{"bibleAbbr":"orOV2014","bookName":"ଏଫିସୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"( ପ୍ରେମରେ ଆଚରଣ) ଅତଏବ, ପ୍ରିୟ ସନ୍ତାନମାନଙ୍କ ପରି ଈଶ୍ଵରଙ୍କ ଅନୁକାରୀ ହୁଅ ।"},{"number":2,"verse":"ଖ୍ରୀଷ୍ଟ ଯେପରି ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରେମ କଲେ, ପୁଣି ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଈଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ସୁଗନ୍ଧି ନୈବେଦ୍ୟ ଓ ବଳି ସ୍ଵରୂପେ ଆପଣାକୁ ଉତ୍ସର୍ଗ କଲେ, ସେହିପରି ପ୍ରେମରେ ଆଚରଣ କର, ।"},{"number":3,"verse":"କିନ୍ତୁ ବ୍ୟଭିଚାର, ସମସ୍ତ ପ୍ରକାର ଅଶୁଚିତା କିମ୍ଵା ଲୋଭ, ଏହିସବୁ ନାମରେ ସୁଦ୍ଧା ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ସ୍ଥାନ ନ ପାଉ, ତାହା ସାଧୁମାନଙ୍କ ପକ୍ଷରେ ଅନୁଚିତ;"},{"number":4,"verse":"ପୁଣି ଯାହା ଯାହା ଅନୁପଯୁକ୍ତ, ଏପରି କୁତ୍ସିତ ବ୍ୟବହାର ବା ଅସାର କଥା ବା ହାସ୍ୟପରିହାସ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ନ ହେଉ, ବରଂ ଧନ୍ୟବାଦ ଦିଆଯାଉ ।"},{"number":5,"verse":"କାରଣ ତୁମ୍ଭେମାନେ ନିଶ୍ଚୟରୂପେ ଜାଣ ଯେ, କୌଣସି ବ୍ୟଭିଚାରୀ ବା ଅଶୁଦ୍ଧାଚାରୀ ବ୍ୟକ୍ତି ବା ଲୋଭୀ- ସେ ତ ଦେବ ପୂଜକ- ଏମାନଙ୍କର ଖ୍ରୀଷ୍ଟ ଓ ଈଶ୍ଵରଙ୍କର ରାଜ୍ୟରେ ଅଧିକାର ନାହିଁ ।"},{"number":6,"verse":"କେହି ତୁମ୍ଭମାନଙ୍କୁ ଅସାର କଥାରେ ନ ଭୁଲାଉ, କାରଣ ଏହି ସମସ୍ତ କୁକର୍ମ ହେତୁ ଅନାଜ୍ଞାବହ ସନ୍ତାନମାନଙ୍କ ଉପରେ ଈଶ୍ଵରଙ୍କ କ୍ରୋଧ ବର୍ତ୍ତେ ।"},{"number":7,"verse":"ଅତଏବ, ତୁମ୍ଭେମାନେ ସେମାନଙ୍କର ସହଭାଗୀ ହୁଅ ନାହିଁ,"},{"number":8,"verse":"କାରଣ ତୁମ୍ଭେମାନେ ପୂର୍ବେ ଅନ୍ଧକାର ଥିଲ, କିନ୍ତୁ ଏବେ ପ୍ରଭୁଙ୍କ ସହଭାଗିତାରେ ଆଲୋକ ହୋଇଅଛ; ଆଲୋକର ସନ୍ତାନମାନଙ୍କ ପରି ଆଚରଣ କର,"},{"number":9,"verse":"(କାରଣ ସମସ୍ତ ପ୍ରକାର ଉତ୍ତମତା, ଧାର୍ମିକତା ଓ ସତ୍ୟ ଆଲୋକର ଫଳ ସ୍ଵରୂପ),"},{"number":10,"verse":"ପ୍ରଭୁଙ୍କର କଅଣ ସନ୍ତୋଷଜନକ, ତାହା ଅନୁସନ୍ଧାନ କର;"},{"number":11,"verse":"ଅନ୍ଧକାରର ନିଷ୍ଫଳ କର୍ମସବୁର ସହଭାଗୀ ହୁଅ ନାହିଁ, ବରଂ ସେସବୁର ଦୋଷ ହିଁ ଦେଖାଇଦିଅ;"},{"number":12,"verse":"କାରଣ ସେମାନେ ଯାହାସବୁ ଗୁପ୍ତରେ କରନ୍ତି, ସେହିସବୁ କଥା କହିବା ସୁଦ୍ଧା ଲଜ୍ଜାଜନକ,"},{"number":13,"verse":"କିନ୍ତୁ ଯେସମସ୍ତ ବିଷୟର ଦୋଷ ଆଲୋକ ଦ୍ଵାରା ଦେଖାଇ ଦିଆଯାଏ, ସେହିସବୁ ପ୍ରକାଶିତ ହୁଏ, କାରଣ ଯାହାସବୁ ପ୍ରକାଶିତ ହୁଏ, ତାହା ଆଲୋକ ।"},{"number":14,"verse":"ଏଣୁ ଉକ୍ତ ଅଛି, “ହେ ନିଦ୍ରିତ, ଜାଗ, ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉଠ, ପୁଣି ଖ୍ରୀଷ୍ଟ ତୁମ୍ଭକୁ ଆଲୋକ ପ୍ରଦାନ କରିବେ ।”"},{"number":15,"verse":"ଅତଏବ ଅଜ୍ଞାନ ପରି ନ ହୋଇ ଜ୍ଞାନୀ ପରି ନିଜ ନିଜ ଆଚରଣ ସମ୍ଵନ୍ଧରେ ବିଶେଷ ସାବଧାନ ହୁଅ,"},{"number":16,"verse":"ପୁଣି, ସୁଯୋଗର ସଦ୍ବ୍ୟବହାର କର, କାରଣ କାଳ ମନ୍ଦ ଅଟେ ।"},{"number":17,"verse":"ଏଣୁ ନିର୍ବୋଧ ନ ହୋଇ ପ୍ରଭୁଙ୍କର ଇଚ୍ଛା କଅଣ, ତାହା ବୁଝ ।"},{"number":18,"verse":"ଆଉ ଦ୍ରାକ୍ଷାରସରେ ମତ୍ତ ନ ହୁଅ, ସେଥିରୁ ତ ଅତ୍ୟାଚାର ଜନ୍ମେ, ମାତ୍ର ଆତ୍ମାରେ ପୂର୍ଣ୍ଣ ହୋଇ ଗୀତ,"},{"number":19,"verse":"ସ୍ତୋତ୍ର ଓ ଆଧ୍ୟାତ୍ମିକ ସଂକୀର୍ତ୍ତନ ଦ୍ଵାରା ପରସ୍ପରକୁ ଉତ୍ସାହ ଦିଅ, ପୁଣି ତୁମ୍ଭମାନଙ୍କ ହୃଦୟରେ ଈଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ସଂକୀର୍ତ୍ତନ ଓ ଗୀତ ଗାନ କର,"},{"number":20,"verse":"ସର୍ବଦା ସର୍ବ ବିଷୟ ନିମନ୍ତେ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ନାମରେ ପିତା ଈଶ୍ଵରଙ୍କୁ ଧନ୍ୟବାଦ ଦିଅ,"},{"number":21,"verse":"( ସ୍ତ୍ରୀ ଏବଂ ସ୍ଵାମୀ) ଆଉ ଖ୍ରୀଷ୍ଟଙ୍କୁ ଭୟ କରି ପରସ୍ପର ବଶୀଭୂତ ହୁଅ ।"},{"number":22,"verse":"ହେ ସ୍ତ୍ରୀମାନେ, ତୁମ୍ଭେମାନେ ଯେପରି ପ୍ରଭୁଙ୍କର ବଶୀଭୂତା, ସେହିପରି ଆପଣା ଆପଣା ସ୍ଵାମୀର ବଶୀଭୂତା ହୁଅ,"},{"number":23,"verse":"କାରଣ ଖ୍ରୀଷ୍ଟ ଯେପରି ମଣ୍ତଳୀର ମସ୍ତକସ୍ଵରୂପ, ସ୍ଵାମୀ ମଧ୍ୟ ସେହିପରି ସ୍ତ୍ରୀର ମସ୍ତକ ସ୍ଵରୂପ, ପୁଣି ଖ୍ରୀଷ୍ଟ ଆପଣା ଶରୀରରୂପ ମଣ୍ତଳୀର ତ୍ରାଣକର୍ତ୍ତା ।"},{"number":24,"verse":"ହଁ, ମଣ୍ତଳୀ ଯେପରି ଖ୍ରୀଷ୍ଟଙ୍କର ବଶୀଭୂତା, ସେହିପରି ସ୍ତ୍ରୀମାନେ ମଧ୍ୟ ସବୁ ବିଷୟରେ ଆପଣା ଆପଣା ସ୍ଵାମୀର ବଶୀଭୂତା ହେଉନ୍ତୁ ।"},{"number":25,"verse":"ହେ ସ୍ଵାମୀମାନେ, ଖ୍ରୀଷ୍ଟ ଯେପରି ମଣ୍ତଳୀକି ପ୍ରେମ କଲେ, ତୁମ୍ଭେମାନେ ମଧ୍ୟ ସେହିପରି ଆପଣା ଆପଣା ସ୍ତ୍ରୀମାନଙ୍କୁ ପ୍ରେମ କର, ସେ ତ ତାହା ନିମନ୍ତେ ଆପଣାକୁ ଉତ୍ସର୍ଗ କଲେ;"},{"number":26,"verse":"ଯେପରି ବାକ୍ୟ ଓ ଜଳ ପ୍ରକ୍ଷାଳନ ଦ୍ଵାରା ସେ ତାହାକୁ ପରିଷ୍କାର କରି ପବିତ୍ର କରନ୍ତି,"},{"number":27,"verse":"ଯେପରି ମଣ୍ତଳୀ ନିଷ୍କଳଙ୍କ, ନିଖୁନ୍ତ ଓ ସମସ୍ତ ପ୍ରକାର ଦୋଷରହିତ ହୋଇ ପବିତ୍ର ଓ ଅନିନ୍ଦନୀୟ ହୁଏ, ଆଉ ଏହିପରି ଗୌରବମୟ ଅବସ୍ଥାରେ ସେ ତାହାକୁ ଆପଣା ନିକଟରେ ଉପସ୍ଥିତ କରନ୍ତି ।"},{"number":28,"verse":"ସେହିପରି ସ୍ଵାମୀମାନଙ୍କର ମଧ୍ୟ ଆପଣା ଆପଣା ସ୍ତ୍ରୀମାନଙ୍କୁ ନିଜ ନିଜ ଶରୀର ସଦୃଶ ପ୍ରେମ କରିବା ଉଚିତ ଯେ ନିଜ ସ୍ତ୍ରୀକୁ ପ୍ରେମ କରେ, ସେ ଆପଣାକୁ ପ୍ରେମ କରେ;"},{"number":29,"verse":"କେହି ତ ଆପଣା ଶରୀରକୁ କେବେ ଘୃଣା କରେ ନାହିଁ, ମାତ୍ର ତାହାର ଭରଣପୋଷଣ ଓ ଲାଳନପାଳନ କରେ, ଖ୍ରୀଷ୍ଟ ମଧ୍ୟ ମଣ୍ତଳୀ ପ୍ରତି ସେହିପରି କରନ୍ତି,"},{"number":30,"verse":"ଯେଣୁ ଆମ୍ଭେମାନେ ତାହାଙ୍କ ଶରୀରର ଅଙ୍ଗପ୍ରତ୍ୟଙ୍ଗ ।"},{"number":31,"verse":"“ଏହି କାରଣରୁ ପୁରୁଷ ପିତାମାତାଙ୍କୁ ପରିତ୍ୟାଗ କରି ନିଜ ସ୍ତ୍ରୀଠାରେ ଆସକ୍ତ ହେବ, ଆଉ ସେ ଦୁହେଁ ଏକାଙ୍ଗ ହେବେ ।”"},{"number":32,"verse":"ଏହା ଗୋଟିଏ ଅତି ନିଗୂଢ଼ ତତ୍ତ୍ଵ, କିନ୍ତୁ ମୁଁ ଖ୍ରୀଷ୍ଟ ଓ ମଣ୍ତଳୀ ସମ୍ଵନ୍ଧରେ ଏହା କହୁଅଛି ।"},{"number":33,"verse":"ଯାହା ହେଉ, ତୁମ୍ଭେମାନେ ପ୍ରତ୍ୟେକେ ମଧ୍ୟ ଆପଣା ଆପଣା ସ୍ତ୍ରୀକୁ ଆତ୍ମ ତୁଲ୍ୟ ପ୍ରେମ କର, ଆଉ ସ୍ତ୍ରୀ ମଧ୍ୟ ଆପଣା ସ୍ଵାମୀକି ଭକ୍ତି କରୁ ।"}]}