{"bibleAbbr":"WYC1395","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"And the Lord seide to Moises, Entre thou to Farao, for Y haue maad hard the herte of hym, and of hise seruauntis, that Y do these signes `of me in hym;"},{"number":2,"verse":"and that thou telle in the eeris of thi sone and of `thi sones sones, how ofte Y al to-brak Egipcians, and dide signes in hem; and that ye wyte that Y am the Lord."},{"number":3,"verse":"Therfore Moises and Aaron entriden to Farao, and seiden to hym, The Lord God of Ebrews seith these thingis, How long `nylt thou be maad suget to me? Delyuere thou my puple, that it make sacrifice to me; ellis sotheli if thou ayenstondist,"},{"number":4,"verse":"and nylt delyuere it, lo! Y schal brynge in to morewe a locuste in to thi coostis,"},{"number":5,"verse":"which schal hile the hiyere part of erthe, nether ony thing therof schal appere, but that, that was `residue to the hail schal be etun; for it schal gnawe alle the trees that buriounnen in feeldis;"},{"number":6,"verse":"and tho schulen fille thin howsis, and the howsis of thi seruauntis, and of alle Egipcians, hou greet thi fadris and grauntsiris sien not, sithen thei weren borun on erthe, til in to present dai. And Moises turnede awei hym silf, and yede out fro Farao."},{"number":7,"verse":"Forsothe the seruauntis of Farao seiden to hym, Hou longe schulen we suffre this sclaundre? Delyuere the men, that thei make sacrifice to `her Lord God; seest thou not that Egipt perischide?"},{"number":8,"verse":"And thei ayen clepiden Moises and Aaron to Farao, and he seide to hem, Go ye, and make ye sacrifice to `youre Lord God; whiche ben thei, that schulen go?"},{"number":9,"verse":"Moises seide, We schulen go with oure litle children and eldre, and with sones, and douytris, with scheep, and grete beestis; for it is the solempnyte of `oure Lord God."},{"number":10,"verse":"And Farao answeride, So the Lord be with you; hou therfor schal Y delyuere you and youre litle children? to whom is it doute, that ye thenken worst?"},{"number":11,"verse":"It schal `not be so; but go ye men oneli, and make ye sacrifice to the Lord; for also ye axiden this. And anoon thei weren cast out fro the siyt of Farao."},{"number":12,"verse":"Forsothe the Lord seide to Moises, Holde forth thi hond on the lond of Egipt, to a locust, that it stie on the lond, and deuoure al the eerbe which is residue to the hail."},{"number":13,"verse":"And Moises helde forthe the yerde on the lond of Egipt, and the Lord brouyte in a brennynge wynd al that dai and niyt; and whanne the morewtid was maad, the brennynge wynd reiside locustis, whiche stieden on al the lond of Egipt,"},{"number":14,"verse":"and saten in alle the coostis of Egipcians; `and the locustis weren vnnoumbrable, and suche weren not bifore that tyme, nether schulen come aftirward."},{"number":15,"verse":"And tho hiliden al the face of the erthe, and wastiden alle thingis; therfor the eerbe of the erthe was deuourid, and what euere of applis was in trees, whiche the hail hadde left, `it was deuourid; and outirli no green thing was left in trees and in eerbis of erthe, in al Egipt."},{"number":16,"verse":"Wherfor Farao hastide, and clepide Moises and Aaron, and seide to hem, Y haue synned ayens youre Lord God, and ayens yow;"},{"number":17,"verse":"but now foryyue ye the synne to me; also in this tyme preie ye youre Lord God, that he take awey fro me this deeth."},{"number":18,"verse":"And Moises yede out of the siyt of Farao, and preiede the Lord;"},{"number":19,"verse":"which made a moost strong wynd to blowe fro the west, and took, and castide the locust in to the reed see; `noon dwellide, sotheli nether oon, in alle the coostis of Egipt."},{"number":20,"verse":"And the Lord made hard the herte of Farao, and he lefte not the sones of Israel."},{"number":21,"verse":"Forsothe the Lord seide to Moises, Holde forth thin hond in to heuene, and derknessis be on the lond of Egipt, so thicke that tho moun be gropid."},{"number":22,"verse":"And Moises helde forth the hond in to heuene, and orrible derknessis weren maad in al the lond of Egipt;"},{"number":23,"verse":"in thre daies no man seiy his brother, nether mouede him silf fro that place in which he was. Whereuer the sones of Israel dwelliden, liyt was."},{"number":24,"verse":"And Farao clepide Moises and Aaron, and seide to hem, Go ye, make ye sacrifice to the Lord; oneli youre scheep and grete beestis dwelle stille; youre litle children go with you."},{"number":25,"verse":"Moises seide, Also thou schalt yyue to vs offryngis and brent sacrifices, whiche we schulen offre to `oure Lord God;"},{"number":26,"verse":"alle the flockis schulen go with vs, for `a cle schal not dwelle of tho thingis, that ben nedeful in to the worschipyng of `oure Lord God, moost sithen we witen not what owith to be offrid, til we comen to that place."},{"number":27,"verse":"Forsothe the Lord made hard the herte of Farao, and he nolde delyuere hem."},{"number":28,"verse":"And Farao seide to Moises, Go awei fro me, and be war that thou se no more my face; in whateuer dai thou schalt appere to me, thou schalt die."},{"number":29,"verse":"Moyses answeride, Be it doon so, as thou hast spokun; I schal no more se thi face."}]}