{"bibleAbbr":"WYC1395","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"Also the Lord spak to Moises, and seide,"},{"number":2,"verse":"Halewe thou to me ech firste gendrid thing that openeth the wombe among the sones of Israel, as wel of men as of beestis, for whi alle ben myn."},{"number":3,"verse":"And Moises seide to the puple, Haue ye mynde of this dai, in which ye yeden out of Egipt, and of the hows of seruage, for in strong hond the Lord ledde you out of this place, that ye ete not breed diyt with sour dow."},{"number":4,"verse":"To dai ye gon out, in the monethe of new fruytis;"},{"number":5,"verse":"and whanne the Lord hath led thee in to the lond of Cananey, and of Ethei, and of Amorrei, and of Euei, and of Jebusei, which lond he swoor to thi fadris, that he schulde yyue to thee, a lond flowynge with mylk and hony, thou schalt halowe this custom of holy thingis in this monethe."},{"number":6,"verse":"In seuene daies thou schalt ete therf looues, and the solempnete of the Lord schal be in the seuenthe dai;"},{"number":7,"verse":"ye schulen ete therf looues seuene daies, no thing diyt with sour dow schal appere at thee, nether in alle thi coostis."},{"number":8,"verse":"And thou schalt telle to thi sone in that dai, and schalt seie, This it is that the Lord dide to me, whanne Y yede out of Egipt."},{"number":9,"verse":"And it schal be as a signe in thin hond, and as a memorial before thin iyen, and that the lawe of the Lord be euere in thi mouth; for in a strong hond the Lord ledde thee out of Egipt, and of the hows of seruage."},{"number":10,"verse":"Thou schalt kepe siche a worschipyng in tyme ordeined, `fro daies in to daies."},{"number":11,"verse":"And whanne the Lord hath brouyt thee in to the lond of Cananey, as he swoor to thee, and to thi fadris, and hath youe it to thee,"},{"number":12,"verse":"thou schalt departe to the Lord al the thing that openeth the wombe, and that that is the firste in thi beestis; what euer thing thou hast of male kynde, thou schalt halewe to the Lord."},{"number":13,"verse":"Thou schalt chaunge the firste gendrid of an asse for a scheep, that if thou ayen biest not, thou schalt sle; forsothe thou schalt ayen bie with prijs al the firste gendrid of man of thi sones."},{"number":14,"verse":"And whanne thi sone schal axe thee to morewe, and seie, What is this? thou schalt answere to hym, In a strong hond the Lord ladde vs out of the lond of Egipt, of the hows of seruage; for whanne Farao was maad hard,"},{"number":15,"verse":"and nolde delyuere vs, the Lord killide alle the firste gendrid thing in the lond of Egipt, fro the firste gendrid of man til to the firste gendrid of beestis; therfor Y offre to the Lord al thing of male kynde that openeth the wombe, and Y ayen bie alle the firste gendrid thingis of my sones."},{"number":16,"verse":"Therfor it schal be as a signe in thin hond, and as a thing hangid for mynde bifore thin iyen, for in a strong hond the Lord ledde vs out of Egipt."},{"number":17,"verse":"Therfor whanne Farao hadde sent out the puple, God ledde not hem out bi the weie of `the lond of Filisteis, which is niy; and arettid lest perauenture it wolde repente the puple, if he had seyn batelis rise ayens hym, and `the puple wolde turn ayen in to Egipt;"},{"number":18,"verse":"but God ledde aboute by the weie of deseert, which weie is bisidis the reed see. And the sones of Israel weren armed, and stieden fro the lond of Egipte."},{"number":19,"verse":"And Moises took the boonus of Joseph with hym, for he hadde chargid the sones of Israel, and hadde seid, God schal visite you, and bere ye out `fro hennus my boonus with you."},{"number":20,"verse":"And thei yeden forth fro Socoth, and settiden tentis in Etham, in the laste endis of wildirnesse."},{"number":21,"verse":"Forsothe the Lord yede bifore hem to schewe the weie, bi dai in a piler of clowde, and bi nyyt in a piler of fier, that he schulde be ledere of the weie in euer either time;"},{"number":22,"verse":"the piler of clowde failide neuere bi dai, nether the piler of fier bi niyt, bifor the puple."}]}