{"bibleAbbr":"WYC1395","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":19,"verses":[{"number":1,"verse":"In the thridde monethe of the goyng `of Israel out of the lond of Egipt, in this dai thei camen in to the wildirnesse of Synai;"},{"number":2,"verse":"for thei yeden forth fro Rafidym, and camen til in to deseert of Synai, and settiden tentis in the same place; and there Israel settide tentis, euen ayens the hil."},{"number":3,"verse":"Forsothe Moises stiede in to the hil to God; and the Lord clepide hym fro the mount, and seide, Thou schalt seie these thingis to the hows of Jacob, and thou schalt telle to the sones of Israel,"},{"number":4,"verse":"Ye silf han seyn what thingis Y haue do to Egipcians, how Y bar you on the wengis of eglis, and took to me."},{"number":5,"verse":"Therfor if ye schulen here my vois, and schulen kepe my couenaunt, ye schulen be to me in to a specialte of alle puplis; for al the lond is myn;"},{"number":6,"verse":"and ye schulen be to me in to a rewme of preesthod, and `ye schulen be an hooli folk; these ben the wordis whiche thou schalt speke to the sones of Israel."},{"number":7,"verse":"Moyses cam, and whanne the gretter men in birthe of the puple weren clepid to gidere, he expownede alle the wordis whiche the Lord comaundide."},{"number":8,"verse":"And alle the puple answeride to gidere, We schulen do alle thingis whiche the Lord spak. And whanne Moises hadde teld the wordis of the puple to the Lord,"},{"number":9,"verse":"the Lord seide to hym, Riyt now Y schal come to thee in a derknesse of a cloude, that the puple here me spekynge to thee, and bileue to thee withouten ende. Therfor Moises telde the wordis of the puple to the Lord,"},{"number":10,"verse":"which seide to Moises, Go thou to the puple, and make hem holi to dai and to morewe, and waische thei her clothis,"},{"number":11,"verse":"and be thei redi in to the thridde dai; for in the thridde dai the Lord schal come doun bifore al the puple on the hil of Synai."},{"number":12,"verse":"And thou schalt sette termes to the puple, bi cumpas; and thou schalt seie to hem, Be ye war, that ye `stie not in to the hil, nether touche ye the endis therof; ech man that schal touche the hil, schal die bi deeth."},{"number":13,"verse":"Hondis schulen not touche hym, but he schal be oppressid with stoonus, ethir he shall be persid with dartis; whether it schal be a beest, ethir a man, it schal not lyue; whanne a clarioun schal bigynne to sowne, thanne `stie thei in to the hil."},{"number":14,"verse":"And Moises cam doun fro the hil to the puple, and halewide it; and whanne thei hadden waischun her clothis,"},{"number":15,"verse":"he seide to hem, Be ye redi in to the thridde dai, neiye ye not to youre wyues."},{"number":16,"verse":"And now the thridde day was comun, and the morewetid was cleer; and, lo! thundris bigunnen to be herd, and leitis to schyne, and a moost thicke cloude to hile the mounteyn; and `the sownyng of a clarioun made noise ful greetli, and the puple dredde, that was in the castels."},{"number":17,"verse":"And whanne Moises hadde led hem out in to the comyng of God, fro the place of castels, thei stoden at the rootis of the hil."},{"number":18,"verse":"Forsothe al the hil of Synai smokide, for the Lord hadde come doun theronne in fier; and smoke stiede therof as of a furneis, and al the hil was ferdful;"},{"number":19,"verse":"and the `sown of a clarioun encreesside litil and litil, and was holdun forth lengere. Moises spak, and the Lord answeride to hym,"},{"number":20,"verse":"and the Lord cam doun on the hil of Synay, in thilke cop of the hil, and clepide Moises to the cop therof. And whanne he hadde stied thidur,"},{"number":21,"verse":"the Lord seide to hym, Go thou doun, and witnesse thou to the puple, lest perauenture it wole passe the termes to se the Lord, and ful greet multitude therof perische;"},{"number":22,"verse":"also preestis, that neiyen to the Lord, be halewid, lest Y smyte hem."},{"number":23,"verse":"And Moises seide to the Lord, The comyn puple may not stie in to the hil of Synai; for thou hast witnessid, and hast comaundid, seiyinge, Sette thou termes aboute the hil, and halewe it."},{"number":24,"verse":"To whom the Lord seide, Go thou doun, and thou schalt stie, and Aaron with thee; forsothe the preestis and the puple passe not the termes, nethir stie thei to the Lord, lest perauenture he sle hem."},{"number":25,"verse":"Moises yede doun to the puple, and telde alle thingis to hem."}]}