{"bibleAbbr":"WYC1395","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"Also thou schalt make an auter of the trees of Sechym, which schal haue fyue cubitis in lengthe, and so many in brede, that is, sqware, and thre cubitis in heiythe."},{"number":2,"verse":"Forsothe hornes schulen be bi foure corneris therof; and thou schalt hile it with bras."},{"number":3,"verse":"And thou schalt make in to the vsis of the auter pannes, to resseyue aischis, and tongis, and fleisch hookis, and resettis of fyris; thou schalt make alle vessilis of bras."},{"number":4,"verse":"And thou schalt make a brasun gridele in the maner of a net, and bi four corneris therof schulen be foure brasun ryngis,"},{"number":5,"verse":"whiche thou schalt putte vndur the yrun panne of the auter; and the gridele schal be til to the myddis of the auter."},{"number":6,"verse":"And thou schalt make twey barris of the auter, of the trees of Sechym, whiche barris thou schalt hile with platis of bras;"},{"number":7,"verse":"and thou schalt lede yn `the barris bi the cerclis, and tho schulen be on euer eithir side of the auter, to bere."},{"number":8,"verse":"Thou schalt make that auter not massif, but voide, and holowe with ynne, as it was schewid to thee in the hil."},{"number":9,"verse":"Also thou schalt make a large street of the tabernacle, `in the maner of a chirche yeerd, in whos mydday coost ayens the south schulen be tentis of bijs foldid ayen; o side schal holde an hundrid cubitis in lengthe,"},{"number":10,"verse":"and twenti pileris, with so many brasun foundementis, whiche pileris schulen haue silueren heedis with her grauyngis."},{"number":11,"verse":"In lijk maner in the north side, bi the lengthe, schulen be tentis of an hundrid cubitis, twenti pileris, and brasun foundementis of the same noumbre; and the heedis of tho pileris with her grauyngis schulen be of siluer."},{"number":12,"verse":"Forsothe in the breede of the large street, that biholdith to the west, schulen be tentis bi fifti cubitis, and ten pileris schulen be, and so many foundementis."},{"number":13,"verse":"In that breede of the large street, that biholdith to the eest, schulen be fifti cubitis,"},{"number":14,"verse":"in whiche the tentis of fiftene cubitis schulen be assigned to o side, and thre pileris, and so many foundementis;"},{"number":15,"verse":"and in the tother side schulen be tentis holdynge fiftene cubitis, and thre pileris, and so many foundementis."},{"number":16,"verse":"Forsothe in the entryng of the `greet strete schal be maad a tente of twenti cubitis, of iacynt, and purpur, and of reed selk twies died, and of bijs foldid ayen bi broideri werk; it schal haue four pileris, with so many foundementis."},{"number":17,"verse":"Alle the pileris of the grete street bi cumpas schulen be clothid with platis of siluer, with hedis of siluer, and with foundementis of bras."},{"number":18,"verse":"The greet street schal ocupie an hundrid cubitis in lengthe, fifti in breede; the hiyenesse of the tente schal be of fiue cubitis; and it schal be maad of bijs foldid ayen; and it schal haue brasun foundementis."},{"number":19,"verse":"Thou schalt make of bras alle the vesselis of the tabernacle, in to alle vsis and cerymonyes, as wel stakis therof, as of the greet street."},{"number":20,"verse":"Comaunde thou to the sones of Israel, that thei brynge to thee the clenneste oile of `the trees of olyues, and powned with a pestel, that a lanterne"},{"number":21,"verse":"brenne euere in the tabernacle of witnessyng with out the veil, which is hangid in the tabernacle of witnessyng; and Aaron and hise sones schulen sette it, that it schyne bifore the Lord til the morewtid; it schal be euerlastynge worschiping bi her successiouns of the sones of Israel."}]}