{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"The Superscription The following is a record of what Jeremiah son of Hilkiah prophesied. (tn Or “This is a record of what Jeremiah prophesied and did”; Heb “The words [or affairs] of Jeremiah.” The phrase could refer to either the messages of Jeremiah recorded in the book or to both his messages and the biographical (and autobiographical) narratives recorded about him in the book. Since the phrase is intended to serve as the title or superscription for the whole book and recurs again in 51:64 at the end of the book before the final appendix, it might refer to the latter. The expression “The words of [someone]” is a standard introductory formula (Deut 29:1[28:69]; 2 Sam 23:1; Amos 1:1; Eccl 1:1; Neh 1:1).) He was one of the priests who lived at Anathoth in the territory of the tribe of Benjamin."},{"number":2,"verse":"The LORD (sn The translation reflects the ancient Jewish tradition of substituting the word for “Lord” for the proper name for Israel’s God which is now generally agreed to have been Yahweh. Jewish scribes wrote the consonants YHWH but substituted the vowels for the word “Lord.” The practice of calling him “Lord” rather than using his proper name is also reflected in the Greek translation which is the oldest translation of the Hebrew Bible. The meaning of the name Yahweh occurs in Exod 3:13–14 where God identifies himself as the God of Abraham, Isaac, and Jacob and tells Moses that his name is “I am” (אֶהְיֶה, ’ehyeh). However, he instructs the Israelites to refer to him as YHWH (“Yahweh” = “He is”); see further Exod 34:5–6.) began to speak to him (tn Heb “to whom the word of the Lord came.” The present translation is more in keeping with contemporary English idiom. The idea of “began to speak” comes from the context where the conclusion of his speaking is signaled by the phrases “until the end of the eleventh year of Zedekiah” and “until the people of Jerusalem were taken into exile” in v. 3.) in the thirteenth year that Josiah son of Amon ruled over Judah."},{"number":3,"verse":"The LORD also spoke to him when Jehoiakim son of Josiah ruled over Judah, and he continued to speak to him until the fifth month of the eleventh year (sn This would have been August, 586 b. c. according to modern reckoning.) that Zedekiah son of Josiah ruled over Judah. That was when the people of Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) were taken into exile. (tn Heb “and it [the word of the Lord] came in the days of Jehoiakim…until the end of the eleventh year of Zedekiah…until the carrying away captive of Jerusalem in the fifth month.”)"},{"number":4,"verse":"Jeremiah’s Call and Commission The LORD said to me,"},{"number":5,"verse":"“Before I formed you in your mother’s womb (tn Heb “the womb.” The words “your mother’s” are implicit and are supplied in the translation for clarity.) I chose you. (tn Heb “I knew you.” The parallelism here with “set you apart” and “appointed you” make clear that Jeremiah is speaking of his foreordination to be a prophet. For this same nuance of the Hebrew verb see Gen 18:19; Amos 3:2.) Before you were born I set you apart. I appointed you to be a prophet to the nations.”"},{"number":6,"verse":"I answered, “Oh, Lord GOD, (tn Heb “Lord Yahweh.”sn The translation follows the ancient Jewish tradition of substituting the Hebrew word for “God” for the proper name Yahweh in this compound name. See the study note on v. 2 for the substitution of “Lord” in a similar kind of situation.) I really (tn Heb “Behold, I do not know how to speak.” The particle הִנֵּה (hinneh, commonly rendered “behold”) often introduces a speech and calls special attention to a specific word or the statement as a whole (see IBHS 675-78 §40.2.1).) do not know how to speak well enough for that, (tn The words “well enough for that” are implicit and are supplied in the translation for clarity. Jeremiah is not claiming an absolute inability to speak.) for I am too young.” (tn Heb “I am a boy/youth.” The Hebrew word can refer to an infant (Exod 2:6), a young boy (1 Sam 2:11), a teenager (Gen 21:12), or a young man (2 Sam 18:5). The translation is deliberately ambiguous since it is unclear how old Jeremiah was when he was called to begin prophesying.)"},{"number":7,"verse":"The LORD said to me, “Do not say, ‘I am too young.’ But go (tn Or “For you must go and say.” The Hebrew particle כִּי (ki) is likely adversative here after a negative statement (cf. BDB 474 s. v. כִּי 3. e). The Lord is probably not giving a rationale for the denial of Jeremiah’s objection but redirecting his focus, i. e., “do not say…but go…and say.”) to whomever I send you and say whatever I tell you."},{"number":8,"verse":"Do not be afraid of those to whom I send you, (tn Heb “be afraid of them.” The antecedent is the “whomever” in v. 7.) for I will be with you to protect (tn Heb “rescue.”) you,” says the LORD."},{"number":9,"verse":"Then the LORD reached out his hand and touched my mouth and said to me, “I will most assuredly give you the words you are to speak for me. (tn Heb “Behold, I have put my words in your mouth.” This is an example of the Hebrew “scheduling” perfect or the “prophetic” perfect where a future event is viewed as so certain it is spoken of as past. The Hebrew particle rendered here “assuredly” (Heb הִנֵּה, hinneh) underlines the certitude of the promise for the future. See the translator’s note on v. 6. sn The passage is reminiscent of Deut 18:18 which refers to the Lord’s promise of future revelation through a line of prophets who, like Moses, would speak God’s word.)"},{"number":10,"verse":"Know for certain that (tn Heb “See!” The Hebrew imperative of the verb used here (רָאָה, ra’ah) functions the same as the particle in v. 9. See the translator’s note there.) I hereby give you the authority to announce to nations and kingdoms that they will be (tn Heb “I appoint you today over nations and kingdoms to uproot….” The phrase refers to the Lord giving Jeremiah authority as a prophet to declare what he, the Lord, will do; it does not mean that Jeremiah himself will do these things. The expression involves a figure of speech where the subject of a declaration is stated instead of the declaration about it. Compare a similar use of the same figure in Gen 41:13.) uprooted and torn down, destroyed and demolished, rebuilt and firmly planted.” (sn These three pairs represent the twofold nature of Jeremiah’s prophecies, prophecies of judgment and restoration. For the further programmatic use of these pairs for Jeremiah’s ministry see 18:7–10 and 31:27–28.)"},{"number":11,"verse":"Visions Confirming Jeremiah’s Call and Commission Later the LORD asked me, “What do you see, Jeremiah?” I answered, “I see a branch of an almond tree.”"},{"number":12,"verse":"Then the LORD said, “You have observed correctly. This means (tn This represents the Hebrew particle (כִּי, ki) that is normally rendered “for” or “because.” The particle here is meant to give the significance of the vision, not the rationale for the statement “you have observed correctly.”) I am watching to make sure my threats are carried out.” (tn Heb “watching over my word to do it.”sn There is a play on the Hebrew word for “almond tree” (שָׁקֵד, shaqed), which blossoms in January/February and is the harbinger of spring, and the Hebrew word for “watching” (שֹׁקֵד, shoqed), which refers to someone watching over someone or something in preparation for action. The play on words announces the certainty and imminence of the Lord carrying out the covenant curses of Lev 26 and Deut 28 threatened by the earlier prophets.)"},{"number":13,"verse":"The LORD again asked me, “What do you see?” I answered, “I see a pot of boiling water; it is tipped toward us from the north.” (tn Heb “a blown upon [= heated; boiling] pot and its face from the face of the north [= it is facing away from the north].”)"},{"number":14,"verse":"Then the LORD said, “This means (tn There is nothing in the Hebrew text for these words but it is implicit in the connection. Once again the significance of the vision is spelled out. Compare the translator’s note on v. 12.) destruction will break out from the north on all who live in the land."},{"number":15,"verse":"For I will soon summon all the peoples of the kingdoms of the north,” says the LORD. “They will come and their kings will set up their thrones (tn Heb “they will each set up.” The pronoun “they” refers back to the “kingdoms” in the preceding sentence. However, kingdoms do not sit on thrones; their kings do. This is an example of a figure of speech called metonymy where the kingdom is put for its king. For a similar use see 2 Chr 12:8.) near the entrances of the gates of Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) They will attack all the walls surrounding it, and all the towns in Judah. (tn Or “They will come and set up their thrones in the entrances of the gates of Jerusalem. They will destroy all the walls surrounding it and also destroy all the towns in Judah.” The text of v. 15b reads in Hebrew, “they will each set up his throne [near? in?] the entrance of the gates of Jerusalem and against all its walls…and against all the towns….” Commentators are divided over whether the passage refers to the kings setting up their thrones after victory in preparation for passing judgment on their defeated enemies in the city or whether it refers to setting up siege against it. There is no Hebrew preposition before the word for “the entrance” so that it could be “in” (which would imply victory) or “at/near” (which would imply siege), and the same verb + object (i. e., “they will set up their thrones”) governs all the locative statements. It is most often taken to refer to the aftermath of victory because of the supposed parallel in Jer 43:8–13 and the supposed fulfillment in Jer 39:3. Though this may fit well with the first part of the compound expression, it does not fit well with the latter part which is most naturally taken to refer to hostile attacks against Jerusalem and the other cities of Judah. The translation given in the text is intended to reflect the idea of an army setting up for siege. The alternate translation is intended to reflect the other view.)"},{"number":16,"verse":"In this way (tn The Hebrew particle (the vav [ו] consecutive), which is often rendered in some English versions as “and” and in others is simply left untranslated, is rendered here epexegetically, reflecting a summary statement.) I will pass sentence (sn The Hebrew idiom (literally “I will speak my judgments against”) is found three other times in Jeremiah (4:12; 39:5; 52:9), where it is followed by the carrying out of the sentence. Here the carrying out of the sentence precedes in v. 15.) on the people of Jerusalem and Judah (tn Heb “on them.” The antecedent goes back to Jerusalem and the cities of Judah (i. e., the people in them) in v. 15.) because of all their wickedness. For they rejected me and offered sacrifices to other gods, worshiping what they made with their own hands.” (tn I. e., idols.)"},{"number":17,"verse":"“But you, Jeremiah, (tn The name “Jeremiah” is not in the text. The use of the personal pronoun followed by the proper name is an attempt to reflect the correlative emphasis between Jeremiah’s responsibility noted here and the Lord’s promise noted in the next verse. The emphasis in the Hebrew text is marked by the presence of the subject pronouns at the beginning of each of the two verses.) get yourself ready! (tn Heb “gird up your loins.” For the literal use of this idiom to refer to preparation for action see 2 Kgs 4:29; 9:1. For the idiomatic use to refer to spiritual and emotional preparation as here, see Job 38:3, 40:7, and 1 Pet 1:13 in the NT.) Go and tell these people everything I instruct you to say. Do not be terrified of them, or I will give you good reason to be terrified of them. (tn Heb “I will make you terrified in front of them.” There is a play on words here involving two different forms of the same Hebrew verb and two different but related prepositional phrases, “from before/of,” a preposition introducing the object of a verb of fearing, and “before, in front of,” a preposition introducing a spatial location.)"},{"number":18,"verse":"I, the LORD, (tn See the note on “Jeremiah” at the beginning of v. 17.) hereby promise to make you (tn Heb “today I have made you.” The Hebrew verb form here emphasizes the certainty of a yet future act; the Lord is promising to protect Jeremiah from any future attacks which may result from his faithfully carrying out his commission. See a similar use of the same Hebrew verb tense in v. 9, and see the translator’s note there.) as strong as a fortified city, an iron pillar, and a bronze wall. You will be able to stand up against all who live in (tn Heb “I make you a fortified city…against all the land….” The words “as strong as” and “so you will be able to stand against all the people of…” are given to clarify the meaning of the metaphor.) the land, including the kings of Judah, its officials, its priests and all the people of the land."},{"number":19,"verse":"They will attack you but they will not be able to overcome you, for I will be with you to rescue you,” says the LORD."}]}