{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"LORD, you have always been fair whenever I have complained to you. (tn Or “Lord, you are fair when I present my case before you.”) However, I would like to speak with you about the disposition of justice. (tn Heb “judgments” or “matters of justice.” For the nuance of “complain to,” “fair,” “disposition of justice” assumed here, see BDB 936 s. v. רִיב Qal.4 (cf. Judg 21:22); BDB 843 s. v. צַדִּיק 1. d (cf. Ps 7:12; 11:7); BDB 1049 s. v. מִשְׁפָּט 1. f (cf. Isa 26:8; Ps 10:5; Ezek 7:27).) Why are wicked people successful? (tn Heb “Why does the way [= course of life] of the wicked prosper?”) Why do all dishonest people have such easy lives?"},{"number":2,"verse":"You plant them like trees and they put down their roots. (tn Heb “You planted them and they took root.”) They grow prosperous and are very fruitful. (tn Heb “they grow and produce fruit.” For the nuance “grow” for the verb which normally means “go, walk,” see BDB 232 s. v. חָלַךְ Qal. I.3 and compare Hos 14:7.) They always talk about you, but they really care nothing about you. (tn Heb “You are near in their mouths, but far from their kidneys.” The figure of substitution is being used here, “mouth” for “words” and “kidneys” for passions and affections. A contemporary equivalent might be, “your name is always on their lips, but their hearts are far from you.”)"},{"number":3,"verse":"But you, LORD, know all about me. You watch me and test my devotion to you. (tn Heb “You, Lord, know me. You watch me and you test my heart toward you.”sn Jeremiah appears to be complaining like Job that God cares nothing about the prosperity of the wicked, but watches his every move. The reverse ought to be true. Jeremiah shouldn’t be suffering the onslaughts of his fellow countrymen as he is. The wicked who are prospering should be experiencing punishment.) Drag these wicked men away like sheep to be slaughtered! Appoint a time when they will be killed! (tn Heb “set aside for them a day of killing.”)"},{"number":4,"verse":"How long must the land be parched (tn The verb here is often translated “mourn.” However, this verb is from a homonymic root meaning “to be dry” (cf. HALOT 7 s. v. II אָבַל and compare Hos 4:3 for usage).) and the grass in every field be withered? How long (tn The words “How long” are not in the text. They are carried over from the first line.) must the animals and the birds die because of the wickedness of the people who live in this land? (tn Heb “because of the wickedness of those who live in it.”) For these people boast, “God (tn Heb “he.” The referent is usually identified as God and is supplied here for clarity. Some identify the referent with Jeremiah. If that is the case, then he returns to his complaint about the conspirators. It is more likely, however, that it refers to God and Jeremiah’s complaint that the people live their lives apart from concern about God.) will not see what happens to us.” (tc Or reading with the Greek version, “God does not see what we are doing.” In place of “what will happen to us (אַחֲרִיתֵנוּ, ’akharitenu, “our end”) the Greek version understands a Hebrew text which reads “our ways” (אָרְחוֹתֵנו, ’orkhotenu), which is graphically very close to the MT. The Masoretic is supported by the Latin and is retained here on the basis of external evidence. Either text makes good sense in the context. Some identify the “he” with Jeremiah and understand the text to be saying that the conspirators are certain that they will succeed and he will not live to see his prophecies fulfilled. sn The words here may be an outright rejection of the Lord’s words in Deut 32:20, which is part of a song that was to be taught to Israel in the light of their predicted rejection of the Lord.)"},{"number":5,"verse":"The LORD answered, (tn The words “The Lord answered” are not in the text but are implicit from the context. They are supplied in the translation for clarity.) “If you have raced on foot against men and they have worn you out, how will you be able to compete with horses? And if you feel secure only (tn Some commentaries and English versions follow the suggestion given in HALOT 116 s. v. II בָּטַח that a homonym meaning “to stumble, fall down” is involved here and in Prov 14:16. The evidence for this homonym is questionable because both passages can be explained on other grounds with the usual root.) in safe and open country, (tn Heb “a land of tranquility.” The expression involves a figure of substitution where the feeling engendered is substituted for the conditions that engender it. For the idea see Isa 32:18. The translation both here and in the following line is intended to bring out the contrast implicit in the emotive connotations connected with “peaceful country” and “thicket along the Jordan.”) how will you manage in the thick undergrowth along the Jordan River? (tn Heb “the thicket along the Jordan.” The word “River” is not in the Hebrew text, but has been supplied in the translation for clarity. sn The thick undergrowth along the Jordan River refers to the thick woods and underbrush alongside the Jordan where lions were known to have lived, and hence the area was considered dangerous. See Jer 49:14; 50:44. The Lord here seems to be telling Jeremiah that the situation will only get worse. If he has trouble contending with the plot from his fellow townsmen, what will he do when the whole country sets up a cry against him?)"},{"number":6,"verse":"As a matter of fact, (tn This is an attempt to give some contextual sense to the particle “for, indeed” (כִּי, ki). sn If the truth be known, Jeremiah wasn’t safe even in the context of his own family. They were apparently part of the plot by the people of Anathoth to kill him.) even your own brothers and the members of your own family have betrayed you too. Even they have plotted to do away with you. (tn Heb “they have called after you fully”; or “have lifted up loud voices against you.” The word “against” does not seem quite adequate for the preposition “after.” The preposition “against” would be Hebrew עַל (’al). The idea appears to be that they are chasing after him, raising their voices along with those of the conspirators to have him killed.) So do not trust them even when they say kind things (tn Heb “good things.” See BDB 373 s. v. II טוֹב 2 for this nuance and compare Prov 12:25 for usage.) to you."},{"number":7,"verse":"“I will abandon my nation. (tn Heb “my house.” Or “I have abandoned my nation.” The word “house” has been used throughout Jeremiah for both the temple (e. g., 7:2, 10), the nation or people of Israel or of Judah (e. g. 3:18, 20), or the descendants of Jacob (i. e., the Israelites, e. g., 2:4). Here the parallelism argues that it refers to the nation of Judah. The translation throughout vv. 5–17 assumes that the verb forms are prophetic perfects, the form that conceives of the action as being as good as done. It is possible that the forms are true perfects and refer to a past destruction of Judah. If so, it may have been connected with the assaults against Judah in 598/7 b. c. by the Babylonians and the nations surrounding Judah recorded in 2 Kgs 24:14. No other major recent English version reflects these as prophetic perfects besides NIV and NCV, which does not use the future until v. 10. Hence the translation is somewhat tentative. C. Feinberg, “Jeremiah,” EBC 6:459 takes them as prophetic perfects and H. Freedman (Jeremiah [SoBB], 88) mentions that as a possibility for explaining the presence of this passage here. For another example of an extended use of the prophetic perfect without imperfects interspersed see Isa 8:23–9:6. The translation assumes they are prophetic and are part of the Lord’s answer to the complaint about the prosperity of the wicked; both the wicked Judeans and the wicked nations God will use to punish them will be punished.) I will forsake the people I call my own. (tn Heb “my inheritance.”) I will turn my beloved people (tn Heb “the beloved of my soul.” Here “soul” stands for the person and is equivalent to “my.”) over to the power (tn Heb “will give…into the hands of.”) of their enemies."},{"number":8,"verse":"The people I call my own (tn See the note on the previous verse.) have turned on me like a lion (tn Heb “have become to me like a lion.”) in the forest. They have roared defiantly (tn Heb “have given against me with her voice.”) at me. So I will treat them as though I hate them. (tn Or “so I will reject her.” The word “hate” is sometimes used in a figurative way to refer to being neglected, i. e., treated as though unloved. In these contexts it does not have the same emotive connotations that a typical modern reader would associate with hate. See Gen 29:31, 33 and E. W. Bullinger, Figures of Speech, 556.)"},{"number":9,"verse":"The people I call my own attack me like birds of prey or like hyenas. (tn Or “like speckled birds of prey.” The meanings of these words are uncertain. In the Hebrew text sentence is a question: “Is not my inheritance to me a bird of prey [or] a hyena/a speckled bird of prey?” The question expects a positive answer and so is rendered here as an affirmative statement. The meaning of the word “speckled” is debated. It occurs only here. BDB 840 s. v. צָבוּעַ relates it to another word that occurs only once in Judg 5:30 which is translated “dyed stuff.” HALOT 936 s. v. צָבוּעַ relates a word found in the cognates meaning “hyena.” This is more likely and is the interpretation followed by the Greek which reads the first two words as “cave of hyena.” This translation has led some scholars to posit a homonym for the word “bird of prey” meaning “cave” which is based on Arabic parallels. The metaphor would then be of Israel carried off by hyenas and surrounded by birds of prey. The evidence for the meaning “cave” is weak and would involve a wordplay of a rare homonym with another word that is better known. For a discussion of the issues see J. Barr, Comparative Philology and the Text of the Old Testament, 128-29, 153.) But other birds of prey are all around them. (tn Heb “Are birds of prey around her?” The question is again rhetorical and expects a positive answer. The birds of prey are of course the hostile nations surrounding her. The metaphor involved in these two lines may be interpreted differently. I. e., God considers Israel a proud bird of prey (hence the word for speckled) but one who is surrounded and under attack by other birds of prey. The fact that the sentences are divided into two rhetorical questions speaks somewhat against this.) Let all the nations gather together like wild beasts. Let them come and destroy these people I call my own. (tn Heb “Go, gather all the beasts of the field [= wild beasts]. Bring them to devour.” The verbs are masculine plural imperatives addressed rhetorically to some unidentified group (the heavenly counsel?) Cf. the notes on 5:1 for further discussion. Since translating literally would raise question about who the commands are addressed to, they have been turned into passive third person commands to avoid confusion. The metaphor has likewise been turned into a simile to help the modern reader. By the way, the imperatives here implying future action argue that the passage is future and that it is correct to take the verb forms as prophetic perfects.)"},{"number":10,"verse":"Many foreign rulers (tn Heb “Many shepherds.” For the use of the term “shepherd” as a figure for rulers see the notes on 10:21.) will ruin the land where I planted my people. (tn Heb “my vineyard.” To translate literally would presuppose an unlikely familiarity of this figure on the part of some readers. To translate as “vineyards” as some do would be misleading because that would miss the figurative nuance altogether. sn The figure of Israel as God’s vine and the land as God’s vineyard is found several times in the Bible. The best known of these is the extended metaphor in Isa 5:1–7. This figure also appears in Jer 2:20.) They will trample all over my chosen land. (tn Heb “my portion.”) They will turn my beautiful land into a desolate wasteland."},{"number":11,"verse":"They will lay it waste. It will lie parched (tn For the use of this verb see the notes on 12:4. Some understand the homonym here meaning “it [the desolated land] will mourn to me.” However, the only other use of the preposition עַל (’al) with this root means “to mourn over” not “to” (cf. Hos 10:5). For the use of the preposition here see BDB 753 s. v. עַל II.1. b and compare the use in Gen 48:7.) and empty before me. The whole land will be laid waste. But no one living in it will pay any heed. (tn Heb “But there is no man laying it to heart.” For the idiom here see BDB 525 s. v. לֵב II.3. d and compare the usage in Isa 42:25; 47:7. sn There is a very interesting play on words and sounds in this verse that paints a picture of desolation and the pathos it evokes. Part of this is reflected in the translation. The same Hebrew word referring to a desolation or a waste (שְׁמֵמָה, shÿmemah) is repeated three times at the end of three successive lines and the related verb is found at the beginning of the fourth (נָשַׁמָּה, nashammah). A similar sounding word is found in the second of the three successive lines (שָׁמָהּ, shamah = “he [they] will make it”). This latter word is part of a further play because it is repeated in a different form in the last line (שָׁם, sham = “laying”); they lay it waste but no one lays it to heart. There is also an interesting contrast between the sorrow the Lord feels and the inattention of the people.)"},{"number":12,"verse":"A destructive army (tn Heb “destroyers.”) will come marching over the hilltops in the desert. For the LORD will use them as his destructive weapon (tn Heb “It is the Lord’s consuming sword.”) against (tn Heb “For a sword of the Lord will devour.” The sword is often symbolic for destructive forces of all kinds. Here and in Isa 34:6; Jer 47:6 it is symbolic of the enemy armies that the Lord uses to carry out destructive punishment against his enemies, hence the translation “his destructive weapon.” A similar figure is use in Isa 10:5 where the figure is more clearly identified; Assyria is the rod/club that the Lord will use to discipline unfaithful Israel.) everyone from one end of the land to the other. No one will be safe. (tn Heb “There is no peace to all flesh.”)"},{"number":13,"verse":"My people will sow wheat, but will harvest weeds. (sn Invading armies lived off the land, using up all the produce and destroying everything they could not consume.) They will work until they are exhausted, but will get nothing from it. They will be disappointed in their harvests (tn The pronouns here are actually second plural: Heb “Be ashamed/disconcerted because of your harvests.” Because the verb form (וּבֹשׁוּ, uvoshu) can either be Qal perfect third plural or Qal imperative masculine plural many emend the pronoun on the noun to third plural (see, e. g., BHS). However, this is the easier reading and is not supported by either the Latin or the Greek which have second plural. This is probably another case of the shift from description to direct address that has been met with several times already in Jeremiah (the figure of speech called apostrophe; for other examples see, e. g., 9:4; 11:13). As in other cases the translation has been leveled to third plural to avoid confusion for the contemporary English reader. For the meaning of the verb here see BDB 101 s. v. בּוֹשׁ Qal.2 and compare the usage in Jer 48:13.) because the LORD will take them away in his fierce anger. (tn Heb “be disappointed in their harvests from the fierce anger of the Lord.” The translation makes explicit what is implicit in the elliptical poetry of the Hebrew original.)"},{"number":14,"verse":"“I, the LORD, also have something to say concerning (tn Heb “Thus says the Lord concerning….” This structure has been adopted to prevent a long dangling introduction to what the Lord has to say that does not begin until the middle of the verse in Hebrew. The first person address was adopted because the speaker is still the Lord as in vv. 7–13.) the wicked nations who surround my land (tn Heb “my wicked neighbors.”) and have attacked and plundered (tn Heb “touched.” For the nuance of this verb here see BDB 619 s. v. נָגַע Qal.3 and compare the usage in 1 Chr 16:22 where it is parallel to “do harm to” and Zech 2:8 where it is parallel to “plundered.”) the land that I gave to my people as a permanent possession. (tn Heb “the inheritance which I caused my people Israel to inherit.” Compare 3:18.) I say: ‘I will uproot the people of those nations from their lands and I will free the people of Judah who have been taken there. (tn Heb “I will uproot the house of Judah from their midst.”sn There appears to be an interesting play on the Hebrew word translated “uproot” in this verse. In the first instance it refers to “uprooting the nations from upon their lands,” i. e., to exiling them. In the second instance it refers to “uprooting the Judeans from the midst of them,” i. e., to rescue them.)"},{"number":15,"verse":"But after I have uprooted the people of those nations, I will relent (tn For the use of the verb “turn” (שׁוּב, shuv) in this sense, see BDB s. v. שׁוּב Qal.6. g and compare the usage in Pss 90:13; 6:4; Joel 2:14. It does not simply mean “again” as several of the English versions render it.) and have pity on them. I will restore the people of each of those nations to their own lands (sn The Lord is sovereign over the nations and has allotted each of them their lands. See Deut 2:5 (Edom), Deut 2:9 (Moab), Deut 2:19 (Ammon). He promised to restore not only his own people Israel to their land (Jer 32:37) but also Moab (Jer 48:47) and Ammon (Jer 49:6).) and to their own country."},{"number":16,"verse":"But they must make sure you learn to follow the religious practices of my people. (tn Heb “the ways of my people.” For this nuance of the word “ways” compare 10:2 and the notes there.) Once they taught my people to swear their oaths using the name of the god Baal. (tn Heb “taught my people to swear by Baal.”) But then, they must swear oaths using my name, saying, “As surely as the LORD lives, I swear.” (tn The words “I swear” are not in the text but are implicit to the oath formula. They are supplied in the translation for clarity.) If they do these things, (tn The words “If they do this” are not in the text. They are part of an attempt to break up a Hebrew sentence which is long and complex into equivalent shorter sentences consistent with contemporary English style. Verse 16 in Hebrew is all one sentence with a long complex conditional clause followed by a short consequence: “If they carefully learn the ways of my people to swear by name, ‘By the life of the Lord,’ as they taught my people to swear by Baal, then they will be built up in the midst of my people.” The translation strives to create the same contingencies and modifications by breaking up the sentence into shorter sentences in accord with contemporary English style.) then they will be included among the people I call my own. (tn Heb “they will be built up among my people.” The expression “be built up among” is without parallel. However, what is involved here is conceptually parallel to the ideas expressed in Isa 19:23–25 and Zech 14:16–19. That is, these people will be allowed to live on their own land, to worship the Lord there, and to come to Jerusalem to celebrate the feasts. To translate literally would be meaningless or misleading for many readers.)"},{"number":17,"verse":"But I will completely uproot and destroy any of those nations that will not pay heed,’” (tn Heb “But if they will not listen, I will uproot that nation, uprooting and destroying.” IBHS 590-91 §35.3.2d is likely right in seeing the double infinitive construction here as an intensifying infinitive followed by an adverbial infinitive qualifying the goal of the main verb, “uproot it in such a way as to destroy it.” However, to translate that way “literally” would not be very idiomatic in contemporary English. The translation strives for the equivalent. Likewise, to translate using the conditional structure of the original seems to put the emphasis of the passage in its context on the wrong point.) says the LORD."}]}