{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"(tn The chapter division which was not a part of the original text but was added in the middle ages obscures the fact that there is no new speech here. The division may have resulted from the faulty identification of the “them” in the preceding verse. See the translator’s note on that verse.) The sin of Judah is engraved with an iron chisel on their stone-hard (tn The adjective “stone-hard” is not in the Hebrew text. It is implicit in the metaphor and is supplied in the translation for clarity. Cf. Ezek 11:19; 36:26; and Job 19:24 for the figure.) hearts. It is inscribed with a diamond (tn Heb “adamant.” The word “diamond” is an accommodation to modern times. There is no evidence that diamond was known in ancient times. This hard stone (perhaps emery) became metaphorical for hardness; see Ezek 3:9 and Zech 7:12. For discussion see W. E. Staples, “Adamant,” IDB 1:45.) point on the horns of their altars. (tn This verse has been restructured for the sake of the English poetry: Heb “The sin of Judah is engraved [or written] with an iron pen, inscribed with a point of a diamond [or adamant] upon the tablet of their hearts and on the horns of their altars.”sn There is biting sarcasm involved in the use of the figures here. The law was inscribed on the tablets of stone by the “finger” of God (Exod 31:18; 32:16). Later under the new covenant it would be written on their hearts (Jer 31:33). Blood was to be applied to the horns of the altar in offering the sin offering (cf., e. g., Lev 4:7, 18, 25, 20) and on the bronze altar to cleanse it from sin on the Day of Atonement (Lev 16:18). Here their sins are engraved (permanently written, cf. Job 19:24) on their hearts (i. e., control their thoughts and actions) and on their altars (permanently polluting them).)"},{"number":2,"verse":"Their children are always thinking about (tn It is difficult to convey in good English style the connection between this verse and the preceding. The text does not have a finite verb but a temporal preposition with an infinitive: Heb “while their children remember their altars…” It is also difficult to translate the verb “literally.” (i. e., what does “remember” their altars mean?). Hence it has been rendered “always think about.” Another possibility would be “have their altars…on their minds.”sn There is possibly a sarcastic irony involved here as well. The Israelites were to remember the Lord and what he had done and were to commemorate certain days, e. g., the Passover and the Sabbath which recalled their deliverance. Instead they resorted to the pagan altars and kept them in mind.) their (tc This reading follows many Hebrew mss and ancient versions. Many other Hebrew mss read “your” [masc. pl.].) altars and their sacred poles dedicated to the goddess Asherah, (sn Sacred poles dedicated to…Asherah. A leading deity of the Canaanite pantheon was Asherah, wife/sister of El and goddess of fertility. She was commonly worshiped at shrines in or near groves of evergreen trees, or, failing that, at places marked by wooden poles (Hebrew אֲשֵׁרִים [’asherim], plural). They were to be burned or cut down (Deut 7:5; 12:3; 16:21; Judg 6:25, 28, 30; 2 Kgs 18:4).) set up beside the green trees on the high hills"},{"number":3,"verse":"and on the mountains and in the fields. (tc This reading follows some of the ancient versions. The MT reads, “hills. My mountain in the open field [alluding to Jerusalem] and your wealth…I will give.” The vocalization of the noun plus pronoun and the unusual form of the expression to allude to Jerusalem calls into question the originality of the MT. The MT reads הֲרָרִי (harari) which combines the suffix for a singular noun with a pointing of the noun in the plural, a form which would be without parallel (compare the forms in Ps 30:8 for the singular noun with suffix and Deut 8:9 for the plural noun with suffix). Likewise, Jerusalem was not “in the open field.” For a similar expression compare Jer 13:27.) I will give your wealth and all your treasures away as plunder. I will give it away as the price (tc Or “I will give away your wealth, all your treasures, and your places of worship…” The translation follows the emendation suggested in the footnote in BHS, reading בִּמְחִיר (bimkhir) in place of בָּמֹתֶיךָ (bamotekha). The forms are graphically very close and one could explain the origin of either from the other. The parallel in 15:13–14 reads לֹא בִּמְחִיר (lo’ bimkhir). The text here may be a deliberate play on that one. The emended text makes decidedly better sense contextually than the MT unless some sardonic reference to their idolatry is intended.) for the sins you have committed throughout your land."},{"number":4,"verse":"You will lose your hold on the land (tc Or “Through your own fault you will lose the land…” As W. McKane (Jeremiah [ICC], 1:386) notes the ancient versions do not appear to be reading וּבְךָ (uvÿkha) as in the MT but possibly לְבַדְּךָ (lÿvaddÿkha; see BHS fn). The translation follows the suggestion in BHS fn that יָדְךָ (yadÿkha, literally “your hand”) be read for MT וּבְךָ. This has the advantage of fitting the idiom of this verb with “hand” in Deut 15:2 (see also v. 3 there). The Hebrew text thus reads “You will release your hand from your heritage.”) which I gave to you as a permanent possession. I will make you serve your enemies in a land that you know nothing about. For you have made my anger burn like a fire that will never be put out.” (tc A few Hebrew mss and two Greek mss read “a fire is kindled in my anger” (reading קָדְחָה, qodkha) as in 15:14 in place of “you have kindled a fire in my anger” (reading קָדַחְתֶּם, qadakhtem) in the majority of Hebrew mss and versions. The variant may be explained on the basis of harmonization with the parallel passage. tn Heb “you have started a fire in my anger which will burn forever.”)"},{"number":5,"verse":"(Individuals Are Challenged to Put Their Trust in the Lord) The LORD says, “I will put a curse on people who trust in mere human beings, who depend on mere flesh and blood for their strength, (tn Heb “who make flesh their arm.” The “arm” is the symbol of strength and the flesh is the symbol of mortal man in relation to the omnipotent God. The translation “mere flesh and blood” reflects this.) and whose hearts (sn In the psychology of ancient Hebrew thought the heart was the center not only of the emotions but of the thoughts and motivations. It was also the seat of moral conduct (cf. its placement in the middle of the discussion of moral conduct in Prov 4:20–27, i. e., in v. 23).) have turned away from the LORD."},{"number":6,"verse":"They will be like a shrub (tn This word occurs only here and in Jer 48:6. It has been identified as a kind of juniper, which is a short shrub with minute leaves that look like scales. For a picture and more discussion see Fauna and Flora of the Bible, 131.) in the desert. They will not experience good things even when they happen. It will be as though they were growing in the desert, in a salt land where no one can live."},{"number":7,"verse":"My blessing is on those people who trust in me, who put their confidence in me. (tn Heb “Blessed is the person who trusts in the Lord, and whose confidence is in the Lord.” However, because this is a statement of the Lord and the translation chooses to show that the blessing comes from him, the first person is substituted for the divine name.)"},{"number":8,"verse":"They will be like a tree planted near a stream whose roots spread out toward the water. It has nothing to fear when the heat comes. Its leaves are always green. It has no need to be concerned in a year of drought. It does not stop bearing fruit."},{"number":9,"verse":"The human mind is more deceitful than anything else. It is incurably bad. (tn Or “incurably deceitful”; Heb “It is incurable.” For the word “deceitful” compare the usage of the verb in Gen 27:36 and a related noun in 2 Kgs 10:19. For the adjective “incurable” compare the usage in Jer 15:18. It is most commonly used with reference to wounds or of pain. In Jer 17:16 it is used metaphorically for a “woeful day” (i. e., day of irreparable devastation). sn The background for this verse is Deut 29:18–19 (29:17–18 HT) and Deut 30:17.) Who can understand it?"},{"number":10,"verse":"I, the LORD, probe into people’s minds. I examine people’s hearts. (tn The term rendered “mind” here and in the previous verse is actually the Hebrew word for “heart.” However, in combination with the word rendered “heart” in the next line, which is the Hebrew for “kidneys,” it is best rendered “mind” because the “heart” was considered the center of intellect, conscience, and will and the “kidneys” the center of emotions. sn For an earlier reference to this motif see Jer 11:20. For a later reference see Jer 20:12. See also Ps 17:2–3.) I deal with each person according to how he has behaved. I give them what they deserve based on what they have done."},{"number":11,"verse":"The person who gathers wealth by unjust means is like the partridge that broods over eggs but does not hatch them. (tn The meaning of this line is somewhat uncertain. The word translated “broods over” occurs only here and Isa 34:15. It is often defined on the basis of an Aramaic cognate which means “to gather” with an extended meaning of “to gather together under her to hatch.” Many commentators go back to a Rabbinic explanation that the partridge steals the eggs of other birds and hatches them out only to see the birds depart when they recognize that she is not the mother. Modern studies question the validity of this zoologically. Moreover, W. L. Holladay contests the validity on the basis of the wording “and she does hatch them” (Heb “bring them to birth”). See W. L. Holladay, Jeremiah (Hermeneia), 1:498, and see also P. C. Craigie, P. H. Kelley, J. F. Drinkard, Jeremiah 1–25 (WBC), 229. The point of the comparison is that the rich gather their wealth but they do not get to see the fruits of it.) Before his life is half over he will lose his ill-gotten gains. (tn The Hebrew text merely says “it.” But the antecedent might be ambiguous in English so the reference to wealth gained by unjust means is here reiterated for clarity.) At the end of his life it will be clear he was a fool.” (tn Heb “he will be [= prove to be] a fool.”)"},{"number":12,"verse":"(Jeremiah Appeals to the Lord for Vindication) Then I said, (tn The words, “Then I said” are not in the text. They are supplied in the translation for clarity to show the shift in speaker. sn The Lord is no longer threatening judgment but is being addressed. For a similar doxological interruption compare Jer 16:19–20.) “LORD, from the very beginning you have been seated on your glorious throne on high. You are the place where we can find refuge."},{"number":13,"verse":"You are the one in whom Israel may find hope. (tn Heb “O glorious throne, O high place from the beginning, O hope of Israel, O Lord.” Commentators and translators generally understand these four lines (which are three in the Hebrew original) as two predications, one eulogizing the temple and the other eulogizing God. However, that does not fit the context very well and does not take into account the nature of Jeremiah’s doxology in Jeremiah 16:19–20 (and compare also 10:6–7). There the doxology is context motivated, focused on God, and calls on relevant attributes in the form of metaphorical epithets. That fits nicely here as well. For the relevant parallel passages see the study note. sn As King and Judge seated on his heavenly throne on high the Lord metes out justice. For examples of this motif see Jer 25:30; Ps 11:4; 9:4, 7 (9:5, 8 HT). As the place of sanctuary he offers refuge for those who are fleeing for safety. Ezek 11:16 and Isa 18:1–4 are examples of passages using that motif. Finally, the Lord has been referred to earlier as the object of Israel’s hope (Jer 14:8). All of these are relevant to the choices that the Lord has placed before them, trust or turn away, and the threat that as all-knowing Judge he will reward people according to their behavior.) All who leave you will suffer shame. Those who turn away from you (tc The translation is based on an emendation suggested in W. L. Holladay, Jeremiah (Hermeneia), 1:500, n. b-b. The emendation involves following the reading preferred by the Masoretes (the Qere) and understanding the preposition with the following word as a corruption of the suffix on it. Thus the present translation reads וּסוּרֶיךָ אֶרֶץ (usurekha ’erets) instead of וּסוּרַי בָּאֶרֶץ (usuray ba’erets, “and those who leave me will be written in the earth”), a reading which is highly improbable since all the other pronouns are second singular.) will be consigned to the nether world. (tn Or “to the world of the dead.” An alternative interpretation is: “will be as though their names were written in the dust”; Heb “will be written in the dust.” The translation follows the nuance of “earth” listed in HALOT 88 s. v. אֶרֶץ 4 and found in Jonah 2:6 (2:7 HT); Job 10:21–22. For the nuance of “enrolling, registering among the number” for the verb translated here “consign” see BDB 507 s. v. כָּתַב Qal.3 and 508 s. v. Niph.2 and compare usage in Ezek 13:9 and Ps 69:28 (69:29 HT).) For they have rejected you, the LORD, the fountain of life. (tn Heb “The fountain of living water.” For an earlier use of this metaphor and the explanation of it see Jer 2:13 and the notes there. There does not appear to be any way to retain this metaphor in the text without explaining it. In the earlier text the context would show that literal water was not involved. Here it might still be assumed that the Lord merely gives life-giving water.)"},{"number":14,"verse":"LORD, grant me relief from my suffering so that I may have some relief. Rescue me from those who persecute me so that I may be rescued. (tn The translation fills in the details of the metaphor from a preceding context (15:18) and from the following context (17:18). The literal translation “Heal me and I will be healed. Rescue me and I will be rescued.” does not make much sense if these details are not filled in. The metaphor is filled in for clarity for the average reader.)"},{"number":15,"verse":"Listen to what they are saying to me. (tn Heb “Behold, they are saying to me.”) They are saying, “Where are the things the LORD threatens us with? Come on! Let’s see them happen!” (tn Heb “Where is the word of the Lord. Let it come [or come to pass] please.”)"},{"number":16,"verse":"But I have not pestered you to bring disaster. (tc Heb “I have not run after you for the sake of disaster.” The translation follows the suggestion of some ancient versions. The Hebrew text reads “I have not run from being a shepherd after you.” The translation follows two Greek versions (Aquila and Symmachus) and the Syriac in reading the word “evil” or “disaster” here in place of the word “shepherd” in the Hebrew text. The issue is mainly one of vocalization. The versions mentioned are reading a form מֵרָעָה (mera’ah) instead of מֵרֹעֶה (mero’eh). There does not appear to be any clear case of a prophet being called a shepherd, especially in Jeremiah where it is invariably used of the wicked leaders/rulers of Judah, the leaders/rulers of the enemy that he brings to punish them, or the righteous ruler that he will bring in the future. Moreover, there are no cases where the preposition “after” is used with the verb “shepherd.” Parallelism also argues for the appropriateness of this reading; “disaster” parallels the “incurable day.” The thought also parallels the argument thus far. Other than 11:20; 12:3; 15:15 where he has prayed for vindication by the Lord punishing his persecutors as they deserve, he has invariably responded to the Lord’s word of disaster with laments and prayers for his people (see 4:19–21; 6:24; 8:18; 10:19–25; 14:7–9, 19–22).) I have not desired the time of irreparable devastation. (tn Heb “the incurable day.” For the use of this word see the note on 17:9.) You know that. You are fully aware of every word that I have spoken. (tn Heb “that which goes out of my lip is right in front of your face.”)"},{"number":17,"verse":"Do not cause me dismay! (tn Heb “do not be a source of dismay for me.” For this nuance of מְחִתָּה (mÿkhittah) rather than “terror” as many of the English versions have it see BDB 370 s. v. מְחִתָּה 1. b and the usage in Prov 21:15. Compare also the usage of the related verb which occurs in the next verse (see also BDB 369 s. v. חָתַת Qal.2).) You are my source of safety in times of trouble."},{"number":18,"verse":"May those who persecute me be disgraced. Do not let me be disgraced. May they be dismayed. Do not let me be dismayed. Bring days of disaster on them. Bring on them the destruction they deserve.” (tn Or “complete destruction.” See the translator’s note on 16:18. sn Jeremiah now does what he says he has not wanted to do or been hasty to do. He is, however, seeking his own vindication and that of God whose threats they have belittled.)"},{"number":19,"verse":"(Observance of the Sabbath Day Is a Key to the Future) The LORD told me, “Go and stand in the People’s Gate (sn The identity and location of the People’s Gate is uncertain since it is mentioned nowhere else in the Hebrew Bible. Some identify it with the Benjamin Gate mentioned in Jer 37:13; 38:7 (cf. NAB), but there is no textual support for this in the Hebrew Bible or in any of the ancient versions.) through which the kings of Judah enter and leave the city. Then go and stand in all the other gates of the city of Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":20,"verse":"As you stand in those places (tn The words “As you stand there” are not in the text but are implicit in the connection. They are supplied in the translation for clarity.) announce, ‘Listen, all you people who pass through these gates. Listen, all you kings of Judah, all you people of Judah and all you citizens of Jerusalem. Listen to what the LORD says. (tn Heb “Listen to the word of the Lord, kings of Judah…Jerusalem who enter through these gates.” This sentence has been restructured to avoid a long complex English sentence and to put “Listen to what the Lord says” closer to the content of what he says.)"},{"number":21,"verse":"The LORD says, ‘Be very careful if you value your lives! (tn Heb “Be careful at the risk of your lives.” The expression with the preposition בְּ (bet) is unique. Elsewhere the verb “be careful” is used with the preposition לְ (lamed) in the sense of the reflexive. Hence the word “soul” cannot be simply reflexive here. BDB 1037 s. v. שָׁמַר Niph.1 understands this as a case where the preposition בְּ introduces the cost or price (cf. BDB 90 s. v. בּ III.3. a).) Do not carry any loads (sn Comparison with Neh 13:15–18 suggests that these loads were merchandise or agricultural produce which were being brought in for sale. The loads that were carried out of the houses in the next verse were probably goods for barter.) in through (tn Heb “carry loads on the Sabbath and bring [them] in through.” The two verbs “carry” and “bring in” are an example of hendiadys (see the note on “Be careful…by carrying”). This is supported by the next line where only “carry out” of the houses is mentioned.) the gates of Jerusalem on the Sabbath day."},{"number":22,"verse":"Do not carry any loads out of your houses or do any work on the Sabbath day. (tn Heb “Do not carry any loads out of your houses on the Sabbath day and do not do any work.” Translating literally might give the wrong impression that they were not to work at all. The phrase “on the Sabbath day” is, of course, intended to qualify both prohibitions.) But observe the Sabbath day as a day set apart to the LORD, (tn Heb “But sanctify [or set apart as sacred] the Sabbath day.” The idea of setting it apart as something sacred to the Lord is implicit in the command. See the explicit statements of this in Exod 20:10; 31:5; 35:2; Lev 24:8. For some readers the idea of treating the Sabbath day as something sacred won’t mean much without spelling the qualification out specifically. Sabbath observance was not just a matter of not working.) as I commanded your ancestors. (tn Heb “fathers.”)"},{"number":23,"verse":"Your ancestors, (tn Heb “They.” The antecedent is spelled out to avoid any possible confusion.) however, did not listen to me or pay any attention to me. They stubbornly refused (tn Heb “They hardened [or made stiff] their neck so as not to.”) to pay attention or to respond to any discipline.’"},{"number":24,"verse":"The LORD says, (tn Heb “Oracle of the Lord.”) ‘You must make sure to obey me. You must not bring any loads through the gates of this city on the Sabbath day. You must set the Sabbath day apart to me. You must not do any work on that day."},{"number":25,"verse":"If you do this, (tn Heb “If you will carefully obey me by not bringing…and by sanctifying…by not doing…, then kings will….” The structure of prohibitions and commands followed by a brief “if” clause has been used to break up a long condition and consequence relationship which is contrary to contemporary English style.) then the kings and princes who follow in David’s succession (tn Heb “who sit [or are to sit] on David’s throne.”) and ride in chariots or on horses will continue to enter through these gates, as well as their officials and the people of Judah and the citizens of Jerusalem. (tn Heb “There will come through the gates of this city the kings and princes…riding in chariots and on horses, they and their officials…” The structure of the original text is broken up here because of the long compound subject which would make the English sentence too long. The term “princes” is often omitted as a supposed double writing of the word that follows it and looks somewhat like it (the Hebrew reads here וְשָׂרִים יֹשְׁבִים, vÿsarim yoshÿvim) or the same word which occurs later in the verse and is translated “officials” (the word can refer to either). It is argued that “princes” are never said to sit on the throne of David (translated here “follow in the succession of David”). However, the word is in all texts and versions and the concept of sitting on the throne of someone is descriptive of both past, present, and future and is even used with the participle in a proleptic sense of “the one who is to sit on the throne” (cf. Exod 11:5; 12:29).) This city will always be filled with people. (tn Heb “will be inhabited forever.”)"},{"number":26,"verse":"Then people will come here from the towns in Judah, from the villages surrounding Jerusalem, from the territory of Benjamin, from the western foothills, from the southern hill country, and from the southern part of Judah. They will come bringing offerings to the temple of the LORD: burnt offerings, sacrifices, grain offerings, and incense along with their thank offerings. (tn Heb “There will come from the cities of Judah and from the environs of Jerusalem and from…those bringing…incense and those bringing thank offerings.” This sentence has been restructured from a long complex original to conform to contemporary English style.)"},{"number":27,"verse":"But you must obey me and set the Sabbath day apart to me. You must not carry any loads in through (tn Heb “carry loads on the Sabbath and bring [them] in through.” The translation treats the two verbs “carry” and “bring in” are an example of hendiadys (see the note on “through” in 17:21).) the gates of Jerusalem on the Sabbath day. If you disobey, I will set the gates of Jerusalem on fire. It will burn down all the fortified dwellings in Jerusalem and no one will be able to put it out.’”"}]}