{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":20,"verses":[{"number":1,"verse":"(Jeremiah is Flogged and Put in A Cell) Now Pashhur son of Immer heard Jeremiah prophesy these things. He was the priest who was chief of security (tn Heb “chief overseer/officer.” The translation follows the suggestion of P. C. Craigie, P. H. Kelley, J. F. Drinkard, Jeremiah 1–25 (WBC), 267, based on the parallel passage in 29:26–27 where this official appears to have been in charge of maintaining order in the temple. sn Judging from a comparison of this passage with Jer 29:26–27 and that passage in turn with 2 Kgs 25:18, Pashhur held an office second in rank only to the high priest. He was in charge of keeping order in the temple and took offense at what he heard Jeremiah saying.) in the LORD’s temple."},{"number":2,"verse":"When he heard Jeremiah’s prophecy, he had the prophet flogged. (tn Heb “And Pashhur son of Immer, the priest and he [= who] was chief overseer [or officer] in the house of the Lord heard Jeremiah prophesying these words/things 20:2 and Pashhur had the prophet Jeremiah flogged.” This verse and the previous one has been restructured in the translation to better conform with contemporary English style.) Then he put him in the stocks (tn The meaning of this word is uncertain. It occurs only here, in 29:26 where it is followed by a parallel word that occurs only there and is generally translated “collar,” and in 2 Chr 16:10 where it is preceded by the word “house of.” It is most often translated “stocks” and explained as an instrument of confinement for keeping prisoners in a crooked position (from its relation to a root meaning “to turn.” See BDB 246 s. v. מַהְפֶּכֶת and KBL 500 s. v. מַהְפֶּכֶת for definition and discussion.) For a full discussion including the interpretation of the ancient versions see W. L. Holladay, Jeremiah (Hermeneia), 1:542-43.) which were at the Upper Gate of Benjamin in the LORD’s temple. (sn A comparison of Ezek 8:3 and 9:2 in their contexts will show that this probably refers to the northern gate to the inner court of the temple. It is called Upper because it was on higher ground above the gate in the outer court. It is qualified by “in the Lord’s temple” to distinguish it from the Benjamin Gate in the city wall (cf. 37:13; 38:7). Like the Benjamin Gate in the city wall it faced north toward the territory of the tribe of Benjamin.)"},{"number":3,"verse":"But the next day Pashhur released Jeremiah from the stocks. When he did, Jeremiah said to him, “The LORD’s name for you is not ‘Pashhur’ but ‘Terror is Everywhere.’ (tn This name is translated rather than transliterated to aid the reader in understanding this name and connect it clearly with the explanation that follows in the next verse. For a rather complete discussion on the significance of this name and an attempt to explain it as a pun on the name “Pashhur” see J. A. Thompson, Jeremiah (NICOT), 455, n. 35. sn The name Pashhur is essentially a curse pronounced by Jeremiah invoking the Lord’s authority. The same phrase occurs in Jer 6:25; 46:5; 49:29 which are all in the context of war. In ancient Israelite culture the change in name denoted a change in status or destiny. See, for example, the shift from Jacob (“He grabs the heel” and “Cheater” or “Deceiver,” Gen 25:26; 27:36) to Israel (“He perseveres with God,” Gen 32:28).)"},{"number":4,"verse":"For the LORD says, ‘I will make both you and your friends terrified of what will happen to you. (tn Heb “I will make you an object of terror to both you and your friends.”) You will see all of them die by the swords of their enemies. (tn Heb “And they will fall by the sword of their enemies and [with] your eyes seeing [it].”) I will hand all the people of Judah over to the king of Babylon. He will carry some of them away into exile in Babylon and he will kill others of them with the sword."},{"number":5,"verse":"I will hand over all the wealth of this city to their enemies. I will hand over to them all the fruits of the labor of the people of this city and all their prized possessions, as well as all the treasures of the kings of Judah. Their enemies will seize it all as plunder (tn Heb “Take them [the goods, etc.] as plunder and seize them.”) and carry it off to Babylon."},{"number":6,"verse":"You, Pashhur, and all your household (tn Heb “all who live in your house.” This included his family and his servants.) will go into exile in Babylon. You will die there and you will be buried there. The same thing will happen to all your friends to whom you have prophesied lies.’” (sn As a member of the priesthood and the protector of order in the temple, Pashhur was undoubtedly one of those who promulgated the deceptive belief that the Lord’s presence in the temple was a guarantee of Judah’s safety (cf. 7:4, 8). Judging from the fact that two other men held the same office after the leading men in the city were carried into exile in 597 b. c. (see Jer 29:25–26 and compare 29:1–2 for the date and 2 Kgs 24:12–16 for the facts), this prophecy was probably fulfilled in 597. For a similar kind of oracle of judgment see Amos 7:10–17.)"},{"number":7,"verse":"(Jeremiah Complains about the Reaction to His Ministry) LORD, you coerced me into being a prophet, and I allowed you to do it. You overcame my resistance and prevailed over me. (tn The translation is admittedly interpretive but so is every other translation that tries to capture the nuance of the verb rendered here “coerced.” Here the Hebrew text reads: “You [ – ]ed me and I let myself be [ – ]ed. You overpowered me and prevailed.” The value one assigns to [ – ] is in every case interpretive based on what one thinks the context is referring to. The word is rendered “deceived” or “tricked” by several English versions (see, e. g., KJV, NASB, TEV, ICV) as though God had misled him. It is rendered “enticed” by some (see, e. g., NRSV, NJPS) as though God had tempted him with false hopes. Some go so far as to accuse Jeremiah of accusing God of metaphorically “raping” him. It is true that the word is used of “seducing” a virgin in Exod 22:15 and that it is used in several places to refer to “deceiving” someone with false words (Prov 24:28; Ps 78:36). It is also true that it is used of “coaxing” someone to reveal something he does not want to (Judg 14:15; 16:5) and of “enticing” someone to do something on the basis of false hopes (1 Kgs 22:20–22; Prov 1:10). However, it does not always have negative connotations or associations. In Hos 2:14 (2:16 HT) God “charms” or “woos” Israel, his estranged ‘wife,’ into the wilderness where he hopes to win her back to himself. What Jeremiah is alluding to here is crucial for translating and interpreting the word. There is no indication in this passage that Jeremiah is accusing God of misleading him or raising false hopes; God informed him at the outset that he would encounter opposition (1:17–19). Rather, he is alluding to his call to be a prophet, a call which he initially resisted but was persuaded to undertake because of God’s persistence (Jer 1:7–10). The best single word to translate ‘…’ with is thus “persuaded” or “coerced.” The translation spells out the allusion explicitly so the reader is not left wondering about what is being alluded to when Jeremiah speaks of being “coerced.” The translation “I let you do it” is a way of rendering the Niphal of the same verb which must be tolerative rather than passive since the normal passive for the Piel would be the Pual (See IBHS 389-90 §23.4g for discussion and examples.). The translation “you overcame my resistance” is based on allusion to the same context (1:7–10) and the parallel use of חָזַק (khazaq) as a transitive verb with a direct object in 1 Kgs 16:22.) Now I have become a constant laughingstock. Everyone ridicules me."},{"number":8,"verse":"For whenever I prophesy, (tn Heb “speak,” but the speaking is in the context of speaking as a prophet.) I must cry out, (tn Heb “I cry out, I proclaim.”) “Violence and destruction are coming!” (tn Heb “Violence and destruction.”sn The words “Violence and destruction…” are a synopsis of his messages of judgment. Jeremiah is lamenting that his ministry up to this point has been one of judgment and has brought him nothing but ridicule because the Lord has not carried out his threats. He appears in the eyes of the people to be a false prophet.) This message from the LORD (tn Heb “the word of the Lord.” For the use of כִּי…כִּי (ki…ki) here in the sense of “for…and” see KBL 432 s. v. כּי 10.) has made me an object of continual insults and derision."},{"number":9,"verse":"Sometimes I think, “I will make no mention of his message. I will not speak as his messenger (tn Heb “speak in his name.” This idiom occurs in passages where someone functions as the messenger under the authority of another. See Exod 5:23; Deut 18:19, 29:20; Jer 14:14. The antecedent in the first line is quite commonly misidentified as being “him,” i. e., the Lord. Comparison, however, with the rest of the context, especially the consequential clause “then it becomes” (וְהָיָה, vÿhayah), and Jer 23:36 shows that it is “the word of the Lord.”) any more.” But then (tn The English sentence has again been restructured for the sake of English style. The Hebrew construction involves two vav consecutive perfects in a condition and consequence relation, “If I say to myself…then it [his word] becomes.” See GKC 337 §112. kk for the construction.) his message becomes like a fire locked up inside of me, burning in my heart and soul. (sn Heb “It is in my heart like a burning fire, shut up in my bones.” In addition to standing as part for the whole, the “bones” for the person (e. g., Ps 35:10), the bones were associated with fear (e. g., Job 4:14) and with pain (e. g., Job 33:19, Ps 102:3 [102:4 HT]) and joy or sorrow (e. g., Ps 51:8 [51:10 HT]). As has been mentioned several times, the heart was connected with intellectual and volitional concerns.) I grow weary of trying to hold it in; I cannot contain it."},{"number":10,"verse":"I (tn It would be difficult to render accurately the Hebrew particle כִּי (ki) that introduces this verse without lengthening the English line unduly. It probably means something like “This is true even though I…,” i. e., the particle is concessive (cf. BDB s. v. כִּי 2. c). No other nuance seems appropriate. The particle is left out of the translation, but its presence is acknowledged here.) hear many whispering words of intrigue against me. Those who would cause me terror are everywhere! (tn The phrase translated “Those who would cause me terror are everywhere” has already occurred in 6:25 in the context of the terror caused by the enemy from the north and in 20:3 in reference to the curse pronounced on Pashhur who would experience it first hand. Some have seen the phrase here not as Jeremiah’s ejaculation of terror but of his assailant’s taunts of his message or even their taunting nickname for him. But comparison of this passage with the first two lines of Ps 31:13 (31:14 HT) which are word for word the same as these two will show that it refers to the terror inspired by the plots of his enemies to do away with him. It is also clear from the context of that passage and the following context here that the “whispering of many” (the literal translation of “many whispering words of intrigue against me) refers to intrigues to take vengeance on him and do away with him.) They are saying, “Come on, let’s publicly denounce him!” (tn Heb “Denounce and let us denounce him.” The verb which is translated “denounce” (נָגַד, nagad) does not take an accusative object of person as it does here very often. When it does it usually means to inform someone. The only relevant passage appears to be Job 17:5 where it means something like “denounce.” What is probably involved here are the attempts to portray Jeremiah as a traitor (Jer 26:10) and a false prophet (see his conflict with Hananiah in Jer 28).) All my so-called friends (tn Heb “the men of my peace [who are concerned about my welfare].” For this phrase compare Ps 41:9 (41:10 HT); Jer 38:22. It is generally agreed that irony is being invoked here, hence “so-called” is supplied in the translation to bring out the irony.) are just watching for something that would lead to my downfall. (tn Heb “watching my stumbling [for me to stumble].” Metaphorically they were watching for some slip-up that would lead to his downfall. Compare the use in Pss 35:15 and 38:17 (38:18 HT).) They say, “Perhaps he can be enticed into slipping up, so we can prevail over (tn All the text says literally is “Perhaps he can be enticed so that we can prevail over him.” However the word “enticed” needs some qualification. As W. McKane (Jeremiah [ICC], 1:479) notes it should probably be read in the context of the “stumbling” (= “something that would lead to my downfall”). Hence “slipping up” has been supplied as an object. It is vague enough to avoid specifics as the original text does but suggests some reference to “something that would lead to my downfall.”sn There is an interesting ironical play on words here with the earlier use of these same Hebrew words in v. 7 to refer to the Lord coercing him into being his spokesman and overcoming his resistance. Jeremiah is lamenting that it was God’s call to speak his word which he could not (and still cannot) resist that has led ironically to his predicament, which is a source of terror to him.) him and get our revenge on him."},{"number":11,"verse":"But the LORD is with me to help me like an awe-inspiring warrior. (sn This line has some interesting ties with Jer 15:20–21 where Jeremiah is assured by God that he is indeed with him as he promised him when he called him (1:8, 19) and will deliver him from the clutches of wicked and violent people. The word translated here “awe-inspiring” is the same as the word “violent people” there. Jeremiah is confident that his “awe-inspiring” warrior will overcome “violent people.” The statement of confidence here is, by the way, a common element in the psalms of petition in the Psalter. The common elements of that type of psalm are all here: invocation (v. 7), lament (vv. 7–10), confession of trust/confidence in being heard (v. 11), petition (v. 12), thanksgiving or praise (v. 13). For some examples of this type of psalm see Pss 3, 7, 26.) Therefore those who persecute me will fail and will not prevail over me. They will be thoroughly disgraced because they did not succeed. Their disgrace will never be forgotten."},{"number":12,"verse":"O LORD who rules over all, (tn Heb “Yahweh of armies.”sn See the study note on 2:19 for explanation of this title for God.) you test and prove the righteous. You see into people’s hearts and minds. (tn Heb “Lord of armies, the one who tests the righteous, who sees kidneys and heart.” The sentence has been broken up to avoid a long and complex English sentence. The translation is more in keeping with contemporary English style. sn This verse is almost an exact duplication of the petition in one of Jeremiah’s earlier prayers and complaints. See Jer 11:20 and notes there for explanation of the Hebrew psychology underlying the use of “kidneys and heart” here. For the thoughts expressed here see Ps 17.) Pay them back for what they have done because I trust you to vindicate my cause."},{"number":13,"verse":"Sing to the LORD! Praise the LORD! For he rescues the oppressed from the clutches of evildoers. (sn While it may be a little confusing to modern readers to see the fluctuation in moods and the shifts in addressee in a prayer and complaint like this, it was not at all unusual for Israel where these were often offered in the temple in the conscious presence of God before fellow worshipers. For another example of these same shifts see Ps 22 which is a prayer of David in a time of deep distress.)"},{"number":14,"verse":"Cursed be the day I was born! May that day not be blessed when my mother gave birth to me. (sn From the heights of exaltation, Jeremiah returns to the depths of despair. For similar mood swings in the psalms of lament compare Ps 102. Verses 14-18 are similar in tone and mood to Job 3:1–10. They are very forceful rhetorical ways of Job and Jeremiah expressing the wish that they had never been born.)"},{"number":15,"verse":"Cursed be the man who made my father very glad when he brought him the news that a baby boy had been born to him! (tn Heb “Cursed be the man who brought my father the news saying, ‘A son, a male, has been born to you,’ making glad his joy.” This verse has been restructured for English stylistic purposes. sn The birth of a child was an occasion of great joy. This was especially true if the child was a boy because it meant the continuance of the family line and the right of retention of the family property. See Ruth 4:10, 13–17.)"},{"number":16,"verse":"May that man be like the cities (sn The cities alluded to are Sodom and Gomorrah and the cities of the Jordan plain which had become proverbial for their wickedness and for the destruction that the Lord brought on them because of it. See Isa 1:9–10; 13:19; Jer 23:14; 49:18.) that the LORD destroyed without showing any mercy. May he hear a cry of distress in the morning and a battle cry at noon."},{"number":17,"verse":"For he did not kill me before I came from the womb, making my pregnant mother’s womb my grave forever. (tn Heb “because he did not kill me from the womb so my mother might be to me for my grave and her womb eternally pregnant.” The sentence structure has been modified and the word “womb” moved from the last line to the next to the last line for English stylistic purposes and greater clarity.)"},{"number":18,"verse":"Why did I ever come forth from my mother’s womb? All I experience is trouble and grief, and I spend my days in shame. (tn Heb “Why did I come forth from the womb to see [= so that I might see] trouble and grief and that my days might be consumed in shame.”)"}]}