{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"The LORD told me, (tn The word “me “ is not in the text. It is, however, implicit and is supplied in the translation for clarity.) “Go down (sn The allusion here is to going down from the temple to the palace which was on a lower eminence. See 36:12 in its context.) to the palace of the king of Judah. Give him a message from me there. (tn Heb “And speak there this word:” The translation is intended to eliminate an awkward and lengthy sentence.)"},{"number":2,"verse":"Say: ‘Listen, O king of Judah who follows in David’s succession. (tn Heb “who sits on David’s throne.”) You, your officials, and your subjects who pass through the gates of this palace must listen to what the LORD says. (tn Heb “Hear the word of the Lord, O king of Judah who sits on the throne of David, you, and your officials and your people who pass through these gates.”)"},{"number":3,"verse":"The LORD says, “Do what is just and right. Deliver those who have been robbed from those (tn Heb “from the hand [or power] of.”) who oppress them. Do not exploit or mistreat foreigners who live in your land, children who have no fathers, or widows. (tn Heb “aliens, orphans, or widows” treating the terms as generic or collective. However, the term “alien” carries faulty connotations and the term “orphan” is not totally appropriate because the Hebrew term does not necessarily mean that both parents have died. sn These were classes of people who had no one to look out for their rights. The laws of Israel, however, were careful to see that their rights were guarded (cf. Deut 10:18) and that provision was made for meeting their needs (cf. Deut 24:19–21). The Lord promised to protect them (cf. Ps 146:9) and a curse was called down on any who deprived them of justice (cf. Deut 27:19).) Do not kill innocent people (tn Heb “Do not shed innocent blood.”sn Do not kill innocent people. For an example of one of the last kings who did this see Jer 36:20–23. Manasseh was notorious for having done this and the book of 2 Kgs attributes the ultimate destruction of Judah to this crime and his sin of worshiping false gods (2 Kgs 21:16; 24:4).) in this land."},{"number":4,"verse":"If you are careful to (tn The translation here reflects the emphasizing infinitive absolute before the verb.) obey these commands, then the kings who follow in David’s succession and ride in chariots or on horses will continue to come through the gates of this palace, as will their officials and their subjects. (tn Heb “There will come through the gates of this city the kings…riding in chariots and on horses, they and their officials…” The structure of the original text is broken up here because of the long compound subject which would make the English sentence too long. Compare 17:25 for the structure and wording of this sentence.)"},{"number":5,"verse":"But, if you do not obey these commands, I solemnly swear (sn Heb “I swear by myself.” Oaths were guaranteed by invoking the name of a god or swearing by “his life.” See Jer 12:16; 44:26. Since the Lord is incomparably great, he could swear by no higher (see Heb 6:13–16) than to swear by himself or his own great name.) that this palace will become a pile of rubble. I, the LORD, affirm it!” (tn Heb “Oracle of the Lord.”)"},{"number":6,"verse":"“‘For the LORD says concerning the palace of the king of Judah, “This place looks like a veritable forest of Gilead to me. It is like the wooded heights of Lebanon in my eyes. But I swear that I will make it like a wilderness whose towns have all been deserted. (tn Heb “Gilead you are to me, the height of Lebanon, but I will surely make you a wilderness [with] cities uninhabited.” The points of comparison are made explicit in the translation for the sake of clarity. See the study note for further explanation. For the use of the preposition לְ (lamed) = “in my eyes/in my opinion” see BDB 513 s. v. לְ 5. a(d) and compare Jonah 3:3; Esth 10:3. For the use of the particles אִם לֹא (’im lo’) to introduce an emphatic oath see BDB 50 s. v. אִם 1. b(2). sn Lebanon was well known for its cedars and the palace (and the temple) had used a good deal of such timber in its construction (see 1 Kgs 5:6, 8–10; 7:2–3). In this section several references are made to cedar (see vv. 7, 14, 15, 23) and allusion has also been made to the paneled and colonnade armory of the Forest of Lebanon (2:14). It appears to have been a source of pride and luxury, perhaps at the expense of justice. Gilead was also noted in antiquity for its forests as well as for its fertile pastures.)"},{"number":7,"verse":"I will send men against it to destroy it (sn Heb “I will sanctify destroyers against it.” If this is not an attenuated use of the term “sanctify” the traditions of Israel’s holy wars are being turned against her. See also 6:4. In Israel’s early wars in the wilderness and in the conquest, the Lord fought for her against the enemies (cf., e. g., Josh 10:11, 14, 42; 24:7; Judg 5:20; 1 Sam 7:10). Now he is going to fight against them (21:5, 13) and use the enemy as his instruments of destruction. For a similar picture of destruction in the temple see the lament in Ps 74:3–7.) with their axes and hatchets. They will hack up its fine cedar panels and columns and throw them into the fire."},{"number":8,"verse":"“‘People from other nations will pass by this city. They will ask one another, “Why has the LORD done such a thing to this great city?”"},{"number":9,"verse":"The answer will come back, “It is because they broke their covenant with the LORD their God and worshiped and served other gods.”"},{"number":10,"verse":"Judgment on Jehoahaz “‘Do not weep for the king who was killed. Do not grieve for him. But weep mournfully for the king who has gone into exile. For he will never return to see his native land again. (tn The word “king” is not in the original text of either the first or the third line. It is implicit in the connection and is supplied in the translation for clarity. sn As the next verse makes clear, the king who will never return to see his native land is Shallum, also known as Jehoahaz (cf. 1 Chr 3:15; 2 Kgs 23:30, 33–34). He was made king by popular acclaim after the death of his father, Josiah, who was killed at Megiddo trying to stop Pharaoh Necho from going to the aid of the Assyrians. According to 2 Kgs 23:32 he was a wicked king. He was deposed by Necho and carried into exile where he died. The dead king alluded to is his father, Josiah, who was a godly king and was accordingly spared from seeing the destruction of his land (2 Kgs 22:20).)"},{"number":11,"verse":"“‘For the LORD has spoken about Shallum son of Josiah, who succeeded his father as king of Judah but was carried off into exile. He has said, “He will never return to this land. (tn Heb “For thus said the Lord concerning Shallum son of Josiah, king of Judah, who reigned instead of his father who went away from this place: He will not return there again.”)"},{"number":12,"verse":"For he will die in the country where they took him as a captive. He will never see this land again.” (sn This prophecy was fulfilled according to 2 Kgs 23:34.)"},{"number":13,"verse":"Judgment on Jehoiakim “‘Sure to be judged (sn Heb “Woe.” This particle is used in laments for the dead (cf., e. g., 1 Kgs 13:30; Jer 34:5) and as an introductory particle in indictments against a person on whom judgment is pronounced (cf., e. g., Isa 5:8, 11; Jer 23:1). The indictment is found here in vv. 13–17 and the announcement of judgment in vv. 18–19.) is the king who builds his palace using injustice and treats people unfairly while adding its upper rooms. (tn Heb “Woe to the one who builds his house by unrighteousness and its upper rooms with injustice using his neighbor [= countryman] as a slave for nothing and not giving to him his wages.” sn This was a clear violation of covenant law (cf. Deut 24:14–15) and a violation of the requirements set forth in Jer 22:3. The allusion is to Jehoiakim who is not mentioned until v. 18. He was placed on the throne by Pharaoh Necho and ruled from 609-598 b. c. He became a vassal of Nebuchadnezzar but rebelled against him, bringing about the siege of 597 b. c. in which his son and many of the Judean leaders were carried off to Babylon (2 Kgs 23:34–24:16). He was a wicked king according to the author of the book of Kings (2 Kgs 23:37). He had Uriah the prophet killed (Jer 26:23) and showed no regard for Jeremiah’s prophecies, destroying the scroll containing them (Jer 36:23) and ordering Jeremiah’s arrest (Jer 36:23).) He makes his countrymen work for him for nothing. He does not pay them for their labor."},{"number":14,"verse":"He says, “I will build myself a large palace with spacious upper rooms.” He cuts windows in its walls, panels it (tc The MT should be emended to read חַלֹּנָיו וְסָפוֹן (khallonayv vÿsafon) instead of חַלֹּנָי וְסָפוּן (khallonay vÿsafon), i. e., the plural noun with third singular suffix rather than the first singular suffix and the infinitive absolute rather than the passive participle. The latter form then parallels the form for “paints” and functions in the same way (cf. GKC 345 §113. z for the infinitive with vav [ו] continuing a perfect). The errors in the MT involve reading the וְ once instead of twice (haplography) and reading the וּ (u) for the וֹ (o).) with cedar, and paints its rooms red. (tn The word translated “red” only occurs here and in Ezek 23:14 where it refers to the pictures of the Babylonians on the wall of the temple. Evidently this was a favorite color for decoration. It is usually identified as vermilion, a mineral product from red ocher (cf. C. L. Wickwire, “Vermilion,” IDB 4:748).)"},{"number":15,"verse":"Does it make you any more of a king that you outstrip everyone else in (tn For the use of this verb see Jer 12:5 where it is used of Jeremiah “competing” with horses. The form is a rare Tiphel (see GKC 153 §55. h).) building with cedar? Just think about your father. He was content that he had food and drink. (tn Heb “Your father, did he not eat and drink and do justice and right.” The copulative vav in front of the verbs here (all Hebrew perfects) shows that these actions are all coordinate not sequential. The contrast drawn here between the actions of Jehoiakim and Josiah show that the phrase eating and drinking should be read in the light of the same contrasts in Eccl 2 which ends with the note of contentment in Eccl 2:24 (see also Eccl 3:13; 5:18 [5:17 HT]; 8:15). The question is, of course, rhetorical setting forth the positive role model against which Jehoiakim’s actions are to be condemned. The key terms here are “then things went well with him” which is repeated in the next verse after the reiteration of Josiah’s practice of justice.) He did what was just and right. (sn The father referred to here is the godly king Josiah. He followed the requirements for kings set forth in 22:3 in contrast to his son who did not (22:13).) So things went well with him."},{"number":16,"verse":"He upheld the cause of the poor and needy. So things went well for Judah.’ (tn The words “for Judah” are not in the text, but the absence of the preposition plus object as in the preceding verse suggests that this is a more general statement, i. e., “things went well for everyone.”) The LORD says, ‘That is a good example of what it means to know me.’ (tn Heb “Is that not what it means to know me.” The question is rhetorical and expects a positive answer. It is translated in the light of the context. sn Comparison of the usage of the words “know me” in their context in Jer 2:8; 9:3, 6, 24 and here will show that more than mere intellectual knowledge is involved. It involves also personal commitment to God and obedience to the demands of the agreements with him. The word “know” is used in ancient Near Eastern treaty contexts of submission to the will of the overlord. See further the notes on 9:3.)"},{"number":17,"verse":"But you are always thinking and looking for ways to increase your wealth by dishonest means. Your eyes and your heart are set on killing some innocent person and committing fraud and oppression. (tn Heb “Your eyes and your heart do not exist except for dishonest gain and for innocent blood to shed [it] and for fraud and for oppression to do [them].” The sentence has been broken up to conform more to English style and the significance of “eyes” and “heart” explained before they are introduced into the translation.)"},{"number":18,"verse":"So (sn This is the regular way of introducing the announcement of judgment after an indictment of crimes. See, e. g., Isa 5:13, 14; Jer 23:2.) the LORD has this to say about Josiah’s son, King Jehoiakim of Judah: People will not mourn for him, saying, “This makes me sad, my brother! This makes me sad, my sister!” They will not mourn for him, saying, “Poor, poor lord! Poor, poor majesty!” (tn The translation follows the majority of scholars who think that the address of brother and sister are the address of the mourners to one another, lamenting their loss. Some scholars feel that all four terms are parallel and represent the relation that the king had metaphorically to his subjects; i. e., he was not only Lord and Majesty to them but like a sister or a brother. In that case something like: “How sad it is for the one who was like a brother to us! How sad it is for the one who was like a sister to us.” This makes for poor poetry and is not very likely. The lover can call his bride sister in Song of Solomon (Song 4:9, 10) but there are no documented examples of a subject ever speaking of a king in this way in Israel or the ancient Near East.)"},{"number":19,"verse":"He will be left unburied just like a dead donkey. His body will be dragged off and thrown outside the gates of Jerusalem.’” (sn A similar judgment against this ungodly king is pronounced by Jeremiah in 36:30. According to 2 Chr 36:6 he was bound over to be taken captive to Babylon but apparently died before he got there. According to the Jewish historian Josephus, Nebuchadnezzar ordered his body thrown outside the wall in fulfillment of this judgment. The Bible itself, however, does not tell us that. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":20,"verse":"Warning to Jerusalem People of Jerusalem, (tn The words “people of Jerusalem” are not in the text. They are supplied in the translation to clarify the referent of the imperative. The imperative is feminine singular and it is generally agreed that personified Zion/Jerusalem is in view. The second feminine singular has commonly been applied to Jerusalem or the people of Judah throughout the book. The reference to allies (v. 20, 22) and to leaders (v. 22) make it very probable that this is the case here too. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) go up to Lebanon and cry out in mourning. Go to the land of Bashan and cry out loudly. Cry out in mourning from the mountains of Moab. (tn Heb “from Abarim.” This was the mountain range in Moab from which Moses viewed the promised land (cf. Deut 32:49).) For your allies (tn Heb “your lovers.” For the usage of this term to refer to allies see 30:14 and a semantically similar term in 4:30. sn If the passages in this section are chronologically ordered, this refers to the help that Jehoiakim relied on when he rebelled against Nebuchadnezzar.) have all been defeated."},{"number":21,"verse":"While you were feeling secure I gave you warning. (tn Heb “I spoke to you in your security.” The reference is to the sending of the prophets. Compare this context with the context of 7:25. For the nuance “security” for this noun (שַׁלְוָה, shalvah) rather than “prosperity” as many translate see Pss 122:7; 30:6 and the related adjective (שָׁלֵו, shalev) in Jer 49:31; Job 16:2; 21:23.) But you said, “I refuse to listen to you.” That is the way you have acted from your earliest history onward. (tn Heb “from your youth.” Compare the usage in 2:2; 3:24 and compare a similar idea in 7:25.) Indeed, you have never paid attention to me."},{"number":22,"verse":"My judgment will carry off all your leaders like a storm wind! (tn Heb “A wind will shepherd away all your shepherds.” The figures have all been interpreted in the translation for the sake of clarity. For the use of the word “wind” as a metaphor or simile for God’s judgment (using the enemy forces) see 4:11–12; 13:24; 18:17. For the use of the word “shepherd” to refer to rulers/leaders 2:8; 10:21; and 23:1–4. For the use of the word “shepherd away” in the sense of carry off/drive away see BDB 945 s. v. רָעָה 2. d and compare Job 20:26. There is an obvious wordplay involved in two different senses of the word “shepherd,” one referring to their leaders and one referring to the loss of those leaders by the wind driving them off. There may even be a further play involving the word “wickedness” which comes from a word having the same consonants. If the oracles in this section are chronologically ordered this threat was fulfilled in 597 b. c. when many of the royal officials and nobles were carried away captive with Jehoiachin (see 2 Kgs 24:15) who is the subject of the next oracle.) Your allies will go into captivity. Then you will certainly (tn The use of the Hebrew particle כִּי (ki) is intensive here and probably also at the beginning of the last line of v. 21. (See BDB 472 s. v. כִּי 1. e.)) be disgraced and put to shame because of all the wickedness you have done."},{"number":23,"verse":"You may feel as secure as a bird nesting in the cedars of Lebanon. But oh how you (tn Heb “You who dwell in Lebanon, you who are nested in its cedars, how you….” The metaphor has been interpreted for the sake of clarity. The figure here has often been interpreted of the people of Jerusalem living in paneled houses or living in a city dominated by the temple and palace which were built from the cedars of Lebanon. Some even interpret this as a reference to the king who has been characterized as living in a cedar palace, in a veritable Lebanon (cf. vv. 6–7, 14 and see also the alternate interpretation of 21:13–14). However, the reference to “nesting in the cedars” and the earlier reference to “feeling secure” suggests that the figure is rather like that of Ezek 31:6 and Dan 4:12. See also Hab 2:9 where a related figure is used. The forms for “you who dwell” and “you who are nested” in the literal translation are feminine singular participles referring again to personified Jerusalem. (The written forms of these participles are to be explained as participles with a hireq campaginis according to GKC 253 §90. m. The use of the participle before the preposition is to be explained according to GKC 421 §130. a.)) will groan (tn The verb here should be identified as a Niphal perfect of the verb אָנַח (’anakh) with the א (aleph) left out (so BDB 336 s. v. חָנַן Niph and GKC 80 §23. f, n. 1). The form is already translated that way by the Greek, Latin, and Syriac versions.) when the pains of judgment come on you. They will be like those of a woman giving birth to a baby. (sn This simile has already been used in Jer 4:31; 6:24 in conjunction with Zion/Jerusalem’s judgment.)"},{"number":24,"verse":"Jeconiah Will Be Permanently Exiled The LORD says, (tn Heb “Oracle of the Lord.”) “As surely as I am the living God, you, Jeconiah, (tn Heb “Coniah.” This is the spelling of this king’s name here and in v. 28 and 37:1. Elsewhere in Jeremiah he is called Jeconiah (24:1; 27:20; 28:4; 29:2 [see also 1 Chr 3:16, 17; Esth 2:6]) and Jehoiachin (52:31, 33 [see also 2 Kgs 24:6, 8, 12, 15; 25:27, 29; 2 Chr 36:8, 9; Ezek 1:2]). For the sake of consistency the present translation uses the name Jeconiah throughout. sn According to 2 Kgs 24:8–9 Jeconiah (= Jehoiachin) succeeded his father Jehoiakim and evidently followed in his anti-Babylon, anti-God stance. He surrendered to Nebuchadnezzar shortly after he became king and along with his mother, his family, his officials, and some of the leading men of Jerusalem and Judah was carried into exile in 597 b. c. According to Jer 28:4, 10, there were popular hopes that he would be restored from exile and returned to the throne. This oracle flatly denies that hope. Allusion has already been made to the loss of regal authority by this king and his mother in 13:18–19.) king of Judah, son of Jehoiakim, will not be the earthly representative of my authority. Indeed, I will take that right away from you. (tn Heb “As surely as I live, Jeconiah, King of Judah, son of Jehoiakim will not be a signet ring on my right hand. Indeed I will tear you off from it [i. e., pull you off of my finger as a signet ring].” The signet ring was the king’s seal by which he verified all his legal and political transactions. To have the signet ring was to exercise authority in the king’s name. For examples of this see Gen 41:42, 43; 1 Kgs 21:8; Esth 3:10; 8:2. The figure has been interpreted in the translation for the sake of clarity. The particles כִּי אִם (ki ’im) that stand after the oath formula “As I live” introduce a negative statement according to the usage of Hebrew grammar (cf. BDB 474 s. v. כִּי אִם 1. a and BDB 50 s. v. אִם 1. b[2] and compare 2 Sam 3:35). The particle כִּי that stands in front of “I will tear you off” introduces a positive affirmation according to the same rules of Hebrew grammar (cf. BDB 472 s. v. כִּי 1. c and compare 1 Sam 14:39, 44). The Lord is swearing emphatically that Jeconiah will not be the earthly representative of his rule; i. e., not carry the authority of the signet ring bearer. As in several other places in Jeremiah there is a sudden shift from the third person to the second person which runs throughout vv. 24–27. The pronouns are leveled in the translation to the second person to avoid confusion. The figures are interpreted in the translation to convey the proper significance. See the study note for explanation. sn According to the Davidic covenant the Davidic king sat on God’s throne over God’s kingdom, Israel (cf. 2 Chr 29:30; 28:5). As God’s representative he ruled in God’s stead and could even be addressed figuratively as God (cf. Ps 45:6 [45:7 HT]) and compare the same phenomenon for the earthly judges, Exod 22:7–8; Ps 82:1, 6). Jeconiah is being denied the right to function any longer as the Davidic king and any hopes of ever regaining that right in his lifetime or through the succession of his sons is also denied. This oracle is reversed by the later oracle of the prophet Haggai to his grandson Zerubbabel in Hag 2:20–23 and both Jeconiah and Zerubbabel are found in the genealogy of Christ in Matt 1:12–13.)"},{"number":25,"verse":"I will hand you over to those who want to take your life and of whom you are afraid. I will hand you over to King Nebuchadnezzar of Babylon and his Babylonian (tn Heb “the Chaldeans.” See the study note on 21:4.) soldiers."},{"number":26,"verse":"I will force you and your mother who gave you birth into exile. You will be exiled to (tn Heb “I will hurl you and your mother…into another land where…” The verb used here is very forceful. It is the verb used for Saul throwing a spear at David (1 Sam 18:11) and for the Lord unleashing a violent storm on the sea (Jonah 1:4). It is used both here and in v. 28 for the forceful exile of Jeconiah and his mother.) a country where neither of you were born, and you will both die there."},{"number":27,"verse":"You will never come back to this land to which you will long to return!” (tn Heb “And unto the land to which they lift up their souls to return there, there they will not return.” Once again there is a sudden shift in person from the second plural to the third plural. As before the translation levels the pronouns to avoid confusion. For the idiom “to lift up the soul to” = “to long/yearn to/for” see BDB 670 s. v. נָשָׂא 1. b(9).)"},{"number":28,"verse":"This man, Jeconiah, will be like a broken pot someone threw away. He will be like a clay vessel (tn The word translated “clay vessel” occurs only here. Its meaning, however, is assured on the basis of the parallelism and on the basis of the verb root which is used for shaping or fashioning in Job 10:8. The KJV renders it as “idol,” but that word, while having the same consonants, never appears in the singular. The word is missing in the Greek version but is translated “vessel” in the Latin version. The word “clay” is supplied in the translation to clarify what sort of vessel is meant; its inclusion is justified based on the context and the use of the same verb root in Job 10:8 to refer to shaping or fashioning, which would imply clay pots or vessels.) that no one wants. (tn Heb “Is this man, Coniah, a despised, broken vessel or a vessel that no one wants?” The question is rhetorical expecting a positive answer in agreement with the preceding oracle. sn For the image of the rejected, broken vessel see Jer 19:1–13 (where, however, the vessel is rejected first and then broken) and compare also the image of the linen shorts which are good for nothing in Jer 13 (see especially vv. 10–11).) Why will he and his children be forced into exile? Why will they be thrown out into a country they know nothing about? (sn The question “Why?” is a common rhetorical feature in the book of Jeremiah. See Jer 2:14, 31; 8:5, 19, 22; 12:1; 13:22; 14:19. In several cases like this one no answer is given, leaving a sense of exasperation and hopelessness with the sinfulness of the nation that calls forth such punishment from God.)"},{"number":29,"verse":"O land of Judah, land of Judah, land of Judah! (tn There is no certain explanation for the triple repetition of the word “land” here. F. B. Huey (Jeremiah, Lamentations [NAC], 209) suggests the idea of exasperation, but exasperation at what? Their continued apostasy which made these exiles necessary? Or exasperation at their pitiful hopes of seeing Jeconiah restored? Perhaps “pitiful, pitiful, pitiful land of Judah” would convey some of the force of the repetition without being any more suggestive of why the land is so addressed.) Listen to what the LORD has to say!"},{"number":30,"verse":"The LORD says, “Enroll this man in the register as though he were childless. (tn Heb “Write this man childless.” For the explanation see the study note. The word translated “childless” has spawned some debate because Jeconiah was in fact not childless. There is record from both the Bible and ancient Near Eastern texts that he had children (see, e. g., 1 Chr 3:17). G. R. Driver, “Linguistic and Textual Problems: Jeremiah,” JQR 28 (1937-38): 115, has suggested that the word both here and in Lev 20:20–21 should be translated “stripped of honor.” While that would relieve some of the difficulties here, the word definitely means “childless” in Gen 15:2 and also in Sir 16:3 where it is contrasted with having godless children. The issue is not one of childlessness but of having “one of his sons” succeed to the Davidic throne. The term for “one of his sons” is literally “from his seed a man” and the word “seed” is the same one that is used to refer to his “children” who were forced into exile with him (v. 28). sn The figure here is of registering a person on an official roll of citizens, etc. (cf. Num 11:26; 1 Chr 4:41; Ps 87:6). Here it probably refers to the “king list” of dynastic succession. While Jeconiah did have children (2 Chr 3:17) none of them ever returned to Judah or ruled over it. What is being denied here is his own succession and that of his immediate sons contrary to the popular hopes expressed in Jer 28:4. His grandson Zerubbabel did return to Judah, became governor (Hag 1:1; 2:2), and along with the high priest Joshua was responsible for rebuilding the second temple (e. g., Ezra 5:2).) Enroll him as a man who will not enjoy success during his lifetime. For none of his sons will succeed in occupying the throne of David or ever succeed in ruling over Judah.”"}]}