{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"(Jeremiah Confronted by a False Prophet) The following events occurred in that same year, early in the reign of King Zedekiah of Judah. To be more precise, it was the fifth month of the fourth year of his reign. (tc The original text is unusually full here and deemed by many scholars to be corrupt: Heb “And it happened in that year in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month Hananiah…said to…” Many scholars see a contradiction between “in the fourth year” and “in the beginning of the reign.” These scholars point to the fact that the Greek version does not have “in that year” and “in the beginning of the reign of”; it merely reads “in the fourth year of Zedekiah king of Judah, in the fifth month.” These scholars generally also regard the heading at 27:1 to be unoriginal and interpret the heading in the MT here as a faulty harmonization of the original (that in the Greek version) with the erroneous one in the Hebrew of 27:1. However, it is just as possible that the Greek version in both places is an attempt to harmonize the data of 27:1 and 28:1. I. e., it left out both the heading at 27:1, and “in that year” and “at the beginning of the reign of” in the heading here because it thought the data was contradictory. However, it is just as likely that there is really no contradiction here. I. e., the term “beginning of the reign” can include the fourth year. E. H. Merrill has argued that the term here refers not to the accession year (see the translator’s note on 26:1) but to the early years in general (“The ‘Accession Year’ and Davidic Chronology,” JANESCU 19 [1989]: 105-6, and cf. note 18 for bibliography on Akkadian parallels). Hence the phrase has been translated both here and in 27:1 “early in the reign of…” For other attempts at harmonization see the discussion in G. L. Keown, P. J. Scalise, T. G. Smothers, Jeremiah 26–52 (WBC), 41, n. 1a. sn The dating here is very full and precise. “In that same year” ties the events here in with the messages that Jeremiah delivered to the envoys, the king and his court, and the priests and people while wearing the yoke symbolizing servitude to Nebuchadnezzar. The text wants to show that the events here transpired shortly after those in Jer 27 and that Jeremiah is still wearing the yoke. The supplying of the precise month is important because the end of the chapter will show that Jeremiah’s prophecy regarding Hananiah was fulfilled two months later. Hence Jeremiah is the true prophet and Hananiah and the others (27:16) are false. The supplying of the year is perhaps significant because the author states in 51:59 that Zedekiah went to Babylon that same year, probably to pledge his loyalty. The suggestion lies ready to hand that the events of this chapter and the preceding one lead to his dismissal of the false prophet Hananiah’s advice and the acceptance of Jeremiah’s.) The prophet Hananiah son of Azzur, who was from Gibeon, spoke to Jeremiah (tn Heb “to me.” The rest of the chapter is all in third person narrative (see vv. 5, 6, 10, 11, 12, 15). Hence, many explain the first person here as a misunderstanding of the abbreviation “to Jeremiah” (אֶל יִרְמִיָּה [’el yirmiyyah] = אֵלַי, [’elay]). It is just as likely that there is a similar kind of disjunction here that was found in 27:1–2 only in the opposite direction. There what started out as a third person report was really a first person report. Here what starts out as a first person report is really a third person report. The text betrays both the hands of the narrator, probably Baruch, and the reportee, Jeremiah, who dictated a synopsis of his messages and his stories to Baruch to write down (Jer 36:4, 32).) in the LORD’s temple in the presence of the priests and all the people. (tn Heb “And it happened in that year in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month, Hananiah son of Azzur the prophet who was from Gibeon said to me in…” The sentence has been broken up in conformity with contemporary English style and the flavor given in modern equivalent terms.)"},{"number":2,"verse":"“The LORD God of Israel who rules over all (tn Heb “Yahweh of armies, the God of Israel.” See the study notes on 2:19 and 7:3 for the explanation of this title.) says, ‘I will break the yoke of servitude (sn See the study note on 27:2 for this figure. Hananiah is given the same title “the prophet” as Jeremiah throughout the chapter and claims to speak with the same authority (compare v. 2a with 27:21a). He even speaks like the true prophet; the verb form “I will break” is in the “prophetic perfect” emphasizing certitude. His message here is a contradiction of Jeremiah’s message recorded in the preceding chapter (compare especially v. 3 with 27:16, 19–22 and v. 4 with 22:24–28). The people and the priests are thus confronted with a choice of whom to believe. Who is the “true” prophet and who is the “false” one? Only fulfillment of their prophecies will prove which is which (see Deut 18:21–22).) to the king of Babylon."},{"number":3,"verse":"Before two years are over, I will bring back to this place everything that King Nebuchadnezzar of Babylon took from it and carried away to Babylon."},{"number":4,"verse":"I will also bring back to this place Jehoiakim’s son King Jeconiah of Judah and all the exiles who were taken to Babylon.’ Indeed, the LORD affirms, (tn Heb “Oracle of the Lord.”sn Notice again that the “false” prophet uses the same formula and claims the same source for his message as the true prophet has (cf. 27:22).) ‘I will break the yoke of servitude to the king of Babylon.’”"},{"number":5,"verse":"Then the prophet Jeremiah responded to the prophet Hananiah in the presence of the priests and all the people who were standing in the LORD’s temple."},{"number":6,"verse":"The prophet Jeremiah said, “Amen! May the LORD do all this! May the LORD make your prophecy come true! May he bring back to this place from Babylon all the valuable articles taken from the LORD’s temple and the people who were carried into exile."},{"number":7,"verse":"But listen to what I say to you and to all these people. (tn Heb “Listen to this word/message which I am about to speak in your ears and the ears of all these people.”)"},{"number":8,"verse":"From earliest times, the prophets who preceded you and me invariably (tn The word “invariably” is not in the text but is implicit in the context and in the tense of the Hebrew verb. It is supplied in the translation for clarity and to help bring out the contrast in the next verse.) prophesied war, disaster, (tc Many Hebrew mss read “starvation/famine” which is the second member of a common triad “sword, famine, and plague” in Jeremiah. This triad occurs thirteen times in the book and undoubtedly influenced a later scribe to read “starvation [= famine]” here. For this triad see the note on 14:14. The words “disaster and plagues” are missing in the LXX.) and plagues against many countries and great kingdoms."},{"number":9,"verse":"So if a prophet prophesied (tn The verbs in this verse are to be interpreted as iterative imperfects in past time rather than as futures because of the explicit contrast that is drawn in the two verses by the emphatic syntactical construction of the two verses. Both verses begin with a casus pendens construction to throw the two verses into contrast: Heb “The prophets who were before me and you from ancient times, they prophesied…The prophet who prophesied peace, when the word of that prophet came true, that prophet was known that the Lord truly sent him.”) peace and prosperity, it was only known that the LORD truly sent him when what he prophesied came true.”"},{"number":10,"verse":"The prophet Hananiah then took the yoke off the prophet Jeremiah’s neck and broke it."},{"number":11,"verse":"Then he spoke up in the presence of all the people. “The LORD says, ‘In the same way I will break the yoke of servitude of all the nations to King Nebuchadnezzar of Babylon (tn Heb “I will break the yoke of Nebuchadnezzar king of Babylon from upon the necks of all the nations.”) before two years are over.’” After he heard this, the prophet Jeremiah departed and went on his way. (tn Heb “Then the prophet Jeremiah went his way.”)"},{"number":12,"verse":"But shortly after the prophet Hananiah had broken the yoke off the prophet Jeremiah’s neck, the LORD spoke to Jeremiah."},{"number":13,"verse":"“Go and tell Hananiah that the LORD says, (tn Heb “Hananiah, ‘Thus says the Lord….” The translation uses an indirect quotation here used to eliminate one level of embedded quotation.) ‘You have indeed broken the wooden yoke. But you have (tn The Greek version reads “I have made/put” rather than “you have made/put.” This is the easier reading and is therefore rejected.) only succeeded in replacing it with an iron one! (tn Heb “the yoke bars of wood you have broken, but you have made in its stead yoke bars of iron.”sn This whole incident (and the preceding one in Jer 28) is symbolic. Jeremiah’s wearing of the yoke was symbolic of the Lord’s message to submit to Babylonian authority. Hananiah’s breaking of the yoke was a prediction that that authority would not last beyond two years. By breaking the yoke he was encouraging rebellion against Nebuchadnezzar’s (and hence the Lord’s) authority (cf. 27:9, 14). However, rebelling would only result in further, harsher, more irresistible measures by Nebuchadnezzar to control such rebellion.)"},{"number":14,"verse":"For the LORD God of Israel who rules over all (tn Heb “Yahweh of armies, the God of Israel.” See the study notes on 2:19 and 7:3 for this title.) says, “I have put an irresistible yoke of servitude on all these nations (tn Heb “An iron yoke I have put on the necks of all these nations.”) so they will serve King Nebuchadnezzar of Babylon. And they will indeed serve him. I have even given him control over the wild animals.”’” (sn The emphasis is on the absoluteness of Nebuchadnezzar’s control. The statement is once again rhetorical and not to be taken literally. See the study note on 27:6.)"},{"number":15,"verse":"Then the prophet Jeremiah told the prophet Hananiah, “Listen, Hananiah! The LORD did not send you! You are making these people trust in a lie! (tn Or “You are giving these people false assurances.”)"},{"number":16,"verse":"So the LORD says, ‘I will most assuredly remove (sn There is a play on words here in Hebrew between “did not send you” and “will…remove you.” The two verbs are from the same root word in Hebrew. The first is the simple active and the second is the intensive.) you from the face of the earth. You will die this very year because you have counseled rebellion against the LORD.’” (sn In giving people false assurances of restoration when the Lord had already told them to submit to Babylon, Hananiah was really counseling rebellion against the Lord. What Hananiah had done was contrary to the law of Deut 13:6 and was punishable by death.)"},{"number":17,"verse":"In the seventh month of that very same year (sn Comparison with Jer 28:1 shows that this whole incident took place in the space of two months. Hananiah had prophesied that the captivity would be over before two years had past. However, before two months were past, Hananiah himself died in fulfillment of Jeremiah’s prophecy of his death. His death was a validation of Jeremiah as a true prophet. The subsequent events of 588 b. c. would validate Jeremiah’s prophesies and invalidate those of Hananiah.) the prophet Hananiah died."}]}