{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"“If a man divorces his wife and she leaves him and becomes another man’s wife, he may not take her back again. (tn Heb “May he go back to her again?” The question is rhetorical and expects a negative answer. sn For the legal background for the illustration that is used here see Deut 24:1–4.) Doing that would utterly defile the land. (tn Heb “Would the land not be utterly defiled?” The stative is here rendered actively to connect better with the preceding. The question is rhetorical and expects a positive answer.) But you, Israel, have given yourself as a prostitute to many gods. (tn Heb “But you have played the prostitute with many lovers.”) So what makes you think you can return to me?” (tn Heb “Returning to me.” The form is the bare infinitive which the KJV and ASV have interpreted as an imperative “Yet, return to me!” However, it is more likely that a question is intended, expressing surprise in the light of the law alluded to and the facts cited. For the use of the infinitive absolute in the place of a finite verb, cf. GKC 346 §113. ee. For the introduction of a question without a question marker, cf. GKC 473 §150. a.) says the LORD."},{"number":2,"verse":"“Look up at the hilltops and consider this. (tn Heb “and see.”) You have had sex with other gods on every one of them. (tn Heb “Where have you not been ravished?” The rhetorical question expects the answer “nowhere,” which suggests she has engaged in the worship of pagan gods on every one of the hilltops.) You waited for those gods like a thief lying in wait in the desert. (tn Heb “You sat for them [the lovers, i. e., the foreign gods] beside the road like an Arab in the desert.”) You defiled the land by your wicked prostitution to other gods. (tn Heb “by your prostitution and your wickedness.” This is probably an example of hendiadys where, when two nouns are joined by “and,” one expresses the main idea and the other qualifies it.)"},{"number":3,"verse":"That is why the rains have been withheld, and the spring rains have not come. Yet in spite of this you are obstinate as a prostitute. (tn Heb “you have the forehead of a prostitute.”) You refuse to be ashamed of what you have done."},{"number":4,"verse":"Even now you say to me, ‘You are my father! (tn Heb “Have you not just now called out to me, ‘[you are] my father!’?” The rhetorical question expects a positive answer.) You have been my faithful companion ever since I was young."},{"number":5,"verse":"You will not always be angry with me, will you? You will not be mad at me forever, will you?’ (tn Heb “Will he keep angry forever? Will he maintain [it] to the end?” The questions are rhetorical and expect a negative answer. The change to direct address in the English translation is intended to ease the problem of the rapid transition, common in Hebrew style (but not in English), from second person direct address in the preceding lines to third person indirect address in these two lines. See GKC 462 §144. p.) That is what you say, but you continually do all the evil that you can.” (tn Heb “You do the evil and you are able.” This is an example of hendiadys, meaning “You do all the evil that you are able to do.”)"},{"number":6,"verse":"When Josiah was king of Judah, the LORD said to me, “Jeremiah, you have no doubt seen what wayward Israel has done. (tn “Have you seen…” The question is rhetorical and expects a positive answer.) You have seen how she went up to every high hill and under every green tree to give herself like a prostitute to other gods. (tn Heb “she played the prostitute there.” This is a metaphor for Israel’s worship; she gave herself to the worship of other gods like a prostitute gives herself to her lovers. There seems no clear way to completely spell out the metaphor in the translation.)"},{"number":7,"verse":"Yet even after she had done all that, I thought that she might come back to me. (tn Or “I said to her, ‘Come back to me!’” The verb אָמַר (’amar) usually means “to say,” but here it means “to think,” of an assumption that turns out to be wrong (so HALOT 66.4 s. v. אמר); cf. Gen 44:28; Jer 3:19; Pss 82:6; 139:11; Job 29:18; Ruth 4:4; Lam 3:18. sn Open theists suggest that passages such as this indicate God has limited foreknowledge; however, more traditional theologians view this passage as an extended metaphor in which God presents himself as a deserted husband, hoping against hope that his adulterous wife might return to him. The point of the metaphor is not to make an assertion about God’s foreknowledge, but to develop the theme of God’s heartbreak due to Israel’s unrepentance.) But she did not. Her sister, unfaithful Judah, saw what she did. (tn The words “what she did” are not in the text but are implicit from the context and are supplied in the translation for clarification.)"},{"number":8,"verse":"She also saw (tc Heb “she [‘her sister, unfaithful Judah’ from the preceding verse] saw” with one Hebrew ms, some Greek mss, and the Syriac version. The MT reads “I saw” which may be a case of attraction to the verb at the beginning of the previous verse.) that I gave wayward Israel her divorce papers and sent her away because of her adulterous worship of other gods. (tn Heb “because she committed adultery.” The translation is intended to spell out the significance of the metaphor.) Even after her unfaithful sister Judah had seen this, (tn The words “Even after her unfaithful sister, Judah, had seen this” are not in the Hebrew text but are implicit in the connection and are supplied for clarification.) she still was not afraid, and she too went and gave herself like a prostitute to other gods. (tn Heb “she played the prostitute there.” This is a metaphor for Israel’s worship; she gave herself to the worship of other gods like a prostitute gives herself to her lovers. There seems no clear way to completely spell out the metaphor in the translation.)"},{"number":9,"verse":"Because she took her prostitution so lightly, she defiled the land (tc The translation reads the form as a causative (Hiphil, תַּהֲנֵף, tahanef) with some of the versions in place of the simple stative (Qal, תֶּחֱנַף, tekhenaf) in the MT.) through her adulterous worship of gods made of wood and stone. (tn Heb “because of the lightness of her prostitution, she defiled the land and committed adultery with stone and wood.”)"},{"number":10,"verse":"In spite of all this, (tn Heb “And even in all this.”) Israel’s sister, unfaithful Judah, has not turned back to me with any sincerity; she has only pretended to do so,” (tn Heb “ has not turned back to me with all her heart but only in falsehood.”) says the LORD."},{"number":11,"verse":"Then the LORD said to me, “Under the circumstances, wayward Israel could even be considered less guilty than unfaithful Judah. (tn Heb “Wayward Israel has proven herself to be more righteous than unfaithful Judah.”sn A comparison is drawn here between the greater culpability of Judah, who has had the advantage of seeing how God disciplined her sister nation for having sinned and yet ignored the warning and committed the same sin, and the culpability of Israel who had no such advantage.)"},{"number":12,"verse":"The Lord Calls on Israel and Judah to Repent “Go and shout this message to my people in the countries in the north. (tn Heb “Go and proclaim these words to the north.” The translation assumes that the message is directed toward the exiles of northern Israel who have been scattered in the provinces of Assyria to the north.) Tell them, ‘Come back to me, wayward Israel,’ says the LORD. ‘I will not continue to look on you with displeasure. (tn Heb “I will not cause my face to fall on you.”) For I am merciful,’ says the LORD. ‘I will not be angry with you forever."},{"number":13,"verse":"However, you must confess that you have done wrong, (tn Heb “Only acknowledge your iniquity.”) and that you have rebelled against the LORD your God. You must confess (tn The words “You must confess” are repeated to convey the connection. The Hebrew text has an introductory “that” in front of the second line and a coordinative “and” in front of the next two lines.) that you have given yourself to (tc MT reads דְּרָכַיִךְ (dÿrakhayikh, “your ways”), but the BHS editors suggest דּוֹדַיִךְ (dodayikh, “your breasts”) as an example of orthographic confusion. While the proposal makes sense, it remains a conjectural emendation since it is not supported by any actual manuscripts or ancient versions. tn Heb “scattered your ways with foreign [gods]” or “spread out your breasts to strangers.”) foreign gods under every green tree, and have not obeyed my commands,’ says the LORD."},{"number":14,"verse":"“Come back to me, my wayward sons,” says the LORD, “for I am your true master. (tn Or “I am your true husband.”sn There is a wordplay between the term “true master” and the name of the pagan god Baal. The pronoun “I” is emphatic, creating a contrast between the Lord as Israel’s true master/husband versus Baal as Israel’s illegitimate lover/master. See 2:23–25.) If you do, (tn The words, “If you do” are not in the text but are implicit in the connection of the Hebrew verb with the preceding.) I will take one of you from each town and two of you from each family group, and I will bring you back to Zion."},{"number":15,"verse":"I will give you leaders (tn Heb “shepherds.”) who will be faithful to me. (tn Heb “after/according to my [own] heart.”) They will lead you with knowledge and insight."},{"number":16,"verse":"In those days, your population will greatly increase (tn Heb “you will become numerous and fruitful.”) in the land. At that time,” says the LORD, “people will no longer talk about having the ark (tn Or “chest.”) that contains the LORD’s covenant with us. (tn Heb “the ark of the covenant.” It is called this because it contained the tables of the law which in abbreviated form constituted their covenant obligations to the Lord, cf. Exod 31:18; 32:15; 34:29.) They will not call it to mind, remember it, or miss it. No, that will not be done any more! (tn Or “Nor will another one be made”; Heb “one will not do/make [it?] again.”)"},{"number":17,"verse":"At that time the city of Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) will be called the LORD’s throne. All nations will gather there in Jerusalem to honor the LORD’s name. (tn Heb “will gather to the name of the Lord.”) They will no longer follow the stubborn inclinations of their own evil hearts. (tn Heb “the stubbornness of their evil hearts.”)"},{"number":18,"verse":"At that time (tn Heb “In those days.”) the nation of Judah and the nation of Israel will be reunited. (tn Heb “the house of Judah will walk together with the house of Israel.”) Together they will come back from a land in the north to the land that I gave to your ancestors as a permanent possession. ” (tn Heb “the land that I gave your [fore]fathers as an inheritance.”)"},{"number":19,"verse":"“I thought to myself, (tn Heb “I, myself, said.” See note on “I thought that she might come back to me” in 3:7.) ‘Oh what a joy it would be for me to treat you like a son! (tn Heb “How I would place you among the sons.” Israel appears to be addressed here contextually as the Lord’s wife (see the next verse). The pronouns of address in the first two lines are second feminine singular as are the readings of the two verbs preferred by the Masoretes (the Qere readings) in the third and fourth lines. The verbs that are written in the text in the third and fourth lines (the Kethib readings) are second masculine plural as is the verb describing Israel’s treachery in the next verse. sn The imagery here appears to be that of treating the wife as an equal heir with the sons and of giving her the best piece of property.) What a joy it would be for me to give (tn The words “What a joy it would be for me to” are not in the Hebrew text but are implied in the parallel structure.) you a pleasant land, the most beautiful piece of property there is in all the world!’ (tn Heb “the most beautiful heritage among the nations.”) I thought you would call me, ‘Father’ (tn Heb “my father.”) and would never cease being loyal to me. (tn Heb “turn back from [following] after me.”)"},{"number":20,"verse":"But, you have been unfaithful to me, nation of Israel, (tn Heb “house of Israel.”) like an unfaithful wife who has left her husband,” (tn Heb “a wife unfaithful from her husband.”) says the LORD."},{"number":21,"verse":"“A noise is heard on the hilltops. It is the sound of the people of Israel crying and pleading to their gods. Indeed they have followed sinful ways; (tn Heb “A sound is heard on the hilltops, the weeping of the supplication of the children of Israel because [or indeed] they have perverted their way.” At issue here is whether the supplication is made to Yahweh in repentance because of what they have done or whether it is supplication to the pagan gods which is evidence of their perverted ways. The reference in this verse to the hilltops where idolatry was practiced according to 3:2 and the reference to Israel’s unfaithfulness in the preceding verse make the latter more likely. For the asseverative use of the Hebrew particle (here rendered “indeed”) where the particle retains some of the explicative nuance; cf. BDB 472-73 s. v. כִּי 1. e and 3. c.) they have forgotten to be true to the LORD their God. (tn Heb “have forgotten the Lord their God,” but in the view of the parallelism and the context, the word “forget” (like “know” and “remember”) involves more than mere intellectual activity.)"},{"number":22,"verse":"Come back to me, you wayward people. I want to cure your waywardness. (tn Or “I will forgive your apostasies.” Heb “I will [or want to] heal your apostasies.” For the use of the verb “heal” (רָפָא, rafa’) to refer to spiritual healing and forgiveness see Hos 14:4.) Say, (tn Or “They say.” There is an obvious ellipsis of a verb of saying here since the preceding words are those of the Lord and the following are those of the people. However, there is debate about whether these are the response of the people to the Lord’s invitation, a response which is said to be inadequate according to the continuation in 4:1–4, or whether these are the Lord’s model for Israel’s confession of repentance to which he adds further instructions about the proper heart attitude that should accompany it in 4:1–4. The former implies a dialogue with an unmarked twofold shift in speaker between 3:22b–25 and 4:1–4:4 while the latter assumes the same main speaker throughout with an unmarked instruction only in 3:22b–25. This disrupts the flow of the passage less and appears more likely.) ‘Here we are. We come to you because you are the LORD our God."},{"number":23,"verse":"We know our noisy worship of false gods on the hills and mountains did not help us. (tn Heb “Truly in vain from the hills the noise/commotion [and from] the mountains.” The syntax of the Hebrew sentence is very elliptical here.) We know that the LORD our God is the only one who can deliver Israel. (tn Heb “Truly in the Lord our God is deliverance for Israel.”)"},{"number":24,"verse":"From earliest times our worship of that shameful god, Baal, has taken away (tn Heb “From our youth the shameful thing has eaten up…” The shameful thing is specifically identified as Baal in Jer 11:13. Compare also the shift in certain names such as Ishbaal (“man of Baal”) to Ishbosheth (“man of shame”).) all that our ancestors (tn Heb “fathers” (also in v. 25).) worked for. It has taken away our flocks and our herds, and even our sons and daughters."},{"number":25,"verse":"Let us acknowledge (tn Heb “Let us lie down in….”) our shame. Let us bear the disgrace that we deserve. (tn Heb “Let us be covered with disgrace.”) For we have sinned against the LORD our God, both we and our ancestors. From earliest times to this very day we have not obeyed the LORD our God.’"}]}