{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"Introduction to the Book of Consolation The LORD spoke to Jeremiah. (tn Compare the headings at 7:1; 11:1; 18:1; 21:1 and the translator’s note at those places.)"},{"number":2,"verse":"“The LORD God of Israel says, (tn Heb “Thus says Yahweh of armies, the God of Israel, saying….” For significance of the title “Yahweh of armies, the God of Israel” see the note at 2:19.) ‘Write everything that I am about to tell you in a scroll. (tn Heb “Write all the words which I speak to you in a scroll.” The verb “which I speak” is the instantaneous use of the perfect tense (cf. GKC 311-12 §106. i or IBHS 488-89 §30.5.1d). The words that the Lord is about to speak follow in chs. 30–31. sn Reference is made here to the so-called “Book of Consolation” which is the most extended treatment of the theme of hope or deliverance in the book. Jeremiah was called to be a prophet both of judgment (of tearing down and destroying) and of deliverance (of replanting and rebuilding; see Jer 1:10). Jeremiah lamented that he had to predominantly pronounce judgment but he has periodically woven in prophecies of hope after judgment in 3:14–18; 16:14–15; 23:3–8; 24:4–7; 29:10–14, 32. The oracles of hope contained in these chapters are undated but reference is made in them to the restoration of both Israel which had gone into exile in Assyria in 722 b. c. and Judah which began to be exiled in 605 and 597 b. c. Jeremiah had already written as early as the reign of Zedekiah about the exiles who were the good figs who were to experience the “good” of restoration (24:4–7; 29:10–14) and had spoken of the further exile of those who remained in Judah. So it is possible that these oracles fit in roughly the same time frame as chapters 27–29.)"},{"number":3,"verse":"For I, the LORD, affirm (tn Heb “Oracle of the Lord.”) that the time will come when I will reverse the plight (tn Heb “restore the fortune.” For the translation and meaning of this idiom see the note at 29:14.) of my people, Israel and Judah,’ says the LORD. ‘I will bring them back to the land I gave their ancestors (tn Heb “fathers.”) and they will take possession of it once again.’” (sn As the nations of Israel and Judah were united in their sin and suffered the same fate – that of exile and dispersion – (cf. Jer 3:8; 5:11; 11:10, 17) so they will ultimately be regathered from the nations and rejoined under one king, a descendant of David, and regain possession of their ancestral lands. The prophets of both the eighth and seventh century looked forward to this ideal (see, e. g., Hos 1:11 (2:2 HT); Isa 11:11–13; Jer 23:5–6; 30:3; 33:7; Ezek 37:15–22). This has already been anticipated in Jer 3:18.)"},{"number":4,"verse":"Israel and Judah Will Be Delivered after a Time of Deep Distress So here is what the LORD has to say about Israel and Judah. (tn Heb “And these are the words/things that the Lord speaks concerning Israel and Judah.”)"},{"number":5,"verse":"Yes, (tn The particle כִּי (ki) is functioning here as loosely causal or epexegetical of the preceding introduction. For this usage cf. BDB 473-74 s. v. כִּי 3. c. This nuance borders on that of the intensive use of כִּי. See the discussion in BDB 472 s. v. כִּי note and כִּי 1. e.) here is what he says: “You hear cries of panic and of terror; there is no peace in sight. (tn Heb “We have heard the sound of panic and of fear, and there is no peace.” It is generally agreed that the person of the verb presupposes that this is an unintroduced quote of the people.)"},{"number":6,"verse":"Ask yourselves this and consider it carefully: (tn Heb “Ask and see/consider.”) Have you ever seen a man give birth to a baby? Why then do I see all these strong men grabbing their stomachs in pain like (tn Heb “with their hands on their loins.” The word rendered “loins” refers to the area between the ribs and the thighs.) a woman giving birth? And why do their faces turn so deathly pale?"},{"number":7,"verse":"Alas, what a terrible time of trouble it is! (tn Heb “Alas [or Woe] for that day will be great.” For the use of the particle “Alas” to signal a time of terrible trouble, even to sound the death knell for someone, see the translator’s note on 22:13. sn The reference to a terrible time of trouble (Heb “that day”) is a common shorthand reference in the prophets to “the Day of the Lord.” The “Day of the Lord” refers to a time when God intervenes in judgment against the wicked. The time referent can be either near or far, referring to something as near as the Assyrian threat in the time of Ahaz (Isa 7:18, 20, 21, 23) or as distant as the eschatological battle of God against Gog when he attacks Israel (Ezek 38:14, 18). The judgment can be against Israel’s enemies and result in Israel’s deliverance (Jer 50:30–34). At other times as here the Day of the Lord involves judgment on Israel itself. Here reference is to the judgment that the northern kingdom, Israel, has already experienced (cf., e. g., Jer 3:8) and which the southern kingdom, Judah, is in the process of experiencing and which Jeremiah has lamented over several times and even described in hyperbolic and apocalyptic terms in Jer 4:19–31.) There has never been any like it. It is a time of trouble for the descendants of Jacob, but some of them will be rescued out of it. (tn Heb “It is a time of trouble for Jacob but he will be saved out of it.”sn Jacob here is figurative for the people descended from him. Moreover the figure moves from Jacob = descendants of Jacob to only a part of those descendants. Not all of his descendants who have experienced and are now experiencing trouble will be saved. Only a remnant (i. e., the good figs, cf., e. g., Jer 23:3; 31:7) will see the good things that the Lord has in store for them (Jer 24:5–6). The bad figs will suffer destruction through war, starvation, and disease (cf., e. g., Jer 24:8–10 among many other references).)"},{"number":8,"verse":"When the time for them to be rescued comes,” (tn Heb “And it shall happen in that day.”sn The time for them to be rescued (Heb “that day”) is the day of deliverance from the trouble alluded to at the end of the preceding verse, not the day of trouble mentioned at the beginning. Israel (even the good figs) will still need to go through the period of trouble (cf. vv. 10–11).) says the LORD who rules over all, (tn Heb “Oracle of Yahweh of armies.” See the study note on 2:19 for explanation of the title for God.) “I will rescue you from foreign subjugation. (tn Heb “I will break his yoke from upon your neck.” For the explanation of the figure see the study note on 27:2. The shift from third person at the end of v. 7 to second person in v. 8c, d and back to third person in v. 8e is typical of Hebrew poetry in the book of Psalms and in the prophetic books (cf., GKC 351 §114. p and compare usage in Deut 32:15; Isa 5:8 listed there). The present translation, like several other modern ones, has typically leveled them to the same person to avoid confusion for modern readers who are not accustomed to this poetic tradition. sn In the immediate context the reference to the yoke of their servitude to foreign domination (Heb “his yoke”) should be understood as a reference to the yoke of servitude to Nebuchadnezzar which has been referred to often in Jer 27–28 (see, e. g., 27:8, 12; 28:2, 4, 11). The end of that servitude has already been referred to in 25:11–14; 29:11–14. Like many other passages in the OT it has been given a later eschatological reinterpretation in the light of subsequent bondages and lack of complete fulfillment, i. e., of restoration to the land and restoration of the Davidic monarchy.) I will deliver you from captivity. (tn Heb “I will tear off their bands.” The “bands” are the leather straps which held the yoke bars in place (cf. 27:2). The metaphor of the “yoke on the neck” is continued. The translation reflects the sense of the metaphor but not the specific referent.) Foreigners will then no longer subjugate them."},{"number":9,"verse":"But they will be subject (tn The word “subject” in this verse and “subjugate” are from the same root word in Hebrew. A deliberate contrast is drawn between the two powers that they will serve.) to the LORD their God and to the Davidic ruler whom I will raise up as king over them. (tn Heb “and to David their king whom I will raise up for them.”sn The Davidic ruler which I will raise up as king over them refers to a descendant of David who would be raised up over a regathered and reunited Israel and Judah. He is called “David” in Hos 3:5, Ezek 34:23–24; 37:24–25 and referred to as a shoot or sprig of Jesse in Isa 11:1, 10 and a “righteous branch” springing from David (the Davidic line). He is called “David” because he is from the Davidic line and because David is the type of the ideal king whom the prophets looked forward to. See further the study notes on 23:5 for this ideal king and for his relation to the NT fulfillment in the person of Jesus the Christ.)"},{"number":10,"verse":"So I, the LORD, tell you not to be afraid, you descendants of Jacob, my servants. (tn Heb “So do not be afraid, my servant Jacob, oracle of the Lord.” Here and elsewhere in the verse the terms Jacob and Israel are poetic for the people of Israel descended from the patriarch Jacob. The terms have been supplied throughout with plural referents for greater clarity.) Do not be terrified, people of Israel. For I will rescue you and your descendants from a faraway land where you are captives. (tn Heb “For I will rescue you from far away, your descendants from the land of their captivity.”) The descendants of Jacob will return to their land and enjoy peace. They will be secure and no one will terrify them. (sn Compare the ideals of the Mosaic covenant in Lev 26:6, the Davidic covenant in 2 Sam 7:10–11, and the new covenant in Ezek 34:25–31.)"},{"number":11,"verse":"For I, the LORD, affirm (tn Heb “Oracle of the Lord.”) that I will be with you and will rescue you. I will completely destroy all the nations where I scattered you. But I will not completely destroy you. I will indeed discipline you, but only in due measure. I will not allow you to go entirely unpunished.” (tn The translation “entirely unpunished” is intended to reflect the emphatic construction of the infinitive absolute before the finite verb.)"},{"number":12,"verse":"The Lord Will Heal the Wounds of Judah Moreover, (tn The particle כִּי (ki) here is parallel to the one in v. 5 that introduces the first oracle. See the discussion in the translator’s note there.) the LORD says to the people of Zion, (tn The pronouns in vv. 10–17 are second feminine singular referring to a personified entity. That entity is identified in v. 17 as Zion, which here stands for the people of Zion.) “Your injuries are incurable; your wounds are severe. (sn The wounds to the body politic are those of the incursions from the enemy from the north referred to in Jer 4:6; 6:1 over which Jeremiah and even God himself have lamented (Jer 8:21; 10:19; 14:17). The enemy from the north has been identified as Babylon and has been identified as the agent of God’s punishment of his disobedient people (Jer 1:15; 4:6; 25:9).)"},{"number":13,"verse":"There is no one to plead your cause. There are no remedies for your wounds. (tc The translation of these first two lines follows the redivision of the lines suggested in NIV and NRSV rather than that of the Masoretes who read, “There is no one who pleads your cause with reference to [your] wound.”sn This verse exhibits a mixed metaphor of an advocate pleading someone’s case (cf., Jer 5:28; 22:18) and of a physician applying medicine to wounds and sores resulting from them (see, e. g., Jer 8:18 for the latter metaphor). Zion’s sins are beyond defense and the wounds inflicted upon her beyond healing. However, God, himself, in his own time will forgive her sins (Jer 31:34; 33:8) and heal her wounds (Jer 30:17).) There is no healing for you."},{"number":14,"verse":"All your allies have abandoned you. (tn Heb “forgotten you.”) They no longer have any concern for you. For I have attacked you like an enemy would. I have chastened you cruelly. For your wickedness is so great and your sin is so much. (tn Heb “attacked you like…with the chastening of a cruel one because of the greatness of your iniquity [and because] your sins are many.” The sentence has been broken down to conform to contemporary English style and better poetic scansion.)"},{"number":15,"verse":"Why do you complain about your injuries, that your pain is incurable? I have done all this to you because your wickedness is so great and your sin is so much."},{"number":16,"verse":"But (tn For the translation of this particle, which is normally translated “therefore” and often introduces an announcement of judgment, compare the usage at Jer 16:14 and the translator’s note there. Here as there it introduces a contrast, a rather unexpected announcement of salvation. For a similar use see also Hos 2:14 (2:16 HT). Recognition of this usage makes the proposed emendation of BHS of לָכֵן כָּל (lakhen kol) to וְכָל (vÿkhol) unnecessary.) all who destroyed you will be destroyed. All your enemies will go into exile. Those who plundered you will be plundered. I will cause those who pillaged you to be pillaged. (sn With the exception of the second line there is a definite attempt at wordplay in each line to underline the principle of lex talionis on a national and political level. This principle has already been appealed to in the case of the end of Babylonian sovereignty in 25:14; 27:7.)"},{"number":17,"verse":"Yes, (tn Again the particle כִּי (ki) appears to be intensive rather than causal. Compare the translator’s note on v. 12. It is possible that it has an adversative sense as an implicit contrast with v. 13 which expresses these concepts in the negative (cf. BDB 474 s. v. כִּי 3. e for this use in statements which are contextually closer to one another).) I will restore you to health. I will heal your wounds. I, the LORD, affirm it! (tn Heb “Oracle of the Lord.”) For you have been called an outcast, Zion, whom no one cares for.”"},{"number":18,"verse":"The Lord Will Restore Israel and Judah The LORD says, “I will restore the ruined houses of the descendants of Jacob. I will show compassion on their ruined homes. (tn Heb “I will restore the fortunes of the tents of Jacob and will have compassion on his habitations.” For the meaning of the idiom “restore the fortunes of” see the translator’s note on 29:14. The “tents of Jacob” refers to their homes or houses (see BDB 14 s. v. אֹהֶל 2 and compare usage in Judg 19:9; Mal 2:12). The word “ruined” has been supplied in the translation to show more clearly the idea of restoration of their houses on their former sites in conformity to the concepts in the latter half of the verse.) Every city will be rebuilt on its former ruins. (sn Heb “on its tel.” A tel is a site where successive layers of occupation are built upon one another after the destruction or decay of the former city. The original site was not abandoned because it had been chosen for strategic purposes, such as proximity to water or ease of defense. Many modern archaeological sites have the designation “Tel” as a component of their name because of this practice.) Every fortified dwelling will occupy its traditional site. (tn Heb “according to its custom [or plan].” Cf. BDB 1049 s. v. מִשְׁפָּט 6. d and compare usage in 1 Sam 27:11.)"},{"number":19,"verse":"Out of those places you will hear songs of thanksgiving (tn Heb “Out of them will come thanksgiving and a sound of those who are playful.”) and the sounds of laughter and merriment. I will increase their number and they will not dwindle away. (sn Compare Jer 29:6.) I will bring them honor and they will no longer be despised."},{"number":20,"verse":"The descendants of Jacob will enjoy their former privileges. Their community will be reestablished in my favor (tn Heb “his children will be as in former times and his congregation/community will be established before me.” “His children” refers to “Jacob” who has been referred to in v. 18 in the phrase “I will restore the fortunes of the tents of Jacob.” “His children” are thus the restored exiles. Some commentaries see the reference here to the restoration of numbers in accordance with the previous verse. However, the last line of this verse and the reference to the ruler in the following verse suggests rather restoration of the religious and political institutions to their former state. For the use of the word translated “community” (עֵדָה, ’edah) to refer to a political congregation as well as its normal use to refer to a religious one see 1 Kgs 12:20. For the idea of “in my favor” (i. e., under the eye and regard of) for the Hebrew phrase used here (לְפָנַי, lÿfanay) see BDB 817 s. v. פָּנֶה II.4. a(b).) and I will punish all who try to oppress them."},{"number":21,"verse":"One of their own people will be their leader. Their ruler will come from their own number. (sn The statement their ruler will come from their own number accords with the regulation in Deut 17:15. They would not be ruled by a foreign leader but by one of their own people. In v. 9 he is specifically said to come from the Davidic line. See the study note there.) I will invite him to approach me, and he will do so. (sn Ordinarily this prerogative was confined to the priests and the Levites and even then under strict regulations (cf., e. g., Num 8:19; 16:10; Lev 16:10; 21:17; 22:3). Uzziah king of Judah violated this and suffered leprosy for having done so (2 Chr 26:16–20). It is clear, however, that both David and Solomon on occasion exercised priestly functions in the presence of the ark or the altar which it was normally lawful for only the priests to approach (cf., e. g., 2 Sam 6:13–14; 1 Kgs 8:22, 54–55). Here reference is probably not to the normal prerogatives of offering sacrifice or burning incense but access to God’s special presence at special times for the purpose of consultation.) For no one would dare approach me on his own. (tn Heb “For who is he who would pledge his heart to draw near to me.” The question is a rhetorical one expecting the answer “no one” and is a way of expressing an emphatic negative (see BDB 566 s. v. מִי f[c]). The concept of “pledging” something refers to putting up security in guarantee of payment. Here the word is used figuratively of “putting up one’s heart [i. e., his very being (cf. BDB 524 s. v. לֵב 7 and Ps 22:26)]” for the privilege of access to God. The rhetorical question denies that any one would do that if he were not bidden by God to do so.) I, the LORD, affirm it! (tn Heb “Oracle of the Lord.”)"},{"number":22,"verse":"Then you will again be my people and I will be your God. (sn This was their highest privilege (cf. Exod 6:7, Lev 26:12; Jer 24:7) but also their greatest responsibility (cf. Jer 7:3; 11:4). It is a formula referring to a covenant relationship in which God pledges to protect, provide, and be present with his people and they in turn promise to be loyal and obedient to him (see Deut 26:17–18; 29:10–13).)"},{"number":23,"verse":"Just watch! The wrath of the LORD will come like a storm. Like a raging storm it will rage down on the heads of those who are wicked."},{"number":24,"verse":"The anger of the LORD will not turn back until he has fully carried out his intended purposes. In days to come you will come to understand this. (sn Jer 30:23–24 are almost a verbatim repetition of 23:19–20. There the verses were addressed to the people of Jerusalem as a warning that the false prophets had no intimate awareness of the Lord’s plans which were plans of destruction for wicked Israel not plans of peace and prosperity. Here they function as further assurance that the Lord will judge the wicked nations oppressing them when he reverses their fortunes and restores them once again to the land as his special people (cf. vv. 18–22).)"}]}