{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"At that time I will be the God of all the clans of Israel (sn This verse repeats v. 22 but with specific reference to all the clans of Israel, i. e., to all Israel and Judah. It functions here as a transition to the next section which will deal with the restoration of Israel (31:3–20) and Judah (31:21–25) and their reunification in the land (31:27–29) under a new covenant relation with God (31:31–37). See also the study note on 30:3 for further reference to this reunification in Jeremiah and the other prophets.) and they will be my people. I, the LORD, affirm it!” (tn Heb “Oracle of the Lord.”)"},{"number":2,"verse":"Israel Will Be Restored and Join Judah in Worship The LORD says, “The people of Israel who survived death at the hands of the enemy (tn Heb “who survived the sword.”sn This refers to the remnant of northern Israel who had not been killed when Assyria conquered Israel in 722 b. c. or who had not died in exile. References to Samaria in v. 5 and to Ephraim in vv. 6, 9 make clear that northern Israel is in view here.) will find favor in the wilderness as they journey to find rest for themselves."},{"number":3,"verse":"In a far-off land the LORD will manifest himself to them. He will say to them, ‘I have loved you with an everlasting love. That is why I have continued to be faithful to you. (tn Or “The people of Israel who survived the onslaughts of Egypt and Amalek found favor in the wilderness as they journeyed to find rest. At that time long ago the Lord manifested himself to them. He said, ‘I have…That is why I have drawn you to myself through my unfailing kindness.’” For the basis for each of these translations see the translator’s note. There is debate whether the reference here is to God’s preservation of Israel during their wandering in the Sinai desert or his promise to protect and preserve them on their return through the Arabian desert on the way back from Assyria and Babylon (see e. g., Isa 42:14–16; 43:16–21; Jer 16:14–15; 23:7–8). The only finite verbs in vv. 2–3a before the introduction of the quote are perfects which can denote either a past act or a future act viewed as certain of fulfillment (the prophetic perfect; see GKC 312-13 §106. n and see examples in Jer 11:16; 13:17; 25:14; 28:4). The phrase at the beginning of v. 3 can either refer to temporal (cf. BDB 935 s. v. רָחוֹק 2. b and Isa 22:11) or spatial distance (cf. BDB 935 s. v. רָחוֹק 2. a[2] and Isa 5:29; 59:14). The verb in the final clause in v. 3 can refer to either the continuance of God’s love as in Ps 36:10 (cf. BDB 604 s. v. מָשַׁךְ Qal.5) or drawing someone to him in electing, caring love as in Hos 11:4 (cf. BDB 604 s. v. מָשַׁךְ Qal.1). The translation has opted for the prophetic reference to future deliverance because of the preceding context, the use of מֵרָחוֹק (merakhoq) to refer to the far off land of exile in Jer 30:10; 46:27; 51:50, and the reference to survivors from the sword being called on to remember the Lord in that far off land in 51:50.)"},{"number":4,"verse":"I will rebuild you, my dear children Israel, (tn Heb “Virgin Israel.”sn For the significance of this metaphor see the note on Jer 14:17. Here the emphasis appears on his special love and care for his people and the hint (further developed in vv. 21–22) that, though guilty of sin, he considers them like an innocent young virgin.) so that you will once again be built up. Once again you will take up the tambourine and join in the happy throng of dancers. (sn Contrast Jer 7:34 and 25:10.)"},{"number":5,"verse":"Once again you will plant vineyards on the hills of Samaria. (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) Those who plant them will once again enjoy their fruit. (sn The terms used here refer to the enjoyment of a period of peace and stability and the reversal of the curse (contrast, e. g., Deut 28:30). The Hebrew word translated “enjoy its fruit” is a technical one that refers to the owner of a vineyard getting to enjoy its fruit in the fifth year after it was planted, the crops of the first three years lying fallow, and that of the fourth being given to the Lord (cf. Lev 19:23–25).)"},{"number":6,"verse":"Yes, a time is coming when watchmen (sn Watchmen were stationed at vantage points to pass on warning of coming attack (Jer 6:17; Ezek 33:2, 6) or to spread the news of victory (Isa 52:8). Here reference is made to the watchmen who signaled the special times of the year such as the new moon and festival times when Israel was to go to Jerusalem to worship. Reference is not made to these in the Hebrew Bible but there is a good deal of instruction regarding them in the later Babylonian Talmud.) will call out on the mountains of Ephraim, “Come! Let us go to Zion to worship the LORD our God!”’” (sn Not only will Israel and Judah be reunited under one ruler (cf. 23:5–6), but they will share a unified place and practice of worship once again in contrast to Israel using the illicit places of worship, illicit priesthood, and illicit feasts instituted by Jeroboam (1 Kgs 12:26–31) and continued until the downfall of Samaria in 722 b. c.)"},{"number":7,"verse":"Moreover, (tn See the translator’s notes on 30:5, 12.) the LORD says, “Sing for joy for the descendants of Jacob. Utter glad shouts for that foremost of the nations. (tn Heb “for the head/chief of the nations.” See BDB 911 s. v. רֹאשׁ 3. c and compare usage in Ps 18:44 referring to David as the “chief” or “foremost ruler” of the nations.) Make your praises heard. (tn It is unclear who the addressees of the masculine plural imperatives are in this verse. Possibly they are the implied exiles who are viewed as in the process of returning and praying for their fellow countrymen.) Then say, ‘LORD, rescue your people. Deliver those of Israel who remain alive.’ (tc Or “The Lord will rescue his people. He will deliver those of Israel who remain alive.” The translation used in the text follows the Hebrew: “Rescue your people, O Lord, the remnant of Israel.” The alternate translation which is preferred by several modern English versions (e. g., REB, TEV) and a majority of modern commentaries (see, e. g., J. A. Thompson, Jeremiah [NICOT], 569; J. Bright, Jeremiah [AB], 273, n. s-s) follows the reading of the Greek version and the Aramaic Targum and appears more appropriate to the context of praise presupposed by the preceding imperatives. The difference in the two readings are the omission of one vowel letter and the confusion of a final ךְ (kaf) and a וֹ (holem-vav) which are very similar in form. (The Greek presupposes הוֹשִׁיעַ יְהוָה אֶת־עַמּוֹ [hoshi’a yÿhvah ’et-’ammo] for the Hebrew הוֹשַׁע יְהוָה אֶת־עַמְּךְ [hosha’ yÿhvah ’et-’ammÿkh].) The key to a decision here is the shift from the verbs of praise to the imperative “say” which introduces the quotation; there is a shift from praise to petition. The shift in mood is not uncommon, occurring, for example, in Ps 118:25 and 126:4; it is the shift in mood between praise for what has begun to petition for what is further hoped for. It is easier to explain the origin contextually of the Greek and Targum than it is the Hebrew text, thus the Greek and Targum are probably a secondary smoothing of the text (this is the decision of the D. Barthélemy, ed., Preliminary and Interim Report on the Hebrew Old Testament Text Project, 4:263). The mood of prayer also shows up in v. 9 and again in vv. 17–18.)"},{"number":8,"verse":"Then I will reply, (tn The words “And I will reply” are not in the text but the words vv. 8–9 appear to be the answer to the petition at the end of v. 7. These words are supplied in the translation for clarity.) ‘I will bring them back from the land of the north. I will gather them in from the distant parts of the earth. Blind and lame people will come with them, so will pregnant women and women about to give birth. A vast throng of people will come back here."},{"number":9,"verse":"They will come back shedding tears of contrition. I will bring them back praying prayers of repentance. (tn Heb “They will come with weeping; I will bring them with supplication.” The ideas of contrition and repentance are implicit from the context (cf. vv. 18–19) and are supplied for clarity.) I will lead them besides streams of water, along smooth paths where they will never stumble. (sn Jer 31:8–9 are reminiscent of the “New Exodus” motif of Isa 40–66 which has already been referred to in Jer 16:14–15; 23:7–8. See especially Isa 35:3–10; 40:3–5, 11; 41:17–20; 42:14–17; 43:16–21; 49:9–13. As there, the New Exodus will so outstrip the old that the old will pale in comparison and be almost forgotten (see Jer 23:7–8).) I will do this because I am Israel’s father; Ephraim (sn Ephraim was the second son of Joseph who was elevated to a place of prominence in the family of Jacob by the patriarch’s special blessing. It was the strongest tribe in northern Israel and Samaria lay in its territory. It is often used as a poetic parallel for Israel as here. The poetry is not speaking of two separate entities here; it is a way of repeating an idea for emphasis. Moreover, there is no intent to show special preference for northern Israel over Judah. All Israel is metaphorically God’s son and the object of his special care and concern (Exod 4:22; Deut 32:6).) is my firstborn son.’”"},{"number":10,"verse":"Hear what the LORD has to say, O nations. Proclaim it in the faraway lands along the sea. Say, “The one who scattered Israel will regather them. He will watch over his people like a shepherd watches over his flock.”"},{"number":11,"verse":"For the LORD will rescue the descendants of Jacob. He will secure their release (sn Two rather theologically significant metaphors are used in this verse. The Hebrew word translated “will set…free” is a word used in the legal sphere for paying a redemption price to secure the freedom of a person or thing (see, e. g., Exod 13:13, 15). It is used metaphorically and theologically to refer to Israel’s deliverance from Egyptian bondage (Deut 15:15; Mic 6:4) and its deliverance from Babylonian exile (Isa 35:10). The word translated “secure their release” is a word used in the sphere of family responsibility where a person paid the price to free an indentured relative (Lev 25:48, 49) or paid the price to restore a relative’s property seized to pay a debt (Lev 25:25, 33). This word, too, was used to refer metaphorically and theologically to Israel’s deliverance from Egyptian bondage (Exod 6:6) or release from Babylonian exile (Isa 43:1–4; 44:22). These words are traditionally translated “ransom” and “redeem” and are a part of traditional Jewish and Christian vocabulary for physical and spiritual deliverance.) from those who had overpowered them. (tn Heb “from the hand/power of the one too strong for him.”)"},{"number":12,"verse":"They will come and shout for joy on Mount Zion. They will be radiant with joy (tn Reading a Qal perfect from the root II נָהַר (nahar; so KBL 509 s. v. and HALOT 639 s. v.) rather than I נָהַר (so BDB 625 s. v.).) over the good things the LORD provides, the grain, the fresh wine, the olive oil, the young sheep and calves he has given to them. They will be like a well-watered garden and will not grow faint or weary any more."},{"number":13,"verse":"The LORD says, (tn Heb “Oracle of the Lord.” This phrase has been brought up to the beginning of v. 13 from the end of v. 14 to introduce the transition from third person description by Jeremiah to first person address by the Lord.) “At that time young women will dance and be glad. Young men and old men will rejoice. (tc The translation follows the reading of the LXX (Greek version). The Hebrew reads “will dance and be glad, young men and old men together.” The Greek version presupposes a Qal imperfect of a rare verb (יַחְדּוּ [yakhdu] from the verb חָדָה [khadah]; see BDB 292 s. v. II חָדָה Qal) as opposed to the Hebrew text which reads a common adverb יַחְדָּו (yakhdav). The consonantal text is the same but the vocalization is different. There are no other examples of the syntax of the adverb used this way (i. e., of a compound subject added to a third subject) and the vocalization of the Hebrew text can be explained on the basis of a scribe misvocalizing the text based on his greater familiarity with the adverb.) I will turn their grief into gladness. I will give them comfort and joy in place of their sorrow."},{"number":14,"verse":"I will provide the priests with abundant provisions. (tn Heb “I will satiate the priests with fat.” However, the word translated “fat” refers literally to the fat ashes of the sacrifices (see Lev 1:16; 4:2 and cf. BDB 206 s. v. דֶּשֶׁן 2. The word is used more abstractly for “abundance” or “rich food” (see Job 36:16 and BDB 206 s. v. דֶּשֶׁן 1). The people and the priests were prohibited from eating the fat (Lev 7:23–24).) My people will be filled to the full with the good things I provide.”"},{"number":15,"verse":"The LORD says, “A sound is heard in Ramah, (sn Ramah is a town in Benjamin approximately five miles (8 km) north of Jerusalem. It was on the road between Bethel and Bethlehem. Traditionally, Rachel’s tomb was located near there at a place called Zelzah (1 Sam 10:2). Rachel was the mother of Joseph and Benjamin and was very concerned about having children because she was barren (Gen 30:1–2) and went to great lengths to have them (Gen 30:3, 14–15, 22–24). She was the grandmother of Ephraim and Manasseh which were two of the major tribes in northern Israel. Here Rachel is viewed metaphorically as weeping for her “children,” the descendants of Ephraim and Manasseh, who had been carried away into captivity in 722 b. c.) a sound of crying in bitter grief. It is the sound of Rachel weeping for her children and refusing to be comforted, because her children are gone.” (tn Or “gone into exile” (cf. v. 16), though some English versions take this as meaning “dead” (e. g., NCV, CEV, NLT), presumably in light of Matt 2:18.)"},{"number":16,"verse":"The LORD says to her, (tn The words “to her” are not in the text but are implicit from the context. They are supplied in the translation for clarity.) “Stop crying! Do not shed any more tears! (tn Heb “Refrain your voice from crying and your eyes from tears.”) For your heartfelt repentance (tn Heb “your work.” Contextually her “work” refers to her weeping and refusing to be comforted, that is, signs of genuine repentance (v. 15).) will be rewarded. Your children will return from the land of the enemy. I, the LORD, affirm it! (tn Heb “Oracle of the Lord.”)"},{"number":17,"verse":"Indeed, there is hope for your posterity. (tn For this nuance for the Hebrew word אַחֲרִית (’akharit) see BDB 31 s. v. אַחֲרִית d and compare usage in Pss 37:38; 109:13. Others translate “your future” but the “future” lies with the return of her descendants, her posterity.) Your children will return to their own territory. I, the LORD, affirm it! (tn Heb “Oracle of the Lord.”)"},{"number":18,"verse":"I have indeed (tn The use of “indeed” is intended to reflect the infinitive absolute which precedes the verb for emphasis (see IBHS 585-86 §35.3.1f).) heard the people of Israel (tn Heb “Ephraim.” See the study note on 31:9. The more familiar term is used, the term “people” added to it, and plural pronouns used throughout the verse to aid in understanding.) say mournfully, ‘We were like a calf untrained to the yoke. (tn Heb “like an untrained calf.” The metaphor is that of a calf who has never been broken to bear the yoke (cf. Hos 4:16; 10:11). sn Jer 2:20; 5:5 already referred to Israel’s refusal to bear the yoke of loyalty and obedience to the Lord’s demands. Here Israel expresses that she has learned from the discipline of exile and is ready to bear his yoke.) You disciplined us and we learned from it. (tn The verb here is from the same root as the preceding and is probably an example of the “tolerative Niphal,” i. e., “I let myself be disciplined/I responded to it.” See IBHS 389-90 §23.4g and note the translation of some of the examples there, especially Isa 19:22; 65:1.) Let us come back to you and we will do so, (tn Heb “Bring me back in order that I may come back.” For the use of the plural pronouns see the marginal note at the beginning of the verse. The verb “bring back” and “come back” are from the same root in two different verbal stems and in the context express the idea of spiritual repentance and restoration of relationship not physical return to the land. (See BDB 999 s. v. שׁוּב Hiph.2. a for the first verb and 997 s. v. Qal.6. c for the second.) For the use of the cohortative to express purpose after the imperative see GKC 320 §108. d or IBHS 575 §34.5.2b. sn There is a wordplay on several different nuances of the same Hebrew verb in vv. 16–19. The Hebrew verb shub refers both to their turning away from God (v. 19) and to their turning back to him (v. 18). It is also the word that is used for their return to their homeland (vv. 16–17).) for you are the LORD our God."},{"number":19,"verse":"For after we turned away from you we repented. After we came to our senses (tn For this meaning of the verb see HAL 374 s. v. יָדַע Nif 5 or W. L. Holladay, Concise Hebrew and Aramaic Lexicon, 129. REB translates “Now that I am submissive” relating the verb to a second root meaning “be submissive.” (See HALOT 375 s. v. II יָדַע and J. Barr, Comparative Philology and the Text of the Old Testament, 19-21, for evidence for this verb. Other passages cited with this nuance are Judg 8:16; Prov 10:9; Job 20:20.)) we beat our breasts in sorrow. (tn Heb “I struck my thigh.” This was a gesture of grief and anguish (cf. Ezek 21:12 [21:17 HT]). The modern equivalent is “to beat the breast.”) We are ashamed and humiliated because of the disgraceful things we did previously.’ (tn Heb “because I bear the reproach of my youth.” For the plural referents see the note at the beginning of v. 18. sn The expression the disgraceful things we did in our earlier history refers to the disgrace that accompanied the sins that Israel did in her earlier years before she learned the painful lesson of submission to the Lord through the discipline of exile. For earlier references to the sins of her youth (i. e., in her earlier years as a nation) see 3:24–25; 22:21 and see also 32:29. At the time that these verses were written, neither northern Israel or Judah had expressed the kind of contrition voiced in vv. 18–19. As one commentator notes, the words here are both prophetic and instructive.)"},{"number":20,"verse":"Indeed, the people of Israel are my dear children. They are the children I take delight in. (tn Heb “Is Ephraim a dear son to me or a child of delight?” For the substitution of Israel for Ephraim and the plural pronouns for the singular see the note on v. 18. According to BDB 210 s. v. הֲ 1. c the question is rhetorical having the force of an impassioned affirmation. See 1 Sam 2:27; Job 41:9 (41:1 HT) for parallel usage.) For even though I must often rebuke them, I still remember them with fondness. So I am deeply moved with pity for them (tn Heb “my stomach churns for him.” The parallelism shows that this refers to pity or compassion.) and will surely have compassion on them. I, the LORD, affirm it! (tn Heb “Oracle of the Lord.”)"},{"number":21,"verse":"I will say, (tn The words “I will say” are not in the text. They are supplied in the translation to mark the transition from the address about Israel in a response to Rachel’s weeping (vv. 15–20) to a direct address to Israel which is essentially the answer to Israel’s prayer of penitence (cf. G. L. Keown, P. J. Scalise, T. G. Smothers, Jeremiah 26–52 [WBC], 121.)sn The Lord here invites Israel to stop dilly-dallying and prepare themselves to return because he is prepared to do something new and miraculous.) ‘My dear children of Israel, (tn Heb “Virgin Israel.” For the significance see the study note on 31:3.) keep in mind the road you took when you were carried off. (tn Heb “Set your mind to the highway, the way which you went.” The phrase “the way you went” has been translated “the road you took when you were carried off” to help the reader see the reference to the exile implicit in the context. The verb “which you went” is another example of the old second feminine singular which the Masoretes typically revocalize (Kethib הָלָכְתִּי [halakhti]; Qere הָלָכְתְּ [halakht]). The vocative has been supplied in the translation at the beginning to help make the transition from third person reference to Ephraim/Israel in the preceding to second person in the following and to identify the referent of the imperatives. Likewise, this line has been moved to the front to show that the reference to setting up sign posts and landmarks is not literal but figurative, referring to making a mental note of the way they took when carried off so that they can easily find their way back. Lines three and four in the Hebrew text read, “Set up sign posts for yourself; set up guideposts/landmarks for yourself.” The word translated “telltale signs marking the way” occurs only here. Though its etymology and precise meaning are unknown, all the lexicons agree in translating it as “sign post” or something similar based on the parallelism.) Mark off in your minds the landmarks. Make a mental note of telltale signs marking the way back. Return, my dear children of Israel. Return to these cities of yours."},{"number":22,"verse":"How long will you vacillate, (tn The translation “dilly-dally” is suggested by J. Bright, Jeremiah (AB), 276. The verb occurs only here in this stem (the Hitpael) and only one other time in any other stem (the Qal in Song 5:6). The dictionaries define it as “to turn this way and that” (cf., e. g., BDB 330 s. v. חָמַק Hithp.). In the context it refers to turning this way and that looking for the way back.) you who were once like an unfaithful daughter? (sn Israel’s backsliding is forgotten and forgiven. They had once been characterized as an apostate people (3:14, 22; the word “apostate” and “unfaithful” are the same in Hebrew) and figuratively depicted as an adulterous wife (3:20). Now they are viewed as having responded to his invitation (compare 31:18–19 with 3:22–25). Hence they are no longer depicted as an unfaithful daughter but as an unsullied virgin (see the literal translation of “my dear children” in vv. 4, 21 and the study note on v. 4.)) For I, the LORD, promise (tn Heb “For the Lord will create.” The person has been shifted to avoid the possible confusion for some readers of a third person reference to the Lord in what has otherwise been a first person address. The verb “will create” is another one of the many examples of the prophetic perfect that have been seen in the book of Jeremiah. For the significance of the verb “create” here see the study note on “bring about something new.”) to bring about something new (sn Heb “create.” This word is always used with God as the subject and refers to the production of something new or unique, like the creation of the world and the first man and woman (Gen 1:1; 2:3; 1:27; 5:1) or the creation of a new heavens and a new earth in a new age (Isa 65:17), or the bringing about of new and unique circumstances (Num 16:30). Here reference is made contextually to the new exodus, that marvelous deliverance which will be so great that the old will pale in comparison (see the first note on v. 9).) on the earth, something as unique as a woman protecting a man!’” (tn The meaning of this last line is uncertain. The translation has taken it as proverbial for something new and unique. For a fairly complete discussion of most of the options see C. Feinberg, “Jeremiah,” EBC 6:571. For the nuance of “protecting” for the verb here see BDB 686 s. v. סָבַב Po‘ 1 and compare the usage in Deut 32:10.)"},{"number":23,"verse":"Judah Will Be Restored The LORD God of Israel who rules over all (tn Heb “Yahweh of armies, the God of Israel.” See 7:3 and the study note of 2:19 for the rendering of this title and an explanation of its significance.) says, “I will restore the people of Judah to their land and to their towns. When I do, they will again say (tn Heb “They [i. e., people (the indefinite plural, GKC 460 §144. g)] will again say in the land of Judah and in its cities when I restore their fortunes.” For the meaning of the idiom “to restore the fortunes” see the translator’s note on 29:14.) of Jerusalem, (tn The words “of Jerusalem” are not in the text but it is implicit in the titles that follow. They have been supplied in the translation for clarity to aid in identifying the referent. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) ‘May the LORD bless you, you holy mountain, the place where righteousness dwells.’ (sn The blessing pronounced on the city of Zion/Jerusalem by the restored exiles looks at the restoration of its once exalted state as the city known for its sanctity and its just dealing (see Isa 1:21 and Ps 122). This was a reversal of the state of Jerusalem in the time of Isaiah and Jeremiah where wickedness not righteousness characterized the inhabitants of the city (cf. Isa 1:21; Jer 4:14; 5:1; 13:27). The blessing here presupposes the rebuilding of the city of Jerusalem and the temple which gave the city its sanctity.)"},{"number":24,"verse":"The land of Judah will be inhabited by people who live in its towns as well as by farmers and shepherds with their flocks. (tn The translation “those who move about with their flocks” is based on an emendation of the Hebrew text which reads a third plural Qal perfect (נָסְעוּ, nos’u) to a masculine plural Qal participle in the construct (נֹסְעֵי, nosÿ’e) as suggested in the BHS fn. For the use of the construct participle before a noun with a preposition see GKC 421 §130. a. It is generally agreed that three classes of people are referred to here, townspeople, farmers, and shepherds. But the syntax of the Hebrew sentence is a little awkward: “And they [i. e., “people” (the indefinite plural, GKC 460 §144. g)] will live in it, Judah and all its cities [an apposition of nearer definition (GKC 425-26 §131. n)], [along with] farmers and those who move about with their flocks.” The first line refers awkwardly to the townspeople and the other two classes are added asyndetically (i. e., without the conjunction “and”).)"},{"number":25,"verse":"I will fully satisfy the needs of those who are weary and fully refresh the souls of those who are faint. (tn The verbs here again emphasize that the actions are as good as done (i. e., they are prophetic perfects; cf. GKC 312-13 §106. n). sn For the concept here compare Jer 31:12 where the promise was applied to northern Israel. This represents the reversal of the conditions that would characterize the exiles according to the covenant curse of Deut 28:65–67.)"},{"number":26,"verse":"Then they will say, ‘Under these conditions I can enjoy sweet sleep when I wake up and look around.’” (tn Or “When I, Jeremiah, heard this, I woke up and looked around. My sleep had been very pleasant.” The text is somewhat enigmatic. It has often been explained as an indication that Jeremiah had received this communication (30:3–31:26) while in a prophetic trance (compare Dan 10:9). However, there is no other indication that this is a vision or a vision report. G. L. Keown, P. J. Scalise, and T. G. Smothers (Jeremiah 26–52 [WBC], 124, 128-29) suggest that this is a speech of the restored (and refreshed) exiles like that which is formally introduced in v. 23. This speech, however, is not formally introduced. This interpretation is also reflected in TEV, CEV and is accepted here as fitting the context better and demanding less presuppositions. The Hebrew text reads literally, “Upon this I awoke and looked and my sleep was sweet to me.” Keown, Scalise, and Smothers have the best discussion of these two options as well as several other options.)"},{"number":27,"verse":"Israel and Judah Will Be Repopulated “Indeed, a time is coming,” (tn Heb “Behold days are coming!” The particle “Behold” is probably used here to emphasize the reality of a fact. See the translator’s note on 1:6. sn This same expression is found in the introduction to the Book of Consolation (Jer 30:1–3) and in the introduction to the promise of a new covenant (or covenant; 31:31). In all three passages it is emphasized that the conditions apply to both Israel and Judah. The Lord will reverse their fortunes and restore them to their lands (30:3), increase their numbers and build them up (31:27–28), and make a new covenant with them involving forgiveness of sins (31:31–34).) says the LORD, (tn Heb “Oracle of the Lord.”) “when I will cause people and animals to sprout up in the lands of Israel and Judah. (tn Heb “Behold, the days are coming and [= when] I will sow the house of Israel and the house of Judah with the seed of people and of animals.” For the significance of the metaphor see the study note. sn The metaphor used here presupposes that drawn in Hos 2:23 (2:25 HT) which is in turn based on the wordplay with Jezreel (meaning “God sows”) in Hos 2:22. The figure is that of plant seed in the ground which produces a crop; here what are sown are the “seeds of people and animals.” For a similar picture of the repopulating of Israel and Judah see Ezek 36:10–11. The promise here reverses the scene of devastation that Jeremiah had depicted apocalyptically and hyperbolically in Jer 4:23–29 as judgment for Judah’s sins.)"},{"number":28,"verse":"In the past I saw to it that they were uprooted and torn down, that they were destroyed and demolished. But now I will see to it that they are built up and firmly planted. (tn Heb “Just as I watched over them to uproot and to tear down, to destroy and demolish, so I will watch over them to build and to plant.” The words here repeat those of 1:10 and 1:12.) I, the LORD, affirm it!” (tn Heb “Oracle of the Lord.”)"},{"number":29,"verse":"The Lord Will Make a New Covenant with Israel and Judah “When that time comes, people will no longer say, ‘The parents have eaten sour grapes, but the children’s teeth have grown numb.’ (tn This word only occurs here and in the parallel passage in Ezek 18:2 in the Qal stem and in Eccl 10:10 in the Piel stem. In the latter passage it refers to the bluntness of an ax that has not been sharpened. Here the idea is of the “bluntness” of the teeth, not from having ground them down due to the bitter taste of sour grapes but to the fact that they have lost their “edge,” “bite,” or “sharpness” because they are numb from the sour taste. For this meaning for the word see W. L. Holladay, Jeremiah (Hermeneia), 2:197. sn This is a proverbial statement that is also found in Ezek 18:2. It served to articulate the complaint that the present generation was suffering for the accrued sins of their ancestors (cf. Lam 5:7) and that the Lord was hence unjust (Ezek 18:25, 29). However, Jeremiah had repeatedly warned his own generation that they were as guilty or even more so than their ancestors. The ancestors were indeed guilty of sin but the present generation had compounded the problem by their stubborn refusal to turn back to God despite repeated warnings from the prophets and hence God would withhold judgment no longer (cf. especially Jer 16:10–13 and compare Jer 7:24–34; 9:12–16 (9:11–15 HT); 11:1–13).)"},{"number":30,"verse":"Rather, each person will die for his own sins. The teeth of the person who eats the sour grapes will themselves grow numb. (sn The Lord answers their charge by stating that each person is responsible for his own sin and will himself bear the consequences. Ezek 18 has a more extended treatment of this and shows that this extends not just to the link between parents and children but between former behavior and future behavior of the same individual. To a certain extent the principle articulated here is anticipatory of the statement in v. 34 which refers to the forgiveness of former sins.)"},{"number":31,"verse":"“Indeed, a time is coming,” says the LORD, (tn Heb “Oracle of the Lord.”) “when I will make a new covenant (tn Or “a renewed covenant” (also in vv. 22–23).) with the people of Israel and Judah. (tn Heb “the house of Israel and the house of Judah.”)"},{"number":32,"verse":"It will not be like the old (tn The word “old” is not in the text but is implicit in the use of the word “new.” It is supplied in the translation for greater clarity.) covenant that I made with their ancestors (tn Heb “fathers.”sn This refers to the Mosaic covenant which the nation entered into with God at Sinai and renewed on the plains of Moab. The primary biblical passages explicating this covenant are Exod 19–24 and the book of Deuteronomy; see as well the study note on Jer 11:2 for the form this covenant took and its relation to the warnings of the prophets. The renewed document of Deuteronomy was written down and provisions made for periodic public reading and renewal of commitment to it (Deut 31:9–13). Josiah had done this after the discovery of the book of the law (which was either Deuteronomy or a synopsis of it) early in the ministry of Jeremiah (2 Kgs 23:1–4; the date would be near 622 b. c. shortly after Jeremiah began prophesying in 627 [see the note on Jer 1:2]). But it is apparent from Jeremiah’s confrontation with Judah after that time that the commitment of the people was only superficial (cf. Jer 3:10). The prior history of the nations of Israel and Judah and Judah’s current practice had been one of persistent violation of this covenant despite repeated warnings of the prophets that God would punish them for that (see especially Jer 7, 11). Because of that, Israel had been exiled (cf., e. g., Jer 3:8), and now Judah was threatened with the same (cf., e. g., Jer 7:15). Jer 30–31 look forward to a time when both Israel and Judah will be regathered, reunited, and under a new covenant which includes the same stipulations but with a different relationship (v. 32).) when I delivered them (tn Heb “when I took them by the hand and led them out.”) from Egypt. For they violated that covenant, even though I was like a faithful husband to them,” (tn Or “I was their master.” See the study note on 3:14. sn The metaphor of Yahweh as husband and Israel as wife has been used already in Jer 3 and is implicit in the repeated allusions to idolatry as spiritual adultery or prostitution. The best commentary on the faithfulness of God to his “husband-like” relation is seen in the book of Hosea, especially in Hos 1–3.) says the LORD. (tn Heb “Oracle of the Lord.”)"},{"number":33,"verse":"“But I will make a new covenant with the whole nation of Israel (tn Heb “with the house of Israel.” All commentators agree that the term here refers to both the whole nation which was divided into the house of Israel and the house of Judah in v. 30.) after I plant them back in the land,” (tn Heb “after those days.” Commentators are generally agreed that this refers to the return from exile and the repopulation of the land referred to in vv. 27–28 and not to something subsequent to the time mentioned in v. 30. This is the sequencing that is also presupposed in other new covenant passages such as Deut 30:1–6; Ezek 11:17–20; 36:24–28.) says the LORD. (tn Heb “Oracle of the Lord.”) “I will (tn Heb “‘But this is the covenant that I will make with the house of Israel after these days:’ says the Lord, ‘I will….’” The sentence has been reworded and restructured to avoid the awkwardness of the original style.) put my law within them (tn Heb “in their inward parts.” The Hebrew word here refers to the seat of the thoughts, emotions, and decisions (Jer 9:8 [9:7 HT]). It is essentially synonymous with “heart” in Hebrew psychological terms.) and write it on their hearts and minds. (tn The words “and minds” is not in the text but is supplied in the translation to bring the English psychology more into line with the Hebrew where the “heart” is the center both of knowing/thinking/reflecting and deciding/willing. sn Two contexts are relevant for understanding this statement. First is the context of the first or old covenant which was characterized by a law written on stone tablets (e. g., Exod 32:15–16; 34:1, 28; Deut 4:13; 5:22; 9:10) or in a “book” or “scroll” (Deut 31:9–13) which could be lost (cf. 2 Kgs 22:8), forgotten (Hos 4:6), ignored (Jer 6:19; Amos 4:2), or altered (Jer 8:8). Second is the context of the repeated fault that Jeremiah has found with their stubborn (3:17; 7:24; 9:14; 11:8; 13:10; 16:12; 18:12; 23:17), uncircumcised (4:4; 9:26), and desperately wicked hearts (4:4; 17:9). Radical changes were necessary to get the people to obey the law from the heart and not just pay superficial or lip service to it (3:10; 12:2). Deut 30:1–6; Ezek 11:17–20; 36:24–28 speak of these radical changes. The Lord will remove the “foreskin” of their heart and give them a circumcised heart, or take away their “stony” heart and give them a new heart. With this heart they will be able to obey his laws, statutes, ordinances, and commands (Deut 30:8; Ezek 11:20; 36:27). The new covenant does not entail a new law; it is the same law that Jeremiah has repeatedly accused them of rejecting or ignoring (6:19; 9:13; 16:11; 26:4; 44:10). What does change is their inner commitment to keep it. Jeremiah has already referred to this in Jer 24:7 and will refer to it again in Jer 32:39.) I will be their God and they will be my people. (sn Compare Jer 24:7; 30:22; 31:1 and see the study note on 30:2.)"},{"number":34,"verse":"“People will no longer need to teach their neighbors and relatives to know me. (tn Heb “teach…, saying, ‘Know the Lord.’” The indirect quote has been chosen for stylistic reasons, i. e., to better parallel the following line. sn As mentioned in the translator’s note on 9:3 (9:2 HT) “knowing” God in covenant contexts like this involves more than just an awareness of who he is (9:23 [9:22 HT]). It involves an acknowledgment of his sovereignty and whole hearted commitment to obedience to him. This is perhaps best seen in the parallelisms in Hos 4:1; 6:6 where “the knowledge of God” is parallel with faithfulness and steadfast love and in the context of Hos 4 refers to obedience to the Lord’s commands.) For all of them, from the least important to the most important, will know me,” (sn This statement should be understood against the background of Jer 8:8–9 where class distinctions were drawn and certain people were considered to have more awareness and responsibility for knowing the law and also Jer 5:1–5 and 9:3–9 where the sinfulness of Israel was seen to be universal across these class distinctions and no trust was to be placed in friends, neighbors, or relatives because all without distinction had cast off God’s yoke (i. e., refused to submit themselves to his authority).) says the LORD. “For (tn The Hebrew particle כִּי (ki) that introduces this clause refers to more than just the preceding clause (i. e., that all will know the Lord) but to all of vv. 31–34a (See BDB 474 s. v. כִּי 3. c).) I will forgive their sin and will no longer call to mind the wrong they have done.”"},{"number":35,"verse":"The Lord Guarantees Israel’s Continuance The LORD has made a promise to Israel. He promises it as the one who fixed the sun to give light by day and the moon and stars to give light by night. He promises it as the one who stirs up the sea so that its waves roll. He promises it as the one who is known as the LORD who rules over all. (tn Heb “Yahweh of armies.” See the study note on 2:19 for this title. In the Hebrew text the verse reads: “Thus says the Lord who provides the sun for light by day, the fixed ordering of the moon and stars for light by night, who stirs up the sea and its waves roar, whose name is Yahweh of armies, ‘…’” The hymnic introduction to the quote which does not begin until v. 36 has been broken down to avoid a long awkward sentence in English. The word “said” has been translated “made a promise” to reflect the nature of the content in vv. 36–37. The first two lines of the Hebrew poetry are a case of complex or supplementary ellipsis where the complete idea of “providing/establishing the fixed laws” is divided between the two lines (cf. E. W. Bullinger, Figures of Speech, 110-13). The necessity for recombining the ellipsis is obvious from reference to the fixed ordering in the next verse. (Some commentators prefer to delete the word as an erroneous glossing of the word in the following line (see, e. g., J. Bright, Jeremiah [AB], 277, n. y).)"},{"number":36,"verse":"The LORD affirms, (tn Heb “Oracle of the Lord.”) “The descendants of Israel will not cease forever to be a nation in my sight. That could only happen if the fixed ordering of the heavenly lights were to cease to operate before me.” (tn Heb “‘If these fixed orderings were to fail to be present before me,’ oracle of the Lord, ‘then the seed of Israel could cease from being a nation before me forever (or more literally, “all the days”).’” The sentence has been broken up to conform more to modern style. The connection has been maintained by reversing the order of condition and consequence and still retaining the condition in the second clause. For the meaning of “cease to operate” for the verb מוּשׁ (mush) compare the usage in Isa 54:10; Ps 55:11 (55:12 HT); Prov 17:13 where what is usually applied to persons or things is applied to abstract things like this (see HALOT 506 s. v. II מוּשׁ Qal for general usage).)"},{"number":37,"verse":"The LORD says, “I will not reject all the descendants of Israel because of all that they have done. (sn This answers Jeremiah’s question in 14:19.) That could only happen if the heavens above could be measured or the foundations of the earth below could all be explored,” (tn Heb “If the heavens above could be measured or the foundations of the earth below be explored, then also I could reject all the seed of Israel for all they have done.”) says the LORD. (tn Heb “Oracle of the Lord.”)"},{"number":38,"verse":"Jerusalem Will Be Enlarged “Indeed a time is coming,” (tc The words “is coming” (בָּאִים, ba’im) are not in the written text (Kethib) but are supplied in the margin (Qere), in several Hebrew mss and in the versions. It is part of the idiom that also occurs in vv. 27, 31. sn On this idiom compare vv. 27, 31.) says the LORD, (tn Heb “Oracle of the Lord.”) “when the city of Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) will be rebuilt as my special city. (tn Heb “the city will be built to [or for] the Lord.” The words “of Jerusalem” are not in the text but are implicit from the context. They have been supplied in the translation for clarity. However, the word occurs in a first person speech so the translation has accommodated the switch in person as it has in a number of other places (compare also NIV, TEV, ICV).) It will be built from the Tower of Hananel westward to the Corner Gate. (tn The word “westward” is not in the text but is supplied in the translation to give some orientation. sn The Tower of Hananel is referred to in Neh 3:1; 12:39; Zech 14:10. According to the directions given in Neh 3 it was in the northern wall, perhaps in the northeast corner, north of the temple mount. The Corner Gate is mentioned again in 2 Kgs 14:13; 2 Chr 25:23; 26:9; Zech 14:10. It is generally agreed that it was located in the northwest corner of the city.)"},{"number":39,"verse":"The boundary line will extend beyond that, straight west from there to the Hill of Gareb and then turn southward to Goah. (tn The words “west” and “southward” are not in the text but are supplied in the translation to give some orientation. sn The location of the Hill of Gareb and the place called Goah are not precisely known. However, it has been plausibly suggested from the other localities mentioned that the reference is to the hill west of the Hinnom valley mentioned in Josh 15:8. The location of Goah is generally placed south of that near the southwest corner of the Hinnom Valley which is referred to in the next verse.)"},{"number":40,"verse":"The whole valley where dead bodies and sacrificial ashes are thrown (sn It is generally agreed that this refers to the Hinnom Valley which was on the southwestern and southern side of the city. It was here where the people of Jerusalem had burned their children as sacrifices and where the Lord had said that there would be so many dead bodies when he punished them that they would be unable to bury all of them (cf. Jer 7:31–32). Reference here may be to those dead bodies and to the ashes of the cremated victims. This defiled place would be included within the holy city.) and all the terraced fields (tc The translation here follows the Qere and a number of Hebrew mss in reading שְׁדֵמוֹת (shÿdemot) for the otherwise unknown word שְׁרֵמוֹת (shÿremot) exhibiting the common confusion of ר (resh) and ד (dalet). The fields of Kidron are mentioned also in 2 Kgs 23:4 as the place where Josiah burned the cult objects of Baal.) out to the Kidron Valley (sn The Kidron Valley is the valley that joins the Hinnom Valley in the southeastern corner of the city and runs northward on the east side of the city.) on the east as far north (tn The words “on the east” and “north” are not in the text but are supplied in the translation to give orientation.) as the Horse Gate (sn The Horse Gate is mentioned in Neh 3:28 and is generally considered to have been located midway along the eastern wall just south of the temple area.) will be included within this city that is sacred to the LORD. (tn The words “will be included within this city that is” are not in the text. The text merely says that “The whole valley…will be sacred to the Lord.” These words have been supplied in the translation because they are really implicit in the description of the whole area as being included within the new city plan, not just the Hinnom and terraced fields as far as the Kidron Valley. sn The area that is here delimited is larger than any of the known boundaries of Jerusalem during the OT period. Again, this refers to the increase in population of the restored community (cf. 31:27).) The city will never again be torn down or destroyed.”"}]}