{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"(Jehoiakim Burns the Scroll Containing the Lord’s Messages) The LORD spoke to Jeremiah in the fourth year (sn The fourth year that Jehoiakim…was ruling over Judah would have been 605/4 b. c. Jehoiakim began his rule in 609/8 b. c. after his father Josiah was killed by Pharaoh Necho at Megiddo. Necho had installed him as puppet king in place of his brother Jehoahaz who was deposed by Necho after a reign of only three months (2 Kgs 23:31–35). According to Jer 46:2 that was the year in which Nebuchadnezzar defeated Jehoiakim’s suzerain Necho at Carchemish. That was also the same year that Jerusalem came under attack and submitted to Babylonian control after a brief siege (Dan 1:1; see the study note on 25:1 for the reason for the difference in the dating between Jer 25:1; 36:2 and Dan 1:1). These events confirmed what Jeremiah had been saying about the foe from the north (4:6; 6:1; 15:12) and would have provided the impetus for the hopes that the people would repent if they were reminded about what Jeremiah had been saying.) that Jehoiakim son of Josiah was ruling over Judah. (tn Heb “This word came to Jeremiah from the Lord in the fourth year of Jehoiakim son of Josiah the king of Judah, saying.”)"},{"number":2,"verse":"“Get a scroll. (sn Heb “a roll [or scroll] of a document.” Scrolls consisted of pieces of leather or parchment sewn together and rolled up on wooden rollers. The writing was written from right to left and from top to bottom in columns and the scroll unrolled from the left roller and rolled onto the right one as the scroll was read. The scroll varied in length depending on the contents. This scroll was probably not all that long since it was read three times in a single day (vv. 10–11, 15–16, 21–23).) Write on it everything I have told you to say (sn The intent is hardly that of giving a verbatim report of everything that the Lord had told him to say or of everything that he had actually said. What the scroll undoubtedly contained was a synopsis of Jeremiah’s messages as constructed from his memory.) about Israel, Judah, and all the other nations since I began to speak to you in the reign of Josiah until now. (sn This refers to the messages that Jeremiah delivered during the last eighteen years of Josiah, the three month reign of Jehoahaz and the first four years of Jehoiakim’s reign (the period between Josiah’s thirteenth year [cf. 1:2] and the fourth year of Jehoiakim [v. 1]). The exact content of this scroll is unknown since many of the messages in the present book are undated. It is also not known what relation this scroll had to the present form of the book of Jeremiah, since this scroll was destroyed and another one written that contained more than this one did (cf. v. 32). Since Jeremiah continued his ministry down to the fall of Jerusalem in 587/6 b. c. (1:2) and beyond (cf. Jer 40–44) much more was added to those two scrolls even later.)"},{"number":3,"verse":"Perhaps when the people of Judah hear about all the disaster I intend to bring on them, they will all stop doing the evil things they have been doing. (tn Heb “will turn each one from his wicked way.”) If they do, I will forgive their sins and the wicked things they have done.” (tn Heb “their iniquity and their sin.”sn The offer of withdrawal of punishment for sin is consistent with the principles of Jer 18:7–8 and the temple sermon delivered early in the reign of this king (cf. 26:1–3; 7:5–7).)"},{"number":4,"verse":"So Jeremiah summoned Baruch son of Neriah. Then Jeremiah dictated to Baruch everything the LORD had told him to say and Baruch wrote it all down in a scroll. (tn Heb “Then Baruch wrote down on a scroll from the mouth of Jeremiah all the words of the Lord which he [the Lord] had spoken to him [Jeremiah].” The syntax of the Hebrew sentence is awkward and hard to reproduce “literally” in any meaningful way. The English sentence has been restructured to reproduce all the pertinent facts in more simplified language.)"},{"number":5,"verse":"Then Jeremiah told Baruch, “I am no longer allowed to go (tn Heb “I am restrained; I cannot go into.” The word “restrained” is used elsewhere in Jeremiah of his being confined to the courtyard of the guardhouse (33:1; 39:15). However, that occurred only later during the tenth year of Zedekiah (Jer 32:1–2) and Jeremiah appears here to be free to come and go as he pleased (vv. 19, 26). The word is used in the active voice of the Lord preventing Sarah from having a baby (Gen 16:2). The probable nuance is here “I am prevented/ debarred” from being able to go. No reason is given why he was prevented/debarred. It has been plausibly suggested that he was prohibited from going into the temple any longer because of the scathing sermon he delivered there earlier (Jer 26:1–3; 7:1-15).) into the LORD’s temple."},{"number":6,"verse":"So you go there the next time all the people of Judah come in from their towns to fast (sn Regular fast days were not a part of Israel’s religious calendar. Rather fast days were called on special occasions, i. e., in times of drought or a locust plague (Joel 1:14; 2:15), or during a military crisis (2 Chr 20:3), or after defeat in battle (1 Sam 31:13; 2 Sam 1:12). A fast day was likely chosen for the reading of the scroll because the people would be more mindful of the crisis they were in and be in more of a repentant mood. The events referred to in the study note on v. 1 would have provided the basis for Jeremiah’s anticipation of a fast day when the scroll could be read.) in the LORD’s temple. Read out loud where all of them can hear you what I told you the LORD said, which you wrote in the scroll. (tn Heb “So you go and read from the scroll which you have written from my mouth the words of the Lord in the ears of the people in the house of the Lord on a fast day, and in that way [for the explanation of this rendering see below] you will be reading them in the ears of all Judah [= the people of Judah] who come from their towns [i. e., to the temple to fast].” Again the syntax of the original is awkward, separating several of the qualifying phrases from the word or phrase they are intended to modify. In most of the “literal” English versions the emphasis on “what the Lord said” tends to get lost and it looks like two separate groups are to be addressed rather than one. The intent of the phrase is to define who the people are who will hear; the וַ that introduces the clause is explicative (BDB 252 s. v. וַ 1. b) and the גַּם (gam) is used to emphasize the explicative “all Judah who come in from their towns” (cf. BDB 169 s. v. גַּם 2). If some force were to be given to the “literal” rendering of that particle here it would be “actually.” This is the group that is to be addressed according to v. 3. The complex Hebrew sentence has been restructured to include all the relevant information in more comprehensible and shorter English sentences.)"},{"number":7,"verse":"Perhaps then they will ask the LORD for mercy and will all stop doing the evil things they have been doing. (tn Heb “will turn each one from his wicked way.”) For the LORD has threatened to bring great anger and wrath against these people.” (tn Heb “For great is the anger and the wrath which the Lord has spoken against this people.” The translation uses the more active form which is more in keeping with contemporary English style.)"},{"number":8,"verse":"So Baruch son of Neriah did exactly what the prophet Jeremiah had told him to do. He read what the LORD had said from the scroll in the temple of the LORD. (tn Heb “And Baruch son of Neriah did according to all that the prophet Jeremiah commanded him with regard to reading from the scroll the words of the Lord in the temple of the Lord.” The sentence has been broken down and the modifiers placed where they belong to better conform to contemporary English style.)"},{"number":9,"verse":"All the people living in Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and all the people who came into Jerusalem from the towns of Judah came to observe a fast before the LORD. The fast took place in the ninth month of the fifth year that Jehoiakim son of Josiah was ruling over Judah. (tn There is some debate about the syntax of the words translated “All the people living in Jerusalem and all the people who came into Jerusalem from the towns in Judah.” As the sentence is structured in Hebrew it looks like these words are the subject of “proclaim a fast.” However, most commentaries point out that the people themselves would hardly proclaim a fast; they would be summoned to fast (cf. 1 Kgs 21:9, 12; Jonah 3:7). Hence many see these words as the object of the verb which has an impersonal subject “they.” This is most likely unless with J. Bright (Jeremiah [AB], 180) the word “proclaim” is used in a looser sense as “observed.” The translation has chosen to follow this latter tack rather than use the impersonal (or an equivalent passive) construction in English. For a similar problem see Jonah 3:5 which precedes the official proclamation in 3:7. The Hebrew text reads: “In the fifth year of Jehoiakim son of Josiah king of Judah, in the ninth month they proclaimed a fast before the Lord, all the people in Jerusalem and all the people who came from the cities of Judah into Jerusalem.” The sentence has been broken down and restructured to better conform with contemporary English style. sn Judging from v. 22 this was one of the winter months meaning that the reckoning is based on the calendar which starts with April rather than the one which starts with September (Nisan to Nisan rather than Tishri to Tishri). The ninth month would have been Kislev which corresponds roughly to December. According to Babylonian historical records this is the same year and the same month when Ashkelon was captured and sacked. The surrender of Jerusalem and the subsequent looting of the temple in the previous year (Dan 1:1) and the return of the menacing presence of Nebuchadnezzar in the near vicinity were probably the impetus for the fast.)"},{"number":10,"verse":"At that time Baruch went into the temple of the LORD. He stood in the entrance of the room of Gemariah the son of Shaphan who had been the royal secretary. (sn Shaphan had been the royal secretary under Jehoiakim’s father’s rule. During the course of his official duties the book of the law had been discovered and he had read it and reported its contents to Josiah who instituted sweeping reforms on the basis of his obedience to it. (See 2 Kgs 22 and note especially vv. 3, 8, 10.) If the Shaphan mentioned in 26:14 is the same person as this, Gemariah would have been the brother of the man who spoke up on Jeremiah’s behalf when the priests and prophets sought to have him killed.) That room was in the upper court (sn It is generally agreed that this is the same as the inner court mentioned in 1 Kgs 6:36; 7:12. It is called “upper” here because it stood above (cf. 1 Kgs 7:12) the outer court where all the people were standing.) near the entrance of the New Gate. (sn The New Gate is the same gate where Jeremiah had been accused of falsely claiming the Lord’s authority for his “treasonous” prophecies according to 26:10–11. See the study note on 26:10 for more details about the location of this gate.) There, where all the people could hear him, he read from the scroll what Jeremiah had said. (tn The syntax of the original is complicated due to all the qualifying terms: Heb “And Baruch read from the scroll the words of Jeremiah in the house of the Lord in (i. e., in the entrance of) the room of Gemariah son of Shaphan the scribe in the upper court at the entrance of the New Gate in the house of the Lord in the ears of all the people.” The sentence has been broken down and restructured to contain all the same information in shorter English sentences that better conform with contemporary English style.)"},{"number":11,"verse":"Micaiah, who was the son of Gemariah and the grandson of Shaphan, heard Baruch read from the scroll everything the LORD had said. (tn Heb “Micaiah son of Gemariah son of Shaphan heard all the words of the Lord from upon the scroll.” The words “heard Baruch read” are implicit from the context and are supplied in the translation for smoothness.)"},{"number":12,"verse":"He went down to the chamber of the royal secretary in the king’s palace and found all the court officials in session there. Elishama (sn If, as many believe, this man was the same as the Elishama mentioned in Jer 41:1; 2 Kgs 25:25, he was also a member of the royal family.) the royal secretary, Delaiah son of Shemaiah, Elnathan son of Achbor, (sn This man has already been mentioned in Jer 26:22 as the official who was sent to Egypt to extradite the prophet Uriah that Jehoiakim had executed. Though he was instrumental in the death of that prophet, he appears to have been favorably disposed to Jeremiah or at least impressed by the seriousness of his messages, because he is one of the officials that urged Baruch and Jeremiah to hide (v. 19), and he counseled Jehoiakim not to burn the scroll (v. 25).) Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the other officials were seated there."},{"number":13,"verse":"Micaiah told them everything he had heard Baruch read from the scroll in the hearing of the people. (tn Heb “Micaiah reported to them all the words which he heard when Baruch read from the scroll in the ears of the people.”)"},{"number":14,"verse":"All the officials sent Jehudi, who was the son of Nethaniah and the grandson of Cushi, to Baruch. They ordered him to tell Baruch, “Come here and bring with you (tn Heb “in your hand.”) the scroll you read in the hearing of the people.” (tn The original has another example of a prepositioned object (called casus pendens in the grammars; cf. GKC 458 §143. b) which is intended to focus attention on “the scroll.” The Hebrew sentence reads: “The scroll which you read from it in the ears of the people take it and come.” Any attempt to carry over this emphasis into the English translation would be awkward. Likewise, the order of the two imperatives has been reversed as more natural in English.) So Baruch son of Neriah went to them, carrying the scroll in his hand. (tn Heb “So Baruch son of Neriah took the scroll in his hand and went to them.” The clause order has been rearranged in the translation for stylistic reasons.)"},{"number":15,"verse":"They said to him, “Please sit down and read it to us.” So Baruch sat down and read it to them. (tn Or “‘to us personally’…to them personally”; Heb “‘in our ears’…in their ears.” Elsewhere this has been rendered “in the hearing of” or “where they could hear.” All three of those idioms sound unnatural in this context. The mere personal pronoun seems adequate.)"},{"number":16,"verse":"When they had heard it all, (tn Heb “all the words.”) they expressed their alarm to one another. (tn According to BDB 808 s. v. פָּחַד Qal.1 and 40 s. v. אֶל 3. a, this is an example of the “pregnant” use of a preposition where an implied verb has to be supplied in the translation to conform the normal range of the preposition with the verb that is governing it. The Hebrew text reads: “they feared unto one another.” BDB translates “they turned in dread to each other.” The translation adopted seems more appropriate in this context.) Then they said to Baruch, “We must certainly give the king a report about everything you have read!” (tn Heb “We must certainly report to the king all these things.” Here the word דְּבָרִים (dÿvarim) must mean “things” (cf. BDB 183 s. v. דָּבָר IV.3) rather than “words” because a verbatim report of all the words in the scroll is scarcely meant. The present translation has chosen to use a form that suggests a summary report of all the matters spoken about in the scroll rather than the indefinite “things.”)"},{"number":17,"verse":"Then they asked Baruch, “How did you come to write all these words? Do they actually come from Jeremiah’s mouth?” (tn Or “Did Jeremiah dictate them to you?” The words “Do they actually come from Jeremiah’s mouth?” assume that the last phrase (מִפִּיו, mippiv) is a question, either without the formal he (הֲ) interrogative (see GKC 473 §150. a and compare usage in 1 Sam 16:4; Prov 5:16) or with a letter supplied from the end of the preceding word (single writing of a letter following the same letter [haplography]; so the majority of modern commentaries). The word is missing in the Greek version. The presence of this same word at the beginning of the answer in the next verse suggests that this was a question (probably without the he [הֲ] interrogative to make it more emphatic) since the common way to answer affirmatively is to repeat the emphatic word in the question (cf. GKC 476 §150. n and compare usage in Gen 24:58). The intent of the question is to make sure that these were actually Jeremiah’s words not Baruch’s own creation (cf. Jer 42:2–3 for a similar suspicion).)"},{"number":18,"verse":"Baruch answered, “Yes, they came from his own mouth. He dictated all these words to me and I wrote them down in ink on this scroll.” (tn The verbal forms emphasize that each word came from his mouth. The first verb is an imperfect which emphasizes repeated action in past time and the second verb is a participle which emphasizes ongoing action. However, it is a little awkward to try to express this nuance in contemporary English. Even though it is not reflected in the translation, it is noted here for future reference.)"},{"number":19,"verse":"Then the officials said to Baruch, “You and Jeremiah must go and hide. You must not let anyone know where you are.” (tn The verbs here are both direct imperatives but it sounds awkward to say “You and Jeremiah, go and hide” in contemporary English. The same force is accomplished by phrasing the statement as strong advice.)"},{"number":20,"verse":"The officials put the scroll in the room of Elishama, the royal secretary, for safekeeping. (tn Heb “they deposited.” For the usage of the verb here see BDB 824 s. v. פָּקַד Hiph.2. b and compare the usage in Jer 37:21 where it is used for “confining” Jeremiah in the courtyard of the guardhouse.) Then they went to the court and reported everything (tn Heb “all the matters.” Compare the translator’s note on v. 16.) to the king. (tn Both here and in the next verse the Hebrew has “in the ears of” before “the king” (and also before “all the officials”). As in v. 15 these words are not represented in the translation due to the awkwardness of the idiom in contemporary English (see the translator’s note on v. 15).)"},{"number":21,"verse":"The king sent Jehudi to get the scroll. He went and got it from the room of Elishama, the royal secretary. Then he himself (tn Heb “and Jehudi read it.” However, Jehudi has been the subject of the preceding; so it would be awkward in English to use the personal subject. The translation has chosen to bring out the idea that Jehudi himself read it by using the reflexive.) read it to the king and all the officials who were standing around him."},{"number":22,"verse":"Since it was the ninth month of the year, the king was sitting in his winter quarters. (tn Heb “in the autumn house.” Commentators are agreed that this was not a separate building or palace but the winter quarters in the palace. sn Larger houses, including the palace, were two-storied buildings with a lower quarters better suited for the cold of winter and an upper quarters which was better ventilated to provide cool in the summer. Since this was the ninth month (December) the king had taken up residence in the lower, warmer quarters which were equipped with a portable fire pot or brazier to keep him warm.) A fire was burning in the firepot in front of him. (tc Heb “the fire in the firepot was burning before him.” The translation assumes that the word “fire” (אֵשׁ, ’esh) has dropped out after the particle אֶת (’et) because of the similar beginnings of the two words. The word “fire” is found in the Greek, Syriac, and Targumic translations according to BHS. The particle אֵת should be retained rather than dropped as an erroneous writing of אֵשׁ. Its presence is to be explained as the usage of the sign of the accusative introducing a new subject (cf. BDB 85 s. v. אֶת 3. α and compare the usage in 27:8; 38:16 [in the Kethib]; 45:4).)"},{"number":23,"verse":"As soon as Jehudi had read three or four columns (tn Heb “doors.” This is the only time the word “door” is used in this way but all the commentaries and lexicons agree that it means “columns.” The meaning is figurative based on the similarity of shape.) of the scroll, the king (tn Heb “he.” The majority of commentaries and English versions are agreed that “he” is the king. However, since a penknife (Heb “a scribe’s razor”) is used to cut the columns off, it is possible that Jehudi himself did it. However, even if Jehudi himself did it, he was acting on the king’s orders.) would cut them off with a penknife (sn Heb “a scribe’s razor.” There is some irony involved here since a scribe’s razor was used to trim the sheets to be sewn together, scrape them in preparation for writing, and to erase errors. What was normally used to prepare the scroll was used to destroy it.) and throw them on the fire in the firepot. He kept doing so until the whole scroll was burned up in the fire. (tn Heb “until the whole scroll was consumed upon the fire which was in the fire pot.”)"},{"number":24,"verse":"Neither he nor any of his attendants showed any alarm when they heard all that had been read. Nor did they tear their clothes to show any grief or sorrow. (tn Heb “Neither the king nor any of his servants who heard all these words were afraid or tore their clothes.” The sentence has been broken up into two shorter sentences to better conform to English style and some of the terms explained (e. g., tore their clothes) for the sake of clarity. sn There are some interesting wordplays and contrasts involved here. The action of the king and his attendants should be contrasted with that of the officials who heard the same things read (v. 16). The king and his officials did not tear their garments in grief and sorrow; instead the king cut up the scroll (the words “tear” and “cut off” are the same in Hebrew [קָרַע, qara’]). Likewise, the actions of Jehoiakim and his attendants is to be contrasted with that of his father Josiah who some twenty or more years earlier tore his clothes in grief and sorrow (2 Kgs 22:11–20) and led the people in renewing their commitment to the covenant (2 Kgs 23:1–3). That was what the Lord had hoped would happen when the king and the people heard the warnings of Jeremiah (Jer 36:2–3). Instead, Jehoiakim expressed his contempt for the word of God by destroying the scroll.)"},{"number":25,"verse":"The king did not even listen to Elnathan, Delaiah, and Gemariah, who had urged him not to burn the scroll. (tn Heb “And also Elnathan, Delaiah, and Gemariah urged [or had urged] the king not to burn the scroll, but he did not listen to them.” The translation attempts to lessen the clash in chronological sequencing with the preceding. This sentence is essentially a flash back to a time before the scroll was totally burned (v. 23).)"},{"number":26,"verse":"He also ordered Jerahmeel, who was one of the royal princes, (tn Heb “the son of the king.” Many of the commentaries express doubt that this actually refers to Jehoiakim’s own son since Jehoiakim was only about thirty at this time and one of his sons would not have been old enough to have been in such a position of authority. The same doubt is expressed about the use of this term in 38:6 and in 1 Kgs 22:26. The term need not refer to the ruling king’s own son but one of the royal princes.) Seraiah son of Azriel, and Shelemiah son of Abdeel to arrest the scribe Baruch and the prophet Jeremiah. However, the LORD hid them."},{"number":27,"verse":"(Baruch and Jeremiah Write Another Scroll) The LORD spoke to Jeremiah after Jehoiakim had burned the scroll containing what Jeremiah had spoken and Baruch had written down. (tn Heb “Then the word of the Lord came to Jeremiah after the king had burned the scroll and the words [= containing the words] which Baruch wrote down from the mouth of Jeremiah, saying.”)"},{"number":28,"verse":"“Get another (tn Heb “Return, take another.” The verb “return” is used in the sense of repetition “take again” (cf. BDB 998 s. v. שׁוּב Qal.8). The idea is already contained in “Get another” so most modern English versions do not represent it.) scroll and write on it everything (tn Heb “all the former words/things.”) that was written on the original scroll (tn Heb “first [or former] scroll.”) that King Jehoiakim of Judah burned."},{"number":29,"verse":"Tell King Jehoiakim of Judah, ‘The LORD says, “You burned the scroll. You asked (tn Or “In essence you asked.” For explanation see the translator’s note on the end of the verse.) Jeremiah, ‘How dare you write in this scroll that the king of Babylon will certainly come and destroy this land and wipe out all the people and animals on it?’” (tn Heb “You burned this scroll, saying, ‘Why did you write on it, saying, “The king of Babylon will certainly come [the infinitive absolute before the finite verb expresses certainty here as several places elsewhere in Jeremiah] and destroy this land and exterminate from it both man and beast.”’” The sentence raises several difficulties for translating literally. I. e., the “you” in “why did you write” is undefined, though it obviously refers to Jeremiah. The gerund “saying” that introduces ‘Why did you write’ does not fit very well with “you burned the scroll.” Gerunds of this sort are normally explanatory. Lastly, there is no indication in the narrative that Jehoiakim ever directly asked Jeremiah this question. In fact, he had been hidden out of sight so Jehoiakim couldn’t confront him. The question is presented rhetorically, expressing Jehoiakim’s thoughts or intents and giving the rational for burning the scroll, i. e., he questioned Jeremiah’s right to say such things. The translation has attempted to be as literal as possible without resolving some of these difficulties. One level of embedded quotes has been eliminated for greater simplicity. For the rendering of “How dare you” for the interrogative “why do you” see the translator’s note on 26:9.)"},{"number":30,"verse":"So the LORD says concerning King Jehoiakim of Judah, “None of his line will occupy the throne of David. (sn This prophesy was not “totally” fulfilled because his son Jehoiachin (Jeconiah) did occupy the throne for three months (2 Kgs 23:8). However, his rule was negligible and after his capitulation and exile to Babylon, he himself was promised that neither he nor his successors would occupy the throne of David (cf. Jer 22:30; and see the study notes on 22:24, 30).) His dead body will be thrown out to be exposed to scorching heat by day and frost by night. (sn Compare the more poetic prophecy in Jer 22:18–19 and see the study note on 22:19.)"},{"number":31,"verse":"I will punish him and his descendants and the officials who serve him for the wicked things they have done. (tn Heb “for their iniquity.”) I will bring on them, the citizens of Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and the people of Judah all the disaster that I threatened to do to them. I will punish them because I threatened them but they still paid no heed.”’” (tn Heb “all the disaster which I spoke against them and they did not listen [or obey].”)"},{"number":32,"verse":"Then Jeremiah got another scroll and gave it to the scribe Baruch son of Neriah. As Jeremiah dictated, Baruch wrote on this scroll everything that had been on the scroll that King Jehoiakim of Judah burned in the fire. They also added on this scroll several other messages of the same kind. (tn Heb “And he wrote upon it from the mouth of Jeremiah all the words of the scroll which Jehoiakim king of Judah burned in the fire. And many words like these were added to them besides [or further].” The translation uses the more active form in the last line because of the tendency in contemporary English style to avoid the passive. It also uses the words “everything” for “all the words” and “messages” for “words” because those are legitimate usages of these phrases, and they avoid the mistaken impression that Jeremiah repeated verbatim the words on the former scroll or repeated verbatim the messages that he had delivered during the course of the preceding twenty-three years.)"}]}