{"bibleAbbr":"NET2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"Prophecies Against Foreign Nations (sn Jeremiah was called to be a prophet not only to Judah and Jerusalem but to the nations (1:5, 10). The prophecies or oracles that are collected here in Jer 46–51 are found after 25:13a in the Greek version where they are also found in a different order and with several textual differences. The issue of which represents the original placement is part of the broader issue of the editorial or redactional history of the book of Jeremiah which went through several editions, two of which are referred to in Jer 36, i. e., the two scrolls written in the fourth year of Jehoiakim (605 b. c.), a third which included all the preceding plus the material down to the time of the fall of Jerusalem (cf. the introduction in 1:1–3) and a fourth that included all the preceding plus the materials in Jer 40–44. The oracles against the foreign nations collected here are consistent with the note of judgment sounded against all nations (including some not mentioned in Jer 46–51) in Jer 25. See the translator’s note on 25:13 for further details regarding the possible relationship of the oracles to the foreign nations to the judgment speeches in Jer 25.) The LORD spoke to Jeremiah about the nations. (tn Heb “That which came [as] the word of the Lord to Jeremiah about the nations.” See the translator’s note on 14:1 for the construction here.)"},{"number":2,"verse":"The Prophecy about Egypt’s Defeat at Carchemish He spoke about Egypt and the army of Pharaoh Necho king of Egypt which was encamped along the Euphrates River at Carchemish. Now this was the army that King Nebuchadnezzar of Babylon defeated in the fourth year that Jehoiakim son of Josiah was ruling (sn The fourth year of Jehoiakim’s reign proved very significant in the prophecies of Jeremiah. It was in that same year that he issued the prophecies against the foreign nations recorded in Jer 25 (and probably the prophecies recorded here in Jer 46–51) and that he had Baruch record and read to the people gathered in the temple all the prophecies he had uttered against Judah and Jerusalem up to that point in the hopes that they would repent and the nation would be spared. The fourth year of Jehoiakim (605 b. c.) marked a significant shift in the balance of power in Palestine. With the defeat of Necho at Carchemish in that year the area came under the control of Nebuchadnezzar and Judah and the surrounding nations had two options, submit to Babylon and pay tribute or suffer the consequences of death in war or exile in Babylon for failure to submit.) over Judah. (tn Heb “Concerning Egypt: Concerning the army of Pharaoh Necho king of Egypt which was beside the Euphrates River at Carchemish which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim son of Josiah king of Judah.” The sentence has been broken up, restructured, and introductory words supplied in the translation to make the sentences better conform with contemporary English style. The dating formula is placed in brackets because the passage is prophetic about the battle, but the bracketed words were superscription or introduction and thus were added after the outcome was known.)"},{"number":3,"verse":"“Fall into ranks with your shields ready! (tn This is often translated “prepare your shields, both small and large.” However, the idea of “prepare” is misleading because the Hebrew word here (עָרַךְ, ’arakh) refers in various senses to arranging or setting things in order, such as altars in a row, dishes on a table, soldiers in ranks. Here it refers to the soldiers lining up in rank with ranks of soldiers holding at the ready the long oval or rectangular “shield” (צִנָּה [tsinnah]; cf. BDB 857 s. v. III צִנָּה) which protected the whole body and the smaller round “buckler” (מָגֵן, magen) which only protected the torso (the relative size of these two kinds of shields can be seen from the weight of each in 1 Kgs 10:16–17). These were to be arranged in solid ranks to advance into battle. It would be pedantic and misleading to translate here “Fall into ranks with your large and small shields at the ready” because that might suggest that soldiers had more than one kind. It is uncertain who is issuing the commands here. TEV adds “The Egyptian officers shout,” which is the interpretation of J. A. Thompson (Jeremiah [NICOT], 688).) Prepare to march into battle!"},{"number":4,"verse":"Harness the horses to the chariots! Mount your horses! Put on your helmets and take your positions! Sharpen you spears! Put on your armor!"},{"number":5,"verse":"What do I see?” (tn Heb “Why do I see?” The rendering is that of J. A. Thompson (Jeremiah [NICOT], 685, 88) and J. Bright (Jeremiah [AB], 301; TEV; NIV). The question is not asking for information but is expressing surprise or wonder (see E. W. Bullinger, Figures of Speech, 951). sn The passage takes an unexpected turn at v. 5. After ironically summoning the Egyptian army to battle, the Lord rhetorically expresses his surprise that they are so completely routed and defeated.) says the LORD. (tn Heb “oracle of the Lord.” This phrase, which is part of a messenger formula (i. e., that the words that are spoken are from him), are actually at the end of the verse. They have been put here for better poetic balance and to better identify the “I.”) “The soldiers (tn Heb “Their soldiers.” These words are actually at the midpoint of the stanza as the subject of the third of the five verbs. However, as G. L. Keown, P. J. Scalise, and T. G. Smothers (Jeremiah 26–52 [WBC], 291) note, this is the subject of all five verbs “are terrified,” “are retreating,” “have been defeated,” “have run away,” and “have not looked back.” The subject is put at the front to avoid an unidentified “they.”) are terrified. They are retreating. They have been defeated. They are overcome with terror; (tn Heb “terror is all around.”) they desert quickly without looking back."},{"number":6,"verse":"But even the swiftest cannot get away. Even the strongest cannot escape. (tn The translation assumes that the adjectives with the article are functioning as superlatives in this context (cf. GKC 431 §133. g). It also assumes that אַל (’al) with the jussive is expressing here an emphatic negative rather than a negative wish (cf. GKC 317 §107. p and compare the usage in Ps 50:3).) There in the north by the Euphrates River they stumble and fall in defeat. (tn Heb “they stumble and fall.” However, the verbs here are used of a fatal fall, of a violent death in battle (see BDB 657 s. v. נָפַל Qal.2. a), and a literal translation might not be understood by some readers.)"},{"number":7,"verse":"“Who is this that rises like the Nile, like its streams (tn The word translated “streams” here refers to the streams of the Nile (cf. Exod 7:19; 8:1) for parallel usage. sn The hubris of the Egyptian Pharaoh is referred to in vv. 7–8 as he compares his might to that of the Nile River whose annual flooding was responsible for the fertility of Egypt. A very similar picture of the armies of Assyria overcoming everything in its path is presented in Isa 8:7–8.) turbulent at flood stage?"},{"number":8,"verse":"Egypt rises like the Nile, like its streams turbulent at flood stage. Egypt says, ‘I will arise and cover the earth. I will destroy cities and the people who inhabit them.’"},{"number":9,"verse":"Go ahead and (tn The words “Go ahead and” are not in the text but are intended to suggest the ironical nature of the commands here. The Lord is again setting them up for a fall (v. 10). See the translator’s note on v. 4.) charge into battle, you horsemen! Drive furiously, you charioteers! Let the soldiers march out into battle, those from Ethiopia and Libya who carry shields, and those from Lydia (sn The peoples that are referred to here are all known to have been mercenaries in the army of Egypt (see Nah 3:9; Ezek 30:5). The place names in Hebrew are actually Cush, Put, and Lud. “Cush” has already been identified in Jer 13:23 as the region along the Nile south of Egypt most commonly referred to as Ethiopia. The identification of “Put” and “Lud” are both debated though it is generally felt that Put was a part of Libya and Lud is to be identified with Lydia in Asia Minor. For further discussion see M. J. Mellink, “Lud, Ludim” IDB 3:178, and T. O. Lambdin, “Put,” IDB 3:971.) who are armed with the bow. (tn Heb “who grasp and bend the bow.”)"},{"number":10,"verse":"But that day belongs to the Lord God who rules over all. (tn Heb “the Lord Yahweh of armies.” See the study note at 2:19 for the translation and significance of this title for God.) It is the day when he will pay back his enemies. (sn Most commentators think that this is a reference to the Lord exacting vengeance on Pharaoh Necho for killing Josiah, carrying Jehoahaz off into captivity, and exacting heavy tribute on Judah in 609 b. c. (2 Kgs 23:29, 33–35).) His sword will devour them until its appetite is satisfied! It will drink their blood until it is full! (tn Or more paraphrastically, “he will kill them/ until he has exacted full vengeance”; Heb “The sword will eat and be sated; it will drink its fill of their blood.”sn This passage is, of course, highly figurative. The Lord does not have a literal “sword,” but he uses agents of destruction like the Assyrian armies (called his “rod” in Isa 10:5–6) and the Babylonian armies (called his war club in Jer 51:20) to wreak vengeance on his foes. Likewise, swords do not “eat” or “drink.” What is meant here is that God will use this battle against the Egyptians to kill off many Egyptians until his vengeance is fully satisfied.) For the Lord GOD who rules over all (tn Heb “the Lord Yahweh of armies.” See the study note at 2:19 for the translation and significance of this title for God.) will offer them up as a sacrifice in the land of the north by the Euphrates River."},{"number":11,"verse":"Go up to Gilead and get medicinal ointment, (tn Heb “balm.” See 8:22 and the notes on this phrase there.) you dear poor people of Egypt. (sn Heb “Virgin Daughter of Egypt.” See the study note on Jer 14:17 for the significance of the use of this figure. The use of the figure here perhaps refers to the fact that Egypt’s geographical isolation allowed her safety and protection that a virgin living at home would enjoy under her father’s protection (so F. B. Huey, Jeremiah, Lamentations [NAC], 379). By her involvement in the politics of Palestine she had forfeited that safety and protection and was now suffering for it.) But it will prove useless no matter how much medicine you use; (tn Heb “In vain you multiply [= make use of many] medicines.”) there will be no healing for you."},{"number":12,"verse":"The nations will hear of your devastating defeat. (tn Heb “of your shame.” The “shame,” however, applies to the devastating defeat they will suffer.) your cries of distress will echo throughout the earth. In the panic of their flight one soldier will trip over another and both of them will fall down defeated.” (tn The words “In the panic of their flight” and “defeated” are not in the text but are supplied in the translation to give clarity to the metaphor for the average reader. The verbs in this verse are all in the tense that emphasizes that the action is viewed as already having been accomplished (i. e., the Hebrew prophetic perfect). This is consistent with the vav consecutive perfects in v. 10 which look to the future.)"},{"number":13,"verse":"The Lord Predicts that Nebuchadnezzar Will Attack and Plunder Egypt The LORD spoke to the prophet Jeremiah about Nebuchadnezzar coming to attack the land of Egypt. (tn Heb “The word which the Lord spoke to the prophet Jeremiah about the coming of Nebuchadnezzar king of Babylon to attack the land of Egypt.”sn Though there is much debate in the commentaries regarding the dating and reference of this prophecy, it most likely refers to a time shortly after 604 b. c. when Nebuchadnezzar followed up his successful battle against Necho at Carchemish with a campaign into the Philistine plain which resulted in the conquest and sacking of Ashkelon. Nebuchadnezzar now stood poised on the border of Egypt to invade it. See J. A. Thompson, Jeremiah (NICOT), 691, and for a fuller discussion including the other main options see G. L. Keown, P. J. Scalise, T. G. Smothers, Jeremiah 26–52 (WBC), 287-88.)"},{"number":14,"verse":"“Make an announcement throughout Egypt. Proclaim it in Migdol, Memphis, and Tahpanhes. (tn Heb “Declare in Egypt and announce in Migdol and announce in Noph [= Memphis] and in Tahpanhes.” The sentence has been restructured to reflect the fact that the first command is a general one, followed by announcements in specific (representative?) cities. sn For the location of the cities of Migdol, Memphis, and Tahpanhes see the note on Jer 44:1. These were all cities in Lower or northern Egypt that would have been the first affected by an invasion.) ‘Take your positions and prepare to do battle. For the enemy army is destroying all the nations around you.’ (tn Heb “For the sword devours those who surround you.” The “sword” is again figurative of destructive forces. Here it is a reference to the forces of Nebuchadnezzar which have already destroyed the Egyptian forces at Carchemish and have made victorious forays into the Philistine plain.)"},{"number":15,"verse":"Why will your soldiers (tn The word translated “soldiers” (אַבִּירִים, ’abbirim) is not the Hebrew word that has been used of soldiers elsewhere in these oracles (גִּבּוֹרִים, gibborim). It is an adjective used as a noun that can apply to animals, i. e., of a bull (Ps 50:13) or a stallion (Judg 5:22). Moreover, the form is masculine plural and the verbs are singular. Hence, many modern commentaries and English versions follow the redivision of the first line presupposed by the Greek version, “Apis has fled” (נָס חַף, nas khaf) and see this as a reference to the bull god of Memphis. However, the noun is used of soldiers in Lam 1:15 and the plural could be the distributive plural, i. e., each and every one (cf. GKC 464 §145. l and compare usage in Gen 27:29).) be defeated? (tn The Hebrew word used here only occurs here (in the Niphal) and in Prov 28:3 (in the Qal) where it refers to a rain that beats down grain. That idea would fit nicely with the idea of the soldiers being beaten down, or defeated. It is possible that the rarity of this verb (versus the common verb נוּס, nus, “flee”) and the ready identification of Apis with the bull calf (אַבִּיר, ’abbir) has led to the reading of the Greek text (so C. von Orelli, Jeremiah, 327). The verbs in this verse and the following are in the perfect tense but should be understood as prophetic perfects since the text is dealing with what will happen when Nebuchadnezzar comes into Egypt. The text of vv. 18–24 shows a greater mixture with some perfects and some imperfects, sometimes even within the same verse (e. g., v. 22).) They will not stand because I, the LORD, will thrust (tn Heb “the Lord will thrust them down.” However, the Lord is speaking (cf. clearly in v. 18), so the first person is adopted for the sake of consistency. This has been a consistent problem in the book of Jeremiah where the prophet is so identified with the word of the Lord that he sometimes uses the first person and sometimes the third. It creates confusion for the average reader who is trying to follow the flow of the argument and has been shifted to the first person like this on a number of occasions. TEV and CEV have generally adopted the same policy as have some other modern English versions at various points.) them down."},{"number":16,"verse":"I will make many stumble. (tn Heb “he multiplied the one stumbling.” For the first person reference see the preceding translator’s note.) They will fall over one another in their hurry to flee. (tc The words “in their hurry to flee” are not in the text but appear to be necessary to clarify the point that the stumbling and falling here is not the same as that in vv. 6, 12 where they occur in the context of defeat and destruction. Reference here appears to be to the mercenary soldiers who in their hurried flight to escape stumble over one another and fall. This is fairly clear from the literal translation “he multiplies the stumbling one. Also [= and] a man falls against a man and they say [probably = “saying”; an epexegetical use of the vav (ו) consecutive (IBHS 551 §33.2.2a, and see Exod 2:10 as a parallel)] ‘Get up! Let’s go…’” A reference to the flight of the mercenaries is also seen in v. 21. Many of the modern commentaries and a few of the modern English versions follow the Greek text and read vv. 15a–16 very differently. The Greek reads “Why has Apis fled from you? Your choice calf [i. e., Apis] has not remained. For the Lord has paralyzed him. And your multitudes have fainted and fallen; and each one said to his neighbor…” (reading רֻבְּךָ כָּשַׁל גַּם־נָפַל וַיֹּאמְרוּ אִישׁ אֶל־רֵעֵהוּ instead of כּוֹשֵׁל הִרְבָּה גַּם־נָפַל אִישׁ אֶל־רֵעֵהוּ). One would expect אִישׁ אֶל־רֵעֵהוּ (’ish ’el-re’ehu) to go with וַיֹּאמְרוּ (vayyo’mÿru) because it is idiomatic in this expression (cf., e. g., Gen 11:3; Judg 6:29). However, אִישׁ אֶל־רֵעֵהוּ (’ish ’el-re’ehu) is also found with singular verbs as here in Exod 22:9; 33:11; 1 Sam 10:11. There is no doubt that the Hebrew text is the more difficult and thus probably original. The reading of the Greek version is not supported by any other text or version and looks like an attempt to smooth out a somewhat awkward Hebrew original.) They will say, ‘Get up! Let’s go back to our own people. Let’s go back to our homelands because the enemy is coming to destroy us.’ (tn Heb “to our native lands from before the sword of the oppressor.” The compound preposition “from before” is regularly used in a causal sense (see BDB 818 s. v. פָּנֶה 6. a, b, c). The “sword” is again interpreted as a figure for the destructive power of an enemy army.)"},{"number":17,"verse":"There at home they will say, ‘Pharaoh king of Egypt is just a big noise! (tn Heb “is a noise.” The addition of “just a big” is contextually motivated and is supplied in the translation to suggest the idea of sarcasm. The reference is probably to his boast in v. 8.) He has let the most opportune moment pass by.’ (tn Heb “he has let the appointed time pass him by.” It is unclear what is meant by the reference to “appointed time” other than the fact that Pharaoh has missed his opportunity to do what he claimed to be able to do. The Greek text is again different here. It reads “Call the name of Pharaoh Necho king of Egypt Saon esbeie moed,” reading קִרְאוּ שֵׁם (qir’u shem) for קָרְאוּ שָׁם (qor’u) and transliterating the last line.)"},{"number":18,"verse":"I the King, whose name is the LORD who rules over all, (tn Heb “Yahweh of armies.” For the significance of this title see the note at 2:19.) swear this: I swear as surely as I live that (tn Heb “As I live, oracle of the King, whose….” The indirect quote has been chosen to create a smoother English sentence and avoid embedding a quote within a quote.) a conqueror is coming. He will be as imposing as Mount Tabor is among the mountains, as Mount Carmel is against the backdrop of the sea. (tn Heb “Like Tabor among the mountains and like Carmel by the sea he will come.” The addition of “conqueror” and “imposing” are implicit from the context and from the metaphor. They have been supplied in the translation to give the reader some idea of the meaning of the verse. sn Most of the commentaries point out that neither Tabor nor Carmel are all that tall in terms of sheer height. Mount Tabor, on the east end of the Jezreel Valley, is only about 1800 feet (540 m) tall. Mount Carmel, on the Mediterranean Coast, is only about 1700 feet (510 m) at its highest. However, all the commentators point out that the idea of imposing height and majesty are due to the fact that they are rugged mountains that stand out dominantly over their surroundings. The point of the simile is that Nebuchadnezzar and his army will stand out in power and might over all the surrounding kings and their armies.)"},{"number":19,"verse":"Pack your bags for exile, you inhabitants of poor dear Egypt. (tn Heb “inhabitants of daughter Egypt.” Like the phrase “daughter Zion,” “daughter Egypt” is a poetic personification of the land, here perhaps to stress the idea of defenselessness.) For Memphis will be laid waste. It will lie in ruins (tn For the verb here see HALOT 675 s. v. II נָצָה Nif and compare the usage in Jer 4:7; 9:11 and 2 Kgs 19:25. BDB derives the verb from יָצַת (so BDB 428 s. v. יָצַת Niph meaning “kindle, burn”) but still give it the meaning “desolate” here and in 2:15 and 9:11.) and be uninhabited."},{"number":20,"verse":"Egypt is like a beautiful young cow. But northern armies will attack her like swarms of stinging flies. (tn Heb “Egypt is a beautiful heifer. A gadfly from the north will come against her.”The metaphors have been turned into similes for the sake of clarity. The exact meaning of the word translated “stinging fly” is uncertain due to the fact that it occurs nowhere else in Hebrew literature. For a discussion of the meaning of the word which probably refers to the “gadfly,” which bites and annoys livestock, see W. L. Holladay, Jeremiah (Hermeneia), 2:331, who also suggests, probably correctly, that the word is a collective referring to swarms of such insects (cf. the singular אַרְבֶּה [’arbeh] in v. 23 which always refers to swarms of locusts). The translation presupposes the emendation of the second בָּא (ba’) to בָּהּ (bah) with a number of Hebrew mss and a number of the versions (cf. BHS, fn b).)"},{"number":21,"verse":"Even her mercenaries (tn Heb “her hirelings in her midst.”) will prove to be like pampered, (tn The word “pampered” is not in the text. It is supplied in the translation to explain the probable meaning of the simile. The mercenaries were well cared for like stall-fed calves, but in the face of the danger they will prove no help because they will turn and run away without standing their ground. Some see the point of the simile to be that they too are fattened for slaughter. However, the next two lines do not fit that interpretation too well.) well-fed calves. For they too will turn and run away. They will not stand their ground when (tn The temporal use of the particle כִּי (ki; BDB 472 s. v. כִּי 2. a) seems more appropriate to the context than the causal use.) the time for them to be destroyed comes, the time for them to be punished."},{"number":22,"verse":"Egypt will run away, hissing like a snake, (tn Or “Egypt will rustle away like a snake”; Heb “her sound goes like the snake,” or “her sound [is] like the snake [when] it goes.” The meaning of the simile is debated. Some see a reference to the impotent hiss of a fleeing serpent (F. B. Huey, Jeremiah, Lamentations [NAC], 382), others the sound of a serpent stealthily crawling away when it is disturbed (H. Freedman, Jeremiah [SoBB], 297-98). The translation follows the former interpretation because of the irony involved. sn Several commentators point out the irony of the snake slithering away (or hissing away) in retreat. The coiled serpent was a part of the royal insignia, signifying its readiness to strike. Pharaoh had boasted of great things (v. 8) but was just a big noise (v. 17); now all he could do was hiss as he beat his retreat (v. 22).) as the enemy comes marching up in force. They will come against her with axes as if they were woodsmen chopping down trees."},{"number":23,"verse":"The population of Egypt is like a vast, impenetrable forest. But I, the LORD, affirm (tn Heb “Oracle of the Lord.” Again the first person is adopted because the Lord is speaking and the indirect quotation is used to avoid an embedded quotation with quotation marks on either side.) that the enemy will cut them down. For those who chop them down will be more numerous than locusts. They will be too numerous to count. (tn The precise meaning of this verse is uncertain. The Hebrew text reads: “They [those who enter in great force] will cut down her forest, oracle of the Lord, though it [the forest] cannot be searched out/through for they [those who come in great force] are more numerous than locusts and there is no number to them.” Some see the reference to the forest as metaphorical of Egypt’s population which the Babylonian army decimates (H. Freedman, Jeremiah [SoBB], 298, and see BDB 420 s. v. I יַעַר 1. a which refers to the forest as a figure of foes to be cut down and destroyed and compare Isa 10:34). Others see the reference to literal trees and see the decimation of Egypt in general (C. von Orelli, Jeremiah, 329). And some see it as a continuation of the simile of the snake fleeing, the soldiers cutting down the trees because they cannot find it (J. A. Thompson, Jeremiah [NICOT], 693). However, the simile of v. 22a has already been dropped in v. 22b-d; they come against her. Hence it is probably best to see this as a continuation of the simile in v. 22c-d and see the reference to the Babylonian army coming against her, i. e., Egypt (the nation or people of Egypt), like woodcutters cutting down trees.)"},{"number":24,"verse":"Poor dear Egypt (tn Heb “Daughter Egypt.” See the translator’s note on v. 19.) will be put to shame. She will be handed over to the people from the north.”"},{"number":25,"verse":"The LORD God of Israel who rules over all (tn Heb “Yahweh of armies, the God of Israel.” For the significance of this title see the note at 2:19.) says, “I will punish Amon, the god of Thebes. (tn Heb “Amon of No.”sn The Egyptian city called No (נֹא, no’) in Hebrew was Thebes. It is located about 400 miles (666 km) south of modern-day Cairo. It was the capital of Upper or southern Egypt and the center for the worship of the God Amon who became the state god of Egypt. Thebes is perhaps best known today for the magnificent temples at Karnak and Luxor on the east bank of the Nile.) I will punish Egypt, its gods, and its kings. I will punish Pharaoh and all who trust in him. (tc Heb “Behold I will punish Amon of No and Pharaoh and Egypt and its gods and its kings and Pharaoh and all who trust in him.” There appears to be a copyist slip involving a double writing of וְעַל־פַּרְעֹה (vÿ’al-par’oh). The present translation has followed the suggestion of BHS and deleted the first one since the second is necessary for the syntactical connection, “Pharaoh and all who trust in him.”)"},{"number":26,"verse":"I will hand them over to Nebuchadnezzar and his troops, who want to kill them. But later on, people will live in Egypt again as they did in former times. I, the LORD, affirm it!” (tn Heb “Oracle of the Lord.”)"},{"number":27,"verse":"A Promise of Hope for Israel (sn Jer 46:27–28 are virtually the same as 30:10–11. The verses are more closely related to that context than to this. But the presence of a note of future hope for the Egyptians may have led to a note of encouragement also to the Judeans who were under threat of judgment at the same time (cf. the study notes on 46:2, 13 and 25:1–2 for the possible relative dating of these prophecies).) “You descendants of Jacob, my servants, (tn Heb “And/But you do not be afraid, my servant Jacob.” Here and elsewhere in the verse the terms Jacob and Israel are poetic for the people of Israel descended from the patriarch Jacob. The terms have been supplied throughout with plural referents for greater clarity.) do not be afraid; do not be terrified, people of Israel. For I will rescue you and your descendants from the faraway lands where you are captives. (tn Heb “For I will rescue you from far away, your descendants from the land of their captivity.”) The descendants of Jacob will return to their land and enjoy peace. They will be secure and no one will terrify them."},{"number":28,"verse":"I, the LORD, tell (tn Heb “Oracle of the Lord.” Again the first person is adopted because the Lord is speaking and the indirect quotation is used to avoid an embedded quotation with quotation marks on either side.) you not to be afraid, you descendants of Jacob, my servant, for I am with you. Though I completely destroy all the nations where I scatter you, I will not completely destroy you. I will indeed discipline you but only in due measure. I will not allow you to go entirely unpunished.” (tn The translation “entirely unpunished” is intended to reflect the emphatic construction of the infinitive absolute before the finite verb.)"}]}