{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":10,"verses":[{"number":1,"verse":"( Tola) Selepas Abimelekh meninggal, Tola anak Pua, menjadi pemimpin untuk membebaskan Israel. Tola ialah cucu Dodo daripada suku Isakhar. Tola tinggal di Samir, di perbukitan Efraim."},{"number":2,"verse":"Dia memimpin umat Israel selama dua puluh tiga tahun. Kemudian dia meninggal dan dikebumikan di Samir."},{"number":3,"verse":"( Yair) Selepas Tola, bangsa Israel dipimpin oleh Yair. Dia memimpin Israel selama dua puluh dua tahun. Yair berasal dari Gilead."},{"number":4,"verse":"Tola mempunyai tiga puluh orang anak lelaki yang menunggang tiga puluh ekor keldai. Anak-anaknya itu mempunyai tiga puluh buah pekan di wilayah Gilead. Pekan-pekan itu masih disebut pekan-pekan Yair hingga sekarang."},{"number":5,"verse":"Kemudian Yair meninggal dan dikebumikan di Kamon."},{"number":6,"verse":"( Yefta) Sekali lagi umat Israel berdosa terhadap TUHAN. Mereka menyembah Baal dan Asytoret serta dewa-dewa bangsa Siria, Sidon, Moab, Amon, dan Filistin. Mereka meninggalkan TUHAN dan tidak lagi menyembah Dia."},{"number":7,"verse":"Oleh itu TUHAN murka terhadap umat Israel. Dia membiarkan orang Filistin dan orang Amon mengalahkan mereka."},{"number":8,"verse":"Selama lapan belas tahun mereka menindas dan menganiaya orang Israel yang tinggal di Gilead, iaitu di wilayah orang Amori di sebelah timur Sungai Yordan."},{"number":9,"verse":"Orang Amon juga menyeberang Sungai Yordan untuk memerangi suku Yehuda, Benyamin, dan Efraim sehingga umat Israel sangat menderita."},{"number":10,"verse":"Kemudian umat Israel berseru kepada TUHAN. Mereka berkata, “Kami telah berdosa terhadap-Mu, ya Allah, kerana kami meninggalkan Engkau lalu menyembah dewa-dewa Baal.”"},{"number":11,"verse":"TUHAN menjawab umat Israel, “Orang Mesir, Amori, Amon, Filistin,"},{"number":12,"verse":"Sidon, Amalek, dan Maon telah menindas kamu pada masa yang lalu, dan kamu telah berseru kepada-Ku. Tidakkah Aku menyelamatkan kamu daripada kuasa mereka?"},{"number":13,"verse":"Tetapi meskipun begitu, kamu masih juga meninggalkan Aku dan menyembah dewa-dewa. Sekarang Aku tidak mahu menyelamatkan kamu lagi."},{"number":14,"verse":"Pergilah minta tolong kepada dewa-dewa yang telah kamu pilih itu. Biarlah dewa-dewa itu menyelamatkan kamu apabila kamu dalam kesusahan.”"},{"number":15,"verse":"Tetapi umat Israel berkata kepada TUHAN, “Kami telah berdosa. Lakukanlah apa saja kepada kami, asal Engkau menolong kami hari ini.”"},{"number":16,"verse":"Kemudian mereka membuang semua patung berhala, lalu menyembah TUHAN. Maka Dia pun terharu melihat kesusahan yang dialami oleh umat Israel."},{"number":17,"verse":"Pada masa itu tentera Amon sedang bersedia untuk berperang dan sedang berkhemah di Gilead. Umat Israel berkumpul lalu berkhemah di Mizpa, di Gilead."},{"number":18,"verse":"Di sana rakyat dan para pemimpin suku Israel berkata kepada satu sama lain, “Orang yang berani memimpin tentera untuk melawan orang Amon akan menjadi pemerintah semua penduduk Gilead.”"}]}