{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"Beberapa lama kemudian, pada musim menuai gandum, Simson pergi melawat isterinya. Dia membawa seekor kambing muda. Dia berkata kepada bapa mentuanya, “Saya ingin ke bilik isteri saya.” Tetapi bapa mentuanya melarang dia."},{"number":2,"verse":"Katanya kepada Simson, “Saya menyangka kamu benar-benar membenci dia. Oleh itu saya memberikan dia kepada sahabatmu. Tetapi adik perempuannya lebih cantik daripadanya. Ambillah adiknya itu.”"},{"number":3,"verse":"Simson berkata, “Apa yang akan saya lakukan terhadap orang Filistin kali ini, bukanlah kesalahan saya.”"},{"number":4,"verse":"Kemudian dia pergi menangkap tiga ratus ekor rubah. Dia mengikat ekor rubah-rubah itu berdua-dua. Pada simpul ikatan itu, dia menaruh sebuah suluh."},{"number":5,"verse":"Selepas itu dia menyalakan suluh-suluh itu, lalu melepaskan rubah-rubah itu di ladang orang Filistin. Oleh itu semua gandum yang telah dituai di sana terbakar; bahkan tanaman gandum, ladang anggur, dan kebun zaitun pun ikut terbakar."},{"number":6,"verse":"Orang Filistin menyiasat siapa yang telah melakukan perkara itu. Kemudian mereka diberitahukan bahawa Simson telah melakukannya kerana bapa mentuanya di Timna telah memberikan isteri Simson kepada sahabat Simson. Oleh sebab itu, orang Filistin membakar perempuan itu dan seisi rumah bapanya. ( membakar perempuan... bapanya; atau membakar perempuan itu dan keluarganya sehingga mati.)"},{"number":7,"verse":"Simson berkata kepada mereka, “Beginikah tindakan kamu? Aku bersumpah bahawa aku tidak akan diam sehingga aku telah membalas dendamku.”"},{"number":8,"verse":"Kemudian dia menyerang semua orang itu dengan kejam dan membunuh banyak antara mereka. Selepas itu dia bersembunyi di dalam gua di bukit batu di Etam."},{"number":9,"verse":"( Simson Mengalahkan Orang Filistin) Orang Filistin datang ke wilayah Yehuda dan berkhemah di situ. Kemudian mereka menyerang kota Lehi."},{"number":10,"verse":"Penduduk Yehuda bertanya kepada mereka, “Mengapa kamu menyerang kami?” Mereka menjawab, “Kami datang untuk menangkap Simson dan membalas perbuatannya.”"},{"number":11,"verse":"Oleh itu tiga ribu orang Yehuda pergi ke gua di bukit batu di Etam. Di sana mereka berkata kepada Simson, “Tidakkah kamu tahu bahawa orang Filistin menguasai kita? Mengapa kamu melakukan perkara ini terhadap kami?” Simson menjawab, “Aku pun hanya membalas perbuatan mereka.”"},{"number":12,"verse":"Mereka berkata, “Kami datang untuk mengikat kamu supaya kami dapat menyerahkan kamu kepada orang Filistin.” Simson berkata, “Berjanjilah bahawa kamu tidak akan membunuh aku.”"},{"number":13,"verse":"“Baiklah,” jawab mereka. “Kami hanya ingin mengikat kamu dan menyerahkan kamu kepada mereka. Kami tidak akan membunuh kamu.” Kemudian mereka mengikat Simson dengan dua utas tali yang baru, lalu membawa dia pergi dari gua itu."},{"number":14,"verse":"Apabila mereka sampai di Lehi, orang Filistin berlari mendatangi Simson sambil berteriak kepadanya. Tiba-tiba Simson menjadi kuat oleh kuasa TUHAN, lalu dia memutuskan tali yang mengikat lengan dan tangannya, seolah-olah tali itu benang terbakar."},{"number":15,"verse":"Kemudian Simson menjumpai sebuah tulang rahang keldai yang baru mati. Dia mengambil tulang itu lalu menggunakannya untuk membunuh seribu orang."},{"number":16,"verse":"Maka bernyanyilah Simson, “Dengan tulang rahang keldai, aku membunuh seribu orang; dengan tulang rahang keldai, aku menimbunkan mayat mereka menjadi suatu timbunan.” ( timbunan: Bunyi perkataan ini sama dengan perkataan Ibrani bagi “keldai”.)"},{"number":17,"verse":"Kemudian dia membuang tulang rahang itu. Itulah sebabnya tempat itu dinamakan Ramat-Lehi. ( Ramat-Lehi: Dalam bahasa Ibrani nama ini bermakna “Bukit Tulang Rahang”.)"},{"number":18,"verse":"Selepas itu Simson berasa sangat dahaga, lalu dia berseru kepada TUHAN, “Engkau telah memberi aku kemenangan yang besar ini. Tetapi sekarang, haruskah aku mati kerana dahaga, sehingga ditangkap oleh orang Filistin yang tidak mengenal Engkau?”"},{"number":19,"verse":"Kemudian Allah membuka satu lubang di Lehi, lalu air keluar dari situ. Simson minum, lalu menjadi segar semula. Oleh itu, mata air itu dinamakan Mata Air Hakor. ( Hakor: Dalam bahasa Ibrani nama ini bermakna “yang memanggil”.) Mata air itu masih ada di Lehi."},{"number":20,"verse":"Simson memimpin umat Israel selama dua puluh tahun semasa orang Filistin menguasai negeri itu."}]}