{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":18,"verses":[{"number":1,"verse":"( Mikha dengan Suku Dan) Pada masa itu belum ada raja di Israel. Suku Dan masih mencari-cari kawasan untuk dijadikan tempat tinggal, kerana mereka belum mendapat tanah seperti suku lain dalam bangsa Israel."},{"number":2,"verse":"Oleh itu suku Dan memilih lima orang yang berani ( berani; atau berkelayakan.) antara semua puak dalam suku mereka yang tinggal di Zora dan Esytaol, lalu memberikan tugas kepada mereka untuk mengintip negeri itu. Semua orang yang dipilih itu berangkat, lalu tiba di kawasan perbukitan Efraim. Di sana mereka menginap di rumah Mikha."},{"number":3,"verse":"Ketika mereka di sana, mereka mengenali loghat pemuda suku Lewi itu. Oleh itu mereka bertanya kepadanya, “Mengapa kamu di sini? Apakah urusanmu? Siapa yang membawa kamu ke sini?”"},{"number":4,"verse":"Orang Lewi itu menjawab, “Aku ada persetujuan dengan Mikha. Dia mengupah aku menjadi imamnya.”"},{"number":5,"verse":"Mereka berkata kepadanya, “Tanyakanlah kepada Allah, sama ada kami akan berjaya atau tidak dalam perjalanan kami ini.”"},{"number":6,"verse":"Imam itu menjawab, “Janganlah khuatir. TUHAN menyertai kamu dalam perjalanan ini.”"},{"number":7,"verse":"Kemudian kelima-lima orang itu meneruskan perjalanan ke kota Lais. Mereka nampak bahawa kehidupan orang di situ tenteram seperti kehidupan orang Sidon. Penduduk Lais hidup dengan aman dan sejahtera, dan tidak bermusuhan dengan sesiapa pun; mereka mempunyai segala keperluan. Mereka tinggal jauh daripada orang Sidon dan tidak berurusan dengan bangsa mana-mana pun."},{"number":8,"verse":"Apabila lima orang itu balik ke Zora dan Esytaol, mereka diminta memberikan laporan."},{"number":9,"verse":"Mereka berkata, “Marilah kita serang Lais. Kami telah melihat kota itu. Tanahnya sangat subur. Janganlah buang masa. Cepatlah! Marilah kita rebut kota itu!"},{"number":10,"verse":"Apabila kamu tiba di sana, kamu akan mendapati bahawa orang di sana tidak mencurigai suatu apa pun. Tanah itu luas; segala sesuatu yang diingini orang terdapat di situ. Kami yakin bahawa Allah telah memberi kamu tanah itu.”"},{"number":11,"verse":"Kemudian enam ratus orang daripada suku Dan berangkat dari Zora dan Esytaol, siap untuk berperang."},{"number":12,"verse":"Mereka pergi ke bahagian barat Kiryat-Yearim di wilayah Yehuda lalu berkhemah di situ. Itulah sebabnya hingga sekarang tempat itu masih dinamakan Perkhemahan Dan."},{"number":13,"verse":"Dari sana mereka berjalan terus ke wilayah perbukitan Efraim sampai ke rumah Mikha."},{"number":14,"verse":"Kemudian lima orang yang telah mengintip negeri di sekitar Lais berkata kepada sahabat-sahabat mereka, “Tahukah kamu bahawa di dalam salah satu rumah ini ada sebuah patung berhala daripada kayu yang bersalut perak? Ada juga beberapa buah patung berhala lain dan sehelai efod. Cuba fikir apa yang harus kita lakukan.”"},{"number":15,"verse":"Kemudian mereka masuk ke dalam rumah Mikha, tempat pemuda Lewi itu tinggal. Mereka memberikan salam kepadanya."},{"number":16,"verse":"Pada waktu itu, enam ratus orang askar suku Dan, yang telah siap untuk berperang berdiri di hadapan pintu gerbang."},{"number":17,"verse":"Kelima-lima orang pengintip itu terus masuk ke dalam rumah, lalu mengambil patung berhala daripada kayu yang bersalut perak itu, patung-patung berhala lain dan efod. Pemuda Lewi itu sedang berdiri dengan enam ratus orang askar itu di pintu gerbang."},{"number":18,"verse":"Ketika lima orang itu masuk ke dalam rumah Mikha dan mengambil efod serta patung-patung berhala itu, pemuda Lewi itu bertanya kepada mereka, “Mengapakah kamu berbuat begini?”"},{"number":19,"verse":"Mereka menjawab, “Diamlah. Jangan bertanya apa-apa! Ikutlah kami dan jadilah imam dan penasihat kami. Bukankah lebih baik kamu menjadi imam bagi satu suku daripada menjadi imam bagi satu keluarga saja?”"},{"number":20,"verse":"Pemuda Lewi itu sangat suka dengan cadangan itu. Oleh itu dia mengambil efod dan patung-patung berhala itu lalu mengikut mereka."},{"number":21,"verse":"Kemudian rombongan itu meneruskan perjalanan, didahului oleh kanak-kanak, ternakan, dan barang-barang mereka."},{"number":22,"verse":"Setelah mereka berjalan agak jauh, barulah Mikha mengajak jiran-jirannya mengejar orang suku Dan itu. Apabila sudah dekat dengan mereka,"},{"number":23,"verse":"Mikha dan semua orangnya berteriak-teriak kepada mereka. Orang suku Dan berpaling lalu bertanya kepada Mikha, “Apa halnya? Mengapa kamu datang dengan begitu banyak orang?”"},{"number":24,"verse":"Mikha menjawab, “Kamu telah mengambil imamku dan patung-patung yang aku buat. Aku tidak mempunyai apa-apa lagi, lalu kamu berkata, ‘Apa halnya?’ ”"},{"number":25,"verse":"Orang suku Dan berkata kepadanya, “Diamlah! Jika tidak, semua orang ini akan marah dan menyerang kamu. Nanti kamu dan seluruh keluargamu akan mati.”"},{"number":26,"verse":"Setelah mengatakan begitu, mereka meneruskan perjalanan. Mikha melihat bahawa orang suku Dan lebih kuat daripada dia, lalu dia pulang ke rumahnya."},{"number":27,"verse":"Setelah orang suku Dan mendapat imam dan barangan ibadat buatan Mikha itu, mereka pergi menyerang Lais, kota orang yang aman dan sejahtera. (Kota itu terletak di lembah yang sama dengan kota Bet-Rehob.) Orang suku Dan membunuh semua penduduknya dan membakar kota itu. Tiada seorang pun yang menyelamatkan penduduk kota itu, kerana Lais terletak jauh dari Sidon dan mereka pun tidak mempunyai perhubungan dengan sesiapa pun. Kemudian orang suku Dan membina kota itu semula, lalu mereka tinggal di sana."},{"number":29,"verse":"Mereka menukar nama kota itu menjadi Dan, menurut nama nenek moyang mereka, Dan anak Yakub."},{"number":30,"verse":"Di kota itu mereka mendirikan patung berhala yang dibawa mereka itu. Kemudian mereka melantik Yonatan anak Gersom, cucu Musa sebagai imam mereka. Keturunan Gersom pun menjadi imam suku Dan sehingga masa umat Israel ditawan dan dibuang ke negeri lain."},{"number":31,"verse":"Patung berhala buatan Mikha itu tetap ada di Lais selama Khemah TUHAN, tempat beribadat kepada Allah, terletak di Silo."}]}