{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"( Malaikat TUHAN di Bokhim) Malaikat TUHAN pergi dari Gilgal ke Bokhim, lalu berfirman kepada umat Israel, “Aku telah membawa kamu keluar dari Mesir dan memimpin kamu ke tanah yang Aku janjikan kepada nenek moyang kamu. Aku berfirman, ‘Aku tidak sekali-kali akan membatalkan perjanjian-Ku dengan kamu."},{"number":2,"verse":"( ; ) Oleh itu kamu tidak boleh membuat perjanjian apa-apa pun dengan penduduk negeri itu. Kamu mesti merobohkan mazbah-mazbah mereka.’ Tetapi kamu tidak melakukan apa yang Aku perintahkan. Malah kamu melakukan yang sebaliknya!"},{"number":3,"verse":"Oleh itu, sekarang dengarlah! Aku tidak akan mengusir penduduk negeri ini ketika kamu menyerang mereka. Mereka akan menjadi musuh kamu, dan kamu akan terperangkap sehingga kamu turut menyembah dewa-dewa mereka.”"},{"number":4,"verse":"Setelah malaikat itu berfirman demikian, semua orang Israel menangis dengan kuat."},{"number":5,"verse":"Itulah sebabnya tempat itu dinamakan Bokhim. ( Bokhim: Dalam bahasa Ibrani nama ini bermakna “mereka yang menangis”.) Di situ mereka mempersembahkan korban kepada TUHAN."},{"number":6,"verse":"( Yosua Meninggal) Selepas Yosua menyuruh umat Israel pergi, mereka pun berangkat ke tanah bahagian mereka masing-masing untuk mendudukinya."},{"number":7,"verse":"Selama Yosua hidup, umat Israel mengabdi kepada TUHAN. Setelah Yosua meninggal, umat Israel tetap mengabdi kepada TUHAN selama mereka dipimpin oleh para pemimpin Israel yang telah menyaksikan perbuatan besar TUHAN untuk umat Israel."},{"number":8,"verse":"Yosua anak Nun, hamba TUHAN itu meninggal ketika berumur seratus sepuluh tahun."},{"number":9,"verse":"( ) Dia dikebumikan di tanah miliknya sendiri, di Timnat-Serah, di perbukitan Efraim, di sebelah utara Gunung Gaas."},{"number":10,"verse":"Kemudian semua orang Israel daripada generasi itu meninggal. Generasi yang baru tidak mengenal TUHAN kerana mereka tidak mengalami apa yang telah dilakukan oleh TUHAN untuk Israel."},{"number":11,"verse":"( Israel Tidak Lagi Menyembah TUHAN) Kemudian umat Israel berdosa terhadap TUHAN. Mereka tidak lagi menyembah TUHAN, Allah nenek moyang mereka, iaitu Allah yang telah membawa mereka keluar dari Mesir. Mereka mula menyembah Baal dan Asytoret serta dewa-dewa yang disembah oleh bangsa-bangsa di sekitar mereka. Oleh itu TUHAN murka kepada mereka dan membiarkan perompak menyerang serta merompak mereka. Mereka tidak berdaya menghadapi musuh di sekitar mereka."},{"number":15,"verse":"Tiap-tiap kali mereka pergi berperang, TUHAN menentang mereka, seperti yang sudah diperingatkan-Nya kepada mereka. Mereka mengalami kesusahan yang sangat besar."},{"number":16,"verse":"Berulang kali TUHAN memberi bangsa Israel pemimpin untuk membebaskan mereka daripada gerombolan perompak."},{"number":17,"verse":"Tetapi orang Israel tidak mempedulikan para pemimpin itu. Mereka tidak setia kepada TUHAN; mereka menyembah tuhan-tuhan lain. Nenek moyang mereka taat kepada perintah TUHAN, tetapi generasi baru itu tidak berbuat demikian."},{"number":18,"verse":"Apabila TUHAN memberi mereka seorang pemimpin, TUHAN menolong pemimpin itu dan menyelamatkan mereka daripada musuh selama pemimpin itu hidup. TUHAN mengasihani mereka apabila mereka mengeluh kerana dianiaya dan ditindas."},{"number":19,"verse":"Tetapi selepas pemimpin itu meninggal, umat Israel berkelakuan lebih jahat daripada generasi yang sebelumnya. Mereka menyembah dan mengabdi kepada tuhan-tuhan lain. Mereka kembali kepada kebiasaan-kebiasaan yang jahat dan tidak mahu mengubah kelakuan mereka."},{"number":20,"verse":"Oleh itu TUHAN sangat murka terhadap umat Israel dan berfirman, “Bangsa ini sudah memungkiri perjanjian yang Aku buat dengan nenek moyang mereka. Mereka memberontak terhadap Aku."},{"number":21,"verse":"Oleh itu sekarang Aku tidak lagi mengusir bangsa mana-mana pun yang masih tinggal di negeri ini ketika Yosua meninggal."},{"number":22,"verse":"Aku akan menggunakan bangsa-bangsa itu untuk menguji umat Israel, supaya Aku tahu sama ada umat Israel menurut perintah-Ku seperti nenek moyang mereka, ataupun tidak.”"},{"number":23,"verse":"Itulah sebabnya TUHAN tidak memberikan kemenangan kepada Yosua atas bangsa-bangsa itu. Sebaliknya, TUHAN membiarkan mereka tinggal di negeri itu dan tidak segera mengusir mereka."}]}