{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":4,"verses":[{"number":1,"verse":"( Debora dan Barak) Selepas Ehud meninggal, umat Israel berdosa lagi terhadap TUHAN."},{"number":2,"verse":"Oleh itu TUHAN membiarkan mereka dikalahkan oleh Raja Yabin, raja orang Kanaan yang memerintah di kota Hazor. Panglima tenteranya ialah Sisera, yang tinggal di Haroset-Hagoyim."},{"number":3,"verse":"Raja Yabin mempunyai sembilan ratus buah kereta kuda daripada besi. Baginda menjajah umat Israel dengan kejam dan ganas selama dua puluh tahun. Kemudian umat Israel berseru minta tolong kepada TUHAN."},{"number":4,"verse":"Pada masa itu pemimpin Israel ialah seorang nabi perempuan yang bernama Debora, isteri Lapidot."},{"number":5,"verse":"Biasanya Debora duduk di bawah sebatang pokok kurma, di antara Rama dan Betel, di kawasan perbukitan Efraim. Di situlah umat Israel datang untuk meminta nasihatnya."},{"number":6,"verse":"Pada suatu hari, Debora menyuruh orang memanggil Barak anak Abinoam dari kota Kedes di wilayah Naftali. Debora berkata kepadanya, “TUHAN, Allah Israel telah memberikan perintah ini kepadamu, ‘Kerahlah sepuluh ribu orang daripada suku Naftali dan suku Zebulon, dan pimpinlah mereka ke Gunung Tabor."},{"number":7,"verse":"Aku akan menyebabkan Sisera, panglima tentera Raja Yabin, berperang dengan engkau di Sungai Kison. Walaupun dia mempunyai kereta kuda dan tentera, Aku akan memberi engkau kemenangan.’ ”"},{"number":8,"verse":"Kemudian Barak menjawab, “Saya akan pergi jika puan pergi bersama-sama saya. Tetapi jika puan tidak pergi, saya pun tidak mahu pergi.”"},{"number":9,"verse":"Debora berkata, “Baiklah, saya akan pergi bersama-sama kamu, tetapi kamu tidak akan mendapat kehormatan daripada kemenangan itu, kerana TUHAN akan menyerahkan Sisera kepada seorang perempuan.” Kemudian Debora berangkat ke Kedes bersama-sama Barak."},{"number":10,"verse":"Barak menyuruh suku Zebulon dan suku Naftali supaya pergi ke Kedes. Orang yang mengikuti Barak dan Debora ketika itu sebanyak sepuluh ribu orang."},{"number":11,"verse":"Sementara itu, Heber, orang Keni telah memasang khemahnya dekat Kedes, berhampiran dengan pokok oak di Zaanaim. Heber ialah keturunan Hobab, ipar Musa, tetapi Heber telah memisahkan diri daripada kaumnya."},{"number":12,"verse":"Apabila Sisera mendengar bahawa Barak anak Abinoam telah pergi ke Gunung Tabor,"},{"number":13,"verse":"dia mengumpulkan sembilan ratus buah kereta kudanya yang dibuat daripada besi, bersama dengan seluruh tenteranya, lalu dia membawa mereka dari Haroset-Hagoyim ke Sungai Kison."},{"number":14,"verse":"Kemudian Debora berkata kepada Barak, “Majulah! TUHAN menyertai kamu! Pada hari ini TUHAN telah memberi kamu kemenangan atas Sisera.” Oleh itu Barak turun dari Gunung Tabor bersama dengan sepuluh ribu orangnya."},{"number":15,"verse":"Ketika Barak dan tenteranya menyerang Sisera, TUHAN membingungkan Sisera bersama dengan seluruh tentera dan kereta kudanya. Sisera turun dari kereta kudanya, lalu melarikan diri."},{"number":16,"verse":"Barak mengejar kereta kuda dan tentera musuh sampai ke Haroset-Hagoyim. Seluruh angkatan tentera Sisera dibunuh; tiada seorang pun yang dibiarkan hidup."},{"number":17,"verse":"Sementara itu Sisera melarikan diri ke khemah Yael, isteri Heber, orang Keni itu, kerana Raja Yabin dari Hazor, bersahabat dengan keluarga Heber."},{"number":18,"verse":"Ketika Sisera tiba, Yael menyambut dia dan berkata, “Tuan, masuklah ke dalam khemah saya. Tak usah takut.” Sisera masuk, lalu Yael menyembunyikan dia di belakang tirai. ( menyembunyikan dia di belakang tirai; atau menutupinya dengan permaidani.)"},{"number":19,"verse":"Sisera berkata kepada Yael, “Tolong beri saya sedikit air minum. Saya haus.” Yael membuka kirbat kulitnya yang mengandungi susu, lalu memberi Sisera minum. Kemudian Yael menyembunyikan Sisera lagi."},{"number":20,"verse":"Setelah itu, Sisera memberitahu Yael, “Berdirilah di pintu khemah. Sekiranya ada orang datang dan bertanya jika ada sesiapa di sini, katakanlah tidak ada.”"},{"number":21,"verse":"Sisera sangat letih sehingga dia tertidur lelap. Yael mengambil sebuah tukul dan sebatang pasak khemah. Kemudian dengan senyap-senyap dia menghampiri Sisera, dan dengan tukul dia memakukan pasak itu di pelipis Sisera, sehingga pasak itu tembus ke tanah. Demikianlah Yael membunuh Sisera."},{"number":22,"verse":"Apabila Barak datang mencari Sisera, Yael menemui dia dan berkata, “Mari! Saya akan menunjukkan orang yang tuan cari.” Barak masuk bersama dengan Yael, lalu nampak Sisera mati terlentang di situ, dengan pasak terpaku di pelipisnya."},{"number":23,"verse":"Pada hari itu, Allah memberi orang Israel kemenangan atas Raja Yabin, raja Kanaan."},{"number":24,"verse":"Kemudian raja itu semakin lama semakin didesak oleh orang Israel sehingga akhirnya baginda dibinasakan oleh mereka."}]}