{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"( Nyanyian Debora dan Barak) Pada hari itu, Debora dan Barak anak Abinoam menyanyikan lagu ini:"},{"number":2,"verse":"Pujilah TUHAN! Pahlawan Israel bertekad untuk berperang; rakyat rela berjuang."},{"number":3,"verse":"Dengarlah, hai raja-raja! Perhatikanlah, hai para penguasa! Aku akan bernyanyi dan bermain muzik bagi TUHAN, Allah Israel."},{"number":4,"verse":"Ya TUHAN, apabila Engkau meninggalkan pergunungan Seir, ketika Engkau keluar dari daerah Edom, bumi bergetar dan hujan turun dari langit. Air mencurah dari awan-awan."},{"number":5,"verse":"( ) Gunung bergoncang di hadapan TUHAN, penguasa Sinai, di hadapan TUHAN, Allah umat Israel."},{"number":6,"verse":"Pada zaman Samgar anak Anat, pada zaman Yael juga, kafilah tidak lagi melintasi negeri, pengembara mengikut jalan samping."},{"number":7,"verse":"Kota-kota di Israel ditinggalkan, hai Debora, sunyi sepi sehingga engkau datang; ( ditinggalkan, hai Debora... engkau datang; atau ditinggalkan; kota-kota sunyi sepi sehingga aku, Debora, datang.) engkau datang sebagai ibu umat Israel."},{"number":8,"verse":"Kemudian perang berlaku di dalam negeri apabila orang Israel mula menyembah dewa. Tiada satu pun senjata yang diangkat oleh empat puluh ribu orang Israel."},{"number":9,"verse":"Aku bangga dengan para panglima Israel dan dengan rakyat yang rela berjuang. Pujilah TUHAN!"},{"number":10,"verse":"Isytiharkanlah hal itu, ( Isytiharkanlah hal itu; atau Fikirkanlah hal itu.) hai kamu yang menunggang keldai putih, kamu yang duduk di atas pelana, dan kamu yang berjalan kaki."},{"number":11,"verse":"Dengarlah! Orang ramai di sekeliling perigi sedang memberitakan kemenangan TUHAN, kemenangan umat Israel! Kemudian umat TUHAN berarak turun dari kota-kota mereka. ( dari kota-kota mereka; atau ke pintu gerbang mereka.)"},{"number":12,"verse":"Bangkitlah, hai Debora, bangkitlah! Bangkitlah, dan bernyanyilah! Bangunlah, hai Barak anak Abinoam! Giringlah orang tawananmu!"},{"number":13,"verse":"Kemudian para bangsawan yang tertinggal datang kepada pemimpin mereka; umat TUHAN datang kepada-Nya, ( Sebuah naskhah terjemahan kuno: kepada-Nya; Naskhah Ibrani: kepadaku.) siap untuk berjuang."},{"number":14,"verse":"Mereka datang ( Mereka datang; Naskhah Ibrani: Asal mereka.) dari Efraim ke lembah, ( Sebuah naskhah terjemahan kuno: ke lembah; Naskhah Ibrani: di Amalek.) mengikuti suku Benyamin yang berjalan di hadapan. Para panglima datang dari Makhir, para pegawai tentera dari Zebulon."},{"number":15,"verse":"Para pemimpin suku Isakhar datang bersama dengan Debora, pemimpin suku Isakhar datang dan Barak pun turut serta. Mereka mengikuti dia sampai ke lembah. Tetapi suku Ruben terbahagi-bahagi, mereka tidak sepakat untuk datang."},{"number":16,"verse":"Mengapakah mereka tidak mahu ikut, dan tinggal dengan domba? Adakah untuk mendengarkan gembala memanggil domba? Sesungguhnya suku Ruben terbahagi-bahagi, mereka tidak sepakat untuk datang."},{"number":17,"verse":"Suku Gad tinggal di sebelah timur Sungai Yordan, suku Dan tinggal berhampiran kapal-kapal. Suku Asyer tinggal di sepanjang pantai; mereka tetap tinggal di situ."},{"number":18,"verse":"Tetapi suku Zebulon dan suku Naftali mempertaruhkan nyawa di medan perang."},{"number":19,"verse":"Di Taanakh, dekat sungai di Megido, raja-raja datang untuk berperang; raja-raja Kanaan berjuang, tetapi mereka tidak mengambil perak sebagai jarahan."},{"number":20,"verse":"Dari tempat peredaran bintang di angkasa, bintang turut berjuang melawan Sisera."},{"number":21,"verse":"Air deras Sungai Kison menghanyutkan musuh. Aku akan terus maju dengan kekuatan!"},{"number":22,"verse":"Lalu kuda menderap dengan laju, menghentam-hentam dengan telapak."},{"number":23,"verse":"“Kutuklah Meros,” sabda malaikat TUHAN, “kutuklah, kutuklah penduduk di sana. Mereka tidak datang memberikan bantuan sebagai pahlawan yang berjuang untuk TUHAN.”"},{"number":24,"verse":"Diberkatilah Yael, isteri Heber, orang Keni itu. Dialah wanita yang paling diberkati di kalangan semua wanita yang tinggal di khemah."},{"number":25,"verse":"Sisera meminta air, tetapi Yael memberi dia susu, Yael memberi dia susu pekat di dalam cawan yang cantik."},{"number":26,"verse":"Dengan sebelah tangan dia memegang pasak, dengan tangan yang sebelah lagi dia memegang tukul; Yael menukul pelipis Sisera, dia memalu dan meremukkan kepala Sisera."},{"number":27,"verse":"Sisera jatuh dan rebah terlentang; di kaki Yael dia rebah dan meninggal."},{"number":28,"verse":"Ibu Sisera menjenguk dari tingkap; dia menatap ( Beberapa buah naskhah terjemahan kuno: menatap; Naskhah Ibrani: berseru.) dari kisi-kisi jendela. Dia bertanya, “Mengapakah kereta kudanya belum tiba lagi? Mengapakah kudanya lambat sekali kembali?”"},{"number":29,"verse":"Dayang-dayangnya yang paling bijak menjawab, demikian juga berulang-ulang dia sendiri berkata,"},{"number":30,"verse":"“Mereka sedang mengambil barang jarahan untuk dibahagi-bahagikan, supaya setiap askar mendapat satu atau dua orang anak dara; Sisera mendapat kain berharga, permaisuri ( permaisuri; Naskhah Ibrani: jarahan.) mendapat selendang bersulam aneka warna.”"},{"number":31,"verse":"Semoga semua musuh-Mu, ya TUHAN, mati seperti Sisera; tetapi semoga sahabat-Mu megah seperti suria di angkasa! Kemudian negeri itu aman selama empat puluh tahun."}]}