{"bibleAbbr":"msAB1996","bookName":"HAKIM-HAKIM","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"( Gideon Mengalahkan Orang Midian) Pada suatu hari, Gideon dan semua anak buahnya bangun pagi-pagi. Mereka berangkat lalu berkhemah dekat mata air Harod. Orang Midian sedang berkhemah di lembah sebelah utara mereka, dekat Bukit More."},{"number":2,"verse":"TUHAN berfirman kepada Gideon, “Anak buahmu terlalu banyak. Aku tidak mahu memberi mereka kemenangan atas orang Midian. Nanti mereka akan berfikir bahawa mereka menang kerana kekuatan mereka sendiri, sehingga tidak memuliakan Aku."},{"number":3,"verse":"( ) Oleh itu umumkanlah kepada anak buahmu, ‘Sesiapa yang berasa takut, harus segera meninggalkan Gunung Gilead dan pulang ke rumahnya!’ ” Oleh itu dua puluh dua ribu orang pulang; hanya sepuluh ribu orang yang tinggal."},{"number":4,"verse":"Kemudian TUHAN berfirman kepada Gideon, “Masih terlalu banyak anak buahmu. Bawalah mereka ke sungai. Di situ Aku akan memilih mereka bagimu. Jika Aku berfirman kepadamu, ‘Orang ini harus pergi dengan engkau,’ dia harus pergi. Tetapi jika Aku berfirman, ‘Orang ini tidak boleh pergi dengan engkau,’ dia tidak boleh pergi.”"},{"number":5,"verse":"Gideon membawa semua anak buahnya ke sungai, lalu TUHAN berfirman kepada Gideon, “Orang yang menjilat air seperti anjing harus engkau pisahkan daripada orang yang berlutut untuk minum.”"},{"number":6,"verse":"Sebanyak tiga ratus orang menjilat air dari tangan, sedangkan yang lain berlutut untuk minum."},{"number":7,"verse":"Kemudian TUHAN berfirman kepada Gideon, “Aku akan menyelamatkan engkau dan memberi engkau kemenangan atas orang Midian dengan tiga ratus orang yang menjilat air. Suruhlah semua orang yang lain itu pulang.”"},{"number":8,"verse":"Oleh itu Gideon menyuruh semua orang Israel yang lain pulang, kecuali tiga ratus orang itu. Semua bekal dan trompet diambil daripada mereka yang pulang. Ketika itu orang Midian berkhemah di lembah, di bawah tempat orang Israel berkhemah."},{"number":9,"verse":"Pada malam itu TUHAN berfirman kepada Gideon, “Bangunlah! Pergilah serang perkhemahan orang Midian. Aku memberi engkau kemenangan atas mereka."},{"number":10,"verse":"Jika engkau takut menyerang mereka, pergilah ke perkhemahan mereka bersama dengan Pura, hambamu."},{"number":11,"verse":"Di situ engkau akan mendengar apa yang sedang dipercakapkan musuh, lalu engkau akan berani menyerang mereka.” Oleh itu Gideon dan hambanya Pura pergi ke pinggir perkhemahan musuh."},{"number":12,"verse":"Orang Midian, orang Amalek, dan suku-suku lain dari padang gurun, tersebar di seluruh lembah itu seperti kawanan belalang. Unta mereka banyak sekali, bagaikan pasir di pantai."},{"number":13,"verse":"Apabila Gideon sampai di situ, dia mendengar seseorang sedang menceritakan mimpinya kepada seorang kawan. Orang itu berkata, “Aku bermimpi ada sebuku roti barli terguling-guling masuk ke dalam perkhemahan kita. Roti itu melanggar sebuah khemah, lalu khemah itu roboh sama sekali.”"},{"number":14,"verse":"Kawannya menjawab, “Itu pedang Gideon anak Yoas, orang Israel itu. Nyatalah bahawa Allah sudah memberi dia kemenangan atas orang Midian dan seluruh angkatan tentera kita!”"},{"number":15,"verse":"Apabila Gideon mendengar mimpi orang itu dan maknanya, dia bersujud menyembah Allah. Kemudian dia kembali ke perkhemahan Israel dan berkata, “Bersedialah! TUHAN memberi kamu kemenangan atas angkatan tentera Midian!”"},{"number":16,"verse":"Gideon membahagikan anak buahnya kepada tiga pasukan. Kemudian dia memberi tiap-tiap orang sebuah trompet dan sebuah buyung yang berisi obor."},{"number":17,"verse":"Gideon berkata kepada mereka, “Apabila aku sampai di depan perkhemahan musuh, perhatikan aku baik-baik. Lakukan apa yang aku lakukan."},{"number":18,"verse":"Apabila aku dan pasukanku meniup trompet, kamu juga harus meniup trompet kamu di sekeliling perkhemahan musuh serta berteriak, ‘Untuk TUHAN dan untuk Gideon!’ ”"},{"number":19,"verse":"Menjelang tengah malam, Gideon dan seratus orang anak buahnya sampai di pinggir perkhemahan musuh. Pada waktu itu orang yang mengawal perkhemahan itu baru sahaja berganti berkawal. Kemudian Gideon dan pasukannya meniup trompet dan memecahkan buyung mereka."},{"number":20,"verse":"Kedua-dua pasukan yang lain itu pun berbuat demikian. Mereka semua mengangkat obor dengan tangan kiri, dan trompet dengan tangan kanan, lalu berteriak, “Pedang untuk TUHAN dan untuk Gideon!”"},{"number":21,"verse":"Mereka semuanya tetap berdiri di tempat masing-masing di sekeliling perkhemahan itu. Kemudian seluruh angkatan tentera musuh lari sambil menjerit-jerit."},{"number":22,"verse":"Sementara anak buah Gideon meniup trompet mereka, TUHAN menyebabkan pasukan musuh menyerang sesama sendiri dengan pedang. Mereka lari ke arah Zerera sampai ke Bet-Sita dan kota Abel-Mehola, dekat Tabat."},{"number":23,"verse":"Kemudian orang daripada suku Naftali, Asyer, dan kedua-dua bahagian suku Manasye dipanggil, lalu mereka mengejar orang Midian."},{"number":24,"verse":"Gideon mengutus orang ke seluruh perbukitan Efraim untuk menyampaikan seruan ini, “Mari turun untuk memerangi orang Midian. Pertahankanlah Sungai Yordan dan semua anak sungai sampai ke Bet-Bara. Jangan biarkan orang Midian menyeberang di sana.” Suku Efraim dikerah, lalu mereka mempertahankan Sungai Yordan dan semua anak sungai sampai ke Bet-Bara."},{"number":25,"verse":"Mereka menangkap dua orang penguasa Midian, iaitu Oreb dan Zeeb. Mereka membunuh Oreb di Batu Oreb, dan membunuh Zeeb di tempat memeras anggur di Zeeb. Orang Efraim terus mengejar orang Midian, lalu membawa kepala Oreb dan Zeeb kepada Gideon di sebelah timur Sungai Yordan."}]}