{"bibleAbbr":"PESH1849","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"My brethren, if a man of you be overtaken by a fault, you who are in the Spirit, regain him, in the spirit of meekness, and beware lest you also be tempted."},{"number":2,"verse":"And bear the burden of one another, and so fulfil the law of the Meshiha."},{"number":3,"verse":"For if a man consider that he is something, while he is not, he deceiveth himself."},{"number":4,"verse":"But let every man prove his work, and then in himself he shall exult, and not in others."},{"number":5,"verse":"For every man shall bear his own burden."},{"number":6,"verse":"But let him who heareth the word, communicate to him from whom he heareth it, in all good things."},{"number":7,"verse":"Do not err. Aloha is not mocked: for whatever a man soweth, that he reapeth."},{"number":8,"verse":"He who in the flesh soweth, from the flesh corruption reapeth; and he who in the Spirit soweth, from the Spirit the life that is eternal shall reap."},{"number":9,"verse":"And while we do that which is good, let it not weary us; for the time will be when we shall reap, and it will not weary us."},{"number":10,"verse":"Now, therefore, while the time is ours, let us do good unto every man, and especially to the sons of the house of the faith."},{"number":11,"verse":"You see these letters which I have written to you with my hands."},{"number":12,"verse":"They who would glory in the flesh would constrain you to be circumcised; only lest for the cross of the Meshiha they might be persecuted."},{"number":13,"verse":"For neither do these who are circumcised keep the law; but they will that you be circumcised, that in your flesh they may glory."},{"number":14,"verse":"But to me let it not be that I shall glory except in the cross of our Lord Jeshu Meshiha, by which the world is crucified unto me, and I am crucified to the world."},{"number":15,"verse":"For circumcision is not any thing, nor uncircum-cision, but the new creature."},{"number":16,"verse":"And they who this pathway accomplish, peace be upon them and mercy, and upon the Israel of Aloha."},{"number":17,"verse":"Henceforth upon me let no man throw a burden; for the signatures of our Lord Jeshu Meshiha in my body I bear."},{"number":18,"verse":"The grace of our Lord Jeshu Meshiha be with your spirit, my brethren. Amen."}]}