{"bibleAbbr":"KJ3-2005","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":4,"verses":[{"number":1,"verse":"Beloved ones, do not believe every spirit, but test the spirits, whether they are from God; for many false prophets have gone forth into the world."},{"number":2,"verse":"By this you know the Spirit of God: every spirit which confesses that Jesus Christ has come in the flesh is from God."},{"number":3,"verse":"And every spirit which does not confess that Jesus Christ has come in the flesh is not from God; and this is the antichrist which you heard is coming, and now is already in the world."},{"number":4,"verse":"Little children, you are of God and have overcome them, because the One in you is greater than the one in the world."},{"number":5,"verse":"They are of the world; because of this, as from the world they speak, and the world hears them."},{"number":6,"verse":"We are of God; the one knowing God hears us; he who is not of God does not hear us. From this we know the spirit of truth and the spirit of error."},{"number":7,"verse":"Beloved ones, let us love one another, because love is from God, and every one who loves has been generated from God, and knows God."},{"number":8,"verse":"The one not loving did not know God, because God is love."},{"number":9,"verse":"By this the love of God was revealed in us, because His Son, the Only begotten, God, has sent into the world that we might live through Him."},{"number":10,"verse":"In this is love, not that we loved God, but that He loved us, and sent His Son to be a propitiation concerning our sins."},{"number":11,"verse":"Beloved ones, if God so loved us, we also ought to love one another."},{"number":12,"verse":"No one ever has seen God at any time. If we love one another, God abides in us, and His love being perfected is in us."},{"number":13,"verse":"By this we know that we abide in Him, and He in us, because of His Spirit He has given to us."},{"number":14,"verse":"And we have beheld and bear witness that the Father has sent the Son as Savior of the world."},{"number":15,"verse":"Whoever confesses that Jesus is the Son of God, God abides in him, and he in God."},{"number":16,"verse":"And we have known and have believed the love which God has in us. God is love, and the one abiding in love abides in God, and God in him."},{"number":17,"verse":"By this, love has been perfected with us, that we have confidence in the day of judgment, that as He is, we are also in this world."},{"number":18,"verse":"There is no fear in love, but perfect love casts out fear, because fear has punishment; and the one fearing has not been perfected in love."},{"number":19,"verse":"We love Him because He first loved us."},{"number":20,"verse":"If anyone says, I love God, and hates his brother, he is a liar. For the one not loving his brother whom he has seen, how is he able to love God whom he has not seen?"},{"number":21,"verse":"And we have this commandment from Him, that the one who loves God also loves his brother."}]}