{"bibleAbbr":"KJ3-2005","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":5,"verses":[{"number":1,"verse":"Every one believing that Jesus is the Christ has been generated from God. And everyone loving the One generating also loves the one having been generated of Him."},{"number":2,"verse":"By this we know that we love the children of God: whenever we love God and keep His commandments."},{"number":3,"verse":"For this is the love of God, that we keep His commandments; and His commandments are not heavy."},{"number":4,"verse":"Because everything having been generated of God overcomes the world, and this is the victory overcoming the world, our faith."},{"number":5,"verse":"Who is the one overcoming the world if not the one who believes that Jesus is the Son of God?"},{"number":6,"verse":"This is the One having come through water and blood, Jesus Christ; not by the water only, but by the water and the blood. And the Spirit is the One witnessing, because the Spirit is the truth."},{"number":7,"verse":"For three are the ones bearing witness: in Heaven: the Father, the Word, and the Holy Spirit; and these three are one."},{"number":8,"verse":"And there are three who bear witness on the earth: The Spirit, and the water, and the blood; and the three are into the one."},{"number":9,"verse":"If we receive the witness of men, the witness of God is greater; because this is the witness of God which He has witnessed about His Son:"},{"number":10,"verse":"The one believing into the Son of God has the witness in himself. The one not believing God has made Him a liar, because he has not believed into the witness which God has witnessed concerning His Son."},{"number":11,"verse":"And this is the witness:, that God has given us everlasting life, and this life is in His Son."},{"number":12,"verse":"The one having the Son has life. The one not having the Son of God does not have life."},{"number":13,"verse":"I have written these things to you, the ones believing into the name of the Son of God, that you may know that you have everlasting life, and that you may believe into the name of the Son of God."},{"number":14,"verse":"And this is the confidence we have toward Him, that if we ask anything according to His will, He hears us."},{"number":15,"verse":"And if we know that He hears us, whatever we ask, we know that we have the requests which we have requested from Him."},{"number":16,"verse":"If anyone sees his brother sinning a sin not unto death, he shall ask; and He shall give life to the one not sinning unto death. There is a sin unto death. I do not say that he should ask about that."},{"number":17,"verse":"All unrighteousness is sin, and there is a sin not unto death."},{"number":18,"verse":"We know that every one having been generated from God does not sin, but the one being generated from God keeps himself, and the evil one does not touch him."},{"number":19,"verse":"We know that we are of God, and the whole world lies in the evil."},{"number":20,"verse":"And we know that the Son of God has come, and He has given to us an understanding that we may know the True One, and we are in the True One, in His Son Jesus Christ. This is the true God and the life everlasting."},{"number":21,"verse":"Little children, guard yourselves from idles. Amen."}]}