{"bibleAbbr":"KJ3-2005","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, a slave of God and an apostle of Jesus Christ according to the faith of the elect of God and full knowledge of the truth according to godliness,"},{"number":2,"verse":"on hope of eternal life which the God who does not lie promised before eternal times,"},{"number":3,"verse":"but revealed in its own times in a proclamation of His Word, with which I was entrusted by the command of our Savior God;"},{"number":4,"verse":"to Titus, a true child according to our common faith: Grace, mercy, peace from God the Father and the Lord Jesus Christ our Savior."},{"number":5,"verse":"For this cause I left you in Crete, that you might set in order the things lacking and appoint elders in every city, as I prescribed to you:"},{"number":6,"verse":"If anyone is blameless, husband of one wife, having faithful children, not in accusation of unsavedness, or disobedient,"},{"number":7,"verse":"(It is right for the overseer to be blameless as a steward of God) not self-pleasing, not prone to anger, not given to wine, not a quarreler, not greedy of ill gain;"},{"number":8,"verse":"but hospitable, a lover of good, selfcontrolled, just, holy, sensible,"},{"number":9,"verse":"clinging to the faithful Word according to the teaching, that he may be able both to encourage by sound doctrine and to convict the ones contradicting."},{"number":10,"verse":"For there are indeed many insubordinate men, empty talkers and mind-deluders, especially the ones of the circumcision,"},{"number":11,"verse":"whose mouth you must stop, who overturn whole houses, teaching things which they ought not for the sake of ill gain."},{"number":12,"verse":"One of them, a prophet of their own, said: Cretans are always liars, evil beasts, lazy gluttons."},{"number":13,"verse":"This testimony is true; for which cause convict them severely, that they may be sound in the faith,"},{"number":14,"verse":"not listening to Jewish myths and commandments of men, having turned away from the truth."},{"number":15,"verse":"Truly, all things are pure to the pure, but to the ones being defiled and unbelieving, nothing is pure, but even their mind and conscience has been defiled."},{"number":16,"verse":"They profess to know God, but by their works they deny Him, being abominable and disobedient, and to every good work disapproved."}]}