{"bibleAbbr":"KJ3-2005","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":3,"verses":[{"number":1,"verse":"Remind them to be subject to rulers and authorities, to be obedient, to be ready in every good work,"},{"number":2,"verse":"to speak evil of no one, not quarrelsome, but gentle, having displayed all meekness to all men."},{"number":3,"verse":"For we also once were senseless, disobedient, being led astray, slaving for various lusts and pleasures, living in malice and envy, hateful, hating one another."},{"number":4,"verse":"But when the kindness and love of God our Savior toward man appeared,"},{"number":5,"verse":"not out of works in righteousness which we had done, but according to His mercy, He saved us through the bathing of regeneration and renewal of the Holy Spirit,"},{"number":6,"verse":"whom He poured out on us richly through Jesus Christ, our Savior;"},{"number":7,"verse":"that being justified by the grace of that One, we should become heirs according to the hope of eternal life."},{"number":8,"verse":"Faithful is the Word, and concerning these things I purpose you to strongly affirm that the ones believing God should take thought to maintain good works. These things are good and profitable to men."},{"number":9,"verse":"But keep back from foolish questionings and genealogies and arguments and quarrels of law, for they are unprofitable and vain."},{"number":10,"verse":"Reject a heretical man after a first and second admonition,"},{"number":11,"verse":"knowing that such a one has been perverted and sins, being self-condemned."},{"number":12,"verse":"When I shall send Artemas to you or Tychicus, hasten to come to me at Nicopolis. For I have decided to winter there."},{"number":13,"verse":"Diligently set forward Zenas the lawyer and Apollos, that nothing be lacking to them."},{"number":14,"verse":"And let ours also learn to maintain good works for necessary uses, that they may not be without fruit."},{"number":15,"verse":"All the ones with me greet you. Greet the ones who love us in the faith. Grace be wiih you all. Amen."}]}