{"bibleAbbr":"KJV1611","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"Now Hiram king of Tyre sent messengers to Dauid, and timber of Cedars, with masons, and carpenters to build him an house."},{"number":2,"verse":"And Dauid perceiued that the Lord had confirmed him king ouer Israel, for his kingdome was lift vp on high, because of his people Israel."},{"number":3,"verse":"And Dauid tooke moe wiues at Ierusalem: and Dauid begate moe sonnes and daughters."},{"number":4,"verse":"Now these are the names of his children which hee had in Ierusalem: Shammua, and Shobab, Nathan, and Solomon,"},{"number":5,"verse":"And Ibhar, and Elishua, and Elpalet,"},{"number":6,"verse":"And Noga, and Nepheg, and Iaphia,"},{"number":7,"verse":"And Elishama, and Beeliada, and Elpalet."},{"number":8,"verse":"And when the Philistines heard that Dauid was anoynted king ouer all Israel, all the Philistines went vp to seeke Dauid: and Dauid heard of it, and went out against them."},{"number":9,"verse":"And the Philistines came & spread themselues in the valley of Rephaim."},{"number":10,"verse":"And Dauid enquired of God, saying, Shall I goe vp against the Philistines? and wilt thou deliuer them into mine hand? And the Lord said vnto him, Go vp, for I will deliuer them into thine hand."},{"number":11,"verse":"So they came vp to Baal-Perazim, and Dauid smote them there. Then Dauid said, God hath broken in vpon mine enemies by mine hand, like the breaking foorth of waters: therefore they called the name of that place, Baal-Perazim."},{"number":12,"verse":"And when they had left their gods there, Dauid gaue a commandement, and they were burnt with fire."},{"number":13,"verse":"And the Philistines yet againe spread themselues abroad in the valley."},{"number":14,"verse":"Therfore Dauid enquired againe of God, and God said vnto him, Goe not vp after them, turne away from them, and come vpon them ouer against the mulbery trees."},{"number":15,"verse":"And it shall bee, when thou shalt heare a sound of going in the tops of the mulbery trees, that then thou shalt goe out to battaile: for God is gone foorth before thee, to smite the hoste of the Philistines."},{"number":16,"verse":"Dauid therefore did as God commanded him: and they smote the hoste of the Philistines from Gibeon euen to Gazer."},{"number":17,"verse":"And the fame of Dauid went out into all lands, and the Lord brought the feare of him vpon all nations."}]}