{"bibleAbbr":"KJV1611","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"Now these are the diuisions of the sonnes of Aaron. The sonnes of Aaron: Nadab and Abihu, Eleazar and Ithamar."},{"number":2,"verse":"But Nadab and Abihu died before their father, and had no children: Therefore Eleazar and Ithamar executed the Priests office."},{"number":3,"verse":"And Dauid distributed them, both Zadok of the sonnes of Eleazar, and Ahimelech of the sonnes of Ithamar, according to their offices in their seruice."},{"number":4,"verse":"And there were moe chiefe men found of the sonnes of Eleazar, then of the sonnes of Ithamar: and thus were they diuided. Among the sonnes of Eleazar there were sixteene chiefe men of the house of their fathers, and eight among the sonnes of Ithamar according to the house of their fathers."},{"number":5,"verse":"Thus were they diuided by lot, one sort with another; for the gouernours of the Sanctuarie, and gouernours of the house of God, were of the sonnes of Eleazar, and of the sonnes of Ithamar."},{"number":6,"verse":"And Shemaiah the sonne of Nathanael the Scribe, one of the Leuites, wrote them before the King and the Princes, and Zadok the Priest, and Ahimelech the sonne of Abiathar, and before the chiefe of the fathers of the priests and Leuites: one principall houshold being taken for Eleazar, and one taken for Ithamar."},{"number":7,"verse":"Now the first lot came foorth to Iehoiarib: the second to Iedaiah,"},{"number":8,"verse":"The third to Harim, the fourth to Seorim,"},{"number":9,"verse":"The fifth to Malchiiah, the sixth to Miiamin,"},{"number":10,"verse":"The seuenth to Hakkoz, the eight to Abiiah,"},{"number":11,"verse":"The ninth to Ieshua, the tenth to Shecaniah,"},{"number":12,"verse":"The eleuenth to Eliashib, the twelfth to Iakim,"},{"number":13,"verse":"The thirteenth to Huppah, the fourteenth to Ieshebeab,"},{"number":14,"verse":"The fifteenth to Bilgah, the sixteenth to Immer,"},{"number":15,"verse":"The seuenteenth to Hezir, the eighteenth to Aphses,"},{"number":16,"verse":"The ninteenth to Pethahiah, the twentieth to Iehezekel,"},{"number":17,"verse":"The one and twentieth to Iachin, the two and twentieth to Gamul,"},{"number":18,"verse":"The three and twentieth to Delaiah, the foure and twentieth to Maaziah."},{"number":19,"verse":"These were the orderings of them in their seruice to come into the house of the Lord according to their maner, vnder Aaron their father, as the Lord God of Israel had commanded him."},{"number":20,"verse":"And the rest of the sonnes of Leui were these: of the sons of Amram, Shubael: of the sonnes of Shubael, Iedeiah."},{"number":21,"verse":"Concerning Rehabiah, of the sons of Rehabiah, the first was Isshiah."},{"number":22,"verse":"Of the Izharites, Shelomoth: of the sonnes of Shelomoth, Iahath."},{"number":23,"verse":"And the sonnes of Hebron, Ieriah the first, Amariah the second, Iahaziel the third, Iekameam the fourth."},{"number":24,"verse":"Of the sonnes of Uzziel, Michah: of the sonnes of Michah, Shamir."},{"number":25,"verse":"The brother of Michah was Isshiah: of the sonnes of Isshiah, Zechariah."},{"number":26,"verse":"The sonnes of Merari were Mahli and Mushi: the sonnes of Iaaziah, Beno."},{"number":27,"verse":"The sonnes of Merari by Iaaziah, Beno, and Shoham, and Zaccur, and Ibri."},{"number":28,"verse":"Of Mahli came Eleazar, who had no sonnes."},{"number":29,"verse":"Concerning Kish: the sonne of Kish was Ierahmeel."},{"number":30,"verse":"The sonnes also of Mushi, Mahli, and Eder, and Ierimoth. These were the sonnes of the Leuites after the house of their fathers."},{"number":31,"verse":"These likewise cast lots ouer against their brethren the sonnes of Aaron, in the presence of Dauid the King, and Zadok and Ahimelech, and the chiefe of the fathers of the priests and Leuites, euen the principall fathers ouer against their yonger brethren."}]}