{"bibleAbbr":"KJV1611","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"Now these were the sonnes of Dauid, which were borne vnto him in Hebron. The first borne Amnon, of Ahinoam the Iesreelitesse: the second Daniel, of Abigail the Carmelitesse:"},{"number":2,"verse":"The third, Absalom the sonne of Maacha, the daughter of Talmai king of Geshur: the fourth, Adoniah the sonne of Haggith:"},{"number":3,"verse":"The fifth, Shephatia of Abital: the sixth, Ithream by Eglah his wife."},{"number":4,"verse":"These sixe were borne vnto him in Hebron, and there hee reigned seuen yeeres, and sixe moneths: and in Ierusalem he reigned thirty and three yeres."},{"number":5,"verse":"And these were borne vnto him in Ierusalem. Shimea, and Shobab, and Nathan, and Solomon, foure, of Bathshua the daughter of Ammiel."},{"number":6,"verse":"Ibhar also, and Elishama, and Eliphelet,"},{"number":7,"verse":"And Noga, and Nepheg, and Iaphia,"},{"number":8,"verse":"And Elishama, and Eliada, and Eliphelet, nine."},{"number":9,"verse":"These were all the sonnes of Dauid: beside the sonnes of the concubines, and Tamar their sister."},{"number":10,"verse":"And Solomons sonne was Rehoboam: Abia his sonne: Asa his son: Iehoshaphat his sonne:"},{"number":11,"verse":"Ioram his sonne: Ahaziah his sonne: Ioash his sonne:"},{"number":12,"verse":"Amaziah his sonne: Azariah his sonne: Iotham his sonne:"},{"number":13,"verse":"Ahaz his sonne: Hezekiah his sonne: Manasseh his sonne:"},{"number":14,"verse":"Amon his sonne: Iosiah his sonne."},{"number":15,"verse":"And the sonnes of Iosiah were: the first borne Iohanan, the second Ioakim, the third Zedekiah, the fourth Sallum."},{"number":16,"verse":"And the sonnes of Ioakim: Ieconiah his sonne, Zedekiah his sonne."},{"number":17,"verse":"And the sonnes of Ieconiah, Assir, Salathiel his sonne,"},{"number":18,"verse":"Malchiram also, and Pedaiah, and Shenazar, Iecamiah, Hosama, and Nedabiah."},{"number":19,"verse":"And the sonnes of Pedaiah were: Zerubbabel, and Shimei: And the sonne of Zerubbabel, Meshullam, and Hananiah, and Shelomith their sister."},{"number":20,"verse":"And Hazubah, and Ohel, and Berechiah, & Hasadiah, Iushabhesed, fiue."},{"number":21,"verse":"And the sonnes of Hananiah, Pelatiah, and Iesaiah: the sonnes of Rephaiah, the sons of Arnan, the sonnes of Obadiah, the sonnes of Sechaniah."},{"number":22,"verse":"And the sonnes of Sechaniah, Semaiah: and the sonnes of Semaiah, Hattush, and Igeal, and Bariah, and Neariah, and Shaphat, sixe."},{"number":23,"verse":"And the sonnes of Neariah: Elioenai, and Hezekiah, and Azrikam, three."},{"number":24,"verse":"And the sonnes of Elioenai, were: Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Iohanan, and Dalaiah, and Anani, seuen."}]}