{"bibleAbbr":"WYC1395","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"Forsothe Benadab, kyng of Sirye, gaderide al his oost, and two and thritti kyngis with hym, and horsis, and charis; and he stiede ayens Samarie, and fauyt, and bisegide it."},{"number":2,"verse":"And he sente messangeris to Achab, kyng of Israel, in to the citee,"},{"number":3,"verse":"and seide, Benadab seith these thingis, Thi siluer and thi gold is myn, and thi wyues, and thi beste sones ben myn."},{"number":4,"verse":"And the kyng of Israel answeride, Bi thi word, my lord the kyng, Y am thin, and alle my thingis `ben thine."},{"number":5,"verse":"And the messangeris turneden ayen, and seiden, Benadab, that sente vs to thee, seith these thingis, Thou schalt yyue to me thi siluer, and thi gold, and thi wyues, and thi sones."},{"number":6,"verse":"Therfor to morewe, in this same our, Y schal sende my seruauntis to thee, and thei schulen seke thin hows, and the hows of thi seruauntis; and thei schulen putte in her hondis, and take awey al thing that schal plese hem."},{"number":7,"verse":"Forsothe the kyng of Israel clepide alle the eldere men of the lond, and seide, Perseyue ye, and se, that he settith tresoun to vs; for he sente to me for my wyues, and sones, and for siluer, and gold, and Y forsook not."},{"number":8,"verse":"And alle the gretter men in birthe, and al the puple seiden to hym, Here thou not, nether assente thou to hym."},{"number":9,"verse":"And he answeride to the messangeris of Benadab, Seie ye to my lord the kyng, Y schal do alle thingis, for whiche thou sentist in the bigynnyng to me, thi seruaunt; forsothe Y may not do this thing."},{"number":10,"verse":"And the messangeris turneden ayen, and telden alle thingis to hym. Which sente ayen, and seide, Goddis do these thingis to me, and adde these thingis, if the dust of Samarie schal suffice to the fistis of al the puple that sueth me."},{"number":11,"verse":"And the kyng of Israel answeride, and seide, Seie ye to hym, A gird man, `that is, he that goith to batel, haue not glorie euenli as a man vngird."},{"number":12,"verse":"Forsothe it was doon, whanne Benadab hadde herd this word, he drank, and the kyngis, in schadewyng places; and he seide to hise seruauntis, Cumpasse ye the citee."},{"number":13,"verse":"And thei cumpassiden it. And lo! o prophete neiyede to Acab, kyng of Israel, and seide to hym, The Lord God seith these thingis, Certis thou hast seyn al this multitude ful greet; lo! Y schal bitake it in to thin hond to dai, that thou wite that Y am the Lord."},{"number":14,"verse":"And Achab seide, Bi whom? And he seide to Achab, The Lord seith these thingis, Bi the squyeris of the princes of prouynces. And Achab seide, Who schal bigynne to fiyte? And the prophete seide, Thou."},{"number":15,"verse":"Therfor he noumbryde the children of the princes of prouynces, and he foond the noumbre of twei hundrid and two and thretti; and aftir hem he noumbride the puple, alle the sones of Israel, seuene thousynde."},{"number":16,"verse":"And thei yeden out in myddai. Forsothe Benadab drank, and was drunkun in his schadewyng place, and two and thretti kyngis with hym, that camen to the help of hym."},{"number":17,"verse":"Sotheli the children of princes of prouynces yeden out in the firste frount. Therfor Benadab sente men, whiche telden to hym, and seide, Men yeden out of Samarie."},{"number":18,"verse":"And he seide, Whether thei comen for pees, take ye hem quyke; whether to fiyte, take ye hem quyke."},{"number":19,"verse":"Therfor the children of prynces of prouynces yeden out,"},{"number":20,"verse":"and the residue oost suede; and ech smoot the man that cam ayens hym. And men of Sirie fledden, and Israel pursuede hem; also Benadab, kyng of Sirie, fledde on an hors with his kniytis."},{"number":21,"verse":"Also the king of Israel yede out, and smoot horsis and charis, and he smoot Sirie with a ful greet veniaunce."},{"number":22,"verse":"Forsothe a prophete neiyede to the kyng of Israel, and seide, Go thou, and be coumfortid, and wyte, and se, what thou schalt do; for the kyng of Sirie schal stie ayens thee in the yeer suynge."},{"number":23,"verse":"Sotheli the seruauntis of the kyng of Sirie seiden to hym, The Goddis of hillis ben the Goddis of the sones of Israel, therfor thei ouercamen vs; but it is betere that we fiyte ayens hem in feeldi placis, and we schulen geet hem."},{"number":24,"verse":"Therfor do thou this word; remoue thou alle kyngis fro thin oost, and sette thou princis for hem;"},{"number":25,"verse":"and restore thou the noumbre of knyytis, that felden of thine, and horsis bi the formere horsis, and restore thou charis, bi the charis whiche thou haddist bifore; and we schulen fiyte ayens hem in feeldy places, and thou schalt se, that we schulen gete hem. He bileuyde to the counsel of hem, and dide so."},{"number":26,"verse":"Therfor after that the yeer hadde passid, Benadab noumbride men of Sirie, and he stiede in to Affech, to fiyte ayens Israel."},{"number":27,"verse":"Forsothe the sones of Israel weren noumbrid; and whanne meetis weren takun, thei yeden forth euene ayens, and thei, as twey litle flockis of geet, settiden tentis ayens men of Sirie. Forsothe men of Sirie filliden the erthe."},{"number":28,"verse":"And o prophete of God neiyede, and seide to the kyng of Israel, The Lord God seith these thingis, For men of Sirie seiden, God of hillis is the Lord of hem, and he is not God of valeis, Y schal yyue al this greet multitude in thin hond, and ye schulen wite that Y am the Lord."},{"number":29,"verse":"In seuene daies these and thei dressiden scheltruns euene ayens; forsothe in the seuenthe dai the batel was joyned togidere, and the sones of Israel smytiden of men of Syrie an hundrid thousynde of foot men in o dai."},{"number":30,"verse":"Forsothe thei that leften fledden in to the citee of Affech, and the wal felde doun on seuene and twenti thousynde of men that leften. Forsothe Benadab fledde, and entride in to the citee, in to a closet that was with ynne a closet;"},{"number":31,"verse":"and hise seruauntis seiden to him, We herden that the kyngis of the hows of Israel ben merciful, therfor putte we sackis in oure leendis, and cordis in oure heedis, and go we out to the kyng of Israel; in hap he schal saue oure lyues."},{"number":32,"verse":"Thei girdiden her leendis with sackis, and puttiden coordis in her heedis, and thei camen to the kyng of Israel, and seiden to hym, Thi seruaunt Benadab seith, Y preye thee, lete `my soule lyue. And he seide, If Benadab lyueth yit, he is my brother."},{"number":33,"verse":"Which thing the men of Sirie token for a graciouse word, and rauyschiden hastily the word of his mouth, and seiden, Thi brother Benadab lyueth. And Achab seide to hem, Go ye, and brynge ye hym to me. Therfor Benadab yede out to hym, and he reiside Benadab in to his chare."},{"number":34,"verse":"`Which Benadab seide to hym, Y schal yelde the citees whiche my fadir took fro thi fadir, and make thou stretis to thee in Damask, as my fadir made in Samarie; and Y schal be boundun to pees, and Y schal departe fro thee. Therfor he made boond of pees, and delyuerede hym."},{"number":35,"verse":"Thanne sum man of the sones of prophetis seide to his felowe, in the word of the Lord, Smyte thou me. And he nolde smyte."},{"number":36,"verse":"To `whiche felowe he seide, For thou noldist here the vois of the Lord, lo! thou schalt go fro me, and a lioun schal smyte thee. And whanne he hadde go a litil fro hym, a lioun foond hym, and slowy hym."},{"number":37,"verse":"But also the prophete foond another man, and he seide to that man, Smyte thou me. Which smoot him, and woundide him."},{"number":38,"verse":"Therfor the prophete yede, and mette the kyng in the weie; and he chaungide his mouth and iyen, by sprynging of dust."},{"number":39,"verse":"And whanne the kyng hadde passid, he criede to the kyng, and seide, Thi seruaunt yede out to fiyte anoon, and whanne o man hadde fledde, sum man brouyte hym to me, and seide, Kepe thou this man; and if he aschapith, thi lijf schal be for his lijf, ether thou schalt paye a talent of siluere."},{"number":40,"verse":"Sotheli while Y was troblid, and turnede me hidur and thidur, sodeynly he apperide not. And the kyng of Israel seide to hym, This is thi doom which thou hast demed."},{"number":41,"verse":"And anoon he wipide awey the dust fro his face, and the kyng of Israel knew him, that he was of the prophetis."},{"number":42,"verse":"Which seide to the kyng, The Lord seith these thingis, For thou deliueridist fro thin hond a man worthi the deeth, thi lijf schal be for his lijf, and thi puple `schal be for his puple."},{"number":43,"verse":"Therfor the kyng of Israel turnede ayen in to his hows, and dispiside to here, and cam wod in to Samarie."}]}