{"bibleAbbr":"WYC1395","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"Therfor thre yeeris passiden with out batel bitwixe Sirie and Israel."},{"number":2,"verse":"Forsothe in the thridde yeer Josephat, king of Juda, yede doun to the kyng of Israel."},{"number":3,"verse":"And the kyng of Israel seide to hise seruauntis, Witen ye not, that Ramoth of Galaad is oure, and we ben necgligent to take it fro the hoond of the kyng of Sirie?"},{"number":4,"verse":"And he seide to Josaphat, Whether thou schalt come with me to fiyte in to Ramoth of Galaad?"},{"number":5,"verse":"And Josophat seide to the kyng of Israel, As Y am, so and thou; my puple and thi puple ben oon; and my knyytis and thy knyytis `ben oon. And Josephat seide to the kyng of Israel, Y preie thee, axe thou to dai the word of the Lord."},{"number":6,"verse":"Therfor the kyng of Israel gaderide prophetis aboute foure hundrid men, and he seide to hem, Owe Y to go in to Ramoth of Galaad to fiyte, ethir to reste? Whiche answeriden, Stie thou, and the Lord schal yyue it in the hond of the kyng."},{"number":7,"verse":"Forsothe Josephat seide, Is not here ony profete of the Lord, that we axe bi hym?"},{"number":8,"verse":"And the kyng of Israel seide to Josephat, O man, Mychee, sone of Hiemla, is left, bi whom we moun axe the Lord; but Y hate hym, for he prophesieth not good to me, but yuel. To whome Josephat seide, Kyng, spek thou not so."},{"number":9,"verse":"Therfor the kyng of Israel clepide summe chaumburleyn, and seide to hym, Haste thou to brynge Mychee, sone of Hiemla."},{"number":10,"verse":"Forsothe the kyng of Israel, and Josephat, kyng of Juda, saten, ech in his trone, clothid with kyngis ournement, in the large hows bisidis the dore of the yate of Samarie; and alle prophetis prophecieden in the siyt of hem."},{"number":11,"verse":"Also Sedechie, sone of Chanaan, made to hym silf hornes of yrun, and seide, The Lord God seith these thingis, With these thou schalt scatere Sirye, til thou do awei it."},{"number":12,"verse":"And alle prophetis prophecieden in lijk maner, and seiden, Stye thou in to Ramoth of Galaad, and go thou with prosperite; and the Lord schal bitake thin enemyes in the hond of the kyng."},{"number":13,"verse":"Sotheli the messanger, that yede to clepe Mychee, spak to hym, and seide, Lo! the wordis of prophetis with o mouth prechen goodis to the kyng; therfor thi word be lijk hem, and speke thou goodis."},{"number":14,"verse":"To whom Mychee seide, The Lord lyueth, for what euer thing the Lord schal seie to me, Y schal speke this."},{"number":15,"verse":"Therfor he cam to the kyng. And the kyng seide to hym, Mychee, owen we go in to Ramoth of Galaad to fiyte, ether ceesse? To which kyng he answeride, Stie thou, and go in prosperite; and the Lord schal bitake it `in to the hond of the kyng."},{"number":16,"verse":"Forsothe the kyng seide to hym, Eft and eft Y coniure thee, that thou speke not to me, not but that that is soth in the name of the Lord."},{"number":17,"verse":"And he seide, Y siy al Israel scaterid in the hillis, as scheep not hauynge a scheepherde; and the Lord seide, These han no lord, ech man turne ayen in to his hows in pees."},{"number":18,"verse":"Therfor the kyng of Israel seide to Josaphat, Whethir Y seide not to thee, that he prophecieth not good to me, but euere yuel?"},{"number":19,"verse":"Sotheli thilke Mychee addide, and seide, Therefore here thou the word of the Lord; Y siy the Lord sittynge on his trone, and Y siy al the oost of heuene stondynge nyy hym, on the riyt side and on the left side."},{"number":20,"verse":"And the Lord seide, Who schal disseyue Achab, kyng of Israel, that he stye, and falle in Ramoth of Galaad? And oon seide siche wordis, and another in anothir maner."},{"number":21,"verse":"Sotheli a spirit yede out, and stood bifor the Lord, and seide, Y schal disseyue hym. To whom the Lord spak, In what thing?"},{"number":22,"verse":"And he seide, Y schal go out, and Y schal be a spirit of leesyng in the mouth of alle hise prophetis. And the Lord seide, Thou schalt disseyue, and schalt haue the maystry; go thou out, and do so."},{"number":23,"verse":"Now therfor, lo! the Lord yaf a spirit of leesyng in the mouth of alle prophetis that ben here; and the Lord spak yuel ayens thee."},{"number":24,"verse":"Forsothe Sedechie, sone of Canaan, neiyede, and smoot Mychee on the cheke, and seide, Whether the Spirit of the Lord forsook me, and spak to thee?"},{"number":25,"verse":"And Mychee seide, Thou schalt se in that dai, whanne thou schalt go in to closet with ynne closet, that thou be hid."},{"number":26,"verse":"And the kyng of Israel seide, Take ye Mychee, and dwelle he at Amon, prince of the citee, and at Joas, the sone of Amalech;"},{"number":27,"verse":"and seie ye to hem, The kyng seith these thingis, Sende ye this man in to prisoun, and susteyne ye hym with breed of tribulacioun, and with watir of angwisch, til Y turne ayen in pees."},{"number":28,"verse":"And Mychee seide, If thou schalt turne ayen in pees, the Lord spak not in me. And he seide, Here ye, alle puplis."},{"number":29,"verse":"Therfor the kyng of Israel stiede, and Josaphat, kyng of Juda, in to Ramoth of Galaad."},{"number":30,"verse":"Therfor the kyng of Israel seide to Josephat, Take thou armeris, and entre thou in to batel, and be thou clothid in thi clothis, that is, noble signes of the kyng. Certis the kyng of Israel chaungide hise clothing, and entride in to batel."},{"number":31,"verse":"Sotheli the kyng of Sirie hadde comaundid to two and thritti princes of charis, and seide, Ye schulen not fiyte ayens ony man lesse, ethir more, no but ayens the kyng of Israel oonli."},{"number":32,"verse":"Therfor whanne the princes of charis hadden seyn Josephat, thei suposiden that he was king of Israel, and bi feersnesse maad thei fouyten ayens hym."},{"number":33,"verse":"And Josephat criede; and the princis of charis vndurstoden, that it was not the king of Israel, and thei ceessiden fro hym."},{"number":34,"verse":"Sotheli sum man bente a bowe, and dresside an arowe in to vncerteyn, and bi hap he smoot the kyng of Israel bitwixe the lunge and the stomak. And the kyng seide to his charietere, Turne thin hond, and cast me out of the oost, for Y am woundid greuousli."},{"number":35,"verse":"Therfor batel was ioyned in that dai, and the kyng of Israel stood in his chare ayens men of Sirie, and he was deed at euentid. Forsothe the blood of the wounde fletide doun in to the bothome of the chare."},{"number":36,"verse":"And a criere sownede in al the oost, before that the sunne yede doun, and seide, Ech man turne ayen in to his citee, and in to his lond."},{"number":37,"verse":"Forsothe the kyng was deed, and was borun in to Samarie; and thei birieden the kyng of Samarie."},{"number":38,"verse":"And thei waischiden his chare in the cisterne of Samarie, and doggis lickiden his blood, and thei wayschiden the reynes, bi the word of the Lord whiche he hadde spoke."},{"number":39,"verse":"Sotheli the residue of wordis of Achab, and alle thingis whiche he dide, and the hows of yuer which he bildide, and of alle citees whiche he bildide, whether these ben not writun in the book of wordis of daies of the kyngis of Israel?"},{"number":40,"verse":"Therfor Achab slepte with hise fadris, and Ocozie, his sone, regnede for hym."},{"number":41,"verse":"Forsothe Josephat, sone of Asa, bigan to regne on Juda in the fourthe yeer of Achab, kyng of Israel."},{"number":42,"verse":"Josephat was of fyue and thretti yeer, whanne he bigan to regne, and he regnede fyue and twenti yeer in Jerusalem; the name of his modir was Azuba, douyter of Salai."},{"number":43,"verse":"And he yede in al the weye of Asa, his fadir, and bowide not fro it; and he dide that, that was riytful in the siyt of the Lord."},{"number":44,"verse":"Netheles he dide not awey hiy thingis, for yit the puple made sacrifice, and brente encense in hiy places."},{"number":45,"verse":"And Josephat hadde pees with the king of Israel."},{"number":46,"verse":"Sotheli the residue of wordis of Josephat, and the werkis and batels, whiche he dide, whethir these ben not writun in the book of wordis of daies of the kyngis of Juda?"},{"number":47,"verse":"But also he took awey fro the loond the relikis of men turned in to wymmens condiciouns, that leften in the daies of Aza, his fadir."},{"number":48,"verse":"Nethir a kyng was ordeyned thanne in Edom."},{"number":49,"verse":"Forsothe king Josephat made schippis in the see, that schulden seile in to Ophir for gold, and tho myyten not go, for thei weren brokun in Asiongaber."},{"number":50,"verse":"Thanne Ocozie, sone of Achab, seide to Josephat, My seruauntis go with thine in schippis."},{"number":51,"verse":"And Josephat nolde. And Josephat slepte with hise fadris, and was biried with hem in the citee of Dauid, his fadir; and Joram, his sone, regnede for hym."},{"number":52,"verse":"Forsothe Ocozie, sone of Achab, bigan to regne on Israel, in Samarie, in the seuenetenthe yeer of Josephat, kyng of Juda; and Ocozie regnede on Israel twei yeer."},{"number":53,"verse":"And he dide yuel in the siyt of the Lord, and yede in the wey of his fadir, and of his modir, and in the weie of Jeroboam, sone of Nabath, that made Israel to do synne."}]}