{"bibleAbbr":"WYC1395","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"Also Hiram, kyng of Tire, sente hise seruauntis to Salomon; for he herde that thei hadden anoyntide hym kyng for his fadir; for Hiram was frend of Dauid in al time."},{"number":2,"verse":"Sotheli also Salomon sente to Hiram,"},{"number":3,"verse":"and seide, Thou knowist the wille of Dauid, my fadir, and for he miyte not bilde an hows to the name of his God, for batels neiyynge bi cumpas, til the Lord yaf hem vndur the step of hise feet."},{"number":4,"verse":"Now forsothe my Lord God yaf reste to me bi cumpas, and noon aduersarie is, nethir yuel asailyng;"},{"number":5,"verse":"wherfor Y thenke to buylde a temple to the name of my Lord God, as God spak to Dauid, my fadir, and seide, Thi sone, whom Y schal yyue to thee for thee on thi trone, he schal bilde an hows to my name."},{"number":6,"verse":"Therfor comaunde thou, that thi seruauntis hewe doun to me cedris of the Liban; and my seruauntis be with thi seruauntis; sotheli Y schal yyue to thee the meede of thi seruauntis, what euere meede thou schalt axe; for thou woost, that in my puple is not a man that kan hewe trees, as Sidonyes kunnen."},{"number":7,"verse":"Therfor whanne Hiram hadde herde the wordis of Salomon, he was ful glad, and seide, Blessid be the Lord God to dai, that yaf to Dauid a sone moost wijs on this puple ful myche."},{"number":8,"verse":"And Hiram sente to Salomon, and seide, Y haue herde what euer thingis thou sentist to me; Y schal do al thi wille, in trees of cedres, and of beechis."},{"number":9,"verse":"My seruauntis schulen putte doun tho trees fro the Liban to the see, and Y schal araye tho trees in schippis in the see, `til to the place which thou schalt signyfie to me; and Y schal dresse tho there, that thou take tho; and thou schalt yyue necessaries to me, that mete be youun to myn hows."},{"number":10,"verse":"Therfor Hiram yaf to Salomon `trees of cedres, and `trees of beechis, bi al his wille;"},{"number":11,"verse":"forsothe Salomon yaf to Hiram twenti thousynde chorus of wheete, in to meete to his hows, and twenti chorus of pureste oile; Salomon yaf these thingis to Hiram bi alle yeeris."},{"number":12,"verse":"Also the Lord yaf wisdom to Salomon, as he spak to hym; and pees was bitwixe Hiram and Salomon, and bothe smytiden boond of pees."},{"number":13,"verse":"And kyng Salomon chees werk men of al Israel; and the summe was thretti thousynde of men."},{"number":14,"verse":"And `Salomon sente hem in to the Liban, ten thousynde bi ech monethe bi whilis, so that in twei monethis bi whilis thei weren in her howsis; and Adonyram was on sich a summe."},{"number":15,"verse":"Therfor seuenti thousynde of hem, that baren burthuns, weren to Salomon, and foure score thousynde of masouns in the hil, with out the souereyns,"},{"number":16,"verse":"that weren maistris of alle werkis, bi the noumbre of thre thousynde and thre hundrid, comaundynge to the puple, and to hem that maden werk."},{"number":17,"verse":"And the kyng comaundide, that thei schulden take greete stonys, `and preciouse stonys, in to the foundement of the temple, and that thei schulden make tho square;"},{"number":18,"verse":"whiche stoonys the masouns of Salomon, and the masouns of Hyram, hewiden. Forsothe Biblies maden redi trees and stonus, to the hows to be bildid."}]}