{"bibleAbbr":"WYC1395","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"Forsothe it was doon in the fourthe hundrid and fourescore yeer of the goynge out of the sones of Israel fro the lond of Egipt, in the fourthe yeer, in the monethe Zio; thilke is the secounde monethe of the rewme of Salomon on Israel; he bigan to bilde an hows to the Lord."},{"number":2,"verse":"Forsothe the hows which kyng Salomon bildide to the Lord, hadde sexti cubitis in lengthe, and twenti cubitis in breede, and thretti cubitis in heiythe."},{"number":3,"verse":"And a porche was bifor the temple of twenti cubitis of lengthe, by the mesure of the breed of the temple; and the porche hadde ten cubitis of breede, bifor the face of the temple."},{"number":4,"verse":"And Salomon made in the temple `wyndows streyte withoutforth, and large with ynne."},{"number":5,"verse":"And he bildide on the wal of the temple bildyngis of tablis bi cumpas, in the wallis of the hows, `bi cumpas of the temple, and of Goddis answeryng place; and he made sidis in the cumpas."},{"number":6,"verse":"The bildyng of tablis, that was vndur, hadde fyue cubitis of breede; and the myddil bildyng of tablis was of sixe cubits of breede; and the thridde bildyng of tablis was hauynge seuene cubitis of breede. Sotheli he puttide beemys in the hous bi cumpas with outforth, that tho cleuiden not to the wallis of the temple."},{"number":7,"verse":"Forsothe whanne the hows was bildid, it was bildid of `stoonys hewid and perfit; and an hamer, and ax, and al thing maad of yrun, weren not herd in the hows, while it was in bildyng."},{"number":8,"verse":"The dore of the myddil side was in the wal of the riythalf hows; and bi a vijs thei stieden in to the myddil soler, and fro the myddil soler in to the thridde soler."},{"number":9,"verse":"And Salomon bildide the hows, and endide it. Also Salomon hilide the hows with couplis of cedre,"},{"number":10,"verse":"and bildide a bildyng of tablis ouer al the hows, bi fyue cubitis of heiythe, and hilide the hows with `trees of cedre."},{"number":11,"verse":"And the word of the Lord was maad to Salomon, and seide,"},{"number":12,"verse":"This is the hows, which thou bildist; if thou gost in myn heestis, and dost my domes, and kepist alle my comaundementis, and goist bi tho, Y schal make stidefast my word to thee, `which word Y spak to Dauid, thi fadir;"},{"number":13,"verse":"and Y schal dwelle in the myddis of the sones of Israel, and Y schal not forsake my puple Israel."},{"number":14,"verse":"Therfor Salomon bildide the hows, and endide it;"},{"number":15,"verse":"and he bildide the wallis of the hows with ynne with tablis of cedre, fro the pawment of the hows `til to the heiynesse of the wal, and `til to the couplis; and hilide with trees of cedre with ynne; and he hilide the pawment of the hows with tablis of beeche."},{"number":16,"verse":"And he bildide a wal of tablis of cedre of twenti cubitis at the hyndrere part of the temple, fro the pawment `til to the hiyere partis; and he made the ynnere hows of Goddis answeryng place, in to the hooli of hooli thingis."},{"number":17,"verse":"Sotheli thilke temple bifor the doris of Goddis answering place was of fourti cubitis."},{"number":18,"verse":"And al the hows with ynne was clothid with cedre, and hadde hise smethenessis, and hise ioynyngis maad suteli, and grauyngis apperynge aboue; alle thingis weren clothid with tablis of cedre, and outirli a stoon miyte not appere in the wal."},{"number":19,"verse":"Forsothe Salomon made Goddis answeryng place in the myddis of the hows, in the ynnere part, that he schulde sette there the arke of boond of pees of the Lord."},{"number":20,"verse":"Sotheli Goddis answeryng place hadde twenti cubitis of lengthe, and twenti cubitis of breede, and twenti cubitis of hiyte; and he hilide, and clothide it with pureste gold; but also he clothide the auter with cedre."},{"number":21,"verse":"Also he hilide with pureste gold the hows bifor `Goddis answeryng place, and fastnyde platis with goldun nailis."},{"number":22,"verse":"No thing was in the temple, `which thing was not hilid with gold; but also he hilid with gold al the auter of Goddis answeryng place."},{"number":23,"verse":"And he made in `Goddis answeryng place twey cherubyns of the trees of olyues, of ten cubits of heiyte;"},{"number":24,"verse":"o wynge of cherub was of fyue cubitis, and the tother wynge of cherub was of fyue cubitis, that is, hauynge ten cubitis, fro the heiynesse of `the o wynge `til to the hiynesse of the tother wynge."},{"number":25,"verse":"And the secunde cherub was of ten cubitis in euene mesure; and o werk was in the twey cherubyns,"},{"number":26,"verse":"that is, o cherub hadde the hiythe of ten cubitis, and in lijk maner the tother cherub."},{"number":27,"verse":"And he settide cherubyns in the myddis of the ynnere temple; forsothe the cherubyns helden forth her wyngis, and o wenge touchide the wal, and the wynge of the secunde cherub touchide the tother wal; forsothe the othere wyngis in the middil part of the temple touchiden hem silf togidere."},{"number":28,"verse":"And he hilide the cherubyns with gold,"},{"number":29,"verse":"and alle the wallis of the temple `bi cumpas; and grauyde with dyuerse grauyngis and smethenesse; and he made in tho wallys cherubyns, and palmes, and dyuerse peynturis, as stondinge forth and goynge out of the wal."},{"number":30,"verse":"But also he hilide with gold the pawment of the hows, withynne and with outforthe."},{"number":31,"verse":"And in the entryng of `Goddis answering place he made twei litil doris of the trees of olyues; and he made postis of fyue corneris,"},{"number":32,"verse":"and twei doris of the trees of olyues; and grauyde in tho the peynture of cherubyns, and the licnessis of palmes, and grauyngis aboue stondynge forth gretli; and he hilide tho with gold; and he hilide as wel the cherubyns, as palmes, and othere thingis with gold."},{"number":33,"verse":"And in the entring of the temple he made postis foure cornerid of the trees of olyues;"},{"number":34,"verse":"and he made twei doris of the trees of beech, ech ayens other; and euer either dore was double, and it was openyd holdynge it silf togidere."},{"number":35,"verse":"And he grauyde cherubyns, and palmes, and grauyngis apperynge greetli; and he hilide alle thingis with goldun platis, bi square werk at reule."},{"number":36,"verse":"And he bildide a large street with ynne, bi thre ordris of stoonys maad fair, and bi oon ordre of trees of cedre."},{"number":37,"verse":"The hows of the Lord was foundid in the fourthe yeer, in the monethe Zio;"},{"number":38,"verse":"and the hows was maad perfit in al his werk, and in alle vessels, ether `purtenauncis, in the eleuenthe yeer, in the monethe Zebul; thilke is the eiythe monethe; and he bildide that hows in seuene yeer."}]}