{"bibleAbbr":"HSB+","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":2,"verses":[{"number":1,"verse":"אָמַ֤רְתִּֽי <WH559> 'a-Mar-ti I said אֲנִי֙ <WH589> 'a-Ni I בְּלִבִּ֔י <WH3820> be-lib-Bi, in mine heart לְכָה־ <WH1980> le-chah- Come נָּ֛א <WH4994> na now אֲנַסְּכָ֛ה <WH5254> 'a-nas-se-Chah I will prove בְשִׂמְחָ֖ה <WH8057> ve-sim-Chah thee with mirth וּרְאֵ֣ה <WH7200> u-re-'Eh therefore enjoy בְט֑וֹב <WH2896> ve-Tov; pleasure וְהִנֵּ֥ה <WH2009> ve-hin-Neh and behold גַם־ <WH1571> gam- too ה֖וּא <WH1931> hu he הָֽבֶל׃ <WH1892> Ha-vel. and behold this also [is] vanity"},{"number":2,"verse":"לִשְׂח֖וֹק <WH7814> lis-Chok of laughter אָמַ֣רְתִּי <WH559> 'a-Mar-ti I said מְהוֹלָ֑ל <WH1984> me-ho-Lal; [It is] mad וּלְשִׂמְחָ֖ה <WH8057> u-le-sim-Chah and of mirth מַה־ <WH4100> mah- What זֹּ֥ה <WH2090> zoh What עֹשָֽׂה׃ <WH6213> 'o-Sah. doeth"},{"number":3,"verse":"תַּ֣רְתִּי <WH8446> Tar-ti I sought בְלִבִּ֔י <WH3820> ve-lib-Bi, in mine heart לִמְשׁ֥וֹךְ <WH4900> lim-Shoch to give בַּיַּ֖יִן <WH3196> bai-Ya-yin unto wine אֶת־ <WH853> 'et- בְּשָׂרִ֑י <WH1320> be-sa-Ri; myself וְלִבִּ֞י <WH3820> ve-lib-Bi mine heart נֹהֵ֤ג <WH5090> no-Heg yet acquainting בַּֽחָכְמָה֙ <WH2451> ba-cha-che-Mah with wisdom וְלֶאֱחֹ֣ז <WH270> ve-le-'e-Choz and to lay hold בְּסִכְל֔וּת <WH5531> be-sich-Lut, on folly עַ֣ד <WH5704> 'ad against אֲשֶׁר־ <WH834> 'a-Sher- I אֶרְאֶ֗ה <WH7200> 'er-'Eh, till I might see אֵי־ <WH335> 'ei- how זֶ֨ה <WH2088> zeh he ט֜וֹב <WH2896> Tov what [was] that good לִבְנֵ֤י <WH1121> liv-Nei for the sons הָאָדָם֙ <WH120> ha-'a-Dam of men אֲשֶׁ֤ר <WH834> 'a-Sher after יַעֲשׂוּ֙ <WH6213> ya-'a-Su which they should do תַּ֣חַת <WH8478> Ta-chat under הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, under the heaven מִסְפַּ֖ר <WH4557> mis-Par all יְמֵ֥י <WH3117> ye-Mei the days חַיֵּיהֶֽם׃ <WH2416> chai-yei-Hem. of their life"},{"number":4,"verse":"הִגְדַּ֖לְתִּי <WH1431> hig-Dal-ti I made me great מַעֲשָׂ֑י <WH4639> ma-'a-Sai; works בָּנִ֤יתִי <WH1129> ba-Ni-ti I builded לִי֙ li בָּתִּ֔ים <WH1004> bat-Tim, me houses נָטַ֥עְתִּי <WH5193> na-Ta'-ti I planted לִ֖י li כְּרָמִֽים׃ <WH3754> ke-ra-Mim. me vineyards"},{"number":5,"verse":"עָשִׂ֣יתִי <WH6213> 'a-Si-ti I made לִ֔י Li, גַּנּ֖וֹת <WH1593> gan-Not me gardens וּפַרְדֵּסִ֑ים <WH6508> u-far-de-Sim; and orchards וְנָטַ֥עְתִּי <WH5193> ve-na-Ta'-ti and I planted בָהֶ֖ם va-Hem עֵ֥ץ <WH6086> 'etz trees כָּל־ <WH3605> kol- all פֶּֽרִי׃ <WH6529> Pe-ri. in them of all [kind of] fruits"},{"number":6,"verse":"עָשִׂ֥יתִי <WH6213> 'a-Si-ti I made לִ֖י li בְּרֵכ֣וֹת <WH1295> be-re-Chot me pools מָ֑יִם <WH4325> Ma-yim; of water לְהַשְׁק֣וֹת <WH8248> le-hash-Kot to water מֵהֶ֔ם <WH1992> me-Hem, like יַ֖עַר <WH3293> Ya-'ar therewith the wood צוֹמֵ֥חַ <WH6779> tzo-Me-ach that bringeth forth עֵצִֽים׃ <WH6086> 'e-Tzim. trees"},{"number":7,"verse":"קָנִ֙יתִי֙ <WH7069> ka-Ni-ti I got עֲבָדִ֣ים <WH5650> 'a-va-Dim [me] servants וּשְׁפָח֔וֹת <WH8198> u-she-fa-Chot, and maidens וּבְנֵי־ <WH1121> u-ve-nei- and had servants born בַ֖יִת <WH1004> Va-yit in my house הָ֣יָה <WH1961> Ha-yah had לִ֑י Li; גַּ֣ם <WH1571> gam Also מִקְנֶה֩ <WH4735> mik-Neh possessions בָקָ֨ר <WH1241> va-Kar of great וָצֹ֤אן <WH6629> va-Tzon and small cattle הַרְבֵּה֙ <WH7235> har-Beh also I had great הָ֣יָה <WH1961> Ha-yah had לִ֔י Li, מִכֹּ֛ל <WH3605> mik-Kol all שֶֽׁהָי֥וּ <WH1961> she-ha-Yu had לְפָנַ֖י <WH6440> le-fa-Nai before בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. above all that were in Jerusalem"},{"number":8,"verse":"כָּנַ֤סְתִּי <WH3664> ka-Nas-ti I gathered לִי֙ li גַּם־ <WH1571> gam- Also כֶּ֣סֶף <WH3701> Ke-sef me also silver וְזָהָ֔ב <WH2091> ve-za-Hav, and gold וּסְגֻלַּ֥ת <WH5459> u-se-gul-Lat and the peculiar treasure מְלָכִ֖ים <WH4428> me-la-Chim of kings וְהַמְּדִינ֑וֹת <WH4082> ve-ham-me-di-Not; and of the provinces עָשִׂ֨יתִי <WH6213> 'a-Si-ti I gat לִ֜י li שָׁרִ֣ים <WH7891> sha-Rim me men singers וְשָׁר֗וֹת <WH7891> ve-sha-Rot, and women singers וְתַעֲנוּגֹ֛ת <WH8588> ve-ta-'a-nu-Got and the delights בְּנֵ֥י <WH1121> be-Nei of the sons הָאָדָ֖ם <WH120> ha-'a-Dam of men שִׁדָּ֥ה <WH7705> shid-Dah concubines וְשִׁדּֽוֹת׃ <WH7705> ve-shid-Dot. concubines"},{"number":9,"verse":"וְגָדַ֣לְתִּי <WH1431> ve-ga-Dal-ti So I was great וְהוֹסַ֔פְתִּי <WH3254> ve-ho-Saf-ti, and increased מִכֹּ֛ל <WH3605> mik-Kol all שֶׁהָיָ֥ה <WH1961> she-ha-Yah become לְפָנַ֖י <WH6440> le-fa-Nai more than all that were before בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; me in Jerusalem אַ֥ף <WH637> 'af also חָכְמָתִ֖י <WH2451> cha-che-ma-Ti also my wisdom עָ֥מְדָה <WH5975> 'A-me-dah remained לִּֽי׃ Li."},{"number":10,"verse":"וְכֹל֙ <WH3605> ve-Chol All אֲשֶׁ֣ר <WH834> 'a-Sher after שָֽׁאֲל֣וּ <WH7592> sha-'a-Lu desired עֵינַ֔י <WH5869> 'ei-Nai, And whatsoever mine eyes לֹ֥א <WH3808> lo did not אָצַ֖לְתִּי <WH680> 'a-Tzal-ti I kept מֵהֶ֑ם <WH1992> me-Hem; like לֹֽא־ <WH3808> lo- did not מָנַ֨עְתִּי <WH4513> ma-Na'-ti not from them I withheld אֶת־ <WH853> 'et- לִבִּ֜י <WH3820> lib-Bi not my heart מִכָּל־ <WH3605> mik-kol any שִׂמְחָ֗ה <WH8057> sim-Chah, from any joy כִּֽי־ <WH3588> ki- for לִבִּ֤י <WH3820> lib-Bi for my heart שָׂמֵ֙חַ֙ <WH8055> sa-Me-ach cheer up מִכָּל־ <WH3605> mik-kol of all עֲמָלִ֔י <WH5999> 'a-ma-Li, in all my labour וְזֶֽה־ <WH2088> ve-zeh- and this הָיָ֥ה <WH1961> ha-Yah become חֶלְקִ֖י <WH2506> chel-Ki and this was my portion מִכָּל־ <WH3605> mik-kol for all עֲמָלִֽי׃ <WH5999> 'a-ma-Li. of all my labour"},{"number":11,"verse":"וּפָנִ֣יתִֽי <WH6437> u-fa-Ni-ti Then I looked אֲנִ֗י <WH589> 'a-Ni, I בְּכָל־ <WH3605> be-chol all מַעֲשַׂי֙ <WH4639> ma-'a-Sai on all the works שֶֽׁעָשׂ֣וּ <WH6213> she-'a-Su had wrought יָדַ֔י <WH3027> ya-Dai, that my hands וּבֶֽעָמָ֖ל <WH5999> u-ve-'a-Mal and on the labour שֶׁעָמַ֣לְתִּי <WH5998> she-'a-Mal-ti that I had laboured לַעֲשׂ֑וֹת <WH6213> la-'a-Sot; to do וְהִנֵּ֨ה <WH2009> ve-hin-Neh and behold הַכֹּ֥ל <WH3605> hak-Kol all הֶ֙בֶל֙ <WH1892> he-vel and behold all [was] vanity וּרְע֣וּת <WH7469> u-re-'Ut and vexation ר֔וּחַ <WH7307> Ru-ach, of spirit וְאֵ֥ין <WH369> ve-'Ein and there יִתְר֖וֹן <WH3504> yit-Ron and [there was] no profit תַּ֥חַת <WH8478> Ta-chat under הַשָּֽׁמֶשׁ׃ <WH8121> hash-Sha-mesh. under the sun"},{"number":12,"verse":"וּפָנִ֤יתִֽי <WH6437> u-fa-Ni-ti And I turned אֲנִי֙ <WH589> 'a-Ni I לִרְא֣וֹת <WH7200> lir-'ot myself to behold חָכְמָ֔ה <WH2451> choch-mah wisdom וְהוֹלֵל֖וֹת <WH1947> ve-ho-le-Lot and madness וְסִכְל֑וּת <WH5531> ve-sich-Lut; and folly כִּ֣י׀ <WH3588> ki for מֶ֣ה <WH4100> meh what הָאָדָ֗ם <WH120> ha-'a-Dam, for what [can] the man שֶׁיָּבוֹא֙ <WH935> shei-ya-Vo [do] that cometh אַחֲרֵ֣י <WH310> 'a-cha-Rei after הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what כְּבָ֖ר <WH3528> ke-Var has already עָשֽׂוּהוּ׃ <WH6213> 'a-Su-hu. done"},{"number":13,"verse":"וְרָאִ֣יתִי <WH7200> ve-ra-'I-ti Then I saw אָ֔נִי <WH589> 'A-ni, I שֶׁיֵּ֥שׁ <WH3426> shei-Yesh that יִתְר֛וֹן <WH3504> yit-Ron excelleth לַֽחָכְמָ֖ה <WH2451> la-cha-che-Mah wisdom מִן־ <WH4480> min- at הַסִּכְל֑וּת <WH5531> has-sich-Lut; folly כִּֽיתְר֥וֹן <WH3504> kit-Ron excelleth הָא֖וֹר <WH216> ha-'Or as far as light מִן־ <WH4480> min- at הַחֹֽשֶׁךְ׃ <WH2822> ha-Cho-shech. darkness"},{"number":14,"verse":"הֶֽחָכָם֙ <WH2450> he-cha-Cham The wise man's עֵינָ֣יו <WH5869> 'ei-Nav eyes בְּרֹאשׁ֔וֹ <WH7218> be-ro-Sho, [are] in his head וְהַכְּסִ֖יל <WH3684> ve-hak-ke-Sil but the fool בַּחֹ֣שֶׁךְ <WH2822> ba-Cho-shech in darkness הוֹלֵ֑ךְ <WH1980> ho-Lech; walketh וְיָדַ֣עְתִּי <WH3045> ve-ya-Da'-ti and I myself perceived גַם־ <WH1571> gam- and yet אָ֔נִי <WH589> 'A-ni, I שֶׁמִּקְרֶ֥ה <WH4745> shem-mik-Reh event אֶחָ֖ד <WH259> 'e-Chad also that one יִקְרֶ֥ה <WH7136> yik-Reh happeneth אֶת־ <WH853> 'et- כֻּלָּֽם׃ <WH3605> kul-Lam. both"},{"number":15,"verse":"וְאָמַ֨רְתִּֽי <WH559> ve-'a-Mar-ti said אֲנִ֜י <WH589> 'a-Ni I בְּלִבִּ֗י <WH3820> be-lib-Bi, I in my heart כְּמִקְרֵ֤ה <WH4745> ke-mik-Reh As it happeneth הַכְּסִיל֙ <WH3684> hak-ke-Sil to the fool גַּם־ <WH1571> gam- even to me אֲנִ֣י <WH589> 'a-Ni I יִקְרֵ֔נִי <WH7136> yik-Re-ni, so it happeneth וְלָ֧מָּה <WH4100> ve-Lam-mah Why חָכַ֛מְתִּי <WH2449> cha-Cham-ti wise אֲנִ֖י <WH589> 'a-Ni I אָ֣ז <WH227> 'az Then יוֹתֵ֑ר <WH3148> yo-Ter; and why was I then more וְדִבַּ֣רְתִּי <WH1696> ve-dib-Bar-ti ;Then I said בְלִבִּ֔י <WH3820> ve-lib-Bi, in my heart שֶׁגַּם־ <WH1571> sheg-gam- too זֶ֖ה <WH2088> zeh This הָֽבֶל׃ <WH1892> Ha-vel. that this also [is] vanity"},{"number":16,"verse":"כִּי֩ <WH3588> ki For אֵ֨ין <WH369> 'ein there זִכְר֧וֹן <WH2146> zich-Ron For [there is] no remembrance לֶחָכָ֛ם <WH2450> le-cha-Cham of the wise עִֽם־ <WH5973> 'im- more than הַכְּסִ֖יל <WH3684> hak-ke-Sil of the fool לְעוֹלָ֑ם <WH5769> le-'o-Lam; for ever בְּשֶׁכְּבָ֞ר <WH3528> be-shek-ke-Var seeing that which now הַיָּמִ֤ים <WH3117> hai-ya-Mim [is] in the days הַבָּאִים֙ <WH935> hab-ba-'Im to come הַכֹּ֣ל <WH3605> hak-Kol all נִשְׁכָּ֔ח <WH7911> nish-Kach, shall all be forgotten וְאֵ֛יךְ <WH349> ve-'Eich and how יָמ֥וּת <WH4191> ya-Mut And how dieth הֶחָכָ֖ם <WH2450> he-cha-Cham the wise עִֽם־ <WH5973> 'im- alike הַכְּסִֽיל׃ <WH3684> hak-ke-Sil. [man];as the fool"},{"number":17,"verse":"וְשָׂנֵ֙אתִי֙ <WH8130> ve-sa-Ne-ti Therefore I hated אֶת־ <WH853> 'et- הַ֣חַיִּ֔ים <WH2416> ha-chai-Yim, life כִּ֣י <WH3588> ki because רַ֤ע <WH7451> ra' [is] grievous עָלַי֙ <WH5921> 'a-Lai for הַֽמַּעֲשֶׂ֔ה <WH4639> ham-ma-'a-Seh, because the work שֶׁנַּעֲשָׂ֖ה <WH6213> shen-na-'a-Sah that is wrought תַּ֣חַת <WH8478> Ta-chat under הַשָּׁ֑מֶשׁ <WH8121> hash-Sha-mesh; under the sun כִּֽי־ <WH3588> ki- because הַכֹּ֥ל <WH3605> hak-Kol everything הֶ֖בֶל <WH1892> He-vel unto me for all [is] vanity וּרְע֥וּת <WH7469> u-re-'Ut and vexation רֽוּחַ׃ <WH7307> Ru-ach. of spirit"},{"number":18,"verse":"וְשָׂנֵ֤אתִֽי <WH8130> ve-sa-Ne-ti Yea I hated אֲנִי֙ <WH589> 'a-Ni I אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all עֲמָלִ֔י <WH5999> 'a-ma-Li, all my labour שֶׁאֲנִ֥י <WH589> she-'a-Ni I עָמֵ֖ל <WH6001> 'a-Mel which I had taken תַּ֣חַת <WH8478> Ta-chat under הַשָּׁ֑מֶשׁ <WH8121> hash-Sha-mesh; under the sun שֶׁ֣אַנִּיחֶ֔נּוּ <WH3240> she-'an-ni-Chen-nu, because I should leave לָאָדָ֖ם <WH120> la-'a-Dam it unto the man שֶׁיִּהְיֶ֥ה <WH1961> shei-yih-Yeh will come אַחֲרָֽי׃ <WH310> 'a-cha-Rai. that shall be after"},{"number":19,"verse":"וּמִ֣י <WH4310> u-Mi and who יוֹדֵ֗עַ <WH3045> yo-De-a', And who knoweth הֶֽחָכָ֤ם <WH2450> he-cha-Cham whether he shall be a wise יִהְיֶה֙ <WH1961> yih-Yeh become א֣וֹ <WH176> o or סָכָ֔ל <WH5530> sa-Chal, foolish וְיִשְׁלַט֙ <WH7980> ve-yish-Lat over בְּכָל־ <WH3605> be-chol all עֲמָלִ֔י <WH5999> 'a-ma-Li, over all my labour שֶֽׁעָמַ֥לְתִּי <WH5998> she-'a-Mal-ti wherein I have laboured וְשֶׁחָכַ֖מְתִּי <WH2449> ve-she-cha-Cham-ti and wherein I have shewed myself wise תַּ֣חַת <WH8478> Ta-chat under הַשָּׁ֑מֶשׁ <WH8121> hash-Sha-mesh; under the sun גַּם־ <WH1571> gam- too זֶ֖ה <WH2088> zeh This הָֽבֶל׃ <WH1892> Ha-vel. This [is] also vanity"},{"number":20,"verse":"וְסַבּ֥וֹתִֽי <WH5437> ve-sab-Bo-ti Therefore I went about אֲנִ֖י <WH589> 'a-Ni I לְיַאֵ֣שׁ <WH2976> le-ya-'Esh to despair אֶת־ <WH853> 'et- לִבִּ֑י <WH3820> lib-Bi; my heart עַ֚ל <WH5921> 'al of כָּל־ <WH3605> kol- all הֶ֣עָמָ֔ל <WH5999> he-'a-Mal, of all the labour שֶׁעָמַ֖לְתִּי <WH5998> she-'a-Mal-ti which I took תַּ֥חַת <WH8478> Ta-chat under הַשָּֽׁמֶשׁ׃ <WH8121> hash-Sha-mesh. under the sun"},{"number":21,"verse":"כִּי־ <WH3588> ki- When יֵ֣שׁ <WH3426> yesh For there is אָדָ֗ם <WH120> 'a-Dam, a man שֶׁעֲמָל֛וֹ <WH5999> she-'a-ma-Lo whose labour בְּחָכְמָ֥ה <WH2451> be-cha-che-Mah [is] in wisdom וּבְדַ֖עַת <WH1847> u-ve-Da-'at and in knowledge וּבְכִשְׁר֑וֹן <WH3788> u-ve-chish-Ron; and in equity וּלְאָדָ֞ם <WH120> u-le-'a-Dam yet to a man שֶׁלֹּ֤א <WH3808> shel-Lo not עָֽמַל־ <WH5998> 'a-mal- that hath not laboured בּוֹ֙ bo יִתְּנֶ֣נּוּ <WH5414> yit-te-Nen-nu therein shall he leave חֶלְק֔וֹ <WH2506> chel-Ko, it [for] his portion גַּם־ <WH1571> gam- too זֶ֥ה <WH2088> zeh This הֶ֖בֶל <WH1892> He-vel This also [is] vanity וְרָעָ֥ה <WH7451> ve-ra-'Ah evil רַבָּֽה׃ <WH7227> rab-Bah. and a great"},{"number":22,"verse":"כִּ֠י <WH3588> ki For מֶֽה־ <WH4100> meh- what הֹוֶ֤ה <WH1933> ho-Veh For what hath לָֽאָדָם֙ <WH120> la-'a-Dam man בְּכָל־ <WH3605> be-chol all עֲמָל֔וֹ <WH5999> a-ma-Lo, of all his labour וּבְרַעְי֖וֹן <WH7475> u-ve-ra'-Yon and of the vexation לִבּ֑וֹ <WH3820> lib-Bo; of his heart שֶׁה֥וּא <WH1931> she-Hu wherein עָמֵ֖ל <WH6001> 'a-Mel he hath laboured תַּ֥חַת <WH8478> Ta-chat under הַשָּֽׁמֶשׁ׃ <WH8121> hash-Sha-mesh. east side"},{"number":23,"verse":"כִּ֧י <WH3588> ki Because כָל־ <WH3605> chol all יָמָ֣יו <WH3117> ya-Mav For all his days מַכְאֹבִ֗ים <WH4341> mach-'o-Vim, [are] sorrows וָכַ֙עַס֙ <WH3708> va-Cha-'as grief עִנְיָנ֔וֹ <WH6045> in-ya-No, and his travail גַּם־ <WH1571> gam- even בַּלַּ֖יְלָה <WH3915> bal-Lay-lah in the night לֹא־ <WH3808> lo- does not שָׁכַ֣ב <WH7901> sha-Chav taketh not rest לִבּ֑וֹ <WH3820> lib-Bo; yea his heart גַּם־ <WH1571> gam- too זֶ֖ה <WH2088> zeh This הֶ֥בֶל <WH1892> He-vel This is also vanity הֽוּא׃ <WH1931> Hu. he"},{"number":24,"verse":"אֵֽין־ <WH369> 'ein- There ט֤וֹב <WH2896> Tov [There is] nothing better בָּאָדָם֙ <WH120> ba-'a-Dam for a man שֶׁיֹּאכַ֣ל <WH398> shei-yo-Chal [than] that he should eat וְשָׁתָ֔ה <WH8354> ve-sha-Tah, and drink וְהֶרְאָ֧ה <WH3318> ve-her-'Ah after אֶת־ <WH853> 'et- נַפְשׁ֛וֹ <WH5315> naf-Sho and [that] he should make his soul ט֖וֹב <WH2896> Tov good בַּעֲמָל֑וֹ <WH5999> ba-'a-ma-Lo; in his labour גַּם־ <WH1571> gam- also זֹה֙ <WH2090> zoh This רָאִ֣יתִי <WH7200> ra-'I-ti enjoy אָ֔נִי <WH589> 'A-ni, I כִּ֛י <WH3588> ki is from מִיַּ֥ד <WH3027> mi-Yad that it [was] from the hand הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him of God הִֽיא׃ <WH1931> Hi. he"},{"number":25,"verse":"כִּ֣י <WH3588> ki For מִ֥י <WH4310> mi who יֹאכַ֛ל <WH398> yo-Chal For who can eat וּמִ֥י <WH4310> u-Mi and who יָח֖וּשׁ <WH2363> ya-Chush or who else can hasten ח֥וּץ <WH2351> chutz [hereunto] more מִמֶּֽנִּי׃ <WH4480> mi-Men-ni. at"},{"number":26,"verse":"כִּ֤י <WH3588> ki For לְאָדָם֙ <WH120> le-'a-Dam to a man שֶׁטּ֣וֹב <WH2896> shet-Tov that [is] good לְפָנָ֔יו <WH6440> le-fa-Nav, in his sight נָתַ֛ן <WH5414> na-Tan For [God] giveth חָכְמָ֥ה <WH2451> choch-mah wisdom וְדַ֖עַת <WH1847> ve-Da-'at and knowledge וְשִׂמְחָ֑ה <WH8057> ve-sim-Chah; and joy וְלַחוֹטֶא֩ <WH2398> ve-la-cho-Te but to the sinner נָתַ֨ן <WH5414> na-Tan he giveth עִנְיָ֜ן <WH6045> 'in-Yan travail לֶאֱס֣וֹף <WH622> le-'e-Sof to gather וְלִכְנ֗וֹס <WH3664> ve-lich-Nos, and to heap up לָתֵת֙ <WH5414> la-Tet that he may give לְטוֹב֙ <WH2896> le-tOv to [him that is] good לִפְנֵ֣י <WH6440> lif-Nei before הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, God גַּם־ <WH1571> gam- too זֶ֥ה <WH2088> zeh This הֶ֖בֶל <WH1892> He-vel This also [is] vanity וּרְע֥וּת <WH7469> u-re-'Ut and vexation רֽוּחַ׃ <WH7307> Ru-ach. of spirit"}]}