{"bibleAbbr":"HSB+","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"לַכֹּ֖ל <WH3605> lak-Kol everything זְמָ֑ן <WH2165> ze-Man; To every [thing there is] a season וְעֵ֥ת <WH6256> ve-'Et and a time לְכָל־ <WH3605> le-chol every חֵ֖פֶץ <WH2656> Che-fetz to every purpose תַּ֥חַת <WH8478> Ta-chat under הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. under the heaven ס sa-Mek"},{"number":2,"verse":"עֵ֥ת <WH6256> 'et A time לָלֶ֖דֶת <WH3205> la-Le-det to be born וְעֵ֣ת <WH6256> ve-'Et and a time לָמ֑וּת <WH4191> la-Mut; to die עֵ֣ת <WH6256> 'et a time לָטַ֔עַת <WH5193> la-Ta-'at, to plant וְעֵ֖ת <WH6256> ve-'Et and a time לַעֲק֥וֹר <WH6131> la-'a-Kor to pluck up נָטֽוּעַ׃ <WH5193> na-Tu-a'. [that which is] planted"},{"number":3,"verse":"עֵ֤ת <WH6256> 'et A time לַהֲרוֹג֙ <WH2026> la-ha-rOg to kill וְעֵ֣ת <WH6256> ve-'Et and a time לִרְפּ֔וֹא <WH7495> lir-Po, to heal עֵ֥ת <WH6256> 'et a time לִפְר֖וֹץ <WH6555> lif-Rotz to break down וְעֵ֥ת <WH6256> ve-'Et and a time לִבְנֽוֹת׃ <WH1129> liv-Not. to build up"},{"number":4,"verse":"עֵ֤ת <WH6256> 'et A time לִבְכּוֹת֙ <WH1058> liv-kOt to weep וְעֵ֣ת <WH6256> ve-'Et and a time לִשְׂח֔וֹק <WH7832> lis-Chok, to laugh עֵ֥ת <WH6256> 'et a time סְפ֖וֹד <WH5594> se-Fod to mourn וְעֵ֥ת <WH6256> ve-'Et and a time רְקֽוֹד׃ <WH7540> re-Kod. to dance"},{"number":5,"verse":"עֵ֚ת <WH6256> 'et A time לְהַשְׁלִ֣יךְ <WH7993> le-hash-Lich to cast away אֲבָנִ֔ים <WH68> 'a-va-Nim, stones וְעֵ֖ת <WH6256> ve-'Et and a time כְּנ֣וֹס <WH3664> ke-Nos together אֲבָנִ֑ים <WH68> 'a-va-Nim; stones עֵ֣ת <WH6256> 'et a time לַחֲב֔וֹק <WH2263> la-cha-Vok, to embrace וְעֵ֖ת <WH6256> ve-'Et and a time לִרְחֹ֥ק <WH7368> lir-Chok to refrain מֵחַבֵּֽק׃ <WH2263> me-chab-Bek. from embracing"},{"number":6,"verse":"עֵ֤ת <WH6256> 'et A time לְבַקֵּשׁ֙ <WH1245> le-vak-Kesh to get וְעֵ֣ת <WH6256> ve-'Et and a time לְאַבֵּ֔ד <WH6> le-'ab-Bed, to lose עֵ֥ת <WH6256> 'et a time לִשְׁמ֖וֹר <WH8104> lish-Mor to keep וְעֵ֥ת <WH6256> ve-'Et and a time לְהַשְׁלִֽיךְ׃ <WH7993> le-hash-Lich. to cast away"},{"number":7,"verse":"עֵ֤ת <WH6256> 'et A time לִקְר֙וֹעַ֙ <WH7167> lik-Ro-a' to rend וְעֵ֣ת <WH6256> ve-'Et and a time לִתְפּ֔וֹר <WH8609> lit-Por, to sew עֵ֥ת <WH6256> 'et a time לַחֲשׁ֖וֹת <WH2814> la-cha-Shot to keep silence וְעֵ֥ת <WH6256> ve-'Et and a time לְדַבֵּֽר׃ <WH1696> le-dab-Ber. to speak"},{"number":8,"verse":"עֵ֤ת <WH6256> 'et A time לֶֽאֱהֹב֙ <WH157> le-'e-Ho to love וְעֵ֣ת <WH6256> ve-'Et and a time לִשְׂנֹ֔א <WH8130> lis-No, to hate עֵ֥ת <WH6256> 'et a time מִלְחָמָ֖ה <WH4421> mil-cha-Mah of war וְעֵ֥ת <WH6256> ve-'Et and a time שָׁלֽוֹם׃ <WH7965> sha-Lom. of peace ס sa-Mek"},{"number":9,"verse":"מַה־ <WH4100> mah- What יִּתְרוֹן֙ <WH3504> yit-rOn What profit הָֽעוֹשֶׂ֔ה <WH6213> ha-'o-Seh, hath he that worketh בַּאֲשֶׁ֖ר <WH834> ba-'a-Sher in that wherein ה֥וּא <WH1931> hu he עָמֵֽל׃ <WH6001> 'a-Mel. that labors"},{"number":10,"verse":"רָאִ֣יתִי <WH7200> ra-'I-ti I have seen אֶת־ <WH853> 'et- הָֽעִנְיָ֗ן <WH6045> ha-'in-Yan, the travail אֲשֶׁ֨ר <WH834> 'a-Sher which נָתַ֧ן <WH5414> na-Tan hath given אֱלֹהִ֛ים <WH430> E-lo-Him which God לִבְנֵ֥י <WH1121> liv-Nei to the sons הָאָדָ֖ם <WH120> ha-'a-Dam of men לַעֲנ֥וֹת <WH6031> la-'a-Not to be exercised בּֽוֹ׃ bo."},{"number":11,"verse":"אֶת־ <WH853> 'et- הַכֹּ֥ל <WH3605> hak-Kol everything עָשָׂ֖ה <WH6213> 'a-Sah He hath made יָפֶ֣ה <WH3303> ya-Peh every [thing] beautiful בְעִתּ֑וֹ <WH6256> ve-'it-To; in his time גַּ֤ם <WH1571> gam has also אֶת־ <WH853> 'et- הָעֹלָם֙ <WH5769> ha-'o-Lam the world נָתַ֣ן <WH5414> na-Tan also he hath set בְּלִבָּ֔ם <WH3820> be-lib-Bam, in their heart מִבְּלִ֞י <WH1097> mib-be-Li so that אֲשֶׁ֧ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- will not יִמְצָ֣א <WH4672> yim-Tza can find out הָאָדָ֗ם <WH120> ha-'a-Dam, no man אֶת־ <WH853> 'et- הַֽמַּעֲשֶׂ֛ה <WH4639> ham-ma-'a-Seh the work אֲשֶׁר־ <WH834> 'a-Sher- which עָשָׂ֥ה <WH6213> 'a-Sah maketh הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him that God מֵרֹ֥אשׁ <WH7218> me-Rosh from the beginning וְעַד־ <WH5704> ve-'ad- even סֽוֹף׃ <WH5490> Sof. to the end"},{"number":12,"verse":"יָדַ֕עְתִּי <WH3045> ya-Da'-ti I know כִּ֛י <WH3588> ki that אֵ֥ין <WH369> 'ein there ט֖וֹב <WH2896> Tov that [there is] no good בָּ֑ם Bam; כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- lo לִשְׂמ֔וֹחַ <WH8055> lis-Mo-ach, in them but for [a man] to rejoice וְלַעֲשׂ֥וֹת <WH6213> ve-la-'a-Sot and to do ט֖וֹב <WH2896> Tov good בְּחַיָּֽיו׃ <WH2416> be-chai-Yav. in his life"},{"number":13,"verse":"וְגַ֤ם <WH1571> ve-Gam moreover כָּל־ <WH3605> kol- every הָאָדָם֙ <WH120> ha-'a-Dam And also that every man שֶׁיֹּאכַ֣ל <WH398> shei-yo-Chal should eat וְשָׁתָ֔ה <WH8354> ve-sha-Tah, and drink וְרָאָ֥ה <WH7200> ve-ra-'Ah and enjoy ט֖וֹב <WH2896> Tov the good בְּכָל־ <WH3605> be-chol all עֲמָל֑וֹ <WH5999> a-ma-Lo; of all his labour מַתַּ֥ת <WH4991> mat-Tat it [is] the gift אֱלֹהִ֖ים <WH430> E-lo-Him of God הִֽיא׃ <WH1931> Hi. I"},{"number":14,"verse":"יָדַ֗עְתִּי <WH3045> ya-Da'-ti, I know כִּ֠י <WH3588> ki for כָּל־ <WH3605> kol- all manner אֲשֶׁ֨ר <WH834> 'a-Sher after יַעֲשֶׂ֤ה <WH6213> ya-'a-Seh doeth הָאֱלֹהִים֙ <WH430> ha-'E-lo-Him that whatsoever God ה֚וּא <WH1931> hu he יִהְיֶ֣ה <WH1961> yih-Yeh will remain לְעוֹלָ֔ם <WH5769> le-'o-Lam, it shall be for ever עָלָיו֙ <WH5921> 'a-Lav and אֵ֣ין <WH369> 'ein nothing לְהוֹסִ֔יף <WH3254> le-ho-Sif, can be put וּמִמֶּ֖נּוּ <WH4480> u-mi-Men-nu at אֵ֣ין <WH369> 'ein is nothing לִגְרֹ֑עַ <WH1639> lig-Ro-a'; to it nor any thing taken וְהָאֱלֹהִ֣ים <WH430> ve-ha-'E-lo-Him from it and God עָשָׂ֔ה <WH6213> 'a-Sah, doeth שֶׁיִּֽרְא֖וּ <WH3372> shei-yir-'U [it] that [men] should fear מִלְּפָנָֽיו׃ <WH6440> mil-le-fa-Nav. before"},{"number":15,"verse":"מַה־ <WH4100> mah- is has שֶּֽׁהָיָה֙ <WH1961> she-ha-Yah been כְּבָ֣ר <WH3528> ke-Var That which hath been is now ה֔וּא <WH1931> Hu, and that וַאֲשֶׁ֥ר <WH834> va-'a-Sher which לִהְי֖וֹת <WH1961> lih-Yot been כְּבָ֣ר <WH3528> ke-Var and that which is to be hath already הָיָ֑ה <WH1961> ha-Yah; been וְהָאֱלֹהִ֖ים <WH430> ve-ha-'E-lo-Him been and God יְבַקֵּ֥שׁ <WH1245> ye-vak-Kesh requireth אֶת־ <WH853> 'et- נִרְדָּֽף׃ <WH7291> nir-Daf. that which is past"},{"number":16,"verse":"וְע֥וֹד <WH5750> ve-'od Furthermore רָאִ֖יתִי <WH7200> ra-'I-ti And moreover I saw תַּ֣חַת <WH8478> Ta-chat under הַשָּׁ֑מֶשׁ <WH8121> hash-Sha-mesh; under the sun מְק֤וֹם <WH4725> me-Kom the place הַמִּשְׁפָּט֙ <WH4941> ham-mish-Pat of judgment שָׁ֣מָּה <WH8033> Sham-mah there הָרֶ֔שַׁע <WH7562> ha-Re-sha', [that] wickedness וּמְק֥וֹם <WH4725> u-me-Kom [was] there and the place הַצֶּ֖דֶק <WH6664> hatz-Tze-dek of righteousness שָׁ֥מָּה <WH8033> Sham-mah there הָרָֽשַׁע׃ <WH7562> ha-Ra-sha'. [that] iniquity"},{"number":17,"verse":"אָמַ֤רְתִּֽי <WH559> 'a-Mar-ti I said אֲנִי֙ <WH589> 'a-Ni I בְּלִבִּ֔י <WH3820> be-lib-Bi, in mine heart אֶת־ <WH853> 'et- הַצַּדִּיק֙ <WH6662> hatz-tzad-Dik the righteous וְאֶת־ <WH853> ve-'Et הָ֣רָשָׁ֔ע <WH7563> ha-ra-Sha', and the wicked יִשְׁפֹּ֖ט <WH8199> yish-Pot shall judge הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; God כִּי־ <WH3588> ki- for עֵ֣ת <WH6256> 'et for [there is] a time לְכָל־ <WH3605> le-chol every חֵ֔פֶץ <WH2656> Che-fetz, there for every purpose וְעַ֥ל <WH5921> ve-'Al and for כָּל־ <WH3605> kol- every הַֽמַּעֲשֶׂ֖ה <WH4639> ham-ma-'a-Seh and for every work שָֽׁם׃ <WH8033> Sham. is there"},{"number":18,"verse":"אָמַ֤רְתִּֽי <WH559> 'a-Mar-ti I said אֲנִי֙ <WH589> 'a-Ni I בְּלִבִּ֔י <WH3820> be-lib-Bi, in mine heart עַל־ <WH5921> 'al- and דִּבְרַת֙ <WH1700> div-Rat concerning the estate בְּנֵ֣י <WH1121> be-Nei of the sons הָאָדָ֔ם <WH120> ha-'a-Dam, of men לְבָרָ֖ם <WH1305> le-va-Ram might manifest הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; that God וְלִרְא֕וֹת <WH7200> ve-lir-'ot them and that they might see שְׁהֶם־ <WH1992> she-hem- that they בְּהֵמָ֥ה <WH929> be-he-Mah themselves are beasts הֵ֖מָּה <WH1992> Hem-mah like לָהֶֽם׃ <WH1992> la-Hem. like"},{"number":19,"verse":"כִּי֩ <WH3588> ki For מִקְרֶ֨ה <WH4745> mik-Reh For that which befalleth בְֽנֵי־ <WH1121> ve-nei- the sons הָאָדָ֜ם <WH120> ha-'a-Dam of men וּמִקְרֶ֣ה <WH4745> u-mik-Reh befalleth הַבְּהֵמָ֗ה <WH929> hab-be-he-Mah, beasts וּמִקְרֶ֤ה <WH4745> u-mik-Reh befalleth אֶחָד֙ <WH259> 'e-Chad even one thing לָהֶ֔ם la-Hem, כְּמ֥וֹת <WH4194> ke-Mot them as the one dieth זֶה֙ <WH2088> zeh the other כֵּ֣ן <WH3651> ken so מ֣וֹת <WH4194> Mot so dieth זֶ֔ה <WH2088> Zeh, the other וְר֥וּחַ <WH7307> ve-Ru-ach breath אֶחָ֖ד <WH259> 'e-Chad yea they have all one לַכֹּ֑ל <WH3605> lak-Kol; all וּמוֹתַ֨ר <WH4195> u-mo-Tar hath no preeminence הָאָדָ֤ם <WH120> ha-'a-Dam so that a man מִן־ <WH4480> min- over הַבְּהֵמָה֙ <WH929> hab-be-he-Mah above a beast אָ֔יִן <WH369> 'A-yin, and there כִּ֥י <WH3588> ki for הַכֹּ֖ל <WH3605> hak-Kol for all הָֽבֶל׃ <WH1892> Ha-vel. for all [is] vanity"},{"number":20,"verse":"הַכֹּ֥ל <WH3605> hak-Kol All הוֹלֵ֖ךְ <WH1980> ho-Lech All go אֶל־ <WH413> 'el- about מָק֣וֹם <WH4725> ma-Kom place אֶחָ֑ד <WH259> 'e-Chad; unto one הַכֹּל֙ <WH3605> hak-Kol All הָיָ֣ה <WH1961> ha-Yah came מִן־ <WH4480> min- from הֶֽעָפָ֔ר <WH6083> he-'a-Far, all are of the dust וְהַכֹּ֖ל <WH3605> ve-hak-Kol and all שָׁ֥ב <WH7725> shav again אֶל־ <WH413> 'el- to הֶעָפָֽר׃ <WH6083> he-'a-Far. to dust"},{"number":21,"verse":"מִ֣י <WH4310> mi Who יוֹדֵ֗עַ <WH3045> yo-De-a', Who knoweth ר֚וּחַ <WH7307> Ru-ach the spirit בְּנֵ֣י <WH1121> be-Nei afflicted הָאָדָ֔ם <WH120> ha-'a-Dam, of man הָעֹלָ֥ה <WH5927> ha-'o-Lah that goeth הִ֖יא <WH1931> hi he לְמָ֑עְלָה <WH4605> le-Ma-'e-lah; upward וְר֙וּחַ֙ <WH7307> ve-Ru-ach and the spirit הַבְּהֵמָ֔ה <WH929> hab-be-he-Mah, of the beast הַיֹּרֶ֥דֶת <WH3381> hai-yo-Re-det that goeth הִ֖יא <WH1931> hi he לְמַ֥טָּה <WH4295> le-Mat-tah downward לָאָֽרֶץ׃ <WH776> la-'A-retz. I"},{"number":22,"verse":"וְרָאִ֗יתִי <WH7200> ve-ra-'I-ti, Wherefore I perceive כִּ֣י <WH3588> ki that אֵ֥ין <WH369> 'ein nothing טוֹב֙ <WH2896> tOv that [there is] nothing better מֵאֲשֶׁ֨ר <WH834> me-'a-Sher after יִשְׂמַ֤ח <WH8055> yis-Mach should rejoice הָאָדָם֙ <WH120> ha-'a-Dam than that a man בְּֽמַעֲשָׂ֔יו <WH4639> be-ma-'a-Sav, in his own works כִּי־ <WH3588> ki- for ה֖וּא <WH1931> hu that חֶלְק֑וֹ <WH2506> chel-Ko; for that [is] his portion כִּ֣י <WH3588> ki For מִ֤י <WH4310> mi who יְבִיאֶ֙נּוּ֙ <WH935> ye-vi-'En-nu for who shall bring לִרְא֔וֹת <WH7200> lir-'ot, him to see בְּמֶ֖ה <WH4100> be-Meh what שֶׁיִּהְיֶ֥ה <WH1961> shei-yih-Yeh will occur אַחֲרָֽיו׃ <WH310> 'a-cha-Rav. what shall be after"}]}