{"bibleAbbr":"HOV2012","bookName":"फिलेमोन","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"पौलुस की ओर से जो मसीह यीशु का कैदी है, और भाई तीमुथियुस की ओर से हमारे प्रिय सहकर्मी फिलेमोन,"},{"number":2,"verse":"और बहिन अफफिया, और हमारे साथी योद्धा अरखिप्पुस और फिलेमोन के घर की कलीसिया के नाम :"},{"number":3,"verse":"हमारे पिता परमेश्‍वर और प्रभु यीशु मसीह की ओर से अनुग्रह और शान्ति तुम्हें मिलती रहे।"},{"number":4,"verse":"मैं सदा परमेश्‍वर का धन्यवाद करता हूँ, और अपनी प्रार्थनाओं में भी तुझे स्मरण करता हूँ,"},{"number":5,"verse":"क्योंकि मैं तेरे उस प्रेम और विश्‍वास की चर्चा सुनता हूँ, जो सब पवित्र लोगों के साथ और प्रभु यीशु पर है।"},{"number":6,"verse":"मैं प्रार्थना करता हूँ कि विश्‍वास में तेरा सहभागी होना, तुम्हारी सारी भलाई की पहिचान में, मसीह के लिये प्रभावशाली हो।"},{"number":7,"verse":"क्योंकि हे भाई, मुझे तेरे प्रेम से बहुत आनन्द और शान्ति मिली है, इसलिये कि तेरे द्वारा पवित्र लोगों के मन हरे-भरे हो गए हैं।"},{"number":8,"verse":"इसलिये यद्यपि मुझे मसीह में बड़ा साहस है कि जो बात ठीक है, उसकी आज्ञा तुझे दूँ।"},{"number":9,"verse":"तौभी मुझ बूढ़े पौलुस को जो अब मसीह यीशु के लिये कैदी है, यह और भी भला जान पड़ा कि प्रेम से विनती करूँ।"},{"number":10,"verse":"मैं अपने बच्‍चे उनेसिमुस के लिये, जो मुझ से मेरी कैद में जन्मा है, तुझ से विनती करता हूँ।"},{"number":11,"verse":"वह तो पहले तेरे कुछ काम का न था, पर अब तेरे और मेरे दोनों के बड़े काम का है।"},{"number":12,"verse":"उसी को अर्थात् जो मेरे हृदय का टुकड़ा है, मैं ने तेरे पास लौटा दिया है।"},{"number":13,"verse":"उसे मैं अपने ही पास रखना चाहता था कि वह तेरी ओर से इस कैद में जो सुसमाचार के कारण है, मेरी सेवा करे।"},{"number":14,"verse":"पर मैं ने तेरी इच्छा बिना कुछ भी करना न चाहा, कि तेरी यह कृपा दबाव से नहीं पर आनन्द से हो।"},{"number":15,"verse":"क्योंकि क्या जाने वह तुझ से कुछ दिन तक के लिये इसी कारण अलग हुआ कि सदैव तेरे निकट रहे।"},{"number":16,"verse":"परन्तु अब से दास की तरह नहीं वरन् दास से भी उत्तम, अर्थात् भाई के समान रहे, जो मेरा तो विशेष प्रिय है ही, पर अब शरीर में और प्रभु में भी, तेरा भी विशेष प्रिय हो।"},{"number":17,"verse":"अत: यदि तू मुझे अपना सहभागी समझता है, तो उसे इस प्रकार ग्रहण कर जैसे मुझे।"},{"number":18,"verse":"यदि उसने तेरी कुछ हानि की है, या उस पर तेरा कुछ आता है, तो मेरे नाम पर लिख ले।"},{"number":19,"verse":"मैं पौलुस अपने हाथ से लिखता हूँ कि मैं आप भर दूँगा; और इस के कहने की कुछ आवश्यकता नहीं कि मेरा कर्ज जो तुझ पर है वह तू ही है।"},{"number":20,"verse":"हे भाई, यह आनन्द मुझे प्रभु में तेरी ओर से मिले। मसीह में मेरे जी को हरा-भरा कर दे।"},{"number":21,"verse":"मैं तेरे आज्ञाकारी होने का भरोसा रखकर तुझे लिखता हूँ, और यह जानता हूँ कि जो कुछ मैं कहता हूँ, तू उस से कहीं बढ़कर करेगा।"},{"number":22,"verse":"और यह भी कि मेरे लिये ठहरने की जगह तैयार रख। मुझे आशा है कि तुम्हारी प्रार्थनाओं के द्वारा मैं तुम्हें दे दिया जाऊँगा।"},{"number":23,"verse":"इपफ्रास, जो मसीह यीशु में मेरे साथ कैदी है,"},{"number":24,"verse":"और मर जो मेरे सहकर्मी हैं, इनका तुझे नमस्कार।"},{"number":25,"verse":"हमारे प्रभु यीशु मसीह का अनुग्रह तुम्हारी आत्मा पर होता रहे। आमीन।"}]}