{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"( Pemberontakan Suku di Utara) ( ( 110 12:1-20 )) Raja Rehabeam pergi ke Sikhem kerana semua suku di bahagian utara Israel telah berkumpul di sana untuk melantik baginda menjadi raja."},{"number":2,"verse":"Apabila Yerobeam anak Nebat mendengar tentang berita itu, dia kembali ke Israel. Dahulu Yerobeam telah pergi ke Mesir kerana dia melarikan diri daripada Raja Salomo."},{"number":3,"verse":"Suku-suku di utara memanggil Yerobeam, lalu dia bersama dengan mereka menghadap Raja Rehabeam dan berkata,"},{"number":4,"verse":"“Raja Salomo, ayahanda tuanku telah memberikan hamba sekalian beban yang berat. Sekarang jika tuanku meringankan beban hamba semua dan memperlakukan hamba sekalian dengan baik, hamba semua akan menjadi rakyat yang setia kepada tuanku.”"},{"number":5,"verse":"Raja Rehabeam bertitah, “Berilah beta tiga hari untuk mempertimbangkan hal itu. Selepas itu, datanglah lagi.” Oleh itu mereka pun pergi."},{"number":6,"verse":"Raja Rehabeam meminta nasihat daripada para orang tua yang telah berkhidmat kepada ayahandanya sebagai penasihat. “Bagaimanakah beta harus menjawab semua orang itu,” tanya Raja Rehabeam. “Apakah nasihat kamu?”"},{"number":7,"verse":"Mereka menjawab, “Jika tuanku hendak berbakti kepada rakyat dan menyenangkan hati mereka, kabulkanlah permintaan mereka. Mereka juga akan berbakti dengan setia kepada tuanku.”"},{"number":8,"verse":"Tetapi Raja Rehabeam tidak mempedulikan nasihat para orang tua itu. Sebaliknya baginda bertanya kepada orang muda yang sebaya dengan baginda, dan yang kini menjadi penasihatnya."},{"number":9,"verse":"Raja bertitah, “Apakah nasihat kamu? Apakah yang harus beta katakan kepada semua orang itu, yang meminta beta meringankan beban mereka?”"},{"number":10,"verse":"Mereka menjawab, “Katakanlah kepada mereka, ‘Jari kelengkeng beta lebih besar daripada pinggang ayahanda beta!’"},{"number":11,"verse":"Katakan kepada mereka, ‘Ayahanda beta memberi kamu beban yang berat, tetapi beta akan memberi kamu beban yang lebih berat. Ayahanda beta menyebat kamu dengan cambuk, tetapi beta akan menyebat kamu dengan cambuk yang berduri besi!’ ”"},{"number":12,"verse":"Tiga hari kemudian, Yerobeam dan rakyat datang lagi menghadap Raja Rehabeam menurut titahnya."},{"number":13,"verse":"Raja tidak mempedulikan nasihat orang tua. Baginda menurut nasihat orang muda lalu bertitah kepada rakyat dengan kasar, “Ayahanda beta memberi kamu beban yang berat tetapi beta akan memberi kamu beban yang lebih berat. Ayahanda menyebat kamu dengan cambuk tetapi beta akan menyebat kamu dengan cambuk yang berduri besi!”"},{"number":15,"verse":"TUHAN Allah hendak menepati firman-Nya yang disampaikan kepada Yerobeam anak Nebat melalui Nabi Ahia dari Silo. Itulah sebabnya raja tidak menghiraukan permintaan rakyat."},{"number":16,"verse":"( ) Apabila rakyat melihat bahawa raja tidak mahu mengabulkan permintaan mereka, mereka berseru, “Jangan pedulikan Raja Daud dan keluarganya! Mereka tidak pernah melakukan apa pun untuk kita! Hai umat Israel, marilah kita pulang! Biarlah Raja Rehabeam menjaga dirinya sendiri!” Oleh itu umat Israel memberontak, dan"},{"number":17,"verse":"Raja Rehabeam menjadi raja hanya bagi penduduk wilayah Yehuda sahaja."},{"number":18,"verse":"Kemudian Raja Rehabeam mengutus Adoniram, pengawas buruh paksa, pergi kepada umat Israel, tetapi mereka merejam dia sehingga mati. Oleh itu Raja Rehabeam tergesa-gesa melarikan diri ke Yerusalem dengan menaiki kereta kudanya."},{"number":19,"verse":"Sejak itu, penduduk di bahagian utara kerajaan Israel sentiasa memberontak terhadap raja-raja keturunan Raja Daud."}]}