{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"( Serangan Mesir terhadap Yehuda) ( ( 110 14:25-28 )) Selepas Raja Rehabeam memperkuat pemerintahannya, baginda dan segenap rakyatnya mengabaikan Taurat TUHAN."},{"number":2,"verse":"Pada tahun kelima pemerintahan baginda, mereka dihukum oleh TUHAN kerana mereka tidak setia kepada-Nya. Yerusalem diserang oleh Raja Sisak, pemerintah Mesir,"},{"number":3,"verse":"dengan 1200 buah kereta kuda, 60000 orang askar berkuda, dan askar-askar yang tidak dapat dikira, termasuk juga tentera Libia, Suki, dan Etiopia. ( Etiopia: Pada zaman dahulu, negeri ini terletak di sempadan negeri Mesir. Negeri ini juga dikenali sebagai Kus.)"},{"number":4,"verse":"Raja Sisak merebut kota-kota Yehuda yang berkubu, lalu maju sampai ke Yerusalem."},{"number":5,"verse":"Nabi Semaya menghadap Raja Rehabeam dan pemimpin-pemimpin Yehuda yang berkumpul di Yerusalem untuk melarikan diri daripada Raja Sisak. Semaya berkata kepada mereka, “Dengarlah firman TUHAN, ‘Kamu telah meninggalkan Aku; sekarang Aku meninggalkan kamu sehingga kamu dikuasai oleh Sisak.’ ”"},{"number":6,"verse":"Raja dan pemimpin-pemimpin itu mengakui bahawa mereka sudah berdosa. Mereka berkata, “Apa yang dilakukan TUHAN itu adil.”"},{"number":7,"verse":"Apabila TUHAN mendengar kata-kata mereka, Dia berfirman lagi kepada Semaya, “Oleh sebab mereka mengakui dosa, mereka tidak akan Kubinasakan sama sekali. Apabila Sisak melancarkan serangan, mereka akan Kubiarkan menyelamatkan diri, dan Yerusalem tidak akan hancur."},{"number":8,"verse":"Walaupun begitu, Sisak akan menaklukkan mereka; barulah mereka tahu perbezaannya mengabdikan diri kepada-Ku dan mengabdikan diri kepada pemerintah dunia ini.”"},{"number":9,"verse":"( ; ) Demikianlah Raja Sisak memasuki Yerusalem dan merampas harta di Rumah TUHAN dan di istana. Baginda mengambil segala-galanya termasuk perisai-perisai emas yang dibuat oleh Raja Salomo."},{"number":10,"verse":"Sebagai ganti perisai-perisai emas itu, Raja Rehabeam membuat perisai-perisai gangsa. Raja mempercayakan semua perisai itu kepada para pegawai yang bertanggungjawab mengawal pintu-pintu istana."},{"number":11,"verse":"Tiap-tiap kali raja masuk ke Rumah TUHAN, para pengawal mengangkat perisai-perisai itu, dan selepas itu, mereka mengembalikan semuanya ke bilik pengawal."},{"number":12,"verse":"Oleh sebab raja merendahkan diri di hadapan TUHAN, dan kerana masih ada hal-hal yang baik di Yehuda, maka redalah kemurkaan TUHAN terhadap Raja Rehabeam dan tidak membinasakan baginda sama sekali. ( Ayat ini boleh juga diterjemahkan seperti berikut: Oleh sebab raja merendahkan diri di hadapan TUHAN, maka redalah kemurkaan TUHAN terhadap Raja Rehabeam dan tidak membinasakan baginda sama sekali. Keadaan di Yehuda pun menjadi baik.)"},{"number":13,"verse":"( Ringkasan Kisah Pemerintahan Raja Rehabeam) Raja Rehabeam memerintah di Yerusalem dan kekuasaannya bertambah. Ketika baginda menjadi raja, baginda berumur empat puluh satu tahun. Selama tujuh belas tahun, baginda memerintah di Yerusalem, kota yang dipilih oleh TUHAN di seluruh wilayah Israel sebagai tempat beribadat kepada-Nya. Bonda Raja Rehabeam ialah Naama, yang berasal dari Amon."},{"number":14,"verse":"Raja Rehabeam melakukan kejahatan kerana baginda tidak berusaha melakukan kehendak TUHAN."},{"number":15,"verse":"Perbuatan Raja Rehabeam dari permulaan hingga akhir, dan juga catatan tentang keluarganya, terdapat di dalam kitab Sejarah Nabi Semaya dan kitab Sejarah Nabi Ido. Raja Rehabeam dan Raja Yerobeam sentiasa berperang."},{"number":16,"verse":"Raja Rehabeam mangkat dan dimakamkan di makam diraja di Kota Daud, lalu puteranya, Abia, menggantikan baginda sebagai raja."}]}