{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"( Pemberontakan Menentang Ratu Atalya) ( ( 120 11:4-16 )) Setelah menunggu selama enam tahun, barulah Imam Yoyada bertindak. Dia mengadakan persepakatan dengan lima orang pegawai tentera: Azarya anak Yeroham, Ismael anak Yohanan, Azarya anak Obed, Maaseya anak Adaya, dan Elisafat anak Zikhri."},{"number":2,"verse":"Mereka menjelajahi semua kota di Yehuda dan mengumpulkan orang Lewi dan semua ketua puak, lalu membawa mereka ke Yerusalem."},{"number":3,"verse":"( ) Mereka semua berkumpul di Rumah TUHAN dan membuat perjanjian dengan Yoas putera Raja Ahazia. Yoyada berkata kepada mereka, “Inilah putera raja. Sekarang baginda yang harus menjadi raja, sebagaimana yang telah dijanjikan TUHAN tentang keturunan Raja Daud."},{"number":4,"verse":"Inilah yang harus kita lakukan. Apabila imam-imam dan orang Lewi datang bertugas pada hari Sabat, sepertiga daripada mereka harus mengawal pintu gerbang Rumah TUHAN,"},{"number":5,"verse":"dan sepertiga lagi mengawal istana, dan yang lain berkawal di Pintu Gerbang Dasar. Semua rakyat mesti berkumpul di halaman Rumah TUHAN."},{"number":6,"verse":"Tiada sesiapa pun boleh masuk ke dalam Rumah TUHAN, kecuali para imam dan orang Lewi yang sedang bertugas. Mereka boleh masuk kerana mereka telah ditahbiskan. Tetapi semua orang lain mesti taat kepada perintah TUHAN dan tinggal di luar."},{"number":7,"verse":"Orang Lewi mesti berkawal di sekeliling raja dengan pedang terhunus. Mereka mesti mengawal raja ke mana sahaja baginda pergi. Sesiapa yang cuba masuk ke dalam Rumah TUHAN mesti dibunuh.”"},{"number":8,"verse":"Demikianlah orang Lewi dan penduduk Yehuda melaksanakan perintah Yoyada. Orang yang selesai bertugas pada hari Sabat tidak dibenarkan pulang. Oleh itu para ketua dapat mengerah orang yang selesai bertugas dan juga orang yang baru datang untuk bertugas."},{"number":9,"verse":"Yoyada memberi pegawai-pegawai tentera itu tombak dan perisai, yang dahulunya dimiliki Raja Daud, dan yang disimpan di dalam Rumah TUHAN."},{"number":10,"verse":"Yoyada menempatkan orang dengan pedang terhunus di seluruh bahagian depan Rumah TUHAN untuk melindungi raja."},{"number":11,"verse":"Selepas itu Yoyada membawa Raja Yoas keluar, meletakkan mahkota di atas kepalanya, lalu memberi baginda sebuah kitab yang mengandungi hukum-hukum bagi raja yang memerintah. Demikianlah Yoas dilantik menjadi raja. Kemudian Imam Yoyada dan anak-anaknya menuang minyak bagi upacara penabalan pada kepala Raja Yoas, lalu semua orang berseru, “Daulat tuanku!”"},{"number":12,"verse":"Ratu Atalya mendengar rakyat bersorak mengalu-alukan raja. Dengan tergesa-gesa baginda pergi ke Rumah TUHAN, ke tempat orang ramai berkumpul."},{"number":13,"verse":"Ratu Atalya nampak raja yang baru, berdiri di pintu masuk Rumah TUHAN, tempat baginda ditabalkan, dikelilingi oleh pegawai-pegawai tentera dan peniup-peniup trompet. Mereka semua bersorak dan bersukacita sambil meniup trompet. Para pemuzik di Rumah TUHAN mengiringi upacara itu dengan alat muzik mereka. Ratu Atalya mengoyakkan pakaiannya kerana cemas dan murka. “Khianat! Khianat!” serunya."},{"number":14,"verse":"Yoyada tidak membenarkan Ratu Atalya dibunuh di kawasan Rumah TUHAN. Yoyada berkata kepada pegawai-pegawai tentera, “Bawalah ratu ke tengah-tengah barisan pengawal. Bunuhlah sesiapa sahaja yang cuba menyelamatkan ratu.”"},{"number":15,"verse":"Mereka menangkap Ratu Atalya dan membawa baginda ke istana, lalu membunuh baginda di Pintu Kuda."},{"number":16,"verse":"( Yoyada Mengadakan Pembaharuan) ( ( 120 11:17-20 )) Imam Yoyada mengajak Raja Yoas dan rakyat membuat perjanjian bahawa mereka akan menjadi umat TUHAN."},{"number":17,"verse":"Kemudian mereka masuk ke dalam kuil Baal dan merobohkan kuil itu. Mereka menghancurkan semua mazbah dan berhala di situ. Mereka juga membunuh Matan, imam Baal itu, di depan mazbah-mazbah di sana."},{"number":18,"verse":"Yoyada menugaskan para imam dan orang Lewi untuk mengurus pekerjaan di Rumah TUHAN menurut pembahagian tugas yang telah ditetapkan oleh Raja Daud. Mereka mesti mempersembahkan korban untuk menyenangkan hati TUHAN ( Korban untuk menyenangkan hati TUHAN; Harfiah: Korban bakar. Lihat Kamus.) menurut Taurat Musa. Mereka juga ditugaskan mengurus muzik dan perayaan."},{"number":19,"verse":"Yoyada juga menugaskan pengawal-pengawal di pintu gerbang supaya mencegah sesiapa yang tidak layak untuk beribadat masuk ke sana."},{"number":20,"verse":"Para pegawai tentera, para pemimpin rakyat, para pegawai, dan semua rakyat mengikut Yoyada mengiringi raja dari Rumah TUHAN ke istana. Mereka masuk melalui pintu utama, lalu raja bersemayam di atas takhtanya."},{"number":21,"verse":"Semua rakyat bersukacita dan kota pun tenang kerana Ratu Atalya telah dibunuh."}]}