{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"( Raja Ahas, Raja Yehuda) ( ( 120 16:1-4 )) Raja Ahas menjadi raja ketika baginda berusia dua puluh tahun, dan baginda memerintah di Yerusalem selama enam belas tahun. Baginda tidak mengikut teladan baik nenek moyangnya, Raja Daud. Sebaliknya, Raja Ahas melakukan apa yang tidak diperkenankan TUHAN,"},{"number":2,"verse":"dan mengikut cara hidup raja-raja Israel. Raja Ahas membuat patung-patung Baal daripada logam."},{"number":3,"verse":"Baginda membakar kemenyan di Lembah Hinom, bahkan mempersembahkan putera-puteranya sendiri sebagai korban yang dibakar kepada berhala-berhala. Baginda mengikut perbuatan keji yang dilakukan bangsa yang telah diusir oleh TUHAN apabila umat Israel memasuki negeri itu."},{"number":4,"verse":"Di tempat penyembahan berhala, di bukit-bukit dan di bawah tiap-tiap pokok rendang, Raja Ahas mempersembahkan korban dan membakar kemenyan."},{"number":5,"verse":"( Perang Melawan Siria dan Israel) ( ( 120 16:5 )) ( ) Oleh sebab Raja Ahas berdosa, TUHAN, Allahnya membiarkan raja Siria mengalahkan baginda dan membawa banyak penduduk Yehuda ke Damsyik sebagai orang tawanan. TUHAN juga membiarkan raja Israel, iaitu Raja Pekah anak Remalya, mengalahkan Raja Ahas dan membunuh 120000 orang askar Yehuda yang gagah berani, dalam satu hari. TUHAN, Allah nenek moyang mereka, membiarkan perkara itu berlaku kerana penduduk Yehuda telah meninggalkan Dia."},{"number":7,"verse":"Seorang askar Israel yang bernama Zikhri membunuh Maaseya, putera Raja Ahas, dan Azrikam ketua istana, serta Elkana, pegawai kanan raja."},{"number":8,"verse":"Walaupun penduduk Yehuda sesama bangsa mereka, penduduk Israel menawan 200000 orang perempuan dan kanak-kanak, lalu membawa mereka ke Samaria bersama dengan banyak lagi barang jarahan."},{"number":9,"verse":"( Nabi Oded) Seorang nabi TUHAN yang bernama Oded tinggal di kota Samaria. Dia bertemu dengan tentera Israel yang kembali membawa orang tawanan dari Yehuda. Ketika tentera itu masuk ke kota, Oded berkata kepada mereka, “TUHAN, Allah nenek moyang kamu, murka terhadap penduduk Yehuda. Oleh itu Dia membiarkan kamu mengalahkan mereka. Tetapi Dia telah mendengar betapa kejamnya kamu membunuh mereka."},{"number":10,"verse":"Sekarang kamu pun menawan penduduk Yerusalem dan Yehuda, dan hendak menjadikan mereka abdi kamu. Tidakkah kamu tahu bahawa kamu sendiri pun telah berdosa terhadap TUHAN, Allah kamu?"},{"number":11,"verse":"Dengarlah, orang tawanan ini saudara-saudara kamu. Lepaskanlah mereka! Jika tidak, TUHAN akan murka terhadap kamu dan menghukum kamu.”"},{"number":12,"verse":"Empat orang pemimpin Kerajaan Utara, iaitu Azarya anak Yohanan, Berekhya anak Mesilemot, Yehizkia anak Salum, dan Amasa anak Hadlai, juga menentang perbuatan tentera itu."},{"number":13,"verse":"Mereka berkata, “Jangan bawa orang tawanan itu ke sini. Kita telah berdosa terhadap TUHAN, dan dosa kita sudah cukup besar untuk dihukum. Sekarang kamu membuat sesuatu yang hanya akan menambah kesalahan kita.”"},{"number":14,"verse":"Oleh itu tentera menyerahkan orang tawanan dan barang jarahan itu kepada rakyat dan pemimpin-pemimpin mereka."},{"number":15,"verse":"Empat orang pemimpin itu dipilih untuk memberikan pakaian daripada barang jarahan kepada orang tawanan yang tidak berpakaian. Mereka juga diberikan pakaian dan kasut, makanan dan minuman. Luka-luka mereka diubati dengan minyak zaitun. Orang yang terlalu lemah untuk berjalan dinaikkan ke atas keldai, dan semua orang tawanan itu dibawa semula ke wilayah Yehuda, ke kota Yerikho, iaitu kota pokok kurma. Kemudian orang Israel pulang semula ke Samaria."},{"number":16,"verse":"( Raja Ahas Meminta Pertolongan daripada Asyur) ( ( 120 16:7-9 )) Orang Edom mulai lagi menyerang Yehuda dan menawan banyak orang. Oleh itu Raja Ahas meminta pertolongan daripada Raja Tiglat-Pileser, raja negeri Asyur."},{"number":18,"verse":"Sementara itu orang Filistin sedang menyerang kota-kota di daerah kaki bukit di sebelah barat dan di bahagian selatan Yehuda. Mereka merampas kota Bet-Semes, Ayalon dan Gederot, dan juga kota Sokho, Timna, dan Gomzo serta pekan-pekan di sekitar kota-kota itu, lalu mereka menetap di sana."},{"number":19,"verse":"Oleh sebab Raja Ahas penguasa dari Yehuda itu meninggalkan TUHAN dan tidak menghormati hak rakyat, maka TUHAN mendatangkan kesusahan di Yehuda."},{"number":20,"verse":"Raja Asyur datang bukan untuk menolong Raja Ahas, melainkan untuk menyusahkan baginda."},{"number":21,"verse":"Oleh itu Raja Ahas mengambil emas dari Rumah TUHAN, istana, dan rumah para pemimpin rakyat, lalu memberikan semuanya kepada raja Asyur, tetapi usaha Raja Ahas itu sia-sia sahaja."},{"number":22,"verse":"( Dosa-Dosa Raja Ahas) Dalam keadaan yang sangat susah itu, Raja Ahas malah semakin berdosa terhadap TUHAN."},{"number":23,"verse":"Baginda mempersembahkan korban kepada dewa-dewa orang Siria yang telah mengalahkan baginda. Raja Ahas bertitah, “Dewa-dewa orang Siria telah menolong raja-raja Siria. Jika beta mempersembahkan korban kepada dewa-dewa itu, beta juga akan ditolong.” Perbuatan itu mendatangkan bencana terhadap dirinya dan rakyatnya."},{"number":24,"verse":"Selain itu, Raja Ahas mengambil semua perkakas Rumah TUHAN dan menghancurkannya. Baginda menutup Rumah TUHAN, lalu membina mazbah-mazbah di seluruh Yerusalem."},{"number":25,"verse":"Baginda membina tempat-tempat penyembahan berhala di tiap-tiap kota dan pekan di Yehuda; orang membakar kemenyan bagi dewa bangsa lain di atas mazbah-mazbah itu. Dengan demikian baginda menyebabkan TUHAN, Allah nenek moyangnya murka terhadap dirinya."},{"number":26,"verse":"Semua perbuatannya yang lain pada masa pemerintahannya, dari permulaan hingga akhir, tercatat di dalam kitab Sejarah Raja-Raja Yehuda dan Israel."},{"number":27,"verse":"Raja Ahas mangkat lalu dimakamkan di Yerusalem, tetapi bukan di makam diraja. Puteranya Hizkia menggantikan baginda sebagai raja."}]}