{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"( Raja Hizkia, Raja Yehuda) ( ( 120 18:1-3 )) Raja Hizkia menjadi raja Yehuda ketika baginda berusia dua puluh lima tahun, dan baginda memerintah di Yerusalem selama dua puluh sembilan tahun. Bondanya ialah Abia anak Zakharia."},{"number":2,"verse":"Raja Hizkia melakukan apa yang diperkenankan TUHAN, seperti nenek moyangnya Raja Daud."},{"number":3,"verse":"( Raja Hizkia Menyucikan Rumah TUHAN) Pada bulan pertama selepas Raja Hizkia menjadi raja, baginda membuka semula pintu-pintu gerbang Rumah TUHAN serta membaikinya."},{"number":4,"verse":"Raja Hizkia mengumpulkan imam-imam dan orang Lewi di halaman sebelah timur Rumah TUHAN."},{"number":5,"verse":"Raja Hizkia bertitah kepada mereka di situ. Titah baginda, “Hendaklah kamu orang Lewi mentahbiskan diri untuk TUHAN dan menyucikan Rumah TUHAN, Allah nenek moyang kamu. Buanglah semua barang yang menajiskan Rumah TUHAN."},{"number":6,"verse":"Nenek moyang kita tidak setia kepada TUHAN, Allah kita. Mereka telah melakukan apa yang tidak diperkenankan oleh-Nya. Mereka menolak Dia dan tidak mempedulikan tempat kediaman-Nya."},{"number":7,"verse":"Mereka menutup Rumah TUHAN dan memadamkan pelita di situ. Mereka tidak lagi membakar kemenyan, atau mempersembahkan korban untuk menyenangkan hati TUHAN ( Korban untuk menyenangkan hati TUHAN: Harfiah: Korban bakar. Lihat Kamus.) di Rumah TUHAN, kepada Allah yang disembah oleh orang Israel."},{"number":8,"verse":"Oleh itu TUHAN murka terhadap Yehuda dan Yerusalem. Kamu semua tahu bahawa tindakan TUHAN menyebabkan tiap-tiap orang terkejut dan takut."},{"number":9,"verse":"Nenek moyang kita dibunuh di medan peperangan, dan anak isteri kita ditawan."},{"number":10,"verse":"Sekarang beta bertekad untuk mengadakan perjanjian dengan TUHAN, Allah Israel, supaya Dia tidak lagi murka terhadap kita."},{"number":11,"verse":"Hai anak-anak beta, jangan buang masa lagi. Kamulah yang telah dipilih oleh TUHAN untuk membakar kemenyan bagi-Nya, serta memimpin rakyat untuk menyembah Dia.”"},{"number":12,"verse":"Inilah orang Lewi yang hadir pada masa itu: Daripada puak Kehat: Mahat anak Amasai dan Yoel anak Azarya. Daripada puak Merari: Kish anak Abdi dan Azarya anak Yehaleleel. Daripada puak Gerson: Yoah anak Zima dan Eden anak Yoah. Daripada puak Elisafan: Simri dan Yeiel. Daripada puak Asaf: Zakharia dan Matanya. Daripada puak Heman: Yehiel dan Simei. Daripada puak Yedutun: Semaya dan Uziel."},{"number":15,"verse":"Mereka mengumpulkan orang Lewi daripada puak masing-masing, lalu mereka semua menyucikan diri. Sebagaimana yang dititahkan raja, mereka menyucikan Rumah TUHAN menurut Taurat TUHAN. ( Sebagaimana yang dititahkan raja... Taurat TUHAN; atau Kemudian mereka mula menyucikan Rumah TUHAN sesuai dengan perintah raja, yang bertindak menurut perintah TUHAN.)"},{"number":16,"verse":"Imam-imam masuk ke dalam Rumah TUHAN untuk menyucikannya. Mereka mengeluarkan semua barang najis ke halaman. Dari situ orang Lewi membawa barang-barang najis itu ke luar kota, ke Lembah Kidron."},{"number":17,"verse":"Pekerjaan itu dimulakan pada hari pertama bulan pertama. Pada hari kelapan, mereka selesai menyucikan seluruh halaman Rumah TUHAN sampai ke bilik depan. Mereka melanjutkan lagi pekerjaan itu selama lapan hari. Pada hari keenam belas bulan itu, mereka selesai menyucikan Rumah TUHAN."},{"number":18,"verse":"( Rumah TUHAN Ditahbiskan Semula) Orang Lewi memberi Raja Hizkia laporan berikut, “Kami telah selesai menyucikan seluruh Rumah TUHAN, termasuk mazbah tempat mempersembahkan korban untuk menyenangkan hati TUHAN, ( Korban untuk menyenangkan hati TUHAN: Harfiah: Korban bakar. Lihat Kamus.) dan meja untuk roti sajian, dengan segala perkakasnya."},{"number":19,"verse":"Kami juga telah mengembalikan semua perkakas yang diambil oleh Raja Ahas ketika baginda tidak setia kepada Allah pada masa pemerintahannya. Semua perkakas itu telah kami tahbiskan semula untuk TUHAN, dan sekarang semuanya terletak di hadapan mazbah.”"},{"number":20,"verse":"Dengan segera Raja Hizkia mengumpulkan pemimpin-pemimpin kota itu, dan masuk ke dalam Rumah TUHAN bersama-sama mereka."},{"number":21,"verse":"Sebagai persembahan untuk menghapus dosa keluarga diraja serta dosa penduduk Yehuda, dan untuk menyucikan Rumah TUHAN, mereka membawa tujuh ekor lembu jantan, tujuh ekor domba jantan, tujuh ekor anak domba, dan tujuh ekor kambing jantan. Raja menyuruh imam-imam keturunan Harun mempersembahkan semua binatang itu sebagai korban di atas mazbah."},{"number":22,"verse":"Mula-mula imam menyembelih lembu jantan, kemudian domba jantan, lalu anak domba. Mereka memercikkan darah tiap-tiap korban itu di atas mazbah."},{"number":23,"verse":"Akhirnya mereka membawa kambing jantan kepada raja dan rakyat, lalu mereka meletakkan tangan di atas binatang itu."},{"number":24,"verse":"Selepas itu, imam-imam menyembelih kambing-kambing itu lalu menuang darah kambing di atas mazbah, untuk menghapuskan dosa segenap rakyat, kerana raja telah memerintah mereka mempersembahkan korban untuk menyenangkan hati TUHAN dan korban untuk mengampunkan dosa segenap rakyat Israel."},{"number":25,"verse":"Raja Hizkia mengikut perintah yang diberikan TUHAN kepada Raja Daud melalui Gad, nabi yang berkhidmat kepada Raja Daud, dan melalui Nabi Natan. Raja Hizkia menempatkan orang Lewi di dalam Rumah TUHAN untuk memainkan kecapi dan simbal,"},{"number":26,"verse":"alat-alat muzik seperti yang digunakan Raja Daud dahulu. Imam-imam juga berdiri di situ dengan trompet."},{"number":27,"verse":"Raja Hizkia memerintahkan supaya korban untuk menyenangkan hati TUHAN dipersembahkan. Sementara korban dipersembahkan, rakyat menyanyikan lagu pujian kepada TUHAN, dan para pemuzik pun mula meniup trompet dan memainkan semua alat muzik yang lain."},{"number":28,"verse":"Tiap-tiap orang di situ ikut beribadat, para penyanyi menyanyi, dan para pemuzik terus memainkan sehingga semua korban selesai dibakar."},{"number":29,"verse":"Selepas itu Raja Hizkia dan semua rakyat berlutut dan menyembah Allah."},{"number":30,"verse":"Raja dan para pemimpin bangsa menyuruh orang Lewi menyanyikan lagu pujian kepada TUHAN, lagu yang dikarang oleh Raja Daud dan Nabi Asaf. Maka semua orang menyanyi dengan sukacita sambil berlutut dan menyembah Allah."},{"number":31,"verse":"Raja Hizkia bertitah kepada rakyat, “Sekarang kamu telah mentahbiskan diri untuk TUHAN, oleh itu persembahkanlah korban kesyukuran kamu kepada TUHAN.” Mereka taat kepada perintah itu, dan ada pula antara mereka yang dengan sukarela membawa binatang-binatang untuk dipersembahkan sebagai korban untuk menyenangkan hati TUHAN."},{"number":32,"verse":"Mereka membawa 70 ekor lembu jantan, 100 ekor domba jantan, dan 200 ekor anak domba sebagai korban untuk menyenangkan hati TUHAN."},{"number":33,"verse":"Mereka juga membawa 600 ekor lembu jantan, dan 3000 ekor domba untuk dipersembahkan dan dimakan bersama oleh semua orang yang hadir."},{"number":34,"verse":"Oleh sebab imam yang telah menyucikan diri terlalu sedikit jumlahnya untuk menyembelih semua binatang itu, orang Lewi menolong mereka sehingga kerja itu selesai. Orang Lewi lebih setia kepada peraturan penyucian, dan mereka terus menolong sampai ada cukup imam yang telah menyucikan diri."},{"number":35,"verse":"Selain mempersembahkan korban untuk menyenangkan hati TUHAN, para imam juga mempersembahkan lemak daripada korban-korban yang dimakan oleh rakyat. Para imam juga mempersembahkan wain bersama dengan korban untuk menyenangkan hati TUHAN. Demikianlah ibadat di Rumah TUHAN dimulakan semula."},{"number":36,"verse":"Raja Hizkia dan rakyat bersukacita kerana Allah telah menolong mereka melakukan semua perkara itu dengan begitu cepat."}]}