{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":32,"verses":[{"number":1,"verse":"( Orang Asyur Mengancam Yerusalem) ( ( 120 18:13-37 , 120 19:14-19 , 120 19:35-37 ; 290 36:1-22 , 290 37:8-38 )) Selepas Raja Hizkia melakukan hal-hal yang menunjukkan kesetiaannya kepada TUHAN, Raja Sanherib, dari negeri Asyur menyerang Yehuda. Raja Sanherib mengepung kota-kota berkubu, lalu memerintah tenteranya supaya merebut kota-kota itu."},{"number":2,"verse":"Apabila Raja Hizkia mengetahui bahawa Raja Sanherib bertekad untuk menyerang Yerusalem,"},{"number":3,"verse":"Raja Hizkia dan pegawai-pegawainya mengambil keputusan untuk menutup saluran air di luar kota supaya orang Asyur tidak mendapat air apabila mereka mendekati Yerusalem. Pegawai-pegawai itu mengerahkan banyak orang keluar untuk menutup semua mata air sehingga tiada lagi air yang memancar dari mata air itu."},{"number":5,"verse":"Raja Hizkia memperkuat pertahanan kota dengan membaiki tembok serta membina menara-menara di atasnya, ( Beberapa buah naskhah terjemahan kuno: membina menara-menara di atasnya. Naskhah Ibrani: melakukan pembinaan pada menara-menara.) dan juga membina satu lapis tembok lagi di sebelah luar. Selain itu, Raja Hizkia membaiki kubu yang didirikan di atas tambak, di bahagian timur di kawasan Yerusalem lama. Baginda juga menyuruh orang membuat banyak tombak dan perisai."},{"number":6,"verse":"Raja Hizkia melantik panglima-panglima untuk memimpin semua kaum lelaki di kota itu, lalu memerintah mereka berkumpul di lapangan depan pintu gerbang kota. Baginda bertitah kepada mereka,"},{"number":7,"verse":"“Hendaklah kamu yakin dan tabah hati. Jangan takut kepada raja negeri Asyur ataupun tentera yang dipimpinnya. Kita mempunyai kuasa yang lebih besar di pihak kita daripada apa yang di pihak raja itu."},{"number":8,"verse":"Raja Asyur mempunyai kuasa manusia, tetapi kita mempunyai TUHAN, Allah kita, yang menolong dan berperang bagi kita.” Rakyat digalakkan oleh titah raja mereka."},{"number":9,"verse":"Beberapa lama kemudian, ketika Raja Sanherib dan tenteranya berada di kota Lakhis, baginda mengirim utusan untuk menyampaikan berita ini kepada Raja Hizkia dan penduduk Yehuda yang bersama-samanya di Yerusalem,"},{"number":10,"verse":"“Beta Raja Sanherib, penguasa negeri Asyur, ingin bertanya sebabnya kamu begitu berani bertahan di Yerusalem yang dikepung."},{"number":11,"verse":"Raja Hizkia memberitahu kamu bahawa TUHAN, Allah kamu akan menyelamatkan kamu daripada kuasa kami, tetapi Raja Hizkia menipu kamu. Baginda akan membiarkan kamu mati kelaparan dan kehausan."},{"number":12,"verse":"Raja Hizkia itulah yang memusnahkan tempat-tempat beribadat kepada TUHAN dan mazbah-mazbah-Nya, lalu menyuruh penduduk Yehuda dan Yerusalem beribadat dan membakar kemenyan di satu mazbah sahaja."},{"number":13,"verse":"Tidakkah kamu tahu apa yang telah dilakukan oleh nenek moyang beta dan beta sendiri terhadap rakyat bangsa-bangsa lain? Belum pernah dewa bangsa mana pun menyelamatkan rakyatnya daripada kuasa raja negeri Asyur."},{"number":14,"verse":"Siapakah antara dewa-dewa bangsa-bangsa itu pernah menyelamatkan negeri mereka daripada kami? Dewa kamu tidak mungkin dapat menyelamatkan kamu."},{"number":15,"verse":"Jangan biarkan Raja Hizkia menipu atau menyesatkan kamu. Jangan percaya kepadanya! Belum pernah dewa bangsa mana pun sanggup menyelamatkan negerinya daripada raja negeri Asyur. Dewa kamu itu pun pasti tidak dapat menyelamatkan kamu!”"},{"number":16,"verse":"Utusan-utusan orang Asyur itu mengucapkan banyak lagi kata yang menghina TUHAN Allah dan Raja Hizkia, hamba TUHAN."},{"number":17,"verse":"Surat yang ditulis raja itu menentang TUHAN, Allah Israel. Demikian bunyinya, “Dewa bangsa-bangsa lain belum pernah menyelamatkan pemuja dewa-dewa itu daripada kuasa beta, demikian juga dewa Raja Hizkia tidak dapat menyelamatkan rakyatnya daripada kuasa beta.”"},{"number":18,"verse":"Utusan-utusan orang Asyur itu meneriakkan kandungan surat itu dalam bahasa Ibrani untuk menakutkan dan menawarkan hati penduduk Yerusalem yang berada di tembok kota, supaya mereka dapat merebut kota itu dengan lebih mudah."},{"number":19,"verse":"Dengan kata-kata, mereka menyamakan Allah yang disembah di Yerusalem dengan dewa-dewa bangsa lain, iaitu berhala-berhala buatan manusia."},{"number":20,"verse":"Kemudian Raja Hizkia dan Nabi Yesaya anak Amos berdoa kepada Allah dan berseru kepada-Nya meminta pertolongan."},{"number":21,"verse":"TUHAN mengirim satu malaikat yang membunuh askar-askar dan pegawai-pegawai tentera negeri Asyur. Maka raja negeri Asyur pulang ke negerinya dengan sangat malu. Pada suatu hari, ketika raja Asyur berada di kuil berhalanya, beberapa orang puteranya membunuh baginda dengan pedang."},{"number":22,"verse":"Demikianlah caranya TUHAN menyelamatkan Raja Hizkia dan penduduk Yerusalem daripada kuasa Raja Sanherib, penguasa negeri Asyur dan daripada musuh mereka yang lain. TUHAN membolehkan rakyat hidup damai ( Beberapa buah naskhah terjemahan kuno: membolehkan rakyat hidup damai. Naskhah Ibrani: memimpin rakyat.) dengan negeri-negeri jiran."},{"number":23,"verse":"Banyak orang datang ke Yerusalem dengan membawa persembahan kepada TUHAN dan hadiah bagi Raja Hizkia. Sejak itu bangsa-bangsa lain menghormati Raja Hizkia."},{"number":24,"verse":"( Penyakit dan Kesombongan Raja Hizkia) ( ( 120 20:1-3 , 120 20:12-19 ; 290 38:1-3 , 290 39:1-8 )) Kira-kira pada masa itu, Raja Hizkia gering sehingga hampir mangkat. Baginda berdoa lalu TUHAN memberikan tanda bahawa baginda akan sembuh."},{"number":25,"verse":"Tetapi Raja Hizkia tidak bersyukur atas kesembuhan yang diberikan oleh TUHAN kepada baginda kerana baginda terlalu sombong. Itulah sebabnya TUHAN menghukum penduduk Yehuda dan Yerusalem."},{"number":26,"verse":"Tetapi akhirnya, Raja Hizkia dan penduduk Yerusalem merendahkan diri, maka TUHAN tidak menghukum mereka selama Raja Hizkia masih hidup."},{"number":27,"verse":"( Kekayaan dan Kebesaran Raja Hizkia) Raja Hizkia menjadi sangat kaya dan setiap orang menghormati baginda. Raja Hizkia membina stor-stor untuk menyimpan emas, perak, batu permata, rempah, perisai, dan barang-barang berharga yang lain."},{"number":28,"verse":"Selain itu, baginda membina stor-stor lain untuk menyimpan gandum, wain, dan minyak zaitun, serta kandang-kandang bagi kawanan lembu dan domba baginda."},{"number":29,"verse":"Allah juga mengurniakan domba dan lembu kepada baginda, serta sangat banyak harta lain sehingga baginda dapat membina banyak kota."},{"number":30,"verse":"Raja Hizkia itulah yang membendung aliran air dari Mata Air Gihon dan menyalurkan airnya melalui saluran di bawah tanah ke dalam kota Yerusalem. Raja Hizkia berjaya dalam apa sahaja yang dibuatnya."},{"number":31,"verse":"Apabila utusan-utusan dari Babilonia datang kepada Raja Hizkia untuk bertanya tentang kejadian luarbiasa yang berlaku di negeri itu, TUHAN membiarkan Raja Hizkia bertindak sendiri, supaya dapat menguji hatinya."},{"number":32,"verse":"( Akhir Pemerintahan Raja Hizkia) ( ( 120 20:20-21 )) Segala perbuatan Raja Hizkia dan kasihnya kepada TUHAN, tercatat di dalam kitab Penglihatan Nabi Yesaya anak Amos, dan di dalam kitab Sejarah Raja-Raja Yehuda dan Israel."},{"number":33,"verse":"Raja Hizkia mangkat dan dimakamkan di bahagian atas makam diraja. Segenap penduduk Yehuda dan Yerusalem memberikan penghormatan besar kepadanya ketika baginda mangkat. Puteranya Manasye, menggantikan baginda sebagai raja."}]}