{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"( Ucapan Raja Salomo kepada Rakyat) ( ( 110 8:12-21 )) Kemudian Raja Salomo berdoa, “Ya TUHAN, Engkau lebih suka tinggal dalam kegelapan awan."},{"number":2,"verse":"Sekarang aku telah membina sebuah rumah yang megah bagi-Mu, sebagai tempat kediaman-Mu selama-lamanya.”"},{"number":3,"verse":"Segenap umat Israel sedang berdiri di sana. Kemudian raja berpaling untuk menghadap mereka, dan memohon Allah memberkati mereka."},{"number":4,"verse":"Raja bertitah, “Terpujilah TUHAN, Allah Israel! Dia telah menepati janji yang dibuat-Nya kepada ayahanda beta, Raja Daud, ketika Dia berfirman kepada Raja Daud demikian,"},{"number":5,"verse":"‘Semenjak Aku membawa umat-Ku keluar dari Mesir, Aku belum pernah memilih kota mana pun di seluruh Israel sebagai tempat pembinaan sebuah rumah, tempat beribadat kepada-Ku, dan Aku tidak pernah memilih sesiapa pun untuk memimpin umat-Ku Israel."},{"number":6,"verse":"Tetapi sekarang Aku telah memilih Yerusalem sebagai tempat beribadat kepada-Ku, dan engkau hai Daud, akan memerintah umat-Ku.’ ”"},{"number":7,"verse":"Raja Salomo bertitah lagi, “Ayahanda beta, Raja Daud, bercadang untuk membina sebuah rumah sebagai tempat beribadat kepada TUHAN, Allah Israel."},{"number":8,"verse":"Tetapi TUHAN berfirman kepadanya, ‘Maksudmu untuk membina sebuah rumah bagi-Ku memang baik,"},{"number":9,"verse":"( ; ) tetapi engkau tidak akan membinanya. Anakmu, anakmu sendiri, akan membina rumah-Ku.’"},{"number":10,"verse":"Sekarang TUHAN telah menepati janji-Nya. Beta telah menggantikan ayahanda beta sebagai raja Israel dan beta telah membina sebuah rumah sebagai tempat beribadat kepada TUHAN, Allah Israel."},{"number":11,"verse":"Beta telah meletakkan Tabut Perjanjian di dalam Rumah TUHAN, Tabut yang mengandungi batu-batu perjanjian yang dibuat antara TUHAN dengan umat Israel.”"},{"number":12,"verse":"( Doa Raja Salomo) ( ( 110 8:22-53 )) Kemudian di hadapan rakyat, Raja Salomo berdiri menghadap mazbah. Baginda mengangkat kedua-dua tangannya lalu berdoa. ("},{"number":13,"verse":"Raja Salomo telah membina sebuah pentas daripada gangsa dan meletakkannya di tengah-tengah halaman itu. Ukurannya 2.2 meter persegi, dan tingginya 1.3 meter. Di hadapan semua orang yang hadir, baginda naik ke atas pentas itu lalu berlutut. Kemudian baginda mengangkat kedua-dua tangannya ke langit.)"},{"number":14,"verse":"Baginda berdoa, “Ya TUHAN, Allah Israel, tiada yang seperti Engkau di langit atau di bumi. Engkau menepati perjanjian-Mu dengan umat-Mu, dan Engkau menunjukkan kasih-Mu kepada mereka apabila mereka taat kepada-Mu dengan segenap hati."},{"number":15,"verse":"Engkau telah menepati janji-Mu kepada bapaku Daud. Pada hari ini, Engkau menepati apa yang telah Engkau janjikan."},{"number":16,"verse":"( ) Oleh itu, ya TUHAN, Allah Israel, tepatilah juga janji yang satu lagi kepada bapaku. Engkau berfirman kepadanya bahawa daripada keturunannya, akan sentiasa ada seorang untuk memerintah sebagai raja Israel, asalkan mereka taat kepada Taurat-Mu seperti Raja Daud."},{"number":17,"verse":"Oleh itu, ya TUHAN, Allah Israel, tepatilah semua yang telah Engkau janjikan kepada bapaku Raja Daud, hamba-Mu itu."},{"number":18,"verse":"( ) Tetapi, ya Allah, sungguhkah Engkau sudi tinggal di bumi ini, di kalangan manusia? Bahkan seluruh langit pun tidak cukup luas bagi-Mu, apalagi Rumah yang telah aku bina!"},{"number":19,"verse":"Ya TUHAN, Allahku, aku hamba-Mu. Dengarkanlah doaku, dan kabulkanlah permohonanku."},{"number":20,"verse":"( ) Lindungilah Rumah ini siang dan malam. Engkau telah berjanji bahawa inilah tempat orang beribadat kepada-Mu. Dengarkanlah aku apabila aku menghadap Rumah ini dan berdoa kepada-Mu."},{"number":21,"verse":"Dengarkanlah doaku dan doa umat-Mu Israel apabila mereka menghadap tempat ini dan berdoa. Dari tempat kediaman-Mu di syurga, dengarkanlah kami dan ampunilah kami."},{"number":22,"verse":"Apabila seseorang dituduh bersalah terhadap orang lain, lalu disuruh bersumpah di hadapan mazbah di Rumah ini bahawa dia tidak bersalah,"},{"number":23,"verse":"dengarkanlah, ya TUHAN dari syurga, dan adililah hamba-hamba-Mu. Hukumlah orang yang bersalah dan bebaskanlah orang yang tidak bersalah."},{"number":24,"verse":"Apabila umat-Mu Israel dikalahkan oleh musuh kerana mereka telah berdosa terhadap-Mu, lalu mereka kembali kepada-Mu dan datang ke Rumah ini serta berdoa kepada-Mu dengan rendah hati dan minta diampuni,"},{"number":25,"verse":"semoga Engkau di syurga mendengarkan mereka. Ampunkanlah dosa umat-Mu, dan bawalah mereka kembali ke negeri yang telah Engkau berikan kepada mereka dan nenek moyang mereka."},{"number":26,"verse":"Apabila Engkau menahan hujan kerana umat-Mu telah berdosa terhadap-Mu, lalu mereka bertaubat dan menghadap Rumah ini serta berdoa kepada-Mu dengan rendah hati,"},{"number":27,"verse":"ya TUHAN di syurga, kabulkanlah permintaan mereka dan ampunkanlah dosa hamba-hamba-Mu, umat Israel. Ajarlah mereka melakukan apa yang benar, lalu turunkanlah hujan ke atas negeri-Mu ini, yang telah Engkau berikan kepada umat-Mu sebagai pusaka mereka selama-lamanya."},{"number":28,"verse":"Apabila kebuluran atau wabak berlaku di negeri ini, atau tanaman musnah kerana angin panas, hama, atau serangan belalang; ataupun apabila umat-Mu diserang oleh musuh, atau penyakit,"},{"number":29,"verse":"dengarkanlah doa mereka. Jika ada orang di kalangan umat-Mu Israel, dengan bersedih hati mengangkat tangan dan berdoa kepada-Mu sambil menghadap Rumah ini,"},{"number":30,"verse":"dengarkanlah doa mereka. Dengarkanlah mereka dari tempat kediaman-Mu di syurga dan ampunilah mereka. Hanya Engkau yang mengetahui isi hati manusia. Oleh itu perlakukanlah setiap orang setimpal dengan perbuatannya,"},{"number":31,"verse":"supaya umat-Mu takut dan taat kepada-Mu selama mereka tinggal di negeri yang telah Engkau berikan kepada nenek moyang kami."},{"number":32,"verse":"Apabila seorang bangsa asing yang tinggal di negeri jauh mendengar tentang keagungan dan kekuatan-Mu, dan bahawa Engkau sentiasa sedia bertindak, lalu dia datang ke Rumah ini dan berdoa kepada-Mu,"},{"number":33,"verse":"dengarkanlah doanya. Dengarkanlah dia dari tempat kediaman-Mu di syurga, dan kabulkanlah permintaannya, supaya semua bangsa di dunia mengenal Engkau dan taat kepada-Mu, seperti umat-Mu Israel. Barulah mereka tahu bahawa Rumah yang telah aku bina ini ialah tempat untuk beribadat kepada-Mu."},{"number":34,"verse":"Apabila Engkau memerintah umat-Mu bertempur untuk melawan musuh, dan mereka berdoa kepada-Mu di mana sahaja mereka berada, sambil menghadap kota yang telah Engkau pilih dan Rumah yang telah aku bina untuk-Mu,"},{"number":35,"verse":"dengarkanlah doa mereka. Engkau yang di syurga, dengarkanlah mereka, dan berilah mereka kemenangan."},{"number":36,"verse":"Apabila umat-Mu berdosa terhadap-Mu - kerana tiada sesiapa pun yang tidak berdosa - dan kerana kemurkaan-Mu Engkau membiarkan mereka dikalahkan, ditawan oleh musuh, dan dibawa ke negeri lain, walaupun negeri itu jauh,"},{"number":37,"verse":"dengarkanlah doa umat-Mu. Jika mereka bertaubat dan berdoa kepada-Mu di negeri itu, serta mengaku bahawa mereka telah berdosa dan berbuat jahat, dengarkanlah doa mereka, ya TUHAN."},{"number":38,"verse":"Jika di negeri itu mereka bertaubat dengan tulus dan ikhlas, dan berdoa kepada-Mu sambil menghadap ke arah negeri ini yang telah Engkau berikan kepada nenek moyang kami, dan ke arah kota yang telah Engkau pilih, serta Rumah ini yang telah aku bina untuk-Mu,"},{"number":39,"verse":"dengarkanlah doa mereka. Dari tempat kediaman-Mu di syurga, dengarkanlah mereka dan kasihanilah mereka. Ampunkanlah semua dosa umat-Mu."},{"number":40,"verse":"Sekarang, ya Allahku, pandanglah kami dan dengarkanlah doa yang disampaikan kepada-Mu di tempat ini."},{"number":41,"verse":"Bangkitlah sekarang, ya TUHAN Allah, dan dengan Tabut Perjanjian lambang kekuasaan-Mu itu, masuklah ke Rumah ini dan tinggallah di sini selama-lamanya. Berkatilah para imam-Mu dalam segala pekerjaan mereka, dan semoga segenap umat-Mu bersukacita kerana kebaikan-Mu kepada mereka."},{"number":42,"verse":"( ) Ya TUHAN Allah, janganlah tolak raja yang telah Engkau pilih. Ingatlah akan kasih-Mu kepada hamba-Mu Daud.” ( kasih-Mu... Daud; atau kesetiaan hamba-Mu Daud dalam tugasnya.)"}]}