{"bibleAbbr":"msAB1996","bookName":"2 TAWARIKH","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"( Pentahbisan Rumah TUHAN) ( ( 110 8:62-66 )) ( ) Selepas Raja Salomo berdoa, api turun dari langit dan membakar korban-korban yang dipersembahkan, lalu cahaya hadirat TUHAN memenuhi Rumah TUHAN."},{"number":2,"verse":"Oleh sebab Rumah TUHAN penuh dengan cahaya hadirat TUHAN, maka para imam tidak dapat masuk ke dalamnya."},{"number":3,"verse":"( ; ; ; , , , , ; ) Apabila umat Israel nampak api turun dari langit dan cahaya hadirat TUHAN memenuhi Rumah TUHAN, mereka bersujud di lantai lalu menyembah Allah. Mereka memuji Dia bagi kebaikan-Nya dan kasih-Nya yang kekal."},{"number":4,"verse":"Selepas itu Raja Salomo dan segenap umat mempersembahkan korban kepada TUHAN."},{"number":5,"verse":"Raja Salomo mempersembahkan 22000 ekor lembu dan 120000 ekor domba sebagai korban untuk memohon berkat TUHAN. Demikianlah Raja Salomo dan segenap umat mentahbiskan Rumah TUHAN."},{"number":6,"verse":"Para imam berdiri di tempat yang ditetapkan bagi mereka, dan orang Lewi berdiri berhadapan dengan mereka. Orang Lewi memuji TUHAN dengan alat-alat muzik yang disediakan oleh Raja Daud, sambil menyanyikan lagu “Kasih-Nya Kekal Abadi!” menurut arahan Raja Daud. Para imam meniup trompet sementara segenap rakyat berdiri."},{"number":7,"verse":"Raja Salomo mentahbiskan bahagian tengah halaman, iaitu di kawasan sebelah depan Rumah TUHAN. Di situ baginda mempersembahkan korban untuk menyenangkan hati TUHAN, korban bijirin, dan lemak binatang daripada korban untuk memohon berkat TUHAN. ( Korban untuk memohon berkat TUHAN; Harfiah: Korban perdamaian. Lihat Kamus.) Raja mempersembahkan semuanya di situ kerana mazbah gangsa yang dibuatnya terlalu kecil untuk semua korban itu."},{"number":8,"verse":"Raja Salomo dan segenap umat Israel merayakan Perayaan Pondok Daun selama tujuh hari. Banyak sekali orang yang datang untuk merayakan perayaan itu. Mereka datang dari daerah sejauh Genting Hamat di utara dan sempadan negeri Mesir di selatan."},{"number":9,"verse":"Mereka berkumpul selama tujuh hari untuk merayakan pentahbisan mazbah, lalu mereka merayakan Perayaan Pondok Daun selama tujuh hari lagi. Pada hari yang terakhir mereka mengadakan perayaan penutupan."},{"number":10,"verse":"Pada keesokannya, hari kedua puluh tiga bulan ketujuh, Raja Salomo menyuruh semua orang itu pulang. Mereka semua bersukacita kerana berkat-berkat yang telah diberikan TUHAN kepada umat-Nya Israel, kepada Raja Daud, dan Raja Salomo."},{"number":11,"verse":"( Allah Menampakkan Diri Lagi kepada Raja Salomo) ( ( 110 9:1-9 )) Apabila Raja Salomo selesai membina Rumah TUHAN dan istana, serta segala yang dirancangkannya,"},{"number":12,"verse":"TUHAN menampakkan diri lagi kepada Raja Salomo pada malam hari. Dia berfirman kepada Raja Salomo, “Aku telah mendengar doamu, dan Aku menerima Rumah ini sebagai tempat khas untuk mempersembahkan korban kepada-Ku."},{"number":13,"verse":"Apabila Aku menahan hujan, atau menyuruh belalang memakan habis tanaman, atau mendatangkan wabak kepada umat-Ku,"},{"number":14,"verse":"tetapi jika mereka berdoa kepada-Ku lalu bertaubat dan berhenti melakukan perbuatan jahat, maka dari syurga Aku akan mendengarkan mereka, dan mengampunkan dosa mereka, serta menjadikan negeri mereka makmur semula."},{"number":15,"verse":"Aku akan menjaga Rumah-Ku ini dan bersedia mendengarkan semua doa yang diucapkan di sini,"},{"number":16,"verse":"kerana Aku telah memilihnya dan mengekhaskannya sebagai tempat orang beribadat kepada-Ku selama-lamanya. Aku akan sentiasa menjaga dan melindunginya."},{"number":17,"verse":"Jika engkau mengabdi kepada-Ku dengan setia seperti bapamu Daud, taat kepada hukum-hukum-Ku, serta melakukan segala yang telah Aku perintahkan kepadamu,"},{"number":18,"verse":"( ) Aku akan menepati janji-Ku kepada bapamu Daud, ketika Aku berfirman kepadanya bahawa Israel akan sentiasa diperintah oleh keturunannya."},{"number":19,"verse":"Tetapi jika engkau dan rakyatmu tidak taat kepada hukum dan perintah yang telah Aku berikan kepada kamu, lalu menyembah tuhan-tuhan lain,"},{"number":20,"verse":"maka Aku akan membuang kamu dari negeri yang meninggalkan Rumah ini yang telah Kukhaskan sebagai tempat beribadat kepada-Ku. Orang di merata tempat akan mengolok-olok dan menghina Rumah ini."},{"number":21,"verse":"Sekarang Rumah ini sangat dihormati orang, tetapi kelak tiap-tiap orang yang lalu akan hairan dan bertanya, ‘Mengapakah TUHAN berbuat demikian terhadap negeri dan Rumah ini?’"},{"number":22,"verse":"Kemudian orang akan menjawab, ‘Kerana mereka telah meninggalkan TUHAN, Allah mereka, yang telah membawa nenek moyang mereka keluar dari Mesir. Mereka menyembah tuhan-tuhan lain dan mengabdi kepada tuhan-tuhan lain. Itulah sebabnya TUHAN mendatangkan bencana ini kepada mereka.’ ”"}]}