{"bibleAbbr":"orOV2014","bookName":"ବଂଶାବଳୀର ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"( ଶମୟୀୟଙ୍କ ଭାବବାଣୀ) ଏଉତ୍ତାରେ ରିହବୀୟାମ୍ ଯିରୂଶାଲମରେ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ସେ ଇସ୍ରାଏଲ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରି ରିହବୀୟାମ୍ଙ୍କ ଅଧୀନକୁ ରାଜ୍ୟ ଫେରାଇ ଆଣିବା ନିମନ୍ତେ ଯିହୁଦା ଓ ବିନ୍ୟାମୀନ୍ ବଂଶର ଏକ ଲକ୍ଷ ଅଶୀ ହଜାର ବଚ୍ଛା ଯୋଦ୍ଧା ଲୋକଙ୍କୁ ଏକତ୍ର କଲେ ।"},{"number":2,"verse":"ମାତ୍ର ପରମେଶ୍ଵରଙ୍କ ଲୋକ ଶମୟୀୟ ନିକଟରେ ସଦାପ୍ରଭୁଙ୍କର ଏହି ବାକ୍ୟ ଉପସ୍ଥିତ ହେଲା ।"},{"number":3,"verse":"ଯିହୁଦାର ରାଜା ଶଲୋମନଙ୍କ ପୁତ୍ର ରିହବୀୟାମ୍ଙ୍କୁ, ପୁଣି ଯିହୁଦା ଓ ବିନ୍ୟାମୀନ ନିବାସୀ ସମସ୍ତ ଇସ୍ରାଏଲକୁ କୁହ,"},{"number":4,"verse":"ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ତୁମ୍ଭେମାନେ ଯାତ୍ରା କରିବ ନାହିଁ, କିଅବା ଆପଣା ଭ୍ରାତୃଗଣ ବିପକ୍ଷରେ ଯୁଦ୍ଧ କରିବ ନାହିଁ; ପ୍ରତ୍ୟେକ ଲୋକ ଆପଣା ଆପଣା ଗୃହକୁ ଫେରିଯାଅ; କାରଣ ଏହି କାର୍ଯ୍ୟ ଆମ୍ଭ ଆଡ଼ୁ ହୋଇଅଛି । ତେଣୁ ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟ ଶୁଣିଲେ ଓ ଯାରବୀୟାମ୍ ବିରୁଦ୍ଧରେ ଯାତ୍ରା କରିବାରୁ ଫେରିଲେ ।"},{"number":5,"verse":"ଏଉତ୍ତାରେ ରିହବୀୟାମ୍ ଯିରୂଶାଲମରେ ବାସ କରି ରକ୍ଷା ନିମିତ୍ତ ଯିହୁଦା ଦେଶରେ ନଗରମାନ ନିର୍ମାଣ କଲେ ।"},{"number":6,"verse":"ସେ ବେଥଲିହିମ ଓ ଐଟମ୍ ଓ ତକୋୟ"},{"number":7,"verse":"ଓ ବୈଥ୍ସୂର ଓ ସୋଖୋ ଓ ଅଦୁଲ୍ଲମ୍"},{"number":8,"verse":"ଓ ଗାଥ୍ ଓ ମାରେଶା ଓ ସୀଫ"},{"number":9,"verse":"ଓ ଅଦୋରୟୀମ୍ ଓ ଲାଖୀଶ୍ ଓ ଅସେକା,"},{"number":10,"verse":"ସରା ଓ ଅୟାଲୋନ୍ ଓ ହିବ୍ରୋଣ, ଯିହୁଦାର ଓ ବିନ୍ୟାମୀନର ମଧ୍ୟବର୍ତ୍ତୀ ଏହି ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗରସବୁ ନିର୍ମାଣ କଲେ ।"},{"number":11,"verse":"ଆଉ, ସେ ସକଳ ଦୁର୍ଗ ଦୃଢ଼ କରି ତହିଁ ମଧ୍ୟରେ ସେନାପତିମାନଙ୍କୁ ଓ ଖାଦ୍ୟଦ୍ରବ୍ୟ, ପୁଣି ତୈଳ ଓ ଦ୍ରାକ୍ଷାରସ ରଖିଲେ ।"},{"number":12,"verse":"ଆଉ, ପ୍ରତ୍ୟେକ ନଗରରେ ସେ ଢାଲ ଓ ବର୍ଚ୍ଛା ରଖିଲେ, ପୁଣି ନଗରସବୁକୁ ଅତିଶୟ ଦୃଢ଼ କଲେ । ଆଉ ଯିହୁଦା ଓ ବିନ୍ୟାମୀନ ତାଙ୍କର ପକ୍ଷ ହେଲେ ।"},{"number":13,"verse":"( ଯିହୁଦାକୁ ଯାଜକ ଓ ଲେବୀୟମାନଙ୍କର ଆଗମନ) ଆହୁରି, ସମୁଦାୟ ଇସ୍ରାଏଲର ମଧ୍ୟବର୍ତ୍ତୀ ଯାଜକ ଓ ଲେବୀୟମାନେ ଆପଣା ଆପଣା ସମସ୍ତ ଅଞ୍ଚଳରୁ ଆସି ତାଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":14,"verse":"କାରଣ ଲେବୀୟମାନେ ଆପଣା ଆପଣା (ନଗରର) ତଳିଭୂମି ଓ ଆପଣା ଆପଣା ଅଧିକାର ତ୍ୟାଗ କରି ଯିହୁଦା ଓ ଯିରୂଶାଲମକୁ ଆସିଲେ; ଯେହେତୁ ଯାରବୀୟାମ୍ ଓ ତାଙ୍କର ପୁତ୍ରଗଣ ସେମାନଙ୍କୁ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯାଜକର କାର୍ଯ୍ୟ କରିବାକୁ ନ ଦେଇ ତଡ଼ି ଦେଇଥିଲେ ।"},{"number":15,"verse":"ପୁଣି, ସେ ଉଚ୍ଚସ୍ଥଳୀସକଳର ଓ ଛାଗ (ଦେବତା-ମାନଙ୍କର) ଓ ସ୍ଵର୍ଣ୍ଣନିର୍ମିତ ଗୋବତ୍ସସକଳର ନିମନ୍ତେ ଆପଣାର ଯାଜକ ନିଯୁକ୍ତ କଲେ ।"},{"number":16,"verse":"ଇସ୍ରାଏଲର ସମୁଦାୟ ବଂଶ ମଧ୍ୟରୁ ଯେଉଁମାନେ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ଅନ୍ଵେଷଣ କରିବା ପାଇଁ ଆପଣା ଆପଣା ମନ ନିବିଷ୍ଟ କଲେ, ସେମାନେ ଆପଣାମାନଙ୍କ ପିତୃଗଣର ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ବଳିଦାନ କରିବା ପାଇଁ ଲେବୀୟମାନଙ୍କ ପଶ୍ଚାତ୍ ଯିରୂଶାଲମକୁ ଆସିଲେ ।"},{"number":17,"verse":"ଏହିରୂପେ ସେମାନେ ଯିହୁଦାର ରାଜ୍ୟ ଦୃଢ଼ କଲେ, ପୁଣି ଶଲୋମନଙ୍କର ପୁତ୍ର ରିହବୀୟାମ୍ଙ୍କୁ ତିନି ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ବଳବାନ କଲେ; କାରଣ ସେମାନେ ତିନି ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ଦାଉଦଙ୍କର ଓ ଶଲୋମନଙ୍କର ପଥରେ ଚାଲିଲେ ।"},{"number":18,"verse":"( ରିହବୀୟାମ୍ଙ୍କ ପରିବାର) ପୁଣି, ରିହବୀୟାମ୍ ମହଲତ୍ ନାମ୍ନୀ ଏକ ଭାର୍ଯ୍ୟା ଗ୍ରହଣ କଲେ, ସେ ଦାଉଦଙ୍କର ପୁତ୍ର ଯିରେମୋତ୍ର ଓ ଯିଶୀର ପୁତ୍ର ଇଲୀୟାବର କନ୍ୟା ଅବୀହୟିଲର କନ୍ୟା ଥିଲା;"},{"number":19,"verse":"ସେ ତାଙ୍କ ଔରସରେ ଯିୟୂଶ୍ ଓ ଶମରୀୟ ଓ ସହମ ନାମକ ପୁତ୍ରମାନଙ୍କୁ ଜାତ କଲା ।"},{"number":20,"verse":"ଏଥି ଉତ୍ତାରେ ରିହବୀୟାମ୍ ଅବଶାଲୋମର କନ୍ୟା ମାଖାକୁ ବିବାହ କଲେ; ସେ ସ୍ତ୍ରୀ ତାଙ୍କ ଔରସରେ ଅବୀୟ ଓ ଅତ୍ୟ ଓ ସୀଷ ଓ ଶଲୋମୀତକୁ ଜାତ କଲା ।"},{"number":21,"verse":"ରିହବୀୟାମ୍ ଆପଣାର ସବୁ ପନିୀ ଓ ଉପପନିୀ ଅପେକ୍ଷା ଅବଶାଲୋମର କନ୍ୟା ମାଖାକୁ ଅଧିକ ପ୍ରେମ କଲେ; ସେ ଅଠର ପନିୀ ଓ ଷାଠିଏ ଉପପନିୀ ଗ୍ରହଣ କଲେ ଓ ଅଠାଇଶ ପୁତ୍ର ଓ ଷାଠିଏ କନ୍ୟା ଜାତ କଲେ ।"},{"number":22,"verse":"ପୁଣି ରିହବୀୟାମ୍ ମାଖାର ପୁତ୍ର ଅବୀୟକୁ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ମଧ୍ୟରେ ଅଧିପତି କଲେ; କାରଣ ତାହାକୁ ରାଜା କରିବା ପାଇଁ ତାଙ୍କର ମନ ଥିଲା ।"},{"number":23,"verse":"ଆଉ, ସେ ବୁଦ୍ଧିର କାର୍ଯ୍ୟ କରି ଆପଣାର ପୁତ୍ରମାନଙ୍କୁ ଯିହୁଦା ଓ ବିନ୍ୟାମୀନ ଦେଶର ସର୍ବତ୍ର ପ୍ରତ୍ୟେକ ପ୍ରାଚୀର ବେଷ୍ଟିତ ନଗରରେ ଛିନ୍ନଭିନ୍ନ କରି ରଖିଲେ; ଆଉ ସେ ସେମାନଙ୍କୁ ପ୍ରଚୁର ଖାଦ୍ୟଦ୍ରବ୍ୟ ଦେଲେ । ପୁଣି ସେମାନଙ୍କ ନିମନ୍ତେ ଅନେକ ଭାର୍ଯ୍ୟା ଖୋଜିଲେ ।"}]}