{"bibleAbbr":"orOV2014","bookName":"ବଂଶାବଳୀର ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"( ଯିହୁଦାର ରାଜା ଯିହୋଶାଫଟ୍) ଅନନ୍ତର ତାଙ୍କର ପୁତ୍ର ଯିହୋଶାଫଟ୍ ତାଙ୍କର ପଦରେ ରାଜ୍ୟ କରି ଇସ୍ରାଏଲ ବିରୁଦ୍ଧରେ ଆପଣାକୁ ବଳବାନ କଲେ ।"},{"number":2,"verse":"ପୁଣି ସେ ଯିହୁଦାର ସକଳ ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗରରେ ସୈନ୍ୟ ରଖିଲେ, ଆଉ ଯିହୁଦା ଦେଶରେ ଓ ତାଙ୍କର ପିତା ଆସାଙ୍କର ହସ୍ତଗତ ଇଫ୍ରୟିମର ସକଳ ନଗରରେ ପ୍ରହରୀଦଳ ସ୍ଥାପନ କଲେ ।"},{"number":3,"verse":"ଆଉ, ଯିହୋଶାଫଟ୍ ଆପଣା ପୂର୍ବପୁରୁଷ ଦାଉଦଙ୍କର ପ୍ରଥମ ଆଚରଣରୂପ ପଥରେ ଗମନ କରି ବାଲ୍ଦେବଗଣର ଅନ୍ଵେଷଣ ନ କରିବାରୁ ସଦାପ୍ରଭୁ ତାଙ୍କର ସହବର୍ତ୍ତୀ ହେଲେ;"},{"number":4,"verse":"ପୁଣି, ସେ ଆପଣା ପୈତୃକ ପରମେଶ୍ଵରଙ୍କର ଅନ୍ଵେଷଣ କଲେ ଓ ତାହାଙ୍କ ଆଜ୍ଞା ପଥରେ ଚଳି ଇସ୍ରାଏଲର କର୍ମାନୁଯାୟୀ କଲେ ନାହିଁ ।"},{"number":5,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ ତାଙ୍କର ହସ୍ତରେ ରାଜ୍ୟ ଦୃଢ଼ କଲେ ଓ ସମଗ୍ର ଯିହୁଦା ଯିହୋଶାଫଟ୍ଙ୍କ ନିକଟକୁ ଦର୍ଶନୀ ଆଣିଲେ; ତହିଁରେ ସେ ଅତିଶୟ ଧନ ଓ ସମ୍ଭ୍ରମ ପାଇଲେ ।"},{"number":6,"verse":"ପୁଣି, ତାଙ୍କର ଅନ୍ତଃକରଣ ସଦାପ୍ରଭୁଙ୍କ ପଥରେ ଉନ୍ନତ ହେଲା; ଆହୁରି ସେ ଯିହୁଦା ମଧ୍ୟରୁ ଉଚ୍ଚସ୍ଥଳୀ ଓ ଆଶେରା ମୂର୍ତ୍ତିସବୁ ଦୂର କଲେ ।"},{"number":7,"verse":"ମଧ୍ୟ ସେ ଆପଣା ଅଧିକାରର ତୃତୀୟ ବର୍ଷରେ ଯିହୁଦାର ନଗରସବୁରେ ଶିକ୍ଷା ଦେବା ପାଇଁ ଆପଣା ଅଧିପତିମାନଙ୍କୁ, ଅର୍ଥାତ୍, ବିନ୍ହୟିଲ ଓ ଓବଦୀୟ ଓ ଜିଖରୀୟ ଓ ନଥନେଲ ଓ ମୀଖାୟକୁ ପଠାଇଲେ;"},{"number":8,"verse":"ଆଉ ସେମାନଙ୍କ ସଙ୍ଗେ ଲେବୀୟମାନଙ୍କୁ, ଅର୍ଥାତ୍, ଶମୟୀୟ ଓ ନଥନୀୟ ଓ ସବଦୀୟ ଓ ଅସାହେଲ ଓ ଶମୀରାମୋତ୍ ଓ ଯିହୋନାଥନ୍ ଓ ଅଦୋନୀୟ ଓ ଟୋବୀୟ ଓ ଟୋବଦୋନୀୟ, ଏହି ଲେବୀୟମାନଙ୍କୁ ଓ ସେମାନଙ୍କ ସଙ୍ଗେ ଇଲୀଶାମା ଓ ଯିହୋରାମ୍ ଯାଜକକୁ ପଠାଇଲେ ।"},{"number":9,"verse":"ତହିଁରେ ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ବ୍ୟବସ୍ଥା-ପୁସ୍ତକ ସଙ୍ଗରେ ନେଇ ଯିହୁଦା ଦେଶରେ ଶିକ୍ଷା ଦେଲେ; ଆଉ, ସେମାନେ ଯିହୁଦାର ସକଳ ନଗରରେ ଭ୍ରମଣ କରି ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଶିକ୍ଷା ଦେଲେ ।"},{"number":10,"verse":"ତହୁଁ ଯିହୁଦାର ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ଦେଶର ସକଳ ରାଜ୍ୟରେ ସଦାପ୍ରଭୁଙ୍କ ଆଡ଼ୁ ଭୟ ଉପସ୍ଥିତ ହେଲା, ଏଣୁ ସେମାନେ ଯିହୋଶାଫଟ୍ଙ୍କ ପ୍ରତିକୂଳରେ ଯୁଦ୍ଧ କଲେ ନାହିଁ ।"},{"number":11,"verse":"ପୁଣି, କେତେକ ପଲେଷ୍ଟୀୟ ଲୋକ ଯିହୋଶାଫଟ୍ଙ୍କ ନିକଟକୁ ଦର୍ଶନୀ ଓ କର ନିମନ୍ତେ ରୂପା ଆଣିଲେ; ଆରବୀୟମାନେ ମଧ୍ୟ ତାଙ୍କ ନିକଟକୁ ପଲ ପଲ କରି ସାତ ହଜାର ସାତ ଶହ ମେଷ ଓ ସାତ ହଜାର ସାତ ଶହ ଛାଗ ଆଣିଲେ ।"},{"number":12,"verse":"ତହିଁରେ ଯିହୋଶାଫଟ୍ ବେଳକୁ ବେଳ ଅତି ମହାନ ହୋଇ ଉଠିଲେ ଓ ସେ ଯିହୁଦା ଦେଶରେ ଦୁର୍ଗ ଓ ଭଣ୍ତାର-ନଗରମାନ ନିର୍ମାଣ କଲେ ।"},{"number":13,"verse":"ଆଉ, ଯିହୁଦାର ସବୁ ନଗରରେ ତାଙ୍କର ଅନେକ କର୍ମ ଥିଲା ଓ ଯିରୂଶାଲମରେ ଯୋଦ୍ଧା, ମହାବିକ୍ରମଶାଳୀ ଲୋକ ଥିଲେ ।"},{"number":14,"verse":"ଆପଣା ଆପଣା ପିତୃବଂଶାନୁସାରେ ସେମାନଙ୍କର ସଂଖ୍ୟା ଏହି; ଯିହୁଦାର ସହସ୍ରପତିମାନଙ୍କ ମଧ୍ୟରେ ଅଦ୍ନ ସେନାପତି ଥିଲା ଓ ତାହା ସଙ୍ଗରେ ତିନି ଲକ୍ଷ ମହାବିକ୍ରମଶାଳୀ ଲୋକ ଥିଲେ ।"},{"number":15,"verse":"ତାହା ଉତ୍ତାରେ ଯିହୋହାନନ୍ ସେନାପତି ଥିଲା, ତାହା ସଙ୍ଗରେ ଦୁଇ ଲକ୍ଷ ଅଶୀ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":16,"verse":"ପୁଣି, ତାହା ଉତ୍ତାରେ ସିଖ୍ରିର ପୁତ୍ର ଅମସୀୟ, ସେ ସ୍ଵେଚ୍ଛାରେ ଆପଣାକୁ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ସମର୍ପଣ କରିଥିଲା; ତାହା ସଙ୍ଗରେ ଦୁଇ ଲକ୍ଷ ମହାବିକ୍ରମଶାଳୀ ଲୋକ ଥିଲେ;"},{"number":17,"verse":"ପୁଣି, ବିନ୍ୟାମୀନ ମଧ୍ୟରୁ ଇଲୀୟାଦା, ସେ ମହାବିକ୍ରମଶାଳୀ ଲୋକ ଥିଲା ଓ ତାହା ସଙ୍ଗରେ ଦୁଇ ଲକ୍ଷ ଧନୁର୍ଦ୍ଧାରୀ ଓ ଢାଲଧାରୀ ଲୋକ ଥିଲେ;"},{"number":18,"verse":"ଆଉ ତାହା ଉତ୍ତାରେ ଯିହୋଷାବଦ୍ ଓ ତାହା ସଙ୍ଗରେ ଯୁଦ୍ଧାର୍ଥେ ପ୍ରସ୍ତୁତ ଏକ ଲକ୍ଷ ଅଶୀ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":19,"verse":"ରାଜା ଯିହୁଦାର ସର୍ବତ୍ର ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗର-ମାନରେ ଯେଉଁମାନଙ୍କୁ ରଖିଥିଲେ, ସେମାନଙ୍କ ଛଡ଼ା ଏମାନେ ରାଜାଙ୍କର ସେବା କଲେ ।"}]}