{"bibleAbbr":"orOV2014","bookName":"ବଂଶାବଳୀର ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"( ସମାଜକୁ ଶଲୋମନଙ୍କ ଆଶୀର୍ବାଦ) ତହୁଁ ଶଲୋମନ କହିଲେ, ସଦାପ୍ରଭୁ ଘୋର ଅନ୍ଧକାରରେ ବାସ କରିବେ ବୋଲି କହିଅଛନ୍ତି ।"},{"number":2,"verse":"ମାତ୍ର ମୁଁ ତୁମ୍ଭ ପାଇଁ ଏକ ବାସଗୃହ ଓ ତୁମ୍ଭର ସଦାକାଳ ବାସ ନିମନ୍ତେ ଏକ ସ୍ଥାନ ପ୍ରସ୍ତୁତ କରିଅଛି ।"},{"number":3,"verse":"ତହୁଁ ରାଜା ମୁଖ ଫେରାଇ ଇସ୍ରାଏଲର ସମଗ୍ର ସମାଜକୁ ଆଶୀର୍ବାଦ କଲେ; ପୁଣି ଇସ୍ରାଏଲର ସମଗ୍ର ସମାଜ ଠିଆ ହେଲେ ।"},{"number":4,"verse":"ଆଉ ସେ କହିଲେ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଧନ୍ୟ, ସେ ଆପଣା ମୁଖରେ ମୋʼ ପିତା ଦାଉଦଙ୍କୁ ଏହି କଥା କହିଥିଲେ ଓ ଆପଣା ହସ୍ତରେ ତାହା ସଫଳ କରିଅଛନ୍ତି, ଯଥା,"},{"number":5,"verse":"ଆମ୍ଭେ ଆପଣା ଲୋକମାନଙ୍କୁ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିବା ଦିନଠାରୁ ଆମ୍ଭ ନାମ ସ୍ଥାପନାର୍ଥେ ଗୃହ ନିର୍ମାଣ କରିବା ପାଇଁ ଇସ୍ରାଏଲର ସମୁଦାୟ ବଂଶ ମଧ୍ୟରୁ କୌଣସି ନଗର ମନୋନୀତ କରିନାହୁଁ; କିଅବା ଆମ୍ଭ ଲୋକ ଇସ୍ରାଏଲର ଅଗ୍ରଣୀ ହେବା ପାଇଁ କୌଣସି ଲୋକ ମନୋନୀତ କରିନାହୁଁ;"},{"number":6,"verse":"ମାତ୍ର ଆମ୍ଭେ ଆପଣା ନାମ ସ୍ଥାପନାର୍ଥେ ଯିରୂଶାଲମକୁ ମନୋନୀତ କରିଅଛୁ ଓ ଆମ୍ଭ ଲୋକ ଇସ୍ରାଏଲର ଅଧ୍ୟକ୍ଷ ହେବା ପାଇଁ ଦାଉଦଙ୍କୁ ମନୋନୀତ କରିଅଛୁ ।"},{"number":7,"verse":"ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ଗୋଟିଏ ଗୃହ ନିର୍ମାଣ କରିବାକୁ ମୋʼ ପିତା ଦାଉଦଙ୍କର ମନସ୍ଥ ଥିଲା ।"},{"number":8,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ମୋʼ ପିତା ଦାଉଦଙ୍କୁ କହିଲେ, ଆମ୍ଭ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ଏକ ଗୃହ ନିର୍ମାଣ କରିବାକୁ ତୁମ୍ଭର ମନସ୍ଥ ଅଛି, ତୁମ୍ଭର ଏହି ମନସ୍ଥ କରିବା ଉତ୍ତମ;"},{"number":9,"verse":"ତଥାପି ତୁମ୍ଭେ ସେହି ଗୃହ ନିର୍ମାଣ କରିବ ନାହିଁ; ମାତ୍ର ତୁମ୍ଭ ଔରସଜାତ ତୁମ୍ଭ ପୁତ୍ର ଆମ୍ଭ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ଗୃହ ନିର୍ମାଣ କରିବ ।"},{"number":10,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ଆପଣାର ଉକ୍ତ ଏହି କଥା ସଫଳ କରିଅଛନ୍ତି; କାରଣ ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତିଜ୍ଞାନୁସାରେ ମୁଁ ଆପଣା ପିତା ଦାଉଦଙ୍କ ପଦରେ ଉତ୍ପନ୍ନ ଓ ଇସ୍ରାଏଲର ସିଂହାସନରେ ଉପବିଷ୍ଟ ହୋଇ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ସେହି ଗୃହ ନିର୍ମାଣ କଲି ।"},{"number":11,"verse":"ଆଉ ମୁଁ ତହିଁରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସହିତ ସଦାପ୍ରଭୁଙ୍କ କୃତ ନିୟମର ଆଧାର-ସିନ୍ଦୁକ ସ୍ଥାପନ କରିଅଛି ।"},{"number":12,"verse":"( ଶଲୋମନଙ୍କ ମନ୍ଦିର ଉତ୍ସର୍ଗର ପ୍ରାର୍ଥନା) ଅନନ୍ତର ସେ ଇସ୍ରାଏଲର ସମସ୍ତ ସମାଜ ସାକ୍ଷାତରେ ସଦାପ୍ରଭୁଙ୍କ ଯଜ୍ଞବେଦି ସମ୍ମୁଖରେ ଆପଣା ହସ୍ତ ବିସ୍ତାର କରି ଠିଆ ହେଲେ;"},{"number":13,"verse":"କାରଣ ଶଲୋମନ ପାଞ୍ଚ ହାତ ଦୀର୍ଘ ଓ ପାଞ୍ଚ ହାତ ପ୍ରସ୍ଥ ଓ ତିନି ହାତ ଉଚ୍ଚ ଏକ ପିତ୍ତଳମୟ ମଞ୍ଚା ନିର୍ମାଣ କରି ପ୍ରାଙ୍ଗଣର ମଧ୍ୟସ୍ଥଳରେ ରଖିଥିଲେ; ଆଉ ସେ ତହିଁ ଉପରେ ଠିଆ ହୋଇ ସମସ୍ତ ଇସ୍ରାଏଲର ସମାଜ ସମ୍ମୁଖରେ ଆଣ୍ଠୁ ପାତି ସ୍ଵର୍ଗ ଆଡ଼େ ଆପଣା ହସ୍ତ ବିସ୍ତାର କରି କହିଲେ,"},{"number":14,"verse":"ହେ ସଦାପ୍ରଭୋ, ଇସ୍ରାଏଲର ପରମେଶ୍ଵର, ସ୍ଵର୍ଗରେ କିଅବା ପୃଥିବୀରେ ତୁମ୍ଭ ତୁଲ୍ୟ ପରମେଶ୍ଵର କେହି ନାହିଁ; ତୁମ୍ଭର ଯେଉଁ ଦାସମାନେ ସର୍ବାନ୍ତଃକରଣ ସହିତ ତୁମ୍ଭ ସମ୍ମୁଖରେ ଗମନାଗମନ କରନ୍ତି, ତୁମ୍ଭେ ସେମାନଙ୍କ ପ୍ରତି ନିୟମ ଓ ଦୟା ପାଳନ କରିଥାଅ;"},{"number":15,"verse":"ତୁମ୍ଭେ ଆପଣା ଦାସ ମୋʼ ପିତା ଦାଉଦଙ୍କୁ ଯାହା ପ୍ରତିଜ୍ଞା କରିଥିଲ, ତାହା ପାଳନ କରିଅଛ; ହଁ, ତୁମ୍ଭେ ଆପଣା ମୁଖରେ କହିଥିଲ, ପୁଣି ଆଜି ଆପଣା ହସ୍ତରେ ତାହା ସଫଳ କରିଅଛ ।"},{"number":16,"verse":"ତୁମ୍ଭେ ମୋʼ ପିତା ଆପଣା ଦାସ ଦାଉଦଙ୍କୁ କହିଥିଲ, ତୁମ୍ଭେ ଆମ୍ଭ ସମ୍ମୁଖରେ ଯେପରି ଗମନାଗମନ କରିଅଛ, ସେହିପରି ତୁମ୍ଭ ସନ୍ତାନମାନେ ଯେବେ ଆମ୍ଭ ବ୍ୟବସ୍ଥାନୁସାରେ ଗମନାଗମନ କରିବାକୁ ଆପଣା ଆପଣା ପଥରେ କେବଳ ସାବଧାନ ହେବେ, ତେବେ ଇସ୍ରାଏଲର ସିଂହାସନରେ ଉପବିଷ୍ଟ ହେବା ପାଇଁ ଆମ୍ଭ ଦୃଷ୍ଟିରେ ତୁମ୍ଭ ବଂଶରେ ଲୋକର ଅଭାବ ନୋହିବ; ଏହେତୁ ହେ ସଦାପ୍ରଭୋ, ଇସ୍ରାଏଲର ପରମେଶ୍ଵର, ତୁମ୍ଭେ ଆପଣାର ସେହି ପ୍ରତିଜ୍ଞା ସଫଳ କର ।"},{"number":17,"verse":"ଏହେତୁ ହେ ସଦାପ୍ରଭୋ, ଇସ୍ରାଏଲର ପରମେଶ୍ଵର, ତୁମ୍ଭ ଦାସ ଦାଉଦଙ୍କ ପ୍ରତି ଉକ୍ତ ତୁମ୍ଭର ବାକ୍ୟ ଦୃଢ଼ ହେଉ ।"},{"number":18,"verse":"ମାତ୍ର ପରମେଶ୍ଵର କʼଣ ପୃଥିବୀରେ ମନୁଷ୍ୟମାନଙ୍କ ସଙ୍ଗରେ ନିତା; ବାସ କରିବେ ? ଦେଖ, ସ୍ଵର୍ଗ ଓ ସ୍ଵର୍ଗର (ଉପରିସ୍ଥ) ସ୍ଵର୍ଗ ତୁମ୍ଭଙ୍କୁ ଧାରଣ କରି ନ ପାରେ; ତେବେ ଆମ୍ଭ ନିର୍ମିତ ଏହି ଗୃହ କʼଣ ପାରିବ ?"},{"number":19,"verse":"ତଥାପି ହେ ସଦାପ୍ରଭୋ, ମୋର ପରମେଶ୍ଵର, ତୁମ୍ଭ ଦାସ ତୁମ୍ଭ ସମ୍ମୁଖରେ ଯେଉଁ କାକୁକ୍ତି ଓ ପ୍ରାର୍ଥନା ନିବେଦନ କରୁଅଛି, ତାହା ଶୁଣିବା ପାଇଁ ତୁମ୍ଭେ ଆପଣା ଦାସର ପ୍ରାର୍ଥନା ଓ ବିନତିରେ ମନୋଯୋଗ କର;"},{"number":20,"verse":"ତୁମ୍ଭେ ଯେଉଁ ସ୍ଥାନରେ ଆପଣା ନାମ ସ୍ଥାପନ କରିବ ବୋଲି କହିଅଛ, ସେହି ସ୍ଥାନ, ଅର୍ଥାତ୍, ଏହି ଗୃହ ପ୍ରତି ତୁମ୍ଭର ଚକ୍ଷୁ ଦିବାରାତ୍ର ମୁକ୍ତ ଥାଉ; ଏହି ସ୍ଥାନ ଅଭିମୁଖରେ ତୁମ୍ଭର ଦାସ ଯାହା ପ୍ରାର୍ଥନା କରିବ, ତାହା ଶୁଣ ।"},{"number":21,"verse":"ପୁଣି ଏହି ସ୍ଥାନ ଅଭିମୁଖରେ ତୁମ୍ଭ ଦାସ ଓ ତୁମ୍ଭ ଲୋକ ଇସ୍ରାଏଲ ପ୍ରାର୍ଥନା କଲେ, ତୁମ୍ଭେ ସେମାନଙ୍କ ବିନତିରେ ମନୋଯୋଗ କର; ହଁ, ତୁମ୍ଭେ ଆପଣା ନିବାସ-ସ୍ଥାନ ସ୍ଵର୍ଗରୁ ତାହା ଶୁଣ ଓ ଶୁଣି କ୍ଷମା କର ।"},{"number":22,"verse":"କେହି ଆପଣା ପ୍ରତିବାସୀ ବିରୁଦ୍ଧରେ ପାପ କଲେ, ଯେବେ ତାହାକୁ ଶପଥ କରାଇବା ପାଇଁ ଶପଥ ନିରୂପିତ ହୁଏ ଓ ସେ ଆସି ଏହି ଗୃହସ୍ଥିତ ତୁମ୍ଭ ଯଜ୍ଞବେଦି ସମ୍ମୁଖରେ ଶପଥ କରେ;"},{"number":23,"verse":"ତେବେ ତୁମ୍ଭେ ସ୍ଵର୍ଗରୁ ତାହା ଶୁଣି ନିଷ୍ପତ୍ତି କର ଓ ଆପଣା ଦାସମାନଙ୍କର ବିଚାର କରି ଦୋଷୀର କର୍ମଫଳ ତାହାର ନିଜ ମସ୍ତକରେ ବର୍ତ୍ତାଇବା ପାଇଁ ଦୋଷୀକି ପ୍ରତିଫଳ ଦିଅ; ପୁଣି ଧାର୍ମିକକୁ ତାହାର ଧାର୍ମିକତା ପ୍ରମାଣେ ଫଳ ଦେବା ପାଇଁ ଧାର୍ମିକ କର ।"},{"number":24,"verse":"ପୁଣି ତୁମ୍ଭ ଲୋକ ଇସ୍ରାଏଲ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ପାପ କରିବା ସକାଶୁ ଶତ୍ରୁ ସମ୍ମୁଖରେ ପରାସ୍ତ ହେଲେ ଯେବେ ପୁନର୍ବାର ଫେରି ତୁମ୍ଭ ନାମ ସ୍ଵୀକାର କରନ୍ତି ଓ ଏହି ଗୃହରେ ତୁମ୍ଭ ନିକଟରେ ପ୍ରାର୍ଥନା ଓ ବିନତି କରନ୍ତି;"},{"number":25,"verse":"ତେବେ ତୁମ୍ଭେ ସ୍ଵର୍ଗରୁ ତାହା ଶୁଣ ଓ ଆପଣା ଲୋକ ଇସ୍ରାଏଲର ପାପ କ୍ଷମା କର, ପୁଣି ସେମାନଙ୍କୁ ଓ ସେମାନଙ୍କ ପୂର୍ବପୁରୁଷଗଣକୁ ଯେଉଁ ଦେଶ ଦେଇଅଛ, ସେଠାକୁ ପୁନର୍ବାର ସେମାନଙ୍କୁ ଆଣ ।"},{"number":26,"verse":"ସେମାନେ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ପାପ କରିବା ସକାଶୁ ଯେବେ ଆକାଶ ରୁଦ୍ଧ ହୋଇ ବୃଷ୍ଟି ନ ହୁଏ, ତେବେ ତୁମ୍ଭେ ସେମାନଙ୍କୁ କ୍ଳେଶ ଦେବା ବେଳେ, ଯେବେ ସେମାନେ ଏହି ସ୍ଥାନ ଅଭିମୁଖରେ ପ୍ରାର୍ଥନା କରନ୍ତି ଓ ତୁମ୍ଭ ନାମ ସ୍ଵୀକାର କରି ଆପଣା ଆପଣା ପାପରୁ ଫେରନ୍ତି;"},{"number":27,"verse":"ତେବେ ତୁମ୍ଭେ ସ୍ଵର୍ଗରେ ଥାଇ ତାହା ଶୁଣ ଓ ସେମାନଙ୍କର ଗନ୍ତବ୍ୟ ସତ୍ପଥ ବିଷୟରେ ଶିକ୍ଷା ଦେଇ ଆପଣା ଦାସମାନଙ୍କର ଓ ଆପଣା ଲୋକ ଇସ୍ରାଏଲର ପାପ କ୍ଷମା କର; ପୁଣି ତୁମ୍ଭ ଲୋକମାନଙ୍କ ଅଧିକାରାର୍ଥେ ଦତ୍ତ ତୁମ୍ଭ ଦେଶ ଉପରେ ବୃଷ୍ଟି କର ।"},{"number":28,"verse":"ଯେବେ ଦେଶରେ ଦୁର୍ଭିକ୍ଷ ହୁଏ, ଯେବେ ମହାମାରୀ ହୁଏ, ଯେବେ ଶସ୍ୟର ଶୋଷ କି ମ୍ଳାନି, ପଙ୍ଗପାଳ ବା କୀଟ ହୁଏ; ଯେବେ ସେମାନଙ୍କ ଶତ୍ରୁଗଣ ସେମାନଙ୍କ ଦେଶସ୍ଥ ନଗରସମୂହରେ ସେମାନଙ୍କୁ ଅବରୋଧ କରନ୍ତି; କୌଣସି ମାରୀ କି କୌଣସି ରୋଗ ଘଟେ;"},{"number":29,"verse":"ତେବେ ଆପଣା ଆପଣା ପୀଡ଼ା ଓ ଦୁଃଖ ଜାଣି କୌଣସି ଲୋକ କିଅବା ତୁମ୍ଭର ସମଗ୍ର ଇସ୍ରାଏଲ ଲୋକ ଏହି ଗୃହ ଆଡ଼େ ହସ୍ତ ବିସ୍ତାର କରି କୌଣସି ପ୍ରାର୍ଥନା କି ବିନତି କଲେ,"},{"number":30,"verse":"ତୁମ୍ଭେ ଆପଣା ନିବାସ-ସ୍ଥାନ ସ୍ଵର୍ଗରୁ ତାହା ଶ୍ରବଣ କରି କ୍ଷମା କର, ଆଉ ପ୍ରତ୍ୟେକ ମନୁଷ୍ୟର ଅନ୍ତଃକରଣ ଜାଣି ତାହାର ସକଳ ଗତି ଅନୁସାରେ ପ୍ରତିଫଳ ଦିଅ, କାରଣ ତୁମ୍ଭେ, କେବଳ ତୁମ୍ଭେ ହିଁ ମନୁଷ୍ୟ-ସନ୍ତାନଗଣର ଅନ୍ତଃକରଣ ଜାଣୁଅଛ ।"},{"number":31,"verse":"ତାହାହେଲେ, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କ ପୂର୍ବପୁରୁଷଗଣକୁ ଯେଉଁ ଦେଶ ଦେଇଅଛ, ତହିଁରେ ସେମାନଙ୍କ ବସତିର ସମସ୍ତ ଦିନ ତୁମ୍ଭ ପଥରେ ଚାଲିବା ପାଇଁ ସେମାନେ ତୁମ୍ଭଙ୍କୁ ଭୟ କରିବେ ।"},{"number":32,"verse":"ଆହୁରି ଯେ ତୁମ୍ଭ ଇସ୍ରାଏଲ ଲୋକର ମଧ୍ୟବର୍ତ୍ତୀ ନୁହେଁ, ଏପରି କୌଣସି ବିଦେଶୀ ଯେବେ ତୁମ୍ଭର ମହାନାମ ଓ ତୁମ୍ଭର ବଳବାନ ହସ୍ତ ଓ ତୁମ୍ଭର ବିସ୍ତୀର୍ଣ୍ଣ ବାହୁ ସକାଶୁ ଦୂର ଦେଶରୁ ଆସେ ଓ ଆସି ଏହି ଗୃହ ଆଡ଼େ ପ୍ରାର୍ଥନା କରେ;"},{"number":33,"verse":"ତେବେ ତୁମ୍ଭେ ଆପଣା ନିବାସ-ସ୍ଥାନ ସ୍ଵର୍ଗରୁ ତାହା ଶୁଣ ଓ ସେ ବିଦେଶୀ ତୁମ୍ଭ ନିକଟରେ ଯାହା ଯାହା ପ୍ରାର୍ଥନା କରେ, ତଦନୁସାରେ ତାହା ପ୍ରତି କର; ତହିଁରେ ତୁମ୍ଭ ଇସ୍ରାଏଲ ଲୋକ ତୁଲ୍ୟ ତୁମ୍ଭଙ୍କୁ ଭୟ କରିବା ପାଇଁ ପୃଥିବୀସ୍ଥ ସମସ୍ତ ଗୋଷ୍ଠୀ ତୁମ୍ଭ ନାମ ଜ୍ଞାତ ହେବେ ଓ ଆମ୍ଭ ନିର୍ମିତ ଏହି ଗୃହ ତୁମ୍ଭ ନାମରେ ଖ୍ୟାତ ବୋଲି ଜାଣିବେ ।"},{"number":34,"verse":"ତୁମ୍ଭେ ଆପଣା ଲୋକମାନଙ୍କୁ ଯେକୌଣସି ଆଡ଼େ ପଠାଇଲେ, ଯେବେ ସେମାନେ ଆପଣା ଶତ୍ରୁଗଣ ସଙ୍ଗେ ଯୁଦ୍ଧ କରିବାକୁ ବାହାରେ ଯାଇ ତୁମ୍ଭର ମନୋନୀତ ଏହି ନଗର ଆଡ଼େ ଓ ତୁମ୍ଭ ନାମ ନିମନ୍ତେ ମୋʼ ନିର୍ମିତ ଏହି ଗୃହ ଆଡ଼େ ତୁମ୍ଭ ନିକଟରେ ପ୍ରାର୍ଥନା କରନ୍ତି,"},{"number":35,"verse":"ତେବେ ତୁମ୍ଭେ ସ୍ଵର୍ଗରୁ ସେମାନଙ୍କର ପ୍ରାର୍ଥନା ଓ ବିନତି ଶୁଣି ସେମାନଙ୍କର ବିଚାର ନିଷ୍ପତ୍ତି କର ।"},{"number":36,"verse":"ଯେବେ ସେମାନେ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ପାପ କରନ୍ତି, କାରଣ ପାପ ନ କରେ, ଏପରି କୌଣସି ମନୁଷ୍ୟ ନାହିଁ, ଆଉ ତୁମ୍ଭେ ସେମାନଙ୍କ ପ୍ରତି କ୍ରୁଦ୍ଧ ହୋଇ ସେମାନଙ୍କୁ ଶତ୍ରୁହସ୍ତରେ ସମର୍ପଣ କଲେ, ଯେବେ ସେମାନେ ସେମାନଙ୍କୁ ବନ୍ଦୀ କରି ଦୂରସ୍ଥ ବା ନିକଟସ୍ଥ ଦେଶକୁ ନେଇଯାʼନ୍ତି;"},{"number":37,"verse":"ତଥାପି ସେମାନେ ଯେଉଁ ଦେଶକୁ ବନ୍ଦୀ ରୂପେ ନୀତ ହୁଅନ୍ତି, ସେହି ସ୍ଥାନରେ ଯେବେ ସେମାନେ ମନେ ମନେ ବିବେଚନା କରି ପୁନର୍ବାର ଫେରନ୍ତି ଓ ଆପଣାମାନଙ୍କ ବନ୍ଦୀତ୍ଵ ଦେଶରେ ତୁମ୍ଭ ନିକଟରେ ବିନତି କରି କହନ୍ତି, ଆମ୍ଭେମାନେ ପାପ କଲୁ ଓ ବିପଥଗାମୀ ହେଲୁ ଓ ଦୁଷ୍ଟପଣ କଲୁ;"},{"number":38,"verse":"ଶତ୍ରୁଗଣ ସେମାନଙ୍କୁ ଯେଉଁ ଦେଶକୁ ବନ୍ଦୀ କରି ନେଇ ଯାଇଅଛନ୍ତି, ଆପଣାମାନଙ୍କର ସେହି ବନ୍ଦୀତ୍ଵ ଦେଶରେ ଥାଇ ଯେବେ ସେମାନେ ସମସ୍ତ ଅନ୍ତଃକରଣ ଓ ସମସ୍ତ ପ୍ରାଣ ସହିତ ତୁମ୍ଭ ପ୍ରତି ଫେରନ୍ତି, ପୁଣି ତୁମ୍ଭେ ସେମାନଙ୍କ ପୂର୍ବପୁରୁଷଗଣକୁ ଯେଉଁ ଦେଶ ଦେଇଅଛ, ଆପଣାମାନଙ୍କର ସେହି ଦେଶ ଆଡ଼େ, ପୁଣି ତୁମ୍ଭ ମନୋନୀତ ନଗର ଓ ତୁମ୍ଭ ନାମ ନିମନ୍ତେ ଆମ୍ଭର ନିର୍ମିତ ଗୃହ ଆଡ଼େ ମୁଖ କରି ପ୍ରାର୍ଥନା କରନ୍ତି;"},{"number":39,"verse":"ତେବେ ତୁମ୍ଭେ ଆପଣା ନିବାସ ସ୍ଥାନ ସ୍ଵର୍ଗରୁ ସେମାନଙ୍କ ପ୍ରାର୍ଥନା ଓ ବିନତି ଶୁଣ ଓ ସେମାନଙ୍କର ବିଚାର ନିଷ୍ପତ୍ତି କର; ଆଉ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ପାପକାରୀ ଆପଣା ଲୋକମାନଙ୍କୁ କ୍ଷମା କର ।"},{"number":40,"verse":"ଏବେ, ହେ ମୋହର ପରମେଶ୍ଵର, ମୁଁ ବିନୟ କରୁଅଛି, ଏହି ସ୍ଥାନରେ ଯେଉଁ ପ୍ରାର୍ଥନା କରାଯାଏ, ତହିଁ ପ୍ରତି ତୁମ୍ଭର ଚକ୍ଷୁ ମୁକ୍ତ ଓ ତୁମ୍ଭର କର୍ଣ୍ଣ ନିବିଷ୍ଟ ଥାଉ ।"},{"number":41,"verse":"ଏଣୁ ଏବେ, ହେ ସଦାପ୍ରଭୋ, ପରମେଶ୍ଵର, ଉଠ, ତୁମ୍ଭେ ଓ ତୁମ୍ଭର ଶକ୍ତିରୂପ ସିନ୍ଦୁକ ଆପଣା ବିଶ୍ରାମସ୍ଥାନକୁ ଗମନ କର; ହେ ସଦାପ୍ରଭୋ, ପରମେଶ୍ଵର, ତୁମ୍ଭର ଯାଜକମାନେ ପରିତ୍ରାଣରୂପ ବସ୍ତ୍ର ପରିଧାନ କରନ୍ତୁ ଓ ତୁମ୍ଭର ସାଧୁମାନେ ମଙ୍ଗଳରେ ଆନନ୍ଦ କରନ୍ତୁ ।"},{"number":42,"verse":"ହେ ସଦାପ୍ରଭୋ, ପରମେଶ୍ଵର, ଆପଣା ଅଭିଷିକ୍ତର ମୁଖ ଫେରାଇ ନ ଦିଅ; ଆପଣା ଦାସ ଦାଉଦଙ୍କ ପ୍ରତି ଦୟାସବୁ ସ୍ମରଣ କର ।"}]}