{"bibleAbbr":"NRSVue2021","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"The New Life in Christ (Ps 110.1; Rom 8.34) So if you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God."},{"number":2,"verse":"Set your minds on the things that are above, not on the things that are on earth,"},{"number":3,"verse":"(Rom 6.2; 2 Cor 5.14) for you have died, and your life is hidden with Christ in God."},{"number":4,"verse":"(Jn 14.6; 1 Jn 3.2) When Christ who is your (Other authorities read our) life is revealed, then you also will be revealed with him in glory."},{"number":5,"verse":"(Rom 6.13; Eph 5.3, 5) Put to death, therefore, whatever in you is earthly: sexual immorality, impurity, passion, evil desire, and greed (which is idolatry)."},{"number":6,"verse":"(Rom 1.18; Eph 5.6) On account of these the wrath of God is coming on those who are disobedient. (Gk the sons of disobedience; other ancient authorities lack on those who are disobedient)"},{"number":7,"verse":"These are the ways you also once followed, when you were living that life. (Or living among such people)"},{"number":8,"verse":"(Eph 4.22, 29) But now you must get rid of all such things: anger, wrath, malice, slander, and abusive (Or filthy) language from your mouth."},{"number":9,"verse":"Do not lie to one another, seeing that you have stripped off the old self with its practices"},{"number":10,"verse":"(Rom 12.2; Eph 2.10; 4.23) and have clothed yourselves with the new self, which is being renewed in knowledge according to the image of its creator."},{"number":11,"verse":"(Gal 3.28; Eph 1.23) In that renewal (Gk its creator, 11where) there is no longer Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, enslaved and free, but Christ is all and in all!"},{"number":12,"verse":"(2 Cor 6.6; Gal 5.22, 23; Phil 2.3) Therefore, as God’s chosen ones, holy and beloved, clothe yourselves with compassion, kindness, humility, meekness, and patience."},{"number":13,"verse":"Bear with one another and, if anyone has a complaint against another, forgive each other; just as the Lord (Other ancient authorities read just as Christ) has forgiven you, so you also must forgive."},{"number":14,"verse":"Above all, clothe yourselves with love, which binds everything together in perfect harmony."},{"number":15,"verse":"(1 Cor 7.15; Eph 4.4; Phil 4.7) And let the peace of Christ (Other ancient authorities read of God) rule in your hearts, to which indeed you were called in one body. And be thankful."},{"number":16,"verse":"(Eph 5.19) Let the word of Christ (Other ancient authorities read of God or of the LORD) dwell in you richly; teach and admonish one another in all wisdom; and with gratitude in your hearts sing psalms, hymns, and spiritual songs to God. (Other ancient authorities read to the LORD)"},{"number":17,"verse":"(1 Cor 10.31; Eph 5.20) And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."},{"number":18,"verse":"Rules for Christian Households (Eph 5.22-6.9) Wives, be subject to your husbands, as is fitting in the Lord."},{"number":19,"verse":"Husbands, love your wives and never treat them harshly."},{"number":20,"verse":"(Eph 6.1) Children, obey your parents in everything, for this is your acceptable duty in the Lord."},{"number":21,"verse":"Fathers, do not provoke your children, or they may lose heart."},{"number":22,"verse":"(Eph 6.5, 6; Philem 16) Slaves, obey your earthly masters (In Gk the same word is used for master and LORD) in everything, not with a slavery performed merely for looks, to please people, but wholeheartedly, fearing the Lord. (In Gk the same word is used for master and LORD)"},{"number":23,"verse":"Whatever task you must do, work as if your soul depends on it, as for the Lord and not for humans,"},{"number":24,"verse":"(1 Cor 7.22) since you know that from the Lord you will receive the inheritance as your reward; you serve the Lord Christ."},{"number":25,"verse":"(Acts 10.34; Eph 6.8, 9) For the wrongdoer will be paid back for whatever wrong has been done, and there is no partiality."}]}