{"bibleAbbr":"NRSVue2021","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":2,"verses":[{"number":1,"verse":"(Isa 15; 16; Jer 48; Zeph 2.8, 9) Thus says the LORD: For three transgressions of Moab, and for four, I will not revoke the punishment, (Heb cause it to return) because he burned to lime the bones of the king of Edom."},{"number":2,"verse":"(Jer 48.41, 45) So I will send a fire on Moab, and it shall devour the strongholds of Kerioth, and Moab shall die amid uproar, amid shouting and the sound of the trumpet;"},{"number":3,"verse":"(Ps 2.10; Isa 40.23; Jer 48.7; Am 5.7, 12) I will cut off the ruler from its midst and will kill all its officials with him, says the LORD."},{"number":4,"verse":"Judgment on Judah (2 Kings 17.19; Jer 6.19; Ezek 20.13; Joel 3.2) Thus says the LORD: For three transgressions of Judah, and for four, I will not revoke the punishment, (Heb cause it to return) because they have rejected the instruction of the LORD and have not kept his statutes, but they have been led astray by the same lies after which their ancestors walked."},{"number":5,"verse":"(Jer 17.27; Hos 8.14) So I will send a fire on Judah, and it shall devour the strongholds of Jerusalem."},{"number":6,"verse":"Judgment on Israel (2 Kings 18.12; Joel 3.3; Am 5.11, 12) Thus says the LORD: For three transgressions of Israel, and for four, I will not revoke the punishment, (Heb cause it to return) because they sell the righteous for silver and the needy for a pair of sandals—"},{"number":7,"verse":"(Lev 20.3; Hos 4.14; Am 5.12; 8.4) they who trample the head of the poor into the dust of the earth and push the afflicted out of the way; father and son go in to the same young woman, so that my holy name is profaned;"},{"number":8,"verse":"(Ex 22.26; Am 4.1; 6.6; 1 Cor 8.10) they lay themselves down beside every altar on garments taken in pledge; and in the house of their God they drink wine bought with fines they imposed."},{"number":9,"verse":"(Num 13.33; Deut 2.31; Isa 5.24; Mal 4.1) Yet I destroyed the Amorite before them, whose height was like the height of cedars and who was as strong as oaks; I destroyed his fruit above and his roots beneath."},{"number":10,"verse":"(Ex 3.8; 12.51; Deut 2.7) Also I brought you up out of the land of Egypt and led you forty years in the wilderness, to possess the land of the Amorite."},{"number":11,"verse":"(Num 6.2, 3; Jer 7.25) And I raised up some of your children to be prophets and some of your youths to be nazirites. Is it not indeed so, O people of Israel? says the LORD."},{"number":12,"verse":"(Isa 30.10; Jer 11.21; Am 7.12, 13; Mic 2.6) But you made the nazirites drink wine and commanded the prophets, saying, “You shall not prophesy.”"},{"number":13,"verse":"(Joel 3.13) So, I will press you down in your place, just as a cart presses down when it is full of sheaves. (Meaning of Heb uncertain)"},{"number":14,"verse":"(Ps 33.16; Isa 30.16, 17; Jer 9.23) Flight shall perish from the swift, and the strong shall not retain their strength, nor shall the mighty save their lives;"},{"number":15,"verse":"(Isa 31.3; Jer 51.26; Ezek 39.3) those who handle the bow shall not stand, and those who are swift of foot shall not save themselves, nor shall those who ride horses save their lives;"},{"number":16,"verse":"(Jer 48.41) and those who are stout of heart among the mighty shall flee away naked on that day, says the LORD."}]}