{"bibleAbbr":"RcV2003","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":5,"verses":[{"number":1,"verse":"But concerning the times and the seasons, brothers, you have no need for anything to be written to you;"},{"number":2,"verse":"For you yourselves know perfectly well that like a thief in the night, so the day of the Lord comes."},{"number":3,"verse":"When they say, Peace and security, then sudden destruction comes upon them, just as birth pangs to a woman with child; and they shall by no means escape."},{"number":4,"verse":"But you, brothers, are not in darkness that the day should overtake you like a thief;"},{"number":5,"verse":"For you are all sons of light and sons of the day. We are not of the night nor of darkness."},{"number":6,"verse":"So then let us not sleep, as the rest do, but let us watch and be sober."},{"number":7,"verse":"For those who sleep, sleep during the night, and those who get drunk are drunk during the night;"},{"number":8,"verse":"But since we are of the day, let us be sober, putting on the breastplate of faith and love and a helmet, the hope of salvation."},{"number":9,"verse":"For God did not appoint us to wrath but to the obtaining of salvation through our Lord Jesus Christ,"},{"number":10,"verse":"Who died for us in order that whether we watch or sleep, we may live together with Him."},{"number":11,"verse":"Therefore comfort one another, and build up each one the other, even as you also do."},{"number":12,"verse":"Furthermore we ask you, brothers, to acknowledge those who labor among you and take the lead among you in the Lord and admonish you,"},{"number":13,"verse":"And to regard them most highly in love because of their work. Be at peace among yourselves."},{"number":14,"verse":"And we exhort you, brothers, Admonish the disorderly, console the fainthearted, sustain the weak, be long-suffering toward all."},{"number":15,"verse":"See that no one repays anyone evil for evil, but always pursue what is good both for one another and for all."},{"number":16,"verse":"Always rejoice,"},{"number":17,"verse":"Unceasingly pray,"},{"number":18,"verse":"In everything give thanks; for this is the will of God in Christ Jesus for you."},{"number":19,"verse":"Do not quench the Spirit;"},{"number":20,"verse":"Do not despise prophecies,"},{"number":21,"verse":"But prove all things. Hold fast to what is good;"},{"number":22,"verse":"Abstain from every kind of evil."},{"number":23,"verse":"And the God of peace Himself sanctify you wholly, and may your spirit and soul and body be preserved complete, without blame, at the coming of our Lord Jesus Christ."},{"number":24,"verse":"Faithful is He who calls you, who also will do it."},{"number":25,"verse":"Brothers, pray also for us."},{"number":26,"verse":"Greet all the brothers with a holy kiss."},{"number":27,"verse":"I adjure you by the Lord to have this letter read to all the brothers."},{"number":28,"verse":"The grace of our Lord Jesus Christ be with you."}]}