{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"Anak yang bijak menerima tegur ajar bapa, tetapi orang yang sombong tidak mahu menerima tegur ajar."},{"number":2,"verse":"Kata-kata orang baik mendatangkan balasan yang baik, tetapi orang yang penuh dengan muslihat suka akan keganasan."},{"number":3,"verse":"Orang yang berhati-hati dengan kata-katanya, melindungi diri sendiri. Orang yang bercakap sembarangan, membinasakan dirinya."},{"number":4,"verse":"Orang malas yang banyak keinginan, tidak akan mencapainya. Orang rajin akan mendapat apa sahaja yang diingini mereka."},{"number":5,"verse":"Orang jujur membenci dusta, tetapi kata-kata orang jahat memalukan dan membawa aib."},{"number":6,"verse":"Kejujuran melindungi orang yang tidak bersalah, tetapi kejahatan mencelakakan orang yang berdosa."},{"number":7,"verse":"Ada orang berpura-pura kaya, padahal tidak memiliki apa-apa. Ada pula orang berpura-pura miskin, padahal kaya raya."},{"number":8,"verse":"Orang kaya terpaksa menebus nyawa dengan kekayaan, tetapi orang miskin bebas daripada ancaman."},{"number":9,"verse":"Orang salih bagaikan pelita yang terang, tetapi orang jahat bagaikan pelita yang hampir padam."},{"number":10,"verse":"Kesombongan hanya membawa kesusahan; lebih bijak meminta nasihat."},{"number":11,"verse":"Kekayaan yang diperoleh dengan mudah, cepat habis, tetapi harta yang dikumpulkan sedikit demi sedikit akan semakin bertambah."},{"number":12,"verse":"Apabila harapan hancur, hati pun hancur; apabila hasrat tercapai, hati gembira."},{"number":13,"verse":"Orang yang menolak firman Allah akan mencelakakan diri, sebaliknya orang yang taat kepada perintah Allah akan mendapat pahala."},{"number":14,"verse":"Ajaran orang bijak bagaikan sumber kehidupan; apabila ada ancaman, ajaran itu menyelamatkan nyawa."},{"number":15,"verse":"Orang bijak mendapat kehormatan, tetapi orang yang tidak dapat dipercayai menuju kebinasaan."},{"number":16,"verse":"Orang bijak sentiasa berfikir dahulu sebelum bertindak, tetapi orang bodoh mengiklankan kebodohan mereka."},{"number":17,"verse":"Utusan yang tidak bertanggungjawab mendatangkan kesusahan, tetapi utusan yang dapat dipercayai mendatangkan kesejahteraan."},{"number":18,"verse":"Orang yang tidak mahu diajar akan menjadi miskin dan hina, tetapi orang yang mengendahkan nasihat akan dihormati."},{"number":19,"verse":"Alangkah baiknya mendapat apa yang diinginkan! Orang bodoh tidak mahu berpaling daripada kejahatan."},{"number":20,"verse":"Orang yang bergaul dengan orang bijak akan menjadi bijak; orang yang bersahabat dengan orang bodoh akan celaka."},{"number":21,"verse":"Kesusahan mengekori orang berdosa, tetapi orang baik menerima kebaikan."},{"number":22,"verse":"Orang baik akan mewariskan hartanya kepada anak cucu, sedangkan harta orang berdosa diwarisi oleh orang yang lurus hati."},{"number":23,"verse":"Tanah kosong dapat menghasilkan banyak makanan untuk orang miskin, tetapi orang yang tidak adil menghalang tanah itu daripada diusahakan."},{"number":24,"verse":"Orang yang tidak memukul anaknya, tidak mengasihi anak itu. Orang yang mengasihi anaknya akan mendisiplinkan anak itu."},{"number":25,"verse":"Orang baik sentiasa cukup makanan, tetapi orang jahat sentiasa kelaparan."}]}