{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Lebih baik makan sesuap makanan dengan fikiran yang tenang, daripada makan jamuan besar di rumah yang penuh dengan pertengkaran."},{"number":2,"verse":"Hamba yang bijak akan menguasai anak tuannya yang mendatangkan malu, dan mewarisi sebahagian hartanya."},{"number":3,"verse":"Emas dan perak diuji oleh api, tetapi hati orang diuji oleh TUHAN."},{"number":4,"verse":"Orang jahat menyambut cadangan jahat, dan pembohong suka mendengar kata-kata dusta."},{"number":5,"verse":"Sesiapa yang mentertawakan orang miskin, menghina Allah yang mencipta mereka. Sesiapa yang gembira kerana kemalangan orang lain akan dihukum."},{"number":6,"verse":"Orang tua bangga akan cucu seperti anak bangga akan ibu bapa."},{"number":7,"verse":"Orang berhormat tidak patut berdusta, dan orang bodoh tidak dapat mengatakan yang berfaedah."},{"number":8,"verse":"Ada orang berpendapat bahawa rasuah dapat membuat keajaiban; mereka percaya segalanya terlaksana dengan rasuah."},{"number":9,"verse":"Jika ingin disukai orang, maafkanlah kesalahan yang dilakukan mereka. Membangkit-bangkit kesalahan akan memutuskan persahabatan."},{"number":10,"verse":"Satu kali ditegur ajar lebih bererti bagi orang bijak, daripada seratus kali cambukan pada orang bodoh."},{"number":11,"verse":"Maut datang seperti utusan yang kejam kepada orang jahat yang selalu menimbulkan kekacauan."},{"number":12,"verse":"Lebih baik berjumpa dengan beruang betina yang kehilangan anaknya, daripada berjumpa dengan orang bodoh yang sibuk dengan kebodohannya."},{"number":13,"verse":"Orang yang membalas kebaikan dengan kejahatan, tidak dapat membanteras kejahatan dari rumahnya."},{"number":14,"verse":"Permulaan pertengkaran bagaikan retak pada empangan; cegahlah pertengkaran sebelum bermula."},{"number":15,"verse":"TUHAN membenci perbuatan melepaskan orang jahat dan perbuatan menyalahkan orang yang tidak bersalah."},{"number":16,"verse":"Sia-sia sahaja orang bodoh menghabiskan wang mencari hikmat, kerana dia tidak berakal."},{"number":17,"verse":"Sahabat sentiasa saling mengasihi, dan sanak keluarga saling menanggung kesusahan."},{"number":18,"verse":"Hanya orang yang tidak berakal mahu menanggung hutang orang lain."},{"number":19,"verse":"Orang yang suka akan dosa suka bertengkar. Orang yang selalu bercakap besar ( selalu bercakap besar; atau menunjukkan kekayaan.) mencari kesusahan."},{"number":20,"verse":"Orang yang menipu tidak akan bahagia; orang yang bermulut jahat mendapat celaka."},{"number":21,"verse":"Anak yang melakukan perbuatan bodoh menyusahkan dan menyedihkan hati ibu bapanya."},{"number":22,"verse":"Hati yang gembira menyihatkan badan; hati yang sedih melemahkan semangat."},{"number":23,"verse":"Hakim yang curang menerima rasuah dengan diam-diam dan tidak menjalankan keadilan."},{"number":24,"verse":"Tujuan orang bijak adalah memperoleh hikmat, tetapi tujuan orang bodoh tidak menentu."},{"number":25,"verse":"Anak yang bodoh menyedihkan hati bapanya dan mengesalkan hati ibunya."},{"number":26,"verse":"Tidaklah patut mendenda orang yang tidak bersalah, dan tidaklah adil menghukum orang yang baik."},{"number":27,"verse":"Orang yang berpengetahuan tidak banyak bercakap. Orang yang berpengertian sentiasa tenang."},{"number":28,"verse":"Orang bodoh pun mungkin dianggap bijak dan pandai jika mereka berdiam diri dan menutup mulut."}]}