{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"Orang yang menyingkirkan diri daripada orang lain hanya mementingkan diri sendiri; mereka membantah segala pendapat yang baik daripada orang lain."},{"number":2,"verse":"Orang yang bodoh tidak peduli sama ada dia faham atau tidak. Dia hanya ingin mengatakan pendapat sendiri."},{"number":3,"verse":"Dosa dan hinaan sentiasa berdampingan; orang yang tercela akan dipermalukan."},{"number":4,"verse":"Perkataan orang boleh merupakan sumber hikmat, yang dalam seperti laut dan segar seperti air yang mengalir."},{"number":5,"verse":"Tidak baik memihak orang yang jahat, dan menindas orang yang tidak bersalah."},{"number":6,"verse":"Jika orang bodoh menimbulkan pertengkaran, mereka minta dipukul."},{"number":7,"verse":"Apabila orang bodoh bercakap mereka terjerat oleh kata-kata mereka dan membinasakan diri."},{"number":8,"verse":"Umpatan sangat enak rasanya; orang suka menelannya."},{"number":9,"verse":"Orang malas sama jahatnya dengan orang yang suka merosak."},{"number":10,"verse":"TUHAN seperti menara yang kukuh; ke sanalah orang jujur pergi dan mendapat perlindungan."},{"number":11,"verse":"Tetapi orang kaya menyangka bahawa harta yang melindungi mereka seperti tembok tinggi dan kuat di sekeliling kota."},{"number":12,"verse":"Orang yang rendah hati akan dihormati; orang sombong pasti akan binasa."},{"number":13,"verse":"Orang yang menjawab sebelum mendengar, bukan sahaja bodoh tetapi mempermalu diri sendiri."},{"number":14,"verse":"Kemahuan untuk hidup dapat menanggung derita penyakit tetapi jika lenyap kemahuan itu, hilanglah segala harapan."},{"number":15,"verse":"Orang bijak sentiasa sedia dan suka belajar."},{"number":16,"verse":"Hadiah membuka jalan sehingga mudah untuk menemui orang besar."},{"number":17,"verse":"Orang yang pertama berucap di mahkamah selalu nampaknya benar, tetapi kenyataannya akan diuji setelah perkaranya diperiksa."},{"number":18,"verse":"Jika terjadi pertikaian di mahkamah antara dua orang yang berkuasa, buanglah undi untuk menyelesaikannya."},{"number":19,"verse":"Tolong-menolong menguatkan persaudaraan seperti tembok kota yang kukuh, tetapi pertengkaran memutuskan perhubungan."},{"number":20,"verse":"Kata-kata yang diucapkan membawa kesan yang harus dirasakan."},{"number":21,"verse":"Kata-kata yang diucapkan mempunyai kuasa untuk menyelamatkan ataupun membinasakan. Orang harus merasakan kesan kata-kata mereka."},{"number":22,"verse":"Orang yang mendapat isteri, mendapat sesuatu yang baik. Hal ini bermakna TUHAN memperkenan orang itu."},{"number":23,"verse":"Orang miskin memohon dengan sopan, tetapi orang kaya menjawab dengan kasar."},{"number":24,"verse":"Ada sahabat yang tidak setia, ada pula yang lebih karib daripada saudara kandung."}]}