{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"( Faedah Memiliki Hikmat) Hai anakku, terimalah apa yang aku ajarkan dan jangan lupa akan perintahku."},{"number":2,"verse":"Dengarlah apa yang bijaksana dan cubalah memahaminya."},{"number":3,"verse":"Ya, mohonlah dengan bersungguh-sungguh supaya mendapat pengetahuan dan mintalah pengertian."},{"number":4,"verse":"Carilah perkara itu seperti mencari perak dan harta terpendam."},{"number":5,"verse":"Barulah kamu akan tahu maknanya takut kepada TUHAN, dan kamu akan mendapat pengetahuan tentang Allah."},{"number":6,"verse":"TUHANlah yang memberikan hikmat. Pengetahuan dan pengertian berasal daripada-Nya."},{"number":7,"verse":"Dia memberikan pertolongan dan perlindungan kepada orang yang tulus hati dan jujur."},{"number":8,"verse":"Dia melindungi orang yang berlaku adil, dan mengawal orang yang setia kepada-Nya."},{"number":9,"verse":"Jika kamu mendengar nasihatku, kamu akan tahu apa yang benar, adil, dan tidak berat sebelah. Kamu akan tahu apa yang harus kamu buat."},{"number":10,"verse":"Kamu akan menjadi bijaksana, dan pengetahuanmu akan menyukakan hatimu."},{"number":11,"verse":"Pengertian dan kecerdasanmu akan melindungimu,"},{"number":12,"verse":"serta mencegah kamu daripada melakukan perbuatan yang salah, dan juga menjauhkan dirimu daripada orang yang bercakap bohong."},{"number":13,"verse":"Orang seperti itu telah meninggalkan cara hidup yang baik, dan mengambil jalan gelap yang penuh dengan dosa."},{"number":14,"verse":"Mereka mendapat keseronokan daripada perbuatan yang salah dan jahat."},{"number":15,"verse":"Mereka tidak dapat diharap dan tidak dapat dipercayai."},{"number":16,"verse":"Kamu akan dapat menolak godaan perempuan jalang yang berusaha untuk memikat kamu dengan kata-kata manis."},{"number":17,"verse":"Perempuan itu tidak setia kepada suaminya, dan telah melupakan janjinya kepada Allah."},{"number":18,"verse":"Jika kamu pergi ke rumahnya, kamu menuju ke arah maut. Pergi ke sana sama seperti pergi ke dunia orang mati."},{"number":19,"verse":"Orang yang melawat perempuan itu tidak pernah kembali ke jalan yang menuju kehidupan."},{"number":20,"verse":"Oleh itu, haruslah kamu ikut teladan orang baik, dan hendaklah kamu hidup menurut kehendak Allah."},{"number":21,"verse":"Orang yang hidup menurut kehendak Allah, iaitu orang yang tulus hati akan hidup di negeri yang dijanjikan Allah."},{"number":22,"verse":"Tetapi orang jahat dan berdosa akan dilempar keluar dari negeri itu oleh Allah, seperti rumput dicabut dari tanah."}]}