{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"Minuman keras membuat orang mabuk dan merepek. Bodohlah orang yang menjadi mabuk."},{"number":2,"verse":"Takut akan raja yang murka seperti takut akan singa yang mengaum. Orang yang membangkitkan kemurkaan raja hanya membinasakan diri sendiri."},{"number":3,"verse":"Hanya orang bodoh suka bertengkar; sikap yang terpuji adalah menjauhi pertengkaran."},{"number":4,"verse":"Petani yang malas mengerjakan tanah pada musimnya tidak akan mendapat hasil pada musim menuai."},{"number":5,"verse":"Fikiran manusia bagaikan air di perigi yang dalam, tetapi orang yang berpengertian dapat menimbanya."},{"number":6,"verse":"Banyak orang mengaku diri mereka taat setia, tetapi yang betul-betul setia, sukar ditemukan."},{"number":7,"verse":"Berbahagialah anak-anak yang mempunyai bapa yang jujur dan adil."},{"number":8,"verse":"Apabila raja mengadili orang, raja dapat melihat apa yang jahat."},{"number":9,"verse":"Dapatkah orang berkata dengan sungguh-sungguh bahawa hati nurani mereka bersih, dan dosa mereka sudah dihapuskan?"},{"number":10,"verse":"TUHAN membenci orang yang menipu dengan timbangan dan ukuran yang tidak tepat."},{"number":11,"verse":"Perbuatan seorang anak dapat menunjukkan kelakuannya; kamu akan tahu sama ada dia baik atau jahat."},{"number":12,"verse":"TUHAN sudah memberi kita mata untuk melihat dan telinga untuk mendengar."},{"number":13,"verse":"Orang yang suka tidur akan jatuh miskin. Orang yang rajin bekerja mendapat banyak makanan."},{"number":14,"verse":"Pembeli sentiasa bersungut bahawa harga barang mahal, tetapi setelah membeli barang itu mereka bercakap besar tentang harga murah yang dibayar mereka."},{"number":15,"verse":"Kata-kata bijak lebih berharga daripada emas atau batu permata."},{"number":16,"verse":"Bodohlah orang yang berjanji menanggung hutang orang lain; miliknya harus diambil sebagai jaminan janjinya."},{"number":17,"verse":"Hasil daripada penipuan mula-mula lazat rasanya, tetapi kemudian terasa seperti pasir belaka."},{"number":18,"verse":"Mintalah nasihat supaya berjaya. Jangan pergi berperang tanpa membuat rancangan."},{"number":19,"verse":"Orang yang mengumpat tidak sekali-kali dapat menyimpan rahsia. Jangan bergaul dengan orang yang suka merepek."},{"number":20,"verse":"Sesiapa yang mengutuk ibu bapanya, hidupnya akan lenyap seperti pelita yang padam di tempat gelap."},{"number":21,"verse":"Kekayaan yang mudah diperoleh, tidak membawa berkat."},{"number":22,"verse":"Jangan balas dendam; percayalah kepada TUHAN dan Dia akan menolong kamu."},{"number":23,"verse":"Neraca dan timbangan yang tidak tepat, dibenci oleh TUHAN."},{"number":24,"verse":"TUHAN telah menentukan jalan hidup manusia; itulah sebabnya manusia tidak dapat memahami jalan hidup mereka."},{"number":25,"verse":"Fikirlah baik-baik sebelum menjanjikan korban kepada Allah supaya kamu tidak menyesal."},{"number":26,"verse":"Raja yang bijak mengetahui siapa yang jahat; raja akan menghukum mereka tanpa belas kasihan."},{"number":27,"verse":"TUHAN memberi kita fikiran dan hati nurani; oleh itu kita tidak dapat berdusta kepada diri kita sendiri."},{"number":28,"verse":"Raja hanya dapat memerintah selama pemerintahannya jujur, tulus, dan adil."},{"number":29,"verse":"Orang muda dikagumi kerana kekuatan, dan orang tua dihormati kerana uban."},{"number":30,"verse":"Kadang kala pengalaman pahit menghapuskan kejahatan dan membersihkan hati manusia."}]}