{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"( - 6 -) Ketika kamu dijamu oleh seorang pembesar, ingatlah siapa orang itu. ( ingatlah... itu; atau perhatikanlah baik-baik apa yang di hadapan kamu.)"},{"number":2,"verse":"Jika kamu sangat berselera, tahanlah selera kamu."},{"number":3,"verse":"Jangan gelojoh kerana makanan lazat yang dihidangkan. Mungkin dia hendak menipu kamu."},{"number":4,"verse":"( - 7 -) Berhati-hatilah! Jangan rosakkan kesihatan kamu kerana hendak menjadi kaya."},{"number":5,"verse":"Wang kamu boleh hilang secepat kilat, seolah-olah wang itu bersayap dan terbang ke angkasa seperti burung helang."},{"number":6,"verse":"( - 8 -) Jangan makan bersama-sama orang kedekut, atau inginkan makanan lazat yang dihidangkannya."},{"number":7,"verse":"“Makan lagi,” katanya, tetapi tidak begitu maksudnya. Dia bermulut manis tetapi hatinya lain."},{"number":8,"verse":"Kamu akan memuntahkan apa yang kamu telan, dan semua kata-kata manis kamu sia-sia sahaja."},{"number":9,"verse":"( - 9 -) Jangan cuba nasihati orang bodoh; mereka tidak akan menghargai nasihat kamu."},{"number":10,"verse":"( - 10 -) Jangan pindahkan batas tanah yang lama dan jangan rampas tanah anak yatim piatu."},{"number":11,"verse":"TUHAN, pembela yang kuat, akan membela mereka dan melawan kamu."},{"number":12,"verse":"( - 11 -) Perhatikanlah ajaran guru kamu dan belajarlah sebanyak mungkin."},{"number":13,"verse":"( - 12 -) Jangan ragu-ragu mendisiplinkan anak. Mereka tidak akan mati walaupun kena rotan."},{"number":14,"verse":"Sebaliknya kamu mungkin menyelamatkan nyawa mereka."},{"number":15,"verse":"( - 13 -) Hai anakku, aku gembira jika kamu bijak."},{"number":16,"verse":"Aku bangga jika mendengar kamu mengucapkan kata-kata yang jujur."},{"number":17,"verse":"( - 14 -) Jangan iri hati terhadap orang yang berdosa. Hormatlah dan takutlah kepada TUHAN dengan sepenuh hati"},{"number":18,"verse":"supaya masa depan kamu terjamin dan harapan kamu tidak hilang."},{"number":19,"verse":"( - 15 -) Dengarlah, hai anakku! Jadilah bijaksana dan ikutlah cara hidup yang betul."},{"number":20,"verse":"Jangan bergaul dengan pemabuk atau orang gelojoh,"},{"number":21,"verse":"kerana mereka akan jatuh miskin. Jika kamu hanya makan dan tidur, tidak lama lagi kamu akan berpakaian compang-camping."},{"number":22,"verse":"( - 16 -) Dengarkanlah nasihat bapamu, kerana tanpa dia, kamu tidak ada. Ketika ibumu tua, tunjukkanlah penghargaanmu kepadanya."},{"number":23,"verse":"Ajaran yang benar, hikmat, pendidikan, dan pengertian - semua itu patut dibeli tetapi terlalu berharga untuk dijual."},{"number":24,"verse":"Seorang bapa akan gembira kalau anaknya berbudi pekerti. Dia berbangga kerana anaknya bijak."},{"number":25,"verse":"Semoga ibu bapamu bangga terhadapmu. Semoga ibu yang melahirkan kamu bersukacita."},{"number":26,"verse":"( - 17 -) Hai anakku, perhatikanlah baik-baik dan contohilah hidupku."},{"number":27,"verse":"Pelacur dan isteri yang berzina adalah perangkap yang membawa maut."},{"number":28,"verse":"Mereka menanti kamu seperti penyamun dan menyebabkan banyak lelaki berzina."},{"number":29,"verse":"( - 18 -) Tahukah kamu apa yang terjadi kepada orang yang terlalu banyak minum wain dan minuman keras yang lain? Orang itu sengsara dan menderita. Dia selalu bertengkar dan bersungut. Matanya merah dan badannya luka-luka, padahal semua itu dapat dihindarinya."},{"number":31,"verse":"Jangan biar wain menggoda kamu, walaupun warnanya menarik, dan nampaknya berkilauan di dalam cawan, dan sedap dihirup."},{"number":32,"verse":"Esok pagi kamu akan merasa seperti dipagut ular berbisa."},{"number":33,"verse":"Mata kamu berkunang-kunang, fikiran kamu kacau, dan kamu merepek."},{"number":34,"verse":"Kamu akan merasa seperti mabuk di laut dan terumbang-ambing di atas tiang kapal."},{"number":35,"verse":"Kamu akan berkata, “Aku telah dipukul. Aku telah dipalu! Tetapi aku tidak ingat apa-apa. Mengapakah aku sangat mengantuk? Aku perlu minum lagi!”"}]}