{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Sebagaimana salji tidak sepatutnya turun pada musim panas atau hujan pada musim menuai, demikian juga pujian tidak sepatutnya diberikan kepada orang bodoh."},{"number":2,"verse":"Seperti burung terbang dan melayang-layang di udara, begitu juga kutukan tidak boleh kena pada orang yang tidak bersalah."},{"number":3,"verse":"Kuda harus dicambuk, keldai harus dikekang, dan orang bodoh harus dipukul."},{"number":4,"verse":"Orang yang menjawab pertanyaan yang bukan-bukan, menjadi sebodoh orang yang bertanya."},{"number":5,"verse":"Pertanyaan yang bodoh harus diberikan jawapan yang bodoh juga, supaya si penanya sedar bahawa dia tidak sepandai yang disangkanya."},{"number":6,"verse":"Mengutus orang bodoh untuk menyampaikan pesan sama dengan mematahkan kaki sendiri dan mencari kecelakaan."},{"number":7,"verse":"Seperti orang lumpuh tidak dapat menggunakan kaki, demikian juga orang bodoh tidak dapat menggunakan peribahasa."},{"number":8,"verse":"Memuji orang yang bodoh sia-sia sahaja, seperti batu yang diikat pada lastik."},{"number":9,"verse":"Orang bodoh yang cuba mengutip peribahasa bagaikan orang mabuk yang cuba mengeluarkan duri dari tangannya."},{"number":10,"verse":"Sesiapa yang mengupah orang bodoh akan menyusahkan semua orang."},{"number":11,"verse":"( ) Orang bodoh yang mengulangi kebodohan mereka bagaikan anjing yang menjilat semula muntahnya."},{"number":12,"verse":"Sebodoh-bodohnya orang, tidaklah sebodoh orang yang menyangka dirinya bijak, padahal tidak."},{"number":13,"verse":"Orang malas tidak suka keluar dari rumah. Dia berkata bahawa dia akan diterkam oleh singa jika dia keluar."},{"number":14,"verse":"Seperti pintu yang berayun pada engselnya, demikianlah orang malas membalik-balikkan badan di atas tempat tidur."},{"number":15,"verse":"Ada orang yang begitu malas sehingga tidak mahu makan sendiri."},{"number":16,"verse":"Si pemalas menganggap dirinya lebih pandai daripada tujuh orang yang dapat menjawab dengan tepat."},{"number":17,"verse":"Melibatkan diri dalam pertengkaran orang lain bagaikan menangkap anjing pada telinganya."},{"number":18,"verse":"Orang yang menipu orang lain, lalu berkata bahawa dia hanya bergurau bagaikan orang gila yang bermain dengan senjata yang berbahaya."},{"number":20,"verse":"Tanpa kayu, api padam; tanpa umpatan, pertengkaran pun berhenti."},{"number":21,"verse":"Seperti arang dan kayu membuat api tetap menyala, begitu juga orang yang suka bergaduh menyebabkan pertengkaran."},{"number":22,"verse":"Umpatan sangat enak rasanya; orang suka menelannya."},{"number":23,"verse":"Bagaikan periuk tanah yang disepuh perak, begitulah orang yang bermulut manis tetapi berhati jahat."},{"number":24,"verse":"Si pembenci manis kata-katanya, tetapi hatinya penuh tipu daya."},{"number":25,"verse":"Meskipun dia ramah, jangan percaya kepadanya, kerana hatinya penuh dengan kebencian."},{"number":26,"verse":"Dia mungkin dapat menyembunyikan kebenciannya, tetapi perbuatannya yang jahat itu akan nyata."},{"number":27,"verse":"Orang yang memasang perangkap bagi orang lain akan terjerat oleh perangkapnya sendiri. Orang yang menggulingkan batu akan ditimpa oleh batu itu juga."},{"number":28,"verse":"Membohongi orang sama dengan membencinya. Mulut manis yang tidak tulus mendatangkan kemusnahan."}]}