{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"( Nasihat kepada Orang Muda) Hai anakku, jangan lupa akan ajaranku. Ingatlah selalu akan perintahku,"},{"number":2,"verse":"supaya panjang umurmu dan makmur hidupmu."},{"number":3,"verse":"Hendaklah kamu tetap percaya dan setia kepada Allah dan sesamamu. Ingatlah dan simpanlah hal itu dalam hatimu."},{"number":4,"verse":"( ) Jika kamu berbuat demikian, Allah dan manusia akan berkenan kepadamu."},{"number":5,"verse":"Percayalah kepada TUHAN dengan sepenuh hatimu. Jangan bergantung kepada pengertianmu sendiri."},{"number":6,"verse":"Ingatlah akan TUHAN dalam segala perbuatanmu, dan Dia akan menunjukkan cara hidup yang baik kepadamu."},{"number":7,"verse":"( ) Jangan anggap dirimu lebih bijaksana daripada yang sebenarnya. Taatlah kepada TUHAN dan jauhilah kejahatan."},{"number":8,"verse":"Perbuatanmu itu akan menjadi seperti ubat yang menyembuhkan luka-lukamu dan menyegarkan badanmu."},{"number":9,"verse":"Hormatilah TUHAN dengan memberi Dia persembahan daripada harta benda dan hasil tanamanmu yang terbaik."},{"number":10,"verse":"Jika kamu berbuat demikian, gudang-gudangmu akan penuh dengan gandum, dan wain kamu akan berlimpah-limpah sehingga tidak cukup tempat untuk menyimpannya."},{"number":11,"verse":"( ) Hai anakku, apabila TUHAN menegur ajar kamu, terimalah tegur ajar itu sebagai amaran dan jangan tolak ajaran-Nya."},{"number":12,"verse":"( ) TUHAN menegur ajar orang yang dikasihi-Nya seperti seorang bapa menegur ajar anak yang disayanginya. ( )"},{"number":13,"verse":"Berbahagialah orang yang menjadi bijaksana dan mendapat pengertian."},{"number":14,"verse":"Manfaatnya melebihi keuntungan daripada perak, dan nilainya lebih tinggi daripada emas."},{"number":15,"verse":"Hikmat lebih bernilai daripada batu permata. Semua yang kamu idamkan tidak dapat dibandingkan dengan hikmat!"},{"number":16,"verse":"Hikmat memberi kamu umur panjang, dan juga kekayaan serta kehormatan."},{"number":17,"verse":"Hikmat memberi kamu kehidupan yang sejahtera dan sentosa."},{"number":18,"verse":"Orang yang menjadi bijaksana berasa bahagia, dan mendapat hidup yang sejati."},{"number":19,"verse":"TUHAN menciptakan bumi dengan hikmat-Nya; Dia membentangkan langit dengan pengetahuan-Nya."},{"number":20,"verse":"Hikmat-Nya menyebabkan air sungai mengalir, dan awan menurunkan hujan ke bumi."},{"number":21,"verse":"Hai anakku, berpeganglah pada hikmat dan pengertian. Jangan sekali-kali lepaskannya,"},{"number":22,"verse":"maka hidupmu akan terpelihara - sejahtera dan bahagia."},{"number":23,"verse":"Kamu akan berjalan dengan selamat; kamu tidak akan tersandung."},{"number":24,"verse":"Kamu akan tidur tanpa berasa takut, dan tidur nyenyak sepanjang malam."},{"number":25,"verse":"Kamu tidak usah khuatir akan bencana yang datang dengan tiba-tiba, seperti bencana angin ribut yang menimpa orang jahat."},{"number":26,"verse":"TUHAN akan menjaga kamu. Dia tidak akan membiarkan kamu dijerat."},{"number":27,"verse":"Seboleh-bolehnya, buatlah kebajikan kepada orang yang memerlukannya."},{"number":28,"verse":"Jangan sekali-kali suruh jiranmu menunggu sehingga esok, jika kamu dapat menolongnya sekarang."},{"number":29,"verse":"Jangan rancang sesuatu yang akan menyusahkan jiranmu; dia tinggal di sebelah rumahmu dan dia mempercayai kamu."},{"number":30,"verse":"Jangan bertengkar tanpa sebab dengan orang yang belum pernah berbuat jahat terhadap kamu."},{"number":31,"verse":"Jangan iri hati terhadap orang ganas dan jangan tiru tingkah laku mereka."},{"number":32,"verse":"TUHAN membenci orang yang berbuat jahat, tetapi Dia akrab dengan orang yang baik."},{"number":33,"verse":"TUHAN mengutuk rumah tangga orang yang jahat, tetapi Dia memberkati rumah tangga orang yang taat kepada-Nya."},{"number":34,"verse":"( ; ) Dia menghina orang yang tinggi hati, tetapi berkenan kepada orang yang rendah hati."},{"number":35,"verse":"Orang yang bijak akan mendapat kehormatan, tetapi orang yang bodoh akan mendapat malu."}]}