{"bibleAbbr":"msAB1996","bookName":"AMSAL","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"( Nasihat kepada Raja) Inilah nasihat bonda Raja Lemuel dari Masa kepada baginda:"},{"number":2,"verse":"“Engkau buah hatiku, jawapan doaku yang telah dikabulkan oleh TUHAN. Apakah yang hendak aku katakan kepadamu?"},{"number":3,"verse":"Jangan habiskan tenagamu pada nafsu berahi, dan jangan bazirkan wangmu pada perempuan; mereka sudah membinasakan banyak raja."},{"number":4,"verse":"Dengarlah, hai Lemuel. Raja tidak sepatutnya minum wain, atau ketagihan arak."},{"number":5,"verse":"Apabila raja meminumnya, mereka melupakan hukum dan mengabaikan hak orang tidak berdaya."},{"number":6,"verse":"Arak minuman untuk orang yang hampir mati dan yang sengsara."},{"number":7,"verse":"Biarlah mereka meminumnya untuk melupakan kemiskinan dan kesengsaraan."},{"number":8,"verse":"Belalah orang yang tidak dapat membela diri. Lindungilah hak semua orang yang tidak berdaya."},{"number":9,"verse":"Belalah mereka dan jadilah hakim yang adil. Lindungilah hak orang yang miskin dan susah.”"},{"number":10,"verse":"( Isteri yang Cekap) Isteri yang cekap susah ditemukan. Dia lebih berharga daripada permata."},{"number":11,"verse":"Suaminya mempunyai keyakinan terhadap dia dan tidak akan kekurangan apa-apa."},{"number":12,"verse":"Seumur hidupnya, dia berbuat baik kepada suaminya dan tidak berbuat jahat kepadanya."},{"number":13,"verse":"Dia rajin mengumpulkan bulu domba dan rami, lalu sibuk menenunnya."},{"number":14,"verse":"Dia mendatangkan makanan dari tempat jauh seperti yang dilakukan oleh kapal dagang."},{"number":15,"verse":"Dia bangun pagi-pagi buta untuk menyediakan makanan bagi keluarganya, dan untuk memberikan arahan kepada semua hamba perempuannya."},{"number":16,"verse":"Dia mencari sebidang tanah, lalu membelinya dan mengusahakan ladang anggur dengan pendapatannya."},{"number":17,"verse":"Dia menyiapkan diri untuk bekerja sekuat tenaga."},{"number":18,"verse":"Dia tahu bahawa segala sesuatu yang diusahakannya menguntungkan, dan dia bekerja sehingga jauh malam."},{"number":19,"verse":"Dia memintal benang dan menenun kainnya sendiri."},{"number":20,"verse":"Dia murah hati kepada orang yang miskin dan susah."},{"number":21,"verse":"Pada musim sejuk dia tidak khuatir, kerana keluarganya mempunyai baju panas."},{"number":22,"verse":"Dia membuat permaidani dan memakai pakaian daripada kain linen ungu yang halus."},{"number":23,"verse":"Suaminya pemimpin masyarakat, dan seorang yang kenamaan."},{"number":24,"verse":"Dia menjahit pakaian dan membuat ikat pinggang untuk dijual kepada pedagang."},{"number":25,"verse":"Dia berwibawa serta dihormati orang. Dia tidak khuatir akan masa hadapan."},{"number":26,"verse":"Kata-katanya bijak serta lemah lembut."},{"number":27,"verse":"Dia sentiasa rajin bekerja dan memperhatikan urusan rumah tangganya."},{"number":28,"verse":"Dia dihargai oleh anak-anaknya dan dipuji oleh suaminya."},{"number":29,"verse":"Suaminya berkata, “Ada banyak wanita yang baik, tetapi engkaulah yang terbaik antara mereka semua.”"},{"number":30,"verse":"Kejelitaan menipu mata, kecantikan pun tidak kekal; tetapi seorang wanita yang menghormati TUHAN harus dipuji."},{"number":31,"verse":"Balaslah segala perbuatannya. Dia wanita yang layak dihormati semua orang."}]}