{"bibleAbbr":"TRC1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"And it came to passe when Iesus had made an ende of comaundinge his. xii. disciples that he departed thence to teache and to preache in their cities."},{"number":2,"verse":"When Ihon beinge in preson hearde ye workes of Christ he sent two of his disciples"},{"number":3,"verse":"and sayde vnto him. Arte thou he that shall come: or shall we loke for another."},{"number":4,"verse":"Iesus answered and sayde vnto them. Go and shewe Ihon what ye have hearde and sene."},{"number":5,"verse":"The blynd se the halt goo the lepers are clensed: the deef heare the ded ryse ageyne and the glad tidinges is preached to the povre."},{"number":6,"verse":"And happy is he that is not offended by me."},{"number":7,"verse":"And as they departed Iesus begane to speake vnto the people of Ihon. What for to se wet ye out in to the wyldernes wet ye out to se a rede shake with ye wynde"},{"number":8,"verse":"other what wet ye out for to se? A man clothed in soofte raymet:? Beholde they yt weare soofte clothig are in kynges howses."},{"number":9,"verse":"But what wet ye oute for to se? A prophete? Ye I saye to you and more the a prophete."},{"number":10,"verse":"For this is he of who it is wrytte. Beholde I sende my messenger before thy face which shall prepare thy waye before ye."},{"number":11,"verse":"Verely I saye vnto you amonge ye chyldren of wemen arose there not a gretter then Ihon the baptist. Notwithstondinge he that ys lesse in the kyngdome of heven ys gretter then he."},{"number":12,"verse":"From the tyme of Ihon Baptist hytherto ye kyngdome of heve suffreth violence and they that go to it with violence pluck it vnto them."},{"number":13,"verse":"For all the prophetes and the lawe prophesyed vnto to the tyme of Ihon."},{"number":14,"verse":"Also yf ye wyll receave it this is Helyas which shuld come."},{"number":15,"verse":"He yt hathe eares to heare let him heare."},{"number":16,"verse":"But wher vnto shall I lyken this generacion? It ys lyke vnto chyldre which syt in the market and call vnto their felowes"},{"number":17,"verse":"and saye: we have pyped vnto you and ye have not daunsed? We have morned vnto you and ye have not sorowed."},{"number":18,"verse":"For Ihon came nether eatinge nor drinkinge and they saye he hath the devyll."},{"number":19,"verse":"The sonne of man came eatinge and drinkinge and they saye beholde a glutton and drynker of wyne and a frend vnto publicas and synners. Never the later wysdome ys iustified of hir children."},{"number":20,"verse":"Then bega he to vpbrayd the cities in which most of his miracles were done because they meded not."},{"number":21,"verse":"Wo be to ye Chorasin. Wo be to ye Betzaida: for if the miracles which were shewd in you had bene done in Tyre and Sidon they had repented longe agone in sackcloth and asshes."},{"number":22,"verse":"Neverthelesse I say to you: it shall be esier for Tyre and Sidon at the day of iudgemet then for you."},{"number":23,"verse":"And thou Capernau which art lift vp vnto heve shalt be brought doune to hell. For if the miracles which have bene done in the had bene shewed in zodom: they had remayned to this daye."},{"number":24,"verse":"Neverthelesse I saye vnto you: it shalbe easiar for ye londe of zodo in the daye of iudgemet the for ye."},{"number":25,"verse":"At yt tyme Iesus answered and sayd: I prayse ye o father lorde of heve and erth because thou hast hid these thinges fro the wyse and prudet and hast opened the vnto babes:"},{"number":26,"verse":"eve so father for so it pleased ye."},{"number":27,"verse":"All thinges are geve vnto me of my father. And noma knoweth ye sonne but ye father: nether knoweth eny ma ye father save ye sonne and he to whome ye sonne will ope him."},{"number":28,"verse":"Come vnto me all ye that laboure and are laden and I wyll ease you."},{"number":29,"verse":"Take my yoke on you and lerne of me for I am meke and lowly in herte: and ye shall fynd rest vnto youre soules."},{"number":30,"verse":"For my yoke is easy and my burden is light."}]}