{"bibleAbbr":"TRC1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":13,"verses":[{"number":1,"verse":"The same daye wet Iesus out of ye house and sat by the seesyde"},{"number":2,"verse":"and moch people resorted vnto him so gretly yt he wet and sat in a shippe and all the people stode on ye shoore."},{"number":3,"verse":"And he spake many thynges to the in similitudes sayinge: Beholde ye sower wet forth to sowe."},{"number":4,"verse":"And as he sowed some fell by ye wayessyde and the fowlles came and devoured it vp."},{"number":5,"verse":"Some fell apo stony groude where it had not moche erth and a none it sproge vp because it had no depth of erth:"},{"number":6,"verse":"and when ye sunne was vp it cauht heet and for lake of rotynge wyddred awaye."},{"number":7,"verse":"Some fell amoge thornes and the thornes sproge vp and chooked it."},{"number":8,"verse":"Parte fell in good groud and brought forth good frute: some an hudred fold some sixtie fold some thyrty folde."},{"number":9,"verse":"Whosoever hath eares to heare let him heare."},{"number":10,"verse":"And the disciples came and sayde to him: Why speakest thou to the in parables?"},{"number":11,"verse":"He answered and sayde vnto them: it is geve vnto you to knowe ye secretes of the kyngdome of heve but to the it is not geve."},{"number":12,"verse":"For whosoever hath to him shall be geven: and he shall have aboundance. But whosoever hath not: fro hym shalbe takyn awaye even that he hath."},{"number":13,"verse":"Therfore speake I to them in similitudes: for though they se they se not: and hearinge they heare not: nether vnderstonde."},{"number":14,"verse":"And in the is fulfilled ye Prophesie of Esayas which prophesie sayth: with the eares ye shall heare and shall not vnderstonde and with the eyes ye shall se and shall not perceave."},{"number":15,"verse":"For this peoples hertes are wexed grosse and their eares were dull of herynge and their eyes have they closed lest they shulde se with their eyes and heare with their eares and shuld vnderstonde with their hertes and shuld tourne that I myght heale them."},{"number":16,"verse":"But blessed are youre eyes for they se: and youre eares for they heare."},{"number":17,"verse":"Verely I say vnto you that many Prophetes and perfaicte me have desired to se tho thinges which ye se and have not sene the: and to heare tho thinges which ye heare and have not herde the."},{"number":18,"verse":"Heare ye therfore ye similitude of the sower."},{"number":19,"verse":"Whosoever heareth the worde of ye kingdome and vnderstondeth it not ther cometh the evyll ma and catcheth awaye yt which was sowne in his hert. And this is he which was sowne by the wayesyde."},{"number":20,"verse":"But he yt was sowne in ye stony groude is he which heareth the worde of God and anone wt ioye receaveth it"},{"number":21,"verse":"yet hath he no rottes in him selfe and therfore dureth but a season: for assone as tribulacion or persecucion aryseth because of the worde by and by he falleth."},{"number":22,"verse":"He yt was sowne amoge thornes is he yt heareth ye worde of God: but the care of this worlde and the dissaytfulnes of ryches choke ye worde and so is he made vnfrutfull."},{"number":23,"verse":"He which is sowne in ye good grounde is he yt heareth ye worde and vnderstodeth it which also bereth frute and bringeth forth some an. C. folde some sixtie folde and some. xxx. folde."},{"number":24,"verse":"Another similitude put he forth vnto the sayinge: The kyngdome of heve is lyke vnto a man which sowed good seed in his felde."},{"number":25,"verse":"But whyll men slepte ther came his foo and sowed tares amoge ye wheate and wet his waye."},{"number":26,"verse":"When ye blade was sproge vp and had brought forth frute the appered ye tares also."},{"number":27,"verse":"The servauntes came to the housholder and sayde vnto him: Syr sowedest not thou good seed in thy closse fro whece the hath it tares?"},{"number":28,"verse":"He sayde to the the envious ma hath done this. Then ye servauntes sayde vnto him: wilt thou then yt we go and gader them?"},{"number":29,"verse":"But he sayde nay lest whill ye go aboute to wede out ye tares ye plucke vppe also wt them ye wheate by ye rottes:"},{"number":30,"verse":"let bothe growe to gether tyll harvest come and in tyme of harvest I wyll saye to the repers gather ye fyrst ye tares and bind the in sheves to be bret: but gather the wheete into my barne."},{"number":31,"verse":"Another parable he put forthe vnto the sayinge. The kyngdome of heve is lyke vnto a grayne of mustard seed which a ma taketh and soweth in his felde"},{"number":32,"verse":"which is ye leest of all seedes. But when it is groune it is the greatest amoge yerbes and it is a tree: so yt the bryddes of the ayer come and bylde in the brauches of it."},{"number":33,"verse":"Another similitude sayde he to them. The kyngdome of heven is lyke vnto leve which a woman taketh and hydeth in. iii. peckes of meele tyll all be levended."},{"number":34,"verse":"All these thynge spake Iesus vnto the people by similitudes and with oute similitudes spake he nothinge to them"},{"number":35,"verse":"to fulfyll that which was spoke by the Prophet sayinge: I wyll ope my mouth in similitudes and wyll speake forth thinges which have bene kepte secrete from the begynninge of the worlde."},{"number":36,"verse":"Then sent Iesus ye people awaye and came to housse. And his disciples came vnto him sayinge: declare vnto vs the similitude of the tares of the felde."},{"number":37,"verse":"Then answered he and sayde to them. He that soweth the good seed is the sonne of man."},{"number":38,"verse":"And ye felde is the worlde. And the chyldre of the kingdome they are ye good seed. And the tares are the chyldren of ye wicked."},{"number":39,"verse":"And the enemye that soweth the is ye devell. The harvest is ye end of the worlde. And the repers be ye angels."},{"number":40,"verse":"For eve as the tares are gaddred and bret in ye fyre: so shall it be in ye ende of this worlde."},{"number":41,"verse":"The sonne of man shall send forth his angels and they shall gather out of his kyngdome all thinges that offende and them which do iniquite"},{"number":42,"verse":"and shall cast them into a furnes of fyre. There shalbe waylynge and gnasshing of teth."},{"number":43,"verse":"Then shall the iuste men shyne as bryght as the sunne in ye kyngdome of their father. Whosoever hath eares to heare let him heare."},{"number":44,"verse":"Agayne ye kyngdome of heve is lyke vnto treasure hidde in the felde ye which a man fyndeth and hideth: and for ioy therof goeth and selleth all that he hath and byeth that felde."},{"number":45,"verse":"Agayne ye kyngdome of heve is lyke vnto a marchaunt that seketh good pearles"},{"number":46,"verse":"which when he had founde one precious pearle wet and solde all that he had and bought it."},{"number":47,"verse":"Agayne the kyngdome of heve is lyke vnto a neet cast into ye see yt gadereth of all kyndes of fysshes:"},{"number":48,"verse":"which whe it is full men drawe to londe and sitte and gadre the good into vessels and cast the bad awaye."},{"number":49,"verse":"So shall it be at the ende of the worlde. The angels shall come oute and sever the bad from the good"},{"number":50,"verse":"and shall cast them into a furnes of fyre: there shalbe waylinge and gnasshynge of teth."},{"number":51,"verse":"Iesus sayde vnto them: vnderstonde ye all these thynges They sayde ye Lorde."},{"number":52,"verse":"The sayde he vnto them: Therfore every scribe which is taught vnto the kyngdome of heve is lyke an housholder which bryngeth forth out of hys treasure thynges bothe new and olde."},{"number":53,"verse":"And it came to passe when Iesus had finisshed these similitudes yt he departed thece"},{"number":54,"verse":"and came in to his awne coutre and taught them in their synagoges in so moche yt they were astonyed and sayde: whece cometh all this wysdome and power vnto him?"},{"number":55,"verse":"Is not this the carpeters sonne? Is not his mother called Mary? and his brethre be called Iames and Ioses and Simo and Iudas?"},{"number":56,"verse":"And are not his susters all here wt vs? Whece hath he all these thynge."},{"number":57,"verse":"And they were offended by him. The Iesus sayd to the a Prophet is not wt out honoure save in hys awne countre and amoge his awne kynne."},{"number":58,"verse":"And he dyd not many miracles there for there vnbelefes sake."}]}