{"bibleAbbr":"TRC1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"When Iesus was borne at Bethleem in Iury in the tyme of Herode the kynge. Beholde there came wyse me from the eest to Ierusalem"},{"number":2,"verse":"saynge: Where is he yt is borne kynge of ye Iues? We have sene his starre in ye eest and are come to worship him."},{"number":3,"verse":"When Herode ye kynge had herde thys he was troubled and all Ierusalem with hym"},{"number":4,"verse":"and he gathered all ye chefe Prestes and Scribes of the people and axed of them where Christ shulde be borne."},{"number":5,"verse":"And they sayde vnto hym: at Bethlee in Iury. For thus it is written by the Prophet."},{"number":6,"verse":"And thou Bethleem in the londe of Iury art not the leest concernynge the Princes of Iuda. For out of the shall come the captayne that shall govern my people Israhel."},{"number":7,"verse":"Then Herod prevely called the wyse men and dyligetly enquyred of them ye tyme of the starre that appered"},{"number":8,"verse":"and sent the to Bethleem saynge: Goo and searche dyligetly for ye chylde. And when ye have founde hym bringe me worde yt I maye come and worshippe hym also."},{"number":9,"verse":"When they had heard the kynge they departed: and lo the starre which they sawe in ye eeste went before them tyll it came and stode over the place where the chylde was."},{"number":10,"verse":"When they sawe the starre they were marvelously glad:"},{"number":11,"verse":"and went into the house and found the chylde with Mary hys mother and kneled doune and worshipped hym and opened their treasures and offred vnto hym gyftes gold frackynsence and myrre."},{"number":12,"verse":"And after they were warned of God in a dreame that they shuld not go ageyne to Herod they retourned into their awne countre another waye."},{"number":13,"verse":"When they were departed: beholde the angell of the Lorde appered to Ioseph in dreame sayinge: aryse and take the chylde and his mother and flye into Egypte and abyde there tyll I brynge the worde. For Herod will seke the chylde to destroye hym."},{"number":14,"verse":"The he arose and toke the chylde and his mother by night and departed into Egypte"},{"number":15,"verse":"and was there vnto ye deeth of Herod to fulfill that which was spoken of the Lorde by ye Prophet which sayeth out of Egypte haue I called my sonne."},{"number":16,"verse":"Then Herod perceavynge yt he was moocked of the wyse men was excedynge wroth and sent forth and slue all the chyldren that were in Bethleem and in all the costes there of as many as were two yere olde and vnder accordynge to the tyme which he had diligetly searched oute of the wyse men."},{"number":17,"verse":"Then was fulfilled yt which was spoken by the Prophet Ieremy sayinge:"},{"number":18,"verse":"On the hilles was a voyce herde mornynge wepynge and greate lamentacion: Rachel wepynge for her chyldren and wolde not be conforted because they were not."},{"number":19,"verse":"When Herode was deed: beholde an angell of ye Lorde appered in a dreame to Ioseph in Egypte"},{"number":20,"verse":"sayinge: arise and take ye chylde and his mother and go into ye londe of Israel. For they are deed which sought ye chyldes life."},{"number":21,"verse":"The he arose vp and toke ye chylde and his mother and cam into the londe of Israhel."},{"number":22,"verse":"But whe he hearde yt Archelaus did raygne in Iury in ye roume of his father Herode he was afrayde to goo thither. Not withstondynge after he was warned of god in a dreame he turned a syde into ye parties of Galile"},{"number":23,"verse":"and wet and dwelt in a cite called Nazareth to fulfill yt which was spoken by ye Prophetes: he shalbe called a Nazarite"}]}