{"bibleAbbr":"TRC1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"When he was come downe from the moutayne moch people folowed him."},{"number":2,"verse":"And lo ther came a lepre and worsheped him sayinge: Master if thou wylt thou canst make me clene."},{"number":3,"verse":"And Iesus put forthe hys hond and touched hym sayinge: I wyll be thou clene and immediatly hys leprosie was clensed."},{"number":4,"verse":"And Iesus sayde vnto him. Se thou tell no man but go and shewe thy selfe to the preste and offer the gyfte that Moses comaunded in witnes to them."},{"number":5,"verse":"When Iesus was entred into Capernau ther came vnto him a certayne Centurion and besought hym"},{"number":6,"verse":"sayinge: Master my seruaunt lyeth sicke at home of ye palsye and ys greuously payned."},{"number":7,"verse":"And Iesus sayd vnto hym: I will come and heale him."},{"number":8,"verse":"The Centurio answered and sayde: Syr I am not worthy yt thou shuldest come vnder my rofe but speake ye worde only and my servaut shalbe healed."},{"number":9,"verse":"For I also my selfe am a man vndre power and have sowdiers vndre me and I saye to one go and he goeth and to anothre come and he cometh: and to my seruaut do this and he doeth it."},{"number":10,"verse":"When Iesus hearde yt he marveled and sayd to them yt folowed hym. Derely I say vnto you I have not foude so great fayth: no not in Israel."},{"number":11,"verse":"I say therfore vnto you that many shall come fro the eest and weest and shall rest wt Abraham Isaac and Iacob in the kingdome of heve:"},{"number":12,"verse":"and the chyldren of ye kyngdome shalbe cast out in to vtter darcknes: there shalbe wepinge and gnasshing of tethe."},{"number":13,"verse":"The Iesus sayd vnto ye Centurion go thy waye and as thou belevest so be it vnto the. And his servaunt was healed the selfe houre."},{"number":14,"verse":"And then Iesus went to Peters housse and sawe hys wyves mother lyinge sicke of a fevre"},{"number":15,"verse":"and touched her hande and the fevre left hir: and she arose and ministred vnto them."},{"number":16,"verse":"When the eue was come they brought vn to him many yt were possessed with devyllis. And he cast out ye spirites with a worde and healed all yt were sicke"},{"number":17,"verse":"to fulfill yt which was spoke by Esayas ye Prophet sayinge. He toke on him oure infirmities and bare oure sickneses."},{"number":18,"verse":"Whe Iesus sawe moche people about him he comaunded to go over ye water."},{"number":19,"verse":"And ther came a scribe and sayd vnto hym: master I wyll folowe ye whyther so ever thou goest."},{"number":20,"verse":"And Iesus sayd vnto him: the foxes have holes and the bryddes of the ayer have nestes but ye sonne of the man hath not whero to rest his heede."},{"number":21,"verse":"A nothre yt was one of hys disciples sayd vnto hym: master suffre me fyrst to go and burye my father."},{"number":22,"verse":"But Iesus sayd vnto him: folowe me and let the deed burie their deed."},{"number":23,"verse":"And he entred in to a shyppe and his disciples folowed him."},{"number":24,"verse":"And beholde there arose a a greate tepest in ye see in so moche yt the shippe was covered wt waves and he was a slepe."},{"number":25,"verse":"And his disciples came vn to him and awoke hym sayinge: master save vs we perishe."},{"number":26,"verse":"And he sayd vnto them: why are ye fearfull o ye of lytell faithe Then he arose and rebuked ye wyndes and the see and ther folowed a greate calme."},{"number":27,"verse":"And the men marveyled and sayd: what man is this that bothe wyndes and see obey hym?"},{"number":28,"verse":"And when he was come to ye other syde in to ye coutre of ye Gergesites ther met him two possessed of devylles which came out of the graves and were out of measure fearce so yt no ma myght go by that waye."},{"number":29,"verse":"And behold they cryed out sayinge: O Iesu the sonne of God what have we to do with the? Art thou come hyther to tormet vs before the tyme be come?"},{"number":30,"verse":"And ther was a good waye of fro them a greate heerd of swyne fedinge."},{"number":31,"verse":"Then ye devyles besought him sayinge: if thou cast vs out suffre vs to go oure waye in to the heerd of swyne."},{"number":32,"verse":"And he sayd vnto the: go youre wayes. Then wet they out and departed into ye heerd of swyne And beholde ye whoale heerd of swyne was caryed wt violence hedlinge in to the see and perisshed in ye water."},{"number":33,"verse":"Then ye heerdme fleed and wet their ways in to ye cyte and tolde every thinge and what had fortuned vnto the possessed of the devyls."},{"number":34,"verse":"And beholde all the cyte came out and met Iesus. And when they sawe hym they besought hym to departe oute of their costes."}]}