{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"(Prayer of an Afflicted Man for Mercy on Himself and on Zion.) A Prayer of the afflicted; when he is overwhelmed and pours out his complaint to God. Hear my prayer, O LORD, And let my cry for help come to You!"},{"number":2,"verse":"Do not hide Your face from me in the day of my distress! Incline Your ear to me; In the day when I call, answer me quickly."},{"number":3,"verse":"For my days have vanished in smoke, And my bones have been scorched like a hearth."},{"number":4,"verse":"My heart has been struck like grass and withered, Indeed, [absorbed by my heartache] I forget to eat my food."},{"number":5,"verse":"Because of the sound of my groaning [in suffering and trouble] My bones cling to my flesh."},{"number":6,"verse":"I am like a [mournful] vulture of the wilderness; I am like a [desolate] owl of the wasteland."},{"number":7,"verse":"I am sleepless and lie awake [mourning], I have become like a lonely bird on a housetop."},{"number":8,"verse":"My enemies taunt me all day long; Those who ridicule me use my name as a curse."},{"number":9,"verse":"For I have eaten ashes like bread, And have mingled my drink with tears"},{"number":10,"verse":"Because of Your indignation and Your wrath, For You have lifted me up and thrown me away."},{"number":11,"verse":"My days are like an evening shadow that lengthens and vanishes [with the sun]; And as for me, I wither away like grass."},{"number":12,"verse":"But You, O LORD, are enthroned forever [ruling eternally as sovereign]; And [the fame and glory of] Your name [endures] to all generations."},{"number":13,"verse":"You will arise and have compassion on Zion, For it is time to be gracious and show favor to her; Yes, the appointed time [the moment designated] has come."},{"number":14,"verse":"For Your servants find [melancholy] pleasure in the stones [of her ruins] And feel pity for her dust."},{"number":15,"verse":"So the nations will fear the name of the LORD, And all the kings of the earth [will recognize] Your glory."},{"number":16,"verse":"For the LORD has built up Zion; He has appeared in His glory and brilliance;"},{"number":17,"verse":"He has regarded the prayer of the destitute, And has not despised their prayer."},{"number":18,"verse":"Let this be recorded for the generation to come, That a people yet to be created will praise the LORD."},{"number":19,"verse":"For He looked down from His holy height [of His sanctuary], From heaven the LORD gazed on the earth,"},{"number":20,"verse":"To hear the sighing of the prisoner, To set free those who were doomed to death,"},{"number":21,"verse":"So that people may declare the name of the LORD in Zion And His praise in Jerusalem,"},{"number":22,"verse":"When the peoples are gathered together, And the kingdoms, to serve the LORD."},{"number":23,"verse":"He has exhausted my strength [humbling me with sorrow] in the way; He has shortened my days."},{"number":24,"verse":"I said, \"O my God, do not take me away in the midst of my days; Your years are [eternal] throughout all generations."},{"number":25,"verse":"\"At the beginning You founded the earth; The heavens are the work of Your hands."},{"number":26,"verse":"\"Even they will perish, but You endure; Yes, all of them will wear out like a garment. Like clothing You will change them and they shall be changed."},{"number":27,"verse":"\"But You remain the same, And Your years will never end."},{"number":28,"verse":"\"The children of Your servants will continue, And their descendants will be established before You.\""}]}