{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":115,"verses":[{"number":1,"verse":"(Pagan Idols Contrasted with the Lord.) Not to us, O LORD, not to us, But to Your name give glory Because of Your lovingkindness, because of Your truth and faithfulness."},{"number":2,"verse":"Why should the nations say, \"Where, now, is their God?\""},{"number":3,"verse":"But our God is in heaven; He does whatever He pleases."},{"number":4,"verse":"The idols [of the nations] are silver and gold, The work of man's hands."},{"number":5,"verse":"They have mouths, but they cannot speak; They have eyes, but they cannot see;"},{"number":6,"verse":"They have ears, but they cannot hear; They have noses, but they cannot smell;"},{"number":7,"verse":"They have hands, but they cannot feel; They have feet, but they cannot walk; Nor can they make a sound with their throats."},{"number":8,"verse":"Those who make them will become like them, Everyone who trusts in them."},{"number":9,"verse":"O Israel, trust and take refuge in the LORD! [Be confident in Him, cling to Him, rely on His word!] He is their help and their shield."},{"number":10,"verse":"O house of Aaron, trust in the LORD; He is their help and their shield."},{"number":11,"verse":"You who [reverently] fear the LORD, trust in LORD; He is their help and their shield."},{"number":12,"verse":"The LORD has been mindful of us; He will bless, He will bless the house of Israel; He will bless the house of Aaron."},{"number":13,"verse":"He will bless those who fear and worship the LORD [with awe-inspired reverence and submissive wonder], Both the small and the great."},{"number":14,"verse":"May the LORD give you [great] increase, You and your children."},{"number":15,"verse":"May you be blessed of the LORD, Who made heaven and earth."},{"number":16,"verse":"The heavens are the heavens of the LORD, But the earth He has given to the children of men."},{"number":17,"verse":"The dead do not praise the LORD, Nor do any who go down into silence;"},{"number":18,"verse":"But as for us, we will bless and affectionately and gratefully praise the LORD From this time forth and forever. Praise the LORD! (Hallelujah!)"}]}