{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"(Meditations and Prayers Relating to the Law of God.) Aleph. How blessed and favored by God are those whose way is blameless [those with personal integrity, the upright, the guileless], Who walk in the law [and who are guided by the precepts and revealed will] of the LORD."},{"number":2,"verse":"Blessed and favored by God are those who keep His testimonies, And who [consistently] seek Him and long for Him with all their heart."},{"number":3,"verse":"They do no unrighteousness; They walk in His ways."},{"number":4,"verse":"You have ordained Your precepts, That we should follow them with [careful] diligence."},{"number":5,"verse":"Oh, that my ways may be established To observe and keep Your statutes [obediently accepting and honoring them]!"},{"number":6,"verse":"Then I will not be ashamed When I look [with respect] to all Your commandments [as my guide]."},{"number":7,"verse":"I will give thanks to You with an upright heart, When I learn [through discipline] Your righteous judgments [for my transgressions]."},{"number":8,"verse":"I shall keep Your statutes; Do not utterly abandon me [when I fail]."},{"number":9,"verse":"Beth. How can a young man keep his way pure? By keeping watch [on himself] according to Your word [conforming his life to Your precepts]."},{"number":10,"verse":"With all my heart I have sought You, [inquiring of You and longing for You]; Do not let me wander from Your commandments [neither through ignorance nor by willful disobedience]."},{"number":11,"verse":"Your word I have treasured and stored in my heart, That I may not sin against You."},{"number":12,"verse":"Blessed and reverently praised are You, O LORD; Teach me Your statutes."},{"number":13,"verse":"With my lips I have told of All the ordinances of Your mouth."},{"number":14,"verse":"I have rejoiced in the way of Your testimonies, As much as in all riches."},{"number":15,"verse":"I will meditate on Your precepts And [thoughtfully] regard Your ways [the path of life established by Your precepts]."},{"number":16,"verse":"I will delight in Your statutes; I will not forget Your word."},{"number":17,"verse":"Gimel. Deal bountifully with Your servant, That I may live and keep Your word [treasuring it and being guided by it day by day]."},{"number":18,"verse":"Open my eyes [to spiritual truth] so that I may behold Wonderful things from Your law."},{"number":19,"verse":"I am a stranger on the earth; Do not hide Your commandments from me."},{"number":20,"verse":"My soul is crushed with longing For Your ordinances at all times."},{"number":21,"verse":"You rebuke the presumptuous and arrogant, the cursed ones, Who wander from Your commandments."},{"number":22,"verse":"Take reproach and contempt away from me, For I observe Your testimonies."},{"number":23,"verse":"Even though princes sit and talk to one another against me, Your servant meditates on Your statutes."},{"number":24,"verse":"Your testimonies also are my delight And my counselors."},{"number":25,"verse":"Daleth. My earthly life clings to the dust; Revive and refresh me according to Your word."},{"number":26,"verse":"I have told of my ways, and You have answered me; Teach me Your statutes."},{"number":27,"verse":"Make me understand the way of Your precepts, So that I will meditate (focus my thoughts) on Your wonderful works."},{"number":28,"verse":"My soul dissolves because of grief; Renew and strengthen me according to [the promises of] Your word."},{"number":29,"verse":"Remove from me the way of falsehood and unfaithfulness, And graciously grant me Your law."},{"number":30,"verse":"I have chosen the faithful way; I have placed Your ordinances before me."},{"number":31,"verse":"I cling tightly to Your testimonies; O LORD, do not put me to shame!"},{"number":32,"verse":"I will run the way of Your commandments [with purpose], For You will give me a heart that is willing."},{"number":33,"verse":"He. Teach me, O LORD, the way of Your statutes, And I will [steadfastly] observe it to the end."},{"number":34,"verse":"Give me understanding [a teachable heart and the ability to learn], that I may keep Your law; And observe it with all my heart."},{"number":35,"verse":"Make me walk in the path of Your commandments, For I delight in it."},{"number":36,"verse":"Incline my heart to Your testimonies And not to dishonest gain and envy."},{"number":37,"verse":"Turn my eyes away from vanity [all those worldly, meaningless things that distract-let Your priorities be mine], And restore me [with renewed energy] in Your ways."},{"number":38,"verse":"Establish Your word and confirm Your promise to Your servant, As that which produces [awe-inspired] reverence for You."},{"number":39,"verse":"Turn away my reproach which I dread, For Your ordinances are good."},{"number":40,"verse":"I long for Your precepts; Renew me through Your righteousness."},{"number":41,"verse":"Vav. May Your lovingkindness also come to me, O LORD, Your salvation according to Your promise;"},{"number":42,"verse":"So I will have an answer for the one who taunts me, For I trust [completely] in Your word [and its reliability]."},{"number":43,"verse":"And do not take the word of truth utterly out of my mouth, For I wait for Your ordinances."},{"number":44,"verse":"I will keep Your law continually, Forever and ever [writing Your precepts on my heart]."},{"number":45,"verse":"And I will walk at liberty, For I seek and deeply long for Your precepts."},{"number":46,"verse":"I will also speak of Your testimonies before kings And shall not be ashamed."},{"number":47,"verse":"For I shall delight in Your commandments, Which I love."},{"number":48,"verse":"And I shall lift up my hands to Your commandments, Which I love; And I will meditate on Your statutes."},{"number":49,"verse":"Zayin. Remember [always] the word and promise to Your servant, In which You have made me hope."},{"number":50,"verse":"This is my comfort in my affliction, That Your word has revived me and given me life."},{"number":51,"verse":"The arrogant utterly ridicule me, Yet I do not turn away from Your law."},{"number":52,"verse":"I have remembered [carefully] Your ancient ordinances, O LORD, And I have taken comfort."},{"number":53,"verse":"Burning indignation has seized me because of the wicked, Who reject Your law."},{"number":54,"verse":"Your statutes are my songs In the house of my pilgrimage."},{"number":55,"verse":"O LORD, I remember Your name in the night, And keep Your law."},{"number":56,"verse":"This has become mine [as the gift of Your grace], That I observe Your precepts [accepting them with loving obedience]."},{"number":57,"verse":"Heth. The LORD is my portion; I have promised to keep Your words."},{"number":58,"verse":"I sought Your favor with all my heart; Be merciful and gracious to me according to Your promise."},{"number":59,"verse":"I considered my ways And turned my feet to [follow and obey] Your testimonies."},{"number":60,"verse":"I hurried and did not delay To keep Your commandments."},{"number":61,"verse":"The cords of the wicked have encircled and ensnared me, But I have not forgotten Your law."},{"number":62,"verse":"At midnight I will rise to give thanks to You Because of Your righteous ordinances."},{"number":63,"verse":"I am a companion of all who [reverently] fear You, And of those who keep and honor Your precepts."},{"number":64,"verse":"The earth, O LORD, is full of Your lovingkindness and goodness; Teach me Your statutes."},{"number":65,"verse":"Teth. You have dealt well with Your servant, O LORD, according to Your promise."},{"number":66,"verse":"Teach me good judgment (discernment) and knowledge, For I have believed and trusted and relied on Your commandments."},{"number":67,"verse":"Before I was afflicted I went astray, But now I keep and honor Your word [with loving obedience]."},{"number":68,"verse":"You are good and do good; Teach me Your statutes."},{"number":69,"verse":"The arrogant have forged a lie against me, But I will keep Your precepts with all my heart."},{"number":70,"verse":"Their heart is insensitive like fat [their minds are dull and brutal], But I delight in Your law."},{"number":71,"verse":"It is good for me that I have been afflicted, That I may learn Your statutes."},{"number":72,"verse":"The law from Your mouth is better to me Than thousands of gold and silver pieces."},{"number":73,"verse":"Yodh. Your hands have made me and established me; Give me understanding and a teachable heart, that I may learn Your commandments."},{"number":74,"verse":"May those who [reverently] fear You see me and be glad, Because I wait for Your word."},{"number":75,"verse":"I know, O LORD, that Your judgments are fair, And that in faithfulness You have disciplined me."},{"number":76,"verse":"O may Your lovingkindness and graciousness comfort me, According to Your word (promise) to Your servant."},{"number":77,"verse":"Let Your compassion come to me that I may live, For Your law is my delight."},{"number":78,"verse":"Let the arrogant be ashamed and humiliated, for they sabotage me with a lie; But I will meditate on Your precepts."},{"number":79,"verse":"May those who fear You [with submissive wonder] turn to me, Even those who have known Your testimonies."},{"number":80,"verse":"May my heart be blameless in Your statutes, So that I will not be ashamed."},{"number":81,"verse":"Kaph. My soul languishes and grows weak for Your salvation; I wait for Your word."},{"number":82,"verse":"My eyes fail [with longing, watching] for [the fulfillment of] Your promise, Saying, \"When will You comfort me?\""},{"number":83,"verse":"For I have become like a wineskin [blackened and shriveled] in the smoke [in which it hangs], Yet I do not forget Your statutes."},{"number":84,"verse":"How many are the days of Your servant [which he must endure]? When will You execute judgment on those who persecute me?"},{"number":85,"verse":"The arrogant (godless) have dug pits for me, Men who do not conform to Your law."},{"number":86,"verse":"All Your commandments are faithful and trustworthy. They have persecuted me with a lie; help me [LORD]!"},{"number":87,"verse":"They had almost destroyed me on earth, But as for me, I did not turn away from Your precepts."},{"number":88,"verse":"According to Your steadfast love refresh me and give me life, So that I may keep and obey the testimony of Your mouth."},{"number":89,"verse":"Lamedh. Forever, O LORD, Your word is settled in heaven [standing firm and unchangeable]."},{"number":90,"verse":"Your faithfulness continues from generation to generation; You have established the earth, and it stands [securely]."},{"number":91,"verse":"They continue this day according to Your ordinances, For all things [all parts of the universe] are Your servants."},{"number":92,"verse":"If Your law had not been my delight, Then I would have perished in my time of trouble."},{"number":93,"verse":"I will never forget Your precepts, For by them You have revived me and given me life."},{"number":94,"verse":"I am Yours, save me [as Your own]; For I have [diligently] sought Your precepts and required them [as my greatest need]."},{"number":95,"verse":"The wicked wait for me to destroy me, But I will consider Your testimonies."},{"number":96,"verse":"I have seen that all [human] perfection has its limits [no matter how grand and perfect and noble]; Your commandment is exceedingly broad and extends without limits [into eternity]."},{"number":97,"verse":"Mem. Oh, how I love Your law! It is my meditation all the day."},{"number":98,"verse":"Your commandments make me wiser than my enemies, For Your words are always with me."},{"number":99,"verse":"I have better understanding and deeper insight than all my teachers [because of Your word], For Your testimonies are my meditation."},{"number":100,"verse":"I understand more than the aged [who have not observed Your precepts], Because I have observed and kept Your precepts."},{"number":101,"verse":"I have restrained my feet from every evil way, That I may keep Your word."},{"number":102,"verse":"I have not turned aside from Your ordinances, For You Yourself have taught me."},{"number":103,"verse":"How sweet are Your words to my taste, Sweeter than honey to my mouth!"},{"number":104,"verse":"From Your precepts I get understanding; Therefore I hate every false way."},{"number":105,"verse":"Nun. Your word is a lamp to my feet And a light to my path."},{"number":106,"verse":"I have sworn [an oath] and have confirmed it, That I will keep Your righteous ordinances."},{"number":107,"verse":"I am greatly afflicted; Renew and revive me [giving me life], O LORD, according to Your word."},{"number":108,"verse":"Accept and take pleasure in the freewill offerings of my mouth, O LORD, And teach me Your ordinances."},{"number":109,"verse":"My life is continually in my hand, Yet I do not forget Your law."},{"number":110,"verse":"The wicked have laid a snare for me, Yet I do not wander from Your precepts."},{"number":111,"verse":"I have taken Your testimonies as a heritage forever, For they are the joy of my heart."},{"number":112,"verse":"I have inclined my heart to perform Your statutes Forever, even to the end."},{"number":113,"verse":"Samekh. I hate those who are double-minded, But I love and treasure Your law."},{"number":114,"verse":"You are my hiding place and my shield; I wait for Your word."},{"number":115,"verse":"Leave me, you evildoers, That I may keep the commandments of my God [honoring and obeying them]."},{"number":116,"verse":"Uphold me according to Your word [of promise], so that I may live; And do not let me be ashamed of my hope [in Your great goodness]."},{"number":117,"verse":"Uphold me that I may be safe, That I may have regard for Your statutes continually."},{"number":118,"verse":"You have turned Your back on all those who wander from Your statutes, For their deceitfulness is useless."},{"number":119,"verse":"You have removed all the wicked of the earth like dross [for they have no value]; Therefore I love Your testimonies."},{"number":120,"verse":"My flesh trembles in [reverent] fear of You, And I am afraid and in awe of Your judgments."},{"number":121,"verse":"Ayin. I have done justice and righteousness; Do not leave me to those who oppress me."},{"number":122,"verse":"Be the guarantee for Your servant for good [as Judah was the guarantee for Benjamin]; Do not let the arrogant oppress me."},{"number":123,"verse":"My eyes fail [with longing, watching] for [the fulfillment of] Your salvation, And for [the fulfillment of] Your righteous word."},{"number":124,"verse":"Deal with Your servant according to Your [gracious] lovingkindness, And teach me Your statutes."},{"number":125,"verse":"I am Your servant; give me understanding [the ability to learn and a teachable heart] That I may know Your testimonies."},{"number":126,"verse":"It is time for the LORD to act; They have broken Your law."},{"number":127,"verse":"Therefore I love Your commandments more than gold, Yes, more than refined gold."},{"number":128,"verse":"Therefore I esteem as right all Your precepts concerning everything; I hate every false way."},{"number":129,"verse":"Pe. Your testimonies are wonderful; Therefore my soul keeps them."},{"number":130,"verse":"The unfolding of Your [glorious] words give light; Their unfolding gives understanding to the simple (childlike)."},{"number":131,"verse":"I opened my mouth and panted [with anticipation], Because I longed for Your commandments."},{"number":132,"verse":"Turn to me and be gracious to me and show me favor, As is Your way to those who love Your name."},{"number":133,"verse":"Establish my footsteps in [the way of] Your word; Do not let any human weakness have power over me [causing me to be separated from You]."},{"number":134,"verse":"Redeem me from the oppression of man; That I may keep Your precepts."},{"number":135,"verse":"Make Your face shine [with pleasure] upon Your servant, And teach me Your statutes."},{"number":136,"verse":"My eyes weep streams of water Because people do not keep Your law."},{"number":137,"verse":"Tsadhe. Righteous are You, O LORD, And upright are Your judgments."},{"number":138,"verse":"You have commanded Your testimonies in righteousness And in great faithfulness."},{"number":139,"verse":"My zeal has [completely] consumed me, Because my enemies have forgotten Your words."},{"number":140,"verse":"Your word is very pure (refined); Therefore Your servant loves it."},{"number":141,"verse":"I am small and despised, But I do not forget Your precepts."},{"number":142,"verse":"Your righteousness is an everlasting righteousness, And Your law is truth."},{"number":143,"verse":"Trouble and anguish have found me, Yet Your commandments are my delight and my joy."},{"number":144,"verse":"Your righteous testimonies are everlasting; Give me understanding [the ability to learn and a teachable heart] that I may live."},{"number":145,"verse":"Qoph. I cried with all my heart; answer me, O LORD! I will observe Your statutes."},{"number":146,"verse":"I cried to You; save me And I will keep Your testimonies."},{"number":147,"verse":"I rise before dawn and cry [in prayer] for help; I wait for Your word."},{"number":148,"verse":"My eyes anticipate the night watches and I awake before the call of the watchman, That I may meditate on Your word."},{"number":149,"verse":"Hear my voice according to Your [steadfast] lovingkindness; O LORD, renew and refresh me according to Your ordinances."},{"number":150,"verse":"Those who follow after wickedness approach; They are far from Your law."},{"number":151,"verse":"You are near, O LORD, And all Your commandments are truth."},{"number":152,"verse":"Of old I have known from Your testimonies That You have founded them forever."},{"number":153,"verse":"Resh. Look upon my agony and rescue me, For I do not forget Your law."},{"number":154,"verse":"Plead my cause and redeem me; Revive me and give me life according to [the promise of] Your word."},{"number":155,"verse":"Salvation is far from the wicked, For they do not seek Your statutes."},{"number":156,"verse":"Great are Your tender mercies and steadfast love, O LORD; Revive me and give me life according to Your ordinances."},{"number":157,"verse":"Many are my persecutors and my adversaries, Yet I do not turn away from Your testimonies."},{"number":158,"verse":"I see the treacherous and loathe them, Because they do not respect Your law."},{"number":159,"verse":"Consider how I love Your precepts; Revive me and give me life, O LORD, according to Your lovingkindness."},{"number":160,"verse":"The sum of Your word is truth [the full meaning of all Your precepts], And every one of Your righteous ordinances endures forever."},{"number":161,"verse":"Shin. Princes persecute me without cause, But my heart stands in [reverent] awe of Your words [so I can expect You to help me]."},{"number":162,"verse":"I rejoice at Your word, As one who finds great treasure."},{"number":163,"verse":"I hate and detest falsehood, But I love Your law."},{"number":164,"verse":"Seven times a day I praise You, Because of Your righteous ordinances."},{"number":165,"verse":"Those who love Your law have great peace; Nothing makes them stumble."},{"number":166,"verse":"I hope and wait [with complete confidence] for Your salvation, O LORD, And I do Your commandments."},{"number":167,"verse":"My soul keeps Your testimonies [hearing and accepting and obeying them]; I love them greatly."},{"number":168,"verse":"I keep Your precepts and Your testimonies, For all my ways are [fully known] before You."},{"number":169,"verse":"Tav. Let my [mournful] cry come before You, O LORD; Give me understanding [the ability to learn and a teachable heart] according to Your word [of promise]."},{"number":170,"verse":"Let my supplication come before You; Deliver me according to Your word."},{"number":171,"verse":"Let my lips speak praise [with thanksgiving], For You teach me Your statutes."},{"number":172,"verse":"Let my tongue sing [praise for the fulfillment] of Your word, For all Your commandments are righteous."},{"number":173,"verse":"Let Your hand be ready to help me, For I have chosen Your precepts."},{"number":174,"verse":"I long for Your salvation, O LORD, And Your law is my delight."},{"number":175,"verse":"Let my soul live that it may praise You, And let Your ordinances help me."},{"number":176,"verse":"I have gone astray like a lost sheep; Seek Your servant, for I do not forget Your commandments."}]}