{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"(Praise for Jerusalem's Restoration and Prosperity.) Praise the LORD! For it is good to sing praises to our [gracious and majestic] God; Praise is becoming and appropriate."},{"number":2,"verse":"The LORD is building up Jerusalem; He is gathering [together] the exiles of Israel."},{"number":3,"verse":"He heals the brokenhearted And binds up their wounds [healing their pain and comforting their sorrow]."},{"number":4,"verse":"He counts the number of the stars; He calls them all by their names."},{"number":5,"verse":"Great is our [majestic and mighty] Lord and abundant in strength; His understanding is inexhaustible [infinite, boundless]."},{"number":6,"verse":"The LORD lifts up the humble; He casts the wicked down to the ground."},{"number":7,"verse":"Sing to the LORD with thanksgiving; Sing praises to our God with the lyre,"},{"number":8,"verse":"Who covers the heavens with clouds, Who provides rain for the earth, Who makes grass grow on the mountains."},{"number":9,"verse":"He gives to the beast its food, And to the young ravens that for which they cry."},{"number":10,"verse":"He does not delight in the strength (military power) of the horse, Nor does He take pleasure in the legs (strength) of a man."},{"number":11,"verse":"The LORD favors those who fear and worship Him [with awe-inspired reverence and obedience], Those who wait for His mercy and lovingkindness."},{"number":12,"verse":"Praise the LORD, O Jerusalem! Praise your God, O Zion!"},{"number":13,"verse":"For He has strengthened the bars of your gates, He has blessed your children within you."},{"number":14,"verse":"He makes peace in your borders; He satisfies you with the finest of the wheat."},{"number":15,"verse":"He sends His command to the earth; His word runs very swiftly."},{"number":16,"verse":"He gives [to the earth] snow like [a blanket of] wool; He scatters the frost like ashes."},{"number":17,"verse":"He casts out His ice like fragments; Who can stand before His cold?"},{"number":18,"verse":"He sends out His word and melts the ice; He causes His wind to blow and the waters to flow."},{"number":19,"verse":"He declares His word to Jacob, His statutes and His ordinances to Israel."},{"number":20,"verse":"He has not dealt this way with any [other] nation; They have not known [understood, appreciated, heeded, or cherished] His ordinances. Praise the LORD! (Hallelujah!)"}]}