{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":19,"verses":[{"number":1,"verse":"The Works and the Word of God. To the Chief Musician. A Psalm of David. The heavens are telling of the glory of God; And the expanse [of heaven] is declaring the work of His hands."},{"number":2,"verse":"Day after day pours forth speech, And night after night reveals knowledge."},{"number":3,"verse":"There is no speech, nor are there [spoken] words [from the stars]; Their voice is not heard."},{"number":4,"verse":"Yet their voice [in quiet evidence] has gone out through all the earth, Their words to the end of the world. In them and in the heavens He has made a tent for the sun,"},{"number":5,"verse":"Which is as a bridegroom coming out of his chamber; It rejoices as a strong man to run his course."},{"number":6,"verse":"The sun's rising is from one end of the heavens, And its circuit to the other end of them; And there is nothing hidden from its heat."},{"number":7,"verse":"The law of the LORD is perfect (flawless), restoring and refreshing the soul; The statutes of the LORD are reliable and trustworthy, making wise the simple."},{"number":8,"verse":"The precepts of the LORD are right, bringing joy to the heart; The commandment of the LORD is pure, enlightening the eyes."},{"number":9,"verse":"The fear of the LORD is clean, enduring forever; The judgments of the LORD are true, they are righteous altogether."},{"number":10,"verse":"They are more desirable than gold, yes, than much fine gold; Sweeter also than honey and the drippings of the honeycomb."},{"number":11,"verse":"Moreover, by them Your servant is warned [reminded, illuminated, and instructed]; In keeping them there is great reward."},{"number":12,"verse":"Who can understand his errors or omissions? Acquit me of hidden (unconscious, unintended) faults."},{"number":13,"verse":"Also keep back Your servant from presumptuous (deliberate, willful) sins; Let them not rule and have control over me. Then I will be blameless (complete), And I shall be acquitted of great transgression."},{"number":14,"verse":"Let the words of my mouth and the meditation of my heart Be acceptable and pleasing in Your sight, O LORD, my [firm, immovable] rock and my Redeemer."}]}