{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"The Lord, a Provider and the One Who Rescues Me. A Psalm of David; when he pretended to be insane before Abimelech, who drove him out, and he went away. I will bless the LORD at all times; His praise shall continually be in my mouth."},{"number":2,"verse":"My soul makes its boast in the LORD; The humble and downtrodden will hear it and rejoice."},{"number":3,"verse":"O magnify the LORD with me, And let us lift up His name together."},{"number":4,"verse":"I sought the LORD [on the authority of His word], and He answered me, And delivered me from all my fears."},{"number":5,"verse":"They looked to Him and were radiant; Their faces will never blush in shame or confusion."},{"number":6,"verse":"This poor man cried, and the LORD heard him And saved him from all his troubles."},{"number":7,"verse":"The angel of the LORD encamps around those who fear Him [with awe-inspired reverence and worship Him with obedience], And He rescues [each of] them."},{"number":8,"verse":"O taste and see that the LORD [our God] is good; How blessed [fortunate, prosperous, and favored by God] is the man who takes refuge in Him."},{"number":9,"verse":"O [reverently] fear the LORD, you His saints (believers, holy ones); For to those who fear Him there is no want."},{"number":10,"verse":"The young lions lack [food] and grow hungry, But they who seek the LORD will not lack any good thing."},{"number":11,"verse":"Come, you children, listen to me; I will teach you to fear the LORD [with awe-inspired reverence and worship Him with obedience]."},{"number":12,"verse":"Who is the man who desires life And loves many days, that he may see good?"},{"number":13,"verse":"Keep your tongue from evil And your lips from speaking deceit."},{"number":14,"verse":"Turn away from evil and do good; Seek peace and pursue it."},{"number":15,"verse":"The eyes of the LORD are toward the righteous [those with moral courage and spiritual integrity] And His ears are open to their cry."},{"number":16,"verse":"The face of the LORD is against those who do evil, To cut off the memory of them from the earth."},{"number":17,"verse":"When the righteous cry [for help], the LORD hears And rescues them from all their distress and troubles."},{"number":18,"verse":"The LORD is near to the heartbroken And He saves those who are crushed in spirit (contrite in heart, truly sorry for their sin)."},{"number":19,"verse":"Many hardships and perplexing circumstances confront the righteous, But the LORD rescues him from them all."},{"number":20,"verse":"He keeps all his bones; Not one of them is broken."},{"number":21,"verse":"Evil will cause the death of the wicked, And those who hate the righteous will be held guilty and will be condemned."},{"number":22,"verse":"The LORD redeems the soul of His servants, And none of those who take refuge in Him will be condemned."}]}