{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":39,"verses":[{"number":1,"verse":"The Vanity of Life. To the Chief Musician; for Jeduthun. A Psalm of David. I said, \"I will guard my ways That I may not sin with my tongue; I will muzzle my mouth While the wicked are in my presence.\""},{"number":2,"verse":"I was mute and silent [before my enemies], I refrained even from good, And my distress grew worse."},{"number":3,"verse":"My heart was hot within me. While I was musing the fire burned; Then I spoke with my tongue:"},{"number":4,"verse":"\"LORD, let me know my [life's] end And [to appreciate] the extent of my days; Let me know how frail I am [how transient is my stay here]."},{"number":5,"verse":"\"Behold, You have made my days as [short as] hand widths, And my lifetime is as nothing in Your sight. Surely every man at his best is a mere breath [a wisp of smoke, a vapor that vanishes]! Selah."},{"number":6,"verse":"\"Surely every man walks around like a shadow [in a charade]; Surely they make an uproar for nothing; Each one builds up riches, not knowing who will receive them."},{"number":7,"verse":"\"And now, Lord, for what do I expectantly wait? My hope [my confident expectation] is in You."},{"number":8,"verse":"\"Save me from all my transgressions; Do not make me the scorn and reproach of the [self-righteous, arrogant] fool."},{"number":9,"verse":"\"I am mute, I do not open my mouth, Because it is You who has done it."},{"number":10,"verse":"\"Remove Your plague from me; I am wasting away because of the conflict and opposition of Your hand."},{"number":11,"verse":"\"With rebukes You discipline man for sin; You consume like a moth what is precious to him; Surely every man is a mere breath [a wisp of smoke, a vapor that vanishes]. Selah."},{"number":12,"verse":"\"Hear my prayer, O LORD, and listen to my cry; Do not be silent at my tears; For I am Your temporary guest, A sojourner like all my fathers."},{"number":13,"verse":"\"O look away from me, that I may smile and again know joy Before I depart and am no more.\""}]}