{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"A Song Celebrating the King's Marriage. To the Chief Musician; set to the [tune of] \"Lilies.\" A Psalm of the sons of Korah. A skillful song, or a didactic or reflective poem. A Song of Love. My heart overflows with a good theme; I address my psalm to the King. My tongue is like the pen of a skillful writer."},{"number":2,"verse":"You are fairer than the sons of men; Graciousness is poured upon Your lips; Therefore God has blessed You forever."},{"number":3,"verse":"Strap Your sword on Your thigh, O mighty One, In Your splendor and Your majesty!"},{"number":4,"verse":"And in Your majesty ride on triumphantly For the cause of truth and humility and righteousness; Let Your right hand guide You to awesome things."},{"number":5,"verse":"Your arrows are sharp; The peoples (nations) fall under You; Your arrows pierce the hearts of the King's enemies."},{"number":6,"verse":"Your throne, O God, is forever and ever; The scepter of uprightness is the scepter of Your kingdom."},{"number":7,"verse":"You have loved righteousness (virtue, morality, justice) and hated wickedness; Therefore God, your God, has anointed You Above Your companions with the oil of jubilation."},{"number":8,"verse":"All Your garments are fragrant with myrrh, aloes and cassia; From ivory palaces stringed instruments have made You glad."},{"number":9,"verse":"Kings' daughters are among Your noble ladies; At Your right hand stands the queen in gold from Ophir."},{"number":10,"verse":"Hear, O daughter, consider and incline your ear [to my instruction]: Forget your people and your father's house;"},{"number":11,"verse":"Then the King will desire your beauty; Because He is your Lord, bow down and honor Him."},{"number":12,"verse":"The daughter of Tyre will come with a gift; The rich among the people will seek your favor."},{"number":13,"verse":"Glorious is the King's daughter within [the palace]; Her robe is interwoven with gold."},{"number":14,"verse":"She will be brought to the King in embroidered garments; The virgins, her companions who follow her, Will be brought to You."},{"number":15,"verse":"With gladness and rejoicing will they be led; They will enter into the King's palace."},{"number":16,"verse":"In place of your fathers will be your sons; You shall make princes in all the land."},{"number":17,"verse":"I will make Your name to be remembered in all generations; Therefore the peoples will praise and give You thanks forever and ever."}]}