{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"The Folly of Trusting in Riches. To the Chief Musician. A Psalm of the sons of Korah. Hear this, all peoples; Listen carefully, all inhabitants of the world,"},{"number":2,"verse":"Both low and high, Rich and poor together:"},{"number":3,"verse":"My mouth will speak wisdom, And the meditation of my heart will be understanding."},{"number":4,"verse":"I will incline my ear and consent to a proverb; On the lyre I will unfold my riddle."},{"number":5,"verse":"Why should I fear in the days of evil, When the wickedness of those who would betray me surrounds me [on every side],"},{"number":6,"verse":"Even those who trust in and rely on their wealth And boast of the abundance of their riches?"},{"number":7,"verse":"None of them can by any means redeem [either himself or] his brother, Nor give to God a ransom for him-"},{"number":8,"verse":"For the ransom of his soul is too costly, And he should cease trying forever-"},{"number":9,"verse":"So that he should live on eternally, That he should never see the pit (grave) and undergo decay."},{"number":10,"verse":"For he sees that even wise men die; The fool and the stupid alike perish And leave their wealth to others."},{"number":11,"verse":"Their inward thought is that their houses will continue forever, And their dwelling places to all generations; They have named their lands after their own names [ignoring God]."},{"number":12,"verse":"But man, with all his [self] honor and pomp, will not endure; He is like the beasts that perish."},{"number":13,"verse":"This is the fate of those who are foolishly confident, And of those after them who approve [and are influenced by] their words. Selah."},{"number":14,"verse":"Like sheep they are appointed for Sheol (the nether world, the place of the dead); Death will be their shepherd; And the upright shall rule over them in the morning, And their form and beauty shall be for Sheol to consume, So that they have no dwelling [on earth]."},{"number":15,"verse":"But God will redeem my life from the power of Sheol, For He will receive me. Selah."},{"number":16,"verse":"Be not afraid when [an ungodly] man becomes rich, When the wealth and glory of his house are increased;"},{"number":17,"verse":"For when he dies he will carry nothing away; His glory will not descend after him."},{"number":18,"verse":"Though while he lives he counts himself happy and prosperous- And though people praise you when you do well for yourself-"},{"number":19,"verse":"He shall go to the generation of his fathers; They shall never again see the light."},{"number":20,"verse":"A man [who is held] in honor, Yet who lacks [spiritual] understanding and a teachable heart, is like the beasts that perish."}]}