{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"(Prayer for the Destruction of the Treacherous.) To the Chief Musician; with stringed instruments. A skillful song, or a didactic or reflective poem, of David. Listen to my prayer, O God, And do not hide Yourself from my plea."},{"number":2,"verse":"Listen to me and answer me; I am restless and distraught in my complaint and distracted"},{"number":3,"verse":"Because of the voice of the enemy, Because of the pressure of the wicked; For they bring down trouble on me, And in anger they persecute me."},{"number":4,"verse":"My heart is in anguish within me, And the terrors of death have fallen upon me."},{"number":5,"verse":"Fear and trembling have come upon me; Horror has overwhelmed me."},{"number":6,"verse":"And I say, \"Oh, that I had wings like a dove! I would fly away and be at rest."},{"number":7,"verse":"\"I would wander far away, I would lodge in the [peace of the] wilderness. Selah."},{"number":8,"verse":"\"I would hurry to my refuge [my tranquil shelter far away] From the stormy wind and from the tempest.\""},{"number":9,"verse":"Confuse [my enemies], O Lord, divide their tongues [destroying their schemes], For I have seen violence and strife in the city."},{"number":10,"verse":"Day and night they go around her walls; Wickedness and mischief are in her midst."},{"number":11,"verse":"Destruction is within her; Oppression and deceit do not depart from her streets and market places."},{"number":12,"verse":"For it is not an enemy who taunts me- Then I could bear it; Nor is it one who has hated me who insolently exalts himself against me- Then I could hide from him."},{"number":13,"verse":"But it is you, a man my equal and my counsel, My companion and my familiar friend;"},{"number":14,"verse":"We who had sweet fellowship together, Who walked to the house of God in company."},{"number":15,"verse":"Let death come deceitfully upon them; Let them go down alive to Sheol (the nether world, the place of the dead), For evil [of every kind] is in their dwelling and in their hearts, in their midst."},{"number":16,"verse":"As for me, I shall call upon God, And the LORD will save me."},{"number":17,"verse":"Evening and morning and at noon I will complain and murmur, And He will hear my voice."},{"number":18,"verse":"He has redeemed my life in peace from the battle that was against me, For there were many against me."},{"number":19,"verse":"God will hear and humble them, Even He who sits enthroned from old- Selah. Because in them there has been no change [of heart], And they do not fear God [at all]."},{"number":20,"verse":"He [my companion] has put out his hands against those who were at peace with him; He has broken his covenant [of friendship and loyalty]."},{"number":21,"verse":"The words of his mouth were smoother than butter, But his heart was hostile; His words were softer than oil, Yet they were drawn swords."},{"number":22,"verse":"Cast your burden on the LORD [release it] and He will sustain and uphold you; He will never allow the righteous to be shaken (slip, fall, fail)."},{"number":23,"verse":"But You, O God, will bring down the wicked to the pit of destruction; Men of blood and treachery will not live out half their days. But I will [boldly and unwaveringly] trust in You."}]}