{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"The God of Sinai and of the Sanctuary. To the Chief Musician. A Psalm of David. A Song. Let God arise, and His enemies be scattered; Let those who hate Him flee before Him."},{"number":2,"verse":"As smoke is driven away, so drive them away; As wax melts before the fire, So let the wicked and guilty perish before [the presence of] God."},{"number":3,"verse":"But let the righteous be glad; let them be in good spirits before God, Yes, let them rejoice with delight."},{"number":4,"verse":"Sing to God, sing praises to His name; Lift up a song for Him who rides through the desert- His name is the LORD-be in good spirits before Him."},{"number":5,"verse":"A father of the fatherless and a judge and protector of the widows, Is God in His holy habitation."},{"number":6,"verse":"God makes a home for the lonely; He leads the prisoners into prosperity, Only the stubborn and rebellious dwell in a parched land."},{"number":7,"verse":"O God, when You went out before Your people, When You marched through the wilderness, Selah."},{"number":8,"verse":"The earth trembled; The heavens also poured down rain at the presence of God; Sinai itself trembled at the presence of God, the God of Israel."},{"number":9,"verse":"You, O God, sent abroad plentiful rain; You confirmed Your inheritance when it was parched and weary."},{"number":10,"verse":"Your flock found a dwelling place in it; O God, in Your goodness You provided for the poor."},{"number":11,"verse":"The Lord gives the command [to take Canaan]; The women who proclaim the good news are a great host (army);"},{"number":12,"verse":"\"The kings of the [enemies'] armies flee, they flee, And the beautiful woman who remains at home divides the spoil [left behind].\""},{"number":13,"verse":"When you lie down [to rest] among the sheepfolds, You [Israel] are like the wings of a dove [of victory] overlaid with silver, Its feathers glistening with gold [trophies taken from the enemy]."},{"number":14,"verse":"When the Almighty scattered [the Canaanite] kings in the land of Canaan, It was snowing on Zalmon."},{"number":15,"verse":"A mountain of God is the mountain of Bashan; A [high] mountain of many summits is Mount Bashan [rising east of the Jordan]."},{"number":16,"verse":"Why do you look with envy, mountains with many peaks, At the mountain [of the city of Zion] which God has desired for His dwelling place? Yes, the LORD will dwell there forever."},{"number":17,"verse":"The chariots of God are myriads, thousands upon thousands; The Lord is among them as He was at Sinai, in holiness."},{"number":18,"verse":"You have ascended on high, You have led away captive Your captives; You have received gifts among men, Even from the rebellious also, that the LORD God may dwell there."},{"number":19,"verse":"Blessed be the Lord, who bears our burden day by day, The God who is our salvation! Selah."},{"number":20,"verse":"God is to us a God of acts of salvation; And to GOD the Lord belong escapes from death [setting us free]."},{"number":21,"verse":"Surely God will shatter the head of His enemies, The hairy scalp of one who goes on in his guilty ways."},{"number":22,"verse":"The Lord said, \"I will bring your enemies back from Bashan; I will bring them back from the depths of the [Red] Sea,"},{"number":23,"verse":"That your foot may crush them in blood, That the tongue of your dogs may have its share from your enemies.\""},{"number":24,"verse":"They have seen Your [solemn] procession, O God, The procession of my God, my King, into the sanctuary [in holiness]."},{"number":25,"verse":"The singers go in front, the players of instruments last; Between them the maidens playing on tambourines."},{"number":26,"verse":"Bless God in the congregations, [give thanks, gratefully praise Him], The LORD, you who are from [Jacob] the fountain of Israel."},{"number":27,"verse":"The youngest is there, Benjamin, ruling them, The princes of Judah and their company [the southern tribes], The princes of Zebulun and the princes of Naphtali [the northern tribes]."},{"number":28,"verse":"Your God has commanded your strength [your power in His service and your resistance to temptation]; Show Yourself strong, O God, who acted on our behalf."},{"number":29,"verse":"Because of Your temple at Jerusalem [Pagan] kings will bring gifts to You [out of respect]."},{"number":30,"verse":"Rebuke the beasts [living] among the reeds [in Egypt], The herd of bulls (the leaders) with the calves of the peoples; Trampling underfoot the pieces of silver; He has scattered the peoples who delight in war."},{"number":31,"verse":"Princes and envoys shall come from Egypt; Ethiopia will quickly stretch out her hands [with the offerings of submission] to God."},{"number":32,"verse":"Sing to God, O kingdoms of the earth, Sing praises to the Lord! Selah."},{"number":33,"verse":"To Him who rides in the highest heavens, the ancient heavens, Behold, He sends out His voice, a mighty and majestic voice."},{"number":34,"verse":"Ascribe strength to God; His majesty is over Israel And His strength is in the skies."},{"number":35,"verse":"O God, You are awesome and profoundly majestic from Your sanctuary; The God of Israel gives strength and power to His people. Blessed be God!"}]}