{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"(Prayer of an Old Man for Rescue.) In you, O LORD, I have put my trust and confidently taken refuge; Let me never be put to shame."},{"number":2,"verse":"In Your righteousness deliver me and rescue me; Incline Your ear to me and save me."},{"number":3,"verse":"Be to me a rock of refuge and a sheltering stronghold to which I may continually come; You have given the commandment to save me, For You are my rock and my fortress."},{"number":4,"verse":"Rescue me, O my God, from the hand of the wicked (godless), From the grasp of the unrighteous and ruthless man."},{"number":5,"verse":"For You are my hope; O Lord GOD, You are my trust and the source of my confidence from my youth."},{"number":6,"verse":"Upon You have I relied and been sustained from my birth; You are He who took me from my mother's womb and You have been my benefactor from that day. My praise is continually of You."},{"number":7,"verse":"I am as a wonder to many, For You are my strong refuge."},{"number":8,"verse":"My mouth is filled with Your praise And with Your glory all day long."},{"number":9,"verse":"Do not cast me off nor send me away in the time of old age; Do not abandon me when my strength fails and I am weak."},{"number":10,"verse":"For my enemies have spoken against me; Those who watch for my life have consulted together,"},{"number":11,"verse":"Saying, \"God has abandoned him; Pursue and seize him, for there is no one to rescue him.\""},{"number":12,"verse":"O God, do not be far from me; O my God, come quickly to help me!"},{"number":13,"verse":"Let those who attack my life be ashamed and consumed; Let them be covered with reproach and dishonor, who seek to injure me."},{"number":14,"verse":"But as for me, I will wait and hope continually, And will praise You yet more and more."},{"number":15,"verse":"My mouth shall tell of Your righteousness And of Your [deeds of] salvation all day long, For their number is more than I know."},{"number":16,"verse":"I will come with the mighty acts of the Lord GOD [and in His strength]; I will make mention of Your righteousness, Yours alone."},{"number":17,"verse":"O God, You have taught me from my youth, And I still declare Your wondrous works and miraculous deeds."},{"number":18,"verse":"And even when I am old and gray-headed, O God, do not abandon me, Until I declare Your [mighty] strength to this generation, Your power to all who are to come."},{"number":19,"verse":"Your righteousness, O God, reaches to the [height of the] heavens, You who have done great things; O God, who is like You, [who is Your equal]?"},{"number":20,"verse":"You who have shown me many troubles and distresses Will revive and renew me again, And will bring me up again from the depths of the earth."},{"number":21,"verse":"May You increase my greatness (honor) And turn to comfort me."},{"number":22,"verse":"I will also praise You with the harp, Your truth and faithfulness, O my God; To You I will sing praises with the lyre, O Holy One of Israel."},{"number":23,"verse":"My lips will shout for joy when I sing praises to You, And my soul, which You have redeemed."},{"number":24,"verse":"My tongue also will speak of Your righteousness all day long; For they are ashamed, for they are humiliated who seek my injury."}]}