{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":84,"verses":[{"number":1,"verse":"Longing for the Temple Worship. To the Chief Musician; set to a Philistine lute. A Psalm of the sons of Korah. How lovely are Your dwelling places, O LORD of hosts!"},{"number":2,"verse":"My soul (my life, my inner self) longs for and greatly desires the courts of the LORD; My heart and my flesh sing for joy to the living God."},{"number":3,"verse":"The bird has found a house, And the swallow a nest for herself, where she may lay her young- Even Your altars, O LORD of hosts, My King and my God."},{"number":4,"verse":"Blessed and greatly favored are those who dwell in Your house and Your presence; They will be singing Your praises all the day long. Selah."},{"number":5,"verse":"Blessed and greatly favored is the man whose strength is in You, In whose heart are the highways to Zion."},{"number":6,"verse":"Passing through the Valley of Weeping ( Baca), they make it a place of springs; The early rain also covers it with blessings."},{"number":7,"verse":"They go from strength to strength [increasing in victorious power]; Each of them appears before God in Zion."},{"number":8,"verse":"O LORD God of hosts, hear my prayer; Listen, O God of Jacob! Selah."},{"number":9,"verse":"See our shield, O God, And look at the face of Your anointed [the king as Your representative]."},{"number":10,"verse":"For a day in Your courts is better than a thousand [anywhere else]; I would rather stand [as a doorkeeper] at the threshold of the house of my God Than to live [at ease] in the tents of wickedness."},{"number":11,"verse":"For the LORD God is a sun and shield; The LORD bestows grace and favor and honor; No good thing will He withhold from those who walk uprightly."},{"number":12,"verse":"O LORD of hosts, How blessed and greatly favored is the man who trusts in You [believing in You, relying on You, and committing himself to You with confident hope and expectation]."}]}