{"bibleAbbr":"AMP2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"A Psalm of Thanksgiving for God's Justice. To the Chief Musician; on Muth-labben. A Psalm of David. I will give thanks and praise the LORD, with all my heart; I will tell aloud all Your wonders and marvelous deeds."},{"number":2,"verse":"I will rejoice and exult in you; I will sing praise to Your name, O Most High."},{"number":3,"verse":"When my enemies turn back, They stumble and perish before You."},{"number":4,"verse":"For You have maintained my right and my cause; You have sat on the throne judging righteously."},{"number":5,"verse":"You have rebuked the nations, You have destroyed the wicked and unrepentant; You have wiped out their name forever and ever."},{"number":6,"verse":"The enemy has been cut off and has vanished in everlasting ruins, You have uprooted their cities; The very memory of them has perished."},{"number":7,"verse":"But the LORD will remain and sit enthroned forever; He has prepared and established His throne for judgment."},{"number":8,"verse":"And He will judge the world in righteousness; He will execute judgment for the nations with fairness (equity)."},{"number":9,"verse":"The LORD also will be a refuge and a stronghold for the oppressed, A refuge in times of trouble;"},{"number":10,"verse":"And those who know Your name [who have experienced Your precious mercy] will put their confident trust in You, For You, O LORD, have not abandoned those who seek You."},{"number":11,"verse":"Sing praises to the LORD, who dwells in Zion; Declare among the peoples His [great and wondrous] deeds."},{"number":12,"verse":"For He who avenges blood [unjustly shed] remembers them (His people); He does not forget the cry of the afflicted and abused."},{"number":13,"verse":"Have mercy on me and be gracious to me, O LORD; See how I am afflicted by those who hate me, You who lift me up from the gates of death,"},{"number":14,"verse":"That I may tell aloud all Your praises, That in the gates of the daughter of Zion (Jerusalem) I may rejoice in Your salvation and Your help."},{"number":15,"verse":"The nations have sunk down in the pit which they have made; In the net which they hid, their own foot has been caught."},{"number":16,"verse":"The LORD has made Himself known; He executes judgment; The wicked are trapped by the work of their own hands. Higgaion (meditation) Selah."},{"number":17,"verse":"The wicked will turn to Sheol (the nether world, the place of the dead), Even all the nations who forget God."},{"number":18,"verse":"For the poor will not always be forgotten, Nor the hope of the burdened perish forever."},{"number":19,"verse":"Arise, O LORD, do not let man prevail; Let the nations be judged before You."},{"number":20,"verse":"Put them in [reverent] fear of You, O LORD, So that the nations may know they are but [frail and mortal] men. Selah."}]}