{"bibleAbbr":"KJV2000","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"A prayer of David. Hear the right, O LORD, attend unto my cry, give ear unto my prayer, that goes not out of feigned lips."},{"number":2,"verse":"Let my vindication come forth from your presence; let your eyes behold the things that are right."},{"number":3,"verse":"You have proved my heart; you have visited me in the night; you have tested me, and shall find nothing; I have purposed that my mouth shall not transgress."},{"number":4,"verse":"Concerning the works of men, by the word of your lips I have kept myself from the paths of the destroyer."},{"number":5,"verse":"Hold up my steps in your paths, that my feet slip not."},{"number":6,"verse":"I have called upon you, for you will hear me, O God: incline your ear unto me, and hear my speech."},{"number":7,"verse":"Show your marvelous lovingkindness, O you that save by your right hand them who put their trust in you from those that rise up against them."},{"number":8,"verse":"Keep me as the apple of the eye, hide me under the shadow of your wings,"},{"number":9,"verse":"From the wicked that oppress me, from my deadly enemies, who surround me."},{"number":10,"verse":"They are enclosed in their own fat hearts: with their mouth they speak proudly."},{"number":11,"verse":"They have now surrounded us in our steps: they have set their eyes, crouching down to the earth;"},{"number":12,"verse":"Like as a lion that is greedy of its prey, and as it were a young lion lurking in secret places."},{"number":13,"verse":"Arise, O LORD, confront him, cast him down: deliver my soul from the wicked, by your sword:"},{"number":14,"verse":"From men by your hand, O LORD, from men of the world, who have their portion in this life, and whose belly you fill with your hid treasure: they are full of children, and leave the rest of their substance to their babes."},{"number":15,"verse":"As for me, I will behold your face in righteousness: I shall be satisfied, when I awake, with your likeness."}]}