{"bibleAbbr":"KJV2000","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"To the Chief Musician upon aijeleth shahar. A Psalm of David. My God, my God, why have you forsaken me? why are you so far from helping me, and from the words of my groaning?"},{"number":2,"verse":"O my God, I cry in the daytime, but you hear not; and in the night season, and am not silent."},{"number":3,"verse":"But you are holy, O you that inhabit the praises of Israel."},{"number":4,"verse":"Our fathers trusted in you: they trusted, and you did deliver them."},{"number":5,"verse":"They cried unto you, and were delivered: they trusted in you, and were not disappointed."},{"number":6,"verse":"But I am a worm, and no man; a reproach of men, and despised of the people."},{"number":7,"verse":"All they that see me laugh me to scorn: they shoot out the lip, they shake the head, saying,"},{"number":8,"verse":"He trusted in the LORD that he would deliver him: let him deliver him, seeing he delighted in him."},{"number":9,"verse":"But you are he that took me out of the womb: you did make me hope when I was upon my mother's breasts."},{"number":10,"verse":"I was cast upon you from birth: you are my God from my mother's womb."},{"number":11,"verse":"Be not far from me; for trouble is near; for there is none to help."},{"number":12,"verse":"Many bulls have compassed me: strong bulls of Bashan have beset me round about."},{"number":13,"verse":"They gaped on me with their mouths, as a ravening and a roaring lion."},{"number":14,"verse":"I am poured out like water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my body."},{"number":15,"verse":"My strength is dried up like a potsherd; and my tongue clings to my jaws; and you have brought me to the dust of death."},{"number":16,"verse":"For dogs have compassed me: the assembly of the wicked have enclosed me: they pierced my hands and my feet."},{"number":17,"verse":"I can count all my bones: they look and stare upon me."},{"number":18,"verse":"They part my garments among them, and cast lots for my clothing."},{"number":19,"verse":"But be not far from me, O LORD: O my strength, haste you to help me."},{"number":20,"verse":"Deliver my soul from the sword; my life from the power of the dog."},{"number":21,"verse":"Save me from the lion's mouth: for you have heard me from the horns of the wild oxen."},{"number":22,"verse":"I will declare your name unto my brethren: in the midst of the congregation will I praise you."},{"number":23,"verse":"You that fear the LORD, praise him; all you descendants of Jacob, glorify him; and fear him, all you descendants of Israel."},{"number":24,"verse":"For he has not despised nor abhorred the affliction of the afflicted; neither has he hid his face from him; but when he cried unto him, he heard."},{"number":25,"verse":"My praise shall be of you in the great congregation: I will pay my vows before them that fear him."},{"number":26,"verse":"The meek shall eat and be satisfied: they shall praise the LORD that seek him: your heart shall live forever."},{"number":27,"verse":"All the ends of the world shall remember and turn unto the LORD: and all the kindreds of the nations shall worship before you."},{"number":28,"verse":"For the kingdom is the LORD'S: and he is the governor among the nations."},{"number":29,"verse":"All the prosperous of earth shall eat and worship: all they that go down to the dust shall bow before him: and none can keep alive his own soul."},{"number":30,"verse":"A posterity shall serve him; it shall be accounted to the Lord for a generation."},{"number":31,"verse":"They shall come, and shall declare his righteousness unto a people that shall be born, that he has done this."}]}