{"bibleAbbr":"KJV2000","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"To the Chief Musician. A Song or Psalm. Make a joyful noise unto God, all you lands:"},{"number":2,"verse":"Sing forth the honor of his name: make his praise glorious."},{"number":3,"verse":"Say unto God, How awesome are you in your works! through the greatness of your power shall your enemies submit themselves unto you."},{"number":4,"verse":"All the earth shall worship you, and shall sing unto you; they shall sing to your name. Selah."},{"number":5,"verse":"Come and see the works of God: he is awesome in his doing toward the children of men."},{"number":6,"verse":"He turned the sea into dry land: they went through the flood on foot: there did we rejoice in him."},{"number":7,"verse":"He rules by his power forever; his eyes behold the nations: let not the rebellious exalt themselves. Selah."},{"number":8,"verse":"O bless our God, you people, and make the voice of his praise to be heard:"},{"number":9,"verse":"Who holds our soul in life, and allows not our feet to be moved."},{"number":10,"verse":"For you, O God, have proved us: you have tried us, as silver is tried."},{"number":11,"verse":"You brought us into the net; you laid affliction upon our backs."},{"number":12,"verse":"You have caused men to ride over our heads; we went through fire and through water: but you brought us out into a wealthy place."},{"number":13,"verse":"I will go into your house with burnt offerings: I will pay you my vows,"},{"number":14,"verse":"Which my lips have uttered, and my mouth has spoken, when I was in trouble."},{"number":15,"verse":"I will offer unto you burnt sacrifices of fatlings, with the incense of rams; I will offer bullocks with goats. Selah."},{"number":16,"verse":"Come and hear, all you that fear God, and I will declare what he has done for my soul."},{"number":17,"verse":"I cried unto him with my mouth, and he was extolled with my tongue."},{"number":18,"verse":"If I regard iniquity in my heart, the Lord will not hear me:"},{"number":19,"verse":"But verily God has heard me; he has attended to the voice of my prayer."},{"number":20,"verse":"Blessed be God, who has not turned away my prayer, nor his mercy from me."}]}