{"bibleAbbr":"KJV2000","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"A Song or Psalm for the Sons of Karah. To the Chief Musician upon mahanath leannoth. A maschil of Heman the Ezrahite. O LORD God of my salvation, I have cried day and night before you:"},{"number":2,"verse":"Let my prayer come before you: incline your ear unto my cry;"},{"number":3,"verse":"For my soul is full of troubles: and my life draws near unto the grave."},{"number":4,"verse":"I am counted with them that go down into the pit: I am as a man that has no strength:"},{"number":5,"verse":"Adrift among the dead, like the slain that lie in the grave, whom you remember no more: and they are cut off from your hand."},{"number":6,"verse":"You have laid me in the lowest pit, in darkness, in the deep."},{"number":7,"verse":"Your anger lies hard upon me, and you have afflicted me with all your waves. Selah."},{"number":8,"verse":"You have put away my acquaintance far from me; you have made me an abomination unto them: I am shut up, and I cannot come forth."},{"number":9,"verse":"My eye mourns by reason of affliction: LORD, I have called daily upon you, I have stretched out my hands unto you."},{"number":10,"verse":"Will you show wonders to the dead? shall the dead arise and praise you? Selah."},{"number":11,"verse":"Shall your lovingkindness be declared in the grave? or your faithfulness in destruction?"},{"number":12,"verse":"Shall your wonders be known in the dark? and your righteousness in the land of forgetfulness?"},{"number":13,"verse":"But unto you have I cried, O LORD; and in the morning shall my prayer come before you."},{"number":14,"verse":"LORD, why cast you off my soul? why hide you your face from me?"},{"number":15,"verse":"I am afflicted and ready to die from my youth up: while I suffer your terrors I am distracted."},{"number":16,"verse":"Your fierce anger goes over me; your terrors have cut me off."},{"number":17,"verse":"They came round about me daily like water; they compassed me about together."},{"number":18,"verse":"Lover and friend have you put far from me, and my acquaintance into darkness."}]}