{"bibleAbbr":"NCB2019","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"Joshua then gathered all of the tribes of Israel at Shechem. He summoned the elders of Israel along with their leaders, their judges, and their officers, and they presented themselves before God."},{"number":2,"verse":"Joshua said to all of the people, “Thus says the LORD, the God of Israel: Your fathers dwelt on the other side of the river in times of old, including Terah, the father of Abraham and the father of Nahor, and they served other gods."},{"number":3,"verse":"Then I took Abraham from the other side of the river and I led him all through the land of Canaan. I multiplied his descendants, giving him Isaac."},{"number":4,"verse":"I gave Jacob and Esau to Isaac. I gave Mount Seir to Esau to possess, but Jacob and his children went down to Egypt."},{"number":5,"verse":"“I sent Moses and Aaron and I plagued Egypt with what I did in their midst. Afterward, I brought you out."},{"number":6,"verse":"Then I brought your fathers out of Egypt. You came to the sea, and the Egyptians pursued your fathers with chariots and horsemen into the Red Sea."},{"number":7,"verse":"They cried to the LORD, and he caused darkness to descend between you and the Egyptians. He brought the sea down upon them, and it covered them. Your own eyes have seen what I did in Egypt. You then dwelt in the wilderness for a long time."},{"number":8,"verse":"I brought you to the land of the Amorites who lived on the other side of the Jordan. They fought against you, and I gave them up into your hands so that you might take possession of the land, and I crushed them before you."},{"number":9,"verse":"Then Balak, the son of Zippor, the king of Moab, rose up and fought against Israel. He sent for and summoned Balaam, the son of Beor, to curse you,"},{"number":10,"verse":"but I would not listen to Balaam. He therefore blessed you, and so I delivered you out of his hands."},{"number":11,"verse":"You crossed over the Jordan and arrived at Jericho. The men of Jericho fought against you along with the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. I delivered them into your hands."},{"number":12,"verse":"I sent hornets before you to drive them out before you, including the two kings of the Amorites. It was not your sword or your bow that did it."},{"number":13,"verse":"I gave you a land on which you did not labor, I gave you cities which you had not built, and you dwell in them. You eat the fruit of vineyards and olive trees that you did not plant."},{"number":14,"verse":"Therefore, you must fear the LORD and serve him with sincerity and fidelity. Put aside the gods that your fathers served on the other side of the river and in Egypt. Serve the LORD."},{"number":15,"verse":"If it seems wrong to you to serve the LORD, then today you must choose whom you will serve, whether it be the gods that your fathers served on the other side of the river, or the gods of the Amorites who dwell in the land. As for me and my household, we will serve the LORD.”"},{"number":16,"verse":"[b]The people said, “God forbid that we should abandon the LORD to serve other gods."},{"number":17,"verse":"It was the LORD, our God, who brought us and our fathers out of the land of Egypt, the land of our bondage. He performed great wonders in our sight. He preserved us all along the journey that we made, and among all the people through whom we passed."},{"number":18,"verse":"The LORD drove out all the people before us, even the Amorites who dwelt in the land. We will serve the LORD, for he is our God.”"},{"number":19,"verse":"But Joshua said to the people, “You cannot serve the LORD, for he is a holy God. He is a jealous God, he will not forgive your sins or your transgressions."},{"number":20,"verse":"If you turn away from the LORD to serve foreign gods, then he will turn away from you. He will punish you and wipe you out, even after the good that he has done for you.”"},{"number":21,"verse":"The people said to Joshua, “No! We will serve the LORD.”"},{"number":22,"verse":"Then Joshua said to the people, “You will serve as your own witnesses that you have chosen to serve the LORD.” They answered, “We are witnesses.”"},{"number":23,"verse":"He continued, “Then put away the foreign gods from among you. Bend your heart to the LORD, the God of Israel.”"},{"number":24,"verse":"The people said to Joshua, “We will serve the LORD, our God, and obey his voice.”"},{"number":25,"verse":"So Joshua made a covenant with the people that day. He established statutes and ordinances for them in Shechem."},{"number":26,"verse":"Joshua wrote these words in the book of the law of God. He took a large stone and set it up there under the oak that is in the sanctuary of the LORD."},{"number":27,"verse":"Joshua said to all the people, “This stone will be a witness for us. It has heard all of the words that the LORD spoke to us. It will therefore be a witness for you, lest you deny your God.”"},{"number":28,"verse":"Joshua then sent the people away, each to his own inheritance."},{"number":29,"verse":"After this happened, Joshua, the son of Nun, died. He was one hundred and ten years old."},{"number":30,"verse":"They buried him within his own inheritance in Timnath-serah in the hill country of Ephraim, north of Mount Gaash."},{"number":31,"verse":"Israel served the LORD during Joshua’s entire lifetime, and during the lifetime of the elders who survived Joshua, for they had known all of the works that the LORD had performed on Israel’s behalf."},{"number":32,"verse":"The bones of Joseph, that the Israelites had brought up out of Egypt, were buried in Shechem in the parcel of land that Jacob had bought for one hundred pieces of silver from the sons of Hamor, who himself was the father of Shechem. It was an inheritance for the descendants of Joseph."},{"number":33,"verse":"Eleazar, the son of Aaron, then died. They buried him at Gibeah, the place that Phinehas, his son, had been given in the hill country of Ephraim."}]}