{"bibleAbbr":"RKJNT2000","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"Peter, an apostle of Jesus Christ, to the exiles scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,"},{"number":2,"verse":"Chosen according to the foreknowledge of God the Father, and sanctified by the Spirit for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be multiplied to you."},{"number":3,"verse":"Blessed be the God and Father of our Lord Jesus Christ, who by his abundant mercy has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,"},{"number":4,"verse":"To an imperishable and undefiled inheritance, that does not fade away, reserved in heaven for you,"},{"number":5,"verse":"Who are guarded by the power of God through faith for a salvation ready to be revealed in the last time."},{"number":6,"verse":"In this you greatly rejoice, though now for a time you may have to suffer various trials:"},{"number":7,"verse":"That the genuineness of your faith, being much more precious than gold, which perishes, though it is tested by fire, might be found to result in praise and honour and glory at the appearing of Jesus Christ."},{"number":8,"verse":"Though you have not seen him, you love him; and though you do not see him now, yet you believe in him and rejoice with inexpressible and glorious joy:"},{"number":9,"verse":"Receiving the outcome of your faith, the salvation of your souls."},{"number":10,"verse":"Of this salvation, the prophets who prophesied of the grace that should come to you enquired and searched diligently:"},{"number":11,"verse":"Seeking to find to whom and when the Spirit of Christ within them was pointing, when he testified beforehand of the sufferings of Christ, and the glories that should follow."},{"number":12,"verse":"It was revealed to them that they did not serve themselves, but you, in the things which have now been made known to you by those who preached the gospel to you through the Holy Spirit sent down from heaven; things into which angels desire to look."},{"number":13,"verse":"Therefore gird up your minds, be sober, and fix your hope fully on the grace that is to be brought to you at the revelation of Jesus Christ."},{"number":14,"verse":"Live as obedient children, not conforming yourselves to the lusts of your former ignorance:"},{"number":15,"verse":"But as he who has called you is holy, so be holy in all your conduct;"},{"number":16,"verse":"Because it is written, Be holy; for I am holy."},{"number":17,"verse":"And if you address as Father the one who without partiality judges according to every man's work, then pass the time of your stay on earth in reverent fear:"},{"number":18,"verse":"For you know that you were not redeemed with perishable things, such as silver and gold, from the vain way of life you inherited from your fathers;"},{"number":19,"verse":"But with the precious blood of Christ, like that of a lamb without blemish and without spot:"},{"number":20,"verse":"Who was chosen before the foundation of the world, but was revealed in these last times for you,"},{"number":21,"verse":"Who through him believe in God, who raised him up from the dead, and gave him glory; that your faith and hope might be in God."},{"number":22,"verse":"Since you have purified your souls by obeying the truth, so you have a sincere love of the brethren; love one another fervently from the heart."},{"number":23,"verse":"You have been born again, not of perishable seed, but of imperishable, by the word of God, which lives and abides forever."},{"number":24,"verse":"For, All flesh is like grass, and all its glory is like the flower of grass. The grass withers, and the flower falls away,"},{"number":25,"verse":"But the word of the Lord endures forever. And this is the word that was preached to you."}]}