{"bibleAbbr":"RKJNT2000","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore, laying aside all malice, and all guile, and hypocrisy, and envy, and all kinds of slander,"},{"number":2,"verse":"As newborn babes, desire the pure milk of the word, that you may grow by it in your salvation:"},{"number":3,"verse":"Since you have tasted the kindness of the Lord."},{"number":4,"verse":"Coming to him as to a living stone, rejected by men, but chosen by God, and precious,"},{"number":5,"verse":"You also, as living stones, are being built up into a spiritual house, a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ."},{"number":6,"verse":"For this is contained in the scripture, Behold, I lay in Zion a cornerstone, chosen and precious: and he who believes in him shall not be put to shame."},{"number":7,"verse":"Therefore, to you who believe, he is precious: but to those who disbelieve, the stone which the builders rejected has become the very cornerstone,"},{"number":8,"verse":"And a stone of stumbling, and a rock of offence; they stumble at the word, being disobedient: as they were appointed to do."},{"number":9,"verse":"But you are a chosen race, a royal priesthood, a holy nation, a people belonging to God; that you should declare the praises of him who has called you out of darkness into his marvellous light."},{"number":10,"verse":"In times past you were not a people, but now you are the people of God: once you had not obtained mercy, but now you have obtained mercy."},{"number":11,"verse":"Dearly beloved, I urge you as aliens and strangers, abstain from fleshly lusts, which wage war against the soul."},{"number":12,"verse":"Conduct yourselves righteously among the Gentiles: that, though they speak against you as evildoers, they may behold your good works and glorify God on the day of visitation."},{"number":13,"verse":"Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme authority;"},{"number":14,"verse":"Or to governors, as to those who are sent by him to punish evildoers, and to praise those who do well."},{"number":15,"verse":"For this is the will of God, that by doing right you may silence the ignorance of foolish men:"},{"number":16,"verse":"Live as free men, not using your liberty as a cloak for evil, but live as the servants of God."},{"number":17,"verse":"Honour all men. Love the brotherhood. Fear God. Honour the king."},{"number":18,"verse":"Servants, be subject to your masters with all respect; not only to the good and gentle, but also to the perverse."},{"number":19,"verse":"For this is commendable, if for the sake of conscience toward God, a man endures sorrow while suffering wrongfully."},{"number":20,"verse":"For what credit is there, if, when you are beaten for your wrongs, you endure it patiently? but if, when you do well, and suffer for it, you endure it patiently, this is commendable before God."},{"number":21,"verse":"For to this you were called: because Christ also suffered for you, leaving you an example, that you should follow his steps."},{"number":22,"verse":"He committed no sin, nor was any deceit found in his mouth;"},{"number":23,"verse":"And when he was reviled, he did not revile in return; and when he suffered, he did not threaten; but committed himself to him who judges righteously."},{"number":24,"verse":"He himself bore our sins in his own body on the tree, that we might die to sins and live to righteousness; by his wounds you have been healed."},{"number":25,"verse":"For you were like sheep going astray; but you have now returned to the Shepherd and Guardian of your souls."}]}