{"bibleAbbr":"RKJNT2000","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"Likewise, you wives, be in subjection to your husbands; so that, if any do not obey the word, they may be won without a word by the behaviour of the wives;"},{"number":2,"verse":"When they behold your chaste and reverent behaviour."},{"number":3,"verse":"Let your beauty not be in outward adornment; the plaiting of hair, the wearing of gold, or the putting on of apparel;"},{"number":4,"verse":"But let it be of the inner person of your heart, the unfading beauty of a gentle and quiet spirit, which is precious in the sight of God."},{"number":5,"verse":"For in this manner the holy women in days of old, who trusted in God, adorned themselves, and were submissive to their husbands."},{"number":6,"verse":"Thus Sarah obeyed Abraham, calling him lord: and you are her daughters, if you do right, and do not give way to fear."},{"number":7,"verse":"Likewise, you husbands, live with your wives considerately, giving honour to the woman as the weaker vessel, since you are heirs together of the grace of life. Do this that your prayers may not be hindered."},{"number":8,"verse":"Finally, be of one mind, have sympathy for one another, love as brethren, be compassionate, be humble."},{"number":9,"verse":"Do not return evil for evil, or insult for insult: but instead with blessing; knowing that you were called to this, that you should inherit a blessing."},{"number":10,"verse":"For, He who would love life, and see good days, let him restrain his tongue from evil, and his lips from speaking guile:"},{"number":11,"verse":"Let him turn from evil, and do good; let him seek peace, and pursue it."},{"number":12,"verse":"For the eyes of the Lord are upon the righteous, and his ears are open to their prayers: but the face of the Lord is against those who do evil."},{"number":13,"verse":"And who will harm you if you are zealous followers of that which is good?"},{"number":14,"verse":"But even if you do suffer for righteousness' sake, you are blessed. And do not be afraid of their threats, nor be troubled;"},{"number":15,"verse":"But set apart Christ as Lord in your hearts: and always be ready to give an answer to every man who asks you the reason for the hope that is in you; but do it with gentleness and respect,"},{"number":16,"verse":"Keeping a good conscience, so that when you are falsely accused, those who revile your good behaviour in Christ may be ashamed."},{"number":17,"verse":"For it is better, if it is the will of God, that you suffer for doing right, than for doing evil."},{"number":18,"verse":"For Christ died for sins once for all, the just for the unjust, that he might bring us to God, being put to death in the flesh, but made alive in the spirit,"},{"number":19,"verse":"In which he went and preached to the spirits in prison,"},{"number":20,"verse":"Who long ago were disobedient, when God patiently waited in the days of Noah, while the ark was prepared, in which a few, that is, eight people, were saved through water."},{"number":21,"verse":"This water symbolizes baptism, which now saves us (not by the removal of dirt from the body, but by an appeal of a good conscience to God,) through the resurrection of Jesus Christ,"},{"number":22,"verse":"Who has gone into heaven, and is on the right hand of God; with angels and authorities and powers made subject to him."}]}