{"bibleAbbr":"RKJNT2000","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore, since Christ has suffered in the flesh, arm yourselves with the same mind: for he who has suffered in the flesh has ceased from sin;"},{"number":2,"verse":"That he may live the rest of his time in the flesh no longer for the lusts of men, but for the will of God."},{"number":3,"verse":"For the time past was sufficient for doing the things the Gentiles desire to do: living in debauchery, lust, drunkenness, revelling, carousing, and abominable idolatries."},{"number":4,"verse":"They think it strange that you do not run with them into the same excess of dissipation, and they speak evil of you:"},{"number":5,"verse":"But they shall give an account to him who is ready to judge the living and the dead."},{"number":6,"verse":"For this reason the gospel was also preached to those who are dead, that though judged in the flesh as men, they might live according to God in the spirit."},{"number":7,"verse":"But the end of all things is at hand: therefore be of sound mind and sober judgement for prayer."},{"number":8,"verse":"Above all things have fervent love for one another: for love covers a multitude of sins."},{"number":9,"verse":"Be hospitable to one another without grumbling."},{"number":10,"verse":"As every man has received a gift, so he should use it to serve one another, as befits good stewards of the manifold grace of God."},{"number":11,"verse":"If any man speak, let it be as one who speaks the oracles of God; if any man serves, let him do it as by the strength which God supplies: that in all things God may be glorified through Jesus Christ, to whom belong praise and dominion for ever and ever. Amen."},{"number":12,"verse":"Beloved, do not be surprised at the fiery trial which comes upon you to test you, as though some strange thing was happened to you:"},{"number":13,"verse":"But rejoice, insofar as you are partakers of Christ's sufferings; that, when his glory shall be revealed, you may be triumphantly joyful."},{"number":14,"verse":"Blessed are you if you are insulted for the name of Christ; for the spirit of glory and of God rests upon you."},{"number":15,"verse":"But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a meddler in other men's affairs."},{"number":16,"verse":"Yet if any man suffers as a Christian, let him not be ashamed; but let him glorify God that he bears that name."},{"number":17,"verse":"For the time has come for judgment, which must begin with the household of God: and if it begins with us, what shall the end be for those who do not obey the gospel of God?"},{"number":18,"verse":"And if it is with difficulty that the righteous are saved, what shall become of the ungodly and the sinner?"},{"number":19,"verse":"Therefore, let those who suffer according to the will of God commit the keeping of their souls to a faithful Creator by doing right."}]}