{"bibleAbbr":"RKJNT2000","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"I exhort the elders who are among you, as a fellow elder, and as a witness of the sufferings of Christ and as a partaker of the glory that shall be revealed:"},{"number":2,"verse":"Tend the flock of God which is in your charge, not by compulsion, but willingly; not for sordid gain, but eagerly;"},{"number":3,"verse":"Not being lords over those in your charge, but being examples to the flock."},{"number":4,"verse":"And when the chief Shepherd shall appear, you shall receive a crown of glory that does not fade away."},{"number":5,"verse":"Likewise, you who are younger, submit yourselves to the elders. And all of you, clothe yourselves with humility toward one another: for God opposes the proud, but gives grace to the humble."},{"number":6,"verse":"Therefore, humble yourselves under the mighty hand of God, that he may exalt you in due time:"},{"number":7,"verse":"Casting all your anxiety upon him; for he cares for you."},{"number":8,"verse":"Be sober, be vigilant; because your adversary the devil, like a roaring lion, walks about, seeking someone he may devour."},{"number":9,"verse":"Resist him, steadfast in faith, knowing that the same experiences of suffering are required of your brethren who are throughout the world."},{"number":10,"verse":"But the God of all grace, who has called you to his eternal glory in Christ, after you have suffered a little while, will himself perfect, establish, strengthen, and settle you."},{"number":11,"verse":"To him be dominion for ever and ever. Amen."},{"number":12,"verse":"Through Silvanus, a faithful brother, as I regard him, I have written briefly to you, exhorting, and testifying that this is the true grace of God; stand fast in it."},{"number":13,"verse":"She who is in Babylon, chosen together with you, greets you; and so does Mark, my son."},{"number":14,"verse":"Greet one another with a kiss of love. Peace be with all of you who are in Christ Jesus."}]}