{"bibleAbbr":"NKJV1982","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":8,"verses":[{"number":1,"verse":"(Gideon Subdues the Midianites) Now (Judg. 12:1; 2 Sam. 19:41) the men of Ephraim said to him, “Why have you done this to us by not calling us when you went to fight with the Midianites?” And they reprimanded him sharply."},{"number":2,"verse":"So he said to them, “What have I done now in comparison with you? Is not the gleaning of the grapes of Ephraim better than the vintage of (Judg. 6:11) Abiezer?"},{"number":3,"verse":"(Judg. 7:24, 25) God has delivered into your hands the princes of Midian, Oreb and Zeeb. And what was I able to do in comparison with you?” Then their (Prov. 15:1) anger toward him subsided when he said that."},{"number":4,"verse":"When Gideon came (Judg. 7:25) to the Jordan, he and (Judg. 7:6) the three hundred men who were with him crossed over, exhausted but still in pursuit."},{"number":5,"verse":"Then he said to the men of (Gen. 33:17; Ps. 60:6) Succoth, “Please give loaves of bread to the people who follow me, for they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”"},{"number":6,"verse":"And the leaders of Succoth said, (1 Kin. 20:11; Judg. 8:15) “Are the hands of Zebah and Zalmunna now in your hand, that (1 Sam. 25:11) we should give bread to your army?”"},{"number":7,"verse":"So Gideon said, “For this cause, when the LORD has delivered Zebah and Zalmunna into my hand, (Judg. 8:16) then I will tear your flesh with the thorns of the wilderness and with briers!”"},{"number":8,"verse":"Then he went up from there (Gen. 32:30, 31; 1 Kin. 12:25) to Penuel and spoke to them in the same way. And the men of Penuel answered him as the men of Succoth had answered."},{"number":9,"verse":"So he also spoke to the men of Penuel, saying, “When I (1 Kin. 22:27) come back in peace, (Judg. 8:17) I will tear down this tower!”"},{"number":10,"verse":"Now Zebah and Zalmunna were at Karkor, and their armies with them, about fifteen thousand, all who were left of (Judg. 7:12) all the army of the people of the East; for (Judg. 6:5) one hundred and twenty thousand men who drew the sword had fallen."},{"number":11,"verse":"Then Gideon went up by the road of those who dwell in tents on the east of (Num. 32:35, 42) Nobah and Jogbehah; and he attacked the army while the camp felt (Judg. 18:27; (1 Thess. 5:3)) secure."},{"number":12,"verse":"When Zebah and Zalmunna fled, he pursued them; and he (Ps. 83:11) took the two kings of Midian, Zebah and Zalmunna, and routed the whole army."},{"number":13,"verse":"Then Gideon the son of Joash returned from battle, from the Ascent of Heres."},{"number":14,"verse":"And he caught a young man of the men of Succoth and interrogated him; and he wrote down for him the leaders of Succoth and its elders, seventy-seven men."},{"number":15,"verse":"Then he came to the men of Succoth and said, “Here are Zebah and Zalmunna, about whom you (Judg. 8:6) ridiculed me, saying, ‘Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your weary men?’ ”"},{"number":16,"verse":"(Judg. 8:7) And he took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth."},{"number":17,"verse":"(Judg. 8:9) Then he tore down the tower of (1 Kin. 12:25) Penuel and killed the men of the city."},{"number":18,"verse":"And he said to Zebah and Zalmunna, “What kind of men were they whom you killed at (Judg. 4:6; Ps. 89:12) Tabor?” So they answered, “As you are, so were they; each one resembled the son of a king.”"},{"number":19,"verse":"Then he said, “They were my brothers, the sons of my mother. As the LORD lives, if you had let them live, I would not kill you.”"},{"number":20,"verse":"And he said to Jether his firstborn, “Rise, kill them!” But the youth would not draw his sword; for he was afraid, because he was still a youth."},{"number":21,"verse":"So Zebah and Zalmunna said, “Rise yourself, and kill us; for as a man is, so is his strength.” So Gideon arose and (Ps. 83:11) killed Zebah and Zalmunna, and took the crescent ornaments that were on their camels’ necks."},{"number":22,"verse":"(Gideon’s Ephod) Then the men of Israel said to Gideon, ((Judg. 9:8)) “Rule over us, both you and your son, and your grandson also; for you have (Judg. 3:9; 9:17) delivered us from the hand of Midian.”"},{"number":23,"verse":"But Gideon said to them, “I will not rule over you, nor shall my son rule over you; (1 Sam. 8:7; 10:19; 12:12; Ps. 10:16) the LORD shall rule over you.”"},{"number":24,"verse":"Then Gideon said to them, “I would like to make a request of you, that each of you would give me the earrings from his plunder.” For they had golden earrings, (Gen. 37:25, 28) because they were Ishmaelites."},{"number":25,"verse":"So they answered, “We will gladly give them.” And they spread out a garment, and each man threw into it the earrings from his plunder."},{"number":26,"verse":"Now the weight of the gold earrings that he requested was one thousand seven hundred shekels of gold, besides the crescent ornaments, pendants, and purple robes which were on the kings of Midian, and besides the chains that were around their camels’ necks."},{"number":27,"verse":"Then Gideon (Judg. 17:5) made it into an ephod and set it up in his city, (Judg. 6:11, 24) Ophrah. And all Israel ((Ps. 106:39)) played the harlot with it there. It became (Deut. 7:16) a snare to Gideon and to his house."},{"number":28,"verse":"Thus Midian was subdued before the children of Israel, so that they lifted their heads no more. (Judg. 5:31) And the country was quiet for forty years in the days of Gideon."},{"number":29,"verse":"(Death of Gideon) Then (Judg. 6:32; 7:1) Jerubbaal the son of Joash went and dwelt in his own house."},{"number":30,"verse":"Gideon had (Judg. 9:2, 5) seventy sons who were his own offspring, for he had many wives."},{"number":31,"verse":"(Judg. 9:1) And his concubine who was in Shechem also bore him a son, whose name he called Abimelech."},{"number":32,"verse":"Now Gideon the son of Joash died (Gen. 25:8; Job 5:26) at a good old age, and was buried in the tomb of Joash his father, (Judg. 6:24; 8:27) in Ophrah of the Abiezrites."},{"number":33,"verse":"So it was, (Judg. 2:19) as soon as Gideon was dead, that the children of Israel again (Judg. 2:17) played the harlot with the Baals, (Judg. 9:4, 46) and made Baal-Berith their god."},{"number":34,"verse":"Thus the children of Israel (Deut. 4:9; Judg. 3:7; Ps. 78:11, 42; 106:13, 21) did not remember the LORD their God, who had delivered them from the hands of all their enemies on every side;"},{"number":35,"verse":"(Judg. 9:16-18) nor did they show kindness to the house of Jerubbaal (Gideon) in accordance with the good he had done for Israel."}]}