{"bibleAbbr":"Thomson1808","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"Now when Adonibezek, the king of Jerusalem heard that Joshua had taken Gai, and utterly destroyed it; (As they had done to Jericho, and the king thereof, so had they done to Gai, and its king) and that the inhabitants of Gabaon had gone over to Joshua and Israel;"},{"number":2,"verse":"(Now there was a great dread on account of them, for he knew that Gabaon was a great city, like one of the chief cities, and that all the inhabitants thereof were men of valour;)"},{"number":3,"verse":"Adonibezek, the king of Jerusalem sent to Elam, king of Chebron, and to Phedon, king of Jerimuth, and to Jephtha, king of Lachis, and to Dabin, king of Odollam, saying,"},{"number":4,"verse":"Haste, come up to me, and help me, and let us smite Gabaon, for they have revolted to Joshua and the Israelites."},{"number":5,"verse":"So the five kings of the Jebusites, the king of Jerusalem, and the king of Chebron, and the king of Jerimuth, and the king of Lachis, and the king of Odollam, went up, they and their people, and encamped about Gabaon, and besieged it."},{"number":6,"verse":"Thereupon the inhabitants of Gabaon sent to Joshua, to the camp of Israel, at Galgala, saying, Slack not thy hands from thy servants. Come up to us with all speed, and help us, and deliver us; for all the kings of the Amorites who inhabit the hilly country are assembled against us."},{"number":7,"verse":"So Joshua went up from Galgala, he and all the people of war with him, every man of valour."},{"number":8,"verse":"And the Lord said to Joshua, Be not afraid of them, for I have delivered them into thy hands. There shall not one of them be left before you."},{"number":9,"verse":"And when Joshua came upon them suddenly, having marched all night from Galgala,"},{"number":10,"verse":"the Lord struck them with a panic, on account of the children of Israel, and the Lord routed them, with a great slaughter, at Gabaon. And they pursued them by the way of the ascent of Oronin, and smote them even to Azeka, and to Makeda."},{"number":11,"verse":"And as they were fleeing from before Israel, at the descent of Oronin, the Lord poured a storm of hail stones from heaven upon them, all the way to Azeka; so that there were more who died by the hail stones, than the children of Israel slew with the sword in battle."},{"number":12,"verse":"Then Joshua spoke to the Lord, on the day God delivered up the Amorite into the hand of Israel. When he had discomfited them at Gabaon, and they were routed before the children of Israel, Joshua said, Let the sun stand over against Gabaon, and the moon over against the valley of Ailon."},{"number":13,"verse":"So the sun stood still, and the moon in its station; until God executed vengeance on their enemies, the sun stood in the midst of heaven; it advanced not to the setting, to the end of a day."},{"number":14,"verse":"So that there never was such a day before, nor after it such an instance of God's hearkening to man."},{"number":15,"verse":"Because the Lord fought conjointly with Israel,"},{"number":16,"verse":"therefore the five kings fled, and hid themselves in the cave at Makeda."},{"number":17,"verse":"And when it was told Joshua, saying, The five kings are found hidden in the cave at Makeda,"},{"number":18,"verse":"Joshua said, Roll stones on the mouth of the cave, and set men to keep watch over them;"},{"number":19,"verse":"but as for you, halt not; pursue your enemies, and attack their rear, and suffer them not to enter their cities; for the Lord our God hath delivered them into our hands."},{"number":20,"verse":"And when Joshua, and all Israel, had made an end of slaughtering them till they were utterly routed, and those who had escaped had got into fortified cities,"},{"number":21,"verse":"all the people returned safe to Joshua to Makeda, and there was not a murmur on the tongue of any one among the children of Israel."},{"number":22,"verse":"Then Joshua said, Open the cave, and bring out the five kings out of the cave."},{"number":23,"verse":"So they brought the five kings out of the cave; the king of Jerusalem, and the king of Chebron, and the king of Jerimuth, and the king of Lachis, and the king of Odollam."},{"number":24,"verse":"And when they had brought them out to Joshua, he called together ail Israel, namely the chief commanders of the army who went out with him, and said to them, Go near, and put your feet on the necks of those men. And when they had gone near, and put their feet on their necks,"},{"number":25,"verse":"Joshua said to them, Fear them not, nor be dismayed. Be strong and of good courage; for thus will the Lord do to all your enemies, against whom you fight."},{"number":26,"verse":"So Joshua slew them, and hanged them on five gibbets, and they hung on the gibbets till evening."},{"number":27,"verse":"And at the setting of the sun Joshua gave orders, and they took them down from the gibbets, and threw them into the cave, and rolled stones on the cave, which still remain."},{"number":28,"verse":"Now on that day they took Makeda, and smote it with the edge of the sword, and utterly destroyed every thing therein which breathed. There was not one left who escaped or fled. And when they had done to the king of Makeda as they did to the king of Jericho,"},{"number":29,"verse":"Joshua, and all Israel with him, marched from Makeda to Lebna and besieged it;"},{"number":30,"verse":"and the Lord delivered it into the hands of Israel, and they took it and the king thereof, and smote it with the edge of the sword, and every thing in it which had breath. There was not one left in it who escaped, or fled. And when they had done to the king thereof as they did to the king of Jericho,"},{"number":31,"verse":"Joshua, and all Israel with him, marched from Lebna to Lachis, and encamped about it, and besieged it."},{"number":32,"verse":"And the Lord delivered Lachis into the hands of Israel; and they took it on the second day, and smote it with the edge of the sword, and utterly destroyed it as they had done Lebna."},{"number":33,"verse":"At that time Elam, king of Gazer, having come up to assist Lachis, Joshua smote him with the edge of the sword, till there was none of them left who escaped, or fled."},{"number":34,"verse":"Then Joshua, and all Israel with him, went from Lachis to Odollam, and encamped about it, and besieged it."},{"number":35,"verse":"And the Lord delivered it into the hand of Israel, and they took it that day, and smote it with the edge of the sword."},{"number":36,"verse":"And when they had slain every living soul therein, as they had done at Lachis,"},{"number":37,"verse":"Joshua, and all Israel with him, went to Chebron, and encamped about it, and smote it with the edge of the sword, and every living soul therein. Not one escaped. As they had done to Odollam, they utterly destroyed it, and all that were in it."},{"number":38,"verse":"Then Joshua, and all Israel, wheeled round to Dabir, and encamped about it, and took it, and the king thereof, and the villages thereof. And he smote it with the edge of the sword."},{"number":39,"verse":"And they utterly destroyed it, and every soul in it. They did not leave one alive. As they had done to Chebron, and its king, so they did to Dabir, and its king."},{"number":40,"verse":"Thus did Joshua smite all the hilly country, and Nageb, and the plain, and Asedoth, and the kings thereof. They did not leave one of them alive. They utterly destroyed every one who breathed the breath of life, as the Lord God of Israel had commanded."},{"number":41,"verse":"From Kades-barne to Gaza, Joshua smote at one time all the land of Gosom, quite to Gabaon, all their kings, and their land, for the Lord the God of Israel fought for Israel."}]}