{"bibleAbbr":"Thomson1808","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":2,"verses":[{"number":1,"verse":"Now Joshua son of Nave had sent from Sat tin two young men to spy, saying, Go up, and take a view of the land, and particularly of Jericho. And the two young men, having set out, entered Jericho, and went to the house of a harlot, whose name was Rahab, and lodged there."},{"number":2,"verse":"And news being carried to the king of Jericho, saying, Some men of the children of Israel are come here to spy the land,"},{"number":3,"verse":"the king of Jericho sent a message to Rahab, saying, Bring out the men, who came to thy house to night; for they are come to spy the land."},{"number":4,"verse":"Now the woman had taken the two men, and hid them: so she spoke to the messengers, saying, The men came to me;"},{"number":5,"verse":"but at dark, when the gate was shutting, the men went out, and I do not know where they are gone. Pursue them: perhaps you may overtake them."},{"number":6,"verse":"Now she had taken them up to the top of the house, and concealed them under flax, which was piled up for her on the top of the house."},{"number":7,"verse":"And the men pursued them by the way to the Jordan, to the fords, and the gate was shut."},{"number":8,"verse":"So when the pursuers were gone after them, she went up to the men, on the top of the house, before they had gone to sleep,"},{"number":9,"verse":"and said to them, I know that the Lord hath given you this land; for the dread of you is fallen upon us:"},{"number":10,"verse":"for we have heard that the Lord God dried up the Bed sea on your account, when you came out of Egypt, and all that he hath done to the two kings of the Amorites who were on the borders of the Jordan, to Seon and Og, whom you have utterly destroyed:"},{"number":11,"verse":"and, upon hearing these things, we became faint hearted, and there was no spirit in any of us because of you. Since, then, the Lord your God is God in heaven above, and in the earth beneath,"},{"number":12,"verse":"swear now to me by the Lord your God, because I shew mercy to you, that you will shew mercy to my father's house;"},{"number":13,"verse":"and that you will save alive my father's household, my mother, and my brothers, and all my family, and all that belong to them, and that you will deliver my soul from death."},{"number":14,"verse":"And the men said to her, Our life for yours even to death. Then she said to them. When the Lord delivereth up to you this city, you will deal mercifully and truly with me."},{"number":15,"verse":"So she lowered them down through a window."},{"number":16,"verse":"Now she said to them, Flee to the mountains, lest the pursuers meet you, and hide yourself there three days, until they who are in pursuit of you have returned, and afterwards you may go your way."},{"number":17,"verse":"And the men said to her, We are sincere in the oath which we have sworn to thee."},{"number":18,"verse":"Behold when we enter any part of the city, thou shalt put up this signal; Thou shalt tye this scarlet rope to the window, through which thou shalt have let us down; and thou shalt bring thy father, and thy mother, and thy brothers, and all thy father's household, home to thy house."},{"number":19,"verse":"And it shall be that whoever goeth out of the door of thy house, into the street, shall incur the guilt of his own death, and we shall be clear of blame in regard to this oath which we have sworn to thee. But for all who are with thee in the house we will be answerable."},{"number":20,"verse":"But if any one injure us, or if thou disclose these our terms, we shall be clear of this oath to thee."},{"number":21,"verse":"And she said to them, Let it be as you say."},{"number":22,"verse":"So she dismissed them, and they went away, and came to the hilly country, and stayed there three days. And the pursuers examined all the roads, but did not find them."},{"number":23,"verse":"Then the two young men turned, and came down from the mountain, and crossed over to Joshua son of Nave, and told him all that had happened to them."},{"number":24,"verse":"And they said to him, Because the Lord hath delivered up all that land into our hands, therefore all the inhabitants of the land are in the utmost consternation because of us."}]}