{"bibleAbbr":"Thomson1808","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"Again Joshua assembled all the tribes of Israel at Se lo, and having convened their elders, and their under officers, and their judges, and placed them before God,"},{"number":2,"verse":"Joshua said to all the people, Thus saith the Lord God of Israel, your fathers dwelt in old time Beyond the river, namely, Thara, the father of Abraham, and the father of Nachor. And they served other gods."},{"number":3,"verse":"And I took your father Abraham from Beyond the river, and led him through all this land, and multiplied his seed, and gave him Isaak;"},{"number":4,"verse":"and to Isaak, Jacob and Esau; and to Esau I gave mount Seir for a possession; but Jacob and his sons went down into Egypt, and became there a nation, great, numerous and powerful. And when the Egyptians afflicted them,"},{"number":5,"verse":"I smote Egypt with signal miracles, which I did among them."},{"number":6,"verse":"Now after this he brought our fathers out of Egypt, and you marched into the Red sea; and when the Egyptians pursued our fathers, with horses and chariots, into the Red sea,"},{"number":7,"verse":"and we cried to the Lord, he put a cloud and darkness between us and the Egyptians; and brought the sea upon them, and it overwhelmed them. Your eyes have seen all that the Lord did in the land of Egypt. And when you had been many years in the wilderness,"},{"number":8,"verse":"he brought us to the land of the Amorites, who dwelt on the border of the Jordan; and the Lord delivered them into our hands, and you took possession of their land, and extirpated them from before you."},{"number":9,"verse":"And when Balak, son of Sepphor, king of Moab, arose and drew up in array against Israel, and sent for Balaam to curse us,"},{"number":10,"verse":"the Lord thy God would not destroy thee, nay he caused him to bless us with blessings, and rescued us out of their hands, and delivered them up."},{"number":11,"verse":"And when you crossed the Jordan, and came to Jericho, and the Amorites who inhabited Jericho, and the Chananites, and the Pherezites, and the Evites, and the Jebusites, and the Chettites, and the Gergasites, fought against us, the Lord delivered them into our hands."},{"number":12,"verse":"Indeed he sent before you the hornet, and drove them out from before us, even the twelve kings of the Amorites, not with thy sword, nor with thy bow,"},{"number":13,"verse":"and hath given you a land, on which you did not bestow labour, and cities which you did not build, and you are settled therein, and are eating of vineyards, and olive yards, which you did not plant."},{"number":14,"verse":"Now therefore fear the Lord, and serve him with sincerity and truth, and put away the strange gods which our fathers worshipped in beyond the river, and in Egypt, and serve the Lord."},{"number":15,"verse":"But if it seemeth not good to you to serve the Lord, chuse for yourselves this day whom you will serve, either the gods of your fathers which were in beyond the river, or the gods of the Amorites, in whose land you dwell. But as for me and my house, we will serve the Lord; for he is holy."},{"number":16,"verse":"Upon this the people answered, and said, God forbid that we should forsake the Lord to serve other gods."},{"number":17,"verse":"The Lord is our God. He is God. He hath brought up us and our fathers out of Egypt, and preserved us all the way we went, and among all the nations through which we passed,"},{"number":18,"verse":"and the Lord hath driven out from before us the Amorites, and all the nations who dwelt in this land; therefore we will serve none but the Lord; for he is our God."},{"number":19,"verse":"And Joshua said to the people, You may not be able to serve the Lord, because he is the Holy God, and will be zealous. He will not bear with your sins and your iniquities."},{"number":20,"verse":"When you forsake the Lord, and serve other gods, he will come and afflict you; and consume you, proportionally to the good he hath done you."},{"number":21,"verse":"And the people said to Joshua, Nay, we will serve none but the Lord."},{"number":22,"verse":"Then Joshua said to the people, You are witnesses against yourselves that you have chosen the Lord to serve him."},{"number":23,"verse":"Now therefore put away the strange gods which are among you, and incline your heart to the Lord God of Israel."},{"number":24,"verse":"And the people said to Joshua, We will serve the Lord, and hearken to his voice."},{"number":25,"verse":"So Joshua made a covenant with the people that day, and gave it to them as a law, and a solemn decision at Selo, before the tabernacle of the Lord God of Israel."},{"number":26,"verse":"And when he had written these words in the book of the laws of God, he took a great stone, and set it up under a fir tree which was over against the Lord,"},{"number":27,"verse":"and Joshua said to the people, Behold this stone shall be among you for a witness, that it hath heard all that were said by the Lord, for he hath this day spoken to you; and this shall be among you for a witness in the latter days, whenever you prove false to the Lord my God."},{"number":28,"verse":"Then Joshua dismissed the people, and they departed every one to his place;"},{"number":29,"verse":"And after those things, Joshua the son of Nave, the servant of the Lord died at the age of a hundred and ten years;"},{"number":30,"verse":"and they buried him in the boundaries of his inheritance, at Thamnasachar, on mount Ephraim, north of mount Gaas. There they deposited with him, in the grave in which they buried him, the stone knives with which he had circumcised the children of Israel at Galgala, as the Lord commanded them, when he had brought them out of Egypt. And there they are at this day."},{"number":31,"verse":"and Israel served the Lord all the days of Joshua, and all the days of the elders who out lived Joshua, and who had seen all the works of the Lord which he had done for Israel."},{"number":32,"verse":"Now the children of Israel had brought up out of Egypt, the bones of Joseph, and they buried them at Sikimoi, in that portion of the field which Jacob purchased of the Amorites who dwelt at Sikimoi, for a hundred lambs, and which he gave to Joseph for an inheritance."},{"number":33,"verse":"And after these things, Eleazar son of Aaron, the chief priest, died, and was buried in Gabaar, which belonged to Phineas his son, which he had given him on mount Ephraim. At that time the children of Israel took up the ark of God, and carried it about among them. And Phineas officiated as priest in the room of his father Eleazar. And when he died, he was buried in Gabaar, which belonged to him. As for the children of Israel, they had gone to their several homes, and to their respective: cities. And when the children of Israel fell to worshipping Astarte, and Astaroth, and the gods of the nations around them, the Lord delivered them into the hands of Eglon king of Moab, and he exercised dominion over them eighteen years."}]}