{"bibleAbbr":"Thomson1808","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"Now when the kings of the Amorites, who were on the border of the Jordan, and the kings of Phoenicia, who were on the sea coast, heard that the Lord God had dried up the river Jordan before the Israelites, when they crossed, their hearts were melted, and they were struck with consternation, and there was no spirit in them because of the Israelites."},{"number":2,"verse":"And at that time the Lord said to Joshua, Make thee stone knives of the hardest flint, and having again a fixed abode, circumcise the children of Israel."},{"number":3,"verse":"So Joshua made sharp knives of stone, and circumcised the children of Israel at the place called Hill of foreskins."},{"number":4,"verse":"And in this manner Joshua purified the children of Israel; All who had been born on the way, and all who had formerly been uncircumcised, when they came out of Egypt,"},{"number":5,"verse":"all these Joshua circumcised; for Israel had been led about forty two years in the wilderness of Mabdaritis, therefore the most of them were uncircumcised,"},{"number":6,"verse":"being the children of those warriors who came out of the land of Egypt, who disobeyed the commands of God, and to whom he denounced, that they should not see the land which the Lord solemnly promised their fathers that he would give; a land flowing with milk and honey;"},{"number":7,"verse":"and instead of them he raised up these their children, whom Joshua circumcised, because, being born on the way, they were uncircumcised."},{"number":8,"verse":"And being now circumcised, they were to continue there at rest, in the camp, until they were healed."},{"number":9,"verse":"And the Lord said to Joshua son of Nave, This day I have taken away from you the reproach of Egypt. So he called the name of that place Galgala."},{"number":10,"verse":"And on the fourteenth of the same month, towards evening, the children of Israel pre 11 pared the passover, on the confines of Jericho, in the plain of Jordan,"},{"number":11,"verse":"and ate of the corn of the land, unleavened cakes and parched corn. On that very day,"},{"number":12,"verse":"after they had eaten the corn of the land, the manna ceased, and there was no more a supply of manna for the children of Israel. So they foraged the country of the Phoenicians that year."},{"number":13,"verse":"Now when Joshua was by Jericho, he raised his eyes, and saw a man standing before him, with a drawn sword in his hand, upon which Joshua, advancing, said to him, Art thou one of us or of our enemies?"},{"number":14,"verse":"And he said to him, I am the captain general of the host of the Lord, just arrived. At this Joshua prostrated himself, with his face to the ground, and said to him, My lord, what dost thou command thy servant?"},{"number":15,"verse":"And the Lord's captain general said to Joshua, Loose the sandals from thy feet, for the place on which thou didst stand is holy ground."}]}