{"bibleAbbr":"Thomson1808","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":7,"verses":[{"number":1,"verse":"But the children of Israel committed a great trespass. They set apart for themselves some of the Anathema. Achar son of Charmi, son of Zambri, son of Zara, of the tribe of Juda, had taken some of what was devoted, and the anger of the Lord was kindled against the children of Israel;"},{"number":2,"verse":"so that when Joshua sent men to Gai, which is over against Baithel, saying, Take a view of Gai; and the men had gone up, and viewed Gai,"},{"number":3,"verse":"and returned to Joshua, and said to him, Let not the whole people go up, but let only about two or three thousand go up, and storm the city; thou needest not lead the whole people thither, for they are few in number;"},{"number":4,"verse":"and about three thousand men had gone up, they fled before the men of Gai;"},{"number":5,"verse":"and the men of Gai slew of them about thirty six men, and pursued them from the gate, and drove them from the steep. Whereupon the heart of the people was dismayed, and became like water;"},{"number":6,"verse":"and Joshua rent his clothes. Now when Joshua had prostrated himself, with his face on the ground, before the Lord until evening, he and the elders of Israel, and they had put dust on their heads,"},{"number":7,"verse":"Joshua said, Alas, Lord! Why hath thy servant caused this people to cross the Jordan, to deliver them up to the Amorite to destroy us? Should we have tarried, and dwelt on the other side of the Jordan?"},{"number":8,"verse":"What can I say, seeing Israel hath turned back from before his enemy?"},{"number":9,"verse":"When the Chananite, and all the inhabitants of this land hear this, they will encompass us, and drive us from this land. What then wilt thou do in respect to thy great name?"},{"number":10,"verse":"Thereupon the Lord said to Joshua, Arise; why hast thou fallen on thy face?"},{"number":11,"verse":"This people hath sinned, and transgressed the covenant which I made with them. They have stolen some of what was devoted, and put it among their stuff;"},{"number":12,"verse":"therefore the children of Israel cannot stand before the face of their enemies. They shall turn back before their enemies, because they are become devoted. I will no more be with you, unless you remove the Anathema from among you."},{"number":13,"verse":"Arise, hallow the people, and order them to hallow themselves, against to-morrow. Thus saith the Lord the God of Israel, The Anathema is among you. You cannot stand before your enemies, until you remove the Anathema from among you."},{"number":14,"verse":"You shall therefore all assemble to-morrow, by tribes; and whatever tribe the Lord shall point out, you shall present it by communities; and whatever community the Lord shall point out, you shall present it by houses; and whatever house the Lord shall point out, you shall present it man by man;"},{"number":15,"verse":"and whoever is pointed out, he shall be burned with fire and all that he hath, because he hath transgressed the covenant of the Lord, and committed iniquity in Israel."},{"number":16,"verse":"Accordingly Joshua arose early in the morning, and brought forward the people by tribes, and the tribe of Juda was pointed out."},{"number":17,"verse":"And when it was presented by communities, the community of the Zaraites was pointed out;"},{"number":18,"verse":"and when it was presented man by man, Achar son of Zambri, son of Zara, was pointed out."},{"number":19,"verse":"Whereupon Joshua said to Achar, Give glory this day to the Lord God of Israel, and make confession, and tell me what thou hast done, and conceal it not from me."},{"number":20,"verse":"And Achar answered Joshua, and said, I have indeed sinned before the Lord, the God of Israel. Thus and thus have I done."},{"number":21,"verse":"I saw, among the spoil, a piece of tissue, and two hundred didrachms of silver, and an ingot of gold, of about fifty didrachms, and I coveted them, and took them, and behold they are hid in my tent, and the silver is hid under them."},{"number":22,"verse":"Then Joshua sent messengers, who ran to the tent, in the camp, and the things were hid in his tent, and the silver under them."},{"number":23,"verse":"So they took them out of the tent and brought them to Joshua, and the elders of Israel who laid them before the Lord."},{"number":24,"verse":"Then Joshua took Achar, son of Zara, and led him up to the valley of Achor, with his sons, and his daughters, and his cattle, and his asses, and all his flocks, and his tent, and all his goods, and all the people accompanied him. And when he had led them up to Emek-Achor,"},{"number":25,"verse":"Joshua said to Achar, Why hast thou destroyed us? The Lord destroy thee, as at this day! Then all Israel stoned him with stones."},{"number":26,"verse":"And when they had raised over him a great heap of stones, the Lord ceased from the fierceness of his anger. For this cause he called that place Emek-Achor, which is its name at this day."}]}