{"bibleAbbr":"Thomson1808","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":8,"verses":[{"number":1,"verse":"Then the Lord said to Joshua, Fear not, nor be dismayed. Take with thee all the men who are warriors, and arise, and go up to Gai. Behold I have delivered into thy hands, the king of Gai, and his land;"},{"number":2,"verse":"and thou shalt treat Gai, as thou hast treated Jericho, and its king; but the plunder of the cattle thou shalt take for thyself. Lay thee an ambush for the city, behind it."},{"number":3,"verse":"So Joshua arose, and all the warriors, to go up against Gai. And Joshua chose out thirty thousand mighty men of valour, and sent them away by night;"},{"number":4,"verse":"and he gave them orders, saying, Lie in ambush behind the city; be not at a great distance from the city, and be all ready;"},{"number":5,"verse":"and I, and all the people who are with me, will advance to the city, and when the inhabitants of Gai come out to meet us, as before, we will flee from before them;"},{"number":6,"verse":"and as they come after us we will draw them off from the city; for they will say, They are fleeing from us, as they did before."},{"number":7,"verse":"Then you will rise from the ambush, and rush into the city."},{"number":8,"verse":"Act agreeably to these orders; behold I have commanded you."},{"number":9,"verse":"So Joshua despatched them, and they went to lie in ambush, and took their station, between Baithel and Gai, on the west of Gai."},{"number":10,"verse":"And Joshua arose early next morning and reviewed the people,"},{"number":11,"verse":"and he and the elders went up before the people to Gai."},{"number":12,"verse":"All the warriors went up with him, and marching on, came before the city,"},{"number":13,"verse":"on the east side, now the ambush was on the west side of the city."},{"number":14,"verse":"And when the king of Gai saw them, he hasted, and went out to meet them, straight to battle, he and all his people with him; for he did not know that there was an ambush behind the city."},{"number":15,"verse":"At their appearance Joshua and Israel retreated before them,"},{"number":16,"verse":"and they pursued the Israelites, and were drawn off from the city."},{"number":17,"verse":"There was not a man left in Gai, who did not pursue Israel. Nay they left the city open, and pursued Israel."},{"number":18,"verse":"Then the Lord said to Joshua, Stretch forth thy hand, with the spear in thy hand, towards the city; for into thy hands I have delivered it, and the men in ambush will rise quickly from their place. So Joshua stretched forth his hand, with the spear towards the city;"},{"number":19,"verse":"and the men in ambush immediately arose from their place. They started up at the instant he stretched forth his hand, and rushed into the city; and having taken it, they hasted and set it on fire."},{"number":20,"verse":"And when the inhabitants of Gai looked back, they saw a smoke rising from the city, up to heaven, and had no where to flee, this way or that."},{"number":21,"verse":"For when Joshua and all Israel saw that the men in ambush had taken the city, and that the smoke of the city ascended up to heaven, they turned, and smote the men of Gai;"},{"number":22,"verse":"and the others issued out of the city to meet them, so that they were in the midst of the army, some being on one side, and some on the other; and they smote them until there was not one left alive, nor any who escaped."},{"number":23,"verse":"They took the king of Gai alive, and brought him to Joshua,"},{"number":24,"verse":"and when the Israelites had made an end of slaying all that were in Gai, and all that were in the plains, and on the mountain, at the steep, from which at the last they had driven them, Joshua returned to Gai, and smote it with the edge of the sword."},{"number":25,"verse":"Now they who fell on that day, including men and women, even all the inhabitants of Gai, were twelve thousand."},{"number":26,"verse":"Over and above the spoils which were in the city, the Israelites took all the prey for themselves,"},{"number":27,"verse":"according to the command of the Lord, as the Lord commanded Joshua."},{"number":28,"verse":"Then Joshua burned the city with fire, and made it an uninhabitable heap forever, as at this day."},{"number":29,"verse":"And he hanged the king of Gai on a gibbet; and he continued on the gibbet till the evening. But, at the setting of the sun, Joshua gave orders, and they took down his body from the gibbet, and threw it into a pit; and raised over it a heap of stones, which remaineth to this day."},{"number":30,"verse":"In the mean while Joshua built an altar to the Lord the God of Israel, on mount Garizin,"},{"number":31,"verse":"as Moses the servant of the Lord commanded Israel, as it is written in the law of Moses, an altar of unwrought stones which iron had never struck, and offered thereon whole burnt offerings to the Lord, and a sacrifice of thanksgiving."},{"number":32,"verse":"And when Joshua had written on the stones the repetition of the law of Moses, in the presence of the children of Israel"},{"number":33,"verse":"then all Israel with their elders, and their judges, and their under officers, marched out, some on one side, and some on the other side of the Ark, which was at a distance before them; and the priests and the Levites carried the Ark of the covenant of the Lord; and the proselyte, as well as the home born, attended. One half were on mount Garizin, and the other half on mount Gaibal, as Moses the servant of the Lord commanded; first to bless the people;"},{"number":34,"verse":"and afterwards, as Joshua read all the words of that law, the blessings, and the curses, according to all that were written in the law of Moses."},{"number":35,"verse":"There was not a word of all that Moses commanded Joshua, which Joshua did not read in the hearing of all the congregation of Israel, to the men and women, and to the children, and the proselytes who sojourned with Israel."}]}