{"bibleAbbr":"Orig2013+","bookName":"יונה","bookEnglishName":"Jonah","chapterNumber":2,"verses":[{"number":1,"verse":"ויתפלל <WH6419> prayed יונה <WH3124> Then Jonah אל <WH413> unto יהוה <WH3068> the LORD אלהיו <WH430> his God ממעי <WH4578> belly, הדגה׃ <WH1710> out of the fish's"},{"number":2,"verse":"ויאמר <WH559> And said, קראתי <WH7121> I cried מצרה <WH6869> by reason of mine affliction לי אל <WH413> unto יהוה <WH3068> the LORD, ויענני <WH6030> and he heard מבטן <WH990> me; out of the belly שׁאול <WH7585> of hell שׁועתי <WH7768> cried שׁמעת <WH8085> I, thou heardest קולי׃ <WH6963> my voice."},{"number":3,"verse":"ותשׁליכני <WH7993> For thou hadst cast מצולה <WH4688> me into the deep, בלבב <WH3824> in the midst ימים <WH3220> of the seas; ונהר <WH5104> and the floods יסבבני <WH5437> compassed me about: כל <WH3605> all משׁבריך <WH4867> thy billows וגליך <WH1530> and thy waves עלי <WH5921> over עברו׃ <WH5674> passed"},{"number":4,"verse":"ואני <WH589> Then I אמרתי <WH559> said, נגרשׁתי <WH1644> I am cast out מנגד <WH5048> of עיניך <WH5869> thy sight; אך <WH389> yet אוסיף <WH3254> again להביט <WH5027> I will look אל <WH413> toward היכל <WH1964> temple. קדשׁך׃ <WH6944> thy holy"},{"number":5,"verse":"אפפוני <WH661> compassed me about, מים <WH4325> The waters עד <WH5704> to נפשׁ <WH5315> the soul: תהום <WH8415> the depth יסבבני <WH5437> closed me round about, סוף <WH5488> the weeds חבושׁ <WH2280> were wrapped לראשׁי׃ <WH7218> about my head."},{"number":6,"verse":"לקצבי <WH7095> to the bottoms הרים <WH2022> of the mountains; ירדתי <WH3381> I went down הארץ <WH776> the earth ברחיה <WH1280> with her bars בעדי <WH1157> about לעולם <WH5769> me forever: ותעל <WH5927> yet hast thou brought up משׁחת <WH7845> from corruption, חיי <WH2416> my life יהוה <WH3068> O LORD אלהי׃ <WH430> my God."},{"number":7,"verse":"בהתעטף <WH5848> fainted עלי <WH5921> within נפשׁי <WH5315> When my soul את <WH853> יהוהכרתי <WH2142> me I remembered ותבוא <WH935> came in אליך <WH413> unto תפלתי <WH8605> and my prayer אל <WH413> thee, into היכל <WH1964> temple. קדשׁך׃ <WH6944> thine holy"},{"number":8,"verse":"משׁמרים <WH8104> They that observe הבלי <WH1892> vanities שׁוא <WH7723> lying חסדם <WH2617> their own mercy. יעזבו׃ <WH5800> forsake"},{"number":9,"verse":"ואני <WH589> But I בקול <WH6963> unto thee with the voice תודה <WH8426> of thanksgiving; אזבחה <WH2076> will sacrifice לך אשׁר <WH834> that נדרתי <WH5087> I have vowed. אשׁלמה <WH7999> I will pay ישׁועתה <WH3444> Salvation ליהוה׃ <WH3068> of the LORD."},{"number":10,"verse":"ויאמר <WH559> spoke יהוה <WH3068> And the LORD לדג <WH1709> unto the fish, ויקא <WH6958> and it vomited out את <WH853> יונה <WH3124> Jonah אל <WH413> upon היבשׁה׃ <WH3004> the dry"}]}