{"bibleAbbr":"AMP2015","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"(The Council at Jerusalem) Some men came down from Judea and began teaching the brothers, \"Unless you are circumcised in accordance with the custom of Moses, you cannot be saved.\""},{"number":2,"verse":"Paul and Barnabas disagreed greatly and debated with them, so it was determined that Paul and Barnabas and some of the others from their group would go up to Jerusalem to the apostles and the elders [and confer with them] concerning this issue."},{"number":3,"verse":"So, after being supplied and sent on their way by the church, they went through both Phoenicia and Samaria telling in detail the conversion of the Gentiles, and they brought great joy to all the believers."},{"number":4,"verse":"When they arrived in Jerusalem, they were received warmly by the church and the apostles and the elders, and they reported to them all the things that God had accomplished through them."},{"number":5,"verse":"But some from the sect of the Pharisees who had believed [in Jesus as the Messiah] stood up and said, \"It is necessary to circumcise the Gentile converts and to direct them to observe the Law of Moses.\""},{"number":6,"verse":"The apostles and the elders came together to consider this matter."},{"number":7,"verse":"After a long debate, Peter got up and said to them, \"Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles would hear the message of the gospel and believe."},{"number":8,"verse":"And God, who knows and understands the heart, testified to them, giving them the Holy Spirit, just as He also did to us;"},{"number":9,"verse":"and He made no distinction between us and them, cleansing their hearts by faith [in Jesus]."},{"number":10,"verse":"Now then, why are you testing God by placing a yoke on the neck of the disciples which neither our fathers nor we have been able to endure?"},{"number":11,"verse":"But we believe that we are saved through the [precious, undeserved] grace of the Lord Jesus [which makes us free of the guilt of sin and grants us eternal life], in just the same way as they are.\""},{"number":12,"verse":"All the people remained silent, and they listened [attentively] to Barnabas and Paul as they described all the signs and wonders (attesting miracles) that God had done through them among the Gentiles."},{"number":13,"verse":"(James' Judgment) When they had finished speaking, James replied, \"Brothers, listen to me."},{"number":14,"verse":"Simeon (Simon Peter) has described how God first concerned Himself about taking from among the Gentiles a people for His name [to honor Him and be identified with Him]."},{"number":15,"verse":"The words of the Prophets agree with this, just as it is written [in Scripture],"},{"number":16,"verse":"'After these things I will return, And I will rebuild the tent of David which has fallen; I will rebuild its ruins, And I will restore it,"},{"number":17,"verse":"So that the rest of mankind may seek the Lord, And all the Gentiles upon whom My name has been invoked,'"},{"number":18,"verse":"Says the Lord, Who has been making these things known from long ago."},{"number":19,"verse":"Therefore it is my judgment that we do not trouble and make it difficult for those who are turning to God among the Gentiles [by putting obstacles in their way],"},{"number":20,"verse":"but that we write to them that they are to abstain from anything that has been contaminated by [being offered to] idols and from sexual impurity and from [eating the meat of] what has been strangled and from [the consumption of] blood."},{"number":21,"verse":"For from ancient generations [the writing of] Moses has been preached in every city, since he is read aloud in the synagogues every Sabbath.\""},{"number":22,"verse":"Then the apostles and the elders, together with the whole church, decided to select some of their men to go to Antioch with Paul and Barnabas-Judas, who was called Barsabbas, and Silas [also called Silvanus, both], leading men among the brothers."},{"number":23,"verse":"With them they sent the following letter: \"The apostles and the brothers who are the elders, to the brothers and sisters who are from the Gentiles in Antioch, Syria, and Cilicia, Greetings."},{"number":24,"verse":"Since we have heard that some of our men have troubled you with their teachings, causing distress and confusion-men to whom we gave no such orders or instructions-"},{"number":25,"verse":"it has been decided by us, having met together, to select men and send them to you with our beloved Barnabas and Paul,"},{"number":26,"verse":"men who have risked their lives for the name of our Lord Jesus Christ."},{"number":27,"verse":"So we have sent Judas and Silas, who will report by word of mouth the same things [that we decided in our meeting]."},{"number":28,"verse":"For it seemed good to the Holy Spirit and to us not to place on you any greater burden than these essentials:"},{"number":29,"verse":"that you abstain from things sacrificed to idols, and from [consuming] blood, and from [eating the meat of] things that have been strangled, and from sexual impurity. If you keep yourselves from these things, you will do well. Farewell.\""},{"number":30,"verse":"So when they were sent off, they went down to Antioch; and after assembling the congregation, they delivered the letter."},{"number":31,"verse":"And when they had read it, the people rejoiced greatly at the encouragement and comfort [it brought them]."},{"number":32,"verse":"Judas and Silas, who were themselves prophets (divinely inspired spokesmen), encouraged and strengthened the believers with many words."},{"number":33,"verse":"After spending some time there, they were sent back by the brothers with [the greeting of] peace to those who had sent them."},{"number":34,"verse":"[However, Silas decided to stay there.]"},{"number":35,"verse":"But Paul and Barnabas remained in Antioch, and with many others also continued teaching and proclaiming the good news, the word of the Lord [concerning eternal salvation through faith in Christ]."},{"number":36,"verse":"(Paul's Second Missionary Journey) After some time Paul said to Barnabas, \"Let us go back and visit the brothers and sisters (believers) in every city where we preached the message of the Lord, and see how they are doing.\""},{"number":37,"verse":"Now Barnabas wanted to take [his cousin] John, who was called Mark, along with them."},{"number":38,"verse":"But Paul kept insisting that they should not take along with them the one who had quit and deserted them in Pamphylia and had not gone on with them to the work."},{"number":39,"verse":"And it became such a sharp disagreement that they separated from one another, and Barnabas took [John] Mark with him and sailed away to Cyprus."},{"number":40,"verse":"But Paul chose Silas [who was again in Antioch] and set out [on his second journey], commended by the brothers to the grace and favor of the Lord."},{"number":41,"verse":"And he traveled through Syria and Cilicia, strengthening the churches."}]}