{"bibleAbbr":"ISV2011","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"{The Vision of the Powerful Angel} d Then I saw another powerful angel come down from heaven. He was dressed in a cloud, and there was a rainbow over his head. His face was like the sun, and his legs were like columns of fire."},{"number":2,"verse":"He held a small, opened scroll in his hand. Setting his right foot on the sea and his left foot on the land,"},{"number":3,"verse":"he shouted in a loud voice as a lion roars. When he shouted, the seven thunders spoke with voices of their own."},{"number":4,"verse":"When the seven thunders spoke, I was going to write, but I heard a voice from heaven say, \"Seal up what the seven thunders have said, and don't write it down.\""},{"number":5,"verse":"Then the angel whom I saw standing on the sea and on the land raised his right hand to heaven."},{"number":6,"verse":"He swore an oath by the one who lives forever and ever, who created heaven and everything in it, the earth and everything in it, and the sea and everything in it: \"There will be no more delay."},{"number":7,"verse":"When the time approaches {Lit. days approach} for the seventh angel to blow his trumpet, God's secret plan {The Gk. lacks plan} will be fulfilled, as he had announced to his servants, the prophets.\""},{"number":8,"verse":"Then the voice that I had heard from heaven spoke to me again, saying, \"Go and take the opened scroll from the hand of the angel who is standing on the sea and on the land.\""},{"number":9,"verse":"So I went to the angel and asked him to give me the small scroll. \"Take it and eat it,\"he told me. \"It will turn bitter in your stomach, but it will be as sweet as honey in your mouth.\""},{"number":10,"verse":"So I took the small scroll from the angel's hand and ate it. It was as sweet as honey in my mouth, but when I had eaten it, it turned bitter in my stomach."},{"number":11,"verse":"Then the seven thunders {Lit. they} told me, \"You must prophesy again about many peoples, nations, languages, and kings.\""}]}