{"bibleAbbr":"ISV2011","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":11,"verses":[{"number":1,"verse":"{The Vision of the Two Witnesses} d Then I was given a stick like a measuring rod. I was told, \"Stand up and measure the Temple of God and the altar, and count {The Gk. lacks count} those who worship there."},{"number":2,"verse":"But don't measure the courtyard outside the Temple. Leave that out, because it is given to the nations, and they will trample the Holy City {I. e. Jerusalem} for 42 months."},{"number":3,"verse":"I will give my two witnesses who wear sackcloth the authority to prophesy for 1260 days.\""},{"number":4,"verse":"These witnesses {Lit. These ones} are the two olive trees and the two lamp stands standing in the presence of the Lord of the earth."},{"number":5,"verse":"And if anyone should want to hurt them, fire comes out of their mouths and burns up their enemies. If anyone wants to hurt them, he must be killed in this manner."},{"number":6,"verse":"These witnesses {Lit. They} have authority to close the heavens in order to keep rain from falling while they are {Lit. falling during the days of their} prophesying. They also have authority to turn bodies of water into blood and to strike the earth with any plague, as often as they desire."},{"number":7,"verse":"When they have finished their testimony, the beast that comes up from the bottomless pit {I. e. the realm of punishment in the afterlife} will wage war against them, conquer them, and kill them."},{"number":8,"verse":"Their dead bodies will lie in the street of the great city that is spiritually called Sodom and Egypt, where their Lord was crucified."},{"number":9,"verse":"For three and a half days some members of the peoples, tribes, languages, and nations will look at their dead bodies and will not allow them to be placed in a tomb."},{"number":10,"verse":"Those living on earth will gloat over them, celebrate, and send gifts to each other, because these two prophets had tormented those living on earth."},{"number":11,"verse":"{The Resurrection of the Witnesses} d But after the three and a half days, the breath of life from God entered them, and they stood on their feet. Those who watched them were terrified."},{"number":12,"verse":"Then the witnesses {Lit. they ; other mss. read I} heard a loud voice from heaven calling to them, \"Come up here!\" So they went up to heaven in a cloud, and their enemies watched them."},{"number":13,"verse":"At that moment a powerful earthquake struck. One-tenth of the city collapsed, 7, people were killed by the earthquake, and the rest were terrified and gave glory to the God of heaven."},{"number":14,"verse":"The second catastrophe is over. The third catastrophe is coming very soon."},{"number":15,"verse":"{The Vision of the Seventh Angel Blowing His Trumpet} d When the seventh angel blew his trumpet, there were loud voices in heaven, saying, \"The world's kingdom has become the kingdom of our Lord and of his Messiah, {Or Christ} and he will rule forever and ever.\""},{"number":16,"verse":"Then the twenty-four elders who were sitting on their thrones in God's presence fell on their faces and worshipped God."},{"number":17,"verse":"They said, \"We give thanks to you, Lord God Almighty, who is and who was, because you have taken your great power and have begun to rule."},{"number":18,"verse":"The nations were angry, but the time for {The Gk. lacks the time for} your wrath has come. It is time for the dead to be judged to reward your servants, the prophets, the saints, and all who fear your name, both unimportant and important, and to destroy those who destroy the earth.\""},{"number":19,"verse":"Then the Temple of God in heaven was opened, and the ark of his covenant was seen inside his Temple. There were flashes of lightning, noises, peals of thunder, an earthquake, and heavy hail."}]}