{"bibleAbbr":"ISV2011","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"{The Vision of a Woman Dressed with the Sun} d A spectacular sign appeared in the sky: a woman dressed with the sun, who had the moon under her feet and a victor's crown of twelve stars on her head."},{"number":2,"verse":"She was pregnant and was crying out from her labor pains, the agony of giving birth."},{"number":3,"verse":"{The Vision of the Red Dragon} d Then another sign appeared in the sky: a huge red dragon with seven heads, ten horns, and seven royal crowns on its heads."},{"number":4,"verse":"Its tail swept away one-third of the stars in the sky and knocked them down to the earth. Then the dragon stood in front of the woman who was about to give birth so that it could devour her child when it was born."},{"number":5,"verse":"She gave birth to a son, a boy, who is to rule {Or shepherd} all the nations with an iron scepter. But her child was snatched away and taken to God and to his throne."},{"number":6,"verse":"Then the woman fled into the wilderness, where a place had been prepared for her by God so that she might be taken care of for 1260 days."},{"number":7,"verse":"{The Vision of War in Heaven} d Then a war broke out in heaven. Michael and his angels fought with the dragon, and the dragon and its angels fought back."},{"number":8,"verse":"But it was not strong enough, and there was no longer any place for them in heaven."},{"number":9,"verse":"The huge dragon was hurled down. That ancient serpent, called the Devil and Satan, the deceiver of the whole world, was hurled down to the earth, along with its angels."},{"number":10,"verse":"{The Vision of the Cry of Victory} d Then I heard a loud voice in heaven say, \"Now the salvation, the power, the kingdom of our God, and the authority of his Messiah {Or Christ} have come. For the one who accuses our brothers, who accuses them day and night in the presence of our God, has been thrown out."},{"number":11,"verse":"Our brothers {Lit. They} conquered him by the blood of the lamb and by the word of their testimony, for they did not cling to their lives even in the face of death."},{"number":12,"verse":"So be glad, heavens, and those who live in them! How terrible it is for the earth and the sea, because the Devil has come down to you, filled with rage, knowing that his time is short!\""},{"number":13,"verse":"{The Vision of Persecution of the Woman and Her Children} d When the dragon saw that it had been thrown down to the earth, it pursued {Or persecuted} the woman who had given birth to the boy."},{"number":14,"verse":"However, the woman was given the two wings of a large eagle so that she could fly away from the serpent to her place in the wilderness, where she could be taken care of for a time, times, and half a time."},{"number":15,"verse":"From its mouth the serpent spewed water like a river behind the woman in order to sweep her away with the flood."},{"number":16,"verse":"But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed from its mouth."},{"number":17,"verse":"The dragon became angry with the woman and went away to do battle against the rest of her children, the ones who keep God's commandments and hold on to the testimony about Jesus. (12:18) Then the dragon {Lit. Then it ; other mss. read Then I} stood on the sand of the seashore. {Some translations include this sentence within 12:17; other translations include this sentence as part of 13:1.}"}]}