{"bibleAbbr":"ISV2011","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"{The Vision of the Beast from the Sea} d I saw a beast coming out of the sea. It had ten horns, seven heads, and ten royal crowns on its horns. On its heads were blasphemous names."},{"number":2,"verse":"The beast that I saw was like a leopard. Its feet were like bear's feet, and its mouth was like a lion's mouth. The dragon gave it his power, his throne, and complete authority."},{"number":3,"verse":"One of the beast's {Lit. its} heads looked like it had sustained a mortal wound, but its fatal wound was healed. Rapt with amazement, the whole world followed the beast."},{"number":4,"verse":"They worshipped the dragon because it had given authority to the beast. They also worshipped the beast, saying, \"Who is like the beast, and who can fight a war with it?\""},{"number":5,"verse":"The beast was allowed {Lit. was given a mouth} to speak arrogant and blasphemous things, and it was given authority for 42 months."},{"number":6,"verse":"It uttered {Lit. It opened its mouth to utter} blasphemies against God, against his name, and against his residence, {Lit. tent} that is, against those who are living in heaven."},{"number":7,"verse":"It was allowed to wage war against the saints and to conquer them. {Other mss. lack It was allowed to wage war against the saints and to conquer them.} It was also given authority over every tribe, people, language, and nation."},{"number":8,"verse":"All those who had become settled down and at home, living on the earth, will worship it, everyone whose name had not been written in the Book of Life belonging to the lamb that had been slaughtered since the foundation of the world."},{"number":9,"verse":"Let everyone listen: {Lit. Let the one who has an ear}"},{"number":10,"verse":"If anyone is to be taken captive, into captivity he will go. If anyone is to be killed with a sword, with a sword he will be killed. {The Vision of the Beast from the Earth} d Here is a call for endurance and faith of the saints:"},{"number":11,"verse":"I saw another beast coming up out of the earth. It had two horns like a lamb and it talked like a dragon."},{"number":12,"verse":"It uses all the authority of the first beast on its behalf, {Or in its presence} and it makes the earth and those living on it worship the first beast, whose mortal wound was healed."},{"number":13,"verse":"It performs spectacular signs, even making fire come down from heaven to earth in front of people."},{"number":14,"verse":"It deceives those living on earth with the signs that it is allowed to do on behalf of {Or in the presence of} the first {The Gk. lacks first} beast, telling them to make an image for the beast who was wounded by a sword and yet lived."},{"number":15,"verse":"The second beast {Lit. It} was allowed to impart life to the image of the first {The Gk. lacks first} beast so that the image of the beast could talk and order the execution of those who would not worship the image of the beast."},{"number":16,"verse":"The second beast {Lit. It} forces all people important and unimportant, rich and poor, free and slaves to be marked on their right hands or on their foreheads,"},{"number":17,"verse":"so that no one may buy or sell unless he has the mark, which is the beast's name or the number of its name."},{"number":18,"verse":"In this case wisdom is needed: Let the person who has understanding {Lit. has a mind} calculate the total number of the beast, because it is a human total number, {Or is the number of a human being} and the sum of the number is 666. {Other mss. read 616}"}]}