{"bibleAbbr":"ISV2011","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"{The Letter to the Church in Ephesus} d \"To the messenger {Or angel} of the church in Ephesus, write: «The one who holds the seven stars in his right hand, the one who walks among the seven gold lamp stands, says this:"},{"number":2,"verse":"«I know what you've been doing, your toil, and your endurance. I also know that you cannot tolerate evil people. You have tested those who call themselves apostles, but are not, and have found them to be false."},{"number":3,"verse":"You have endured and suffered because of my name, yet you have not grown weary."},{"number":4,"verse":"However, I have this against you: You have abandoned the love you had at first."},{"number":5,"verse":"Therefore, remember how far you have fallen. Repent and go back to what you were doing at first. If you don't, I will come to you and remove your lamp stand from its place unless you repent."},{"number":6,"verse":"But this is to your credit: You hate the actions of the Nicolaitans, which I also hate."},{"number":7,"verse":"«Let everyone {Lit. Let the one who has an ear} listen to what the Spirit says to the churches. To everyone who conquers I will give the privilege of eating from the tree of life that is in God's paradise.»\""},{"number":8,"verse":"{The Letter to the Church in Smyrna} d \"To the messenger {Or angel} of the church in Smyrna, write: «The first and the last, who was dead and became alive, says this:"},{"number":9,"verse":"«I know your suffering and your poverty though you are rich and the slander committed by those who claim to be Jews but are not. They are the synagogue of Satan."},{"number":10,"verse":"Don't be afraid of what you are going to suffer. Look! The devil is going to throw some of you into prison so that you may be tested. For ten days you will undergo suffering. Be faithful until death, and I will give you the victor's crown of life."},{"number":11,"verse":"«Let everyone {Lit. Let the one who has an ear} listen to what the Spirit says to the churches. The one who conquers will never be hurt by the second death.»\""},{"number":12,"verse":"{The Letter to the Church in Pergamum} d \"To the messenger {Or angel} of the church in Pergamum, write: «The one who holds the sharp, two-edged sword, says this:"},{"number":13,"verse":"«I know where you live. Satan's throne is there. Yet you hold on to my name and have not denied your faith in me, {Or my faith} even in the days of Antipas, my faithful witness, who was killed in your presence, where Satan lives."},{"number":14,"verse":"But I have a few things against you: You have there some who hold to the teaching of Balaam, the one who taught Balak to put a stumbling block before the people of Israel so that they would eat food sacrificed to idols and practice immorality."},{"number":15,"verse":"You also have some who hold to the teaching of the Nicolaitans."},{"number":16,"verse":"So repent. If you don't, I will come to you quickly and wage war against them with the sword of my mouth."},{"number":17,"verse":"«Let everyone {Lit. Let the one who has an ear} listen to what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna. I will also give him a white stone. On the white stone is written a new name that no one knows except the person who receives it.»\""},{"number":18,"verse":"{The Letter to the Church in Thyatira} d \"To the messenger {Or angel} of the church in Thyatira, write: «The Son of God, whose eyes are like flaming fire and whose feet are like glowing bronze, says this:"},{"number":19,"verse":"«I know what you've been doing your love, faithfulness, {Or faith} service, and endurance and that your last actions are greater than the first."},{"number":20,"verse":"But I have this against you: You tolerate that woman Jezebel, who calls herself a prophet and who teaches and leads my servants to practice immorality and to eat food sacrificed to idols."},{"number":21,"verse":"I gave her time to repent, but she refused to repent of her immorality."},{"number":22,"verse":"Look! I am going to strike her with illness. {Lit. to throw her into a bed} Those who commit adultery with her will also suffer greatly, unless they repent from acting like her."},{"number":23,"verse":"I will strike her children dead. Then all the churches will know that I am the one who searches minds and hearts. I will reward each of you as your actions deserve."},{"number":24,"verse":"«But as for the rest of you in Thyatira you who do not hold to this teaching and who have not learned what some people call the deep things of Satan I won't burden you with anything else."},{"number":25,"verse":"Just hold on to what you have until I come."},{"number":26,"verse":"To the person who conquers and continues to do what I've commanded {Lit. do my works} to the end, I will give authority over the nations."},{"number":27,"verse":"«He will rule them with an iron scepter; shattering them like clay pots.' {Cf. Isa 30:14; Jer 19:11}"},{"number":28,"verse":"«Just as I have received authority from my Father, I will also give him the morning star."},{"number":29,"verse":"«Let everyone {Lit. Let the one who has an ear} listen to what the Spirit says to the churches.»\""}]}