{"bibleAbbr":"t4t2014","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"(A ruler will come from Bethlehem) “But now, you people of Jerusalem, gather your troops together, even though you have a wall around your city to protect it, enemy soldiers are surrounding the city. And soon with a rod they will strike your leader on his face.”"},{"number":2,"verse":"(A ruler will come from Bethlehem) But you people of [APO] Bethlehem in Ephrathah district need to know that even though your town is a very small one among all the towns in Judah, someone who will rule Israel will be born in your town. He will be someone whose family existed a very long time ago [DOU]."},{"number":3,"verse":"But now you people of Israel will be conquered by your enemies; but it will be for only a short time, like [MET] the short time that women have great pain while their babies are being born. After that, your fellow-countrymen who were ◄exiled/forced to go to other countries► will return to their own country."},{"number":4,"verse":"And that man who will be ruling there in Jerusalem will stand and lead his people well, because Yahweh, his God, will cause him to be strong and greatly honored. Then the people whom he rules will live in Jerusalem safely; he will be greatly honored by people all over the earth so no one will dare to attack Jerusalem."},{"number":5,"verse":"And he will cause things to go well with his people. When the army of Assyria attacks our country and breaks though our fortresses, we will appoint ◄seven or eight/several► leaders to lead our army to fight against them."},{"number":6,"verse":"(Yahweh will rescue some and get rid of others) With their swords our army will defeat the army of Assyria, whose capital was founded by Nimrod long ago. So our army will rescue us from the Assyrian army when they invade our country [DOU]."},{"number":7,"verse":"The ◄descendants of Jacob/Israelis► who survive will be a blessing to the people of other nations like [SIM] dew and rain sent by Yahweh do good to the grass. The Israelis will not trust in humans to help them; instead, they will rely on Yahweh."},{"number":8,"verse":"In the midst of their enemies in many people-groups [DOU], the descendants of Jacob who remain alive will be like [SIM] a lion among the other wild beasts of the forest, like [SIM] a young lion who goes among a flock of sheep and pounces on one and ◄mauls it/tears it to pieces►, and no one can rescue that sheep."},{"number":9,"verse":"You Israelis will defeat [MTY] all your enemies and completely destroy them."},{"number":10,"verse":"Yahweh says, “At that time, I will destroy you Israeli people's horses that your soldiers use in war and your chariots."},{"number":11,"verse":"I will tear down your city walls and destroy all your fortified cities."},{"number":12,"verse":"I will get rid of all those among you who practice magic and the ◄fortune-tellers/those who say that they can predict what will happen in the future►."},{"number":13,"verse":"I will destroy all your idols and sacred stone pillars, and then you will no longer bow down and worship things that you yourselves [SYN] have made."},{"number":14,"verse":"I will get rid of your poles that represent the goddess Asherah, and I will also destroy all your idols."},{"number":15,"verse":"And because I will be very angry, I will also punish the people of all the nations who have not obeyed me.”"}]}