{"bibleAbbr":"t4t2014","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"(Micah's misery and his hope) I am very miserable/frustrated! I am like [SIM] someone who is hungry, who searches for fruit to pick after all the fruit had been picked and who finds no grapes or figs to eat."},{"number":2,"verse":"All the godly people have disappeared from this land; there is not one of them left. The people who are left are all murderers [MTY]; it is as though everyone is eager to kill his fellow countryman."},{"number":3,"verse":"They all use both hands to do what is evil. Government officials and judges all ask for bribes. Important people tell others what they want, and they plot/scheme together about how to get it done."},{"number":4,"verse":"Even the best people are as worthless [SIM] as briers; the people who are considered by others to be [IRO] the most honest are worse than clumps of thornbushes. But, Yahweh will soon judge them; now is the time that he will punish people, a time when they will be very confused because of being defeated."},{"number":5,"verse":"So, do not trust anyone! Do not trust even a friend; even be careful what you say to your wife whom you love!"},{"number":6,"verse":"Boys will despise their fathers, and girls will defy their mothers. Women will defy their mothers-in-law. Your enemies will be those who live in your own houses."},{"number":7,"verse":"As for me, I wait for Yahweh to help me. I confidently expect that God, my Savior, will answer me when I pray."},{"number":8,"verse":"(Yahweh will rescue his people) You who are our enemies, do not gloat/rejoice about what has happened to us, because even if we have experienced disasters, those disasters will end and we will be restored. Even if it is as though we are sitting in the darkness, Yahweh will be our light."},{"number":9,"verse":"We must be patient while Yahweh punishes us because we have sinned against him. But later, it will be as though he will go to court and defend us, and he will make sure that the judge makes a right decision about us. It will be as though he will bring us out into the light, and we will see it when he rescues us."},{"number":10,"verse":"Our enemies will also see that, and they will be disgraced because they ridiculed us, saying “Why is [RHQ] Yahweh, that God of yours, not helping you?” But with our own eyes we will see them when they are defeated; we will see them trampled like [SIM] mud in the streets."},{"number":11,"verse":"You people of Israel, at that time your cities will be rebuilt, and your territory will become larger."},{"number":12,"verse":"People from many countries will come to honor you: People from Assyria and from near the Euphrates River in the east and from Egypt in the south, from the Dead Sea to the Mediterranean Sea, and from many mountains."},{"number":13,"verse":"But the other countries on the earth will become desolate because of the evil deeds that their people have done."},{"number":14,"verse":"(Micah's prayer and Yahweh's answer) Yahweh, protect your people like [MET] a shepherd protects his sheep by using his walking stick; lead your people [MET] whom you have chosen to belong to you. Even though some of them live by themselves in a forest, give them the fertile pastureland in the Bashan and Gilead regions that they possessed long ago."},{"number":15,"verse":"Yahweh says/replies, “Yes, I will perform miracles for you like the miracles that I performed when I rescued your ancestors from being slaves in Egypt.”"},{"number":16,"verse":"People from many nations will see what Yahweh does for you, and they will be ashamed because they do not have any power. They will put their hands over their mouths and their ears because they will be very amazed because of what Yahweh does, and they will not be able to say anything or hear anything."},{"number":17,"verse":"Being very humiliated, they will crawl on the ground [MTY] like [SIM] snakes. They will come out of their homes trembling, and stand revering Yahweh our God. They will be very afraid of him, and will tremble in front of him."},{"number":18,"verse":"Yahweh, there is no [RHQ] God like you; you forgive the sins [DOU] that were committed by the people who have survived, the people who belong to you. You do not remain angry forever; you are very happy to show us that you faithfully love us."},{"number":19,"verse":"You will again act kindly/compassionately toward us. You will get rid of the scroll on which you have written the sins that we have committed as though you were trampling it under your feet or throwing it into the deep ocean."},{"number":20,"verse":"You will show that you faithfully do what you promised for us and faithfully love us, just like you solemnly promised long ago to our ancestors Abraham and Jacob that you would do."}]}