{"bibleAbbr":"ISV2011","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"{The New Testament} {The Gospel According to} {Matthew} d {An Introduction to Jesus the Messiah} d This is {The Gk. lacks This is} a record of the life {Or birth} of Jesus the Messiah, the son of David, the son of Abraham."},{"number":2,"verse":"{The Ancestry of Jesus} {(Luke 3:23-28)} d Abraham fathered Isaac, Isaac fathered Jacob, and Jacob fathered Judah and his brothers."},{"number":3,"verse":"Judah fathered Perez and Zerah by Tamar, Perez fathered Hezron, Hezron fathered Aram,"},{"number":4,"verse":"Aram fathered Amminadab, Amminadab fathered Nahshon, and Nahshon fathered Salmon."},{"number":5,"verse":"Salmon fathered Boaz by Rahab, Boaz fathered Obed by Ruth, Obed fathered Jesse,"},{"number":6,"verse":"and Jesse fathered King David. David fathered Solomon by the wife of Uriah,"},{"number":7,"verse":"Solomon fathered Rehoboam, Rehoboam fathered Abijah, Abijah fathered Asaph, {Other mss. read Asa ; cf. 1Chr 3:10}"},{"number":8,"verse":"Asaph {Other mss. read Asa ; cf. 1Chr 3:10} fathered Jehoshaphat, Jehoshaphat fathered Joram, Joram fathered Uzziah,"},{"number":9,"verse":"Uzziah fathered Jotham, Jotham fathered Ahaz, Ahaz fathered Hezekiah,"},{"number":10,"verse":"Hezekiah fathered Manasseh, Manasseh fathered Amos, {Other mss. read Amon ; cf. 1Chr 3:13} and Amos {Other mss. read Amon ; cf. 1Chr 3:13} fathered Josiah."},{"number":11,"verse":"Josiah fathered Jechoniah {Or Jeconiah ; cf. Jer 22:28-30} and his brothers at the time of the deportation to Babylon."},{"number":12,"verse":"After the deportation to Babylon, Jechoniah {Or Jeconiah ; cf. Jer 22:28-30} fathered Salathiel, {Or Shealtiel ; cf. 1Chr 3:17; Ezra 3:28; 5:2; Neh 12:1; Luke 3:27} Salathiel fathered Zerubbabel,"},{"number":13,"verse":"Zerubbabel fathered Abiud, Abiud fathered Eliakim, Eliakim fathered Azor,"},{"number":14,"verse":"Azor fathered Zadok, Zadok fathered Achim, Achim fathered Eliud,"},{"number":15,"verse":"Eliud fathered Eleazar, Eleazar fathered Matthan, and Matthan fathered Jacob."},{"number":16,"verse":"Jacob fathered Joseph, the husband of Mary, who was the mother of Jesus, {Lit. of whom Jesus was born} who is called the Messiah. {Or Christ}"},{"number":17,"verse":"So all the generations from Abraham to David totaled fourteen {I. e. the numerical value of the Heb. name David} generations, and from David to the deportation to Babylon totaled fourteen generations, and from the deportation to Babylon to the Messiah {Or Christ} there were fourteen generations."},{"number":18,"verse":"{The Birth of Jesus} {(Luke 2:1-7)} d Now the birth of Jesus the Messiah {Or Christ} happened in this way. When his mother Mary was engaged {Engagement involved a legally binding promise of marriage.} to Joseph, before they lived together she was discovered to be pregnant by the Holy Spirit."},{"number":19,"verse":"Her husband Joseph, being a righteous man and unwilling to disgrace her, decided to divorce her secretly."},{"number":20,"verse":"After he had thought about it, an angel of the Lord appeared to him in a dream. \"Joseph, son of David,\"he said, \"don't be afraid to take Mary as your wife, because what has been conceived in her is from the Holy Spirit."},{"number":21,"verse":"She will give birth to a son, and you are to name him Jesus, {The name Jesus means The Lord saves} because he is the one who will save his people from their sins.\""},{"number":22,"verse":"Now all this happened to fulfill what was declared by the Lord through the prophet when he said,"},{"number":23,"verse":"\"See, a virgin will become pregnant and give birth to a son, and they will name him Immanuel,\"{Isa 7:14} which means, \"God with us.\""},{"number":24,"verse":"When Joseph got up from his sleep, he did as the angel of the Lord had commanded him and took Mary as {The Gk. lacks Mary as} his wife."},{"number":25,"verse":"He did not have marital relations with {Lit. not know} her until she had given birth to a son; {Other mss. read to her firstborn son} and he named him Jesus."}]}