{"bibleAbbr":"ISV2011","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"{Jesus is Lord of the Sabbath} {(Mark 2:23-28; Luke 6:1-5)} d At that time Jesus walked through the grain fields on a Sabbath. {Lit. on the Sabbaths} His disciples became hungry and began picking heads of grain to eat."},{"number":2,"verse":"When the Pharisees saw this, they told him, \"Look! Your disciples are doing what is not lawful to do on the Sabbath!\""},{"number":3,"verse":"But he told them, \"Haven't you read what David did when he and his companions were hungry?"},{"number":4,"verse":"How is it that he went into the house of God and ate the Bread of the Presence, which was not lawful for him and his companions to eat but was reserved {Lit. but only} for the priests?"},{"number":5,"verse":"Or haven't you read in the Law that on every Sabbath {Lit. on the Sabbaths} the priests in the Temple violate the Sabbath {I. e. by carrying out priestly duties} and yet are innocent? {Exod 25:30; 29:32-33; Lev 8:31}"},{"number":6,"verse":"But I tell you, something greater than the Temple is here!"},{"number":7,"verse":"If you had known what «I want mercy and not sacrifice'{Hos 6:6} means, you would not have condemned the innocent,"},{"number":8,"verse":"for the Son of Man is Lord of the Sabbath.\""},{"number":9,"verse":"{Jesus Heals a Man with a Paralyzed Hand} {(Mark 3:1-6; Luke 6:6-11)} d Moving on from there, Jesus {Lit. he} went into their synagogue."},{"number":10,"verse":"Suddenly, a man with a paralyzed hand appeared. The people {Lit. They} asked Jesus {Lit. him} if it was lawful to heal on Sabbath days, {Lit. on the Sabbaths} intending to accuse him of doing something wrong."},{"number":11,"verse":"But he asked them, \"Is there a man among you who, if he had one sheep and it fell into a ditch on the Sabbath, wouldn't take hold of it and pull it out?"},{"number":12,"verse":"How much more is a human being worth than a sheep! So it is lawful to do good on Sabbath days.\" {Lit. on the Sabbaths}"},{"number":13,"verse":"Then he told the man, \"Hold out your hand.\" He held it out and it became normal, as healthy as his other hand."},{"number":14,"verse":"The Pharisees, however, went out and plotted against Jesus {Lit. him} to kill him."},{"number":15,"verse":"{Jesus, God's Chosen Servant} d When Jesus became aware of this, he left that place. Many crowds {Other mss. lack crowds} followed him, and he healed all of them,"},{"number":16,"verse":"ordering them not to make him known."},{"number":17,"verse":"This was to fulfill what was declared by the prophet Isaiah when he said,"},{"number":18,"verse":"\"Here is my Servant whom I have chosen, whom I love, and with whom I am pleased! I will put my Spirit on him, and he will proclaim justice {Or judgment} to unbelievers. {Lit. gentiles ; i. e. unbelieving non-Jews}"},{"number":19,"verse":"He will not quarrel or shout, and no one will hear him shouting {Lit. hear his voice} in the streets."},{"number":20,"verse":"He will not snap off a broken reed or snuff out a smoldering wick until he has brought justice {Or judgment} through to victory."},{"number":21,"verse":"And in his name unbelievers {Lit. gentiles ; i. e. unbelieving non-Jews} will hope.\" {Isa 42:1-4}"},{"number":22,"verse":"{Jesus is Accused of Working with Beelzebul} {(Mark 3:20-30; Luke 11:14-23; 12:10)} d Then a demon-possessed man who was blind and unable to talk was brought to him. Jesus {Lit. He} healed him so that the man {Lit. the man who was unable to talk} could speak and see."},{"number":23,"verse":"All the crowds were amazed and kept saying, \"This man isn't the Son of David, is he?\""},{"number":24,"verse":"But when the Pharisees heard this, they said, \"This man drives out demons only by Beelzebul, the ruler of the demons.\""},{"number":25,"verse":"He knew what they were thinking and told them, \"Every kingdom divided against itself is destroyed, and every city or household divided against itself will not stand."},{"number":26,"verse":"So if Satan drives out Satan, he is divided against himself. How, then, can his kingdom stand?"},{"number":27,"verse":"If I drive out demons by Beelzebul, by whom do your own followers {Lit. sons} drive them out? That is why they will be your judges!"},{"number":28,"verse":"But if I drive out demons by the Spirit of God, then the kingdom of God has come to you."},{"number":29,"verse":"How can someone go into a strong man's house and carry off his possessions without first tying up the strong man? Then he can ransack his house."},{"number":30,"verse":"\"The person who isn't with me is against me, and the person who isn't gathering with me is scattering."},{"number":31,"verse":"So I tell you, every sin and blasphemy will be forgiven, {Lit. will be forgiven to people} but blasphemy against the Spirit will not be forgiven."},{"number":32,"verse":"Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the one to come.\""},{"number":33,"verse":"{A Tree is Known by Its Fruit} {(Luke 6:43-45)} d \"Either make the tree good and its fruit good, or make the tree rotten and its fruit rotten, because a tree is known by its fruit."},{"number":34,"verse":"You children of serpents! How can you say anything good when you are evil? The mouth speaks about what overflows from the heart."},{"number":35,"verse":"A good person brings good things out of a good treasure house, and an evil person brings evil things out of an evil treasure house."},{"number":36,"verse":"I tell you, on the day of judgment people will give an account for every thoughtless {Or worthless} word they have uttered,"},{"number":37,"verse":"because by your words you will be acquitted, and by your words you will be condemned.\""},{"number":38,"verse":"{The Sign of Jonah} {(Mark 8:11-12; Luke 11:29-32)} d Then some of the scribes and Pharisees told Jesus, {Lit. him} \"Teacher, we want to see a sign from you.\""},{"number":39,"verse":"But he replied to them, \"An evil and adulterous generation craves a sign. Yet no sign will be given to it except the sign of the prophet Jonah,"},{"number":40,"verse":"because just as Jonah was in the stomach of the sea creature for three days and three nights, {Jonah 1:17} so the Son of Man will be in the heart of the earth for three days and three nights."},{"number":41,"verse":"The men of Nineveh will stand up at the judgment and condemn the people living today, {Lit. judgment with this generation and condemn it} because they repented at the preaching of Jonah. But look something greater than Jonah is here!"},{"number":42,"verse":"The queen of the south will stand up and condemn the people living today, {Lit. judgment with this generation and condemn it} because she came from so far away {Lit. from the ends of the earth} to hear the wisdom of Solomon. But look! Something greater than Solomon is here!\""},{"number":43,"verse":"{The Return of the Unclean Spirit} {(Luke 11:24-26)} d \"Whenever an unclean spirit goes out of a person, it wanders through waterless places looking for a place to rest but finds none."},{"number":44,"verse":"Then it says, «I will go back to my home that I left.'When it arrives, it finds it empty, swept clean, and put in order."},{"number":45,"verse":"Then it goes and brings with it seven other spirits more evil than itself, and they go in and settle there. And so the final condition of that person becomes worse than the first. That's just what will happen to this evil generation!\""},{"number":46,"verse":"{The True Family of Jesus} {(Mark 3:31-35; Luke 8:19-21)} d While Jesus {Lit. he} was still speaking to the crowds, his mother and brothers stood outside, wanting to speak to him."},{"number":47,"verse":"Someone told him, \"Look! Your mother and your brothers are standing outside asking to speak to you.\" {Other mss. lack this verse}"},{"number":48,"verse":"He asked the man who told him, \"Who is my mother, and who are my brothers?\""},{"number":49,"verse":"Then pointing with his hand at his disciples, he said, \"Here are my mother and my brothers,"},{"number":50,"verse":"because whoever does the will of my Father in heaven is my brother and sister and mother.\""}]}