{"bibleAbbr":"ISV2011","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":19,"verses":[{"number":1,"verse":"{Teaching about Divorce} {(Mark 10:1-12)} d When Jesus had finished saying these things, {Lit. finished these sayings} he left Galilee and went to the territory of Judea on the other side {I. e. the east side} of the Jordan."},{"number":2,"verse":"Large crowds followed him, and he healed them there."},{"number":3,"verse":"Some Pharisees came to him in order to test him. They asked, \"Is it lawful for a man {Other mss. lack for a man} to divorce his wife for any reason?\""},{"number":4,"verse":"He answered them, \"Haven't you read that the one who made {Other mss. read created} them at the beginning «made them male and female'{Gen 1:27; 5:2}"},{"number":5,"verse":"and said, «That is why a man will leave his father and mother and be united with his wife, and the two will become one flesh'? {Gen 2:24}"},{"number":6,"verse":"So they are no longer two, but one flesh. Therefore, what God has joined together, man must never separate.\""},{"number":7,"verse":"They asked him, \"Why, then, did Moses order us «to give a certificate of divorce and divorce her'?\" {Deut 24:1, 3}"},{"number":8,"verse":"He told them, \"It was because of your hardness of heart that Moses allowed you to divorce your wives. But from the beginning it was not this way."},{"number":9,"verse":"I tell you that whoever divorces his wife, except for sexual immorality, and marries another woman commits adultery.\" {Other mss. read adultery, and the man who marries a divorced woman commits adultery}"},{"number":10,"verse":"His disciples asked him, \"If that is the relationship of a man with his wife, it's not worth getting married!\""},{"number":11,"verse":"\"Not everyone can accept this saying,\" he replied, \"except those to whom celibacy {Lit. it} has been granted,"},{"number":12,"verse":"because some men are celibate from birth, {Lit. from the mother's womb} while some are celibate because they have been made that way by others. Still others are celibate because they have made themselves that way for the sake of the kingdom from {Lit. of} heaven. Let anyone accept this who can.\""},{"number":13,"verse":"{Jesus Blesses the Little Children} {(Mark 10:13-16; Luke 18:15-17)} d Then some little children were brought to him so that he might lay his hands on them and pray. But the disciples rebuked those who brought {The Gk. lacks those who brought} them."},{"number":14,"verse":"Jesus, however, said, \"Let the little children come to me, and stop keeping them away, because the kingdom from {Lit. of} heaven belongs to people like these.\""},{"number":15,"verse":"When he had laid his hands on them, he went on from there."},{"number":16,"verse":"{A Rich Man Comes to Jesus} {(Mark 10:17-22; Luke 18:18-23)} d Just then a man came up to Jesus. {Lit. him} \"Teacher,\"{Other mss. read Good Teacher} he asked, \"what good deed should I do to have eternal life?\""},{"number":17,"verse":"Jesus {Lit. He} asked him, \"Why ask me about what is good? There is only one who is good. {Other mss. read Why do you call me good? No one is good except for one God} If you want to get into that life, you must keep the commandments.\""},{"number":18,"verse":"The young man {Lit. He} asked him, \"Which ones?\" Jesus said, «You must not murder, {Exod 20:13; Deut 5:17} you must not commit adultery, {Exod 20:14; Deut 5:18} you must not steal, {Exod 20:15; Deut 5:19} you must not give false testimony, ({Exod 20:16; Deut 5:20})"},{"number":19,"verse":"honor your father and mother,'{Exod 20:12; Deut 5:16} and, «you must love your neighbor as yourself.»\" ({Lev 19:18})"},{"number":20,"verse":"The young man told him, \"I have kept all of these. {Other mss. read kept all of these since I was a young man} What do I still lack?\""},{"number":21,"verse":"Jesus told him, \"If you want to be perfect, go and sell what you own and give the money {The Gk. lacks the money} to the destitute, and you will have treasure in heaven. Then come back and follow me.\""},{"number":22,"verse":"But when the young man heard this statement he went away sad, because he had many possessions."},{"number":23,"verse":"{Salvation and Reward} {(Mark 10:23-31; Luke 18:24-30)} d Then Jesus told his disciples, \"I tell all of you {The Gk. pronoun you is pl.} with certainty, it will be hard for a rich person to get into the kingdom from {Lit. of} heaven."},{"number":24,"verse":"Again I tell you, it is easier for a camel to squeeze through the eye of a needle than for a rich person to get into the kingdom of God.\""},{"number":25,"verse":"When the disciples heard this, they were completely astonished. \"Who, then, can be saved?\" they asked."},{"number":26,"verse":"Jesus looked at them intently and said, \"For humans this is impossible, but for God all things are possible.\""},{"number":27,"verse":"\"Look!\" Peter replied. \"We have left everything and followed you. So what will we get?\""},{"number":28,"verse":"Jesus told them, \"I tell all of you {The Gk. pronoun you is pl.} with certainty, when the Son of Man sits on his glorious throne in the renewed creation, you who have followed me will also sit on twelve thrones, governing the twelve tribes of Israel."},{"number":29,"verse":"In fact, everyone who has left his homes, brothers, sisters, father, mother, children, or fields because of my name will receive a hundred times as much {Other mss. read many times as much} and will inherit eternal life."},{"number":30,"verse":"But many who are first will be last, and the last will be first.\""}]}