{"bibleAbbr":"ISV2011","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"{The Workers in the Vineyard} d \"The kingdom from {Lit. of} heaven is like a landowner who went out early in the morning to hire workers for his vineyard."},{"number":2,"verse":"After agreeing to pay the workers one denarius {The denarius was the usual day's wage for a laborer.} a day, he sent them into his vineyard."},{"number":3,"verse":"When he went out about nine o'clock, {Lit. the third hour} he saw others standing in the marketplace without work."},{"number":4,"verse":"He told them, «You go into the vineyard, too, and I will pay you whatever is right.»"},{"number":5,"verse":"So off they went. He went out again about noon {Lit. the sixth hour} and about three o'clock {Lit. the ninth hour} and did the same thing."},{"number":6,"verse":"About five o'clock {Lit. the eleventh hour} he went out and found some others standing around. He asked them, «Why are you standing here all day long without work?»"},{"number":7,"verse":"They told him, «Because no one has hired us.'He told them, «You go into the vineyard as well.»"},{"number":8,"verse":"\"When evening came, the owner of the vineyard told his manager, «Call the workers and give them their wages, beginning with the last and ending with {Lit. and up to} the first.»"},{"number":9,"verse":"Those who were hired at five o'clock {Lit. the eleventh hour} came, and each received a denarius."},{"number":10,"verse":"\"When the first came, they thought they would receive more, but each received a denarius as well."},{"number":11,"verse":"When they received it, they began to complain to the landowner,"},{"number":12,"verse":"«These last fellows worked only one hour, but you paid them the same as us, and we've been working all day, {Lit. we've endured the burden of the day} enduring the scorching heat!»"},{"number":13,"verse":"\"But he told one of them, «Friend, I'm not treating you unfairly. You did agree with me for a denarius, didn't you?"},{"number":14,"verse":"Take what is yours and go. I want to give this last man as much as I gave you. {Lit. to this last man as also to you}"},{"number":15,"verse":"I am allowed to do what I want with my own money, {Lit. things} am I not? Or are you envious {Lit. Or is your eye evil} because I'm generous?»"},{"number":16,"verse":"\"In the same way, the last will be first, and the first will be last, because many are called, but few are chosen.\" {Other mss. lack For many are called, but few are chosen}"},{"number":17,"verse":"{Jesus Predicts His Death and Resurrection a Third Time} {(Mark 10:32-34; Luke 18:31-34)} d When Jesus was going up to Jerusalem, he took the twelve disciples {Other mss. lack disciples} aside and told them as they were walking along,"},{"number":18,"verse":"\"See, we are going up to Jerusalem, and the Son of Man will be handed over to the high priests and scribes, and they will condemn him to death."},{"number":19,"verse":"Then they will hand him over to unbelievers {Lit. to the gentiles ; i. e. unbelieving non-Jews} to be mocked, whipped, and crucified, but on the third day he will be raised.\""},{"number":20,"verse":"{The Request of James and John} {(Mark 10:35-45)} d Then the mother of Zebedee's sons came to Jesus {Lit. him} with her sons. She bowed down in front of him to ask him for a favor."},{"number":21,"verse":"He asked her, \"What do you want?\" She told him, \"Promise {Lit. Say} that in your kingdom these two sons of mine will sit on your right and on your left.\""},{"number":22,"verse":"Jesus replied, \"You don't realize what you're asking. Can you drink from the cup that I'm going to drink from?\" {Other mss. read to drink from, or be baptized with the baptism with which I'm going to be baptized?} They told him, \"We can.\""},{"number":23,"verse":"He told them, \"You will indeed drink from my cup. But it's not up to me to grant you a seat at my right hand or at my left. These positions have already been prepared for others by my Father.\""},{"number":24,"verse":"When the ten heard this, they became furious with the two brothers."},{"number":25,"verse":"But Jesus called the disciples {Lit. them} and said, \"You know that the rulers of the unbelievers {Lit. gentiles; i. e. unbelieving non-Jews} lord it over them and their superiors act like tyrants over them."},{"number":26,"verse":"That's not the way it should be among you. Instead, whoever wants to be great among you must be your servant,"},{"number":27,"verse":"and whoever wants to be first among you must be your slave."},{"number":28,"verse":"That's the way it is with the Son of Man. He did not come to be served, but to serve and to give his life as a ransom for many people.\""},{"number":29,"verse":"{Jesus Heals Two Blind Men} {(Mark 10:46-52; Luke 18:35-43)} d As they were leaving Jericho, a large crowd followed Jesus. {Lit. him}"},{"number":30,"verse":"When two blind men who were sitting by the roadside heard that Jesus was passing by, they shouted, \"Have mercy on us, Lord, {Other mss. read Jesus} Son of David!\""},{"number":31,"verse":"When the crowd told them harshly to be silent, they shouted even louder, \"Have mercy on us, Lord, Son of David!\""},{"number":32,"verse":"Jesus stopped and called them, saying, \"What do you want me to do for you?\""},{"number":33,"verse":"They told him, \"Lord, we want to be able to see!\" {Lit. Lord, that our eyes be opened}"},{"number":34,"verse":"Then Jesus, deeply moved with compassion, touched their eyes, and at once they could see again. So they followed him."}]}