{"bibleAbbr":"ISV2011","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"{Jesus Predicts the Destruction of the Temple} {(Mark 13:1-2; Luke 21:5-6)} d As Jesus left the Temple and was walking away, his disciples came up to him to point out to him the Temple buildings."},{"number":2,"verse":"But he told them, \"You see all these things, don't you? I tell all of you {The Gk. pronoun you is pl.} with certainty, there isn't a single stone here that will be left standing on top of another. They will all be torn down.\""},{"number":3,"verse":"{Cults, Revolutions, Famines, and Earthquakes} {(Mark 13:3-13; Luke 21:7-19)} d While Jesus {Lit. he} was sitting on the Mount of Olives, the disciples came to him privately and said, \"Tell us, when will these things take place, and what will be the sign of your coming and of the end of the age?\""},{"number":4,"verse":"Jesus answered them, \"See to it that no one deceives you,"},{"number":5,"verse":"because many will come in my name and say, «I am the Messiah,'{Or Christ} and they will deceive many people."},{"number":6,"verse":"You are going to hear of wars and rumors of wars. See to it that you are not alarmed. These things must take place, but the end hasn't come yet,"},{"number":7,"verse":"because nation will rise up in arms against nation, and kingdom against kingdom. There will be famines and earthquakes in various places."},{"number":8,"verse":"But all these things are only the beginning of the birth pains.\""},{"number":9,"verse":"{Future Persecution, Apostasy, and Evangelism} {(Mark 13:9-13; Luke 21:12-19)} d \"Then they will hand you over to suffer {Or tribulation} and will kill you, and you will be hated by all the nations {Or gentiles} because of my name."},{"number":10,"verse":"Then many people will fall away, will betray one another, and will hate one another."},{"number":11,"verse":"Many false prophets will appear and deceive many people,"},{"number":12,"verse":"and because lawlessness will increase, the love of many people will grow cold."},{"number":13,"verse":"But the person who endures to the end will be saved."},{"number":14,"verse":"And this gospel of the kingdom will be proclaimed throughout the world as a testimony to all nations, {Or gentiles} and then the end will come.\""},{"number":15,"verse":"({Signs of the End}) ({(Mark 13:14-23; Luke 21:20-24)}) d \"So when you see the destructive desecration, mentioned by the prophet Daniel, standing in the Holy Place (let the reader take note) , ({Dan 9:27; 11:31; 12:11})"},{"number":16,"verse":"then those who are in Judea must flee to the mountains."},{"number":17,"verse":"Anyone who's on the housetop must not come down to get what is in his house,"},{"number":18,"verse":"and anyone who's in the field must not turn back to get his coat."},{"number":19,"verse":"\"How terrible it will be for women who are pregnant or who are nursing babies in those days!"},{"number":20,"verse":"Pray that it may not be in winter or on a Sabbath when you flee,"},{"number":21,"verse":"because at that time there will be great suffering, {Or tribulation} the kind that has not happened from the beginning of the world until now and certainly will never happen again."},{"number":22,"verse":"If those days had not been limited, no one {Lit. flesh} would survive. But for the sake of the elect, those days will be limited."},{"number":23,"verse":"\"At that time, if anyone says to you, «Look! Here is the Messiah!'{Or Christ} or «There he is!', don't believe it,"},{"number":24,"verse":"because false messiahs {Or christs} and false prophets will appear and display great signs and wonders to deceive, if possible, even the elect."},{"number":25,"verse":"Remember, I have told you this beforehand."},{"number":26,"verse":"So if they say to you, «Look! He's in the wilderness,'don't go out looking for him. {The Gk. lacks looking for him} And if they say, «Look! He's in the storeroom,'don't believe it,"},{"number":27,"verse":"because just as the lightning comes from the east and flashes as far as the west, so will be the coming of the Son of Man."},{"number":28,"verse":"Wherever there's a corpse, there the vultures {Or eagles} will gather."},{"number":29,"verse":"{The Coming of the Son of Man} {(Mark 13:24-27; Luke 21:25-28)} d \"Immediately after the troubles {Or tribulation} of those days, «The sun will be darkened, the moon will not give its light, the stars will fall from the sky, and the powers of heaven will be shaken loose.' {Isa 13:10; 34:4; Joel 2:10}"},{"number":30,"verse":"Then the sign of the Son of Man will appear in the sky, and all «the tribes of the land {Or earth} will mourn'{Zech 12:12} when they see «the Son of Man coming on the clouds of heaven'{Dan 7:13} with power and great glory."},{"number":31,"verse":"He will send out his angels with a loud trumpet blast, and they will gather his elect from the four winds, from one end of heaven to another.\""},{"number":32,"verse":"{The Lesson from the Fig Tree} {(Mark 13:28-31; Luke 21:29-33)} d \"Now learn a lesson {Or parable} from the fig tree. When its branches become tender and it produces leaves, you know that summer is near."},{"number":33,"verse":"In the same way, when you see all these things, you will know that the Son of Man {Lit. that he} is near, right at the door."},{"number":34,"verse":"I tell all of you {The Gk. pronoun you is pl.} with certainty, this generation will not disappear until these things happen."},{"number":35,"verse":"Heaven and earth will disappear, but my words will never disappear.\""},{"number":36,"verse":"{The Unknown Day and Hour of Messiah's Return} {(Mark 13:32-37; Luke 17:20-36)} d \"No one knows when that day or hour will come {Lit. about that day and hour} not the angels in heaven, nor the Son, {Other mss. lack nor the Son} but only the Father,"},{"number":37,"verse":"because just as it was in the days of Noah, so it will be when the Son of Man comes."},{"number":38,"verse":"In those days before the flood, people {Lit. they} were eating and drinking, marrying and giving in marriage right up to the day when Noah went into the ark."},{"number":39,"verse":"They were unaware of what was happening {The Gk. lacks of what was happening} until the flood came and swept all of them away. That's how it will be when the Son of Man comes."},{"number":40,"verse":"At that time two people will be in the field. One will be taken, and one will be left behind."},{"number":41,"verse":"Two women will be grinding grain {The Gk. lacks grain} at the mill. One will be taken, and one will be left behind."},{"number":42,"verse":"\"So keep on watching, because you don't know on what day your Lord is coming."},{"number":43,"verse":"But be sure of this: if the owner of the house had known when during {Lit. known at what watch of} the night the thief would be coming, he would have stayed awake and not allowed his house to be broken into."},{"number":44,"verse":"So you, too, must be ready, because at an hour you are not expecting him the Son of Man will come.\""},{"number":45,"verse":"{The Faithful or the Wicked Servant} {(Luke 12:42-48)} d \"Who, then, is the faithful and wise servant whom his master has put in charge of his household to give the others {Lit. them} their food at the right time?"},{"number":46,"verse":"How blessed is that servant whom his master finds doing this when he comes!"},{"number":47,"verse":"I tell all of you {The Gk. pronoun you is pl.} with certainty, he will put him in charge of all his property."},{"number":48,"verse":"\"But if that wicked servant says to himself, {Lit. in his heart} «My master has been delayed,»"},{"number":49,"verse":"and begins to beat his fellow servants and eat and drink with the drunks,"},{"number":50,"verse":"the master of that servant will come on a day when he doesn't expect him and at an hour that he doesn't know."},{"number":51,"verse":"Then his master {Lit. he} will punish him severely {Lit. will cut him in pieces} and assign him a place with the hypocrites. In that place there will be weeping and gnashing of teeth.\" {I. e. extreme pain and anger}"}]}