{"bibleAbbr":"ISV2011","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":9,"verses":[{"number":1,"verse":"{Jesus Heals a Paralyzed Man} {(Mark 2:1-12; Luke 5:17-26)} d After getting into a boat, Jesus {Lit. he} crossed to the other side and came to his own city."},{"number":2,"verse":"All at once some people {Lit. they} brought him a paralyzed man lying on a stretcher. When Jesus saw their faith, he told the paralyzed man, \"Be courageous, son! Your sins are forgiven.\""},{"number":3,"verse":"Then some of the scribes told themselves, \"This fellow is blaspheming!\""},{"number":4,"verse":"But Jesus, knowing {Lit. saw} what they were thinking, replied, \"Why do you have such evil thoughts in your hearts?"},{"number":5,"verse":"Which is easier: to say, «Your sins are forgiven,'or to say, «Get up and walk'?"},{"number":6,"verse":"But so you will know that the Son of Man has authority on earth to forgive sins\" he told the paralyzed man, \"Get up, pick up your stretcher, and go home!\""},{"number":7,"verse":"So the man {Lit. he} got up and went home."},{"number":8,"verse":"When the crowds saw this, they became frightened {Other mss. read they were amazed} and glorified God for giving such authority to humans."},{"number":9,"verse":"{Jesus Calls Matthew} {(Mark 2:13-17; Luke 5:27-32)} d As Jesus went on from there, he saw a man named Matthew sitting at the tax collector's desk and told him, \"Follow me.\" So he got up and followed him."},{"number":10,"verse":"While he was having dinner at Matthew's {Lit. the} home, many tax collectors and sinners arrived and began eating with Jesus and his disciples."},{"number":11,"verse":"The Pharisees saw this and asked his disciples, \"Why does your teacher eat with tax collectors and sinners?\""},{"number":12,"verse":"When Jesus {Lit. he} heard that, he said, \"Healthy people don't need a physician, but sick people do."},{"number":13,"verse":"Go and learn what this means: «I want mercy and not sacrifice,'{Hos 6:6} because I did not come to call righteous people, but sinners.\""},{"number":14,"verse":"{A Question about Fasting} {(Mark 2:18-22; Luke 5:33-39)} d Then John's disciples came to Jesus {Lit. him} and asked, \"Why do we and the Pharisees fast often, {Other mss. lack often} but your disciples don't fast?\""},{"number":15,"verse":"Jesus asked them, \"The wedding guests {Lit. The children of the wedding hall; or The children of the groom} can't mourn as long as the groom is with them, can they? But the time will come when the groom will be taken away from them, and then they will fast.\""},{"number":16,"verse":"{The Unshrunk Cloth} {(Mark 2:21; Luke 5:36)} d \"No one patches an old garment with a piece of unshrunk cloth, because the patch pulls away from the garment, and a worse tear results."},{"number":17,"verse":"Nor do people {Lit. they} pour new wine into old wineskins. If they do, the skins will burst, the wine will spill out, and the skins will be ruined. Instead, they pour new wine into fresh wineskins, and both are preserved.\""},{"number":18,"verse":"{Jesus Heals a Woman and Resurrects a Girl} {(Mark 5:21-43; Luke 8:40-56)} d While Jesus {Lit. he} was telling them these things, an official came up and fell down before him. \"My daughter has just died,\"he said. \"But come and lay your hand on her, and she will live.\""},{"number":19,"verse":"So Jesus got up and followed him, along with his disciples."},{"number":20,"verse":"Just then a woman who had been suffering from chronic bleeding for twelve years came up behind him and touched the tassel of his garment,"},{"number":21,"verse":"because she had been saying to herself, \"If I just touch his robe, I will get well.\""},{"number":22,"verse":"When Jesus turned and saw her, he said, \"Be courageous, daughter! Your faith has made you well.\" And from that very hour the woman was well."},{"number":23,"verse":"When Jesus came to the official's house and saw the flute players and the crowd making a commotion,"},{"number":24,"verse":"he said, \"Go away! The young lady hasn't died but is sleeping.\" But they ridiculed him with laughter."},{"number":25,"verse":"When the crowd had been driven outside, he went in, took her by the hand, and the young lady got up."},{"number":26,"verse":"The news of this spread throughout that land."},{"number":27,"verse":"{Jesus Heals Two Blind Men} d As Jesus was traveling on from there, two blind men followed him, shouting, \"Have mercy on us, Son of David!\""},{"number":28,"verse":"When he had gone into the house, the blind men came to him. Jesus asked them, \"Do you believe I can do this?\" They told him, \"Yes, Lord!\" {Or Sir}"},{"number":29,"verse":"Then he touched their eyes and said, \"According to your faith, let it be done for you!\""},{"number":30,"verse":"And their eyes were opened. Then Jesus sternly told them, \"See to it that nobody knows about this.\""},{"number":31,"verse":"But they went out and spread the news about him throughout that region."},{"number":32,"verse":"{Jesus Heals a Man who Couldn't Talk} d As the men {Lit. As they} were going out, a man who couldn't talk because he was demon-possessed was brought to him."},{"number":33,"verse":"As soon as the demon had been driven out, the man {Lit. the man who couldn't talk} began to speak. The crowds were amazed and said, \"Nothing like this has ever been seen in Israel!\""},{"number":34,"verse":"But the Pharisees kept saying, \"He drives out demons by the ruler of demons.\" {Other mss. lack this verse}"},{"number":35,"verse":"{The Compassion of Jesus} d Then Jesus began traveling throughout all the cities and villages, teaching in their synagogues, proclaiming the gospel of the kingdom, and healing every disease and every illness."},{"number":36,"verse":"When he saw the crowds, he was deeply moved with compassion for them, because they were troubled and helpless, like sheep without a shepherd."},{"number":37,"verse":"Then he told his disciples, \"The harvest is vast, but the workers are few."},{"number":38,"verse":"So ask the Lord of the harvest to send out workers into his harvest.\""}]}