{"bibleAbbr":"Geneva1587","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"Moreouer the Lord spake vnto Moses, and to Aaron, saying,"},{"number":2,"verse":"Speak unto the children of Israel, and say unto them, When any man hath a running issue out of his Whose seed either in sleeping or else of weakness of nature issues at his secret part. flesh, [because of] his issue he [is] unclean."},{"number":3,"verse":"And this shall be his uncleanness in his issue: whether his flesh run with his issue, or his flesh be stopped from his issue, it [is] Of the thing of which he shall be unclean. his uncleanness."},{"number":4,"verse":"Euery bed whereon he lyeth that hath the issue, shall be vncleane, and euery thing whereon he sitteth, shalbe vncleane."},{"number":5,"verse":"Whosoeuer also toucheth his bed, shal wash his clothes, and wash himselfe in water, and shall be vncleane vntill the euen."},{"number":6,"verse":"And he that sitteth on any thing, whereon he sate that hath the issue, shall wash his clothes, and wash himselfe in water, and shalbe vncleane vntill the euen."},{"number":7,"verse":"Also he that toucheth the flesh of him that hath the issue, shal wash his clothes, & wash himselfe in water, & shalbe vncleane vntil the euen."},{"number":8,"verse":"And if he that hath the issue spit upon him that is clean; then Of whom the unclean man did spit. he shall wash his clothes, and bathe [himself] in water, and be unclean until the even."},{"number":9,"verse":"And what The word signifies every thing on which a man rides. saddle soever he rideth upon that hath the issue shall be unclean."},{"number":10,"verse":"And whosoeuer toucheth any thing that was vnder him, shall be vncleane vnto the euen: and he that beareth those things, shall wash his clothes, and wash himselfe in water, and shall be vncleane vntill the euen."},{"number":11,"verse":"Likewise whomesoeuer hee toucheth that hath the issue (and hath not washed his handes in water) shal wash his clothes and wash himselfe in water, and shalbe vncleane vntill the euen."},{"number":12,"verse":"And the vessel of earth that he toucheth, which hath the issue, shalbe broken: and euery vessel of wood shalbe rinsed in water."},{"number":13,"verse":"And when he that hath an issue is That is, be restored to his old state, and be healed of it. cleansed of his issue; then he shall number to himself seven days for his cleansing, and wash his clothes, and bathe his flesh in running water, and shall be clean."},{"number":14,"verse":"Then the eight day he shall take vnto him two Turtle doues or two yong pigeons, and come before the Lorde at the doore of the Tabernacle of the Congregation, and shall giue them vnto the Priest."},{"number":15,"verse":"And the Priest shall make of the one of them a sinne offring, & of the other a burnt offering: so the Priest shall make an atonement for him before the Lord, for his issue."},{"number":16,"verse":"And if any man's seed of copulation go out from him, then he shall wash all his Meaning, all his body. flesh in water, and be unclean until the even."},{"number":17,"verse":"And euery garment, & euery skinne whereupon shalbe issue of seede, shall be euen washed with water, and be vncleane vnto the euen."},{"number":18,"verse":"If he that hath an issue of seede, do lie with a woman, they shall both wash themselues with water, and be vncleane vntill the euen."},{"number":19,"verse":"Also when a woman shal haue an issue, and her issue in her flesh shalbe blood, she shalbe put apart seuen dayes: and whosoeuer toucheth her, shalbe vncleane vnto the euen."},{"number":20,"verse":"And every thing that she lieth upon in That is, when she has her period, by which she is separate from her husband, from the tabernacle and from touching any holy thing. her separation shall be unclean: every thing also that she sitteth upon shall be unclean."},{"number":21,"verse":"Whosoeuer also toucheth her bedde, shall wash his clothes, and wash himselfe with water, & shalbe vncleane vnto the euen."},{"number":22,"verse":"And whosoeuer toucheth any thing that she sate vpon, shal wash his clothes, and wash him selfe in water, & shalbe vncleane vnto the euen:"},{"number":23,"verse":"So that whether he touche her bed, or any thing whereon shee hath sit, he shalbe vncleane vnto the euen."},{"number":24,"verse":"And if any man lie with her at all, and her flowers If any of her uncleanness touched him in the bed: for else the man that companied with such a woman should die, (Lev_20:18). be upon him, he shall be unclean seven days; and all the bed whereon he lieth shall be unclean."},{"number":25,"verse":"Also when a womans issue of blood runneth long time besides the time of her floures, or when she hath an issue, longer then her floures, all the dayes of the issue of her vncleannesse shee shalbe vncleane, as in the time of her floures."},{"number":26,"verse":"Every bed whereon she lieth all the days of her issue shall be unto her as the Shall be unclean as the bed on which she lay when she had her natural disease. bed of her separation: and whatsoever she sitteth upon shall be unclean, as the uncleanness of her separation."},{"number":27,"verse":"And whosoeuer toucheth these things, shal be vncleane, & shal wash his clothes, & wash him selfe in water, & shalbe vncleane vnto the euen."},{"number":28,"verse":"But if she be cleansed of her issue, then she shall After the time that she is recovered. number to herself seven days, and after that she shall be clean."},{"number":29,"verse":"And in the eight day shee shall take vnto her two Turtles or two yong pigeons, and bring them vnto the Priest at the doore of the Tabernacle of the Congregation."},{"number":30,"verse":"And the Priest shall make of ye one a sinne offring, and of the other a burnt offring, and the Priest shal make an atonement for her before the Lord, for the issue of her vncleannes."},{"number":31,"verse":"Thus shall ye Seeing that God required purity and cleanliness of his own: we cannot be his, unless our filth and sins are purged with the blood of Jesus Christ, and so we learn to detest all sin. separate the children of Israel from their uncleanness; that they die not in their uncleanness, when they defile my tabernacle that [is] among them."},{"number":32,"verse":"This is the lawe of him that hath an issue, and of him from whome goeth an issue of seede whereby he is defiled:"},{"number":33,"verse":"Also of her that is sicke of her floures, and of him that hath a running issue, whether it bee man or woman, and of him that lyeth with her which is vncleane."}]}