{"bibleAbbr":"Geneva1587","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"And when any will offer a Because the burnt offering could not be without the meat offering. meat offering unto the LORD, his offering shall be [of] fine flour; and he shall pour oil upon it, and put frankincense thereon:"},{"number":2,"verse":"And he shall bring it to Aaron's sons the priests: and The priest. he shall take thereout his handful of the flour thereof, and of the oil thereof, with all the frankincense thereof; and the priest shall burn the To signify that God remembers him that offers. memorial of it upon the altar, [to be] an offering made by fire, of a sweet savour unto the LORD:"},{"number":3,"verse":"And the remnant of the meat offering [shall be] Aaron's and his sons': [it is] a thing Therefore no one could eat of it but the priest. most holy of the offerings of the LORD made by fire."},{"number":4,"verse":"If thou bring also a meate offring baken in the ouen, it shalbe an vnleauened cake of fine floure mingled with oyle, or an vnleauened wafer anointed with oyle."},{"number":5,"verse":"And if thy oblation [be] a Which is a gift offered to God to pacify him. meat offering [baken] in a pan, it shall be [of] fine flour unleavened, mingled with oil."},{"number":6,"verse":"And thou shalt part it in pieces, and powre oyle thereon: for it is a meate offring."},{"number":7,"verse":"And if thy meate offring be an oblation made in the caldron, it shalbe made of fine floure with oyle."},{"number":8,"verse":"After, thou shalt bring the meate offering (that is made of these things) vnto the Lord, and shalt present it vnto the Priest, and he shall bring it to the altar,"},{"number":9,"verse":"And the Priest shall take from the meate offring a memoriall of it, and shall burne it vpon the altar: for it is an oblation made by fire for a sweete sauour vnto the Lord."},{"number":10,"verse":"But that which is left of the meate offring, shalbe Aarons and his sonnes: for it is most holy of the offrings of the Lorde made by fire."},{"number":11,"verse":"All the meate offrings which ye shall offer vnto the Lorde, shalbe made without leauen: for ye shall neither burne leauen nor honie in any offring of the Lorde made by fire."},{"number":12,"verse":"As for the oblation of the firstfruits, ye shall offer That is, fruits which were sweet as honey, ye may offer. them unto the LORD: but they shall not be burnt But reserved for the priests. on the altar for a sweet savour."},{"number":13,"verse":"And every oblation of thy meat offering shalt thou season with salt; neither shalt thou suffer the salt of the Which they were bound (as by covenant) to use all sacrifices, (Num_18:19; 2Ch_13:5; Eze_43:24) or it means a sure and pure covenant. covenant of thy God to be lacking from thy meat offering: with all thine offerings thou shalt offer salt."},{"number":14,"verse":"If then thou offer a meate offring of thy first fruites vnto the Lorde, thou shalt offer for thy meate offering of thy first fruites eares of corne dryed by the fire, and wheate beaten out of the greene eares."},{"number":15,"verse":"After, thou shalt put oyle vpon it, and lay incense thereon: for it is a meate offring."},{"number":16,"verse":"And the Priest shall burne the memoriall of it, euen of that that is beaten, and of the oyle of it, with all the incense thereof: for it is an offring vnto the Lorde made by fire."}]}