{"bibleAbbr":"Geneva1587","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses, saying,"},{"number":2,"verse":"Again, thou shalt say to the children of Israel, Whosoever [he be] of the children of Israel, or of the strangers that sojourn in Israel, that giveth [any] of his seed unto By Molech he means any type of idol, (Lev_18:21) Molech; he shall surely be put to death: the people of the land shall stone him with stones."},{"number":3,"verse":"And I will Read (Lev_17:10, Lev_18:21). set my face against that man, and will cut him off from among his people; because he hath given of his seed unto Molech, to defile my sanctuary, and to profane my holy name."},{"number":4,"verse":"And if the Though the people be negligent to do their duty, and defend God's right, yet he will not allow wickedness to go unpunished. people of the land do any ways hide their eyes from the man, when he giveth of his seed unto Molech, and kill him not:"},{"number":5,"verse":"Then will I set my face against that man, and against his familie, and will cut him off, and all that go a whoring after him to comit whoredome with Molech, from among their people."},{"number":6,"verse":"And the soul that turneth after such as have familiar spirits, and after wizards, to go a To esteem sorcerers or conjurers is spiritual whoredom, or idolatry. whoring after them, I will even set my face against that soul, and will cut him off from among his people."},{"number":7,"verse":"Sanctifie your selues therefore, and be holie, for I am the Lorde your God."},{"number":8,"verse":"Keepe ye therefore mine ordinances, and doe them. I am the Lorde which doeth sanctifie you."},{"number":9,"verse":"For every one that curseth his father or his mother shall be surely put to death: he hath cursed his father or his mother; He is worthy to die. his blood [shall be] upon him."},{"number":10,"verse":"And the man that committeth adulterie with another mans wife, because he hath comitted adulterie with his neighbours wife, the adulterer and the adulteresse shall die the death."},{"number":11,"verse":"And the man that lyeth with his fathers wife, because hee hath vncouered his fathers shame, they shall both dye: their blood shalbe vpon them."},{"number":12,"verse":"Also the man that lyeth with his daughter in lawe, they both shall dye the death, they haue wrought abomination, their blood shalbe vpon them."},{"number":13,"verse":"The ma also that lyeth with the male, as one lyeth with a woman, they haue both committed abomination: they shall dye the death, their blood shalbe vpon them."},{"number":14,"verse":"And if a man take a wife and her mother, It is an abominable and detestable thing. it [is] wickedness: they shall be burnt with fire, both he and they; that there be no wickedness among you."},{"number":15,"verse":"Also the man that lyeth with a beast, shall dye the death, and ye shall slay the beast."},{"number":16,"verse":"And if a woman come to any beast, and lye therewith, then thou shalt kill the woman and the beast: they shall die the death, their blood shalbe vpon them."},{"number":17,"verse":"Also the man that taketh his sister, his fathers daughter, or his mothers daughter, & seeth her shame and she seeth his shame, it is villenie: therefore they shall be cut off in the sight of their people, because he hath vncouered his sisters shame, he shall beare his iniquitie."},{"number":18,"verse":"The man also that lyeth with a woman hauing her disease, and vncouereth her shame, and openeth her fountaine, and she open the foutaine of her blood, they shall bee euen both cut off from among their people."},{"number":19,"verse":"Moreouer thou shalt not vncouer the shame of thy mothers sister, nor of thy fathers sister: because he hath vncouered his kin, they shall beare their iniquitie."},{"number":20,"verse":"And if a man shall lie with his uncle's wife, he hath uncovered his uncle's nakedness: they shall bear their sin; they shall die They shall be cut off from their people, and their children shall be taken as bastards, and not counted among the Israelites. childless."},{"number":21,"verse":"And if a man shall take his brother's wife, it [is] an unclean thing: he hath uncovered his brother's Read (Lev_18:16). nakedness; they shall be childless."},{"number":22,"verse":"Ye shall keepe therefore all mine ordinances and all my iudgements, and doe them, that the land, whither I bring you to dwel therein, spue you not out."},{"number":23,"verse":"Wherefore ye shall not walke in the maners of this nation which I cast out before you: for they haue committed all these things, therefore I abhorred them."},{"number":24,"verse":"But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, a land that Full of abundance of all things. floweth with milk and honey: I [am] the LORD your God, which have separated you from [other] people."},{"number":25,"verse":"Ye shall therefore put difference between clean beasts and unclean, and between unclean fowls and clean: and ye shall not make your souls By eating them contrary to my commandment. abominable by beast, or by fowl, or by any manner of living thing that creepeth on the ground, which I have separated from you as unclean."},{"number":26,"verse":"Therefore shall ye be holie vnto me: for I the Lorde am holy, and I haue separated you from other people, that ye shoulde be mine."},{"number":27,"verse":"And if a man or woman haue a spirite of diuination, or soothsaying in them, they shall die the death: they shall stone them to death, their blood shalbe vpon them."}]}