{"bibleAbbr":"GB1587","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":4,"verses":[{"number":1,"verse":"Moreouer the Lord spake vnto Moses, saying,"},{"number":2,"verse":"Speak unto the children of Israel, saying, If a soul shall sin through That is, of negligence or ignorance, especially in the ceremonial law: for otherwise the punishment for a crime is determined according to the transgression, (Num_15:22). ignorance against any of the commandments of the LORD [concerning things] which ought not to be done, and shall do against any of them:"},{"number":3,"verse":"If Meaning, the high priest. the priest that is anointed do sin according to the sin of the people; then let him bring for his sin, which he hath sinned, a young bullock without blemish unto the LORD for a sin offering."},{"number":4,"verse":"And he shall bring the bullock unto the door of the tabernacle of the congregation before the LORD; and shall lay his hand upon the bullock's head, and By this confessing that he deserved the same punishment which the beast suffered. kill the bullock before the LORD."},{"number":5,"verse":"And the Priest that is anointed shall take of the bullocks blood, and bring it into the Tabernacle of the Congregation."},{"number":6,"verse":"And the priest shall dip his finger in the blood, and sprinkle of the blood seven times before the LORD, before the vail of the Which was between the holiest of holies and the sanctuary. sanctuary."},{"number":7,"verse":"And the priest shall put [some] of the blood upon the horns of the altar of sweet incense before the LORD, which [is] in the Which was in the court: meaning by the tabernacle the sanctuary: and in the end of this verse it is taken for the court. tabernacle of the congregation; and shall pour all the blood of the bullock at the bottom of the altar of the burnt offering, which [is at] the door of the tabernacle of the congregation."},{"number":8,"verse":"And hee shall take away all the fat of the bullocke for the sinne offring: to wit, the fat that couereth the inwardes, and all the fatte that is about the inwardes."},{"number":9,"verse":"He shall take away also the two kidneis, and the fat that is vpon them, and vpon the flankes, and the kall vpon the liuer with the kidneis,"},{"number":10,"verse":"As it was taken away from the bullock of the peace offrings, & the Priest shall burne them vpon the altar of burnt offring."},{"number":11,"verse":"But the skinne of the bullocke, and all his flesh, with his heade, and his legs, and his inwardes, and his dung shal he beare out."},{"number":12,"verse":"So he shall cary the whole bullocke out of the host vnto a cleane place, where the ashes are powred, & shall burne him on ye wood in the fire: where ye ashes are cast out, shal he be burnt."},{"number":13,"verse":"And if the The multitude does not excuse the sin, but if all have sinned, they must all be punished. whole congregation of Israel sin through ignorance, and the thing be hid from the eyes of the assembly, and they have done [somewhat against] any of the commandments of the LORD [concerning things] which should not be done, and are guilty;"},{"number":14,"verse":"When the sinne which they haue committed shalbe knowen, then the Congregation shall offer a yong bullocke for the sinne, & bring him before the Tabernacle of the Congregation,"},{"number":15,"verse":"And the For all the people could not lay on their hands: therefore it was sufficient that the elders of the people did it in the name of all the congregation. elders of the congregation shall lay their hands upon the head of the bullock before the LORD: and the bullock shall be killed before the LORD."},{"number":16,"verse":"Then the Priest that is anointed, shall bring of the bullockes blood into the Tabernacle of the Congregation,"},{"number":17,"verse":"And the Priest shall dip his finger in the blood, and sprinkle it seuen times before the Lord, euen before the vaile."},{"number":18,"verse":"Also he shall put some of ye blood vpon the hornes of the altar, which is before the Lord, that is in the Tabernacle of the Congregation: then shall he powre all the rest, of the blood at ye foote of the altar of burnt offring, which is at the doore of the Tabernacle of the Congregation,"},{"number":19,"verse":"And he shall take all his fat from him, and burne it vpon the altar."},{"number":20,"verse":"And the Priest shal doe with this bullocke, as he did with the bullocke for his sinne: so shall he do with this: so the Priest shal make an atonement for them, and it shalbe forgiuen them."},{"number":21,"verse":"For he shal carie the bullocke without the hoste, and burne him as he burned the first bullock: for it is an offring for the sinne of the Congregation."},{"number":22,"verse":"When a ruler shal sinne, and do through ignorance against any of the commaundementes of the Lorde his God, which should not be done, and shall offend,"},{"number":23,"verse":"If one shewe vnto him his sinne, which he hath committed, the shall he bring for his offring an hee goat without blemish,"},{"number":24,"verse":"And he shall lay his hand upon the head of the goat, and kill it That is, the priest shall kill it; for it was not lawful for any out of that office to kill the beast. in the place where they kill the burnt offering before the LORD: it [is] a sin offering."},{"number":25,"verse":"Then the Priest shall take of the blood of the sinne offring with his finger, and put it vpon the hornes of the burnt offring altar, and shall powre the rest of his blood at the foote of the burnt offring altar,"},{"number":26,"verse":"And he shall burn all his fat upon the altar, as the fat of the sacrifice of peace offerings: and the priest shall make In which he represented Jesus Christ. an atonement for him as concerning his sin, and it shall be forgiven him."},{"number":27,"verse":"Likewise if any of the people of ye lande shall sinne through ignoraunce in doing against any of the commandements of the Lord, which should not be done, and shall offend,"},{"number":28,"verse":"If one shewe him his sinne which he hath committed, then he shall bring for his offring, a shee goate without blemish for his sinne which he hath committed,"},{"number":29,"verse":"Read (Lev_4:24). And he shall lay his hand upon the head of the sin offering, and slay the sin offering in the place of the burnt offering."},{"number":30,"verse":"Then the Priest shall take of the blood thereof with his finger, and put it vpon the hornes of the burnt offring altar, & powre all the rest of the blood thereof at the foote of the altar,"},{"number":31,"verse":"And shall take away all his fat, as the fat of the peace offringes is taken away, and the Priest shall burne it vpon the altar for a sweete sauour vnto the Lorde, and the Priest shall make an atonement for him, and it shalbe forgiuen him."},{"number":32,"verse":"And if he bring a lambe for his sinne offring, he shall bring a female without blemish,"},{"number":33,"verse":"And he shall lay his Meaning that the punishment of his sin should be laid on the beast, or, that he had received all things from God, and offered this willingly. hand upon the head of the sin offering, and slay it for a sin offering in the place where they kill the burnt offering."},{"number":34,"verse":"Then the Priest shall take of the blood of the sinne offring with his finger, and put it vpon the hornes of the burnt offring altar, and shall powre al the rest of the blood thereof at the foote of the altar."},{"number":35,"verse":"And he shall take away all the fat thereof, as the fat of the lamb is taken away from the sacrifice of the peace offerings; and the priest shall burn them upon the altar, Or, besides the burnt offerings, which were daily offered to the Lord. according to the offerings made by fire unto the LORD: and the priest shall make an atonement for his sin that he hath committed, and it shall be forgiven him."}]}