{"bibleAbbr":"GB1587","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":7,"verses":[{"number":1,"verse":"Likewise this [is] the law of the Which is for the smaller sins, and such as are committed by ignorance. trespass offering: it [is] most holy."},{"number":2,"verse":"In the place At the court gate. where they kill the burnt offering shall they kill the trespass offering: and the blood thereof shall he sprinkle round about upon the altar."},{"number":3,"verse":"And the high priest. he shall offer of it all the fat thereof; the rump, and the fat that covereth the inwards,"},{"number":4,"verse":"After he shall take away the two kidneis, with the fat that is on them & vpon the flankes, and the kall on the liuer with the kidneis."},{"number":5,"verse":"Then the Priest shall burne them vpon the altar, for an offring made by fire vnto the Lorde: this is a trespasse offring."},{"number":6,"verse":"All the males among the Priestes shall eate thereof, it shalbe eaten in the holy place, for it is most holy."},{"number":7,"verse":"As the sin offering [is], so [is] the trespass offering: [there is] one The same ceremonies, even though this word trespass signifies less then sin. law for them: the priest that maketh atonement Meaning, the rest which is left and not burnt. therewith shall have [it]."},{"number":8,"verse":"Also the Priest that offereth any mans burnt offring, shall haue the skinne of the burnt offring which he hath offered."},{"number":9,"verse":"And all the meate offring that is baken in the ouen, and that is dressed in the pan, and in the frying pan, shall be the Priestes that offereth it."},{"number":10,"verse":"And every meat offering, mingled with oil, and Because it had no oil or liquor. dry, shall all the sons of Aaron have, one [as much] as another."},{"number":11,"verse":"Furthermore, this is the lawe of the peace offrings, which he shall offer vnto the Lorde."},{"number":12,"verse":"If he offer it for a Peace offerings contain a confession and thanksgiving for a benefit received, and also a vow, and free offering to receive a benefit. thanksgiving, then he shall offer with the sacrifice of thanksgiving unleavened cakes mingled with oil, and unleavened wafers anointed with oil, and cakes mingled with oil, of fine flour, fried."},{"number":13,"verse":"He shall offer also his offring with cakes of leauened bread, for his peace offrings, to giue thankes."},{"number":14,"verse":"And of all the sacrifice he shall offer one cake for an heaue offering vnto the Lorde, and it shalbe the Priestes that sprinckleth the blood of the peace offrings."},{"number":15,"verse":"Also the flesh of his peace offerings, for thankesgiuing, shalbe eaten the same day that it is offered: he shall leaue nothing thereof vntill the morning."},{"number":16,"verse":"But if the sacrifice of his offering [be] a If he makes a vow to offer: or else the flesh of the peace offerings must be eaten the same day. vow, or a voluntary offering, it shall be eaten the same day that he offereth his sacrifice: and on the morrow also the remainder of it shall be eaten:"},{"number":17,"verse":"But as much of the offered flesh as remaineth vnto the third day, shalbe burnt with fire."},{"number":18,"verse":"And if [any] of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, it shall not be accepted, neither shall it be imputed unto him that offereth it: it shall be an abomination, and the soul that eateth of it shall The sin for which he offered shall remain. bear his iniquity."},{"number":19,"verse":"And the flesh that toucheth any unclean After it is sacrificed. [thing] shall not be eaten; it shall be burnt with fire: and Of the peace offering that is clean. as for the flesh, all that be clean shall eat thereof."},{"number":20,"verse":"But if any eate of the flesh of the peace offerings that pertaineth to the Lorde, hauing his vncleannesse vpon him, euen the same person shalbe cut off from his people."},{"number":21,"verse":"Moreouer, whe any toucheth any vncleane thing, as the vncleannesse of man, or of an vncleane beast, or of any filthie abomination, and eate of the flesh of the peace offrings, which pertaineth vnto the Lorde, euen that person shalbe cut off from his people."},{"number":22,"verse":"Againe ye Lord spake vnto Moses, saying,"},{"number":23,"verse":"Speake vnto the children of Israel, & say, Ye shall eate no fat of beeues, nor of sheepe, nor of goates:"},{"number":24,"verse":"Yet the fat of the dead beast, and the fat of that, which is torne with beastes, shalbe occupied to any vse, but ye shall not eate of it."},{"number":25,"verse":"For whosoeuer eateth the fat of the beast, of the which he shall offer an offering made by fire to the Lorde, euen the person that eateth, shalbe cut off from his people."},{"number":26,"verse":"Neither shall ye eate any blood, either of foule, or of beast in all your dwellings."},{"number":27,"verse":"Euery person that eateth any blood, euen the same person shall be cut off from his people."},{"number":28,"verse":"And the Lord talked with Moses, saying,"},{"number":29,"verse":"Speake vnto the children of Israel, & say, Hee that offereth his peace offerings vnto the Lorde, shall bring his gifte vnto the Lorde of his peace offerings:"},{"number":30,"verse":"His own And should not send it by another. hands shall bring the offerings of the LORD made by fire, the fat with the breast, it shall he bring, that the breast may be waved [for] a wave offering before the LORD."},{"number":31,"verse":"Then the Priest shall burne the fatte vpon the Altar, and the breast shall be Aarons and his sonnes."},{"number":32,"verse":"And the right shoulder shall ye giue vnto the Priest for an heaue offering, of your peace offrings."},{"number":33,"verse":"The same that offreth the blood of ye peace offrings, and the fatte, among the sonnes of Aaron, shall haue the right shoulder for his parte."},{"number":34,"verse":"For the breast shaken to and fro, and the shoulder lifted vp, haue I taken of the children of Israel, euen of their peace offrings, and haue giuen them vnto Aaron the Priest and vnto his sonnes by a statute for euer from among the children of Israel."},{"number":35,"verse":"This [is the portion] of the that is, his privilege, reward and portion. anointing of Aaron, and of the anointing of his sons, out of the offerings of the LORD made by fire, in the day [when] he presented them to minister unto the LORD in the priest's office;"},{"number":36,"verse":"The which portions the Lorde commanded to giue them in the day that he anointed them from among the children of Israel, by a statute for euer in their generations."},{"number":37,"verse":"This [is] the law of the burnt offering, of the meat offering, and of the sin offering, and of the trespass offering, and of the Which sacrifice was offered when the priests were consecrated, (Exo_29:22). consecrations, and of the sacrifice of the peace offerings;"},{"number":38,"verse":"Which the Lorde commaunded Moses in the mount Sinai, when he commanded the children of Israel to offer their giftes vnto the Lorde in the wildernesse of Sinai."}]}