{"bibleAbbr":"Geneva1587","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":9,"verses":[{"number":1,"verse":"And it came to pass on the After their consecration: for the seven days before, the priests were consecrated. eighth day, [that] Moses called Aaron and his sons, and the elders of Israel;"},{"number":2,"verse":"And he said unto Aaron, Take thee a young calf for a Aaron enters into the possession of the priesthood: and offers the four principal sacrifices, the burnt offering, the sin offering, the peace offering, and the meat offering. sin offering, and a ram for a burnt offering, without blemish, and offer [them] before the LORD."},{"number":3,"verse":"And vnto the children of Israel thou shalt speake, saying, Take yee an hee goate for a sinne offring, and a calfe, and a lambe, both of a yeere olde, without blemish for a burnt offring:"},{"number":4,"verse":"Also a bullock, and a ramme for peace offringes, to offer before the Lorde, and a meate offring mingled with oyle: for to day the Lorde will appeare vnto you."},{"number":5,"verse":"And they brought [that] which Moses commanded before the tabernacle of the congregation: and all the congregation drew near and stood before the Before the altar where his glory appeared. LORD."},{"number":6,"verse":"(For Moses had sayde, This is the thing, which the Lord commaunded that ye should do, and the glory of the Lord shal appeare vnto you)"},{"number":7,"verse":"And Moses said unto Aaron, Go unto the altar, and offer thy sin offering, and thy burnt offering, and make an atonement for Read for the understanding of this peace, (Heb_4:5, Heb_7:27). thyself, and for the people: and offer the offering of the people, and make an atonement for them; as the LORD commanded."},{"number":8,"verse":"Aaron therefore went vnto the Altar, and killed the calfe of the sinne offring, which was for himselfe."},{"number":9,"verse":"And the sonnes of Aaron brought ye blood vnto him, and he dipt his finger in the blood, and put it vpon the hornes of the Altar, and powred the rest of the blood at the foote of the Altar."},{"number":10,"verse":"But the fat, and the kidneys, and the caul above the liver of the sin offering, he That is, he laid them in order, and so they were burnt when the Lord sent down fire. burnt upon the altar; as the LORD commanded Moses."},{"number":11,"verse":"The flesh also and the hide hee burnt with fire without the hoste."},{"number":12,"verse":"After, he slewe the burnt offering, and Aarons sonnes brought vnto him the blood, which he sprinckled round about vpon the Altar."},{"number":13,"verse":"Also they brought the burnt offring vnto him with the pieces thereof, and the head, and he burnt them vpon the Altar."},{"number":14,"verse":"And he did wash the inwards and the legs, and All this must be understood of the preparation of the sacrifices which were burnt after, (Lev_9:24). burnt [them] upon the burnt offering on the altar."},{"number":15,"verse":"Then he offred the peoples offring, and tooke a goate, which was the sinne offring for the people, and slewe it: and offred it for sinne, as the first:"},{"number":16,"verse":"So he offred the burnt offring, and prepared it, according to the maner."},{"number":17,"verse":"He presented also the meate offring, & filled his hand thereof, and beside the burnt sacrifice of the morning he burnt this vpon the Altar."},{"number":18,"verse":"He slewe also the bullock, and the ram for the peace offrings, that was for the people, and Arons sonnes brought vnto him the blood, which he sprinkled vpon the Altar round about,"},{"number":19,"verse":"With the fat of the bullocke, and of the ram, the rumpe, and that which couereth the inwards and the kidneis, and the kall of the liuer."},{"number":20,"verse":"So they layed the fat vpon the breasts, and he burnt the fat vpon the Altar."},{"number":21,"verse":"And the Of the bullock and the ram. breasts and the right shoulder Aaron waved [for] a wave offering before the LORD; as Moses commanded."},{"number":22,"verse":"And Aaron lifted up his hand toward the people, and blessed them, and Because the altar was near the sanctuary, which was the upper end, therefore he is said to come down. came down from offering of the sin offering, and the burnt offering, and peace offerings."},{"number":23,"verse":"And Moses and Aaron went into the tabernacle of the congregation, and came out, and Or prayed for the people. blessed the people: and the glory of the LORD appeared unto all the people."},{"number":24,"verse":"And there came a fire out from the Lord and consumed vpon the Altar the burnt offring and the fatte: which when all the people sawe, they gaue thankes, and fell on their faces."}]}