{"bibleAbbr":"TERV1998","bookName":"ரோமர்","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"எனவே மற்றவர்களிடம் இல்லாத உயர்வு யூதர்களிடம் மட்டும் என்ன உள்ளது? அவர்களின் விருத்தசேதனம் என்பதில் அடங்கி இருக்கும் சிறப்பு என்ன?"},{"number":2,"verse":"யூதர்களிடம் நிறைய சிறப்புத் தன்மைகள் உள்ளன. தேவன் அவர்களை நம்பியே தம் போதனைகளைக் கொடுத்தார். இதுதான் மிக சிறப்பான மேன்மையாகும்."},{"number":3,"verse":"சில யூதர்கள் தேவனுடைய நம்பிக்கைக்கு உரியவர்களாக இல்லை என்பது உண்மையாகும். எனினும் அது தேவனுடைய வாக்குறுதியை மதிப்பற்றதாகச் செய்யாது."},{"number":4,"verse":"உலகில் உள்ள அத்தனை மக்களும் பொய்யராகிப் போனாலும் தேவன் தொடர்ந்து உண்மையுள்ளவராகவே இருப்பார். “நீர் உமது வார்த்தைகளில் நீதியுள்ளவராய் விளங்குவீர். உம்முடைய நியாயம் விசாரிக்கப்படும்போது வெற்றியடைவீர்” (சங்கீ. 51:4) என்று வேதவாக்கியங்களில் எழுதப்பட்டுள்ளது."},{"number":5,"verse":"நாம் தவறு செய்யும்போது, தேவன் சரியானவர் என்று தெளிவாக அது காட்டிவிடும். எனவே தேவன் நம்மைத் தண்டிக்கும்போது அவர் நீதியில்லாதவர் என்று கூற முடியுமா? (சிலர் இவ்வாறு கூறுவதாக எண்ணுகிறேன்.)"},{"number":6,"verse":"கூடாது நம்மை தேவன் தண்டிக்க முடியாமல் போனால், பின்பு உலகத்தையும் தேவனால் நியாயந்தீர்க்க முடியாமல் போகும்."},{"number":7,"verse":"“நான் பொய் சொல்லும்போது அது தேவனுக்குப் பெருமையே சேர்க்கிறது. ஏனெனில் என் பொய் தேவனுடைய உண்மையை விளங்க வைக்கிறது. அப்படி இருக்கும்போது நான் ஏன் பாவி என்று தீர்ப்பளிக்கப்பட வேண்டும்?” என்று ஒருவன் கேட்கிறான்."},{"number":8,"verse":"“நாம் தீமை செய்வோம். அதன் மூலம் நன்மை வரும்” என்று சொல்வதைப் போலாகும் அது. ஆனால் சிலர் அவ்வாறுதான் நாங்கள் போதிக்கிறோம் என்று விமர்சிக்கிறார்கள். அவர்கள் சொல்வது தவறு. அவர்கள் கண்டிக்கப்பட வேண்டும்."},{"number":9,"verse":"(அனைவரும் குற்றவாளிகளே) யூதர்களாகிய நாம் மற்றவர்களைக் காட்டிலும் சிறப்பு மிக்கவர்களா? இல்லை. யூதர்களும், யூதரல்லாதவர்களும் சமமானவர்கள் என்று ஏற்கெனவே கூறியிருக்கிறோம். அவர்கள் எல்லாம் குற்றம் உடையவர்களே."},{"number":10,"verse":"எழுதப்பட்டபடி, “சரியானவன் ஒருவன் கூட இல்லை."},{"number":11,"verse":"புரிந்துகொள்கிறவனும் எவனுமில்லை. உண்மையில் தேவனோடிருக்க விரும்புகிறவனும் யாரும் இல்லை."},{"number":12,"verse":"எல்லோரும் வழிதப்பியவர்கள். எல்லோருமே பயனற்றுப்போனவர்கள். நல்லவை செய்பவன் ஒருவனாகிலும் இல்லை.” (சங்கீ. 14:1-3)"},{"number":13,"verse":"“அவர்களின் வாய்கள் திறந்த சவக் குழிகள் போன்றவை; தங்கள் நாக்குகளை பொய் சொல்லவே பயன்படுத்துகிறார்கள்.” (சங்கீ. 5:9) “அவர்கள் சொல்லும் காரியங்கள் பாம்புகளின் விஷத்தைப் போன்றது.” (சங்கீ. 140:3)"},{"number":14,"verse":"“அவர்களது வாய் சபிப்பினாலும் கசப்பினாலும் நிறைந்துள்ளது.” (சங்கீ. 10:7)"},{"number":15,"verse":"“அவர்கள் எப்போதும் தாக்கவும் கொலை செய்யவும் தயாராக உள்ளனர்."},{"number":16,"verse":"அவர்கள் செல்லும் வழிகளில் நாசமும் துன்பமும் உள்ளன."},{"number":17,"verse":"அவர்களுக்குச் சமாதானத்தின் வழி தெரியாது.” (ஏசா. 59:7-8)"},{"number":18,"verse":"“அவர்களிடம் தெய்வ பயமில்லை; தேவனிடம் மரியாதையும் இல்லை.” (சங்கீ. 36:1)"},{"number":19,"verse":"நியாயப்பிரமாணம் சொல்லுவதெல்லாம் அதற்கு உட்பட்டவர்களுக்கே. இது யூதர்களின் வாய்களை அடைத்துவிட்டது. இது உலகத்தார் அனைவரையும் தேவனுடைய நியாயத்தீர்ப்புக்குக் கீழ்ப்படியும்படி செய்தது."},{"number":20,"verse":"ஏனென்றால் எந்த மனிதனும் நியாயப்பிரமாணத்தின் செயல்களினாலே தேவனுக்கு முன்பாக நீதிமானாக்கப்படுவதில்லை. நியாயப்பிரமாணத்தின் நோக்கம் பாவம் பற்றிய உணர்வைக் கொண்டு வருவதுதான்."},{"number":21,"verse":"(நீதி செய்யும் தேவன்) சட்டவிதிகளின் உதவி இல்லாமலேயே தேவன் மக்களைச் சரியான வழியில் நடத்துகிறார். தேவன் இப்போது நமக்குப் புதிய வழியைக் காட்டியுள்ளார். சட்டங்களும், தீர்க்கதரிசிகளும் இப்புதிய வழியைப்பற்றிப் பேசியுள்ளனர்."},{"number":22,"verse":"இயேசு கிறிஸ்துவின் மேல் வைத்த விசுவாசத்தின் மூலம் தேவன் மக்களை சரியான வழிப்படுத்துகிறார். கிறிஸ்துவில் விசுவாசம் வைத்திருக்கும் எல்லாருக்கும் தேவன் இதைச் செய்தார். எந்த வேறுபாடும் இல்லை."},{"number":23,"verse":"மக்களனைவரும் பாவம் செய்து தேவனுடைய மகிமையைப் பெறத் தகுதியில்லாதவராகிவிட்டனர்."},{"number":24,"verse":"இலவசமாய் அவருடைய கிருபையினாலே கிறிஸ்து இயேசுவில் உள்ள இரட்சிப்பைக் கொண்டு நீதிமான்களாக்கப்படுவார்கள்."},{"number":25,"verse":"விசுவாசத்தின் மூலம் பாவிகள் மன்னிக்கப்பட தேவன் இயேசுவை ஒரு வழியாக வகுத்தார். இயேசுவின் இரத்தத்தால் தேவன் இதைச் செய்தார். எது சரியானதோ, நியாயமானதோ அதையே தேவன் செய்வார் என்பதை இது காட்டும். கடந்த காலத்தில் தேவன் மிகப் பொறுமையாக இருந்தார். மக்களின் பாவங்களுக்காக அவர்களைத் தண்டிக்காமல் விட்டார்."},{"number":26,"verse":"இவ்வாறு தேவன் சரியான வழியில் நியாயம்தீர்ப்பார் என்பதை இன்று இயேசு கிறிஸ்துவின் மூலம் வெளிக் காட்டியுள்ளார். அதே நேரத்தில் இயேசுவில் விசுவாசம் உள்ள எவரையும் தேவன் நீதிமான்களாக்குகிறார்."},{"number":27,"verse":"எனவே நம்மை நாமே மேன்மை பாராட்டிக்கொள்ள ஏதேனும் காரணம் உள்ளதாக இல்லை. எதற்காக இல்லை? சட்ட வழிகளின்படி வாழ்வதால் அல்ல, விசுவாசத்தால் மட்டுமே. நாம் பெருமை பாராட்டுவதை நிறுத்த வேண்டும். எதற்காக?"},{"number":28,"verse":"ஏனென்றால் ஒருவன் சட்டவழிகளின்படி வாழ்வதால் நீதிமானாக முடியாது; இயேசுவை விசுவாசிப்பதன் மூலமே நீதிமானாக முடியும். இதுவே நமது நம்பிக்கை."},{"number":29,"verse":"தேவன் என்பவர் யூதர்களுக்கு மட்டும் உரியவர் அல்லர். அவர் யூதர் அல்லாதவர்களுக்கும் உரியவரே."},{"number":30,"verse":"ஒரே ஒரு தேவனே உள்ளார். அவரே யூதர்களையும் அவர்கள் விசுவாசத்தின் மூலம் நீதிமான்களாக்குகிறார். அவ்வாறே யூதரல்லாதவர்களையும் ஆக்குகிறார்."},{"number":31,"verse":"விசுவாசத்தின் வழியைப் பின்பற்றுவதன் மூலம் சட்ட விதிகளை அழித்துவிடுகிறோமா? இல்லை. இவ்வாறு நாம் உண்மையாகச் சட்டத்தைக் கைக்கொள்கிறோம்."}]}