{"bibleAbbr":"TERV1998","bookName":"ரோமர்","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"(தேவனும் யூதமக்களும்) நான் கிறிஸ்துவுக்குள் இருக்கிறேன். நான் உண்மையைக் கூறுகிறேன். நான் பொய் சொல்வதில்லை. என் உணர்வுகள் பரிசுத்த ஆவியானவரால் ஆளப்படுகின்றன. அந்த உணர்வுகள் நான் பொய்யானவனில்லை என்று கூறுகின்றன."},{"number":2,"verse":"எனக்குப் பெருந்துக்கம் உண்டு. யூதமக்களுக்காக எப்பொழுதும் நான் மிகவும் கவலைப்படுகிறேன்."},{"number":3,"verse":"அவர்கள் எனது சகோதர சகோதரிகளுமாகவும், மண்ணுலகக் குடும்பமுமாகவும் இருக்கிறார்கள். அவர்களுக்கு உதவ விரும்புகிறேன். அவர்களுக்கு உதவியாக இருக்குமானால் நான் பழிக்கப்படவும், கிறிஸ்துவிலிருந்து துண்டித்துக்கொள்ளவும் தயாராக இருக்கிறேன்."},{"number":4,"verse":"அவர்கள் இஸ்ரவேல் மக்கள். யூதர்கள் தேவனால் தேர்ந்தெடுக்கப்பட்ட பிள்ளைகள். தேவனுடைய மகிமை அவர்களுக்கு உண்டு. தேவனுக்கும் அவர்களுக்கும் இடையில் உடன்படிக்கைகள் உண்டு. தேவன் அவர்களுக்கு மோசேயின் நியாயப்பிரமாணத்தையும், வழிபாட்டு முறைகளையும் கொடுத்தார். தனது வாக்குறுதிகளை யூதர்களுக்கு தேவன் கொடுத்திருக்கிறார்."},{"number":5,"verse":"அவர்கள் நமது மூதாதையர்களின் வழி வந்தவர்கள். அவர்கள் வழியில் கிறிஸ்துவும் மண்ணுலகில் பிறந்தார். கிறிஸ்துவே எல்லாவற்றுக்கும் மேலான தேவன். அவரை எப்பொழுதும் துதியுங்கள். ஆமென்."},{"number":6,"verse":"நான் யூதர்களுக்காக வருத்தப்படுகிறேன். அவர்களிடம் தேவன் தன் வாக்குறுதியை நிறைவேற்றுவதில் தவறிவிட்டார் என்று எண்ணுகிறதில்லை. ஆனால் இஸ்ரவேல் மக்களில் ஒரு சிலரே தேவனுடைய உண்மையான மக்களாய் இருக்கிறார்கள்."},{"number":7,"verse":"ஆபிரகாமின் சில மரபுவழியினரே ஆபிரகாமின் உண்மையான மக்களாக இருக்கின்றனர். இதையே ஆபிரகாமிடம் தேவன் “ஈசாக்கு உனது சட்டபூர்வமான குமாரன்” (ஆதி. 21:12) என்று கூறினார்."},{"number":8,"verse":"ஆபிரகாமின் அனைத்து சந்ததியினருமே தேவனுடைய பிள்ளைகள் இல்லை என்பது தான் இதன் பொருள். ஆபிரகாமுக்கு அவர் வாக்குறுதி செய்தார். ஆனால் ஆபிரகாமின் உண்மையான பிள்ளைகள் எல்லாம் தேவனுக்கும் உண்மையான பிள்ளைகள் ஆகின்றனர். ஏனென்றால்"},{"number":9,"verse":"“சரியான நேரத்தில் நான் திரும்ப வருவேன். சாராள் ஒரு குமாரனைப் பெற்றெடுப்பாள்” (ஆதி. 18:10-14) என்பது தான் தேவனுடைய வாக்குறுதி."},{"number":10,"verse":"அது மட்டுமல்ல, ரெபேக்காவும் பிள்ளைகளைப் பெற்றாள். ஒரே தந்தையை இப்பிள்ளைகள் கொண்டிருந்தார்கள். அவரே நமது தந்தையான ஈசாக்கு."},{"number":11,"verse":"இரு குமாரர்களும் பிறப்பதற்கு முன்பே தேவன் ரெபேக்காவிடம், “மூத்த குமாரன் இளையவனுக்கு சேவை செய்வான்” (ஆதி. 25:23) என்றார். அவர்கள் நல்லதோ தீயதோ எதுவாக இருந்தாலும் செய்வதற்கு முன்னரே தேவன் இவ்வாறு சொன்னார். இத்திட்டம் ஏற்கெனவே தேவனால் உருவாக்கப்பட்டது என்பதுதான் காரணம். தேவன் அவனைத் தேர்ந்தெடுக்க விரும்பினார். அதனால் தேர்ந்தெடுத்தார். அதுதான் காரணமே தவிர பிள்ளைகள் ஏதோ செய்ததற்காக அல்ல."},{"number":13,"verse":"“நான் யாக்கோபை நேசித்தேன். ஏசாவை வெறுத்தேன்” (மல்கி. 1:2-3) என்று எழுதப்பட்டிருக்கிறது."},{"number":14,"verse":"எனவே இதைப்பற்றி நாம் என்ன சொல்ல முடியும்? தேவன் அநீதியாய் இருக்கிறார் என்று சொல்ல முடியுமா? முடியாதே."},{"number":15,"verse":"“நான் யாரிடம் இரக்கம் காட்டவேண்டும் என்று விரும்புகிறேனோ அவனிடம் இரக்கம் காட்டுவேன்.” (யாத். 33:19) என்று தேவன் மோசேயிடம் சொல்லி இருக்கிறார்."},{"number":16,"verse":"எனவே கருணை காட்டப்படத் தகுதியான ஒருவனை தேவன் தேர்ந்தெடுக்கிறார். அவரது தேர்ந்தெடுப்பு மனித விருப்பங்களுக்கும் முயற்சிகளுக்கும் அப்பாற்பட்டது."},{"number":17,"verse":"“நான் உன்னை ராஜாவாக்கினேன். நீ எனக்காக இதைச் செய். எனது பலத்தை நான் உனக்குக் காட்டும்படியாக எனது பெயர் உலகமெங்கும் அறிவிக்கப்பட வேண்டும் என்று விரும்பினேன்” (யாத். 9:16) என தேவன் பார்வோனிடம் கூறியதாக எழுதப்பட்டிருக்கிறது."},{"number":18,"verse":"எனவே, தேவன் இரக்கத்துக்குரியவர்களாகத் தேர்ந்தெடுத்தவர்களிடம் இரக்கமாய் இருக்கிறார். கடினமாக இருக்கத் தேர்ந்தெடுத்தவர்களிடத்தில் கடினமாக இருக்கிறார்."},{"number":19,"verse":"“நமது செயல்களையெல்லாம் தேவனால் கட்டுப்படுத்த முடியுமானால் பிறகு ஏன் அவர் நமது பாவங்களுக்காக நம்மைக் குற்றம் சாட்டுகிறார்” என்று உங்களில் ஒருவர் கேட்கலாம்."},{"number":20,"verse":"அதைக் கேட்காதீர்கள். நீங்கள் மானிடர். மானிடர்களுக்கு தேவனைக் கேள்வி கேட்கும் அதிகாரம் இல்லை. ஒரு மண்ஜாடி தன்னைச் செய்தவனிடம் கேள்வி எதுவும் கேட்கக்கூடாது. “என்னை ஏன் இவ்வாறு செய்தாய்?” என்று மண்ஜாடி கேட்கலாமா?"},{"number":21,"verse":"ஜாடியைச் செய்கிறவன் தன் விருப்பம் போல் எதை வேண்டுமானாலும் செய்யலாம். அதே களிமண்ணால் அவன் வேறு எந்தப் பொருளை வேண்டுமானாலும் செய்திருக்கலாம். ஒரு பொருளை அவன் சிறப்பான பயனுக்காகவும், மற்றொன்றை அவன் அன்றாட பயனுக்காகவும் செய்யலாம்."},{"number":22,"verse":"இதைப் போன்றுதான் தேவனும் செய்கின்றார். அவர் தமது கோபத்தை வெளிக்காட்டவும் தனது வல்லமையை வெளிப்படுத்தவும் விரும்பினார். தன் கோபத்தைத் தூண்டிய மக்களை அழிக்கத் தயாராய் இருந்த நிலையில் தேவன் அவர்களை மிகப் பொறுமையுடன் சகித்துக்கொண்டார்."},{"number":23,"verse":"தன் உயர்வும் சிறப்பும் வெளிப்படும் காலம் வரைக்கும் தேவன் பொறுமையோடு காத்திருந்தார். அவரது இரக்கத்தைப் பெறுவோரிடம் அவர் தனது மகிமையைக் கொடுத்தார். அவர் அதற்குரியவர்களாக அவர்களைத் தயார்படுத்தினார்."},{"number":24,"verse":"நாங்களே தேவனால் தேர்ந்தெடுக்கப்பட்ட மக்கள். நாங்களே தேவனால் அழைக்கப்பட்டவர்கள். அவர் எங்களை யூதர்களிடமிருந்தும் யூதர் அல்லாதவர்களிடமிருந்தும் தேர்ந்தெடுத்தார்."},{"number":25,"verse":"“எனக்கு உரியவர்கள் அல்ல என்னும் மக்களையும் ‘என் மக்களே’ என்றும், நேசிக்கப்படாது இருந்தவர்களையும், ‘என்னால் நேசிக்கப்படும் மக்கள்’ என்று நான் அழைப்பேன். (ஓசி. 2:23)"},{"number":26,"verse":"“நீங்கள் என்னுடைய மக்கள் அல்லவென்று அவர்களுக்குச் சொல்லப்பட்ட அதே இடத்திலே அவர்கள் ஜீவனுள்ள தேவனுடைய பிள்ளைகள் எனப்படுவார்கள்” (ஓசி. 1:10) என்று ஓசியாவின் நூலில் எழுதப்பட்டுள்ளது."},{"number":27,"verse":"ஏசாயா இஸ்ரவேலைப்பற்றிக் கதறினார். “இஸ்ரவேல் மக்களின் எண்ணிக்கை கடற்கரையில் உள்ள மணலைப் போன்றிருக்கிறது. எனினும் சிலரே இரட்சிக்கப்படுவார்கள்."},{"number":28,"verse":"ஆமாம். மண்ணில் வாழும் மக்களை தேவன் விரைவாக நியாயம்தீர்த்து முடிப்பார்.” (ஏசா. 10:22-23)"},{"number":29,"verse":"“கர்த்தருக்கு அனைத்து வல்லமையும் உண்டு. எங்களுக்காக அவர் சிலரைக் காப்பாற்றினார். அவர் அதனைச் செய்திருக்காவிட்டால் இப்போது நாங்கள் சோதோமைப் போலாகி கொமோராவுக்கு ஒத்தவராய் இருப்போம்.” (ஏசா. 1:9) என்று ஏசாயா சொன்னார்."},{"number":30,"verse":"இவற்றுக்கெல்லாம் என்ன பொருள்? யூதரல்லாதவர்கள் தேவன் முன் நீதிமான்களாக விளங்க முயற்சி செய்யவில்லை. எனினும் நீதிமான்களாக ஆனார்கள். காரணம் அவர்களது விசுவாசமே."},{"number":31,"verse":"ஆனால் இஸ்ரவேல் மக்கள் சட்டவிதிகளின்படி வாழ்ந்து தேவனுக்கேற்ற நீதிமான்களாக விரும்பினார்கள். ஆனால் அவர்கள் வெல்லவில்லை."},{"number":32,"verse":"காரணம் அவர்கள் அதனை தேவனில் நம்பிக்கை வைக்காமல், தங்கள் செயல்கள் மூலம் தேடினர். தடுக்கி விழத்தக்க கல்லிலேயே தடுக்கி விழுந்தார்கள்."},{"number":33,"verse":"அந்தக் கல்லைப் பற்றியும் எழுதப்பட்டிருக்கிறது. “பாருங்கள்! நான் கல்லை சீயோனில் வைத்திருக்கிறேன். அது மக்களைத் தடுக்கி விழச் செய்யும். அந்தப் பாறை மக்களைத் தடுமாறி விழ அனுமதிக்கும். ஆனால் அக்கல்லிடம் நம்பிக்கைக்கொண்ட எவனும் அவமானம் அடைவதில்லை.” (ஏசா. 8:14; 28:16)"}]}