{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"( దేవుణ్ణి ఆరాధించేందుకు స్థలం) “కొత్త దేశంలో మీరు మీ జీవితకాలమంతా పాటించేందుకు జాగ్రత్త పడాల్సిన ఆజ్ఞలు, నియమాలు ఉన్నాయి. మీ పూర్వీకుల దేవుడైన యెహోవా మీకు ఇస్తున్న దేశంలో మీరు జీవించినంత కాలమూ ఈ ఆజ్ఞలకు మీరు విధేయులు కావాలి."},{"number":2,"verse":"ఇప్పుడు అక్కడ నివసిస్తున్న రాజ్యాలనుండి దేశాన్ని మీరు స్వాధీనం చేసుకోండి. ఈ దేశాల ప్రజలు వారి దేవుళ్లను పూజించిన స్థలాలన్నింటినీ మీరు పూర్తిగా నాశనం చేయాలి. ఎత్తయిన పర్వతాలమీద, కొండలమీద, పచ్చని చెట్ల క్రింద ఈ స్థలాలు ఉన్నాయి."},{"number":3,"verse":"వారి బలిపీఠాలను మీరు పడగొట్టాలి, వారి స్మారక శిలలను ముక్కలు ముక్కలుగా విరుగగొట్టాలి. వారి అషేరా స్తంభాలను కాల్చివేయాలి, వారి దేవుళ్ల విగ్రహాలను కూలగొట్టండి."},{"number":4,"verse":"“కానీ ఆ ప్రజలు వారి దేవుళ్లను పూజించిన పద్ధతిలో మీరు మీ దేవుడైన యెహోవాను ఆరాధించకూడదు."},{"number":5,"verse":"మీ దేవుడైన యెహోవా తన ఆలయం కోసం ఒక ప్రత్యేక స్థలం మీ వంశాలవారి మధ్య నిర్ణయిస్తాడు. యెహోవా తన నామాన్ని అక్కడుంచుతాడు. అది ఆయన ఆలయం. ఆయనను ఆరాధించడానికి ఆ స్థలానికి వెళ్లాలి"},{"number":6,"verse":"మీ దహనబలులు, మీ బలులు మీ పంట. మరియు జంతువులో దశమ భాగం ( దశమ భాగం లేక పదింట ఒక భాగం. చూడండి.) మీ ప్రత్యేక కానుకలు, యెహోవాకు మీరు వాగ్దానం చేసిన కానుకలు, మీ స్వేచ్ఛార్పణలు, మరియు మీ పశువుల మందలోను, గొర్రెల మందలోను మొట్టమొదటగా పుట్టిన జంతువులను అక్కడికి మీరు తీసుకొని రావాలి."},{"number":7,"verse":"మీరూ, మీ కుటుంబాలూ ఆ చోట సమావేశమై అక్కడ అందరూ కలిసి భోజనం చేయాలి, మీ దేవుడైన యెహోవా అక్కడ మీతో ఉంటాడు. అక్కడ మీరు కష్టపడిన వాటి ఫలాలను భుజిస్తారు. దేవుడైన యెహోవా మిమ్మల్ని ఆశీర్వదించి ఆ మంచివాటిని మీకు ఇచ్చాడని జ్ఞాపకం చేసుకొంటారు."},{"number":8,"verse":"“ఆ సమయంలో మనం ఇంతవరకు ఆరాధిస్తున్న విధానాన్ని మీరు కొనసాగించకూడదు. ఇంతవరకు మనకు యిష్టం వచ్చిన ఏ పద్ధతిలోనైనా దేవుణ్ణి మనం ఆరాధించాం."},{"number":9,"verse":"ఎందుకంటే మీ దేవుడైన యెహోవా మీకు ఇస్తున్న శాంతియుతమైన దేశంలో మనం యింకా ప్రవేశించలేదు గనుక."},{"number":10,"verse":"ఆయితే మీరు యొర్దాను నది దాటి, మీ దేవుడైన యెహోవా మీకు ఇస్తున్న ఆ దేశంలో నివసిస్తారు. అక్కడ మీ శత్రువులు అందరినుండి యెహోవా మీకు విశ్రాంతి ఇస్తాడు. మరియు మీరు క్షేమంగా జీవిస్తారు."},{"number":11,"verse":"అప్పుడు యెహోవా తనకు ప్రత్యేక స్థలంగా ఉండేందుకు ఒక స్థలం ఏర్పాటు చేసుకొంటాడు. మరియు నేను మీకు ఆజ్ఞాపించిన వాటన్నింటినీ మీరు ఆ చోటికి తీసుకొని రావాలి. మీ దహన బలులు, మీ బలులు, మీ దశమ భాగాలు, మీ ప్రత్యేక కానుకలు, మీరు యెహోవాకు వాగ్దానం చేసిన కానుకలు, మీ పశువుల మందల్లో, గొర్రెల మందల్లో మొట్టమొదటగా పుట్టిన జంతువులు అన్నింటినీ మీరు తీసుకొని రావాలి."},{"number":12,"verse":"మీ పిల్లలు, మీ పనిమనుషులు, మీ పట్టణాల్లో నివసించే లేవీయులు మీ మనుష్యులందరినీ వెంట తీసుకొని ఆ స్థలానికి రండి. (ఆ లేవీయులకు దేశంలో వారి స్వంత భాగం ఉండదు.) అక్కడ మీ దేవుడైన యెహోవాతో కలిసి సంతోషంగా సమయం గడపండి."},{"number":13,"verse":"మీకు కనబడిన ఏ స్థలంలో అంటే ఆ స్థలంలో మీ దహనబలులు అర్పించకుండా మీరు జాగ్రత్తగా ఉండండి."},{"number":14,"verse":"మీ వంశాలకు చెందిన ఒక ప్రాంతంలో యెహోవా తన ప్రత్యేక స్థలాన్ని ఏర్పాటు చేసుకొంటాడు. దహన బలులు అర్పించటం, నేను మీతో చెప్పిన యితర పనులు అన్నీ అక్కడే చేయండి."},{"number":15,"verse":"“మీరు నివసించే ఏ స్థలంలోనైనా ఎర్ర జింక, చిన్న దుప్పిలాంటి ఏ మంచి జంతువునైనా మీరు చంపి తినవచ్చును. మీరు కొరినంత మాంసం, మీ దేవుడైన యెహోవా మీకు యిచ్చినంత మీరు తినవచ్చును. పవిత్రంగా ఉన్నవాళ్లు, అపవిత్రంగా ఉన్నవాళ్లు ఎవరైనా సరే ఈ మాంసం తినవచ్చును."},{"number":16,"verse":"కాని రక్తంతో మాత్రం మీరు తినకూడదు. రక్తాన్ని మీరు నీళ్లలా నేలమీద పోయాలి."},{"number":17,"verse":"“మీరు నివసించే స్థలాల్లో మీరు తినకూడనివి కొన్ని ఉన్నాయి. అవి ఏవనగా: దేవునికి చేందిన ధాన్యం, దేవునికి చెందిన మీ కొత్త ద్రాక్షారసం, నూనె భాగాలు, మీ పశువుల మందల్లో, గొర్రెల మందల్లో మొట్టమొదట పుట్టినవి, మీరు దేవునికి వాగ్దానం చేసిన ఏ కానుకగాని, ఏ స్వేచ్ఛార్పణలుగాని, లేక దేవునికి చెందిన ఏ కానుకలేగాని,"},{"number":18,"verse":"మీ దేవుడైన యెహోవా నిర్ణయించే ప్రత్యేక స్థలంలో, మీ దేవుడైన యెహోవా మీతో ఉన్న ఆ స్థలంలో మాత్రమే అర్పణలను మీరు తినాలి. మీరు అక్కడికి వెళ్లి, మీ కుమారులు, మీ కుమార్తెలు, మీ పని మనుష్యులందరు, మీ పట్టణాల్లో నివసించే లేవీయులతో కలిసి మీరు భోజనం చేయాలి. అక్కడ మీ దేవుడైన యెహోవాతో కలసి సంతోషంగా సమయం గడపండి. మీరు కష్టపడి సంపాదించిన వాటితో ఆనందించండి."},{"number":19,"verse":"మీరు ఎల్లప్పుడూ ఈ భోజనాలను లేవీయులతోకూడ పంచుకొనే విషయంలో ఖచ్చితంగా ఉండండి. మీరు మీ దేశంలో బతికినంతకాలం ఇలా చేయండి."},{"number":20,"verse":"“మీ దేశాన్ని విస్తృతపరుస్తానని మీ దేవుడైన యెహోవా వాగ్దానం చేసాడు. ఆయన అలా చేసినప్పుడు, ఆయన తన ప్రత్యేక ఆలయంగా ఉండేందుకు ఏర్పరచుకొనే స్థలానికి మీ నివాసం చాలా దూరం కావచ్చు. అది చాలా దూరమై, మాంసం కోసం మీరు ఆకలిగా ఉంటే, అప్పుడు మీ దగ్గర ఉన్న ఏ మాంసమైనా తినవచ్చును. యెహోవా మీకు ఇచ్చిన పశువుల మందలోనుండిగాని, గొర్రెల మందలోనుండిగాని, ఏ జంతువునైనా చంపుకోవచ్చును. నేను మీకు ఆజ్ఞాపించిన ప్రకారం యిది చేయండి. మీరు నివసించే చోట మీకు యిష్టం వచ్చినప్పుడు ఈ మాంసం తినవచ్చును."},{"number":22,"verse":"జింక, దుప్పి మాంసం తిన్నట్టుగానే మీరు ఈ మాంసం తినవచ్చును. పవిత్రంగా ఉన్నవాళ్లు, అపవిత్రంగా ఉన్నవాళ్లు ఎవరైనా యిలా చేయవచ్చును."},{"number":23,"verse":"రక్తంతో మాత్రం తినకుండ జాగ్రత్తగా ఉండండి. ఎందుకంటే ప్రాణం రక్తంలోనే ఉంటుంది. ఇంకా ప్రాణం ఉన్న మాంసం మీరు తినకూడదు."},{"number":24,"verse":"రక్తంతో తినవద్దు, ఆ రక్తాన్ని మీరు నీళ్లలా నేలమీద పారబోయాలి."},{"number":25,"verse":"సరైనది అని యెహోవా చెప్పిన ప్రతిదీ మీరు చేయాలి. అందుచేత రక్తంతో తినవద్దు. మీకు మీ సంతతివారికి మేలు కలుగుతుంది."},{"number":26,"verse":"“మీరు ప్రతిష్ఠించిన వాటిని, మీ మొక్కు బడులను, మీ దేవుడైన యెహోవా నియమించే ప్రత్యేక స్థలానికి మీరు తీసుకొని వెళ్లాలి."},{"number":27,"verse":"మీరు మీ దహన బలులను ఆ స్థలంలో అర్పించాలి. మీ దహనబలుల రక్తం, మాంసం మీ దేవుడైన యెహోవా బలిపీఠం మీద అర్పించండి. మీ యితర బలుల విషయంలో రక్తాన్ని మీ దేవుడైన యెహోవా బలిపీఠం మీద అర్పించండి. అప్పుడు ఆ మాంసం మీరు తినవచ్చును."},{"number":28,"verse":"నేను మీకు ఇస్తున్న ఈ ఆజ్ఞలన్నింటికి జాగ్రత్తగా విధేయులు కావాలి. మంచివి, సరైనవి మీ దేవుడైన యెహోవాను ఆనందపర్చే పనులు మీరు చేసినప్పుడు మీకూ, మీ సంతతివారికి శాశ్వతంగా మేలు కలుగుతుంది."},{"number":29,"verse":"“ఇతర రాజ్యాల ప్రాంతంలోనికి మీరు వెళ్లినప్పుడు ఆ రాజ్యాలను మీ దేవుడైన యెహోవా బయటకు వెళ్లగొట్టి నాశనం చేస్తాడు. మీరు లోనికి వెళ్లి వారినుండి ఆ దేశం తీసుకొంటారు. వారి దేశంలో మీరు నివసిస్తారు."},{"number":30,"verse":"అయితే అది జరిగిన తర్వాత జాగ్రత్తగా ఉండండి. ఆ రాజ్యాలవారు పూజించిన దేవుళ్లను గూర్చి తెలుసుకోవటం ద్వారా మిమ్మల్ని మీరు నాశనం చేసుకోవద్దు. వారు వారి దేవుళ్లను ఎలా పూజిస్తారో అది మీరు నేర్చుకొనేందుకు ప్రయత్నించవద్దు. వాళ్లు పూజించినట్టు పూజించాలనే ఆలోచన కూడా చేయవద్దు."},{"number":31,"verse":"ఆ ప్రజలు వారి దేవుళ్లను పూజించిన పద్ధతిలో మీరు మీ దెవుడైన యెహోవాను ఆరాధించకూడదు. ఎందుకంటే వారు వారి పూజలో యెహోవాకు అసహ్యమైన చెడ్డపనులు అన్నీ చేస్తారు. చివరికి వారు వారి చిన్న బిడ్డలను కూడ వారి దేవుళ్లకు బలి అర్పణగా కాల్చివేస్తారు."},{"number":32,"verse":"“నేను మీకు ఆజ్ఞాపించే సమస్తం జాగ్రత్తగా చేయాలి. నేను మీకు చెప్పేవాటికి మరేమీ కలుపవద్దు, ఏమీ తీసివేయవద్దు."}]}