{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"( ఒకడు హత్య చేయబడి ఉంటే) “మీరు నివసించేందుకు, మీ దేవుడైన యెహోవా మీకు ఇస్తున్న దేశంలో ఒక పొలంలో హత్య చేయబడిన వాడు ఒకడు కనబడవచ్చును. కాని ఆతణ్ణి చంపింది ఎవరో ఎవరికీ తెలియదు."},{"number":2,"verse":"అప్పుడు మీ నాయకులు, న్యాయమూర్తులు బయటకు వచ్చి, చంపబడిన మనిషి చుట్టూ ఉన్న పట్టణాల దూరాన్ని కొలత వేయాలి."},{"number":3,"verse":"చచ్చిన వానికి అతి దగ్గరగా ఉన్న పట్టణం ఏదో తెలిసినప్పుడు, ఆ పట్టణం పెద్దల వారి మందలో నుండి ఒక ఆవును తీసుకొని రావాలి. అది పెయ్యగా ఉండాలి. అది ఎన్నడూ ఏ పనికీ వినియోగించబడనిది కావాలి."},{"number":4,"verse":"అప్పుడు ఆ పట్టణపు నాయకుడు, నీరు ప్రవహిస్తున్న ఒక లోయలోనికి ఆ ఆవును తీసుకొని రావాలి. ఆ లోయ ఇదివరకు ఎన్నడూ దున్ననిది, మొక్కలు నాటనిదిగా ఉండాలి. అప్పుడు నాయకులు ఆ లోయలో ఆవు మెడను విరుగగొట్టాలి."},{"number":5,"verse":"లేవీ సంతతివారు యాజకులుకూడ అక్కడికి వెళ్లాలి. (యెహోవాను సేవించేందుకు, ఆయన పేరిట ప్రజలను దీవించేందుకు మీ దేవుడైన యెహోవా ఈ యాజకులను ఏర్పాటు చేసుకొన్నాడు. వివాదానికి సంబంధించిన ప్రతి విషయంలో న్యాయం ఎవరిదో యాజకులే నిర్ణయిస్తారు.)"},{"number":6,"verse":"ఆ శవానికి అతి సమీపంగా ఉన్న పట్టణపు నాయకులంతా, లోయలో మెడ విరుగగొట్టబడిన ఆవుమీద వారి చేతులు కడుగుకోవాలి."},{"number":7,"verse":"ఈ నాయకులు ఇలా చెప్పాలి, ‘ఈ మనిషిని మేము చంపలేదు. అది జరగటం మేము చూడలేదు."},{"number":8,"verse":"యెహోవా, నీవు విమోచించిన నీ ఇశ్రాయేలు ప్రజలను క్షమించు. నీ ప్రజల్లో నిర్దోషిని ఎవరినీ నిందించబడనీయకు.’ అప్పుడు ఆ హత్య నిమిత్తం వారు నిందించబడరు."},{"number":9,"verse":"అలాంటి పరిస్థితుల్లో ఇలా చేయటమే మీకు సరి. అలా చేయటం ద్వారా నిర్దోషులు ఎవరి హత్యనుగూర్చీ నిందించబడరు."},{"number":10,"verse":"( యుద్ధంలో పట్టుబడ్డ స్త్రీలు) “మీరు మీ శత్రువులతో యుద్ధం చేస్తారు, మీరు వారిని ఓడించేటట్టు మీ దేవుడైన యెహోవా చేస్తాడు. అప్పుడు మీరు మీ శత్రువులను బందీలుగా కొనిపోతారు."},{"number":11,"verse":"ఆ బందీలలో అందమైన ఒక స్త్రీని నీవు చూడవచ్చు. నీవు ఆమెను వాంఛించి, నీ భార్యగా చేసుకోవాలని తలంచవచ్చు."},{"number":12,"verse":"అప్పుడు నీవు ఆమెను నీ ఇంటికి తీసుకొని రావాలి. ఆమె తన తల గొరిగించుకొని, గోళ్లు కత్తిరించుకోవాలి."},{"number":13,"verse":"ఆమె ధరించి ఉన్న బట్టలు తీసివేయాలి. ఆమె నీ ఇంటనే ఉండి తన తల్లిదండ్రుల కోసం నెల రోజులు విలపించాలి, ఆ తర్వాత నీవు ఆమె దగ్గరికి పోవచ్చును. ఆమెకు భర్తవు కావచ్చును. ఆమె నీకు భార్య అవుతుంది."},{"number":14,"verse":"కాని ఆమె వలన నీకు సంతృప్తి కలుగకపోతే, తనకు ఇష్టంవచ్చిన చోటికి నీవు ఆమెను పోనివ్వాలి. ఆయితే నీవు ఆమెను అమ్మకూడదు. నీవు ఆమెను బానిసగా చూడరాదు. ఎందుకంటే నీ వలన ఆమెకు అవమానము కలిగింది గనుక."},{"number":15,"verse":"( జ్యేష్ఠ కుమారడు) “ఒక పురుషునికి ఇద్దరు భార్యలు ఉండి, వారిలో ఒకదానికంటె మరొక దానిని అతడు ఎక్కువగా ప్రేమిస్తూ ఉండవచ్చును. ఆ ఇద్దరు భార్యలూ అతనికి పిల్లలను కనవచ్చును. అతడు ప్రేమించని భార్యకు పుట్టిన బిడ్డ మొదటి బిడ్డ కావచ్చును."},{"number":16,"verse":"అతడు తన ఆస్తిని తన పిల్లలకు పంచి ఇచ్చేటప్పుడు జ్యేష్ఠునికి చెందిన ప్రత్యేకమైనవాటిని, తాను ప్రేమించే భార్య కుమారునికి అతడు ఇచ్చివేయకూడదు."},{"number":17,"verse":"తన ప్రేమకు పాత్రము కాని మొదటి భార్య బిడ్డను అతడు స్వీకరించాలి. అతడు అన్నింటిలో రెండంతల భాగం మొదటి కుమారునికి ఇవ్వాలి. ఎందుకంటే, ఆ బిడ్డ అతని మొదటి బిడ్డ గనుక. ప్రథమ సంతానం హక్కు ఆ బిడ్డకే చెందుతుంది."},{"number":18,"verse":"( లోబడేందుకు తిరస్కరించే కుమారులు) “ఒకని కుమారుడు మొండివాడు, లోబడడు. ఈ కుమారుడు తండ్రికి గాని తల్లికి గాని విధేయుడు కాడు. తల్లిదండ్రులు ఆ కుమారుని శిక్షిస్తారు. అయినప్పటికీ వారి మాట అతడు నిరాకరిస్తాడు."},{"number":19,"verse":"అప్పుడు పట్టణ సమావేశ స్థలం దగ్గర ఉండే ఆ పట్టణ నాయకుల దగ్గరకు ఆ తల్లిదండ్రులు వానిని తీసుకొని వెళ్లాలి."},{"number":20,"verse":"ఆ పట్టణ నాయకులతో వారు ఇలా చెప్పాలి: ‘మా కుమారుడు మొండివాడు, లోబడటం లేదు. మేము చెప్పిన ఏ పనీ అతడు చేయడు. వాడు విపరీతంగా తిని, తాగుతున్నాడు.’"},{"number":21,"verse":"అప్పుడు ఆ పట్టణంలోని మనుష్యులు ఆ కుమారుని రాళ్లతో కొట్టి చంపాలి. ఇలా చేయటం ద్వారా ఈ చెడుతనాన్ని మీ నుండి తొలగిస్తారు. ఇశ్రాయేలు ప్రజలంతా దీనిగూర్చి విని భయపడతారు."},{"number":22,"verse":"( నేరస్థులు చంపబడి చెట్టుకు వ్రేలాడదీయబడటం) “ఒక వ్యక్తి మరణ శిక్షకు యోగ్యమైన పాపం చేసి నేరస్థుడు కావచ్చును. అతణ్ణి చంపేసిన తర్వాత అతని శవాన్ని ఒక చెట్టుకు వేలాడదీయాలి."},{"number":23,"verse":"అలా జరిగినప్పుడు అతని శవం రాత్రి అంతా చెట్టుకు ఉండకూడదు. ఆ మనిషిని మీరు ఆ రోజే తప్పక సమాధి చేయాలి. ఎందుకంటే, చెట్టుమీద వేలాడే మనిషి దేవుని చేత శపించబడ్డాడు. మీరు నివసించేందుకు మీ దేవుడైన యెహోవా మీకు ఇస్తున్న దేశాన్ని మీరు పాడు చేయకూడదు."}]}