{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"“ఒకడు ఒక స్త్రీని వివాహం చేసుకొన్న తర్వాత ఆమెను గూర్చిన రహస్యం ఏదో తెలిసి ఆమెను ఇష్టపడడు. అతనికి ఆమె ఇష్టం లేకపోతే అతడు విడాకుల పత్రం వ్రాసి, దానిని ఆమెకు ఇవ్వాలి. అప్పుడు అతడు ఆమెను తన ఇంటినుండి పంపించి వేయాలి."},{"number":2,"verse":"ఆమె అతని ఇల్లు విడిచి వెళ్లిపోయాక, ఆమె మరొకనికి భార్య కావచ్చును."},{"number":3,"verse":"అయితే ఒకవేళ ఆ కొత్త భర్తకుకూడా ఆమె నచ్చకపోవటంతో అతడు ఆమెను వెళ్లగొట్టవచ్చును. ఒకవేళ అతడు ఆమెకు విడాకులు ఇచ్చినా, మొదటి భర్త ఆమెను మళ్లీ తన భార్యగా చేర్చుకోకూడదు. లేక ఆమె కొత్త భర్త చనిపోతే, మొదటి భర్త ఆమెను మరల తన భార్యగా చేర్చుకోకూడదు. అతనికి ఆమె అపవిత్రమయిందిగా ఉంటుంది. అతడు ఆమెను మళ్లీ పెళ్లి చేసుకొంటే, యెహోవాకు అసహ్యమైనదానిని అతడు చేసినవాడవుతాడు. మీరు నివసించేందుకు మీ దేవుడైన యెహోవా మీకు ఇస్తున్న దేశంలో మీరు ఇలా పాపం చేయకూడదు."},{"number":5,"verse":"“ఒక పురుషునికి పెళ్లయిన కొత్తలోనే అతణ్ణి సైన్యంలోనికి పంపకూడదు. అతనికి ఎలాంటి ప్రత్యేక పనినీ విధించకూడదు. ఒక్క సంవత్సరం అతడు ఇంటి దగ్గరే ఉండి, తన కొత్త భార్యను సంతోషపెట్టేందుకు అతడు స్వేచ్చగా ఉండాలి."},{"number":6,"verse":"“ఒకనికి నీవు ఏదైనా బదులు ఇస్తే, దానికి భద్రతగా అతని తిరుగటి రాయిని నీవు తీసుకోకూడదు. ఎందుకంటే, అది అతని భోజనాన్ని తీసుకొన్నట్టే అవుతుంది గనుక."},{"number":7,"verse":"“ఒకడు తన స్వంత ప్రజల్లోనుండి (ఇశ్రాయేలు వాడ్ని) ఎత్తుకొనిపోయి, అతడ్ని బానిసగా వాడినా, అమ్మినా, ఆ ఎత్తుకు పోయినవాడు చావాల్సిందే. ఈ విధంగా మీ మధ్య ఎలాంటి చెడుగునైనా మీరు తొలగిస్తారు."},{"number":8,"verse":"“కుష్ఠు రోగంవంటి వ్యాధి నీకు ఉంటే, లేవీ యాజకులు నీకు ప్రబోధించేవాటన్నింటినీ నీవు జాగ్రత్తగా పాటించాలి. చేయాల్సిందిగా నేను యాజకులకు చెప్పిన విషయాలను నీవు జాగ్రత్తగా పాటించాలి."},{"number":9,"verse":"మీరు ఈజిప్టునుండి బయటకు వచ్చిన ప్రయాణంలో మిర్యాముకు ( మిర్యాము సంభ్యాకాండము 12:1-15 చూడండి.) మీ దేవుడైన యెహోవా చేసినదాన్ని జ్ఞాపకం ఉంచుకోవాలి."},{"number":10,"verse":"“నీవు ఎవరికైనా ఎలాంటి అప్పు ఇచ్చినా, దానికి భద్రతగా దేనినైనా తీసుకొనేందుకు నీవు అతని ఇంటిలోనికి వెళ్లకూడదు."},{"number":11,"verse":"నీవు బయటనే నిలిచి ఉండాలి. అప్పుడు నీవు ఎవరికైతే అప్పు ఇచ్చావో అతడే దానికి భద్రతగా దేనినైనా బయటకు తెచ్చి నీకు ఇస్తాడు."},{"number":12,"verse":"ఒకవేళ అతడు పేదవాడైతే అతని వస్తువును తెల్లవారేవరకు నీ దగ్గర ఉంచుకోకూడదు."},{"number":13,"verse":"అతని వస్తువును ప్రతి సాయంత్రం నీవు అతనికి ఇస్తూ ఉండాలి. అప్పుడు అతడు తన స్వంత బట్టలతో నిద్రపోగల్గుతాడు. అతడు నీకు కృతజ్ఞతలు చెబుతాడు, నీవు ఈ మంచి పని చేసినట్టు నీ దేవుడైన యెహోవా చూస్తాడు."},{"number":14,"verse":"“పేదవాడు, అవసరంలో ఉన్నవాడునైన జీతగాడ్ని నీవు మోసం చేయకూడదు. అతడు నీతోటి ఇశ్రాయేలు వాడైనా, మీ పట్టణాలు ఒక దానిలో నివసిస్తున్న విదేశీయుడైనాసరే."},{"number":15,"verse":"ప్రతి రోజూ సూర్యుడు అస్తమించక ముందే అతని జీతం అతనికి ఇచ్చి వేయాలి. ఎందుకంటే, అతడు పేదవాడు, ఆ డబ్బే అతనికి ఆధారం. నీవు అతనికి అలా చెల్లించకపోతే అతడు నీ మీద యెహోవాకు ఫిర్యాదు చేస్తాడు. నీవు పాప దోషివి అవుతావు."},{"number":16,"verse":"“పిల్లలు చేసిన దేనికోసమైనా తండ్రులను చంపకూడదు. అలాగే తల్లిదండ్రులు చేసిన దేని కోసమూ పిల్లలను చంపకూడదు. ఒక వ్యక్తి స్వయంగా తాను చేసిన కీడు నిమిత్తము చంపబడాలి."},{"number":17,"verse":"“విదేశీయులకు, అనాధలకు న్యాయం జరిగేట్టు నీవు చూడాలి. ఒక విధవ దగ్గర తాకట్టుగా బట్టలు నీవెన్నటికీ తీసుకోకూడదు."},{"number":18,"verse":"మీరు ఒకప్పుడు ఈజిప్టులో బానిసలు అని ఎల్లప్పుడూ మీరు జ్ఞాపకం ఉంచుకోవాలి. మీ దేవుడైన యెహోవా మిమ్మల్ని అక్కడ్నుండి బయటకు తీసుకొనివచ్చాడని మరచిపోవద్దు. అందుకే మీరు పేదవారికి ఇలా చేయాలని నేను మీకు ఆజ్ఞాపిస్తున్నాను."},{"number":19,"verse":"“నీవు నీ పొలంలో పంటకూర్చుకొంటూ, మరచిపోయి ఒక పన అక్కడే విడిచిపెట్టావనుకో, నీవు మళ్లీ దానికోసం వెళ్లకూడదు. విదేశీయుల కోసం, అనాథల కోసం, విధవల కోసం అది ఉంటుంది. వారికోసం నీవు కొంత ధాన్యం విడిచిపెడితే, నీ ప్రతి పనిలో నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదిస్తాడు."},{"number":20,"verse":"నీవు నీ ఒలీవ చెట్లను రాల్చినప్పుడు కొమ్మలను పరిశీలించేందుకు నీవు తిరిగి అక్కడకు వెళ్లకూడదు. నీవు అలా విడిచిపెట్టే ఒలీవలు విదేశీయులకు, అనాథలకు, విధవలకు ఉంటాయి."},{"number":21,"verse":"నీ ద్రాక్షతోటనుండి నీవు ద్రాక్షా పండ్లు కూర్చుకొనేటప్పుడు, నీవు విడిచిపెట్టిన పండ్లు తీసుకొనేందుకు నీవు తిరిగి అక్కడికి వెళ్లకూడదు. ఆ ద్రాక్షాపండ్లు విదేశీయుల కోసం, అనాథల కోసం, విధవల కోసం ఉంటాయి."},{"number":22,"verse":"మీరు ఈజిప్టులో బానిసలుగా ఉండేవారని జ్ఞాపకం ఉంచుకో. అందుకే మీరు పేదవారికి ఇలా చేయాలని నేను నీకు ఆజ్ఞాపిస్తున్నాను."}]}