{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"( ప్రథమ పంట) “మీరు నివసించేందుకు మీ దేవుడైన యెహోవా మీకు ఇస్తున్న దేశంలో మీరు త్వరలో ప్రవేశిస్తారు. మీరు అక్కడ మీ నివాసం ఏర్పరచుకొన్నప్పుడు"},{"number":2,"verse":"మీరు ప్రథమ ఫలాలు కొన్ని తీసుకొని ఒక బుట్టలో పెట్టాలి. యెహోవా మీకు ఇస్తున్న దేశంలో అది మీకు లభించిన ప్రథమ పంట అవుతుంది. ఈ ప్రథమ పంట కొంత ఉన్న ఆ బుట్టను తీసుకొని, మీ దేవుడైన యెహోవా నిర్ణయించే స్థలానికి వెళ్లండి. అది యెహోవా తనకోసం ప్రత్యేక ఆలయంగా ఉండేందుకు ఏర్పాటు చేసుకొనే స్థలం."},{"number":3,"verse":"అప్పటికి అక్కడ పరిచర్య చేస్తుండే యాజకుని దగ్గరకు మీరు వెళ్లాలి. ‘యెహోవా మనకు ఇస్తానని మన పూర్వీకులకు వాగ్దానం చేసిన దేశంలోనికి నేను వచ్చేసానని నా దేవుడైన యెహోవాకు నేడు నేను ప్రకటిస్తాను’ అని నీవు ఆతనితో చెప్పాలి."},{"number":4,"verse":"“అప్పుడు నీ చేతిలోని బుట్టను యాజకుడు తీసుకొంటాడు. నీ దేవుడైన యెహోవా బలిపీఠం ఎదుట అతడు దానిని క్రింద ఉంచుతాడు."},{"number":5,"verse":"అప్పుడు అక్కడ నీ దేవుడైన యెహోవా ఎదుట నీవు ఇలా చెప్పాలి: ‘నా పూర్వీకుడు ఒక సంచార అరామీయుడు. అతడు ఈజిప్టులోనికి వెళ్లి, అక్కడ నివసించాడు. అతడు అక్కడికి వెళ్లినప్పుడు అతని కుటుంబంలో కొద్ది మంది మాత్రమే ఉన్నారు. అయితే అక్కడ ఈజిప్టులో అతడు అనేకమంది ప్రజలుగా, శక్తివంతమైన ఒక గొప్ప జనంగా తయారయ్యాడు."},{"number":6,"verse":"ఈజిప్టువాళ్లు మమ్మల్ని నీచంగా చూశారు. వాళ్లు మమ్మల్ని కష్టపెట్టి, బానిస పని బలవంతంగా మాతో చేయించారు."},{"number":7,"verse":"అప్పుడు మేము మా పూర్వీకుల దేవుడైన యెహోవాకు మొర్ర పెట్టి, వారిని గూర్చి ఆరోపణ చేసాము. యెహోవా మా మొర్ర విన్నాడు. మా కష్టం, మా కఠినమైన పని, మా శ్రమ ఆయన చూశాడు."},{"number":8,"verse":"అప్పుడు యెహోవా తన మహా శక్తి, ప్రభావాలతో ఈజిప్టు నుండి మమ్మల్ని బయటకు తీసుకొని వచ్చాడు. గొప్ప అద్భుతాలు, మహాత్యాలు ఆయన చేశాడు. భయంకరమైన సంగతులు జరిగేటట్టు ఆయన చేసాడు."},{"number":9,"verse":"కనుక ఆయనే మమ్మల్ని ఈ దేశానికి తీసుకొనివచ్చాడు. పాలు, తేనెలు ప్రవహించుచున్న ఈ మంచి దేశాన్ని ఆయన మాకు యిచ్చాడు."},{"number":10,"verse":"ఇప్పుడు యెహోవా, నీవు మాకు యిచ్చిన దేశంలోని ప్రథమ పంటను నీకు తెచ్చాను.’ “తర్వాత నీ పంటను నీ దేవుడైన యెహోవా ఎదుట క్రింద పెట్టాలి. మరియు మీరు ఆయనను ఆరాధించాలి."},{"number":11,"verse":"అప్పుడు మీ దేవుడైన యెహోవా మీకూ, మీ కుటుంబానికీ ఇచ్చిన మంచి పదార్థాలన్నింటినీ మీరు తిని ఆనందించవచ్చును. మీ మధ్య నివసించే లేవీయులు, విదేశీయులతో మీరు వాటిని పంచుకోవాలి."},{"number":12,"verse":"“ప్రతి మూడవ సంవత్సరం దశమభాగాల సంవత్సరం. ఆ సంవత్సరం మీ పంటలోని దశమ భాగాలన్నీ అర్పించటం పూర్తి అయ్యాక దానిని మీరు లేవీయులకు, విదేశీయులకు, ఆనాథలకు, విధవలకు ఇవ్వాలి. అప్పుడు వారు ప్రతి పట్టణంలో తిని తృప్తి పడవచ్చు."},{"number":13,"verse":"మీ దేవుడైన యెహోవాతో మీరు ఇలా చెప్పాలి: ‘నా పంటలోని పవిత్ర భాగాన్ని (దశమ భాగం) నేను నా ఇంటినుండి తీసాను. దానిని లేవీయులకు, విదేశీయులకు, అనాథలకు, విధవలకు నేను ఇచ్చాను. నీవు నాకు ఇచ్చిన ఆదేశాలన్నిటినీ నేను పాటించాను. నేను వాటిని మరచిపోలేదు."},{"number":14,"verse":"నేను దుఃఖ సమయంలో ఈ ఆహారాన్ని తినలేదు. నేను అపవిత్రంగా ఉన్నప్పుడు ఈ ఆహారాన్ని కూర్చలేదు. ఈ ఆహారంలో ఏదీ చనిపోయిన వారికి నేను అర్పించలేదు. యెహోవా, నా దేవా, నేను నీకు విధేయుడనయ్యాను. నీవు నాకు ఆదేశించిన వాటన్నింటినీ నేను చేసాను."},{"number":15,"verse":"పరలోకంలోని నీ పవిత్ర నివాసంనుండి క్రిందికి చూడు, నీ ప్రజలైన ఇశ్రాయేలీయులను ఆశీర్వదించు. నీవు మా పూర్వీకులకు వాగ్దానం చేసినట్టు మాకు ఇచ్చిన, పాలు, తేనెలు ప్రవహించుచున్న దేశాన్ని నీవు ఆశీర్వదించు.’"},{"number":16,"verse":"( యెహోవా ఆజ్ఞలకు విధేయులు కావాలి) “ఈ ఆజ్ఞలు, నియమాలు అన్నింటికీ మీరు విధేయులు కావాలని నేడు మీ దేవుడైన యెహోవా మీకు ఆదేశిస్తున్నాడు. మీ నిండు హృదయంతో, మీ నిండు ఆత్మతో వాటిని జాగ్రత్తగా పాటించండి."},{"number":17,"verse":"యెహోవా మీ దేవుడు అని ఈ వేళ మీరు చెప్పారు. ఆయన మార్గాల్లో నడుస్తామనీ, ఆయన ప్రబోధాలను పాటిస్తామనీ, ఆయన చట్టాలకు ఆజ్ఞలకు విధేయులం అవుతామనీ మీరు ప్రమాణం చేసారు. మీరు చేయాల్సిందిగా ఆయన చెప్పే ప్రతిదీ చేస్తామనీ మీరు చెప్పారు."},{"number":18,"verse":"ఈ వేళ యెహోవా మిమ్మల్ని తన స్వంత ప్రజలుగా స్వీకరించాడు. ఆయన దీన్ని మీకు వాగ్దానం చేసాడు. మీరు ఆయన ఆదేశాలన్నింటికీ విధేయులు కావాలని కూడా యెహోవా చెప్పాడు."},{"number":19,"verse":"యెహోవా తాను చేసిన రాజ్యాలన్నింటికంటె మిమ్మల్ని గొప్పవాళ్లనుగా చేస్తాడు. మెప్పు, కీర్తి, ఘనత ఆయన మీకు ఇస్తాడు. మరియు ఆయన వాగ్దానం చేసినట్టు మీరు ఆయన స్వంత ప్రత్యేక ప్రజలుగా ఉంటారు.”"}]}