{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"( ప్రజలకోసం రాళ్ల జ్ఞాపికలు) మోషే. ఇశ్రాయేలు నాయకులతో కలసి, ప్రజలకు ఇలా ఆజ్ఞాపించాడు: “నేడు నేను మీకు ఇచ్చే ఆజ్ఞలు అన్నింటికీ విధేయులుగా ఉండండి."},{"number":2,"verse":"మీరు యొర్దాను నది దాటి, మీ దేవుడైన యెహోవా మీకు ఇస్తున్న దేశంలో మీరు ప్రవేశించిన రోజున, మీరు పెద్ద బండలను నిలబెట్టాలి. ఈ రాళ్లకు సున్నము పూయండి."},{"number":3,"verse":"ఈ ధర్మశాస్త్రంలోని మాటలు అన్నీ ఆ బండలమీద వ్రాయండి. మీరు యొర్దాను నది దాటి వెళ్లిన తర్వాత ఇది మీరు చేయాలి. తర్వాత మీ దేవుడైన యెహోవా మీకు ఇస్తున్న — పాలు, తేనెలు ప్రవహించుచున్న దేశంలోనికి మీరు వెళ్లాలి. మీ పూర్వీకుల దేవుడైన యెహోవా దీనిని మీకు వాగ్దానం చేసాడు."},{"number":4,"verse":"“మీరు యొర్దాను నది దాటి వెళ్లిన తర్వాత, ఈ వేళ నేను మీకు ఆదేశించినట్టు ఏబాలు కొండ మీద మీరు ఈ బండలను నిలబెట్టాలి. ఈ బండలకు మీరు సున్నము పూయాలి."},{"number":5,"verse":"మరియు అక్కడి రాళ్లు కొన్ని ఉపయోగించి మీ దేవుడైన యెహోవాకు మీరు ఒక బలిపీఠం కట్టాలి. రాళ్లను కోయటానికి యినుప పనిముట్లు ఉపయోగించవద్దు."},{"number":6,"verse":"మీరు మీ దేవుడైన యెహోవాకు బలిపీఠం కట్టేటప్పుడు, పగులగొట్టని బండలనే మీరు ఉపయోగించాలి. అప్పుడు మీ దేవుడైన యెహోవాకు ఆ బలిపీఠం మీద దహన బలులు అర్పించండి."},{"number":7,"verse":"మరియు మీరు అక్కడ బలి అర్పణలు అర్పించి, సమాధాన బలులను అర్పించాలి. అక్కడ భోజనం చేసి, మీ దేవుడైన యెహోవాతో సంతోషంగా సమయం గడపండి."},{"number":8,"verse":"మీరు నిలబెట్టే బండల మీద ఈ ధర్మశాస్త్రం అంతా చాలా తేటగా మీరు రాయాలి.”"},{"number":9,"verse":"( దేవుని నియమాలకు ప్రజల సమ్మతి) లేవీ యాజకులతో కలసి మోషే ఇశ్రాయేలు ప్రజలందరితో మాట్లాడి ఇలా చెప్పాడు: “ఇశ్రాయేలీయులారా, నిశ్శబ్దంగా ఉండి, వినండి. ఈ వేళ మీరు మీ దేవుడైన యెహోవా ప్రజలు అయ్యారు."},{"number":10,"verse":"కనుక మీ దేవుడైన యెహోవా మీకు చెప్పేది అంతా మీరు చేయాలి. ఈ వేళ నేను మీకు ఇస్తున్న ఆయన ఆదేశాలు, చట్టాలకు మీరు విధేయులు కావాలి.”"},{"number":11,"verse":"అదే రోజున ప్రజలతో మోషే ఇంకా ఇలా చెప్పాడు:"},{"number":12,"verse":"“మీరు యొర్దాను నది దాటి వెళ్లిన తర్వాత గెరీజీము కొండమీద నిలబడి ప్రజలకు దీవెనలు ప్రకటించాల్సిన వంశాలు ఏవనగా: షిమ్యోను, లేవీ, యూదా, ఇశ్శాఖారు, యోసేపు, బెన్యామీను."},{"number":13,"verse":"శాపం ప్రకటించటానికి రూబేను, గాదు, ఆషేరు, జెబూలూను, దాను నఫ్తాలి వంశాలు ఏబాలు కొండమీద నిలబడాలి."},{"number":14,"verse":"“అప్పుడు లేవీయులు పెద్ద స్వరంతో ఇశ్రాయేలు ప్రజలందరితో ఇలా చెప్పాలి:"},{"number":15,"verse":"“‘విగ్రహాలను తయారు చేసుకొని, రహస్య స్థలంలో దాచిపెట్టుకొనేవాడు శాపగ్రస్థుడు. ఈ విగ్రహాలు కేవలం ఎవరో చేతిపనివాడు చేసిన చెక్క, రాయి, లోహపు బొమ్మ మాత్రమే, వాటిని యెహోవా అసహ్యించుకొంటాడు.’ “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":16,"verse":"“అప్పుడు లేవీయులు ‘తన తల్లినిగానీ తండ్రిని గానీ గౌరవించటం లేదని సూచించే పనులు చేసేవాడు శాపగ్రస్థుడు’ అని చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":17,"verse":"“అప్పుడు లేవీయులు ‘తన పొరుగువాని సరిహద్దు రాయి తొలగించినవాడు శాపగ్రస్థుడు’ అని చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":18,"verse":"“అప్పుడు లేవీయులు ‘గుడ్డివాడు, దారి తప్పి పోయేటట్టు నడిపించేవాడు శాపగ్రస్థుడు’ అని చెప్పాలి. “అందుకు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":19,"verse":"“అప్పుడు లేవీయులు ‘విదేశీయులకు, అనాథలకు, విధవలకు న్యాయంగా తీర్పు చెప్పనివాడు శాప గ్రస్థుడు’ అని చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":20,"verse":"“అప్పుడు లేవీయులు, ‘ఒకడు తన తండ్రి భార్యతో లైంగిక సంబంధాలు పెట్టుకోవటం, తన తండ్రిని దిగంబరునిగా చేయటమే గనుక వాడు శాపగ్రస్థుడు’ అని చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":21,"verse":"“‘ఏ జంతువుతోనైనా లైంగిక సంపర్కం గలవాడు శాపగ్రస్థుడు’ అని లేవీయులు చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":22,"verse":"“‘తన సోదరితోగాని, తన తండ్రి కుమార్తెతోగాని, తన తల్లి కుమార్తెతోగాని లైంగిక సంబంధం గలవాడు శాపగ్రస్థుడు’ అని లేవీయులు చేప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":23,"verse":"“‘తన అత్తగారితో లైంగిక సంబంధం ఉన్నవాడు శాపగ్రస్థుడు’ అని లేవీయులు చెప్పాలి. “అందుకు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":24,"verse":"“అతడు పట్టుబడనప్పటికీ ‘రహస్యంగా మరొకడ్ని చంపినవాడు శాపగ్రస్థుడు’ అని లేవీయులు చెప్పాలి. “అందుకు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":25,"verse":"“‘నిర్దోషిని ఒకణ్ణి చంపటానికి డబ్బు తీసుకొనేవాడు శాపగ్రస్థుడు’ అని లేవీయులు చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."},{"number":26,"verse":"“‘ధర్మశాస్త్రాన్ని బలపర్చకుండా, దీనికి విధేయుడు కానివాడు శాపగ్రస్థుడు’ అని లేవీయులు చెప్పాలి. “అప్పుడు ప్రజలంతా ‘ఆమెన్’ అని చెప్పాలి."}]}