{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"( పది ఆజ్ఞలు) మోషే ఇశ్రాయేలు ప్రజలందరినీ సమావేశపరచి, వారితో యిలా చెప్పాడు: “ఇశ్రాయేలు ప్రజలారా, నేడు మీకు నేను చెప్పే ఆజ్ఞలను, నియమాలను వినండి. ఈ ఆజ్ఞలను నేర్చుకొని, తప్పక వాటికి విధేయులవ్వండి."},{"number":2,"verse":"హోరేబు (సీనాయి) కొండ దగ్గర మన దేవుడైన యెహోవా మనతో ఒక ఒడంబడిక చేసాడు."},{"number":3,"verse":"యెహోవా ఈ ఒడంబడికను మన పూర్వీకులతో చేయలేదుగాని మనతో, అవును నేడు సజీవులుగా ఇక్కడ ఉన్న మన అందరితో చేసాడు."},{"number":4,"verse":"ఆ కొండ దగ్గర యెహోవా మీతో ముఖాముఖిగా మాట్లాడాడు. అగ్నిలో నుండి ఆయన మీతో మాట్లడాడు."},{"number":5,"verse":"ఎందుకంటే మీరు ఆ అగ్నికి భయపడి. కొండమీదికి వెళ్లేందుకు నిరాకరించారు. కనుక ఆ సమయంలో యెహోవా చెప్పిన దానిని మీతో చెప్పడానికి నేను యెహోవాకు, మీకు మధ్య నిలబడ్డాను. యెహోవా ఇలా చెప్పాడు:"},{"number":6,"verse":"“మీరు బానిసలుగా జీవించిన ఈజిప్టు దేశంనుండి మిమ్మల్ని బయటకు రప్పించిన మీ దేవుణ్ణి యెహోవాను నేనే. కనుక మీరు ఈ ఆజ్ఞలకు విధేయలుగా ఉండండి."},{"number":7,"verse":"“నన్ను తప్ప మరి ఏ దేవుళ్లనూ ఆరాధించవద్దు."},{"number":8,"verse":"“పైన ఆకాశంలోగాని, క్రింద భూమిమీదగాని, ఆ క్రింద సముద్రంలోగాని దేని విగ్రహమైనా, రూపం అయినా చేసుకోవద్దు."},{"number":9,"verse":"ఎలాంటి విగ్రహాలను కూడా పూజించవద్దు, సేవించవద్దు. ఎందుకంటే నేనే మీ దేవుడైన యెహోవాను. మరియు వాళ్ల పిల్లలను, పిల్లల పిల్లలను, ఆ పిల్లల పిల్లలను నేను శిక్షిస్తాను."},{"number":10,"verse":"అయితే నన్ను ప్రేమించి, నా ఆజ్ఞలకు విధేయు లయ్యే ప్రజలయెడల నేను చాలా దయ చూపిస్తాను. అలాంటివారి వంశీయుల్లో వెయ్యితరాల వారివరకు నేను దయ చూపిస్తాను."},{"number":11,"verse":"“మీ దేవుడైన యెహోవా పేరును వ్యర్థంగా పలుకవద్దు. ఒక వ్యక్తి యెహోవా పేరును వ్యర్థంగా పలికితే ఆతడు దోషి. యెహోవా ఆతణ్ణి నిర్దోషిగా ఎంచడు."},{"number":12,"verse":"“సబ్బాతు రోజుకు ప్రత్యేక ప్రాముఖ్యతను ఇచ్చేందుకు జ్ఞాపకం ఉంచుకోవాలి. వారం లోని ఇతర దినాలకంటే విశ్రాంతి దినాన్ని వేరుగా ఉంచమని మీ దేవుడైన యెహోవా మీకు ఆజ్ఞ యిచ్చాడు."},{"number":13,"verse":"మొదటి ఆరు రోజులు మీ పని చేసుకొనేందుకు."},{"number":14,"verse":"అయితే ఏడో రోజు మీ దేవుడైన యెహోవా గౌరవార్థం విశ్రాంతి రోజు అవుతుంది. కనుక విశ్రాంతి రోజున ఏ వ్యక్తీ పనిచేయకూడదు. అంటే మీరు, మీ కుమారులు, మీ కుమార్తెలు, మీ ఆడ, మగ బానిసలు, మీ ఆవులు, మీ గాడిదలు, ఏ ఇతర జంతువులు, మీ పట్టణాల్లో నివసిస్తున్న విదేశీయులు, మీ బానిసలు కూడ మీవలెనే విశ్రాంతి తీసుకోగలగాలి."},{"number":15,"verse":"ఈజిప్టులో ఉన్నప్పుడు మీరూ బానిసలే అని మరచిపోవద్దు. మీ దేవుడైన యెహోవా తన మహా శక్తితో ఈజిప్టునుండి మిమ్మల్ని బయటకు తీసుకొని వచ్చాడు. ఆయన మిమ్మల్ని స్వతంత్రులుగా చేసాడు. అందుచేతనే ఎల్లప్పుడూ సబ్బాతు రోజును ఒక ప్రత్యేక రోజుగా ఆచరించాలని మీ దేవుడైన యెహోవా మీకు ఆజ్ఞాపిస్తున్నాడు."},{"number":16,"verse":"“నీ తండ్రిని, నీ తల్లిని సన్మానించు. నీవు యిలా చేయాలని నీ దేవుడైన యెహోవా నీకు ఆజ్ఞ యిచ్చాడు. నీవు ఈ ఆజ్ఞను పాటిస్తే, నీవు చాలాకాలం బ్రతుకుతావు. నీ దేవుడైన యెహోవా నీకు ఇస్తున్న దేశంలో అంతా శుభం అవుతుంది."},{"number":17,"verse":"“ఎవరినీ హత్య చేయవద్దు."},{"number":18,"verse":"“వ్యభిచార పాపం చేయవద్దు."},{"number":19,"verse":"“ఏమీ దొంగిలించకు."},{"number":20,"verse":"“మరో వ్యక్తి చేసిన దాన్నిగూర్చి అబద్ధసాక్ష్యము చెప్పకు."},{"number":21,"verse":"“మరొకరికి చెందినవి నీవై యుంటే బాగుండునని ఆశించకు. ఇంకో వ్యక్తి భార్యను, అతని యింటిని, అతని పొలాలను, అతని మగ లేక ఆడ పనివారిని, అతని ఆవులను, అతని గాడిదలనుగాని ఇతరులకు చెందిన దేనినిగాని నీవు ఆశించకూడదు.”"},{"number":22,"verse":"( ప్రజలు దేవునికి భయపడటం) “మీరంతా కలిసి ఆ కొండ దగ్గర ఉన్నప్పుడు మీ అందరికీ ఈ ఆజ్ఞలను యెహోవా యిచ్చాడు. అగ్ని, మేఘం, గాఢాంధకారంలోనుండి వచ్చిన పెద్ద శబ్దంతో యెహోవా మాట్లాడాడు. ఆయన ఈ ఆజ్ఞలు ఇచ్చిన తర్వాత యింకేమీ చెప్పలేదు. ఆయన తన మాటలను రెండు రాతి పలకలమీద వ్రాసి వాటిని నాకు ఇచ్చాడు."},{"number":23,"verse":"“పర్వతం అగ్నితో మండిపోతున్నప్పుడు అంధకారంలోనుంచి వచ్చిన ఆ స్వరం మీరు విన్నారు. అప్పుడు, మీ వంశాల నాయకులు అందరూ, మీ పెద్దలూ నా దగ్గరకు వచ్చారు."},{"number":24,"verse":"వారు అన్నారు: ‘మన దేవుడైన యెహోవా తన మహిమను, మహాత్యాన్ని మాకు చూపించాడు. ఆయన అగ్నిలోనుండి మాట్లాడటం మేము విన్నాము. ఒక మనిషితో దేవుడు మాట్లాడిన తర్వాత కూడ ఆ మనిషి బ్రతకటం సాధ్యమేనని ఈవేళ మేము చూశాము."},{"number":25,"verse":"కానీ మన దేవుడైన యెహోవా మాతో ఇంకొక్కసారి మాట్లాడటం గనుక మేము వింటే మేము తప్పకుండా చస్తాము. ఆ భయంకర అగ్ని మమ్మల్ని నాశనం చేసేస్తుంది. కానీ మేము చావటం మాకు యిష్టంలేదు."},{"number":26,"verse":"సజీవ దేవుడు మాట్లాడటం మేము విన్నట్టుగా వినికూడ బ్రతికిన మనిషి ఎన్నడూ ఎవ్వడూ లేడు."},{"number":27,"verse":"మోషే, నీవు దగ్గరగా వెళ్లి, మన దేవుడైన యెహోవా చెబుతున్న సంగతులన్నీ విను. తర్వాత, యెహోవా నీకు చెప్పే విషయాలన్నీ నీవు మాకు చెప్పు. మేము నీ మాట వింటాము, నీవు చెప్పేది అంతా చేస్తాము.’"},{"number":28,"verse":"( మోషేతో యెహోవా మాట్లాడటం) “మీరు నాతో చెప్పిన సంగతులను యెహోవా విన్నాడు. అప్పుడు యెహోవా నాతో అన్నాడు, ‘ఈ ప్రజలు చెప్పిన విషయాలు నేను విన్నాను. వారు చెప్పింది అంతా మంచిదే."},{"number":29,"verse":"వారు ఎల్లప్పుడూ వారి హృదయాల్లో నన్ను గౌరవించి, నా ఆజ్ఞలన్నింటికీ విధేయులైతే బాగుండును అని మాత్రమే నా కోరిక. అప్పుడు వాళ్లకు, వాళ్ల సంతతివారికి సర్వం శుభం అవుతుంది."},{"number":30,"verse":"“‘వెళ్లి, ప్రజలందరినీ వారి గుడారాలకు వెళ్లి పొమ్మని చెప్పు."},{"number":31,"verse":"అయితే మోషే, నీవు యిక్కడ నాకు దగ్గరగా నిలబడు. నీవు వాళ్లకు నేర్పించాల్సిన ఆజ్ఞలు, చట్టాలు, నియమాలు అన్నీ నీకు నేను చెబుతాను. వారు జీవించేందుకు నేను వారికి ఇస్తున్న దేశంలో వారు ఈ పనులు చేయాలి’."},{"number":32,"verse":"“అందుచేత యెహోవా మీకు ఆజ్ఞాపించిన వాటన్నింటినీ చేసేందుకు మీరు జాగ్రత్తగా వుండాలి. మీరు దేవుణ్ణి అనుసరించటం మానకూడదు."},{"number":33,"verse":"మీ దేవుడైన యెహోవా మీకు ఆజ్ఞాపించిన విధంగా మీరు జీవించాలి. అప్పుడు మీరు జీవించడం కొనసాగుతుంది, మీకు అంతా శుభ ప్రదం అవుతుంది. మరియు మీది కాబోతున్న ఆ దేశంలో మీ జీవితం పొడిగించబడుతుంది."}]}