{"bibleAbbr":"teERV1997","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":6,"verses":[{"number":1,"verse":"( ఎల్లప్పుడూ దేవున్ని ప్రేమించి, లోబడండి.) “నేను మీకు ప్రబోధించాలని మీ యెహోవా దేవుడు నాకు చెప్పిన ఆజ్ఞలు, నియమాలు, ఇవి: మీరు నివసించేందుకు ప్రవేశిస్తున్న దేశంలో ఈ ఆజ్ఞలకు లోబడండి."},{"number":2,"verse":"మీరూ, మీ సంతతివారు బ్రతికినంత కాలం మీ దేవుడైన యెహోవాను గౌరవించాలి. నేను మీకు యిచ్చే ఆయన నియమాలు, ఆజ్ఞలు అన్నింటికీ మీరు విధేయులు కావాలి. మీరు ఇలా చేస్తే, ఆ కొత్త దేశంలో మీరు దీర్ఘకాలం బ్రతుకుతారు."},{"number":3,"verse":"ఇశ్రాయేలు ప్రజలారా, జాగ్రత్తగా వినండి. ఈ ఆజ్ఞలకు విధేయులుగా ఉండండి. అప్పుడు మీకు అంతా శుభం అవుతుంది. మరియు మీరు ఒక గొప్ప రాజ్యం అవుతారు. ఐశ్వర్యవంతమైన ఆ మంచి దేశంలో ( ఐశ్వర్య … దేశంలో “పాలు, తేనెలు ప్రవహించుచున్న దేశం” అని పాఠాంతరం.) వీటన్నింటినీ మీ పూర్వీకుల దేవుడైన యెహోవా మీకు వాగ్దానం చేసాడు."},{"number":4,"verse":"“ఇశ్రాయేలు ప్రజలారా వినండి: యెహోవా ఒక్కడు మాత్రమే మన దేవుడు."},{"number":5,"verse":"మరియు మీరు మీ నిండు హృదయంతోను, మీ నిండు ఆత్మతోను, మీ నిండు బలంతోను మీ దేవుడైన యెహోవాను ప్రేమించాలి."},{"number":6,"verse":"ఈవేళ నేను మీకు ఇస్తున్న ఈ ఆజ్ఞలను ఎల్లప్పుడూ జ్ఞాపకం ఉంచుకోండి."},{"number":7,"verse":"వాటిని మీ పిల్లలకు నేర్పించేందుకు జాగ్రత్త వహించండి. మీరు మీ యింట్లో కూర్చున్నప్పుడు, మార్గంలో నడుస్తున్నప్పుడు ఈ ఆజ్ఞలను గూర్చి మాట్లాడుతూ ఉండండి. మీరు పడుకొనేప్పుడు, లేచినప్పుడు వాటిని గూర్చి మాట్లాడుతూ ఉండండి."},{"number":8,"verse":"నా ప్రబోధాలను జ్ఞాపకం ఉంచుకొనేందుకు సహాయకరంగా ఈ ఆజ్ఞలను మీ చేతులకు కట్టుకోండి, మీ నొసట బాసికంలా ధరించండి."},{"number":9,"verse":"మీ ఇండ్ల ద్వార బంధాలమీద, గవునుల మీద వాటిని వ్రాయండి.”"},{"number":10,"verse":"“మీకు యిస్తానని చెప్పి మీ పూర్వీకులైన అబ్రాహాము ఇస్సాకు, యాకోబులకు ఆయన వాగ్దానం చేసిన ఆ దేశంలోనికి మీ దేవుడైన యెహోవా మిమ్మల్ని తీసుకొనివస్తాడు. అప్పుడు మీరు నిర్మించని గొప్ప, ధనిక పట్టణాలను ఆయన మీకు ఇస్తాడు."},{"number":11,"verse":"మీరు సమకూర్చని మంచి వస్తువులతో నిండిపోయిన గృహాలను ఆయన మీకు ఇస్తాడు. మీరు త్రవ్వని బావులను యెహోవా మీకు ఇస్తాడు. మీరు నాటని ద్రాక్షాతోటలను, ఒలీవ చెట్లను యెహోవా మీకు ఇస్తాడు. భోజనానికి మీకు సమృద్ధిగా ఉంటుంది."},{"number":12,"verse":"“కానీ జాగ్రత్తగా ఉండండి. మీరు బానిసలుగా జీవించిన ఈజిప్టు దేశంనుండి మిమ్మల్ని బయటకు తీసుకొని వచ్చిన యెహోవాను మరచిపోకండి."},{"number":13,"verse":"మీ దేవుడైన యెహోవాను గౌరవించి ఆయనను మాత్రమే సేవించండి. ఆయన పేరు మీద మాత్రమే ప్రమాణాలు చేయాలి. (బూటకపు దేవుళ్ల పేర్లు ఉపయోగించవద్దు)."},{"number":14,"verse":"మీరు యితర దేవుళ్లను అనుసరించకూడదు. మీ చుట్టూ నివసించే ప్రజల దేవుళ్లను మీరు అనుసరించకూడదు."},{"number":15,"verse":"మీ దేవుడైన యెహోవా ఎల్లప్పుడూ మీతో ఉన్నాడు. మరియు మీరు ఆ ఇతర దేవుళ్లను వెంబడిస్తే, యెహోవాకు మీ మీద చాలా కొపం వస్తుంది. మిమ్మల్ని ఈ భూమి మీద ఉండకుండా ఆయన నాశనం చేస్తాడు. ఆయన ప్రజలు ఇతర దేవుళ్లను పూజించటం యెహోవా ద్వేషిస్తాడు."},{"number":16,"verse":"“మస్సాలో మీరు ఆయనను పరీక్షించినట్టుగా మీ దేవుడైన యెహోవాను మీరు పరీక్షించకూడదు."},{"number":17,"verse":"మీ దేవుడైన యెహోవా ఆజ్ఞలకు మీరు తప్పనిసరిగా విధేయులు కావాలి. ఆయన మీకు ఇచ్చిన ప్రబోధాలు, ఆజ్ఞలు అన్నింటినీ మీరు పాటించాలి."},{"number":18,"verse":"సరైనవి, మంచివి, యెహోవాను సంతోషపెట్టేవి మాత్రమే మీరు చేయాలి. అప్పుడు మీకు అంతా మేలు జరిగి, యెహోవా మీ పూర్వీకులకు వాగ్దానం చేసిన దేశంలో మీరు ప్రవేశించి, ఆ మంచి దేశాన్ని స్వాధీనం చేసుకోగలుగుతారు."},{"number":19,"verse":"మరియు యెహోవా చెప్పినట్టు మీరు మీ శత్రువులందరినీ బలవంతంగా బయటకు వెళ్లగొడ్తారు."},{"number":20,"verse":"( దేవుడు చేసిన వాటిని పిల్లలకు నేర్పించాలి) “భవిష్యత్తులో ‘మన దేవుడైన యెహోవా మనకు ప్రబోధాలు, ఆజ్ఞలు, నియమాలు యిచ్చాడు గదా వాటి అర్థం ఏమిటి?’ అని నీ కుమారుడు నిన్ను అడగవచ్చును."},{"number":21,"verse":"అప్పుడు నీవు నీ కుమారునితో ఇలా చెప్పాలి, ‘మనం ఈజిప్టులో ఫరోకు బానిసలం, అయితే యెహోవా మహా బలంతో ఈజిప్టునుండి మనలను బయటకు తీసుకొని వచ్చాడు."},{"number":22,"verse":"మహాగొప్ప, ఆశ్చర్యకరమైన నిదర్శనాలు, అద్భుతాలు యెహోవా మనకు చూపించాడు. ఈజిప్టు ప్రజలకు, ఫరోకు, ఫరో ఇంటివాళ్లకు ఆయన ఈ సంగతులు జరిగించటం మనం చూశాము."},{"number":23,"verse":"మరియు యెహోవా మన పూర్వీకులకు వాగ్దానం చేసిన దేశాన్ని మనకు ఇచ్చేందుకు ఆయన మనలను ఈజిప్టునుండి బయటకు తీసుకొని వచ్చాడు."},{"number":24,"verse":"ఈ ప్రబోధాలన్నీ పాటించాలని యెహోవా మనకు ఆజ్ఞాపించాడు. అప్పుడు, మనం ఇప్పుడు ఉన్నట్టుగా ఎల్లప్పుడూ క్షేమంగా సజీవులంగా ఉండేటట్లు మన దేవుడైన యెహోవా మనలను కాపాడతాడు."},{"number":25,"verse":"మనం పాటించాలని ఆయన మనకు ఆజ్ఞాపించిన ప్రకారం మనం ఆజ్ఞలన్నింటికీ విధేయులం అవటం మనకు మంచిదిగా దేవుడైన యెహోవా చూస్తాడు.’"}]}