{"bibleAbbr":"NRSVue2021","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"Good Stewards of God’s Grace (Gal 5.24; 1 Pet 3.18) Since, therefore, Christ suffered in the flesh, (Other ancient authorities add for us or for you) arm yourselves also with the same intention (for whoever has suffered in the flesh has finished with sin),"},{"number":2,"verse":"(Rom 6.11; Gal 2.20) so as to live for the rest of your time in the flesh no longer by human desires but by the will of God."},{"number":3,"verse":"(Eph 4.17) You have already spent enough time in doing what the gentiles like to do, living in debauchery, passions, drunkenness, revels, carousing, and lawless idolatry."},{"number":4,"verse":"(1 Pet 3.16) They are surprised that you no longer join them in the same excesses of dissipation, and so they blaspheme. (Or they malign you)"},{"number":5,"verse":"(Acts 10.42; 2 Tim 4.1) But they will have to give an accounting to him who stands ready to judge the living and the dead."},{"number":6,"verse":"For this is the reason the gospel was proclaimed even to the dead, so that, though they had been judged in the flesh as everyone is judged, they might live in the spirit as God does."},{"number":7,"verse":"(Rom 13.11; 1 Pet 1.13) The end of all things is near; (Or is at hand) therefore be serious and discipline yourselves for the sake of your prayers."},{"number":8,"verse":"(1 Cor 13.7; Heb 13.1) Above all, maintain constant love for one another, for love covers a multitude of sins."},{"number":9,"verse":"Be hospitable to one another without complaining."},{"number":10,"verse":"(Rom 12.6, 7; 1 Cor 4.1) Like good stewards of the manifold grace of God, serve one another with whatever gift each of you has received."},{"number":11,"verse":"(Eph 5.20; 6.10; 1 Tim 6.16) Whoever speaks must do so as one speaking the very words of God; whoever serves must do so with the strength that God supplies, so that God may be glorified in all things through Jesus Christ. To him belong the glory and the power forever and ever. Amen."},{"number":12,"verse":"Suffering as a Christian Beloved, do not be surprised at the fiery ordeal that is taking place among you to test you, as though something strange were happening to you."},{"number":13,"verse":"(Rom 8.17; Phil 3.10) But rejoice insofar as you are sharing Christ’s sufferings, so that you may also be glad and shout for joy when his glory is revealed."},{"number":14,"verse":"(Mt 5.11) If you are reviled for the name of Christ, you are blessed, because the spirit of glory, (Other ancient authorities add and of power) which is the Spirit of God, (Or spirit of glory and of God) is resting on you. (Other ancient authorities add On their part he is blasphemed, but on your part he is glorified)"},{"number":15,"verse":"(1 Thess 4.11) But let none of you suffer as a murderer, a thief, a criminal, or even as a mischief maker. (Meaning of Gk uncertain)"},{"number":16,"verse":"Yet if any of you suffers as a Christian, do not consider it a disgrace, but glorify God because you bear this name. (Other ancient authorities read in this respect)"},{"number":17,"verse":"(Jer 25.29; Mal 3.5) For the time has come for judgment to begin with the household of God; if it begins with us, what will be the end for those who do not obey the gospel of God?"},{"number":18,"verse":"And “If it is hard for the righteous to be saved, what will become of the ungodly and the sinner?”"},{"number":19,"verse":"Therefore, let those suffering in accordance with God’s will entrust their lives to a faithful Creator, while continuing to do good."}]}