{"bibleAbbr":"MSG2018","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"These are the family heads and those who signed up to go up with me from Babylon in the reign of Artaxerxes the king: From the family of Phinehas: Gershom Family of Ithamar: Daniel Family of David: Hattush Family of Shecaniah Family of Parosh: Zechariah, and with him 150 men signed up Family of Pahath-Moab: Eliehoenai son of Zerahiah, and 200 men Family of Zattu: Shecaniah son of Jahaziel, and 300 men Family of Adin: Ebed son of Jonathan, and 50 men Family of Elam: Jeshaiah son of Athaliah, and 70 men Family of Shephatiah: Zebadiah son of Michael, and 80 men Family of Joab: Obadiah son of Jehiel, and 218 men Family of Bani: Shelomith son of Josiphiah, and 160 men Family of Bebai: Zechariah son of Bebai, and 28 men Family of Azgad: Johanan son of Hakkatan, and 110 men Family of Adonikam (bringing up the rear): their names were Eliphelet, Jeuel, Shemaiah, and 60 men Family of Bigvai: Uthai and Zaccur, and 70 men."},{"number":15,"verse":"I gathered them together at the canal that runs to Ahava. We camped there three days. I looked them over and found that they were all laymen and priests but no Levites. So I sent for the leaders Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, and for the teachers Joiarib and Elnathan. I then sent them to Iddo, who is head of the town of Casiphia, and told them what to say to Iddo and his relatives who lived there in Casiphia: “Send us ministers for The Temple of God.”"},{"number":18,"verse":"Well, the generous hand of our God was on us, and they brought back to us a wise man from the family of Mahli son of Levi, the son of Israel. His name was Sherebiah. With sons and brothers they numbered eighteen. They also brought Hashabiah and Jeshaiah of the family of Merari, with brothers and their sons, another twenty. And then there were 220 temple servants, descendants of the temple servants that David and the princes had assigned to help the Levites in their work. They were all signed up by name."},{"number":21,"verse":"I proclaimed a fast there beside the Ahava Canal, a fast to humble ourselves before our God and pray for wise guidance for our journey—all our people and possessions. I was embarrassed to ask the king for a cavalry bodyguard to protect us from bandits on the road. We had just told the king, “Our God lovingly looks after all those who seek him, but turns away in disgust from those who leave him.”"},{"number":23,"verse":"So we fasted and prayed about these concerns. And he listened."},{"number":24,"verse":"Then I picked twelve of the leading priests—Sherebiah and Hashabiah with ten of their brothers. I weighed out for them the silver, the gold, the vessels, and the offerings for The Temple of our God that the king, his advisors, and all the Israelites had given: 25 tons of silver 100 vessels of silver valued at three and three-quarter tons of gold 20 gold bowls weighing eighteen and a half pounds 2 vessels of bright red copper, as valuable as gold."},{"number":28,"verse":"I said to them, “You are holy to GOD and these vessels are holy. The silver and gold are Freewill-Offerings to the GOD of your ancestors. Guard them with your lives until you’re able to weigh them out in a secure place in The Temple of our God for the priests and Levites and family heads who are in charge in Jerusalem.”"},{"number":30,"verse":"The priests and Levites took charge of all that had been weighed out to them, and prepared to deliver it to Jerusalem to The Temple of our God."},{"number":31,"verse":"We left the Ahava Canal on the twelfth day of the first month to travel to Jerusalem. God was with us all the way and kept us safe from bandits and highwaymen."},{"number":32,"verse":"We arrived in Jerusalem and waited there three days. On the fourth day the silver and gold and vessels were weighed out in The Temple of our God into the hands of Meremoth son of Uriah, the priest. Eleazar son of Phinehas was there with him, also the Levites Jozabad son of Jeshua and Noadiah son of Binnui. Everything was counted and weighed and the totals recorded."},{"number":35,"verse":"When they arrived, the exiles, now returned from captivity, offered Whole-Burnt-Offerings to the God of Israel: 12 bulls, representing all Israel 96 rams 77 lambs 12 he-goats as an Absolution-Offering. All of this was sacrificed as a Whole-Burnt-Offering to GOD."},{"number":36,"verse":"They also delivered the king’s orders to the king’s provincial administration assigned to the land beyond the Euphrates. They, in turn, gave their support to the people and The Temple of God."}]}