{"bibleAbbr":"CVB1535","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"Bvt this shalt thou knowe, that in the last dayes shal come parelous tymes."},{"number":2,"verse":"For there shalbe me which shal holde of the selues, couetous, boasters, proude, cursed speakers, dishobedient to their elders, vnthankfull, vngoostly,"},{"number":3,"verse":"vnkynde, truce breakers, false accusers, ryatours, fearce, despysers of them which are good,"},{"number":4,"verse":"traytours, heady, hye mynded, gredy vpon voluptuousnes more then the louers of God,"},{"number":5,"verse":"hauynge a shyne off godly lyuynge, but denyenge the power therof. And soch avoyde."},{"number":6,"verse":"Of this sorte are they which rune fro house to house, & brynge in to bondage weme lade wt synne: which (wemen) are led with dyuerse lustes,"},{"number":7,"verse":"euer lernynge, and are neuer able to come vnto the knowlege of the trueth."},{"number":8,"verse":"But like as Iamnes and Iabres withstode Moses, euen so do these also resist the trueth: me they are of corrupte myndes, and lewde as cocernynge ye faith:"},{"number":9,"verse":"but they shal preuayle no longer. For their folishnes shalbe manifest vnto all men, as theirs was."},{"number":10,"verse":"But thou hast sene the experience of my doctryne, my fasshion of lyuynge, my purpose, my faith, my longsufferynge, my loue, my pacience,"},{"number":11,"verse":"my persecucions, my affliccions, which happened vnto me at Antioche, at Iconium, at Lystra, which persecucions I suffred paciently, and from the all the LORDE delyuered me."},{"number":12,"verse":"Yee and all they that wil lyue godly in Christ Iesu, must suffre persecucion."},{"number":13,"verse":"But the euell men and disceauers shal waxe worse and worse, disceauynge and beynge disceaued."},{"number":14,"verse":"But contynue thou in the thinges that thou hast lerned, which also were comytted vnto the, seynge thou knowest of who thou hast learned them,"},{"number":15,"verse":"And for so moch as thou hast knowne holy scripture of a childe, the same is able to make ye wyse vnto saluacion thorow the faith in Christ Iesu."},{"number":16,"verse":"For all scripture geue by inspiracion of God, is profitable to teach, to improue, to amende, and to instructe in righteousnes,"},{"number":17,"verse":"that a man off God maye be perfecte, and prepared vnto all good workes."}]}