{"bibleAbbr":"CVB1535","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"I testifye therfore before God & before the LORDE Iesu Christ, which shal come to iudge the lyuynge and the deed, at his appearynge in his kyngdome:"},{"number":2,"verse":"Preach thou the worde, be feruent, be it in season or out of season: Improue, rebuke, exhorte with all longe sufferynge and doctryne."},{"number":3,"verse":"For the tyme wil come, whan they shal not suffre wholsome doctryne, but after their awne lustes shal they (whose eares ytche) get them an heape of teachers,"},{"number":4,"verse":"and shal turne their eares from the trueth, and shalbe geuen vnto fables."},{"number":5,"verse":"But watch thou in all thinges, suffre aduersite, do the worke of a preacher of the Gospell, fulfyll thine office vnto the vttemost."},{"number":6,"verse":"For I am now ready to be offered, and the tyme of my departinge is at honde."},{"number":7,"verse":"I haue foughte a good fighte: I haue fulfylled the course: I haue kepte the faith."},{"number":8,"verse":"From hence forth there is layed vp for me a crowne of righteousnes, which the LORDE the righteous iudge shal geue me in yt daye: Howbeit not vnto me onely, but vnto all them that loue his comynge."},{"number":9,"verse":"Make spede to come vnto me atonce."},{"number":10,"verse":"For Demas hath lefte me, and loueth this present worlde, and is departed vnto Tessalonica, Crescens in to Galacia, Titus vnto Dalmacia,"},{"number":11,"verse":"Onely Lucas is with me. Take Marke, & brynge him with the: for he is profitable vnto me to the mynistracion."},{"number":12,"verse":"Tichicus haue I sent to Ephesus."},{"number":13,"verse":"The cloke that I lefte at Troada with Carpus brynge with the whan thou commest: and the bokes, but specially the parchemet."},{"number":14,"verse":"Alexader the coppersmyth dyd me moch euell, the LORDE rewarde him acordynge to his dedes,"},{"number":15,"verse":"of whom be thou ware also. For he withstode oure wordes sore."},{"number":16,"verse":"In my first answerynge no man assisted me, but all forsoke me. I praye God that it be not layed to their charges."},{"number":17,"verse":"Notwitstondynge the LORDE stode by me, & stregthed me, that by me the preachinge shulde be fulfylled to the vttemost, and that all the Heythe shulde heare. And I was delyuered out of the mouth of the lyon."},{"number":18,"verse":"And the LORDE shal delyuer me from all euell doynge, and shal kepe me vnto his heauenly kyngdome. To whom be prayse for euer and euer, Amen."},{"number":19,"verse":"Salute Prisca and Aquila, and ye houssholde of Onesiphorus."},{"number":20,"verse":"Erastus abode at Corinthum. But Trophimus left I sicke at Miletu."},{"number":21,"verse":"Make spede to come before wynter. Eubolus, and Pudens, and Linus, and Claudia, and all the brethren salute the."},{"number":22,"verse":"The LORDE Iesus Christ be with thy sprete. Grace be with you, Amen."}]}