{"bibleAbbr":"KNJV","bookName":"ಎಸ್ತೇರಳು","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"ಹಿಂದುಸ್ಥಾನ ಮೊದಲುಗೊಂಡು ಕೂಷಿನವರೆಗೂ ಇರುವ ನೂರಿಪ್ಪತ್ತೇಳು ಸಂಸ್ಥಾನಗಳನ್ನು ಆಳುತ್ತಿದ್ದ ಅಹಷ್ವೇರೋಷನ ಕಾಲದಲ್ಲಿ ನಡೆದ ಚರಿತ್ರೆ."},{"number":2,"verse":"ಅಹಷ್ವೇರೋಷನು ತನ್ನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರುಷ ಶೂಷನ್ ಕೋಟೆಯಲ್ಲಿನ ತನ್ನ ರಾಜಸಿಂಹಾಸನವನ್ನೇರಿದಾಗ"},{"number":3,"verse":"ಎಲ್ಲಾ ಸರದಾರರಿಗೋಸ್ಕರವೂ ಪರಿವಾರದವರಿಗೋಸ್ಕರವೂ ಔತಣಮಾಡಿಸಿದನು. ಪಾರಸಿಯ ಮತ್ತು ಮೇದ್ಯ ಸೇನಾಧಿಪತಿಗಳೂ ಪ್ರಧಾನರೂ ಸಂಸ್ಥಾನಾಧಿಕಾರಿಗಳೂ ಅವನ ಸನ್ನಿಧಿಗೆ ಬಂದಿದ್ದರು."},{"number":4,"verse":"ಅವನು ಅನೇಕ ದಿವಸ ಅಂದರೆ ನೂರೆಂಭತ್ತು ದಿವಸಗಳವರೆಗೂ ಅವರಿಗೆ ತನ್ನ ಘನವಾದ ರಾಜ್ಯದ ಐಶ್ವರ್ಯವನ್ನೂ ಮಹಾಮಹಿಮೆಯ ವೈಭವಗಳನ್ನೂ ತೋರಿಸಿದನು."},{"number":5,"verse":"ಈ ದಿನಗಳಾದನಂತರ ಅರಸನು ಶೂಷನ್ ಕೋಟೆಯಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಶ್ರೇಷ್ಠರಿಗೂ ಕನಿಷ್ಠರಿಗೂ ಅರಮನೆಯ ತೋಟದ ಬೈಲಿನಲ್ಲಿ ಏಳು ದಿನಗಳವರೆಗೂ ಔತಣಮಾಡಿಸಿದನು."},{"number":6,"verse":"ಅಲ್ಲಿ ಬಿಳೀ ನೂಲಿನ ಬಟ್ಟೆಗಳೂ ನೀಲಿಬಟ್ಟೆಗಳೂ ಧೂಮ್ರವರ್ಣವುಳ್ಳ ನಾರಿನ ದಾರದಿಂದ ಸಂಗಮೀರ ಕಲ್ಲು ಕಂಬಗಳಲ್ಲಿನ ಬೆಳ್ಳಿಯ ಉಂಗುರಗಳಿಗೆ ಕಟ್ಟಲ್ಪಟ್ಟಿದ್ದವು. ಜರತಾರೆಯ ಕಸೂತಿ ಹಾಕಿರುವ ಲೋಡುಗಳು ಕೆಂಪು ಬಿಳಿ ಹಳದಿ ಕಪ್ಪು ಬಣ್ಣಗಳುಳ್ಳ ಸಂಗಮೀರ ಕಲ್ಲುಗಳಿಂದ ರಚಿತವಾದ ನೆಲಗಟ್ಟಿನ ಮೇಲೆ ಇಡಲ್ಪಟ್ಟಿದ್ದವು."},{"number":7,"verse":"ಪಾನಪಾತ್ರೆಗಳು ಬಂಗಾರದವುಗಳೂ ನಾನಾ ಆಕಾರದವುಗಳೂ ಆಗಿದ್ದವು. ರಾಜದ್ರಾಕ್ಷಾರಸವು ಅರಸರ ಔದಾರ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ಧಾರಾಳವಾಗಿತ್ತು."},{"number":8,"verse":"ಪಾನಮಾಡುವದರಲ್ಲಿ ಯಾರಿಗೂ ಒತ್ತಾಯಮಾಡಬಾರದೆಂದು ಕ್ರಮವಿತ್ತು. ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಅವನವನ ಇಷ್ಟದಂತೆ ಕೊಡಬೇಕೆಂದು ರಾಜನು ತನ್ನ ಎಲ್ಲಾ ಮನೆವಾರ್ತೆಯವರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದನು."},{"number":9,"verse":"ವಷ್ಟಿರಾಣಿಯೂ ಅಹಷ್ವೇರೋಷ್‍ರಾಜನ ಅರಮನೆಯಲ್ಲಿ ಸ್ತ್ರೀಯರಿಗೋಸ್ಕರ ಔತಣ ಮಾಡಿಸಿದಳು."},{"number":10,"verse":"ಏಳನೆಯ ದಿನದಲ್ಲಿ ಅರಸನಾದ ಅಹಷ್ವೇರೋಷನು ದ್ರಾಕ್ಷಾರಸಪಾನಮಾಡಿ ಆನಂದಲಹರಿಯಲ್ಲಿದ್ದಾಗ"},{"number":11,"verse":"ಬಹು ಸುಂದರಿಯಾದ ರಾಣಿಯ ಸೌಂದರ್ಯವನ್ನು ಜನರಿಗೂ ಸರದಾರರಿಗೂ ತೋರಿಸಬೇಕೆಂದು ತನ್ನ ಸಾನ್ನಿಧ್ಯಸೇವಕರಾದ ಮೆಹೂಮಾನ್, ಬಿಜೆತಾ, ಹರ್ಬೋನಾ, ಬಿಗೆತಾ, ಅಬಗೆತಾ, ಜೇತರ್, ಕರ್ಕಸ್ ಎಂಬ ಏಳು ಮಂದಿ ಕಂಚುಕಿಗಳಿಗೆ - ವಷ್ಟಿರಾಣಿಯು ರಾಜ ಮುಕುಟವನ್ನು ಧರಿಸಿಕೊಂಡು ರಾಜಸನ್ನಿಧಿಗೆ ಬರಬೇಕೆಂಬದಾಗಿ ಹೇಳಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":12,"verse":"ಕಂಚುಕಿಗಳು ತಿಳಿಸಿದ ರಾಜಾಜ್ಞೆಗೆ ವಷ್ಟಿರಾಣಿಯು - ಬರುವದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟಳು. ಇದರಿಂದ ಅರಸನು ಬಹುಕೋಪಗೊಂಡು ರೌದ್ರಾವೇಶನಾದನು."},{"number":13,"verse":"ವಿಧಿನ್ಯಾಯಗಳನ್ನು ಬಲ್ಲವರೆಲ್ಲರ ಮುಂದೆ ಅರಮನೆಯ ಸಂಗತಿಗಳನ್ನು ಇಡುವ ಪದ್ಧತಿಯಿತ್ತು."},{"number":14,"verse":"ಅರಸನಾದ ಅಹಷ್ವೇರೋಷನ ಒಡ್ಡೋಲಗದಲ್ಲಿ ರಾಜಸಾನಿಧ್ಯಸೇವಕರೂ ರಾಜಸಭಾಪ್ರಧಾನರೂ ಆಗಿದ್ದ ಕರ್ಷೆನಾ, ಶೇತಾರ್, ಅದ್ಮಾತಾ, ತರ್ಷೀಷ್, ಮೆರೆಸ್, ಮರ್ಸೆನಾ, ಮೆಮೂಕಾನ್ ಎಂಬ ಏಳು ಮಂದಿ ಪಾರಸಿಯ ಮತ್ತು ಮೇದ್ಯ ಪ್ರಭುಗಳಿದ್ದರು. ಅವನು ಸಮಯೋಚಿತಜ್ಞಾನವುಳ್ಳವರಾದ ಇವರನ್ನು -"},{"number":15,"verse":"ಕಂಚುಕಿಗಳ ಮುಖಾಂತರ ತನಗುಂಟಾದ ರಾಜಾಜ್ಞೆಯನ್ನು ಕೈಕೊಳ್ಳದೆಹೋದ ವಷ್ಟಿರಾಣಿಗೆ ನಿಯಮದ ಪ್ರಕಾರ ಮಾಡತಕ್ಕದ್ದೇನು ಎಂದು ಕೇಳಲು ಮೆಮೂಕಾನನು ಅರಸನ ಮತ್ತು ಸರದಾರರ ಮುಂದೆ -"},{"number":16,"verse":"ವಷ್ಟಿರಾಣಿಯ ಅಪರಾಧವು ಅರಸನೊಬ್ಬನಿಗೇ ವಿರುದ್ಧವಾದದ್ದಲ್ಲ; ಅರಸನಾದ ಅಹಷ್ವೇರೋಷನಿಗೆ ಸೇರಿರುವ ಎಲ್ಲಾ ಸಂಸ್ಥಾನಗಳ ಸರದಾರರಿಗೂ ಜನರಿಗೂ ವಿರುದ್ಧವಾದದ್ದು."},{"number":17,"verse":"ರಾಣಿಯ ನಡತೆಯು ಎಲ್ಲಾ ಸ್ತ್ರೀಯರಿಗೂ ಗೊತ್ತಾಗಿ ಅವರೂ ತಮ್ಮ ಗಂಡಂದಿರನ್ನು ತಿರಸ್ಕರಿಸುವದಕ್ಕೆ ಕಾರಣವಾಗುವದು. ಅರಸನಾದ ಅಹಷ್ವೇರೋಷನು ವಷ್ಟಿ ರಾಣಿಗೆ ಬರಬೇಕೆಂದು ಹೇಳಿಕಳುಹಿಸಿದಾಗ ಆಕೆಯು ಹೋಗಲಿಲ್ಲವಲ್ಲಾ ಅನ್ನುವರು."},{"number":18,"verse":"ರಾಣಿಯ ಮಾತನ್ನು ಕೇಳಿದ ಪಾರಸಿಯ ಮತ್ತು ಮೇದ್ಯ ಕುಲೀನಸ್ತ್ರೀಯರು ಈ ಹೊತ್ತೇ ಅದನ್ನು ಅರಸನ ಎಲ್ಲಾ ಸರದಾರರಿಗೂ ಹೇಳುವರು. ಹೀಗೆ ಎಷ್ಟೋ ತಿರಸ್ಕಾರವೂ ಕೋಪವೂ ಉಂಟಾಗುವದು."},{"number":19,"verse":"ಅರಸನು ಸಮ್ಮತಿಸುವದಾದರೆ ವಷ್ಟಿಯು ತಿರಿಗಿ ಅಹಷ್ವೇರೋಷ್‍ರಾಜನ ಸನ್ನಿಧಿಗೆ ಬರಲೇಬಾರದೆಂಬ ರಾಜಾಜ್ಞೆಯು ಪ್ರಕಟವಾಗಿ ಅದು ಎಂದಿಗೂ ರದ್ದಾಗದ ಹಾಗೆ ಪಾರಸಿಯ ಮತ್ತು ಮೇದ್ಯಶಾಸನಗಳಲ್ಲಿ ಲಿಖಿತವಾಗಲಿ; ಅರಸನು ಆಕೆಯ ಪಟ್ಟವನ್ನು ಆಕೆಗಿಂತ ಉತ್ತಮಳಾದ ಇನ್ನೊಬ್ಬಾಕೆಗೆ ಕೊಡಲಿ."},{"number":20,"verse":"ಈ ರಾಜನಿರ್ಣಯವು ಬಹು ವಿಸ್ತಾರವಾದ ಅವನ ರಾಜ್ಯದಲ್ಲೆಲ್ಲಾ ಗೊತ್ತಾದಾಗ ಶ್ರೇಷ್ಠರೂ ಕನಿಷ್ಠರೂ ಆದ ಎಲ್ಲಾ ಸ್ತ್ರೀಯರು ತಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಮಾನ ಸಲ್ಲಿಸುವರು ಅಂದನು."},{"number":21,"verse":"ಈ ಮಾತು ಅರಸನಿಗೂ ಅವನ ಸರದಾರರಿಗೂ - ಒಳ್ಳೇದೆಂದು ಕಂಡದರಿಂದ ಅರಸನು ಮೆಮೂಕಾನನ ಮಾತಿನಂತೆಯೇ ಮಾಡಿದನು."},{"number":22,"verse":"ಅವನು - ಪ್ರತಿಯೊಂದು ಕುಟುಂಬದಲ್ಲಿ ಪುರುಷನೇ ಒಡೆಯನಾಗಿದ್ದು ಅವನ ಸ್ವಜನರ ಭಾಷೆಯೇ ಉಪಯೋಗವಾಗಬೇಕೆಂಬದಾಗಿ ಎಲ್ಲಾ ರಾಜಸಂಸ್ಥಾನಗಳಲ್ಲಿ ಪತ್ರಗಳ ಮೂಲಕ ಪ್ರಕಟಿಸಿದನು. ಈ ಪತ್ರಗಳು ಆಯಾ ಸಂಸ್ಥಾನಗಳ ಬರಹಗಳಲ್ಲಿಯೂ ಆಯಾ ಜನಾಂಗಗಳ ಭಾಷೆಗಳಲ್ಲಿಯೂ ಬರೆಯಲ್ಪಟ್ಟವು."}]}