{"bibleAbbr":"KNJV","bookName":"ಎಸ್ತೇರಳು","bookEnglishName":"Esther","chapterNumber":5,"verses":[{"number":1,"verse":"ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಎಸ್ತೇರಳು ರಾಜವಸ್ತ್ರ ಭೂಷಿತಳಾಗಿ ಅರಮನೆಯ ಒಳಗಣ ಪ್ರಾಕಾರವನ್ನು ಪ್ರವೇಶಿಸಿ ರಾಜ ಮಂದಿರದ ಎದುರಿನಲ್ಲಿ ನಿಂತಳು. ಅರಸನು ಆ ಮಂದಿರದಲ್ಲಿ ರಾಜಸಿಂಹಾಸನದ ಮೇಲೆ ಬಾಗಲಿಗೆದುರಾಗಿ ಕೂತುಕೊಂಡಿದ್ದನು."},{"number":2,"verse":"ಅವನು ಪ್ರಾಕಾರದಲ್ಲಿ ನಿಂತಿರುವ ಎಸ್ತೇರ್ ರಾಣಿಯನ್ನು ಕಂಡ ಕೂಡಲೆ ಆಕೆಯ ಮೇಲೆ ದಯವಿಟ್ಟು ತನ್ನ ಕೈಯಲ್ಲಿದ್ದ ಸುವರ್ಣದಂಡವನ್ನು ಆಕೆಯ ಕಡೆಗೆ ಚಾಚಿದನು. ಎಸ್ತೇರಳು ಸಮೀಪಕ್ಕೆ ಹೋಗಿ ದಂಡದ ತುದಿಯನ್ನು ಮುಟ್ಟಲು"},{"number":3,"verse":"ಅರಸನು ಆಕೆಗೆ ಎಸ್ತೇರ್ ರಾಣಿಯೇ, ನಿನಗೇನು ಬೇಕು? ನಿನ್ನ ವಿಜ್ಞಾಪನೆ ಯಾವದು? ನನ್ನ ಅರ್ಧ ರಾಜ್ಯವನ್ನು ಕೇಳಿದರೂ ನಿನಗೆ ಕೊಡುತ್ತೇನೆ ಅಂದನು."},{"number":4,"verse":"ಅದಕ್ಕೆ ಎಸ್ತೇರಳು - ಅರಸನ ಚಿತ್ತಕ್ಕೆ ಬಂದರೆ ನಾನು ಈಹೊತ್ತು ತಮಗೋಸ್ಕರ ಸಿದ್ಧಮಾಡಿಸಿರುವ ಔತಣಕ್ಕೆ ಹಾಮಾನನೊಡನೆ ಬರೋಣವಾಗಲಿ ಎಂದು ಅರಿಕೆಮಾಡಿದಳು."},{"number":5,"verse":"ಕೂಡಲೆ ಅರಸನು - ಎಸ್ತೇರಳ ವಿಜ್ಞಾಪನೆಯನ್ನು ನೆರವೇರಿಸುವದಕ್ಕೆ ಹಾಮಾನನನ್ನು ತ್ವರೆಪಡಿಸಿರಿ ಎಂದು ಅಪ್ಪಣೆಮಾಡಿದನು; ಮತ್ತು ಎಸ್ತೇರಳು ಮಾಡಿಸಿದ್ದ ಔತಣಕ್ಕೆ ಹಾಮಾನನ ಜೊತೆಯಲ್ಲಿ ಹೋದನು."},{"number":6,"verse":"ದ್ರಾಕ್ಷಾರಸಪಾನ ಮಾಡುವಾಗ ಅರಸನು ತಿರಿಗಿ ಎಸ್ತೇರಳಿಗೆ - ನಿನ್ನ ವಿಜ್ಞಾಪನೆ ಯಾವದು, ಹೇಳು; ಅದನ್ನು ನೆರವೇರಿಸುವೆನು. ನೀನು ನನ್ನ ಅರ್ಧರಾಜ್ಯವನ್ನು ಕೇಳಿಕೊಂಡರೂ ಸರಿಯೇ, ಅದನ್ನು ನಿನಗೆ ಕೊಡುವೆನು ಅನ್ನಲು ಎಸ್ತೇರಳು -"},{"number":7,"verse":"ಅರಸರು ನನ್ನ ಮೇಲೆ ಕಟಾಕ್ಷವಿಟ್ಟು ನಾನು ಕೇಳುವದನ್ನು ಕೊಡುವದಕ್ಕೂ ನನ್ನ ವಿಜ್ಞಾಪನೆಯನ್ನು ನೆರವೇರಿಸುವದಕ್ಕೂ ಮನಸ್ಸುಳ್ಳವರಾಗಿದ್ದರೆ"},{"number":8,"verse":"ನಾನು ತಮಗೋಸ್ಕರ ಸಿದ್ಧಮಾಡಿಸುವ ಔತಣಕ್ಕೆ ನಾಳೆಯೂ ಹಾಮಾನನ ಜೊತೆಯಲ್ಲಿ ಬರೋಣವಾಗಲಿ; ಆಗ ಅರಸರು ಹೇಳಿದಂತೆ ಮಾಡುವೆನು. ಇದೇ ನನ್ನ ಮನವಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟಳು."},{"number":9,"verse":"ಆ ದಿನ ಹಾಮಾನನು ಆನಂದಲಹರಿಯಲ್ಲಿ ಮನೆಗೆ ಹೋಗುತ್ತಿರುವಾಗ ಮೊರ್ದೆಕೈಯು ತನಗೆ ಭಯಪಡದೆ ತನ್ನ ಮುಂದೆ ಏಳದೆ ಅರಮನೆಯ ಹೆಬ್ಬಾಗಲಿನಲ್ಲಿ ಕೂತಿರುವದನ್ನು ಕಂಡು ಅವನ ಮೇಲೆ ಕೋಪಭರಿತನಾದನು."},{"number":10,"verse":"ಆದರೂ ತನ್ನನ್ನು ಬಿಗಿಹಿಡಿದುಕೊಂಡು ಮನೆಗೆ ಹೋಗಿ ತನ್ನ ಆಪ್ತರನ್ನೂ ಪತ್ನಿಯಾದ ಜೆರೆಷಳನ್ನೂ ಕರಿಸಿ"},{"number":11,"verse":"ಅವರ ಮುಂದೆ ತನ್ನ ಘನೈಶ್ವರ್ಯಗಳನ್ನೂ ಪುತ್ರಲಾಭಾತಿಶಯವನ್ನೂ ಅರಸನು ತನ್ನನ್ನು ಸನ್ಮಾನಿಸಿ ಎಲ್ಲಾ ಸರದಾರರಲ್ಲಿಯೂ ರಾಜ ಸೇವಕರಲ್ಲಿಯೂ ತನಗೆ ಶ್ರೇಷ್ಠಸ್ಥಾನವನ್ನು ಅನುಗ್ರಹಿಸಿದ್ದನ್ನೂ ವರ್ಣಿಸಿದ ಮೇಲೆ -"},{"number":12,"verse":"ಅಹಹ! ಎಸ್ತೇರ್ ರಾಣಿಯು ತಾನು ಸಿದ್ಧಮಾಡಿಸಿದ ಔತಣಕ್ಕೆ ಅರಸನ ಜೊತೆಯಲ್ಲಿ ನನ್ನನ್ನು ಹೊರತಾಗಿ ಇನ್ನಾರನ್ನೂ ಕರಿಸಲಿಲ್ಲ. ನಾಳೆಯೂ ಅರಸನ ಜೊತೆಯಲ್ಲಿ ಬರಬೇಕೆಂದು ನನಗೆ ಹೇಳಿದ್ದಾಳೆ."},{"number":13,"verse":"ಆದರೂ ಮೊರ್ದೆಕೈ ಎಂಬ ಯೆಹೂದ್ಯನು ಅರಮನೆಯ ಬಾಗಲಿನಲ್ಲಿ ನನ್ನ ಕಣ್ಣು ಮುಂದೆ ಕೂತಿರುವವರೆಗೂ ಇದೆಲ್ಲದರಿಂದಲೂ ನನಗೆ ತೃಪ್ತಿಯಾಗುವದಿಲ್ಲ ಅಂದನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಅವನು ಪತ್ನಿಯಾದ ಜೆರೆಷಳೂ ಅವನ ಎಲ್ಲಾ ಆಪ್ತರೂ - ಐವತ್ತು ಮೊಳ ಎತ್ತರವಾದ ಒಂದು ಗಲ್ಲುಮರವನ್ನು ಸಿದ್ಧಮಾಡಿಸಿ ನಾಳೆ ಅರಸನ ಅಪ್ಪಣೆಯನ್ನು ಪಡಕೊಂಡು ಮೊರ್ದೆಕೈಯನ್ನು ಅದಕ್ಕೆ ನೇತುಹಾಕಿಸಬೇಕು; ಆಮೇಲೆ ನೀನು ಸಂತೋಷದಿಂದ ಅರಸನ ಜೊತೆಯಲ್ಲಿ ಔತಣಕ್ಕೆ ಹೋಗಬಹುದು ಎಂದು ಹೇಳಿದರು. ಹಾಮಾನನು ಈ ಮಾತಿಗೆ ಮೆಚ್ಚಿ ಗಲ್ಲುಮರವನ್ನು ಸಿದ್ಧಮಾಡಿಸಿದನು."}]}