{"bibleAbbr":"KNJV","bookName":"ಮಾರ್ಕನು","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"ದೇವಕುಮಾರನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ವಿಷಯವಾದ ಸುವಾರ್ತೆಯ ಪ್ರಾರಂಭವು."},{"number":2,"verse":"ಇಗೋ, ನಾನು ನನ್ನ ದೂತನನ್ನು ನಿನ್ನ ಮುಂದೆ ಕಳುಹಿಸುತ್ತೇನೆ; ನೀನು ಹೋಗುವ ದಾರಿಯನ್ನು ಅವನು ಸರಿಮಾಡುವನೆಂತಲೂ"},{"number":3,"verse":"ಕರ್ತನ ದಾರಿಯನ್ನು ಸಿದ್ಧಮಾಡಿರಿ; ಆತನ ಹಾದಿಗಳನ್ನು ನೆಟ್ಟಗೆಮಾಡಿರಿ ಎಂದು ಅಡವಿಯಲ್ಲಿ ಕೂಗುವವನ ಶಬ್ದವದೆ ಎಂತಲೂ"},{"number":4,"verse":"ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುವ ಪ್ರಕಾರ ಯೋಹಾನನು ಬಂದು ಜನರಿಗೆ - ನೀವು ಪಾಪಪರಿಹಾರಕ್ಕಾಗಿ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಸಾರಿಹೇಳುತ್ತಾ ಅಡವಿಯಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನಮಾಡಿಸುತ್ತಾ ಇದ್ದನು."},{"number":5,"verse":"ಆಗ ಯೂದಾಯ ಸೀಮೆಯೆಲ್ಲವೂ ಯೆರೂಸಲೇಮಿನವರೆಲ್ಲರೂ ಅವನ ಬಳಿಗೆ ಹೊರಟುಹೋಗಿ ತಮ್ಮತಮ್ಮ ಪಾಪಗಳನ್ನು ಹೇಳಿಕೊಂಡು ಯೊರ್ದನ್‍ಹೊಳೆಯಲ್ಲಿ ಅವನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":6,"verse":"ಈ ಯೋಹಾನನು ಒಂಟೆಯ ಕೂದಲಿನ ಹೊದಿಕೆಯನ್ನು ಹೊದ್ದುಕೊಂಡು ಸೊಂಟಕ್ಕೆ ತೊಗಲಿನ ನಡುಕಟ್ಟನ್ನು ಕಟ್ಟಿಕೊಂಡಿದ್ದನು; ಅವನು ಮಿಡಿತೆಯನ್ನೂ ಕಾಡುಜೇನನ್ನೂ ಆಹಾರ ಮಾಡುತ್ತಿದ್ದನು."},{"number":7,"verse":"ಅವನು - ನನಗಿಂತ ಶಕ್ತನು ನನ್ನ ಹಿಂದೆ ಬರುತ್ತಾನೆ; ಆತನ ಕೆರಗಳ ಬಾರನ್ನು ಬೊಗ್ಗಿಕೊಂಡು ಬಿಚ್ಚುವದಕ್ಕೂ ನಾನು ಯೋಗ್ಯನಲ್ಲ."},{"number":8,"verse":"ನಾನು ನಿಮಗೆ ನೀರಿನ ಸ್ನಾನ ಮಾಡಿಸಿದೆನು; ಆತನಾದರೋ ನಿಮಗೆ ಪವಿತ್ರಾತ್ಮದ ಸ್ನಾನಮಾಡಿಸುವನು ಎಂದು ಸಾರಿಹೇಳಿದನು."},{"number":9,"verse":"ಆ ದಿನಗಳಲ್ಲಿ ಯೇಸು ಗಲಿಲಾಯ ಸೀಮೆಗೆ ಸೇರಿದ ನಜರೇತೆಂಬ ಊರಿನಿಂದ ಬಂದು ಯೊರ್ದನ್ ಹೊಳೆಯಲ್ಲಿ ಯೋಹಾನನಿಂದ ಸ್ನಾನಮಾಡಿಸಿಕೊಂಡನು."},{"number":10,"verse":"ಮಾಡಿಸಿಕೊಂಡ ಕೂಡಲೆ ಆತನು ನೀರಿನೊಳಗಿಂದ ಮೇಲಕ್ಕೆ ಬರಲು ಆಕಾಶವೊಡೆದು ದೇವರಾತ್ಮವು ಪಾರಿವಾಳದ ಹಾಗೆ ತನ್ನ ಮೇಲೆ ಇಳಿಯುವದನ್ನು ಕಂಡನು."},{"number":11,"verse":"ಆಗ - ನೀನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ನಿನ್ನನ್ನು ನಾನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು."},{"number":12,"verse":"ಕೂಡಲೆ ಯೇಸು ದೇವರಾತ್ಮಪ್ರೇರಿತನಾಗಿ ಅಡವಿಗೆ ಹೋದನು."},{"number":13,"verse":"ಆತನು ನಾಲ್ವತ್ತು ದಿವಸ ಅಡವಿಯಲ್ಲಿ ಮೃಗಗಳೊಂದಿಗೆ ಇದ್ದು ಸೈತಾನನಿಂದ ಶೋಧಿಸಲ್ಪಡುವವನಾದನು; ಮತ್ತು ದೇವದೂತರು ಆತನಿಗೆ ಉಪಚಾರಮಾಡಿದರು."},{"number":14,"verse":"ಯೋಹಾನನು ಸೆರೆಗೆ ಬಿದ್ದ ಮೇಲೆ ಯೇಸು ಗಲಿಲಾಯ ಸೀಮೆಗೆ ಬಂದು -"},{"number":15,"verse":"ಕಾಲ ಪರಿಪೂರ್ಣವಾಯಿತು, ದೇವರ ರಾಜ್ಯವು ಸಮೀಪಿಸಿತು, ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಸುವಾರ್ತೆಯನ್ನು ನಂಬಿರಿ ಎಂದು ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿಹೇಳಿದನು."},{"number":16,"verse":"ಹೀಗಿರುವಲ್ಲಿ ಆತನು ಗಲಿಲಾಯ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ಹೋಗುತ್ತಿರುವಾಗ ಸೀಮೋನನೂ ಸೀಮೋನನ ತಮ್ಮನಾದ ಅಂದ್ರೆಯನೂ ಸಮುದ್ರದಲ್ಲಿ ಬಲೆಬೀಸುವದನ್ನು ಕಂಡನು. ಅವರು ಬೆಸ್ತರು."},{"number":17,"verse":"ಯೇಸು ಅವರಿಗೆ - ನನ್ನ ಹಿಂದೆ ಬನ್ನಿರಿ; ಮನುಷ್ಯರನ್ನು ಹಿಡಿಯುವ ಬೆಸ್ತರನ್ನಾಗಿ ನಿಮ್ಮನ್ನು ಮಾಡುವೆನು ಎಂದು ಹೇಳುತ್ತಲೇ"},{"number":18,"verse":"ಅವರು ತಮ್ಮ ಬಲೆಗಳನ್ನು ಬಿಟ್ಟು ಆತನ ಹಿಂದೆ ಹೋದರು."},{"number":19,"verse":"ಇನ್ನೂ ಸ್ವಲ್ಪ ಮುಂದೆ ಹೋಗಿ ಜೆಬೆದಾಯನ ಮಗನಾದ ಯಾಕೋಬನನ್ನೂ ಅವನ ತಮ್ಮನಾದ ಯೋಹಾನನನ್ನೂ ಕಂಡನು."},{"number":20,"verse":"ಇವರು ದೋಣಿಯಲ್ಲಿ ತಮ್ಮ ಬಲೆಗಳನ್ನು ಸರಿಮಾಡುತ್ತಿದ್ದರು. ಕೂಡಲೆ ಇವರನ್ನೂ ಕರೆದನು. ಅವರು ತಮ್ಮ ತಂದೆಯಾದ ಜೆಬೆದಾಯನನ್ನು ಕೂಲಿಯಾಳುಗಳ ಸಂಗಡ ದೋಣಿಯಲ್ಲಿ ಬಿಟ್ಟು ಆತನ ಹಿಂದೆ ಹೋದರು."},{"number":21,"verse":"ಬಳಿಕ ಅವರು ಕಪೆರ್ನೌಮೆಂಬ ಊರಿಗೆ ಸೇರಿದರು. ಕೂಡಲೆ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಯೇಸು ಸಭಾಮಂದಿರಕ್ಕೆ ಹೋಗಿ ಉಪದೇಶ ಮಾಡಿದನು."},{"number":22,"verse":"ಜನರು ಆತನ ಉಪದೇಶಕ್ಕೆ ಅತ್ಯಾಶ್ಚರ್ಯಪಟ್ಟರು; ಯಾಕಂದರೆ ಆತನು ಶಾಸ್ತ್ರಿಗಳಂತೆ ಉಪದೇಶಮಾಡದೆ ಅಧಿಕಾರವಿದ್ದವನಂತೆ ಅವರಿಗೆ ಉಪದೇಶ ಮಾಡುತ್ತಿದ್ದನು."},{"number":23,"verse":"ಆಗ ಅವರ ಸಭಾಮಂದಿರದಲ್ಲಿ ದೆವ್ವಹಿಡಿದ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು."},{"number":24,"verse":"ಆ ದೆವ್ವವು - ನಜರೇತಿನ ಯೇಸುವೇ, ನಮ್ಮ ಗೊಡವೆ ನಿನಗೇಕೆ? ನಮ್ಮನ್ನು ನಾಶಮಾಡುವದಕ್ಕೆ ಬಂದೆಯಾ? ನಿನ್ನನ್ನು ಬಲ್ಲೆನು; ನೀನು ದೇವರು ಪ್ರತಿಷ್ಠಿಸಿದವನೇ ಎಂದು ಕೂಗಿ ಹೇಳಿತು."},{"number":25,"verse":"ಯೇಸು ಅದನ್ನು ಗದರಿಸಿ - ಸುಮ್ಮನಿರು, ಇವನನ್ನು ಬಿಟ್ಟು ಹೋಗು ಎನ್ನಲಾಗಿ"},{"number":26,"verse":"ಆ ದೆವ್ವವು ಅವನನ್ನು ಒದ್ದಾಡಿಸಿ ಅಬ್ಬರಿಸಿಕೂಗಿ ಬಿಟ್ಟು ಹೋಯಿತು."},{"number":27,"verse":"ಅದಕ್ಕೆ ಎಲ್ಲರು ಬೆರಗಾಗಿ - ಇದೇನಿರಬಹುದು? ಇದು ಹೊಸ ಉಪದೇಶ. ಈತನು ಅಧಿಕಾರದಿಂದ ದೆವ್ವಗಳಿಗೂ ಅಪ್ಪಣೆಕೊಡುತ್ತಾನೆ; ಅವು ಆತನ ಮಾತನ್ನು ಕೇಳುತ್ತವೆ ಎಂದು ತಮ್ಮ ತಮ್ಮೊಳಗೆ ವಿಚಾರಮಾಡಿಕೊಂಡರು."},{"number":28,"verse":"ಕೂಡಲೆ ಆತನ ಸುದ್ದಿಯು ಗಲಿಲಾಯ ಸೀಮೆಯಲ್ಲಿ ಎಲ್ಲೆಲ್ಲಿಯೂ ಹಬ್ಬಿತು."},{"number":29,"verse":"ಆಮೇಲೆ ಅವರು ಸಭಾಮಂದಿರದಿಂದ ಹೊರಟು ಯಾಕೋಬ ಯೋಹಾನರ ಸಂಗಡ ಸೀಮೋನ ಅಂದ್ರೆಯರ ಮನೆಗೆ ಬಂದರು."},{"number":30,"verse":"ಅಲ್ಲಿ ಸೀಮೋನನ ಅತ್ತೆ ಜ್ವರ ಬಂದು ಮಲಗಿರಲಾಗಿ ಅವರು ಆಕೆಯ ಸಂಗತಿಯನ್ನು ಆತನಿಗೆ ತಿಳಿಸಿದರು."},{"number":31,"verse":"ಆತನು ಹತ್ತಿರಕ್ಕೆ ಬಂದು ಆಕೆಯ ಕೈಯನ್ನು ಹಿಡಿದು ಎಬ್ಬಿಸಲು ಜ್ವರವು ಆಕೆಯನ್ನು ಬಿಟ್ಟು ಹೋಯಿತು; ಆಕೆಯು ಅವರಿಗೆ ಉಪಚಾರಮಾಡಿದಳು."},{"number":32,"verse":"ಸಂಜೆಯಾಗಿ ಹೊತ್ತು ಮುಣುಗಿದ ಮೇಲೆ ಜನರು ಮೈಯಲ್ಲಿ ನೆಟ್ಟಗಿಲ್ಲದವರೆಲ್ಲರನ್ನೂ ದೆವ್ವಹಿಡಿದವರನ್ನೂ ಆತನ ಬಳಿಗೆ ಕರತಂದರು."},{"number":33,"verse":"ಊರೆಲ್ಲಾ ಬಾಗಲಿನ ಮುಂದೆ ಒಟ್ಟುಗೂಡಿತ್ತು."},{"number":34,"verse":"ಆಗ ಆತನು ತರತರವಾದ ರೋಗಗಳಿಂದ ಮೈಯಲ್ಲಿ ನೆಟ್ಟಗಿಲ್ಲದ ಬಹು ಜನರನ್ನು ವಾಸಿಮಾಡಿ ಅನೇಕ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದನು. ಮತ್ತು ತಾನು ಇಂಥವನೆಂದು ಅವುಗಳಿಗೆ ತಿಳಿದದ್ದರಿಂದ ಆತನು ಅವುಗಳನ್ನು ಮಾತಾಡಗೊಡಿಸಲಿಲ್ಲ."},{"number":35,"verse":"ಮುಂಜಾನೆ ಇನ್ನೂ ಮೊಬ್ಬಿರುವಾಗ ಆತನು ಎದ್ದು ಹೊರಟು ಅಡವಿಯ ಸ್ಥಳಕ್ಕೆ ಹೋಗಿ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದನು."},{"number":36,"verse":"ಸೀಮೋನನೂ ಅವನ ಸಂಗಡ ಇದ್ದವರೂ ಆತನನ್ನು ಹಿಂದಟ್ಟಿ ಕಂಡು -"},{"number":37,"verse":"ಎಲ್ಲರು ನಿನ್ನನ್ನು ಹುಡುಕುತ್ತಾರೆ ಅನ್ನಲಾಗಿ ಆತನು ಅವರಿಗೆ -"},{"number":38,"verse":"ನಾವು ಸಮೀಪದಲ್ಲಿರುವ ಬೇರೆ ಊರುಗಳಿಗೆ ಹೋಗೋಣ; ಅಲ್ಲಿಯೂ ನಾನು ಸುವಾರ್ತೆಯನ್ನು ಸಾರಬೇಕು; ಇದಕ್ಕಾಗಿಯೇ ನಾನು ಹೊರಟು ಬಂದಿದ್ದೇನೆ ಎಂದು ಹೇಳಿದನು."},{"number":39,"verse":"ಬಳಿಕ ಆತನು ಗಲಿಲಾಯದಲ್ಲೆಲ್ಲಾ ಹೋಗಿ ಅವರ ಸಭಾಮಂದಿರಗಳಲ್ಲಿ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುತ್ತಾ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುತ್ತಾ ಇದ್ದನು."},{"number":40,"verse":"ಒಬ್ಬ ಕುಷ್ಠರೋಗಿಯು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು ಆತನ ಮುಂದೆ ಮೊಣಕಾಲೂರಿಕೊಂಡು - ನಿನಗೆ ಮನಸ್ಸಿದ್ದರೆ ನನ್ನನ್ನು ಶುದ್ಧಮಾಡಬಲ್ಲೆ ಎಂದು ಬೇಡಿಕೊಳ್ಳಲು ಆತನು ಕನಿಕರಪಟ್ಟು ಕೈನೀಡಿ ಅವನನ್ನು ಮುಟ್ಟಿ -"},{"number":41,"verse":"ನನಗೆ ಮನಸ್ಸುಂಟು; ಶುದ್ಧವಾಗು ಅಂದನು."},{"number":42,"verse":"ಕೂಡಲೆ ಅವನ ಕುಷ್ಠವು ಹೋಗಿ, ಅವನು ಶುದ್ಧವಾದನು. ಆಗ ಯೇಸು ಅವನಿಗೆ - ಯಾರಿಗೂ ಏನೂ ಹೇಳಬೇಡ ನೋಡು; ಆದರೆ ಹೋಗಿ ಯಾಜಕನಿಗೆ ನಿನ್ನ ಮೈ ತೋರಿಸಿ ಮೋಶೆಯು ನೇಮಕಮಾಡಿರುವದನ್ನು ಅರ್ಪಿಸಿ ನಿನ್ನ ಶುದ್ಧಾಚಾರವನ್ನು ನೆರವೇರಿಸು, ಅದು ಜನರಿಗೆ ಸಾಕ್ಷಿಯಾಗಲಿ ಎಂದು ಖಂಡಿತವಾಗಿ ಹೇಳಿ ಅವನನ್ನು ಕಳುಹಿಸಿಬಿಟ್ಟನು."},{"number":45,"verse":"ಆದರೆ ಅವನು ಹೊರಟುಹೋಗಿ ಆ ಸಂಗತಿಯನ್ನು ಬಹಳವಾಗಿ ಸಾರಿ ಹಬ್ಬಿಸಿದ್ದರಿಂದ ಯೇಸು ಬಹಿರಂಗವಾಗಿ ಇನ್ನು ಯಾವ ಊರೊಳಕ್ಕೂ ಹೋಗಲಾರದೆ ಹೊರಗೆ ಅಡವಿಯ ಸ್ಥಳಗಳಲ್ಲಿ ಇದ್ದನು. ಮತ್ತು ಜನರು ನಾಲ್ಕು ಕಡೆಯಿಂದಲೂ ಆತನ ಬಳಿಗೆ ಬರುತ್ತಿದ್ದರು."}]}