{"bibleAbbr":"TCL1995","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"(சோப்பார் யோபுவிடம் பேசுகிறான்) அதற்கு நாமாவியனான சோப்பார் சொன்ன மறுமொழி:"},{"number":2,"verse":"திரளான சொற்கள் பதிலின்றிப் போகலாமா? மிகுதியாகப் பேசுவதால், ஒருவர் நேர்மையாளர் ஆகிவிடுவாரோ?"},{"number":3,"verse":"உம் வீண் வார்த்தைகள் மனிதரை வாயடைத்திடுமோ? நீர் நகையாடும் போது உம்மை யாரும் நையாண்டி செய்யாரோ?"},{"number":4,"verse":"என் அறிவுரை தூயது: நானும் என் கண்களுக்கு மாசற்றவன் என்கின்றீர்."},{"number":5,"verse":"ஆனால், \"கடவுளே பேசட்டும்: தம் இதழ்களை உமக்கெதிராயத் திறக்கட்டும்\" என யாரேனும் அவரை வேண்டாரோ!"},{"number":6,"verse":"அவரே ஞானத்தின் மறைபொருளை உமக்கு அறிவிக்கட்டும்: அவர் இரட்டிப்பான அறிவும் திறனுமுடையவர்: கடவுள் உம் தீமைகளில் சிலவற்றை மறந்தார் என்பதை அறிக!"},{"number":7,"verse":"கடவுளின் ஆழ்ந்த உண்மைகளை நீர் அறிய முடியுமா? எல்லாம் வல்லவரின் எல்லையைக் கண்டுணர முடியுமா?"},{"number":8,"verse":"அவை வானங்களை விட உயர்ந்தவை: நீர் என்ன செய்வீர்? அவை பாதாளத்தைவிட ஆழமானவை: நீர் என்ன அறிவீர்?"},{"number":9,"verse":"அதன் அளவு பாருலகைவிடப் பரந்தது: ஆழ்கடலைவிட அகலமானது."},{"number":10,"verse":"அவர் இழுத்து வந்து அடைத்துப் போட்டாலும், அவைமுன் நிறுத்தினாலும் அவரைத் தடுப்பார் யார்?"},{"number":11,"verse":"ஏனெனில், அவர் மனிதரின் ஒன்றுமில்லாமையை அறிவார்: தீமையைக் காண்கின்றார்: ஆனால், அதை ஒருபொருட்டாகக் கருதுவதில்லை."},{"number":12,"verse":"காட்டுக்கழுதைக்குட்டி மனிதனாகப் பிறந்தால், அறிவிலியும் அறிவு பெறுவான்."},{"number":13,"verse":"உம்முடைய உள்ளத்தை நீர் ஒழுங்குபடுத்தினால், உம்முடைய கைகளை அவரை நோக்கி நீட்டுவீராக!"},{"number":14,"verse":"உம் கையில் கறையிருக்குமாயின் அப்புறப்படுத்தும்: உம் கூடாரத்தில் தீமை குடிகொள்ளாதிருக்கட்டும்."},{"number":15,"verse":"அப்போது உண்மையாகவே நாணமின்றி உம் முகத்தை ஏறெடுப்பீர்: நிலைநிறுத்தப்படுவீர்: அஞ்சமாட்டீர்."},{"number":16,"verse":"உம் துயரை நீர் மறந்துபோவீர்: கடந்துபோன வெள்ளம்போல் அதை நினைகூர்வீர்."},{"number":17,"verse":"உம் வாழ்வுக்காலம் நண்பகலைவிட ஒளிரும்: காரிருளால் மூடப்பட்டிருந்தாலும் காலைபோல் ஆவீர்:"},{"number":18,"verse":"நம்பிக்கை இருப்பதனால் உறுதிகொள்வீர்: சுற்றிலும் நோக்கிப் பாதுகாப்பில் ஓய்வீர்:"},{"number":19,"verse":"ஓய்ந்து படுப்பீர்: ஒருவரும் உம்மை அச்சுறுத்தார்: உம் முகம்தேடிப் பலர் உம் தயவை நாடுவர்:"},{"number":20,"verse":"தீயோரின் கண்கள் மங்கிப்போம்: அனைத்துப் புகலிடமும் அவர்க்கு அழிந்துபோம்: உயிர்பிரிதலே அவர்தம் நம்பிக்கை!"}]}