{"bibleAbbr":"RSV1971","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"(Unity in the Body of Christ) I therefore, a prisoner for the Lord, beg you to lead a life worthy of the calling to which you have been called,"},{"number":2,"verse":"with all lowliness and meekness, with patience, forbearing one another in love,"},{"number":3,"verse":"eager to maintain the unity of the Spirit in the bond of peace."},{"number":4,"verse":"There is one body and one Spirit, just as you were called to the one hope that belongs to your call,"},{"number":5,"verse":"one Lord, one faith, one baptism,"},{"number":6,"verse":"one God and Father of us all, who is above all and through all and in all."},{"number":7,"verse":"But grace was given to each of us according to the measure of Christ’s gift."},{"number":8,"verse":"Therefore it is said, “When he ascended on high he led a host of captives, and he gave gifts to men.”"},{"number":9,"verse":"(In saying, “He ascended,” what does it mean but that he had also descended into the lower parts of the earth?"},{"number":10,"verse":"He who descended is he who also ascended far above all the heavens, that he might fill all things.)"},{"number":11,"verse":"And his gifts were that some should be apostles, some prophets, some evangelists, some pastors and teachers,"},{"number":12,"verse":"to equip the saints for the work of ministry, for building up the body of Christ,"},{"number":13,"verse":"until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fulness of Christ;"},{"number":14,"verse":"so that we may no longer be children, tossed to and fro and carried about with every wind of doctrine, by the cunning of men, by their craftiness in deceitful wiles."},{"number":15,"verse":"Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,"},{"number":16,"verse":"from whom the whole body, joined and knit together by every joint with which it is supplied, when each part is working properly, makes bodily growth and upbuilds itself in love."},{"number":17,"verse":"(The Old Life and the New) Now this I affirm and testify in the Lord, that you must no longer live as the Gentiles do, in the futility of their minds;"},{"number":18,"verse":"they are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart;"},{"number":19,"verse":"they have become callous and have given themselves up to licentiousness, greedy to practice every kind of uncleanness."},{"number":20,"verse":"You did not so learn Christ! —"},{"number":21,"verse":"assuming that you have heard about him and were taught in him, as the truth is in Jesus."},{"number":22,"verse":"Put off your old nature which belongs to your former manner of life and is corrupt through deceitful lusts,"},{"number":23,"verse":"and be renewed in the spirit of your minds,"},{"number":24,"verse":"and put on the new nature, created after the likeness of God in true righteousness and holiness."},{"number":25,"verse":"(Rules for the New Life) Therefore, putting away falsehood, let every one speak the truth with his neighbor, for we are members one of another."},{"number":26,"verse":"Be angry but do not sin; do not let the sun go down on your anger,"},{"number":27,"verse":"and give no opportunity to the devil."},{"number":28,"verse":"Let the thief no longer steal, but rather let him labor, doing honest work with his hands, so that he may be able to give to those in need."},{"number":29,"verse":"Let no evil talk come out of your mouths, but only such as is good for edifying, as fits the occasion, that it may impart grace to those who hear."},{"number":30,"verse":"And do not grieve the Holy Spirit of God, in whom you were sealed for the day of redemption."},{"number":31,"verse":"Let all bitterness and wrath and anger and clamor and slander be put away from you, with all malice,"},{"number":32,"verse":"and be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."}]}