{"bibleAbbr":"mniRNT2022","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"( Mioibagi chatnabi amasung Tengban Mapugi yathang) ( (Mrk 7:1-13)) Matam aduda Jerusalemda-gi Pharisee amasung Wayel Yathanggi oja khara laktuna Jisuda hanglak-i,"},{"number":2,"verse":"“Karigi eikhoigi ipa-ipudagi chatnaraklaba chatnabi asi nahakki tung-inbasingna thugairibano? Makhoina chadringeigi mamangda makhut hamdokte!”"},{"number":3,"verse":"Maduda Jisuna makhoida khumlak-i, “Aduga karigi nakhoigi chatnabi adugidamak Tengban Mapugi wayel-yathangbu thugairiba?"},{"number":4,"verse":"( Khong 20:12; Aniwa 5:16; Khong 21:17; Levi 20:9) Maramdi Tengban Mapuna hai, ‘Nakhoina nama napabu ikai khumnou’ aduga ‘Mama mapabu thina ngangba mahak adu sibagi cheirak phangsanu.’"},{"number":5,"verse":"Adubu nakhoina tambi madudi kanagumba amana mahakki mama nattraga mapada, ‘Eina nakhoida pigadabasing adu Tengban Mapugi maphamda katthokkhre’ hairabadi,"},{"number":6,"verse":"mahakna mama mapada ikai khumnadrabasu karisu kaidre. Asumna nakhoina nakhoigi chatnabi adu ngaknabagidamak Tengban Mapugi yathangbu karisu nattaba oihalle."},{"number":7,"verse":"He aphasasinnabasa! Maichou Isaiah-na nakhoigi maramda phongdoklamba adu kayada chumkhraba!"},{"number":8,"verse":"( Isa 29:13 (LXX)) ‘Mising asina eibu chinbanthongda ikai khumnei, adubu makhoigi thamoidi eingondagi thapna lei."},{"number":9,"verse":"Makhoina mioibagi chatnabising adubu eigi yathangsinggumna tambiduna, Makhoina eibu arembada khurummi.’ ”"},{"number":10,"verse":"( Mi amabu tasengna karina maang-hanbage) ( (Mrk 7:14-23)) Adudagi Jisuna miyam adubu manakta kouraduna makhoida hairak-i, “Tao amasung masi khang-u!"},{"number":11,"verse":"Chinda changkhiba aduna mi amabu maang-hanba natte, adubu chindagi thoklakpa aduna mibu maanghalli.”"},{"number":12,"verse":"Adudagi Ibungogi tung-inbasing aduna Ibungogi nakta laklaga hairak-i, “Ibungona haikhiba wa aduna Pharisee-sing adu thamoi sokle haiba Ibungo khangbibra?”"},{"number":13,"verse":"Maduda Ibungona khumlak-i, “Eigi swargagi Ipana thakhidaba pambi khudingmakpu maru phuktatkani."},{"number":14,"verse":"Aduga makhoigidamak karisu khallunu, makhoidi mittangbasingbu chingliba mittangba lamjingbasingni; aduga mittangbana mittangbabu lamjinglabadi makhoi animak komda tagani.”"},{"number":15,"verse":"Maduda Peter-na Ibungoda hairak-i, “Pandam asi eikhoida sandokna takpiyu.”"},{"number":16,"verse":"Jisuna makhoida hairak-i, “Nakhoisu houjik phaoba khangdribra?"},{"number":17,"verse":"Nakhoina chakhiba khudingmak adu chakkhaoda changkhraba matungda hakchangdagi amuk thokkhi haiba nakhoina khangdabra."},{"number":18,"verse":"( Mat 12:34) Adubu nakhoigi chindagi thorakpa wasing adu nakhoigi thamoidagi thoklakpani, aduga hairibasing asina nakhoibu maanghalli."},{"number":19,"verse":"Maramdi phattaba wakhallonsing, mihatpa, nupa-nupi lanaba, lamchat naidaba, huranba, chinthiba, aduga migi mangnanaba ngangba pumnamak asi thamoidagi thoklak-i."},{"number":20,"verse":"Hairibasing asina nakhoibu maanghalli. Adubu khut hamdoktana chabana nakhoibu maanghande.”"},{"number":21,"verse":"( Canaan-gi nupi amagi thajaba) ( (Mrk 7:24-30)) Adudagi Jisuna Galilee thadoklamduna Tyre amadi Sidon lamda chatlammi."},{"number":22,"verse":"Aduga mapham aduda leiba Canaan-gi nupi amana Ibungogi nakta laktuna hairak-i, “He Ibungo, David-ki Machanupa, Ibungona eibu chanbiyu. Eigi ichanupi adu lai phattaba ama changduna tamthina ot-neiduna leire.”"},{"number":23,"verse":"Adubu Jisuna mangonda paokhum amata piramde. Maduda Ibungogi tung-inbasing aduna Ibungogi manakta laklaga haijarak-i, “Ibungona mahakpu chat-hanbikhro! Mahak eikhoigi itung induna laoraga leire.”"},{"number":24,"verse":"Maduda Ibungona khumlak-i, “Eihak Tengban Mapugi mangkhraba yaosing haibadi Israel-gi mising khaktagidamak tharakpani.”"},{"number":25,"verse":"Adubu nupi aduna laktuna Ibungogi khuyada tuthajaduna hairak-i, “Ibungo, eibu pangbiyu!”"},{"number":26,"verse":"Maduda Jisuna hairak-i, “Angangsinggi chananaba adu louduna huisingda hunjinba chumde.”"},{"number":27,"verse":"Nupi aduna khumlak-i, “Madu achumbani Ibungo, adubu huising aduna makhoigi mapusinggi table-dagi tarakpa arem akhaksing adu chajei.”"},{"number":28,"verse":"Adudagi Jisuna nupi aduda hairak-i, “He nupi, nahakna kayada thajaba chetliba! Nahakki ningjaba adumak nangonda oisanu.” Aduga pungpham adumaktada mahakki machanupi adu naba phajare."},{"number":29,"verse":"( Jisuna anaba mi kayabu phahanbiba) Adudagi Jisuna mapham adudagi Galilee-gi pat manakta hallaklaga ching amada kakhattuna phamlammi."},{"number":30,"verse":"Aduga yamlaba miyam amana makhong tekpa, mamit tangba, makhong soinaiba, lol thoktaba amadi atoppa kaya ama puraduna Ibungogi manakta laklammi. Amasung makhoibu Ibungogi mangda thamle aduga Ibungona makhoibu phahanbirammi."},{"number":31,"verse":"Aduga lol thoktabasingna wa ngangba, soinaibasingna phajaba, khong tekpasingna chatpa, amadi mamit tangbasingna ujaba adu ubada miyam adu ngaklammi amasung makhoina Israel-gi Tengban Mapubu thagatcharammi."},{"number":32,"verse":"( Jisuna mi lising maribu pijaba) ( (Mrk 8:1-10)) Adudagi Jisuna mahakki tung-inbasing adubu kouraduna hairak-i, “Eina miyam asigidamak nungsiba pokle, maramdi eihakka loinana makhoina numit humni leiminnare aduga houjik makhoigi chananaba karisu leitre. Aduga eina makhoibu kari amata pijadana thadokkhiba pamde adu nattrabadi makhoi lambida wantharakpasu yai.”"},{"number":33,"verse":"Maduda Ibungogi tung-inbasing aduna Ibungoda haijarak-i, “Asuk yamkhraba miyam asina chaba konanaba chinjak lamhang asida eikhoina karamna phanggadouribano?”"},{"number":34,"verse":"Jisuna makhoida hairak-i, “Nakhoida tal kaya yaoribage?” Maduda makhoina khumlak-i, “Tal taret amasung nga macha kharaga yaojari.”"},{"number":35,"verse":"Adudagi Ibungona miyam adubu leimaida phamthanaba hairammi."},{"number":36,"verse":"Aduga mahakna tal taret amadi nga adu louraga Tengban Mapubu thagatcharammi. Amasung talsing adu settuna tung-inbasingda pire, aduga tung-inbasing aduna miyam aduda yenthoklammi."},{"number":37,"verse":"Amasung makhoi pumnamakna mabuk thanna charaba matungda lemhouba machet makaising adu tung-inbasingna thumok taret thanna khomjinkhi."},{"number":38,"verse":"Numit aduda chakhiba mising adu nupi amasung angang thadana nupa lising marirom oirammi."},{"number":39,"verse":"Adudagi Ibungona miyam adubu thadokkhraba tungda hi amada tongduna Magadan-gi lamda chatkhirammi."}]}