{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "மத்தேயு",
  "bookEnglishName" : "Matthew",
  "chapterNumber" : 11,
  "verses" : [ {
    "number" : 1,
    "verse" : "(இயேசுவும் யோவான் ஸ்நானகனும்)இயேசு தமது பன்னிரண்டு சீடர்களுக்கு அறிவுரை கூறி முடிந்ததும், அவர் கலிலேயாவிலுள்ள பட்டணங்களில் போதிப்பதற்கும், பிரசங்கிப்பதற்கும் சென்றார்."
  }, {
    "number" : 2,
    "verse" : "யோவான் சிறையில் இருக்கையில் கிறிஸ்து செய்ததையெல்லாம் கேள்விப்பட்டு தன் சீடர்களை அனுப்பி,"
  }, {
    "number" : 3,
    "verse" : "“வர வேண்டியவர் நீர்தானா? அல்லது, இன்னொருவர் வரும்வரை எதிர்பார்த்திருக்க வேண்டுமா?” என்று அவரிடம் கேட்கும்படி சொன்னான்."
  }, {
    "number" : 4,
    "verse" : "அதற்கு இயேசு, “நீங்கள் திரும்பிப் போய், கண்டதையும் கேட்டதையும் யோவானுக்கு அறிவியுங்கள்:"
  }, {
    "number" : 5,
    "verse" : "பார்வையற்றோர் பார்வையடைகிறார்கள், கால் ஊனமுற்றோர் நடக்கின்றார்கள், தொழுநோயாளர் குணமடைகிறார்கள், செவிப்புலனற்றோர் கேட்கின்றார்கள், இறந்தவர் உயிருடன் எழுப்பப்படுகிறார்கள், ஏழைகளுக்கு நற்செய்தி அறிவிக்கப்படுகிறது."
  }, {
    "number" : 6,
    "verse" : "என் பொருட்டு இடறி விழாதவன் ஆசீர்வதிக்கப்பட்டவன்” என்றார்."
  }, {
    "number" : 7,
    "verse" : "யோவானின் சீடர்கள் அவ்விடம் விட்டுப் போகும்போது, இயேசு கூடியிருந்த மக்களைப் பார்த்து, யோவானைப் பற்றிப் பேசத் தொடங்கினார்: “எதைப் பார்க்க பாலைநிலத்திற்குப் போனீர்கள்? காற்றில் ஆடும் ஒரு நாணற் புல்லைப் பார்க்கவா?"
  }, {
    "number" : 8,
    "verse" : "இல்லையென்றால், எதைப் பார்க்கப் போனீர்கள்? சிறப்பான உடையணிந்த ஒரு மனிதனைப் பார்க்கவா? இதோ, விலையுயர்ந்த உடை அணிந்து, ஆடம்பரமாக வாழ்பவர்கள் அரண்மனைகளில் அல்லவா இருக்கின்றார்கள்."
  }, {
    "number" : 9,
    "verse" : "அப்படியானால், எதைப் பார்ப்பதற்கு அங்கே போனீர்கள்? ஒரு இறைவாக்கினனையா? ஆம், அவர் ஒரு இறைவாக்கினனிலும் மேலானவர் என்று நான் உங்களுக்குச் சொல்கின்றேன்."
  }, {
    "number" : 10,
    "verse" : "“உமக்கு முன்பாக நான் என் தூதனை அனுப்புவேன். அவன் உமக்கு முன்பாக உமது வழியை ஆயத்தப்படுத்துவான்’ என்று, அவரைப் பற்றியே எழுதப்பட்டுள்ளது."
  }, {
    "number" : 11,
    "verse" : "“நான் உண்மையாகவே உங்களுக்குச் சொல்கின்றேன், இதுவரை பிறந்தவர்களுள்(இதுவரை பிறந்தவர்களுள் – கிரேக்க மொழியில் பெண்களிடம் பிறந்தவர்களுள் என்றுள்ளது) யோவான் ஸ்நானகனைப் பார்க்கிலும் பெரியவன் ஒருவனும் இல்லை; ஆயினும், பரலோக அரசில் சிறியவனாய் இருக்கின்றவன், யோவானிலும் பெரியவனாய் இருக்கின்றான்."
  }, {
    "number" : 12,
    "verse" : "யோவான் ஸ்நானகனின் நாட்கள் தொடங்கி, இந்நாள் வரையிலும் பரலோக அரசு வன்முறைக்கு உள்ளாகிறது. வன்முறையாளர் அதைக் கைப்பற்றிக்கொள்கின்றனர்."
  }, {
    "number" : 13,
    "verse" : "ஏனெனில், எல்லா இறைவாக்குகளும் நீதிச்சட்டமும் யோவானின் காலம் வரை இறைவாக்கு உரைத்தன."
  }, {
    "number" : 14,
    "verse" : "நீங்கள் ஏற்றுக்கொள்ள விரும்பினால், வரவேண்டியிருந்த எலியா இவனே."
  }, {
    "number" : 15,
    "verse" : "கேட்பதற்குக் காதுகள் உள்ளவன் கேட்கட்டும்."
  }, {
    "number" : 16,
    "verse" : "“இந்தத் தலைமுறையைச் சேர்ந்த, இந்த மக்களை நான் எதற்கு ஒப்பிடுவேன்? இவர்களை சந்தை கூடும் இடங்களில் உட்கார்ந்து,"
  }, {
    "number" : 17,
    "verse" : "“நாங்கள் உங்களுக்காக சந்தோஷக் குழல் ஊதினோம், நீங்கள் நடனமாடவில்லை; ஒப்பாரி பாடினோம், நீங்கள் துக்கம் கொண்டாடவில்லை’ என்று சத்தமிட்டு தமது நண்பர்களைக் கூப்பிடும் சிறுவர்களுக்கு ஒப்பாயிருக்கிறார்கள்."
  }, {
    "number" : 18,
    "verse" : "“யோவான் நல்ல உணவை உண்ணாதவனும், பானம் பருகாதவனுமாக வந்தான்; அதனால் அவர்களோ, ‘அவனுக்குப் பேய் பிடித்திருக்கிறது’ என்கிறார்கள்."
  }, {
    "number" : 19,
    "verse" : "மனுமகனோ நல்ல உணவை உண்பவராகவும், பானம் பருகுபவராகவும் வந்தார். அவரைப் பார்த்து, ‘இவனோ உணவுப் பிரியன், குடிகாரன்’ என்றும் ‘வரி சேகரிப்போருக்கும் பாவிகளுக்கும் நண்பன்’ என்றும் சொல்கின்றீர்கள். ஆயினும் ஞானமான செயல் எது என்பதை, அதை ஏற்று நடக்கின்றவர்களின் செயல்களே நிரூபிக்கும்” என்றார்."
  }, {
    "number" : 20,
    "verse" : "(மனந்திரும்பாத பட்டணங்கள்)பின்பு அவர் அநேக அற்புதங்களைச் செய்திருந்த பட்டணங்களை கடிந்துகொள்ளத் தொடங்கினார். ஏனெனில் அங்கிருந்தோர் அற்புதங்களைக் கண்டும் மனந்திரும்பவில்லை."
  }, {
    "number" : 21,
    "verse" : "“கோரோசீனே, உனக்கு ஐயோ பேரழிவு! பெத்சாயிதாவே, உனக்கு ஐயோ பேரழிவு! உங்களிடையே செய்யப்பட்ட அற்புதங்கள் தீரு, சீதோன் பட்டணங்களில் செய்யப்பட்டிருந்தால், அவர்கள் எப்பொழுதோ மனந்திரும்பி, துக்க உடை அணிந்து, சாம்பலில் உட்கார்ந்திருப்பார்கள்."
  }, {
    "number" : 22,
    "verse" : "ஆகவே நான் உங்களுக்குச் சொல்கின்றேன், நியாயத்தீர்ப்பின் நாளிலே உங்களுக்கு நடக்கப் போவதைவிட, தீருவுக்கும் சீதோனுக்கும் நடக்கப் போவது தாங்கக் கூடியதாக இருக்கும்."
  }, {
    "number" : 23,
    "verse" : "கப்பர்நகூமே! நீ வானத்திற்கு உயர்த்தப்படுவாயோ? இல்லை, நீ பாதாளத்திற்கே தாழ்த்தப்படுவாய். உன்னிலே செய்யப்பட்ட அற்புதங்கள் சோதோமிலே செய்யப்பட்டிருந்தால், இந்நாள்வரை அது அழியாதிருந்திருக்கும்."
  }, {
    "number" : 24,
    "verse" : "ஆனால் நான் உங்களுக்குச் சொல்கின்றேன், நியாயத்தீர்ப்பின் நாளிலே உங்களுக்கு நடக்கப் போவதைவிட, சோதோமுக்கு நடக்கப் போவது தாங்கக் கூடியதாக இருக்கும்” என்றார்."
  }, {
    "number" : 25,
    "verse" : "(களைப்புற்றோருக்கு ஆறுதல்)அவ்வேளையில் இயேசு சொன்னதாவது: “பிதாவே, பரலோகத்திற்கும் பூமிக்கும் ஆண்டவரே, ஞானிகளுக்கும் கல்விமான்களுக்கும் இந்தக் காரியங்களை மறைத்து, சிறு பிள்ளைகளுக்கு நீர் அவற்றை வெளிப்படுத்தியபடியால், நான் உம்மைத் துதிக்கிறேன்."
  }, {
    "number" : 26,
    "verse" : "ஆம் பிதாவே, இதுவே உமக்குப் பிரியமாயிருந்தது."
  }, {
    "number" : 27,
    "verse" : "“என் பிதாவினால் எல்லாமே என்னிடம் ஒப்படைக்கப்பட்டிருக்கின்றன. பிதாவைத் தவிர, வேறு ஒருவனும் மகன் யார் என்று அறிய மாட்டான். மகனைத் தவிர, வேறு ஒருவனும் பிதா யாரென்றும் அறிய மாட்டான். பிதாவை வெளிப்படுத்த யாரையெல்லாம் மகன் தெரிவு செய்கின்றாரோ, அவர்களைத் தவிர வேறு ஒருவரும் பிதாவை அறிய மாட்டார்கள்.”"
  }, {
    "number" : 28,
    "verse" : "“வருத்தத்துடன் பாரம் சுமந்து களைப்புற்றிருக்கிறவர்களே! நீங்கள் எல்லோரும் என்னிடம் வாருங்கள். நான் உங்களுக்கு இளைப்பாறுதல் தருவேன்."
  }, {
    "number" : 29,
    "verse" : "எனது நுகத்தை உங்கள் மீது ஏற்றுக்கொண்டு, என்னிடமிருந்து நீங்கள் கற்றுக்கொள்ளுங்கள். அப்போது நீங்கள் உங்கள் ஆத்துமாவிலே ஆறுதல் பெறுவீர்கள். ஏனெனில், நான் உள்ளத்தில் தயவும் தாழ்மையும் உடையவராய் இருக்கின்றேன்."
  }, {
    "number" : 30,
    "verse" : "என் நுகம் எளிதானது, நான் சுமத்தும் சுமையோ பாரம் குறைந்தது.”"
  } ]
}