{"bibleAbbr":"NRSVue2021","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"(Titus 2.5, 8, 9; 1 Pet 2.18) Let all who are under the yoke of slavery regard their masters as worthy of all honor, so that the name of God and the teaching may not be blasphemed."},{"number":2,"verse":"(Gal 3.28; 1 Tim 4.11; Philem 16) Those who have believing masters must not be disrespectful to them on the ground that they are brothers and sisters; rather, they must serve them all the more, since those who benefit by their service are believers and beloved. (Or since they are believers and beloved, who devote themselves to good deeds) Teach and urge these duties."},{"number":3,"verse":"(False Teaching and True Riches) (2 Tim 1.13; Titus 1.1) Whoever teaches otherwise and does not agree with the sound words of our Lord Jesus Christ and the teaching that is in accordance with godliness"},{"number":4,"verse":"(1 Cor 8.2; 2 Tim 2.14) is conceited, understanding nothing, and has a morbid craving for controversy and for disputes about words. From these come envy, dissension, slander, base suspicions,"},{"number":5,"verse":"(1 Cor 11.16; Titus 1.11; 2 Pet 2.3) and wrangling among those who are depraved in mind and bereft of the truth, imagining that godliness is a means of gain. (Other ancient authorities add Withdraw yourself from such people)"},{"number":6,"verse":"(Phil 4.11; Heb 13.5) Of course, there is great gain in godliness combined with contentment,"},{"number":7,"verse":"for we brought nothing into the world, so that (Other ancient authorities read world; it is certain that) we can take nothing out of it,"},{"number":8,"verse":"but if we have food and clothing, we will be content with these."},{"number":9,"verse":"(1 Tim 1.19; 3.7) But those who want to be rich fall into temptation and are trapped by many senseless and harmful desires that plunge people into ruin and destruction."},{"number":10,"verse":"For the love of money is a root of all kinds of evil, and in their eagerness to be rich some have wandered away from the faith and pierced themselves with many pains."},{"number":11,"verse":"(The Good Fight of Faith) But as for you, man of God, shun all this; pursue righteousness, godliness, faith, love, endurance, gentleness."},{"number":12,"verse":"(1 Cor 9.25, 26; 1 Tim 1.18; Heb 13.23) Fight the good fight of the faith; take hold of the eternal life to which you were called and for which you made (Gk confessed) the good confession in the presence of many witnesses."},{"number":13,"verse":"(Jn 18.37; 1 Tim 5.21) In the presence of God, who gives life to all things, and of Christ Jesus, who in his testimony before Pontius Pilate made the good confession, I charge you"},{"number":14,"verse":"(Phil 1.6; 2 Thess 2.8) to keep the commandment without spot or blame until the manifestation of our Lord Jesus Christ,"},{"number":15,"verse":"(1 Tim 1.11, 17; Rev 17.14; 19.16) which he will bring about at the right time—he who is the blessed and only Sovereign, the King of kings and Lord of lords."},{"number":16,"verse":"(Jn 1.18; Eph 3.21; 1 Tim 1.17) It is he alone who has immortality and dwells in unapproachable light, whom no one has ever seen or can see; to him be honor and eternal dominion. Amen."},{"number":17,"verse":"(Lk 12.20, 21; Acts 14.17; 1 Tim 4.10) As for those who in the present age are rich, command them not to be haughty or to set their hopes on the uncertainty of riches but rather on God, who richly provides us with everything for our enjoyment."},{"number":18,"verse":"(Rom 12.8, 13; 1 Tim 5.10) They are to do good, to be rich in good works, generous, and ready to share,"},{"number":19,"verse":"thus storing up for themselves the treasure of a good foundation for the future, so that they may take hold of the life that really is life."},{"number":20,"verse":"(Personal Instructions and Benediction) (2 Tim 1.14; 2.16) Timothy, guard the deposit entrusted to you. Avoid the profane chatter and contradictions of what is falsely called knowledge;"},{"number":21,"verse":"by professing it some have missed the mark as regards the faith. Grace be with you. (The Greek word for you here is plural; in other ancient authorities it is singular. Other ancient authorities add Amen)"}]}