{"bibleAbbr":"KJ3-2005","bookName":"Philemon","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, a prisoner of Christ Jesus, and Timothy the brother, to Philemon the beloved and our fellow-worker,"},{"number":2,"verse":"and to Apphia the beloved, and to Archippus our fellow-soldier, and to the assembly in your house:"},{"number":3,"verse":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":4,"verse":"I thank my God always making mention of you in my prayers,"},{"number":5,"verse":"hearing of your love and faith which you have toward the Lord Jesus, and toward all the saints,"},{"number":6,"verse":"so that the fellowship of your faith may be effective in a full knowledge of every good thing in you for Jesus Christ."},{"number":7,"verse":"For we have much joy and encouragement over your love, in that the hearts of the saints have been refreshed through you, brother."},{"number":8,"verse":"Because of this, having much boldness in Christ to enjoin you to do what is becoming,"},{"number":9,"verse":"rather because of love I entreat, being such a one as Paul the aged, and now also a prisoner of Jesus Christ;"},{"number":10,"verse":"I entreat you concerning my child Onesimus, whom I fathered in my bonds,"},{"number":11,"verse":"the one once worthless to you, but now useful to you and to me; whom I sent back to you."},{"number":12,"verse":"Even receive him, that is, my heart;"},{"number":13,"verse":"whom I purposed to hold with myself, that for you he might serve me in the bonds of the gospel."},{"number":14,"verse":"But I was willing to do nothing without your consent, that your good might not be by way of necessity, but by way of willingness."},{"number":15,"verse":"For perhaps for this he was separated for an hour, that you might receive him eternally;"},{"number":16,"verse":"no longer as a slave, but beyond a slave, a beloved brother, especially to me, and how much more to you, both in the flesh and in the Lord."},{"number":17,"verse":"Then if you have me as a partner, receive him as me."},{"number":18,"verse":"And if he wronged you in anything, or owes, charge this to me."},{"number":19,"verse":"I, Paul, wrote with my hand; I will repay (that I not say to you that you even owe yourself to me also)."},{"number":20,"verse":"Yes, brother, that I may have your help in the Lord, refresh my bowels in the Lord."},{"number":21,"verse":"Trusting to your obedience, I wrote to you, knowing that you will do even beyond what I say."},{"number":22,"verse":"But at once prepare lodging for me; for I hope that through your prayers I shall be given to you."},{"number":23,"verse":"Epaphras, my fellow-captive in Christ Jesus, greets you,"},{"number":24,"verse":"also my fellow-workers Mark, Aristarchus, Demas, and Luke."},{"number":25,"verse":"The grace of our Lord Jesus Christ be wiih your spirit. Amen."}]}