{"bibleAbbr":"teERV1997","bookName":"యెహెజ్కేలు","bookEnglishName":"Ezekiel","chapterNumber":38,"verses":[{"number":1,"verse":"( గోగుకు వ్యతిరేకంగా వర్తమానం) యెహోవా వాక్కు నా వద్దకు వచ్చింది. ఆయన ఇలా అన్నాడు:"},{"number":2,"verse":"“నరపుత్రుడా, మాగోగు దేశపువాడైన గోగువైపు చూడు. అతడు మెషెకు మరియు తుబాలు దేశాలకు అతి ముఖ్యమైన నాయకుడు. నీవు నా తరపున గోగుకు వ్యతిరేకంగా మాట్లాడుము."},{"number":3,"verse":"ప్రభువైన యెహోవా ఈ విషయాలు చెపుతున్నాడని నీవతనికి తెలుపు, ‘గోగూ, నీవు మెషెకు మరియు తుబాలు దేశాలకు అతి ముఖ్యమైన నాయకుడవు! కాని నీకు నేను విరోధిని."},{"number":4,"verse":"నిన్ను నేను పట్టుకుని వెనుకకు తీసుకొని వస్తాను. నీ సైన్యంలోని వారందరినీ నేను పట్టుకు వస్తాను. గుర్రాలను, గుర్రపు సైన్యం వారందరిని పట్టుకు వస్తాను. మీ నోళ్లకు గాలం తగిలించి, మీ అందరినీ తిరిగి తీసుకు వస్తాను. మీ సైనికులంతా వారి దుస్తులు, డాళ్లు, కత్తులు ధరిస్తారు."},{"number":5,"verse":"పెర్షియా (పారసీకము), ఇథియోపియ (కూషు) మరియు పూతు సైనికులందరు కూడ మీతో ఉంటారు. వారంతా తమ డాళ్లు, శిరస్త్రాణాలు ధరిస్తారు."},{"number":6,"verse":"అక్కడ గోమరు కూడ తన సైన్యమంతటితో ఉంటుంది. తన సైనిక పటాలాలన్నిటితో దూరాన గల ఉత్తర దేశమైన తోగర్మా కూడ ఉంటుంది. ఆ బందీల ప్రదర్శనలో ఇంకా అనేకానేక మంది ప్రజలు ఉంటారు."},{"number":7,"verse":"“‘సిద్ధంకండి. అవును. నీవు నీతో కలిసిన సైన్యాలు సిద్ధం కండి. మీరు సిద్ధమై మెలకువతో ఉండండి."},{"number":8,"verse":"ఎంతో కాలం తరువాత మీరు విధులకు పిలవబడుతారు. తరువాతి సంవత్సరాలలో యుద్ధ బాధలనుండి విముక్తి చెందిన దేశంలోకి మీరు వస్తారు. ఆ దేశపు ప్రజలు తాము ఇతర దేశాలనుండి సమ కూర్చబడి ఇశ్రాయేలు పర్వతం మీదికి తిసుకొని రాబడతారు. గతంలో ఇశ్రాయేలు పర్వతాలు పదే పదే నాశనం చేయబడ్డాయి. అయితే ఈ ప్రజలు మాత్రం ఇతర దేశాల నుండి తిరిగి వచ్చినవారు. వారంతా క్షేమంగా నివసిస్తారు."},{"number":9,"verse":"కాని నీవు వారిని ఎదిరించటానికి వస్తావు. నీవొక తుఫానులా వస్తావు. దేశాన్ని ఆవరించి గర్జించే మేఘంలా నీవు వస్తావు. నీవు, నీతో వున్న అన్య దేశాల సైనిక దళాలు ఈ ప్రజల మీదికి వచ్చి పడతారు.’”"},{"number":10,"verse":"నా ప్రభువైన యెహోవా ఈ విషయాలు చెపుతున్నాడు: “ఆ సమయంలో నీ మనస్సుకు ఒక ఆలోచన వస్తుంది. నీవు కుయుక్తి పన్నటం మొదలు పెడతావు."},{"number":11,"verse":"నీవు ఈ విధంగా అంటావు, ‘నగరాలకు రక్షణ గోడలు లేకుండా ఉన్న దేశంపై (ఇశ్రాయేలు) నేను దాడిచేస్తాను. వారు ప్రశాంతంగా జీవిస్తున్నారు. సురక్షితంగా ఉన్నామని వారనుకుంటున్నారు. నగరాలను రక్షించటానికి వాటిచుట్టూ గోడలే లేవు. వారి ద్వారాలకు తాళాలు లేవు. అసలు ద్వారాలే లేవు!"},{"number":12,"verse":"ఆ ప్రజలను నేను ఓడించి, వారి విలువైన సొమ్ములను నేను కొల్లగొడతాను. ఒకప్పుడు నాశనం చేయబడి, ఇప్పుడు జనంతో క్రిక్కిరిసిన ప్రాంతాలపై నేను యుద్ధం చేస్తాను. అన్యదేశాల నుండి వెనుకకు తీసుకొని రాబడిన ఆ ప్రజలతో (ఇశ్రాయేలు) నేను యుద్ధం చేస్తాను. ఇప్పుడా ప్రజలకు పశువులు, ఆస్తిపాస్తులు సమకూడాయి. వారు ప్రపంచానికి నాలుగుబాటల కూడలి స్థలంలో నివసిస్తున్నారు. కొన్ని అగ్ర రాజ్యాలు ఇతర బలమైన రాజ్యాలకు ఆ ప్రాంతం గుండానే వెళ్లాలి.’"},{"number":13,"verse":"“సెబా, దదానువారు; తర్షీషు వ్యాపారులు, ఇతర వ్యాపార కేంద్రాలైన నగరాల వారు నిన్ను చూచి ఇలా అంటారు, ‘విలువైన వస్తువులు పట్టుకు పోవడానికి వచ్చావా? మంచి మంచి వస్తువులు, వెండి బంగారాలు, పశువులు, ఇతర సంపద కొల్లగొట్టి పట్టుకుపోవటానికి నీవు నీ సైనిక దళాలను తీసుకొని వచ్చావా? ఆ విలువైన వస్తువులు పట్టుకు పోవటానికి వచ్చావా?’”"},{"number":14,"verse":"దేవుడు ఇలా అన్నాడు, “నరపుత్రుడా, నా తరఫున గోగుతో మాట్లాడు. ప్రభువైన యెహోవా ఈ విషయాలు చెపుతున్నాడని అతనికి తెలియజేయి, ‘నా ప్రజలు ప్రశాంతంగా, నిర్భయంగా జీవిస్తున్న సమయంలో నీవు వారిమీద దండయాత్రకు వస్తావు."},{"number":15,"verse":"సుదూర ఉత్తర ప్రాంతంలో గల నీ దేశంనుండి నీవు వస్తావు. నీతో అనేక మందిని తీసుకొని వస్తావు. వారంతా గుర్రాల మీద వస్తారు. మీరంతా ఒక శక్తివంతమైన మహా సైన్యంగా ఉంటారు."},{"number":16,"verse":"నా ప్రజలైన ఇశ్రాయేలీయుల మీద యుద్ధం చేయటానికి మీరు వస్తారు. దేశాన్ని ఆవరించే గర్జించే ఒక మేఘంలా నీవుంటావు. ఆ సమయం వచ్చినప్పుడు నా దేశం మీద యూద్ధానికి నిన్ను తీసుకొనివస్తాను. గోగూ, అప్పుడు నేనెంత శక్తిమంతుడనో దేశాలన్నీ తెలుసుకొంటాయి! వారు నన్ను గౌరవించటం నేర్చుకుంటారు. నేను మహనీయుడనని వారు తెలుసుకుంటారు. నీకు నేనేమి చేస్తానో వారు చూస్తారు!’”"},{"number":17,"verse":"నా ప్రభువైన యెహోవా ఈ విషయాలు చెపుతున్నాడు, “గతంలో నేను నిన్ను గురించి మాట్లాడినట్లు ఆ సమయంలో ప్రజలు గుర్తు తెచ్చుకుంటారు. నా సేవకులైన ఇశ్రాయేలు ప్రవక్తల సేవలను నేను వినియోగించుకున్నట్లు వారు గుర్తు తెచ్చుకుంటారు. ఇశ్రాయేలు ప్రవక్తలు గతంలో నా తరపున మాట్లాడుతూ, వారిపై యుద్ధానికి నేను నిన్ను తీసుకొని వస్తానని చెప్పినట్లు వారు గుర్తు తెచ్చుకుంటారు.”"},{"number":18,"verse":"నా ప్రభువైన యెహోవా ఇలా చెప్పాడు: “ఆ సమయంలో ఇశ్రాయేలు దేశంపై యుద్ధానికి గోగు వస్తాడు. నేను నా కోపాన్ని చూపిస్తాను."},{"number":19,"verse":"నా కోపంలో, ఉద్రేకంలో నేనిలా ప్రమాణం చేస్తున్నాను, ఇశ్రాయేలు దేశంలో ఒక తీవ్రమైన భూకంపం వస్తుందని నేను ఖచ్చితంగా చెపుతున్నాను."},{"number":20,"verse":"ఆ సమయంలో జీవరాశులన్నీ భయంతో కంపించిపోతాయి. సముద్రంలో చేపలు, గాలిలో పక్షులు, అడవుల్లో క్రూరమృగాలు తదితర పాకే జీవులు, మానవులందరూ భయంతో వణికిపోతారు. పర్వతాలు కూలిపోతాయి. కొండ శిఖరాలు విరిగి పడతాయి. ప్రతి గోడా నేలకూలు తుంది!”"},{"number":21,"verse":"నా ప్రభువైన యెహోవా ఇలా చెపుతున్నాడు: “అంతేగాదు. ఇశ్రాయేలు పర్వతాల మీద అన్ని రకాల భయోత్పాతాలను గోగు మీదికి రప్పిస్తాను. అతని సైనికులు తమ కంగారులో ఒకరిపై ఒకరు పడి, తమ కత్తులతో ఒకరి నొకరు పొడుచుకొని చంపుకుంటారు."},{"number":22,"verse":"రోగాలతోను, మరణంతోను గోగును శిక్షిస్తాను. గోగు మీదను, అనేక దేశాల నుండి వచ్చిన అతని సైన్యం మీదను వడగళ్లు, అగ్ని, గంధకం వర్షించేలా చేస్తాను."},{"number":23,"verse":"నేనెంత గొప్పవాడినో నేనప్పుడు చూపిస్తాను. నేను మహనీయుడనని రుజువు చేస్తాను. నేను ఈ పనులు చేయటం అనేక దేశాల వారు చూస్తారు. నేనెవరినో అప్పుడు వారు కనుగొంటారు. నేనే యెహోవానని వారప్పుడు తెలుసుకుంటారు.”"}]}