{"bibleAbbr":"teERV1997","bookName":"యెహెజ్కేలు","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"( యెరూషలేముకు నాశనం వస్తుంది) పిమ్మట యెహోవా వాక్కు నాకు చేరింది."},{"number":2,"verse":"ఆయన ఇలా అన్నాడు: “నరపుత్రుడా, నా ప్రభువైన యెహోవా నుండి ఒక సందేశం ఉంది. అది ఇశ్రాయేలు దేశానికి సంబంధించినది: “అంతం వచ్చింది. దేశం యావత్తూ నాశనమవుతుంది."},{"number":3,"verse":"ఇప్పుడు నీ అంతం సమీపించింది. నేను నీ పట్ల ఎంత కోపంగా ఉన్నానో చూపిస్తాను. నీ చెడు కార్యాలకు నిన్ను నేను శిక్షిస్తాను. నీవు చేసిన భయంకరమైన పనులకు ఫలమనుభవిస్తావు."},{"number":4,"verse":"నీ పట్ల నేను కనికరం చూపను. నిన్ను చూచి విచారించను. నీవు చేసిన చెడ్డకార్యాలకు నిన్ను నేను శిక్షిస్తున్నాను. నీవు ఘోరమైన పనులు చేశావు. నేను యెహోవానని నీవిప్పుడు తెలుసు కొంటావు.”"},{"number":5,"verse":"నా ప్రభువైన యెహోవా ఈ విషయాలు చెప్పాడు, “ఒక విపత్తు తరువాత మరొకటి వస్తుంది:"},{"number":6,"verse":"అంతం సమీపిస్తున్నది! అవసానదశ వస్తున్నది. అది అతి త్వరలో సంభవిస్తుంది!"},{"number":7,"verse":"ఇశ్రాయేలులో నివసిస్తున్న ప్రజలారా, హెచ్చరించే ఈల శబ్దం వింటున్నారా? శత్రువు వచ్చిపడుతున్నాడు. శిక్షాకాలం అతి దగ్గరలో ఉంది! శత్రుసైన్యపు రణగొణ ధ్వనులు పర్వతాలపై మరీ మరీ ఎక్కువగా వినవస్తున్నాయి."},{"number":8,"verse":"నేనెంత కోపంగా వున్నానో అతి త్వరలో మీకు నేను చూపిస్తాను. మీమీద నాకున్న కోపాన్నంతా చూపిస్తాను. మీరు చేసిన చెడు కార్యాలకు మిమ్ముల్ని నేను శిక్షిస్తాను. మీరు చేసిన భయంకరమైన పనులన్నిటికీ మీరు ప్రతి ఫలం చెల్లించేలా చేస్తాను."},{"number":9,"verse":"మీ పట్ల ఏ మాత్రం కనికరం చూపను. మిమ్ముల్ని చూచి విచారపడను. మీరటువంటి భయంకరమైన పాపాలు చేశారు. నేను ప్రభువైన యెహోవానని, నేనే మిమ్ముల్ని కొడతానని మీరు తెలుసుకుంటారు."},{"number":10,"verse":"“ఆ శిక్షాకాలం సమీపించింది. హెచ్చరిక ఈల విన్నావా? దేవుడు సూచన చేశాడు. శిక్ష మొదలవుతూ ఉంది. చేతికర్ర చిగురు తొడగటం మొదలు పెట్టింది. ( చేతికర్ర … పెట్టింది ఈ వృత్తాంతము దేవుడు అహరోను చేతి కర్రను చిగురింప చేసిన కాలానికి సంబంధించినది కావచ్చు. ఆ కాలంలో కొందరు లేవీయులు మోషేమీద, అహరోను మీద తిరుగుబాటు చేశారు. అయితే దేవుడు ఆ లేవీయులను సర్వనాశనం చేసినాడు. చూడండి. ; .) అహంకారియైన రాజు (నెబుకద్నెజరు) ఇప్పటికే చాలా బలవంతుడైనాడు."},{"number":11,"verse":"హింసావాదియైన అతడు ఆ దుష్ట ప్రజలను శిక్షించటానికి సిద్ధంగా వున్నాడు. ఇశ్రాయేలులో చాలా మంది మనుష్యులున్నారు. కాని అతడు వారిలో ఒకడు కాదు. ఆ గుంపులో అతడొకడు కాదు. ఆ ప్రజలలో అతడొక ప్రముఖ నాయకుడు కాదు."},{"number":12,"verse":"“ఆ శిక్షాకాలం దరిచేరింది. ఆ రోజు ఇక్కడే వున్నది. సరుకులు కొనుగోలు చేసే జనులు సంతోషపడరు. అమ్మకపుదారులు వారి అమ్మకాల పట్ల విచారపడరు. ఎందువల్లనంటే ఆ భయంకరమైన శిక్ష ప్రతివానికి వస్తుంది గనుక."},{"number":13,"verse":"తమ ఆస్తిని అమ్ముకున్న ( తమ ఆస్తిని అమ్ముకున్న ప్రాచీన కాలవు ఇశ్రాయేలులో ఆస్థి వ్యక్తికి చెందివుండేది కాదు. ఆస్థి వంశానికి చెంది వుంటుంది. ఏ వ్యక్తి అయినా తన ఆస్థి అమ్మితే స్వర్ణోత్సవాల సమయంలో అది కుటుంబానికి తిరిగి వచ్చేది. కాని ప్రజలు ఆస్థిని తిరిగి పొందరని ఇక్కడ యెహెజ్కేలు చెప్పుచున్నాడు.) ప్రజలు, మరి దాని వద్దకు వెళ్లరు. ఏ వ్యక్తి అయినా తప్పించుకుని బ్రతికితే కూడా అతడు తన ఆస్తి వద్దకు ఎన్నడూ మళ్లీ వెళ్లలేడు. ఎందువల్లనంటే, దేవుని ఈ సందేశం అందరికీ సంబంధించినది గనుక. అందువల్ల ఏ ఒక్కడైనా బ్రతికి బయటపడినా, అది ప్రజలను సంతోష పెట్టలేదు."},{"number":14,"verse":"“ప్రజలను హెచ్చరించటానికి వారు బూరలు ఊదుతారు. ప్రజలు యుద్ధ సన్నద్ధులౌతారు. కాని వారు యుద్ధం చేయటానికి మాత్రం బయటికి వెళ్లరు. ఎందువల్లనంటే నేనెంత కోపంగా వున్నానో ఆ సమూహమంతటికీ చూపిస్తాను గనుక."},{"number":15,"verse":"శత్రువు కత్తిపట్టి నగరం వెలుపల కాచివున్నాడు. వ్యాధులు, క్షామము నగరం లోపల ఉన్నాయి. ఏ మనిషేగాని బయట తన పొలానికి వెళ్లితే వేచి వున్న శత్రు సైనికుడు అతన్ని చంపివేస్తాడు. ఒకవేళ ఆ వ్యక్తి నగరంలోనే వుంటే ఆకలి, వ్యాధులు అతన్ని చంపివేస్తాయి."},{"number":16,"verse":"“కాని కొంతమంది ప్రజలు తప్పించుకుంటారు. అలా బ్రతికినవారు పర్వతాలలోకి పారిపోతారు. అయినా వారు సంతోషంగా ఉండలేరు. వారు తమ పాపాలను తలచుకొని కుమిలిపోతారు. వారు ఏడ్చి, పావురాలవలె మూలుగుతారు."},{"number":17,"verse":"ప్రజలు మిక్కిలి అలసిపోయి, దఃఖించి తమ చేతులను కూడా ఎత్తలేరు. వారి కాళ్లు నీళ్లలా ఉంటాయి."},{"number":18,"verse":"వారు విషాదాన్ని సూచించే దుస్తులు ధరిస్తారు. వారిని భయం ఆవరిస్తుంది. ప్రతి ముఖంలోనూ సిగ్గు ముంచుకు రావటం చూస్తావు. విచారాన్ని వ్యక్తంచేస్తూ వారు తమ తలలను గొరిగించుకుంటారు."},{"number":19,"verse":"వారి వెండి విగ్రహాలను వీధుల్లో పారవేస్తారు. బంగారము (విగ్రహాల)ను మురికి గుడ్డల్లా చూస్తారు. యెహోవా తన కోపాన్ని వారిపట్ల చూపించినప్పుడు వారి విగ్రహాలు వారిని రక్షించలేవు గనుక వారలా చేస్తారు. ప్రజలను పాపమార్గంలో పడవేయటానికి విగ్రహాలు ఒక మాయోపాయంలాంటివి. ఆ విగ్రహాలు ప్రజలకు ఆహారాన్ని ఇవ్వలేవు. వారి విగ్రహాలు వారి కడుపు నింపలేవు."},{"number":20,"verse":"“ఆ ప్రజలు వారి విలువైన ఆభరణాలు వినియోగించి ఒక విగ్రహాన్ని తయారుచేశారు. ఆ విగ్రహాన్ని చూచి వారు గర్వపడ్డారు. వారింకా భయానక విగ్రహాలు చేశారు. వారా హేయమైన వస్తువులను చేశారు. కావున దేవుడనైన నేను వారిని మసిబట్టలా విసిరి పారవేస్తాను."},{"number":21,"verse":"పరాయివారు వారిని పట్టుకునేలా చేస్తాను. పరాయి ప్రజలు వారిని ఎగతాళి చేస్తారు. పరాయి జనులు వారిలో కొంతమందిని చంపివేస్తారు. మరి కొంతమందిని చెరపట్టి తీసుకొనిపోతారు."},{"number":22,"verse":"నేను వారిని చూచి ముఖం తిప్పుకుంటాను. నేను వారివంక చూడను. పరాయి మనుష్యులు నా ఆలయాన్ని ధ్వంసం చేస్తారు. ఆ పవిత్ర భవనంలో రహస్య స్థానాలకు వెళ్లి అపవిత్ర పరుస్తారు."},{"number":23,"verse":"“బందీల కొరకు సంకెళ్లు తయారుచేయి! ఎందుకంటే ఇతరులను చంపిన నేరానికి చాలామంది ప్రజలుంటే శిక్షింపబడతారు గనుక ఈ గొలుసులు తయారు చేయాలి. నగరంలో ప్రతిచోటా దౌర్జన్యం చెలరేగుతుంది."},{"number":24,"verse":"రాజ్యాల నుండి చెడ్డ వ్యక్తులను తీసుకువస్తాను. ఆ చెడ్డ మనుష్యులు ఇశ్రాయేలీయుల ఇండ్లన్నిటినీ ఆక్రమిస్తారు. శక్తివంతులైన మీ ప్రజలందరినీ గర్వించకుండా చేస్తాను. అన్యదేశీయులు మీ ఆరాధన స్థలాలన్నిటినీ వశపర్చుకుంటారు."},{"number":25,"verse":"“మీ ప్రజలందరూ భయంతో పణికిపోతారు. మీరు శాంతికోసం ఎదురుచూస్తారు. కాని అది మీకు లభ్యం కాదు."},{"number":26,"verse":"ఒక విషాద గాధ తరువాత మరియొకటి మీరు వింటారు. చెడ్డవార్తలు మినహా మరేమీ వినరు. మరొక ప్రవక్త కొరకు వెదికి, దర్శన విషయం అడుగుతారు. ఒక్కటికూడ మీకు వుండదు. యాజకులు మీకు బోధించేదేమీ లేదు. పెద్దలు మీకిచ్చే మంచి సలహా ఏమీ వుండదు."},{"number":27,"verse":"చనిపోయిన ప్రజల కొరకు మీ రాజు దుఃఖిస్తాడు. నాయకులు విషాద సూచక దుస్తులు ధరిస్తారు. సామాన్య జనులు మిక్కిలి భయపడతారు. ఎందువల్లనంటే వారు చేసిన పనులను నేను తిప్పికొడతాను. నేను వారికి శిక్షను నిర్ణయిస్తాను. వారిని నేను శిక్షిస్తాను. అప్పుడా ప్రజలు నేను యెహోవానని తెలుసుకుంటారు.”"}]}