{"bibleAbbr":"orOV2014","bookName":"ଯିଖରୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"( ସଦାପ୍ରଭୁଙ୍କ ଦିନର ଆଗମନ) ଦେଖ, ସଦାପ୍ରଭୁଙ୍କର ଏକ ଦିନ ଆସୁଅଛି, ସେସମୟରେ ତୁମ୍ଭ ସମ୍ପତ୍ତି ତୁମ୍ଭ ମଧ୍ୟରେ ବିଭକ୍ତ କରାଯିବ ।"},{"number":2,"verse":"କାରଣ ଯିରୂଶାଲମ ବିରୁଦ୍ଧରେ ସଂଗ୍ରାମ ପାଇଁ ସମସ୍ତ ଗୋଷ୍ଠୀଙ୍କୁ ଆମ୍ଭେ ସଂଗ୍ରହ କରିବା; ପୁଣି, ନଗର ଶତ୍ରୁ ହସ୍ତଗତ ଓ ଗୃହସକଳ ଲୁଟିତ ହେବ ଓ ସ୍ତ୍ରୀମାନେ ବଳାତ୍କୃତ ହେବେ; ଆଉ, ନଗରର ଅର୍ଦ୍ଧେକ ଲୋକ ବନ୍ଦୀ ହୋଇ ଯିବେ ଓ ଅବଶିଷ୍ଟ ଲୋକ ନଗରରୁ ଉଚ୍ଛିନ୍ନ ହେବେ ନାହିଁ ।"},{"number":3,"verse":"ସେତେବେଳେ ସଦାପ୍ରଭୁ ବାହାର ହେବେ ଓ ସଂଗ୍ରାମ ଦିନରେ ଯେପରି ଯୁଦ୍ଧ କଲେ, ସେପରି ସେହିସବୁ ଗୋଷ୍ଠୀ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବେ ।"},{"number":4,"verse":"ପୁଣି, ସେଦିନ ପୂର୍ବ ଦିଗରେ ଯିରୂଶାଲମର ସମ୍ମୁଖସ୍ଥ ଜୈତୁନ ପର୍ବତରେ ତାହାଙ୍କର ଚରଣ ଥୁଆ ହେବ ଓ ଜୈତୁନ ପର୍ବତର ମଧ୍ୟ ଦେଶ ପୂର୍ବ ଓ ପଶ୍ଚିମ ଦିଗରେ ବିଦୀର୍ଣ୍ଣ ହୋଇ ଅତି ବୃହତ ଏକ ଉପତ୍ୟକା ହେବ; ଆଉ, ପର୍ବତର ଅର୍ଦ୍ଧେକ ଉତ୍ତର ଦିଗ ଆଡ଼େ ଓ ଅର୍ଦ୍ଧେକ ଦକ୍ଷିଣ ଦିଗ ଆଡ଼େ ଘୁଞ୍ଚିଯିବ ।"},{"number":5,"verse":"ଆଉ, ତୁମ୍ଭେମାନେ ଆମ୍ଭ ପର୍ବତଗଣର ଉପତ୍ୟକା ଦେଇ ପଳାୟନ କରିବ; କାରଣ ପର୍ବତଗଣର ଉପତ୍ୟକା ଆତ୍ସଲ ପର୍ଯ୍ୟନ୍ତ ଯିବ; ହଁ, ତୁମ୍ଭେମାନେ ଯିହୁଦାର ରାଜା ଉଷିୟର ସମୟରେ ଯେପରି ଭୂମିକମ୍ପର ଆଗରୁ ପଳାୟନ କଲେ, ସେପରି ପଳାୟନ କରିବ । ଆଉ, ସଦାପ୍ରଭୁ ମୋʼ ପରମେଶ୍ଵର ଆସିବେ ଓ ତାହାଙ୍କ ସଙ୍ଗେ ସବୁ ପବିତ୍ର ପ୍ରାଣୀମାନେ ଆସିବେ ।"},{"number":6,"verse":"ପୁଣି, ସେଦିନ ଏପରି ଘଟିବ ଯେ, ଦୀପ୍ତି ଉଜ୍ଜ୍ଵଳ ଓ ଅନ୍ଧକାର ହେବ ନାହିଁ ।"},{"number":7,"verse":"ମାତ୍ର ତାହା ଗୋଟିଏ ଦିନ ହେବ, ତହିଁର ତତ୍ତ୍ଵ ସଦାପ୍ରଭୁଙ୍କୁ ଜଣା; ତାହା ଦିନ ନୁହେଁ ଓ ରାତ୍ରି ନୁହେଁ; ମାତ୍ର ସନ୍ଧ୍ୟାକାଳରେ ଦୀପ୍ତି ହେବ ।"},{"number":8,"verse":"ପୁଣି, ସେଦିନ ଯିରୂଶାଲମରୁ ଅମୃତ ଜଳ ନିର୍ଗତ ହେବ; ତହିଁର ଅର୍ଦ୍ଧେକ ପୂର୍ବ ସମୁଦ୍ର ଆଡ଼େ ଓ ଅର୍ଦ୍ଧେକ ପଶ୍ଚିମ ସମୁଦ୍ର ଆଡ଼େ ଯିବ; ଗ୍ରୀଷ୍ମକାଳରେ ଓ ଶୀତକାଳରେ ତାହା ରହିବ ।"},{"number":9,"verse":"ଆଉ, ସଦାପ୍ରଭୁ ସମୁଦାୟ ପୃଥିବୀ ଉପରେ ରାଜା ହେବେ; ସେଦିନ ସଦାପ୍ରଭୁ ଅଦ୍ଵିତୀୟ ହେବେ ଓ ତାହାଙ୍କର ନାମ ଅଦ୍ଵିତୀୟ ହେବ।"},{"number":10,"verse":"ଗେବାଠାରୁ ଯିରୂଶାଲମର ଦକ୍ଷିଣସ୍ଥ ରିମ୍ମୋନ ପର୍ଯ୍ୟନ୍ତ ସମସ୍ତ ଦେଶ ଆରବା ତୁଲ୍ୟ ପରିବର୍ତ୍ତିତ ହେବ; ଆଉ, ନଗର ଉନ୍ନତ ହୋଇ ବିନ୍ୟାମୀନର ଦ୍ଵାରଠାରୁ ପ୍ରଥମ ଦ୍ଵାରର ସ୍ଥାନ, ଅର୍ଥାତ୍, କୋଣର ଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ଓ ହନନେଲର ଦୁର୍ଗଠାରୁ ରାଜାର ଦ୍ରାକ୍ଷାଯନ୍ତ୍ର ପର୍ଯ୍ୟନ୍ତ ଆପଣା ସ୍ଥାନରେ ବାସ କରିବ ।"},{"number":11,"verse":"ପୁଣି, ମନୁଷ୍ୟମାନେ ତହିଁ ମଧ୍ୟରେ ବାସ କରିବେ, ପୁଣି ଅଭିଶାପ ଆଉ ନୋହିବ; ମାତ୍ର ଯିରୂଶାଲମ ନିରାପଦରେ ବାସ କରିବ ।"},{"number":12,"verse":"ଆଉ, ଯେଉଁ ସକଳ ଗୋଷ୍ଠୀ ଯିରୂଶାଲମ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିଅଛନ୍ତି, ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ଯେଉଁ ମାରୀରେ ଆଘାତ କରିବେ, ତାହା ଏହି; ସେମାନେ ଆପଣା ଆପଣା ଚରଣରେ ଠିଆ ହେବା ବେଳେ ସେମାନଙ୍କର ମାଂସ କ୍ଷୟ ପାଇବ ଓ ସେମାନଙ୍କର ଚକ୍ଷୁ ଆପଣା ଆପଣା କୋରଡ଼ରେ କ୍ଷୟ ପାଇବ ଓ ସେମାନଙ୍କ ମୁଖରେ ସେମାନଙ୍କର ଜିହ୍ଵା କ୍ଷୟ ପାଇବ ।"},{"number":13,"verse":"ପୁଣି, ସେଦିନ ସେମାନଙ୍କ ମଧ୍ୟରେ ସଦାପ୍ରଭୁଙ୍କ ଆଡ଼ରୁ ମହା କୋଳାହଳ ହେବ; ଆଉ, ସେମାନଙ୍କର ପ୍ରତ୍ୟେକ ଜଣ ଆପଣା ଆପଣା ପ୍ରତିବାସୀର ହସ୍ତ ଧରିବେ ଓ ପ୍ରତ୍ୟେକର ହସ୍ତ ଆପଣା ଆପଣା ପ୍ରତିବାସୀର ହସ୍ତ ବିରୁଦ୍ଧରେ ଉଠିବ ।"},{"number":14,"verse":"ଯିହୁଦା ମଧ୍ୟ ଯିରୂଶାଲମ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବ ଓ ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ସବୁ ଗୋଷ୍ଠୀଙ୍କ ସମ୍ପତ୍ତି ସୁନା, ରୂପା ଓ ବସ୍ତ୍ର ଅତିଶୟ ପ୍ରଚୁର ରୂପେ ସଞ୍ଚୟ କରାଯିବ ।"},{"number":15,"verse":"ପୁଣି, ସେହିସବୁ ଛାଉଣିରେ ଯେଉଁ ଅଶ୍ଵ, ଖଚର, ଉଷ୍ଟ୍ର ଓ ଗର୍ଦ୍ଦଭ ଓ ସବୁ ପ୍ରକାର ପଶୁ ଥିବେ, ସେମାନଙ୍କ ପ୍ରତି ଯେଉଁ ମାରୀ ଘଟିବ, ତାହା ସେହି ମାରୀ ତୁଲ୍ୟ ହେବ ।"},{"number":16,"verse":"ଆଉ, ଯେଉଁ ଗୋଷ୍ଠୀସବୁ ଯିରୂଶାଲମ ବିରୁଦ୍ଧରେ ଆସିଲେ, ସେମାନଙ୍କ ମଧ୍ୟରୁ ଯେଉଁମାନେ ଅବଶିଷ୍ଟ ରହିବେ, ସେ ପ୍ରତ୍ୟେକେ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ରାଜାଙ୍କ ନିକଟରେ ପ୍ରଣାମ କରିବା ପାଇଁ ଓ ପତ୍ର-କୁଟୀର ପର୍ବ ପାଳନ କରିବା ପାଇଁ ବର୍ଷକୁ ବର୍ଷ ଆସିବେ ।"},{"number":17,"verse":"ପୁଣି, ପୃଥିବୀସ୍ଥ ସବୁ ଗୋଷ୍ଠୀ ମଧ୍ୟରୁ ଯେଉଁମାନେ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ରାଜାଙ୍କ ନିକଟରେ ପ୍ରଣାମ କରିବା ପାଇଁ ଯିରୂଶାଲମକୁ ଆସିବେ ନାହିଁ, ସେମାନଙ୍କ ଉପରେ କିଛି ଜଳ ବୃଷ୍ଟି ହେବ ନାହିଁ ।"},{"number":18,"verse":"ଆଉ, ମିସରର ଗୋଷ୍ଠୀ ଯେବେ ନ ଆସେ, ତେବେ ସେମାନଙ୍କ ଉପରେ ହିଁ ତାହା ହେବ ନାହିଁ ଯେଉଁ ଗୋଷ୍ଠୀଗଣ ପତ୍ର-କୁଟୀର ପର୍ବ ପାଳନ କରିବା ପାଇଁ ଆସିବେ ନାହିଁ, ସେମାନଙ୍କୁ ସଦାପ୍ରଭୁ ଯଦ୍ଦ୍ଵାରା ଆଘାତ କରିବେ, ସେହି ମାରୀ ସେଠାରେ ଘଟିବ ।"},{"number":19,"verse":"ଏହା ମିସରର ଦଣ୍ତ ହେବ ଓ ଯେଉଁସବୁ ଗୋଷ୍ଠୀ ପତ୍ର-କୁଟୀର ପର୍ବ ପାଳନ କରିବାକୁ ଆସିବେ ନାହିଁ, ସେମାନଙ୍କ ପ୍ରତି ଏହି ଦଣ୍ତ ହେବ ।"},{"number":20,"verse":"ସେଦିନ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ପବିତ୍ର, ଏହି କଥା ଅଶ୍ଵଗଣର ଘଣ୍ଟିରେ ଲେଖା ହେବ ଓ ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ହାଣ୍ତିସବୁ ଯଜ୍ଞବେଦି ସମ୍ମୁଖସ୍ଥ ପାତ୍ରସବୁର ତୁଲ୍ୟ ହେବ ।"},{"number":21,"verse":"ହଁ, ଯିରୂଶାଲମର ଓ ଯିହୁଦାର ହାଣ୍ତିସବୁ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ପବିତ୍ର ହେବ; ଆଉ, ଯଜ୍ଞକାରୀ ସମସ୍ତେ ଆସି ସେହି ହାଣ୍ତି ମଧ୍ୟରୁ ନେଇ ତହିଁରେ ପାକ କରିବେ; ପୁଣି, ସେ ଦିନ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ କିଣାନୀୟ କୌଣସି ଲୋକ ଆଉ ନ ଥିବ ।"}]}