{"bibleAbbr":"orOV2014","bookName":"ଯିଖରୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"( ଦର୍ଶନ - ସୁବର୍ଣ୍ଣମୟ ଦୀପବୃକ୍ଷ) ଅନନ୍ତର ଯେଉଁ ଦୂତ ମୋʼ ସଙ୍ଗରେ କଥା କହୁଥିଲେ, ସେ ପୁନର୍ବାର ଆସି ମୋତେ ନିଦ୍ରାରୁ ଜାଗ୍ରତ ମନୁଷ୍ୟର ପ୍ରାୟ ଜଗାଇଲେ।"},{"number":2,"verse":"ପୁଣି, ସେ ମୋତେ କହିଲେ, ତୁମ୍ଭେ କଅଣ ଦେଖୁଅଛ ? ତହିଁରେ ମୁଁ କହିଲି, ମୁଁ ଦେଖିଅଛି, ଆଉ ଦେଖ, ସମ୍ପୂର୍ଣ୍ଣ ସୁବର୍ଣ୍ଣମୟ ଏକ ଦୀପବୃକ୍ଷ, ତହିଁର ଉପରେ ତୈଳାଧାର ଓ ତହିଁ ଉପରେ ସାତ ପ୍ରଦୀପ ଅଛି ଓ ତହିଁର ଉପରି ଭାଗରେ ପ୍ରତ୍ୟେକ ପ୍ରଦୀପର ନିମନ୍ତେ ସାତ ନଳ;"},{"number":3,"verse":"ଆଉ, ତହିଁର ନିକଟରେ ଦୁଇ ଜୀତବୃକ୍ଷ ଅଛି, ପୁଣି ଗୋଟିଏ ତୈଳାଧାରର ଦକ୍ଷିଣ ପାର୍ଶ୍ଵରେ ଓ ଅନ୍ୟ ଗୋଟିଏ ତହିଁର ବାମ ପାର୍ଶ୍ଵରେ ।"},{"number":4,"verse":"ତହିଁରେ ଯେଉଁ ଦୂତ ମୋʼ ସଙ୍ଗରେ କଥା କହୁଥିଲେ, ମୁଁ ତାଙ୍କୁ ଉତ୍ତର କରି କହିଲି, ହେ ମୋର ପ୍ରଭୁ, ଏସବୁ କଅଣ ?"},{"number":5,"verse":"ସେତେବେଳେ ଯେଉଁ ଦୂତ ମୋʼ ସଙ୍ଗରେ କଥା କହୁଥିଲେ, ସେ ମୋତେ ଉତ୍ତର କରି କହିଲେ, ଏସବୁ କଅଣ, ତାହା କି ତୁମ୍ଭେ ଜାଣି ନାହଁ ? ପୁଣି, ତହିଁରେ ମୁଁ କହିଲି, ହେ ମୋର ପ୍ରଭୁ, ଜାଣୁ ନାହିଁ ।"},{"number":6,"verse":"ତହିଁରେ ସେ ମୋତେ ଉତ୍ତର କରି କହିଲେ, ଏହା ଯିରୁବ୍ବାବିଲଙ୍କ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟ, ଯଥା, ପରାକ୍ରମ ଦ୍ଵାରା ନୁହେଁ, କିଅବା ବଳ ଦ୍ଵାରା ନୁହେଁ, ମାତ୍ର ଆମ୍ଭର ଆତ୍ମା ଦ୍ଵାରା, ଏହା ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି ।"},{"number":7,"verse":"ହେ ବୃହତ ପର୍ବତ, ତୁମ୍ଭେ କିଏ ? ଯିରୁବ୍ବାବିଲଙ୍କ ସମ୍ମୁଖରେ ତୁମ୍ଭେ ସମଭୂମି ହେବ; ଆଉ, ତହିଁ ପ୍ରତି ଅନୁଗ୍ରହ, ଅନୁଗ୍ରହ, ଏହି ଜୟଧ୍ଵନି କରି ସେ ମସ୍ତକ ସ୍ଵରୂପ ପ୍ରସ୍ତର ବାହାର କରି ଆଣିବ ।"},{"number":8,"verse":"ଆହୁରି, ସଦାପ୍ରଭୁଙ୍କର ଏହି ବାକ୍ୟ ମୋʼ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା,"},{"number":9,"verse":"ଯିରୁବ୍ବାବିଲଙ୍କ ହସ୍ତ ଏହି ଗୃହର ଭିତ୍ତିମୂଳ ସ୍ଥାପନ କରିଅଛି; ତାଙ୍କ ହସ୍ତ ମଧ୍ୟ ତାହା ସମାପ୍ତ କରିବ; ତହିଁରେ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଯେ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ମୋତେ ପ୍ରେରଣ କରିଅଛନ୍ତି, ଏହା ତୁମ୍ଭେ ଜାଣିବ ।"},{"number":10,"verse":"କାରଣ କ୍ଷୁଦ୍ର କ୍ଷୁଦ୍ର ବିଷୟର ଦିନକୁ କିଏ ତୁଚ୍ଛଜ୍ଞାନ କରିଅଛି ? ଯେଣୁ ସେମାନେ, ଅର୍ଥାତ୍, ସମୁଦାୟ ପୃଥିବୀ ଏଣେତେଣେ ପର୍ଯ୍ୟଟନକାରୀ ସଦାପ୍ରଭୁଙ୍କର ଏହି ସପ୍ତ ଚକ୍ଷୁ ଯିରୁବ୍ବାବିଲଙ୍କ ହସ୍ତରେ ଓଳମ ଦେଖି ଆନନ୍ଦ କରିବେ ।"},{"number":11,"verse":"ତେବେ ମୁଁ ଉତ୍ତର କରି ତାଙ୍କୁ କହିଲି, ଦୀପବୃକ୍ଷର ଦକ୍ଷିଣ ପାର୍ଶ୍ଵରେ ଓ ତହିଁର ବାମ ପାର୍ଶ୍ଵରେ ସ୍ଥିତ ଏହି ଦୁଇ ଜୀତବୃକ୍ଷ କଅଣ ?"},{"number":12,"verse":"ପୁଣି, ମୁଁ ଦ୍ଵିତୀୟ ଥର ତାଙ୍କୁ ଉତ୍ତର କରି କହିଲି, ସୁବର୍ଣ୍ଣମୟ ଯେଉଁ ଦୁଇ ନଳ ଆପଣା ଆପଣା ମଧ୍ୟରୁ ସୁବର୍ଣ୍ଣମୟ ତୈଳ ନିର୍ଗତ କରେ, ତହିଁର ପାର୍ଶ୍ଵରେ ଜୀତବୃକ୍ଷର ଯେଉଁ ଦୁଇ ଶାଖା ଅଛି, ତାହା କଅଣ ?"},{"number":13,"verse":"ତହିଁରେ ସେ ମୋତେ ଉତ୍ତର କରି କହିଲେ, ଏସବୁ କଅଣ, ଏହା କି ତୁମ୍ଭେ ଜାଣ ନାହିଁ ? ତହୁଁ ମୁଁ କହିଲି, ହେ ମୋର ପ୍ରଭୁ, ଜାଣେ ନାହିଁ ।"},{"number":14,"verse":"ତେବେ ସେ କହିଲେ, ଏମାନେ ସମୁଦାୟ ଭୂମଣ୍ତଳର ପ୍ରଭୁଙ୍କ ଛାମୁରେ ଠିଆ ହେବାର ଦୁଇ ତୈଳ ପୁତ୍ର ଅଟନ୍ତି ।"}]}