{"bibleAbbr":"orOV2014","bookName":"ଯିଖରୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"( ଛଳନାପୂର୍ଣ୍ଣ ଉପବାସ) ପୁଣି, ଦାରୀୟାବସ୍ ରାଜାର ଅଧିକାରର ଚତୁର୍ଥ ବର୍ଷରେ, କିଷ୍ଲେବ ନାମକ ନବମ ମାସର ଚତୁର୍ଥ ଦିନରେ ଯିଖରୀୟଙ୍କ ନିକଟରେ ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟ ଉପସ୍ଥିତ ହେଲା ।"},{"number":2,"verse":"ସେସମୟରେ ବୈଥେଲସ୍ଥ ଲୋକମାନେ ଶରେତ୍ସର, ରେଗମ୍ମେଲକ ଓ ସେମାନଙ୍କର ଲୋକମାନଙ୍କୁ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ ବିନତି କରିବା ପାଇଁ ଓ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ଯାଜକମାନଙ୍କୁ ଓ ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନଙ୍କୁ ଏହି କଥା ପଚାରିବା ପାଇଁ ପ୍ରେରଣ କରିଥିଲେ,"},{"number":3,"verse":"ଯଥା, ମୁଁ ଏତେ ବର୍ଷଯାଏ ଯେପରି କରି ଆସିଅଛି, ସେପରି ମୁଁ କି ପଞ୍ଚମ ମାସରେ ଆପଣାକୁ ପୃଥକ୍ କରି ବିଳାପ କରିବି ?"},{"number":4,"verse":"ସେତେବେଳେ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କର ଏହି ବାକ୍ୟ ମୋʼ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା,"},{"number":5,"verse":"ଦେଶର ସମଗ୍ର ଲୋକଙ୍କୁ ଓ ଯାଜକମାନଙ୍କୁ ଏହି କଥା କୁହ, ତୁମ୍ଭେମାନେ ଏହି ସତୁରି ବର୍ଷଯାକ, ପଞ୍ଚମ ମାସରେ ଓ ସପ୍ତମ ମାସରେ ଉପବାସ ଓ ବିଳାପ କଲା ବେଳେ ତୁମ୍ଭେମାନେ କି ଆମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ, ପ୍ରକୃତରେ ଆମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ଉପବାସ କଲ ?"},{"number":6,"verse":"ପୁଣି, ତୁମ୍ଭେମାନେ ଭୋଜନ କଲା ବେଳେ ଓ ପାନ କଲା ବେଳେ କି ଆପଣାମାନଙ୍କ ପାଇଁ ଭୋଜନ କରୁ ନାହଁ ଓ ଆପଣାମାନଙ୍କ ପାଇଁ ପାନ କରୁ ନାହଁ ?"},{"number":7,"verse":"ଯିରୂଶାଲମ ବସତିବିଶିଷ୍ଟ ଓ ସମୃଦ୍ଧ ଅବସ୍ଥାରେ ଥିବା ବେଳେ, ପୁଣି ତହିଁର ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ନଗରସକଳ, ଆଉ ଦକ୍ଷିଣ ଦେଶ ଓ ନିମ୍ନଭୂମି ବସତିବିଶିଷ୍ଟ ଥିବା ବେଳେ ସଦାପ୍ରଭୁ ପୂର୍ବକାଳର ଭବିଷ୍ୟଦ୍ବକ୍ତାଗଣଙ୍କ ଦ୍ଵାରା ଯେଉଁସକଳ ବାକ୍ୟ ପ୍ରଚାର କରାଇଅଛନ୍ତି, ତାହା କି ତୁମ୍ଭମାନଙ୍କର ଶୁଣିବାର ଉଚିତ ନୁହେଁ ?"},{"number":8,"verse":"( ନିର୍ବାସନର କାରଣ - ଅବାଧ୍ୟତା) ଅନନ୍ତର ସଦାପ୍ରଭୁଙ୍କର ଏହି ବାକ୍ୟ ଯିଖରୀୟଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା,"},{"number":9,"verse":"ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଏହି କଥା କହିଅଛନ୍ତି, ଯଥାର୍ଥ ବିଚାର କର, ପ୍ରତ୍ୟେକ ଲୋକ, ଆପଣା ଭ୍ରାତା ପ୍ରତି ଦୟା ଓ କରୁଣା ପ୍ରକାଶ କର;"},{"number":10,"verse":"ପୁଣି ବିଧବା, ପିତୃହୀନ, ବିଦେଶୀ ଓ ଦରିଦ୍ରର ପ୍ରତି ଉପଦ୍ରବ କର ନାହିଁ ଆଉ, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି ମନେ ମନେ ଆପଣା ଭ୍ରାତାର ଅନିଷ୍ଟ ଚିନ୍ତା ନ କରୁ ।"},{"number":11,"verse":"ମାତ୍ର ସେମାନେ ଶୁଣିବାକୁ ଅସମ୍ମତ ହେଲେ ଓ ସ୍କନ୍ଧ ଘୁଞ୍ଚାଇ ନେଲେ ଓ ଯେପରି ଶୁଣି ନ ପାରିବେ, ଏଥିପାଇଁ ଆପଣା ଆପଣା କର୍ଣ୍ଣ ରୁଦ୍ଧ କଲେ ।"},{"number":12,"verse":"ହଁ, ସେମାନେ ଯେପରି ବ୍ୟବସ୍ଥା ଓ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଆପଣା ଆତ୍ମା ଦ୍ଵାରା ପୂର୍ବକାଳର ଭବିଷ୍ୟଦ୍-ବକ୍ତାଗଣର ହସ୍ତରେ ଯେଉଁ ଯେଉଁ ବାକ୍ୟ କହି ପଠାଇଲେ, ତାହା ଯେପରି ନ ଶୁଣିବେ, ଏଥିପାଇଁ ସେମାନେ ଆପଣା ଆପଣା ଅନ୍ତଃକରଣ ହୀରକ ପ୍ରସ୍ତର ତୁଲ୍ୟ କଠିନ କଲେ । ଏଥି ସକାଶୁ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ ନିକଟରୁ ମହାକୋପ ଉପସ୍ଥିତ ହେଲା ।"},{"number":13,"verse":"ପୁଣି, ସେ ଡାକିବା ବେଳେ ସେମାନେ ଯେପରି ଶୁଣିଲେ ନାହିଁ; ତଦନୁସାରେ ସେମାନେ ଡାକିବେ, ମାତ୍ର ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହିଲେ, ଆମ୍ଭେ ଶୁଣିବା ନାହିଁ,"},{"number":14,"verse":"ମାତ୍ର ଯେଉଁ ଗୋଷ୍ଠୀଗଣକୁ ସେମାନେ ଜାଣି ନାହାନ୍ତି, ସେସମସ୍ତଙ୍କ ମଧ୍ୟରେ ଘୂର୍ଣ୍ଣିବାୟୁ ଦ୍ଵାରା ଆମ୍ଭେ ସେମାନଙ୍କୁ ଛିନ୍ନଭିନ୍ନ କରିବା । ଏହି ପ୍ରକାରେ ସେମାନଙ୍କ ଉତ୍ତାରେ ଦେଶ ଧ୍ଵଂସସ୍ଥାନ ହେଲା, ତହିଁରେ କୌଣସି ମନୁଷ୍ୟ ତହିଁର ମଧ୍ୟଦେଇ ଗମନାଗମନ କଲା ନାହିଁ; କାରଣ ସେମାନେ ରମ୍ୟ ଦେଶକୁ ଧ୍ଵଂସସ୍ଥାନ କଲେ ।"}]}