{"bibleAbbr":"NRSVue2021","bookName":"2 John","bookEnglishName":"2 John","chapterNumber":1,"verses":[{"number":1,"verse":"Salutation (Jn 8.32) The elder to the elect lady and her children, whom I love in the truth, and not only I but also all who know the truth,"},{"number":2,"verse":"because of the truth that abides in us and will be with us forever:"},{"number":3,"verse":"(1 Tim 1.2) Grace, mercy, and peace will be with us from God the Father and from (3 Other ancient authorities add the LORD) Jesus Christ, the Father’s Son, in truth and love."},{"number":4,"verse":"Truth and Love I was overjoyed to find some of your children walking in the truth, just as we have been commanded by the Father."},{"number":5,"verse":"(1 Jn 2.7; 3.11) But now, dear lady, I ask you, not as though I were writing you a new commandment but one we have had from the beginning: let us love one another."},{"number":6,"verse":"(1 Jn 2.5, 24) And this is love, that we walk according to his commandments; this is the commandment just as you have heard it from the beginning—you must walk in it."},{"number":7,"verse":"(1 Jn 2.22; 4.1-3) Many deceivers have gone out into the world, those who do not confess that Jesus Christ has come in the flesh; any such person is the deceiver and the antichrist!"},{"number":8,"verse":"(Mk 13.9; 1 Cor 3.8; Heb 10.32) Be on your guard, so that you do not lose what we (8 Other ancient authorities read you) have worked for but may receive a full reward."},{"number":9,"verse":"(1 Jn 2.23) Everyone who does not abide in the teaching of Christ, but goes beyond it, (9 Other ancient authorities read turns aside) does not have God; whoever abides in the teaching (9 Other ancient authorities add of Christ) has both the Father and the Son."},{"number":10,"verse":"(Rom 16.17) If anyone comes to you and does not bring this teaching, do not receive and welcome this person into your house,"},{"number":11,"verse":"(1 Tim 5.22) for to welcome is to participate in the evil deeds of such a person."},{"number":12,"verse":"Final Greetings (1 Jn 1.4; 3 Jn 13, 14) Although I have much to write to you, I would rather not use paper and ink; instead, I hope to come to you and talk with you face to face, so that our (12 Other ancient authorities read your) joy may be complete."},{"number":13,"verse":"The children of your elect sister send you their greetings. (13 Other ancient authorities add Amen)"}]}