{
  "bibleAbbr" : "TCL1995",
  "bookName" : "யோசுவா",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "(சிமியோனின் நிலம்) இரண்டாவது சீட்டு சிமியோனின் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி விழுந்தது.அவர்களது உரிமைச்சொத்து யூதா மக்களின் பங்கிற்கு நடுவில் அமைந்திருந்தது."
  }, {
    "number" : 2,
    "verse" : "அவர்களுக்கு உடைமையான நகர்கள்: பேயோசெபா, சேபா, மோலாதா,"
  }, {
    "number" : 3,
    "verse" : "அட்சர்சூவால், பாலா எட்சேம்,"
  }, {
    "number" : 4,
    "verse" : "எல்தோலகு, பெத்தூல், ஓர்மா,"
  }, {
    "number" : 5,
    "verse" : "சிக்லாகு, பெத்மர்க்கபோத்து, அட்சர்சூசா,"
  }, {
    "number" : 6,
    "verse" : "பெத்லாபாவோத்து, சாருகன் ஆக, பதின்மூன்று நகர்களும் அவற்றின் சிற்றூர்களும் என்க."
  }, {
    "number" : 7,
    "verse" : "அயின், ரிம்மோன், எக்தேர், ஆசான், ஆக, நான்கு நகர்களும் அவற்றின் சிற்றூர்களும் என்க."
  }, {
    "number" : 8,
    "verse" : "இவைகளன்றித் தெற்கே இராமாது எனப்படும் பாகலாத்பெயேர்வரை உள்ள நகர்களும் அவற்றின் சிற்றூர்கள் அனைத்தும்.இதுவே சிமியோன் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி கிடைத்த உரிமைச் சொத்து."
  }, {
    "number" : 9,
    "verse" : "சிமியோன் மக்களின் உரிமைச்சொத்து யூதா மக்களுக்குரிய பங்கில் ஒரு பகுதி.யூதா மக்களுக்கு ஏராளமான உடைமை இருந்தது.அவர்களின் உரிமைச் சொத்தின் நடுவில் சிமியோனின் மக்கள் உரிமைச் சொத்தைப் பெற்றனர்."
  }, {
    "number" : 10,
    "verse" : "(செபுலோனின் நிலம்) மூன்றாவது சீட்டு செபுலோன் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி விழுந்தது.அவர்கள் உடைமையின் எல்லை சாரீதுவரை சென்றது."
  }, {
    "number" : 11,
    "verse" : "அவர்களது எல்லை மேற்கே மரியலாவுக்கு ஏறி, தபா சேத்துக்கு வந்து யோக்னயாமுக்கு எதிரில் உள்ள ஓடையைத் தொடுகின்றது."
  }, {
    "number" : 12,
    "verse" : "சாரீதிலிருந்து கதிரவன் உதிக்கும் கிழக்குப்பக்கம் திரும்பி கிஸ்லோத்து தாபோரையும், தாபராத்தையும் நோக்கிச் சென்று யாப்பியாமேல் ஏறுகிறது."
  }, {
    "number" : 13,
    "verse" : "அங்கிருந்து கிழக்காகக் காத்கேப்பேரையும் இத்தகாச்சினையும் ரிம்மோனையும் கடந்து சென்று நேயா பக்கம் வளைகிறது."
  }, {
    "number" : 14,
    "verse" : "மேலும் இவ்வெல்லை வடக்கில் அன்னாத்தோனைச் சுற்றுகிறது.இது இப்தாவேல் பள்ளத்தாக்கில் முடிவடைகிறது."
  }, {
    "number" : 15,
    "verse" : "கற்றாத்து, நகலால், சிம்ரோன், இதாலா, பெத்லகேம் ஆக பன்னிரு நகர்களும் அவற்றின் சிற்றூர்களும் என்க."
  }, {
    "number" : 16,
    "verse" : "இந்நகர்களும் அவற்றின் சிற்றூர்களுமே செபுலோன் மக்களுக்கு அவர்கள் குடும்பங்களின்படி கிடைத்த உரிமைச்சொத்து."
  }, {
    "number" : 17,
    "verse" : "(இசக்காரின் நிலம்) நான்காவது சீட்டு இசக்காரின் மக்களுக்கு அவர்கள் குடும்பங்களின்படி விழுந்தது."
  }, {
    "number" : 18,
    "verse" : "அவர்களது எல்லை: இஸ்ரியேல், கெசுல்லோத்து, சூனேம்,"
  }, {
    "number" : 19,
    "verse" : "அப்பாராயிம், சியோன், அனகராத்து,"
  }, {
    "number" : 20,
    "verse" : "இரப்பீத்து, கிசியோன், எபெசு,"
  }, {
    "number" : 21,
    "verse" : "இரமேத்து, ஏன்கன்னிம், ஏன்கத்தா, பெத்-பசேசு என்பவையே."
  }, {
    "number" : 22,
    "verse" : "அவ்வெல்லை தாபோரையும் சகட்சி மாவையும் பெத்சமேசையும் தொட்டு, யோர்தானில் முடிவடைகின்றது.ஆக, பதினாறு நகர்களும் அவற்றின் சிற்றூர்களும் என்க."
  }, {
    "number" : 23,
    "verse" : "இவை இசக்கார் மக்களின் குலத்தாருக்கு அவர்களின் குடும்பங்களின்படி உரிமைச் சொத்தாகக் கிடைத்த நகர்களும் அவற்றின் சிற்றூர்களும்."
  }, {
    "number" : 24,
    "verse" : "(ஆசேரின் நிலம்) ஐந்தாவது சீட்டு ஆசேர் மக்களின் குலத்திற்கு அவர்கள் குடும்பங்களின்படி விழுந்தது."
  }, {
    "number" : 25,
    "verse" : "அவர்களின் எல்லை: எல்காத்து, அலீ, பெத்தேன், அக்சாபு,"
  }, {
    "number" : 26,
    "verse" : "அல்லமெலக்கு, அமாது, மிசால் என்பவை.மேற்குப்பக்கம் கர்மேலையும் சகோர் லிப்னாத்தையும் தொட்டு,"
  }, {
    "number" : 27,
    "verse" : "கிழக்குப் பக்கம் திரும்பி, பெத்தாகோன் சென்று அசபுலுன், இப்தாவேல் பள்ளத்தாக்கையும், பெத்தேமக்கு நெகியேலுக்கு வடக்காகத் தொட்டு, காபூலில் இடப்பக்கம் திரும்புகின்றது."
  }, {
    "number" : 28,
    "verse" : "எபிரோன், இரகோபு, அம்மோன், தானா, பெரிய சீதோன்வரை சென்று,"
  }, {
    "number" : 29,
    "verse" : "பிறகு இராமா பக்கம் திரும்புகின்றது.அரண்சூழ் நகரான தீர் வரை சென்று, கோசா பக்கம் திரும்பிக் கடலில் முடிவடைகிறது.மேகேபல், அக்சீபை ஒட்டிய கடலில் முடிவடைகிறது."
  }, {
    "number" : 30,
    "verse" : "உம்மா, அபேக்கு, இரகோபு, ஆக, இருபத்திரண்டு நகர்களும் அவற்றின் சிற்றூர்களும் என்க."
  }, {
    "number" : 31,
    "verse" : "இவையே ஆசேர் மக்கள் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி கிடைத்த உரிமைச் சொத்தாகிய நகர்களும் அவற்றின் சிற்றூர்களும்."
  }, {
    "number" : 32,
    "verse" : "(நப்தலியின் நிலம்) ஆறாவது சீட்டு நப்தலியின் மக்களுக்கு அவர்கள் குடும்பங்களின்படி விழுந்தது."
  }, {
    "number" : 33,
    "verse" : "அவர்களது எல்லை ஏலப்பிலிருந்து சானான்னிமிலுள்ள கருவாலி மரத்திலிருந்து, அதாமி நெகேபு, யப்னவேல், இலக்கும் வரை சென்று யோர்தானில் முடிகின்றது."
  }, {
    "number" : 34,
    "verse" : "பிறகு அவ்வெல்லை மேற்கில் அசனோத்துதாபோர் பக்கம் திரும்புகின்றது: அங்கிருந்து உக்கோகில் வெளியேறுகின்றது.தெற்கில் செபுலோனையும், மேற்கில் ஆசேரையும் கிழக்கில் யோர்தானையும் எல்லையாகக் கொண்டுள்ளது."
  }, {
    "number" : 35,
    "verse" : "அரண்சூழ் நகர்கள்: சித்திம், சேர், அம்மாத்து, இரக்காத்து, கினரேத்து,"
  }, {
    "number" : 36,
    "verse" : "அதாமா, இராமா, ஆட்சோர்,"
  }, {
    "number" : 37,
    "verse" : "கெதேசு, எதிரேயி, ஏன் ஆட்சோர்,"
  }, {
    "number" : 38,
    "verse" : "ஈரோன், மிக்தலேல், ஒரேம், பெத்தனாத்து, பெத்சமேசு, ஆக, பத்தொன்பது நகர்களும் அவற்றின் சிற்றூர்களும் என்க."
  }, {
    "number" : 39,
    "verse" : "இவை நப்தலியின் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி உரிமைச் சொத்தாகக் கிடைத்த நகர்களும் அவற்றின் சிற்றூர்களும்."
  }, {
    "number" : 40,
    "verse" : "(தாணின் நிலம்) ஏழாவது சீட்டு தாண் மக்களின் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி விழுந்தது."
  }, {
    "number" : 41,
    "verse" : "அவர்களது உரிமைச் சொத்தின் எல்லை: சோரா, எசுத்தாவோல், ஈர்சமேசு,"
  }, {
    "number" : 42,
    "verse" : "சாயலாபிம், அய்யலோன், இதிலா,"
  }, {
    "number" : 43,
    "verse" : "ஏலோன், திமினா, எக்ரோன்,"
  }, {
    "number" : 44,
    "verse" : "எல்தெக்கே, கிபதோன், பாகலாத்து,"
  }, {
    "number" : 45,
    "verse" : "எகூது, பெனபராக்கு, காத்ரிம்மோன்,"
  }, {
    "number" : 46,
    "verse" : "மேயர்க்கோன், இரக்கோன் ஆகிய இந்நகர்களும் யோப்பாவுக்கு எதிரே எல்லைப் பகுதியும்."
  }, {
    "number" : 47,
    "verse" : "தாண் மக்களின் எல்லை ஒடுக்கமாக இருந்ததால், அவர்கள் புறப்பட்டுப்போய் இலசேமை முற்றுகையிட்டு வளைத்துக் கொண்டனர்: அதை வாள் முனையில் தாக்கித் தங்கள் உடைமையாக்கிக் கொண்டு அங்கு வாழ்ந்தனர்.தங்கள் மூதாதையான தாணின் பெயரை ஒட்டி, இலசேமிற்குத்”தாண்” என்று பெயரிட்டார்கள்."
  }, {
    "number" : 48,
    "verse" : "இந்நகர்களும் அவற்றின் சிற்றூர்களும் தாண் மக்களின் குலத்தாருக்கு அவர்கள் குடும்பங்களின்படி கிடைத்த உரிமைச் சொத்து."
  }, {
    "number" : 49,
    "verse" : "(யோசுவாவின் நிலம்) நாட்டுக்கு எல்லை வகுத்து அவரவர்களுக்கு உரிமைச்சொத்து பிரித்துக் கொடுத்தபின், நூனின் மகன் யோசுவாவுக்கு இஸ்ரயேல்மக்கள் தங்கள் நடுவில் உரிமைச்சொத்து அளித்தனர்."
  }, {
    "number" : 50,
    "verse" : "எப்ராயிம் மலைநாட்டில் அவர் கேட்ட நகரான திம்னத்செராவை ஆண்டவரின் கட்டளைப்படி அவருக்குக் கொடுத்தனர்.அவர் அந்நகரைக் கட்டியெழுப்பி அதில் வாழ்ந்தார்."
  }, {
    "number" : 51,
    "verse" : "இவ்வாறு, குரு எலயாசர், நூனின் மகன் யோசுவா, இஸ்ரயேல் குலங்களின் முதுபெரும் தலைவர்கள் ஆகியோர் இவற்றை இஸ்ரயேல் மக்களின் குடும்பங்களுக்கு உரிமைச் சொத்தாகச் சீலோவில் ஆண்டவர் முன்னிலையில் சந்திப்புக் கூடார வாயிலில் திருவுளச்சீட்டுப் போட்டு உரிமையாக்கி, நாட்டின் பங்கீட்டுப் பணியை நிறைவு செய்தனர்."
  } ]
}