{"bibleAbbr":"AMP1965","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"THESE ARE the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"},{"number":2,"verse":"Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."},{"number":3,"verse":"The sons of Judah: Er, Onan, and Shelah, whom Shua's daughter the Canaanitess bore him. Er, Judah's eldest, was evil in the Lord's sight, and He slew him."},{"number":4,"verse":"Tamar, Judah's daughter-in-law, bore him Pharez and Zerah. All Judah's sons were five."},{"number":5,"verse":"The sons of Pharez: Hezron and Hamul."},{"number":6,"verse":"The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara--five in all. [I Kings 4:31.]"},{"number":7,"verse":"The son of Carmi: Achar, the troubler of Israel, who transgressed in the matter of the devoted things. [Josh. 7:1.]"},{"number":8,"verse":"The son of Ethan: Azariah."},{"number":9,"verse":"The sons of Hezron who were born to him: Jerahmeel, Ram, and Chelubai (that is, Caleb)."},{"number":10,"verse":"Ram was the father of Amminadab, and Amminadab of Nahshon, prince of the sons of Judah."},{"number":11,"verse":"Nahshon was the father of Salma, Salma of Boaz,"},{"number":12,"verse":"Boaz of Obed, and Obed of Jesse."},{"number":13,"verse":"Jesse was the father of Eliab his firstborn, Abinadab second, Shimea third,"},{"number":14,"verse":"Nethanel fourth, Raddai fifth,"},{"number":15,"verse":"Ozem sixth, David seventh."},{"number":16,"verse":"Their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three."},{"number":17,"verse":"Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite."},{"number":18,"verse":"And Caleb son of Hezron had sons by his wife Azubah and by Jerioth. [Azubah's] sons were: Jesher, Shobab, and Ardon."},{"number":19,"verse":"Azubah died, and Caleb married Ephrath, who bore him Hur."},{"number":20,"verse":"Hur was the father of Uri, and Uri of Bezalel [the skillful craftsman who made the furnishings of the tabernacle]. [Exod. 31:2-5.]"},{"number":21,"verse":"Later, when Hezron was sixty years old, he married the daughter of Machir the father of Gilead, and she bore him Segub."},{"number":22,"verse":"Segub was the father of Jair, who had twenty-three cities in the land of Gilead."},{"number":23,"verse":"But Geshur and Aram took from them Havvoth-jair, with Kenath and its villages, sixty towns. All these were the descendants of Machir the father of Gilead."},{"number":24,"verse":"After Hezron died in Caleb-ephrathah, Abiah, Hezron's wife, bore to him Ashhur the father of Tekoa."},{"number":25,"verse":"The sons of Jerahmeel the firstborn of Hezron: Ram the firstborn, Bunah, Oren, Ozem, and Ahijah."},{"number":26,"verse":"Jerahmeel had another wife, named Atarah; she was the mother of Onam."},{"number":27,"verse":"The sons of Ram the firstborn of Jerahmeel were: Maaz, Jamin, and Eker."},{"number":28,"verse":"The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur."},{"number":29,"verse":"Abishur's wife was Abihail; she bore him Ahban and Molid."},{"number":30,"verse":"The sons of Nadab: Seled and Appaim. Seled died childless."},{"number":31,"verse":"The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai."},{"number":32,"verse":"The sons of Jada the brother of Shammai: Jether and Jonathan. Jether died childless."},{"number":33,"verse":"The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel."},{"number":34,"verse":"Sheshan had no sons--only daughters. But Sheshan had a servant, an Egyptian, whose name was Jarha."},{"number":35,"verse":"Sheshan gave his daughter to Jarha his servant as wife; she bore him Attai."},{"number":36,"verse":"Attai was the father of Nathan, and Nathan of Zabad."},{"number":37,"verse":"Zabad was the father of Ephlal, and Ephlal of Obed."},{"number":38,"verse":"Obed was the father of Jehu, and Jehu of Azariah."},{"number":39,"verse":"Azariah was the father of Helez, and Helez of Eleasah."},{"number":40,"verse":"Eleasah was the father of Sismai, and Sismai of Shallum."},{"number":41,"verse":"Shallum was the father of Jekamiah, and Jekamiah of Elishama."},{"number":42,"verse":"The sons of Caleb the brother of Jerahmeel: Mesha his firstborn was the father of Ziph; and his son Mareshah [he was] the father of Hebron."},{"number":43,"verse":"The sons of Hebron: Korah, Tappuah, Rekem, and Shema."},{"number":44,"verse":"Shema was the father of Raham, the father of Jorkeam. And Rekem was the father of Shammai."},{"number":45,"verse":"The son of Shammai was Maon; Maon's son was Beth-zur."},{"number":46,"verse":"Ephah, Caleb's concubine, bore Haran, Moza, and Gazez; Haran was the father of Gazez."},{"number":47,"verse":"The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."},{"number":48,"verse":"Maacah, Caleb's concubine, bore Sheber and Tirhanah, and also"},{"number":49,"verse":"Shaaph the father of Madmannah and Sheva the father of Machbenah and of Gibea; and the daughter of Caleb was Achsah."},{"number":50,"verse":"These were the descendants of Caleb. The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,"},{"number":51,"verse":"Salma the father of Bethlehem, and Hareph the father of Beth-gader."},{"number":52,"verse":"Shobal the father of Kiriath-jearim had [other] descendants: Haroeh, half [of the inhabitants] of Menuhoth [in Judah],"},{"number":53,"verse":"And the families of Kiriath-jearim: the Ithrites, Puthites, Shumathites, and Mishraites. From these came the Zorathites and the Eshtaolites."},{"number":54,"verse":"The descendants of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, [and] the Zorites,"},{"number":55,"verse":"And the families of scribes who dwelt at Jabez: the Tirathites, Shimeathites, and Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."}]}