{"bibleAbbr":"NLT2015","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"(Verses 12:1-14 are numbered 12:2-15 in Hebrew text.) The people of Israel (Hebrew Ephraim, referring to the northern kingdom of Israel; also in 12:8, 14.) feed on the wind; they chase after the east wind all day long. They pile up lies and violence; they are making an alliance with Assyria while sending olive oil to buy support from Egypt."},{"number":2,"verse":"Now the LORD is bringing charges against Judah. He is about to punish Jacob (Jacob sounds like the Hebrew word for “deceiver.”) for all his deceitful ways, and pay him back for all he has done."},{"number":3,"verse":"Even in the womb, Jacob struggled with his brother; when he became a man, he even fought with God."},{"number":4,"verse":"Yes, he wrestled with the angel and won. He wept and pleaded for a blessing from him. There at Bethel he met God face to face, and God spoke to him (As in Greek and Syriac versions; Hebrew reads to us.) —"},{"number":5,"verse":"the LORD God of Heaven’s Armies, the LORD is his name!"},{"number":6,"verse":"So now, come back to your God. Act with love and justice, and always depend on him."},{"number":7,"verse":"But no, the people are like crafty merchants selling from dishonest scales— they love to cheat."},{"number":8,"verse":"Israel boasts, “I am rich! I’ve made a fortune all by myself! No one has caught me cheating! My record is spotless!”"},{"number":9,"verse":"“But I am the LORD your God, who rescued you from slavery in Egypt. And I will make you live in tents again, as you do each year at the Festival of Shelters. (Hebrew as in the days of your appointed feast.)"},{"number":10,"verse":"I sent my prophets to warn you with many visions and parables.”"},{"number":11,"verse":"But the people of Gilead are worthless because of their idol worship. And in Gilgal, too, they sacrifice bulls; their altars are lined up like the heaps of stone along the edges of a plowed field."},{"number":12,"verse":"Jacob fled to the land of Aram, and there he (Hebrew Israel. See note on 10:11b.) earned a wife by tending sheep."},{"number":13,"verse":"Then by a prophet the LORD brought Jacob’s descendants (Hebrew brought Israel. See note on 10:11b.) out of Egypt; and by that prophet they were protected."},{"number":14,"verse":"But the people of Israel have bitterly provoked the LORD, so their Lord will now sentence them to death in payment for their sins."}]}