{"bibleAbbr":"teOV2016","bookName":"నహూము","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"లయకర్త నీమీదికి వచ్చుచున్నాడు, నీ దుర్గమునకు కావలికాయుము, మార్గములో కావలియుండుము, నడుము బిగించుకొని బహుబలముగా ఎదిరించుము,౹"},{"number":2,"verse":"దోచుకొనువారు వారిని దోపుడుసొమ్ముగా పట్టుకొనినను, వారి ద్రాక్షావల్లులను నరికివేసినను, అతిశయాస్పదముగా ఇశ్రాయేలీయులకువలె యెహోవా యాకోబు సంతతికి మరల అతిశయాస్పదముగా అనుగ్రహించును.౹"},{"number":3,"verse":"ఆయన బలాఢ్యుల డాళ్లు ఎరుపాయెను, పరాక్రమశాలురు రక్తవర్ణపు వస్త్రములు ధరించుకొనియున్నారు, ఆయన సైన్యము వ్యూహపరచిన దినమున రథభూషణములు అగ్నివలె మెరయుచున్నవి, సరళదారుమయమైన యీటెలు ఆడుచున్నవి;౹"},{"number":4,"verse":"వీధులలో రథములు మిక్కిలి తొందరగా పోవుచున్నవి, రాజమార్గములలో రథములు ఒక దానిమీద నొకటి పడుచు పరుగెత్తుచున్నవి, అవి దివిటీలవలె కనబడుచున్నవి, మెరుపులవలె అవి పరుగెత్తుచున్నవి,౹"},{"number":5,"verse":"రాజు తన పరాక్రమశాలురను జ్ఞాపకము చేసికొనగా వారు నడుచుచు పడిపోవుదురు, ప్రాకారమునకు పరుగెత్తి వచ్చి మ్రాను సిద్ధపరచుదురు.౹"},{"number":6,"verse":"నదులదగ్గరనున్న గుమ్మములు తెరువబడుచున్నవి, నగరుపడిపోవుచున్నది.౹"},{"number":7,"verse":"నిర్ణయమాయెను, అది దిగంబరమై కొనిపోబడుచున్నది, గువ్వలు మూల్గునట్లు దాని దాసీలు రొమ్ము కొట్టుకొనుచు మూల్గుచున్నారు.౹"},{"number":8,"verse":"కట్టబడినప్పటినుండి నీనెవె పట్టణము నీటికొలనువలె ఉండెను; దాని జనులు పారిపోవు చున్నారు; —నిలువుడి నిలువుడి అనిపిలిచినను తిరిగి చూచువాడొకడును లేడు.౹"},{"number":9,"verse":"వెండి కొల్లపట్టుడి, బంగారము కొల్లపట్టుడి, అది సకలవిధములైన విచిత్రములగు ఉపకరణములతో నిండియున్నది, అవి లెక్కలేక యున్నవి.౹"},{"number":10,"verse":"అది వట్టిదిగాను శూన్యముగాను పాడుగాను అగుచున్నది, జనుల హృదయము కరిగిపోవుచున్నది, మోకాళ్లు వణకుచున్నవి, అందరి నడుములు బహుగా నొచ్చుచున్నవి, అందరి ముఖములు తెల్లబోవుచున్నవి.౹"},{"number":11,"verse":"సింహముల గుహ యేమాయెను? సింహపుపిల్లల మేతస్థలమేమాయెను? ఎవరును బెదరింపకుండ సింహమును ఆడుసింహమును సింహపు పిల్లలును తిరుగులాడు స్థలమేమాయెను?"},{"number":12,"verse":"తన పిల్లలకు కావలసినంత చీల్చివేయుచు, ఆడుసింహములకును కావలసినంత గొంతుక నొక్కి పట్టుచు, తన గుహలను ఎరతోను తన నివాసములను వేటాడి పెట్టిన యెరతోను నింపిన సింహమేమాయెను?"},{"number":13,"verse":"నేను నీకు విరోధినై యున్నాను, వాటి పొగ పైకెక్కునట్లుగా నీ రథములను కాల్చివేసెదను, కత్తి నీ కొదమ సింహములను మ్రింగివేయును, నీకిక దొరకకుండ భూమిలోనుండి నీవు పట్టుకొనిన యెరను నేను తీసివేతును, నీ దూతల శబ్దము ఇక వినబడదు; ఇదే సైన్యములకధిపతియగు యెహోవా వాక్కు."}]}