{"bibleAbbr":"guOV2016","bookName":"માલાખી","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"( માલાખીનું પુસ્તક) માલાખી દ્વારા ઈઝરાયેલને [પ્રગટ કરવામાં આવેલી] યહોવાના વચનરૂપી ઈશ્વરવાણી."},{"number":2,"verse":"( ઈઝરાયલ માટે પ્રભુનો પ્રેમ) યહોવા કહે છે, “મેં તમારા પર પ્રેમ રાખ્યો છે. તેમ છતાં તમે પૂછો છો કે, ‘કઈ બાબતે તમે અમારા પર પ્રેમ રાખ્યો છે?’” યહોવા કહે છે, “શું એસાવ યાકૂબનો ભાઈ નહોતો? છતાં ( .) યાકૂબ પર મેં પ્રેમ રાખ્યો;"},{"number":3,"verse":"પણ એસાવનો મેં ધિકકાર કર્યો, અને મેં તેના પર્વતોને ઉજ્જડ કરી નાખ્યા, અને તેનું વતન અરણ્યનાં શિયાળવાંને [આપ્યું.] ”"},{"number":4,"verse":"( ; ; ; ; ; ; .) અદોમ કહે છે, “જો કે અમને કચડી નાખવામાં આવ્યા છે, તો પણ અમે પાછા આવીને [અમારાં] ઉજ્જડ થઈ ગયેલાં સ્થાનો ફરીથી બાંધીશું.” તોપણ સૈન્યોના [ઈશ્વર] યહોવા કહે છે, “તેઓ બાંધશે, પણ હું પાડી નાખીશ; ‘દુષ્ટતાની હદ, ’ તથા ‘જેમના પર યહોવાનો રોષ સદા રહે છે તેવા લોકો, ’ એવાં નામ તેમને આપવામાં આવશે."},{"number":5,"verse":"તે તમે નજરે જોશો, ને કહેશો કે, ‘ઈઝરાયલની હદની બહાર સર્વત્ર યહોવા મોટો મનાઓ.’"},{"number":6,"verse":"( યાજકોને પ્રભુનો ઠપકો) હે મારા નામનો તિરસ્કાર કરનાર યાજકો, સૈન્યોના [ઇશ્વર] યહોવા તમને પૂછે છે, ‘પુત્ર પોતાના પિતાને, ને ચાકર પોતાના ધણીને માન આપે છે. ત્યારે જો હું પિતા હોઉં, તો મારું સન્માન કયાં છે? અને જો હું ધણી હોઉં, તો મારો ડર ક્યાં છે?’ તમે પૂછો છો, ‘કઇ બાબતમાં અમે તમારા નામનું અપમાન કર્યું છે?’"},{"number":7,"verse":"તમે મારી વેદી પર અપવિત્ર અન્ન ચઢાવો છો. તેમ છતાં તમે પૂછો છો, ‘અમે કેવી રીતે તમારા નામનું અપમાન કર્યું છે?’ યહોવાની મેજ તિરસ્કારપાત્ર છે, એવું કહીને તમે [અપમાન કર્યું છે]."},{"number":8,"verse":"વળી ( .) તમે આંધળા [જાનવર] નું બલિદાન આપો છો, [ને વળી કહો છો કે] ‘એમાં કંઈ ખોટું નથી.’ તમે લંગડા તથા રોગિષ્ઠ [જાનવર] નું બલિદાન આપો છો, [ને વળી કહો છો કે] ‘એમાં કંઈ ખોટું નથી’. ત્યારે વારુ, તારા સૂબાને એવા [જાનવર] ની ભેટ કર; એથી તે તારા પર પ્રસન્ન થશે? અથવા શું તે તારો સત્કાર કરશે?” એમ સૈન્યોના [ઈશ્વર] યહોવા કહે છે."},{"number":9,"verse":"“તો હવે કૃપા કરી ઈશ્વરની મહેરબાનીને માટે વિનંતી કરો કે, તે આપણા પર કૃપા રાખે. તમારા હાથથી એવું થયું છે. તો શું તે તમારામાના કોઈનો પણ સત્કાર કરશે?” એમ સૈન્યોના [ઇશ્વર] યહોવા કહે છે :"},{"number":10,"verse":"“બારણા બંધ કરી દઈને તમને મારી વેદી ઉપર નિરર્થક અગ્નિ સળગાવવા ન દે, એવો જો તમારામાં કોઈ હોત તો કેવું સારું!” સૈન્યોના [ઇશ્વર] યહોવા કહે છે, “હું તમારા પર બિલકુલ પ્રસન્ન નથી, તેમ જ હું તમારા હાથનું અર્પણ પણ સ્વીકારશ નહિ."},{"number":11,"verse":"કેમ કે સૂર્યોદયથી તે સૂર્યાસ્ત સુધી મારું નામ વિદેશીઓમાં મહાન મનાય છે, અને સર્વ સ્થળે મારે નામે ધૂપ [બાળવામાં] તથા પવિત્ર અર્પણ ચઢાવવામાં આવે છે.” કેમ કે સૈન્યોના [ઇશ્વર] યહોવા કહે છે, “મારું નામ વિદેશીઓમાં મહાન મનાય છે.”"},{"number":12,"verse":"૫ણ “યહોવાની મેજ અપવિત્ર છે, અને તેનું ફળ, એટલે તેનું અન્ન, તિરસ્કારપાત્ર છે, ” એવું કહીને તમે તેનું અપમાન કરો છો."},{"number":13,"verse":"વળી તમે કહો છો, “જુઓ, એ તો કેટલું બધું કંટાળો આપનારું છે.” સૈન્યોના [ઇશ્વર] યહોવા કહે છે, “તમે તેમની સામે છીંકયા છો; અને તમે જોરજુલમથી પડાવી લીધેલાં, લંગડાં તથા માંદાં [પશુ] ને લઈ આવીને તેનું બલિદાન આપો છો; એવાં અર્પણ તમે લાવો છો : શું હું તમારા હાથથી એવાંનો અંગીકાર કરું?” એમ યહોવા કહે છે."},{"number":14,"verse":"પણ જે ઠગ માનતા માનીને પોતાના ટોળામાં નર હોવા છતાં યહોવાને ખોડવાળા જાનવરનું અર્પણ ચઢાવે છે તે શાપિત થાઓ, કેમ કે સૈન્યોના [ઇશ્વર] યહોવા કહે છે, “હું મહાન રાજા છું, ને મારું નામ વિદેશીઓમાં ભયપાત્ર છે.”"}]}