{"bibleAbbr":"guOV2016","bookName":"માલાખી","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"( ; ; ; .) “જુઓ, હું મારા દૂતને મોકલું છું, ને તે મારી આગળ માર્ગ તૈયાર કરશે. અને જે પ્રભુને તમે શોધો છો, તે પોતાના મંદિરમાં અકસ્માત આવશે; એટલે કરારનો દૂત જેનામાં તમે આનંદ માનો છો, જુઓ, તે આવે છે, ” એમ સૈન્યોના [ઇશ્વર] યહોવા કહે છે."},{"number":2,"verse":"પણ ( .) તેમના આવવાનો દિવસ કોણ સહન કરી શકે? અને તે પ્રત્યક્ષ હાજર થશે ત્યારે કોણ ઊભો રહી શકશે? કેમ કે તે ધાતુ ગાળનારના અગ્નિરૂપ તથા ધોબીના સાબુરૂપ છે;"},{"number":3,"verse":"તે રૂપું ગાળનાર તથા શુદ્ધ કરનારની જેમ બિરાજશે, ને તે લેવીના પુત્રોને શુદ્ધ કરીને ચોખ્ખા સોનારૂપા જેવા કરશે; અને તેઓ યહોવાને ન્યાયીપણાથી અર્પણો ચઢાવશે."},{"number":4,"verse":"ત્યારે જેમ પ્રાચીન કાળમાં તથા અસલનાં વર્ષોમાં યહૂદિયા તથા યરુશાલેમનાં અર્પણ [પસંદ પડતાં હતાં] , તેમ તેઓ યહોવાને પસંદ પડશે."},{"number":5,"verse":"“વળી ન્યાય કરવા હું તમારી નજીક આવીશ; અને જાદુગરો તેમ જ વ્યભિચારીઓ તથા જૂઠા સોગન ખાનારાઓની વિરુદ્ધ, મજુર પર તેની મજૂરીના સંબંધમાં [જુલમ કરનારની] , અને વિધવા તથા અનાથ પર જુલમ કરનારની વિરુદ્ધ, અને પરદેશી [નો હક] પચાવી પાડનાર તથા મારો ડર નહિ રાખનારની વિરુદ્ધ હું સાક્ષી પૂરવા તત્પર રહીશ, ” એમ સૈન્યોના [ઇશ્વર] યહોવા કહે છે."},{"number":6,"verse":"“કેમ કે હું યહોવા અવિકારી છું. એ માટે, હે યાકૂબના પુત્રો, તમારો સંહાર થયો નથી."},{"number":7,"verse":"( દશાંશો આપવા વિષે) તમારા પૂર્વજોના વખતથી તમે મારા વિધિઓથી અવળા ચાલ્યા છો, ને તે પાળ્યા નથી. મારી તરફ પાછા ફરો, તો હું તમારી તરફ પાછો‍ ફરી, ” એમ સૈન્યોના [ઇશ્વર] યહોવા કહે છે. “પણ તમે પૂછો છો કે, શી બાબતમાં અમે પાછા ફરીએ?"},{"number":8,"verse":"શું માણસ ઈશ્વરને લૂંટે? તેમ છતાં તમે મને લૂંટો છો. પણ તમે પૂછો છો, ‘શી બાબતમાં અમે તમને લૂંટયા છે?’ દશાંશોમાં તથા ઉચ્છાલીયાર્પણોમાં."},{"number":9,"verse":"તમે‍ શાપ પામીને શાપિત થયા છો; કેમ કે તમે, એટલે આ આખી પ્રજા, મને લૂંટો છો."},{"number":10,"verse":"( ; ; ; ; .) દશાંશો ભર્યાપૂરા ભંડારમાં લાવો, જેથી મારા મંદિરમાં અન્નની છત રહે, અને એમ કરીને મારું પારખું તો લઈ જુઓ કે, હું તમારે માટે આકાશની બારીઓ ખોલી નાખીને સમાવેશ કરવાને પૂરતી જગા નહિ હોય, એટલો બધો આશીર્વાદ તમારા પર મોકલી દઉં છું કે નહિ!” એવું સૈન્યોના [ઇશ્વર] યહોવા કહે છે."},{"number":11,"verse":"“વળી તમારી ખાતર હું ખાઈ જનારને ધમકાવીશ, અને તે તમારી જમીનની ઊપજનો નાશ કરશે નહિ. અને ખેતરમાં તમારા દ્રાક્ષાવેલાઓનાં ફળ અકાળે ખરી પડશે નહિ, ” એવું સૈન્યોના [ઇશ્વર] યહોવા કહે છે."},{"number":12,"verse":"“સર્વ પ્રજાઓ તમને ધન્યવાદ આપશે, કેમ કે તમારો દેશ તો એક રળિયામણો દેશ થશે, ” એવું સૈન્યોના [ઇશ્વર] યહોવા કહે છે."},{"number":13,"verse":"( ઈશ્વર દયા દર્શાવનાર છે) યહોવા કહે છે, “તમે મારી વિરુદ્ધ કઠણ શબ્દો બોલતા આવ્યા છો. તેમ છતાં તમે પૂછો છો, ‘શી બાબતમાં અમે તમારી વિરુદ્ધ બોલ્યા છીએ?’"},{"number":14,"verse":"તમે કહ્યું છે, ‘ઈશ્વરની સેવા કરવી એ નકામું છે; અમે તેમના વિધિઓ પાળ્યા છે, ને અમે સૈન્યોના [ઈશ્વર] યહોવાની આગળ શોકવસ્ત્ર ધારણ કરીને ચાલ્યા છીએ તેથી શો લાભ થયો?"},{"number":15,"verse":"હમણાં અમે ગર્વિષ્ઠોને ધન્યવાદ આપીએ છીએ; હા, દુરાચારીઓ આબાદ થતા જાય છે; હા, તેઓ ઈશ્વરની પરીક્ષા કરે છે, છતાં તેઓ બચી જાય છે.’"},{"number":16,"verse":"ત્યારે યહોવાનો ભય રાખનારાઓએ એકબીજા સાથે વાત કરી; અને યહોવાએ તે ધ્યાન દઈને સાંભળ્યું, અને યહોવાનું ભય રાખનારાઓને માટે તથા તેમના નામનું ચિંતન કરનારાઓને માટે યાદીનું પુસ્તક પ્રભુની હજૂરમાં લખવામાં આવ્યું."},{"number":17,"verse":"સૈન્યોના [ઈશ્વર] યહોવા કહે છે, “તેઓ મારા યશે; જે [દિવસે] હું આ કરીશ, તે દિવસે તેઓ મારું [ખાસ દ્રવ્ય] થશે. અને જેમ કોઈ પિતા પોતાની સેવા કરનાર પોતાના પુત્ર પર દયા રાખે તેમ હું તેમના પર દયા રાખીશ."},{"number":18,"verse":"ત્યારે તમે ફરશો અને સદાચારીની તથા દુરાચારીની વચ્ચેનો, ઈશ્વરની સેવા કરનારની તથા તેમની સેવા નહિ કરનારની વચ્ચેનો, ભેદ સમજશો.”"}]}