{"bibleAbbr":"maiNT","bookName":"इफिसुस नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"( मृत्‍यु सँ जीवन) अहाँ सभ जे छी, से अपन अपराध और पापक कारणेँ मरल छलहुँ।"},{"number":2,"verse":"ओहि समय मे अहाँ सभ पापक रस्‍ता पर चलैत एहि संसारक रीतिक अनुसार जीवन व्‍यतीत करैत छलहुँ। शैतान, जे एहि धरतीक उपरक आध्‍यात्‍मिक शक्‍ति सभक स्‍वामी अछि, तकर बात मानैत छलहुँ। ओ आत्‍मा एखनो परमेश्‍वरक बात नहि मानऽ वला लोक सभ मे क्रियाशील अछि।"},{"number":3,"verse":"अपना सभ केओ पहिने परमेश्‍वरक बात नहि माननिहार लोक सभ मे सम्‍मिलित छलहुँ। अपन शरीर आ मोनक इच्‍छा सभ केँ तृप्‍त करैत अपना सभ अपन पापी स्‍वभावक अभिलाषाक अनुसार जीवन व्‍यतीत करैत छलहुँ। आन सभ लोक जकाँ अपना सभ सेहो अपन पाप-स्‍वभावक कारणेँ परमेश्‍वरक क्रोध भोगऽ जोगरक छलहुँ।"},{"number":4,"verse":"मुदा अपार दया करऽ वला परमेश्‍वर अपना सभक प्रति महान् प्रेम रखबाक कारणेँ,"},{"number":5,"verse":"अपना सभ केँ मसीहक संग-संग जीवित कऽ देलनि—सेहो तहिया, जहिया अपना सभ अपराधक कारणेँ मरल छलहुँ! हुनकर कृपे सँ अहाँ सभक उद्धार भेल अछि।"},{"number":6,"verse":"ओ अपना सभ केँ मसीह यीशुक संग-संग जिऔलनि आ हुनका संग स्‍वर्गीय क्षेत्र मे बैसौलनि।"},{"number":7,"verse":"ओ ई एहि लेल कयलनि जे आबऽ वला युग सभ मे ओ अपन ओहि अतुलनीय कृपाक महान्ता केँ प्रदर्शित कऽ सकथि, जकरा ओ मसीह यीशु द्वारा अपना सभ पर दया कऽ कऽ प्रगट कयलनि अछि।"},{"number":8,"verse":"कारण, विश्‍वास द्वारा, हुनकर कृपे सँ, अहाँ सभक उद्धार भेल अछि—ई अहाँ सभक कोनो पुण्‍यक फल नहि, बल्‍कि परमेश्‍वर द्वारा देल गेल दान अछि।"},{"number":9,"verse":"ई ककरो द्वारा कयल कोनो कर्मक परिणाम नहि छैक, जे एहि पर केओ घमण्‍ड करय।"},{"number":10,"verse":"किएक तँ अपना सभ परमेश्‍वरेक हाथक कारीगरी छी—ओ अपना सभ केँ मसीह यीशु मे संयुक्‍त कऽ कऽ अपना सभक नव सृष्‍टि कयलनि, आ से एहि लेल जे अपना सभ ओ नीक काज सभ करी, जे काज ओ अपना सभक लेल पहिने सँ तैयार कयने छथि।"},{"number":11,"verse":"( मसीह द्वारा मेल-मिलाप) एहि लेल मोन पाड़ू, अहाँ सभ जे जन्‍म सँ यहूदी नहि, गैर-यहूदी छी, अहाँ सभक स्‍थिति पहिने केहन छल। यहूदी सभ, जे सभ अपना केँ “खतना कराओल लोक” कहैत अछि—ओना तँ ओकरा सभक खतना मात्र शरीर मे आ मनुष्‍ये द्वारा कयल गेल अछि—से सभ अहाँ सभ केँ “बिनु खतना वला लोक सभ” कहैत अछि।"},{"number":12,"verse":"मोन पाड़ू जे ओहि समय मे अहाँ सभ केँ मसीह सँ कोनो सम्‍बन्‍ध नहि छल। अहाँ सभ इस्राएलक नागरिकताक अधिकार सँ वंचित छलहुँ। परमेश्‍वर अपना वचन पर आधारित जे विशेष सम्‍बन्‍ध अपना लोकक संग स्‍थापित कयलनि, ताहि मे अहाँ सभ सहभागी नहि छलहुँ। अहाँ सभ केँ एहि संसार मे ने कोनो आशा छल आ ने अहाँ सभ लग परमेश्‍वर छलाह।"},{"number":13,"verse":"मुदा आब मसीह यीशु मे संयुक्‍त भऽ कऽ, अहाँ सभ जे पहिने दूर छलहुँ, आब मसीहक बहाओल खून द्वारा लग आनल गेल छी।"},{"number":14,"verse":"कारण, मसीह स्‍वयं अपना सभक मिलापक साधन छथि। ओ अपना सभ केँ—गैर-यहूदी आ यहूदी, दूनू केँ—एक बना देलनि। अपना सभक बीच जे दुश्‍मनी छल, जे दूनू केँ देवाल जकाँ एक-दोसर सँ अलग रखैत छल, तकरा ओ नष्‍ट कऽ देलनि।"},{"number":15,"verse":"ओ अपना मृत्‍यु द्वारा विधि-विधानक धर्म-नियम केँ रद्द कऽ देलनि। एना करऽ मे हुनकर उद्देश्‍य ई छलनि जे दूनू समूह सँ एक नव मानवताक सृष्‍टि करब जे हुनका मे संयुक्‍त होअय, आ एहि तरहेँ दूनू मे मेल करायब।"},{"number":16,"verse":"संगहि हुनकर इहो उद्देश्‍य रहनि जे, क्रूसक मृत्‍यु द्वारा दूनू केँ एहि नव मानवता मे जोड़ि कऽ परमेश्‍वर सँ मेल करायब और एहि तरहेँ ओ दुश्‍मनी जे परमेश्‍वर आ मनुष्‍यक बीच छल, तकरा समाप्‍त करायब।"},{"number":17,"verse":"तकरबाद ओ आबि कऽ अहाँ सभ केँ, जे दूर छलहुँ, और ओकरा सभ केँ, जे लग छल, दूनू केँ मेल-मिलापक सम्‍बाद सुनौलनि।"},{"number":18,"verse":"कारण, हुनका द्वारा अपना सभ केँ, अर्थात् गैर-यहूदी आ यहूदी दूनू केँ, एके पवित्र आत्‍माक माध्‍यम सँ पिता तक पहुँच अछि।"},{"number":19,"verse":"फलस्‍वरूप, अहाँ सभ आब परदेशी वा प्रवासी नहि रहलहुँ, बल्‍कि परमेश्‍वरक लोक मे मिलि कऽ हुनका सभक संग नागरिक छी। परमेश्‍वरक परिवारक सदस्‍य छी।"},{"number":20,"verse":"अहाँ सभ परमेश्‍वरक ओहि “भवन”क भाग छी, जाहि भवनक न्‍यो मसीह-दूत आ परमेश्‍वरक प्रवक्‍ता सभ छथि आ जकर मुख्‍य पाथर मसीह यीशु अपने छथि।"},{"number":21,"verse":"हिनके मे पूरा भवन एक संग जुटल रहि कऽ प्रभुक लेल एक पवित्र मन्‍दिर बनैत जा रहल अछि।"},{"number":22,"verse":"हिनके मे संयुक्‍त भऽ कऽ अहूँ सभ आओर लोक सभक संग परमेश्‍वरक वास-स्‍थान बनाओल जा रहल छी, जाहि मे ओ अपन आत्‍मा द्वारा वास करैत छथि।"}]}