{"bibleAbbr":"maiNT","bookName":"इफिसुस नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"( धिआ-पुता और माय-बाबू) हौ धिआ-पुता सभ! तोँ सभ प्रभुक लोक होयबाक कारणेँ अपन माय-बाबूक आज्ञा मानह, किएक तँ यैह उचित छह।"},{"number":2,"verse":"धर्मशास्‍त्र मे लिखल अछि, “अपन माय-बाबूक आदर करह”—ई पहिल आज्ञा अछि जकरा संग एक वचनो देल गेल अछि।"},{"number":3,"verse":"ओ वचन ई अछि जे, “... जाहि सँ तोहर कल्‍याण होअओ और तोँ बहुतो साल धरि पृथ्‍वी पर जीबैत रहह।”"},{"number":4,"verse":"यौ पिता लोकनि, अहाँ सभ अपन बच्‍चा सभक संग एहन व्‍यवहार नहि करू जाहि सँ ओ सभ तंग भऽ कऽ खिसिआयल रहि जाय, बल्‍कि ओकरा सभक पालन-पोषण प्रभुक शिक्षा आ निर्देशक अनुसार करिऔक।"},{"number":5,"verse":"( दास और मालिक) यौ दास सभ! अहाँ सभ जहिना मसीहक सेवा करितहुँ तहिना निष्‍कपट मोन सँ भय आ आदरक संग तिनका सभक आज्ञा मानू जे सभ एहि संसार मे अहाँ सभक मालिक छथि।"},{"number":6,"verse":"मालिक केँ खुश करबाक उद्देश्‍य सँ, जखन ओ देखैत छथि तखने मात्र अपन काज नहि करू, बल्‍कि पूरा मोन सँ परमेश्‍वरक इच्‍छा पूरा करैत अपना केँ मसीहेक दास बुझि कऽ करू।"},{"number":7,"verse":"अपन सेवा-काज खुशी मोन सँ करू, ई बुझैत जे मनुष्‍यक लेल नहि, बल्‍कि प्रभुक लेल करैत छी,"},{"number":8,"verse":"कारण, अहाँ सभ तँ जनिते छी जे प्रत्‍येक व्‍यक्‍ति, ओ चाहे दास होअय वा स्‍वतन्‍त्र, ओ जे कोनो नीक काज करत, तकर प्रतिफल प्रभु सँ पाओत।"},{"number":9,"verse":"आब अहाँ सभ, जे मालिक छी, अहूँ सभ उचिते व्‍यवहार अपन दास सभक संग करू। डेरौनाइ-धमकौनाइ छोड़ि दिअ, एहि बातक मोन रखैत जे स्‍वर्ग मे ओकरा सभक आ अहाँ सभक एके मालिक छथि, और ओ ककरो संग पक्षपात नहि करैत छथि।"},{"number":10,"verse":"( आत्‍मिक संघर्षक लेल अस्‍त्र-शस्‍त्र) अन्‍त मे ई जे, प्रभुक असीम सामर्थ्‍य द्वारा हुनका मे बलवन्‍त होउ।"},{"number":11,"verse":"परमेश्‍वर सँ भेटल सम्‍पूर्ण अस्‍त्र-शस्‍त्र धारण करू जाहि सँ शैतानक छल-कपट वला चालि सभक सामना कऽ सकी।"},{"number":12,"verse":"कारण, अपना सभक संघर्ष मनुष्‍य सँ नहि अछि, बल्‍कि एहि अन्‍हार संसारक अदृश्‍य अधिपति सभ, अधिकारी सभ आ शासन करऽ वला सभ सँ अछि, आत्‍मिक क्षेत्र सभक दुष्‍ट शक्‍ति सभ सँ अछि।"},{"number":13,"verse":"एहि लेल, परमेश्‍वरक सम्‍पूर्ण अस्‍त्र-शस्‍त्र धारण करू, जाहि सँ दुष्‍ट वला दुर्दिन जखन आओत, तँ अहाँ सभ दुष्‍टताक सामना कऽ सकी, आ अन्‍त धरि लड़ि कऽ ठाढ़ रहि सकी।"},{"number":14,"verse":"तेँ डाँड़ मे सत्‍यक फाँड़ बान्‍हि कऽ, धार्मिकताक कवच धारण कऽ आ शान्‍तिक सुसमाचार सुनयबाक लेल उत्‍साहक जुत्ता पयर मे पहिरि दृढ़ भऽ कऽ ठाढ़ होउ।"},{"number":16,"verse":"संगहि विश्‍वासक ढाल हाथ मे लेने रहू, जकरा द्वारा अहाँ सभ दुष्‍ट शैतानक सभ अग्‍निवाण मिझा सकब।"},{"number":17,"verse":"उद्धारक टोप लगाउ आ पवित्र आत्‍माक तरुआरि, अर्थात् परमेश्‍वरक वचन, सेहो लऽ लिअ।"},{"number":18,"verse":"हर समय मे परमेश्‍वरक आत्‍माक सहायता सँ सभ प्रकारक प्रार्थना और विनती प्रभु सँ करैत रहू। प्रार्थना करऽ मे सदिखन सचेत आ लगनशील रहू। परमेश्‍वरक सभ लोकक लेल प्रार्थना कयनाइ नहि छोड़ू।"},{"number":19,"verse":"हमरो लेल प्रार्थना करू। प्रार्थना ई करू जे हमरा जखन बजबाक अवसर भेटय, तखन कहऽ वला शब्‍द हमरा देल जाय, जाहि सँ हम निडर भऽ कऽ लोक केँ शुभ समाचारक ओहि सत्‍य केँ सुना सकी, जे पहिने गुप्‍त छल मुदा आब प्रगट कयल गेल अछि।"},{"number":20,"verse":"हम ओही शुभ समाचारक लेल राजदूत छी, आ जहल मे कैदी छी। ई प्रार्थना करू जे, जहिना हमरा साहसक संग शुभ समाचार सुनयबाक चाही, तहिना हम सुना सेहो सकी।"},{"number":21,"verse":"( नमस्‍कार आ आशीर्वाद) प्रभुक विश्‍वस्‍त सेवक, हमर प्रिय भाय तुखिकुस अहाँ सभ केँ सभ बात सुनौताह, जाहि सँ अहूँ सभ बुझब जे हम कोना छी आ की कऽ रहल छी।"},{"number":22,"verse":"हम हुनका एही लेल अहाँ सभक ओतऽ पठा रहल छी, जे अहाँ सभ हमरा सभक सभ हाल-समाचार बुझी, आ ओ अहाँ सभक हिम्‍मत बढ़बथि।"},{"number":23,"verse":"पिता परमेश्‍वर आ प्रभु यीशु मसीहक दिस सँ सभ भाइ लोकनि केँ शान्‍ति आ विश्‍वासक संग प्रेम भेटैत रहय।"},{"number":24,"verse":"परमेश्‍वरक कृपा ओहि सभ लोक पर रहय, जे सभ अपना सभक प्रभु यीशु मसीह सँ ओहन प्रेम करैत अछि जे कहियो समाप्‍त नहि होयत।"}]}