{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"therefore the Lord spoke to Moses, saying,"},{"number":2,"verse":"Make for thyself two silver trumpets. Thou shalt make them of ductile silver, each beaten out of one piece. And they shall serve thee to assemble the congregation, and to cause the camps to remove."},{"number":3,"verse":"When thou shalt blow with them, all the congregation shall assemble at the door of the tabernacle of the testimony;"},{"number":4,"verse":"but when one is blown, all the chiefs, the leaders of Israel, shall come to thee."},{"number":5,"verse":"When you blow an alarm, the camps on the east shall begin their march;"},{"number":6,"verse":"and when you blow a second alarm, the camps on the south shall begin their march; and when you blow a third alarm, the camps on the west shall begin their march; and when you blow a fourth alarm, the camps on the north shall begin their march. They shall blow an alarm for their marching."},{"number":7,"verse":"And when you would assemble the congregation, you are to blow with them, but not an alarm."},{"number":8,"verse":"The sons of Aaron, the priests, shall blow the trumpets. This shall be a perpetual ordinance for you, throughout your generations."},{"number":9,"verse":"And when you go out to battle in your land, against your enemies, who have risen up against you, you shall sound these trumpets, that you may be brought into remembrance before the Lord, and saved from your enemies."},{"number":10,"verse":"In the days of your rejoicings also, and at your festivals, and at your new moons, you shall blow the trumpets, at your whole burnt offerings, and at your sacrifices of thanksgivings; and it shall be a calling of you into remembrance before the Lord; I the Lord your God."},{"number":11,"verse":"Now in the second year, in the second month, on the twentieth day of the month, the cloud ascended from the tabernacle of the testimony;"},{"number":12,"verse":"whereupon the Israelites with their baggage, marched through the wilderness of Sina, and the cloud halted in the wilderness of Pharan."},{"number":13,"verse":"When the first had begun their march; when the van,"},{"number":14,"verse":"the division of the camp of Judas, had marched, and at the head of it Naasson son of Aminadab,"},{"number":15,"verse":"and at the head of the army of the tribe of Issachar, Nathaniel son of Sogar,"},{"number":16,"verse":"and at the head of the army of the tribe of Zabulon, Eliab son of Chailon; then were the Gersonites, and the Merarites,"},{"number":17,"verse":"having taken down the tabernacle, to move on; carrying the tabernacle."},{"number":18,"verse":"And when the division of the camp of Reuben had marched with their army, and at the head of it Elisur son of Sedur;"},{"number":19,"verse":"and at the head of the army of the tribe of Symeon, Salamiel son of Surisadai;"},{"number":20,"verse":"and at the head of the army of the tribe of Gad, Elisaph son of Raguel,"},{"number":21,"verse":"then were the Kaathites to move on, carrying the holy things, so that the tabernacle might be set up when they arrived."},{"number":22,"verse":"Then were to march the division of the camp of Ephraim, with their army, and at the head of it Elisama son of Emiud;"},{"number":23,"verse":"and at the head of the army of the tribe of Manasses, Gamaliel son of Phadassur;"},{"number":24,"verse":"and at the head of the army of the tribe of Benjamin, Abidan son of Gadeoni."},{"number":25,"verse":"And the division of the camp of Dan were to march the last of all the camps, with their army, and at the head of it Achiezer son of Amisadai;"},{"number":26,"verse":"and at the head of the army of the tribe of Aser, Phagael son of Echran;"},{"number":27,"verse":"and at the head of the army of the tribe of Nephthaleim, Achire son of Ainan."},{"number":28,"verse":"These were the armies of the Israelites."},{"number":29,"verse":"Now when they began their march Moses said to Obad, son of Raguel the Madianite, the brother in law of Moses, We are now on our march to the place which the Lord said, This I will give you. Come with us and we will deal well with thee; for the Lord hath spoken good things concerning Israel."},{"number":30,"verse":"In reply to which he said, I cannot go, but must return to my own land, and to my family."},{"number":31,"verse":"Whereupon Moses said, Thou must not leave us. Because thou hast been with us in the wilderness, therefore thou shalt be a senator among us,"},{"number":32,"verse":"and shalt share; if thou go with us, thou shalt indeed share in all those good things which the Lord will bestow upon us, and we will deal kindly with thee."},{"number":33,"verse":"So they removed from the mount of the Lord, three days' journey, and the ark of the covenant of the Lord went before them the three days' journey, to look out for them a resting place."},{"number":34,"verse":"Now while the cloud was overshadowing them by day, as they marched out of the camp,"},{"number":35,"verse":"And when the ark set forward Moses said, Arise, O Lord, and let thine enemies be scattered. Let them who hate thee be put to flight."},{"number":36,"verse":"And when it halted he said, Return, Lord, to the thousand myriads of Israel."}]}