{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":12,"verses":[{"number":1,"verse":"and while they were at Aseroth, Mariam and Aaron spoke against Moses, because of the Ethiopian woman whom Moses had taken;"},{"number":2,"verse":"because he had taken to wife an Ethiopian woman, therefore they said, Hath the Lord spoken to Moses only? Hath he not spoken to us also?"},{"number":3,"verse":"(Now the man Moses was very meek, above all the men on the earth,)"},{"number":4,"verse":"And when the Lord heard, the Lord immediately said to Moses, and Aaron, and Mariam. Come forth you three to the tabernacle of the testimony. And when they three came out to the tabernacle of the testimony,"},{"number":5,"verse":"the Lord descended in a pillar of cloud, and stood at the door of the tabernacle of the testimony, and Aaron and Mariam were called. And when they both came out"},{"number":6,"verse":"he said to them, Hear my words. If there be a prophet among you to the Lord, I will make myself known to him by a vision, and speak to him in sleep."},{"number":7,"verse":"Not so with respect to my servant Moses. In all my house he is faithful."},{"number":8,"verse":"Mouth to mouth, I will speak to him personally, and not in dark sentences. He hath actually seen the glory of God. Why then were ye not afraid to speak against my servant Moses."},{"number":9,"verse":"And the wrath of the Lord was upon them,"},{"number":10,"verse":"and the cloud withdrew from the tabernacle, and behold Mariam was leprous like snow. When Aaron looked on Mariam, and behold she was leprous,"},{"number":11,"verse":"he said to Moses, O my lord, impute not sin to us, because we have acted ignorantly; because we have sinned,"},{"number":12,"verse":"Let her not be as dead, as an abortive, for it devoureth the half of her flesh."},{"number":13,"verse":"Whereupon Moses cryed to the Lord, saying, God, I beseech thee, heal her."},{"number":14,"verse":"And the Lord said to Moses, If her father had spit in her face, would she not be ashamed seven days? Let her be set apart seven days, without the camp, and after that let her come in."},{"number":15,"verse":"So Mariam was set apart without the camp, seven days, and the people did not remove till Mariam was cleansed."},{"number":16,"verse":"And after this the people removed from Aseroth, and encamped in the wilderness of Pharan."}]}