{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"whereupon the Lord spoke to Aaron, saying, Thou, and thy sons, and the house of thy father, shall bear the sins of the holy things; and thou, and thy sons, shall bear the sins of your priesthood;"},{"number":2,"verse":"take therefore to thyself thy brethren, the tribe of Levi, the community of thy father, and let them be joined to thee, and perform holy service for thee. While thou, and thy sons with thee, are before the tabernacle of the testimony,"},{"number":3,"verse":"they shall keep guard for thee, and guard the tabernacle of the testimony: but let them not approach to the holy utensils, nor to the altar, lest they die, and you with them."},{"number":4,"verse":"They shall be joined with thee, and shall keep guard over the tabernacle of the testimony, according to all the holy services of the tabernacle, and none of another family shall come to thee."},{"number":5,"verse":"And you shall keep the charge of the holy things, and of the altar, so that there shall not be wrath among the children of Israel."},{"number":6,"verse":"I have indeed taken your brethren, the Levites, from among the children of Israel, as a gift presented to the Lord to perform the services of the tabernacle of the testimony;"},{"number":7,"verse":"therefore thou, and thy sons with thee, shall keep your priesthood, as far as the altar is concerned, and what is within the veil; and you shall perform these services as a privilege of your priesthood; and any one of another family who approacheth shall be put to death."},{"number":8,"verse":"Moreover the Lord said to Aaron, Behold I have given you the charge of the separated portions taken from all the dedications made to me by the children of Israel. To thee I have given them for a reward; and to thy sons after thee."},{"number":9,"verse":"Let this therefore be your perpetual due from the hallowed dedications of the homage offerings; from all their gifts, and from all their sacrifices, and from all their trespass offerings, and from all their sin offerings. Whatever they give me, a portion of the hallowed things shall be for thee and thy sons."},{"number":10,"verse":"In the holy place of the holies you shall eat them. Every male, namely, thou and thy sons shall eat them."},{"number":11,"verse":"They shall be hallowed to thee. You shall have also a portion from the dedications which the Israelites make by setting apart, and from all the dedications made by being laid on hands; These I have given to thee, and thy sons, and thy daughters with thee, as an everlasting due. Every one in thy house, who is clean, may eat these."},{"number":12,"verse":"Every dedication of oil, and every dedication of wine, every dedication of food of all kinds which they give to the Lord, these I have given to thee."},{"number":13,"verse":"All the first fruits in their land, which they bring for the Lord, shall belong to thee. Every one in thy house, who is clean, may eat these."},{"number":14,"verse":"Every thing which is devoted by the children of Israel shall belong to thee."},{"number":15,"verse":"And every firstling of all flesh, which they bring for the Lord, whether of man or beast, shall belong to thee: but the first born of man shall be redeemed, and thou shalt cause them to redeem the firstlings of all cattle which are not clean."},{"number":16,"verse":"Now the redemption of the former, at a month old, shall be the set price of five shekels after the holy shekel, which is twenty oboli:"},{"number":17,"verse":"but the firstlings of kine, and the firstlings of sheep, and the firstlings of goats, thou shalt not suffer them to redeem. They are hallowed; therefore thou shalt pour out their blood before the altar, and offer their suet as an offering of homage, for a smell of fragrance for the Lord."},{"number":18,"verse":"And the flesh shall be for thee. Like the dedicated breast, and like the right shoulder, it shall be thine."},{"number":19,"verse":"Every dedication of holy things, which the children of Israel set apart for the Lord, I have given to thee, and thy sons, and thy daughters, as an everlasting due. It is a covenant of salt for ever, before the Lord, with thee and thy seed after thee."},{"number":20,"verse":"Moreover the Lord said to Aaron, Thou shalt have no inheritance in their land, nor shalt thou have a portion among them; for I am thy portion, and thy inheritance, among the children of Israel."},{"number":21,"verse":"And behold I have given the Levites all the tenth in Israel, as a portion for their services. Inasmuch as they are to perform service at the tabernacle of the testimony,"},{"number":22,"verse":"and the children of Israel are no more to come to the tabernacle of the testimony, to bear a sin which incurreth death,"},{"number":23,"verse":"but the Levites themselves are to perform the service of the tabernacle, and to bear their sins, this shall be a perpetual due for their generations, and they shall have no inheritance among the children of Israel."},{"number":24,"verse":"Because I have given the Levites for their portion the tithes of the children of Israel, which they set apart for the Lord, as a dedication, therefore I have said to them, they shall have no lot of inheritance among the Israelites."},{"number":25,"verse":"Then the Lord spoke to Moses, saying,"},{"number":26,"verse":"Thou shalt speak to the Levites and say to them; When you take from the children of Israel the tenth which I have given you from them for a lot of inheritance, you shall set apart from it, as a dedication for the Lord, a tenth of the tenth;"},{"number":27,"verse":"and these dedications of yours shall be reckoned to you as corn from the threshing floor, and as a dedication from the press."},{"number":28,"verse":"Thus you shall acquit yourselves of all the dedications of the Lord; of all your tenths which you receive from the children of Israel. And you shall give the dedication set apart from it for the Lord to Aaron the priest."},{"number":29,"verse":"From all your gifts you shall set apart a dedication for the Lord, and from all the first fruits, the hallowed part of it."},{"number":30,"verse":"Moreover thou shalt say unto them, When you set apart the first fruits of it, then it shall be reckoned to the Levites as produce from the threshing floor, and as produce from the press."},{"number":31,"verse":"And you may eat it every where, you and your households. Because it is your wages for your services which you perform at the tabernacle of the testimony;"},{"number":32,"verse":"therefore you shall not bear sin by reason of it, because you have set apart the first fruits of it. But you must not profane the holy things of the children of Israel, lest you die."}]}