{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"When the Chananite, the king of Arad, who dwelt in front of the wilderness, heard that Israel was coming by the way of Atharim, he made war on Israel, and took some of them prisoners;"},{"number":2,"verse":"whereupon Israel vowed a vow to the Lord, and said, If thou wilt deliver this people into my hand, I will devote them and their cities to destruction."},{"number":3,"verse":"And the Lord hearkened to the voice of Israel, and delivered up these Chananites into their hands, and they anathematised them and their cities, and called the name of that place Anathema."},{"number":4,"verse":"Now when they had removed from mount Hor, by the way to the Red sea, and were marching round the land of Edom, the people became dispirited in the march,"},{"number":5,"verse":"and spoke against God, and against Moses, saying, Why hast thou brought us out of Egypt to kill us in this wilderness; for we have neither bread, nor water, and our soul loatheth this light food."},{"number":6,"verse":"Whereupon the Lord sent the most deadly serpents among the people, and they bit the people. And when many of the children of Israel died,"},{"number":7,"verse":"the people came to Moses and said, We have sinned, because we have spoken against the Lord, and against thee; pray therefore to the Lord? and let him take away the serpents from us."},{"number":8,"verse":"So Moses prayed to the Lord for the people, and the Lord said to Moses, Make thee a serpent, and put it on a standard; and it shall come to pass that when a serpent biteth a man, every one who is bitten shall live by looking at that."},{"number":9,"verse":"So Moses made a serpent of brass, and put it on a standard, and it came to pass that when a serpent bit a man, he looked up to that serpent, and lived."},{"number":10,"verse":"And the Israelites removed, and encamped at Oboth;"},{"number":11,"verse":"and having removed from Oboth, they encamped at Achelgai, on the borders of the desart, which is in front of Moab, towards the rising of the sun."},{"number":12,"verse":"And removing from that place, they encamped in the vale of Zared,"},{"number":13,"verse":"from which they removed, and encamped on the banks of Arnon, in the wilderness, on the borders of the Amorites; for Arnon is the boundary of Moab, between Moab and the Amorites."},{"number":14,"verse":"For this cause it is said in a book, The war of the Lord burned Zoob and the vales of Arnon,"},{"number":15,"verse":"And made the vales the habitation of Er; And he adjoineth the borders of Moab."},{"number":16,"verse":"Thence they came to Well; this is the well concerning which the Lord said to Moses, Gather the people together, and I will give them water to drink."},{"number":17,"verse":"Then sung Israel this song to the well, Begin to him the alternate song of the well."},{"number":18,"verse":"Chiefs digged it: the kings of nations hewed it out, In their reign when they ruled over them. And from Well they moved on to Manthanaiem;"},{"number":19,"verse":"and from Manthanaiem to Naaliel; and from Naaliel to Bamoth;"},{"number":20,"verse":"and from Bamoth to Nepe, which is in that plain of Moab bordering on the craggy cliff, namely, that which looketh towards the wilderness."},{"number":21,"verse":"Now Moses had sent messengers to Seon, king of the Amorites, with a message of peace, saying,"},{"number":22,"verse":"Let us pass through thy land. We will march by the highway; we will not turn aside into the fields, nor into the vineyards; nor will we drink water out of thy; wells. Let us march along the king's highway. until we pass thy borders."},{"number":23,"verse":"But Seon would not grant Israel a passage through his territories. He indeed assembled all his people, and went out to the wilderness, to attack Israel, and came to Jessa, and drew up in array against Israel."},{"number":24,"verse":"Whereupon Israel smote him with the slaughter of the sword, and took possession of his land, from Anion to Jabok, even to the Ammanites; for Jazer is the boundary of the Ammanites."},{"number":25,"verse":"So Israel took all those cities; and Israel dwelt in all the cities of the Amorites, in Hesebon, and in all those under the same dominion with it;"},{"number":26,"verse":"for Hesebon was the city of Seon the king of the Amorites. He indeed had made war on a former king of Moab, and had taken all his land from Aroer to Arnon;"},{"number":27,"verse":"for this cause the poets say, Come to Hesebon that it may be rebuilded, And that the city of Seon may be inhabited."},{"number":28,"verse":"For a fire went forth from Hesebon; And a flame from the city of Seon; Which devoured even to Moab; Which devoured the pillars of Arnon."},{"number":29,"verse":"Alas! for thee Moab! Thou wast undone, people of Chamos! Their sons were delivered up to save their lives; And their daughters were captives to Seon, king of the Amorites,"},{"number":30,"verse":"And their seed was destroyed from Hesebon even to Daibon. And against Moab their wives rekindled a fire."},{"number":31,"verse":"And when Israel had taken possession of all the cities of the Amorites:"},{"number":32,"verse":"Moses sent to view Jazer, and they took it, and all the villages thereof, and drove out the Amorites who were there."},{"number":33,"verse":"Then they turned and went up by the way of Basan. And when Og king of Basan came out to meet them, he and all his people, for battle at Adraim"},{"number":34,"verse":"the Lord said to Moses, Be not afraid of him; for into thy hands I will deliver him, and all his people, and all his land; And thou shalt do to him, as thou hast done to Seon, the king of the Amorites, who dwelt at Hesebon."},{"number":35,"verse":"So he smote him, and his sons,, and all his people, until there was not one left to be taken alive. And they took possession of their land."}]}