{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"Whereupon Balaam said to Balak, Build for me here seven altars, and prepare for me here seven young bulls, and seven rams."},{"number":2,"verse":"And when Balak had done as Balaam had ordered him; and had offered a bull, and a ram, on each altar,"},{"number":3,"verse":"then Balaam said to Balak, Stand by thy sacrifice, and I will advance on. If God appear to me by any occurrence, whatever he shall shew me I will tell thee."},{"number":4,"verse":"So Balak stood by his sacrifice. And Balaam went to inquire of God: and as he was going straight forward, God appeared to Balaam: And Balaam said to him, I have prepared seven altars, and offered a young bull, and a ram, on each altar."},{"number":5,"verse":"And God put a word in the mouth of Balaam, and said, Return to Balak, and thus thou shalt say."},{"number":6,"verse":"So he returned to Balak. Now he was standing by his whole burnt offerings, and all the princes of Moab with him;"},{"number":7,"verse":"And a spirit of God came upon Balaam, and he took up his parable, and said, I am called from Mesopotamia by Balak; By the king of Moab from the mountains of the east, Come, saith he, Curse Jacob for me, And, come, for me devote Israel."},{"number":8,"verse":"How can I curse him, whom the Lord doth nut curse? Or how devote him whom God devoteth not?"},{"number":9,"verse":"For from the top of mountains I can see him; Even from hills I can observe him, Behold he shall dwell, as a people by themselves, And shall not be reckoned among the nations."},{"number":10,"verse":"Who hath accurately scanned the seed of Jacob? Who can count the communities of Israel? May my soul depart among the souls of the righteous! And my offspring be as the seed of these!"},{"number":11,"verse":"At this Balak said to Balaam, What hast thou done to me? I sent for thee to curse my enemies, and behold thou hast pronounced a blessing."},{"number":12,"verse":"And Balaam said to Balak, Must I not be careful to speak what God hath put in my mouth?"},{"number":13,"verse":"Then Balak said to him, Come with me to yet another place, from which thou shalt not have a full view of them. Thou shalt see only a part of them, and not view them all; and curse them for me from that place."},{"number":14,"verse":"So he took him to a watch tower of the field on the top of a craggy cliff, and built there seven altars. And when he had offered a bull, and a ram, on each altar,"},{"number":15,"verse":"Balaam said to Balak, Stand by thy sacrifice, and I will advance on, to inquire of God."},{"number":16,"verse":"And God met Balaam and put a word in his mouth, and said, Return to Balak, and thus thou shalt speak."},{"number":17,"verse":"So he returned to him. Now he was standing by his whole burnt offering, and all the princes of Moab with him. And Balak said to him, What hath the Lord spoken?"},{"number":18,"verse":"Whereupon he took up his parable, and said, Stand up Balak and hear; Listen attentively as a witness, thou son of Sepphor!"},{"number":19,"verse":"God is not like a man to be deceived; Nor like a son of man to be threatened. When he hath spoken, will he not perform? When he shall speak, will he not stand to it?"},{"number":20,"verse":"Behold I am constrained to bless! Bless I will. Indeed I cannot avoid it."},{"number":21,"verse":"There shall be no calamity in Jacob; Nor shall misery be seen in Israel. The Lord their God is with them; The glories of princes are among them."},{"number":22,"verse":"The God who hath brought them out of Egypt, Is to them like the glory of a unicorn."},{"number":23,"verse":"For there is no augury used by Jacob; Nor divination among Israel. In due season it shall be told by Jacob, And to Israel, what God will execute."},{"number":24,"verse":"Behold the people will rouse like a young lion; And, like an old lion, exult with pride. They will not go to rest till they devour prey; Until they have drunk the blood of the slain."},{"number":25,"verse":"Upon this Balak said to Balaam, Thou shalt neither with curses, curse them for me; nor shalt thou with blessings bless them."},{"number":26,"verse":"In reply to which Balaam said to Balak, Did I not tell thee saying, Whatever God shall speak, that I must do."},{"number":27,"verse":"Then Balak said to Balaam, Come let me take thee to another place, that, if it please God, thou mayst curse them for me from it."},{"number":28,"verse":"So Balak took Balaam to the top of Phogor, which extendeth into the wilderness."},{"number":29,"verse":"And Balaam said to Balak, Build me here seven altars, and prepare for me here seven young bulls, and seven rams."},{"number":30,"verse":"And when Balak had done as Balaam ordered him, and had offered a bull, and a ram, on every altar,"}]}