{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"Balaam, seeing that it was good in the sight of the Lord to bless Israel, did not go, as was customary with him, to look for omens; but turned his face towards the wilderness."},{"number":2,"verse":"And when Balaam raised his eyes, and saw Israel encamped by tribes, a spirit of God came upon him, and he took up his parable, and said,"},{"number":3,"verse":"Balaam son of Beor saith; The man who seeth according to truth saith:"},{"number":4,"verse":"It is the saying of him, who hath heard the oracles of the Almighty; Who in sleep hath seen a vision of God; whose eyes were opened."},{"number":5,"verse":"How beautiful are thy houses, Jacob! Thy tents, Israel!"},{"number":6,"verse":"Like shady forests, and like gardens by a river! And like tents which the Lord hath pitched! And like cedars by streams of water."},{"number":7,"verse":"There shall come forth a man from his seed, And he shall rule over many nations: And a kingdom greater than Gog's shall be raised up; And his kingdom shall be enlarged"},{"number":8,"verse":"God hath led him out of Egypt; His glory is like that of the unicorn; He will eat up the nations of his enemies; And he will exhaust their fatness, And pierce his enemy with his darts."},{"number":9,"verse":"Couching down, he is gone to rest, like a lion; Yes like a young lion; who dare rouse him? Blessed are they who bless thee, And they who curse thee are already cursed."},{"number":10,"verse":"At this Balak was inflamed with wrath against Balaam, and clapped his hands. And Balak said to Balaam, I sent for thee to curse my enemy, and behold thou hast blessed them a third time."},{"number":11,"verse":"Now therefore flee to thy own place. I thought to promote thee to honour. But the Lord hath now deprived thee of that glory."},{"number":12,"verse":"Whereupon Balaam said to Balak, Did I not tell thy messengers whom thou sentest to me,"},{"number":13,"verse":"If Balak would give me his house full of silver and gold, I cannot transgress the word of the Lord, to do either good or evil, of my own mere will. Whatever God may order that I will speak."},{"number":14,"verse":"And now, behold, I am quickly to return to my own place: come, let me inform thee what this people will do to thy people, in the latter days."},{"number":15,"verse":"Then taking up his parable, he said, Balaam son of Beor saith; It is the saying of a man who is a true seer,"},{"number":16,"verse":"Who heareth the oracles of God, And hath knowledge from the Most High; Who in sleep hath seen a vision of God, and whose eyes were opened."},{"number":17,"verse":"I can point to him, though he is not now; I hail him happy tho’ he is not near. A star will arise out of Jacob; There shall rise up a man out of Israel, And he will smite the princes of Moab, And plunder all the sons of Seth:"},{"number":18,"verse":"And Edom shall be an inheritance, And Esau, his enemy, shall be a heritage. Though Israel hath done valiantly;"},{"number":19,"verse":"Yet one shall be raised up out of Jacob, Who will destroy him who escaped from a city."},{"number":20,"verse":"Then having taken a view of Amalek he took up his parable and said, Amalek is the head of nations; But their seed shall be destroyed."},{"number":21,"verse":"Then having taken a view of the Kenite, he took up his parable and said, Strong is thy dwelling place. But though thou hast built thy nest upon a rock;"},{"number":22,"verse":"And though Beor hath crafty chickens; The Assyrians will captivate thee."},{"number":23,"verse":"Then looking at Og he took up his parable and said, Oh! Who can live when God will order such things!"},{"number":24,"verse":"For bands of Kitians will issue forth, And afflict Assur, and afflict Hebrews: And they themselves shall likewise be destroyed."},{"number":25,"verse":"Then Balaam arose, and went away, with a view to return to his own place, and Balak repaired home."}]}