{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"Then came the daughters of Salpaad, son of Opher, son of Galaad, son of Machir, of the community of Manasses, one of the sons of Joseph (now these were their names; Maala, and Nua, and Egla, and Melcha, and Thersa)"},{"number":2,"verse":"and standing before Moses, and before Eleazar the priest, and before the chiefs, and before the whole congregation, at the door of the tabernacle of the testimony, they said,"},{"number":3,"verse":"Our father died in the wilderness, but he was not among the congregation which conspired against the Lord, in the assembly of Kore. Because he died for his own sin, and had no sons,"},{"number":4,"verse":"let not the name of our father be blotted out from among his community. Seeing he hath not a son, give us a possession among our father's brethren."},{"number":5,"verse":"Whereupon Moses laid their case before the Lord."},{"number":6,"verse":"And the Lord spoke to Moses, saying,"},{"number":7,"verse":"The daughters of Salpaad have spoken right. Thou shalt give them the possession of an inheritance among their father's brothers, and vest in them their father's lot."},{"number":8,"verse":"And thou shalt say to the children of Israel, If any man die, and hath no son, you shall vest his inheritance in his daughter;"},{"number":9,"verse":"and if he hath no daughter, you shall give his inheritance to his brother; and if he hath no brothers, you shall"},{"number":10,"verse":"give his inheritance to his father's brother;"},{"number":11,"verse":"and if there be no brothers of his father, you shall give the inheritance to one of his house, who is the nearest of kin to him, of his tribe, that he may inherit what belonged to him. And this shall be to the children of Israel a rule of decision, as the Lord commanded Moses."},{"number":12,"verse":"Then the Lord said to Moses, Go up that mountain which is on the bank of the Jordan; that mount Nabo, and take a view of the land of Chanaan, which I give to the children of Israel, by a possessory right."},{"number":13,"verse":"And when thou hast seen it, thou shalt be gathered to thy people, as Aaron thy brother was gathered on mount Hor,"},{"number":14,"verse":"because you transgressed my command in the wilderness of Sin. When the people resisted the hallowing of me, you did not hallow me at the water before them. (This alludeth to the water of strife at Kades in the wilderness.)"},{"number":15,"verse":"Upon this Moses said to the Lord,"},{"number":16,"verse":"Let the Lord, the God of the spirits, and of all flesh, look out a man to be set over this congregation,"},{"number":17,"verse":"who shall go out before them, and come in before them; and who shall lead them out, and bring them in; so that the congregation of the Lord may not be like a flock which hath no shepherd."},{"number":18,"verse":"Then the Lord spoke to Moses, saying, Take as thy associate Joshua, son of Nave, a man who hath a spirit in him, and thou shalt lay thy hands on him,"},{"number":19,"verse":"and set him before Eleazar, the priest, and give him a charge before the whole congregation, and give a charge before them concerning"},{"number":20,"verse":"him. And thou shalt put some of thy glory on him, that the"},{"number":21,"verse":"children of Israel may hearken to him. And he shall stand before Eleazar, the priest, and they shall ask him the determination of the manifestations before the Lord. And at his command they shall go out; and at his command he, and all the children of Israel with him, even all the congregation, shall come in."},{"number":22,"verse":"So Moses did as the Lord commanded him; and having taken Joshua, he set him before Eleazar the priest, and before all the congregation,"},{"number":23,"verse":"and laid his hands on him, and made him his associate, as the Lord commanded Moses."}]}