{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"Then the Lord spoke to Moses, saying,"},{"number":2,"verse":"Give a charge to the children of Israel, and thou shalt say to them, You shall observe to bring me my gifts, my oblations, my homage offerings for a smell of fragrance at my festivals."},{"number":3,"verse":"Moreover thou shalt say to them, These are the homage offerings which you shall present to the Lord; two lambs, of the first year, with 4 out blemish, every day, for a continual whole burnt offering;"},{"number":4,"verse":"the one lamb thou shalt offer in the morning, and the other in the evening;"},{"number":5,"verse":"and for a sacrifice of flour, thou shalt offer the tenth of an ephah of fine flour, mixed up with the quarter of an hin of oil."},{"number":6,"verse":"It is the continual whole burnt offering, which was instituted at mount Sina, for a smell of fragrance for the Lord:"},{"number":7,"verse":"and for the libation thereof, thou shalt offer, with the first lamb, a quarter of an hin of wine. In the holy place thou shalt pour out as a libation the choicest wine to the Lord."},{"number":8,"verse":"And towards evening thou shalt offer the other lamb, with the like sacrifice, and the like libation; for a smell of fragrance for the Lord."},{"number":9,"verse":"And on the day of the sabbaths, you shall bring two lambs of the first year, without blemish, and two tenths of fine flour mixed up with oil, for a sacrifice, together with a libation,"},{"number":10,"verse":"as the sabbath whole burnt offering, for every sabbath, over and above the continual whole burnt offering with its libation."},{"number":11,"verse":"And at the new moons you shall offer a whole burnt offering to the Lord, two young bulls from the herd, one ram, seven lambs, of the first year, without blemish,"},{"number":12,"verse":"three tenths of fine flour, mixed up with oil, for each bull, and two tenths of fine flour, mixed up with oil, for the ram,"},{"number":13,"verse":"and a tenth of fine flour, mixed up with oil, for every lamb, as a sacrifice for a smell of fragrance; an homage offering for the Lord:"},{"number":14,"verse":"and their libation shall be, the half of an hin of wine for each bull; and the third of an hin for the ram; and the fourth of an hin for every lamb. This shall be the whole burnt offering, month after month, for all the months of the year;"},{"number":15,"verse":"Also a kid of the goats, for a sin offering. This, with its libation, shall be offered to the Lord, over and above the continual whole burnt offering."},{"number":16,"verse":"And in the first month, on the fourteenth day of the month, shall be the passover to the Lord,"},{"number":17,"verse":"and on the fifteenth day of the month shall commence the festival thereof. Seven days you shall eat unleavened bread."},{"number":18,"verse":"Now, this first day shall be solemnly set apart for you. You shall not do any kind of sacrificial service;"},{"number":19,"verse":"but you shall bring for whole burnt offerings; for an offering of homage to the Lord, two young bulls from the herd, one ram, seven lambs of the first year. You must see that they are without blemish."},{"number":20,"verse":"And their sacrifice shall be fine flour, mixed up with oil, three tenths for each bull, and two tent! is for the ram,"},{"number":21,"verse":"and thou shalt prepare a tenth for every one of the seven lambs;"},{"number":22,"verse":"and a kid of the goats for a sin offering, to make atonement for you;"},{"number":23,"verse":"over and above the whole burnt offering which is to be made every morning, and which is a continual whole burnt offering."},{"number":24,"verse":"After this manner you shall make daily offerings, during the seven days, as a gift; an offering of homage, for a smell of fragrance, to the Lord: Over and above the continual whole burnt offering, thou shalt offer it with its libation."},{"number":25,"verse":"And the seventh of these days shall be solemnly set apart for you. On it you shall do no sacrificial work."},{"number":26,"verse":"And on the day of new things when you bring for the Lord the new sacrifice of the weeks, there shall be a solemn festival for you. You shall not do any kind of sacrificial service;"},{"number":27,"verse":"but you shall bring, as whole burnt offerings, for a smell of fragrance to the Lord, two young bulls from the herd, one ram, seven lambs, of the first year, without blemish,"},{"number":28,"verse":"with their sacrifice of fine flour mixed up with oil; three tenths for each bull, and two tenths for the ram,"},{"number":29,"verse":"and one tenth for every of the seven lambs;"},{"number":30,"verse":"and one kid of the goats, for a sin offering, to make atonement for you."},{"number":31,"verse":"Over and above the continual whole burnt offering, you shall offer me the sacrifice of these (and see that they be without blemish) together with the libations thereof."}]}