{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"Now these are the encampments of the Israelites. When they came out of the land of Egypt, with their army, by the ministry of Moses and Aaron,"},{"number":2,"verse":"Moses committed to writing their removals and encampments, by the command of the Lord, and these are the encampments of their march."},{"number":3,"verse":"They removed from Ramesses, in the first month, on the fifteenth day of the first month. On the next morning after the passover, the Israelites came out with a high hand, in the sight of all the Egyptians,"},{"number":4,"verse":"while they were burying their dead; all those whom the Lord had smitten; even all the first born of the land of Egypt. When the Lord had executed vengeance on their gods,"},{"number":5,"verse":"the children of Israel, removing from Ramesses, encamped at Sokchoth."},{"number":6,"verse":"And removing from Sokchoth, they encamped at Bouthan, which is a part of the wilderness."},{"number":7,"verse":"And they removed from Bouthan, and encamped at the mouth of Eirath, which is over against Beelsepphon. They encamped also over against Magdolus."},{"number":8,"verse":"And they removed from over against Eirath, and crossed through the midst of the sea, into the wilderness, and having marched three days' journey through the wilderness, they encamped at Bitterness."},{"number":9,"verse":"And they removed from Bitterness, and came to Ailam. Now at Ailam there were twelve fountains of water, and seventy palm trees. So they encamped there by the water."},{"number":10,"verse":"And they removed from Ailam, and encamped by the Red sea."},{"number":11,"verse":"And they removed from the Red sea, and encamped in the wilderness of Sin."},{"number":12,"verse":"And they removed from the wilderness of Sin, and encamped at Raphaka."},{"number":13,"verse":"And they removed from Raphaka, and encamped at Ailus."},{"number":14,"verse":"And they removed from Ailus and encamped at Raphadin, where there was no water for the people to drink."},{"number":15,"verse":"And they removed from Raphadin, and encamped in the wilderness of Sina."},{"number":16,"verse":"And they removed from the wilderness of Sina, and encamped at The monuments of longing desire."},{"number":17,"verse":"And they removed from The monuments of longing desire, and encamped at Aseroth."},{"number":18,"verse":"And they removed from Aseroth, and encamped at Rathama."},{"number":19,"verse":"And they removed from Rathama, and encamped at Remmon-Phares."},{"number":20,"verse":"And they removed from Remmon-Phares, and encamped at Lebona."},{"number":21,"verse":"And they removed from Lebona, and encamped at Ressan."},{"number":22,"verse":"And they removed from Ressan, and encamped at Makellath."},{"number":23,"verse":"And they removed from Makellath, and encamped at Saphan."},{"number":24,"verse":"And they removed from Saphan, and encamped at Charadath."},{"number":25,"verse":"And they removed from Charadath, and encamped at Makeloth."},{"number":26,"verse":"And they removed from Makeloth, and encamped at Kataath."},{"number":27,"verse":"And they removed from Kataath, and encamped at Tarath."},{"number":28,"verse":"And they removed from Tarath, and encamped at Mathekka."},{"number":29,"verse":"And they removed from Mathekka, and encamped at Selmona."},{"number":30,"verse":"And they removed from Selmona, and encamped at Masuruth."},{"number":31,"verse":"And they removed from Masuruth, and encamped at Banaia."},{"number":32,"verse":"And they removed from Banaia, and encamped at the mountain of Gadgad."},{"number":33,"verse":"And they removed from the mountain of Gadgad, and encamped at Etebatha."},{"number":34,"verse":"And they removed from Etebatha, and encamped at Ebrona."},{"number":35,"verse":"And they removed from Ebrona, and encamped at Gasion-Gaber."},{"number":36,"verse":"And they removed from Gasion-Gaber, and encamped in the wilderness of Sin. And they removed from the wilderness of Sin, and encamped in the wilderness of Pharan, this is Kades."},{"number":37,"verse":"And they removed from Kades, and encamped at Or, the mountain bordering on the land of Edom."},{"number":38,"verse":"And Aaron the priest went up at the command of the Lord, and died there, in the fortieth year of the children of Israel's coming out of Egypt, in the fifth month, the first day of the month."},{"number":39,"verse":"And Aaron was a hundred and twenty three years old when he died at mount Or."},{"number":40,"verse":"And the Chananite king of Arad, whose fixed abode was in the land of Chanaan, received intelligence when the children of Israel were marching in."},{"number":41,"verse":"And they removed from mount Or, and encamped at Selmona."},{"number":42,"verse":"And they removed from Selmona, and encamped at Phino."},{"number":43,"verse":"And they removed from Phino, and encamped at Oboth."},{"number":44,"verse":"And they removed from Oboth, and encamped at Gai, on the borders of Moab."},{"number":45,"verse":"And they removed from Gai, and encamped at Daibon-gad."},{"number":46,"verse":"And they removed from Daibon-gad, and encamped at Gelmon-deblathaim."},{"number":47,"verse":"And they removed from Gelmon-deblathaim, and encamped on the mountains Abarim, over against Nabo."},{"number":48,"verse":"And they removed from the mountains Abarim, and encamped on the west of Moab, by the Jordan, opposite to Jericho."},{"number":49,"verse":"And when they were encamped on the Jordan, from Aisimoth to Belsa, which is on the west of Moab,"},{"number":50,"verse":"the Lord spoke to Moses on the west of Moab by the Jordan, in front of Jericho, saying,"},{"number":51,"verse":"Speak to the children of Israel, and thou shalt say to them, You are now going to cross the Jordan into the land of Chanaan."},{"number":52,"verse":"You shall destroy all those who dwell in that land, from before you, and demolish their obelisks, and utterly destroy their molten images, and all their pillars you shall demolish. And when you have destroyed all the inhabitants of that land,"},{"number":53,"verse":"you shall dwell therein; for I have given you their land by lot,"},{"number":54,"verse":"and you shall divide their land, by lot, among your tribes. To those who are more numerous you shall give a larger possession; and to those who are fewer in number you shall give a smaller possession. On whatever place any one's name falleth, there shall be his possession. According to the tribes of your families you shall possess it."},{"number":55,"verse":"But if you do not destroy the inhabitants of the land from before you, it will come to pass, that those of them whom you shall leave, will be thorns in your eyes, and darts in your sides, and your mortal enemies in the land wherein you dwell."},{"number":56,"verse":"And it will come to pass that I will deal with you as I determined to deal with them."}]}