{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"Moreover the Lord spoke to Moses saying,"},{"number":2,"verse":"Give a charge to the children of Israel, and thou shalt say to them, You are about to enter the land of Chanaan. This you shall have for an inheritance, even the whole land of Chanaan, with its borders."},{"number":3,"verse":"And your southern border shall be, from the wilderness of Sin, until it joineth Edom."},{"number":4,"verse":"And your boundaries on the south shall be, from a part of the salt sea on the east, and that boundary shall encompass you on the south, to the ascent of Acrabin, and shall pass on to Ennak, and run along south of Kades-barne and come to the sheepcot of Arad, and pass along by Asemona:"},{"number":5,"verse":"and from Asemona the boundary shall wind round along the brook of Egypt, and its termination shall be the sea."},{"number":6,"verse":"Then you shall have the sea for a boundary. The great sea shall bound you: this shall be your western boundary."},{"number":7,"verse":"And your boundary on the north shall be this; from the great sea you shall measure off for yourselves, along the range of mountains;"},{"number":8,"verse":"from mountain to mountain you shall measure off for yourselves: beginning at the bay of Emath, and extending along the border of Saradak,"},{"number":9,"verse":"the boundary shall come out along the borders of Dephrona and its termination shall be Arsenain. This shall be your northern boundary."},{"number":10,"verse":"Then you shall measure off for yourselves the eastern boundary from Arsenain to Sepphamar; and from Sepphamar"},{"number":11,"verse":"the boundary shall run down to Bela, on the east of the fountains, then down along the borders of Bela, on the eastern side of the sea of Chenerith;"},{"number":12,"verse":"then down the Jordan; and its termination shall be the salt sea."},{"number":13,"verse":"This shall be your land and these its boundaries round about. So Moses gave a charge to the Israelites saying, This is the land which you shall parcel out, by lot, in the manner the Lord hath commanded it to be given to the nine tribes, and to the half of the tribe of Manasses;"},{"number":14,"verse":"because the tribe of the Reubenites, and the tribe of the Gadites, according to the houses of their families, and the half of the tribe of the Manassites, have received their allotments."},{"number":15,"verse":"two tribes, and the half of a tribe, have received their lots on the south east side of the Jordan, in front of Jericho."},{"number":16,"verse":"Then the Lord spoke to Moses, saying,"},{"number":17,"verse":"These are the names of the men who shall parcel out the land for you; Eleazar the priest, and Joshua the son of Nave,"},{"number":18,"verse":"And you shall take one chief of a tribe to divide the land among you by lot."},{"number":19,"verse":"And these are the names of the men; Of the tribe of Judas, Chaleb son of Jephonne;"},{"number":20,"verse":"of the tribe of Symeon, Salamiel son of Samiud;"},{"number":21,"verse":"of the tribe of Benjamin, Eldad son of Chaslon;"},{"number":22,"verse":"of the tribe of Dan, chief Bakchir, son of Egli;"},{"number":23,"verse":"of the children of Joseph; of the tribe of the Manassites, chief Aniel, son of Suphi;"},{"number":24,"verse":"of the tribe of the Ephraimites, chief Kamuel, son of Sabathan;"},{"number":25,"verse":"of the tribe of Zabulon, chief Elisaphan, son of Pharnach;"},{"number":26,"verse":"of the tribe of Issachar, chief Phaltiel, son of Oza;"},{"number":27,"verse":"Of the tribe of Aser, chief Achior, son of Selemi;"},{"number":28,"verse":"of the tribe of Nephthaleim, chief Phadael, son of Jamiud."},{"number":29,"verse":"To these the Lord gave it in charge to parcel out to the Israelites their allotments in the land of Chanaan."}]}