{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"Moreover the Lord spoke to Moses, on the west of Moab, by the Jordan, over against Jericho, saying,"},{"number":2,"verse":"Command the children of Israel; and let them give the Levites, out of the lots of their possession, cities to dwell in. They shall also give the Levites the suburbs of these cities round about."},{"number":3,"verse":"The cities shall be for them to dwell in; and the suburbs thereof shall be for their cattle, even for all their beasts."},{"number":4,"verse":"Now the suburbs of the cities, which you shall give to the Levites, shall be from the wall of the city, outwards, two thousand cubits all around."},{"number":5,"verse":"Thou shalt therefore measure off, outwards from the city, on the east side two thousand cubits, on the south side two thousand cubits, on the west side two thousand cubits, and on the north side two thousand cubits, and in the middle of this shall be your city;"},{"number":6,"verse":"and you shall give these suburbs of the cities with the cities, to the Levites. Six of the cities which you shall give shall be cities of refuge for the manslayer to flee to, and besides these you shall give forty two cities."},{"number":7,"verse":"All the cities, which you shall give to the Levites, shall be forty eight."},{"number":8,"verse":"These cities with their suburbs, even the cities which you shall give, shall be from the possessions of the children of Israel. They shall give the Levites, out of their cities, many from those who have many, and few from them who have few; from every one according to the inheritance which they possess."},{"number":9,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":10,"verse":"Speak to the children of Israel, and thou shalt say to them, You are about to cross the Jordan into the land of Chanaan,"},{"number":11,"verse":"and you will set apart for yourselves cities, which shall be your places of refuge, to which the manslayer may flee. When any person killeth another unwittingly,"},{"number":12,"verse":"those cities will be places of refuge from the avenger of blood, that the manslayer may not die, until he stand before the congregation for trial."},{"number":13,"verse":"Therefore, with regard to the cities which you shall give, six shall be your places of refuge;"},{"number":14,"verse":"three of these cities you shall give on this side of the Jordan, and three such cities you shall give in the land of Chanaan."},{"number":15,"verse":"They shall be a refuge for the children of Israel, and for the proselyte, and the sojourner among you. These cities are to be places of refuge, to which every one may flee who hath smitten a person unawares."},{"number":16,"verse":"But if he hath smitten him with an instrument of iron, and he die, he is a murderer; let the murderer be put to death."},{"number":17,"verse":"And if he hath smitten him with a stone out of his hand, by which he might be killed, and he die; he is a murderer; let the murderer be put to death."},{"number":18,"verse":"And if he hath smitten him with any instrument of wood out of his hand, by which he might be killed, and he die; he is a murderer; let the murderer be put to death."},{"number":19,"verse":"The avenger of blood himself shall kill him. When he meeteth him he shall slay him."},{"number":20,"verse":"And if, through hatred, he hath pushed him down, or thrown at him from ambush, any instrument whatever, and he die;"},{"number":21,"verse":"or if on account of an old grudge he hath smitten him with his hand, and he die; let him who smote be put to death: he is a murderer; let the murderer be put to death. The avenger of blood shall slay the murderer when he meeteth him."},{"number":22,"verse":"But if on a sudden, not through malice aforethought, he hath pushed him down, or thrown any instrument at him, not from ambush,"},{"number":23,"verse":"nor with any stone by which he might be killed, or not seeing him, and it light upon him, and he die, and he was not his enemy, nor seeking to do him any injury,"},{"number":24,"verse":"the congregation shall judge between him who smote, and the avenger of blood, according to these rules of decision;"},{"number":25,"verse":"and the congregation shall deliver the slayer from the avenger of blood, and the congregation shall send him back to the city of his refuge, to which he fled; and he shall dwell there, till the death of the high priest, whom they have anointed with holy oil."},{"number":26,"verse":"And if the manslayer go out of the bounds of the city of his refuge to which he fled,"},{"number":27,"verse":"and the avenger of blood find him out of the bounds of the city of his refuge, and the avenger of blood kill the slayer, he is not guilty of death."},{"number":28,"verse":"For he should have remained in the city of refuge till the death of the high priest. After the death of the high priest the slayer may return to the land of his possession."},{"number":29,"verse":"These shall be your rules of decision, for your generations, in all your dwellings."},{"number":30,"verse":"When any one hath slain a person, thou shalt put to death the murderer, by witnesses; but one witness shall not testify against a person to cause him to be put to death."},{"number":31,"verse":"And you shall take no ransom for life from a manslayer who is guilty of death; for he must be put to death:"},{"number":32,"verse":"nor shall you take any ransom from him who hath fled to a city of refuge, that he may dwell again in his land, until the death of the high priest."},{"number":33,"verse":"So you will not pollute with blood the land in which you dwell; for this blood polluteth the land; and the land cannot be cleansed from the blood which is shed in it, but by the blood of him who shed it."},{"number":34,"verse":"You must not defile the land in which you dwell; in which I dwell among you; for I the Lord dwell among the children of Israel."}]}