{"bibleAbbr":"Thomson1808","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"Then the Lord spoke to Moses and Aaron, saying;"},{"number":2,"verse":"Take the sum of the Kaathites, apart from the Levites, according to their communities, according to the houses of their families,"},{"number":3,"verse":"from twenty five years and upwards, to fifty years, every one who goeth in to minister; to do all the services of the tabernacle of the testimony."},{"number":4,"verse":"Now these are the services of the Kaathites in the tabernacle of the testimony, a most sacred service."},{"number":5,"verse":"When the camp is about to remove, Aaron shall go in with his sons, and they shall take down the covering veil, and with it cover the ark of the testimony,"},{"number":6,"verse":"and put thereon the covering of blue skins; and over it they shall spread a mantle, wholly blue, and put in the staves."},{"number":7,"verse":"Then over the presence table they shall spread a mantle, all of purple; upon it, and upon the platters, and the censers, and the goblets, and the libation cups, with which he maketh libations; and the loaves which are continually thereon shall be upon it."},{"number":8,"verse":"And they shall throw over it a scarlet mantle, and cover it, with a blue skin covering, and put in the staves to carry it."},{"number":9,"verse":"Then they shall take a blue mantle, and cover the candlestick which giveth light with its lamps, and its snuffers, and its tweezers, and all the oil vessels, which they use in that service;"},{"number":10,"verse":"and they shall put it, and all the utensils thereof, into a blue skin covering, and lay it on the staves to carry it."},{"number":11,"verse":"They shall then cover the golden altar with a blue mantle, and spread over it a skin covering of blue, and put in the staves thereof to carry it."},{"number":12,"verse":"And they shall take all the utensils used in the service, all with which they minister in the holies, and put them into a blue mantle, and cover them with a skin covering of blue, and lay them on staves to carry them."},{"number":13,"verse":"Then they shall put the cover on the altar, and cover it with a mantle, entirely of purple,"},{"number":14,"verse":"and they shall lay thereon all the utensils with which they minister at it, namely the censers, and the flesh forks, and the cups, and the cover, and the vials, and all the utensils of the altar; and they shall throw over it a skin covering of blue, and put in the staves to carry it. Then they shall take a purple mantle, and cover the laver and its base; and put it in a skin covering of blue, and put it on the staves."},{"number":15,"verse":"And when Aaron and his sons have finished covering the holy things, and all the utensils, while the camp is removing, after this the sons of Kaath shall come in to carry them; but they shall not touch the holy things lest they die. These things the sons of Kaath shall take up in the tabernacle of the testimony."},{"number":16,"verse":"The overseer, Eleazar son of Aaron the priest, shall have the charge of the oil for light, and of the compound incense, and the daily sacrifice, and the anointing oil, and the oversight of the whole tabernacle, and all that are in it, in the sanctuary, in all the works thereof."},{"number":17,"verse":"And the Lord spoke to Moses and Aaron, saying,"},{"number":18,"verse":"That you may not destroy this community of the tribe, namely the Kaathites, from among the Levites,"},{"number":19,"verse":"you must do this for them, that they may live and not die; When they go into the holy of holies, let Aaron and his sons go in before them; and they shall station them, every one according to what he is to carry:"},{"number":20,"verse":"And let them not go in abruptly, to view the holy things, so they shall not die."},{"number":21,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":22,"verse":"Take the sum of the Gersonites; of them also according to the houses of their families, according to their communities."},{"number":23,"verse":"Review them, from twenty five years, and upwards, to fifty years of age, every one who goeth in to minister; to do his work in the tabernacle of the testimony."},{"number":24,"verse":"The service of the community of the Gersonites is the same, namely to serve and to carry."},{"number":25,"verse":"They shall carry the skin coverings of the tabernacle of the testimony with its covering, the upper covering of blue which is upon it, and the curtain of the door of the tabernacle of the testimony,"},{"number":26,"verse":"and the hangings of the court, both all that are for the tabernacle of the testimony, and those about it, and all the sacred implements which are used in the holy service."},{"number":27,"verse":"They shall act under the direction of Aaron and his sons, whatever may be the service of the Gersonites, in all their services, and in all their works. So thou shalt review them by name, having respect to all the burdens to be carried by them."},{"number":28,"verse":"This is the service of the Gersonites in the tabernacle of the testimony, and the superintendance of them shall be by the hand of Ithamar, the son of Aaron the priest."},{"number":29,"verse":"With regard to the Merarites, review them according to their communities, according to the houses of their families;"},{"number":30,"verse":"review them from twenty five years, and upwards, to fifty years of age; every one who goeth in to do the works of the tabernacle of the testimony,"},{"number":31,"verse":"to take charge of those things to be carried by them, according to all their works for the tabernacle of the testimony, namely the capitals of the tabernacle, and the bars, and the pillars thereof, the bases thereof, and the bases and pillars for the veil, and for the curtain of the door of the tabernacle,"},{"number":32,"verse":"and the pillars of the court round about, with their bases, and the pillars for the curtain of the gate of the court, with their bases, and their pins, and their cords, and all the implements thereof, and all their services; review them by name, and all the implements which are to be under their charge, and to be carried by them."},{"number":33,"verse":"This service of the community of the Merarites, in all their works, for the tabernacle of the testimony, shall be under the superintendance of Ithamar, the son of Aaron the priest."},{"number":34,"verse":"Accordingly Moses and Aaron, and the chiefs of Israel, reviewed the Kaathites according to their communities, according to the houses of their families,"},{"number":35,"verse":"from twenty five years old, and upwards, to fifty years of age, every one who went in to minister, and do service for the tabernacle of the testimony;"},{"number":36,"verse":"and the number of them, according to their communities, was two thousand seven hundred and fifty."},{"number":37,"verse":"This was the muster of the community of the Kaathites, comprehending every one who performed service for the tabernacle of the testimony, as Moses and Aaron reviewed them, at the command of the Lord, by the hand of Moses."},{"number":38,"verse":"Then the Gersonites were reviewed according to their communities, according to the houses of their families,"},{"number":39,"verse":"from twenty five years, and upwards, to fifty years of age, comprehending every one who went in to serve, and perform works for the tabernacle of the testimony."},{"number":40,"verse":"And the muster of them, according to their communities, according to the houses of their families, was two thousand six hundred and thirty."},{"number":41,"verse":"This was the review of the community of the Gersonites, comprehending every one who performed service for the tabernacle of the testimony, whom Moses and Aaron reviewed, at the command of the Lord, by the hand of Moses."},{"number":42,"verse":"Then was reviewed the community of the Merarites, according to their communities, according to the houses of their families,"},{"number":43,"verse":"from twenty five years, and upwards, to fifty years of age, comprehending every one who went in to perform the holy works of the tabernacle of the testimony;"},{"number":44,"verse":"And the muster of them according to their communities, according to the houses of their families, was three thousand two hundred."},{"number":45,"verse":"This was the muster of the community of the Merarites, whom Moses and Aaron reviewed, at the command of the Lord, by the hand of Moses."},{"number":46,"verse":"All the Levites who were reviewed, whom Moses with Aaron and the chiefs of Israel reviewed by communities, by the houses of their families,"},{"number":47,"verse":"from twenty five years, and upwards, to fifty years of age, comprehending every one who went in for the performance of works and for the business of carrying for the tabernacle of the testimony;"},{"number":48,"verse":"even all who were reviewed, were eight thousand five hundred and eighty."},{"number":49,"verse":"At the command of the Lord, by the hand of Moses, he reviewed them, man by man, for their works, and for the things which they were to carry. They were reviewed in the manner the Lord commanded Moses."}]}