{"bibleAbbr":"KJV1611","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"The Prouerbes of Solomon the sonne of Dauid, King of Israel,"},{"number":2,"verse":"To knowe wisedome and instruction, to perceiue the words of vnderstanding,"},{"number":3,"verse":"To receiue the instruction of wisdome, iustice, and iudgement & equitie,"},{"number":4,"verse":"To giue subtiltie to the simple, to the yong man knowledge and discretion."},{"number":5,"verse":"A wise man wil heare, and wil increase learning: and a man of vnderstanding shall attaine vnto wise counsels:"},{"number":6,"verse":"To vnderstand a prouerbe, and the interpretation; the wordes of the wise, and their darke sayings."},{"number":7,"verse":"The feare of the Lord is the beginning of knowledge: but fooles despise wisedome and instruction."},{"number":8,"verse":"My sonne, heare the instruction of thy father, and forsake not the law of thy mother."},{"number":9,"verse":"For they shall be an ornament of grace vnto thy head, and chaines about thy necke."},{"number":10,"verse":"My sonne, if sinners entise thee, consent thou not."},{"number":11,"verse":"If they say, Come with vs, let vs lay wait for blood, let vs lurke priuily for the innocent without cause:"},{"number":12,"verse":"Let vs swallow them vp aliue, as the graue, and whole, as those that goe downe into the pit:"},{"number":13,"verse":"Wee shall finde all precious substance, wee shall fill our houses with spoile:"},{"number":14,"verse":"Cast in thy lot among vs, let vs all haue one purse:"},{"number":15,"verse":"My sonne, walke not thou in the way with them; refraine thy foot from their path:"},{"number":16,"verse":"For their feete runne to euil, and make haste to shed blood."},{"number":17,"verse":"Surely in vaine the net is spread in the sight of any bird."},{"number":18,"verse":"And they lay wait for their owne blood, they lurke priuily for their owne liues."},{"number":19,"verse":"So are the waies of euery one that is greedie of gaine: which taketh away the life of the owners thereof."},{"number":20,"verse":"Wisedome crieth without, she vttereth her voice in the streets:"},{"number":21,"verse":"Shee crieth in the chiefe place of concourse, in the openings of the gates: in the city she vttereth her words, saying,"},{"number":22,"verse":"How long, ye simple ones, will ye loue simplicitie? And the scorners delight in their scorning, and fooles hate knowledge?"},{"number":23,"verse":"Turne you at my reproofe: behold, I will powre out my spirit vnto you, I will make knowen my wordes vnto you."},{"number":24,"verse":"Because I haue called, and yee refused, I haue stretched out my hand, and no man regarded:"},{"number":25,"verse":"But ye haue set at nought all my counsell, & would none of my reproofe:"},{"number":26,"verse":"I also will laugh at your calamitie, I wil mocke when your feare commeth."},{"number":27,"verse":"When your feare commeth as desolation, and your destruction commeth as a whirlewinde; when distresse and anguish commeth vpon you:"},{"number":28,"verse":"Then shall they call vpon mee, but I will not answere; they shall seeke me early, but they shall not finde me:"},{"number":29,"verse":"For that they hated knowledge, and did not choose the feare of the Lord."},{"number":30,"verse":"They would none of my counsel: they despised all my reproofe."},{"number":31,"verse":"Therefore shall they eate of the fruite of their owne way, and be filled with their owne deuices."},{"number":32,"verse":"For the turning away of the simple shall slay them, and the prosperity of fooles shall destroy them."},{"number":33,"verse":"But who so hearkneth vnto mee, shall dwell safely, and shall be quiet from feare of euill."}]}