{"bibleAbbr":"KJV1611","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"The Prouerbes of Solomon: A wise sonne maketh a glad father: but a foolish sonne is the heauinesse of his mother."},{"number":2,"verse":"Treasures of wickednesse profit nothing: but righteousnes deliuereth from death."},{"number":3,"verse":"The Lord will not suffer the soule of the righteous to famish: but he casteth away the substance of the wicked."},{"number":4,"verse":"Hee becommeth poore that dealeth with a slacke hand: but the hand of the diligent, maketh rich."},{"number":5,"verse":"Hee that gathereth in Summer, is a wise sonne: but hee that sleepeth in haruest, is a sonne that causeth shame."},{"number":6,"verse":"Blessings are vpon the head of the iust: but violence couereth the mouth of the wicked."},{"number":7,"verse":"The memorie of the iust is blessed: but the name of the wicked shall rot."},{"number":8,"verse":"The wise in heart will receiue commaundements: but a prating foole shall fall."},{"number":9,"verse":"He that walketh vprightly, walketh surely: but he that peruerteth his wayes, shalbe knowen."},{"number":10,"verse":"Hee that winketh with the eye, causeth sorrow: but a prating foole shall fall."},{"number":11,"verse":"The mouth of a righteous man is a well of life: but violence couereth the mouth of the wicked."},{"number":12,"verse":"Hatred stirreth vp strifes: but loue couereth all sinnes."},{"number":13,"verse":"In the lips of him that hath vnderstanding, wisedome is found: but a rod is for the backe of him that is voyd of vnderstanding."},{"number":14,"verse":"Wise men lay vp knowledge: but the mouth of the foolish is neere destruction."},{"number":15,"verse":"The rich mans wealth is his strong citie: the destruction of the poore is their pouertie."},{"number":16,"verse":"The labour of the righteous tendeth to life: the fruite of the wicked to sinne."},{"number":17,"verse":"He is in the way of life that keepeth instruction: but hee that refuseth reproofe, erreth."},{"number":18,"verse":"Hee that hideth hatred with lying lippes, and he that vttereth a slander, is a foole."},{"number":19,"verse":"In the multitude of words there wanteth not sinne: but he that refraineth his lippes, is wise."},{"number":20,"verse":"The tongue of the iust is as choise siluer: the heart of the wicked is little worth."},{"number":21,"verse":"The lippes of the righteous feed many: but fooles die for want of wisedome."},{"number":22,"verse":"The blessing of the Lord, it maketh rich, and hee addeth no sorrow with it."},{"number":23,"verse":"It is as a sport to a foole to doe mischiefe: but a man of vnderstanding hath wisedome."},{"number":24,"verse":"The feare of the wicked, it shall come vpon him: but the desire of the righteous shalbe granted."},{"number":25,"verse":"As the whirlewinde passeth, so is the wicked no more: but the righteous is an euerlasting foundation."},{"number":26,"verse":"As vineger to the teeth, and as smoke to the eyes, so is the sluggard to them that send him."},{"number":27,"verse":"The feare of the Lord prolongeth dayes: but the yeeres of the wicked shalbe shortened."},{"number":28,"verse":"The hope of the righteous shall bee gladnesse: but the expectation of the wicked shall perish."},{"number":29,"verse":"The way of the Lord is strength to the vpright: but destruction shall bee to the workers of iniquitie."},{"number":30,"verse":"The righteous shall neuer bee remooued: but the wicked shall not inhabite the earth."},{"number":31,"verse":"The mouth of the iust bringeth foorth wisedome: but the froward tongue shalbe cut out."},{"number":32,"verse":"The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardnesse."}]}