{"bibleAbbr":"KJV1611","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"Euery wise woman buildeth her house; but the foolish plucketh it downe with her hands."},{"number":2,"verse":"He that walketh in his vprightnesse, feareth the Lord: but he that is peruerse in his wayes, despiseth him."},{"number":3,"verse":"In the mouth of the foolish is a rod of pride: but the lippes of the wise shall preserue them."},{"number":4,"verse":"Where no Oxen are, the crib is cleane: but much increase is by the strength of the Oxe."},{"number":5,"verse":"A faithfull witnesse will not lye: but a false witnesse will vtter lyes."},{"number":6,"verse":"A scorner seeketh wisedome, and findeth it not: but knowledge is easie vnto him that vnderstandeth."},{"number":7,"verse":"Goe from the presence of a foolish man, when thou perceiuest not in him the lippes of knowledge."},{"number":8,"verse":"The wisedome of the prudent is to vnderstand his way: but the folly of fooles is deceit."},{"number":9,"verse":"Fooles make a mocke at sinne: but among the righteous there is fauour."},{"number":10,"verse":"The heart knoweth his owne bitternesse; and a stranger doth not intermeddle with his ioy."},{"number":11,"verse":"The house of the wicked shall bee ouerthrowen: but the tabernacle of the vpright shall flourish."},{"number":12,"verse":"There is a way which seemeth right vnto a man: but the end thereof are the wayes of death."},{"number":13,"verse":"Euen in laughter the heart is sorrowfull; and the end of that mirth is heauinesse."},{"number":14,"verse":"The backslider in heart shall be filled with his owne wayes: and a good man shall be satisfied from himselfe."},{"number":15,"verse":"The simple beleeueth euery word: but the prudent man looketh well to his going."},{"number":16,"verse":"A wise man feareth, and departeth from euill: but the foole rageth, and is confident."},{"number":17,"verse":"Hee that is soone angry, dealeth foolishly: and a man of wicked deuices is hated."},{"number":18,"verse":"The simple inherite folly: but the prudent are crowned with knowledge."},{"number":19,"verse":"The euill bowe before the good: and the wicked at the gates of the righteous."},{"number":20,"verse":"The poore is hated euen of his owne neighbour: but the rich hath many friends."},{"number":21,"verse":"He that despiseth his neighbour, sinneth: but he that hath mercy on the poore, happy is he."},{"number":22,"verse":"Doe they not erre that deuise euil? But mercy and trueth shall be to them that deuise good."},{"number":23,"verse":"In all labour there is profit: but the talke of the lippes tendeth onely to penury."},{"number":24,"verse":"The crowne of the wise is their riches: but the foolishnesse of fooles is folly."},{"number":25,"verse":"A true witnesse deliuereth soules: but a deceitfull witnesse speaketh lyes."},{"number":26,"verse":"In the feare of the Lord is strong confidence: and his children shall haue a place of refuge."},{"number":27,"verse":"The feare of the Lord, is a fountaine of life, to depart from the snares of death."},{"number":28,"verse":"In the multitude of people is the kings honour: but in the want of people is the destruction of the prince."},{"number":29,"verse":"Hee that is slow to wrath, is of great vnderstanding: but hee that is hasty of spirit, exalteth folly."},{"number":30,"verse":"A sound heart, is the life of the flesh: but enuie, the rottennesse of the bones."},{"number":31,"verse":"Hee that oppresseth the poore, reprocheth his Maker: but hee that honoureth him, hath mercy on the poore."},{"number":32,"verse":"The wicked is driuen away in his wickednes: but the righteous hath hope in his death."},{"number":33,"verse":"Wisedome resteth in the heart of him that hath vnderstanding: but that which is in the midst of fooles, is made knowen."},{"number":34,"verse":"Righteousnes exalteth a nation: but sinne is a reproch to any people."},{"number":35,"verse":"The Kings fauour is toward a wise seruant: but his wrath, is against him that causeth shame."}]}