{"bibleAbbr":"KJV1611","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"My sonne, if thou wilt receiue my words, and hide my commaundements with thee;"},{"number":2,"verse":"So that thou incline thine eare vnto wisedome, and apply thine heart to vnderstanding:"},{"number":3,"verse":"Yea if thou cryest after knowledge, and liftest vp thy voyce for vnderstanding:"},{"number":4,"verse":"If thou seekest her as siluer, and searchest for her, as for hid treasures:"},{"number":5,"verse":"Then shalt thou vnderstand the feare of the Lord, and find the knowledge of God."},{"number":6,"verse":"For the Lord giueth wisedome: out of his mouth commeth knowledge, and vnderstanding."},{"number":7,"verse":"He layeth vp sound wisedome for the righteous: he is a buckler to them that walke vprightly."},{"number":8,"verse":"He keepeth the pathes of iudgement, and preserueth the way of his Saints."},{"number":9,"verse":"Then shalt thou vnderstand righteousnesse, and iudgement, and equity; yea euery good path."},{"number":10,"verse":"When wisedome entreth into thine heart, and knowledge is pleasant vnto thy soule;"},{"number":11,"verse":"Discretion shall preserue thee, vnderstanding shall keepe thee:"},{"number":12,"verse":"To deliuer thee from the way of the euill man, from the man that speaketh froward things."},{"number":13,"verse":"Who leaue the pathes of vprightnesse, to walke in the wayes of darkenesse:"},{"number":14,"verse":"Who reioyce to doe euill, and delight in the frowardnesse of the wicked."},{"number":15,"verse":"Whose wayes are crooked, and they froward in their pathes."},{"number":16,"verse":"To deliuer thee from the strange woman, euen from the stranger, which flattereth with her words:"},{"number":17,"verse":"Which forsaketh the guide of her youth, and forgetteth the couenant of her God."},{"number":18,"verse":"For her house inclineth vnto death, and her pathes vnto the dead:"},{"number":19,"verse":"None that goe vnto her, returne againe, neither take they hold of the pathes of life."},{"number":20,"verse":"That thou mayest walke in the way of good men, and keepe the pathes of the righteous."},{"number":21,"verse":"For the vpright shall dwell in the land, and the perfect shall remaine in it."},{"number":22,"verse":"But the wicked shall be cut off from the earth, and the transgressours shalbe rooted out of it."}]}