{"bibleAbbr":"KJV1611","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"The kings heart is in the hand of the Lord, as the riuers of water: hee turneth it whithersoeuer he will."},{"number":2,"verse":"Euery way of a man is right in his owne eyes: but the Lord pondereth the hearts."},{"number":3,"verse":"To doe iustice and iudgement, is more acceptable to the Lord, then sacrifice."},{"number":4,"verse":"An high looke, and a proud heart, and the plowing of the wicked, is sinne."},{"number":5,"verse":"The thoughts of the diligent tend onely to plenteousnes: but of euery one that is hastie, onely to want."},{"number":6,"verse":"The getting of treasures by a lying tongue, is a vanitie tossed to and fro of them that seeke death."},{"number":7,"verse":"The robbery of the wicked shall destroy them; because they refuse to doe iudgement."},{"number":8,"verse":"The way of man is froward and strange: but as for the pure; his worke is right."},{"number":9,"verse":"It is better to dwell in a corner of the house top; then with a brawling woman in a wide house."},{"number":10,"verse":"The soule of the wicked desireth euill: his neighbour findeth no fauour in his eyes."},{"number":11,"verse":"When the scorner is punished, the simple is made wise: and when the wise is instructed, he receiueth knowledge."},{"number":12,"verse":"The righteous man wisely considereth the house of the wicked: but God ouerthroweth the wicked for their wickednesse."},{"number":13,"verse":"Whoso stoppeth his eares at the cry of the poore, hee also shall cry himselfe, but shall not be heard."},{"number":14,"verse":"A gift in secret pacifieth anger; and a reward in the bosome, strong wrath."},{"number":15,"verse":"It is ioy to the iust to doe iudgement: but destruction shalbe to the workers of iniquitie."},{"number":16,"verse":"The man that wandreth out of the way of vnderstanding, shall remaine in the congregation of the dead."},{"number":17,"verse":"He that loueth pleasure, shall be a poore man: hee that loueth wine and oyle, shall not be rich."},{"number":18,"verse":"The wicked shalbe a ransome for the righteous; and the transgressour for the vpright."},{"number":19,"verse":"It is better to dwell in the wildernesse, then with a contentious and an angry woman."},{"number":20,"verse":"There is treasure to be desired, and oyle in the dwelling of the wise: but a foolish man spendeth it vp."},{"number":21,"verse":"Hee that followeth after righteousnesse and mercy, findeth life, righteousnesse and honour."},{"number":22,"verse":"A wise man scaleth the citie of the mightie, and casteth downe the strength of the confidence thereof."},{"number":23,"verse":"Whoso keepeth his mouth and his tongue, keepeth his soule from troubles."},{"number":24,"verse":"Proud and haughtie scorner, is his name, who dealeth in proud wrath."},{"number":25,"verse":"The desire of the slouthfull killeth him: for his hands refuse to labour."},{"number":26,"verse":"Hee coueteth greedily all the day long: but the righteous giueth and spareth not."},{"number":27,"verse":"The sacrifice of the wicked is abomination: how much more, when he bringeth it with a wicked minde?"},{"number":28,"verse":"A false witnesse shall perish: but the man that heareth, speaketh constantly."},{"number":29,"verse":"A wicked man hardeneth his face: but as for the vpright, he directeth his way."},{"number":30,"verse":"There is no wisedome, nor vnderstanding, nor counsell against the Lord."},{"number":31,"verse":"The horse is prepared against the day of battell: but safetie is of the Lord."}]}