{"bibleAbbr":"KJV1611","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"My sonne, forget not my lawe; but let thine heart keepe my commaundements:"},{"number":2,"verse":"For length of dayes, and long life, and peace shall they adde to thee."},{"number":3,"verse":"Let not mercy and trueth forsake thee: bind them about thy necke, write them vpon the table of thine heart."},{"number":4,"verse":"So shalt thou find fauour, and good vnderstanding in the sight of God, and man."},{"number":5,"verse":"Trust in the Lord with all thine heart; and leaue not vnto thine owne vnderstanding."},{"number":6,"verse":"In all thy wayes acknowledge him, and he shall direct thy pathes."},{"number":7,"verse":"Be not wise in thine owne eyes: feare the Lord, and depart from euill."},{"number":8,"verse":"It shalbe health to thy nauill, and marrow to thy bones."},{"number":9,"verse":"Honour the Lord with thy substance, and with the first fruits of all thine increase."},{"number":10,"verse":"So shall thy barnes be filled with plenty, and thy presses shall burst out with new wine."},{"number":11,"verse":"My sonne, despise not the chastening of the Lord: neither be weary of his correction."},{"number":12,"verse":"For whom the Lord loueth, he correcteth, euen as a father the sonne, in whom he delighteth."},{"number":13,"verse":"Happy is the man that findeth wisedome, and the man that getteth vnderstanding."},{"number":14,"verse":"For the merchandise of it is better then the merchandise of siluer, and the gaine thereof, then fine gold."},{"number":15,"verse":"She is more precious then Rubies: and all the things thou canst desire, are not to be compared vnto her."},{"number":16,"verse":"Length of dayes is in her right hand: and in her left hand, riches and honour."},{"number":17,"verse":"Her wayes are wayes of plesantnesse: and all her pathes are peace."},{"number":18,"verse":"She is a tree of life, to them that lay hold vpon her: and happy is euery one that retaineth her."},{"number":19,"verse":"The Lord by wisedome hath founded the earth; by vnderstanding hath he established the heauens."},{"number":20,"verse":"By his knowledge the depthes are broken vp; and the cloudes droppe downe the dew."},{"number":21,"verse":"My sonne, let not them depart from thine eyes: keepe sound wisedome and discretion."},{"number":22,"verse":"So shall they bee life vnto thy soule, and grace to thy necke."},{"number":23,"verse":"Then shalt thou walke in thy way safely, & thy foot shall not stumble."},{"number":24,"verse":"When thou lyest downe, thou shalt not be afraide: yea, thou shalt lye downe, and thy sleepe shalbe sweet."},{"number":25,"verse":"Be not afraid of sudden feare, neither of the desolation of the wicked, when it commeth."},{"number":26,"verse":"For the Lord shalbe thy confidence, and shall keepe thy foote from being taken."},{"number":27,"verse":"Withhold not good from them to whom it is due, when it is in the power of thine hand to doe it."},{"number":28,"verse":"Say not vnto thy neighbour, Goe, and come againe, and to morrow I will giue, when thou hast it by thee."},{"number":29,"verse":"Deuise not euil against thy neighbour, seeing hee dwelleth securely by thee."},{"number":30,"verse":"Striue not with a man without cause, if hee haue done thee no harme."},{"number":31,"verse":"Enuie thou not the oppressour, and choose none of his wayes."},{"number":32,"verse":"For the froward is abomination to the Lord: but his secret is with the righteous."},{"number":33,"verse":"The curse of the Lord is in the house of the wicked: but he blesseth the habitation of the iust."},{"number":34,"verse":"Surely he scorneth the scorners: but he giueth grace vnto the lowly."},{"number":35,"verse":"The wise shall inherite glory, but shame shalbe the promotion of fooles."}]}