{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோபு",
  "bookEnglishName" : "Job",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "எலிப்பாஸ் பேசுகிறான்தேமானிலுள்ள எலிப்பாஸ், “யாராவது உன்னுடன் பேச முயன்றால் உன்னைக் கலக்கமுறச் செய்யுமா? ஆனாலும் பேசாமல் அடக்கிக்கொள்ள யாரால் கூடும்?"
  }, {
    "number" : 3,
    "verse" : "யோபுவே, நீ பலருக்குக் கற்பித்தாய். நீ பெலவீனமான கரங்களுக்கு பெலனைத் தந்தாய்."
  }, {
    "number" : 4,
    "verse" : "வீழ்பவர்களுக்கு உன் சொற்கள் உதவின. தாமாக நிற்க முடியாதவர்களுக்கு நீ பெலனளித்தாய்."
  }, {
    "number" : 5,
    "verse" : "ஆனால் இப்போது உனக்குத் தொல்லைகள் நேர்கின்றன, நீ துணிவிழக்கிறாய். தொல்லைகள் உன்னைத் தாக்குகின்றன, நீ கலங்கிப்போகிறாய்!"
  }, {
    "number" : 6,
    "verse" : "நீ தேவனை கனம்பண்ணுகிறாய். அவரை நம்புகிறாய். நீ நல்லவன். எனவே, அதுவே உன் நம்பிக்கையாயிருக்க வேண்டுமல்லவா?"
  }, {
    "number" : 7,
    "verse" : "யோபுவே, இதைச் சிந்தித்துப்பார்: களங்கமற்றவன் எவனும் அழிக்கப்பட்டதில்லை."
  }, {
    "number" : 8,
    "verse" : "நான் தீமையை விளைவிப்போரையும் கொடுமையை விதைப்பவரையும் கண்டிருக்கிறேன். அவர்கள் எதை விதைத்தார்களோ அதையே அறுவடைச் செய்வதைக் கண்டிருக்கின்றேன்!"
  }, {
    "number" : 9,
    "verse" : "தேவனுடைய சுவாசம் அந்த ஜனங்களைக் கொல்கிறது. தேவனுடைய நாசியின் காற்று அவர்களை அழிக்கிறது."
  }, {
    "number" : 10,
    "verse" : "தீயோர் கெர்ச்சித்துச் சிங்கங்களைப்போல் முழங்குகிறார்கள். தீயோர் அமைதியாயிருக்கும்படி தேவன் செய்கிறார், தேவன் அவர்களின் பற்களை நொறுக்குகிறார்."
  }, {
    "number" : 11,
    "verse" : "ஆம், அத்தீயோர், கொல்வதற்கு மிருகங்களைக் காணாத சிங்கங்களைப் போன்றிருக்கிறார்கள். அவர்கள் இறக்கிறார்கள், அவர்கள் ஜனங்கள் அலைந்து திரிகிறார்கள்."
  }, {
    "number" : 12,
    "verse" : "“இரகசியமாக எனக்கு ஒரு செய்தி தரப்பட்டது. என் காதுகள் அதனை மெல்லிய குரலில் கேட்டன."
  }, {
    "number" : 13,
    "verse" : "இரவின் கெட்ட கனவாய், அது என் தூக்கத்தைக் கெடுத்தது."
  }, {
    "number" : 14,
    "verse" : "நான் பயந்து நடுங்கினேன். என் எலும்புகள் எல்லாம் நடுங்கின."
  }, {
    "number" : 15,
    "verse" : "ஒரு ஆவி என் முகத்தைக் கடந்தது. என் உடலின் மயிர்கள் குத்திட்டு நின்றன."
  }, {
    "number" : 16,
    "verse" : "ஆவி அசையாது நின்றது, என்னால் அது என்னவென்று பார்க்க முடியவில்லை. என் கண்களின் முன்னே ஒரு உருவம் நின்றது, அப்போது அமைதியாயிருந்தது. அப்போது மிக அமைதியான ஒரு குரலைக் கேட்டேன்:"
  }, {
    "number" : 17,
    "verse" : "‘மனிதன் தேவனைவிட நீதிமானாக இருக்க முடியுமா? தன்னை உண்டாக்கினவரைக் காட்டிலும் மனிதன் தூய்மையாக இருக்க முடியுமா?"
  }, {
    "number" : 18,
    "verse" : "பாரும், தேவன் அவரது பரலோகத்தின் பணியாட்களிடம்கூட நம்பிக்கை வைப்பதில்லை. தேவன் தனது தேவதூதர்களிடமும் குற்றங்களைக் காண்கிறார்."
  }, {
    "number" : 19,
    "verse" : "எனவே நிச்சயமாக ஜனங்கள் மிகவும் மோசமானவர்கள்! அவர்கள் களிமண் வீடுகளில்களிமண் வீடு இதற்கு மனித சரீரம் எனப் பொருள்படும். வசிக்கிறார்கள். இக்களிமண் வீடுகளின் அஸ்திபாரங்கள் புழுதியேயாகும். பொட்டுப்பூச்சியைக் காட்டிலும் எளிதாக அவர்கள் நசுக்கிக் கொல்லப்படுகிறார்கள்."
  }, {
    "number" : 20,
    "verse" : "ஜனங்கள் சூரிய உதயந்தொடங்கி சூரியனின் மறைவுமட்டும் மரிக்கிறார்கள், யாரும் அதைக் கவனிப்பதுங்கூட இல்லை. அவர்கள் மரித்து என்றென்றும் இல்லாதபடி மறைந்துப்போகிறார்கள்,"
  }, {
    "number" : 21,
    "verse" : "அவர்கள் கூடாரங்களின் கயிறுகள் இழுக்கப்பட்டன. அந்த ஜனங்கள் ஞானமின்றி மடிகிறார்கள்.’"
  } ]
}