{"bibleAbbr":"cKJV+","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":2,"verses":[{"number":1,"verse":"Then Jonah<WH3124> prayed<WH6419> unto the Lord<WH3068> his God<WH430> out of the fish<WH1710>'s belly<WH4578>,"},{"number":2,"verse":"And said<WH559>, I cried<WH7121> by reason of my affliction<WH6869> unto the Lord<WH3068>, and he heard<WH6030> me<WH990>; out of the belly of hell<WH7585> cried<WH7768> I<WH8085>, and you heard my voice<WH6963>."},{"number":3,"verse":"For you had cast<WH7993> me into the deep<WH4688>, in the midst<WH3824> of the seas<WH3220>; and the floods<WH5104> surrounded<WH5437> me about<WH4867>: all your billows and your waves<WH1530> passed over me<WH5674>."},{"number":4,"verse":"Then I said<WH559>, I am cast out<WH1644> of your sight<WH5869>; yet I will look<WH5027> again<WH3254> toward your holy<WH6944> temple<WH1964>."},{"number":5,"verse":"The waters<WH4325> surrounded me about<WH661>, even to the soul<WH5315>: the depth<WH8415> closed me round about<WH5437>, the weeds<WH5488> were wrapped about<WH2280> my head<WH7218>."},{"number":6,"verse":"I went down<WH3381> to the bottoms<WH7095> of the mountains<WH2022>; the earth<WH776> with her bars<WH1280> was about me for ever<WH5769>: yet have you brought up<WH5927> my life<WH2416> from corruption<WH7845>, O Lord<WH3068> my God<WH430>."},{"number":7,"verse":"When my soul<WH5315> fainted<WH5848> inside me I remembered<WH2142> the Lord<WH3068>: and my prayer<WH8605> came in<WH935> unto you<WH6944>, into your holy temple<WH1964>."},{"number":8,"verse":"They that observe<WH8104> lying<WH7723> vanities<WH1892> forsake<WH5800> their own mercy<WH2617>."},{"number":9,"verse":"But I will sacrifice<WH2076> unto you with the voice<WH6963> of thanksgiving<WH8426>; I will pay<WH7999> that that I have vowed<WH5087>. Salvation<WH3444> is of the Lord<WH3068>."},{"number":10,"verse":"And the Lord<WH3068> spoke<WH559> unto the fish<WH1709>, and it vomited out<WH6958> Jonah<WH3124> upon the dry land<WH3004>."}]}