{"bibleAbbr":"CVB1535","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"Verely verely I saye vnto you: He yt entreth not in at the dore in to the shepefolde, but clymmeth vp some other waye, the same is a thefe & a murthurer."},{"number":2,"verse":"But he that goeth in at the dore, is the shepherde of the shepe:"},{"number":3,"verse":"to him ye porter openeth, and the shepe heare his voyce, and he calleth his awne shepe by name, and ledeth them out."},{"number":4,"verse":"And whan he hath sent forth his awne shepe, he goeth before them, and the shepe folowe him: for they knowe his voyce."},{"number":5,"verse":"As for a straunger, they folowe him not, but flye from him: for they knowe not the voyce of straungers."},{"number":6,"verse":"This prouerbe spake Iesus vnto them, but they vnderstode not what it was, that he sayde vnto them."},{"number":7,"verse":"Then sayde Iesus vnto them agayne: Verely verely I saye vnto you: I am the dore of the shepe."},{"number":8,"verse":"All they that are come before me, are theues and murthures. But ye shepe harkened not vnto them."},{"number":9,"verse":"I am the dore. Yf eny man entre in by me, he shalbe saued, and shal go in and out, and fynde pasture,"},{"number":10,"verse":"A thefe cometh not, but for to steale, kyll, and destroye. I am come, yt they might haue life, and haue it more abundauntly."},{"number":11,"verse":"I am a good shepherde. A good shepherde geueth his life for the shepe."},{"number":12,"verse":"But an hyred seruaunt, which is not the shepherde, nether the shepe are his awne, seyth ye wolfe comynge, and leaueth ye shepe, and flyeth. And the wolfe catcheth & scatereth ye shepe."},{"number":13,"verse":"But the hyred seruaut flyeth, because he is an hyred seruaunte, and careth not for the shepe."},{"number":14,"verse":"I am a good sheperde, and knowe myne, and am knowne of myne."},{"number":15,"verse":"Eue as my father knoweth me, and I knowe ye father. And I geue my life for my shepe."},{"number":16,"verse":"And I haue yet other shepe, which are not of this folde, and those same must I brynge also, and they shal heare my voyce, and there shalbe one flocke and one shepherde."},{"number":17,"verse":"Therfore doth my father loue me, because I leaue my life, that I maye take it agayue."},{"number":18,"verse":"Noma taketh it fro me, but I leaue it of myself. I haue power to leaue it, and haue power to take it agayne. This commaundement haue I receaued of my father."},{"number":19,"verse":"Then was there discension amoge the Iewes for these sayenges."},{"number":20,"verse":"Many of the sayde: He hath the deuell, and is madd, why heare ye him?"},{"number":21,"verse":"Other sayde: These are not wordes of one that is possessed. Can the deuell also open ye eyes of the blynde?"},{"number":22,"verse":"It was the dedicacion of the teple at Ierusale, & was wynter,"},{"number":23,"verse":"and Iesus walked in Salomos porche."},{"number":24,"verse":"The came ye Iewes rounde aboute hi, & saide vnto hi: How loge dost thou make vs doute? Yf thou be Christ, tell vs planely."},{"number":25,"verse":"Iesus answered the: I tolde you, & ye beleue not. The workes yt I do in my fathers name, they beare wytnesse of me."},{"number":26,"verse":"But ye beleue not, because ye are not of my shepe as I sayde vnto you."},{"number":27,"verse":"My shepe heare my voyce, & I knowe the, & they folowe me."},{"number":28,"verse":"And I geue the euerlastinge life, & they shal neuer perishe, and noma shal plucke the out of my hande."},{"number":29,"verse":"My father which gaue the me, is greater the all: & noman is able to plucke them out of my fathers hande."},{"number":30,"verse":"I and the father are one."},{"number":31,"verse":"Then the Iewes toke vp stones agayne, to stone him."},{"number":32,"verse":"Iesus answered the: Many good workes haue I shewed you fro my father, for which of the stone ye me"},{"number":33,"verse":"The Iewes answered hi, and sayde: For the good worke sake we stone the not, but for the blasphemy: and because yt thou beynge a man, makest thyself God."},{"number":34,"verse":"Iesus answered the: Is it not wrytten in youre lawe: I haue sayde, Ye are Goddes"},{"number":35,"verse":"Yf he call them Goddes, vnto whom the worde of God came (& the scripture can not be broke)"},{"number":36,"verse":"saye ye the vnto hi, who ye father hath sanctified & sent in to ye worlde: thou blasphemest God, because I sayde: I am ye sonne of God?"},{"number":37,"verse":"Yf I do not ye workes of my father, beleue me not:"},{"number":38,"verse":"but yf I do the, the (yf ye beleue not me) yet beleue ye workes, yt ye maye knowe & beleue, yt the father is in me, & I in ye father."},{"number":39,"verse":"They wente aboute agayne to take him, but he escaped out of their hades,"},{"number":40,"verse":"and wete awaye agayne beyode Iordane, into ye place where Iho had baptysed before, & there he abode."},{"number":41,"verse":"And many came to hi, and sayde: Iho dyd no tokes, but all yt Ihon spake of this man, is true."},{"number":42,"verse":"And many beleued on him there."}]}