{"bibleAbbr":"CVB1535","bookName":"John","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"Whan Iesus had thus spoke, he wete forth with his disciples ouer the broke Cedron, where there was a garde, in to the which Iesus entred and his disciples."},{"number":2,"verse":"But Iudas yt betrayed hi, knewe the place also. For Iesus resorted thither oft tymes wt his disciples."},{"number":3,"verse":"Now whan Iudas had take vnto him the copany, & mynisters of the hye prestes and Pharises, he came thither with creshettes, wt lanternes, and with weapens."},{"number":4,"verse":"Iesus now knowinge all yt shulde come vpon him, wete forth, and sayde vnto the: Whom seke ye"},{"number":5,"verse":"They answered him: Iesus of Nazareth. Iesus sayde vnto them: I am he. Iudas also which betrayed him, stode with the."},{"number":6,"verse":"Now whan Iesus sayde vnto the: I am he, they wete bacwardes, and fell to the grounde."},{"number":7,"verse":"Then axed he the agayne: Whom seke ye They sayde: Iesus of Nazareth."},{"number":8,"verse":"Iesus answered: I haue tolde you, that I am he. Yf ye seke me, then let these go their waye."},{"number":9,"verse":"That the worde might be fulfylled, which he sayde: Of them who thou gauest me, haue I not lost one."},{"number":10,"verse":"Then had Symon Peter a swerde, and drewe it out, and smote the hye prestes seruaut, and cut of his right eare. And ye seruautes name was Malchus."},{"number":11,"verse":"Then sayde Iesus vnto Peter: Put vp thy swerde in to the sheeth. Shal I not drynke of ye cuppe, which my father hath geue me"},{"number":12,"verse":"Then the company and the captayne & the officers of the Iewes toke Iesus, and bounde him,"},{"number":13,"verse":"& led him awaye first vnto Annas, that was fatherlawe vnto Caiphas, which was hye prest yt same yeare."},{"number":14,"verse":"It was Caiphas, which gaue coucell vnto ye Iewes that it were good, that one man shulde dye for the people."},{"number":15,"verse":"As for Symon Peter, he and another disciple folowed Iesus. The same disciple was knowne vnto the hye prest, and wete in with Iesus in to the hye prestes palace."},{"number":16,"verse":"But Peter stode without at the dore. Then yt other disciple which was knowne vnto the hye prest, wente out, and spake to the damsell yt kepte the dore, and brought in Peter."},{"number":17,"verse":"Then the damsell that kepte the dore, sayde vnto Peter: Art not thou also one of this mans disciples? He sayde: I am not."},{"number":18,"verse":"The seruauntes & officers stode, and had made a fyre of coles (for it was colde) & warmed the selues. Peter also stode with them, and warmed him self."},{"number":19,"verse":"The hye prest axed Iesus of his disciples, and of his doctryne."},{"number":20,"verse":"Iesus answered him: I haue spoken openly before the worlde, I haue euer taught in the synagoge and in the teple, whither all the Iewes resorted, & in secrete haue I spoke nothinge."},{"number":21,"verse":"Why axest thou me? Axe the yt haue herde, what I haue spoken vnto the: beholde, they can tell what I haue sayde."},{"number":22,"verse":"But whan he had thus spoke, one of the officers that stode by, smote Iesus on the face, and sayde: Answerest thou the hye prest so?"},{"number":23,"verse":"Iesus answered him: Yf I haue euell spoke, the beare wytnesse of euell: but yf I haue well spoken, why smytest thou me"},{"number":24,"verse":"And Annas sent him bounde vnto Caiphas ye hye prest."},{"number":25,"verse":"Symo Peter stode and warmed him self. The sayde they vnto him: Art not thou one of his disciples? He denyed, and sayde: I am not."},{"number":26,"verse":"A seruaut of the hye prestes, a kynssma of his, whose eare Peter had smytten of, sayde vnto him: Dyd not I se the in the garde with him?"},{"number":27,"verse":"Then Peter denyed agayne. And immediatly the cock crew."},{"number":28,"verse":"Then led they Iesus from Caiphas in to the comon hall. And it was early in the mornynge. And they them selues wete not in to the como hall, lest they shulde be defyled, but yt they might eate ye Pascall lambe."},{"number":29,"verse":"Then wente Pilate out vnto the, and sayde: What accusacion brynge ye agaynst this man?"},{"number":30,"verse":"They answered, and sayde vnto him: Yf he were not an euell doer, we had not delyuered him vnto the."},{"number":31,"verse":"Then sayde Pilate vnto the: Take ye him, and iudge him after yor lawe. Then sayde ye Iewes vnto him: It is not laufull for vs to put eny ma to death."},{"number":32,"verse":"That ye worde of Iesus might be fulfilled, which he spake, whan he signified, what death he shulde dye."},{"number":33,"verse":"Then entred Pilate in to the comon hall agayne, and called Iesus, & sayde vnto him: Art thou the kynge of the Iewes?"},{"number":34,"verse":"Iesus answered: Sayest thou that of thy self, or haue other tolde it the of me"},{"number":35,"verse":"Pilate answered: Am I a Iewe? Thy people and the hye prestes haue delyuered the vnto me. What hast thou done?"},{"number":36,"verse":"Iesus answered: My kyugdome is not of this worlde. Yf my kyngdome were of this worlde, my mynisters wolde fight therfore, yt I shulde not be delyuered vnto the Iewes. But now is my kyngdome not from hence."},{"number":37,"verse":"The sayde Pilate vnto hi: Art thou a kynge the Iesus answered: Thou sayest it, for I am a kynge. For this cause was I borne, and came in to the worlde, that I shulde testifye the trueth. Who so euer is of the trueth, heareth my voyce."},{"number":38,"verse":"Pilate sayde vnto hi: What is the trueth? And whan he had sayde that he wete out agayne to the Iewes, and sayde vnto them: I fynde no gyltinesse in him:"},{"number":39,"verse":"But ye haue a custome, that I shulde geue one vnto you lowse at Easter. Wyl ye now yt I lowse vnto you the kynge of ye Iewes?"},{"number":40,"verse":"The cryed they agayne alltogether, and sayde: Not him, but Barrabas. Yet was Barrabas a murthurer."}]}