{"bibleAbbr":"CVB1535","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"There was a man of the Pharises, named Nicodemus a ruler amoge the Iewes."},{"number":2,"verse":"The same came vnto Iesus by night, & sayde vnto hi: Master, we knowe yt thou art come a teacher fro God: for no ma can do these tokes yt thou doest, excepte God be with him."},{"number":3,"verse":"Iesus answered, and sayde vnto him: Verely verely I saye vnto the: Excepte a man be borne a new, he can not se the kyngdome of God."},{"number":4,"verse":"Nicodemus sayde vnto him: How can a man be borne, whan he is olde? Can he entre into his mothers wombe, and be borne agayne?"},{"number":5,"verse":"Iesus answered: Verely verely I saye vnto the: Excepte a ma be borne of water and of the sprete, he can not come in to ye kyngdome of God."},{"number":6,"verse":"That which is borne of flesh, is flesh: & that which is borne of the sprete, is sprete."},{"number":7,"verse":"Maruell not, that I sayde vnto ye: Ye must be borne of new."},{"number":8,"verse":"The wynde bloweth where he wyl, and thou hearest his sounde: but thou canst not tell whece he commeth, and whither he goeth. So is euery one, that is borne of the sprete."},{"number":9,"verse":"Nicodemus answered, and sayde vnto him: How maye these be?"},{"number":10,"verse":"Iesus answered, & sayde vnto hi: Art thou a Master in Israel, & knowest not these"},{"number":11,"verse":"Verely I saye vnto ye: We speake that we knowe, and testifie that we haue sene, and ye receaue not oure wytnesse."},{"number":12,"verse":"Yf ye beleue not whan I tell you of earthly thinges, how shulde ye beleue, wha I speake vnto you of heauenly thinges?"},{"number":13,"verse":"And no man ascendeth vp in to heauen, but he that is come downe from heaue, (namely) the sonne of man which is in heauen."},{"number":14,"verse":"And like as Moses lift vp the serpent in the wyldernes, euen so must the sonne of man be lift vp,"},{"number":15,"verse":"that who so euer beleueth in him, shulde not perish, but haue euerlastinge life."},{"number":16,"verse":"For God so loued the worlde, that he gaue his onely sonne, that who so euer beleueth in hi, shulde not perishe, but haue euerlastinge life."},{"number":17,"verse":"For God sent not his sonne in to ye worlde to condempne the worlde, but that the worlde might be saued by him."},{"number":18,"verse":"He that beleueth on him, shal not be codemned. But he that beleueth not, is codemned allready: because he beleueth not on the name of the onely sonne of God."},{"number":19,"verse":"But this is ye codempnacion, that the light is come in to the worlde, and men loued the darknesse more the ye light: for their workes were euell."},{"number":20,"verse":"Whosoeuer doth euell, hateth the light, and cometh not to the light, that his dedes shulde not be reproued."},{"number":21,"verse":"But he that doth the trueth, commeth to the light, that his workes maye be knowne: for they are done in God."},{"number":22,"verse":"Afterwarde came Iesus & his disciples in to the lode of Iewry, and had his beynge there with them, and baptysed"},{"number":23,"verse":"Ihon baptysed also in Enon besyde Salem: for there was moch water there. And they came thither, and were baptysed:"},{"number":24,"verse":"for Iohn was not yet put in preson."},{"number":25,"verse":"Then arose there a question amonge the disciples of Ihon with the Iewes aboute the purifienge,"},{"number":26,"verse":"and they came vnto Ihon, and sayde vnto him: Master, he yt was with the beyonde Iordan, of whom thou barest wytnesse, beholde, he baptyseth, and euery man cometh vnto him."},{"number":27,"verse":"Ihon answered and sayde: A man can receaue nothinge, excepte it be geuen him from heaue."},{"number":28,"verse":"Ye youreselues are my witnesses, how that I sayde, I am not Christ, but am sent before him."},{"number":29,"verse":"He that hath the bryde, is the brydegrome: but the frende of the brydegrome stondeth, and herkeneth vnto him, and reioyseth greatly ouer the voyce of the brydegrome, this same ioye of myne is now fulfilled."},{"number":30,"verse":"He must increace, but I must decreace."},{"number":31,"verse":"He that commeth from an hye, is aboue all. He that is of the earth, is earthly, and speaketh of the earth. He that commeth fro heauen, is aboue all,"},{"number":32,"verse":"and testifieth what he hath sene & herde, and no man receaueth his wytnesse."},{"number":33,"verse":"But he that receaueth it, hath set to his seale, that God is true."},{"number":34,"verse":"For he who God hath sent, speaketh ye wordes of God: for God geueth not the sprete (vnto him) by measure."},{"number":35,"verse":"The father loueth the sonne, and hath geuen him all thinges in to his hande."},{"number":36,"verse":"He that beleueth on the sonne, hath euerlastinge life: he that beleueth not the sonne, shal not se the life, but ye wrath of God abydeth vpon him."}]}