{"bibleAbbr":"HAC","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"א וירגז המלך ויעל על עלית השער--ויבך וכה אמר בלכתו בני אבשלום בני בני אבשלום מי יתן מותי אני תחתיך אבשלום בני בני"},{"number":2,"verse":"ב ויגד ליואב הנה המלך בכה ויתאבל על אבשלום"},{"number":3,"verse":"ג ותהי התשעה ביום ההוא לאבל--לכל העם כי שמע העם ביום ההוא לאמר נעצב המלך על בנו"},{"number":4,"verse":"ד ויתגנב העם ביום ההוא לבוא העיר כאשר יתגנב העם הנכלמים--בנוסם במלחמה"},{"number":5,"verse":"ה והמלך לאט את פניו ויזעק המלך קול גדול בני אבשלום אבשלום בני בני {ס}"},{"number":6,"verse":"ו ויבא יואב אל המלך הבית ויאמר הבשת היום את פני כל עבדיך הממלטים את נפשך היום ואת נפש בניך ובנתיך ונפש נשיך ונפש פלגשיך"},{"number":7,"verse":"ז לאהבה את שנאיך ולשנא את אהביך כי הגדת היום כי אין לך שרים ועבדים--כי ידעתי היום כי לא (לוא) אבשלום חי וכלנו היום מתים כי אז ישר בעיניך"},{"number":8,"verse":"ח ועתה קום צא ודבר על לב עבדיך {ס} כי ביהוה נשבעתי כי אינך יוצא אם ילין איש אתך הלילה ורעה לך זאת מכל הרעה אשר באה עליך מנעריך עד עתה {ס}"},{"number":9,"verse":"ט ויקם המלך וישב בשער ולכל העם הגידו לאמר הנה המלך יושב בשער ויבא כל העם לפני המלך וישראל נס איש לאהליו {ס}"},{"number":10,"verse":"י ויהי כל העם נדון בכל שבטי ישראל לאמר המלך הצילנו מכף איבינו והוא מלטנו מכף פלשתים ועתה ברח מן הארץ מעל אבשלום"},{"number":11,"verse":"יא ואבשלום אשר משחנו עלינו מת במלחמה ועתה למה אתם מחרשים--להשיב את המלך {ס}"},{"number":12,"verse":"יב והמלך דוד שלח אל צדוק ואל אביתר הכהנים לאמר דברו אל זקני יהודה לאמר למה תהיו אחרנים להשיב את המלך אל ביתו ודבר כל ישראל בא אל המלך אל ביתו"},{"number":13,"verse":"יג אחי אתם עצמי ובשרי אתם ולמה תהיו אחרנים להשיב את המלך"},{"number":14,"verse":"יד ולעמשא תמרו הלוא עצמי ובשרי אתה כה יעשה לי אלהים וכה יוסיף אם לא שר צבא תהיה לפני כל הימים תחת יואב"},{"number":15,"verse":"טו ויט את לבב כל איש יהודה כאיש אחד וישלחו אל המלך שוב אתה וכל עבדיך"},{"number":16,"verse":"טז וישב המלך ויבא עד הירדן ויהודה בא הגלגלה ללכת לקראת המלך להעביר את המלך את הירדן"},{"number":17,"verse":"יז וימהר שמעי בן גרא בן הימיני אשר מבחורים וירד עם איש יהודה לקראת המלך דוד"},{"number":18,"verse":"יח ואלף איש עמו מבנימן וציבא נער בית שאול וחמשת עשר בניו ועשרים עבדיו אתו וצלחו הירדן לפני המלך"},{"number":19,"verse":"יט ועברה העברה לעביר את בית המלך ולעשות הטוב בעינו ושמעי בן גרא נפל לפני המלך בעברו בירדן"},{"number":20,"verse":"כ ויאמר אל המלך אל יחשב לי אדני עון ואל תזכר את אשר העוה עבדך ביום אשר יצא אדני המלך מירושלם--לשום המלך אל לבו"},{"number":21,"verse":"כא כי ידע עבדך כי אני חטאתי והנה באתי היום ראשון לכל בית יוסף לרדת לקראת אדני המלך {ס}"},{"number":22,"verse":"כב ויען אבישי בן צרויה ויאמר התחת זאת לא יומת שמעי כי קלל את משיח יהוה {ס}"},{"number":23,"verse":"כג ויאמר דוד מה לי ולכם בני צרויה--כי תהיו לי היום לשטן היום יומת איש בישראל--כי הלוא ידעתי כי היום אני מלך על ישראל"},{"number":24,"verse":"כד ויאמר המלך אל שמעי לא תמות וישבע לו המלך {ס}"},{"number":25,"verse":"כה ומפבשת בן שאול ירד לקראת המלך ולא עשה רגליו ולא עשה שפמו ואת בגדיו לא כבס למן היום לכת המלך עד היום אשר בא בשלום"},{"number":26,"verse":"כו ויהי כי בא ירושלם לקראת המלך ויאמר לו המלך למה לא הלכת עמי מפיבשת"},{"number":27,"verse":"כז ויאמר אדני המלך עבדי רמני כי אמר עבדך אחבשה לי החמור וארכב עליה ואלך את המלך--כי פסח עבדך"},{"number":28,"verse":"כח וירגל בעבדך אל אדני המלך ואדני המלך כמלאך האלהים ועשה הטוב בעיניך"},{"number":29,"verse":"כט כי לא היה כל בית אבי כי אם אנשי מות לאדני המלך ותשת את עבדך באכלי שלחנך ומה יש לי עוד צדקה ולזעק עוד אל המלך {פ}"},{"number":30,"verse":"ל ויאמר לו המלך למה תדבר עוד דבריך אמרתי--אתה וציבא תחלקו את השדה"},{"number":31,"verse":"לא ויאמר מפיבשת אל המלך גם את הכל יקח אחרי אשר בא אדני המלך בשלום--אל ביתו {ס}"},{"number":32,"verse":"לב וברזלי הגלעדי ירד מרגלים ויעבר את המלך הירדן לשלחו את בירדן (הירדן)"},{"number":33,"verse":"לג וברזלי זקן מאד בן שמנים שנה והוא כלכל את המלך בשיבתו במחנים כי איש גדול הוא מאד"},{"number":34,"verse":"לד ויאמר המלך אל ברזלי אתה עבר אתי וכלכלתי אתך עמדי בירושלם"},{"number":35,"verse":"לה ויאמר ברזלי אל המלך כמה ימי שני חיי כי אעלה את המלך ירושלם"},{"number":36,"verse":"לו בן שמנים שנה אנכי היום האדע בין טוב לרע אם יטעם עבדך את אשר אכל ואת אשר אשתה אם אשמע עוד בקול שרים ושרות ולמה יהיה עבדך עוד למשא אל אדני המלך"},{"number":37,"verse":"לז כמעט יעבר עבדך את הירדן--את המלך ולמה יגמלני המלך הגמולה הזאת"},{"number":38,"verse":"לח ישב נא עבדך ואמת בעירי עם קבר אבי ואמי והנה עבדך כמהם יעבר עם אדני המלך ועשה לו את אשר טוב בעיניך {ס}"},{"number":39,"verse":"לט ויאמר המלך אתי יעבר כמהם ואני אעשה לו את הטוב בעיניך וכל אשר תבחר עלי אעשה לך"},{"number":40,"verse":"מ ויעבר כל העם את הירדן והמלך עבר וישק המלך לברזלי ויברכהו וישב למקמו {ס}"},{"number":41,"verse":"מא ויעבר המלך הגלגלה וכמהן עבר עמו וכל עם יהודה ויעברו (העברו) את המלך וגם חצי עם ישראל"},{"number":42,"verse":"מב והנה כל איש ישראל באים אל המלך ויאמרו אל המלך מדוע גנבוך אחינו איש יהודה ויעברו את המלך ואת ביתו את הירדן וכל אנשי דוד עמו {ס}"},{"number":43,"verse":"מג ויען כל איש יהודה על איש ישראל כי קרוב המלך אלי ולמה זה חרה לך על הדבר הזה האכול אכלנו מן המלך אם נשאת נשא לנו {ס} [ (II Samuel 19:44) מד ויען איש ישראל את איש יהודה ויאמר עשר ידות לי במלך וגם בדוד אני ממך ומדוע הקלתני ולא היה דברי ראשון לי להשיב את מלכי ויקש דבר איש יהודה מדבר איש ישראל {ס} ]"}]}