{"bibleAbbr":"mrRV2015","bookName":"पौलाचे इफिसकरांस पत्र","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"( ख्रिस्त मंडळीचे मस्तक आहे म्हणून सभासदांचे ऐक्य असावे) म्हणून जो मी प्रभूमध्ये बंदिवान तो मी तुम्हांला विनवून सांगतो की, तुम्हांला झालेल्या पाचारणास शोभेल असे चाला;"},{"number":2,"verse":"पूर्ण नम्रता, सौम्यता व सहनशीलता दाखवून एकमेकांना प्रीतीने वागवून घ्या;"},{"number":3,"verse":"आत्म्याच्या द्वारे घडून आलेले ऐक्य शांतीच्या बंधनाने राखण्यास झटत जा."},{"number":4,"verse":"तुम्हांला झालेल्या पाचारणापासून निर्माण होणारी आशा जशी एकच आहे, तसे शरीरही एकच व आत्मा एकच आहे."},{"number":5,"verse":"प्रभू एकच, विश्वास एकच, बाप्तिस्मा एकच,"},{"number":6,"verse":"सर्वांवर आणि सर्वांमधून आणि तुम्हा सर्वांच्या ठायी असलेला देव जो सर्वांचा पिता तोही एकच आहे."},{"number":7,"verse":"तरी आपल्यापैकी प्रत्येकाला ख्रिस्ताने दिलेल्या दानाच्या परिमाणाप्रमाणे अनुग्रहरूपी देणगी प्राप्त झाली आहे."},{"number":8,"verse":"म्हणून तो म्हणतो, “त्याने उच्चस्थानी आरोहण केले, तेव्हा त्याने कैद्यांना1 कैद करून नेले, व मानवांना देणग्या दिल्या.”"},{"number":9,"verse":"(“त्याने आरोहण केले,” ह्यावरून तो पृथ्वीच्या अधोलोकी2 उतरला होता, ह्यापेक्षा दुसरे काय समजावे?"},{"number":10,"verse":"जो खाली उतरला होता त्यानेच सर्वकाही भरून टाकण्याच्या उद्देशाने सर्वोच्च स्वर्गावर ‘आरोहण केले.’)"},{"number":11,"verse":"आणि त्यानेच कोणी प्रेषित, कोणी संदेष्टे, कोणी सुवार्तिक, कोणी पाळक व शिक्षक असे नेमून दिले;"},{"number":12,"verse":"ते ह्यासाठी की, त्यांनी पवित्र जनांना सेवेच्या कार्याकरता व ख्रिस्ताच्या शरीराची रचना पूर्णतेस नेण्याकरता सिद्ध करावे."},{"number":13,"verse":"देवाच्या पुत्रावरील विश्वासाच्या व तत्संबंधी परिपूर्ण ज्ञानाच्या एकत्वाप्रत, प्रौढ मनुष्यपणाप्रत, ख्रिस्ताची पूर्णता प्राप्त होईल अशा वृद्धीच्या मर्यादेप्रत आपण सर्व येऊन पोहचू तोपर्यंत दिले;"},{"number":14,"verse":"ह्यासाठी की, आपण ह्यापुढे बाळांसारखे असू नये, म्हणजे माणसांच्या धूर्तपणाने, भ्रांतीच्या मार्गास नेणार्‍या युक्तीने, प्रत्येक शिकवणरूपी वार्‍याने हेलकावणारे व फिरणारे असे होऊ नये."},{"number":15,"verse":"तर आपण प्रीतीने सत्याला धरून मस्तक असा जो ख्रिस्त त्याच्याप्रत सर्व प्रकारे वाढावे."},{"number":16,"verse":"त्याच्यापासून पुरवठा करणार्‍या प्रत्येक सांध्याच्या योगे, सबंध शरीराची जुळवणूक व जमवाजमव होत असते, आणि प्रत्येक अंग आपापल्या परिमाणाने कार्य करत असता आपली रचना प्रीतीमध्ये होण्यासाठी शरीर आपली वृद्धी करून घेते."},{"number":17,"verse":"( जुना जीवितक्रम व नवा जीवितक्रम) म्हणून मी हे म्हणतो व प्रभूमध्ये निश्‍चितार्थाने सांगतो की, परराष्ट्रीय भ्रष्ट मनाने चालत आहेत त्याप्रमाणे तुम्ही ह्यापुढे चालू नये;"},{"number":18,"verse":"त्यांची बुद्धी अंधकारमय झाली आहे, त्यांच्या अंत:करणातील कठीणपणामुळे त्यांच्यात अज्ञान उत्पन्न होऊन ते देवाच्या जीवनाला पारखे झालेले आहेत;"},{"number":19,"verse":"ते कोडगे झाल्यामुळे त्यांनी हावरेपणाने सर्व प्रकारची अशुद्धता करण्यासाठी स्वतःला कामातुरपणास वाहून घेतले आहे."},{"number":20,"verse":"परंतु तुम्ही अशा प्रकारे ख्रिस्ताविषयी शिकला नाही!"},{"number":21,"verse":"तुम्ही तर त्याचेच ऐकले असेल व येशूच्या ठायी जे सत्य आहे त्याप्रमाणे तुम्हांला त्याच्यामध्ये शिक्षण मिळाले असेल;"},{"number":22,"verse":"ते असे की, तुमच्या पूर्वीच्या आचरणासंबंधी जो जुना मनुष्य त्याचा तुम्ही त्याग करावा, तो कपटाच्या वासनांनी युक्त असून त्याचा नाश होत आहे;"},{"number":23,"verse":"आणि तुम्ही आपल्या मनोवृत्तीत नवे व्हावे;"},{"number":24,"verse":"आणि सत्यापासून निर्माण होणारे नीतिमत्त्व व पवित्रता ह्यांनी युक्त असा देवसदृश निर्माण केलेला नवा मनुष्य धारण करावा."},{"number":25,"verse":"( दिनचर्येकरता नियम) म्हणून लबाडी सोडून देऊन तुम्ही प्रत्येक जण आपापल्या शेजार्‍याबरोबर खरे बोला, कारण आपण एकमेकांचे अवयव आहोत."},{"number":26,"verse":"तुम्ही रागवा, परंतु पाप करू नका; तुम्ही रागात असताना सूर्य मावळू नये;"},{"number":27,"verse":"आणि सैतानाला वाव देऊ नका."},{"number":28,"verse":"चोरी करणार्‍याने पुन्हा चोरी करू नये; तर त्यापेक्षा गरजवंताला देण्यास आपल्याजवळ काही असावे म्हणून जे चांगले ते आपल्या हातांनी करून उद्योग करत राहावे."},{"number":29,"verse":"तुमच्या मुखातून कसलेच कुजके भाषण न निघो, पण गरजेप्रमाणे उन्नतीकरता जे चांगले तेच मात्र निघो, ह्यासाठी की, तेणेकडून ऐकणार्‍यांना कृपादान प्राप्त व्हावे."},{"number":30,"verse":"देवाच्या पवित्र आत्म्याला खिन्न करू नका; खंडणी भरून प्राप्त केलेल्या मुक्तीच्या दिवसापर्यंत तुम्ही त्या आत्म्याच्या योगे मुद्रित झाला आहात."},{"number":31,"verse":"सर्व प्रकारचे कडूपण, संताप, क्रोध, गलबला व निंदा ही अवघ्या दुष्टपणासह तुमच्यापासून दूर करण्यात येवोत;"},{"number":32,"verse":"आणि तुम्ही एकमेकांबरोबर उपकारी व कनवाळू व्हा; जशी देवाने ख्रिस्ताच्या ठायी तुम्हांला क्षमा केली आहे तशी तुम्हीही एकमेकांना क्षमा करा."}]}