{"bibleAbbr":"bnOV2016","bookName":"শলোমনের পরমগীত।","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"পরমগীত; ইহা শলোমনের।"},{"number":2,"verse":"তিনি নিজ মুখের চুম্বনে আমাকে চুম্বন করুন; কারণ তোমার প্রেম দ্রাক্ষারস হইতেও উত্তম।"},{"number":3,"verse":"তোমার সুগন্ধি তৈল সৌরভে উৎকৃষ্ট; তোমার নাম সেচিত সুগন্ধি তৈলস্বরূপ; এই জন্যই কুমারীগণ তোমাকে প্রেম করে।"},{"number":4,"verse":"আমাকে আকর্ষণ কর। আমরা তোমার পশ্চাতে দৌড়িব। রাজা আপন অন্তপুরে আমাকে আনিয়াছেন। আমরা তোমাতে উল্লাসিতা হইব, আনন্দ করিব, দ্রাক্ষারস হইতেও তোমার প্রেমের অধিক উল্লেখ করিব; লোকে ন্যায়তঃ তোমাকে প্রেম করে।"},{"number":5,"verse":"অয়ি যিরূশালেমের কন্যাগণ। আমি কৃষ্ণবর্ণা, কিন্তু সুন্দরী, কেদরের তাম্বুর ন্যায়, শলোমনের যবনিকার ন্যায়।"},{"number":6,"verse":"তোমরা আমার প্রতি এরূপ ভাবে দৃষ্টি করিও না যে, আমি কৃষ্ণবর্ণা, যে সূর্য্যই আমাকে বিবর্ণা করিয়াছে। আমার মাতৃপুত্রগণ আমার প্রতি কুপিত হইল, আমাকে দ্রাক্ষাক্ষেত্র সকলের রক্ষিকা করিল, আমার নিজ দ্রাক্ষাক্ষেত্র আমি রক্ষা করি নাই।"},{"number":7,"verse":"হে আমার প্রাণ-প্রিয়তম! আমাকে বল, তুমি [পাল] কোথায় চরাইতেছ? মধ্যাহ্নকালে কোথায় শয়ন করাইতেছ? আমি কেন অবগুণ্ঠনবতীর ন্যায় হইব, তোমার সখাদের পালের নিকটে?"},{"number":8,"verse":"অয়ি নারীকুল-সুন্দরি! তুমি যদি না জান, তবে পালের পদচিহ্ন ধরিয়া গমন কর, এবং পালকদের তাম্বুগুলির নিকটে তোমার ছাগবৎসদিগকে চরাও।"},{"number":9,"verse":"ফরৌণের রথের এক অশ্বিনীর সহিত, অয়ি মম প্রিয়তমে! আমি তোমার তুলনা করিয়াছি।"},{"number":10,"verse":"বেণী দ্বারা তোমার কপোলযুগল, হার দ্বারা তোমার কণ্ঠদেশ, শোভাযুক্ত হইতেছে।"},{"number":11,"verse":"আমরা তোমার জন্য সুবর্ণ-বেণী প্রস্তুত করিব, তাহা রৌপ্যের গ্রন্থিবিশিষ্ট হইবে।"},{"number":12,"verse":"যখন রাজা সভায় বসিলেন, আমার জটামাংসীর সৌরভ বিস্তারিত হইল।"},{"number":13,"verse":"আমার প্রিয় আমার কাছে গন্ধরস-তরুগুচ্ছবৎ, যাহা আমার কুচযুগের মধ্যে থাকে।"},{"number":14,"verse":"আমার প্রিয় আমার কাছে মেঁদির পুষ্পগুচ্ছবৎ, যাহা ঐন্-গদীর দ্রাক্ষাক্ষেত্রে জন্মে।"},{"number":15,"verse":"দেখ, তুমি সুন্দরী, অয়ি মম প্রিয়ে! দেখ, তুমি সুন্দরী, তোমার নয়নযুগল কপোতের সদৃশ।"},{"number":16,"verse":"হে আমার প্রিয়! দেখ, তুমি সুন্দর, হাঁ, তুমি মনোহর, আর আমাদের শয্যা হরিদ্বর্ণ।"},{"number":17,"verse":"এরস বৃক্ষ আমাদের গৃহের কড়িকাষ্ঠ, দেবদারু আমাদের বরগা।"}]}