{"bibleAbbr":"bnOV2016","bookName":"শলোমনের পরমগীত।","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"আমি নিদ্রিতা ছিলাম, কিন্তু আমার হৃদয় জাগিয়াছিল; আমার প্রিয়ের স্বর, তিনি দ্বারে আঘাত করিয়া কহিলেন,"},{"number":2,"verse":"‘আমায় দুয়ার খুলিয়া দেও; অয়ি মম ভগিনি! মম প্রিয়ে! মম কপোতি! মম শুদ্ধমতি! কারণ আমার মস্তক ভিজিয়া গিয়াছে শিশিরে, আমার কেশপাশ রাত্রির জলবিন্দুতে।’"},{"number":3,"verse":"‘আমি আমার অঙ্গরক্ষিণী খুলিয়াছি, কেমন করিয়া পরিধান করিব? আমি পা দুখানি ধুইয়াছি, কেমন করিয়া মলিন করিব?’"},{"number":4,"verse":"আমার প্রিয় দুয়ারের ছিদ্র দিয়া হস্ত বিস্তার করিলেন, তাঁহার জন্য আমার চিত্ত উচাটন হইল।"},{"number":5,"verse":"আমি আপন প্রিয়ের জন্য দুয়ার খুলিতে উঠিলাম; তখন গন্ধরসে আমার হস্ত ভিজিল, আমার অঙ্গুলি দ্রব গন্ধরসে ভিজিল, অর্গলের হাতলের উপরে।"},{"number":6,"verse":"আমি আপন প্রিয়ের জন্য দুয়ার খুলিয়া দিলাম; কিন্তু আমার প্রিয় ফিরিয়া গিয়াছিলেন, চলিয়া গিয়াছিলেন; তিনি কথা কহিলে আমার প্রাণ উড়িয়া গিয়াছিল; আমি তাঁহাকে অন্বেষণ করিলাম, কিন্তু পাইলাম না, আমি তাঁহাকে ডাকিলাম, তিনি আমাকে উত্তর দিলেন না।"},{"number":7,"verse":"নগরে ভ্রমণকারী প্রহরীরা আমাকে দেখিতে পাইল, তাহারা আমাকে প্রহার করিল, ক্ষতবিক্ষত করিল, প্রাচীরের প্রহরিবর্গ আমার বস্ত্র কাড়িয়া লইল।"},{"number":8,"verse":"অয়ি যিরূশালেমের কন্যাগণ! আমি তোমাদিগকে দিব্য দিয়া বলিতেছি, তোমরা যদি আমার প্রিয়তমের দেখা পাও, তবে তাঁহাকে বলিও যে, আমি প্রেমপীড়িতা।"},{"number":9,"verse":"অন্য প্রিয় হইতে তোমার প্রিয় কিসে বিশিষ্ট? অয়ি নারীকুল-সুন্দরি! অন্য প্রিয় হইতে তোমার প্রিয় কিসে বিশিষ্ট যে, তুমি আমাদিগকে এরূপ দিব্য দিতেছ?"},{"number":10,"verse":"আমার প্রিয়তম শ্বেত ও রক্তবর্ণ; তিনি দশ সহস্রের মধ্যে অগ্রগণ্য। ( (বা) সহস্রের মধ্যে পতাকা দ্বারা চিহ্নিত।)"},{"number":11,"verse":"তাঁহার মস্তক নির্ম্মল সুবর্ণের ন্যায়, তাঁহার কেশপাশ কুঞ্চিত ও দাঁড়কাকের ন্যায় কৃষ্ণবর্ণ।"},{"number":12,"verse":"তাঁহার নয়নযুগল জলপ্রণালীর তীরস্থ কপোতযুগলের ন্যায়, যাহারা দুগ্ধে স্নাত ও পয়ঃপূর্ণ স্থানে উপবিষ্ট।"},{"number":13,"verse":"তাঁহার গণ্ডদেশ সুগন্ধি ওষধির চৌকা ও আমোদকারী লতার স্তম্ভস্বরূপ; তাঁহার ওষ্ঠাধর শোশন পুষ্পের ন্যায়, দ্রব গন্ধরস ক্ষরণকারী।"},{"number":14,"verse":"তাঁহার হস্ত বৈদূর্য্যমণিতে খচিত সুবর্ণের অঙ্গুরীয়স্বরূপ; তাঁহার কায় নীলকান্তমণিতে খচিত গজদন্তময় শিল্পকর্ম্মের ন্যায়।"},{"number":15,"verse":"তাঁহার ঊরুদ্বয় সুবর্ণ চুঙ্গিতে বসান শ্বেতপ্রস্তরময় স্তম্ভদ্বয়ের ন্যায়; তাঁহার দৃশ্য লিবানোনের সদৃশ, এরস বৃক্ষের ন্যায় উৎকৃষ্ট।"},{"number":16,"verse":"তাঁহার মুখ ( (বা) তাঁহার কথা।) অতীব মধুর; হাঁ, তিনি সর্ব্বতোভাবে মনোহর। অয়ি যিরূশালেমের কন্যাগণ! এই আমার প্রিয়, এই আমার সখা।"}]}