{"bibleAbbr":"bnOV2016","bookName":"শলোমনের পরমগীত।","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"আহা, তুমি যদি আমার সহোদরের ন্যায় হইতে, যে আমার মাতার স্তন্য পান করিত, তবে আমি তোমাকে সড়কে পাইলে চুম্বন করিতাম, তথাপি কেহ আমাকে তুচ্ছ করিত না।"},{"number":2,"verse":"আমি তোমাকে পথ দেখাইতাম, আমার মাতার গৃহে লইয়া যাইতাম; তুমি আমাকে শিক্ষা প্রদান করিতে, আমি তোমাকে সুগন্ধমিশ্রিত দ্রাক্ষারস পান করাইতাম, আমার দাড়িম্বের মিষ্ট রস পান করাইতাম।"},{"number":3,"verse":"তাঁহার বাম হস্ত আমার মস্তকের নীচে থাকিত, তাঁহার দক্ষিণ হস্ত আমাকে আলিঙ্গন করিত।"},{"number":4,"verse":"অয়ি যিরূশালেম-কন্যাগণ! আমি তোমাদিগকে দিব্য দিয়া বলিতেছি, তোমরা প্রেমকে কেন জাগাইবে? কেন উত্তেজনা করিবে, যে পর্য্যন্ত তাহার বাসনা না হয়?"},{"number":5,"verse":"উনি কে, যিনি প্রান্তর হইতে উঠিয়া আসিতেছেন, নিজ প্রিয়ের প্রতি নির্ভর দিয়া আসিতেছেন? আমি নাগরঙ্গ বৃক্ষতলে তোমাকে জাগাইলাম, সেখানে তোমার মাতা তোমাকে লইয়া ব্যথা খাইয়াছিলেন, সেখানে তোমার জননী ব্যথা খাইয়াছিলেন, ও তোমাকে প্রসব করিয়াছিলেন।"},{"number":6,"verse":"তুমি আমাকে মোহরের ন্যায় তোমার হৃদয়ে, মোহরের ন্যায় তোমার বাহুতে রাখ; কেননা প্রেম মৃত্যুর ন্যায় বলবান; অন্তর্জ্বালা পাতালের ন্যায় নিষ্ঠুর; তাহার শিখা অগ্নির শিখা, তাহা সদাপ্রভুরই অগ্নি।"},{"number":7,"verse":"বহু জল প্রেম নির্ব্বাণ করিতে পারে না, স্রোতস্বতীগণ তাহা ডুবাইয়া দিতে পারে না; কেহ যদি প্রেমের জন্য গৃহের সর্ব্বস্ব দেয়, লোকে তাহাকে যার পর নাই তুচ্ছ করে।"},{"number":8,"verse":"‘আমাদের একটী ছোট ভগিনী আছে, তাহার কুচযুগ নাই; আমরা নিজ ভগিনীর জন্য সে দিন কি করিব, যে দিনে তাহার বিষয়ে প্রস্তাব হইবে?"},{"number":9,"verse":"সে যদি ভিত্তিস্বরূপা হয়, তাহার উপরে রৌপ্যের গুম্বোজ নির্ম্মাণ করিব, সে যদি দ্বারস্বরূপা হয়, এরস কাষ্ঠের কবাট দিয়া তাহা ঘেরিব।’"},{"number":10,"verse":"আমি ভিত্তিস্বরূপা, এবং আমার কুচযুগ তাহার উচ্চগৃহের ন্যায়; তখন তাঁহার নয়নগোচরে শান্তিপ্রাপ্তার ন্যায় হইলাম।"},{"number":11,"verse":"বাল্-হামোনে শলোমনের এক দ্রাক্ষাক্ষেত্র ছিল, তিনি তাহা কৃষকদিগকে জমা দিয়াছেন; তাহার ফলের মূল্য প্রত্যেকে এক এক সহস্র মুদ্রা দিবে।"},{"number":12,"verse":"আমার নিজের দ্রাক্ষাক্ষেত্র আমার সম্মুখে; হে শলোমন, সেই সহস্র মুদ্রা তোমারই হইবে, দুই শত মুদ্রা কৃষকদিগের থাকিবে।"},{"number":13,"verse":"অয়ি উপবন-বাসিনি! সখাগণ তোমার স্বর শুনিবার জন্য কাণ পাতিয়া আছে, আমাকে তাহা শুনিতে দেও।"},{"number":14,"verse":"হে আমার প্রিয়, শীঘ্র চল, মৃগের কিম্বা হরিণশাবকের সদৃশ হও, সুগন্ধময় পর্ব্বতশ্রেণীর উপরে।"}]}