{"bibleAbbr":"TCL1995","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"சண்டை நடக்கும் வீட்டில் விருந்துண்பதைவிட மன அமைதியோடு பழஞ்சோறு சாப்பிடுவதே மேல்."},{"number":2,"verse":"முதலாளியின் மகன் ஒழுக்கங்கெட்டவனாயிருந்தால், அறிவுள்ள வேலைக்காரன் அவனை அடக்கி ஆள்வான்: ஏனைய சகோதரர்களோடு உரிமைச் சொத்தில் பங்கு பெறுவான்."},{"number":3,"verse":"வெள்ளியை உலைக்கலமும் பொன்னைப் புடக்குகையும் சோதித்துப் பார்க்கும்: உள்ளத்தைச் சோதித்துப் பார்ப்பவர் ஆண்டவர்."},{"number":4,"verse":"தீங்கு விளைவிக்கும் பேச்சைத் தீயவன் விருப்பத்தோடு கேட்பான்: அவதூறான கூற்றினைப் பொய்யன் ஆவலோடு கேட்பான்."},{"number":5,"verse":"ஏழையை ஏளனம் செய்கிறவர் அவரை உண்டாக்கினவரையே இகழுகிறார்: பிறருடைய இக்கட்டைப் பார்த்து மகிழ்கிறவர் தண்டனைக்குத் தப்பமாட்டார்."},{"number":6,"verse":"முதியோருக்கு அவர்களுடைய பேரப்பிள்ளைகள் மணிமுடி போன்றவர்கள்: பிள்ளகைளின் பெருமை அவர்கள் தந்தையரே."},{"number":7,"verse":"பயனுள்ள பேச்சுக்கும் மதிகேடனுக்கும் தொடர்பேயில்லை: பொய்யான பேச்சும் அரசனுக்குப் பொருந்தவே பொருந்தாது."},{"number":8,"verse":"கைகூலி கொடுப்பவர் அதை ஒரு மந்திரத் தாயத்தைப் போலப் பயன்படுத்துகிறார்: அதைக் கொண்டு அவர் எடுத்த காரியமனைத்தையும் நிறைவேற்றுவார்."},{"number":9,"verse":"குற்றத்தை மன்னிப்பவர் நட்பை நாடுகிறவர்: குற்றத்தைத் திரும்பத் திரும்ப நினைப்பூட்டுகிறவன் நட்பை முறிப்பான்."},{"number":10,"verse":"சொரணை கெட்டவனுக்கு நூறு அடி கொடுப்பதைவிட உணர்வுள்ளவருக்கு ஒரு சொல் சொல்வது மிகுந்த பயனைத் தரும்."},{"number":11,"verse":"தீயவர் கலகம் செய்வதையே நாடுவர்: அவர்களை அழிக்கக் கொடிய தூதர் அனுப்பப்படுவார்."},{"number":12,"verse":"மடமையில் மூழ்கிக் கிடக்கும் மதிகேடனுக்கு எதிர்ப்படுவது, குட்டியைப் பறிகொடுத்த கரடிக்கு எதிர்ப்படுவதைவிடக் கேடானது."},{"number":13,"verse":"நன்மை செய்தவருக்கு எவர் தீமை செய்கிறாரோ, அவர் வீட்டை விட்டுத் தீமை அகலாது."},{"number":14,"verse":"வாக்குவாதத்தைத் தொடங்குவது மதகைத் திறந்துவிடுவது போலாகும்: வாக்குவாதம் மேலும் வளருமுன் அதை நிறுத்திவிடு."},{"number":15,"verse":"குற்றம் செய்தவரை நேர்மையானவரைன்றும் நேர்மையானவரைக் குற்றம் செய்தவரென்றும் தீர்ப்புக் கூறுகிறவர்களை ஆண்டவர் அருவருக்கிறார்."},{"number":16,"verse":"மதிகேடர் கையில் பணம் இருப்பதால் பயனென்ன? ஞானத்தைப் பெற்றுக்கொள்ளச் செலவிடுவாரா? அவருக்குத் தான் மனமில்லையே!"},{"number":17,"verse":"நண்பன் எப்போதும் அன்பு காட்டுவான்: இடுக்கணில் உதவுவதற்கே உடன் பிறந்தவன் இருக்கின்றான்."},{"number":18,"verse":"அடுத்தவர் கடனுக்காகப் பொறுப்பேற்று, அவருக்காகப் பிணையாய் நிற்பவன் அறிவில்லாதவனே."},{"number":19,"verse":"வாதத்தை நாடுகிறவன் குற்றப் பழியை நாடுகிறான்: இறுமாப்பான பேச்சு இக்கட்டை வருவிக்கும்."},{"number":20,"verse":"கோணல் மதியுள்ளவர் நன்மையைக் காணார்: வஞ்சக நாவுள்ளவர் தீமையில் சிக்குவார்."},{"number":21,"verse":"மதிகேடனைப் பெற்றவர் கவலைக்குள்ளாவார்: மூடருடைய தகப்பனுக்கு மகிழ்ச்சியே இராது."},{"number":22,"verse":"மகிழ்வார்ந்த உள்ளம் நலமளிக்கும் மருந்து: வாட்டமுற்ற மனநிலை எலும்பையும் உருக்கிவிடும்."},{"number":23,"verse":"கயவர் மறைவாகக் கைக்கூலி வாங்கிக்கொண்டு, நியாயத்தின் போக்கையே மாற்றிவிடுவார்."},{"number":24,"verse":"உணர்வுள்ளவர் ஞானத்திலேயே கண்ணாயிருப்பார்: மதிகேடரின் கவனமோ நாற்புறமும் அலையும்."},{"number":25,"verse":"மதிகெட்ட மகனால் தந்தைக்குக் கவலை: பெற்ற தாய்க்குத் துயரம்."},{"number":26,"verse":"நேர்மையானவருக்கு அபராதம் விதிப்பதும் நன்றல்ல: மேன்மக்களுக்குக் கசையடி கொடுப்பதும் முறையல்ல."},{"number":27,"verse":"தம் நாவைக் காத்துக்கொள்பவரே அறிவாளி: தம் உணர்ச்சிகளை அடக்கிக்கொள்பவரே மெய்யறிவாளர்."},{"number":28,"verse":"பேசாதிருந்தால் மூடனும் ஞானமுள்ளவன் என்று கருதப்படுவான்: தன் வாயை மூடிக்கொள்பவன் அறிவுள்ளவன் எனப்படுவான்."}]}