{"bibleAbbr":"BB1572","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moyses and Aaron, and sayde vnto them:"},{"number":2,"verse":"Speake vnto the chyldren of Israel, and say: These are the beastes whiche ye shall eate, among all the beastes that are on the earth."},{"number":3,"verse":"Whatsoeuer parteth the hoofe, and is clouen footed, and chaweth cud among the beastes, that shall ye eate."},{"number":4,"verse":"Neuerthelesse, these shall ye not eate, of them that chawe cud, and deuideth the hoofe: [onlye] as is the Camell, whiche chaweth cud, but he deuideth not the hoofe, therefore is he vncleane vnto you."},{"number":5,"verse":"Euen so the Connie whiche chaweth the cud, but deuideth not the hoofe, he is vncleane to you."},{"number":6,"verse":"And the Hare, though he chaweth the cud, yet because he deuideth not ye hoofe, he is therefore vncleane to you."},{"number":7,"verse":"And agayne the Swyne, though he deuide the hoofe, and is clouen footed, yet he chaweth not the cud, he is vncleane to you."},{"number":8,"verse":"Of their fleshe shall ye not eate, and their carkasses shall ye not touche: but let them be vncleane to you."},{"number":9,"verse":"These shall ye eate, of all that are in the waters: whatsoeuer hath finnes and skales in the waters, seas, and riuers, that shall ye eate."},{"number":10,"verse":"And all that haue not finnes nor skales in the sea and riuers, of all that moue and liue in the waters, let them be abhomination vnto you."},{"number":11,"verse":"They I say, shalbe an abhomination vnto you: ye shall not eate of their flesh, but abhorre their carkasses."},{"number":12,"verse":"Let all that haue no finnes nor skales in the waters, be abhominable vnto you."},{"number":13,"verse":"These are they whiche ye shall abhorre among the foules, and that ought not to be eaten, for they are an abhomination: The Egle, the Goshauke, and the Ospray,"},{"number":14,"verse":"The Uultur, and the Kyte after his kinde,"},{"number":15,"verse":"And all Rauens after their kinde,"},{"number":16,"verse":"The Estrich, the nyght Crowe, the Coockowe, and the Hauke after his kynde,"},{"number":17,"verse":"The Falcon, the Cormorant, the great Owle,"},{"number":18,"verse":"The Backe, the Pellicane, the Pye,"},{"number":19,"verse":"The Storke, the Iay after his kinde, the Lapwyng, and the Swalowe."},{"number":20,"verse":"Let all foules that creepe and go vpon all foure, be an abhomination vnto you."},{"number":21,"verse":"Yet these may ye eate, of euery creepyng thyng that hath wynges, and go vpon foure [feete]: euen those that haue not bowynges aboue vpon their feete, to leape withall vpon the earth."},{"number":22,"verse":"Euen these of them ye may eate: the Arbe after his kinde, the Selaam after his kinde, the Hargol after his kinde, and the Hagab after his kinde."},{"number":23,"verse":"All [other] foules that creepe and haue foure feete, shalbe abhomination vnto you."},{"number":24,"verse":"In such ye be vncleane: and whosoeuer toucheth the carkasse of them, shalbe vncleane vntyll the euen:"},{"number":25,"verse":"And whosoeuer beareth the carkasse of them, shall washe his clothes, and be vncleane vntyll the euen."},{"number":26,"verse":"And euery beast that hath hoofe, and is not clouen footed, nor chaweth cud, such are vncleane vnto you: euery one that toucheth them, shalbe vncleane."},{"number":27,"verse":"And whatsoeuer goeth vppon his pawes, among all maner beastes that go on all foure [feete] such are vncleane vnto you: and who so doth touche their carkasse shalbe vncleane vntyll the euen."},{"number":28,"verse":"And he that beareth the carkasse of them, shall washe his clothes, and be vncleane vntyll the euen: for such are vncleane vnto you."},{"number":29,"verse":"And let these also be vncleane to you, among the thynges that creepe vpon the earth: the Weasel, and the Mouse, and the Toade after ther kinde:"},{"number":30,"verse":"The Hedhogge, the Stellio, the Lacert, the Snayle, and the Moole."},{"number":31,"verse":"These are vncleane to you among all that creepe: whosoeuer doth touche them when they be dead, shalbe vncleane vntyll the euen."},{"number":32,"verse":"And whatsoeuer any of the dead carkasses of them doth fall vpon, shalbe vncleane, whether it be vessell of wood, or rayment, or skinne, or sacke, or whatsoeuer vessell it be that any worke is wrought in: and it must be plunged in the water, and it shalbe vncleane vntyll the euen, and so shall it be cleansed."},{"number":33,"verse":"All maner of earthen vessell wherinto any of them falleth, shalbe vncleane, with all that therein is, and it shalbe broken."},{"number":34,"verse":"All maner meate also that is vsed to be eaten, yf any such water come vpo it, shalbe vncleane: And all maner drynke that is vsed to be drunke in all maner such vessels, shalbe vncleane."},{"number":35,"verse":"And euery thyng that their carkasse falleth vpon, shalbe vncleane, whether it be ouen or kettle, let it be broken: For they are vncleane, and shalbe vncleane vnto you."},{"number":36,"verse":"Neuerthelater, yet the fountaynes, and welles, and collection of waters, shalbe cleane styll: but that which toucheth their carkasses, shalbe vncleane."},{"number":37,"verse":"If the dead carkasse of any such fall vpon any seede vsed to sowe, it shall yet be cleane styll:"},{"number":38,"verse":"But and yf any water be powred vpon the seede, and a dead carkasse fall theron, it shalbe vncleane vnto you."},{"number":39,"verse":"If any beast of which ye may eate, dye, and any man touche the dead carkasse thereof, he shalbe vncleane vntyll the euen."},{"number":40,"verse":"He that eateth of the dead carkasse of it, shall washe his clothes, and be vncleane vntyll the euen: And he also that beareth the carkasse of it, shall washe his clothes, and be vncleane vntyll the euen."},{"number":41,"verse":"Let euery creepyng thyng that creepeth vpon the earth be an abhomination, and not be eaten."},{"number":42,"verse":"Whatsoeuer goeth vpon the brest, and whatsoeuer goeth vpon foure, or that hath mo feete among all creepyng thynges that creepe vpon the earth: of that see ye eate not, for they are abhominable."},{"number":43,"verse":"Ye shall not make your soules abhominable with nothyng that creepeth, neither make your selues vncleane with them, that ye shoulde be defyled therby."},{"number":44,"verse":"For I am the Lorde your God: Be sanctified therfore, and ye shalbe holy, for I am holy: and ye shall not defyle your soules with any maner of creeping thyng that creepeth vpon the earth:"},{"number":45,"verse":"For I am the Lorde that brought you out of the lande of Egypt, to be your God: ye shalbe holy therfore, for I am holy."},{"number":46,"verse":"This is the lawe of beastes & foules, and of euery lyuyng creature that moueth in the waters, and of euery creature that creepeth vpon the earth,"},{"number":47,"verse":"That there may be a difference betweene the vncleane and cleane, and betweene the beast that may be eaten, and the beast that ought not to be eaten."}]}