{"bibleAbbr":"BB1572","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":2,"verse":"This is the lawe of the leper in the day of his clensyng: He shalbe brought vnto the priest,"},{"number":3,"verse":"And the priest shal go out without the campe, and the priest shall loke vpon hym, and yf the plague of leprosie be healed in the leper,"},{"number":4,"verse":"Then shall the priest commaunde to take for hym that is clensed, two lyue birdes and cleane, and ceder wood, and a scarlet [lase] and ysope."},{"number":5,"verse":"And the priest shall commaunde that one of the birdes be killed in an earthen vessell, and vpon runnyng water."},{"number":6,"verse":"And he shall take the lyuyng birde, with the ceder wood, the scarlet [lase] and the ysope, and shall dippe them, and the liuing birde in the blood of the slaine birde vpon the runnyng water."},{"number":7,"verse":"And he shall sprinckle vpon hym that must be clensed of his leprosie seuen tymes, and clense hym, and shall let the lyuyng birde go free into the fielde."},{"number":8,"verse":"And he that is clensed shall washe his clothes, and shaue of all his heere, and washe hym selfe in water, that he may be cleane: And after that shall he come into the hoast, and shall tary without his tent seuen dayes:"},{"number":9,"verse":"But in the seuenth day, he shall shaue of all his heere, [namely] his head, his bearde, and his browes, euen all his heere shalbe shauen of: And he shall washe his clothes, and also washe his fleshe in water, and he shalbe cleane."},{"number":10,"verse":"In the eyght day he shall take two hee lambes without blemishe, and an ewe lambe of a yere olde without blemishe, and three tenth deales of fine flowre for a meate offeryng myngled with oyle, and a logge of oyle."},{"number":11,"verse":"And the priest that maketh him cleane, shall bryng the man that is to be made cleane, & those thynges, before the Lord at the doore of the tabernacle of the congregation."},{"number":12,"verse":"And the priest shall take one lambe, and offer hym for a trespasse offeryng, & the logge of oyle, and waue them for a waue offeryng before the Lorde."},{"number":13,"verse":"And he shal slea the lambe in the place where the sinne offeryng and the burnt offeryng are slayne, euen in the holy place: for as the sinne offeryng is the priestes, euen so is the trespasse offering, seyng it is most holy."},{"number":14,"verse":"And the priest shall take of the blood of the trespasse offering, and put it vpon the tippe of the ryght eare of hym that is to be clensed, and vpon the thumbe of his right hande, and vpon the great toe of his ryght foote."},{"number":15,"verse":"The priest shall take of the logge of oyle, and powre it into the paulme of his left hande:"},{"number":16,"verse":"And he shall dippe his ryght finger in the oyle that is in his left hande, and sprinckle of the oyle with his finger seuen tymes before the Lorde."},{"number":17,"verse":"And of the rest of the oyle that is in his hande, shall the priest put vpon the tippe of the ryght eare of hym that is for to be clensed, and vpon the thumbe of his ryght hande, and vpon the great toe of his ryght foote, euen vpon the blood of the trespasse offeryng."},{"number":18,"verse":"And the remnaunt of the oyle that is in the priestes hande, he shal powre vpo the head of hym that is for to be clensed: and the priest shall make an attonement for hym before the Lorde."},{"number":19,"verse":"And the priest shall offer the sinne offeryng, and make an attonement for hym that is to be clensed from his vncleannesse, and then shall he kyll the burnt offeryng."},{"number":20,"verse":"And the priest shall offer the burnt offeryng and the meate offeryng vpon the aulter: and the priest shall make an attonement for hym, & he shalbe cleane."},{"number":21,"verse":"If he be poore and can not get so much, he shall take one lambe for a trespasse offering, to waue it for his attonement, and a tenth deale of fine flowre mingled with oyle for a meate offeryng, and a logge of oyle,"},{"number":22,"verse":"And two turtle doues, or two young pigeons, such as he is able to get: wherof the one shalbe for a sinne offeryng, and the other for a burnt offeryng."},{"number":23,"verse":"And he shall bryng them the eyght day for his clensyng vnto the priest before the doore of the tabernacle of the congregation before the Lorde."},{"number":24,"verse":"And the priest shall take the lambe that is for the trespasse offeryng, & the logge of oyle, and waue them for a waue offeryng before the Lorde."},{"number":25,"verse":"And he shal kill the lambe for the trespasse offeryng, and the priest shall take of the blood of the trespasse offeryng, and put it vpon the tippe of his right eare that is to be clensed, and vpon the thombe of his right hande, and vpon the great toe of his right foote."},{"number":26,"verse":"And the priest shall powre of the oyle into the paulme of his owne left hande:"},{"number":27,"verse":"And the priest shall with his right finger, sprinckle of the oyle that is in his left hand, seuen tymes before the Lord."},{"number":28,"verse":"And the priest shal put of the oyle that is in his hande, vpon ye tippe of the right eare of hym that is to be clensed, & vpon the thombe of his right hande, and vpon the great toe of his right foote, euen in the place where the blood of the trespasse offeryng was put."},{"number":29,"verse":"And ye rest of the oyle yt is in the priestes hande, he shal put vpon the head of him that is to be clensed, that he may make an attonement for him before the Lord."},{"number":30,"verse":"And he shall offer one of the turtle doues, or of the young pigeons, such as he can get:"},{"number":31,"verse":"Such [I say] as he is able to get: the one for a sinne offering, & the other for a burnt offeryng, with ye meate offeryng: And ye priest shall make an attonement for hym yt is to be clensed before ye Lord."},{"number":32,"verse":"This is the lawe of hym in whom is the plague of leprosie, and whose hande is not able to get that which pertaineth to his clensyng."},{"number":33,"verse":"And the Lorde spake vnto Moyses and Aaron, saying:"},{"number":34,"verse":"When ye be come vnto the lande of Chanaan, which I geue you in possession, and yf I put the plague of leprosie in a house of the land of your possession:"},{"number":35,"verse":"He that oweth the house shall come, & tell the priest, saying: Me thinke that there is as it were a plague in ye house."},{"number":36,"verse":"Then the priest shall comaunde them to emptie the house, before the priest go into it to see the plague, that all that is in the house be not made vncleane: and the must the priest go in, to see the house."},{"number":37,"verse":"And he shall see the plague: and yf the plague be in the walles of the house, & that there be hollowe strakes, greenish or reddishe, which seeme to be lower then the wall it selfe:"},{"number":38,"verse":"Then the priest shall go out of ye house, to the doore of the house, and shut vp the house seuen dayes."},{"number":39,"verse":"And the priest shall come agayne the seuenth day, & yf he see that the plague be increased in the walles of the house,"},{"number":40,"verse":"Then the priest shall comaunde them to take away ye stones in which ye plague is, and let them cast them into a foule place without the citie,"},{"number":41,"verse":"And he shall commaunde the house to be scraped within rounde about, and powre out the dust that they scrape of, without the citie into a foule place."},{"number":42,"verse":"And they shall take other stones, and put the in the place of those stones, and other morter to plaster ye house withall."},{"number":43,"verse":"And if the plague come againe, & breake out in the house after that he hath taken away the stones and scraped the house, & after that he hath plastered the house,"},{"number":44,"verse":"Then the priest shall come and see it: & yf that the plague hath growen further in the house, it is a frettyng leprosie in the house, it is therfore vncleane."},{"number":45,"verse":"And he shall breake downe the house, and the stones of it, and the timber therof, and all the morter of the house: and he shall cary them out of the citie into a foule place."},{"number":46,"verse":"Moreouer, he that goeth into ye house all the whyle that it is shut vp, shalbe vncleane vntyll the euen."},{"number":47,"verse":"He also that sleepeth in the house, shal washe his clothes: he lykewyse that eateth in ye house, shall washe his clothes."},{"number":48,"verse":"And yf the priest come and see that the plague hath spread no further in ye house after that it is newe plastered: the priest shall iudge that house cleane, because the plague is healed."},{"number":49,"verse":"And let hym take to clense the house withall, two birdes, ceder wood, and a scarlet [lase] and ysope."},{"number":50,"verse":"And he shal kill one of the birdes in an earthen vessell, & vpon runnyng water:"},{"number":51,"verse":"And take the ceder wood, and the ysope, and the scarlet [lase] with the lyuyng birde, and dippe them in the blood of the slayne birde, and in the runnyng water, & sprinckle the house seue tymes."},{"number":52,"verse":"And he shall clense the house with the blood of ye birde, & with the running water, with the liuing birde, with the ceder wood, & the ysope, and the scarlet [lase]."},{"number":53,"verse":"But he shall let the lyuyng birde flee out of the towne into the brode fieldes, & so make an attonement for the house, and it shalbe cleane."},{"number":54,"verse":"This is the lawe for all maner plague of leprosie and fret,"},{"number":55,"verse":"And of the leprosie of garment & house,"},{"number":56,"verse":"For a swellyng, for a scabbe, and for a shynyng whyte,"},{"number":57,"verse":"To teache when it must be made vncleane, and cleane: this is the lawe of leprosie."}]}