{"bibleAbbr":"BB1572","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"The soule that will offer a meate offeryng vnto the Lorde, his offering shalbe of fine flowre: and he shall poure oyle vpon it, and put frankensence theron:"},{"number":2,"verse":"And shal bring it vnto Aarons sonnes the priestes: And he shall take therout his handfull of the flowre, & of the oyle with all the frakensence, and the priest shall burne it for a memoriall of hym vpon the aulter, to be an offeryng made by fire for a sweete sauour vnto the Lorde."},{"number":3,"verse":"And the remnaunt of the meate offeryng shalbe Aarons and his sonnes, a thyng most holy of the sacrifices of the Lorde, made by fire."},{"number":4,"verse":"If thou bryng also a meate offeryng that is baken in the ouen, let it be an vnleauened cake of fine flowre myngled with oyle, or an vnleauened wafer annoynted with oyle."},{"number":5,"verse":"If thy meate offeryng be baken in the frying pan, it shalbe of vnleauened flowre myngled with oyle."},{"number":6,"verse":"And thou shalt part it in peeces, and powre oyle thereon: that it may be a meate offeryng."},{"number":7,"verse":"And yf thy meate offeryng be a thyng broyled vpon the grediron, let it be of flowre myngled with oyle."},{"number":8,"verse":"And thou shalt bryng the meate offeryng that is made of these thinges vnto the lord, & shalt deliuer it vnto the priest, that he may offer it vpon the aulter."},{"number":9,"verse":"And the priest shall take from the meate offeryng a memoriall therof, and shall burne it vpon the aulter: that it may be a burnt offeryng for a sweete sauour vnto the Lorde."},{"number":10,"verse":"And that which is left of the meate offeryng, shalbe Aarons & his sonnes: It is a thyng moste holye of the offerynges of the Lorde made by fire."},{"number":11,"verse":"All the meate offerynges which ye shal bryng vnto the Lorde, shalbe made without leauen: For ye shall neither burne leauen nor hony in any offering of the Lorde made by fire."},{"number":12,"verse":"In the oblation of the first fruites ye shall offer them vnto the Lorde: but they shall not be burnt vpon the aulter for a sweete sauour."},{"number":13,"verse":"All the meate offerynges also shalt thou season with salt, neither shalt thou suffer the salt of the couenaunt of thy God to be lackyng from thy meate offeryng: but vpon all thyne offerynges thou shalt bryng salt."},{"number":14,"verse":"And yf thou offer a meate offeryng of the first fruites vnto the Lorde, thou shalt offer for the meate offeryng of thy first fruites, eares of corne dryed by the fire [euen] beaten wheate, of full eares."},{"number":15,"verse":"And thou shalt put oyle vpon it, and lay frankensence theron: that it may be a meate offeryng."},{"number":16,"verse":"And the priest shall burne part of the beaten corne, and part of that oyle with al the franckensence, for a remebraunce: and it shalbe a sacrifice vnto the Lorde made by fire."}]}