{"bibleAbbr":"BB1572","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":2,"verse":"Speake vnto the children of Israel, and say vnto them: If any man wyl make a singuler vowe of a person vnto the Lorde, by thy estimation,"},{"number":3,"verse":"Then thy estimation shalbe [thus]: Of the male from twentie yeres olde vnto sixtie, shalbe by thy estimation fiftie sicles of siluer, after the sicle of the sanctuarie:"},{"number":4,"verse":"And if it be a female, then thy valuation shalbe thirtie sicles."},{"number":5,"verse":"And from fiue yeres to twentie, thy valuation shalbe of the male twentie sicles, and of the female ten sicles."},{"number":6,"verse":"And from a moneth vnto fiue yeres, thy estimation shalbe of the male at fiue sicles of siluer, and the female at three sicles of siluer."},{"number":7,"verse":"And from sixtie yeres olde and aboue, if he be a male, then thy price shalbe fifteene sicles, and for the female ten sicles."},{"number":8,"verse":"But if he be poorer then thou hast esteemed hym, he shall present hym selfe before the priest, and the priest shall value hym: accordyng as the hande of hym that vowed is able to get, euen so shall the priest value hym."},{"number":9,"verse":"If it be a beast of which men bryng an offeryng vnto the Lorde, all that any man geueth of such vnto the Lord, shalbe holy."},{"number":10,"verse":"He shall not alter it, nor chaunge it, a good for a bad, or a bad for a good: And if he chaunge beast for beast, then both the same beast and it also wherwith it was chaunged, shalbe holy."},{"number":11,"verse":"If it be any maner of vncleane beast, of which men do not offer a sacrifice vnto the Lorde, he shall set the beast before the priest:"},{"number":12,"verse":"And the priest shall value it, whether it be good or bad: and as the priest setteth it, so shall it be."},{"number":13,"verse":"But if he wyll bye it agayne, he shall geue the fift part more aboue that it was set at."},{"number":14,"verse":"If any man dedicate his house to be holy vnto the Lorde, the priest shall set it, whether it be good or bad: and as the priest hath set it, so shall it stande."},{"number":15,"verse":"And when he that sanctified it wyll redeeme his house, let hym geue the fift part of the money that it was iudged at therto, and it shalbe his."},{"number":16,"verse":"If a man halowe a peece of his inherited lande vnto the Lorde, thou shalt value it accordyng to the seede therof: An Homer of barly seede shalbe set at fiftie sicles of siluer."},{"number":17,"verse":"If he halowe his fielde immediatly fro the yere of Iubilee, it shalbe worth accordyng as thou doest esteeme it."},{"number":18,"verse":"But and if he halowe his fielde after the Iubilee, the priest shall recken vnto hym the money, accordyng to the number of the yeres that remayne, vnto the yeres of Iublilee folowyng, and it shalbe abated by thy estimation."},{"number":19,"verse":"If he that consecrated the fielde wyll redeeme it agayne, let hym put the fift part of the price that thou didst value it at therunto, and it shalbe his."},{"number":20,"verse":"And if he wyll not redeeme the fielde, but selleth the fielde to another man: he [that vowed] may redeeme it no more."},{"number":21,"verse":"But when the fielde goeth out in the yere of Iubilee, and it shalbe holy vnto the Lord, euen as a fielde seperate from common vses, and it shalbe the priestes possession."},{"number":22,"verse":"If a man sanctifie vnto the Lorde a fielde which he hath bought, and is not of the grounde of his inheritaunce:"},{"number":23,"verse":"The priest shal recken vnto him what it is worth vnto the yere of Iubilee, and he shall geue the price that it is set at the same day, as a thyng consecrate vnto the Lorde."},{"number":24,"verse":"And in the yere of Iubilee, the fielde shall returne vnto him of whom it was bought, to hym whose inheritaunce of lande it was."},{"number":25,"verse":"And all thy valuation shalbe according to the sicle of the sanctuarie: One sicle contayneth twentie gerahs."},{"number":26,"verse":"But the first borne of the beastes that is the Lordes first borne, may no man sanctifie, whether it be oxe or sheepe, for it is the Lordes alredie."},{"number":27,"verse":"If it be an vncleane beast, he shall redeeme it as thou shalt set it at, and geue the fift part more therto: Or if it be not redeemed, it shalbe solde accordyng to thy estimation."},{"number":28,"verse":"Notwithstandyng, nothyng seperate from the common vse that a man doth seperate vnto the Lorde of all that he hath, whether it be man or beast, or lande of his inheritaunce, may be solde or redeemed: for euery thyng seperate from the common vse, is most holy vnto the Lorde."},{"number":29,"verse":"Nothing seperate from the common vse, whiche shalbe seperate from man, shalbe redeemed, but dye the death."},{"number":30,"verse":"Euery tithe of the lande also, both of the seede of the lande, and of the fruite of the trees, is the Lordes, and is sanctified vnto the Lorde."},{"number":31,"verse":"And if a man wyll redeeme ought of his tithes, let hym adde the fift part thereto."},{"number":32,"verse":"And euery tythe of oxe and of sheepe, and of euery beast that goeth vnder the rod, euen euery tenth shalbe holy vnto the Lorde."},{"number":33,"verse":"He shall not looke if it be good or bad, nor chaunge it: els if he chaunge it, both it and that it was chaunged withall, shalbe halowed, and may not be redeemed."},{"number":34,"verse":"These are the commaundementes whiche the Lorde commaunded by Moyses vnto the chyldren of Israel in mount Sinai."}]}