{"bibleAbbr":"BB1572","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":6,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moyses, saying."},{"number":2,"verse":"If a soule sinne and trespasse agaynst the Lorde, and denie vnto his neyghbour that which was taken him to kepe, or that was put into his hands, or doth violent robberie or wrong vnto his neyghbour,"},{"number":3,"verse":"Or if he haue founde that which was lost, and denieth it, and sweareth falsely vpon whatsoeuer thing it be that a man doth, and sinneth therein:"},{"number":4,"verse":"If he haue so sinned and trespassed, he shall restore agayne that he toke violently away, or the wrong which he did, or that whiche was deliuered hym to kepe, or the lost thyng which he founde:"},{"number":5,"verse":"And all that about whiche he hath sworne falsely, he shall restore it agayne in the whole summe, and shall adde the fifth part more thereto, and geue it vnto him to whom it appertayneth, the same day that he offereth for his trespasse."},{"number":6,"verse":"And let him bryng for his trespasse vnto the Lorde a Ramme without blemishe out of the flocke, that is esteemed worth a trespasse offering vnto ye priest."},{"number":7,"verse":"And the priest shall make an attonement for hym before the Lorde, and it shalbe forgeuen hym whatsoeuer thing it be that he hath done and trespassed therein."},{"number":8,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":9,"verse":"Commaunde Aaron and his sonnes, saying: (This is the lawe of the burnt offering. The burnt offering shalbe vpon the harth of the aulter all nyght, vnto the mornyng, and the fire shall be kyndled on the aulter.)"},{"number":10,"verse":"And the priest shall put on his linnen garment, and his linnen breeches vpon his fleshe, and take away the asshes vpon the whiche the fire consumed the burnt sacrifice in the aulter, and he shall put them beside the aulter,"},{"number":11,"verse":"And put of his rayment, and put on other, and carry the asshes out without the hoast vnto a cleane place."},{"number":12,"verse":"The fire vpon the aulter shall burne styll, & neuer be put out: But the priest shall laye wood on it euery day in the morning, and put the burnt sacrifice vppon it, and he shall burne theron the fat of the peace offeringes."},{"number":13,"verse":"The fire shall euer burne vpon the aulter, and neuer go out."},{"number":14,"verse":"This is the lawe of the meate offering, which Aarons sonnes shall bryng before the Lord, euen before the aulter:"},{"number":15,"verse":"And one of them shall take his handfull of the floure of the meate offering, and of the oyle, and al the franckensence whiche is vpon the meate offering, and shall burne it vnto a remembraunce vppon the aulter for a sweete sauour, euen a memoriall of it vnto the Lorde."},{"number":16,"verse":"And of the rest therof, shall Aaron and his sonnes eate: vnleauened shall it be eaten in the holy place, euen in the court of the tabernacle of the congregation they shall eate it."},{"number":17,"verse":"It shall not be baken with leauen: I haue geuen it vnto them for their portion of my sacrifices made by fire: It is most holy, as is the sinne offering, and the trespasse offering."},{"number":18,"verse":"All the males among the chyldren of Aaron shall eate of it: It shalbe a statute for euer in your generations concerning the sacrifice of the Lorde made by fire: let euery one that toucheth it, be holy."},{"number":19,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":20,"verse":"This is the offering of Aaron, and of his sonnes, whiche they shall offer vnto the Lord in the day when he is annoynted: The tenth part of an Epha of floure for a meate offering perpetuall, halfe of it in the morning, and halfe therof at nyght."},{"number":21,"verse":"In the frying panne it shalbe made with oyle, and when it is fryed, thou shalt bryng it in: and the baken peeces of the meate offeringes shalt thou offer for a sweete sauour vnto the Lorde."},{"number":22,"verse":"And the priest of his sonnes, that is annoynted in his steede, shall offer it: It is the Lordes ordinaunce for euer, it shalbe burnt altogether."},{"number":23,"verse":"For euery meate offering that is made for the priest, shalbe burnt altogether, and shall not be eaten."},{"number":24,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":25,"verse":"Speake vnto Aaron, and vnto his sonnes, and say, This is the lawe of the sinne offering: In the place where the burnt offering is kylled, shall the sinne offering be kylled before the Lorde, for it is most holy."},{"number":26,"verse":"The priest that offereth it, shall eate it: In the holy place shall it be eaten, euen in the court of the tabernacle of the congregation."},{"number":27,"verse":"Whatsoeuer shall touche the fleshe thereof, shalbe holy: and when there droppeth of the blood therof vpon any garment, thou shalt washe that wheron it droppeth, in the holy place."},{"number":28,"verse":"But the earthen pot that it is sodden in, shalbe broken: And yf it be sodden in a brasen pot, it shalbe scoured, & rensed in the water."},{"number":29,"verse":"All the males among the priestes shal eate therof, for it is most holy."},{"number":30,"verse":"And no sinne offeryng whose blood is brought into the tabernacle of the congregation to reconcile withall in the holy place, shalbe eaten: but shalbe burnt in the fire."}]}