{"bibleAbbr":"urRV2010","bookName":"۲-کُرِنتھِیوں","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"( پَولُس اور جُھوٹے رسُول) کاش کہ تم میری تھوڑی سی بیوُقُوفی کی برداشت کر سکتے! ہاں تُم میری برداشت کرتے تو ہو۔"},{"number":2,"verse":"مُجھے تُمہاری بابت خُدا کی سی غَیرت ہے کیونکہ مَیں نے ایک ہی شَوہر کے ساتھ تُمہاری نِسبت کی ہے تاکہ تُم کو پاک دامن کُنواری کی مانِند مسِیح کے پاس حاضِر کرُوں۔"},{"number":3,"verse":"لیکن مَیں ڈرتا ہُوں ۔ کہِیں اَیسا نہ ہو کہ جِس طرح سانپ نے اپنی مَکّاری سے حوّا کو بہکایا اُسی طرح تُمہارے خیالات بھی اُس خلُوص اور پاک دامنی سے ہٹ جائیں جو مسِیح کے ساتھ ہونی چاہئے۔"},{"number":4,"verse":"کیونکہ جو آتا ہے اگر وہ کِسی دُوسرے یِسُو ع کی مُنادی کرتا ہے جِس کی ہم نے مُنادی نہیں کی یا کوئی اَور رُوح تُم کو مِلتی ہے جو نہ مِلی تھی یا دُوسری خُوشخبری مِلی جِس کو تُم نے قبُول نہ کِیا تھا تو تُمہارا برداشت کرنا بجا ہے۔"},{"number":5,"verse":"مَیں تو اپنے آپ کو اُن افضل رسُولوں سے کُچھ کم نہیں سمجھتا۔"},{"number":6,"verse":"اور اگر تقرِیر میں بے شعُور ہُوں تو عِلم کے اِعتبار سے تو نہیں بلکہ ہم نے اِس کو ہر بات میں تمام آدمِیوں پر تُمہاری خاطِر ظاہِر کر دِیا۔"},{"number":7,"verse":"کیا یہ مُجھ سے خطا ہُوئی کہ مَیں نے تُمہیں خُدا کی خُوشخبری مُفت پُہنچا کر اپنے آپ کو پَست کِیا تاکہ تُم بُلند ہو جاؤ؟۔"},{"number":8,"verse":"مَیں نے اَور کلِیسیاؤں کولُوٹا یعنی اُن سے اُجرت لی تاکہ تُمہاری خِدمت کرُوں۔"},{"number":9,"verse":"اور جب مَیں تُمہارے پاس تھا اور حاجت مَند ہو گیا تھا تَو بھی مَیں نے کِسی پر بوجھ نہیں ڈالا کیونکہ بھائِیوں نے مَکِدُنیہ سے آ کر میری حاجِت کو رفع کر دِیا تھا اور مَیں ہر ایک بات میں تُم پر بوجھ ڈالنے سے باز رہا اور رہُوں گا۔"},{"number":10,"verse":"مسِیح کی صداقت کی قَسم جو مُجھ میں ہے ۔ اَخیہ کے عِلاقہ میں کوئی شخص مُجھے یہ فخر کرنے سے نہ روکے گا۔"},{"number":11,"verse":"کِس واسطے؟ کیا اِس واسطے کہ مَیں تُم سے مُحبّت نہیں رکھتا؟ اِس کو خُدا جانتا ہے۔"},{"number":12,"verse":"لیکن جو کرتا ہُوں وُہی کرتا رہُوں گا تاکہ مَوقع ڈُھونڈنے والوں کو مَوقع نہ دُوں بلکہ جِس بات پر وہ فخر کرتے ہیں اُس میں ہم ہی جَیسے نِکلیں۔"},{"number":13,"verse":"کیونکہ اَیسے لوگ جُھوٹے رسُول اور دغابازی سے کام کرنے والے ہیں اور اپنے آپ کو مسِیح کے رسُولوں کے ہم شکل بنا لیتے ہیں۔"},{"number":14,"verse":"اور کُچھ عجب نہیں کیونکہ شَیطان بھی اپنے آپ کو نُورانی فرِشتہ کا ہم شکل بنا لیتا ہے۔"},{"number":15,"verse":"پس اگر اُس کے خادِم بھی راست بازی کے خادِموں کے ہم شکل بن جائیں تو کُچھ بڑی بات نہیں لیکن اُن کا انجام اُن کے کاموں کے مَوافِق ہو گا۔"},{"number":16,"verse":"( رسُول ہونے کے باعِث پَولُس کے دُکھ) مَیں پِھر کہتا ہُوں کہ مُجھے کوئی بیوُقُوف نہ سمجھے ورنہ بیوُقُوف ہی سمجھ کر مُجھے قبُول کرو کہ مَیں بھی تھوڑا سا فخر کرُوں۔"},{"number":17,"verse":"جو کُچھ مَیں کہتا ہُوں وہ خُداوند کے طَور پر نہیں بلکہ گویا بیوُقُوفی سے اور اُس جُرأت سے کہتا ہُوں جو فخر کرنے میں ہوتی ہے۔"},{"number":18,"verse":"جہاں اَور بُہتیرے جِسمانی طَور پر فخر کرتے ہیں مَیں بھی کرُوں گا۔"},{"number":19,"verse":"کیونکہ تُم تو عقل مَند ہو کر خُوشی سے بیوُقُوفوں کی برداشت کرتے ہو۔"},{"number":20,"verse":"جب کوئی تُمہیں غُلام بناتا ہے یا کھا جاتا ہے یا پھنسا لیتا ہے یا اپنے آپ کو بڑا بناتا ہے یا تُمہارے مُنہ پر طمانچہ مارتا ہے تو تُم برداشت کر لیتے ہو۔"},{"number":21,"verse":"میرا یہ کہنا ذِلّت ہی کے طَور پر سہی کہ ہم کمزور سے تھے مگر جِس کِسی بات میں کوئی دِلیر ہے (اگرچہ یہ کہنا بیوُقُوفی ہے) مَیں بھی دِلیر ہُوں۔"},{"number":22,"verse":"کیا وُہی عِبرانی ہیں؟ مَیں بھی ہُوں ۔ کیا وُہی اِسرائیلی ہیں؟ مَیں بھی ہُوں ۔ کیا وُہی ابرہا م کی نسل سے ہیں؟ مَیں بھی ہُوں۔"},{"number":23,"verse":"کیا وُہی مسِیح کے خادِم ہیں؟ (میرا یہ کہنا دِیوانگی ہے) مَیں زِیادہ تر ہُوں ۔ مِحنتوں میں زِیادہ ۔ قَید میں زِیادہ ۔ کوڑے کھانے میں حَد سے زِیادہ ۔ بارہا مَوت کے خطروں میں رہا ہُوں۔"},{"number":24,"verse":"مَیں نے یہُودِیوں سے پانچ بار ایک کم چالِیس چالِیس کوڑے کھائے۔"},{"number":25,"verse":"تِین بار بیَنت لگے ۔ ایک بار سنگسار کِیا گیا ۔ تِین مرتبہ جہاز ٹُوٹنے کی بَلا میں پڑا ۔ ایک رات دِن سمُندر میں کاٹا۔"},{"number":26,"verse":"مَیں بار ہا سفر میں ۔ دریاؤں کے خطروں میں ۔ ڈاکُوؤں کے خطروں میں ۔ اپنی قَوم سے خطروں میں ۔ غَیر قَوموں سے خطروں میں ۔ شہر کے خطروں میں ۔ بیابان کے خطروں میں ۔ سمُندر کے خطروں میں ۔ جُھوٹے بھائِیوں کے خطروں میں۔"},{"number":27,"verse":"مِحنت اور مشقّت میں ۔ بار ہا بیداری کی حالت میں ۔ بُھوک اور پِیاس کی مُصِیبت میں ۔ بار ہا فاقہ کشی میں ۔ سردی اور ننگے پَن کی حالت میں رہا ہُوں۔"},{"number":28,"verse":"اَور باتوں کے عِلاوہ جِن کا مَیں ذِکر نہیں کرتا سب کلِیسیاؤں کی فِکر مُجھے ہر روز آ دَباتی ہے۔"},{"number":29,"verse":"کِس کی کمزوری سے مَیں کمزور نہیں ہوتا؟ کِس کے ٹھوکر کھانے سے میرا دِل نہیں دُکھتا؟۔"},{"number":30,"verse":"اگر فخر ہی کرنا ضرُور ہے تواُن باتوںپر فخرکرُو ں گا جومیری کمزوری سے مُتعلّق ہیں۔"},{"number":31,"verse":"خُداوند یِسُو ع کا خُدا اور باپ جِس کی ابد تک حمد ہو جانتا ہے کہ مَیں جُھوٹ نہیں کہتا۔"},{"number":32,"verse":"دمِشق میں اُس حاکِم نے جو بادشاہ اَرِتاس کی طرف سے تھا میرے پکڑنے کے لئے دمِشقِیوں کے شہر پر پہرا بِٹھا رکھّا تھا۔"},{"number":33,"verse":"پِھر مَیں ٹوکرے میں کِھڑکی کی راہ دِیوار پر سے لٹکا دِیا گیا اور مَیں اُس کے ہاتھوں سے بچ گیا۔"}]}