{"bibleAbbr":"urRV2010","bookName":"۲-کُرِنتھِیوں","bookEnglishName":"2 Corinthians","chapterNumber":13,"verses":[{"number":1,"verse":"( آخِری اِنتباہات اور سلام) یہ تِیسری بار مَیں تُمہارے پاس آتا ہُوں ۔ دو یا تِین گواہوں کی زُبان سے ہر ایک بات ثابِت ہو جائے گی۔"},{"number":2,"verse":"جَیسے مَیں نے جب دُوسری دفعہ حاضِر تھا تو پہلے سے کہہ دِیا تھا وَیسے ہی اب غَیر حاضِری میں بھی اُن لوگوں سے جِنہوں نے پیشتر گُناہ کِئے ہیں اور اَور سب لوگوں سے پہلے سے کہے دیتا ہُوں کہ اگر پِھر آؤُں گا تو درگُذر نہ کرُوں گا۔"},{"number":3,"verse":"کیونکہ تُم اِس کی دلِیل چاہتے ہو کہ مسِیح مُجھ میں بولتا ہے اور وہ تُمہارے واسطے کمزور نہیں بلکہ تُم میں زور آور ہے۔"},{"number":4,"verse":"ہاں وہ کمزوری کے سبب سے مصلُوب کِیا گیالیکن خُدا کی قُدرت کے سبب سے زِندہ ہے اور ہم بھی اُس میں کمزور تو ہیں مگر اُس کے ساتھ خُدا کی اُس قُدرت کے سبب سے زِندہ ہوں گے جو تُمہارے واسطے ہے۔"},{"number":5,"verse":"تُم اپنے آپ کو آزماؤ کہ اِیمان پر ہو یا نہیں ۔ اپنے آپ کو جانچو ۔ کیا تُم اپنی بابت یہ نہیں جانتے کہ یِسُو ع مسِیح تُم میں ہے؟ ورنہ تُم نامقبُول ہو۔"},{"number":6,"verse":"لیکن مَیں اُمّید کرتا ہُوں کہ تُم معلُوم کر لو گے کہ ہم تو نامقبُول نہیں۔"},{"number":7,"verse":"اور ہم خُدا سے دُعا کرتے ہیں کہ تُم کُچھ بدی نہ کرو ۔ نہ اِس واسطے کہ ہم مقبُول معلُوم ہوں بلکہ اِس واسطے کہ تُم نیکی کرو چاہے ہم نامقبُول ہی ٹھہریں۔"},{"number":8,"verse":"کیونکہ ہم حق کے برخِلاف کُچھ نہیں کر سکتے مگر صِرف حق کے لِئے کر سکتے ہیں۔"},{"number":9,"verse":"جب ہم کمزور ہیں اور تُم زور آور ہو تو ہم خُوش ہیں اور یہ دُعا بھی کرتے ہیں کہ تُم کامِل بنو۔"},{"number":10,"verse":"اِس لِئے مَیں غَیر حاضِری میں یہ باتیں لِکھتا ہُوں تاکہ حاضِر ہو کر مُجھے اُس اِختیار کے مُوافِق سختی نہ کرنا پڑے جو خُداوند نے مُجھے بنانے کے لِئے دِیا ہے نہ کہ بِگاڑنے کے لِئے۔"},{"number":11,"verse":"غرض اَے بھائِیو! خُوش رہو ۔ کامِل بنو ۔ خاطِر جمع رکھّو ۔ یکدِل رہو ۔ میل مِلاپ رکھّو تو خُدا مُحبّت اور میل مِلاپ کا چشمہ تُمہارے ساتھ ہو گا۔"},{"number":12,"verse":"آپس میں پاک بوسہ لے کر سلام کرو۔"},{"number":13,"verse":"سب مُقدّس لوگ تُم کو سلام کہتے ہیں۔"},{"number":14,"verse":"خُداوند یِسُو ع مسِیح کا فضل اور خُدا کی مُحبّت اور رُوحُ القُدس کی شِراکت تُم سب کے ساتھ ہوتی رہے۔"}]}