{"bibleAbbr":"urRV2010","bookName":"۲-کُرِنتھِیوں","bookEnglishName":"2 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"کیونکہ ہم جانتے ہیں کہ جب ہمارا خَیمہ کا گھر جو زمِین پر ہے گِرایا جائے گا تو ہم کو خُدا کی طرف سے آسمان پر ایک اَیسی عِمارت مِلے گی جو ہاتھ کا بنا ہُؤا گھر نہیں بلکہ ابدی ہے۔"},{"number":2,"verse":"چُنا نچہ ہم اِس میں کراہتے ہیں اور بڑی آرزُو رکھتے ہیں کہ اپنے آسمانی گھر سے مُلبّس ہو جائیں۔"},{"number":3,"verse":"تاکہ مُلبّس ہونے کے باعِث ننگے نہ پائے جائیں۔"},{"number":4,"verse":"کیونکہ ہم اِس خَیمہ میں رہ کر بوجھ کے مارے کراہتے ہیں ۔ اِس لِئے نہیں کہ یہ لِباس اُتارنا چاہتے ہیں بلکہ اِس پر اَور پہننا چاہتے ہیں تاکہ وہ جو فانی ہے زِندگی میں غرق ہو جائے۔"},{"number":5,"verse":"اور جِس نے ہم کو اِسی بات کے لِئے تیّار کِیا وہ خُدا ہے اور اُسی نے ہمیں رُوح بَیعانہ میں دِیا۔"},{"number":6,"verse":"پس ہمیشہ ہماری خاطِر جمع رہتی ہے اور یہ جانتے ہیں کہ جب تک ہم بدن کے وطن میںہیں خُداوند کے ہاں سے جلا وطن ہیں۔"},{"number":7,"verse":"کیونکہ ہم اِیمان پر چلتے ہیں نہ کہ آنکھوں دیکھے پر۔"},{"number":8,"verse":"غرض ہماری خاطِر جمع ہے اور ہم کو بدن کے وطن سے جُدا ہو کر خُداوند کے وطن میں رہنا زِیادہ منظُور ہے۔"},{"number":9,"verse":"اِسی واسطے ہم یہ حَوصلہ رکھتے ہیں کہ وطن میں ہوں خواہ جلا وطن اُس کو خُوش کریں۔"},{"number":10,"verse":"کیونکہ ضرُور ہے کہ مسِیح کے تختِ عدالت کے سامنے جا کر ہم سب کا حال ظاہِر کِیا جائے تاکہ ہر شخص اپنے اُن کاموں کا بدلہ پائے جو اُس نے بدن کے وسِیلہ سے کِئے ہوں ۔ خواہ بھلے ہوں خواہ بُرے۔"},{"number":11,"verse":"( مسِیح کے وسیلہ سے خُدا کے ساتھ میل ملاپ) پس ہم خُداوند کے خَوف کو جان کر آدمِیوں کو سمجھاتے ہیں اور خُدا پر ہمارا حال ظاہِر ہے اور مُجھے اُمّید ہے کہ تُمہارے دِلوں پر بھی ظاہِر ہُؤا ہو گا۔"},{"number":12,"verse":"ہم پِھر اپنی نیک نامی تُم پر نہیں جتاتے بلکہ ہم اپنے سبب سے تُم کو فخر کرنے کا مَوقع دیتے ہیں تاکہ تُم اُن کو جواب دے سکو جو ظاہِر پر فخر کرتے ہیں اور باطِن پر نہیں۔"},{"number":13,"verse":"اگر ہم بے خُود ہیں تو خُدا کے واسطے ہیں اور اگر ہوش میں ہیں تو تُمہارے واسطے۔"},{"number":14,"verse":"کیونکہ مسِیح کی مُحبّت ہم کو مجبُور کر دیتی ہے اِس لِئے کہ ہم یہ سمجھتے ہیں کہ جب ایک سب کے واسطے مُؤا تو سب مَر گئے۔"},{"number":15,"verse":"اور وہ اِس لِئے سب کے واسطے مُؤا کہ جو جِیتے ہیں وہ آگے کو اپنے لِئے نہ جِئیں بلکہ اُس کے لِئے جو اُن کے واسطے مُؤا اور پِھر جی اُٹھا۔"},{"number":16,"verse":"پس اب سے ہم کِسی کو جِسم کی حیثِیت سے نہ پہچانیں گے ۔ ہاں اگرچہ مسِیح کو بھی جِسم کی حیثِیت سے جانا تھا مگر اب سے نہیں جانیں گے۔"},{"number":17,"verse":"اِس لِئے اگر کوئی مسِیح میں ہے تو وہ نیا مخلُوق ہے ۔ پُرانی چِیزیں جاتی رہِیں ۔ دیکھو وہ نئی ہو گئِیں۔"},{"number":18,"verse":"اور سب چِیزیں خُدا کی طرف سے ہیں جِس نے مسِیح کے وسِیلہ سے اپنے ساتھ ہمارا میل مِلاپ کر لِیا اور میل مِلاپ کی خِدمت ہمارے سپُرد کی۔"},{"number":19,"verse":"مطلَب یہ ہے کہ خُدا نے مسِیح میں ہو کر اپنے ساتھ دُنیا کا میل مِلاپ کر لِیا اور اُن کی تقصِیروں کو اُن کے ذِمّہ نہ لگایا اور اُس نے میل مِلاپ کا پَیغام ہمیں سَونپ دِیا ہے۔"},{"number":20,"verse":"پس ہم مسِیح کے ایلچی ہیں ۔ گویا ہمارے وسِیلہ سے خُدا اِلتماس کرتا ہے ۔ ہم مسِیح کی طرف سے مِنّت کرتے ہیں کہ خُدا سے میل مِلاپ کر لو۔"},{"number":21,"verse":"جو گُناہ سے واقِف نہ تھا اُسی کو اُس نے ہمارے واسطے گُناہ ٹھہرایا تاکہ ہم اُس میں ہو کر خُدا کی راست بازی ہو جائیں۔"}]}