{"bibleAbbr":"urRV2010","bookName":"۲-کُرِنتھِیوں","bookEnglishName":"2 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( حاجتمند اِیمانداروں کے لِئے امداد) جو خِدمت مُقدّسوں کے واسطے کی جاتی ہے اُس کی بابت مُجھے تُم کو لِکھنا فضُول ہے۔"},{"number":2,"verse":"کیونکہ مَیں تُمہارا شَوق جانتا ہُوں جِس کے سبب سے مَکِدُنیہ کے لوگوں کے آگے تُم پر فخر کرتا ہُوں کہ اَخیہ کے لوگ پِچھلے سال سے تیّار ہیں اور تُمہاری سر گرمی نے اکثر لوگوں کو اُبھارا۔"},{"number":3,"verse":"لیکن مَیں نے بھائِیوں کو اِس لِئے بھیجا کہ ہم جو فخر اِس بارے میں تُم پر کرتے ہیں وہ بے اصل نہ ٹھہرے بلکہ تُم میرے کہنے کے مُوافِق تیّاررہو۔"},{"number":4,"verse":"اَیسا نہ ہو کہ اگر مَکِدُنیہ کے لوگ میرے ساتھ آئیں اور تُم کو تیّار نہ پائیں تو ہم (یہ نہیں کہتے کہ تُم) اُس بھروسے کے سبب سے شرمِندہ ہوں۔"},{"number":5,"verse":"اِس لِئے مَیں نے بھائِیوں سے یہ درخواست کرنا ضرُور سمجھا کہ وہ پہلے سے تُمہارے پاس جا کر تُمہاری مَوعُودہ بخشِش کو پیشتر سے تیّار کر رکھّیں تاکہ وہ بخشِش کی طرح تیّار رہے نہ کہ زبردستی کے طَور پر۔"},{"number":6,"verse":"لیکن بات یہ ہے کہ جو تھوڑا بوتا ہے وہ تھوڑا کاٹے گا اور جو بُہت بوتا ہے وہ بُہت کاٹے گا۔"},{"number":7,"verse":"جِس قدر ہر ایک نے اپنے دِل میں ٹھہرایا ہے اُسی قدر دے نہ دریغ کر کے اور نہ لاچاری سے کیونکہ خُدا خُوشی سے دینے والے کو عزِیز رکھتا ہے۔"},{"number":8,"verse":"اور خُدا تُم پر ہر طرح کا فضل کثرت سے کر سکتا ہے تاکہ تُم کو ہمیشہ ہر چِیز کافی طَور پر مِلا کرے اور ہر نیک کام کے لِئے تُمہارے پاس بُہت کُچھ مَوجُود رہا کرے۔"},{"number":9,"verse":"چُنانچہ لِکھا ہے کہ اُس نے بکھیرا ہے ۔ اُس نے کنگالوں کو دِیا ہے۔ اُس کی راست بازی ابد تک باقی رہے گی۔"},{"number":10,"verse":"پس جو بونے والے کے لِئے بِیج اور کھانے کے لِئے روٹی بہم پُہنچاتا ہے وُہی تُمہارے لِئے بیج بہم پُہنچائے گا اور اُس میں ترقّی دے گا اور تُمہاری راست بازی کے پَھلوں کو بڑھائے گا۔"},{"number":11,"verse":"اور تُم ہر چِیز کو اِفراط سے پا کر سب طرح کی سخاوت کرو گے جو ہمارے وسِیلہ سے خُدا کی شُکر گُذاری کا باعِث ہوتی ہے۔"},{"number":12,"verse":"کیونکہ اِس خِدمت کے انجام دینے سے نہ صِرف مُقدّسوں کی اِحتیاجیں رفع ہوتی ہیں بلکہ بُہت لوگوں کی طرف سے خُدا کی بڑی شُکر گُذاری ہوتی ہے۔"},{"number":13,"verse":"اِس لِئے کہ جو نِیّت اِس خِدمت سے ثابِت ہُوئی اُس کے سبب سے وہ خُدا کی تمجِید کرتے ہیں کہ تُم مسِیح کی خُوشخبری کا اِقرار کر کے اُس پر تابِع داری سے عمل کرتے ہو اور اُن کی اور سب لوگوں کی مدد کرنے میں سخاوت کرتے ہو۔"},{"number":14,"verse":"اور وہ تُمہارے لِئے دُعا کرتے ہیں اور تُمہارے مُشتاق ہیں اِس لِئے کہ تُم پر خُدا کا بڑا ہی فضل ہے۔"},{"number":15,"verse":"شُکر خُدا کا اُس کی اُس بخشِش پر جو بیان سے باہر ہے۔"}]}