{"bibleAbbr":"paOV2016","bookName":"ਹੱਜਈ","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਬਣਾਉਣ ਦੀ ਲੋੜ) ਦਾਰਾ ਪਾਤਸ਼ਾਹ ਦੇ ਦੂਜੇ ਵਰ੍ਹੇ ਦੇ ਛੇਵੇਂ ਮਹੀਨੇ ਦੀ ਪਹਿਲੀ ਤਰੀਕ ਨੂੰ ਯਹੂਦਾਹ ਦੇ ਹਾਕਮ ਸ਼ਅਲਤੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਜ਼ਰੁੱਬਾਬਲ ਕੋਲ ਅਤੇ ਯਹੋਸਾਦਾਕ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਮਹਾ ਜਾਜਕ ਕੋਲ ਯਹੋਵਾਹ ਦੀ ਬਾਣੀ ਹੱਜਈ ਨਬੀ ਦੇ ਰਾਹੀਂ ਪੁੱਜੀ"},{"number":2,"verse":"ਕਿ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਉਂ ਆਖਦਾ ਹੈ, - ਏਹ ਲੋਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਜੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਬਣਾਉਣ ਦਾ ਵੇਲਾ ਨਹੀਂ ਆਇਆ"},{"number":3,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਦੀ ਬਾਣੀ ਹੱਜਈ ਨਬੀ ਦੇ ਰਾਹੀਂ ਆਈ ਕਿ"},{"number":4,"verse":"ਭਲਾ, ਏਹ ਕੋਈ ਸਮਾਂ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪ ਆਪਣੇ ਛੱਤੇ ਹੋਏ ਕੋਠਿਆਂ ਵਿੱਚ ਰਹੋ ਜਦ ਕਿ ਏਹ ਭਵਨ ਬਰਬਾਦ ਪਿਆ ਹੈॽ"},{"number":5,"verse":"ਹੁਣ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਉਂ ਆਖਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਚਾਲੇ ਉੱਤੇ ਧਿਆਨ ਦਿਓ ( ਅਥਵਾ ਆਪਣੇ ਦਿਲ ਲਾਓ ।) ।।"},{"number":6,"verse":"ਤੁਸਾਂ ਬਹੁਤ ਬੀਜਿਆ ਪਰ ਥੋੜਾ ਖੱਟਿਆ, ਤੁਸੀਂ ਖਾਂਦੇ ਹੋ ਪਰ ਰੱਜਦੇ ਨਹੀਂ, ਤੁਸੀਂ ਪੀਂਦੇ ਹੋ ਪਰ ਤ੍ਰੇਹ ਨਹੀਂ ਬੁੱਝਦੀ, ਤੁਸੀਂ ਕੱਪੜੇ ਪਾਉਂਦੇ ਹੋ ਪਰ ਗਰਮ ਨਹੀਂ ਹੁੰਦੇ, ਅਤੇ ਮਜ਼ਦੂਰ ਆਪਣੀ ਕਮਾਈ ਛੇਕ ਵਾਲੀ ਥੈਲੀ ਵਿੱਚ ਰੱਖਦਾ ਹੈ।।"},{"number":7,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਉਂ ਆਖਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਚਾਲੇ ਤੇ ਧਿਆਨ ਦਿਓ"},{"number":8,"verse":"ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹੋ, ਲੱਕੜੀ ਲਿਆਓ, ਏਸ ਭਵਨ ਨੂੰ ਬਣਾਓ ਭਈ ਮੈਂ ਉਸ ਤੋਂ ਪਰਸੰਨ ਹੋਵਾਂ ਅਤੇ ਮੇਰੀ ਵਡਿਆਈ ਹੋਵੇ, ਯਹੋਵਾਹ ਕਹਿੰਦਾ ਹੈ"},{"number":9,"verse":"ਤੁਸੀਂ ਬਹੁਤੇ ਦੀ ਆਸ ਰੱਖੀ ਪਰ ਵੇਖੋ, ਤੁਹਾਨੂੰ ਥੋੜਾ ਮਿਲਿਆ ਅਤੇ ਜਦ ਤੁਸੀਂ ਉਸ ਨੂੰ ਆਪਣੇ ਘਰ ਲਿਆਏ ਤਾਂ ਮੈਂ ਉਸ ਨੂੰ ਉਡਾ ਵੀ ਦਿੱਤਾ। ਕਿਉਂॽ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਏਸ ਲਈ ਜੋ ਮੇਰਾ ਭਵਨ ਬਰਬਾਦ ਪਿਆ ਹੈ ਅਤੇ ਤੁਸੀਂ ਆਪੋ ਆਪਣੇ ਘਰਾਂ ਨੂੰ ਭੱਜ ਜਾਂਦੇ ਹੋ"},{"number":10,"verse":"ਤਦੇ ਅਕਾਸ਼ ਨੇ ਤੁਹਾਡੇ ਲਈ ਤ੍ਰੇਲ ਰੋਕੀ ਅਤੇ ਧਰਤੀ ਨੇ ਆਪਣਾ ਹਾਸਲ ਰੋਕਿਆ ਹੈ"},{"number":11,"verse":"ਅਤੇ ਮੈਂ ਧਰਤੀ ਉੱਤੇ, ਪਹਾੜਾਂ ਉੱਤੇ, ਅੰਨ ਉੱਤੇ, ਨਵੀਂ ਮੈ ਉੱਤੇ, ਤੇਲ ਉੱਤੇ ਅਤੇ ਜ਼ਮੀਨ ਦੀ ਸਾਰੀ ਪੈਦਾਵਾਰ ਉਤੇ ਕਾਲ ਨੂੰ ਪਾ ਦਿੱਤਾ, ਨਾਲੇ ਆਦਮੀ ਉੱਤੇ, ਡੰਗਰ ਉੱਤੇ ਅਤੇ ਹੱਥ ਦੇ ਸਾਰੇ ਕਸ਼ਟ ਉੱਤੇ।।"},{"number":12,"verse":"ਤਦ ਸ਼ਅਲਤੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਜ਼ਰੁੱਬਾਬਲ ਅਤੇ ਯਹੋਸਾਦਾਕ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਮਹਾ ਜਾਜਕ ਅਤੇ ਲੋਕਾਂ ਦੇ ਸਾਰੇ ਬਕੀਏ ਨੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਦੀ ਅਵਾਜ਼ ਨੂੰ ਅਤੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਦੇ ਘੱਲੇ ਹੋਏ ਨਬੀ ਹੱਜਈ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਗੌਹ ਨਾਲ ਸੁਣਿਆ ਅਤੇ ਲੋਕ ਯਹੋਵਾਹ ਦੇ ਅੱਗੋਂ ਡਰੇ"},{"number":13,"verse":"ਤਦ ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਹੱਜਈ ਨੇ ਯਹੋਵਾਹ ਦਾ ਸੰਦੇਸਾ ਲੋਕਾਂ ਨੂੰ ਦੇ ਕੇ ਆਖਿਆ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਹਾਂ"},{"number":14,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਯਹੂਦਾਹ ਦੇ ਹਾਕਮ ਸ਼ਅਲਤੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਜ਼ਰੁੱਬਾਬਲ ਦੇ ਆਤਮਾ ਨੂੰ ਯਹੋਸਾਦਾਕ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਮਹਾ ਜਾਜਕ ਦੇ ਆਤਮਾ ਨੂੰ ਅਤੇ ਯਹੋਸਾਦਾਕ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਮਹਾ ਜਾਜਕ ਦੇ ਆਤਮਾ ਨੂੰ ਸਾਰੇ ਬਾਕੀ ਲੋਕਾਂ ਦੇ ਆਤਮਾ ਨੂੰ ਪਰੇਰਿਆ ਸੋ ਓਹ ਆਏ ਅਤੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਉੱਤੇ ਕੰਮ ਕਰਨ ਲੱਗੇ"},{"number":15,"verse":"ਏਹ ਦਾਰਾ ਪਾਤਸ਼ਾਹ ਦੇ ਦੂਜੇ ਵਰ੍ਹੇ ਦੇ ਛੇਵੇਂ ਮਹੀਨੇ ਦੀ ਚੱਵੀ ਤਰੀਕ ਨੂੰ ਹੋਇਆ।।"}]}