{"bibleAbbr":"TCVSL2022NT","bookName":"கலாத்தியர்","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"சொத்துரிமை உடையவன் சொத்து முழுவதற்கும் உரிமையாளனாய் இருந்தாலும், அவன் பிள்ளைப் பருவத்தைக் கடக்கும் வரை ஒரு அடிமைக்கும் அவனுக்கும் வித்தியாசம் இல்லை."},{"number":2,"verse":"எனவே அவனுடைய தந்தை நியமித்திருக்கும் காலம் நிறைவேறும் வரை, அவனது பாதுகாவலர்களுக்கும், அவனது நிதியை நிர்வகிப்பவர்களுக்கும் அவன் கீழ்ப்பட்டவனாய் இருக்கின்றான்."},{"number":3,"verse":"இவ்விதமாய் நாமும் பிள்ளைகளாய் இருந்தபோது உலகத்தின் மூலக்கோட்பாடுகளுக்கு அடிமைப்பட்டிருந்தோம்."},{"number":4,"verse":"குறித்த காலம் பூர்த்தியானபோது இறைவன் தம்முடைய மகனை பெண்ணிடத்தில் பிறக்கின்ற ஒருவராகவும், நீதிச்சட்டத்திற்கு கீழ்ப்பட்ட ஒருவராகவும் அனுப்பினார்."},{"number":5,"verse":"நீதிச்சட்டத்திற்கு கீழ்ப்பட்டவர்களை மீட்பதற்காகவும், அவருடைய பிள்ளைகளாக நாம் தத்தெடுக்கப்படவுமே அவர் இதைச் செய்தார்."},{"number":6,"verse":"நீங்கள் அவருடைய பிள்ளைகளாய் இருப்பதனால், “அப்பா, பிதாவே” என்று கூப்பிடுகின்ற தமது மகனுடைய ஆவியை இறைவன் உங்களுடைய இருதயங்களுக்குள் அனுப்பி இருக்கின்றார்."},{"number":7,"verse":"ஆகவே இனியும் நீங்கள் அடிமை அல்ல அவருடைய பிள்ளையாய் இருக்கின்றீர்கள். பிள்ளையாய் இருப்பதனால் இறைவனுக்கு ஊடாக சொத்துரிமை உடையவராகவும் இருக்கின்றீர்கள்."},{"number":8,"verse":"(கலாத்தியர்களைக் குறித்த அக்கறை)முன்பு நீங்கள் இறைவனை அறியாதிருந்தபோது இயல்பாகவே தெய்வங்கள் அல்லாதவைகளுக்கு அடிமைகளாக இருந்தீர்கள்."},{"number":9,"verse":"ஆனால் இப்பொழுதோ நீங்கள் இறைவனை அறிந்திருக்கிறீர்கள், அதைவிட மேலாக அவரால் அறியப்பட்டும் இருக்கின்றீர்கள். இப்படியிருக்க, பலவீனமானதும் பெறுமதியற்றதுமான உலகத்தின் மூலக்கோட்பாடுகளுக்கு மீண்டும் செல்வது ஏன்? அவைகளுக்கு மீண்டும் அடிமைகளாக விரும்புகிறீர்களா?"},{"number":10,"verse":"நீங்கள் விசேட நாட்களையும், மாதங்களையும், காலங்களையும், வருடங்களையும் அனுசரித்து நடக்கின்றீர்களே!"},{"number":11,"verse":"நான் உங்களுக்காக துன்பதுயரங்களுடன் பாடுபட்டதெல்லாம் வீணாகப் போய்விட்டதோ என்று பயப்படுகிறேன்."},{"number":12,"verse":"பிரியமானவர்களே, என்னைப் போல் ஆகுங்கள் என்று உங்களைக் கேட்கின்றேன், ஏனெனில் நானும் உங்களைப் போல் ஆனேன். நீங்கள் எனக்கு எவ்விதத் தீமையும் செய்யவில்லை."},{"number":13,"verse":"நீங்கள் அறிந்திருக்கின்றபடி, எனக்கு ஏற்பட்ட உடல்நலக் குறைவின் காரணத்தினாலேயே முதன்முதலில் உங்களுக்கு நற்செய்தியைப் பிரசங்கிக்க முடிந்தது."},{"number":14,"verse":"என்னுடைய உடல்நிலை உங்களுக்கு சோதனையாக இருந்தபோதும், நீங்கள் என்னை வெறுக்கவோ புறந்தள்ளவோ இல்லை. மாறாக இறைவனின் ஒரு தூதனைப் போலவும் கிறிஸ்து இயேசுவைப் போலவும் என்னை ஏற்றுக்கொண்டீர்கள்."},{"number":15,"verse":"அப்போது உங்களிடம் இருந்த ஆனந்தம் எங்கே? முடிந்தால், உங்கள் கண்களைக்கூட பிடுங்கி எனக்குக் கொடுத்திருப்பீர்கள் என்று சாட்சி கூறுவேன்."},{"number":16,"verse":"சத்தியத்தை சொன்னதனாலே நான் உங்களுக்குப் பகைவன் ஆனேனா?"},{"number":17,"verse":"உங்கள் மீது அதிக அக்கறை காட்டுகின்ற அவர்கள் நல்ல நோக்கத்தோடு அன்றி, எங்களிடமிருந்து உங்களைப் பிரித்து நீங்கள் அவர்களில் அதிக ஆர்வம்கொள்ள வேண்டும் என்பதற்காகவே அப்படிச் செய்கின்றார்கள்."},{"number":18,"verse":"நல்ல நோக்கத்துக்காக அக்கறை காட்டுவது எப்போதும் நல்லது. ஆனால் நான் உங்களுடன் இருக்கும்போது மாத்திரம் அவர்கள் அக்கறை காட்டுவது முறையல்ல."},{"number":19,"verse":"என் பிள்ளைகளே! கிறிஸ்து உங்களில் உருவாகும் வரைக்கும் உங்களுக்காக நான் பிரசவ வேதனைப்படுகிறேன்."},{"number":20,"verse":"இப்போது நேரில் வந்து உங்களுடன் நல்லவிதமாகப் பேச அதிகம் விரும்புகிறேன். ஏனெனில் உங்களைக் குறித்து நான் மிகவும் கலக்கம் அடைந்திருக்கிறேன்."},{"number":21,"verse":"(ஆகாரும் சாராளும்)நீதிச்சட்டத்திற்கு உட்பட்டிருக்க விரும்புகின்ற நீங்கள், நீதிச்சட்டம் சொல்வதை அறியாதிருக்கிறீர்களா? அதை எனக்குச் சொல்லுங்கள்."},{"number":22,"verse":"ஆபிரகாமுக்கு இரண்டு மகன்மார் இருந்தார்கள் என்றும், ஒருவன் அடிமைப் பெண்ணிடத்தில் பிறந்தவன், மற்றவன் அடிமையல்லாத பெண்ணிடத்தில் பிறந்தவன் என்றும் எழுதப்பட்டிருக்கின்றதே."},{"number":23,"verse":"அடிமைப் பெண்ணிடத்தில் பிறந்த அவருடைய மகன் மனித விருப்பத்தின்படி பிறந்தான்; சுதந்திரமான பெண்ணிடத்தில் பிறந்த அவருடைய மகனோ இறைவனின் வாக்குறுதியின்படி பிறந்தான்."},{"number":24,"verse":"இதை ஒரு உருவகமாக எடுத்துக்கொள்ளலாம். இந்த இரண்டு பெண்களும் இரண்டு உடன்படிக்கைகளுக்கு ஒத்திருக்கிறார்கள். ஒன்று சீனாய் மலையில் இருந்து வந்தது. அது அடிமைத்தனத்தின் பிள்ளைகளைப் பெற்றெடுக்கின்றது. இது ஆகாருக்கு ஒப்பாய் இருக்கின்றது."},{"number":25,"verse":"அரேபியாவிலுள்ள சீனாய் மலைக்கு அடையாளமாய் இருப்பவள் ஆகார். அவள் இப்போது இருக்கும் எருசலேம் நகருக்கும் ஒப்பாய் இருக்கின்றாள். ஏனெனில் எருசலேமும் அதன் பிள்ளைகளுடன் அடிமைத்தனத்துக்குள் இருக்கின்றதே!"},{"number":26,"verse":"ஆனால் மேலே பரலோகத்திலுள்ள எருசலேமோ சுதந்திரமானவள். அவளே நம்முடைய தாய்."},{"number":27,"verse":"ஏனெனில், “குழந்தைப் பேறு அற்றவளான பெண்ணே, நீ சந்தோஷப்படு; பிரசவ வேதனையை அனுபவிக்காதவளே, நீ மகிழ்ச்சியுடன் சத்தமிடு; ஏனெனில், தன் கணவனுடன் வாழும் பெண்ணுக்கு இருப்பதைவிட, கைவிடப்பட்ட பெண்ணுக்கே அதிகமான பிள்ளைகள் இருக்கின்றார்கள்” என்று எழுதியிருக்கின்றதே."},{"number":28,"verse":"பிரியமானவர்களே, நீங்களோ ஈசாக்கைப் போல் வாக்குறுதியின் பிள்ளைகளாய் இருக்கின்றீர்கள்."},{"number":29,"verse":"அக்காலத்தில் மனித விருப்பத்தின்படி பிறந்த மகன் பரிசுத்த ஆவியானவருடைய வல்லமையின் மூலமாய் பிறந்த மகனைத் துன்புறுத்தினான். அவ்விதமாகவே இப்போதும் நடைபெறுகிறது."},{"number":30,"verse":"ஆனால் வேதவசனம் என்ன சொல்கின்றது? “அடிமைப் பெண்ணையும், அவள் மகனையும் வெளியே அனுப்பி விடு. ஏனெனில், அடிமைப் பெண்ணின் மகன் சுதந்திரமான பெண்ணின் மகனுடனே, சொத்துரிமையை ஒருபோதும் பகிர்ந்துகொள்ளக் கூடாது.”"},{"number":31,"verse":"ஆகவே பிரியமானவர்களே, நாம் அடிமைப் பெண்ணின் பிள்ளைகள் அல்ல, சுதந்திரமான பெண்ணின் பிள்ளைகள்."}]}