{"bibleAbbr":"KJ3-2005","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"And Zophar the Naamathite answered and said:"},{"number":2,"verse":"Should not a multitude of words be answered? And should a man of lips be justified?"},{"number":3,"verse":"Should your lies make men silent? And will you mock, and no one make you ashamed?"},{"number":4,"verse":"For you have said, My doctrine is pure; and, I am clean in Your eyes."},{"number":5,"verse":"But who will grant that God would speak and open His lips against you,"},{"number":6,"verse":"and would tell you the secrets of wisdom, that there is a doubling for counsel? Know then that God forgets some of your iniquity for you."},{"number":7,"verse":"Can you find out God by searching? Or can you find out the end of the Almighty?"},{"number":8,"verse":"Heights of the heavens! What can you do? It is deeper than Sheol; what can you know?"},{"number":9,"verse":"Its measure is longer than the earth, broader than the sea."},{"number":10,"verse":"If He passes through and shuts up, or gathers together, even who can turn Him back?"},{"number":11,"verse":"For He knows the vanity of men; and He sees deceit, and will He not consider?"},{"number":12,"verse":"For empty-minded man takes heart, and man is born a wild ass's colt."},{"number":13,"verse":"If you prepare your heart, and stretch out your palm toward Him;"},{"number":14,"verse":"if iniquity is in your hand, put it far away and do not let wickedness dwell in your tents;"},{"number":15,"verse":"surely then you shall lift up your face without blemish; and you will be steadfast, and you will not fear;"},{"number":16,"verse":"for you shall forget your misery, and shall remember it as waters that have passed;"},{"number":17,"verse":"and your lifetime shall rise more than the noonday; you shall fly; you shall be as the morning."},{"number":18,"verse":"And you shall trust, because there is hope. Yea, you shall look about and you shall lie down in safety."},{"number":19,"verse":"You shall lie down, and no one will be terrifying; yea, many shall seek your favor."},{"number":20,"verse":"But the eyes of the wicked ones shall be consumed, and escape shall perish from them; and their hope shall be like the breathing out of the soul."}]}