{"bibleAbbr":"KJ3-2005","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"And Job answered and said:"},{"number":2,"verse":"For truly you are the people, and wisdom will die with you."},{"number":3,"verse":"Also to me is a heart as well as to you; I do not fall short of you. And with whom are not things like these?"},{"number":4,"verse":"I am a laughingstock to his friend; he calls to God, and He answers him; the just one, the blameless one is a mockery;"},{"number":5,"verse":"a flame is despised in the thoughts of him who is at ease; it is ready for those with slipping feet."},{"number":6,"verse":"The tents of plunderers and those provoking God are in security, to whomever God brings into his hand."},{"number":7,"verse":"But now please ask the animals, and they will teach you; and the birds of the heavens, and they will declare to you;"},{"number":8,"verse":"or speak to the earth, and it will teach you; and the fish of the sea will recount to you;"},{"number":9,"verse":"who among all these does not know that Jehovah's hand has done this,"},{"number":10,"verse":"in whose hand is the soul of every living thing, and the breath of all flesh, even of man?"},{"number":11,"verse":"Does the ear not try words, and the mouth taste food for itself?"},{"number":12,"verse":"With the aged is wisdom, and understanding in the length of days."},{"number":13,"verse":"With Him is wisdom and strength; He has forethought and understanding."},{"number":14,"verse":"Behold, He breaks down, and no one builds; He shuts against a man, and no one opens."},{"number":15,"verse":"Behold, He holds back the waters, and they dry up; and He sends them out, and they overflow the earth."},{"number":16,"verse":"With Him is strength and sound wisdom; the deceived and the deceiver are His."},{"number":17,"verse":"He causes counselors to go barefoot; and He makes judges to be boastful."},{"number":18,"verse":"He loosens the bonds of kings, and He binds their loins with a girdle;"},{"number":19,"verse":"making priests walk away barefoot; and He overthrows the ever-enduring ones;"},{"number":20,"verse":"turning aside the lip of the trusted men; and He takes away the reason of the aged,"},{"number":21,"verse":"pouring scorn on nobles, and He loosens the girdle of the strong;"},{"number":22,"verse":"revealing deep things out of darkness; and He brings the shadow of death to light."},{"number":23,"verse":"He gives greatness to the nations, and He destroys them; spreading out the nations, and He leads them out;"},{"number":24,"verse":"turning away the heart of the heads of the people of the land; and He causes them to wander in a waste in which is no path."},{"number":25,"verse":"They grope in the dark, and there is no light; and He makes them stagger like a drunkard."}]}