{"bibleAbbr":"KJ3-2005","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"And Job answered and said:"},{"number":2,"verse":"I have heard many such things. You are all troublesome comforters."},{"number":3,"verse":"Is there an end to words of wind? Or what provokes you that you answer?"},{"number":4,"verse":"I also could speak as you. If your soul were in the place of my soul, I could bind words against you and shake at you with my head."},{"number":5,"verse":"I might strengthen you with my mouth, and the moving of my lips could spare you."},{"number":6,"verse":"If I speak, my pain is not held back; and if I forbear, what part of me goes away?"},{"number":7,"verse":"But now He has made me weary. You have desolated all my company."},{"number":8,"verse":"And You have plucked me; for it is a witness, and my failure rises up against me; yea, it answers to my face."},{"number":9,"verse":"His anger has torn, and retained animosity against me; He gnashes at me with His teeth; my Adversary sharpens his eyes at me."},{"number":10,"verse":"They have gaped at me with their mouth and with scorn struck my cheek; they gather themselves together against me."},{"number":11,"verse":"God has delivered me to the perverse one; and He has pushed me headlong to the hands of the wicked ones."},{"number":12,"verse":"I was at ease, but He has shattered me; yea, He has also taken hold on my neck and broken me to bits; and He has set me up as a target for Him."},{"number":13,"verse":"His archers surround me; He splits my kidneys and has no pity; He pours out my gall on the ground."},{"number":14,"verse":"He breaks me with break on the face of break; He runs on me like a mighty one."},{"number":15,"verse":"I have sewed sackcloth on my skin, and I have thrust my horn in the dust."},{"number":16,"verse":"My face is reddened from weeping; and the shadow of death is on my eyelids,"},{"number":17,"verse":"though no violence is in my palm, and my prayer is pure."},{"number":18,"verse":"O earth, do not cover my blood, and let not be a place for my cry."},{"number":19,"verse":"Even now, behold! My witness is in Heaven and my Testifier is on high."},{"number":20,"verse":"My scorners are my friends; my eye pours out tears to God."},{"number":21,"verse":"O that one might plead for a man with God, as a man pleads for his friend!"},{"number":22,"verse":"For years of number will come; and I shall not return the way I shall go."}]}