{"bibleAbbr":"KJ3-2005","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"And Zophar the Naamathite answered and said:"},{"number":2,"verse":"So my thoughts cause me to answer, even because of my haste in me."},{"number":3,"verse":"I have heard the chastening of my reproach; and the spirit from my understanding makes me reply."},{"number":4,"verse":"Do you know this from of old, from the setting of man on earth,"},{"number":5,"verse":"that the exulting of the wicked ones is near an end, and the joy of the godless one is for a moment?"},{"number":6,"verse":"Though his height goes up to the heavens, and his head touches to the clouds,"},{"number":7,"verse":"he shall perish forever like his dung; they who see him shall say, Where is he?"},{"number":8,"verse":"He flies off like a dream, and is not found; and is driven away like a night vision."},{"number":9,"verse":"An eye caught sight of him, but will not again; yea, his place shall not again see him."},{"number":10,"verse":"His sons seek the favors of the poor ones, and his hands shall give back his wealth."},{"number":11,"verse":"His bones are full of his youthful vigor, but it lies down on the dust with him."},{"number":12,"verse":"Even if evil is sweet in his mouth, and he hides it under his tongue,"},{"number":13,"verse":"he spares it, and he will not leave it; yea, he keeps holding it back in his mouth;"},{"number":14,"verse":"yet his food in his belly shall be turned; the gall of asps is within him."},{"number":15,"verse":"He swallows wealth, but vomits it; God drives it out from his belly."},{"number":16,"verse":"He shall suck the poison of asps; the viper's tongue shall slay him."},{"number":17,"verse":"He shall not see the rivers, the flowings of torrents of honey and curd"},{"number":18,"verse":"giving back his gain, and he will not swallow the wealth of his exchanges; he will not enjoy it."},{"number":19,"verse":"For he crushed and forsook the poor ones; he stole a house, but he had not built it."},{"number":20,"verse":"Surely he shall not know ease in his belly; he will not escape with his things of desire."},{"number":21,"verse":"There is no remnant for his food; because of this, his good will not last."},{"number":22,"verse":"In the fullness of his scorn, it was distress for him; the hand of every wretched one shall come upon him."},{"number":23,"verse":"It shall happen at the filling of his belly, He shall cast on him the fury of His wrath, and He shall rain on him while he is eating."},{"number":24,"verse":"He may flee from the iron weapon, a bow of bronze shall pierce him."},{"number":25,"verse":"One draws it, and draws it from his back, even lightning from his gall; terrors come upon him."},{"number":26,"verse":"All darkness is hidden for secret treasuring; a fire not blown shall consume him; those left in his tent shall tremble."},{"number":27,"verse":"The heavens shall reveal his iniquity; and the earth shall be raising up itself against him."},{"number":28,"verse":"The fruit of his house shall move, flowing away in the day of His wrath."},{"number":29,"verse":"This is the portion of the evil man from God, and the inheritance of his word from God."}]}