{"bibleAbbr":"KJ3-2005","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this Job opened his mouth and cursed his day."},{"number":2,"verse":"And Job answered and said:"},{"number":3,"verse":"Let the day perish in which I was born, and the night which said, A man-child has been conceived."},{"number":4,"verse":"Let that day be darkness! Let not God look on it from above, and not let the light shine on it."},{"number":5,"verse":"Let darkness and the shadow of death seize upon it. Let a cloud dwell on it; let darkness of day terrify it! Let it not be joined to the days of the year. Let it not come into the number of the months."},{"number":7,"verse":"Behold, let that night be barren; let not joyful voice come in it."},{"number":8,"verse":"Let it be cursed, the day being cursed, those ready to stir up Leviathan."},{"number":9,"verse":"Let the stars of its twilight be dark; let it look for light, but have none, let it wait for eyelids of the dawn."},{"number":10,"verse":"For it did not shut up the doors of my mother's womb and did not hide toil from my eyes."},{"number":11,"verse":"Why did I not die from the womb, come from the womb and expire?"},{"number":12,"verse":"Why did the knees go before me; or why the breasts, that I should suck?"},{"number":13,"verse":"For now I would have lain down and have been quiet; I would have slept. Then I would have been at rest,"},{"number":14,"verse":"with kings and wise men of the earth, who built ruins for themselves;"},{"number":15,"verse":"or with chiefs; they had gold, they filled their houses with silver;"},{"number":16,"verse":"or as a hidden miscarriage, I would not have been, like infants who never saw light."},{"number":17,"verse":"There the wicked ones cease from turmoil, and there the weary of strength are at rest;"},{"number":18,"verse":"The prisoners are at ease together, they hear not the voice of the slave-driver;"},{"number":19,"verse":"the small and the great, he is there, and the slave free from his master."},{"number":20,"verse":"Why is light given to the sufferer, and life to him who is bitter of soul;"},{"number":21,"verse":"who is waiting for death, but it is not; and they dig for it more than for treasures?"},{"number":22,"verse":"They are rejoicing to exultation. They are glad when they find the grave."},{"number":23,"verse":"To a man whose way is hidden, God has made a hedge about him."},{"number":24,"verse":"For my sighing comes before my food; and my groanings are poured out like the waters."},{"number":25,"verse":"For the dreadful thing I dreaded has come on me; and that which I feared has come to me."},{"number":26,"verse":"I am not at ease, and I am not at rest; and I am not quiet; yet turmoil comes."}]}