{"bibleAbbr":"KJ3-2005","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"And Bildad the Shuhite answered, saying:"},{"number":2,"verse":"Until when will you speak these things, and the words of your mouth will be like a mighty wind?"},{"number":3,"verse":"Or does God pervert judgment? Or does the Almighty pervert the right?"},{"number":4,"verse":"If your sons have sinned against Him, and if He has sent them away in the hand of their transgression,"},{"number":5,"verse":"if you would diligently seek to God, and make your prayer to the Almighty,"},{"number":6,"verse":"if you were pure and upright, surely now He would rise for you, and make peaceful the abode of your righteousness."},{"number":7,"verse":"And though your beginning was small, even your end would greatly increase."},{"number":8,"verse":"For please ask of the former generation, and prepare to the search of their fathers;"},{"number":9,"verse":"for we are but of yesterday, and we do not know, because our days on earth are a shadow."},{"number":10,"verse":"Shall they not teach you, speak to you, and bring forth words out of their heart?"},{"number":11,"verse":"Can the rush grow up without mire? Can the reed grass grow without water?"},{"number":12,"verse":"While it is yet in its greenness, and not cut down, it dries out before every plant;"},{"number":13,"verse":"so are the paths of all those forgetting God; yea, the hope of the godless one shall perish,"},{"number":14,"verse":"whose hope is cut off, and his trust is as a spider's house."},{"number":15,"verse":"He shall lean on his house, but it shall not stand; he shall hold fast to it, but it shall not rise up."},{"number":16,"verse":"He is moist before the sun, and his tender plants shoot forth on his garden."},{"number":17,"verse":"His roots are wrapped around a heap; he sees a house of stones."},{"number":18,"verse":"If one swallows him from his place, even it shall deny him, saying, I have not seen you!"},{"number":19,"verse":"Behold this is the joy of His way, and out of the dust others shall grow."},{"number":20,"verse":"Behold, God will not reject the perfect one, and He will not strengthen the hand of evildoers,"},{"number":21,"verse":"until He fills your mouth with laughter and your lips with rejoicing."},{"number":22,"verse":"Those who hate you shall be clothed with shame; and the tent of the wicked one shall not be."}]}