{"bibleAbbr":"RcV2003","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"If a slain man is found lying in the field in the land which Jehovah your God is giving you to possess, it not being known who slew him,"},{"number":2,"verse":"Then your elders and judges shall go out and measure the distance to the cities that surround the slain man."},{"number":3,"verse":"And the city that is nearest the slain man, that is, the elders of that city, shall take a heifer of the herd which has not been worked and has not drawn the yoke;"},{"number":4,"verse":"And the elders of that city shall bring the heifer down to a river valley that flows continually, which has not been plowed or sown, and break the neck of the heifer there in the river valley."},{"number":5,"verse":"And the priests, the sons of Levi, shall draw near; for Jehovah your God has chosen them to minister to Him and to bless in the name of Jehovah, and by their word shall every dispute and every assault be settled."},{"number":6,"verse":"And all the elders of that city that is nearest the slain man shall wash their hands over the heifer whose neck was broken in the river valley."},{"number":7,"verse":"And they shall answer and say, Our hands have not shed this blood, nor have our eyes seen it done."},{"number":8,"verse":"Cover Your people Israel, whom You have ransomed, O Jehovah, and do not set the guilt of innocent blood in the midst of Your people Israel. And the guilt of the blood shall be covered from them."},{"number":9,"verse":"Thus you shall utterly remove the guilt of the innocent blood from your midst, for you do what is right in the sight of Jehovah."},{"number":10,"verse":"When you go out to fight against your enemies and Jehovah your God delivers them into your hands and you take them captive,"},{"number":11,"verse":"And you see a beautiful woman among the captives and desire her and would take her to yourself as a wife;"},{"number":12,"verse":"You shall bring her within your house, and she shall shave her head, trim her nails,"},{"number":13,"verse":"And take her clothes of captivity away from her. And she shall dwell in your house and mourn her father and mother for a full month. And afterward you shall go in unto her and be her husband, and she shall be a wife to you."},{"number":14,"verse":"And if after a time you do not delight in her, you shall let her go wherever she wishes. But you must not sell her for money; you shall not deal with her as a slave, because you have humbled her."},{"number":15,"verse":"If a man has two wives, one beloved and the other despised, and both the beloved and the despised have borne him sons; and if the firstborn son is of the despised woman;"},{"number":16,"verse":"Then in the day when he gives what he has to his sons as his inheritance, he may not make the son of the beloved woman the firstborn instead of the son of the despised one, who is the firstborn."},{"number":17,"verse":"But he shall acknowledge the firstborn, the son of the despised woman, giving him a double portion of all that he has, for he is the firstfruits of his vigor; the right of the firstborn is his."},{"number":18,"verse":"If a man has a stubborn and rebellious son, one who does not listen to the voice of his father nor to the voice of his mother; and though they chastise him, he does not listen to them;"},{"number":19,"verse":"Then his father and mother shall seize him and bring him forth to the elders of his city and to the gate of his place."},{"number":20,"verse":"And they shall say to the elders of his city, This son of ours is stubborn and rebellious; he does not listen to our voice; he is a glutton and a drunkard."},{"number":21,"verse":"Then all the men of his city shall stone him with stones so that he dies. Thus you shall utterly remove the evil from your midst, and all Israel will hear and will fear."},{"number":22,"verse":"And if in a man there is a sin, a cause worthy of death, and he is put to death, and you hang him on a tree;"},{"number":23,"verse":"His corpse shall not remain overnight on the tree, but you must bury him on that day. For he who is hanged is accursed of God, and you shall not defile your land, which Jehovah your God gives you as an inheritance."}]}