{"bibleAbbr":"RcV2003","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"When a man takes a woman and marries her, if she does not find favor in his sight, because he has found some indecency in her; and he writes her a bill of divorce and puts it in her hand and sends her away from his house;"},{"number":2,"verse":"And she goes forth from his house and goes to be another man’s;"},{"number":3,"verse":"And the latter husband despises her and writes her a bill of divorce and puts it in her hand and sends her away from his house; or if the latter husband, who has taken her as his wife, dies;"},{"number":4,"verse":"Then the former husband, who sent her away, may not return to take her again to be his wife after she has been defiled. For that is an abomination before Jehovah, and you shall not cause the land to sin, which Jehovah your God is giving you as an inheritance."},{"number":5,"verse":"When a man takes a new wife, he shall not go out with the army, nor shall he be charged with any duty; he shall be free at home for one year, and he shall make his wife happy, whom he has taken."},{"number":6,"verse":"One shall not take a handmill or an upper millstone as a pledge, for he takes the livelihood as a pledge."},{"number":7,"verse":"If a man is found kidnapping someone from among his brothers of the children of Israel and deals with him as a slave or sells him, then that kidnapper shall die. Thus you shall utterly remove the evil from your midst."},{"number":8,"verse":"Be careful in a case of leprosy to carefully keep and do all that the Levitical priests instruct you; as I commanded them, so shall you be certain to do."},{"number":9,"verse":"Remember what Jehovah your God did to Miriam on the way when you came out of Egypt."},{"number":10,"verse":"When you lend anything to your neighbor, you shall not enter his house in order to take his pledge."},{"number":11,"verse":"You shall stand outside, and the man to whom you are lending shall bring the pledge out to you."},{"number":12,"verse":"And if he is a poor man, you shall not sleep with his pledge;"},{"number":13,"verse":"You must return his pledge to him when the sun goes down, so that he may sleep in his mantle and bless you; and it will be righteousness to you before Jehovah your God."},{"number":14,"verse":"You shall not oppress a poor and needy hired servant among your brothers or among the sojourners with you, who are in your land within your gates."},{"number":15,"verse":"On the day he earns it, you shall give him his wages, and the sun shall not go down upon it (for he is poor and his life depends on it); lest he cry against you to Jehovah and it become sin in you."},{"number":16,"verse":"Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers; every man shall be put to death for his own sin."},{"number":17,"verse":"You shall not distort justice due a sojourner or an orphan, nor shall you take a widow’s garment as a pledge."},{"number":18,"verse":"But you shall remember that you were a slave in Egypt and that Jehovah your God ransomed you from there; therefore I am commanding you to do this thing."},{"number":19,"verse":"When you reap your harvest in your field and you forget a sheaf in the field, you shall not turn back to gather it; it shall be for the sojourner, the orphan, and the widow, in order that Jehovah your God may bless you in all your undertakings."},{"number":20,"verse":"When you beat down the fruit of your olive tree, you shall not go over the boughs afterward; it shall be for the sojourner, the orphan, and the widow."},{"number":21,"verse":"When you cut the grapes from your vineyard, you shall not glean afterward; it shall be for the sojourner, the orphan, and the widow."},{"number":22,"verse":"And you shall remember that you were a slave in the land of Egypt; therefore I am commanding you to do this thing."}]}