{"bibleAbbr":"RcV2003","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"And this is the blessing with which Moses, the man of God, blessed the children of Israel before his death."},{"number":2,"verse":"And he said, Jehovah came from Sinai, / And He dawned upon them from Seir; / He shined forth from Mount Paran, / And He approached from the myriads of holy ones; / From His right hand a fiery law went out to them."},{"number":3,"verse":"Indeed, He loves the people. / All His saints were in Your hand, / And they sat down at Your feet; / Everyone receives of Your words."},{"number":4,"verse":"Moses commanded us a law, / A possession of the congregation of Jacob."},{"number":5,"verse":"And He was King in Jeshurun, / When the heads of the people gathered themselves, / The tribes of Israel together."},{"number":6,"verse":"May Reuben live and not die, / Nor his men be few."},{"number":7,"verse":"And this is the blessing concerning Judah; and he said, Hear, O Jehovah, the voice of Judah, / And bring him to his people. / With his hands he contended for them; / And may You be a help against his adversaries."},{"number":8,"verse":"And concerning Levi he said, May Your Thummim and Urim be with Your faithful man, / Whom You tested at Massah, / With whom You contended at the waters of Meribah —"},{"number":9,"verse":"He who said of his father and mother, / I do not regard him; / And his brothers he did not acknowledge, / And his children he did not recognize; / For they have kept Your speaking / And have guarded Your covenant."},{"number":10,"verse":"They shall show Jacob Your ordinances, / And Israel Your law; / They shall put incense before Your nostrils / And whole burnt offerings upon Your altar."},{"number":11,"verse":"Bless, O Jehovah, his might, / And the work of his hands accept; / Wound thoroughly the loins of those who rise up against him / And of those who hate him, that they may not rise up again."},{"number":12,"verse":"Concerning Benjamin he said, The beloved of Jehovah shall dwell securely beside Him; / Jehovah shall cover over him all the day, / And He shall dwell between his shoulders."},{"number":13,"verse":"And concerning Joseph he said, May his land be blessed of Jehovah / With the choicest things of heaven, with the dew / And with the deep waters that couch beneath;"},{"number":14,"verse":"With the choicest of the crops of the sun, / And with the choicest of the yield of the moons;"},{"number":15,"verse":"With the top of the ancient mountains, / And with the choicest things of the eternal hills;"},{"number":16,"verse":"With the choicest things of the earth, and the fullness thereof, / And the favor of Him who dwelt in the thornbush. / May they come upon the head of Joseph, / And upon the top of the head of him who is separated among his brothers."},{"number":17,"verse":"Like his firstborn ox, he has majesty; / And his horns are the horns of the wild ox; / With them he shall drive peoples / To the ends of the earth together. / Those are the ten thousands of Ephraim; / And those the thousands of Manasseh."},{"number":18,"verse":"And concerning Zebulun he said, Rejoice, Zebulun, for your going forth, / And Issachar, for your tents!"},{"number":19,"verse":"They shall call peoples to the mountain; / There they shall offer sacrifices of righteousness; / For they shall suck the abundance of the seas / And the hidden treasures of the sand."},{"number":20,"verse":"And concerning Gad he said, Blessed be He who enlarges Gad. / He dwells as a lioness, / And tears off the arm, yea, even the top of the head."},{"number":21,"verse":"And he provided the first part for himself, / For there the portion of a lawgiver is reserved; / And he came with the heads of the people; / He executed the righteousness of Jehovah / And His judgments with Israel."},{"number":22,"verse":"And concerning Dan he said, Dan is a lion’s whelp / That leaps forth from Bashan."},{"number":23,"verse":"And concerning Naphtali he said, O Naphtali, satisfied with favor, / And full of the blessing of Jehovah: / Possess the sea and the south."},{"number":24,"verse":"And concerning Asher he said, Blessed be Asher above the sons. / May he be the one favored of his brothers, / And the one dipping his foot in oil."},{"number":25,"verse":"Your doorbolts shall be iron and copper; / And as your days are, so shall your strength be."},{"number":26,"verse":"There is no one like the God of Jeshurun, / Who rides through the heavens as your help / And in His majesty through the skies."},{"number":27,"verse":"The God of old is your habitation, / And underneath are eternal arms. / And He drove out the enemy before you / And said, Destroy!"},{"number":28,"verse":"So Israel dwelt securely, / The fountain of Jacob in solitude, / On a land of grain and new wine; / And the heavens over him drop their dew."},{"number":29,"verse":"Happy are you, O Israel; who is like you? / A people saved by Jehovah, / The shield of your help / And He who is the sword of your majesty! / So your enemies shall come cringing to you, / And you shall tread upon their high places."}]}