{"bibleAbbr":"RcV2003","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"Hear, O Israel! You are about to cross over the Jordan this day in order to enter in and dispossess nations greater and mightier than you, cities that are big and fortified up to heaven,"},{"number":2,"verse":"A people great and tall, the children of the Anakim, whom you know about and of whom you have heard it said, Who can stand before the children of Anak?"},{"number":3,"verse":"Know therefore today that Jehovah your God is the One crossing over before you as a consuming fire; it is He who will destroy them, and it is He who will subdue them before you, so that you may dispossess them and destroy them quickly, as Jehovah has said to you."},{"number":4,"verse":"Do not say in your heart when Jehovah your God drives them out from before you, Because of my righteousness, Jehovah has brought me in to possess this land. Rather, it is because of the wickedness of these nations that Jehovah is about to dispossess them from before you."},{"number":5,"verse":"It is not because of your righteousness nor because of the uprightness of your heart that you are entering in to possess their land, but Jehovah your God is about to dispossess them from before you because of the wickedness of these nations and so that Jehovah may establish the word that He swore to your fathers, to Abraham, to Isaac, and to Jacob."},{"number":6,"verse":"Know therefore that it is not because of your righteousness that Jehovah your God is giving you this good land to possess, for you are a stiff-necked people."},{"number":7,"verse":"Remember; do not forget that you made Jehovah your God furious in the wilderness; from the day that you came forth from the land of Egypt until you came to this place, you have been rebellious against Jehovah."},{"number":8,"verse":"And especially at Horeb you made Jehovah furious, and Jehovah was angry enough with you to destroy you."},{"number":9,"verse":"When I went up to the mountain to receive the tablets of stone, the Tablets of the Covenant which Jehovah made with you, I remained on the mountain forty days and forty nights; I did not eat food nor drink water."},{"number":10,"verse":"And Jehovah gave me the two tablets of stone, written with the finger of God; and on them was what was according to all the words which Jehovah had spoken with you on the mountain from the midst of the fire on the day of the assembly."},{"number":11,"verse":"And at the end of forty days and forty nights, Jehovah gave me the two tablets of stone, the Tablets of the Covenant."},{"number":12,"verse":"Then Jehovah said to me, Arise, go down quickly from here, for your people, whom you have brought out of Egypt, have spoiled themselves; they have turned aside quickly from the way that I commanded them; they have made for themselves a molten image."},{"number":13,"verse":"Then Jehovah spoke to me, saying, I have seen this people, and indeed they are a stiff-necked people."},{"number":14,"verse":"Let Me alone that I may destroy them and blot their name out from under heaven, and I will make of you a nation mightier and more numerous than they."},{"number":15,"verse":"So I turned and came down from the mountain, and the mountain was burning with fire, and the two Tablets of the Covenant were in my two hands."},{"number":16,"verse":"And I saw that you had indeed sinned against Jehovah your God; you had made for yourselves a molten calf; you had turned aside quickly from the way that Jehovah had commanded you."},{"number":17,"verse":"And I took hold of the two tablets and cast them out of my two hands and shattered them before your eyes."},{"number":18,"verse":"Then I threw myself down before Jehovah as at the beginning, forty days and forty nights; I did not eat food nor drink water, because of all your sin which you had sinned by doing that which was evil in the sight of Jehovah so as to anger Him."},{"number":19,"verse":"For I was afraid of the anger and the burning wrath with which Jehovah was angry enough against you to destroy you. But Jehovah listened to me in that instance as well."},{"number":20,"verse":"And Jehovah was very angry with Aaron, enough to destroy him. But I prayed also for Aaron at that time."},{"number":21,"verse":"Then I took your sin that you had made, the calf, and I burned it with fire and crushed it, grinding it thoroughly until it was as fine as dust; and I cast the dust of it into the brook that came down from the mountain."},{"number":22,"verse":"And at Taberah, at Massah, and at Kibroth-hattaavah, you made Jehovah furious."},{"number":23,"verse":"And when Jehovah sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you, you rebelled at the word of Jehovah your God and did not believe Him and did not listen to His voice."},{"number":24,"verse":"You have been rebellious against Jehovah since the day I came to know you."},{"number":25,"verse":"So I threw myself down before Jehovah for the forty days and the forty nights; I threw myself down thus, for Jehovah had said He would destroy you."},{"number":26,"verse":"And I prayed to Jehovah and said, O Lord Jehovah, do not destroy Your people and Your inheritance, whom You have ransomed with Your greatness, whom You have brought out of Egypt with a mighty hand."},{"number":27,"verse":"Remember Your servants, Abraham, Isaac, and Jacob; do not look at the stubbornness of this people and at their wickedness and at their sin;"},{"number":28,"verse":"Lest the inhabitants of the land from which You have brought us out say, Because Jehovah was not able to bring them into the land which He promised them and because He hated them, He has brought them out to kill them in the wilderness."},{"number":29,"verse":"But they are Your people and Your inheritance, whom You have brought out with Your great strength and with Your outstretched arm."}]}