{"bibleAbbr":"BB1572","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"I Lyft vp myne eyes agayne and loked: and beholde a man, with a measure lyne in his hande."},{"number":2,"verse":"Then saide I: whyther goest thou? And he said vnto me: To measure Hierusalem, that I may see how long and how broade it is."},{"number":3,"verse":"And behold, the angel that talked with me, went his way foorth: Then went there out another angel to meete him,"},{"number":4,"verse":"And saide vnto him, Runne, speake to this young man, and say: Hierusalem shalbe inhabited without any wall for the very multitude of people and cattaile that shalbe therein."},{"number":5,"verse":"For I my selfe, saith the Lorde, wyl be vnto her a wall of fire rounde about, & wyl be the glory in the middest of her."},{"number":6,"verse":"O get you foorth, O flee from the land of the north, saith the Lorde: for I haue scattred you into the foure windes of the heauen, saith the Lorde."},{"number":7,"verse":"Saue thy selfe O Sion, thou that dwellest with the daughter of Babylon:"},{"number":8,"verse":"For thus saith the Lorde of hoastes, After this glory hath he sent me out to the heathen which spoyled you: for who so toucheth you, shal touche the apple of his owne eye."},{"number":9,"verse":"Beholde, I wyll lyft vp myne hande ouer them, so that they shall be spoyled of those which afore serued them: and ye shall knowe that the Lorde of hoastes hath sent me."},{"number":10,"verse":"Be glad and reioyce O daughter Sion: for lo, I am come to dwell in the middest of thee, saith the Lorde."},{"number":11,"verse":"At the same time there shal many heathen cleaue to the lord, & shalbe my people: Thus wyll I dwell in the middest of thee, and thou shalt knowe that the lorde of hoastes hath sent me vnto thee."},{"number":12,"verse":"The Lorde shall haue Iuda in possession for his part in the holy lande, and shall choose Hierusalem yet againe."},{"number":13,"verse":"Let all fleshe be still before the Lorde: for he is raysed vp out of his holy place."}]}