{"bibleAbbr":"BB1572","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":6,"verses":[{"number":1,"verse":"Moreouer, I turned me, lyfting vp myne eyes, and loked, and behold there came foure charrets out from betwixt two hylles, which hylles were of brasse."},{"number":2,"verse":"In the first charret were red horses, in ye seconde charret were blacke horses,"},{"number":3,"verse":"In the third charret were white horses, in the fourth charret were horses of diuers colours, and strong."},{"number":4,"verse":"Then spake I, and saide vnto the angel that talked with me: O Lord, what are these?"},{"number":5,"verse":"The angel aunswerd & saide vnto me: These are the foure spirites of the heauen, which be come foorth to stand before the ruler of all the earth."},{"number":6,"verse":"That with the blacke horse went foorth into the lande of the north, & the white folowed them, and the speckled horses went foorth toward the south:"},{"number":7,"verse":"And the strong horses went out, & required to go and take their iourney ouer the whole earth: And he saide, Get you hence, & go through the worlde: So they went throughout the worlde."},{"number":8,"verse":"Then cryed he vpon me, & spake vnto me, saying: Beholde, these that go toward the north, shal stil my wrath in the north countrey."},{"number":9,"verse":"And the worde of the Lorde came vnto me, saying:"},{"number":10,"verse":"Take of the prisoners that are come from Babylon, namely, Heldai, Tobiah, & Idaia: and come thou the same day, and go vnto the house of Iosiah the sonne of Zophonia."},{"number":11,"verse":"Then take golde and siluer, & make crownes therof, and set them vpon the head of Iosua the sonne of Iosedech the hie priest,"},{"number":12,"verse":"And speake vnto him, thus saith the lord of hoastes: Behold the man whose name is the braunche, & he shall growe vp out of his place, and he shal build vp the temple of the Lorde."},{"number":13,"verse":"Yea, euen he shal builde vp the temple of the lord, & he shal beare the prayse: he shal sit vpon the lordes throne, and haue the domination: A priest shal he be also vpon his throne, & a peaceable counsell shalbe betwixt them both."},{"number":14,"verse":"And the crowne shalbe to Helem, & to Tobiah, & to Idaia, & to Hen the sonne of Zophoni, for a memoriall in the temple of the Lorde."},{"number":15,"verse":"And such as be farre of shall come, and build in ye temple of the lord, that ye may know how that the lord of hoastes hath sent me vnto you: And this shal come to passe, if ye wyll hearken diligently vnto the voyce of the Lorde your God."}]}