{"bibleAbbr":"CVB1535","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"In ye thirde yeare of ye raigne of Ioachim kynge off Iuda, came Nabuchodonosor kynge of Babilon vnto Ierusalem, & beseged it:"},{"number":2,"verse":"and the LORDE delyuered Ioachim the kynge off Iuda in to his honde, with certayne ornamentes of the house off God, which he caried awaye vnto the londe of Sennar, to the house of his god and there brought them in to his gods treasury."},{"number":3,"verse":"And the kynge spake vnto Asphenes ye chefe chamberlayne, that he shulde brynge him certayne of the children of Israel, that were come of the kynges sede and of prynces,"},{"number":4,"verse":"yoge spryngaldes with out eny blemish but fayre ad welfauored, instructe in all wisdome, connynge and vnderstodinge: which were able to stonde in the kynges palace, to reade, and to lerne for to speake Caldeish."},{"number":5,"verse":"Vnto these the kinge appoynted a certayne porcion of his owne meate and of the wine, which he drancke himselff, so to norish the thre yeare: that afterwarde they might stonde before the kynge."},{"number":6,"verse":"Amonge these now were certayne of the children off Iuda: namely Daniel, Ananias, Misael and Azarias."},{"number":7,"verse":"Vnto these the chefe chamberlayne gaue other names, and called Daniel, Balthasar: Ananias, Sydrac: Misael, Misac: and Asarias, Abdenago."},{"number":8,"verse":"But Daniel was at a poynt wt himself, that he wolde not be defyled thorow the kynges meate, ner ye wyne which he droke. And this he desyred off the chefe chaberlayne, lest he shulde defyle himselff."},{"number":9,"verse":"So God gaue Daniel fauoure and grace before ye chefe chamberlayne,"},{"number":10,"verse":"that he sayde vnto him: I am afrayed off my lorde the kynge, which hath appoynted you youre meate and drynke: lest he spye youre faces to be worse lykynge then the other spryngaldes of youre age, ad so ye shal make me loose my heade vnto ye kynge."},{"number":11,"verse":"Then Daniel answered Melassar, whom the chefe chamberlayne had set ouer Daniel, Ananias, Misael and Asarias, and sayde:"},{"number":12,"verse":"O proue but ten dayes with thy seruauntes, and let vs haue potage to eate, and water to drynke:"},{"number":13,"verse":"then loke vpon oure faces, and theirs that eate off the kinges meate. And as thou seyst, so deale with thy seruauntes."},{"number":14,"verse":"So he consented to them in this matter, ad proued the x. dayes."},{"number":15,"verse":"And after ye ten dayes, their faces were better lykinge & fatter, then all the yonge spryngaldes, which ate of the kinges meate."},{"number":16,"verse":"Thus Melassar toke awaye their meate and wyne, and gaue them potage therfore."},{"number":17,"verse":"God gaue now these foure spryngaldes connynge and lernynge in all scripture and wisdome: but vnto Daniel specially, he gaue vnderstondinge off all visions and dreames."},{"number":18,"verse":"Now when the tyme was expyred, that the kynge had appoynted to brynge in these yonge springaldes vnto him: the chefe chamberlayne brought them before Nabuchodonosor,"},{"number":19,"verse":"and the kynge commoned with them. But amonge them all were founde none soch as Daniel, Ananias, Misael, and Asarias. Therfore stode they before the kynge,"},{"number":20,"verse":"which in all wisdome and matters off vnderstodinge, that he enquered off them, founde them ten tymes better, the all the soythsayers and charmers, that were in all his realme."},{"number":21,"verse":"And Daniel abode still, vnto the first yeare of kynge Cyrus."}]}