{"bibleAbbr":"CVB1535","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"In the thirde yeare of kinge Cirus of Persia, there was shewed vnto Daniel (otherwise called Balthasar) a matter, yee a true matter, but it is yet a longe tyme vnto it. He vnderstode the matter well, and perceaued what the vision was."},{"number":2,"verse":"At the same tyme, I Daniel mourned for the space of thre wekes,"},{"number":3,"verse":"so that I had no lust to eate bred: as for flesh and wyne, there came none within my mouth: No, I dyd not ones anoynte my self, till the whole thre wekes were out."},{"number":4,"verse":"Vpon the xxiiij. daye of the first moneth, I was by the greate floude, called Tigris:"},{"number":5,"verse":"I lift vp myne eyes, and loked: and beholde, a man clothed in lynnynge, whose loynes were gyrded vp with fyne golde of Araby:"},{"number":6,"verse":"his body was like the Chrisolite stone, his face (to loke vpon) was like lightenynge, his eyes as the flame of fyre, his armes and fete were like fayre glisteringe metall, but the voyce of his wordes was like ye voyce of a multitude."},{"number":7,"verse":"I Daniel alone sawe this vision, the men that were with me, sawe it not: but a greate fearfulnesse fell vpon them, so that they fled awaye, and hyd them selues."},{"number":8,"verse":"I was left there my self alone, and sawe this greate vision, so longe til there remayned nomore strength within me: Yee I lost my coloure clene, I waisted awaye, and my strength was gone."},{"number":9,"verse":"Yet herde I the voyce of his wordes: & as soone as I herde it, fayntnesse came vpon me, and I fell downe flat to the grounde vpon my face."},{"number":10,"verse":"And beholde, an hande touched me, which set me vp vpon my knees & vpon the palmes of my hondes,"},{"number":11,"verse":"sayenge vnto me: O Daniel, thou well beloued man: take good hede of the wordes, that I shal saye vnto ye, & stode right vp, for vnto ye am I now sent. And when he had sayde these wordes, I stode vp tremblinge."},{"number":12,"verse":"Then saide he vnto me: feare not Daniel: for why, sence the first daye that thou set thine herte to vnderstonde, and didest chasten thy self before thy God: thy wordes haue bene herde. And I had come vnto the whe thou begannest to speake,"},{"number":13,"verse":"had not the prynce ouer the kingdome of the, Perses wt stonde me xxj. dayes. But lo, Michael one of the chefe prynces, came to helpe me, him haue I left by the kinge of Persia,"},{"number":14,"verse":"& am come to shewe the, what shal happen vnto thy people in the latter dayes: for it wilbe loge yet or the vision be fulfilled."},{"number":15,"verse":"Now when he had spoken these wordes vnto me, I kest downe my heade to ye grounde, and helde my tunge."},{"number":16,"verse":"Beholde, there touched my lippes one, very like vnto a man. Then opened I my mouth, and sayde vnto him, that stode before me: O my lorde, my ioyntes are lowsed in the vision, and there is no more stregth within me:"},{"number":17,"verse":"How maye my lordes seruaunt then talke with my lorde? seinge there is no strength in me, so that I can not take my breth?"},{"number":18,"verse":"Vpon this there touched me agayne, one moch like a man, & conforted me,"},{"number":19,"verse":"sayenge: O thou man so wel beloued, feare not: be content, take a good herte vnto the, and be stronge. So when he had spoken vnto me, I recouered, & sayde: Speake on my lorde, for thou hast refre?shed me."},{"number":20,"verse":"The sayde he: knowest thou wherfore I am come vnto ye? now wil I go agayne to fight with the prynce of the Perses. As soone as I go forth, lo, the prynce of Grekelonde shal come."},{"number":21,"verse":"Neuertheles, I wil shewe the the thinge, yt is fast noted in the scripture of treuth. And as for all yonder matters, there is none that helpeth me in them, but Michael youre prynce."}]}