{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"A wyse sonne maketh a glad father: but an vndiscrete sonne is an heauinesse vnto his mother."},{"number":2,"verse":"Treasures that are wickedly gotten, profite nothing: but righteousnesse deliuereth from death."},{"number":3,"verse":"The Lorde wyll not let the soule of the righteous suffer hunger: but he taketh away the richesse of the vngodly."},{"number":4,"verse":"An idle hande maketh poore: but a quicke labouring hande maketh riche."},{"number":5,"verse":"Who so gathereth in sommer is wyse: but he that is sluggishe in haruest, bringeth hym selfe to confusion."},{"number":6,"verse":"Blessinges are vpon the head of the righteous: and the mouth of the vngodly kepeth mischiefe in secrete."},{"number":7,"verse":"The memoriall of the iust shall haue a good report: but the name of the vngodly shall stincke."},{"number":8,"verse":"A wyse man wyll receaue warning: but a prating foole shalbe punished."},{"number":9,"verse":"He that walketh vprightly, walketh surely: but whoso goeth a wrong way, shalbe knowen."},{"number":10,"verse":"He that winketh with his eye, wyll cause sorowe: but he that hath a foolishe mouth, shalbe beaten."},{"number":11,"verse":"The mouth of a righteous man is a well of life: but the mouth of the vngodly kepeth mischiefe in secrete."},{"number":12,"verse":"Hatred stirreth vp strifes: but loue couereth the multitude of sinnes."},{"number":13,"verse":"In the lippes of him that hath vnderstanding, a man shall finde wysdome: but the rod belongeth to the backe of the foolishe."},{"number":14,"verse":"Wyse men lay vp knowledge: but the mouth of the foolish is nye destruction."},{"number":15,"verse":"The riche mans goodes are his strong holde: but their owne pouertie feareth the poore."},{"number":16,"verse":"The labour of the righteous [tendeth] to lyfe: but the fruites of the vngodly, to sinne."},{"number":17,"verse":"Nurture kepeth the way of lyfe: but he that refuseth to be nurtured, deceaueth hym selfe."},{"number":18,"verse":"He that hydeth hatred with lying lippes, and he that speaketh slaunder, is a foole."},{"number":19,"verse":"Where much babblyng is, there must needes be offence: and he that refrayneth his lippes, is wyse."},{"number":20,"verse":"The tongue of the iust man is as tried siluer: but the heart of the vngodly is a thyng of naught."},{"number":21,"verse":"The lippes of the ryghteous feede a whole multitude: but fooles shall dye in their owne follie."},{"number":22,"verse":"The blessyng of the Lorde maketh riche: and bryngeth no sorowe of heart with it."},{"number":23,"verse":"A foole doth wickedly, and maketh but a sport of it: but wisdome ruleth the man that hath vnderstandyng."},{"number":24,"verse":"The thing that the vngodly is afraide of, shall come vpon hym: but the ryghteous shall haue their desire."},{"number":25,"verse":"As the tempest, so passeth away the vngodly and is not: but the ryghteous remayneth sure for euer."},{"number":26,"verse":"As vineger is to the teeth, & as smoke is vnto the eyes: euen so is a sluggishe person to them that sendeth him foorth."},{"number":27,"verse":"The feare of the Lorde maketh a long lyfe: but the yeres of the vngodly shalbe shortened."},{"number":28,"verse":"The patient abydyng of the righteous shalbe turned to gladnesse: but the hope of the vngodly shall perishe."},{"number":29,"verse":"The way of the Lord geueth courage vnto the godly: but it is a feare for wicked doers."},{"number":30,"verse":"The ryghteous shall neuer be ouerthrowen: but the vngodly shall not remayne in the lande."},{"number":31,"verse":"The mouth of the iust wyll be talking of wisdome: but the tongue of the frowarde shall be cut out."},{"number":32,"verse":"The lippes of the ryghteous vtter that which is acceptable: but the mouth of the vngodly [speaketh] frowarde thynges."}]}