{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"A false ballaunce is an abomination vnto the Lorde: but a true wayght pleaseth him."},{"number":2,"verse":"Where pryde is, there is shame also and confusion: but wheras is lowlinesse, there is wisdome."},{"number":3,"verse":"The innocent dealyng of the iust shall leade them: but the wickednesse of the offendours shalbe their owne destruction."},{"number":4,"verse":"Riches helpe not in the day of vengeaunce: but ryghteousnesse deliuereth from death."},{"number":5,"verse":"The ryghteousnesse of the innocent ordereth his way: but the vngodly shall fall in his owne wickednesse."},{"number":6,"verse":"The righteousnesse of the iust shall delyuer them: but the wicked shalbe taken in their owne vngodlynesse."},{"number":7,"verse":"When an vngodly man dyeth, his hope is gone: the confidence of riches shall perishe."},{"number":8,"verse":"The ryghteous shalbe delyuered out of trouble: and the vngodly shall come in his steade."},{"number":9,"verse":"The dissembler with his mouth hurteth his neighbour: but through knowledge shall the iust be deliuered."},{"number":10,"verse":"When it goeth well with the ryghteous the citie is mery: and when the vngodly perishe there is gladnesse."},{"number":11,"verse":"In the blessyng of the ryghteous the citie is exalted: but it is ouerthrowen by the mouth of the wicked."},{"number":12,"verse":"A foole slaundereth his neyghbour: but a wise man holdeth his peace."},{"number":13,"verse":"A dissemblyng person wyll discouer priuie thynges: but he that is of a faythfull heart wyll kepe counsayle."},{"number":14,"verse":"Where no counsayle is, there the people decay: but wheras many are that can geue counsayle, there is wealth."},{"number":15,"verse":"He that is suretie for a straunger shall smart for it: and he that hateth suretishyp is sure."},{"number":16,"verse":"A gratious woman getteth honour: but the strong men attayne riches."},{"number":17,"verse":"He that is mercifull, doth hym selfe a benefite: but who so hurteth his neyghbour, is a tiraunt."},{"number":18,"verse":"The vngodly worketh deceiptfull workes: but he that soweth righteousnesse shall receaue a sure rewarde."},{"number":19,"verse":"Lyke as ryghteousnesse bringeth lyfe: euen so to cleaue vnto euyll, bryngeth death."},{"number":20,"verse":"The Lorde abhorreth them that be of a corrupt heart: but he hath pleasure in them that are of an vndefiled conuersation."},{"number":21,"verse":"Though hand be ioyned in hande, yet the wicked shall not escape: but the seede of the ryghteous shalbe preserued."},{"number":22,"verse":"A faire woman without discrete maners, is lyke a ryng of golde in a swines snoute."},{"number":23,"verse":"The desire of the ryghteous is acceptable: but the hope of the vngodly is indignation."},{"number":24,"verse":"Some man geueth out his goodes and is the richer: but the niggarde hauyng inough, wyll depart from nothyng, and yet is euer in pouertie."},{"number":25,"verse":"He that is liberall in geuyng, shall haue plentie: and he that watereth, shalbe watered also hym selfe."},{"number":26,"verse":"Who so hoordeth vp his corne, shalbe cursed among the people: but blessyng shall lyght vpon his head that geueth foode."},{"number":27,"verse":"He that searcheth for good thynges fyndeth fauour: but who so seketh after mischiefe, it shall happen vnto hym."},{"number":28,"verse":"He that trusteth in his riches shall haue a fall: but the ryghteous shall florishe as the greene leafe."},{"number":29,"verse":"Who so maketh disquietnesse in his owne house, he shal haue winde for his heritage: and the foole shalbe seruaunt to the wise."},{"number":30,"verse":"The fruite of the ryghteous is a tree of life: and he that winneth mens soules is wise."},{"number":31,"verse":"If the ryghteous be recompensed vpon earth: howe much more then the vngodly and the sinner?"}]}