{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better is a drye morsell with quietnesse, then a house full of fat offeryng with strife."},{"number":2,"verse":"A discrete seruaunt shall haue rule ouer a lewde sonne, and shal haue heritage with the brethren."},{"number":3,"verse":"As siluer is tryed in the fire, and golde in the furnace: so doth the Lorde proue the heartes."},{"number":4,"verse":"A wicked body geueth heede to false lippes, and a lyer geueth eare to a deceiptfull tongue."},{"number":5,"verse":"Who so scorneth the poore, blasphemeth his maker: and he that is glad at [another mans] hurt, shall not be vnpunished."},{"number":6,"verse":"Childers children are a crowne of the aged, and the fathers are the honour of the children."},{"number":7,"verse":"Speache of aucthoritie becommeth not a foole, much lesse a lying mouth then beseemeth a prince."},{"number":8,"verse":"A gyft is as a precious stone vnto hym that hath it: but vnto whom soeuer it turneth, it maketh hym vnwise."},{"number":9,"verse":"Who so couereth a fault, procureth loue: but he that discloseth it, deuideth very frendes."},{"number":10,"verse":"One reproofe more feareth a wise man, then an hundred stripes doth a foole."},{"number":11,"verse":"A seditious person seketh mischiefe, and a cruell messenger shalbe sent agaynst hym."},{"number":12,"verse":"It were better to meete a shee beare robbed of her whelpes, then a foole [trusting] in his foolishnesse."},{"number":13,"verse":"Who so rewardeth euill for good, euil shall not depart from his house."},{"number":14,"verse":"The beginning of strife is, as when a man maketh an issue for water: therfore leaue of before the contention be medled with."},{"number":15,"verse":"The Lorde hateth as well hym that iustifieth the vngodly, as him that condempneth the innocent."},{"number":16,"verse":"Whereto hath a foole treasure in his hande to bye wisdome, seeing he hath no minde therto?"},{"number":17,"verse":"He is a frende that alway loueth, and in aduersitie a man shall knowe who is his brother."},{"number":18,"verse":"Who so promiseth by the hande and is suretie for his neighbour, he is a foole."},{"number":19,"verse":"He that delighteth in sinne, loueth strife: and who so setteth his doore to hye, seeketh destruction."},{"number":20,"verse":"Who so hath a frowarde heart, obteyneth no good: and he that hath a double tongue, shall fall into mischiefe."},{"number":21,"verse":"He that begetteth a foole, begetteth his sorowe: and the father of a foole can haue no ioy."},{"number":22,"verse":"A mery heart make a lustie age: but a sorowfull minde dryeth vp the bones."},{"number":23,"verse":"The vngodly taketh gyftes out of the bosome, to wrest the wayes of iudgement."},{"number":24,"verse":"Wisdome [shineth] in the face of hym that hath vnderstanding: but the eyes of fooles wander throughout al landes."},{"number":25,"verse":"An vndiscrete sonne is a griefe vnto his father: and an heauinesse vnto his mother."},{"number":26,"verse":"Certaynely to condempne the iust is not good: nor to strike the gouernours whiche iudge rightly."},{"number":27,"verse":"A wyse man vseth fewe wordes, and a man of vnderstanding is of a pacient spirite."},{"number":28,"verse":"Yea, a very foole when he holdeth his tongue is counted wise: and he that stoppeth his lippes is esteemed prudent."}]}