{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better is the poore that liueth godly, then he that abuseth his lippes, and is a foole."},{"number":2,"verse":"The desire without discretion is not good: but [as] a man whiche hasteth with his feete offendeth."},{"number":3,"verse":"The foolishnesse of man paruerteth his way: and his heart fretteth against the Lorde."},{"number":4,"verse":"Riches maketh many frendes: but the poore is separated from his neighbour."},{"number":5,"verse":"A false witnesse shall not be vnpunished: and he that speaketh lyes shall not escape."},{"number":6,"verse":"The multitude hangeth vpon great men: and euery man fauoureth hym that geueth rewardes."},{"number":7,"verse":"All the brethren of the poore do hate hym, yea his owne frendes withdrawe them selues from hym: and he that geueth credence to wordes, getteth nothing."},{"number":8,"verse":"He that is wise loueth his owne soule, and kepeth vnderstanding, that he may prosper."},{"number":9,"verse":"A false witnesse shall not be vnpunished: and he that speaketh lyes shall perishe."},{"number":10,"verse":"Pleasure is not seemely for a foole: muche lesse for a bondman to haue rule of princes."},{"number":11,"verse":"A wyse man can put of displeasure, and it is his honour to let some faultes passe."},{"number":12,"verse":"The kynges displeasure is lyke the roaryng of a Lion: but his fauour is lyke the deawe vpon the grasse."},{"number":13,"verse":"An vndiscrete sonne is the heauinesse of his father, and a brawlyng wyfe is like the toppe of an house wherthrough it is euer dropping."},{"number":14,"verse":"House and riches may a man haue by the heritage of his elders: but a discrete woman is the gyft of the Lorde."},{"number":15,"verse":"Slouthfulnesse bryngeth sleepe, and a soule accustomed with craft, shall suffer hunger."},{"number":16,"verse":"Who so kepeth the commaundement, kepeth his owne soule: but he that regardeth not his wayes, shall dye."},{"number":17,"verse":"He that hath pitie vpon the poore, lendeth vnto the Lord: and looke what he layeth out, it shalbe payde hym agayne."},{"number":18,"verse":"Chasten thy sonne whyle there is hope: and let not thy soule spare for his crying."},{"number":19,"verse":"A man of great wrath shall suffer punishment: and though thou [once] deliuer hym, thou must do it agayne."},{"number":20,"verse":"O geue eare vnto good counsayle, and be content to be refourmed, that thou mayest be wyse in the latter dayes."},{"number":21,"verse":"There are many deuises in a mans heart: neuerthelesse, the counsayle of the Lorde shall stande."},{"number":22,"verse":"It is a mans worship to do good: and a poore man is better then a lyer."},{"number":23,"verse":"The feare of the Lord [bringeth a man] to lyfe: and he shall rest the whole night in plenteousnesse without visitation of any plague."},{"number":24,"verse":"A slouthfull man shutteth his hande into his bosome, and wyll not take payne to put it to his mouth."},{"number":25,"verse":"If thou smytest a scornefull person, the ignoraunt shall take better heede: and if thou reprouest one that hath vnderstanding, he wyll be the wyser."},{"number":26,"verse":"He that hurteth his father, or shutteth out his mother, is a shamefull and an vnworthy sonne."},{"number":27,"verse":"My sonne heare no more the doctrine that leadeth thee vnto errours from the wordes of vnderstanding."},{"number":28,"verse":"A wicked witnesse mocketh iudgement: and the mouth of the vngodly deuoureth wickednesse."},{"number":29,"verse":"Iudgementes are ordeyned for the scornefull, and stripes for fooles backes."}]}