{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"The kynges heart is in the hand of the Lord, lyke as are the riuers of water, he maye turne it whyther soeuer he wyll."},{"number":2,"verse":"Euery mans way seemeth right in his owne eyes: but the Lorde pondereth the heart."},{"number":3,"verse":"To do righteousnes and iudgement, is more acceptable to the Lorde then sacrifice."},{"number":4,"verse":"An high looke, a proude heart, and the plowing of the vngodly is sinne."},{"number":5,"verse":"The deuises of one that is diligent, bring plenteousnesse: but he that is vnaduised, commeth vnto pouertie."},{"number":6,"verse":"To hoorde vp riches with a deceiptfull tongue, is vanitie tossed to and fro of them that seeke death."},{"number":7,"verse":"The robberies of the vngodly shalbe their owne destruction: for they wyll not do the thing that is right."},{"number":8,"verse":"The way of the vngodly is frowarde and straunge: but of the pure man his worke is right."},{"number":9,"verse":"It is better to dwel in a corner on the house toppe, then with a brawling woman in a wide house."},{"number":10,"verse":"The soule of the vngodly wisheth euyll, and his neighbour findeth no fauour in his eyes."},{"number":11,"verse":"When the scornefull is punished, the ignoraunt take the better heede: and when the wyse is instructed, he wyll receaue vnderstanding."},{"number":12,"verse":"The righteous man wysely considereth the house of the wicked, and for their wickednesse [God] ouerthroweth the vngodly."},{"number":13,"verse":"Who so stoppeth his eares at the crying of the poore, he shall crye hym selfe and not be hearde."},{"number":14,"verse":"A priuie rewarde pacifieth displeasure: and a gyft in the bosome [stylleth] furiousnesse."},{"number":15,"verse":"The iust delighteth in doing the thing that is right: but destruction shalbe to the workers of wickednesse."},{"number":16,"verse":"The man that wandereth out of the way of wysdome, shall remaine in the congregation of the dead."},{"number":17,"verse":"He that hath pleasure in bankettes shalbe a poore man: and whoso delighteth in wyne and delicates, shall not be riche."},{"number":18,"verse":"The vngodly shalbe a raunsome for the righteous: and the wicked for the iust."},{"number":19,"verse":"It is better to dwell in the wyldernesse, then with a chydyng and an angrye woman."},{"number":20,"verse":"In a wise mans house there is a great treasure and oyle: but a foolishe body spendeth vp all."},{"number":21,"verse":"Who so foloweth righteousnesse and mercy, findeth both life, righteousnesse, and honour."},{"number":22,"verse":"A wyse man skaleth the citie of the mightie, & ouerthroweth the strength wherein they trusted."},{"number":23,"verse":"Who so kepeth his mouth and his tongue, the same kepeth his soule from troubles."},{"number":24,"verse":"He that is proude and arrogant; is called a scorner, whiche in his wrath worketh presumptuously."},{"number":25,"verse":"The desire of the slouthfull kylleth him: for his handes wyll not labour."},{"number":26,"verse":"He coueteth greedyly all day long: but the righteous geueth and spareth not."},{"number":27,"verse":"The sacrifice of the vngodly is abhomination: howe muche more when they offer the thing that is gotten with wickednesse?"},{"number":28,"verse":"A false witnesse shall perishe: but [a good] man speaketh constantly what he hath hearde."},{"number":29,"verse":"An vngodly man hardeneth his face: but the iust refourmeth his owne way."},{"number":30,"verse":"There is no wysdome, there is no vnderstanding, there is no counsayle against the Lorde."},{"number":31,"verse":"The horse is prepared against the day of battayle: but the Lorde geueth victorie."}]}