{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"The vngodly fleeth when no man pursueth him: but the righteous are bolde as a Lion."},{"number":2,"verse":"For the wickednes of the lande, the prince is oft chaunged: but thorowe a man of vnderstanding and wysdome, a realme endureth long."},{"number":3,"verse":"One poore man oppressing another by violence, is like a raging rayne that destroyeth the fruite."},{"number":4,"verse":"They that forsake the lawe, prayse the vngodly: but such as kepe the lawe are greeued at them."},{"number":5,"verse":"Wicked men vnderstande not iudgement: but they that seeke the Lord, vnderstande all thinges."},{"number":6,"verse":"Better is he that walketh in his vprightnes: then he that peruerteth his wayes, and is riche."},{"number":7,"verse":"Who so kepeth the lawe, is a chylde of vnderstanding: but he that is a companion of riotous men, shameth his father."},{"number":8,"verse":"He that by vsurie and vniust gaynes gathereth riches: he shall lay them in store for a man that will pitie the poore."},{"number":9,"verse":"He that turneth away his eare from hearing the lawe, his prayer shalbe abhominable."},{"number":10,"verse":"Who so causeth the righteous to go astray by an euill way, shall fall into his owne pit: but the iust shall haue the good in possession."},{"number":11,"verse":"The riche man thinketh hym selfe to be wise: but the poore that hath vnderstandyng can perceaue hym well inough."},{"number":12,"verse":"When righteous men do reioyce, there is great glory: but when the wicked come vp, the man is tryed."},{"number":13,"verse":"He that hydeth his sinnes, shall not prosper: but whoso knowledgeth them and forsaketh them, shall haue mercy."},{"number":14,"verse":"Well is hym that standeth alway in awe: as for hym that hardeneth his heart, he shall fall into mischiefe."},{"number":15,"verse":"As a roaring Lion and an hungrye Beare, so is an vngodly prince ouer the poore people."},{"number":16,"verse":"Where the prince is without vnderstanding, there is great oppression and wrong: but if he hateth couetousnes, he shall long raigne."},{"number":17,"verse":"He that by violence shedeth any mans blood, shalbe a runnagate vnto his graue, and no man shalbe able to succour hym."},{"number":18,"verse":"Whoso leadeth an innocent life, shalbe saued: but he that goeth frowarde wayes, shall once haue a fall."},{"number":19,"verse":"He that tylleth his lande shall haue plenteousnes of bread: but he that foloweth idle persons, shall haue pouertie inough."},{"number":20,"verse":"A faythfull man shalbe fylled with blessinges, and he that maketh haste to be riche, shall not be vngyltie."},{"number":21,"verse":"To haue respect of persons [in iudgement] is not good, for that man wyll do wrong, yea euen for a peece of bread."},{"number":22,"verse":"He that wyll be riche all to soone, hath an euyll eye: and considereth not that pouertie shall come vpon hym."},{"number":23,"verse":"He that folowyng my preceptes rebuketh a man, shall fynde more fauour at the last then he that flattereth hym."},{"number":24,"verse":"Who so robbeth his father and mother, and sayth it is no sinne: the same is the companion of a destroyer."},{"number":25,"verse":"He that is of a proude stomacke stirreth vp strife: but he that putteth his trust in the Lorde shalbe well fed."},{"number":26,"verse":"He that trusteth in his owne heart is a foole: but he that dealeth wisely shalbe safe."},{"number":27,"verse":"He that geueth vnto the poore shall not lacke: but he that hydeth his eyes from them, shall haue many a curse."},{"number":28,"verse":"When the vngodly are come vp, men are fayne to hide themselues: but when they perishe, the ryghteous encrease."}]}