{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"My sonne if thou be suretie for thy neyghbour, and hast fastened thyne hande for another man:"},{"number":2,"verse":"Thou art bounde with thine owne wordes, and taken with thine owne speach."},{"number":3,"verse":"Therfore my sonne do this, and thou shalt be discharged: When thou art come into thy neyghbours daunger, go thy wayes then soone, humble thy selfe, and with thy frendes intreate [thy creditour.]"},{"number":4,"verse":"Let not thyne eyes sleepe, nor thyne eye liddes slumber."},{"number":5,"verse":"Saue thy self as a Doe from the hand of the [hunter] and as a byrde from the hande of the fouler."},{"number":6,"verse":"Go to the emmet thou sluggarde, consider her wayes, and learne to be wyse:"},{"number":7,"verse":"She hath no guyde, nor ouerseer, nor ruler,"},{"number":8,"verse":"Yet in the sommer she prouideth her meate, and gathereth her foode together in the haruest."},{"number":9,"verse":"Howe long wylt thou sleepe thou sluggishe man? When wylt thou aryse out of thy sleepe?"},{"number":10,"verse":"Yea, sleepe on still a litle, slumber a litle, folde thyne handes together yet a litle that thou mayest sleepe:"},{"number":11,"verse":"So shall pouertie come vnto thee as one that trauayleth by the way, and necessitie like a weaponed man."},{"number":12,"verse":"An vngodly person, a wicked man, goeth with a frowarde mouth."},{"number":13,"verse":"He winketh with his eyes, he tokeneth with his feete, he teacheth with his fingers."},{"number":14,"verse":"He is euer imagining mischiefe and frowardnes in his heart, and causeth discorde."},{"number":15,"verse":"Therefore shall his destruction come hastyly vpon hym, sodainly shall he be all to broken, and not be healed."},{"number":16,"verse":"These sixe thinges doth the Lorde hate, and the seuenth he vtterly abhorreth:"},{"number":17,"verse":"A proude loke, a lying tongue, handes that shed innocent blood,"},{"number":18,"verse":"An heart that goeth about wicked imaginations, feete that be swyft in running to mischiefe,"},{"number":19,"verse":"A false witnesse that bringeth vp lyes, and hym that soweth discorde among brethren."},{"number":20,"verse":"My sonne, kepe thy fathers commaundement, and forsake not the lawe of thy mother:"},{"number":21,"verse":"Tye them continually in thyne heart, and bynde them about thy necke."},{"number":22,"verse":"That shall leade thee when thou goest, preserue thee when thou art asleepe, and when thou awakest talke with thee."},{"number":23,"verse":"For the commaundement is a lanterne, and the lawe a light: yea chastening and nurture is the way of life:"},{"number":24,"verse":"That they may kepe thee from the euyll woman, and from the flattering tongue of the straunge woman."},{"number":25,"verse":"Lust not after her beautie in thyne heart, lest thou be taken with her fayre lokes."},{"number":26,"verse":"By an harlot [a man is brought] to beg his bread, and a woman wyll hunte for the pretious life of man."},{"number":27,"verse":"May a man take fire in his bosome, and his clothes not be brent?"},{"number":28,"verse":"Or can one go vpon hotte coales, and his feete not be brent?"},{"number":29,"verse":"Euen so, whosoeuer goeth in to his neyghbours wife and toucheth her, can not be vngiltie."},{"number":30,"verse":"Men do not vtterly despise a thiefe that stealeth to satisfie his soule, when he is hungrie:"},{"number":31,"verse":"But if he may be gotten, he restoreth agayne seuen tymes as muche, or els he maketh recompence with all the good of his house."},{"number":32,"verse":"But whoso committeth adultrie with a woman, lacketh vnderstanding: and he that doth it, destroyeth his owne soule."},{"number":33,"verse":"He getteth him selfe a plague and dishonour, and his reproche shall neuer be put out:"},{"number":34,"verse":"For the ielousie and wrath of the man wyll not be entreated,"},{"number":35,"verse":"No though thou wouldest offer hym great gyftes to make amendes, he wyll not receaue them."}]}