{"bibleAbbr":"BB1572","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"Wysdome hath buylded her house, and hewen out seuen pillers:"},{"number":2,"verse":"She hath kylled her victuals, powred out her wine, and prepared her table:"},{"number":3,"verse":"She hath sent foorth her maydens to crye vpon the highest place of the citie,"},{"number":4,"verse":"Who so is without knowledge, let him come hither: And to the vnwise she said,"},{"number":5,"verse":"O come on your way, eate my bread, and drinke my wine [whiche] I haue powred out for you."},{"number":6,"verse":"Forsake foolishnes, and ye shall lyue: and see that ye go in the way of vnderstandyng."},{"number":7,"verse":"Whoso reproueth a scornefull person, getteth him selfe dishonour: and he that rebuketh the vngodly, stayneth hym selfe."},{"number":8,"verse":"Reproue not a scorner, lest he owe thee euyll will: but rebuke a wyse man, and he wyll loue thee."},{"number":9,"verse":"Geue a discrete man but an occasion, and he wyll be the wyser: teache a righteous man, and he wyll encrease in knowledge."},{"number":10,"verse":"The feare of the Lorde is the beginning of wisdome: and the knowledge of holy thinges, is vnderstanding."},{"number":11,"verse":"For thorowe me thy dayes shalbe prolonged, and the yeres of thy life shall be many."},{"number":12,"verse":"If thou be wise, thy wysdome shal do thy selfe good: but if thou thinkest scorne therof, it shalbe thine owne harme."},{"number":13,"verse":"A foolishe retchlesse woman full of wordes, and suche a one as hath no knowledge,"},{"number":14,"verse":"Sitteth at the doore of her house, and in the hye places of the citie,"},{"number":15,"verse":"To call such as go by, and that walke straight in their wayes."},{"number":16,"verse":"Who so is ignoraunt [sayeth she] let hym come hyther: and to the vnwyse she saith,"},{"number":17,"verse":"Stolen waters are sweete, & the bread that is priuily eaten, hath a good taste."},{"number":18,"verse":"And he doth not consider that they are but dead whiche be there, and that her ghestes are in the deepe of hell."}]}