{"bibleAbbr":"urGV2010","bookName":"نحمیا","bookEnglishName":"Nehemiah","chapterNumber":1,"verses":[{"number":1,"verse":"( نحمیاہ یروشلم کے لئے دعا کرتا ہے) ذیل میں نحمیاہ بن حکلیاہ کی رپورٹ درج ہے۔ مَیں ارتخشستا بادشاہ کی حکومت کے 20 ویں سال کِسلیو کے مہینے میں سوسن کے قلعے میں تھا"},{"number":2,"verse":"کہ ایک دن میرا بھائی حنانی مجھ سے ملنے آیا۔ اُس کے ساتھ یہوداہ کے چند ایک آدمی تھے۔ مَیں نے اُن سے پوچھا، ”جو یہودی بچ کر جلاوطنی سے یہوداہ واپس گئے ہیں اُن کا کیا حال ہے؟ اور یروشلم شہر کا کیا حال ہے؟“"},{"number":3,"verse":"اُنہوں نے جواب دیا، ”جو یہودی بچ کر جلاوطنی سے یہوداہ واپس گئے ہیں اُن کا بہت بُرا اور ذلت آمیز حال ہے۔ یروشلم کی فصیل اب تک زمین بوس ہے، اور اُس کے تمام دروازے راکھ ہو گئے ہیں۔“"},{"number":4,"verse":"یہ سن کر مَیں بیٹھ کر رونے لگا۔ کئی دن مَیں روزہ رکھ کر ماتم کرتا اور آسمان کے خدا سے دعا کرتا رہا،"},{"number":5,"verse":"”اے رب، آسمان کے خدا، تُو کتنا عظیم اور مہیب خدا ہے! جو تجھے پیار اور تیرے احکام کی پیروی کرتے ہیں اُن کے ساتھ تُو اپنا عہد قائم رکھتا اور اُن پر مہربانی کرتا ہے۔"},{"number":6,"verse":"میری بات سن کر دھیان دے کہ تیرا خادم کس طرح تجھ سے التماس کر رہا ہے۔ دن رات مَیں اسرائیلیوں کے لئے جو تیرے خادم ہیں دعا کرتا ہوں۔ مَیں اقرار کرتا ہوں کہ ہم نے تیرا گناہ کیا ہے۔ اِس میں مَیں اور میرے باپ کا گھرانا بھی شامل ہے۔"},{"number":7,"verse":"ہم نے تیرے خلاف نہایت شریر قدم اُٹھائے ہیں، کیونکہ جو احکام اور ہدایات تُو نے اپنے خادم موسیٰ کو دی تھیں ہم اُن کے تابع نہ رہے۔"},{"number":8,"verse":"لیکن اب وہ کچھ یاد کر جو تُو نے اپنے خادم کو فرمایا، ’اگر تم بےوفا ہو جاؤ تو مَیں تمہیں مختلف قوموں میں منتشر کر دوں گا،"},{"number":9,"verse":"لیکن اگر تم میرے پاس واپس آ کر دوبارہ میرے احکام کے تابع ہو جاؤ تو مَیں تمہیں تمہارے وطن میں واپس لاؤں گا، خواہ تم زمین کی انتہا تک کیوں نہ پہنچ گئے ہو۔ مَیں تمہیں اُس جگہ واپس لاؤں گا جسے مَیں نے چن لیا ہے تاکہ میرا نام وہاں سکونت کرے۔‘"},{"number":10,"verse":"اے رب، یہ لوگ تو تیرے اپنے خادم ہیں، تیری اپنی قوم جسے تُو نے اپنی عظیم قدرت اور قوی ہاتھ سے فدیہ دے کر چھڑایا ہے۔"},{"number":11,"verse":"اے رب، اپنے خادم اور اُن تمام خادموں کی التماس سن جو پورے دل سے تیرے نام کا خوف مانتے ہیں۔ جب تیرا خادم آج شہنشاہ کے پاس ہو گا تو اُسے کامیابی عطا کر۔ بخش دے کہ وہ مجھ پر رحم کرے۔“ مَیں نے یہ اِس لئے کہا کہ مَیں شہنشاہ کا ساقی تھا۔"}]}