{"bibleAbbr":"urRV2010","bookName":"واعِظ","bookEnglishName":"Ecclesiastes","chapterNumber":2,"verses":[{"number":1,"verse":"مَیں نے اپنے دِل سے کہا آ مَیں تُجھ کو خُوشی میں آزماؤُں گا۔ سو عِشرت کر لے ۔ لو یہ بھی بُطلان ہے۔"},{"number":2,"verse":"مَیں نے ہنسی کو دِیوانہ کہا اور شادمانی کے بارے میں کہا اِس سے کیا حاصِل؟۔"},{"number":3,"verse":"مَیں نے دِل میں سوچا کہ جِسم کو مَے نوشی سے کیوں کرتازہ کرُوں اور اپنے دِل کو حِکمت کی طرف مائِل رکھُّوں اور کیوں کر حماقت کو پکڑے رہُوں جب تک معلُوم کرُوں کہ بنی آدم کی بِہبُودی کِس بات میں ہے کہ وہ آسمان کے نِیچے عُمر بھر یہی کِیا کریں۔"},{"number":4,"verse":"مَیں نے بڑے بڑے کام کِئے ۔ مَیں نے اپنے لِئے عِمارتیں بنائِیں اور مَیں نے اپنے لِئے تاکِستان لگائے۔"},{"number":5,"verse":"مَیں نے اپنے لِئے باغچے اور باغ تیّار کِئے اور اُن میں ہر قِسم کے میوہ دار درخت لگائے۔"},{"number":6,"verse":"مَیں نے اپنے لِئے تالاب بنائے کہ اُن میں سے باغ کے درختوں کا ذخِیرہ سِینچُوں۔"},{"number":7,"verse":"مَیں نے غُلاموں اور لَونڈیوں کو خرِیدا اور نَوکر چاکر میرے گھر میں پَیدا ہُوئے اور جِتنے مُجھ سے پہلے یروشلِیم میں تھے مَیں اُن سے کہِیں زِیادہ گائے بَیل اور بھیڑ بکریوں کا مالِک تھا۔"},{"number":8,"verse":"مَیں نے سونا اور چاندی اور بادشاہوں اور صُوبوں کاخاص خزانہ اپنے لِئے جمع کِیا ۔ مَیں نے گانے والوں اورگانے والِیوں کو رکھّا اور بنی آدم کے اَسبابِ عَیش یعنی لَونڈیوں کو اپنے لِئے کثرت سے فراہم کِیا۔"},{"number":9,"verse":"سو مَیں بزُرگ ہُؤا اور اُن سبھوں سے جو مُجھ سے پہلے یروشلِیم میں تھے زِیادہ بڑھ گیا ۔ میری حِکمت بھی مُجھ میں قائِم رہی۔"},{"number":10,"verse":"اور سب کُچھ جو میری آنکھیں چاہتی تِھیں مَیں نے اُن سے باز نہ رکھّا ۔ مَیں نے اپنے دِل کو کِسی طرح کی خُوشی سے نہ روکا کیونکہ میرا دِل میری ساری مِحنت سے شادمان ہُؤا اور میری ساری مِحنت سے میرا بخرہ یہی تھا۔"},{"number":11,"verse":"پِھر مَیں نے اُن سب کاموں پر جو میرے ہاتھوں نے کِئے تھے اور اُس مشقّت پر جو مَیں نے کام کرنے میں کھینچی تھی نظر کی اور دیکھا کہ سب بُطلان اور ہوا کی چران ہے اور دُنیا میں کُچھ فائِدہ نہیں۔"},{"number":12,"verse":"اور مَیں حِکمت اور دِیوانگی اور حماقت کے دیکھنے پرمُتوجِّہ ہُؤا کیونکہ وہ شخص جو بادشاہ کے بعد آئے گاکیا کرے گا؟ وُہی جو ہوتا چلا آیا ہے۔"},{"number":13,"verse":"اور مَیں نے دیکھا کہ جَیسی روشنی کو تارِیکی پرفضِیلت ہے وَیسی ہی حِکمت حماقت سے افضل ہے۔"},{"number":14,"verse":"دانِشور اپنی آنکھیں اپنے سر میں رکھتا ہے پر احمق اندھیرے میں چلتا ہے ۔ تَو بھی مَیں جان گیا کہ ایک ہی حادِثہ اُن سب پر گُذرتا ہے۔"},{"number":15,"verse":"تب مَیں نے دِل میں کہا جَیسا احمق پر حادِثہ ہوتاہے وَیسا ہی مُجھ پر بھی ہو گا ۔ پِھر مَیں کیوں زِیادہ دانِشور ہُؤا؟ سو مَیں نے دِل میں کہا کہ یہ بھی بُطلان ہے۔"},{"number":16,"verse":"کیونکہ نہ دانِشور اور نہ احمق کی یادگار ابد تک رہے گی۔ اِس لِئے کہ آنے والے دِنوں میں سب کُچھ فراموش ہوچُکے گا اور دانِشور کیوں کر احمق کی طرح مَرتا ہے!۔"},{"number":17,"verse":"پس مَیں زِندگی سے بیزار ہُؤا کیونکہ جو کام دُنیامیں کِیا جاتا ہے مُجھے بُہت بُرا معلُوم ہُؤا کیونکہ سب بُطلان اور ہوا کی چران ہے۔"},{"number":18,"verse":"بلکہ مَیں اپنی ساری مِحنت سے جو دُنیا میں کی تھی بیزار ہُؤا کیونکہ ضرُور ہے کہ مَیں اُسے اُس آدمی کے لِئے جو میرے بعد آئے گا چھوڑ جاؤُں۔"},{"number":19,"verse":"اور کَون جانتا ہے کہ وہ دانِشور ہو گا یا احمق؟ بہرحال وہ میری ساری مِحنت کے کام پر جو مَیں نے کِیا اورجِس میں مَیں نے دُنیا میں اپنی حِکمت ظاہِر کی ضابِط ہو گا ۔ یہ بھی بُطلان ہے۔"},{"number":20,"verse":"تب مَیں پِھرا کہ اپنے دِل کو اُس سارے کام سے جومَیں نے دُنیا میں کِیا تھا نا اُمّید کرُوں۔"},{"number":21,"verse":"کیونکہ اَیسا شخص بھی ہے جِس کے کام حِکمت اور دانائی اور کامیابی کے ساتھ ہیں لیکن وہ اُن کو دُوسرے آدمی کے لِئے جِس نے اُن میں کُچھ مِحنت نہیں کی اُس کی مِیراث کے لِئے چھوڑ جائے گا ۔ یہ بھی بُطلان اور بلایِ عظِیم ہے۔"},{"number":22,"verse":"کیونکہ آدمی کو اُس کی ساری مشقّت اور جانفشانی سے جواُس نے دُنیا میں کی کیا حاصِل ہے؟۔"},{"number":23,"verse":"کیونکہ اُس کے لِئے عُمربھر غم ہے اور اُس کی مِحنت ماتم ہے بلکہ اُس کا دِل رات کو بھی آرام نہیں پاتا ۔ یہ بھی بُطلان ہے۔"},{"number":24,"verse":"پس اِنسان کے لِئے اِس سے بِہتر کُچھ نہیں کہ وہ کھائے اور پِئے اور اپنی ساری مِحنت کے درمِیان خُوش ہو کراپنا جی بہلائے ۔ مَیں نے دیکھا کہ یہ بھی خُدا کے ہاتھ سے ہے۔"},{"number":25,"verse":"اِس لِئے کہ مُجھ سے زِیادہ کَون کھا سکتا اور کَون مزہ اُڑا سکتا ہے؟۔"},{"number":26,"verse":"کیونکہ وہ اُس آدمی کو جو اُس کے حضُور میں اچھّا ہے حِکمت اور دانائی اور خُوشی بخشتا ہے لیکن گُنہگار کوزحمت دیتا ہے کہ وہ جمع کرے اور انبار لگائے تاکہ اُسے دے جو خُدا کا پسندِیدہ ہے ۔ یہ بھی بُطلان اور ہوا کی چران ہے۔"}]}