{"bibleAbbr":"urRV2010","bookName":"واعِظ","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"اِن سب باتوں پر مَیں نے دِل سے غَور کِیا اور سب حال کی تفتِیش کی اور معلُوم ہُؤا کہ صادِق اور دانِش منداور اُن کے کام خُدا کے ہاتھ میں ہیں ۔ سب کُچھ اِنسان کے سامنے ہے لیکن وہ نہ مُحبّت جانتا ہے نہ عداوت۔"},{"number":2,"verse":"سب کُچھ سب پر یکساں گُذرتا ہے ۔ صادِق اور شرِیر پر۔ نیکوکار اور پاک اور ناپاک پر ۔ اُس پر جو قُربانی گُذرانتا ہے اور اُس پر جو قُربانی نہیں گُذرانتا ایک ہی حادِثہ واقِع ہوتا ہے ۔ جَیسا نیکوکار ہے وَیسا ہی گُنہگار ہے ۔ جَیسا وہ جو قَسم کھاتا ہے وَیسا ہی وہ جو قَسم سے ڈرتا ہے۔"},{"number":3,"verse":"سب چِیزوں میں جو دُنیا میں ہوتی ہیں ایک زبُونی یہ ہے کہ ایک ہی حادِثہ سب پر گُذرتا ہے ۔ ہاں بنی آدم کا دِل بھی شرارت سے بھرا ہے اور جب تک وہ جِیتے ہیں حماقت اُن کے دِل میں رہتی ہے اور اِس کے بعد مُردوں میںشامِل ہوتے ہیں۔"},{"number":4,"verse":"چُونکہ جو زِندوں کے ساتھ ہے اُس کے لِئے اُمّید ہے اِس لِئے زِندہ کُتّا مُردہ شیر سے بِہتر ہے۔"},{"number":5,"verse":"کیونکہ زِندہ جانتے ہیں کہ وہ مَریں گے پر مُردے کُچھ بھی نہیں جانتے اور اُن کے لِئے اَور کُچھ اجر نہیں کیونکہ اُن کی یاد جاتی رہی ہے۔"},{"number":6,"verse":"اب اُن کی مُحبّت اور عداوت و حسد سب نیست ہو گئے اور تا ابد اُن سب کاموں میں جو دُنیا میں کِئے جاتے ہیں اُن کا کوئی حِصّہ بخرہ نہیں۔"},{"number":7,"verse":"اپنی راہ چلا جا ۔ خُوشی سے اپنی روٹی کھا اور خُوش دِلی سے اپنی مَے پی کیونکہ خُدا تیرے اعمال کو قبُول کر چُکاہے۔"},{"number":8,"verse":"تیرا لِباس ہمیشہ سفید ہو اور تیرا سر چِکناہٹ سے خالی نہ رہے۔"},{"number":9,"verse":"اپنی بطالت کی زِندگی کے سب دِن جو اُس نے دُنیا میں تُجھے بخشی ہے ہاں اپنی بطالت کے سب دِن اُس بِیوی کے ساتھ جو تیری پِیاری ہے عَیش کر لے کہ اِس زِندگی میں اور تیری اُس مِحنت کے دَوران میں جو تُونے دُنیا میں کی تیرا یِہی بخرہ ہے۔"},{"number":10,"verse":"جو کام تیرا ہاتھ کرنے کو پائے اُسے مقدُور بھر کرکیونکہ پاتال میں جہاں تُو جاتا ہے نہ کام ہے نہ منصُوبہ۔ نہ عِلم نہ حِکمت۔"},{"number":11,"verse":"پِھر مَیں نے توِجُّہ کی اور دیکھا کہ دُنیا میں نہ تو دَوڑ میں تیز رفتار کو سبقت ہے نہ جنگ میں زورآورکو فتح اور نہ روٹی دانِش مند کو مِلتی ہے نہ دَولت عقل مندوں کو اور نہ عِزّت اہلِ خِرد کو بلکہ اُن سب کے لِئے وقت اور حادِثہ ہے۔"},{"number":12,"verse":"کیونکہ اِنسان اپنا وقت بھی نہیں پہچانتا ۔ جِس طرح مچھلِیاں جو مُصِیبت کے جال میں گرِفتار ہوتی ہیں اورجِس طرح چِڑیاں پھندے میں پھنسائی جاتی ہیں اُسی طرح بنی آدم بھی بدبختی میں جب اچانک اُن پر آ پڑتی ہے پھنس جاتے ہیں۔"},{"number":13,"verse":"( حِکمت اور حماقت پر خیالات) مَیں نے یہ بھی دیکھا کہ دُنیا میں حِکمت ہے اور یہ مُجھے بڑی چِیز معلُوم ہُوئی۔"},{"number":14,"verse":"ایک چھوٹا شہر تھا اور اُس میں تھوڑے سے لوگ تھے ۔اُس پر ایک بڑا بادشاہ چڑھ آیا اور اُس کا مُحاصرہ کِیااور اُس کے مُقابِل بڑے بڑے دمدمے باندھے۔"},{"number":15,"verse":"مگر اُس شہر میں ایک کنگال دانِشور مَرد پایا گیا اوراُس نے اپنی حِکمت سے اُس شہر کو بچا لِیا تَو بھی کِسی شخص نے اِس مِسکِین مَرد کو یاد نہ کِیا۔"},{"number":16,"verse":"تب مَیں نے کہا کہ حِکمت زور سے بِہتر ہے تَو بھی مِسکِین کی حِکمت کی تحقِیرہوتی ہے اور اُس کی باتیں سُنی نہیں جاتِیں۔"},{"number":17,"verse":"دانِشوروں کی باتیں جو آہِستگی سے کہی جاتی ہیں احمقوں کے سردار کے شور سے زِیادہ سُنی جاتی ہیں۔"},{"number":18,"verse":"حِکمت لڑائی کے ہتھیاروں سے بِہتر ہے ۔ لیکن ایک گُنہگار بُہت سی نیکی کو برباد کر دیتا ہے۔"}]}