{"bibleAbbr":"CVB1535","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"In the first yeare of Cyrus kynge off Persia (that the worde of the LORDE spoken by the mouth of Ieremy might be fulfilled) the LORDE stered vp the sprete of Cyrus kynge of Persia, yt he caused it be proclamed thorow out all his empyre, yee and by wrytinge also, sayenge:"},{"number":2,"verse":"Thus sayeth Cyrus the kynge of Persia: The LORDE God of heaue hath geuen me all the kyngdomes in the londe and hath commaunded me to buylde him an house at Ierusalem in Iuda."},{"number":3,"verse":"Who soeuer now amonge you is of his people, the LORDE his God be with him, and let him go vp to Ierusalem in Iuda, and buylde the house of the LORDE God of Israel. He is ye God that is at Ierusale."},{"number":4,"verse":"And who so euer remayneth yet in eny maner of place (where he is a straunger) let the me of his place helpe him with syluer and golde, with good and catell of a good frewill, for the house of God at Ierusalem."},{"number":5,"verse":"Then gat vp the pryncipall fathers of Iuda and Ben Iamin, and the prestes and Leuites, and all they whose sprete God had raysed to go vp, and to buylde the house of the LORDE at Ierusale."},{"number":6,"verse":"And all they that were aboute them, strengthed their hande with vessels of syluer and golde, with good and catell, and Iewels, besydes that which they gane of their awne frewill."},{"number":7,"verse":"And kynge Cyrus brought forth the vessels of the LORDES house, which Nabuchodonosor had take out of Ierusalem, and put in his gods house."},{"number":8,"verse":"But Cyrus ye kynge of Persia brought the forth by Mithredath the treasurer, and nombred the vnto Se?bazar the prynce of Iuda."},{"number":9,"verse":"And this is the nombre of them: thirtye basens of golde, and a thousande basens of syluer, and nyne and twentye knyues,"},{"number":10,"verse":"thirtye cuppes of golde, and of other syluer cuppes foure hundreth and ten, and of other vessels a thousande."},{"number":11,"verse":"So that all the vessels both of golde and syluer, were fyue thousande and foure hundreth. Se?bazar broughte them all vp, with them that came vp out of the captiuyte off Babilon vnto Ierusalem."}]}