{"bibleAbbr":"CVB1535","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":2,"verses":[{"number":1,"verse":"These are the childre of the londe that wente vp out of the captiuyte (who Nabuchodonosor the kynge of Babilon had caried awaye vnto Babilon) and came agayne to Ierusalem and in to Iuda, euery one vnto his cite,"},{"number":2,"verse":"and came with Zorobabel, Iesua, Nehemias, Seraia, Reeleia, Mardachai, Bilsan, Mispar, Begeuai, Rehum and Baena. This is now the nombre of the men of the people of Israel:"},{"number":3,"verse":"The children of Phares, two thousande, an hudreth, and two and seuentye:"},{"number":4,"verse":"the children of Sephatia, thre hundreth and two and seuentye:"},{"number":5,"verse":"the children of Arath, seuen hundreth and fyue and seuentye:"},{"number":6,"verse":"the children of Pahath Moab amonge the children of Iesua Ioab, two thousande, eight hundreth and twolue:"},{"number":7,"verse":"the children of Elam, a thousande, two hundreth and foure and fiftye:"},{"number":8,"verse":"the children of Sathu, nyne hundreth, and fyue and fortye:"},{"number":9,"verse":"the children of Sacai, seue hundreth and thre score:"},{"number":10,"verse":"the children of Bani, sixe hundreth and two and fortye:"},{"number":11,"verse":"the children of Bebai, sixe hundreth and thre and twentye:"},{"number":12,"verse":"the children of Asgad, a thousande two hundreth and two and twentye:"},{"number":13,"verse":"the children of Adonicam, sixe hudreth and sixe and sixtye:"},{"number":14,"verse":"the children of Bigeuai, two thousande and sixe and fiftye:"},{"number":15,"verse":"the children of Adin, foure hundreth and foure and fiftye:"},{"number":16,"verse":"the children of Ater of Ezechias, eight and nynetye:"},{"number":17,"verse":"the children of Bezai, thre hundreth and thre and twentye:"},{"number":18,"verse":"the children of Iorath, an hundreth and twolue:"},{"number":19,"verse":"the children of Hasum, two hundreth and thre and twentye:"},{"number":20,"verse":"the children of Gibbar, fyue and nynetye:"},{"number":21,"verse":"the children off Bethleem, an hundreth and thre and twentye:"},{"number":22,"verse":"the men off Netopha sixe and fiftye:"},{"number":23,"verse":"the men off Anathot, an hundreth and eight and twentye:"},{"number":24,"verse":"the children off Asmaueth, two and fortye:"},{"number":25,"verse":"the children off Kiriath Arim, Caphira and Beeroth, seuen hundreth and thre and fortye:"},{"number":26,"verse":"the children off Rama and Gaba, sixe hundreth and one and twetye:"},{"number":27,"verse":"the men off Michmas, an hundreth and two and twentye:"},{"number":28,"verse":"the men of Bethel and Ai, two hundreth and thre and twentye:"},{"number":29,"verse":"the childre of Nebo, two and fyftye:"},{"number":30,"verse":"the children of Magbis, an hudreth and sixe and fiftye:"},{"number":31,"verse":"the childre of the other Elam a thousande, two hundreth and foure and fiftye:"},{"number":32,"verse":"the children of Harim, thre hundreth and twentye:"},{"number":33,"verse":"the childre of Lodhadid and Ono, seue hudreth and fyue and twetye:"},{"number":34,"verse":"the childre of Iericho, thre hundreth and fyue and fortye:"},{"number":35,"verse":"the children of Senaa, thre thousande, sixe, hundreth and thirtye."},{"number":36,"verse":"The prestes. The children of Iedaia of the house of Iesua, nyne hundreth and thre and seuentye:"},{"number":37,"verse":"the childre of Iemmer, a thousande and two and fiftye:"},{"number":38,"verse":"the children of Pashur, a thousande and two hudreth, and seuen and fortye:"},{"number":39,"verse":"the childre of Harim, a thousande and seuentene."},{"number":40,"verse":"The Leuites. The children of Iesua and Cadmiel of the children of Hodauia, foure and seuentye."},{"number":41,"verse":"The syngers, the children of Asaph, an hundreth and eight and twentye."},{"number":42,"verse":"The children of the dorekepers. The children of Sallum, the children of Ater, the childre off Talmon, the children off Acub, the children off Hatita, and the children off Sobai: alltogether an hundreth and nyne and thirtye."},{"number":43,"verse":"The Nethinims. the children of Ziha, the children of Hasupha, the children of Tabaoth,"},{"number":44,"verse":"the children of Ceros, the children of Sieha, the children of Padon,"},{"number":45,"verse":"the children of Lebana, the children of Hagaba, the children of Acub,"},{"number":46,"verse":"the childre of Hagab, the children of Samlai, the children of Hanan,"},{"number":47,"verse":"the children of Giddel, the children of Gahar, the childre of Reaia,"},{"number":48,"verse":"the children of Rezin, the children of Necuba, the children of Gasan,"},{"number":49,"verse":"the children of Vsa, the children of Passeah, the children of Bessai,"},{"number":50,"verse":"the children of Asna, the children of Meunim, the children of Nephussim,"},{"number":51,"verse":"the children of Bacbuc, the childre of Hacupha, the children of Harhur,"},{"number":52,"verse":"ye childre of Hazeluth, ye childre of Mehira, the children of Harsa,"},{"number":53,"verse":"the children of Barcom, the children of Sissera, the children of Thamah,"},{"number":54,"verse":"the children of Neziah, the children of Hatipha."},{"number":55,"verse":"The children of Salomons seruauntes. The children of Sotai, the children of Sophereth, the children of Pruda,"},{"number":56,"verse":"the children of Iaela, the childre of Darcon, the childre of Giddell,"},{"number":57,"verse":"the childre of Sephatia, the children of Hattil, the children of Pochereth of Zebaim, the children of Ami."},{"number":58,"verse":"All the Nethinims and the children off Salomons seruauntes were alltogether, thre hundreth and two and nyentye."},{"number":59,"verse":"And these wete vp also, Mithel, Melath, Thel, Harso, Cherub, Addon and Immer. But they coulde not shewe their fathers house ner their sede, whether they were of Israel."},{"number":60,"verse":"The children of Delaia, the children of Tobias, the children of Necoda, sixe hundreih and two and fiftye."},{"number":61,"verse":"And of the children of the prestes. The children of Habaia, the children of Hacom, the children of Barsillai, which toke one of the daughters of Barsillai the Gileadite to wife, and was counted amonge the same names:"},{"number":62,"verse":"these soughte the register of their byrth, and founde none, therfore were they put from the presthode."},{"number":63,"verse":"And Hathirsatha sayde vnto them, that they shulde not eate of the most holy, tyll there rose vp a prest with the lighte and perfectnesse."},{"number":64,"verse":"The whole congregacion as one man, was two and fortye thousande, thre hundreth and thre score:"},{"number":65,"verse":"besyde their seruauntes and maydes, of whom there were seue thousande, thre hundreth and seuen and thirtye. And they had two hundreth singinge men and wemen,"},{"number":66,"verse":"seue hundreth and sixe and thirtye horses, two hundreth and fyue and fortye Mules,"},{"number":67,"verse":"foure hudreth and fyue and thirtye Camels, and sixe thousande, seuen hundreth and twentye Asses."},{"number":68,"verse":"And certayne of the chefe fathers, whan they came to the house of the LORDE at Ierusalem, they were well mynded vnto the house of God, that it shulde be set in his place,"},{"number":69,"verse":"and gaue after their abilyte vnto the treasure of the worke, one and threscore thousande guldens, and fyue thousande pounde of syluer, and an hundreth prestes garmentes."},{"number":70,"verse":"So the prestes and the Leuites, and certayne of ye people, and the syngers, and the porters, and ye Nethinims dwelt in their cities, and all Israel in their cities."}]}