{"bibleAbbr":"guOV2016","bookName":"પુનર્નિયમ","bookEnglishName":"Deuteronomy","chapterNumber":1,"verses":[{"number":1,"verse":"જે વચનો મૂસાએ યર્દન પાર અરણ્યમાં, સૂફ [સમુદ્ર] સામેના અરાબામાં, પારાન તથા તોફેલ તથા લાબાન તથા હસેરોથ તથા દી-ઝાહાબ તેઓની વચમાં સર્વ ઇઝરાયલી લોકોને કહી સંભળાવ્યાં તે નીચે પ્રમાણે છે."},{"number":2,"verse":"સેઈર પર્વતને માર્ગે હોરેબથી કાદેશ-બાર્નેઆ સુધીનું અંતર અગિયાર દિવસની [મુસાફરી] જેટલું છે."},{"number":3,"verse":"અને ચાળીસમા વર્ષના અગિયારમાં માસમાં તે માસને પહેલે દિવસે એમ થયું કે, જે સર્વ આજ્ઞાઓ યહોવાએ ઇઝરાયલી લોકોને માટે મૂસાને આપી હતી, તે તેણે તેઓને કહી સંભળાવી."},{"number":4,"verse":"એટલે ( .) અમોરીઓનો રાજા સિહોન જે હેશ્બોનમાં રહેતો હતો, ને ( .) બાશાનનો રાજા ઓગ જે આશ્તારોથમાં એડ્રેઈ પાસે રહેતો હતો, તેઓને તેણે મારી નાખ્યા ત્યાર પછી;"},{"number":5,"verse":"યર્દન પાર મોઆબ દેશમાં મૂસાએ આ નિયમ પ્રગટ કરવાનો આરંભ કરીને કહ્યું,"},{"number":6,"verse":"“યહોવા આપણા ઈશ્વરે હોરેબ પર્વત પર રહેતાં ઘણો જ વખત વીતી ગયો છે."},{"number":7,"verse":"તો તમે પાછા ફરો, ને કૂચ કરીને અમોરીઓના પહાડી પ્રદેશમાં, તથા તેની નજીકની સર્વ [જગાઓ] માં એટલે અરાબામાં, પહાડી પ્રદેશમાં, ને નીચલા પ્રદેશમાં, તથા નેગેબમાં, તથા સમુદ્રકાંઠે, કનાનીઓના દેશમાં તથા લબાનોનમાં એટલે મોટી નદી ફ્રાત નદી સુધી જાઓ."},{"number":8,"verse":"જુઓ, તમારી આગળ મેં દેશ મૂક્યો છે. તો તેમાં પ્રવેશ કરો, ને જે વિષે યહોવાએ તમારા પિતૃઓની આગળ, એટલે ઇબ્રાહિમ, ઇસહાક તથા યાકૂબની આગળ પ્રતિજ્ઞા લીધી કે હું તે તમને તથા તમારી પાછળ તમારાં વંશજોને તે આપીશ, તેનું વતન સંપાદન કરો."},{"number":9,"verse":"( મૂસા ન્યાયાધીશો નીમે છે) અને તે સમયે મેં તમને એમ કહ્યું હતું કે, હું પોતે એકલો તમારો બોજ ઉપાડવાને શક્તિમાન નથી."},{"number":10,"verse":"યહોવા તમારા ઈશ્વરે તમારો વિસ્તાર વધાર્યો છે, ને જુઓ, આજે તમારી સંખ્યા આકાશના તારઓના જેટલી છે."},{"number":11,"verse":"તમારા પિતૃઓના ઈશ્વર યહોવા તેમણે તમને આપેલા વચન પ્રમાણે, તમે છો તે કરતાં હજારગણા તમને વધારો ને તમને આશીર્વાદ આપો!"},{"number":12,"verse":"હું પંડે એકલો તમારી જવાબદારી ને તમારો બોજ તથા તમારા કજિયા શી રીતે ઉપાડી શકું?"},{"number":13,"verse":"માટે તમે પોતપોતાનાં કુળોમાંથી જ્ઞાની તથા બુદ્ધિમાન તથા નામીચા પુરુષોને પસંદ કરો, ને હું તેઓને તમારા અધિકારીઓ ઠરાવીશ."},{"number":14,"verse":"અને તમે મને ઉત્તર આપ્યો કે, જે વાત તેં કહી છે તે પ્રમાણે કરવું તે સારું છે."},{"number":15,"verse":"તેથી તમારાં કુળોના મુખ્યો જેઓ બુદ્ધિમાન તથા નામીચા પુરુષો હતા તેઓને લઈને મેં તેઓને તમારા અધિકારીઓ ઠરાવ્યા, એટલે જેવાં તમારાં કુળો તે પ્રમાણે હજારહજાના આગેવાનો, તથા સોસોના આગેવાનો, તથા દશદશના આગેવાનો, તથા અમલદારપ [ઠરાવ્યા]."},{"number":16,"verse":"અને તે વખતે મેં તમારા ન્યાયાધીશોને એવી આજ્ઞા કરી હતી કે, તમારા ભાઈઓ વચ્ચે [ના વાંધા] સાંભળીને ભાઈ ભાઈની વચ્ચે, તથા [ભાઈ અને] તેની સાથેના પરદેશીની વચ્ચે તમારે અદલ ન્યાય કરવો."},{"number":17,"verse":"ન્યાય કરતાં તમારે આંખની શરમ રાખવી નહિ. નાના તથા મોટાનું સરખી રીતે સાંભળવું. માણસનું મોં જોઈને તમારે બીવું નહિ; કેમ કે ન્યાય કરવો એ તો ઈશ્વરનું [કામ] છે. અને જે મુકદ્દમો તમને અઘરો પડે તે તમારે મારી પાસે લાવવો, એટલે તે હું સાંભળીશ."},{"number":18,"verse":"અને તમારે શું શું કરવું તે સર્વ વિષે મેં તમને તે વખતે આજ્ઞા કરી હતી."},{"number":19,"verse":"( કાદેશ-બાર્નેઆથી જાસુસો મોકલ્યા) ( ( 40 ૧૩:૧-૩૩ )) અને આપણે હોરેબથી ઊપડ્યા, ને જે બધું વિશાળ તથા ભયંકર અરણ્ય તમે જોયું તે, યહોવા આપણા ઈશ્વરે આપણને આપેલી આજ્ઞા પ્રમાણે અમોરીઓના પહાડી પ્રદેશને રસ્તે ચાલતાં, આપણે ઓળગ્યું. અને આપણે કાદેશ-બાર્નેઆમાં આવી પહોંચ્યા."},{"number":20,"verse":"ત્યારે મેં તમને કહ્યું કે, અમોરીઓનો જે પહાડી‍ પ્રદેશ યહોવા આપણા ઈશ્વર આપણને આપવાના છે તેમાં તમે આવી પહોંચ્યા છો."},{"number":21,"verse":"જુઓ, યહોવા તારા ઈશ્વરે તે દેશ તારી આગળ મૂક્યો છે. [માટે] યહોવા તારા પિતૃઓના ઈશ્વરે તને કહ્યું છે તે પ્રમાણે આગળ વધીને સર કર. બીશ નહિ ને ગભરાઈશ પણ નહિ."},{"number":22,"verse":"અને તમારામાંના પ્રત્યેકે મારી પાસે આવીને કહ્યું કે, આપણે માણસો મોકલીએ, એ માટે કે તેઓ આપણે માટે દેશની બાતમી કાઢે, અને આપણે ક્યે રસ્તે આગળ જવું અને ક્યાં ક્યાં નગરો આપણા રસ્તામાં આવશે તે વિષે તેઓ પાછા આવીને આપણને ખબર આપે."},{"number":23,"verse":"અને એ સૂચના મને ઘણી સારી લાગી. અને મેં દરેક કુળમાંથી અકેક માણસ એટલે તમારામાંથી બાર માણસો લીધા."},{"number":24,"verse":"અને તેઓ પાછા ફરીને પર્વત પર ચઢ્યા, ને એશ્કોલની ખીણમાં જઈને તેની જાસૂસી કરી."},{"number":25,"verse":"અને તેઓ તે દેશનાં ફળ સાથે લઈને આપણી પાસે આવ્યા, અને તેઓ એવી ખબર લાવ્યા કે, જે દેશ યહોવા આપણા ઈશ્વર આપણને આપવાના છે તે સારો દેશ છે."},{"number":26,"verse":"તોપણ તમે ત્યાં જવા નહિ ચાહતાં ( ; .) યહોવા તમારા ઈશ્વરની આજ્ઞાની વિરુદ્ધ બંડ કર્યું."},{"number":27,"verse":"અને તમારા તંબુઓમાં બબડાટ કરીને તમે કહ્યું કે, યહોવાને અમારા પર વેર હતું તે માટે અમોરીઓના હાથમાં અમને સોંપી દઈને અમારો નાશ કરવા માટે તે અમને મિસર દેશમાંથી કાઢી લાવ્યા છે."},{"number":28,"verse":"અમે આગળ ક્યાં જઈએ? તે લોકો આપણા કરતાં કદાવર તથા ઊંચા છે; તે નગરો મોટાં છે, ને તેમના કોટ આકાશ જેટલા ઊંચા છે, અને વળી ત્યાં અનાકપુત્રો પણ અમારા જોવામાં આવ્યા છે, એમ કહીને અમારા ભાઈઓએ અમારાં ગાત્ર શિથિલ કરી નાખ્યા છે."},{"number":29,"verse":"ત્યારે મેં તમને કહ્યું કે, ડરો નહિ, ને તેઓથી બી ન જાઓ."},{"number":30,"verse":"યહોવા તમારા ઈશ્વર જે તમારી આગળ ચાલે છે, તે તમારા માટે યુદ્ધ કરશે. મિસરમાં જે બધાં કૃત્યો તેમણે તમારી આંખો આગળ કર્યાં તે પ્રમાણે [તે કરશે]."},{"number":31,"verse":"તેમ જ ( .) અરણ્યમાં પણ તમે જેમ જોયું કે તમે આ જગાએ આવ્યા ત્યાં સુધી જે આખે રસ્તે તમે ચાલ્યા તેમાં જેમ પિતા પોતાના પુત્રને કેડે તેડે તેમ યહોવા તારા ઈશ્વરે તને કેડે તેડી લીધો છે, તે પ્રમાણે."},{"number":32,"verse":"તોપણ આટલું બધું થયા છતાં ( .) તમે યહોવા તમારા ઈશ્વરનો ભરોસો કર્યો નહિ."},{"number":33,"verse":"જો કે રસ્તે તમારે માટે તંબુઓ તાણવાની જગા શોધી કાઢવાને, [તથા] તમારે ક્યે રસ્તે જવું તે બતાવવાને, રાત્રે અગ્નિરૂપે ને દિવસે મેઘરૂપે તે તમારી આગળ ચાલતા હતા તોપણ."},{"number":34,"verse":"( યહોવા ઇઝરાયલને શિક્ષા કરે છે) ( ( 40 ૧૪:૨૦-૪૫ )) અને યહોવા તમારા બોલવાનો અવાજ સાંભળીને કોપાયમાન થયા, ને ( .) તેમણે પ્રતિજ્ઞા લઈને કહ્યું કે,"},{"number":35,"verse":"‘જે સારો દેશ તમારા પિતૃઓને આપવાને મેં પ્રતિજ્ઞા લીધી છે. તે આ દુષ્ટ પેઢીના આ માણસોમાંથી એક પણ જોશે નહિ."},{"number":36,"verse":"ફક્ત યફૂન્‍નેનો પુત્ર કાલેબ તે જોશે. અને જે ભૂમિ પર તેના પગ ફર્યા છે તે હું તેને તથા તેના વંશજોને આપીશ. કેમ કે તે સંપૂર્ણ રીતે પ્રભુની આજ્ઞાનુસાર વર્ત્યો છે.’"},{"number":37,"verse":"વળી તમારે લીધે મારા પર પણ યહોવાએ કોપાયમાન થઈને કહ્યું કે, ‘તું પણ તેમાં પ્રવેશ કરશે નહિ."},{"number":38,"verse":"નૂનનો પુત્ર યહોશુઆ જે તારી હજૂરમાં ઊભો રહે છે તે તેમાં પ્રવેશ કરશે. તું તેને હિમ્મત આપ. કેમ કે ઇઝરાયલને તે તેનો વારસો અપાવશે.’"},{"number":39,"verse":"વળી તમારાં બાળકો જેઓના વિષે તમે કહ્યું કે, તેઓ ભક્ષ થઈ પડશે, તથા તમારાં છોકરાં જેઓને આજે ભલાભૂંડાનું ભાન નથી તેઓ તેમાં પ્રવેશ કરશે, અને તેઓને હું તે આપીશ, ને તેઓ તેનું વતન પામશે.’"},{"number":40,"verse":"પણ તમે તો પાછા ફરો, ને અરણ્યમાં સૂફ સમુદ્રને રસ્તે થઈને ચાલો."},{"number":41,"verse":"ત્યારે તમે મને એવો ઉત્તર આપ્યો કે, ‘અમે યહોવાની વિરુદ્ધ પાપ કર્યું છે, અમે ઉપર ચઢીને આપણા ઈશ્વરે યહોવાએ આપણને આપેલી સર્વ આજ્ઞા પ્રમાણે યુદ્ધ કરીશું.’ અને તમો સર્વ માણસો પોતપોતાનાં યુદ્ધશસ્‍ત્ર સજીને પર્વત ઉપર જવાને અધીરા થઈ ગયા હતા."},{"number":42,"verse":"અને યહોવાએ મારી પાસે તમને કહેવડાવ્યું, ‘ઉપર જશો નહિ, તેમ યુદ્ધ પણ કરશો નહિ, રખેને તમે તમારા શત્રુઓની આગળ હાર ખાઓ; કેમ કે હું તમારી મધ્યે નથી.’"},{"number":43,"verse":"એમ મેં તમને કહ્યું, પણ તમે સાંભળ્યું નહિ. અને તમે યહોવાની આજ્ઞાની વિરુદ્ધ ફિતૂર કર્યું, ને મદોન્મત થઈને તે પહાડી પ્રદેશમાં ચઢી ગયા."},{"number":44,"verse":"અને તે પહાડી પ્રદેશમાં રહેનાર અમોરીઓ તમારી વિરુદ્ધ નીકળી આવ્યા, ને માખીઓની જેમ તમારી પાછળ લાગ્યા, ને સેઈરમાં છેક હોર્મા સુધી તમને મારીને હાર ખવડાવી."},{"number":45,"verse":"અને તમે પાછા આવીને યહોવાની હજૂરમાં વિલાપ કર્યો. પણ યહોવાએ તમારી વાણી સાંભળી નહિ, ને તમારી દરકાર કરી નહિ."},{"number":46,"verse":"આથી જેટલા દિવસ તમે કાદેશમાં રહ્યા, તે ગણતાં તમે ત્યાં ઘણા દિવસ રહ્યા."}]}