{"bibleAbbr":"guOV2016","bookName":"પુનર્નિયમ","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"( ભજન-ભક્તિનું એકમાત્ર સ્થળ) જે દેશ યહોવા તારા પિતૃઓના ઈશ્વરે તને વતન તરીકે આપ્યો છે તેમાં પૃથ્વી પરના તમારા આખા આયુષ્ય પર્યંત તમારે જે વિધિઓ તથા કાનૂનો પાળવા તે આ છે:"},{"number":2,"verse":"જે જે દેશજાતિઓનું વતન તમે પામશો તેઓ જે ઊંચા પર્વત પર, તથા ઊંચા ડુંગરો પર, તથા સર્વ લીલાં વૃક્ષ નીચે જે જે સ્થળોમાં તેઓના દેવોની પૂજા કરતા હતા તે સર્વનો તમારે ચોક્કસ નાશ કરવો."},{"number":3,"verse":"અને ( .) તમારે તેઓની વેદીઓને તોડી પાડવી, ને તેઓના સ્તંભોને તોડીને ટુકડા કરવા, ને તેઓની અશેરીમ [મૂર્તિઓ] ને આગમાં બાળી નાખવી, અને તમારે તેઓના દેવોની કોતરેલી મૂર્તિઓને કાપી નાખવી, અને તેઓનું નામ તમારે તે જગામાંથી નષ્ટ કરવું."},{"number":4,"verse":"યહોવા તમારા ઈશ્વર વિષે તમારે એ પ્રમાણે ન કરવું."},{"number":5,"verse":"પણ તમારા સર્વ કુળોમાંથી જે સ્થળ યહોવા તમારા ઈશ્વર પોતાનું નામ રાખવા માટે પસંદ કરશે તે સ્થળ આગળ એટલે તેના રહેઠાણ આગળ તમારે ભેગા થવું, ને ત્યાં તારે આવવું."},{"number":6,"verse":"અને ત્યાં તમારે તમારાં દહનીયાર્પણો તથા તમારા યજ્ઞ તથા તમારા દશાંશો, તથા તમારા હાથનાં ઉચ્છાલીયાર્પણો, તથા તમારી માનતાઓ, તથા તમારાં ઐચ્છિકાર્પણો, તથા તમારાં ઢોરઢાંકના તથા તમારાં ઘેટાંબકરાંનાં પહેલાં બચ્ચા લાવવાં."},{"number":7,"verse":"અને ત્યાં તમારે યહોવા તમારા ઈશ્વરની આગળ જમવું, ને તમારા હાથમાં જે સર્વ [કામો] માં યહોવા તારા ઈશ્વરે તને આશીર્વાદ આપ્યો છે તેમાં તમારે તથા તમારાં કુટુંબોએ ઉત્સવ કરવો."},{"number":8,"verse":"આજે આપણે જે બધું અહીં આગળ કરીએ છીએ એટલે કે પ્રત્યેક માણસ પોતાને જે ઠીક લાગે છે તે [તે કરે છે] , તે પ્રમાણે તમારે કરવું નહિ."},{"number":9,"verse":"કેમ કે જે વિશ્રામ તથા વારસો યહોવા તારા ઈશ્વર તને આપવાના છે તેમાં તમે હજી સુધી પહોંચ્યા નથી."},{"number":10,"verse":"પણ જ્યારે તમે યર્દનની પાર જઈને જે દેશનો વારસો યહોવા તમારા ઈશ્વર તમને આપવાના છે તેમાં વસો, ને તે તમારા સર્વ શત્રુઓથી તમને ચારે તરફ એવી નિરાંત આપે કે તમે સહીસલામત રહો;"},{"number":11,"verse":"ત્યારે એમ થાય કે પોતાનું નામ રાખવા માટે યહોવા તમારા ઈશ્વર જે સ્થળ પસંદ કરે ત્યાં, જે સર્વ વિષે હું તમને આ કરું છું તે તમારે લાવવું; એટલે તમારાં દહનીયાર્પણો, તથા તમારા યજ્ઞ તમારા દશાંશો, તથા તમારા હાથનાં ઉચ્છાલીયાર્પણો અને જે બધી શ્રેષ્ઠ માનતાઓ તમે યહોવા પ્રત્યે માનો તે [તમારે લાવવાં]."},{"number":12,"verse":"અને તમારે તથા તમારા દીકરાઓએ તથા તમારી દીકરીઓએ, તથા તમારા દાસોએ તથા તમારી દાસીઓએ, તથા લેવી કે જેને તારી સાથે હિસ્સો કે વારસો મળેલો નહિ હોવાથી તારા દરવાજાથી અંદર રહેતો હોય તેણે યહોવા તમારા ઈશ્વરની સમક્ષ હર્ષ કરવો."},{"number":13,"verse":"સાવધાન રહેજે, જે દરેક સ્થળ તું જુએ ત્યાં તારાં દહનીયાર્પણો તારે ચઢાવવાં નહિ."},{"number":14,"verse":"પણ જે સ્થળ યહોવા તારા ઈશ્વર તારાં કુળોમાંના એકમાં પસંદ કરે ત્યાં તારે તારાં દહનીયાર્પણો ચઢાવવાં, ને ત્યાં મારું ફરમાવેલું બધું તારે કરવું."},{"number":15,"verse":"તોપણ યહોવા તારા ઈશ્વરે તને આશીર્વાદ દીધો છે તે‍ પ્રમાણે મને માનતા સુધી તારાં સર્વ રહેઠાણોમાં કાપીને માંસ ખાવાની તને છૂટ છે. અશુદ્ધ તથા શુદ્ધ જન તે ખાય. જેમ હરણનું ને જેમ સાબરનું [માંસ] ખવાય છે તેમ."},{"number":16,"verse":"કેવળ ( ; ; ; ; .) તમારે રક્ત ખાવું નહિ. તે તારે પાણીની જેમ જમીન પર ઢોળી દેવું."},{"number":17,"verse":"તારા ધાન્યનો કે તારા દ્રાક્ષારસોનો કે તારા તેલનો દશાંશ અથવા તારાં ઢોરઢાંક કે ઘેટાંબકરાંનાં પ્રથમજનિત અથવા તારી લીધેલી કોઈ પણ માનતા, અથવા તારાં ઐચ્છિકાર્પણો, અથવા તારા હાથના ઉચ્છાલીયાર્પણો, એ સર્વ તારાં રહેઠાણોમાં ખાવાની તને રજા નથી."},{"number":18,"verse":"પણ તારે ને તારા દીકરાએ ને તારી દીકરીએ ને તારા દાસે ને તારી દાસીએ ને તારા ઘરમાં રહેનાર લેવીએ યહોવા તારા ઈશ્વર જે સ્થળ પસંદ કરે તેમાં યહોવા તારા ઈશ્વરની સમક્ષ તે ખાવાં. અને જે સર્વને તું તારો હાથ લગાડે છે તેમાં તારે યહોવા તારા ઈશ્વરની સમક્ષ હર્ષ કરવો."},{"number":19,"verse":"પોતા વિષે સંભાળ કે, જ્યાં સુધી તું આ તારી ભૂમિ પર રહે ત્યાં સુધી લેવીનો ત્યાગ તારે કરવો નહિ."},{"number":20,"verse":"યહોવા તારા ઈશ્વરે તને આપેલા વચન પ્રમાણે જ્યારે તે તારી સરહદ વિસ્તારશે, ને તું કહેશે, કે ‘હું માંસ ખાઈશ’ [કેમ કે માંસ ખાવાનું તને મન થયું છે] , ત્યારે તારુમં મન માનતાં સુધી માંસ ખાવાની તને રજા છે."},{"number":21,"verse":"જે સ્થળે યહોવા તારા ઈશ્વર પોતાનું નામ ત્યાં રાખવા માટે પસંદ કરે તે જો તારાથી ઘણે દૂર હોય, તો જેમ મેં તને આજ્ઞા આપી છે તેમ ઢોરઢાંક તથા તારાં ઘેટાબકરાં જે યહોવાએ તને આપ્યાં છે, તેમાંથી તારે કાપવાં, ને તારું મન માનતાં સુધી તારા ઘરમાં તારે ખાવું."},{"number":22,"verse":"જેમ હરણનું ને જેમ સાબરનું [માંસ] ખવાય છે તેમ તારે તે ખાવું. શુદ્ધ તેમજ અશુદ્ધ જન તે ખાય."},{"number":23,"verse":"ફક્ત ( .) એટલું સંભાળજે કે તેનું રક્ત તારા ખાવામાં ન આવે, કેમ કે રક્ત એ તો જીવ છે, અને માંસ સાથે તેનો જીવ તારે ખાવો નહિ."},{"number":24,"verse":"તારે તે ખાવું નહિ; તે તારે પાણીની જેમ જમીન પર ઢોળી દેવું."},{"number":25,"verse":"તારે તે ખાવું નહિ, એ માટે કે યહોવા તારા ઈશ્વરની દષ્ટિમાં જે ઘટિત છે તે કર્યાથી તારું તથા તારી પાછળ તારાં છોકરાંનું ભલું થાય."},{"number":26,"verse":"ફક્ત તારી પાસેની તારી અર્પિત વસ્તુઓ, તથા તારી માનતાઓ, તે તારે લઈને યહોવા જે સ્થળ પસંદ કરે ત્યાં જવું,"},{"number":27,"verse":"અને યહોવા તારા ઈશ્વરની વેદી પર તારે તારાં દહનીયાર્પણો, એટલે માંસ તથા રક્ત, ચઢાવવાં. અને તારા યજ્ઞનું રક્ત યહોવા તારા ઈશ્વરની વેદી પર રેડી દેવું, ને તે માંસ તારે ખાવું."},{"number":28,"verse":"આ જે બધાં વચનો હું તને ફરમાવું છું તે લક્ષ આપીને સાંભળ, એ માટે કે યહોવા તારા ઈશ્વરની નજરમાં જે સારું ને ઘટિત તે કર્યાથી તારું ને તારી પાછળ તારાં છોકરાંનું સદા ભલું થાય."},{"number":29,"verse":"( મૂર્તિપૂજા સામે ચેતવણી) જે દેશજાતિઓનું વતન પ્રાપ્ત કરવા માટે તું જાય છે તેઓને જ્યારે યહોવા તારા ઈશ્વર તારી આગળથી નષ્ટ કરે, ને તું તેઓનું વતન પામીને તેઓના દેશમાં રહે,"},{"number":30,"verse":"ત્યારે સાવધાન રહેજે, રખેને તેઓનો તારી આગળથી નાશ થયા પછી તું તેઓનું અનુકરણ કરીને ફાંદામાં પડે અને તું તેઓનાં દેવદેવીઓની પૂછપરછ કરતાં એમ કહે, ‘આ પ્રજાઓ કેવી રીતે પોતાનાં દેવદેવીઓની સેવા કરે છે? એ માટે કે હું પણ તે પ્રમાણે કરું.’"},{"number":31,"verse":"યહોવા તારા ઈશ્વર વિષે તું એમ કરીશ નહિ; કેમ કે જે સર્વ અમંગળ કર્મો પર યહોવાનો ધિક્કાર છે, તે તેઓએ તેમનાં દેવદેવીઓની સેવામાં કર્યાં છે, કેમ કે તેઓનાં દીકરાદીકરીઓને પણ તેઓ તેમનાં દેવદેવીઓની આગળ આગમાં બાળી નાખે છે."},{"number":32,"verse":"જે જે વિષે હું તમને આજ્ઞા આપું છું તે તે તમારે કાળજી રાખીને કરવું. ( ; .) તારે તેમાં કંઈ વધારો કે ઘટાડો કરવો નહિ"}]}