{"bibleAbbr":"guOV2016","bookName":"પુનર્નિયમ","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"જો તારી મધ્યે કોઈ પ્રબોધક અથવા સ્વપ્નખોર ઊભો થાય,"},{"number":2,"verse":"ને જે વિષે તું જાણતો નથી એવાં અન્ય દેવદેવીઓ વિષે તે એમ કહે, ‘ચાલો, આપણે તેઓની પાછળ ચાલીએ, ને આપણે તેઓની સેવા કરીએ, ’ ને [તેના ટેકામાં] તે તને કોઈ ચિહ્ન કે ચમત્કાર બતાવવાનું કહે, ને તેના કહ્યા પ્રમાણે ચિહ્ન કે ચમત્કાર થાય;"},{"number":3,"verse":"તોપણ તું તે પ્રબોધકના શબ્દોને કે સ્વપ્નખોરને ગણકારતો નહિ; કેમ કે યહોવા તમારા ઈશ્વર તમારી પરીક્ષા કરે છે કે તમે તમારા ખરા અંત:કરણથી ને ખરા જીવથી યહોવા તમારા ઈશ્વર પર પ્રેમ કરો છો કે નહિ તે જણાય."},{"number":4,"verse":"તમે યહોવા તમારા ઈશ્વરની પાછળ ચાલો, ને તેમનો ડર રાખો, ને તેની આજ્ઞાઓ પાળો, ને તેમનું કહ્યું કરો ને તમે તેમની સેવા કરો, ને તેમને વળગી રહો."},{"number":5,"verse":"અને તે પ્રબોધકને અથવા તે સ્વપ્નખોરને મારી નાખવો; કેમ કે યહોવા તમારા ઈશ્વર જે તમને મિસર દેશમાંથી કાઢી લાવ્યા, ને જેમણે બંદીખાનામાથી તને છોડાવ્યો, તેમની વિરુદ્ધ બંડખોર વાત તે બોલ્યો છે, એ માટે કે જે માર્ગમાં ચાલવાની યહોવા તારા ઈશ્વરે તને આ કરી છે તેમાંથી તે તને ભમાવી દે. એવી રીતે તું તારી મધ્યેથી દુષ્ટતા દૂર કર."},{"number":6,"verse":"જો તારો ભાઈ એટલે તારી માનો દીકરો, અથવા તારો દીકરો, અથવા તારી દીકરી, અથવા તારી દીલોજાન પત્ની, અથવા તારો જાની મિત્ર તને છાની રીતે લલચાવતાં એમ કહે કે, ‘ચાલો, જે અન્ય દેવદેવીઓને તું જાણતો નથી તેમ તારા પિતૃઓ પણ જાણતા નહોતા, તેઓની આપણે સેવા કરીએ,"},{"number":7,"verse":"એટલે જે દેશજાતિઓ તમારી ચારે તરફ, તમારી નજીક કે તમારાથી દૂર, પૃથ્વીના એક છેડાથી તે પૃથ્વીના બીજા છેડા સુધી છે તેઓનાં દેવદેવીઓની [સેવા] કરીએ,"},{"number":8,"verse":"તો તારે હા પાડવી નહિ, ને તેનું સાંભળવું નહિ. અને તારી આંખ તેના પર દયા ન લાવે, ને તારે તેને જવા દેવો નહિ, ને તારે તેને સંતાડવો પણ નહિ."},{"number":9,"verse":"પણ તારે તેને જરૂર મારી નાખવો. તેને મારી નાખવા માટે પહેલો તારો હાથ તેના પર પડે, ને ત્યાર પછી [બીજા] બધા લોકનો હાથ."},{"number":10,"verse":"અને તારે પથ્થરે મારીને તેને પૂરો કરવો. કેમ કે યહોવા તારા ઈશ્વર, જે તને મિસર દેશમાંથી [એટલે] બંદીખાનામાંથી કાઢી લાવ્યા, તેમની પાસેથી તને ભટકાવી દેવાને તેણે યત્ન કર્યો છે."},{"number":11,"verse":"અને સર્વ ઇઝરાયલ તે સાંભળીને બીશે, ને ફરીથી એવી કોઈ પણ દુષ્ટતા તારી મધ્યે કરશે નહિ."},{"number":12,"verse":"જે નગરો યહોવા તારા ઈશ્વર અને ત્યાં વસવા માટે આપે છે તેઓમાંના કોઈ વિષે તું એવી વાત સાંભળે કે,"},{"number":13,"verse":"કેટલાક હલકા માણસોએ તારી મધ્યેથી નીકળી જઈને તેઓના નગરના રહેવાસીઓને એમ કહીને ખેંચી લીધા છે કે, ‘ચાલો, આપણે જઈને બીજા દેવદેવીઓ કે, તેઓને તમે જાણતા નથી તેઓની સેવા કરીએ.’"},{"number":14,"verse":"તો તારે તપાસ કરવી ને શોધ કરીને ખંતથી પૂછપરછ કરવી. અને જો, એ વાત ખરી ને નક્કી હોય કે એ અમંગળ કર્મ તારી મધ્યે કરવામાં આવેલું છે;"},{"number":15,"verse":"તો તારે નક્કી એ નગરના રહેવાસીઓનો તરવારની ધારથી સંહાર કરવો, ને તેનો તથા તેમાંના સર્વનો તથા તેનાં ઢોરઢાંકનો તરવારની ધારથી વિનાશ કરવો."},{"number":16,"verse":"અને તેમાંની સર્વ લૂંટ તેના ચૌટાની વચમાં એકઠી કરીને યહોવા તારા ઈશ્વર પ્રત્યે તે નગરને તથા તેની સર્વ લૂંટને અગ્નિમાં છેક બાળી નાખવાં; અને તેનો સદાને માટે ઢગલો થઈ જાય; તે ફરીથી બંધાય નહિ."},{"number":17,"verse":"અને એ શાપિત વસ્તુઓમાંનું કંઈ પણ તારા હાથે વળગી ન રહે, એ માટે કે યહોવા પોતાના કોપનો જુસ્સો પાછો ખેંચી લે, ને તારા પર દયા કરે, ને તારા પર કરુણા રાખે, ને જેમ તેમણે તારા પિતૃઓની આગળ પ્રતિજ્ઞા લીધી છ તેમ તે તારો વિસ્તાર વધારે."},{"number":18,"verse":"એટલે યહોવા તારા ઈશ્વરની જે સર્વ આજ્ઞાઓ હું આજે તેન ફરમાવું છું તે જ્યારે તું તેની વાણી સાંભળીને પાળશે, ને યહોવા તારા ઈશ્વરની દષ્ટિમાં જે યથાર્થ છે તે કરશે, ત્યારે."}]}