{"bibleAbbr":"guOV2016","bookName":"પુનર્નિયમ","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"( લેવીઓ અને યાજકોના હક્ક) લેવી યાજકોને, એટલે લેવીના આખા કુળને, ઇઝરાયલની સાથે ભાગ કે વારસો ન મળે. તેઓ યહોવાના હોમયજ્ઞ તથા તેના વારસા ઉપર ગુજરાન ચલાવે."},{"number":2,"verse":"અને ( .) તેઓને તેઓના ભાઈઓની મધ્યે વારસો ન મળે; તેઓનો વારસો તો યહોવા છે, જેમ તેમણે તેનોને કહ્યું છે તેમ."},{"number":3,"verse":"અને લોકો તરફથી એટલે વાછરડાનો કે ઘેટાંનો યજ્ઞ ચઢાવનારા તરફથી યાજકોને આ દાપું મળે કે, તેઓ યાજકને બાવડું તથા બન્‍ને ગલોફાં તથા હોજરી આપે."},{"number":4,"verse":"તારા અનાજનાં, તારા દ્રાક્ષારસનાં તથા તારા તેલનાં પ્રથમફળ, તથા તારા ઘેટાંનું પહેલી કાતરણીનું ઊન તું તેને આપ."},{"number":5,"verse":"કેમ કે યહોવઅ તારા ઈશ્વરે તારાં સર્વ કુળોમાંથી તેને તથા તેના પુત્રોને સદાને માટે પસંદ કર્યા છે કે, તેઓ ઊભા રહીને યહોવાને નામે સેવા કરે."},{"number":6,"verse":"અને કોઈ લેવી આખા ઇઝરાયલમાં તારા કોઈ પણ ગામમાં વસેલો હોય, ને તે ત્યાંથી નીકળીને પોતાના મનની પૂરી ઇચ્છાથી યહોવા જે સ્થળ પસંદ કરવાના છે ત્યાં આવે;"},{"number":7,"verse":"તો ત્યાં યહોવાની હજૂરમાં ઊભા રહેનાર તેના સર્વ લેવી ભાઈઓ જેમ કરે છે તેમ તે પણ યહોવા તેના ઈશ્વરને નામે સેવા કરે."},{"number":8,"verse":"તેની વડીલોપાર્જિત મિલકતન વેચાણથી જે તેને મળે તે ઉપરાંત તેને બીજાઓના જેટલો જ હિસ્‍સો ખાવાને મળે."},{"number":9,"verse":"( મેલી વિદ્યા સંબંધી ચેતવણી) જે દેશ યહોવા તારા ઈશ્વર તને આપે છે તેમાં તું જાય ત્યારે તે દેશજાતિઓનાં અમંગળ કૃત્યોનું અનુકરણ કરતાં તારે ન શીખવું."},{"number":10,"verse":"તારી મધ્યે એવો કોઈ જન ન હોવો ન જોઈએ કે જે પોતાના દીકરાને ને દીકરીને અગ્નિમાં ચલાવતો હોય, કે જોષ જોતો હોય, કે શકુન જોતો હોય, કે ( .) ધંતરમંતર કરનાર, કે ( .) જાદુગર,"},{"number":11,"verse":"કે મોહિની લગાડનાર, કે ( .) મૂઠ મારનાર, કે ઇલમી, કે ભૂવો હોય."},{"number":12,"verse":"કેમ કે જે કોઈ એવાં કામ કરે છે, તેને યહોવા કંટાળે છે. અને એવાં અમંગળ કામોને લીધે તો યહોવા તારા ઈશ્વર તેઓને તારી આગળથી હાંકી કાઢે છે."},{"number":13,"verse":"( .) તું યહોવા તારા ઈશ્વરની દષ્ટિમાં સંપૂર્ણ થા."},{"number":14,"verse":"( પ્રબોધક મોકલવાનું વચન) કેમ કે આ જે દેશજાતિઓનું તું વતન પામવાનો છે તેઓ શકુન જોનારાઓનું તથા જોષ જોનારાઓનું સાંભળે છે; પણ તને તો યહોવા તારા ઈશ્વરે એમ કરવા દીધું નથી."},{"number":15,"verse":"( ; .) યહોવા તારા ઈશ્વર તારે માટે, તારી મધ્યેથી, તારા ભાઈઓમાંથી મારા જેવો એક પ્રબોધક ઊભો કરશે; તેનું તમારે સાંભળવું."},{"number":16,"verse":"હોરેબમાં સભાને દિવસે જે સર્વ તેં યહોવા તારા ઈશ્વર પાસે માંગ્યું કે, હવે પછી યહોવા મારા ઈશ્વરની વાણી મારા સાંભળવામાં ન આવે, તેમજ આ મોટી આગ હવે પછી મારા જોવામાં ન આવે, રખેને હું માર્યો જાઉં, તે પ્રમાણે."},{"number":17,"verse":"અને યહોવાએ મને કહ્યું, ‘તેઓએ જે કહ્યું છે તે ઠીક કહ્યું છે."},{"number":18,"verse":"હું તેમને માટે તેમના ભાઈઓમાંથી તારા જેવો એક પ્રબોધક ઊભો કરીશ. અને હું મારાં વચનો તેના મુખમાં મૂકીશ, ને જે સર્વ હું તેને ફરમાવું તે તે તેઓને કહેશે."},{"number":19,"verse":"અને ( .) એમ થશે કે, મારે નામે મારાં જે વચનો તે બોલશે, તે જે કોઈ નહિ સાંભળે તેની પાસેથી હું જવાબ લઈશ."},{"number":20,"verse":"પણ જે પ્રબોધક ગર્વ કરીને મારે નામે, જે વાત બોલવાની મેં તેને આ આપી નથી તે બોલશે, અથવા અન્ય દેવોને નામે જે બોલશે, તે પ્રબોધક માર્યો જશે.’"},{"number":21,"verse":"અને જો તું તારા હ્રદયમાં એમ કહે, ‘યહોવા જે વાત બોલ્યા નથી તે અમે શી રીતે જાણીએ?"},{"number":22,"verse":"જ્યારે પ્રબોધક યહોવાને નામે બોલે, અને જો તે વાત પ્રમાણે ન થાય, અથવા તે પૂરી કરવામાં ન આવે, તો તે વાત યહોવા બોલ્યા નથી [એમ તારે જાણવું]. પ્રબોધક ગર્વથી તે બોલ્યો છે, તેનાથી તું બીશ નહિ."}]}