{"bibleAbbr":"guOV2016","bookName":"પુનર્નિયમ","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"( આશ્રયનગરો) ( ( 40 ૩૫:૯-૨૮ ; 60 ૨૦:૧-૯ )) જે દેશજાતિઓનો દેશ યહોવા તારા ઈશ્વર તને આપે છે તે [દેશજાતિઓ] ને જ્યારે યહોવા તારા ઈશ્વર નષ્ટ કરે, ને તું તેઓનું વતન પામે, અને તેઓનાં નગરોમાં તથા તેઓનાં ઘરોમાં તું વસે,"},{"number":2,"verse":"ત્યારે જે દેશ યહોવા તારા ઈશ્વર તને તેનું વતન પામવા માટે આપે છે, ( .) તેની મધ્યે તું તારે માટે ત્રણ નગરો જુદાં કર."},{"number":3,"verse":"તું તારે માટે માર્ગ તૈયાર કર, અને યહોવા તારા ઈશ્વર જે દેશનો તને વારસો પમાડે છે તેની સીમોના ત્રણ ભાગ કર, એ માટે કે હરેક મનુષ્યઘાતક ત્યાં નાસી જાય."},{"number":4,"verse":"અને જે મનુષ્યઘાતક ત્યાં નાસી જઈને બચી જાય તેના વિષેની વાત આ પ્રમાણે છે: [એટલે] જે કોઈને પોતાના પડોશી ઉપર અગાઉ દ્વેષ ન હતો, પણ જે અજાણે તેને મારી નાખે તે."},{"number":5,"verse":"જેમ કે, કોઈ માણસ પોતાના પડોશીની સાથે વનમાં લાકડાં કાપવા જાય, ને ઝાડ કાપવા માટે કુહાડાનો ટચકો મારતાં કુહાડો તેના હાથમાંથી નીકળી જઈને તેના પડોશીની ઉપર પડ્યાથી તેનો જીવ જાય, તો તેવો [માણસ] એ નગરોમાંના કોઈ એકમાં નાસી જઈને બચી જાય;"},{"number":6,"verse":"રખેને ખૂનનો બદલો લેનારનો મિજાજ તપી જાય ને મનુષ્યઘાતકની પાછળ લાગીને રસ્‍તો લાંબો હોવાના કારણથી તે તેને પકડી પાડીને તેને મરણતોલ માર મારે. જો કે અગાઉથી તે [મનુષ્યઘાતક] તેના પર દ્વેષ કરતો ન હોવાને લીધે તે મરણયોગ્ય ન હોય તો પણ."},{"number":7,"verse":"એ માટે હું તને આજ્ઞા આપીને કહું છું કે, તારે પોતાને માટે ત્રણ નગરો અલહિદાં કરવાં."},{"number":8,"verse":"અને જેમ યહોવા તારા ઈશ્વરે તારા પિતૃઓની આગળ પ્રતિજ્ઞા લીધી છે તેમ જો તે તારી સીમો વધારે, અને જે દેશ આપવનું તેમણે તારા પિતૃઓને વચન આપ્યું હતું તે સર્વ તે તેને આપે;"},{"number":9,"verse":"જો યહોવા તારા ઈશ્વર પર પ્રેમ રાખવાની, ને તેના માર્ગોમાં હમેશ ચાલવાની જે આ હું આજે તને આપું છું તે સર્વ અમલમાં લાવીને તું પાળે, તો એ ત્રણ નગર ઉપરાંત તું તારે માટે બીજાં ત્રણ લે;"},{"number":10,"verse":"કે જે દેશ યહોવા તારા ઈશ્વર વારસાને માટે તને આપે છે, તેમાં નિર્દોષ લોહી વહેવડાવવામાં ન આવે, ને એમ તને લોહીનો દોષ ન લાગે."},{"number":11,"verse":"પણ જો કોઈ માણસ પોતાના પડોશી પર દ્વેષ રાખીને લાગ તાકીને સંતાઈ રહે, ને તેની સામે ઊઠીને તેને મરણતોલ માર મારીને તેનો જીવ લે, અને જો તે એ નગરોમાંના કોઈએકમાં નાસી જાય,"},{"number":12,"verse":"તો તેના નગરના વડીલો [કોઈને] મોકલીને તેને ત્યાંથી તેડી મંગાવે, ને તે માર્યો જાય માટે ખૂનનો બદલો લેનારના હાથમાં તેને સોંપે."},{"number":13,"verse":"તારે તેના પર દયા લાવવી નહિ, પણ તારે ઇઝરાયલમાંથી નિર્દોષ લોહી દૂર કરવું કે તારું ભલું થાય."},{"number":14,"verse":"( સરહદના પથ્થરો ખસેડવાની મનાઈ) જે દેશ યહોવા તારા ઈશ્વર તને વતનને માટે આપે છે, તેમાં જે વતનનો વારસો તને મળે તેમાં ( .) તારા પડોશીનું જે બાણ અસલના વખતમાં લોકોએ ઠરાવ્યું હોય તે તારે ખસેડવું નહિ."},{"number":15,"verse":"( સાક્ષીઓ અંગેના નિયમ) ( ; ; ; ; ; ; .) કોઈ માણસ કંઈ પાપ કરે, તેમાં કોઈ અન્યાયને માટે અથવા કોઈ અપરાધને માટે તેની વિરુદ્ધ એક જ સાક્ષી ચાલે નહિ, બે સાક્ષીઓના અથવા ત્રણ સાક્ષીઓના મુખથી કોઈ પણ વાત સાબિત થવી જોઈએ."},{"number":16,"verse":"કોઈ પણ માણસની વિરુદ્ધ ભૂંડું કર્યાની સાક્ષી પૂરવા માટે જો કોઈ અન્યાયી સાક્ષી ઉભો થાય,"},{"number":17,"verse":"તો જે બે માણસોને તકરાર હોય તેઓએ, તે દિવસોમાં જે યાજકો તથા ન્યાયાધીશો હોય, તેઓની આગળ યહોવાની સમક્ષ હાજર થવું."},{"number":18,"verse":"અને ન્યાયાધીશોએ ખંતથી તપાસ કરવી; અને જો, તે સાક્ષી જૂઠો પડે, ને તેણે પોતાના ભાઈની વિરુદ્ધ જૂઠી સાક્ષી પૂરી હોય,"},{"number":19,"verse":"તો તેણે જેમ પોતાના ભાઈની સાથે વર્તવાનો વિચાર કર્યો હતો તેમ તમારે તેની સાથે વર્તવું; અને એવી રીતે તારે તારી મધ્યેથી ભૂંડું દૂર કરવું."},{"number":20,"verse":"અને બીજાઓ એ સાંભળીને બીશે, ને ત્યાર પછી તારી મધ્યે કોઈ એવું ભુંડું કદી કરશે નહિ."},{"number":21,"verse":"અને તારે તેના પર દયા લાવવી નહિ; ( ; ; .) જીવને બદલે જીવ, આંખને બદલે આંખ, દાંતને બદલે દાંત, હાથને બદલે હાથ, પગને બદલે પગ [લેવો]."}]}