{"bibleAbbr":"guOV2016","bookName":"પુનર્નિયમ","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"( આજ્ઞાંક્તિપણાના આશીર્વાદ) ( ( 30 ૨૬:૩-૧૩ ; 50 ૭:૧૨-૨૪ )) અને ( .) જો યહોવા તારા ઈશ્વરની વાણી ખંતથી સાંભળીને તેની જે આજ્ઞાઓ હું આજે તને આપું છું તે સર્વ પાળીને તું તેમને અમલમાં લાવશે, તો એમ થશે કે યહોવા તારા ઈશ્વર પૃથ્વીની સર્વ દેશજાતિઓ કરતાં તને શ્રેષ્ઠ દેશજાતિ કરશે."},{"number":2,"verse":"અને જો તું યહોવા તારા ઈશ્વરની વાણી સાંભળશે, તો આ સર્વ આશીર્વાદ તારા પર આવશે ને તને મળશે:"},{"number":3,"verse":"નગરમાં તું આશીર્વાદિત થશે, ને ખેતરમાં તું આશીર્વાદિત થશે."},{"number":4,"verse":"તારા પેટનું ફળ, તથા તારી ભૂમિનું ફળ, તથા તારાં ઢોરનું ફળ એટલે તારી ગાયોનો વિસ્તાર તથા તારાં ઘેટંબકરાંનાં બચ્ચાં, આશીર્વાદિત થશે."},{"number":5,"verse":"તારી ટોપલી તથા તારો થાળ આશીર્વાદિત થશે."},{"number":6,"verse":"તું અંદર આવતાં તેમજ બહાર જતાં આશીર્વાદિત થશે."},{"number":7,"verse":"તારા જે શત્રુઓ તારી સામે ચઢી આવે તેઓને યહોવા તારી આગળ માર ખવડાવશે. તારી સામે તેઓ એક માર્ગે ધસી આવશે ને તારી સામેથી સાત માર્ગે નાસી જશે."},{"number":8,"verse":"યહોવા તારી વખારોમાં ને જેમાં તું તારો હાથ નાખે છે તે સર્વમાં તને આશીર્વાદ આપશે. અને જે દેશ યહોવા તારા ઈશ્વર તને આપે છે તેમાં તે તને આશીર્વાદ આપશે."},{"number":9,"verse":"જો તું યહોવા તારા ઈશ્વરની આજ્ઞાઓ પાળીને તેમના માર્ગોમાં ચાલશે, તો, જેમ યહોવાએ તારી આગળ પ્રતિજ્ઞા કરી છે તેમ, તે તને પોતાની પવિત્ર પ્રજા તરીકે સ્થાપશે."},{"number":10,"verse":"અને પૃથ્વીના સર્વ લોક જોશે કે, યહોવાના નામ પરથી તારું નામ પડેલું છે. અને તેઓ તારાથી બીશે."},{"number":11,"verse":"અને જે દેશ તને આપવાને યહોવાએ તારા પિતૃઓની આગળ પ્રતિજ્ઞા લીધી, તેમાં તારા પેટના ફળ વિષે, તથા તારાં ઢોરના [પેટના] ફળ વિષે, તથા તારી ભૂમિના ફળ વિષે યહોવા તને ઘણો જ આબાદ કરશે."},{"number":12,"verse":"તારા દેશ પર મોસમમાં વરસાદ મોકલવા માટે, અને તારા હાથનાં સર્વ કામ પર આશીર્વાદ આપવા માટે, યહોવા તારે માટે પોતાનો અખૂટ ભંડાર, એટલે આકાશ ઉઘાડશે. અને તું ઘણી દેશજાતિઓને ઉછીનું આપશે, પણ તું ઉછીનું લેશે નહિ."},{"number":13,"verse":"અને યહોવા તને [સર્વનું] શિર બનાવશે, પણ પુચ્છ નહિ. અને તું ઉપર જ રહેશે, ને નીચે રહેશે નહિ; જો યહોવા તારા ઈશ્વરની આજ્ઞાઓ જે આજે હું તને ફરમાવું છું તેઓને તું ધ્યાન આપીને પાળે તથા અમલમાં લાવે,"},{"number":14,"verse":"અને જે વચનો આજે હું તને ફરમાવું છું તેઓમાંના કોઈથી જો તું જમણે કે ડાબે ફરી જઈને અન્ય દેવાની સેવા કરવા તેઓની પાછળ નહિ જાય, તો [એમ થશે]."},{"number":15,"verse":"( અના કિતપણાનાં પરિણામ) ( ( 30 ૨૬:૧૪-૪૬ )) પણ જો યહોવા તારા ઈશ્વરની વાણી ન સાંભળતાં તેમની જે સર્વ આજ્ઞાઓ તથા વિધિઓ હું આજે તને આપું છું, તેઓને તું પાળીને અમલમાં નહિ મૂકે, તો એમ થશે કે, આ સર્વ શાપ તારા પર આવીને તને પકડી પાડશે:"},{"number":16,"verse":"તું નગરમાં શાપિત થશે, ને તું ખેતરમાં શાપિત થશે."},{"number":17,"verse":"તારી ટોપલી તથા તારો થાળ શાપિત થશે."},{"number":18,"verse":"તારા પેટનું ફળ તથા તારી ભૂમિનું ફળ, તારી ગાયોનો વિસ્તાર તથા તારા ઘેટાંબકરાંનાં બચ્ચાં શાપિત થશે."},{"number":19,"verse":"તું અંદર આવતાં તેમજ બહાર જતાં શાપિત થશે."},{"number":20,"verse":"અને જે કોઈ કામમાં તું હાથ નાખશે, તેમાં યહોવા તારા પર શાપ તથા હાર તથા ધમકી મોકલશે, એટલે સુધી કે જે ભૂંડાં કામ કરીને તેં મારો ત્યાગ કર્યો છે તેથી તારો સંહાર થાય, ને તું જલ્દી નાશ પામે."},{"number":21,"verse":"જે દેશમાં તું તેનું વતન પામવા માટે જાય છે તેમાંથી યહોવા તારો પૂરો નાશ નહિ કરે, ત્યાં સુધી તે તારા પર મરકી લાવ્યા કરશે."},{"number":22,"verse":"ક્ષય રોગથી તથા તાવથી તથા સોજાથી તથા ઉષ્ણ તાપથી તથા તરવારથી તથા લૂથી તથા ફૂગથી યહોવા તને મારશે. અને તારો નાશ થતાં સુધી તેઓ તારી પાછળ લાગશે."},{"number":23,"verse":"અને તારા માથા ઉપરનું આકાશ પિત્તળ જેવું થઈ જશે, ને તારા પગ નીચેની જે ભૂમિ તે લોઢા જેવી થઈ જશે."},{"number":24,"verse":"તારા દેશ પર વરસાદને બદલે યહોવા ભૂકો તથા ધૂળ વરસાવશે. તું નાશ પામે ત્યાં સુધી આકાશથી તે તારા પર વરસ્યા કરશે."},{"number":25,"verse":"યહોવા તારા શત્રુઓની સામે તને માર ખવડાવશે. તું એક માર્ગે તેઓની સામે ધસી જઈશ. ને સાત માર્ગે તેઓની સામેથી નાસી જઈશ. અને પૃથ્વીનાં સર્વ રાજ્યોમાં તું અહીંથી તહીં નાસાનાસ કરશે."},{"number":26,"verse":"અને તારી લાસ સર્વ ખેચર પક્ષીઓનો તથા પૃથ્વીનાં સર્વ પશુઓનો ખોરાક થશે, ને તેઓને હાંકી મૂકનાર કોઈ નહિ હોય."},{"number":27,"verse":"મિસરનાં ગૂમડાંથી તથા ગાંઠિયા રોગથી તથા રક્તપિત્તથી તથા ખસથી યહોવા તને મારશે. અને તેમાંથી તું સાજો થઈ શકશે નહિ."},{"number":28,"verse":"ગાંડપણથી તથા અંધાપાથી તથા મનના ગભરાટથી યહોવા તને મારશે."},{"number":29,"verse":"અને જેમ આંધળો અંધારામાં ફાંફાં મારે છે, તેમ તું ખરે બપોરે ફાંફાં મારશે, ને તારા માર્ગમાં તું સફળ નહિ થાય. અને તું માત્ર જુલમ તથા લૂટને સ્વાધીન થશે, ને તને બચાવનાર કોઈ નહિ હોય."},{"number":30,"verse":"તું જે સ્‍ત્રીની સાથે સગાઈ કરશે તેનો ઉપભોગ બીજો પુરુષ કરશે. તું ઘર બાંધશે પણ તેમાં તું રહેવા નહિ પામે. તું દ્રાક્ષાવાડી રોપશે, પણ તેનું ફળ તારા કામમાં આવશે નહિ."},{"number":31,"verse":"તારી નજર આગળ તારો બળદ કાપી નંખાશે, પણ તેનું [માંસ] તું ખાવા પામશે નહિ. તારા જોતાં તારો ગધેડો બળજબરીથી લઈ જવામાં આવશે, ને તે તને પાછો મળશે નહિ. તારું ઘેટું તારા શત્રુઓને આપવામાં આવશે, ને તને મદદ કરનાર કોઈ નહિ હોય."},{"number":32,"verse":"તારા દીકરા ને તારી દીકરીઓ બીજા લોકોને અપાશે, ને તારી આંખો તે જોશે, ને તેઓને માટે આખો દિવસ ઝૂરી ઝૂરીને તારી આંખો ઝાંખી થઈ જશે. અને તું કશું કરી શકશે નહિ."},{"number":33,"verse":"જે દેશજાતિને તું ઓળખતો નથી તે તારી ભૂમિનું ફળ તથા તારી સર્વ મહેનતનું ફળ ખાઈ જશે. અને તું સર્વદા ફક્ત જુલમો વેઠ્યા કરશે તથા કચરી નંખાશે:"},{"number":34,"verse":"અને તારી આંખો જે દેખાવ જોશે તેને લીધે તું ગાંડો થઈ જશે."},{"number":35,"verse":"તારા પગના તળિયાથી તે માથાના તાલકા સુધી પીડાકારક તથા અસાધ્ય ગૂમડાંથી યહોવા તને ઘુંટણોમાં તથા પગોમાં મારશે."},{"number":36,"verse":"જે દેશજાતિને તું તેમજ તાર પિતૃઓ ઓળખતા નથી, તેની પાસે યહોવા તને તથા જે રાજા તું તારા પર ઠરાવે તેને લાવશે. અને ત્યાં તું લાકડાના તથા પથ્થરના અન્ય દેવોની સેવા કરશે."},{"number":37,"verse":"અને જે સર્વ પ્રજાઓમાં યહોવા તને લઈ જશે તેઓ મધ્યે તું આશ્રર્યરૂપ તથા મજાકરૂપ તથા મશ્કરીરૂપ થઈ પડશે."},{"number":38,"verse":"તું ખેતરમાં ઘણું બી લઈ જશે, પણ થોડી ફસલ ઘેર લાવશે; કેમ કે તીડ તે ખાઈ જશે."},{"number":39,"verse":"તું દ્રાક્ષાવાડીઓને રોપશે ને તેને કેળવશે, પણ તું તેમનો દ્રાક્ષારસ પીવા પામશે નહિ, અથવા [દ્રાક્ષો] વીણવા નહિ પામે; કેમ કે કાતરા તે ખાઈ જશે."},{"number":40,"verse":"તારી સર્વ સીમોમાં તારાં જૈતવૃક્ષ હશે પણ તું તેનું તેલ પોતાને શરીરે ચોળવા નહિ પામે; કેમ કે તારાં જૈતવૃક્ષ [નું ફળ] ખરી પડશે."},{"number":41,"verse":"તારે દીકરાદીકરીઓ થશે, પણ તેઓ તારાં નહિ થાય; કેમ કે તેઓ બીજાઓનાં ગુલામ થઈ જશે."},{"number":42,"verse":"તારાં સર્વ ઝાડ ને તારી જમીનનું ફળ તીડોનો [ભક્ષ] થઈ પડશે."},{"number":43,"verse":"તારી મધ્યેનો પરદેશી તારા કરતાં વધારે ને વધારે ચઢિયાતો થતો જશે. પણ તું તો વધારે ને વધારે નીચો થતો જશે."},{"number":44,"verse":"તે તને ધીરશે, પણ તું તેને ધીરશે નહિ. તે શિર થશે, ને તું પુચ્છ થઈ જશે."},{"number":45,"verse":"અને તારો નાશ થતાં સુધી આ સર્વ શાપ તારા પર આવશે, ને તારી પાછળ લાગીને તને પકડી પાડશે. કેમ કે તેં યહોવા તારા ઈશ્વરની વાણી સાંભળી નહિ, ને તેની જે આજ્ઞાઓ તથા વિધિઓ, તેમણે તને ફરમાવ્યાં તે તેં પાળ્યા નહિ."},{"number":46,"verse":"અને તેઓ તારા પર તથા તારા વંશજો પર સદા ચિહ્નરૂપ તથા આશ્ચર્યરૂપ થઈ પડશે."},{"number":47,"verse":"કેમ કે સર્વ વસ્તુઓની પુષ્કળતાને કારણે તેં આનંદથી તથા હ્રદયના ઉલ્લાસથી યહોવા તારા ઈશ્વરની સેવા કરી નહિ."},{"number":48,"verse":"માટે ભૂખમાં તથા તરસમાં તથા નગ્નતામાં તથા સંપૂર્ણ દરિદ્રતામાં તું તારા શત્રુ કે, જેઓને યહોવા તારી વિરુદ્ધ મોકલશે, તેઓની સેવા કરશે. અને તારો નાશ કરતાં સુધી તે તારા ખભા પર લોઢાની ઝૂંસરી મૂકશે."},{"number":49,"verse":"દૂરથી એટલે પૃથ્વીને છેડેથી, એક દેશજાતિ કે જેની ભાષા તું સમજશે નહિ તેને ઊડતા ગરુડની જેમ યહોવા તારી વિરુદ્ધ લાવશે."},{"number":50,"verse":"તેઓ ઘરડાઓને ન ગણકારે ને તારા જુવાનો પર દયા ન રાખે એવી વિકરાળ ચહેરાવાળી દેશજાતિ [હશે]."},{"number":51,"verse":"અને તે તારાં ઢોરઢાંકનું ફળ તથા તારી ભૂમિનું ફળ ખાઈને તારું સત્યાનાશ વાળશે. વળી તારો વિનાશ કરતાં સુધી તે તારી પાસે ધાન્ય, દ્રાક્ષારસ, અથવા તેલ, તારાં ગોપશુઓનો વિસ્તાર, કે તારાં ઘેટાંબકરાંનાં બચ્ચાં રહેવા નહિ દે."},{"number":52,"verse":"અને તારા આખા દેશમાંના તારા જે ઊંચા ને કિલ્લાવાળા કોટ પર તું ભરોસો રાખતો હતો, તેઓના પડી જતાં સુધી ને તારા સર્વ નગરોમાં તારી આસપાસ ઘેરો નાખશે. અને તારો આખો દેશ, જે યહોવા તારા ઈશ્વરે તને આપ્યો છે, તેમાં તારાં સર્વ નગરોમાં તે તારી આસપાસ ઘેરો નાખશે."},{"number":53,"verse":"અને જે ઘેરાથી તથા સંકળામણથી તારા શત્રુઓ તને સંકડાવશે, તેને લીધે તું પોતાના જ પેટનું ફળ, એટલે તારા દીકરા તથા દીકરીઓ જેઓને યહોવા તારા ઈશ્વરે તને આપ્યાં છે, તેઓનું માંસ ખાશે."},{"number":54,"verse":"તમારામાંનો જે કોઈ કોમળ તથા બહુ નાજુક પરુષ હશે તેની આંખ પોતાના ભાઈ પ્રત્યે, ને પોતાની પ્રાણપ્રિય પત્ની પ્રત્યે, ને પોતાનાં બાકી રહેલાં છોકરાં પ્રત્યે ભૂંડી થશે."},{"number":55,"verse":"એવી કે પોતાનાં છોકરાંને તે ખાતો હશે તેમનું માંસ તેઓમાંના કોઈને તે નહિ આપે. કેમ કે જે ઘેરાથી તથા સંકડામણથી તારાં સર્વ નગરોમાં તારા શત્રુઓ તને સંકડાવશે, તેને લીધે તેની પાસે પોતાને માટે કંઈ રહ્યું નહિ હોય."},{"number":56,"verse":"તમારામાંથી જે કોમળ તથા નાજુક સ્‍ત્રી તેની કોમળતાને તથા નાજુકપણાને લીધે પોતાના પગની પાની જમીન પર મૂકવાની હિમ્મત ચલાવી શક્તી નહિ હોય, તેની આંખ પોતાના દિલોજાન પતિ પ્રત્યે તથા પોતાની દીકરી પ્રત્યે,"},{"number":57,"verse":"તથા પોતે જન્મ આપેલા નાના બાળક પ્રત્યે તથા પોતે જન્મ આપવાની હોય તે છોકરાં પ્રત્યે ભૂંડી થશે; કેમ કે જે ઘેરાથી તથા સંકડામણથી તારા શત્રુઓ તારાં નગરોમાં તને સંકડાવશે, તેમાં સર્વ વસ્તુની અછતને ( ; .) લીધે તે તેઓને છાનીમાની ખાઈ જશે."},{"number":58,"verse":"યહોવા તારા ઈશ્વર એ ગૌરવી તથા ભયજનક નામથી તું બીહે, માટે આ નિયમના જે સર્વ શબ્દો આ પુસ્તકમાં લખેલા છે, તે તું પાળીને અમલમાં નહિ મૂકે,"},{"number":59,"verse":"તો યહોવા તારા પર તથા તારા વંશજો પર મરકીઓ, આશ્ચર્યકારક મરકીઓ, એટલે ભારે તથા લાંબા વખતની મરકીઓ, તથા ભારે અને હમેશના રોગ લાવશે."},{"number":60,"verse":"અને મિસરના જે સર્વ રોગથી તું ડરતો હતો, તે તે તારા પર ફરીથી લાવશે. અને તે તને વળગી રહેશે."},{"number":61,"verse":"વળી જે રોગ તથા જે મરકી આ નિયમના પુસ્તકમાં લખેલાં નથી, તેઓને યહોવા તારો નાશ થાય ત્યાં સુધી તારા પર લાવ્યા કરશે."},{"number":62,"verse":"અને તમે સંખ્યામાં આકાશના તારા જેટલા હતા તેને ઠેકાણે તમે થોડા જ થઈ જશો; કેમ કે તેં યહોવા તારા ઈશ્વરની વાણી સાંભળી નહિ."},{"number":63,"verse":"અને એમ થશે કે જેમ યહોવા તમારું ભલું કરવામાં ને તમારી વૃદ્ધિ કરવામાં આનંદ પામતા હતા, તેમ યહોવા તમારો નાશ કરવામાં તથા તમારો સંહાર કરવામાં આનંદ પામશે. અને જે દેશમાં વતન પામવા તું જાય છે તેમાંથી તમને ઉખેડી નાખવામાં આવશે."},{"number":64,"verse":"અને યહોવા તને પૃથ્વીના છેડાથી તે પૃથ્વીના બીજા છેડા સુધી સર્વ લોકોમાં વિખેરી નાખશે. અને ત્યાં પથ્થર તથા લાકડાના અન્ય દેવો, કે જેઓને તું કે તારા પિતૃઓ જાણતા નથી. તેઓની સેવા તું કરશે."},{"number":65,"verse":"અને એ દેશજાતિઓમાં તને કંઈ ચેન નહિ પડે, ને તારા પગના તળિયાને કંઈ આરામ નહિ મળે; પણ યહોવા ત્યાં તને કંપિત હ્રદય તથા ધૂંધળી આંખો તથા ઝૂરતું મન આપશે."},{"number":66,"verse":"અને તારો જીવ ભયમાં જ રહેશે. અને તું રાત દિવસ ગભરાટમાં રહેશે, ને તારા જીવનો તને કંઈ ભરોસો નહિ રહે."},{"number":67,"verse":"તારા મનમાં જે બીક લાગશે તેને લીધે, ને તારી આંખોથી જે દેખાવ તું જોશે તેને લીધે, સવારમાં તું કહેશે, ‘ઈશ્વર કરે ને [ક્યારે] સાંજ પડે!’ અને સાંજે તું કહેશે, ‘ઈશ્વર કરે ને [ક્યારે] સવાર થાય!’"},{"number":68,"verse":"અને જે માર્ગ વિષે મેં તને કહ્યું હતું કે, તું તે માર્ગ ફરી કદી જોશે નહિ, તે માર્ગ વહાણોમાં યહોવા તને ફરીથી મિસરમાં લાવશે. અને ત્યાં તમે દાસો તથા દાસીઓ થવા માટે તમારા શત્રુઓને ત્યાં વેચાઈ જવા માગશો, પણ તમને કોઈ ખરીદશે નહિ."}]}