{"bibleAbbr":"guOV2016","bookName":"પિતરનો પહેલો પત્ર","bookEnglishName":"1 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"( જીવંત પથ્થર અને પવિત્ર પ્રજા) એ માટે સર્વ દુષ્ટતા, કપટ, દંભ, અદેખાઈ તથા બધા પ્રકારની નિંદા દૂર કરીને,"},{"number":2,"verse":"નવાં જન્મેલાં બાળકોની જેમ નિષ્કપટ આત્મિક દૂધની ઇચ્છા રાખો."},{"number":3,"verse":"જેથી ( ( .) જો તમને એવો અનુભવ થયો હોય કે પ્રભુ દયાળુ છે તો) તે વડે તમે તારણ મેળવતાં સુધી વધો."},{"number":4,"verse":"જે જીવંત પથ્થર છે, જેમને માણસોએ નકાર્યા હતા ખરા, પણ જે ઈશ્વરથી પસંદ કરાયેલા તથા મૂલ્યવાન છે,"},{"number":5,"verse":"તેમની પાસે આવીને તમે પણ જીવંત પથ્થરોના જેવા આત્મિક ઘરમાં ચણાયા છો, અને જે આત્મિક યજ્ઞ ઈસુ ખ્રિસ્ત દ્વારા ઈશ્વરને પ્રસન્‍ન છે એ યજ્ઞ કરવાને માટે તમે પવિત્ર યાજકવર્ગ થયા છો."},{"number":6,"verse":"કારણ કે શાસ્‍ત્રમાં લખેલું છે, ( .) “જુઓ, પસંદ કરેલો તથા મૂલ્યવાન એવો ખૂણાનો મુખ્ય પથ્થર હું સિયોનમાં મૂકું છું. જે તેના પર વિશ્વાસ કરે છે તે શરમાશે નહિ.”"},{"number":7,"verse":"માટે તમો વિશ્વાસ કરનારાઓને સારુ તે મૂલ્યવાન છે. પણ અવિશ્વાસીઓને માટે તો ( .) “જે પથ્થરને બાંધનારાઓએ નકાર્યો હતો, તે જ ખૂણાનો મુખ્ય પથ્થર થયો છે.”"},{"number":8,"verse":"અને ( .) “ઠેસ ખવડાવનાર પથ્થર તથા ઠોકર ખવડાવનાર ખડક થયો છે.” તેઓ આજ્ઞા માનતા નથી, તેથી તેઓ વચન વિષે ઠોકર ખાય છે; એને માટે પણ તેઓ નિર્માણ થયા હતા."},{"number":9,"verse":"પણ તમે ( ; .) તો પસંદ કરેલી જાતિ, રાજમાન્ય યાજકવર્ગ, ( ; ; ; ; .) પવિત્ર પ્રજા તથા ( .) [પ્રભુના] ખાસ લોક છો કે, જેથી ( .) જેમણે અંધકારમાંથી પોતાના આશ્વર્યકારક પ્રકાશમાં [આવવાનું] આમંત્રણ આપ્યું છે, તેમના સદગુણો તમે પ્રગટ કરો."},{"number":10,"verse":"( .) તમે પહેલાં પ્રજા જ નહોતા, પણ હવે તમે ઈશ્વરની પ્રજા છો, તમે દયા પામેલા નહોતા, પણ હવે તમે દયા પામ્યા છો."},{"number":11,"verse":"( ઈશ્વરના ગુલામ) વહાલાઓ, હું તમને વિનંતી કરું છું કે, જે દૈહિક વિષયો આત્માની સામે લડે છે, તેઓથી તમે પરદેશી તથા પ્રવાસી જેવા, દૂર રહો."},{"number":12,"verse":"અને વિદેશી લોકોમાં તમે તમારાં આચરણ સારાં રાખો; જેથી તેઓ તમને દુષ્ટ સમજીને તમારી વિરુદ્ધ બોલે ત્યારે તેઓ તમારાં સારાં કામ જોઈને ન્યાયકરણને દિવસે ઈશ્વરની સ્તુતિ કરે."},{"number":13,"verse":"તમે માણસોએ સ્થાપેલી દરેક પ્રકારની સત્તાને પ્રભુની ખાતર આધીન રહો:રાજાને સર્વોપરી સમજીને તેને આધીન રહો."},{"number":14,"verse":"વળી ભૂંડું કરનારાઓને દંડ કરવાને તથા સારું કરનારાઓનાં વખાણ કરવાને તેણે નીમેલા અધિકારીઓને તમે આધીન થાઓ."},{"number":15,"verse":"કેમ કે ઈશ્વરની ઇચ્છા એવી છે કે સારું કરીને મૂર્ખ માણસોની અજ્ઞાનતા [ની વાતો] ને તમે બંધ પાડો."},{"number":16,"verse":"સ્વતંત્ર હોવા છતાં દુષ્ટતાને છાવરવાને માટે તમારી સ્વતંત્રતાનો ઉપયોગ ન કરો, પણ ઈશ્વરના સેવકોને શોભે તેમ વર્તો."},{"number":17,"verse":"તમે સર્વને માન આપો. બંધુમંડળ પર પ્રેમ રાખો. ઈશ્વરનું ભય રાખો. રાજાનું સન્માન કરો."},{"number":18,"verse":"( ઈશ્વરના દુ:ખનો નમૂનો) ચાકરો, તમે પુરું ભય રાખીને તમારા માલિકોને આધીન થાઓ. માત્ર જેઓ ભલા તથા માયાળુ છે તેઓને જ નહિ, પણ વળી જેઓ કડક છે તેમને પણ આધીન થાઓ."},{"number":19,"verse":"કેમ કે જો કોઈ માણસ ઈશ્વર તરફના ભક્તિભાવને લીધે અન્યાય વેઠીને દુ:ખ સહે છે, તો તે [ઈશ્વરની નજરમાં] પ્રશંસાપાત્ર છે."},{"number":20,"verse":"કેમ કે જ્યારે પાપ કરવાને લીધે તમે માર ખાઓ છો ત્યારે જો સહન કરો છો, તેઓ તેમાં પ્રશંસાપાત્ર શું છે? પણ સારું કરવાને લીધે જ્યારે તમે દુ:ખ ભોગવો છો, ત્યારે જો તે સહન કરો છો, તો એ ઈશ્વરની નજરમાં પ્રશંસાપાત્ર છે."},{"number":21,"verse":"કારણ કે એને માટે તમને તેડવામાં આવ્યા છે; કેમ કે ખ્રિસ્તે પણ તમારે માટે સહન કર્યું, અને તમે તેમને પગલે ચાલો, માટે તેમણે તમોને નમૂનો આપ્યો છે."},{"number":22,"verse":"તેમણે કંઈ પાપ કર્યું નહિ, અને ( .) તેમના મોંમાં કદી કંઈ કપટ માલૂમ પડયું નહિ."},{"number":23,"verse":"( .) તેમણે નિંદા સહન કરીને સામી નિંદા કરી નહિ. દુ:ખો સહન કરીને ધમકી આપી નહિ, પણ અદલ ન્યાય કરનારને પોતાને સોંપી દીધા."},{"number":24,"verse":"લાકડા પર તેમણે પોતે પોતાના શરીરમાં આપણાં પાપ માથે લીધાં, જેથી આપણે પાપો સંબંધી મૃત્યુ પામીને ન્યાયીપણા સંબંધી જીવીએ; તેમના ( .) ઘાથી તમે સાજા થયા."},{"number":25,"verse":"કેમ કે ( .) તમે ભૂલાં પડેલાં ઘેટાંના જેવા હતા; પણ હવે તમારા જીવોના પાળક તથા અધ્યક્ષની પાસે પાછા આવ્યા છો."}]}