{"bibleAbbr":"guOV2016","bookName":"પિતરનો પહેલો પત્ર","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"( ઈશ્વરના ટોળાનું પાલન) તમારામાં જે વડીલો છે, તેઓનો હું સાથી વડીલ તથા ખ્રિસ્તનાં દુ:ખોનો સાક્ષી તથા પ્રગટ થનાર મહિમાનો ભાગીદાર છું, એથી તેઓને વિનંતી કરું છું કે,"},{"number":2,"verse":"( .) ઈશ્વરનું જે ટોળું તમારામાં છે તેનું પ્રતિપાલન કરો, અધ્યક્ષનું કામ ફરજ પડયાથી નહિ પણ ખુશીથી કરો, નીચ લોભને માટે નહિ, પણ હોંસથી કરો."},{"number":3,"verse":"વળી તમને સોંપેલા [ટોળા] પર સ્વામી તરીકે નહિ, પણ તમે તે ટોળાને આદર્શરૂપ થાઓ."},{"number":4,"verse":"જ્યારે મુખ્ય ઘેટાંપાળક પ્રગટ થશે ત્યારે મહિમાનો કદી પણ કરમાઈ ન જનાર મુગટ તમને મળશે."},{"number":5,"verse":"એ જ પ્રમાણે જુવાનો, તમે વડીલોને આધીન થાઓ. અને તમે બધા એકબીજાની સેવા કરવાને માટે નમ્રતા પહેરી લો. કેમ કે ઈશ્વર ગર્વિષ્ઠોની વિરુદ્ધ છે, પણ ( .) તે નમ્ર માણસો પર કૃપા રાખે છે."},{"number":6,"verse":"એ માટે ઈશ્વરના સમર્થ હાથ નીચે તમે ( ; ; .) પોતાને નમાવો કે તે તમને યોગ્ય સમયે ઉચ્ચપદે મૂકે."},{"number":7,"verse":"તમારી સર્વ ચિંતા તેમના પર નાખો, કેમ કે તે તમારી સંભાળ રાખે છે."},{"number":8,"verse":"સાવચેત થાઓ, જાગતા રહો; [કેમ કે] તમારો વૈરી શેતાન ગાજનાર સિંહની જેમ કોઈ મળે તેને ગળી જવાને શોધતો ફરે છે."},{"number":9,"verse":"તમે વિશ્વાસમાં દઢ રહીને તેની સામા થાઓ, કેમ કે પૃથ્વી પરના તમારા ભાઈઓ પર એ જ પ્રકારનાં દુ:ખો પડે છે, તે તમે જાણો છો."},{"number":10,"verse":"સર્વ કૃપાના ઈશ્વર જેમણે ખ્રિસ્તમાં તમને પોતાના સર્વકાળના મહિમાને માટે બોલાવ્યા છે, તે પોતે તમે થોડી વાર સહન કરો ત્યાર પછી, તમને પૂર્ણ, સ્થિર તથા બળવાન કરશે."},{"number":11,"verse":"તેમને સદાસર્વકાળ સત્તા હોજો. આમીન."},{"number":12,"verse":"( શુભેચ્છા) ( , .) સિલ્વાનુસ, જે મારી ધારણા પ્રમાણે વિશ્વાસુ ભાઈ છે, તેની મારફતે મેં ટૂંકમાં તમારા ઉપર લખ્યું છે, ને તમને વિનંતી કરીને સાક્ષી આપી છે કે, આ તો ઈશ્વરની ખરી કૃપા છે; તેમાં તમે સ્થિર ઊભા રહો."},{"number":13,"verse":"બેબિલોનમાંની [મંડળી] જેને તમારી સાથે પસંદ કરવામાં આવેલી છે તે તથા મારો દીકરો ( , ; ; ; ; .) માર્ક તમને સલામ કહે છે."},{"number":14,"verse":"તમે પ્રેમના ચુંબનથી એકબીજાને સલામ કરજો. ખ્રિસ્ત ઈસુમાં તમ સર્વને શાંતિ થાઓ આમીન."}]}