{"bibleAbbr":"guOV2016","bookName":"પિતરનો બીજો પત્ર","bookEnglishName":"2 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"આપણા ઈશ્વર તથા તારનાર ઈસુ ખ્રિસ્તના ન્યાયીપણાથી અમારા સરખો મૂલ્યવાન વિશ્વાસ જેઓ પામ્યા છે, તેઓ પ્રતિ લખનાર ઈસુ ખ્રિસ્તનો સેવક તથા પ્રેરિત સિમોન પિતર:"},{"number":2,"verse":"ઈશ્વરને તથા આપણા પ્રભુ ઈસુને ઓળખવાથી તમારા પર કૃપા તથા શાંતિ પુષ્કળ થાઓ."},{"number":3,"verse":"( ઈશ્વરનું આમંત્રણ અને પસંદગી) એમણે પોતાના મહિમા વડે તથા સાત્વિકતાથી આપણને બોલાવ્યા, એમને ઓળખવાથી તેમના ઈશ્વરી સામર્થ્યે આપણને જીવન તથા ભક્તિભાવને લગતાં સર્વ વાનાં આપ્યાં છે."},{"number":4,"verse":"તેનાથી તેમણે આપણને મૂલ્યવાન તથા અતિશય મોટાં વચનો આપ્યાં છે. જેથી તેઓ દ્વારા જગતમાંની જે દુર્વાસનાથી દુષ્ટતા થાય છે, તેથી છૂટીને ઈશ્વરી સ્વભાવના ભાગીદાર તમે થાઓ."},{"number":5,"verse":"એ જ કારણ માટે સંપૂર્ણ પરિશ્રમ કરીને તમે પોતાના વિશ્વાસની સાથે ચારિત્ર, ને ચારિત્રની સાથે જ્ઞાન"},{"number":6,"verse":"ને જ્ઞાનની સાથે સંયમ, ને સંયમની સાથે ધીરજ, ને ધીરજની સાથે ભક્તિભાવ,"},{"number":7,"verse":"ને ભક્તિભાવની સાથે બંધુપ્રેમ, ને બંધુપ્રેમની સાથે પ્રેમ જોડી દો."},{"number":8,"verse":"કેમ કે જો એ સર્વ તમારામાં હોય તથા તેઓની વૃદ્ધિ થાય, તો તેઓ આપણા પ્રભુ ઈસુ ખ્રિસ્તના જ્ઞાન વિષે તમને આળસુ તથા નિષ્ફળ થવા દેશે નહિ."},{"number":9,"verse":"પણ જેની પાસે એ વાનાં નથી તે આંધળો છે, તેની દષ્ટિ ટૂંકી છે, અને તે પોતાનાં આગલાં પાપોથી શુદ્ધ થયો હતો એ વાત તે વીસરી ગયો છે."},{"number":10,"verse":"એ માટે, ભાઈઓ, તમને [મળેલું] તેડું તથા [પ્રભુએ કરેલી] તમારી પસંદગી નક્કી કરવા માટે વિશેષ યત્ન કરો; કેમ કે જો તમે એવું કરો તો તમે કદી ઠોકર ખાશો નહિ."},{"number":11,"verse":"કારણ કે એમ [કરવાથી] તમે આપણા પ્રભુ તથા તારનાર ઈસુ ખ્રિસ્તના સર્વકાળના રાજ્યમાં પ્રવેશ કરવાને પૂરેપૂરા હકદાર થશો."},{"number":12,"verse":"માટે જો કે તમે એ વાતો જાણો છો, અને હાલ પ્રગટ થયેલા સત્યમાં સ્થિર છો, તોપણ તમને તે બાબતોનું નિત્ય સ્મરણ કરાવવાને હું ચૂકીશ નહિ."},{"number":13,"verse":"જ્યાં સુધી હું આ માંડવામાં છું, ત્યાં સુધી તમને સ્મરણ કરાવીને સાવધ કરવા એ મને યોગ્ય લાગે છે."},{"number":14,"verse":"કેમ કે મને માલૂમ છે કે, આપણા પ્રભુ ઈસુ ખ્રિસ્તે મને કહી દેખાડયું, તે પ્રમાણે મારો માંડવો જલદી પડી જવાનો છે."},{"number":15,"verse":"મારું મરણ થયા પછી આ વાતોનું સ્મરણ તમને નિત્ય થાય એવો હું યત્ન કરીશ."},{"number":16,"verse":"( ખ્રિસ્તના મહિમાના સાક્ષીઓ) કેમ કે જ્યારે અમે આપણા પ્રભુ ઈસુ ખ્રિસ્તનું સામર્થ્ય તથા તેમના આગમનની વાત તમને જણાવી, ત્યારે અમે ચતુરાઈથી કલ્પેલી કહાણીઓને અનુસર્યા નહોતા, પણ તેમની મહાન પ્રભુતાને પ્રત્યક્ષ જોનારા હતાં."},{"number":17,"verse":"કેમ કે ( ; ; .) જ્યારે બહુ તેજસ્વી મહિમામાંથી તે સંબંધી એવી વાણી થઈ, “એ મારો વહાલો પુત્ર છે, એના પર હું પ્રસન્‍ન છું.” ત્યારે ઈશ્વર પિતા તરફથી તે માન તથા મહિમા પામ્યા."},{"number":18,"verse":"જ્યારે અમે તેમની સાથે પવિત્ર પહાડ પર હતા ત્યારે અમે તે આકાશવાણી સાંભળી હતી."},{"number":19,"verse":"વળી અમારી પાસે એથી વધારે ખાતરીપૂર્વક વાત, એટલે ભવિષ્યવચન છે. તેને અંધારે સ્થાને પ્રકાશ કરનાર દીવા જેવાં જાણીને જ્યાં સુધી વહેલી પ્રભાત થાય ને સવારનો તારો તમારાં અંત:કરણોમાં ઊગે, ત્યાં સુધી તમે તેના પર ચિત્ત લગાડો તો સારું."},{"number":20,"verse":"પ્રથમ તમારે એ જાણવું કે, પવિત્ર લેખમાંનું કોઈ પણ ભવિષ્યવચન મનુષ્યપ્રેરિત નથી."},{"number":21,"verse":"કેમ કે ભવિષ્યવચન માણસની ઇચ્છા પ્રમાણે કદી આવ્યું નથી; પણ પવિત્ર આત્માની પ્રેરણાથી માણસો ઈશ્વરનાં વચન બોલ્યા."}]}