{"bibleAbbr":"guOV2016","bookName":"પિતરનો બીજો પત્ર","bookEnglishName":"2 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"( જૂઠા શિક્ષકો) [ઇઝરાયલી] લોકોમાં ખોટા પ્રબોધકો પણ ઊભા થયા હતા, તેમ તમારામાં પણ ખોટા ઉપદેશકો થશે. તેઓ નાશકારક પાંખડી મતો ગુપ્ત રીતે ફેલાવશે, અને જે પ્રભુએ તેઓનો ઉદ્વાર કર્યો તેમનો પણ નકાર કરીને પોતાને માથે ઉતાવળે નાશ વહોરી લેશે."},{"number":2,"verse":"તેઓના ભ્રષ્ટાચાર પ્રમાણે ઘણા માણસો ચાલશે, અને તેઓને લીધે સત્યના માર્ગની નિંદા થશે."},{"number":3,"verse":"તેઓ દ્રવ્યલોભથી કપટી વાતો બોલીને તમને વેચવાના માલ જેવા કરશે. તેઓને માટે આગળથી ઠરાવેલી સજા વિલંબ કરતી નથી, અને તેઓનો નાશ ઢીલ કરતો નથી."},{"number":4,"verse":"કેમ કે જે દૂતોએ પાપ કર્યું તેઓને ઈશ્વરે છોડયા નહિ, પણ તેઓને નરકમાં નાખીને ન્યાયકરણ થતાં સુધી અંધકારના ખાડાઓમાં રાખ્યા."},{"number":5,"verse":"( .) તેમ જ [ઈશ્વરે] પુરાતન જગતને પણ છોડયું નહિ, પણ અધર્મી જગત પર જળપ્રલય લાવીને ન્યાયપણાના ઉપદેશક નૂહને તથા તેની સાથેનાં સાત માણસોને બચાવ્યાં."},{"number":6,"verse":"અને થનાર અધર્મીઓને ઉદાહરણ આપવા માટે ( .) સદોમ તથા ગમોરા શહેરોને બાળીને ભસ્મ કર્યાં, અને તેઓને પાયમાલ કરીને તેઓને શિક્ષા કરી."},{"number":7,"verse":"અને ( .) ન્યાયી લોત જે અધર્મીઓના દુરાચારથી ત્રાસ પામતો હતો તેને છોડાવ્યો,"},{"number":8,"verse":"(કેમ કે તે ન્યાયી માણસ તેઓની સાથે રહેતો હતો ત્યારે તેઓનાં દુષ્ટ કૃત્યો જોઈને તથા સાંભળીને તે પોતાના ન્યાયી આત્મામાં નિત્ય ખિન્‍ન થતો હતો)."},{"number":9,"verse":"પ્રભુ તે ભક્તોને પરીક્ષણમાંથી છોડાવવાનું જાણે છે, અને અન્યાયીઓને તથા વિશેષે કરીને જેઓ દુર્વાસનાઓથી"},{"number":10,"verse":"દૈહિક વિકારો પ્રમાણે ચાલે છે, ને [પ્રભુના] અધિકારને તુચ્છ ગણે છે તેઓને ન્યાયકાળ સુધી શિક્ષાને માટે રાખી મૂકવાનું તે જાણે છે. તેઓ ઉધ્ધત તથા સ્વચ્છંદી થઈને અધિકારીઓની નિંદા કરતાં ડરતા નથી."},{"number":11,"verse":"તોપણ દૂતો વિશેષ બળવાન તથા શક્તિમાન હોવા છતાં પ્રભુની આગળ તેઓની નિંદા કરીને તેઓ પર દોષ મૂકતા નથી."},{"number":12,"verse":"પણ તેઓ સ્વભાવે મૂર્ખ પશુ કે, જેઓ પકડવા તથા નાશ પામવા માટે સર્જાયેલાં છે, તેઓની જેમ જે વિષે તેઓ પોતે કંઈ જાણતા નથી, તે વિષે નિંદા કરીને પોતાની ભ્રષ્ટતામાં નાશ પામશે, અને અન્યાય કર્યાને લીધે અન્યાયનું ફળ ભોગવશે."},{"number":13,"verse":"તેઓ ધોળે દિવસે ભોગવિલાસમાં આનંદ કરે છે. તેઓ ડાઘ તથા કલંક છે. તેઓ પ્રેમભોજનોમાં મોજશોખ કરીને તમારી સાથે ભોજન કરે છે."},{"number":14,"verse":"તેઓની આંખો વ્યભિચારથી ભરેલી છે, અને પાપ કરતાં બંધ નથી પડતી. તેઓ અસ્થિર માણસોને લલચાવે છે. તેઓનાં અંત:કરણો દ્રવ્યલોભમાં કેળવાયેલાં છે; તેઓ શાપનાં છોકરાં છે."},{"number":15,"verse":"ખરો માર્ગ મૂકીને તેઓ અવળે માર્ગે ગયા છે, અને બેઓરનો [દીકરો] ( .) બલામ, જે અન્યાયનાં ફળ પર મોહ પામ્યો તેને માર્ગે ચાલનારા થયા."},{"number":16,"verse":"પણ તેને પોતાના અધર્મને લીધે ઠપકો આપવામાં આવ્યો. મૂંગા ગધેડાએ માણસની વાણીથી પ્રબોધકની ઘેલછાને અટકાવી."},{"number":17,"verse":"તેઓ પાણી વગરના ઝરા જેવા તથા તોફાનથી ઘસડાતી ધૂમર જેવા છે, તેઓને માટે ઘોર અંધકાર રાખી મૂકેલો છે."},{"number":18,"verse":"કેમ કે તેઓ ભ્રમણામાં પડયાં છે તેઓમાંથી જેઓ મુક્ત થવાની તૈયારીમાં છે તેઓને તેઓ ખાલી બડાઈની વાતો કહીને દૈહિક વિષયોથી તથા ભ્રષ્ટાચારથી મોહ પમાડે છે."},{"number":19,"verse":"તેઓને તેઓ સ્વતંત્રતા [મળવા] નું વચન આપે છે, પણ પોતે પાપના દાસ છે. કેમ કે માણસને જે કંઈ જીતે છે, તે જ તેને પોતાનો દાસ કરી લે છે."},{"number":20,"verse":"કેમ કે આપણા પ્રભુ તથા તારનાર ઈસુ ખ્રિસ્તને ઓળખીને જો તેઓ, જગતની મલિનતાથી છૂટીને, પાછા તેમાં ફસાઈને હારી ગયા, તો તેઓની છેલ્લી દશા પહેલીના કરતાં બૂરી છે."},{"number":21,"verse":"કારણ કે એક વાર ન્યાયીપણાનો માર્ગ જાણ્યા પછી તેઓને જે પવિત્ર આજ્ઞા આપવામાં આવી તેથી પાછા ફરવું, એ કરતાં તેઓ તે [માર્ગ] વિષે અજાણ્યા રહ્યા હોત તો સારું હોત."},{"number":22,"verse":"પણ ( .) “કૂતરું પોતાની ઓક તરફ, અને ધોયેલી ભૂંડણ કાદવમાં આળોટવા માટે પાછાં જાય છે, ” આ કહેવત તો ખરી છે, અને તે પ્રમાણે તેઓનું [વર્તન] થયું છે."}]}