{"bibleAbbr":"guOV2016","bookName":"પિતરનો બીજો પત્ર","bookEnglishName":"2 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"( પ્રભુના આગમન સંબંધીનું વચન) વહાલાઓ, હવે આ બીજો પત્ર હું તમારા ઉપર લખું છું, અને બન્‍ને [પત્રો] થી તમારાં નિર્મળ મનોને ચેતવણી આપીને સાવધ કરું છું; કે"},{"number":2,"verse":"પવિત્ર પ્રબોધકોદ્વારા અગાઉ જે વચનો કહેવામાં આવ્યાં હતાં, તેઓનું, પ્રભુ અને તારનારે તમારા પ્રેરિતોની મારફતે આપેલી આજ્ઞાનું તમે સ્મરણ કરો."},{"number":3,"verse":"પ્રથમ તો આ વાત જાણો કે ( .) છેલ્લા સમયમાં ઠઠ્ઠા મશ્કરી કરનારા આવશે, જેઓ પોતાની દુર્વાસના પ્રમાણે ચાલશે,"},{"number":4,"verse":"અને કહેશે કે, પ્રભુના આગમનના વચનનું શું થયું છે? કેમ કે પૂર્વજો ઊંઘી ગયા ત્યારથી ઉત્પત્તિના આરંભમાં બધું જેવું હતું તેવું જ રહે છે."},{"number":5,"verse":"કેમ કે ( .) તેઓ જાણીજોઈને આ ભૂલી જાય છે કે ઈશ્વરના શબ્દે કરીને આકાશો પ્રથમથી હતાં, અને પૃથ્વી પાણીથી તથા પાણીમાં બાંધેલી હતી."},{"number":6,"verse":"તેથી ( .) તે સમયનું જગત પાણીમાં ડૂબીને નાશ પામ્યું."},{"number":7,"verse":"પણ હમણાંનાં આકાશ તથા પૃથ્વી તે જ શબ્દથી ન્યાયકાળ તથા અધર્મી માણસોના નાશના દિવસ સુધી રાખી મૂકેલાં છતાં બાળવાને માટે તૈયાર રાખેલાં છે."},{"number":8,"verse":"પણ, વહાલાઓ, આ એક વાત તમે ભૂલી ન જાઓ કે, ( .) પ્રભુની નજરમાં એક દિવસ હજાર વરસોના જેવો, અને હજાર વરસો એક દિવસના જેવાં છે."},{"number":9,"verse":"વિલંબનો જેવો અર્થ કેટલાક લોકો કરે છે, તેમ પ્રભુ પોતાના વચન સંબંધી વિલંબ કરતા નથી, પણ કોઈનો નાશ ન થાય પણ બધાં પશ્વાતાપ કરે, એવું ઇચ્છીને પ્રભુ તમારે વિષે ધીરજ રાખે છે."},{"number":10,"verse":"પણ ( ; ; ; .) જેમ ચોર આવે છે, તેમ પ્રભુનો દિવસ આવશે. તે સમયે આકાશો મોટી ગર્જનાસહિત જતાં રહેશે, ને તત્ત્વો અગ્નિથી પીગળી જશે, અને પૃથ્વીને તથા તે પરનાં કામોને બાળી નાખવામાં આવશે."},{"number":11,"verse":"તો એ સર્વ લય પામનાર છે, માટે પવિત્ર આચરણ તથા ભક્તિભાવમાં તમારે કેવા થવું જોઈએ?"},{"number":12,"verse":"ઈશ્વરના જે દિવસે આકાશો સળગીને લય પામશે તથા તત્‍ત્વો બળીને પીગળી જશે, તેના આવવાની આતુરતાથી તમારે અપેક્ષા રાખવી."},{"number":13,"verse":"તોપણ ( ; ; .) આપણે તેમના વચન પ્રમાણે નવાં આકાશ તથા નવી પૃથ્વી જેમાં ન્યાયીપણું વસે છે, તેની વાટ જોઈએ છીએ."},{"number":14,"verse":"એ માટે, વહાલાંઓ, તેઓની રાહ જોઈને, તમે તેમની નજરે નિષ્કલંક તથા નિર્દોષ થઈને શાંતિમાં રહેવાને યત્ન કરો."},{"number":15,"verse":"અને આપણા પ્રભુનું ધૈર્ય તારણ છે એમ માનો. આપણા વહાલા ભાઈ પાઉલે પણ તેને અપાયેલી બુદ્ધિ પ્રમાણે તમને એ જ પ્રમાણે લખ્યું છે."},{"number":16,"verse":"તેના સર્વ પત્રોમાં પણ આ વાતો વિષે તેણે એમ જ કહ્યું છે. તે [પત્રો] માં કેટલીક વાતો સમજવાને અઘરી છે, અને જેમ બીજા લેખોનો તેમ એ વાતોનો પણ અજ્ઞાન તથા અસ્થિર માણસો પોતાના નાશને માટે મારીમચડીને અવળો અર્થ કરે છે."},{"number":17,"verse":"માટે, વહાલાંઓ, તમે અગાઉથી ચેતીને સાવધ થાઓ કે, અધર્મીઓની ભૂલથી ખેંચાઈ જઈને તમે તમારી સ્થિરતાથી ન ડગો."},{"number":18,"verse":"પણ આપણા પ્રભુ તથા તારનાર ઈસુ ખ્રિસ્તની કૃપામાં તથા જ્ઞાનમાં તમે વધતા જાઓ. તેમને હમણાં તથા સદાસર્વકાળ મહિમા હો. આમીન."}]}