{"bibleAbbr":"NLT2015","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"Moses Blesses the People This is the blessing that Moses, the man of God, gave to the people of Israel before his death:"},{"number":2,"verse":"“The LORD came from Mount Sinai and dawned upon us (As in Greek and Syriac versions; Hebrew reads upon them.) from Mount Seir; he shone forth from Mount Paran and came from Meribah-kadesh with flaming fire at his right hand. (Or came from myriads of holy ones, from the south, from his mountain slopes. The meaning of the Hebrew is uncertain.)"},{"number":3,"verse":"Indeed, he loves his people; (As in Greek version; Hebrew reads Indeed, lover of the peoples.) all his holy ones are in his hands. They follow in his steps and accept his teaching."},{"number":4,"verse":"Moses gave us the LORD’s instruction, the special possession of the people of Israel. (Hebrew of Jacob. The names “Jacob” and “Israel” are often interchanged throughout the Old Testament, referring sometimes to the individual patriarch and sometimes to the nation.)"},{"number":5,"verse":"The LORD became king in Israel (Hebrew in Jeshurun, a term of endearment for Israel.) — when the leaders of the people assembled, when the tribes of Israel gathered as one.”"},{"number":6,"verse":"Moses said this about the tribe of Reuben: (Hebrew lacks Moses said this about the tribe of Reuben.) “Let the tribe of Reuben live and not die out, though they are few in number.”"},{"number":7,"verse":"Moses said this about the tribe of Judah: “O LORD, hear the cry of Judah and bring them together as a people. Give them strength to defend their cause; help them against their enemies!”"},{"number":8,"verse":"Moses said this about the tribe of Levi: “O LORD, you have given your Thummim and Urim—the sacred lots— to your faithful servants the Levites. (As in Greek version; Hebrew lacks the Levites.) You put them to the test at Massah and struggled with them at the waters of Meribah."},{"number":9,"verse":"The Levites obeyed your word and guarded your covenant. They were more loyal to you than to their own parents. They ignored their relatives and did not acknowledge their own children."},{"number":10,"verse":"They teach your regulations to Jacob; they give your instructions to Israel. They present incense before you and offer whole burnt offerings on the altar."},{"number":11,"verse":"Bless the ministry of the Levites, O LORD, and accept all the work of their hands. Hit their enemies where it hurts the most; strike down their foes so they never rise again.”"},{"number":12,"verse":"Moses said this about the tribe of Benjamin: “The people of Benjamin are loved by the LORD and live in safety beside him. He surrounds them continuously and preserves them from every harm.”"},{"number":13,"verse":"Moses said this about the tribes of Joseph: “May their land be blessed by the LORD with the precious gift of dew from the heavens and water from beneath the earth;"},{"number":14,"verse":"with the rich fruit that grows in the sun, and the rich harvest produced each month;"},{"number":15,"verse":"with the finest crops of the ancient mountains, and the abundance from the everlasting hills;"},{"number":16,"verse":"with the best gifts of the earth and its bounty, and the favor of the one who appeared in the burning bush. May these blessings rest on Joseph’s head, crowning the brow of the prince among his brothers."},{"number":17,"verse":"Joseph has the majesty of a young bull; he has the horns of a wild ox. He will gore distant nations, even to the ends of the earth. This is my blessing for the multitudes of Ephraim and the thousands of Manasseh.”"},{"number":18,"verse":"Moses said this about the tribes of Zebulun and Issachar (Hebrew lacks and Issachar.) : “May the people of Zebulun prosper in their travels. May the people of Issachar prosper at home in their tents."},{"number":19,"verse":"They summon the people to the mountain to offer proper sacrifices there. They benefit from the riches of the sea and the hidden treasures in the sand.”"},{"number":20,"verse":"Moses said this about the tribe of Gad: “Blessed is the one who enlarges Gad’s territory! Gad is poised there like a lion to tear off an arm or a head."},{"number":21,"verse":"The people of Gad took the best land for themselves; a leader’s share was assigned to them. When the leaders of the people were assembled, they carried out the LORD’s justice and obeyed his regulations for Israel.”"},{"number":22,"verse":"Moses said this about the tribe of Dan: “Dan is a lion’s cub, leaping out from Bashan.”"},{"number":23,"verse":"Moses said this about the tribe of Naphtali: “O Naphtali, you are rich in favor and full of the LORD’s blessings; may you possess the west and the south.”"},{"number":24,"verse":"Moses said this about the tribe of Asher: “May Asher be blessed above other sons; may he be esteemed by his brothers; may he bathe his feet in olive oil."},{"number":25,"verse":"May the bolts of your gates be of iron and bronze; may you be secure all your days.”"},{"number":26,"verse":"“There is no one like the God of Israel. (Hebrew of Jeshurun, a term of endearment for Israel.) He rides across the heavens to help you, across the skies in majestic splendor."},{"number":27,"verse":"The eternal God is your refuge, and his everlasting arms are under you. He drives out the enemy before you; he cries out, ‘Destroy them!’"},{"number":28,"verse":"So Israel will live in safety, prosperous Jacob in security, in a land of grain and new wine, while the heavens drop down dew."},{"number":29,"verse":"How blessed you are, O Israel! Who else is like you, a people saved by the LORD? He is your protecting shield and your triumphant sword! Your enemies will cringe before you, and you will stomp on their backs!”"}]}