{"bibleAbbr":"JWNT1755","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us, thro' the righteousness of our God and Saviour Jesus Christ."},{"number":2,"verse":"Grace and peace be multiplied unto you, thro' the knowledge of God, and of Jesus, our Lord;"},{"number":3,"verse":"As his divine power hath given us all things that pertain to life and godliness, thro' the knowledge of him that hath called us by glory and virtue,"},{"number":4,"verse":"By which he hath given us exceeding great and precious promises, that by these, having escaped the corruption which is in the world thro' desire, ye may become partakers of the divine nature:"},{"number":5,"verse":"For this very reason giving all diligence, add to your faith courage,"},{"number":6,"verse":"and to courage knowledge, And to knowledge temperance, and to temperance patience,"},{"number":7,"verse":"and to patience godliness, And to godliness brotherly kindness, and to brotherly kindness love."},{"number":8,"verse":"For these being in you and abounding, make you neither slothful nor unfruitful in the knowledge of our Lord Jesus Christ."},{"number":9,"verse":"But he that wanteth these is blind, not able to see afar off, having forgotten the purification from his old sins."},{"number":10,"verse":"Wherefore the rather, brethren, be diligent to make your calling and election firm; for if ye do these things, ye shall never fall."},{"number":11,"verse":"For so an entrance shall be ministered to you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ."},{"number":12,"verse":"Wherefore I will not neglect always to remind you of these things, though ye know them, and are established in the present truth,"},{"number":13,"verse":"Yea I think it right, so long as I am in this tabernacle to stir you up by reminding you:"},{"number":14,"verse":"Knowing that shortly I must put off my tabernacle, even as the Lord Jesus Christ shewed me."},{"number":15,"verse":"But I will endeavour, that ye may be able after my decease to have these things always in remembrance."},{"number":16,"verse":"For we have not followed cunningly devised fables, when we made known to you the power and coming of our Lord Jesus Christ, but were eye-witnesses of his majesty."},{"number":17,"verse":"For he received honour and glory from God the Father, when there came such a voice to him from the excellent glory , This is my beloved Son, in whom I delight."},{"number":18,"verse":"And we being with him in the holy mountain, heard this voice coming from heaven:"},{"number":19,"verse":"And we have the word of prophecy more confirmed, to which ye do well that ye take heed, as to a lamp that shone in a dark place, till the day should dawn, and the day-star arise in your hearts:"},{"number":20,"verse":"Knowing this before that no scripture prophecy is of any private interpretation."},{"number":21,"verse":"For prophecy never came by the will of man, but the holy men of God spake being moved by the Holy Ghost."}]}