{"bibleAbbr":"KNJV","bookName":"ಯೋಹಾನನು","bookEnglishName":"John","chapterNumber":11,"verses":[{"number":1,"verse":"ಬೇಥಾನ್ಯದ ಲಾಜರನೆಂಬವನೊಬ್ಬನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು. ಅದು ಮಾರ್ಥಳು ಮರಿಯಳು ಎಂಬ ಅಕ್ಕತಂಗಿಯರು ಇದ್ದ ಊರು."},{"number":2,"verse":"ಈ ಮರಿಯಳು ಯೇಸುಸ್ವಾಮಿಗೆ ತೈಲವನ್ನು ಹಚ್ಚಿ ಆತನ ಪಾದಗಳನ್ನು ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಒರಸಿದವಳು. ಈಕೆಯ ತಮ್ಮನಾದ ಲಾಜರನೇ ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು."},{"number":3,"verse":"ಹೀಗಿರಲಾಗಿ ಅವನ ಅಕ್ಕಂದಿರು - ಸ್ವಾಮೀ, ನಿನ್ನ ಪ್ರಿಯ ಮಿತ್ರನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದಾನೆ ಎಂಬದಾಗಿ ಯೇಸುವಿನ ಬಳಿಗೆ ಹೇಳಿಕಳುಹಿಸಿದರು."},{"number":4,"verse":"ಯೇಸು ಅದನ್ನು ಕೇಳಿ - ಈ ರೋಗವು ಮರಣಕ್ಕಾಗಿ ಬಂದದ್ದಲ್ಲ; ಇದರಿಂದ ದೇವಕುಮಾರನಿಗೆ ಮಹಿಮೆ ಉಂಟಾಗುವಂತೆ ದೇವರ ಮಹಿಮೆಗೋಸ್ಕರ ಬಂದದ್ದು ಅಂದನು."},{"number":5,"verse":"ಮಾರ್ಥಳಲ್ಲಿಯೂ ಆಕೆಯ ತಂಗಿಯಲ್ಲಿಯೂ ಲಾಜರನಲ್ಲಿಯೂ ಯೇಸುವಿಗೆ ಪ್ರೀತಿ ಇತ್ತು."},{"number":6,"verse":"ಆದರೂ ಲಾಜರನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದಾನೆಂದು ಆತನು ಕೇಳಿದ ಮೇಲೆ ಎರಡು ದಿನ ತಾನಿದ್ದ ಸ್ಥಳದಲ್ಲೇ ನಿಂತನು."},{"number":7,"verse":"ಬಳಿಕ ಶಿಷ್ಯರಿಗೆ - ತಿರಿಗಿ ಯೂದಾಯಕ್ಕೆ ಹೋಗೋಣ ಎಂದು ಹೇಳಿದನು."},{"number":8,"verse":"ಶಿಷ್ಯರು - ಗುರುವೇ, ಯೆಹೂದ್ಯರು ಆಗಲೇ ನಿನ್ನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರು; ತಿರಿಗಿ ಅಲ್ಲಿಗೇ ಹೋಗುತ್ತೀಯಾ? ಅನ್ನಲು"},{"number":9,"verse":"ಯೇಸು - ಹಗಲಿಗೆ ಹನ್ನೆರಡು ತಾಸು ಉಂಟಲ್ಲವೇ. ಒಬ್ಬನು ಹಗಲಲ್ಲಿ ತಿರುಗಾಡಿದರೆ ಈ ಲೋಕದ ಬೆಳಕು ಕಾಣಿಸುವದರಿಂದ ಆತನು ಎಡವುವದಿಲ್ಲ;"},{"number":10,"verse":"ರಾತ್ರಿಯಲ್ಲಿ ತಿರುಗಾಡಿದರೆ ಅವನಿಗೆ ಬೆಳಕಿಲ್ಲದ್ದರಿಂದ ಎಡವುವನು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":11,"verse":"ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದ ಮೇಲೆ ಅವರಿಗೆ - ನಮ್ಮ ಮಿತ್ರನಾದ ಲಾಜರನು ನಿದ್ರೆಮಾಡುತ್ತಾನೆ; ನಾನು ಅವನನ್ನು ನಿದ್ರೆಯಿಂದ ಎಬ್ಬಿಸುವದಕ್ಕಾಗಿ ಹೋಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು."},{"number":12,"verse":"ಅದಕ್ಕೆ ಶಿಷ್ಯರು - ಸ್ವಾಮೀ, ಅವನು ನಿದ್ರೆಮಾಡುತ್ತಿದ್ದರೆ ಸ್ವಸ್ಥನಾಗುವನು ಅಂದರು."},{"number":13,"verse":"ಯೇಸು ಅವನ ಮರಣವನ್ನು ಸೂಚಿಸಿ ಅದನ್ನು ಹೇಳಿದ್ದನು; ಆದರೆ ಅವರು ನಿದ್ರೆಯ ವಿಶ್ರಾಂತಿಯನ್ನು ಕುರಿತು ಹೇಳುತ್ತಾನೆಂದು ನೆನಸಿದರು."},{"number":14,"verse":"ಆಗ ಯೇಸು ಸ್ಪಷ್ಟವಾಗಿ ಅವರಿಗೆ - ಲಾಜರನು ಸತ್ತುಹೋದನು;"},{"number":15,"verse":"ಮತ್ತು ನಾನು ಅಲ್ಲಿ ಇಲ್ಲದೆ ಇದ್ದದ್ದಕ್ಕೆ ನಿಮ್ಮ ನಿಮಿತ್ತವಾಗಿ ಸಂತೋಷಪಡುತ್ತೇನೆ, ಯಾಕಂದರೆ ಅದರಿಂದ ನೀವು ನಂಬುವದಕ್ಕೆ ಮಾರ್ಗವಾಯಿತು; ಆದರೆ ಅವನ ಬಳಿಗೆ ಹೋಗೋಣ ಎಂದು ಹೇಳಿದನು."},{"number":16,"verse":"ಆಗ ದಿದುಮನೆಂಬ ತೋಮನು ಜೊತೇ ಶಿಷ್ಯರಿಗೆ - ನಾವು ಸಹ ಹೋಗಿ ಆತನೊಡನೆ ಸಾಯೋಣ ಎಂದು ಹೇಳಿದನು."},{"number":17,"verse":"ಯೇಸು ಬಂದಾಗ ಲಾಜರನನ್ನು ಸಮಾಧಿಯಲ್ಲಿಟ್ಟು ನಾಲ್ಕು ದಿವಸವಾಯಿತೆಂದು ಆತನಿಗೆ ತಿಳಿದುಬಂತು."},{"number":18,"verse":"ಬೇಥಾನ್ಯವು ಯೆರೂಸಲೇಮಿಗೆ ಸಮೀಪವಾಗಿತ್ತು; ಇದಕ್ಕೂ ಅದಕ್ಕೂ ಹೆಚ್ಚುಕಡಿಮೆ ಒಂದು ಹರದಾರಿ ಅಂತರ."},{"number":19,"verse":"ಆದದರಿಂದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಅನೇಕರು ಮಾರ್ಥಳ ಮತ್ತು ಮರಿಯಳ ಬಳಿಗೆ ಅವರನ್ನು ತಮ್ಮನ ವಿಷಯದಲ್ಲಿ ಸಂತೈಸಬೇಕೆಂದು ಬಂದಿದ್ದರು."},{"number":20,"verse":"ಹೀಗಿರುವಲ್ಲಿ ಮಾರ್ಥಳು ಯೇಸು ಬರುತ್ತಾನೆಂದು ಕೇಳಿ ಆತನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕೆ ಹೋದಳು; ಆದರೆ ಮರಿಯಳು ಮನೆಯಲ್ಲೇ ಕೂತುಕೊಂಡಿದ್ದಳು."},{"number":21,"verse":"ಮತ್ತು ಮಾರ್ಥಳು ಯೇಸುವಿಗೆ - ಸ್ವಾಮೀ, ನೀನು ಇಲ್ಲಿ ಇರುತ್ತಿದ್ದರೆ ನನ್ನ ತಮ್ಮನು ಸಾಯುತ್ತಿರಲಿಲ್ಲ;"},{"number":22,"verse":"ಈಗಲಾದರೂ ದೇವರನ್ನು ಏನು ಬೇಡಿಕೊಳ್ಳುತ್ತೀಯೋ ಅದನ್ನು ದೇವರು ನಿನಗೆ ಅನುಗ್ರಹಿಸುವನೆಂದು ಬಲ್ಲೆನು ಎಂದು ಹೇಳಿದಳು."},{"number":23,"verse":"ಯೇಸು ಆಕೆಗೆ - ನಿನ್ನ ತಮ್ಮನು ಎದ್ದುಬರುವನೆಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಮಾರ್ಥಳು - ಸತ್ತವರಿಗೆ ಕಡೇ ದಿನದಲ್ಲಿ ಪುನರುತ್ಥಾನವಾಗುವಾಗ ಅವನೂ ಎದ್ದು ಬರುವನೆಂದು ನಾನು ಬಲ್ಲೆನು ಅಂದಳು."},{"number":25,"verse":"ಯೇಸು ಆಕೆಗೆ - ನಾನೇ ಪುನರುತ್ಥಾನವೂ ಜೀವವೂ ಆಗಿದ್ದೇನೆ; ನನ್ನನ್ನು ನಂಬುವವನು ಸತ್ತರೂ ಬದುಕುವನು;"},{"number":26,"verse":"ಮತ್ತು ಬದುಕುತ್ತಾ ನನ್ನನ್ನು ನಂಬುವ ಪ್ರತಿಯೊಬ್ಬನು ಎಂದಿಗೂ ಸಾಯುವದಿಲ್ಲ; ಇದನ್ನು ನಂಬುತ್ತೀಯಾ? ಎಂದು ಹೇಳಿದನು."},{"number":27,"verse":"ಆಕೆ - ಹೌದು, ಸ್ವಾಮೀ, ಲೋಕಕ್ಕೆ ಬರಬೇಕಾದ ದೇವಕುಮಾರನಾದ ಕ್ರಿಸ್ತನು ನೀನೇ ಎಂದು ನಂಬಿದ್ದೇನೆ ಅಂದಳು."},{"number":28,"verse":"ಇದನ್ನು ಹೇಳಿ ಆಕೆ ಹೋಗಿ ತನ್ನ ತಂಗಿಯಾದ ಮರಿಯಳನ್ನು ಗುಪ್ತವಾಗಿ ಕರೆದು - ಗುರುವು ಬಂದಿದ್ದಾನೆ, ನಿನ್ನನ್ನು ಕರೆಯುತ್ತಾನೆ ಅಂದಳು."},{"number":29,"verse":"ಮರಿಯಳು ಇದನ್ನು ಕೇಳುತ್ತಲೇ ತಟ್ಟನೆ ಎದ್ದು ಆತನ ಬಳಿಗೆ ಹೋದಳು."},{"number":30,"verse":"ಯೇಸು ಇನ್ನೂ ಊರೊಳಗೆ ಬಾರದೆ ಮಾರ್ಥಳು ಆತನಿಗೆದುರಾಗಿ ಬಂದ ಸ್ಥಳದಲ್ಲೇ ಇದ್ದನು."},{"number":31,"verse":"ಮರಿಯಳ ಕೂಡ ಮನೆಯಲ್ಲಿ ಇದ್ದುಕೊಂಡು ಆಕೆಯನ್ನು ಸಂತೈಸುತ್ತಿದ್ದ ಯೆಹೂದ್ಯರು - ಆಕೆ ತಟ್ಟನೆ ಎದ್ದು ಹೊರಗೆ ಹೋಗುವದನ್ನು ಕಂಡು ಈಕೆ ಅಳುವದಕ್ಕಾಗಿ ಸಮಾಧಿಗೆ ಹೋಗುತ್ತಾಳೆಂದು ನೆನಸಿ ಆಕೆಯ ಹಿಂದೆ ಹೋದರು."},{"number":32,"verse":"ಮರಿಯಳು ಯೇಸು ಇದ್ದಲ್ಲಿಗೆ ಬಂದು ಆತನನ್ನು ಕಂಡು ಆತನ ಪಾದಕ್ಕೆ ಬಿದ್ದು - ಸ್ವಾಮೀ, ನೀನು ಇಲ್ಲಿ ಇರುತ್ತಿದ್ದರೆ ನನ್ನ ತಮ್ಮನು ಸಾಯುತ್ತಿರಲಿಲ್ಲ ಅಂದಳು."},{"number":33,"verse":"ಆಕೆ ಗೋಳಾಡುವದನ್ನೂ ಆಕೆಯ ಸಂಗಡ ಬಂದ ಯೆಹೂದ್ಯರು ಗೋಳಾಡುವದನ್ನೂ ಯೇಸು ಕಂಡಾಗ ಆತ್ಮದಲ್ಲಿ ನೊಂದುಕೊಂಡು ತತ್ತರಿಸಿ -"},{"number":34,"verse":"ಅವನನ್ನು ಎಲ್ಲಿ ಇಟ್ಟಿದ್ದೀರಿ ಎಂದು ಕೇಳಿದನು. ಅವರು - ಸ್ವಾಮೀ, ಬಂದು ನೋಡು ಅಂದರು."},{"number":35,"verse":"ಯೇಸು ಕಣ್ಣೀರು ಬಿಟ್ಟನು."},{"number":36,"verse":"ಯೆಹೂದ್ಯರು ನೋಡಿ - ಆಹಾ, ಈತನು ಅವನ ಮೇಲೆ ಎಷ್ಟೋ ಮಮತೆ ಇಟ್ಟಿದ್ದನು ಅಂದುಕೊಂಡರು."},{"number":37,"verse":"ಅವರಲ್ಲಿ ಕೆಲವರು - ಈತನು ಆ ಕುರುಡನಿಗೆ ಕಣ್ಣು ಕೊಟ್ಟನಲ್ಲಾ; ಈ ಮನುಷ್ಯನನ್ನು ಸಾಯದ ಹಾಗೆ ಮಾಡಲಾರದೆ ಇದ್ದನೇ? ಅಂದರು."},{"number":38,"verse":"ಯೇಸು ತನ್ನಲ್ಲಿ ತಿರಿಗಿ ನೊಂದುಕೊಳ್ಳುತ್ತಾ ಸಮಾಧಿಯ ಬಳಿಗೆ ಬಂದನು. ಅದು ಗವಿಯಾಗಿತ್ತು, ಅದರ ಬಾಯಿಗೆ ಒಂದು ಕಲ್ಲು ಆನಿಸಿತ್ತು."},{"number":39,"verse":"ಯೇಸು - ಆ ಕಲ್ಲನ್ನು ತೆಗೆದುಹಾಕಿರಿ ಅನ್ನಲು ತೀರಿಹೋದವನ ಅಕ್ಕನಾದ ಮಾರ್ಥಳು - ಸ್ವಾಮೀ, ಅವನು ಸತ್ತು ನಾಲ್ಕು ದಿವಸವಾಯಿತು; ಈಗ ನಾತ ಹುಟ್ಟಿದೆ ಅಂದಳು."},{"number":40,"verse":"ಯೇಸು ಆಕೆಗೆ - ನೀನು ನಂಬಿದರೆ ದೇವರ ಮಹಿಮೆಯನ್ನು ಕಾಣುವಿ ಎಂದು ನಾನು ನಿನಗೆ ಹೇಳಲಿಲ್ಲವೇ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":41,"verse":"ಆಗ ಕಲ್ಲನ್ನು ತೆಗೆದುಹಾಕಿದರು. ಮತ್ತು ಯೇಸು ಕಣ್ಣೆತ್ತಿ ಮೇಲಕ್ಕೆ ನೋಡಿ - ತಂದೆಯೇ, ನೀನು ನನ್ನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ನಿನ್ನನ್ನು ಕೊಂಡಾಡುತ್ತೇನೆ;"},{"number":42,"verse":"ನೀನು ಯಾವಾಗಲೂ ನನ್ನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳುವವನಾಗಿದ್ದೀ ಎಂದು ನನಗೆ ಗೊತ್ತೇ ಇದೆ; ಆದರೂ ನೀನೇ ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಿ ಎಂದು ಸುತ್ತಲು ನಿಂತಿರುವ ಜನರು ನಂಬುವಂತೆ ಅವರಿಗೋಸ್ಕರ ಈ ಮಾತುಗಳನ್ನಾಡಿದೆನೆಂದು ಹೇಳಿದನು."},{"number":43,"verse":"ಅದನ್ನು ಹೇಳಿದ ಮೇಲೆ ದೊಡ್ಡ ಶಬ್ದದಿಂದ - ಲಾಜರನೇ, ಹೊರಗೆ ಬಾ ಎಂದು ಕೂಗಿದನು."},{"number":44,"verse":"ಸತ್ತಿದ್ದವನು ಹೊರಗೆ ಬಂದನು; ಅವನ ಕೈಕಾಲುಗಳು ಬಟ್ಟೆಗಳಿಂದ ಕಟ್ಟಿದ್ದವು, ಅವನ ಮುಖವು ಕೈಪಾವುಡದಿಂದ ಸುತ್ತಿತ್ತು. ಯೇಸು ಅವರಿಗೆ - ಅವನನ್ನು ಬಿಚ್ಚಿರಿ, ಹೋಗಲಿ ಎಂದು ಹೇಳಿದನು."},{"number":45,"verse":"ಮರಿಯಳ ಬಳಿಗೆ ಬಂದ ಯೆಹೂದ್ಯರು ಆತನು ಮಾಡಿದ ಕಾರ್ಯವನ್ನು ನೋಡಿದಾಗ ಅವರಲ್ಲಿ ಅನೇಕರು ಆತನನ್ನು ನಂಬಿದರು;"},{"number":46,"verse":"ಆದರೆ ಕೆಲವರು ಫರಿಸಾಯರ ಬಳಿಗೆ ಹೋಗಿ ಯೇಸು ಮಾಡಿದ್ದನ್ನು ಅವರಿಗೆ ತಿಳಿಸಿದರು."},{"number":47,"verse":"ಆಗ ಮಹಾಯಾಜಕರೂ ಫರಿಸಾಯರೂ ಹಿರೀಸಭೆಯನ್ನು ಕೂಡಿಸಿ - ನಾವು ಮಾಡುವದು ಇದೇನು? ಈ ಮನುಷ್ಯನು ಬಹು ಸೂಚಕಕಾರ್ಯಗಳನ್ನು ಮಾಡುತ್ತಾನಲ್ಲಾ;"},{"number":48,"verse":"ನಾವು ಅವನನ್ನು ಹೀಗೆಯೇ ಬಿಟ್ಟರೆ ಎಲ್ಲರೂ ಅವನನ್ನು ನಂಬಾರು; ಮತ್ತು ರೋಮ್ ರಾಜ್ಯದವರು ಬಂದು ನಮ್ಮ ಸ್ಥಾನವನ್ನೂ ಜನವನ್ನೂ ಸೆಳಕೊಂಡಾರು ಅಂದರು."},{"number":49,"verse":"ಆದರೆ ಅವರಲ್ಲಿ ಕಾಯಫನೆಂಬವನೊಬ್ಬನು ಆ ವರುಷಕ್ಕೆ ಮಹಾಯಾಜಕನಾಗಿದ್ದು ಅವರಿಗೆ - ನಿಮಗೇನೂ ತಿಳಿಯುವದಿಲ್ಲ;"},{"number":50,"verse":"ಜನವೆಲ್ಲಾ ನಾಶವಾಗುವದಕ್ಕಿಂತ ಒಬ್ಬ ಮನುಷ್ಯನು ಜನಕ್ಕೋಸ್ಕರ ಸಾಯುವದು ನಿಮಗೆ ಹಿತವೆಂದು ನೀವು ಆಲೋಚಿಸುವದೂ ಇಲ್ಲ ಎಂಬದಾಗಿ ಹೇಳಿದನು."},{"number":51,"verse":"ಇದನ್ನು ಅವನು ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಹೇಳಲಿಲ್ಲ; ಆದರೆ ತಾನು ಆ ವರುಷದ ಮಹಾಯಾಜಕನಾಗಿದ್ದದರಿಂದ ದೇವಪ್ರೇರಣೆಯಿಂದ ಮಾತಾಡಿ ಯೇಸು ಆ ಜನಕ್ಕೋಸ್ಕರ ಸಾಯುವದಕ್ಕಿದ್ದನೆಂದು ಹೇಳಿದನು."},{"number":52,"verse":"ಯೇಸು ಆ ಜನಕ್ಕೋಸ್ಕರ ಮಾತ್ರವಲ್ಲದೆ ಚದರಿರುವ ದೇವರ ಮಕ್ಕಳನ್ನು ಒಟ್ಟುಗೂಡಿಸುವದಕ್ಕೆ ಸಹ ಸಾಯುವದಕ್ಕಿದ್ದನು."},{"number":53,"verse":"ಆ ದಿನದಿಂದ ಆತನನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಆಲೋಚಿಸುತ್ತಿದ್ದರು."},{"number":54,"verse":"ಹೀಗಿರಲಾಗಿ ಯೇಸು ಇನ್ನೂ ಯೆಹೂದ್ಯರೊಳಗೆ ಬಹಿರಂಗವಾಗಿ ತಿರುಗಾಡದೆ ಅಲ್ಲಿಂದ ಅಡವಿಯ ಹತ್ತಿರದ ಪ್ರದೇಶಕ್ಕೆ ಹೋಗಿ ಎಫ್ರಾಯಿಮ್ ಎಂಬ ಊರಲ್ಲಿ ಶಿಷ್ಯರ ಸಂಗಡ ಇದ್ದನು."},{"number":55,"verse":"ಆಗ ಯೆಹೂದ್ಯರ ಪಸ್ಕಹಬ್ಬ ಹತ್ತಿರವಾಗಿರಲಾಗಿ ಬಹು ಜನರು ತಮ್ಮನ್ನು ಶುದ್ಧಿಮಾಡಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಹಬ್ಬಕ್ಕಿಂತ ಮುಂಚೆ ಹಳ್ಳಿಗಳಿಂದ ಯೆರೂಸಲೇಮಿಗೆ ಬಂದರು."},{"number":56,"verse":"ಅವರು ಯೇಸುವನ್ನು ಹುಡುಕುತ್ತಾ ದೇವಾಲಯದಲ್ಲಿ ನಿಂತುಕೊಂಡು - ಅವನು ಹಬ್ಬಕ್ಕೆ ಬಾರದೆ ಇದ್ದಾನೋ? ನಿಮಗೆ ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂದು ತಮ್ಮಲ್ಲಿ ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಾ ಇದ್ದರು."},{"number":57,"verse":"ಆದರೆ ಮಹಾಯಾಜಕರೂ ಫರಿಸಾಯರೂ ಆತನನ್ನು ಹಿಡಿಯಬೇಕೆಂಬದಾಗಿ ಯೋಚಿಸಿ - ಅವನಿರುವ ಸ್ಥಳವು ಯಾರಿಗಾದರೂ ತಿಳಿದರೆ ಅದನ್ನು ತಮಗೆ ತಿಳಿಸಬೇಕೆಂದು ಅಪ್ಪಣೆ ಕೊಟ್ಟಿದ್ದರು."}]}