{"bibleAbbr":"KNJV","bookName":"ಯೋಹಾನನು","bookEnglishName":"John","chapterNumber":12,"verses":[{"number":1,"verse":"ಪಸ್ಕಹಬ್ಬವು ಇನ್ನು ಆರು ದಿವಸ ಮುಂದೆ ಇರಲಾಗಿ ಯೇಸು ಬೇಥಾನ್ಯಕ್ಕೆ ಬಂದನು. ಯೇಸುವು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ಲಾಜರನು ಅಲ್ಲಿದ್ದನು."},{"number":2,"verse":"ಯೇಸುವಿಗೆ ಅಲ್ಲಿ ಔತಣಮಾಡಿಸಲು ಮಾರ್ಥಳು ನೆರವಾಗಿದ್ದಳು; ಲಾಜರನು ಆತನ ಸಂಗಡ ಊಟಕ್ಕೆ ಕೂತವರಲ್ಲಿ ಒಬ್ಬನು."},{"number":3,"verse":"ಆಗ ಮರಿಯಳು ಬಹು ಬೆಲೆಯುಳ್ಳ ಅಚ್ಚ ಜಟಾಮಾಂಸಿ ತೈಲವನ್ನು ಒಂದು ಸೇರಷ್ಟು ತಂದು ಯೇಸುವಿನ ಪಾದಕ್ಕೆ ಹಚ್ಚಿ ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಆತನ ಪಾದಗಳನ್ನು ಒರಸಿದಳು. ಆ ತೈಲದ ಪರಿಮಳವು ಮನೆಯಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು."},{"number":4,"verse":"ಆದರೆ ಆತನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು, ಅಂದರೆ ಆತನನ್ನು ಹಿಡುಕೊಡುವದಕ್ಕಿದ್ದ ಇಸ್ಕರಿಯೋತ ಯೂದನೆಂಬವನು -"},{"number":5,"verse":"ಯಾಕೆ ಈ ತೈಲವನ್ನು ಮುನ್ನೂರು ಹಣಕ್ಕೆ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡಲಿಲ್ಲ ಅಂದನು."},{"number":6,"verse":"ಅವನು ಬಡವರಿಗೋಸ್ಕರ ಚಿಂತಿಸಿ ಇದನ್ನು ಹೇಳಲಿಲ್ಲ; ಅವನು ಕಳ್ಳನಾಗಿದ್ದು ತನ್ನ ವಶದಲ್ಲಿದ್ದ ಅವರ ಹಣದ ಚೀಲದಲ್ಲಿ ಹಾಕಿದ್ದನ್ನು ತಕ್ಕೊಳ್ಳುವವನಾಗಿದ್ದದರಿಂದಲೇ ಹೇಳಿದನು."},{"number":7,"verse":"ಆಗ ಯೇಸು - ಈಕೆಯನ್ನು ಬಿಡು; ನನ್ನನ್ನು ಹೂಣಿಡುವ ದಿವಸಕ್ಕಾಗಿ ಅದನ್ನು ಇಟ್ಟುಕೊಳ್ಳಲಿ."},{"number":8,"verse":"ಬಡವರು ಯಾವಾಗಲೂ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಇರುತ್ತಾರೆ, ಆದರೆ ನಾನು ಯಾವಾಗಲೂ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಇರುವದಿಲ್ಲ ಅಂದನು."},{"number":9,"verse":"ಯೆಹೂದ್ಯರ ಜನಸಮೂಹವು ಆತನು ಅಲ್ಲಿ ಇದ್ದಾನೆಂದು ತಿಳಿದು ಯೇಸುವನ್ನು ನೋಡುವದಕ್ಕಾಗಿ ಮಾತ್ರವಲ್ಲದೆ ಆತನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ಲಾಜರನನ್ನು ಸಹ ನೋಡಬೇಕೆಂಬದಾಗಿ ಬಂದರು."},{"number":10,"verse":"ಆದರೆ ಮಹಾಯಾಜಕರು ಲಾಜರನನ್ನೂ ಕೊಲ್ಲಬೇಕೆಂದು ಆಲೋಚಿಸಿದರು."},{"number":11,"verse":"ಯಾಕಂದರೆ ಅವನ ದೆಸೆಯಿಂದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಅನೇಕರು ಹೋಗಿ ಯೇಸುವನ್ನು ನಂಬುವವರಾದರು."},{"number":12,"verse":"ಮರುದಿವಸ ಜಾತ್ರೆಗೆ ಬಂದಿದ್ದ ಜನಸಮೂಹವು ಯೇಸು ಯೆರೂಸಲೇಮಿಗೆ ಬರುತ್ತಾನೆಂದು ಕೇಳಿ ಖರ್ಜೂರದ ಗರಿಗಳನ್ನು ತಕ್ಕೊಂಡು"},{"number":13,"verse":"ಆತನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕೆ ಹೊರಗೆ ಬಂದು - ಜಯ, ಕರ್ತನ ಹೆಸರಿನಲ್ಲಿ ಬರುವವನಿಗೆ ಆಶೀರ್ವಾದ; ಇಸ್ರಾಯೇಲಿನ ಅರಸನಿಗೆ ಆಶೀರ್ವಾದ ಎಂದು ಆರ್ಭಟಿಸಿದರು."},{"number":14,"verse":"ಮತ್ತು ಯೇಸು ಕತ್ತೆಮರಿಯನ್ನು ತರಿಸಿಕೊಂಡು ಅದರ ಮೇಲೆ ಕೂತುಕೊಂಡನು. ಇದರಿಂದ -"},{"number":15,"verse":"ಚೀಯೋನ್ ನಗರಿಯೇ, ಹೆದರಬೇಡ; ಇಗೋ, ನಿನ್ನ ಅರಸನು ಕತ್ತೆಮರಿಯ ಮೇಲೆ ಕೂತುಕೊಂಡು ಬರುತ್ತಾನೆ ಎಂಬ ಶಾಸ್ತ್ರದ ಮಾತು ನೆರವೇರಿತು."},{"number":16,"verse":"ಇದು ಆತನ ಶಿಷ್ಯರಿಗೆ ಮೊದಲು ತಿಳಿದಿರಲಿಲ್ಲ. ಆದರೆ ಯೇಸು ತನ್ನ ಮಹಿಮೆಯ ಪದವಿಗೆ ಬಂದ ಮೇಲೆ ಇದು ಆತನ ವಿಷಯವಾಗಿಯೇ ಬರೆದದೆ ಎಂದೂ ಆತನಿಗೆ ನಾವು ಅದನ್ನೆಲ್ಲಾ ಮಾಡಿದೆವೆಂದೂ ಅವರ ನೆನಪಿಗೆ ಬಂತು."},{"number":17,"verse":"ಇದಲ್ಲದೆ ಆತನು ಲಾಜರನನ್ನು ಸಮಾಧಿಯೊಳಗಿಂದ ಕರೆದು ಬದುಕಿಸಿದ ವೇಳೆಯಲ್ಲಿ ಆತನ ಸಂಗಡ ಇದ್ದ ಜನರು ಅದನ್ನು ಸಾರುತ್ತಿದ್ದರು."},{"number":18,"verse":"ಆತನು ಈ ಸೂಚಕಕಾರ್ಯವನ್ನು ಮಾಡಿದನೆಂದು ಕೇಳಿದ ಕಾರಣದಿಂದಲೂ ಜನರು ಆತನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕೆ ಹೋಗಿದ್ದರು."},{"number":19,"verse":"ಹೀಗಿರಲಾಗಿ ಫರಿಸಾಯರು - ನಿಮ್ಮ ಯತ್ನವೇನೂ ಸಾಗಲಿಲ್ಲ, ನೋಡಿರಿ; ಲೋಕವೆಲ್ಲಾ ಆತನ ಹಿಂದೆ ಹೋಯಿತಲ್ಲಾ ಎಂದು ಒಬ್ಬರಿಗೊಬ್ಬರು ಮಾತಾಡಿಕೊಂಡರು."},{"number":20,"verse":"ಇದಲ್ಲದೆ ದೇವಾರಾಧನೆ ಮಾಡಬೇಕೆಂದು ಜಾತ್ರೆಗೆ ಬಂದವರಲ್ಲಿ ಕೆಲವು ಮಂದಿ ಗ್ರೀಕರಿದ್ದರು."},{"number":21,"verse":"ಇವರು ಗಲಿಲಾಯದಲ್ಲಿರುವ ಬೇತ್ಸಾಯಿದ ಊರಿನ ಫಿಲಿಪ್ಪನ ಬಳಿಗೆ ಬಂದು - ಅಯ್ಯಾ, ಯೇಸುವನ್ನು ನೋಡಬೇಕೆಂದಿದ್ದೇವೆಂದು ಅವನನ್ನು ಬೇಡಿಕೊಂಡರು."},{"number":22,"verse":"ಫಿಲಿಪ್ಪನು ಬಂದು ಅಂದ್ರೆಯನಿಗೆ ಹೇಳಿದನು; ಅಂದ್ರೆಯನೂ ಫಿಲಿಪ್ಪನೂ ಯೇಸುವಿಗೆ ಹೇಳಿದರು."},{"number":23,"verse":"ಆಗ ಯೇಸು ಅವರಿಗೆ ಉತ್ತರಕೊಟ್ಟು ಹೇಳಿದ್ದೇನಂದರೆ - ಮನುಷ್ಯಕುಮಾರನು ತನ್ನ ಮಹಿಮೆಯ ಪದವಿಯನ್ನು ಹೊಂದುವ ಸಮಯ ಬಂದದೆ."},{"number":24,"verse":"ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಗೋದಿಯ ಕಾಳು ಭೂಮಿಯಲ್ಲಿ ಬಿದ್ದು ಸಾಯದಿದ್ದರೆ ಒಂದೇಯಾಗಿ ಉಳಿಯುವದು; ಸತ್ತರೆ ಬಹಳ ಫಲಕೊಡುವದು."},{"number":25,"verse":"ತನ್ನ ಪ್ರಾಣದ ಮೇಲೆ ಮಮತೆಯಿಡುವವನು ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು, ಇಹಲೋಕದಲ್ಲಿ ತನ್ನ ಪ್ರಾಣವನ್ನು ಹಗೆಮಾಡುವವನು ನಿತ್ಯಜೀವಕ್ಕಾಗಿ ಅದನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವನು."},{"number":26,"verse":"ಯಾವನಾದರೂ ನನ್ನ ಸೇವೆಯನ್ನು ಮಾಡುವವನಾದರೆ ನನ್ನ ಹಿಂದೆ ಬರಲಿ; ಮತ್ತು ಎಲ್ಲಿ ನಾನು ಇರುತ್ತೇನೋ ಅಲ್ಲಿ ನನ್ನ ಸೇವಕನು ಸಹ ಇರುವನು. ಯಾವನಾದರೂ ನನ್ನ ಸೇವೆಯನ್ನು ಮಾಡುವವನಾದರೆ ತಂದೆಯು ಅವನಿಗೆ ಬಹುಮಾನ ಮಾಡುವನು."},{"number":27,"verse":"ಈಗ ನನ್ನ ಪ್ರಾಣವು ತತ್ತರಿಸುತ್ತದೆ; ಮತ್ತು ನಾನೇನು ಹೇಳಲಿ? ತಂದೆಯೇ, ಈ ಕಾಲದೊಳಗಿಂದ ನನ್ನನ್ನು ತಪ್ಪಿಸು. ಆದರೆ ಇದಕ್ಕಾಗಿಯೇ ಈ ಕಾಲ ಸೇರಿದೆನು."},{"number":28,"verse":"ತಂದೆಯೇ, ನಿನ್ನ ಹೆಸರನ್ನು ಮಹಿಮೆಪಡಿಸಿಕೋ ಅಂದನು. ಅದಕ್ಕೆ - ಮಹಿಮೆಪಡಿಸಿದ್ದೇನೆ, ತಿರಿಗಿ ಮಹಿಮೆಪಡಿಸುವೆನು ಎಂದು ಆಕಾಶವಾಣಿಯಾಯಿತು."},{"number":29,"verse":"ಅಲ್ಲಿ ನಿಂತುಕೊಂಡಿದ್ದ ಜನರು ಅದನ್ನು ಕೇಳಿ - ಗುಡುಗಿತು ಅಂದರು. ಇನ್ನು ಕೆಲವರು - ದೇವದೂತನು ಈತನ ಸಂಗಡ ಮಾತಾಡಿದನು ಅಂದರು."},{"number":30,"verse":"ಆದರೆ ಯೇಸು ಅವರಿಗೆ - ಈ ಆಕಾಶವಾಣಿ ನನಗಾಗಿ ಆಗಲಿಲ್ಲ; ನಿಮಗಾಗಿ ಆಯಿತು."},{"number":31,"verse":"ಈಗ ಈ ಲೋಕಕ್ಕೆ ತೀರ್ಪು ಆಗುತ್ತದೆ; ಈಗ ಇಹಲೋಕಾಧಿಪತಿಯು ಹೊರಗೆ ನೂಕಲ್ಪಡುವನು."},{"number":32,"verse":"ಆದರೆ ನಾನು ಭೂಮಿಯಲ್ಲಿಂದ ಮೇಲಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟಾಗ ಎಲ್ಲರನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಎಳಕೊಳ್ಳುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":33,"verse":"ಈ ಮಾತಿನಿಂದ ತಾನು ಇಂಥ ಸಾವು ಸಾಯತಕ್ಕವನೆಂದು ಸೂಚಿಸಿದನು."},{"number":34,"verse":"ಅದಕ್ಕೆ ಆ ಜನರು - ಕ್ರಿಸ್ತನು ಸದಾಕಾಲವೂ ಇರುತ್ತಾನೆಂದು ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಕೇಳಿದ್ದೇವೆ; ಹಾಗಾದರೆ ಮನುಷ್ಯಕುಮಾರನು ಮೇಲಕ್ಕೆ ಎತ್ತಲ್ಪಡಬೇಕೆಂದು ನೀನು ಹೇಳುವದು ಹೇಗೆ? ಆ ಮನುಷ್ಯಕುಮಾರನು ಯಾರು? ಅಂದರು."},{"number":35,"verse":"ಯೇಸು ಅವರಿಗೆ - ಇನ್ನು ಸ್ವಲ್ಪ ಕಾಲವೇ ಬೆಳಕು ನಿಮ್ಮಲ್ಲಿ ಇರುತ್ತದೆ; ಕತ್ತಲೆಯು ನಿಮ್ಮನ್ನು ಮುಸುಕಿಕೊಳ್ಳದಂತೆ ಬೆಳಕು ನಿಮಗೆ ಇರುವಾಗಲೇ ಸಂಚಾರಮಾಡಿರಿ. ಕತ್ತಲೆಯಲ್ಲಿ ಸಂಚಾರಮಾಡುವವನಿಗೆ ತಾನು ಎಲ್ಲಿ ಹೋಗುತ್ತೇನೆಂದು ತಿಳಿಯದು."},{"number":36,"verse":"ನಿಮಗೆ ಬೆಳಕು ಇರುವಾಗಲೇ ಬೆಳಕನ್ನು ನಂಬಿರಿ; ನಂಬಿದರೆ ನೀವು ಬೆಳಕಿನವರಾಗುವಿರಿ ಎಂದು ಹೇಳಿದನು. ಇದನ್ನು ಯೇಸು ಹೇಳಿದ ಮೇಲೆ ಅವರನ್ನು ಬಿಟ್ಟುಹೋಗಿ ಅಡಗಿಕೊಂಡನು."},{"number":37,"verse":"ಆತನು ಅವರ ಮುಂದೆ ಅಷ್ಟು ಸೂಚಕಕಾರ್ಯಗಳನ್ನು ಮಾಡಿದರೂ ಅವರು ಆತನನ್ನು ನಂಬಲಿಲ್ಲ."},{"number":38,"verse":"ಇದರಿಂದ ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನು ನುಡಿದ ಮಾತು ನೆರವೇರಿತು; ಅದೇನಂದರೆ - ಕರ್ತನೇ, ನಮ್ಮ ಉಪದೇಶವನ್ನು ಯಾರು ನಂಬಿದರು? ಕರ್ತನ ಬಾಹುವು ಯಾರಿಗೆ ಗೋಚರವಾಯಿತು? ಎಂಬದು."},{"number":39,"verse":"ಅವರು ನಂಬಲಾರದೆ ಹೋದದ್ದಕ್ಕೆ ಯೆಶಾಯನು ಮತ್ತೊಂದು ಮಾತಿನಲ್ಲಿ ಕಾರಣವನ್ನು ಸೂಚಿಸಿದ್ದಾನೆ; ಅದೇನಂದರೆ -"},{"number":40,"verse":"ಅವರು ಕಣ್ಣಿನಿಂದ ಕಾಣದೆ ಹೃದಯದಿಂದ ಗ್ರಹಿಸದೆ ತಿರುಗಿಕೊಳ್ಳದೆ ತನ್ನಿಂದ ಸ್ವಸ್ಥತೆಯನ್ನು ಹೊಂದದೆ ಇರುವಂತೆ ಆತನು ಅವರ ಕಣ್ಣುಗಳನ್ನು ಕುರುಡುಮಾಡಿ ಅವರ ಹೃದಯವನ್ನು ಕಠಿನಮಾಡಿದನು ಎಂಬದೇ."},{"number":41,"verse":"ಯೆಶಾಯನು ಆತನ ಮಹಿಮೆಯನ್ನು ನೋಡಿದ್ದರಿಂದ ಆತನ ವಿಷಯದಲ್ಲಿ ಮಾತಾಡುತ್ತಿರುವಾಗ ಆ ಮಾತನ್ನು ನುಡಿದನು."},{"number":42,"verse":"ಆದರೂ ಹಿರೀಸಭೆಯವರಲ್ಲಿಯೂ ಅನೇಕರು ಆತನನ್ನು ನಂಬಿದರು. ಆದರೆ ತಮಗೆ ಸಭೆಯಿಂದ ಬಹಿಷ್ಕಾರವಾದೀತೆಂದು ಫರಿಸಾಯರಿಗೆ ಅಂಜಿಕೊಂಡು ಅದನ್ನು ಜನರ ಮುಂದೆ ಹೇಳಲಿಲ್ಲ."},{"number":43,"verse":"ಯಾಕಂದರೆ ದೇವರಿಂದ ಬರುವ ಮಾನಕ್ಕಿಂತ ಮನುಷ್ಯರಿಂದ ಬರುವ ಮಾನವೇ ಅವರಿಗೆ ಇಷ್ಟವಾಗಿತ್ತು."},{"number":44,"verse":"ಯೇಸು ಕೂಗಿ ಹೇಳಿದ ಮಾತು ಏನಂದರೆ - ನನ್ನನ್ನು ನಂಬಿದವನು ನನ್ನನ್ನೇ ನಂಬುವವನಲ್ಲ; ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಾತನನ್ನು ನಂಬುವವನಾಗಿದ್ದಾನೆ."},{"number":45,"verse":"ಮತ್ತು ನನ್ನನ್ನು ನೋಡುವವನು ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಾತನನ್ನು ನೋಡುವವನಾಗಿದ್ದಾನೆ."},{"number":46,"verse":"ನನ್ನನ್ನು ನಂಬುವ ಒಬ್ಬನಾದರೂ ಕತ್ತಲೆಯಲ್ಲಿ ಇರಬಾರದೆಂದು ನಾನು ಬೆಳಕಾಗಿ ಲೋಕಕ್ಕೆ ಬಂದಿದ್ದೇನೆ."},{"number":47,"verse":"ಯಾವನಾದರೂ ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳಿದರೂ ಕೈಕೊಂಡು ನಡೆಯದೆ ಹೋದರೆ ನಾನೇ ಅವನಿಗೆ ತೀರ್ಪುಮಾಡುವದಿಲ್ಲ; ಲೋಕಕ್ಕೆ ತೀರ್ಪುಮಾಡುವದಕ್ಕಾಗಿ ನಾನು ಬಂದಿಲ್ಲ; ಲೋಕವನ್ನು ರಕ್ಷಿಸುವದಕ್ಕಾಗಿ ಬಂದಿದ್ದೇನೆ."},{"number":48,"verse":"ನನ್ನನ್ನು ಲಕ್ಷ್ಯಮಾಡದೆ ನನ್ನ ಮಾತುಗಳನ್ನು ಅಂಗೀಕರಿಸದೆ ಇರುವವನಿಗೆ ತೀರ್ಪುಮಾಡುವಂಥದು ಒಂದು ಇದೆ, ಅದು ಯಾವದಂದರೆ, ನಾನು ಆಡಿದ ಮಾತು; ಅದೇ ಅವನಿಗೆ ಕಡೇ ದಿನದಲ್ಲಿ ತೀರ್ಪುಮಾಡುವದು."},{"number":49,"verse":"ಯಾಕಂದರೆ ನನ್ನಷ್ಟಕ್ಕೆ ನಾನೇ ಮಾತಾಡಿದವನಲ್ಲ; ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟ ತಂದೆಯೇ - ನೀನು ಇಂಥಿಂಥದನ್ನು ಹೇಳಬೇಕು, ಹೀಗೆ ಹೀಗೆ ಮಾತಾಡಬೇಕು ಎಂಬದಾಗಿ ನನಗೆ ಆಜ್ಞೆಕೊಟ್ಟಿದ್ದಾನೆ."},{"number":50,"verse":"ಆತನ ಆಜ್ಞೆ ನಿತ್ಯಜೀವವಾಗಿದೆ ಎಂದು ಬಲ್ಲೆನು. ಆದದರಿಂದ ನಾನು ಮಾತಾಡುವದನ್ನೆಲ್ಲಾ ತಂದೆ ನನಗೆ ಹೇಳಿದ ಮೇರೆಗೆ ಮಾತಾಡುತ್ತೇನೆ ಅಂದನು."}]}