{"bibleAbbr":"KNJV","bookName":"ಯೋಹಾನನು","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"ನೀವು ಧೈರ್ಯಗೆಟ್ಟು ಹಿಂಜರಿಯಬಾರದೆಂದು ಇದನ್ನೆಲ್ಲಾ ನಿಮಗೆ ಹೇಳಿದ್ದೇನೆ."},{"number":2,"verse":"ನಿಮಗೆ ಬಹಿಷ್ಕಾರ ಹಾಕುವರು; ಅದಲ್ಲದೆ ನಿಮ್ಮನ್ನು ಕೊಲ್ಲುವವನು ತಾನು ದೇವರಿಗೆ ಯಜ್ಞವನ್ನು ಮಾಡಿದ್ದೇನೆಂದು ನೆನಸುವ ಕಾಲ ಬರುತ್ತದೆ."},{"number":3,"verse":"ಅವರು ತಂದೆಯನ್ನಾದರೂ ನನ್ನನ್ನಾದರೂ ತಿಳಿಯದವರಾಗಿರುವದರಿಂದ ಇಂಥದನ್ನು ನಿಮಗೆ ಮಾಡುವರು."},{"number":4,"verse":"ಆ ಕಾಲ ಬಂದಾಗ ಆತನು ನಮಗೆ ಇಂಥಿಂಥದನ್ನು ಹೇಳಿದನಲ್ಲಾ ಎಂದು ನೀವು ನೆನಪಿಗೆ ತರುವಂತೆ ನಿಮ್ಮ ಸಂಗಡ ಈ ಮಾತುಗಳನ್ನು ಆಡಿದ್ದೇನೆ. ನಾನು ನಿಮ್ಮ ಸಂಗಡ ಇದ್ದದರಿಂದ ಮೊದಲು ಇವುಗಳನ್ನು ನಿಮಗೆ ಹೇಳಲಿಲ್ಲ."},{"number":5,"verse":"ಆದರೆ ಈಗ ನಾನು ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಾತನ ಬಳಿಗೆ ಹೋಗುತ್ತೇನೆ. ನೀನು ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತೀ ಎಂದು ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನಾದರೂ ನನ್ನನ್ನು ಕೇಳುವದಿಲ್ಲ;"},{"number":6,"verse":"ಆದರೆ ನಾನು ಈ ಮಾತುಗಳನ್ನು ನಿಮಗೆ ಹೇಳಿದ್ದರಿಂದ ನಿಮ್ಮ ಹೃದಯವು ದುಃಖದಿಂದ ತುಂಬಿಯದೆ."},{"number":7,"verse":"ಆದರೂ ನಾನು ನಿಮಗೆ ಸತ್ಯವನ್ನು ಹೇಳುತ್ತೇನೆ, ಕೇಳಿರಿ; ನಾನು ಹೋಗುವದು ನಿಮಗೆ ಹಿತಕರವಾಗಿದೆ; ಹೇಗಂದರೆ ನಾನು ಹೋಗದಿದ್ದರೆ ಆ ಸಹಾಯಕನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಿಲ್ಲ; ನಾನು ಹೋದರೆ ಆತನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ."},{"number":8,"verse":"ಆತನು ಬಂದು ಪಾಪ ನೀತಿ ನ್ಯಾಯತೀರ್ವಿಕೆ ಈ ವಿಷಯಗಳಲ್ಲಿ ಲೋಕಕ್ಕೆ ಅರುಹನ್ನು ಹುಟ್ಟಿಸುವನು."},{"number":9,"verse":"ಅವರು ನನ್ನನ್ನು ನಂಬದೆ ಇರುವದರಿಂದ ಪಾಪದ ವಿಷಯದಲ್ಲಿಯೂ"},{"number":10,"verse":"ನಾನು ತಂದೆಯ ಬಳಿಗೆ ಹೋಗಿ ಇನ್ನು ಮೇಲೆ ನಿಮಗೆ ಕಾಣಿಸದೆ ಇರುವದರಿಂದ ನೀತಿಯ ವಿಷಯದಲ್ಲಿಯೂ"},{"number":11,"verse":"ಇಹಲೋಕಾಧಿಪತಿಗೆ ನ್ಯಾಯತೀರ್ವಿಕೆಯಾದದರಿಂದ ನ್ಯಾಯತೀರ್ವಿಕೆಯ ವಿಷಯದಲ್ಲಿಯೂ ಲೋಕಕ್ಕೆ ಅರುಹನ್ನು ಹುಟ್ಟಿಸುವನು."},{"number":12,"verse":"ನಾನು ನಿಮಗೆ ಹೇಳಬೇಕಾದದ್ದು ಇನ್ನೂ ಬಹಳ ಉಂಟು; ಆದರೆ ಸದ್ಯಕ್ಕೆ ಅದನ್ನು ಹೊರಲಾರಿರಿ."},{"number":13,"verse":"ಸತ್ಯದ ಆತ್ಮನು ಬಂದಾಗ ಆತನು ನಿಮ್ಮನ್ನು ನಡಿಸಿಕೊಂಡು ಹೋಗಿ ಸಕಲ ವಿಷಯದಲ್ಲಿಯೂ ಸತ್ಯಕ್ಕೆ ಸೇರಿಸುವನು. ಆತನು ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಮಾತಾಡದೆ ಕೇಳಿದ ಮಾತುಗಳನ್ನೇ ಆಡುವನು; ಮತ್ತು ಮುಂದಾಗುವ ಸಂಗತಿಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುವನು."},{"number":14,"verse":"ಆತನು ನನ್ನದರೊಳಗಿಂದ ತೆಗೆದುಕೊಂಡು ನಿಮಗೆ ತಿಳಿಸುತ್ತಾ ನನ್ನನ್ನೇ ಮಹಿಮೆಪಡಿಸುವನು."},{"number":15,"verse":"ತಂದೆಗೆ ಇರುವದೆಲ್ಲಾ ನನ್ನದು; ಆದದರಿಂದಲೇ ನನ್ನದರೊಳಗಿಂದ ತೆಗೆದುಕೊಂಡು ನಿಮಗೆ ತಿಳಿಸುವನೆಂದು ಹೇಳಿದೆನು."},{"number":16,"verse":"ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನಾನು ನಿಮಗೆ ಕಾಣುವದಿಲ್ಲ; ಅನಂತರ ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನನ್ನನ್ನು ನೋಡುವಿರಿ ಅಂದನು."},{"number":17,"verse":"ಇದನ್ನು ಕೇಳಿ ಶಿಷ್ಯರಲ್ಲಿ ಕೆಲವರು - ಇದೇನು ಈತನು ಹೇಳುವ ಮಾತು? ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನಾನು ನಿಮಗೆ ಕಾಣುವದಿಲ್ಲ, ಅನಂತರ ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನನ್ನನ್ನು ನೋಡುವಿರಿ ಅನ್ನುತ್ತಾನೆ; ಮತ್ತು ನಾನು ತಂದೆಯ ಬಳಿಗೆ ಹೋಗುವದರಿಂದ ಅನ್ನುತ್ತಾನೆ ಎಂದು ತಮ್ಮತಮ್ಮೊಳಗೆ ಮಾತಾಡಿಕೊಂಡು -"},{"number":18,"verse":"ಸ್ವಲ್ಪಕಾಲವೆಂದು ಈತನು ಹೇಳುವ ಈ ಮಾತೇನು? ಏನು ಮಾತಾಡುತ್ತಾನೋ ನಮಗೆ ತಿಳಿಯದು ಅಂದುಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":19,"verse":"ಯೇಸು ತನ್ನನ್ನು ಕೇಳಬೇಕೆಂದಿದ್ದಾರೆಂದು ತಿಳಿದು ಅವರಿಗೆ - ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನಾನು ನಿಮಗೆ ಕಾಣುವದಿಲ್ಲ, ಇನ್ನು ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನನ್ನನ್ನು ನೋಡುವಿರಿ ಎಂದು ನಾನು ಹೇಳಿದ್ದಕ್ಕೆ ನೀವು ನಿಮ್ಮನಿಮ್ಮೊಳಗೆ ವಿಚಾರಿಸಿಕೊಳ್ಳುತ್ತೀರಾ?"},{"number":20,"verse":"ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀವು ಅಳುತ್ತಾ ಗೋಳಾಡುತ್ತಾ ಇರುವಿರಿ, ಆದರೆ ಲೋಕವು ಸಂತೋಷಿಸುವದು; ನಿಮಗೆ ದುಃಖವಾಗುವದು, ಆದರೆ ನಿಮ್ಮ ದುಃಖವು ಹೋಗಿ ಆನಂದ ಬರುವದು."},{"number":21,"verse":"ಒಬ್ಬ ಸ್ತ್ರೀ ಹೆರುವಾಗ ತನ್ನ ಬೇನೆಯ ಕಾಲ ಬಂತೆಂದು ಆಕೆಗೆ ದುಃಖವಾಗುತ್ತದೆ; ಆದರೆ ಕೂಸನ್ನು ಹೆತ್ತ ಮೇಲೆ ಲೋಕದಲ್ಲಿ ಒಬ್ಬ ಮನುಷ್ಯನು ಹುಟ್ಟಿದನೆಂಬ ಆನಂದದಿಂದ ಆ ಬೇನೆಯನ್ನು ನೆನಸುವದಿಲ್ಲ."},{"number":22,"verse":"ಹಾಗೆಯೇ ನಿಮಗೂ ಈಗ ದುಃಖವಿದ್ದರೂ ನಾನು ನಿಮ್ಮನ್ನು ತಿರಿಗಿ ನೋಡುವೆನು, ಆಗ ನಿಮ್ಮ ಹೃದಯಕ್ಕೆ ಆನಂದವಾಗುವದು, ಮತ್ತು ನಿಮ್ಮ ಆನಂದವನ್ನು ಯಾರೂ ನಿಮ್ಮಿಂದ ತೆಗೆಯುವದಿಲ್ಲ."},{"number":23,"verse":"ಆ ದಿನದಲ್ಲಿ ನೀವು ನನಗೆ ಯಾವ ಪ್ರಶ್ನೆಯನ್ನೂ ಮಾಡುವದಿಲ್ಲ. ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀವು ತಂದೆಯನ್ನು ಏನಾದರೂ ಬೇಡಿಕೊಂಡರೆ ಅದನ್ನು ಆತನು ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ ನಿಮಗೆ ಕೊಡುವನು."},{"number":24,"verse":"ನೀವು ಇದುವರೆಗೆ ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ ಯಾವದೊಂದನ್ನೂ ಬೇಡಿಕೊಂಡಿಲ್ಲ; ಬೇಡಿಕೊಳ್ಳಿರಿ, ನಿಮಗೆ ಸಿಕ್ಕುವದು; ಆಗ ನಿಮ್ಮ ಆನಂದವು ಪರಿಪೂರ್ಣವಾಗುವದು."},{"number":25,"verse":"ಈ ಸಂಗತಿಗಳನ್ನು ಗೂಢಾರ್ಥವಾಗಿ ನಿಮಗೆ ಹೇಳಿದ್ದೇನೆ; ಆದರೆ ಇನ್ನು ಮೇಲೆ ಸಾಮ್ಯರೂಪವಾಗಿ ನಿಮ್ಮ ಸಂಗಡ ಮಾತಾಡದೆ ತಂದೆಯ ವಿಷಯದಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿಸುವ ಕಾಲ ಬರುತ್ತದೆ."},{"number":26,"verse":"ಆ ದಿನದಲ್ಲಿ ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ ಬೇಡಿಕೊಳ್ಳುವಿರಿ. ನಾನು ತಂದೆಯನ್ನು ನಿಮಗೋಸ್ಕರ ಕೇಳಿಕೊಳ್ಳುವೆನೆಂತ ನಿಮಗೆ ಹೇಳುವದಿಲ್ಲ;"},{"number":27,"verse":"ನೀವು ನನ್ನ ಮೇಲೆ ಮಮತೆಯಿಟ್ಟು ನನ್ನನ್ನು ತಂದೆಯ ಬಳಿಯಿಂದ ಹೊರಟುಬಂದವನೆಂದು ನಂಬಿದ್ದರಿಂದ ತಂದೆಯು ತಾನೇ ನಿಮ್ಮ ಮೇಲೆ ಮಮತೆ ಇಡುತ್ತಾನಲ್ಲವೇ."},{"number":28,"verse":"ತಂದೆಯ ಬಳಿಯಿಂದ ಹೊರಟು ಈ ಲೋಕಕ್ಕೆ ಬಂದಿದ್ದೇನೆ; ಇನ್ನು ಲೋಕವನ್ನು ಬಿಟ್ಟು ತಂದೆಯ ಬಳಿಗೆ ಹೋಗುತ್ತೇನೆ ಅಂದನು."},{"number":29,"verse":"ಅದಕ್ಕೆ ಶಿಷ್ಯರು - ನೀನು ಹೇಳುವ ಸಂಗತಿಯನ್ನು ಈಗ ಗೂಢಾರ್ಥವಾಗಿ ಹೇಳದೆ ಸ್ಪಷ್ಟವಾಗಿ ಮಾತಾಡುತ್ತೀಯಲ್ಲಾ;"},{"number":30,"verse":"ನೀನು ಸಮಸ್ತವನ್ನು ತಿಳಿದವನೆಂದೂ ನಿನಗೆ ಪ್ರಶ್ನೆಮಾಡಬೇಕಾದ ಅವಶ್ಯವಿಲ್ಲವೆಂದೂ ಈಗ ತಿಳಿಯಿತು; ಇದರಿಂದ ನಿನ್ನನ್ನು ದೇವರ ಬಳಿಯಿಂದ ಬಂದವನೆಂದು ನಂಬುತ್ತೇವೆ ಅಂದದ್ದಕ್ಕೆ"},{"number":31,"verse":"ಯೇಸು - ಈಗ ನಂಬುತ್ತೀರೋ?"},{"number":32,"verse":"ನೋಡಿರಿ, ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬೊಬ್ಬನು ತನ್ನತನ್ನ ಸ್ಥಳಕ್ಕೆ ಚದರಿಹೋಗಿ ನನ್ನನ್ನು ಒಂಟಿಗನಾಗಿ ಬಿಡುವ ಕಾಲ ಬರುವದು, ಈಗ ಬಂದಿದೆ. ಆದರೆ ನಾನು ಒಂಟಿಗನಲ್ಲ, ತಂದೆಯು ನನ್ನ ಸಂಗಡ ಇದ್ದಾನೆ."},{"number":33,"verse":"ನೀವು ನನ್ನಲ್ಲಿದ್ದು ಮನಶ್ಶಾಂತಿಯನ್ನು ಹೊಂದಿದವರಾಗಿರಬೇಕೆಂದು ಇದನ್ನೆಲ್ಲಾ ನಿಮಗೆ ಹೇಳಿದ್ದೇನೆ. ಲೋಕದಲ್ಲಿ ನಿಮಗೆ ಸಂಕಟ ಉಂಟು; ಧೈರ್ಯವಾಗಿರಿ, ನಾನು ಲೋಕವನ್ನು ಜಯಿಸಿದ್ದೇನೆ ಎಂದು ಹೇಳಿದನು."}]}