{"bibleAbbr":"KNJV","bookName":"ಯೋಹಾನನು","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"ಯೇಸು ಇದನ್ನು ಹೇಳಿದ ಮೇಲೆ ತನ್ನ ಶಿಷ್ಯರ ಸಂಗಡ ಕೆದ್ರೋನ್ ಹಳ್ಳದ ಆಚೆಗೆ ಹೊರಟುಹೋದನು. ಅಲ್ಲಿ ಒಂದು ತೋಟವಿತ್ತು; ಅದರೊಳಕ್ಕೆ ಆತನೂ ಆತನ ಶಿಷ್ಯರೂ ಹೋದರು."},{"number":2,"verse":"ಯೇಸುವೂ ಆತನ ಶಿಷ್ಯರೂ ಆಗಾಗ್ಗೆ ಅಲ್ಲಿ ಕೂಡುತ್ತಾ ಇದ್ದದರಿಂದ ಆತನನ್ನು ಹಿಡುಕೊಟ್ಟ ಯೂದನಿಗೂ ಆ ಸ್ಥಳವು ಗೊತ್ತಾಗಿತ್ತು."},{"number":3,"verse":"ಹೀಗಿರಲಾಗಿ ಯೂದನು ಸಿಪಾಯಿಗಳ ಪಟಾಲಮನ್ನೂ ಮಹಾಯಾಜಕರು ಮತ್ತು ಫರಿಸಾಯರು ಕೊಟ್ಟ ಓಲೇಕಾರರನ್ನೂ ಕರಕೊಂಡು ದೀವಿಟಿಗಳನ್ನೂ ಪಂಜುಗಳನ್ನೂ ಆಯುಧಗಳನ್ನೂ ಹಿಡಿಸಿಕೊಂಡು ಅಲ್ಲಿಗೆ ಬಂದನು."},{"number":4,"verse":"ಆಗ ಯೇಸು ತನ್ನ ಮೇಲೆ ಬರುವದನ್ನೆಲ್ಲಾ ತಿಳಿದು ಹೊರಗೆ ಹೋಗಿ - ನೀವು ಯಾರನ್ನು ಹುಡುಕುತ್ತೀರಿ ಎಂದು ಅವರನ್ನು ಕೇಳಿದನು."},{"number":5,"verse":"ಅದಕ್ಕೆ ಅವರು - ನಜರೇತಿನ ಯೇಸುವನ್ನು ಹುಡುಕುತ್ತೇವೆ ಅನ್ನಲು ಯೇಸು ಅವರಿಗೆ - ನಾನೇ ಅವನು ಎಂದು ಹೇಳಿದನು. ಆತನನ್ನು ಹಿಡುಕೊಡುವ ಯೂದನು ಸಹ ಅವರ ಸಂಗಡ ನಿಂತಿದ್ದನು."},{"number":6,"verse":"ಆತನು ಅವರಿಗೆ - ನಾನೇ ಅವನು ಎಂದು ಹೇಳಿದಾಗ ಅವರು ಹಿಂದಕ್ಕೆ ಸರಿದು ನೆಲದ ಮೇಲೆ ಬಿದ್ದರು."},{"number":7,"verse":"ಆತನು - ಯಾರನ್ನು ಹುಡುಕುತ್ತೀರೆಂದು ತಿರಿಗಿ ಅವರನ್ನು ಕೇಳಲು ಅವರು - ನಜರೇತಿನ ಯೇಸುವನ್ನು ಹುಡುಕುತ್ತೇವೆ ಅಂದರು."},{"number":8,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ನಾನೇ ಅವನೆಂದು ನಿಮಗೆ ಹೇಳಿದೆನಲ್ಲಾ; ನೀವು ನನ್ನನ್ನೇ ಹುಡುಕುವವರಾದರೆ ಇವರು ಹೋಗಬಿಡಿರಿ ಅಂದನು."},{"number":9,"verse":"ನೀನು ನನಗೆ ಕೊಟ್ಟವರಲ್ಲಿ ಒಬ್ಬನನ್ನಾದರೂ ನಾನು ಕಳಕೊಳ್ಳಲಿಲ್ಲವೆಂದು ಆತನು ಹೇಳಿದ ಮಾತು ಹೀಗೆ ನೆರವೇರಿತು."},{"number":10,"verse":"ಸೀಮೋನ ಪೇತ್ರನಲ್ಲಿ ಒಂದು ಕತ್ತಿ ಇತ್ತು; ಅದನ್ನು ಅವನು ಹಿರಿದು ಮಹಾಯಾಜಕನ ಆಳನ್ನು ಹೊಡೆದು ಅವನ ಬಲಗಿವಿಯನ್ನು ಕತ್ತರಿಸಿದನು. ಆ ಆಳಿನ ಹೆಸರು ಮಲ್ಕನು."},{"number":11,"verse":"ಆಗ ಯೇಸು ಪೇತ್ರನಿಗೆ - ಕತ್ತಿಯನ್ನು ಒರೆಯಲ್ಲಿ ಹಾಕು; ತಂದೆ ನನಗೆ ಕೊಟ್ಟಿರುವ ಪಾತ್ರೆಯಲ್ಲಿ ನಾನು ಕುಡಿಯಬಾರದೋ ಎಂದು ಹೇಳಿದನು."},{"number":12,"verse":"ಆಮೇಲೆ ಆ ಸಿಪಾಯಿಗಳೂ ಸಹಸ್ರಾಧಿಪತಿಯೂ ಯೆಹೂದ್ಯರ ಓಲೇಕಾರರೂ ಯೇಸುವನ್ನು ಹಿಡುಕೊಂಡು ಕಟ್ಟಿ ಮೊದಲು ಅನ್ನನ ಬಳಿಗೆ ಕರಕೊಂಡು ಹೋದರು."},{"number":13,"verse":"ಇವನು ಆ ವರುಷದಲ್ಲಿ ಮಹಾಯಾಜಕನಾಗಿದ್ದ ಕಾಯಫನ ಮಾವನಾಗಿದ್ದನು."},{"number":14,"verse":"ಆ ಕಾಯಫನೇ - ಒಬ್ಬ ಮನುಷ್ಯನು ಜನಕ್ಕೋಸ್ಕರ ಸಾಯುವದು ಹಿತಕರವೆಂದು ಯೆಹೂದ್ಯರಿಗೆ ಆಲೋಚನೆ ಕೊಟ್ಟವನು."},{"number":15,"verse":"ಸೀಮೋನ ಪೇತ್ರನೂ ಮತ್ತೊಬ್ಬ ಶಿಷ್ಯನೂ ಯೇಸುವಿನ ಹಿಂದೆ ಹೋದರು. ಆ ಶಿಷ್ಯನಿಗೆ ಮಹಾಯಾಜಕನ ಪರಿಚಿತಿ ಇದ್ದದರಿಂದ ಯೇಸುವಿನ ಕೂಡ ಮಹಾಯಾಜಕನ ಅಂಗಳದೊಳಕ್ಕೆ ಹೋದನು;"},{"number":16,"verse":"ಪೇತ್ರನು ಹೊರಗೆ ಬಾಗಲ ಹತ್ತರ ನಿಂತಿದ್ದರಿಂದ ಮಹಾಯಾಜಕನ ಪರಿಚಿತನಾದ ಆ ಶಿಷ್ಯನು ಹೊರಗೆ ಬಂದು ಬಾಗಲು ಕಾಯುವವಳ ಸಂಗಡ ಮಾತಾಡಿ ಪೇತ್ರನನ್ನು ಒಳಕ್ಕೆ ಕರಕೊಂಡು ಹೋದನು."},{"number":17,"verse":"ಆಗ ಬಾಗಲು ಕಾಯುವ ದಾಸಿಯು - ನೀನು ಸಹ ಈ ಮನುಷ್ಯನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನೇನು? ಎಂದು ಪೇತ್ರನನ್ನು ಕೇಳಲು ಅವನು - ಅಲ್ಲ ಅಂದನು."},{"number":18,"verse":"ಆಗ ಚಳಿಯಾಗಿದ್ದದರಿಂದ ಆಳುಗಳೂ ಓಲೇಕಾರರೂ ಇದ್ದಲಿನ ಬೆಂಕಿಮಾಡಿ ಚಳಿಕಾಯಿಸಿಕೊಳ್ಳುತ್ತಾ ನಿಂತಿರಲಾಗಿ ಪೇತ್ರನೂ ಅವರ ಸಂಗಡ ನಿಂತುಕೊಂಡು ಚಳಿಕಾಯಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದನು."},{"number":19,"verse":"ಅಷ್ಟರೊಳಗೆ ಮಹಾಯಾಜಕನು ಯೇಸುವನ್ನು ಆತನ ಶಿಷ್ಯರ ವಿಷಯವಾಗಿಯೂ ಉಪದೇಶದ ವಿಷಯವಾಗಿಯೂ ವಿಚಾರಿಸಿದನು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ನಾನು ಧಾರಾಳವಾಗಿ ಲೋಕದ ಮುಂದೆ ಮಾತಾಡಿದ್ದೇನೆ; ಯೆಹೂದ್ಯರೆಲ್ಲಾ ಕೂಡುವಂಥ ಸಭಾಮಂದಿರಗಳಲ್ಲಿಯೂ ದೇವಾಲಯದಲ್ಲಿಯೂ ಯಾವಾಗಲೂ ಉಪದೇಶಮಾಡುತ್ತಾ ಬಂದೆನು; ಮರೆಯಾಗಿ ಯಾವದನ್ನೂ ಮಾತಾಡಲಿಲ್ಲ."},{"number":21,"verse":"ನನ್ನನ್ನು ಯಾಕೆ ವಿಚಾರಿಸುತ್ತೀ? ನಾನು ಏನೇನು ಮಾತಾಡಿದೆನೋ ಅದನ್ನು ಕೇಳಿದವರಲ್ಲಿ ವಿಚಾರಿಸು; ನಾನು ಹೇಳಿದ್ದು ಇವರಿಗೆ ತಿಳಿದಿದೆಯಲ್ಲಾ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":22,"verse":"ಯೇಸು ಈ ಮಾತನ್ನು ಹೇಳಿದಾಗ ಹತ್ತರ ನಿಂತಿದ್ದ ಓಲೇಕಾರರಲ್ಲಿ ಒಬ್ಬನು - ಮಹಾಯಾಜಕನಿಗೆ ಹೀಗೆ ಉತ್ತರಕೊಡುತ್ತೀಯಾ ಎಂದು ಹೇಳಿ ಆತನ ಕೆನ್ನೆಗೆ ಒಂದು ಏಟು ಹಾಕಿದನು."},{"number":23,"verse":"ಯೇಸು ಅವನಿಗೆ - ನಾನು ಮಾತಾಡಿದ್ದರಲ್ಲಿ ಏನಾದರೂ ದೋಷವಿದ್ದರೆ ಆ ದೋಷ ಇಂಥದೆಂದು ಸಾಕ್ಷಿ ಹೇಳು; ನಾನು ಮಾತಾಡಿದ್ದು ಸರಿಯಾಗಿದ್ದರೆ ನನ್ನನ್ನು ಯಾಕೆ ಹೊಡೆಯುತ್ತೀ ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಆಗ ಅನ್ನನು ಆತನನ್ನು ಕಟ್ಟಿಸಿ ಮಹಾಯಾಜಕನಾದ ಕಾಯಫನ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಟ್ಟನು."},{"number":25,"verse":"ಇತ್ತಲಾಗಿ ಸೀಮೋನ ಪೇತ್ರನು ನಿಂತುಕೊಂಡು ಚಳಿಕಾಸಿಕೊಳ್ಳುತ್ತಾ ಇದ್ದನು. ಆಗ ಅಲ್ಲಿದ್ದವರು ಅವನನ್ನು - ನೀನು ಅವನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನೇನು? ಎಂದು ಕೇಳಲು ಅವನು - ಅಲ್ಲ ಅಂದನು."},{"number":26,"verse":"ಮಹಾಯಾಜಕನ ಆಳುಗಳಲ್ಲಿ ಪೇತ್ರನು ಕಿವಿ ಕತ್ತರಿಸಿದವನ ಬಂಧುವಾಗಿದ್ದ ಒಬ್ಬನು - ನಾನು ನಿನ್ನನ್ನು ತೋಟದಲ್ಲಿ ಅವನ ಸಂಗಡ ಕಂಡೆನಲ್ಲವೇ ಅಂದನು."},{"number":27,"verse":"ಅದಕ್ಕೆ ಪೇತ್ರನು ತಿರಿಗಿ ಅಲ್ಲ ಅಂದನು. ಕೂಡಲೆ ಕೋಳಿ ಕೂಗಿತು."},{"number":28,"verse":"ಆಮೇಲೆ ಅವರು ಯೇಸುವನ್ನು ಕಾಯಫನ ಬಳಿಯಿಂದ ಅರಮನೆಗೆ ಕರಕೊಂಡು ಹೋದರು. ಆಗ ಮುಂಜಾನೆ ಆಗಿತ್ತು. ಅವರು ತಮಗೆ ಮೈಲಿಗೆ ತಟ್ಟಿ ಪಸ್ಕದ ಊಟವನ್ನು ಮಾಡುವದಕ್ಕೆ ಅಡ್ಡಿಯಾದೀತೆಂದು ಅರಮನೆಯೊಳಕ್ಕೆ ಹೋಗಲಿಲ್ಲ."},{"number":29,"verse":"ಹೀಗಿರಲಾಗಿ ಪಿಲಾತನು ಹೊರಕ್ಕೆ ಅವರ ಬಳಿಗೆ ಬಂದು - ಈ ಮನುಷ್ಯನ ಮೇಲೆ ಏನು ದೂರು ತರುತ್ತೀರಿ ಎಂದು ಕೇಳಿದನು."},{"number":30,"verse":"ಅವರು ಅವನಿಗೆ - ಇವನು ದುಷ್ಕರ್ಮಿಯಲ್ಲದಿದ್ದರೆ ನಾವು ಇವನನ್ನು ನಿನಗೆ ಒಪ್ಪಿಸಿಕೊಡುತ್ತಿದ್ದಿಲ್ಲವೆಂದು ಉತ್ತರ ಕೊಟ್ಟರು."},{"number":31,"verse":"ಆಗ ಪಿಲಾತನು ಅವರಿಗೆ - ನೀವೇ ಅವನನ್ನು ತಕ್ಕೊಂಡುಹೋಗಿ ನಿಮ್ಮ ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಅವನಿಗೆ ತೀರ್ಪುಮಾಡಿರಿ ಎಂದು ಹೇಳಿದನು. ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು - ಮರಣ ದಂಡನೆಯನ್ನು ವಿಧಿಸುವ ಅಧಿಕಾರವು ನಮಗಿಲ್ಲ ಅಂದರು."},{"number":32,"verse":"ಇದರಿಂದ ಯೇಸು ತಾನು ಎಂಥಾ ಸಾವು ಸಾಯುವೆನೆಂದು ಸೂಚಿಸಿ ಹೇಳಿದ ಮಾತು ನೆರವೇರಿತು."},{"number":33,"verse":"ಆಗ ಪಿಲಾತನು ತಿರಿಗಿ ಅರಮನೆಯೊಳಕ್ಕೆ ಹೋಗಿ ಯೇಸುವನ್ನು ಕರೆದು ಆತನನ್ನು - ನೀನು ಯೆಹೂದ್ಯರ ಅರಸನು ಹೌದೋ ಎಂದು ಕೇಳಿದನು."},{"number":34,"verse":"ಯೇಸು - ನಿನ್ನಷ್ಟಕ್ಕೆ ನೀನೇ ಇದನ್ನು ಹೇಳುತ್ತೀಯೋ? ಮತ್ತೊಬ್ಬರು ನನ್ನ ವಿಷಯದಲ್ಲಿ ನಿನಗೆ ಹೇಳಿದ್ದಾರೋ ಎಂದು ಕೇಳಲು"},{"number":35,"verse":"ಪಿಲಾತನು - ನಾನೇನು ಯೆಹೂದ್ಯನೇ? ನಿನ್ನ ಸ್ವಂತ ಜನವೂ ಮಹಾಯಾಜಕರೂ ನಿನ್ನನ್ನು ನನಗೆ ಒಪ್ಪಿಸಿದ್ದಾರೆ; ನೀನು ಏನು ಮಾಡಿದ್ದೀ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ"},{"number":36,"verse":"ಯೇಸು - ನನ್ನ ರಾಜ್ಯವು ಈ ಲೋಕದ್ದಲ್ಲ; ನನ್ನ ರಾಜ್ಯವು ಈ ಲೋಕದ್ದಾಗಿದ್ದರೆ ನಾನು ಯೆಹೂದ್ಯರ ಕೈಯಲ್ಲಿ ಬೀಳದಂತೆ ನನ್ನ ಪರಿವಾರದವರು ಕಾದಾಡುತ್ತಿದ್ದರು; ಆದರೆ ನನ್ನ ರಾಜ್ಯವು ಇಲ್ಲಿಯದಲ್ಲವೆಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":37,"verse":"ಅದಕ್ಕೆ ಪಿಲಾತನು - ಹಾಗಾದರೆ ನೀನು ಅರಸನು ಹೌದಲ್ಲವೇ ಅಂದನು. ಯೇಸು ಅವನಿಗೆ - ನನ್ನನ್ನು ಅರಸನೆಂದು ನೀನೇ ಹೇಳಿದ್ದೀ. ನಾನು ಸತ್ಯದ ವಿಷಯದಲ್ಲಿ ಸಾಕ್ಷಿ ಹೇಳುವದಕ್ಕೋಸ್ಕರ ಹುಟ್ಟಿದವನು, ಅದಕ್ಕೋಸ್ಕರವೇ ಈ ಲೋಕಕ್ಕೆ ಬಂದಿದ್ದೇನೆ. ಸತ್ಯಪರರೆಲ್ಲರು ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಕೊಡುತ್ತಾರೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":38,"verse":"ಪಿಲಾತನು - ಸತ್ಯವಂದರೇನು? ಅಂದನು. ಇದನ್ನು ಹೇಳಿ ಪಿಲಾತನು ತಿರಿಗಿ ಯೆಹೂದ್ಯರ ಬಳಿಗೆ ಹೊರಕ್ಕೆ ಬಂದು - ನನಗೆ ಅವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸುವದಿಲ್ಲ."},{"number":39,"verse":"ಆದರೆ ಪಸ್ಕಹಬ್ಬದಲ್ಲಿ ನಾನು ಒಬ್ಬನನ್ನು ನಿಮಗೆ ಬಿಟ್ಟುಕೊಡುವ ಪದ್ಧತಿ ಉಂಟಷ್ಟೆ; ನಾನು ಯೆಹೂದ್ಯರ ಅರಸನನ್ನು ಬಿಟ್ಟುಕೊಡುವದು ನಿಮಗೆ ಇಷ್ಟವೋ ಎಂದು ಅವರನ್ನು ಕೇಳಿದನು."},{"number":40,"verse":"ಅದಕ್ಕೆ ಅವರು - ಇವನನ್ನು ಬೇಡ, ಬರಬ್ಬನನ್ನು ಬಿಟ್ಟುಕೊಡಬೇಕು ಎಂದು ತಿರಿಗಿ ಕೂಗಿ ಹೇಳಿದರು. ಈ ಬರಬ್ಬನು ಕಳ್ಳನಾಗಿದ್ದನು."}]}