{"bibleAbbr":"KNJV","bookName":"ಯೋಹಾನನು","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"ಆಮೇಲೆ ಪಿಲಾತನು ಯೇಸುವನ್ನು ಕೊರಡೆಯಿಂದ ಹೊಡಿಸಿದನು."},{"number":2,"verse":"ಮತ್ತು ಸಿಪಾಯಿಗಳು ಮುಳ್ಳುಬಳ್ಳಿಯಿಂದ ಕಿರೀಟವನ್ನು ಹೆಣೆದು ಆತನ ತಲೆಯ ಮೇಲೆ ಇಟ್ಟು ಕೆಂಪು ಒಲ್ಲಿಯನ್ನು ಆತನಿಗೆ ಹೊದಿಸಿ"},{"number":3,"verse":"ಆತನ ಬಳಿಗೆ ಬಂದು - ಯೆಹೂದ್ಯರ ಅರಸನೇ, ನಿನಗೆ ನಮಸ್ಕಾರ; ಎಂದು ಹೇಳಿ ಆತನ ಕೆನ್ನೆಗೆ ಏಟುಹಾಕಿದರು."},{"number":4,"verse":"ತರುವಾಯ ಪಿಲಾತನು ತಿರಿಗಿ ಹೊರಗೆ ಬಂದು ಯೆಹೂದ್ಯರಿಗೆ - ನನಗೆ ಅವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸಲಿಲ್ಲವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯುವಂತೆ ಅವನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಹೊರಗೆ ತರುತ್ತೇನೆ, ನೋಡಿರಿ ಎಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಆಗ ಯೇಸು ಮುಳ್ಳಿನ ಕಿರೀಟವನ್ನೂ ಕೆಂಪು ಒಲ್ಲಿಯನ್ನೂ ಧರಿಸಿದವನಾಗಿ ಹೊರಕ್ಕೆ ಬಂದನು. ಪಿಲಾತನು ಅವರಿಗೆ - ಇಗೋ, ಈ ಮನುಷ್ಯನು! ಅಂದನು."},{"number":6,"verse":"ಮಹಾಯಾಜಕರೂ ಓಲೇಕಾರರೂ ಆತನನ್ನು ಕಾಣುತ್ತಲೇ - ಶಿಲುಬೆಗೆ ಹಾಕಿಸು, ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಎಂದು ಕೂಗಿದರು. ಪಿಲಾತನು ಅವರಿಗೆ - ಬೇಕಾದರೆ ನೀವೇ ಅವನನ್ನು ತಕ್ಕೊಂಡುಹೋಗಿ ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿರಿ; ನನಗೆ ಅವನಲ್ಲಿ ಅಪರಾಧವು ಕಾಣಿಸಲಿಲ್ಲವೆಂದು ಹೇಳಿದನು."},{"number":7,"verse":"ಯೆಹೂದ್ಯರು ಅವನಿಗೆ - ನಮಗೆ ಒಂದು ನೇಮ ಉಂಟು, ಆ ನೇಮದ ಪ್ರಕಾರ ಇವನು ಸಾಯತಕ್ಕವನು; ಯಾಕಂದರೆ ಅವನು ತನ್ನನ್ನು ದೇವರ ಮಗನಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದಾನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":8,"verse":"ಪಿಲಾತನು ಈ ಮಾತನ್ನು ಕೇಳಿ ಮತ್ತಷ್ಟು ಹೆದರಿಕೊಂಡು"},{"number":9,"verse":"ತಿರಿಗಿ ಅರಮನೆಯೊಳಕ್ಕೆ ಹೋಗಿ - ನೀನು ಎಲ್ಲಿಂದ ಬಂದವನು ಎಂದು ಯೇಸುವನ್ನು ಕೇಳಿದನು. ಆದರೆ ಯೇಸು ಅವನಿಗೆ ಉತ್ತರಕೊಡಲಿಲ್ಲ."},{"number":10,"verse":"ಪಿಲಾತನು - ನನ್ನ ಸಂಗಡಲೂ ನೀನು ಮಾತಾಡುವದಿಲ್ಲವೋ? ನಿನ್ನನ್ನು ಬಿಡಿಸುವ ಅಧಿಕಾರವೂ ನಿನ್ನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸುವ ಅಧಿಕಾರವೂ ನನಗೆ ಉಂಟೆಂಬದು ನಿನಗೆ ಗೊತ್ತಿಲ್ಲವೋ ಎಂದು ಆತನನ್ನು ಕೇಳಿದನು."},{"number":11,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ಮೇಲಣಿಂದ ನಿನಗೆ ಕೊಡಲ್ಪಡದಿದ್ದರೆ ನನ್ನ ಮೇಲೆ ನಿನಗೆ ಯಾವ ಅಧಿಕಾರವೂ ಇರುತ್ತಿರಲಿಲ್ಲ. ಆದಕಾರಣ ನನ್ನನ್ನು ನಿನಗೆ ಒಪ್ಪಿಸಿದವನಿಗೆ ಹೆಚ್ಚಿನ ಪಾಪ ಉಂಟು ಅಂದನು."},{"number":12,"verse":"ಈ ಮಾತಿನ ದೆಸೆಯಿಂದ ಪಿಲಾತನು ಆತನನ್ನು ಬಿಡಿಸುವದಕ್ಕೆ ಪೇಚಾಡಿದನು. ಆದರೆ ಯೆಹೂದ್ಯರು - ನೀನು ಇವನನ್ನು ಬಿಡಿಸಿದರೆ ನೀನು ಕೈಸರನಿಗೆ ಮಿತ್ರನಲ್ಲ; ತನ್ನನ್ನು ಅರಸನಾಗಿ ಮಾಡಿಕೊಳ್ಳುವವನು ಕೈಸರನಿಗೆ ವಿರೋಧಿ ಎಂದು ಕೂಗಿ ಹೇಳಿದರು."},{"number":13,"verse":"ಈ ಮಾತುಗಳನ್ನು ಪಿಲಾತನು ಕೇಳಿ ಯೇಸುವನ್ನು ಹೊರಕ್ಕೆ ಕರತರಿಸಿ ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ ಗಬ್ಬಥಾಯೆನಿಸಿಕೊಳ್ಳುವ ಕಲ್ಲುಹಾಸಿದ ಕಟ್ಟೆ ಎಂಬ ಹೆಸರುಳ್ಳ ಸ್ಥಳಕ್ಕೆ ಹೋಗಿ ನ್ಯಾಯಪೀಠದ ಮೇಲೆ ಕೂತುಕೊಂಡನು."},{"number":14,"verse":"ಪಸ್ಕಹಬ್ಬದ ಸೌರಣೆಯ ದಿವಸದಲ್ಲಿ ಬೆಳಿಗ್ಗೆ ಹೆಚ್ಚುಕಡಿಮೆ ಆರು ಘಂಟೆಯಾಗಿತ್ತು. ಅವನು ಯೆಹೂದ್ಯರಿಗೆ - ಇಗೋ, ನಿಮ್ಮ ಅರಸನು! ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಅದಕ್ಕೆ ಅವರು - ಅವನನ್ನು ಕೊಲ್ಲಿಸು, ಕೊಲ್ಲಿಸು, ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಎಂದು ಕೂಗಿದರು. ಪಿಲಾತನು - ನಿಮ್ಮ ಅರಸನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಲೋ? ಅಂದದ್ದಕ್ಕೆ ಮಹಾಯಾಜಕರು - ಕೈಸರನೇ ಹೊರತು ನಮಗೆ ಬೇರೆ ಅರಸನಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":16,"verse":"ಆಗ ಅವನು ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸುವದಕ್ಕೆ ಅವರ ವಶಕ್ಕೆ ಕೊಟ್ಟನು."},{"number":17,"verse":"ಅವರು ಯೇಸುವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋದರು; ಆತನು ತನ್ನ ಶಿಲುಬೆಯನ್ನು ತಾನೇ ಹೊತ್ತುಕೊಂಡು ಕಪಾಲಸ್ಥಳವೆಂಬ ಸ್ಥಾನಕ್ಕೆ ಹೋದನು. ಇದಕ್ಕೆ ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ ಗೊಲ್ಗೊಥಾ ಎಂದು ಹೆಸರು."},{"number":18,"verse":"ಅಲ್ಲಿ ಆತನನ್ನೂ ಆತನ ಸಂಗಡ ಇನ್ನಿಬ್ಬರನ್ನೂ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು; ಅವರಲ್ಲಿ ಆ ಕಡೆ ಒಬ್ಬನನ್ನು ಈ ಕಡೆ ಒಬ್ಬನನ್ನು ನಡುವೆ ಯೇಸುವನ್ನು ಇಟ್ಟರು."},{"number":19,"verse":"ಇದಲ್ಲದೆ ಪಿಲಾತನು ಒಂದು ವಿಳಾಸವನ್ನು ಬರೆದು ಆತನ ಶಿಲುಬೆಯ ಮೇಲ್ಗಡೆ ಹಚ್ಚಿಸಿದನು. ಅದೇನಂದರೆ - ನಜರೇತಿನ ಯೇಸು, ಯೆಹೂದ್ಯರ ಅರಸನು ಎಂಬದೇ."},{"number":20,"verse":"ಅವರು ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿದ ಸ್ಥಳವು ಪಟ್ಟಣಕ್ಕೆ ಹತ್ತಿರವಾಗಿದ್ದದರಿಂದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಬಹಳ ಮಂದಿ ಆ ವಿಳಾಸವನ್ನು ಓದಿದರು. ಅದು ಇಬ್ರಿಯ ಲಾತೀನ್ ಗ್ರೀಕ್ ಭಾಷೆಗಳಲ್ಲಿ ಬರೆದಿತ್ತು."},{"number":21,"verse":"ಹೀಗಿರಲಾಗಿ ಯೆಹೂದ್ಯರ ಮಹಾಯಾಜಕರು ಪಿಲಾತನಿಗೆ - ಯೆಹೂದ್ಯರ ಅರಸನು ಎಂದು ಬರೆಯದೆ ನಾನು ಯೆಹೂದ್ಯರ ಅರಸನೆಂದು ಹೇಳಿದವನು ಎಂಬದಾಗಿ ಬರೆಯಬೇಕೆಂತ ಹೇಳಿದರು."},{"number":22,"verse":"ಅದಕ್ಕೆ ಪಿಲಾತನು - ನಾನು ಬರೆದದ್ದು ಬರೆದಾಯಿತು ಅಂದನು."},{"number":23,"verse":"ಸಿಪಾಯಿಗಳು ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿದ ಮೇಲೆ ಅವರು ಆತನ ಮೇಲುಹೊದಿಕೆಗಳನ್ನು ತಕ್ಕೊಂಡು ನಾಲ್ಕು ಪಾಲು ಮಾಡಿ ಒಬ್ಬೊಬ್ಬ ಸಿಪಾಯಿಗೆ ಒಂದೊಂದು ಪಾಲಿನ ಪ್ರಕಾರ ಹಂಚಿಕೊಂಡರು. ಆತನ ಒಳಂಗಿಯನ್ನು ಸಹ ತಕ್ಕೊಂಡರು; ಆದರೆ ಆ ಅಂಗಿಗೆ ಹೊಲಿಗೆ ಇರಲಿಲ್ಲ. ಅದು ಮೇಲಿನಿಂದ ಅಖಂಡವಾಗಿ ಹೆಣೆದದ್ದಾಗಿತ್ತು."},{"number":24,"verse":"ಅದನ್ನು ನೋಡಿ ಅವರು - ನಾವು ಇದನ್ನು ಹರಿಯಬಾರದು; ಚೀಟುಹಾಕಿ ಇದು ಯಾರಿಗೆ ಬರುವದೋ ನೋಡೋಣ ಎಂದು ಮಾತಾಡಿಕೊಂಡರು. ಇದರಿಂದ - ನನ್ನ ಬಟ್ಟೆಗಳನ್ನು ತಮ್ಮಲ್ಲಿ ಪಾಲುಮಾಡಿಕೊಂಡರು, ನನ್ನ ಅಂಗಿಗೋಸ್ಕರ ಚೀಟು ಹಾಕಿದರು ಎಂಬ ಶಾಸ್ತ್ರದ ಮಾತು ನೆರವೇರಿತು. ಸಿಪಾಯಿಗಳು ಇದನ್ನೆಲ್ಲಾ ಮಾಡಿದರು."},{"number":25,"verse":"ಯೇಸುವಿನ ಶಿಲುಬೆಯ ಬಳಿಯಲ್ಲಿ ಆತನ ತಾಯಿಯೂ ಆತನ ತಾಯಿಯ ತಂಗಿಯೂ ಕ್ಲೋಪನ ಹೆಂಡತಿಯಾದ ಮರಿಯಳೂ ಮಗ್ದಲದ ಮರಿಯಳೂ ನಿಂತಿದ್ದರು."},{"number":26,"verse":"ಯೇಸು ತನ್ನ ತಾಯಿಯನ್ನೂ ಹತ್ತರದಲ್ಲಿ ನಿಂತಿದ್ದ ತನ್ನ ಪ್ರೀತಿಯ ಶಿಷ್ಯನನ್ನೂ ನೋಡಿ ತಾಯಿಗೆ - ಅಮ್ಮಾ, ಇಗೋ ನಿನ್ನ ಮಗನು ಎಂದು ಹೇಳಿದನು."},{"number":27,"verse":"ತರುವಾಯ ಆ ಶಿಷ್ಯನಿಗೆ - ಇಗೋ ನಿನ್ನ ತಾಯಿ ಎಂದು ಹೇಳಿದನು. ಆ ಹೊತ್ತಿನಿಂದ ಆ ಶಿಷ್ಯನು ಆಕೆಯನ್ನು ತನ್ನ ಮನೆಯಲ್ಲೇ ಇರಿಸಿಕೊಂಡನು."},{"number":28,"verse":"ಇದಾದ ಮೇಲೆ ಯೇಸು ಈಗ ಎಲ್ಲಾ ತೀರಿತೆಂದು ತಿಳಿದು ಶಾಸ್ತ್ರದ ಮಾತು ನೆರವೇರುವಂತೆ - ನನಗೆ ನೀರಡಿಕೆ ಆಗಿದೆ ಅಂದನು."},{"number":29,"verse":"ಅಲ್ಲಿ ಹುಳಿರಸ ತುಂಬಿದ ಗಡಿಗೆ ಇಟ್ಟಿರಲಾಗಿ ಅವರು ಸ್ಪಂಜನ್ನು ಹುಳಿರಸದಿಂದ ತುಂಬಿಸಿ ಹಿಸೋಪ್‍ಗಿಡದ ಕೋಲಿಗೆ ಸಿಕ್ಕಿಸಿ ಆತನ ಬಾಯಿಗೆ ಮುಟ್ಟಿಸಿದರು."},{"number":30,"verse":"ಯೇಸು ಆ ಹುಳಿರಸವನ್ನು ತಕ್ಕೊಂಡ ಮೇಲೆ - ತೀರಿತು ಎಂದು ಹೇಳಿ ತಲೇಬಾಗಿಸಿ ಆತ್ಮವನ್ನು ಒಪ್ಪಿಸಿಕೊಟ್ಟನು."},{"number":31,"verse":"ಆ ಹೊತ್ತು ಸೌರಣೆಯ ದಿವಸವಾಗಿದ್ದದರಿಂದ ಯೆಹೂದ್ಯರು - ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಶವಗಳು ಶಿಲುಬೆಯ ಮೇಲೆ ಇರಬಾರದೆಂದು ಪಿಲಾತನನ್ನು - ಅವರ ಕಾಲುಗಳನ್ನು ಮುರಿಸಿ ಅವರನ್ನು ತೆಗೆಸಿಹಾಕಬೇಕೆಂಬದಾಗಿ ಕೇಳಿಕೊಂಡರು; ಯಾಕಂದರೆ ಆ ಸಬ್ಬತ್‍ದಿನವು ಬಹು ವಿಶೇಷವಾದದ್ದು."},{"number":32,"verse":"ಆದದರಿಂದ ಸಿಪಾಯಿಗಳು ಬಂದು ಮೊದಲನೆಯವನ ಕಾಲುಗಳನ್ನೂ ಅವನ ಜೊತೆಯಲ್ಲಿ ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿಕೊಂಡಿದ್ದ ಮತ್ತೊಬ್ಬನ ಕಾಲುಗಳನ್ನೂ ಮುರಿದರು."},{"number":33,"verse":"ಆದರೆ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದಾಗ ಆತನು ಆಗಲೇ ಸತ್ತಿರುವದನ್ನು ಅವರು ಕಂಡು ಆತನ ಕಾಲುಗಳನ್ನು ಮುರಿಯಲಿಲ್ಲ."},{"number":34,"verse":"ಆದರೂ ಸಿಪಾಯಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಈಟಿಯಿಂದ ಆತನ ಪಕ್ಕೆಯನ್ನು ತಿವಿದನು; ತಿವಿದ ಕೂಡಲೆ ರಕ್ತವೂ ನೀರೂ ಹೊರಟಿತು."},{"number":35,"verse":"ಅದನ್ನು ಕಂಡವನೇ ಸಾಕ್ಷಿ ಹೇಳಿದ್ದಾನೆ, ಅವನ ಸಾಕ್ಷಿ ಸತ್ಯವೇ; ತಾನು ಹೇಳುವದು ಸತ್ಯವೆಂದು ಅವನು ಬಲ್ಲನು; ನೀವು ಸಹ ನಂಬಬೇಕೆಂದು ಇದನ್ನು ಹೇಳಿದ್ದಾನೆ."},{"number":36,"verse":"ಯಾಕಂದರೆ - ಆತನ ಒಂದು ಎಲುಬನ್ನಾದರೂ ಮುರಿಯಕೂಡದು ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದ ಮಾತು ನೆರವೇರುವಂತೆ ಇದಾಯಿತು;"},{"number":37,"verse":"ಮತ್ತು - ಅವರು ತಾವು ಇರಿದವನನ್ನು ದಿಟ್ಟಿಸಿನೋಡುವರು ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಮತ್ತೊಂದು ಮಾತು ಹೇಳಿ ಅದೆ."},{"number":38,"verse":"ಇದಾದ ಮೇಲೆ ಯೆಹೂದ್ಯರ ಭಯದಿಂದ ಗುಪ್ತವಾಗಿ ಯೇಸುವಿನ ಶಿಷ್ಯನಾಗಿದ್ದ ಅರಿಮಥಾಯದ ಯೋಸೇಫನು - ಯೇಸುವಿನ ದೇಹವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಪಿಲಾತನನ್ನು ಬೇಡಿಕೊಂಡನು. ಪಿಲಾತನು ಅಪ್ಪಣೆಕೊಡಲಾಗಿ ಅವನು ಬಂದು ಆತನ ದೇಹವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋದನು."},{"number":39,"verse":"ಇದಲ್ಲದೆ ಮೊದಲು ಒಂದು ಸಾರಿ ರಾತ್ರಿವೇಳೆಯಲ್ಲಿ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದಿದ್ದ ನಿಕೊದೇಮನು ಸಹ ರಕ್ತಬೋಳ ಅಗರುಗಳನ್ನು ಕಲಸಿದ ಚೂರ್ಣವನ್ನು ನೂರು ಸೇರಿನಷ್ಟು ತಕ್ಕೊಂಡು ಅಲ್ಲಿಗೆ ಬಂದನು."},{"number":40,"verse":"ಅವರು ಯೇಸುವಿನ ದೇಹವನ್ನು ತಕ್ಕೊಂಡು ಯೆಹೂದ್ಯರಲ್ಲಿ ಹೂಣಿಡುವ ಪದ್ಧತಿಯ ಪ್ರಕಾರ ಅದನ್ನು ಆ ಸುಗಂಧದ್ರವ್ಯಗಳ ಸಹಿತವಾಗಿ ನಾರುಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿದರು."},{"number":41,"verse":"ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿದ ಸ್ಥಳದಲ್ಲಿ ಒಂದು ತೋಟವಿತ್ತು; ಆ ತೋಟದಲ್ಲಿ ಒಂದು ಹೊಸ ಸಮಾಧಿ ಇತ್ತು; ಅದರಲ್ಲಿ ಅದುವರೆಗೆ ಯಾರನ್ನೂ ಇಟ್ಟಿದ್ದಿಲ್ಲ."},{"number":42,"verse":"ಆ ದಿನವು ಯೆಹೂದ್ಯರ ಸೌರಣೆಯ ದಿನವಾದದ್ದರಿಂದ ಆ ಸಮಾಧಿ ಹತ್ತರವಿರುತ್ತದೆಂದು ಯೇಸುವನ್ನು ಅಲ್ಲೇ ಇಟ್ಟರು."}]}