{"bibleAbbr":"KNJV","bookName":"ಯೋಹಾನನು","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"ತರುವಾಯ ಯೇಸು ತಿಬೇರಿಯ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ಶಿಷ್ಯರಿಗೆ ತಿರಿಗಿ ತನ್ನನ್ನು ತೋರಿಸಿಕೊಂಡನು."},{"number":2,"verse":"ತನ್ನನ್ನು ತೋರಿಸಿಕೊಂಡ ರೀತಿ ಯಾವದಂದರೆ - ಸೀಮೋನ ಪೇತ್ರನೂ ದಿದುಮನೆಂಬ ತೋಮನೂ ಗಲಿಲಾಯದ ಕಾನಾ ಊರಿನ ನತಾನಯೇಲನೂ ಜೆಬೆದಾಯನ ಕುಮಾರರೂ ಆತನ ಶಿಷ್ಯರಲ್ಲಿ ಇನ್ನಿಬ್ಬರೂ ಕೂಡಿದ್ದರು."},{"number":3,"verse":"ಅವರಿಗೆ ಸೀಮೋನ ಪೇತ್ರನು - ನಾನು ಮೀನು ಹಿಡಿಯುವದಕ್ಕೆ ಹೋಗುತ್ತೇನೆಂದು ಹೇಳಲು ಅವರು - ನಾವೂ ನಿನ್ನ ಸಂಗಡ ಬರುತ್ತೇವೆ ಅಂದರು. ಅವರು ಹೊರಟು ದೋಣಿಯನ್ನು ಹತ್ತಿದರು. ಆದರೆ ಆ ರಾತ್ರಿಯಲ್ಲಿ ಒಂದು ಮೀನೂ ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":4,"verse":"ಬೆಳಗಾಗುವಾಗ ಯೇಸು ದಡದಲ್ಲಿ ನಿಂತಿದ್ದನು; ಆದಾಗ್ಯೂ ಶಿಷ್ಯರು ಆತನನ್ನು ಯೇಸುವೆಂದು ತಿಳಿಯಲಿಲ್ಲ."},{"number":5,"verse":"ಆಗ ಯೇಸು ಅವರನ್ನು - ಮಕ್ಕಳಿರಾ, ಊಟಕ್ಕೆ ನಿಮಗೆ ಏನೂ ಇಲ್ಲವೇ ಎಂದು ಕೇಳಲು ಅವರು ಇಲ್ಲವೆಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":6,"verse":"ಆತನು ಅವರಿಗೆ - ನೀವು ದೋಣಿಯ ಬಲಗಡೆಯಲ್ಲಿ ಬಲೆ ಬೀಸಿದರೆ ಸಿಕ್ಕುವದು ಎಂದು ಹೇಳಿದನು. ಅವರು ಹಾಗೆ ಬೀಸಿದಾಗ ಮೀನುಗಳು ಬಹಳ ಹೆಚ್ಚಾಗಿ ಸಿಕ್ಕಿದ್ದರಿಂದ ಬಲೆಯನ್ನು ಎಳೆಯುವದಕ್ಕೆ ಆಗದೆ ಹೋಯಿತು."},{"number":7,"verse":"ಆಗ ಯೇಸುವಿಗೆ ಪ್ರಿಯನಾಗಿದ್ದ ಶಿಷ್ಯನು ಪೇತ್ರನಿಗೆ - ಅವರು ಸ್ವಾಮಿಯವರು ಎಂದು ಹೇಳಿದನು. ಸ್ವಾಮಿಯವರೆಂದು ಸೀಮೋನ ಪೇತ್ರನು ಕೇಳಿ ಮೈ ಮೇಲೆ ಬಟ್ಟೆಯಿಲ್ಲದವನಾಗಿದ್ದರಿಂದ ಒಲ್ಲಿಯನ್ನು ಸುತ್ತಿಕೊಂಡು ಸಮುದ್ರದಲ್ಲಿ ದುಮುಕಿದನು."},{"number":8,"verse":"ದಡವು ದೂರವಾಗಿರದೆ ಹೆಚ್ಚುಕಡಿಮೆ ಇನ್ನೂರು ಮೊಳದಲ್ಲಿದ್ದರಿಂದ ಉಳಿದ ಶಿಷ್ಯರು ಮೀನು ತುಂಬಿದ ಆ ಬಲೆಯನ್ನು ಎಳೆಯುತ್ತಾ ದೋಣಿಯಲ್ಲಿಯೇ ಬಂದರು."},{"number":9,"verse":"ಅವರು ಭೂಮಿಗೆ ಇಳಿದಾಗ ಕೆಂಡಗಳನ್ನೂ ಅವುಗಳ ಮೇಲೆ ಇಟ್ಟಿದ್ದ ಮೀನುಗಳನ್ನೂ ರೊಟ್ಟಿ ಸಹಿತವಾಗಿ ಕಂಡರು."},{"number":10,"verse":"ಯೇಸು ಅವರಿಗೆ - ನೀವು ಈಗ ಹಿಡಿದ ಮೀನುಗಳಲ್ಲಿ ಕೆಲವನ್ನು ತನ್ನಿರಿ ಎಂದು ಹೇಳಲು"},{"number":11,"verse":"ಸೀಮೋನ ಪೇತ್ರನು ದೋಣಿಯನ್ನು ಹತ್ತಿ ಬಲೆಯನ್ನು ಭೂಮಿಗೆ ಎಳಕೊಂಡು ಬಂದನು. ಅದು ನೂರೈವತ್ತು ಮೂರು ದೊಡ್ಡ ಮೀನುಗಳಿಂದ ತುಂಬಿತ್ತು. ಅಷ್ಟು ಮೀನುಗಳು ಇದ್ದರೂ ಬಲೆ ಹರಿಯಲಿಲ್ಲ."},{"number":12,"verse":"ಯೇಸು ಅವರಿಗೆ - ಬಂದು ಊಟಮಾಡಿರಿ ಎಂದು ಹೇಳಿದನು. ಶಿಷ್ಯರು ಆತನನ್ನು ಸ್ವಾಮಿಯವರೆಂದು ತಿಳಿದಿದ್ದರಿಂದ ನೀನಾರೆಂದು ವಿಚಾರಿಸುವದಕ್ಕೆ ಅವರಲ್ಲಿ ಒಬ್ಬರೂ ಧೈರ್ಯಪಡಲಿಲ್ಲ."},{"number":13,"verse":"ಯೇಸು ಬಂದು ರೊಟ್ಟಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಅವರಿಗೆ ಕೊಟ್ಟನು; ಹಾಗೆಯೇ ಮೀನನ್ನೂ ಕೊಟ್ಟನು."},{"number":14,"verse":"ಯೇಸು ಸತ್ತು ಜೀವದಿಂದೆದ್ದ ಮೇಲೆ ಶಿಷ್ಯರಿಗೆ ಕಾಣಿಸಿಕೊಂಡದ್ದು ಇದು ಮೂರನೆಯ ಸಾರಿ."},{"number":15,"verse":"ಅವರು ಊಟಮಾಡಿದ ಮೇಲೆ ಯೇಸು ಸೀಮೋನ ಪೇತ್ರನನ್ನು - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನೀನು ಇವರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೌದು, ಸ್ವಾಮೀ, ನಿನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದನ್ನು ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಆತನು ಅವನಿಗೆ - ನನ್ನ ಕುರಿಮರಿಗಳನ್ನು ಮೇಯಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":16,"verse":"ಆತನು ತಿರಿಗಿ ಎರಡನೆಯ ಸಾರಿ ಅವನನ್ನು - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೌದು, ಸ್ವಾಮೀ, ನಿನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದನ್ನು ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಆತನು ಅವನಿಗೆ - ನನ್ನ ಕುರಿಗಳನ್ನು ಕಾಯಿ ಎಂದು ಹೇಳಿದನು."},{"number":17,"verse":"ಆತನು ಮೂರನೆಯ ಸಾರಿ - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಿದನು. ಮೂರನೆಯ ಸಾರಿ ಆತನು - ನನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ತನ್ನನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಪೇತ್ರನು ದುಃಖಪಟ್ಟು - ಸ್ವಾಮೀ, ನೀನು ಎಲ್ಲಾ ಬಲ್ಲೆ; ನಿನ್ನ ಮೇಲೆ ನಾನು ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದು ನಿನಗೆ ತಿಳಿದದೆ ಅಂದನು. ಅವನಿಗೆ ಯೇಸು - ನನ್ನ ಕುರಿಗಳನ್ನು ಮೇಯಿಸು."},{"number":18,"verse":"ನಿನಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀನು ಯೌವನಸ್ಥನಾಗಿದ್ದಾಗ ನೀನೇ ನಡುವನ್ನು ಕಟ್ಟಿಕೊಂಡು ಇಷ್ಟಬಂದ ಕಡೆಗೆ ತಿರುಗಾಡುತ್ತಿದ್ದಿ; ಆದರೆ ನೀನು ಮುದುಕನಾದಾಗ ನಿನ್ನ ಕೈಗಳನ್ನು ಚಾಚುವಿ, ಮತ್ತೊಬ್ಬನು ನಿನ್ನ ನಡುವನ್ನು ಕಟ್ಟಿಕೊಂಡು ನಿನಗೆ ಇಷ್ಟವಿಲ್ಲದ ಕಡೆಗೆ ನಿನ್ನನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುವನು ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"ಅವನು ಎಂಥಾ ಸಾವಿನಿಂದ ದೇವರನ್ನು ಮಹಿಮೆಪಡಿಸುವನು ಎಂಬದನ್ನು ಆತನು ಈ ಮಾತಿನಿಂದ ಸೂಚಿಸಿದನು. ಇದನ್ನು ಹೇಳಿ ಆತನು ಅವನಿಗೆ - ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಪೇತ್ರನು ತಿರುಗಿಕೊಂಡು ಯೇಸುವಿಗೆ ಪ್ರಿಯನಾಗಿದ್ದ ಶಿಷ್ಯನು ಹಿಂದೆ ಬರುವದನ್ನು ಕಂಡನು. ಆ ಶಿಷ್ಯನು ಊಟದಲ್ಲಿ ಯೇಸುವಿನ ಎದೆಯ ಕಡೆಗೆ ಬಾಗಿ - ಸ್ವಾಮೀ, ನಿನ್ನನ್ನು ಹಿಡುಕೊಡುವವನು ಯಾರು ಎಂದು ಕೇಳಿದವನೇ."},{"number":21,"verse":"ಇವನನ್ನು ಪೇತ್ರನು ಕಂಡು ಯೇಸುವನ್ನು - ಸ್ವಾಮೀ, ಇವನ ವಿಷಯವೇನು ಎಂದು ಕೇಳಲು"},{"number":22,"verse":"ಯೇಸು ಅವನಿಗೆ - ನಾನು ಬರುವ ತನಕ ಇವನು ಇರಬೇಕೆಂದು ನನಗೆ ಮನಸ್ಸಿದ್ದರೆ ಅದು ನಿನಗೇನು? ನೀನು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":23,"verse":"ಇದರ ದೆಸೆಯಿಂದ ಆ ಶಿಷ್ಯನು ಸಾಯುವದಿಲ್ಲವೆಂಬ ಮಾತು ಸಹೋದರರಲ್ಲಿ ಹಬ್ಬಿತು. ಆದರೆ ಅವನು ಸಾಯುವದಿಲ್ಲವೆಂದು ಯೇಸು ಅವನಿಗೆ ಹೇಳಲಿಲ್ಲ; ನಾನು ಬರುವ ತನಕ ಅವನು ಇರಬೇಕೆಂದು ನನಗೆ ಮನಸ್ಸಿದ್ದರೆ ಅದು ನಿನಗೇನು ಎಂತಲೇ ಆತನು ಹೇಳಿದನು."},{"number":24,"verse":"ಈ ಸಂಗತಿಗಳನ್ನು ಬರೆದು ಇವುಗಳ ವಿಷಯವಾಗಿ ಸಾಕ್ಷಿ ಹೇಳುವ ಶಿಷ್ಯನು ಇವನೇ. ಇವನ ಸಾಕ್ಷಿ ಸತ್ಯವೆಂದು ನಾವು ಬಲ್ಲೆವು."},{"number":25,"verse":"ಇದಲ್ಲದೆ ಯೇಸು ಮಾಡಿದ್ದು ಇನ್ನೂ ಬಹಳವಿದೆ; ಅದನ್ನೆಲ್ಲಾ ಒಂದೊಂದಾಗಿ ಬರೆಯುವದಾದರೆ ಬರೆಯಬೇಕಾದ ಪುಸ್ತಕಗಳನ್ನು ಲೋಕವೇ ಹಿಡಿಸದೆ ಹೋದೀತೆಂದು ನಾನು ನೆನಸುತ್ತೇನೆ."}]}