{"bibleAbbr":"TCVSL2022NT","bookName":"மாற்கு","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"(குத்தகைக்காரர்களின் உவமை)பின்பு இயேசு அவர்களுடன் உவமைகள் மூலமாகப் பேசினார்: “ஒருவன் ஒரு திராட்சைத் தோட்டத்தை உண்டாக்கினான். அவன் அதைச் சுற்றி வேலியடைத்து, ஒரு திராட்சை ஆலையைக் கட்டி, அங்கு ஒரு காவற் கோபுரத்தையும் அமைத்தான். அதன்பின்பு அவன் அந்தத் திராட்சைத் தோட்டத்தை சில விவசாயிகளுக்கு குத்தகையாகக் கொடுத்துவிட்டு தூர இடத்திற்குப் பயணம் சென்றான்."},{"number":2,"verse":"அறுவடைக் காலம் வந்தபோது திராட்சைத் தோட்டத்திலிருந்து தனது பங்குக்குரிய பழங்களைப் பெற்றுக்கொள்வதற்காக, அவன் ஒரு வேலைக்காரனைக் குத்தகைக்காரர்களிடம் அனுப்பினான்."},{"number":3,"verse":"அந்தக் குத்தகைக்காரர்களோ அவனைப் பிடித்து, அடித்து வெறுங்கையுடன் அனுப்பிவிட்டார்கள்."},{"number":4,"verse":"அப்போது அவன் வேறொரு வேலைக்காரனை அவர்களிடத்தில் அனுப்பினான். அவர்கள் அவனுடைய தலையில் அடித்து, அவனை அவமானப் படுத்தினார்கள்."},{"number":5,"verse":"அவன் மறுபடியும் வேறொரு வேலைக்காரனை அனுப்பினான்; அவர்கள் அவனை கொன்றுவிட்டார்கள். அவன் இன்னும் பலரை அனுப்பினான்; அவர்களில் சிலரை அடித்தார்கள், மற்றவர்களைக் கொன்றுவிட்டார்கள்."},{"number":6,"verse":"“இனிமேல் அனுப்புவதற்கு அவனுடைய அன்பு மகன் மட்டுமே இருந்தான். ‘எனது மகனுக்கு அவர்கள் மதிப்புக் கொடுப்பார்கள்’ என்று சொல்லி, கடைசியாக அவன் தன் மகனை அனுப்பினான்."},{"number":7,"verse":"“ஆனால் அந்தக் குத்தகைக்காரர்களோ, ‘இவனே சொத்துக்கு வாரிசு. வாருங்கள் நாம் இவனைக் கொன்று விடுவோம். அப்போது இந்த உரிமைச் சொத்து நம்முடையதாகும்’ என்று தங்களுக்குள் சொல்லிக்கொண்டு,"},{"number":8,"verse":"அவனைப் பிடித்து கொலை செய்து, தோட்டத்திற்கு வெளியே வீசிவிட்டார்கள்."},{"number":9,"verse":"“அப்படியானால் இப்போது அந்த திராட்சைத் தோட்டத்தின் சொந்தக்காரன் என்ன செய்வான்? அவன் வந்து, அந்தக் குத்தகைக்காரர்களை கொலை செய்துவிட்டு அந்தத் திராட்சைத் தோட்டத்தை வேறு ஆட்களுக்குக் கொடுப்பான் அல்லவா?"},{"number":10,"verse":"வேதவசனத்தில் எழுதியிருக்கின்றபடி: “கட்டடம் கட்டுகிறவர்கள் நிராகரித்த கல்லே மூலைக்குத் தலைக்கல் ஆயிற்று;"},{"number":11,"verse":"கர்த்தர் இதைச் செய்திருக்கின்றார். இது நம்முடைய கண்களுக்கு ஆச்சரியமாயிருக்கிறது’ என்பதை நீங்கள் வாசிக்கவில்லையா” என்றார்."},{"number":12,"verse":"அப்போது அவர்கள் அவரைக் கைது செய்ய வழி தேடினார்கள். ஏனெனில் அவர் தங்களுக்கு எதிராகவே அந்த உவமையைச் சொன்னார் என்று அவர்கள் அறிந்துகொண்டார்கள். ஆனால் அவர்கள் அங்கு கூடியிருந்த மக்களுக்குப் பயந்ததனால், அவரைவிட்டுப் போய் விட்டார்கள்."},{"number":13,"verse":"(ரோம பேரரசனுக்கு வரி)பின்பு அவர்கள் இயேசுவை அவருடைய வார்த்தையைக் கொண்டே குற்றம் காணும்படி, பரிசேயரில் சிலரையும், ஏரோதியரில் சிலரையும் அவரிடம் அனுப்பினார்கள்."},{"number":14,"verse":"அவர்கள் அவரிடம் வந்து, “போதகரே, நீர் நேர்மையானவரும், இறைவனின் வழியை உண்மையின்படி போதிக்கின்றவருமாய் இருக்கின்றீர். அத்துடன் நீர் யாருக்கும் பாரபட்சம் காட்டாதவர், ஆகையால் எதையும் தராதரம் பார்த்து செய்பவரல்ல என்பதையும் நாங்கள் அறிந்திருக்கிறோம். ஆகவே ரோமப் பேரரசன் சீசருக்கு வரி செலுத்துவது சரியானதா, இல்லையா?"},{"number":15,"verse":"நாங்கள் அதைச் செலுத்த வேண்டுமா? செலுத்த வேண்டியதில்லையா?” என்று கேட்டார்கள். ஆனால் இயேசுவுக்கோ அவர்களின் போலி வேடம் தெரிந்திருந்தது. அவர் அவர்களிடம், “நீங்கள் ஏன் என்னைச் சோதிக்கிறீர்கள்? ஒரு தினாரி நாணயத்தைக் கொண்டுவந்து எனக்குக் காட்டுங்கள்” என்றார்."},{"number":16,"verse":"அவர்கள் அதைக்கொண்டு வந்தபோது அவர் அவர்களிடம், “இந்த நாணயத்திலுள்ள உருவம் யாருடையது? இதில் பொறிக்கப்பட்டிருக்கும் எழுத்துக்கள் யாருடையவை?” என்று கேட்டார். அதற்கு அவர்கள், “ரோம பேரரசன் சீசருடையது” என்றார்கள்."},{"number":17,"verse":"அப்போது இயேசு அவர்களிடம், “அப்படியானால், சீசருடையதை சீசருக்கும், இறைவனுடையதை இறைவனுக்கும் கொடுங்கள்” என்றார். அவர் சொன்னதைக் கேட்டு, அவர்கள் வியப்படைந்தார்கள்."},{"number":18,"verse":"(உயிர்த்தெழுதல் பற்றிய கேள்வி)அப்போது உயிர்த்தெழுதல் இல்லை என்று கூறுகின்ற சதுசேயர், இயேசுவிடம் ஒரு கேள்வியுடன் வந்தார்கள்."},{"number":19,"verse":"அவர்கள் அவரிடம், “போதகரே, ஒருவன் பிள்ளைகள் அற்றவனாய் தனது மனைவியைவிட்டு இறந்துபோனால் இறந்தவனுடைய சகோதரன் அந்தப் பெண்ணைத் திருமணம் செய்ய வேண்டும் என்றும், இறந்துபோன தன் சகோதரனுக்காகப் பிள்ளைகளைப் பெறவேண்டும் என்றும் எங்களுக்கு மோசே எழுதிக் கொடுத்திருக்கிறார்."},{"number":20,"verse":"இங்கே ஏழு சகோதரர்கள் இருந்தார்கள். அவர்களில் மூத்தவன் திருமணம் செய்து, பிள்ளைகள் இல்லாதவனாய் இறந்து போனான்."},{"number":21,"verse":"அந்த விதவையை இரண்டாவது சகோதரன் திருமணம் செய்தான். ஆனால் அவனும் பிள்ளைகள் இல்லாமலே இறந்து போனான். மூன்றாவது சகோதரனுக்கும் இதுவே நடந்தது."},{"number":22,"verse":"அந்த ஏழு பேருமே பிள்ளைகள் இல்லாமல் இறந்து போனார்கள். இறுதியில் அந்தப் பெண்ணும் இறந்து போனாள்."},{"number":23,"verse":"இறந்தவர்களின் உயிர்த்தெழுதல் இடம்பெறும்போது, அவள் யாருக்கு மனைவியாய் இருப்பாள்? ஏழு சகோதரர்களும் அவளைத் திருமணம் செய்தார்களே” என்று கேட்டார்கள்."},{"number":24,"verse":"அதற்கு இயேசு, “நீங்கள் வேதவசனங்களையும் இறைவனின் வல்லமையையும் அறியாமல் இருக்கின்றபடியால், தவறான கருத்துடையவர்களாய் இருக்கின்றீர்கள் அல்லவா?"},{"number":25,"verse":"இறந்தவர்கள் உயிர்த்தெழும்போது திருமணம் செய்வதும் இல்லை, திருமணம் செய்து கொடுக்கப்படுவதும் இல்லை; அவர்கள் பரலோகத்திலிருக்கின்ற தூதர்களைப் போலிருப்பார்கள்."},{"number":26,"verse":"இறந்தோர் உயிர்த்தெழுவதைப் பற்றி, நீங்கள் மோசேயின் புத்தகத்தில் வாசிக்கவில்லையா? முட்செடியில் தோன்றிய இறைவன் அவரிடம், ‘நான் ஆபிரகாமின் இறைவன், ஈசாக்கின் இறைவன், யாக்கோபின் இறைவன்’ என்று சொன்னாரே."},{"number":27,"verse":"அவர் இறந்தவர்களின் இறைவன் அல்ல, உயிருள்ளவர்களின் இறைவனாய் இருக்கின்றார். எனவே அவர்கள் இறந்தும் உயிரோடிருக்கிறார்கள் என்பது புலனாகிறது. ஆகையால் நீங்கள் முற்றிலும் தப்பான எண்ணம் கொண்டிருக்கிறீர்கள்” என்றார்."},{"number":28,"verse":"(மிக முக்கிய கட்டளை)நீதிச்சட்ட ஆசிரியரில் ஒருவன் வந்து அவர்கள் விவாதித்ததைக் கேட்டுக் கொண்டிருந்தான். இயேசு அவர்களுக்கு நல்ல பதில் கொடுத்தார் என்று அவன் கண்டபோது, அவன் அவரிடம், “கட்டளைகள் எல்லாவற்றிலும் மிக முக்கியமான கட்டளை எது?” என்று கேட்டான்."},{"number":29,"verse":"அதற்கு இயேசு, “இஸ்ரயேலே கேள், நம்முடைய இறைவனாகிய கர்த்தர் ஒருவரே கர்த்தர்."},{"number":30,"verse":"உன் இறைவனாகிய கர்த்தரை உன் முழு இருதயத்துடனும், உன் முழு ஆத்துமாவுடனும், உன் முழு மனதுடனும், உன் முழு பலத்துடனும் அன்பு செய்வாயாக’ என்பதே மிகவும் முக்கியமான கட்டளை."},{"number":31,"verse":"அதற்கு அடுத்த கட்டளை என்னவென்றால், ‘நீ உன்னில் அன்பாய் இருப்பது போலவே, உன் அயலானிலும் அன்பாய் இரு.’ இவற்றைவிட பெரிதான கட்டளை ஒன்றும் இல்லை” என்றார்."},{"number":32,"verse":"அதற்கு அந்த நீதிச்சட்ட ஆசிரியன், “போதகரே! நன்றாய்ச் சொன்னீர். இறைவன் ஒருவரே, அவரைத் தவிர வேறு ஒரு இறைவன் இல்லை என்று நீர் சொன்னது சரியானதே."},{"number":33,"verse":"அவரை முழு இருதயத்துடனும், முழு ஆற்றலுடனும், முழுப் பலத்துடனும் அன்பு செய்வதும் தன் மேல் அன்பாயிருப்பது போல் தன் அயலானில் அன்பாய் இருப்பதுமே எல்லா தகன காணிக்கைகளையும் பலிகளையும்விட மிக முக்கியமானது” என்றான்."},{"number":34,"verse":"அவன் ஞானத்துடன் பதில் சொன்னதை இயேசு கண்டபோது, அவர் அவனிடம், “நீ இறைவனுடைய அரசுக்குத் தூரமாக இல்லை” என்றார். அதன்பின்பு ஒருவரும் அவரிடம் எந்தக் கேள்வியும் கேட்கத் துணியவில்லை."},{"number":35,"verse":"(மேசியா யாருடைய மகன்?)இயேசு ஆலய முற்றத்தில் போதித்துக் கொண்டிருக்கையில், அவர் அவர்களிடம், “மேசியாவை தாவீதின் மகன் என்று நீதிச்சட்ட ஆசிரியர் சொல்கின்றார்களே, அது எப்படி?"},{"number":36,"verse":"தாவீது பரிசுத்த ஆவியானவரைக்கொண்டு பேசுகையில், “கர்த்தர் என்னுடைய ஆண்டவரிடம், ‘நான் உமது பகைவர்களை உமது பாதத்தின் கீழ் கொண்டுவரும் வரை, எனது வலது பக்கத்தில் உட்கார்ந்துகொள்ளும்’ என்று சொல்லியிருக்கின்றாரே."},{"number":37,"verse":"“எனவே தாவீதே அவரை ஆண்டவர் என்று அழைத்திருக்கிறார், அப்படியென்றால் அவர் எப்படி தாவீதின் மகனாய் இருக்கக் கூடும்?” என்று கேட்டார். கூடியிருந்த மக்கள் அவர் சொல்வதை மகிழ்ச்சியுடன் கேட்டுக் கொண்டிருந்தார்கள்."},{"number":38,"verse":"(நீதிச்சட்ட ஆசிரியர்களைக் குறித்து எச்சரிக்கை)இயேசு தொடர்ந்து போதித்துக் கொண்டிருக்கையில் அவர் அவர்களிடம், “நீதிச்சட்ட ஆசிரியர்களைக் குறித்துக் கவனமாய் இருங்கள். அவர்கள் நீண்ட அங்கிகளை அணிந்து திரிவதையும், சந்தை கூடும் இடங்களில் வாழ்த்துதல்களைப் பெறுவதையும் விரும்புகிறார்கள்."},{"number":39,"verse":"ஜெபஆலயங்களில் முதன்மையான இருக்கைகளையும், விருந்துகளிலே மதிப்புக்குரிய இடங்களையும் பெற விரும்புகிறார்கள்."},{"number":40,"verse":"அவர்கள் விதவைகளின் வீடுகளை கொள்ளை அடிக்கின்றார்கள்; அத்துடன் மற்றவர்கள் காண வேண்டும் என்பதற்காக நெடுநேரம் மன்றாடுகிறார்கள். இப்படிப்பட்டவர்கள் மிகக் கடுமையாகத் தண்டிக்கப்படுவார்கள்” என்றார்."},{"number":41,"verse":"(விதவையின் காணிக்கை)இயேசு காணிக்கைகள் போடும் இடத்துக்கு எதிராக உட்கார்ந்து, திரண்டிருந்த மக்கள் ஆலயத்தின் காணிக்கைப் பெட்டியிலே பணத்தைப் போடுவதைப் பார்த்துக் கொண்டிருந்தார். பல செல்வந்தர்கள் அதிக பணத்தைப் போட்டார்கள்."},{"number":42,"verse":"ஆனால் ஒரு ஏழை விதவையோ மிகவும் குறைவான மதிப்புடைய இரண்டு செப்பு நாணயங்களைப் போட்டாள்."},{"number":43,"verse":"அப்போது இயேசு தமது சீடர்களைத் தம்மிடம் அழைத்து அவர்களிடம், “நான் உங்களுக்கு உண்மையைச் சொல்கின்றேன், இந்த ஏழை விதவை மற்ற எல்லோரையும்விட அந்தத் காணிக்கைப் பெட்டியிலே அதிகமாய்ப் போட்டிருக்கிறாள்."},{"number":44,"verse":"மற்றவர்கள் எல்லோரும் தங்கள் செல்வத்திலிருந்து எடுத்துக் கொடுத்தார்கள்; ஆனால் இவளோ தனது ஏழ்மையிலிருந்து தனது பிழைப்பிற்காக வைத்திருந்த எல்லாவற்றையுமே போட்டுவிட்டாள்” என்றார்."}]}