{"bibleAbbr":"Orig2013+","bookName":"מיכה","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"דבר <WH1697> The word יהוה <WH3068> of the LORD אשׁר <WH834> that היה <WH1961> came אל <WH413> to מיכה <WH4318> Micah המרשׁתי <WH4183> the Morasthite בימי <WH3117> in the days יותם <WH3147> of Jotham, אחז <WH271> Ahaz, יחזקיה <WH2396> מלכי <WH4428> kings יהודה <WH3063> of Judah, אשׁר <WH834> which חזה <WH2372> he saw על <WH5921> concerning שׁמרון <WH8111> Samaria וירושׁלם׃ <WH3389> and Jerusalem."},{"number":2,"verse":"שׁמעו <WH8085> Hear, עמים <WH5971> ye people; כלם <WH3605> all הקשׁיבי <WH7181> hearken, ארץ <WH776> O earth, ומלאה <WH4393> and all that therein is: ויהי <WH1961> be אדני <WH136> and let the Lord יהוה <WH3069> GOD בכם לעד <WH5707> witness אדני <WH136> against you, the Lord מהיכל <WH1964> temple. קדשׁו׃ <WH6944> from his holy"},{"number":3,"verse":"כי <WH3588> For, הנה <WH2009> behold, יהוה <WH3068> the LORD יצא <WH3318> cometh forth ממקומו <WH4725> out of his place, וירד <WH3381> and will come down, ודרך <WH1869> and tread על <WH5921> upon במותי <WH1116> the high places ארץ׃ <WH776> of the earth."},{"number":4,"verse":"ונמסו <WH4549> shall be molten ההרים <WH2022> And the mountains תחתיו <WH8478> under והעמקים <WH6010> him, and the valleys יתבקעו <WH1234> shall be cleft, כדונג <WH1749> as wax מפני <WH6440> before האשׁ <WH784> the fire, כמים <WH4325> as the waters מגרים <WH5064> poured down במורד׃ <WH4174> a steep place."},{"number":5,"verse":"בפשׁע <WH6588> For the transgression יעקב <WH3290> of Jacob כל <WH3605> all זאת <WH2063> this, ובחטאות <WH2403> and for the sins בית <WH1004> of the house ישׂראל <WH3478> of Israel. מי <WH4310> What פשׁע <WH6588> the transgression יעקב <WH3290> of Jacob? הלוא <WH3808> not שׁמרון <WH8111> Samaria? ומי <WH4310> and what במות <WH1116> the high places יהודה <WH3063> of Judah? הלוא <WH3808> not ירושׁלם׃ <WH3389> Jerusalem?"},{"number":6,"verse":"ושׂמתי <WH7760> Therefore I will make שׁמרון <WH8111> Samaria לעי <WH5856> as a heap השׂדה <WH7704> of the field, למטעי <WH4302> as plantings כרם <WH3754> of a vineyard: והגרתי <WH5064> and I will pour down לגי <WH1516> thereof into the valley, אבניה <WH68> the stones ויסדיה <WH3247> the foundations אגלה׃ <WH1540> and I will discover"},{"number":7,"verse":"וכל <WH3605> And all פסיליה <WH6456> the graven images יכתו <WH3807> thereof shall be beaten to pieces, וכל <WH3605> and all אתנניה <WH868> the hires ישׂרפו <WH8313> thereof shall be burned באשׁ <WH784> with the fire, וכל <WH3605> and all עצביה <WH6091> the idols אשׂים <WH7760> thereof will I lay שׁממה <WH8077> desolate: כי <WH3588> for מאתנן <WH868> of the hire זונה <WH2181> of a harlot, קבצה <WH6908> she gathered ועד <WH5704> to אתנן <WH868> the hire זונה <WH2181> of a harlot. ישׁובו׃ <WH7725> and they shall return"},{"number":8,"verse":"על <WH5921> זאתספדה <WH5594> I will wail ואילילה <WH3213> and howl, אילכה <WH1980> I will go שׁילל <WH7758> stripped וערום <WH6174> and naked: אעשׂה <WH6213> I will make מספד <WH4553> a wailing כתנים <WH8577> ואבל <WH60> and mourning כבנות <WH1323> as the owls. יענה׃ <WH3284> as the owls."},{"number":9,"verse":"כי <WH3588> For אנושׁה <WH605> incurable; מכותיה <WH4347> her wound כי <WH3588> for באה <WH935> it is come עד <WH5704> unto יהודה <WH3063> Judah; נגע <WH5060> he is come עד <WH5704> unto שׁער <WH8179> the gate עמי <WH5971> of my people, עד <WH5704> to ירושׁלם׃ <WH3389> Jerusalem."},{"number":10,"verse":"בגת <WH1661> at Gath, אל <WH408> ye not תגידו <WH5046> Declare בכו <WH1058> weep ye not at all: אל <WH408> תבכובית לעפרה <WH1036> of Aphrah עפר <WH6083> in the dust. התפלשׁתי׃ <WH6428> roll thyself"},{"number":11,"verse":"עברי <WH5674> Pass ye away, לכם יושׁבת <WH3427> thou inhabitant שׁפיר <WH8208> of Saphir, עריה <WH6181> naked: בשׁת <WH1322> having thy shame לא <WH3808> came not forth יצאה <WH3318> came not forth יושׁבת <WH3427> the inhabitant צאנן <WH6630> of Zaanan מספד <WH5594> בית האצל <WH1018> of Beth-ezel; יקח <WH3947> he shall receive מכם <WH4480> of עמדתו׃ <WH5979> you his standing."},{"number":12,"verse":"כי <WH3588> For חלה <WH2470> waited carefully לטוב <WH2896> for good: יושׁבת <WH3427> the inhabitant מרות <WH4796> of Maroth כי <WH3588> but ירד <WH3381> came down רע <WH7451> evil מאת <WH853> יהוהשׁער <WH8179> unto the gate ירושׁלם׃ <WH3389> of Jerusalem."},{"number":13,"verse":"רתם <WH7573> bind המרכבה <WH4818> the chariot לרכשׁ <WH7409> to the swift beast: יושׁבת <WH3427> O thou inhabitant לכישׁ <WH3923> of Lachish, ראשׁית <WH7225> the beginning חטאת <WH2403> of the sin היא <WH1931> she לבת <WH1323> to the daughter ציון <WH6726> of Zion: כי <WH3588> for בך נמצאו <WH4672> were found פשׁעי <WH6588> the transgressions ישׂראל׃ <WH3478> of Israel"},{"number":14,"verse":"לכן <WH3651> Therefore תתני <WH5414> shalt thou give שׁלוחים <WH7964> presents על <WH5921> to מורשׁת גת <WH4182> Moresheth-gath: בתי <WH1004> the houses אכזיב <WH392> of Achzib לאכזב <WH391> a lie למלכי <WH4428> to the kings ישׂראל׃ <WH3478> of Israel."},{"number":15,"verse":"עד <WH5750> Yet הירשׁ <WH3423> an heir אבי <WH935> will I bring לך יושׁבת <WH3427> unto thee, O inhabitant מרשׁה <WH4762> of Mareshah: עד <WH5704> unto עדלם <WH5725> Adullam יבוא <WH935> he shall come כבוד <WH3519> the glory ישׂראל׃ <WH3478> of Israel."},{"number":16,"verse":"קרחי <WH7139> Make thee bald, וגזי <WH1494> and poll על <WH5921> thee for בני <WH1121> children; תענוגיך <WH8588> thy delicate הרחבי <WH7337> enlarge קרחתך <WH7144> thy baldness כנשׁר <WH5404> as the eagle; כי <WH3588> for גלו <WH1540> they are gone into captivity ממך׃ <WH4480> from"}]}