{"bibleAbbr":"Orig2013+","bookName":"מיכה","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"ואמר <WH559> And I said, שׁמעו <WH8085> Hear, נא <WH4994> I pray you, ראשׁי <WH7218> O heads יעקב <WH3290> of Jacob, וקציני <WH7101> and ye princes בית <WH1004> of the house ישׂראל <WH3478> of Israel; הלוא <WH3808> not לכם לדעת <WH3045> for you to know את <WH853> המשׁפט׃ <WH4941> judgment?"},{"number":2,"verse":"שׂנאי <WH8130> Who hate טוב <WH2896> the good, ואהבי <WH157> and love רעה <WH7451> the evil; גזלי <WH1497> who pluck off עורם <WH5785> their skin מעליהם <WH5921> from off ושׁארם <WH7607> them, and their flesh מעל <WH5921> from off עצמותם׃ <WH6106> their bones;"},{"number":3,"verse":"ואשׁר <WH834> Who אכלו <WH398> also eat שׁאר <WH7607> the flesh עמי <WH5971> of my people, ועורם <WH5785> their skin מעליהם <WH5921> from off הפשׁיטו <WH6584> and flay ואת <WH853> עצמתיהם <WH6106> their bones, פצחו <WH6476> them; and they break ופרשׂו <WH6566> and chop them in pieces, כאשׁר <WH834> as בסיר <WH5518> for the pot, וכבשׂר <WH1320> and as flesh בתוך <WH8432> within קלחת׃ <WH7037> the caldron."},{"number":4,"verse":"אז <WH227> Then יזעקו <WH2199> shall they cry אל <WH413> unto יהוה <WH3068> the LORD, ולא <WH3808> but he will not יענה <WH6030> hear אותם <WH853> ויסתר <WH5641> them: he will even hide פניו <WH6440> his face מהם <WH1992> בעת <WH6256> time, ההיא <WH1931> them at that כאשׁר <WH834> as הרעו <WH7489> they have behaved themselves ill מעלליהם׃ <WH4611> in their doings."},{"number":5,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD על <WH5921> concerning הנביאים <WH5030> the prophets המתעים <WH8582> err, את <WH853> עמי <WH5971> that make my people הנשׁכים <WH5391> that bite בשׁניהם <WH8127> with their teeth, וקראו <WH7121> and cry, שׁלום <WH7965> Peace; ואשׁר <WH834> and he that לא <WH3808> not יתן <WH5414> putteth על <WH5921> into פיהם <WH6310> their mouths, וקדשׁו <WH6942> they even prepare עליו <WH5921> against מלחמה׃ <WH4421> war"},{"number":6,"verse":"לכן <WH3651> Therefore לילה <WH3915> night לכם מחזון <WH2377> unto you, that ye shall not have a vision; וחשׁכה <WH2821> and it shall be dark לכם מקסם <WH7080> unto you, that ye shall not divine; ובאה <WH935> shall go down השׁמשׁ <WH8121> and the sun על <WH5921> over הנביאים <WH5030> the prophets, וקדר <WH6937> shall be dark עליהם <WH5921> over היום׃ <WH3117> and the day"},{"number":7,"verse":"ובשׁו <WH954> be ashamed, החזים <WH2374> Then shall the seers וחפרו <WH2659> confounded: הקסמים <WH7080> and the diviners ועטו <WH5844> cover על <WH5921> cover שׂפם <WH8222> their lips; כלם <WH3605> yea, they shall all כי <WH3588> for אין <WH369> no מענה <WH4617> answer אלהים׃ <WH430> of God."},{"number":8,"verse":"ואולם <WH199> But truly אנכי <WH595> I מלאתי <WH4390> am full כח <WH3581> of power את <WH853> רוח <WH7307> the spirit יהוה <WH3068> of the LORD, ומשׁפט <WH4941> and of judgment, וגבורה <WH1369> and of might, להגיד <WH5046> to declare ליעקב <WH3290> unto Jacob פשׁעו <WH6588> his transgression, ולישׂראל <WH3478> and to Israel חטאתו׃ <WH2403> his sin."},{"number":9,"verse":"שׁמעו <WH8085> Hear נא <WH4994> I pray you, זאת <WH2063> this, ראשׁי <WH7218> ye heads בית <WH1004> of the house יעקב <WH3290> of Jacob, וקציני <WH7101> and princes בית <WH1004> of the house ישׂראל <WH3478> of Israel, המתעבים <WH8581> that abhor משׁפט <WH4941> judgment, ואת <WH853> כל <WH3605> all הישׁרה <WH3477> equity. יעקשׁו׃ <WH6140> and pervert"},{"number":10,"verse":"בנה <WH1129> They build up ציון <WH6726> Zion בדמים <WH1818> with blood, וירושׁלם <WH3389> and Jerusalem בעולה׃ <WH5766> with iniquity."},{"number":11,"verse":"ראשׁיה <WH7218> The heads בשׁחד <WH7810> for reward, ישׁפטו <WH8199> thereof judge וכהניה <WH3548> and the priests במחיר <WH4242> for hire, יורו <WH3384> thereof teach ונביאיה <WH5030> and the prophets בכסף <WH3701> for money: יקסמו <WH7080> thereof divine ועל <WH5921> upon יהוה <WH3068> the LORD, ישׁענו <WH8172> yet will they lean לאמר <WH559> and say, הלוא <WH3808> not יהוה <WH3068> the LORD בקרבנו <WH7130> among לא <WH3808> us? none תבוא <WH935> can come עלינו <WH5921> upon רעה׃ <WH7451> evil"},{"number":12,"verse":"לכן <WH3651> Therefore בגללכם <WH1558> for your sake ציון <WH6726> shall Zion שׂדה <WH7704> a field, תחרשׁ <WH2790> be plowed וירושׁלם <WH3389> and Jerusalem עיין <WH5856> heaps, תהיה <WH1961> shall become והר <WH2022> and the mountain הבית <WH1004> of the house לבמות <WH1116> as the high places יער׃ <WH3293> of the forest."}]}