{"bibleAbbr":"BBE1965","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"Now the part of the land marked out for the children of Judah by families, went up to the edge of Edom, as far as the waste land of Zin to the south, to the farthest point of it on the south."},{"number":2,"verse":"Their south limit was from the farthest part of the Salt Sea, from the inlet looking to the south:"},{"number":3,"verse":"From there it goes south of the slope up to Akrabbim, and on to Zin, then south past Kadesh-barnea, and on by Hezron and up to Addar, turning in the direction of Karka:"},{"number":4,"verse":"Then on to Azmon, ending at the stream of Egypt: and the end of the limit is at the sea; this will be your limit on the south."},{"number":5,"verse":"And the east limit is the Salt Sea as far as the end of Jordan. And the limit of the north part of the land is from the inlet of the sea at the end of Jordan:"},{"number":6,"verse":"Then the line goes up to Beth-hoglah, past the north of Beth-arabah, and up to the stone of Bohan, the son of Reuben;"},{"number":7,"verse":"Then the line goes up to Debir from the valley of Achor, and so to the north, in the direction of Gilgal, which is opposite the slope up to Adummim, on the south side of the river: and the line goes on to the waters of En-shemesh, ending at En-rogel:"},{"number":8,"verse":"Then the line goes up by the valley of the son of Hinnom to the south side of the Jebusite (which is Jerusalem): then up to the top of the mountain in front of the valley of Hinnom to the west, which is at the farthest point of the valley of Rephaim on the north:"},{"number":9,"verse":"And the limit is marked out from the top of the mountain to the fountain of the waters of Nephtoah, and out to the towns of Mount Ephron, as far as Baalah (which is Kiriath-jearim):"},{"number":10,"verse":"Then turning west, the line goes from Baalah to Mount Seir, and on to the side of Mount Jearim (which is Chesalon) on the north, then down to Beth-shemesh, and on past Timnah:"},{"number":11,"verse":"And out to the side of Ekron to the north: then it is marked out to Shikkeron and on to Mount Baalah, ending at Jabneel; the end of the line is at the sea."},{"number":12,"verse":"And the limit on the west is the edge of the Great Sea. This is the line going round the land marked out for the children of Judah, by their families."},{"number":13,"verse":"And to Caleb, the son of Jephunneh, he gave a part among the children of Judah, as the Lord had given orders to Joshua, that is, Kiriath-arba, named after Arba, the father of Anak which is Hebron."},{"number":14,"verse":"And the three sons of Anak, Sheshai and Ahiman and Talmai, the children of Anak, were forced out from there by Caleb."},{"number":15,"verse":"From there he went up against the people of Debir: (now the name of Debir before that was Kiriath-sepher.)"},{"number":16,"verse":"And Caleb said, I will give Achsah, my daughter, as wife to the man who overcomes Kiriath-sepher and takes it."},{"number":17,"verse":"And Othniel, the son of Kenaz, Caleb's brother, took it: so he gave him his daughter Achsah for his wife."},{"number":18,"verse":"Now when she came to him, he put into her mind the idea of requesting a field from her father: and she got down from her ass; and Caleb said to her, What is it?"},{"number":19,"verse":"And she said, Give me a blessing; because you have put me in dry south-land, now give me springs of water. So he gave her the higher spring and the lower spring."},{"number":20,"verse":"This is the heritage of the tribe of Judah, by their families."},{"number":21,"verse":"The farthest towns of the tribe of Judah in the direction of the limits of Edom to the south, were Kabzeel, and Eder, and Jagur;"},{"number":22,"verse":"And Kinah, and Dimonah, and Adadah;"},{"number":23,"verse":"And Kedesh, and Hazor, and Ithnan;"},{"number":24,"verse":"Ziph, and Telem, and Bealoth;"},{"number":25,"verse":"And Hazor-hadattah, and Kerioth-hezron (which is Hazor);"},{"number":26,"verse":"Amam, and Shema, and Moladah;"},{"number":27,"verse":"And Hazar-gaddah, and Heshmon, and Beth-pelet;"},{"number":28,"verse":"And Hazar-shual, and Beer-sheba, and Biziothiah;"},{"number":29,"verse":"Baalah, and Iim, and Ezem;"},{"number":30,"verse":"And Eltolad, and Chesil, and Hormah;"},{"number":31,"verse":"And Ziklag, and Madmannah, and Sansannah;"},{"number":32,"verse":"And Lebaoth, and Shilhim, and Ain, and Rimmon; all the towns are twenty-nine, with their unwalled places."},{"number":33,"verse":"In the lowland, Eshtaol, and Zorah, and Ashnah;"},{"number":34,"verse":"And Zanoah, and En-gannim, Tappuah, and Enam;"},{"number":35,"verse":"Jarmuth, and Adullam, Socoh, and Azekah;"},{"number":36,"verse":"And Shaaraim, and Adithaim, and Gederah, and Gederothaim; fourteen towns with their unwalled places."},{"number":37,"verse":"Zenan, and Hadashah, and Migdal-gad;"},{"number":38,"verse":"And Dilan, and Mizpeh, and Joktheel;"},{"number":39,"verse":"Lachish, and Bozkath, and Eglon;"},{"number":40,"verse":"And Cabbon, and Lahmas, and Chithlish;"},{"number":41,"verse":"And Gederoth, Beth-dagon, and Naamah, and Makkedah; sixteen towns with their unwalled places."},{"number":42,"verse":"Libnah, and Ether, and Ashan;"},{"number":43,"verse":"And Iphtah, and Ashnah, and Nezib;"},{"number":44,"verse":"And Keilah, and Achzib, and Mareshah; nine towns with their unwalled places."},{"number":45,"verse":"Ekron, with her daughter-towns and her unwalled places;"},{"number":46,"verse":"From Ekron to the sea, all the towns by the side of Ashdod, with their unwalled places."},{"number":47,"verse":"Ashdod, with her daughter-towns and her unwalled places; Gaza, with her daughter-towns and her unwalled places, to the stream of Egypt, with the Great Sea as a limit."},{"number":48,"verse":"And in the hill-country, Shamir, and Jattir, and Socoh;"},{"number":49,"verse":"And Dannah, and Kiriath-sannah (which is Debir);"},{"number":50,"verse":"And Anab, and Eshtemoh, and Anim;"},{"number":51,"verse":"And Goshen, and Holon, and Giloh; eleven towns with their unwalled places."},{"number":52,"verse":"Arab, and Dumah, and Eshan;"},{"number":53,"verse":"And Janim, and Beth-tappuah, and Aphekah;"},{"number":54,"verse":"And Humtah, and Kiriath-arba (which is Hebron), and Zior; nine towns with their unwalled places."},{"number":55,"verse":"Maon, Carmel, and Ziph, and Jutah;"},{"number":56,"verse":"And Jezreel, and Jokdeam, and Zanoah;"},{"number":57,"verse":"Kain, Gibeah, and Timnah; ten towns with their unwalled places."},{"number":58,"verse":"Halhul, Beth-zur, and Gedor;"},{"number":59,"verse":"And Maarath, and Beth-anoth, and Eltekon; six towns with their unwalled places."},{"number":60,"verse":"Kiriath-baal (which is Kiriath-jearim), and Rabbah; two towns with their unwalled places."},{"number":61,"verse":"In the waste land, Beth-arabah, Middin, and Secacah;"},{"number":62,"verse":"And Nibshan, and the Town of Salt, and En-gedi; six towns with their unwalled places."},{"number":63,"verse":"And as for the Jebusites living in Jerusalem, the children of Judah were unable to make them go out; but the Jebusites are living with the children of Judah at Jerusalem, to this day."}]}