{"bibleAbbr":"BBE1965","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"Now on hearing the news of these things, all the kings on the west side of Jordan, in the hill-country and the lowlands and by the Great Sea in front of Lebanon, the Hittites and the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites,"},{"number":2,"verse":"Came together with one purpose, to make war against Joshua and Israel."},{"number":3,"verse":"And the men of Gibeon, hearing what Joshua had done to Jericho and Ai,"},{"number":4,"verse":"Acting with deceit, got food together as if for a long journey; and took old food-bags for their asses, and old and cracked wine-skins kept together with cord;"},{"number":5,"verse":"And put old stitched-up shoes on their feet, and old clothing on their backs; and all the food they had with them was dry and broken up."},{"number":6,"verse":"And they came to Joshua to the tent-circle at Gilgal, and said to him and to the men of Israel, We have come from a far country: so now make an agreement with us."},{"number":7,"verse":"And the men of Israel said to the Hivites, It may be that you are living among us; how then may we make an agreement with you?"},{"number":8,"verse":"And they said to Joshua, We are your servants. Then Joshua said to them, Who are you and where do you come from?"},{"number":9,"verse":"And they said to him, Your servants have come from a very far country, because of the name of the Lord your God: for the story of his great name, and of all he did in Egypt has come to our ears,"},{"number":10,"verse":"And what he did to the two kings of the Amorites east of Jordan, to Sihon, king of Heshbon, and to Og, king of Bashan, at Ashtaroth."},{"number":11,"verse":"So the responsible men and all the people of our country said to us, Take food with you for the journey and go to them, and say to them, We are your servants: so now make an agreement with us."},{"number":12,"verse":"This bread which we have with us for our food, we took warm and new from our houses when starting on our journey to you; but now see, it has become dry and broken up."},{"number":13,"verse":"And these wine-skins were new when we put the wine in them, and now they are cracked as you see; and our clothing and our shoes have become old because of our very long journey here."},{"number":14,"verse":"And the men took some of their food, without requesting directions from the Lord."},{"number":15,"verse":"So Joshua made peace with them, and made an agreement with them that they were not to be put to death: and the chiefs of the people took an oath to them."},{"number":16,"verse":"Now three days after, when they had made this agreement with them, they had word that these men were their neighbours, living near them."},{"number":17,"verse":"And the children of Israel went forward on their journey, and on the third day came to their towns. Now their towns were Gibeon and Chephirah and Beeroth and Kiriath-jearim."},{"number":18,"verse":"And the children of Israel did not put them to death, because the chiefs of the people had taken an oath to them by the Lord, the God of Israel. And all the people made an outcry against the chiefs."},{"number":19,"verse":"But all the chiefs said to the people, We have taken an oath to them by the Lord, the God of Israel, and so we may not put our hands on them."},{"number":20,"verse":"This is what we will do to them: we will not put them to death, for fear that wrath may come on us because of our oath to them."},{"number":21,"verse":"Keep them living, and let them be servants, cutting wood and getting water for all the people. And all the people did as the chiefs had said to them."},{"number":22,"verse":"Then Joshua sent for them, and said to them, Why have you been false to us, saying, We are very far from you, when you are living among us?"},{"number":23,"verse":"Now because of this you are cursed, and you will for ever be our servants, cutting wood and getting water for the house of my God."},{"number":24,"verse":"And, answering Joshua, they said, Because it came to the ears of your servants that the Lord your God had given orders to his servant Moses to give you all this land, and to send destruction on all the people living in it, because of you; so, fearing greatly for our lives because of you, we have done this."},{"number":25,"verse":"And now we are in your hands: do to us whatever seems good and right to you."},{"number":26,"verse":"So he kept them safe from the children of Israel, and did not let them be put to death."},{"number":27,"verse":"And that day Joshua made them servants, cutting wood and getting water for the people and for the altar of the Lord, in the place marked out by him, to this day."}]}