{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Set apart to Me every first-born, the one opening the womb among the sons of Israel, among men and among livestock; they shall be Mine."},{"number":3,"verse":"And Moses said to the people, Remember this day in which you went out from Egypt, from the house of slaves. For by the might of His hand Jehovah brought you out from here. And no leaven shall be eaten."},{"number":4,"verse":"Today, in the month of Abib, you are going out."},{"number":5,"verse":"And it shall be when Jehovah brings you into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which He swore to your fathers to give to you, a land flowing with milk and honey, you shall observe this service in this month."},{"number":6,"verse":"Seven days you shall eat unleavened bread, and on the seventh day keep a feast to Jehovah."},{"number":7,"verse":"Unleavened bread shall be eaten the seven days. And leavened bread for you shall not be seen; yea, no leaven shall be seen among you in all your boundaries."},{"number":8,"verse":"And you shall tell your son in that day, saying, It is because of what Jehovah did for me when I came out from Egypt."},{"number":9,"verse":"And it shall be for a sign to you on your hand, and a memorial between your eyes, so that a law of Jehovah may be in your mouth. For with a strong hand Jehovah brought you out from Egypt."},{"number":10,"verse":"And you shall keep this ordinance at its appointed time, from days to days."},{"number":11,"verse":"And it shall be when Jehovah brings you into the land of the Canaanite, as He swore to you and to your fathers, and gives it to you,"},{"number":12,"verse":"you shall set apart to Jehovah every one opening the womb, and every firstling, the offspring of animals which are yours; the males are Jehovah's."},{"number":13,"verse":"And every firstling of an ass you shall redeem with a flock animal. And if you do not redeem, you shall break its neck. And every first-born of men among your sons you shall redeem."},{"number":14,"verse":"And it shall be when your son asks you in the future, saying, What is this? You shall say to him, Jehovah brought us out from Egypt by the might of His hand, from the house of slaves."},{"number":15,"verse":"And it happened when Pharaoh hardened himself against sending us away, Jehovah killed every first-born one in the land of Egypt, from the first-born of men even to the first-born of animals. On account of this I sacrifice to Jehovah every one of the males opening the womb, and I redeem every first-born of my sons."},{"number":16,"verse":"And it shall be for a sign on your hand, and frontlets between your eyes. For Jehovah brought us out from Egypt by the might of His hand."},{"number":17,"verse":"And it happened, in Pharaoh's sending away the people, God did not lead them by the way of the land of the Philistines, though it was near. For God said, Lest the people repent when they see war, and return to Egypt."},{"number":18,"verse":"But God made the people turn toward the way of the wilderness, to the Sea of Reeds. And the sons of Israel went up armed from the land of Egypt."},{"number":19,"verse":"And Moses took the bones of Joseph with him. For taking an oath he made the sons of Israel swear, saying, visiting God will visit you, and you shall cause my bones to go up from here with you."},{"number":20,"verse":"And they pulled up stakes from Succoth, and they camped at Etham, in the edge of the wilderness."},{"number":21,"verse":"And Jehovah was going before them by day in a pillar of cloud, to lead them in the way; and by night in a pillar of fire, to give light to them, to go by day and by night."},{"number":22,"verse":"The pillar of cloud did not cease by day, and the pillar of fire by night, before the people."}]}