{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"Then Moses and the sons of Israel sang this song to Jehovah, and spoke, saying, I will sing to Jehovah, for He is highly exalted. He has thrown the horse and his rider into the sea."},{"number":2,"verse":"My strength and song is Jehovah, and it happened, He was salvation to me; this is my God and I will glorify Him; the God of my father, and I will exalt Him."},{"number":3,"verse":"Jehovah is a Man of war; Jehovah is His name."},{"number":4,"verse":"He has cast Pharaoh's chariots and his army in the sea; and the choice ones of his officers are drowned in the Sea of Reeds,"},{"number":5,"verse":"the depths cover them; they have dropped into the depths like a stone."},{"number":6,"verse":"Your right hand, O Jehovah, is glorious in power; O Jehovah, Your right hand dashes the enemy to pieces."},{"number":7,"verse":"And in Your majesty's greatness You pull down those rising up against You; You send forth Your wrath; it consumes them like stubble."},{"number":8,"verse":"And by the spirit of Your anger waters were heaped up; the running waters stood like a wall; the depths congealed in the heart of the sea."},{"number":9,"verse":"The enemy said, I will pursue, I will overtake, I will divide the spoil; my soul shall be filled with them; I will draw my sword; my hand will destroy them."},{"number":10,"verse":"You blew with Your wind, the sea covered them; they sank like lead in mighty waters."},{"number":11,"verse":"Who is like You among the gods, O Jehovah? Who is like You, glorified in holiness, fearful in praises, O Worker of wonders?"},{"number":12,"verse":"You stretched out Your right hand; the earth swallowed them."},{"number":13,"verse":"In Your mercy You led the people whom You redeemed; You guided in Your strength to Your holy dwelling."},{"number":14,"verse":"Peoples heard; they tremble; trembling seized those dwelling in Philistia."},{"number":15,"verse":"Then the chiefs of Edom were terrified; the leaders of Moab were seized by trembling; all those dwelling in Canaan were melted."},{"number":16,"verse":"Terrors and dread fell on them; by the greatness of Your arm they are silent as a stone, until Your people pass through, O Jehovah, until pass through the people whom You have bought."},{"number":17,"verse":"You shall bring them in and plant them in the mountain of Your inheritance, the place You have made for Your dwelling place, O Jehovah; the sanctuary which Your hands have prepared, O Lord."},{"number":18,"verse":"Jehovah reigns forever and ever!"},{"number":19,"verse":"For the horses of Pharaoh had gone in with his chariots and his horsemen into the sea, and Jehovah brought back the waters of the sea on them; and the sons of Israel walked on dry land in the midst of the sea."},{"number":20,"verse":"And the sister of Aaron, Miriam the prophetess, took the timbrel in her hand, and all the women went out after her with timbrels and with dances."},{"number":21,"verse":"And Miriam answered to them, Sing to Jehovah, for triumphing He has triumphed gloriously; He has thrown the horse and its rider into the sea."},{"number":22,"verse":"And Moses pulled up Israel from the Sea of Reeds. And they went out into the wilderness of Shur. And they went into the wilderness three days and did not find water."},{"number":23,"verse":"And they came to Marah. And they were not able to drink water from Marah, for it was bitter. Therefore, one called its name Marah."},{"number":24,"verse":"And the people murmured against Moses, saying, What shall we drink?"},{"number":25,"verse":"And he cried to Jehovah, and Jehovah showed him a tree. And he threw it into the water, and the water became sweet. He made a statute and an ordinance for them there, and He tested them there."},{"number":26,"verse":"And He said, If listening you listen to the voice of Jehovah your God, and do what is right in His eyes, and you give ear to His commandments, and keep all His statutes, I will not put on you all the diseases which I have put on Egypt; for I am Jehovah your Healer."},{"number":27,"verse":"And they came to Elim. And there were twelve springs of water and seventy palm trees. And they camped by the waters."}]}