{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":21,"verses":[{"number":1,"verse":"And these are the judgments which you shall put before them:"},{"number":2,"verse":"When you buy a Hebrew slave, he shall serve six years And in the seventh he shall go out free for nothing."},{"number":3,"verse":"If he comes in with his body, he shall go out with his body. If he was the husband of a wife, his wife shall go out with him."},{"number":4,"verse":"If his master gives him a wife, and she bears sons or daughters to him, the wife and her children shall belong to her master; and he shall go out with his body."},{"number":5,"verse":"And if saying the slave says, I love my master, my wife and my children; I do not desire to go out free,"},{"number":6,"verse":"his master shall bring him to God, and one shall bring him to the door, or to the doorpost; and his master shall pierce his ear with an awl, and he shall serve him forever."},{"number":7,"verse":"And when a man sells his daughter for a slave-girl, she shall not go out as the male slaves go out."},{"number":8,"verse":"If she is bad in the eyes of her master who has appointed her for himself, he shall allow her redemption. He shall not have power to sell her to a foreign people, in his deceiving her."},{"number":9,"verse":"And if he chooses her for his son, he shall do to her as is the custom of daughters."},{"number":10,"verse":"If he takes another for himself, her flesh, her clothing, and her conjugal right shall not be diminished."},{"number":11,"verse":"And if he does not do these three for her, she shall go out for nothing, without silver."},{"number":12,"verse":"He that strikes a man so that he dies, dying he shall die."},{"number":13,"verse":"But he who does not lie in wait, and God lets fall into his hand, I will appoint a place for you where he may flee."},{"number":14,"verse":"And when a man seethes insolently against his neighbor, to kill him by deceit, you shall take him from My altar to die."},{"number":15,"verse":"And he who strikes his father or his mother dying shall die."},{"number":16,"verse":"And he that steals a man and sells him, or if he is found in his hand, dying he shall die."},{"number":17,"verse":"And he who curses his father or his mother, dying he shall die."},{"number":18,"verse":"And when men strive, and one strikes his neighbor with a stone, or with a fist, and he does not die, but falls on his bed,"},{"number":19,"verse":"if he rises and walks about in the street on his staff, the one who struck him shall be innocent; only he shall pay his sitting; giving he shall give for his healing."},{"number":20,"verse":"And if a man strikes his male slave or his slave-girl with a rod, and he dies under his hand, avenging he shall be avenged."},{"number":21,"verse":"But if he continues a day or two, he shall not be avenged, for he is his silver."},{"number":22,"verse":"And when men fight, and they strike a pregnant woman, and her child goes forth, and there is no injury, being fined he shall be fined. As much as the husband of the woman shall put on him, even he shall give through the judges."},{"number":23,"verse":"But if injury occurs, you shall give life for life,"},{"number":24,"verse":"eye for eye, tooth for tooth, hand for hand, foot for foot,"},{"number":25,"verse":"branding for branding, wound for wound, stripe for stripe."},{"number":26,"verse":"And when a man strikes the eye of his male slave, or the eye of his slave-girl and destroys it, he shall send him away free for his eye."},{"number":27,"verse":"And if he causes the tooth of his male slave, or the tooth of his slave-girl, to fall out, he shall send him away free for his tooth."},{"number":28,"verse":"And when an ox gores a man so that he dies, the ox stoning shall be stoned, and its flesh shall not be eaten, and the owner of the ox is innocent."},{"number":29,"verse":"And if he was an ox apt to gore from yesterday and the day before, and its owner is given warning, and he does not watch him, and he causes a man or a woman to die, the ox shall be stoned, and its owner also shall die."},{"number":30,"verse":"If a ransom is put on him, he shall give the redemption of his life, according to all which is put on him."},{"number":31,"verse":"Whether he gores a son or he gores a daughter, according to this judgment it shall be done to him."},{"number":32,"verse":"If the ox gores a male slave or a slavegirl, he shall give thirty silver shekels to his master, and the ox shall be stoned."},{"number":33,"verse":"And when a man opens a pit, or when a man digs a pit, and does not cover it, and an ox or an ass falls into it,"},{"number":34,"verse":"the owner of the pit shall pay; he shall give silver to its owner, and the dead shall be his."},{"number":35,"verse":"And when a man's ox strikes against the ox of his neighbor, and it dies, they shall sell the living ox, and they shall divide the silver; and they shall also divide the dead."},{"number":36,"verse":"Or if it was known that he was an ox apt to gore from yesterday and the third day, and his owner does not watch him, he shall pay ox for ox, and the dead shall be his."}]}