{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Speak to the sons of Israel, and let them take an offering for Me. From every man whose heart impels him, let them take My offering."},{"number":3,"verse":"And this is the offering which you shall take from them: gold, and silver, and bronze;"},{"number":4,"verse":"and blue, and purple, and crimson, and fine linen, and goats` hair;"},{"number":5,"verse":"and rams' skin dyed red, and dugong skins, and acacia wood;"},{"number":6,"verse":"oil for the light, spices for the oil of anointing, and for the incense of perfumes;"},{"number":7,"verse":"onyx stones, and stones for setting, for the ephod, and for the breast-piece."},{"number":8,"verse":"And let them make a sanctuary for Me, that I may dwell in their midst."},{"number":9,"verse":"According to all which I am going to reveal to you, the plan of the tabernacle, and the plan of all its vessels, even so you shall do."},{"number":10,"verse":"And they shall make an ark of acacia wood, two and a half cubits long, and a cubit and a half its width and a cubit and a half its height."},{"number":11,"verse":"And you shall overlay it with pure gold; you shall overlay it inside and outside. And you shall make a wreath of gold all around on it."},{"number":12,"verse":"And you shall cast four rings of gold for it, and shall put it on its four feet; two rings on the one side, and two rings on the second side."},{"number":13,"verse":"And you shall make poles of acacia wood, and you shall overlay them with gold."},{"number":14,"verse":"And you shall put the poles into the rings on the sides of the ark, to lift up the ark by them."},{"number":15,"verse":"The poles shall be in the rings of the ark; they shall not depart from it."},{"number":16,"verse":"And you shall put the testimony into the ark, which I shall give to you."},{"number":17,"verse":"And you shall make a mercy seat of pure gold, its length two and a half cubits, and its width a cubit and a half."},{"number":18,"verse":"And you shall make two cherubs of gold; you shall make them of beaten work from the two ends of the mercy seat."},{"number":19,"verse":"And make one cherub from the end here, and one cherub from the end there. You shall make the cherubs from the mercy seat, on its two ends."},{"number":20,"verse":"And the cherubs shall be spreading out wings above, covering the mercy seat with their wings, and their faces each toward its brother; the faces of the cherubs shall be toward the mercy seat."},{"number":21,"verse":"And you shall put the mercy seat on the ark from above. And you shall put the testimony into the ark, which I shall give to you."},{"number":22,"verse":"And I will meet you there, and will speak with you, above the mercy seat, from between the two cherubs which are on the ark of testimony, all which I shall command you concerning the sons of Israel."},{"number":23,"verse":"And you shall make a table of acacia wood, its length two cubits, and its width a cubit, and its height a cubit and a half."},{"number":24,"verse":"And you shall overlay it with pure gold, and you shall make on it a wreath of gold all around."},{"number":25,"verse":"And you shall make a border of a hand's breadth for it all around. And you shall make a wreath of gold all around on its border."},{"number":26,"verse":"And you shall make four rings of gold for it, and you shall put the rings on the four corners which are to its four feet."},{"number":27,"verse":"The rings shall be near the border for housings for the poles to lift up the table."},{"number":28,"verse":"And you shall make the poles of acacia wood, and you shall overlay them with gold. And the table shall be lifted up by them."},{"number":29,"verse":"And you shall make its platters, and its bowls, and its pitchers, and its sacrificial cups with which to pour out a drink offering. You shall make them of pure gold."},{"number":30,"verse":"And you shall put the Bread of the Presence on the table before Me continually."},{"number":31,"verse":"And you shall make a lampstand of pure gold. The lampstand shall be made of beaten work; its base and its shaft, its calyxes, its knobs, and its blossoms shall be from it."},{"number":32,"verse":"And six branches shall go out from its sides, three branches of the lamp from its one side and three branches of the lampstand from its second side;"},{"number":33,"verse":"three almond-like calyxes on the one branch with knob and blossom; and three almond-like calyxes on the one branch with knob and blossom, so for the six branches, those going out from the lampstand."},{"number":34,"verse":"And on the lampstand shall be four almond-like calyxes, each with its knobs and its blossoms;"},{"number":35,"verse":"and a knob under two branches of it; and a knob under two branches of it; and a knob under two branches of it, to the six branches, those going from the lampstand."},{"number":36,"verse":"Their knobs and their branches shall be of it, all of it one beaten work of pure gold."},{"number":37,"verse":"And you shall make its seven lamps, and one shall set up its lamps, and they shall give light on its face."},{"number":38,"verse":"And its tongs, and its pans shall be of pure gold."},{"number":39,"verse":"One shall make it of a talent of pure gold, with all these vessels."},{"number":40,"verse":"And see that they are made by their patterns which you were caused to see in the mountain."}]}