{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":28,"verses":[{"number":1,"verse":"And you shall take to yourself your brother Aaron, and his sons with him, from among the sons of Israel, for him to serve as priest to Me; Aaron, Nadab, and Abihu, Eleazar, and Ithamar, the sons of Aaron."},{"number":2,"verse":"And you shall make holy garments for your brother Aaron, for glory and for beauty."},{"number":3,"verse":"And you shall speak to all the wisehearted whom I have filled with a spirit of wisdom; and they shall make the garments of Aaron to sanctify him for his serving as priest to Me."},{"number":4,"verse":"And these are the garments which they shall make: a breast-piece, and an ephod, and a robe, and a tunic of woven stuff, a miter, and a girdle. And they shall make holy garments for your brother Aaron and for his sons, even for him to serve as priest to Me."},{"number":5,"verse":"And they shall take the gold, and the blue, and the purple, and the crimson, and the bleached linen."},{"number":6,"verse":"And they shall make the ephod of gold, blue, and purple, crimson and bleached, twined linen, work of one who invents."},{"number":7,"verse":"It shall have two shoulder-pieces at its two ends; and it shall be joined together."},{"number":8,"verse":"And the band of the ephod which is on it, like its work, shall be of it, gold, blue, and purple, and crimson, and bleached, twined linen."},{"number":9,"verse":"And you shall take two onyx stones; and you shall engrave on them the names of the sons of Israel."},{"number":10,"verse":"Six of their names shall be on the one stone, and six of the remaining names on the second stone, according to their birth."},{"number":11,"verse":"You shall engrave the two stones, the work of a stone engraver, the engravings of a signet, according to the names of the sons of Israel; you shall make them set in plaited work of gold."},{"number":12,"verse":"And you shall put the two stones on the shoulder-pieces of the ephod, stones of remembrance for the sons of Israel. And Aaron shall bear their names before the face of Jehovah, on his two shoulders for a remembrance."},{"number":13,"verse":"And you shall make plaited work of gold:"},{"number":14,"verse":"and two chains of pure gold, you shall make them twisted, a work of cord; and you shall put chains of the cords on the plaited work."},{"number":15,"verse":"And you shall make a breast-piece of judgment, skilled work, like the work of the ephod you shall make it: gold, blue, and purple, and crimson, and bleached, twined linen you shall make it."},{"number":16,"verse":"It shall be square, being doubled, its length a span and its width a span."},{"number":17,"verse":"And you shall fill in it settings of stones, four rows of stones: a row of ruby, topaz, and carbuncle shall be the first row."},{"number":18,"verse":"And the second row: emerald, sapphire and diamond."},{"number":19,"verse":"And the third row: jacinth, agate and amethyst."},{"number":20,"verse":"And the fourth row: chrysolite, onyx and jasper. They shall be plaited with gold in their settings."},{"number":21,"verse":"And the stones shall be according to the names of the sons of Israel, twelve according to their names, the engraving of a signet; they shall be each man according to his name for the twelve tribes."},{"number":22,"verse":"And you shall make chains of woven work on the breast-piece."},{"number":23,"verse":"And you shall make two rings of gold on the breast-piece. And you shall put the two rings on the two ends of the breast-piece."},{"number":24,"verse":"And you shall put the two cords of gold on the two rings, at the end of the breast-piece."},{"number":25,"verse":"And you shall put the two ends of the two cords on the two plaitings. And you shall put them on the shoulder-pieces of the ephod, to the front of it."},{"number":26,"verse":"And you shall make two rings of gold, and you shall put them on the two ends of the breast-piece, on its edge, inward aside from the ephod."},{"number":27,"verse":"And you shall make two rings of gold, and you shall put them on the two shoulder- pieces of the ephod, from beneath, at its front, near its joining, above the band of the ephod."},{"number":28,"verse":"And they shall fasten the breast-piece from its rings to the rings of the ephod with a blue ribbon, to be above the band; and the breast-piece may not move itself from the ephod."},{"number":29,"verse":"And Aaron shall bear the names of the sons of Israel sons of Israel on the breastpiece of judgment on his heart, in his going into the holy place, for a memorial before the face of Jehovah continually."},{"number":30,"verse":"And you shall put the Urim and the Thummim into the breast-piece of judgment; and they shall be on the heart of Aaron in his going before the face of Jehovah. And Aaron shall bear the judgment of the sons of Israel on his heart before the face of Jehovah continually."},{"number":31,"verse":"And you shall make the robe of the ephod all of blue."},{"number":32,"verse":"And the mouth in its top shall be in its middle; a binding shall be all around its mouth, of woven work; it shall be like the mouth of a corselet; it may not be torn."},{"number":33,"verse":"And you shall make pomegranates of blue and purple and crimson on its hem, all around on its hem; also bells of gold shall be among them round about:"},{"number":34,"verse":"a bell of gold and a pomegranate; a bell of gold and a pomegranate, on the hem of the robe round about."},{"number":35,"verse":"And it shall be on Aaron for ministering; and its sound shall be heard in his going into the sanctuary before the face of Jehovah, and in his coming out, that he should not die."},{"number":36,"verse":"And you shall make a plate of pure gold. And you shall engrave on it the engravings of a signet: HOLINESS TO JEHOVAH."},{"number":37,"verse":"And you shall put a ribbon of blue on it, and it shall be on the miter, to the front of the miter it shall be."},{"number":38,"verse":"And it shall be on Aaron's forehead, and Aaron shall bear the iniquity of the holy things which will sanctify the sons of Israel to all their holy gifts. And it shall be on his forehead continually, for acceptance for them before the face of Jehovah."},{"number":39,"verse":"And you shall weave the tunic of bleached linen, and you shall make a miter of bleached linen, and you shall make a girdle, the work of an embroiderer."},{"number":40,"verse":"And you shall make tunics for the sons of Aaron; and you shall make girdles for them; and you shall make turbans for them, for glory and for beauty."},{"number":41,"verse":"And you shall clothe your brother Aaron with them, and his sons with him; and you shall anoint them, and you shall consecrate them, and you shall sanctify them. And they shall minister as priests to Me."},{"number":42,"verse":"And make bleached linen breeches for them, to cover the naked flesh, from the loins as far as the thighs they shall be."},{"number":43,"verse":"And they shall be on Aaron and on his sons in their going into the tabernacle of the congregation, or in their drawing near to the altar to minister in the sanctuary, and so that they shall not raise up iniquity and die. It is a never-ending statute to him and to his seed after him."}]}