{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":30,"verses":[{"number":1,"verse":"And you shall make an altar, a place for burning incense; you shall make it of acacia wood."},{"number":2,"verse":"It shall be a cubit in length and a cubit in width; it shall be square. And its height shall be two cubits, its horns from itself."},{"number":3,"verse":"And you shall overlay it with pure gold, its top, and its walls all around, and its horns. And you shall make a wreath of gold for it all around."},{"number":4,"verse":"And you shall make two rings of gold for it under its wreath; on its two sides you shall make its two corners on its two sides; and they shall be housings for poles, to lift them up by it."},{"number":5,"verse":"And you shall make the poles of acacia wood; and you shall overlay them with gold."},{"number":6,"verse":"And you shall put it in front of the veil which is beside the ark of the testimony; in front of the mercy seat which is over the testimony, there where I meet you."},{"number":7,"verse":"And Aaron shall burn incense of perfume on it morning by morning; when he dresses the lamps he shall burn it."},{"number":8,"verse":"And when Aaron sets up the lamps between the evenings he shall burn it, a perpetual incense before the face of Jehovah for your generations."},{"number":9,"verse":"You shall not offer up strange incense on it, and burnt offering and food offering; and you shall not pour out a drink offering, to go up on it."},{"number":10,"verse":"And Aaron shall make atonement on its horns once in a year; from the blood of the sin offering of the atonement once in the year he shall make atonement on it for your generations; it is most holy to Jehovah."},{"number":11,"verse":"And Jehovah spoke to Moses, saying,"},{"number":12,"verse":"When you lift up the head of the sons of Israel, of those numbered, each man shall give the ransom of his soul to Jehovah when numbering them; and there shall not be a plague among them when numbering them."},{"number":13,"verse":"They shall give this, everyone passing over to those numbered: half a shekel, by the shekel of the sanctuary, twenty gerahs being a shekel; half a shekel as an offering to Jehovah."},{"number":14,"verse":"Every one passing over to those numbered, from a son of twenty years and upward, shall give the offering of Jehovah."},{"number":15,"verse":"The rich one shall not give more, and the poor one shall not give less than half a shekel, to give the offering of Jehovah, to make atonement for your souls."},{"number":16,"verse":"And you shall take the silver of atonement from the sons of Israel and you shall give it to the service of the tabernacle of the congregation; and it shall be for the sons of Israel for remembrance before the face of Jehovah, to make atonement for your souls."},{"number":17,"verse":"And Jehovah spoke to Moses, saying,"},{"number":18,"verse":"And you shall make a bronze laver for washing, and its base bronze. And you shall put it between the tabernacle of the congregation and the altar; and you shall put water there."},{"number":19,"verse":"And Aaron and his sons shall wash from it, their hands and their feet;"},{"number":20,"verse":"as they go into the tabernacle of the congregation they shall wash with water, and shall not die; or as they draw near to the altar to minister, to burn a fire offering to Jehovah."},{"number":21,"verse":"And they shall wash their hands and their feet, and shall not die. And it shall be a never-ending statute to them, to him and to his seed for their generations."},{"number":22,"verse":"And Jehovah spoke to Moses, saying,"},{"number":23,"verse":"And you take spices for yourself, the best, five hundred of pure myrrh, and its half of spicy cinnamon, two hundred and fifty shekels, and two hundred and fifty of aromatic calamus;"},{"number":24,"verse":"and five hundred of cassia, by the shekel of the sanctuary; and a hin of olive oil."},{"number":25,"verse":"And you shall make it an oil of holy anointing, ointment compound, the work of a perfumer, an oil of holy anointing it shall be."},{"number":26,"verse":"And you shall anoint with it the tabernacle of the congregation and the ark of the testimony,"},{"number":27,"verse":"and the table and all its vessels and the altar of incense,"},{"number":28,"verse":"and the altar of burnt offering, and all its vessels, and the laver and its base."},{"number":29,"verse":"And you shall sanctify them, and they shall become most holy; everything touching them shall become holy."},{"number":30,"verse":"And you shall anoint Aaron and his sons, and you shall consecrate them to minister as priests to Me."},{"number":31,"verse":"And you shall speak to the sons of Israel, saying, This shall be a holy anointing oil for Me for your generations."},{"number":32,"verse":"It shall not be poured on the flesh of man, and you shall not make any like it in its proportion; it is holy. It shall be holy to you."},{"number":33,"verse":"If a man prepares any like it, or who gives from it to a stranger, he shall be cut off from his people."},{"number":34,"verse":"And Jehovah said to Moses, Take perfumes for yourself, spices, stacte, and onycha, and galbanum, spices, and pure frankincense, a part shall be for a part."},{"number":35,"verse":"And you shall make it incense, an ointment, a work of a perfumer, salted, pure and holy."},{"number":36,"verse":"And you shall grind some of it fine, and put some of it in front of the testimony in the tabernacle of the congregation, where I meet you. It shall be most holy to you."},{"number":37,"verse":"And the incense which you make, in its proportion, you shall not make for yourselves; it shall be holy to you for Jehovah."},{"number":38,"verse":"If a man makes any like it, to smell of it, he shall be cut off from his people."}]}