{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"And the people saw that Moses delayed to come down from the mountain. And the people gathered to Aaron. And they said to him, Rise up, make for us gods who may go before our face. As for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him."},{"number":2,"verse":"And Aaron said to them, Break off the rings of gold which are in the ears of your wives, your sons and your daughters; and bring them to me."},{"number":3,"verse":"And all the people broke off the rings of gold in their ears, and they brought to Aaron."},{"number":4,"verse":"And he took them from their hand and formed it with an engraving tool. And he made it a molten calf. And they said, These are your gods, O Israel, who made you go up from the land of Egypt."},{"number":5,"verse":"And Aaron saw, and he built an altar before it. And Aaron called and said, A feast to Jehovah tomorrow."},{"number":6,"verse":"And they rose early on the morrow, and they offered burnt offerings and brought near peace offerings. And the people sat down to eat and drink, and rose up to play."},{"number":7,"verse":"And Jehovah spoke to Moses, Come, go down, for your people whom you caused to go up from Egypt are corrupted;"},{"number":8,"verse":"they have quickly turned aside from the way which I commanded them; they made for themselves a molten calf and have bowed to it, and have sacrificed to it. And they have said, These are your gods, O Israel, who made you go up from the land of Egypt."},{"number":9,"verse":"And Jehovah said to Moses, I have seen this people, and, behold, it is a stiffnecked people."},{"number":10,"verse":"And now leave Me alone that My anger may be hot against them, that I may consume them. And I will make you a great nation."},{"number":11,"verse":"And Moses prayed before the face of Jehovah his God, and he said, Why, O Jehovah, does Your anger be hot against Your people whom You caused to go up from the land of Egypt with great power, and with a mighty hand?"},{"number":12,"verse":"Why should the Egyptians say, For evil He has caused them to go up, to kill them in the mountains, and to consume them on the face of the earth? Turn from Your fierce anger and be moved to pity as to the evil to Your people."},{"number":13,"verse":"Remember Abraham, Isaac, and Israel, Your servants to whom You swore by Yourself, and You spoke to them, I will multiply your seed like the stars of the heavens, and all this land which I have said, I will give to your seed. And they shall possess it forever."},{"number":14,"verse":"And Jehovah was moved to pity concerning the evil which He had spoken to do to His people."},{"number":15,"verse":"And Moses turned and went down from the mountain, the two tablets of the testimony in his hand, tablets written on their two sides, on this and on that side they were written."},{"number":16,"verse":"And the tablets were the work of God, and the writing was the writing of God; it was engraved on the tablets."},{"number":17,"verse":"And Joshua heard the voice of the people in their shouting. And he said to Moses, A sound of war in the camp!"},{"number":18,"verse":"And he said, It is not a sound of a cry of might, nor a sound of a cry of defeat; I am hearing the sound of singing."},{"number":19,"verse":"And it happened, as he came near to the camp and saw the calf and dances, the anger of Moses was hot. And he threw the tablets from his hands, and he broke them below the mountain."},{"number":20,"verse":"And he took the calf which they had made and burned it with fire and ground it until it was fine, then he scattered it on the face of the water. And he made the sons of Israel to drink it."},{"number":21,"verse":"And Moses said to Aaron, What has this people done to you that you have made to come on them a great sin?"},{"number":22,"verse":"And Aaron said, Let not the anger of my lord be hot. You know the people, that it is in evil."},{"number":23,"verse":"And they said to me, Make for us gods who may go before us; as for Moses, the man who caused us to go up from the land of Egypt, we do not know what has become of him."},{"number":24,"verse":"And I said to them, Whoever has gold, let them break off. And they gave to me, and I cast it into the fire, and this calf came out."},{"number":25,"verse":"And Moses saw the people, that it was unloosed, for Aaron had let it loose for a derision among their enemies."},{"number":26,"verse":"And Moses stood in the gate of the camp and said, Who is for Jehovah? Come to me! And all the sons of Levi assembled to him."},{"number":27,"verse":"And he said to them, So says Jehovah, God of Israel, each man put his sword on his thigh; pass to and fro from gate to gate in the camp, and each man kill his brother, and each man his neighbor, and each man his kindred."},{"number":28,"verse":"And the sons of Levi did according to the word of Moses. And about three thousand men of the people fell on that day."},{"number":29,"verse":"And Moses said, Fill your hand today for Jehovah, since each man has been against his son and against his brother, and so as to give you a blessing today."},{"number":30,"verse":"And it happened on the morrow, Moses said to the people, You have sinned a great sin. And now I will go up to Jehovah; perhaps I can make atonement for your sin."},{"number":31,"verse":"And Moses went back to Jehovah and said, Oh, this people has sinned a great sin, and they have made for themselves gods of gold."},{"number":32,"verse":"And now, if You will, lift up their sin. And if not, I pray, blot me out from Your book which You have written. And Jehovah said to Moses, Whoever has sinned against Me, I will blot him from My book."},{"number":34,"verse":"And now go, lead the people to that place which I have spoken to you. Behold, My Angel shall go before your face. And in the day of My visitation I will visit their sin on them."},{"number":35,"verse":"And Jehovah plagued the people because they made the calf, which Aaron made."}]}