{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"And Moses assembled all the congregation of the sons of Israel and said to them, These are the words which Jehovah has commanded, to do them:"},{"number":2,"verse":"Work may be done six days and on the seventh day it shall be holy to you, a sabbath of rest to Jehovah; everyone doing work in it dying shall die."},{"number":3,"verse":"You shall not kindle a fire in all your dwellings on the day of the Sabbath."},{"number":4,"verse":"And Moses said to all the congregation of the sons of Israel, saying, This is the thing which Jehovah commanded, saying,"},{"number":5,"verse":"Take from among you an offering to Jehovah. Everyone willing of heart shall bring it, the offering of Jehovah: gold and silver and bronze,"},{"number":6,"verse":"and blue, and purple, and crimson, and bleached linen, and goats' hair,"},{"number":7,"verse":"and rams' skins dyed red, and dugong skins, and acacia wood,"},{"number":8,"verse":"and oil for the light, and spices for the oil of anointing, and for the incense of perfumes;"},{"number":9,"verse":"and onyx stones, and stones of settings, for the ephod and for the breast-piece."},{"number":10,"verse":"And every wise-hearted one among you, let them come and make all which Jehovah has commanded;"},{"number":11,"verse":"the tabernacle, its tent, and its cover, its hooks, its boards, its bars, its pillars, and its sockets;"},{"number":12,"verse":"the ark, and its poles, the mercy seat and the veil of the covering,"},{"number":13,"verse":"the table and its poles, and all its vessels, and the Bread of the Presence;"},{"number":14,"verse":"and the lampstand of the light, and its vessels, and its lamps, and the oil of the light;"},{"number":15,"verse":"and the incense altar and its poles, and the oil of anointing, and the incense of perfumes, and the screen of the door, at the door of the tabernacle;"},{"number":16,"verse":"the altar of burnt offering, and its bronze grating, its poles, and all its vessels, the laver and its base;"},{"number":17,"verse":"the screens of the court, its pillars, and its sockets, and the screen for the gate of the court;"},{"number":18,"verse":"the pins of the tabernacle, and the pins of the court, and their cords;"},{"number":19,"verse":"the woven garments to minister in the sanctuary, the holy garments for Aaron the priest, and the garments for his sons, to serve as priests."},{"number":20,"verse":"And all the congregation of the sons of Israel went out from Moses."},{"number":21,"verse":"And they came, every man whose heart was lifted up, and everyone whose spirit made him willing. They brought the offering of Jehovah for the work of the tabernacle of the congregation, and for all its service, and for the holy garments."},{"number":22,"verse":"And the men came in together with the women, everyone willing of heart. They brought in bracelets, and nose rings, and rings, and ornaments, every gold article, and every man who waved a wave offering of gold to Jehovah."},{"number":23,"verse":"And every man with whom blue was found, and purple, and crimson, and bleached linen, and goats' hair, and rams' skins dyed red, and dugong skins, they brought."},{"number":24,"verse":"Every one rising up with an offering of silver and bronze, they brought the offering of Jehovah; and everyone with whom was found acacia wood for any work of the service, they brought."},{"number":25,"verse":"And every wise-hearted woman spun with her hands; and they brought spun yarn, blue, and purple, and crimson and bleached linen."},{"number":26,"verse":"And all the women whose hearts were lifted up in wisdom spun the goats' hair."},{"number":27,"verse":"And the leaders brought the onyx stones, and stones for the setting, for the ephod and for the breast-piece,"},{"number":28,"verse":"and the spice, and the oil for the light, and for the anointing oil, and for the incense of the perfumes."},{"number":29,"verse":"And every man and woman whose hearts made them willing to bring for all the work which Jehovah commanded to be done by the hand of Moses; the sons of Israel brought a willing offering to Jehovah."},{"number":30,"verse":"And Moses said to the sons of Israel, Behold! Jehovah has called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah."},{"number":31,"verse":"And He has filled him with the spirit of God, in wisdom, in intelligence, and in knowledge, and in all workmanship,"},{"number":32,"verse":"and to devise designs, to work in gold, and in silver, and in bronze,"},{"number":33,"verse":"and in cuttings of stones for finishings, and in carving of wood, to work in all workmanship of design."},{"number":34,"verse":"And He has put in his heart to teach, he and Aholiab the son of Ahisamach, of the tribe of Dan,"},{"number":35,"verse":"He has filled them with wisdom of heart, to do every work of a smith, and an artisan, and an embroiderer in blue, and in purple, and in crimson, and in bleached linen, and a weaver; doers of every work and devisers of designs."}]}