{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses, saying,"},{"number":2,"verse":"On the first day of the month, on the first of the month, you shall raise up the tent of the tabernacle of the congregation."},{"number":3,"verse":"And you shall put there the ark of testimony. And you shall cover the ark with the veil."},{"number":4,"verse":"And you shall bring in the table and set in order its arrangement. And you shall bring in the lampstand and set up its lamps."},{"number":5,"verse":"And you shall put the altar of gold for incense before the ark of testimony. And you shall set up the screen of the door of the tabernacle."},{"number":6,"verse":"And you shall set up the altar of burnt offerings before the door of the tent of the tabernacle of the congregation."},{"number":7,"verse":"And you shall put the laver between the tabernacle of the congregation and the altar. And you shall put water there."},{"number":8,"verse":"And you shall set up the court all around. And you shall place the screen of the opening of the court."},{"number":9,"verse":"And you shall take the oil of anointing, and you shall anoint the tabernacle and all that is in it. And you shall sanctify it and all its vessels. And it shall become holy."},{"number":10,"verse":"And you shall anoint the altar of burnt offering and all its vessels. And you shall sanctify it and the altar shall become most holy."},{"number":11,"verse":"And you shall anoint the laver and its base, and you shall sanctify it."},{"number":12,"verse":"And you shall cause to draw near Aaron and his sons to the door of the tabernacle of the congregation. And you shall wash them with water."},{"number":13,"verse":"And you shall clothe Aaron with the holy garments. And you shall anoint him and sanctify him. And he shall serve as priest to Me."},{"number":14,"verse":"And you shall cause his sons to draw near. And you shall clothe them with tunics."},{"number":15,"verse":"And you shall anoint them as you anointed their father. And they shall serve as priests to Me. And their anointing shall be for an everlasting priesthood for their generations."},{"number":16,"verse":"And Moses did so, according to all that Jehovah commanded him; so he did."},{"number":17,"verse":"And it happened in the first month, in the second year, on the first of the month, the tabernacle was raised up."},{"number":18,"verse":"And Moses raised up the tabernacle, and he gave its sockets, and he set up its boards, and he gave its bars, and he raised up its pillars."},{"number":19,"verse":"And he spread out the tent over the tabernacle. And he put the cover of the tent over it from above, as Jehovah commanded Moses."},{"number":20,"verse":"And he took and gave the testimony into the ark. And he put the poles on the ark. And he set the mercy seat on the ark from above."},{"number":21,"verse":"And he caused the ark to go in into the tabernacle. And he placed the veil of the covering, and he covered over the ark of the testimony, as Jehovah commanded Moses."},{"number":22,"verse":"And he gave the table into the tabernacle of the congregation, on the side of the tabernacle, northward outside the veil."},{"number":23,"verse":"And he set the bread in order on it before the face of Jehovah, as Jehovah commanded Moses."},{"number":24,"verse":"And he put the lampstand in the tabernacle of the congregation, opposite the table, on the side of the tabernacle southward."},{"number":25,"verse":"And he set up the lamps before Jehovah, as Jehovah had commanded Moses."},{"number":26,"verse":"And he set up the altar of gold in the tabernacle of the congregation, before the veil."},{"number":27,"verse":"And he burned on it incense of fragrant spices, as Jehovah commanded Moses."},{"number":28,"verse":"And he set up the screen of the door to the tabernacle."},{"number":29,"verse":"And he put the altar of burnt offering at the door of the tent of the tabernacle of the congregation. And he offered up on it the burnt offering and the food offering, as Jehovah commanded Moses."},{"number":30,"verse":"And he put the laver between the tabernacle of the congregation and the altar. And he gave there water for washing."},{"number":31,"verse":"And from it Moses and Aaron and his sons washed their hands and their feet."},{"number":32,"verse":"As they came into the tabernacle of the congregation, and as they drew near to the altar, they would wash, as Jehovah commanded Moses."},{"number":33,"verse":"And he raised up the court all around the dwelling place of God and the altar. And he gave the screen of the opening of the court. And Moses finished the work."},{"number":34,"verse":"And the cloud covered the tabernacle of the congregation; and the glory of Jehovah filled the tabernacle."},{"number":35,"verse":"And Moses was not able to come into the tabernacle of the congregation because the cloud dwelt on it. And the glory of Jehovah filled the tabernacle."},{"number":36,"verse":"And as the cloud went up from the tabernacle, the sons of Israel pulled up stakes in all their travels."},{"number":37,"verse":"And if the cloud did not go up, then they did not pull up stakes until the day it went up."},{"number":38,"verse":"For the cloud of Jehovah was on the tabernacle by day, and fire was on it by night, before the eyes of all the house of Israel in all their pullings up of stakes"}]}