{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"And Jehovah said to Moses, Now you will see what I will do to Pharaoh. For he will send them away with a strong hand, yea, he will drive them out from his land with a strong hand."},{"number":2,"verse":"And God spoke to Moses and said to him, I am Jehovah."},{"number":3,"verse":"And I appeared to Abraham, to Isaac and to Jacob as God Almighty, and by My name JEHOVAH I have not been known to them."},{"number":4,"verse":"And I also established My covenant with them to give to them the land of Canaan, the land of their travels, in which they abode."},{"number":5,"verse":"And I also have heard the groaning of the sons of Israel, whom the Egyptians are enslaving. And I have remembered My covenant."},{"number":6,"verse":"Therefore, say to the sons of Israel, I am Jehovah, and I will bring you out from under the burdens of Egypt, and will deliver you from their slavery. And I will redeem you with an outstretched arm and with great judgments."},{"number":7,"verse":"And I will take you to Myself for a people, and I will be to you for God. And you shall know that I am Jehovah your God, the One bringing you out from under the burdens of Egypt."},{"number":8,"verse":"And I will bring you into the land which I raised My hand to give to Abraham, to Isaac, and to Jacob. And I will give it to you for a possession. I am Jehovah!"},{"number":9,"verse":"And Moses spoke to the sons of Israel. And they did not listen to Moses, from anguish of spirit and from hard bondage."},{"number":10,"verse":"And Jehovah spoke to Moses, saying,"},{"number":11,"verse":"Go, speak to Pharaoh king of Egypt, that he may send away the sons of Israel from his land."},{"number":12,"verse":"And Moses spoke before Jehovah, saying, Behold the sons of Israel have not listened to me. And how should Pharaoh hear me, I being of uncircumcised lips?"},{"number":13,"verse":"And Jehovah spoke to Moses and to Aaron and He commanded them as to the sons of Israel, and as to Pharaoh king of Egypt, to bring out the sons of Israel from the land of Egypt."},{"number":14,"verse":"These were the heads of the houses of their fathers: The sons of Reuben the first-born of Israel: Hanoch, and Pallu, and Hezron, and Carmi; these were the families of Reuben."},{"number":15,"verse":"And the sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul, the son of a Canaanitess; these were the families of Simeon."},{"number":16,"verse":"And these were the names of the sons of Levi by their generations: Gershon, and Kohath, and Merari. And the years of the life of Levi were a hundred and thirtyseven years."},{"number":17,"verse":"The sons of Gershon: Libni, and Shimei, by their families."},{"number":18,"verse":"And the sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel. And the years of the life of Kohath were a hundred and thirty-three years."},{"number":19,"verse":"And the sons of Merari: Mahli, and Mushi. These were the families of Levi according to their generations."},{"number":20,"verse":"And Amram took his aunt Jochebed to him for a wife. And she bore to him Aaron and Moses. And the years of the life of Amram were a hundred and thirty-seven years."},{"number":21,"verse":"And the sons of Izhar: Korah, and Nepheg, and Zichri."},{"number":22,"verse":"And the sons of Uzziel: Mishael, and Elzaphan, and Zithri."},{"number":23,"verse":"And Aaron took Elisheba the daughter of Amminadab, the sister of Nahshon, to him for a wife. And she bore to him Nadab, and Abihu, Eleazar, and Ithamar."},{"number":24,"verse":"And the sons of Korah: Assir, and Elkanah, and Abiasaph. These were the families of the Korahites."},{"number":25,"verse":"And Aaron's son Eleazar took of the daughters of Putiel for his wife. And she bore to him Phinehas. These were the heads of the fathers of the Levites by their families."},{"number":26,"verse":"That is the Aaron and Moses to whom Jehovah said, Bring out the sons of Israel from the land of Egypt, according to their armies."},{"number":27,"verse":"Those were the ones speaking to Pharaoh king of Egypt to bring out the sons of Israel from Egypt; it was Moses and Aaron."},{"number":28,"verse":"And it happened on the day Jehovah spoke to Moses in the land of Egypt:"},{"number":29,"verse":"Jehovah spoke to Moses, saying, I am Jehovah! Speak to Pharaoh king of Egypt all which I am about to speak to you."},{"number":30,"verse":"And Moses said before Jehovah, Behold, I am of uncircumcised lips. How could Pharaoh listen to me?"}]}