{"bibleAbbr":"KJ3-2005","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"And Jehovah said to Moses, Go in to Pharaoh and speak to him, So says Jehovah the God of the Hebrews, Send away My people that they may serve Me."},{"number":2,"verse":"And if you refuse to send away, and you still hold onto them,"},{"number":3,"verse":"behold the hand of Jehovah is going to be on your livestock in the field, on the horses, on the asses, on the camels, on the herds, and on the flocks, a very heavy murrain."},{"number":4,"verse":"And Jehovah will make a distinction between Israel's livestock and Egypt's livestock. Also of all that belongs to the sons of Israel, not a thing will die."},{"number":5,"verse":"And Jehovah set a time, saying, Tomorrow Jehovah will do this thing in the land."},{"number":6,"verse":"And Jehovah did this thing on the next day, and all the livestock of Egypt died. And from the livestock of the sons of Israel, not one died."},{"number":7,"verse":"And Pharaoh sent, and behold, not even one was dead from Israel's livestock! And Pharaoh's heart was made heavy, and he did not send away the people."},{"number":8,"verse":"And Jehovah said to Moses and to Aaron, Take for yourselves the fullness of your hands of soot from the furnace, and let Moses sprinkle it toward the heaven before Pharaoh's eyes."},{"number":9,"verse":"And let it become dust on all the land of Egypt, and let it become boils breaking out into a boil on man and on livestock in all the land of Egypt."},{"number":10,"verse":"And they took soot of the furnace and stood before Pharaoh. And Moses sprinkled it toward the heavens, and it became a boil breaking out into boils on man and on livestock."},{"number":11,"verse":"And the diviners were not able to stand before Moses, before the boil. For the boil was on the diviners and on all the Egyptians."},{"number":12,"verse":"And Jehovah hardened Pharaoh's heart, and he did not listen to them, as Jehovah had said to Moses."},{"number":13,"verse":"And Jehovah said to Moses, Get up early in the morning and stand before Pharaoh, and say to him, So says Jehovah the God of the Hebrews, Send away My people that they may serve Me."},{"number":14,"verse":"For at this time I am going to send all My plagues to your heart, and on your servants, and on your people, so that you may know that none is like Me in all the land."},{"number":15,"verse":"For now I have stretched out My hand and have stricken you and your people with plague , and you have been destroyed from the earth."},{"number":16,"verse":"And for this cause I have made you stand, in order to cause you to see My power, and in order to declare My name in all the land."},{"number":17,"verse":"You still are exalting yourself against My people, so as not to send them away."},{"number":18,"verse":"Behold! I will rain very heavy hail about this time tomorrow, such as has never been in Egypt from the day of its foundation until now."},{"number":19,"verse":"And now send out, bring your livestock to safety, and all belonging to you in the field. All men and livestock found in the field, and not brought to the house, the hail will come on them, and they will die."},{"number":20,"verse":"Of the servants of Pharaoh, the one who feared the Word of Jehovah made his slaves and his livestock flee to the houses."},{"number":21,"verse":"And the one who did not set his heart on the Word of Jehovah left his slaves and his livestock in the field."},{"number":22,"verse":"And Jehovah said to Moses, Stretch out your hand to the heavens, so that hail may be in all the land of Egypt, on man, and on livestock, and on every plant of the field in the land of Egypt."},{"number":23,"verse":"And Moses stretched out his staff to the heavens. And Jehovah gave thunder and hail. And fire came down to the earth, and Jehovah rained hail on the land of Egypt."},{"number":24,"verse":"And there was hail, and fire flashing in the midst of the hail, very heavy, which never had been in all the land of Egypt since it became a nation."},{"number":25,"verse":"And the hail struck in all the land of Egypt, all that was in the field, from men and to livestock. And the hail struck every plant of the field, and it broke in pieces every tree of the field."},{"number":26,"verse":"Only in the land of Goshen, where the sons of Israel lived, there was no hail."},{"number":27,"verse":"And Pharaoh sent and called Moses and Aaron, and said to them, I have sinned this time. Jehovah is the righteous One, and I and my people the wicked ones."},{"number":28,"verse":"Pray to Jehovah and let it be enough of the thunders and hail of God. And I will send you away and you shall not continue any longer."},{"number":29,"verse":"And Moses said to him, As I go out of the city I will spread out my palms to Jehovah. The thunder will cease, and the hail will not still be, so that you may know that the earth is Jehovah's."},{"number":30,"verse":"And as for you and your servants, I know that you do not yet fear before Jehovah God."},{"number":31,"verse":"And the flax and the barley were stricken. For the barley was in head, and the flax in bud."},{"number":32,"verse":"And the wheat and the spelt were not stricken, for they were late."},{"number":33,"verse":"And Moses went out from Pharaoh, from the city, and he spread out his palms to Jehovah. And the thunder and the hail ceased. And rain was not poured out toward the earth."},{"number":34,"verse":"And Pharaoh saw that the rain and the hail and the thunder had ceased, and he continued to sin. And he made his heart strong, he and his servants."},{"number":35,"verse":"And Pharaoh's heart was made heavy, and he did not send away the sons of Israel, as Jehovah had said by the hand of Moses."}]}