{
  "bibleAbbr" : "TOV1986",
  "bookName" : "மாற்கு",
  "bookEnglishName" : "Mark",
  "chapterNumber" : 15,
  "verses" : [ {
    "number" : 1,
    "verse" : "பொழுது விடிந்தவுடனே, பிரதான ஆசாரியரும் மூப்பரும் வேதபாரகரும் ஆலோசனைச் சங்கத்தாரனைவரும் கூடி ஆலோசனைபண்ணி, இயேசுவைக் கட்டிக்கொண்டுபோய், பிலாத்துவினிடத்தில் ஒப்புக்கொடுத்தார்கள்."
  }, {
    "number" : 2,
    "verse" : "பிலாத்து அவரை நோக்கி: நீ யூதருடைய ராஜாவா என்று கேட்டான். அதற்கு அவர்: நீர் சொல்லுகிறபடிதான் என்றார்."
  }, {
    "number" : 3,
    "verse" : "பிரதான ஆசாரியர்கள் அவர்மேல் அநேகங் குற்றங்களைச் சாட்டினார்கள். அவரோ மாறுத்தரம் ஒன்றும் சொல்லவில்லை."
  }, {
    "number" : 4,
    "verse" : "அப்பொழுது பிலாத்து மறுபடியும் அவரை நோக்கி: இதோ, இவர்கள் உன்மேல் எத்தனையோ குற்றங்களைச் சாட்டுகிறார்களே, அதற்கு நீ உத்தரவு ஒன்றும் சொல்லுகிறதில்லையா என்று கேட்டான்."
  }, {
    "number" : 5,
    "verse" : "இயோசுவோ அப்பொழுதும் உத்தரவு ஒன்றும் சொல்லவில்லை; அதினால் பிலாத்து ஆச்சரியப்பட்டான்."
  }, {
    "number" : 6,
    "verse" : "காவல் பண்ணப்பட்டவர்களில் எவனை விடுதலையாக்க வேண்டுமென்று ஜனங்கள் கேட்டுக்கொள்வார்களோ, அவனை அவர்களுக்காக விடுதலையாக்குவது பண்டிகைதோறும் பிலாத்துவுக்கு வழக்கமாயிருந்தது."
  }, {
    "number" : 7,
    "verse" : "கலகம்பண்ணி அந்தக் கலகத்தில் கொலைசெய்து, அதற்காகக் காவல்பண்ணப்பட்டவர்களில் பரபாஸ் என்னப்பட்ட ஒருவன் இருந்தான்."
  }, {
    "number" : 8,
    "verse" : "ஜனங்கள், வழக்கத்தின்படியே தங்களுக்கு ஒருவனை விடுதலையாக்கவேண்டுமென்று சத்தமிட்டுக் கேட்டுக்கொள்ளத் தொடங்கினார்கள்."
  }, {
    "number" : 9,
    "verse" : "பொறாமையினாலே பிரதான ஆசாரியர்கள் அவரை ஒப்புக்கொடுத்தார்களென்று பிலாத்து அறிந்து."
  }, {
    "number" : 10,
    "verse" : "அவர்களை நோக்கி: நான் யூதருடைய ராஜாவை உங்களுக்கு விடுதலையாக்கவேண்டுமென்றிருக்கிறீர்களா என்று கேட்டான்."
  }, {
    "number" : 11,
    "verse" : "பரபாசைத் தங்களுக்கு விடுதலையாக்கவேண்டுமென்று ஜனங்கள் கேட்டுக்கொள்ளும்படி, பிரதான ஆசாரியர்கள் அவர்களை ஏவிவிட்டார்கள்."
  }, {
    "number" : 12,
    "verse" : "பிலாத்து மறுபடியும் அவர்களை நோக்கி: அப்படியானால், யூதருடைய ராஜாவென்று நீங்கள் சொல்லுகிறவனை நான் என்ன செய்யவேண்டும் என்று கேட்டான்."
  }, {
    "number" : 13,
    "verse" : "அவனைச் சிலுவையில் அறையும் என்று மறுபடியும் சத்தமிட்டுச் சொன்னார்கள்."
  }, {
    "number" : 14,
    "verse" : "அதற்குப் பிலாத்து: ஏன், என்ன பொல்லாப்புச் செய்தான் என்றான். அவர்களோ: அவனைச் சிலுவையில் அறையும் என்று பின்னும் அதிகமாய்க் கூக்குரலிட்டுச் சொன்னார்கள்."
  }, {
    "number" : 15,
    "verse" : "அப்பொழுது பிலாத்து ஜனங்களைப் பிரியப்படுத்த மனதுள்ளவனாய், பரபாசை அவர்களுக்கு விடுதலையாக்கி, இயேசுவையோ வாரினால் அடிப்பித்து, சிலுவையில் அறையும்படிக்கு ஒப்புக்கொடுத்தான்."
  }, {
    "number" : 16,
    "verse" : "அப்பொழுது போர்ச்சேவகர் அவரைத் தேசாதிபதியின் அரமனையாகிய மாளிகையில் கொண்டுபோய், அவ்விடத்தில் போர்ச்சேவகருடைய கூட்டமுழுவதையும் கூடிவரச்செய்து,"
  }, {
    "number" : 17,
    "verse" : "சிவப்பான மேலங்கியை அவருக்கு உடுத்தி, முள்முடியைப் பின்னி அவருக்குச் சூட்டி:"
  }, {
    "number" : 18,
    "verse" : "யூதருடைய ராஜாவே, வாழ்க என்று அவரை வாழ்த்தி,"
  }, {
    "number" : 19,
    "verse" : "அவரைச் சிரசில் கோலால் அடித்து, அவர்மேல் துப்பி, முழங்கால்படியிட்டு அவரை வணங்கினார்கள்."
  }, {
    "number" : 20,
    "verse" : "அவரைப் பரியாசம்பண்ணினபின்பு, சிவப்பான அங்கியைக் கழற்றி, அவருடைய வஸ்திரங்களை அவருக்கு உடுத்தி, அவரைச் சிலுவையில் அறையும்படி வெளியே கொண்டுபோனார்கள்."
  }, {
    "number" : 21,
    "verse" : "சிரேனே ஊரானும், அலெக்சந்தருக்கும் ரூப்புக்கும் தகப்பனுமாகிய சீமோன் என்னப்பட்ட ஒருவன் நாட்டிலிருந்து அவ்வழியே வருகையில், அவருடைய சிலுவையைச் சுமக்கும்படி அவனைப் பல வந்தம்பண்ணினார்கள்."
  }, {
    "number" : 22,
    "verse" : "கபாலஸ்தலம் என்று அர்த்தங்கொள்ளும் கொல்கொதா என்னும் இடத்துக்கு அவரைக் கொண்டுபோய்,"
  }, {
    "number" : 23,
    "verse" : "வெள்ளைப்போளம் கலந்த திராட்சரசத்தை அவருக்குக் குடிக்கக் கொடுத்தார்கள்; அவர் அதை ஏற்றுக்கொள்ளவில்லை."
  }, {
    "number" : 24,
    "verse" : "அப்பொழுது அவரைச் சிலுவையில் அறைந்தார்கள். அதன்பின்பு அவருடைய வஸ்திரங்களைப் பங்கிட்டு, ஒவ்வொருவன் ஒவ்வொரு பங்கை எடுத்துக் கொள்ளும்படி அவைகளைக்குறித்துச் சீட்டுப்போட்டார்கள்."
  }, {
    "number" : 25,
    "verse" : "அவரைச் சிலுவையில் அறைந்தபோது மூன்றாம்மணி வேளையாயிருந்தது."
  }, {
    "number" : 26,
    "verse" : "அவர் அடைந்த ஆக்கினையின் முகாந்தரத்தைக் காண்பிக்கும்பொருட்டு, யூதருடைய ராஜா என்று எழுதி, சிலுவையின்மேல் கட்டினார்கள்."
  }, {
    "number" : 27,
    "verse" : "அல்லாமலும், அவருடைய வலது பக்கத்தில் ஒருவனும் அவருடைய இடது பக்கத்தில் ஒருவனுமாக, இரண்டு கள்ளரை அவரோடேகூடச் சிலுவைகளில் அறைந்தார்கள்."
  }, {
    "number" : 28,
    "verse" : "அக்கிரமக்காரரில் ஒருவனாக எண்ணப்பட்டார் என்கிற வேதவாக்கியம் அதினாலே நிறைவேறிற்று."
  }, {
    "number" : 29,
    "verse" : "அந்த வழியாய் நடந்துபோகிறவர்கள் தங்கள் தலைகளைத் துலுக்கி: ஆ! ஆ! தேவாலயத்தை இடித்து, மூன்று நாளைக்குள்ளே கட்டுகிறவனே."
  }, {
    "number" : 30,
    "verse" : "உன்னை நீயே இரட்சித்துக்கொள்; சிலுவையிலிருந்திறங்கிவா என்று அவரைத் தூஷித்தார்கள்."
  }, {
    "number" : 31,
    "verse" : "அப்படியே பிரதான ஆசாரியரும் வேதபாரகரும் தங்களுக்குள்ளே பரியாசம்பண்ணி: மற்றவர்களை இரட்சித்தான், தன்னைத்தான் இரட்சித்துக்கொள்ளத் திராணியில்லை."
  }, {
    "number" : 32,
    "verse" : "நாம் கண்டு விசுவாசிக்கத்தக்கதாக இஸ்ரவேலுக்கு ராஜாவாகிய கிறிஸ்து இப்பொழுது சிலுவையிலிருந்திறங்கட்டும் என்று சொல்லிக்கொண்டார்கள். அவரோடேகூடச் சிலுவைகளில் அறையப்பட்டவர்களும் அவரை நிந்தித்தார்கள்."
  }, {
    "number" : 33,
    "verse" : "ஆறாம்மணி நேரமுதல் ஒன்பதாம்மணி நேரம்வரைக்கும் பூமியெங்கும் அந்தகாரம் உண்டாயிற்று."
  }, {
    "number" : 34,
    "verse" : "ஒன்பதாம்மணி நேரத்திலே, இயேசு: எலோயீ! எலோயீ! லாமா சபக்தானி, என்று மிகுந்த சத்தமிட்டுக் கூப்பிட்டார்; அதற்கு: என் தேவனே! என் தேவனே! ஏன் என்னைக் கைவிட்டீர் என்று அர்த்தமாம்."
  }, {
    "number" : 35,
    "verse" : "அங்கே நின்றவர்களில் சிலர் அதைக் கேட்டபொழுது: இதோ, எலியாவைக் கூப்பிடுகிறான் என்றார்கள்."
  }, {
    "number" : 36,
    "verse" : "ஒருவன் ஓடி, கடற்காளானைக் காடியிலே தோய்த்து, அதை ஒரு கோலில்மாட்டி, அவருக்குக் குடிக்கக்கொடுத்து: பொறுங்கள், எலியா இவனை இறக்க வருவானோ பார்ப்போம் என்றான்."
  }, {
    "number" : 37,
    "verse" : "இயேசு மகா சத்தமாய்க் கூப்பிட்டு ஜீவனை விட்டார்."
  }, {
    "number" : 38,
    "verse" : "அப்பொழுது, தேவாலயத்தின் திரைச்சீலை மேல்தொடங்கிக் கீழ்வரைக்கும் இரண்டாகக் கிழிந்தது."
  }, {
    "number" : 39,
    "verse" : "அவருக்கு எதிரே நின்ற நூற்றுக்கு அதிபதி அவர் இப்படிக் கூப்பிட்டு ஜீவனை விட்டதைக் கண்டபோது: மெய்யாகவே இந்த மனுஷன் தேவனுடைய குமாரன் என்றான்."
  }, {
    "number" : 40,
    "verse" : "சில ஸ்திரீகளும் தூரத்திலிருந்து பார்த்துக்கொண்டிருந்தார்கள். அவர் கலிலேயாவிலிருந்தபோது அவருக்குப் பின்சென்று ஊழியஞ்செய்துவந்த மகதலேனா மரியாளும், சின்ன யாக்கோபுக்கும் யோசேக்கும் தாயாகிய மரியாளும், சலோமே என்பவளும்,"
  }, {
    "number" : 41,
    "verse" : "அவருடனேகூட எருசலேமுக்கு வந்திருந்த வேறே அநேக ஸ்திரீகளும் அவர்களோடே இருந்தார்கள்."
  }, {
    "number" : 42,
    "verse" : "ஓய்வுநாளுக்கு முந்தினநாள் ஆயத்தநாளாயிருந்தபடியால், சாயங்காலமானபோது."
  }, {
    "number" : 43,
    "verse" : "கனம்பொருந்திய ஆலோசனைக்காரனும் அரிமத்தியா ஊரானும் தேவனுடைய ராஜ்யம் வரக் காத்திருந்தவனுமாகிய யோசேப்பு என்பவன் வந்து, பிலாத்துவினிடத்தில் துணிந்துபோய், இயேசுவின் சரீரத்தைக் கேட்டான்."
  }, {
    "number" : 44,
    "verse" : "அவர் இத்தனை சீக்கிரத்தில் மரித்துப்போனாரா என்று பிலாத்து ஆச்சரியப்பட்டு, நூற்றுக்கு அதிபதியை அழைப்பித்து: அவர் இதற்குள்ளே மரித்தது நிச்சயமா என்று கேட்டான்."
  }, {
    "number" : 45,
    "verse" : "நூற்றுக்கு அதிபதியினாலே அதை அறிந்துகொண்டபின்பு, சரீரத்தை யோசேப்பினிடத்தில் கொடுத்தான்."
  }, {
    "number" : 46,
    "verse" : "அவன் போய், மெல்லிய துப்பட்டியை வாங்கிக்கொண்டுவந்து, அவரை இறக்கி, அந்தத் துப்பட்டியிலே சுற்றி, கன்மலையில் வெட்டியிருந்த கல்லறையிலே அவரை வைத்து, கல்லறையின் வாசலில் ஒரு கல்லைப் புரட்டிவைத்தான்."
  }, {
    "number" : 47,
    "verse" : "அவரை வைத்த இடத்தை மகதலேனா மரியாளும் யோசேயின் தாயாகிய மரியாளும் பார்த்தார்கள்."
  } ]
}