{"bibleAbbr":"t4t2014","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"Since we know so many people with faith like that, we must put aside anything, especially sin, which hinders us, and we must strive to achieve God's will and concentrate on Jesus.We know about many people like that who showed they trusted in God. They are like a crowd of spectators who are cheering for us inside a stadium [MET]. Knowing that, we must put away all the things that hinder us, as a runner puts aside everything that would hinder him because they are heavy [MET]. Especially we must put away sinful actions that hinder us, as a runner sets aside clothes he does not need, clothes that would entangle him [MET]. Let us wholeheartedly strive to achieve what God has planned for us, as someone in a race wholeheartedly runs the course that is before him [MET]."},{"number":2,"verse":"And let us keep our minds on Jesus, as a runner keeps his eyes on the goal [MET]. He is the one we should imitate concerning how he perfectly trusted God. When he died on the cross he endured it when he suffered greatly [MTY], instead of thinking about the things he would rejoice about later. He disregarded being disgraced by dying that way. He is now sitting at the place of highest honor [MTY] at the throne where God rules."},{"number":3,"verse":"Do not become discouraged when you are suffering as you struggle against evil.Jesus patiently endured it when sinful people acted so hostilely against him. Compare yourselves with him so that you do not give up trusting God or become discouraged."},{"number":4,"verse":"While you have struggled against being tempted to sin, you have not yet bled and died because of resisting evil, as Jesus did."},{"number":5,"verse":"Do not forget [RHQ] these words that Solomon spoke to his son, that are the same as God would exhort you as his children: My child, pay attention [LIT] when the Lord is disciplining you, and do not be discouraged when the Lord punishes you [DOU],"},{"number":6,"verse":"because it is everyone whom he loves whom the Lord disciplines, and he punishes everyone whom he accepts as his child."},{"number":7,"verse":"Since our sufferings are to discipline us, if we have not experienced God's discipline we are not his true children. We should accept God's discipline, because it is always to help us.It is in order that God may discipline you that he requires you to endure the disagreeable things that happen to you. When God disciplines you he is treating you as a father treats his children. All fathers [RHQ] discipline their children [LIT]."},{"number":8,"verse":"So, if you have not experienced God disciplining you just like he disciplines all his other children, you are not true children of God [MET]. You are like illegitimate children; no father disciplines them."},{"number":9,"verse":"Furthermore, our natural fathers disciplined us when we were young, and we respected them for doing that. So ◄we should certainly more readily accept God our spiritual Father disciplining us, with the result that we live eternally!/shouldn't we more readily accept God, our spiritual Father, disciplining us, with the result that we live eternally?► [RHQ]"},{"number":10,"verse":"Our natural fathers disciplined us for a short time just like they considered right, but God always disciplines us to help us. He does it so that we may be holy as he is."},{"number":11,"verse":"During the time that God is disciplining us, that does not seem to be something about which we should rejoice. Instead, it is something that pains us. But later it causes those who have learned from it to be peaceful and to live righteously."},{"number":12,"verse":"Renew yourselves spiritually; go forward in your Christian life; try to live peacefully with everyone; seek to be holy; guard against bitterness; do not be immoral; and do not refuse to listen to God.So, instead of acting as though you were spiritually exhausted, renew yourselves [MET] spiritually."},{"number":13,"verse":"Go straight forward in your Christian life [MET], in order that believers who are uncertain about their faith will imitate you and not ◄leave God's way/become useless to God► [MET]. Instead, they will be spiritually restored [MET] as an injured and useless limb is restored."},{"number":14,"verse":"Try to live peacefully with all people. Seek to be holy, since no one will see the Lord if he is not holy."},{"number":15,"verse":"Beware that none of you stops trusting in God, who has done kind things for us that we did not deserve (OR, Beware that you have never experienced God kindly saving you). Be on guard lest any of you act evilly towards others, because that will grow like [MET] a root grows into a big plant, and the result of your doing that will be that many believers will sin and become unacceptable to God."},{"number":16,"verse":"Do not let anyone be immoral, or be irreligious as Esau was. He exchanged the rights he had as a firstborn son for only one meal."},{"number":17,"verse":"You know that after he did that, he wanted to receive what his father would promise to give him if he blessed him. But his father refused to do what he requested. And Esau found no way to change what he had done, even though he sought tearfully to do that."},{"number":18,"verse":"You have not experienced the terrifying things your ancestors did; you have come to Christ and benefited from his blood flowing for you.In coming to God you have not experienced things like what the Israeli people experienced at Sinai Mountain. They approached a mountain that God told them they should not touch. They approached a blazing fire, and it was gloomy and dark [DOU], and there was a hurricane/cyclone."},{"number":19,"verse":"They heard a trumpet sounding and they heard God speak. The result was that those who heard it pleaded for him not to speak to them like that again."},{"number":20,"verse":"When God commanded them saying, “If a person or even an animal touches this mountain, you must kill him/it by throwing stones at him/it,” they were terrified."},{"number":21,"verse":"Truly, because Moses was terrified after seeing what happened on the mountain, he said, “I am trembling because I am very afraid!”"},{"number":22,"verse":"Instead, it is as though you have come to the presence of God in heaven [MET]. That is like what your ancestors did when they came to worship God on Zion Hill, in Jerusalem, in the city of the all-powerful God. You have come (OR, you are coming) to where there are countless angels, who are rejoicing as they have gathered together."},{"number":23,"verse":"You have joined all the believers who have privileges like firstborn sons, whose names God has written down in heaven. You have come to God, who will judge everyone. You have come to where the spirits of God's people are, people who lived righteously before they died, and who now have been made perfect in heaven."},{"number":24,"verse":"You have come to Jesus, who arranged a new covenant between us and God. You have accepted what he accomplished when his blood flowed when he died on the cross. His doing that made it possible for God to forgive us. That is better than the blood of Abel, who just wanted revenge because his brother Cain murdered him."},{"number":25,"verse":"We should be in awe before God, who will punish us if we reject him.Beware that you do not refuse to listen to God who is speaking to you. The Israelite people did not escape God punishing them when Moses (OR, God) warned them here on earth. So ◄we shall surely not escape God punishing us if we reject him when he warns us from heaven!/how shall we escape God punishing us if we reject him when he warns us from heaven?► [RHQ]"},{"number":26,"verse":"The earth shook [PRS] then when he spoke [MTY] at Sinai Mountain. But now he has promised, “I will shake the earth again, one more time, but I will shake heaven too.”"},{"number":27,"verse":"The words “again, one more time” indicate that things on earth will be shaken {that he will shake things on earth}, meaning that he will set aside all that he has created, in order that the things in heaven that cannot be shaken {that nothing can shake} may remain forever."},{"number":28,"verse":"So, let us thank God that we are becoming members of a kingdom that nothing can shake. Let us worship/serve God in a way that pleases him by being greatly in awe [DOU] before him."},{"number":29,"verse":"Remember that the God we worship/serve is like a fire that burns up everything that is impure [MET]!"}]}