{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"( ایک پریشان حال جوان کی دُعا) مُصِیبت زدہ کی دُعا جب وہ افسُردہ دِل ہو کر خُدا خُداوند کے حضُوراپنا رونا روتا ہے۔ اَے خُداوند!میری دُعا سُن اور میری فریاد تیرے حضُور پُہنچے۔"},{"number":2,"verse":"میری مُصِیبت کے دِن مُجھ سے رُوپوش نہ ہو۔ اپنا کان میری طرف جُھکا۔ جِس دِن مَیں فریاد کرُوں مُجھے جلد جواب دے ۔"},{"number":3,"verse":"کیونکہ میرے دِن دُھوئیں کی طرح اُڑے جاتے ہیں اور میری ہڈِّیاں اِیندھن کی طرح جل گئِیں۔"},{"number":4,"verse":"میرا دِل گھاس کی طرح جُھلس کر سُوکھ گیا۔ کیونکہ مَیں اپنی روٹی کھانا بُھول جاتا ہُوں۔"},{"number":5,"verse":"کراہتے کراہتے میری ہڈِّیاں میرے گوشت سے جا لگِیں۔"},{"number":6,"verse":"مَیں جنگلی حواصِل کی مانِند ہُوں۔ مَیں وِیرانے کا اُلّو بن گیا۔"},{"number":7,"verse":"مَیں بے خواب اور اُس گَورے کی مانِند ہو گیا ہُوں جو چھت پر اکیلا ہو۔"},{"number":8,"verse":"میرے دُشمن مُجھے دِن بھر ملامت کرتے ہیں۔ میرے مُخالِف دِیوانہ ہو کر مُجھ پر لَعنت کرتے ہیں ۔"},{"number":9,"verse":"کیونکہ مَیں نے روٹی کی طرح راکھ کھائی اور آنسُو مِلا کر پانی پِیا۔"},{"number":10,"verse":"یہ تیرے غضب اور قہر کے سبب سے ہے۔ کیونکہ تُو نے مُجھے اُٹھایا اور پِھر پٹک دِیا۔"},{"number":11,"verse":"میرے دِن ڈھلنے والے سایہ کی مانِند ہیں اور مَیں گھاس کی طرح مُرجھا گیا ہُوں۔"},{"number":12,"verse":"لیکن تُو اَے خُداوند! ابد تک رہے گا اور تیری یادگار پُشت در پُشت رہے گی۔"},{"number":13,"verse":"تُو اُٹھے گا اور صِیُّون پر رحم کرے گا کیونکہ اُس پر ترس کھانے کا وقت ہے ۔ ہاں اُس کا مُعیّن وقت آ گیا ہے۔"},{"number":14,"verse":"اِس لِئے کہ تیرے بندے اُس کے پتھّروں کو چاہتے اور اُس کی خاک پر ترس کھاتے ہیں۔"},{"number":15,"verse":"اور قَوموں کو خُداوند کے نام کا اور زمِین کے سب بادشاہوں کو تیرے جلال کا خَوف ہوگا۔"},{"number":16,"verse":"کیونکہ خُداوند نے صِیُّون کو بنایا ہے۔ وہ اپنے جلال میں ظاہِر ہُؤا ہے۔"},{"number":17,"verse":"اُس نے بیکسوں کی دُعا پر توجُّہ کی اور اُن کی دُعا کو حقِیر نہ جانا۔"},{"number":18,"verse":"یہ آیندہ پُشت کے لِئے لِکھا جائے گا اور ایک قَوم پَیدا ہو گی جو خُداوند کی سِتایش کرے گی۔"},{"number":19,"verse":"کیونکہ اُس نے اپنے مَقدِس کی بُلندی پر سے نِگاہ کی ۔ خُداوند نے آسمان پر سے زمِین پر نظر کی۔"},{"number":20,"verse":"تاکہ اسِیر کا کراہنا سُنے اور مَرنے والوں کو چُھڑا لے۔"},{"number":21,"verse":"تاکہ لوگ صِیُّون میں خُداوند کے نام کا اِظہار اور یروشلِیم میں اُس کی تعرِیف کریں۔"},{"number":22,"verse":"جب خُداوند کی عِبادت کے لِئے قَومیں اور مملکتیں مِل کر جمع ہوں۔"},{"number":23,"verse":"اُس نے راہ میں میرا زور گھٹا دِیا۔ اُس نے میری عُمر کوتاہ کر دی۔"},{"number":24,"verse":"مَیں نے کہا اَے میرے خُدا! مُجھے آدھی عُمر میں نہ اُٹھا تیرے برس پُشت در پُشت ہیں۔"},{"number":25,"verse":"تُو نے قدِیم سے زمِین کی بُنیاد ڈالی۔ آسمان تیرے ہاتھ کی صنعت ہے۔"},{"number":26,"verse":"وہ نیست ہو جائیں گے پر تُو باقی رہے گا۔ بلکہ وہ سب پوشاک کی مانِند پُرانے ہو جائیں گے۔ تُو اُن کو لِباس کی مانِند بدلے گا اور وہ بدل جائیں گے"},{"number":27,"verse":"پر تُو لاتبدِیل ہے اور تیرے برس لااِنتہا ہوں گے۔"},{"number":28,"verse":"تیرے بندوں کے فرزند برقرار رہیں گے اور اُن کی نسل تیرے حضُور قائِم رہے گی۔"}]}