{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"( خالِق کی حمدوثنا) اَے میری جان! تُو خُداوند کو مُبارک کہہ۔ اَے خُداوند میرے خُدا! تُو نِہایت بزُرگ ہے ۔ تُو حشمت اور جلال سے مُلبّس ہے۔"},{"number":2,"verse":"تُو نُور کو پوشاک کی طرح پہنتا ہے اور آسمان کو سائبان کی طرح تانتا ہے۔"},{"number":3,"verse":"تُو اپنے بالاخانوں کے شہتیِر پانی پر ٹِکاتا ہے۔ تُو بادلوں کو اپنا رتھ بناتا ہے۔ تُو ہوا کے بازُوؤں پر سَیر کرتا ہے۔"},{"number":4,"verse":"تُو اپنے فرِشتوں کو ہوائیں اور اپنے خادِموں کو آگ کے شُعلے بناتا ہے۔"},{"number":5,"verse":"تُو نے زمِین کو اُس کی بُنیاد پر قائِم کِیا تاکہ وہ کبھی جُنبِش نہ کھائے۔"},{"number":6,"verse":"تُو نے اُس کو سمُندر سے چُھپایا جَیسے لِباس سے۔ پانی پہاڑوں سے بھی بُلند تھا۔"},{"number":7,"verse":"وہ تیری جِھڑکی سے بھاگا۔ وہ تیری گرج کی آواز سے جلدی جلدی چلا۔"},{"number":8,"verse":"اُس جگہ پُہنچ گیا جو تُو نے اُس کے لِئے تیّار کی تھی۔ پہاڑ اُبھر آئے ۔ وادِیاں بَیٹھ گئیں۔"},{"number":9,"verse":"تُو نے حد باندھ دی تاکہ وہ آگے نہ بڑھ سکے اور پِھر لَوٹ کر زمِین کو نہ چُھپائے۔"},{"number":10,"verse":"وہ وادیوں میں چشمے جاری کرتا ہے جو پہاڑوں میں بہتے ہیں۔"},{"number":11,"verse":"سب جنگلی جانور اُن سے پِیتے ہیں۔ گورخر اپنی پیاس بُجھاتے ہیں۔"},{"number":12,"verse":"اُن کے آس پاس ہوا کے پرِندے بسیرا کرتے اور ڈالِیوں میں چہچہاتے ہیں۔"},{"number":13,"verse":"وہ اپنے بالاخانوں سے پہاڑوں کو سیراب کرتا ہے۔ تیری صنعتوں کے پَھل سے زمِین آسُودہ ہے ۔"},{"number":14,"verse":"وہ چَوپایوں کے لِئے گھاس اُگاتا ہے اور اِنسان کے کام کے لِئے سبزہ تاکہ زمِین سے خُوراک پَیدا کرے۔"},{"number":15,"verse":"اور مَے جو اِنسان کے دِل کو خُوش کرتی ہے اور رَوغن جو اُس کے چِہرہ کو چمکاتاہے اور روٹی جو آدمی کے دِل کو توانائی بخشتی ہے۔"},{"number":16,"verse":"خُداوند کے درخت شاداب رہتے ہیں یعنی لُبنان کے دیودار جو اُس نے لگائے۔"},{"number":17,"verse":"جہاں پرِندے اپنے گھونسلے بناتے ہیں۔ صنوبر کے درختوں میں لقلق کا بسیرا ہے۔"},{"number":18,"verse":"اُونچے پہاڑ جنگلی بکروں کے لِئے ہیں۔ چٹانیں سافانوں کی پناہ کی جگہ ہیں۔"},{"number":19,"verse":"اُس نے چاند کو زمانوں کے اِمتیاز کے لِئے مُقرّر کِیا۔ آفتاب اپنے غرُوب کی جگہ جانتا ہے۔"},{"number":20,"verse":"تُو اندھیرا کر دیتا ہے تو رات ہو جاتی ہے جِس میں سب جنگلی جانور نِکل آتے ہیں۔"},{"number":21,"verse":"جوان شیر اپنے شِکار کی تلاش میں گرجتے ہیں اور خُدا سے اپنی خُوراک مانگتے ہیں۔"},{"number":22,"verse":"آفتاب نِکلتے ہی وہ چل دیتے ہیں اور جا کر اپنی ماندوں میں پڑ رہتے ہیں۔"},{"number":23,"verse":"اِنسان اپنے کام کے لِئے اور شام تک اپنی مِحنت کرنے کے لِئے نِکلتا ہے ۔"},{"number":24,"verse":"اَے خُداوند! تیری صنعتیں کَیسی بے شُمار ہیں! تُو نے یہ سب کُچھ حِکمت سے بنایا۔ زمِین تیری مخلُوقات سے معمُور ہے۔"},{"number":25,"verse":"دیکھو یہ بڑا اور چَوڑا سمُندر جِس میں بے شُمار رینگنے والے جاندار ہیں۔ یعنی چھوٹے اور بڑے جانور۔"},{"number":26,"verse":"جہاز اِسی میں چلتے ہیں۔اِسی میں لویاتان ہے جِسے تُو نے اِس میں کھیلنے کو پَیدا کِیا۔"},{"number":27,"verse":"اِن سب کو تیرا ہی آسرا ہے تاکہ تُو اُن کو وقت پر خُوراک دے۔"},{"number":28,"verse":"جو کُچھ تُو دیتا ہے یہ لے لیتے ہیں۔ تُو اپنی مُٹھّی کھولتا ہے اور یہ اچھّی چِیزوں سے سیر ہوتے ہیں۔"},{"number":29,"verse":"تُو اپنا چہرہ چُھپا لیتا ہے اور یہ پریشان ہو جاتے ہیں ۔ تُو اِنکا دَم روک لیتا ہے اور یہ مَر جاتے ہیں اور پِھر مِٹّی میں مِل جاتے ہیں۔"},{"number":30,"verse":"تُو اپنی رُوح بھیجتا ہے اور یہ پَیدا ہوتے ہیں اور تُو رُویِ زمِین کو نیا بنا دیتا ہے۔"},{"number":31,"verse":"خُداوند کا جلال ابد تک رہے۔ خُداوند اپنی صنعتوں سے خُوش ہو۔"},{"number":32,"verse":"وہ زمِین پر نِگاہ کرتا ہے اور وہ کانپ جاتی ہے۔ وہ پہاڑوں کو چُھوتا ہے اور اُن سے دُھواں نِکلنے لگتاہے۔"},{"number":33,"verse":"مَیں عُمر بھر خُداوند کی تعرِیف گاؤُں گا۔ جب تک میرا وجُود ہے مَیں اپنے خُدا کی مدح سرائی کرُوں گا۔"},{"number":34,"verse":"میرا دِھیان اُسے پسند آئے۔ مَیں خُداوند میں شادمان رہُوں گا۔"},{"number":35,"verse":"گُنہگار زمِین پر سے فنا ہو جائیں اور شرِیر باقی نہ رہیں! اَے میری جان! خُداوند کو مُبارک کہہ۔ خُداوند کی حمد کرو۔"}]}