{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"( فتح کے لِئے شُکرگُذاری کی دُعا) خُداوند کا شُکر کرو کیونکہ وہ بھلا ہے اور اُس کی شفقت ابدی ہے۔"},{"number":2,"verse":"اِسرائیل اب کہے اُس کی شفقت ابدی ہے۔"},{"number":3,"verse":"ہارُون کا گھرانا اب کہے اُس کی شفقت ابدی ہے۔"},{"number":4,"verse":"خُداوند سے ڈرنے والے اب کہیں اُس کی شفقت ابدی ہے۔"},{"number":5,"verse":"مَیں نے مُصِیبت میں خُداوند سے دُعا کی۔ خُداوند نے مُجھے جواب دِیا اور کُشادگی بخشی۔"},{"number":6,"verse":"خُداوند میری طرف ہے مَیں نہیں ڈرنے کا۔ اِنسان میرا کیا کر سکتا ہے؟"},{"number":7,"verse":"خُداوند میری طرف میرے مددگاروں میں ہے۔ اِس لِئے مَیں اپنے عداوت رکھنے والوں کو دیکھ لُوں گا۔"},{"number":8,"verse":"خُداوند پر توکُّل کرنا اِنسان پر بھروسا رکھنے سے بہتر ہے۔"},{"number":9,"verse":"خُداوند پر توکُّل کرنا اُمرا پر بھروسا رکھنے سے بہتر ہے۔"},{"number":10,"verse":"سب قَوموں نے مُجھے گھیر لِیا۔ مَیں خُداوند کے نام سے اُن کو کاٹ ڈالُوں گا۔"},{"number":11,"verse":"اُنہوں نے مُجھے گھیر لِیا ۔ بیشک گھیر لِیا۔ مَیں خُداوند کے نام سے اُن کو کاٹ ڈالُوں گا۔"},{"number":12,"verse":"اُنہوں نے شہد کی مکھِّیوں کی طرح مُجھے گھیر لِیا۔ وہ کانٹوں کی آگ کی طرح بُجھ گئے۔ مَیں خُداوند کے نام سے اُن کو کاٹ ڈالُوں گا۔"},{"number":13,"verse":"تُو نے مُجھے زور سے دھکیل دِیا کہ گِر پڑُوں لیکن خُداوند نے میری مدد کی۔"},{"number":14,"verse":"خُداوند میری قُوّت اور میرا گِیت ہے۔ وُہی میری نجات ہُؤا۔"},{"number":15,"verse":"صادِقوں کے خَیموں میں شادمانی اور نجات کی راگنی ہے۔ خُداوند کا دہنا ہاتھ دِلاوری کرتا ہے۔"},{"number":16,"verse":"خُداوند کا دہنا ہاتھ بُلند ہُؤا ہے۔ خُداوند کا دہنا ہاتھ دِلاوری کرتا ہے۔"},{"number":17,"verse":"مَیں مرُوں گا نہیں بلکہ جِیتا رہُوں گا اور خُداوند کے کاموں کا بیان کرُوں گا۔"},{"number":18,"verse":"خُداوند نے مُجھے سخت تنبِیہ تو کی لیکن مَوت کے حوالہ نہیں کِیا۔"},{"number":19,"verse":"صداقت کے پھاٹکوں کو میرے لِئے کھول دو۔ مَیں اُن سے داخِل ہو کر خُداوند کا شُکر کرُوں گا ۔"},{"number":20,"verse":"خُداوند کا پھاٹک یہی ہے۔ صادِق اِس سے داخِل ہوں گے۔"},{"number":21,"verse":"مَیں تیرا شُکر کرُوں گا کیونکہ تُو نے مُجھے جواب دِیا ۔ اور خُود میری نجات بنا ہے۔"},{"number":22,"verse":"جِس پتھّر کو مِعماروں نے ردّ کِیا وُہی کونے کے سِرے کا پتھّر ہو گیا۔"},{"number":23,"verse":"یہ خُداوند کی طرف سے ہُؤا اور ہماری نظر میں عجِیب ہے۔"},{"number":24,"verse":"یہ وُہی دِن ہے جِسے خُداوند نے مُقرّر کِیا۔ ہم اِس میں شادمان ہوں گے اور خُوشی منائیں گے ۔"},{"number":25,"verse":"آہ! اَے خُداوند! بچا لے۔ آہ! اَے خُداوند! خُوش حالی بخش۔"},{"number":26,"verse":"مُبارک ہے وہ جو خُداوند کے نام سے آتا ہے۔ ہم نے تُم کو خُداوند کے گھر سے دُعا دی ہے۔"},{"number":27,"verse":"یہوواہ ہی خُدا ہے اور اُسی نے ہم کو نُور بخشا ہے۔ قُربانی کو مذبح کے سِینگوں سے رسِّیوں سے باندھو۔"},{"number":28,"verse":"تُو میرا خُدا ہے ۔ مَیں تیرا شُکر کرُوں گا۔ تُو میرا خُدا ہے ۔ مَیں تیری تمجِید کرُوں گا۔"},{"number":29,"verse":"خُداوند کا شُکر کرو کیونکہ وہ بھلا ہے اور اُس کی شفقت ابدی ہے۔"}]}