{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"( شُکرگُذاری کاگِیت) خُداوند کا شُکر کرو کیونکہ وہ بھلا ہے کہ اُس کی شفقت ابدی ہے۔"},{"number":2,"verse":"اِلہٰوں کے خُدا کا شُکر کرو کہ اُس کی شفقت ابدی ہے۔"},{"number":3,"verse":"مالِکوں کے مالِک کا شُکر کرو کہ اُس کی شفقت ابدی ہے۔"},{"number":4,"verse":"اُسی کا جو اکیلا بڑے بڑے عجِیب کام کرتا ہے کہ اُس کی شفقت ابدی ہے۔"},{"number":5,"verse":"اُسی کا جِس نے دانائی سے آسمان بنایا کہ اُس کی شفقت ابدی ہے۔"},{"number":6,"verse":"اُسی کا جِس نے زمِین کو پانی پر پَھیلایا کہ اُس کی شفقت ابدی ہے۔"},{"number":7,"verse":"اُسی کا جِس نے بڑے بڑے نیّر بنائے کہ اُس کی شفقت ابدی ہے۔"},{"number":8,"verse":"دِن کو حُکومت کرنے کے لِئے آفتاب کہ اُس کی شفقت ابدی ہے۔"},{"number":9,"verse":"رات کو حُکومت کرنے لِئے ماہتاب اور سِتارے کہ اُس کی شفقت ابدی ہے۔"},{"number":10,"verse":"اُسی کا جِس نے مِصر کے پہلوٹھوں کو مارا کہ اُس کی شفقت ابدی ہے۔"},{"number":11,"verse":"اور اِسرائیل کو اُن میں سے نِکال لایا کہ اُس کی شفقت ابدی ہے۔"},{"number":12,"verse":"قوِی ہاتھ اور بُلند بازُو سے کہ اُس کی شفقت ابدی ہے۔"},{"number":13,"verse":"اُسی کا جِس نے بحرِقُلزم کو دو حِصّے کر دِیا کہ اُس کی شفقت ابدی ہے۔"},{"number":14,"verse":"اور اِسرائیل کو اُس میں سے پار کِیا کہ اُس کی شفقت ابدی ہے۔"},{"number":15,"verse":"لیکن فرعون اور اُس کے لشکر کو بحرِ قُلز م میں ڈال دِیا کہ اُس کی شفقت ابدی ہے۔"},{"number":16,"verse":"اُسی کا جو بیابان میں اپنے لوگوں کا راہنما ہُؤا کہ اُس کی شفقت ابدی ہے۔"},{"number":17,"verse":"اُسی کا جِس نے بڑے بڑے بادشاہوں کو مارا کہ اُس کی شفقت ابدی ہے۔"},{"number":18,"verse":"اور نامور بادشاہوں کو قتل کِیا کہ اُس کی شفقت ابدی ہے۔"},{"number":19,"verse":"امورِیوں کے بادشاہ سِیحو ن کو کہ اُس کی شفقت ابدی ہے۔"},{"number":20,"verse":"اور بسن کے بادشاہ عوج کو کہ اُس کی شفقت ابدی ہے۔"},{"number":21,"verse":"اور اُن کی زمِین مِیراث کر دی کہ اُس کی شفقت ابدی ہے۔"},{"number":22,"verse":"یعنی اپنے بندہ اِسرائیل کی مِیراث کہ اُس کی شفقت ابدی ہے۔"},{"number":23,"verse":"جِس نے ہماری پستی میں ہم کو یاد کِیا کہ اُس کی شفقت ابدی ہے۔"},{"number":24,"verse":"اور ہمارے مُخالِفوں سے ہم کو چُھڑایا کہ اُس کی شفقت ابدی ہے۔"},{"number":25,"verse":"جو سب بشر کو روزی دیتا ہے کہ اُس کی شفقت ابدی ہے۔"},{"number":26,"verse":"آسمان کے خُدا کا شُکر کرو کہ اُس کی شفقت ابدی ہے۔"}]}