{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"( خُدا کی ہمہ دانی اور نِگہداشت) مِیر مُغنّی کے لِئے داؤُد کا مزمُور۔ اَے خُداوند! تُو نے مُجھے جانچ لِیا اور پہچان لِیا۔"},{"number":2,"verse":"تُو میرا اُٹھنا بَیٹھنا جانتا ہے۔ تُو میرے خیال کو دُور سے سمجھ لیتا ہے۔"},{"number":3,"verse":"تُو میرے راستہ کی اور میری خواب گاہ کی چھان بِین کرتا ہے اور میری سب روِشوں سے واقِف ہے۔"},{"number":4,"verse":"دیکھ! میری زُبان پر کوئی اَیسی بات نہیں جِسے تُو اَے خُداوند! پُورے طَور پر نہ جانتا ہو۔"},{"number":5,"verse":"تُو نے مُجھے آگے پِیچھے سے گھیر رکھّا ہے اور تیرا ہاتھ مُجھ پر ہے۔"},{"number":6,"verse":"یہ عِرفان میرے لِئے نہایت عجِیب ہے۔ یہ بُلند ہے ۔ مَیں اِس تک پُہنچ نہیں سکتا۔"},{"number":7,"verse":"مَیں تیری رُوح سے بچ کر کہاں جاؤُں یا تیری حضُوری سے کِدھر بھاگُوں؟"},{"number":8,"verse":"اگر آسمان پر چڑھ جاؤُں تو تُو وہاں ہے۔ اگر مَیں پاتال میں بِستر بِچھاؤُں تو دیکھ! تُو وہاں بھی ہے۔"},{"number":9,"verse":"اگر مَیں صُبح کے پر لگا کر سمُندر کی اِنتہا میں جا بسُوں"},{"number":10,"verse":"تو وہاں بھی تیرا ہاتھ میری راہنمائی کرے گا اور تیرا دہنا ہاتھ مُجھے سنبھالے گا۔"},{"number":11,"verse":"اگر مَیں کہُوں کہ یقِیناً تارِیکی مُجھے چُھپالے گی اور میری چاروں طرف کا اُجالا رات بن جائے گا"},{"number":12,"verse":"تو اندھیرا بھی تُجھ سے چُھپا نہیں سکتا۔ بلکہ رات بھی دِن کی مانِند رَوشن ہے۔ اندھیرا اور اُجالا دونوں یکساں ہیں۔"},{"number":13,"verse":"کیونکہ میرے دِل کو تُو ہی نے بنایا۔ میری ماں کے پیٹ میں تُو ہی نے مُجھے صُورت بخشی ۔"},{"number":14,"verse":"مَیں تیرا شُکر کرُوں گا کیونکہ مَیں عجِیب و غرِیب طَور سے بنا ہُوں تیرے کام حَیرت انگیز ہیں۔ میرا دِل اِسے خُوب جانتا ہے۔"},{"number":15,"verse":"جب مَیں پوشِیدگی میں بن رہا تھا اور زمِین کے اسفل میں عجِیب طَور سے مُرتّب ہو رہاتھا تو میرا قالِب تُجھ سے چُھپا نہ تھا۔"},{"number":16,"verse":"تیری آنکھوں نے میرے بے ترتِیب مادّے کو دیکھا اور جو ایّام میرے لِئے مقرّر تھے وہ سب تیری کِتاب میں لِکھے تھے۔ جبکہ ایک بھی وجُود میں نہ آیا تھا۔"},{"number":17,"verse":"اَے خُدا! تیرے خیال میرے لِئے کَیسے بیش بہا ہیں۔ اُن کا مجمُوعہ کَیسا بڑا ہے !"},{"number":18,"verse":"اگر مَیں اُن کو گِنُوں تو وہ شُمار میں ریت سے بھی زِیادہ ہیں۔ جاگ اُٹھتے ہی تُجھے اپنے ساتھ پاتا ہُوں۔"},{"number":19,"verse":"اَے خُدا! کاش کہ تُو شرِیر کو قتل کرے۔ اِس لِئے اَے خُون خوارو! میرے پاس سے دُور ہو جاؤ۔"},{"number":20,"verse":"کیونکہ وہ شرارت سے تیرے خِلاف باتیں کرتے ہیں اور تیرے دُشمن تیرا نام بے فائِدہ لیتے ہیں۔"},{"number":21,"verse":"اَے خُداوند! کیا مَیں تُجھ سے عداوت رکھنے والوں سے عداوت نہیں رکھتا اور کیا مَیں تیرے مُخالِفوں سے بیزار نہیں ہُوں ؟"},{"number":22,"verse":"مُجھے اُن سے پُوری عداوت ہے۔ مَیں اُن کو اپنے دُشمن سمجھتا ہُوں۔"},{"number":23,"verse":"اَے خُدا! تُو مُجھے جانچ اور میرے دِل کو پہچان۔ مُجھے آزما اور میرے خیالوں کو جان لے"},{"number":24,"verse":"اور دیکھ کہ مُجھ میں کوئی بُری روِش تو نہیں اور مُجھ کو ابدی راہ میں لے چل۔"}]}