{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"( داؤُد کا فتح کا گِیت) مِیر مُغنّی کے لِئے خُداوند کے بندہ داؤُد کامزمُور۔ اِس گِیت کے الفاظ اُس نے خُداوند سے اُس روز کہے جب خُداوند نے اُسے اُس کے سب دُشمنوں اور ساؤُ ل کے ہاتھ سے بچایا۔ چُنانچہ اُس نے کہا:۔ اَے خُداوند! اَے میری قُوّت! مَیں تُجھ سے مُحبّت رکھتا ہُوں۔"},{"number":2,"verse":"خُداوند میری چٹان اور میرا قلعہ اور میرا چُھڑانے والا ہے ۔ میرا خُدا ۔ میری چٹان جِس پر مَیں بھروسا رکھُّوں گا ۔ میری سِپر اور میری نجات کا سِینگ ۔ میرا اُونچا بُرج۔"},{"number":3,"verse":"مَیں خُداوند کو جو سِتایش کے لائِق ہے پکارُوں گا۔ یُوں مَیں اپنے دُشمنوں سے بچایا جاؤُں گا۔"},{"number":4,"verse":"مَوت کی رسِّیوں نے مُجھے گھیر لِیا اور بے دِینی کے سَیلابوں نے مُجھے ڈرایا۔"},{"number":5,"verse":"پاتال کی رسِّیاں میرے چَوگِرد تِھیں مَوت کے پھندے مُجھ پر آ پڑے تھے۔"},{"number":6,"verse":"اپنی مُصِیبت میں مَیں نے خُداوند کوپُکارا اور اپنے خُدا سے فریاد کی۔ اُس نے اپنی ہَیکل میں سے میری آواز سُنی اور میری فریاد جو اُس کے حضُور تھی اُس کے کان میں پُہنچی۔"},{"number":7,"verse":"تب زمِین ہِل گئی اور کانپ اُٹھی۔ پہاڑوں کی بُنیادوں نے جُنبِش کھائی اور ہِل گئِیں اِس لِئے کہ وہ غضب ناک ہُؤا۔"},{"number":8,"verse":"اُس کے نتھنوں سے دُھؤاں اُٹھا اور اُس کے مُنہ سے آگ نِکل کر بھسم کرنے لگی ۔ کوئِلے اُس سے دہک اُٹھے۔"},{"number":9,"verse":"اُس نے آسمانوں کو بھی جُھکا دِیا اورنِیچے اُتر آیا اور اُس کے پاؤں تلے گہری تارِیکی تھی۔"},{"number":10,"verse":"وہ کرُّوبی پر سوار ہو کر اُڑا ۔ بلکہ وہ تیزی سے ہوا کے بازُوؤں پر اُڑا۔"},{"number":11,"verse":"اُس نے ظُلمت یعنی ابر کی تارِیکی اور آسمان کے دلدار با د لو ں کو اپنے چَوگِرد اپنے چُھپنے کی جگہ اور اپنا شامیانہ بنایا۔"},{"number":12,"verse":"اُس کی حضُوری کی جھلک سے اُس کے دلدار بادل پھٹ گئے۔ اَولے اور انگارے۔"},{"number":13,"verse":"اور خُداوند آسمان میں گرجا۔ حق تعالیٰ نے اپنی آواز سُنائی ۔ اَولے اور انگارے۔"},{"number":14,"verse":"اُس نے اپنے تِیر چلا کر اُن کو پراگندہ کِیا۔ بلکہ تابڑ توڑبِجلی سے اُن کوشِکست دی۔"},{"number":15,"verse":"تب تیری ڈانٹ سے اَے خُداوند! تیرے نتھنوں کے دَم کے جھوکے سے پانی کی تھاہ دِکھائی دینے لگی اور جہان کی بُنیادیں نمُودار ہُوئِیں۔"},{"number":16,"verse":"اُس نے اُوپر سے ہاتھ بڑھا کر مُجھے تھام لِیا اور مُجھے بُہت پانی میں سے کھینچ کر باہر نِکالا۔"},{"number":17,"verse":"اُس نے میرے زورآور دُشمن اور میرے عداوت رکھنے والوں سے مُجھے چُھڑا لِیا کیونکہ وہ میرے لِئے نہایت زبردست تھے۔"},{"number":18,"verse":"وہ میری مُصِیبت کے دِن مُجھ پر آپڑے پر خُداوند میرا سہارا تھا۔"},{"number":19,"verse":"وہ مُجھے کُشادہ جگہ میں نِکال بھی لایا۔ اُس نے مُجھے چُھڑایا ۔ اِس لِئے کہ وہ مُجھ سے خُوش تھا۔"},{"number":20,"verse":"خُداوند نے میری راستی کے مُوافِق مُجھے جزا دی اور میرے ہاتھوں کی پاکِیزگی کے مُطابِق مُجھے بدلہ دِیا۔"},{"number":21,"verse":"کیونکہ مَیں خُداوند کی راہوں پر چلتا رہا اور شرارت سے اپنے خُدا سے الگ نہ ہُؤا"},{"number":22,"verse":"کیونکہ اُس کے سب فَیصلے میرے سامنے رہے اور مَیں اُس کے آئِین سے برگشتہ نہ ہُؤا۔"},{"number":23,"verse":"مَیں اُس کے حضُور کامِل بھی رہا اور اپنے کو اپنی بدکاری سے باز رکھّا۔"},{"number":24,"verse":"خُداوند نے مُجھے میری راستی کے مُوافِق اور میرے ہاتھوں کی پاکِیزگی کے مُطابِق جو اُس کے سامنے تھی بدلہ دِیا۔"},{"number":25,"verse":"رحم دِل کے ساتھ تُو رحِیم ہو گا اور کامِل آدمی کے ساتھ کامِل۔"},{"number":26,"verse":"نیکوکار کے ساتھ نیک ہو گا اور کج رَو کے ساتھ ٹیڑھا۔"},{"number":27,"verse":"کیونکہ تُو مُصِیبت زدہ لوگوں کو بچائے گا لیکن مغرُوروں کی آنکھوں کو نِیچا کرے گا۔"},{"number":28,"verse":"اِس لِئے کہ تُو میرے چراغ کو رَوشن کرے گا۔ خُداوند میرا خُدا میرے اندھیرے کو اُجالا کر دے گا۔"},{"number":29,"verse":"کیونکہ تیری بدَولت مَیں فَوج پر دھاوا کرتا ہُوں اور اپنے خُدا کی بدَولت دِیوار پھاند جاتاہُوں۔"},{"number":30,"verse":"لیکن خُدا کی راہ کامِل ہے۔ خُداوند کا کلام تایا ہُؤا ہے۔ وہ اُن سب کی سِپر ہے جو اُس پر بھروسا رکھتے ہیں۔"},{"number":31,"verse":"کیونکہ خُداوند کے سِوا اَور کَون خُدا ہے اور ہمارے خُدا کو چھوڑ کر اَور کَون چٹان ہے؟"},{"number":32,"verse":"خُدا ہی مُجھے قُوّت سے کمربستہ کرتاہے اور میری راہ کو کامِل کرتا ہے۔"},{"number":33,"verse":"وُہی میرے پاؤں ہرنیوں کے سے بنا دیتا ہے اور مُجھے میری اُونچی جگہوں میں قائِم کرتا ہے۔"},{"number":34,"verse":"وہ میرے ہاتھوں کو جنگ کرنا سِکھاتاہے یہاں تک کہ میرے بازُوپِیتل کی کمان کو جُھکا دیتے ہیں۔"},{"number":35,"verse":"تُو نے مُجھ کو اپنی نجات کی سِپر بخشی اور تیرے دہنے ہاتھ نے مُجھے سنبھالا اور تیری نرمی نے مُجھے بزُرگ بنایا ہے۔"},{"number":36,"verse":"تُو نے میرے نِیچے میرے قدم کُشادہ کر دِئے۔ اور میرے پاؤں نہیں پِھسلے۔"},{"number":37,"verse":"مَیں اپنے دُشمنوں کا پِیچھا کر کے اُن کوجالُوں گا اور جب تک وہ فنا نہ ہو جائیں واپس نہیں آؤُں گا۔"},{"number":38,"verse":"مَیں اُن کو اَیسا چھیدُوں گاکہ وہ اُٹھ نہ سکیں گے۔ وہ میرے پاؤں کے نِیچے گِر پڑیں گے ۔"},{"number":39,"verse":"کیونکہ تُو نے لڑائی کے لِئے مُجھے قُوّت سے کمربستہ کِیا اور میرے مُخالِفوں کو میرے سامنے زیر کِیا۔"},{"number":40,"verse":"تُو نے میرے دُشمنوں کی پُشت میری طرف پھیر دی تاکہ مَیں اپنے عداوت رکھنے والوں کو کاٹ ڈالُوں۔"},{"number":41,"verse":"اُنہوں نے دُہائی دی پر کوئی نہ تھا جو بچائے ۔ خُداوند کو بھی پُکارا پر اُس نے اُن کو جواب نہ دِیا ۔"},{"number":42,"verse":"تب مَیں نے اُن کو کُوٹ کُوٹ کر ہوا میں اُڑتی ہُوئی گرد کی مانِند کر دِیا ۔ مَیں نے اُن کوگلی کُوچوں کی کِیچڑ کی طرح نِکال پھینکا۔"},{"number":43,"verse":"تُو نے مُجھے قَوم کے جھگڑوں سے بھی چُھڑایا ۔ تُو نے مُجھے قَوموں کا سردار بنایا ہے ۔ جِس قَوم سے مَیں واقِف بھی نہیں وہ میری مُطِیع ہوگی۔"},{"number":44,"verse":"میرا نام سُنتے ہی وہ میری فرمانبرداری کریں گے ۔ پردیسی میرے تابِع ہو جائیں گے۔"},{"number":45,"verse":"پردیسی مُرجھا جائیں گے اور اپنے قلعوں سے تھرتھراتے ہُوئے نِکلیں گے ۔"},{"number":46,"verse":"خُداوند زِندہ ہے ۔ میری چٹان مُبارک ہو ۔ اور میرا نجات دینے والا خُدا مُمتاز ہو!"},{"number":47,"verse":"وُہی خُدا جو میرا اِنتقام لیتا ہے اور اُمّتوں کو میرے سامنے زیر کرتا ہے"},{"number":48,"verse":"وہ مُجھے میرے دُشمنوں سے چُھڑاتا ہے بلکہ تُو مُجھے میرے مُخالِفوں پر سرفراز کرتا ہے۔ تُو مُجھے تُند خُو آدمی سے رہائی دیتا ہے۔"},{"number":49,"verse":"اِس لِئے اَے خُداوند! مَیں قَوموں کے درمیان تیری شُکرگُذاری اور تیرے نام کی مدح سرائی کرُوں گا۔"},{"number":50,"verse":"وہ اپنے بادشاہ کو بڑی نجات عِنایت کرتا ہے اور اپنے ممسُوح داؤُد اور اُس کی نسل پر ہمیشہ شفقت کرتا ہے۔"}]}