{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"( سِتایش اور شُکر گُذاری کاگِیت) مِیر مُغنّی کے لِئے گِیت یعنی مزمُور۔ اَے ساری زمِین! خُدا کے حضُور خُوشی کا نعرہ مار۔"},{"number":2,"verse":"اُس کے نام کے جلال کا گِیت گاؤ۔ سِتایش کرتے ہُوئے اُس کی تمِجید کرو۔"},{"number":3,"verse":"خُدا سے کہو تیرے کام کیا ہی مُہِیب ہیں! تیری بڑی قُدرت کے باعِث تیرے دُشمن عاجِزی کریں گے۔"},{"number":4,"verse":"ساری زمِین تُجھے سِجدہ کرے گی اور تیرے حضُور گائے گی۔ وہ تیرے نام کے گِیت گائیں گے ۔(سِلاہ)"},{"number":5,"verse":"آؤ اور خُدا کے کاموں کو دیکھو۔ بنی آدم کے ساتھ وہ اپنے سلُوک میں مُہِیب ہے ۔"},{"number":6,"verse":"اُس نے سمُندر کو خُشک زمِین بنا دِیا۔ وہ دریا میں سے پَیدل گُذر گئے۔ وہاں ہم نے اُس میں خُوشی منائی۔"},{"number":7,"verse":"وہ اپنی قُدرت سے ابد تک سلطنت کرے گا۔ اُس کی آنکھیں قَوموں کو دیکھتی رہتی ہیں۔ سرکش لوگ تکبُّر نہ کریں ۔(سِلاہ)"},{"number":8,"verse":"اَے لوگو! ہمارے خُدا کو مُبارک کہو اور اُس کی تعرِیف میں آواز بُلند کرو۔"},{"number":9,"verse":"وُہی ہماری جان کو زِندہ رکھتا ہے اور ہمارے پاؤں کو پِھسلنے نہیں دیتا۔"},{"number":10,"verse":"کیونکہ اَے خُدا! تُو نے ہمیں آزما لِیا ہے۔ تُو نے ہمیں اَیسا تایا جَیسے چاندی تائی جاتی ہے ۔"},{"number":11,"verse":"تُو نے ہمیں جال میں پھنسایا اور ہماری کمر پر بھاری بوجھ رکھّا۔"},{"number":12,"verse":"تُو نے سواروں کو ہمارے سروں پر سے گُذارا۔ ہم آگ میں سے اور پانی میں سے ہو کر گُذرے لیکن تُو ہم کو فراوانی کی جگہ میں نِکال لایا۔"},{"number":13,"verse":"مَیں سوختنی قُربانِیاں لے کر تیرے گھر میں داخِل ہُوں گا۔ اور اپنی مَنّتیں تیرے حضُور ادا کرُوں گا۔"},{"number":14,"verse":"جو مُصِیبت کے وقت میرے لبوں سے نِکلیں اور مَیں نے اپنے مُنہ سے مانیں۔"},{"number":15,"verse":"مَیں موٹے موٹے جانوروں کی سوختنی قُربانِیاں مینڈھوں کی خُوشبُو کے ساتھ چڑھاؤُں گا۔ مَیں بَیل اور بکرے گُذرانُوں گا ۔(سِلاہ)"},{"number":16,"verse":"اَے خُدا سے ڈرنے والو! سب آؤ۔ سُنو اور مَیں بتاؤُں گا کہ اُس نے میری جان کے لِئے کیاکیا کِیا ہے۔"},{"number":17,"verse":"مَیں نے اپنے مُنہ سے اُس کو پُکارا۔ اُس کی تمجِید میری زُبان سے ہُوئی۔"},{"number":18,"verse":"اگر مَیں بدی کو اپنے دِل میں رکھتا تو خُداوند میری نہ سُنتا"},{"number":19,"verse":"لیکن خُدا نے یقِیناً سُن لِیا ہے ۔ اُس نے میری دُعا کی آواز پر کان لگایا ہے۔"},{"number":20,"verse":"خُدا مُبارک ہو جِس نے نہ تو میری دُعا کو ردّ کِیا اور نہ اپنی شفقت کو مُجھ سے باز رکھّا ۔"}]}