{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"( عَدل و اِنصاف کے لِئے دُعا) داؤُد کا شِگایُون جِسے اُس نے بِنیمنی کُوش کی باتوں کے سبب سے خُداوند کے حضُور گایا۔ اَے خُداوند میرے خُدا! میرا توکُّل تُجھ پر ہے۔ سب پِیچھا کرنے والوں سے مُجھے بچا اور چُھڑا ۔"},{"number":2,"verse":"اَیسا نہ ہوکہ وہ شیرِ بَبر کی طرح میری جان کو پھاڑے ۔ وہ اُسے ٹُکڑے ٹُکڑے کر دے اور کوئی چُھڑانے والا نہ ہو۔"},{"number":3,"verse":"اَے خُداوند میرے خُدا! اگر مَیں نے یہ کِیا ہو ۔ اگر میرے ہاتھوں سے بدی ہُوئی ہو۔"},{"number":4,"verse":"اگر مَیں نے اپنے میل رکھنے والے سے بھلائی کے بدلے بُرائی کی ہو (بلکہ مَیں نے تُو اُسے جو ناحق میرا مُخالِف تھا بچایا ہے)"},{"number":5,"verse":"تو دُشمن میری جان کا پِیچھا کر کے اُسے آ پکڑے بلکہ وہ میری زِندگی کو پامال کر کے مِٹّی میں اور میری عِزّت کو خاک میں مِلا دے ۔(سِلاہ)"},{"number":6,"verse":"اَے خُداوند! اپنے قہر میں اُٹھ ۔ میرے مُخالِفوں کے غضب کے مُقابلہ میں تُو کھڑا ہو جا اور میرے لِئے جاگ ۔ تُو نے اِنصاف کا حُکم تو دے دِیاہے۔"},{"number":7,"verse":"تیرے چَوگِرد قَوموں کا اِجتماع ہو اور تُو اُن کے اُوپر عالَمِ بالا کو لَوٹ جا۔"},{"number":8,"verse":"خُداوند قَوموں کا اِنصاف کرتا ہے۔ اَے خُداوند! اُس صداقت و راستی کے مُطابق جومُجھ میں ہے میری عدالت کر۔"},{"number":9,"verse":"کاش کہ شرِیروں کی بدی کا خاتِمہ ہو جائے پر صادِق کو تُو قیا م بخش کیونکہ خُدایِ صادِق دِلوں اورگُردوں کو جانچتا ہے۔"},{"number":10,"verse":"میری سِپر خُدا کے ہاتھ میں ہے جو راست دِلوں کو بچاتا ہے۔"},{"number":11,"verse":"خُدا صادِق مُنصِف ہے بلکہ اَیسا خُدا جو ہر روز قہر کرتا ہے۔"},{"number":12,"verse":"اگر آدمی باز نہ آئے تُو وہ اپنی تلوار تیز کرے گا ۔ اُس نے اپنی کمان پر چِلّہ چڑھا کر اُسے تیّار کر لِیاہے۔"},{"number":13,"verse":"اُس نے اُس کے لِئے مَوت کے ہتھیار بھی تیّار کِئے ہیں ۔ وہ اپنے تِیروں کو آتِشی بناتا ہے۔"},{"number":14,"verse":"دیکھو اُسے بدی کا دردِ زِہ لگا ہے! بلکہ وہ شرارت سے باردار ہُؤا اور اُس سے جُھوٹ پَیداہُوا۔"},{"number":15,"verse":"اُس نے گڑھا کھود کر اُسے گہرا کِیا اور اُس خندق میں جو اُس نے بنائی تھی خُود گِرا۔"},{"number":16,"verse":"اُس کی شرارت اُلٹی اُسی کے سر پر آئے گی۔ اُس کا ظُلم اُسی کی کھوپڑی پر نازِل ہو گا۔"},{"number":17,"verse":"خُداوند کی صداقت کے مُطابق مَیں اُس کا شُکر کرُوں گا اور خُداوند تعالیٰ کے نام کی تعرِیف گاؤُں گا۔"}]}