{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"( قَوم کی بحالی کے لِئے اِلتجا) مِیر مُغنّی کے لِئے شوشنِیّم عیدوت کے سُر پرآسف کا مزمُور۔ اَے اِسرائیل کے چَوپان! تُو جو گلّہ کی مانِند یُوسف کو لے چلتا ہے کان لگا! تُو جو کرُّوبیوں پر بَیٹھا ہے جلوہ گر ہو!"},{"number":2,"verse":"افرائِیم و بنِیمِین اورمَنسّی کے سامنے اپنی قُوّت کو بیدار کر اور ہمیں بچانے کو آ۔"},{"number":3,"verse":"اَے خُدا!ہم کو بحال کر اور اپنا چہرہ چمکا تو ہم بچ جائیں گے۔"},{"number":4,"verse":"اَے خُداوند لشکروں کے خُدا ! تُو کب تک اپنے لوگوں کی دُعا سے ناراض رہے گا؟"},{"number":5,"verse":"تُو نے اُن کو آنسُوؤں کی روٹی کِھلائی اور پِینے کو کثرت سے آنسُو ہی دِئے۔"},{"number":6,"verse":"تُو ہم کو ہمارے پڑوسِیوں کے لِئے جھگڑے کا باعِث بناتا ہے اور ہمارے دُشمن آپس میں ہنستے ہیں۔"},{"number":7,"verse":"اَے لشکروں کے خُدا! ہم کو بحال کر اور اپنا چہرہ چمکا تو ہم بچ جائیں گے۔"},{"number":8,"verse":"تُو مِصر سے ایک تاک لایا۔ تُو نے قَوموں کو خارِج کر کے اُسے لگایا۔"},{"number":9,"verse":"تُو نے اُس کے لِئے جگہ تیّار کی۔ اُس نے گہری جڑ پکڑی اور زمِین کو بھر دِیا۔"},{"number":10,"verse":"پہاڑ اُس کے سایہ میں چُھپ گئے اور اُس کی ڈالِیاں خُدا کے دیوداروں کی مانِند تِھیں۔"},{"number":11,"verse":"اُس نے اپنی شاخیں سمُندر تک پَھیلائیں اور اپنی ٹہنیاں دریایِ فرات تک۔"},{"number":12,"verse":"پِھر تُو نے اُس کی باڑوں کو کیوں توڑ ڈالا کہ سب آنے جانے والے اُس کا پَھل توڑتے ہیں؟"},{"number":13,"verse":"جنگلی سُورٔ اُسے برباد کرتا ہے اور جنگلی جانور اُسے کھا جاتے ہیں۔"},{"number":14,"verse":"اَے لشکروں کے خُدا! ہم تیری مِنّت کرتے ہیں ۔ پِھر مُتوجّہ ہو۔ آسمان پر سے نِگاہ کر اور دیکھ اور اِس تاک کی نِگہبانی فرما۔"},{"number":15,"verse":"اور اُس پَودہ کی بھی جِسے تیرے دہنے ہاتھ نے لگایاہے اور اُس شاخ کی جِسے تُو نے اپنے لِئے مضبُوط کِیا ہے۔"},{"number":16,"verse":"یہ آگ سے جلی ہُوئی ہے ۔ یہ کٹی پڑی ہے۔ وہ تیرے مُنہ کی جِھڑکی سے ہلاک ہو جاتے ہیں۔"},{"number":17,"verse":"تیرا ہاتھ تیری دہنی طرف کے اِنسان پر ہو۔ اُس اِبنِ آدم پر جِسے تُو نے اپنے لِئے مضبُوط کِیاہے۔"},{"number":18,"verse":"پِھر ہم تُجھ سے برگشتہ نہ ہوں گے۔ تُو ہم کو پِھر زِندہ کر اور ہم تیرا نام لِیا کریں گے ۔"},{"number":19,"verse":"اَے خُداوند لشکروں کے خُدا! ہم کو بحال کر۔ اپنا چہرہ چمکا تو ہم بچ جائیں گے۔"}]}