{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"( اِسرا ئیل کے دُشمنوں کی شِکست کے لِئے اِلتجا) گِیت ۔ آسف کا مزمُور۔ اَے خُدا! خاموش نہ رہ۔ اَے خُدا چُپ چاپ نہ ہو اور خاموشی اِختیار نہ کر!"},{"number":2,"verse":"کیونکہ دیکھ تیرے دُشمن اُودھم مچاتے ہیں اور تُجھ سے عداوت رکھنے والوں نے سر اُٹھایا ہے۔"},{"number":3,"verse":"کیونکہ وہ تیرے لوگوں کے خِلاف مکّاری سے منصُوبہ باندھتے ہیں اور اُن کے خِلاف جو تیری پناہ میں ہیں مشوَرہ کرتے ہیں۔"},{"number":4,"verse":"اُنہوں نے کہا آؤ ہم اِن کو کاٹ ڈالیں کہ اِن کی قَوم ہی نہ رہے اور اِسرائیل کے نام کا پِھر ذِکر نہ ہو۔"},{"number":5,"verse":"کیونکہ اُنہوں نے ایکا کر کے آپس میں مشوَرہ کِیا ہے ۔ وہ تیرے خِلاف عہد باندھتے ہیں۔"},{"number":6,"verse":"یعنی ادُو م کے اہلِ خَیمہ اوراسمٰعیلی موآب اور ہاجری ۔"},{"number":7,"verse":"جبل اور عمُّون اور عمالِیق ۔ فلِستِین اور صُور کے باشِندے۔"},{"number":8,"verse":"اسُور بھی اِن سے مِلا ہُؤا ہے۔ اُنہوں نے بنی لُوط کی کُمک کی ہے ۔(سِلاہ)"},{"number":9,"verse":"تُو اُن سے اَیسا کر جَیسا مِدیان سے اور جَیسا وادیِ قِیسُو ن میں سِیسرا اور یابِین سے کِیا تھا۔"},{"number":10,"verse":"جو عَین دور میں ہلاک ہُوئے۔ وہ گویا زمِین کی کھاد ہو گئے۔"},{"number":11,"verse":"اُن کے سرداروں کو عوریب اور زئیب کی مانِند بلکہ اُن کے شاہزادوں کو زِبح اور ضِلمُنع کی مانِند بنا دے"},{"number":12,"verse":"جِنہوں نے کہا ہے آؤ ہم خُدا کی بستِیوں پر قبضہ کر لیں۔"},{"number":13,"verse":"اَے میرے خُدا! اُن کو بگُولے کی گرد کی مانِند بناد ے اور جَیسے ہوا کے آگے ڈنٹھل۔"},{"number":14,"verse":"اُس آگ کی طرح جو جنگل کو جلا دیتی ہے۔ اُس شُعلہ کی طرح جو پہاڑوں میں آگ لگا دیتا ہے۔"},{"number":15,"verse":"تُو اِسی طرح اپنی آندھی سے اُن کا پِیچھا کر اور اپنے طُوفان سے اُن کو پریشان کر دے۔"},{"number":16,"verse":"اَے خُداوند! اُن کے چِہروں پر رُسوائی طاری کر تاکہ وہ تیرے نام کے طالِب ہوں۔"},{"number":17,"verse":"وہ ہمیشہ شرمِندہ اور پریشان رہیں۔ بلکہ وہ رُسوا ہو کر ہلاک ہو جائیں۔"},{"number":18,"verse":"تاکہ وہ جان لیں کہ تُو ہی جِس کا نام یہووا ہ ہے تمام زمِین پر بُلند و بالا ہے۔"}]}