{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"( مدد کے لِئے پُکار) گِیت بنی قورح کا مزمُور۔ مِیر مُغنّی کے لِئے مَحلَت لعِنّوت کے سُر پر ہیمان اِزراخی کا مشکِیل۔ اَے خُداوند میرے نجات دینے والے خُدا! مَیں نے رات دِن تیرے حضُور فریاد کی ہے۔"},{"number":2,"verse":"میری دُعا تیرے حضُور پُہنچے ۔ میری فریاد پر کان لگا۔"},{"number":3,"verse":"کیونکہ میرا دِل دُکھوں سے بھرا ہے اور میری جان پاتال کے نزدِیک پُہنچ گئی ہے۔"},{"number":4,"verse":"مَیں گور میں اُترنے والوں کے ساتھ گِنا جاتا ہُوں ۔ مَیں اُس شخص کی مانِند ہُوں جو بِالکُل بیکس ہو۔"},{"number":5,"verse":"گویا مقتُولوں کی مانِند جو قبر میں پڑے ہیں مُردوں کے درمیان ڈال دِیا گیا ہُوں جِن کو تُو پِھر کبھی یاد نہیں کرتا اور وہ تیرے ہاتھ سے کاٹ ڈالے گئے۔"},{"number":6,"verse":"تُو نے مُجھے گہراؤ میں ۔ اندھیری جگہ میں۔ پاتال کی تہہ میں رکھّا ہے۔"},{"number":7,"verse":"مُجھ پر تیرا قہر بھاری ہے۔ تُو نے اپنی سب مَوجوں سے مُجھے دُکھ دِیا ہے ۔ (سِلاہ)"},{"number":8,"verse":"تُو نے میرے جان پہچانوں کو مُجھ سے دُور کر دِیا۔ تُو نے مُجھے اُن کے نزدِیک گِھنونا بنا دِیا۔ مَیں بند ہُوں اور نِکل نہیں سکتا۔"},{"number":9,"verse":"میری آنکھ دُکھ سے دُھندلا چلی۔ اَے خُداوند!مَیں نے ہر روز تُجھ سے دُعا کی ہے ۔ مَیں نے اپنے ہاتھ تیری طرف پَھیلائے ہیں ۔"},{"number":10,"verse":"کیا تُو مُردوں کو عجائِب دِکھائے گا؟ کیا وہ جو مَر گئے ہیں اُٹھ کر تیری تعرِیف کریں گے؟ (سِلاہ)"},{"number":11,"verse":"کیا تیری شفقت کا چرچا گور میں ہو گا یا تیری وفاداری کا جہنم میں؟"},{"number":12,"verse":"کیا تیرے عجائِب کو اندھیرے میں پہچانیں گے اور تیری صداقت کو فراموشی کی سرزمِین میں؟"},{"number":13,"verse":"پر اَے خُداوند! مَیں نے تو تیری دُہائی دی ہے اور صُبح کو میری دُعا تیرے حضُور پُہنچے گی۔"},{"number":14,"verse":"اَے خُداوند! تُو کیوں میری جان کو ترک کرتا ہے ؟ تُو اپنا چہرہ مُجھ سے کیوں چُھپاتا ہے؟"},{"number":15,"verse":"مَیں لڑکپن ہی سے مُصِیبت زدہ اور قرِیبُ المَوت ہُوں ۔ مَیں تیرے ڈر کے مارے حواس باختہ ہو گیا۔"},{"number":16,"verse":"تیرا قہرِ شدِید مُجھ پر آ پڑا۔ تیری دہشت نے میرا کام تمام کر دِیا۔"},{"number":17,"verse":"اُس نے دِن بھر سَیلاب کی طرح میرا اِحاطہ کِیا۔ اُس نے مُجھے بِالکُل گھیرلِیا"},{"number":18,"verse":"تُو نے دوست و احباب کو مُجھ سے دُور کِیا اور میرے جان پہچانوں کو اندھیرے میں ڈال دِیا ہے۔"}]}