{"bibleAbbr":"urRV2010","bookName":"زبُو","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"( قَومی مُصِیبت کے مَوقع کے لِئے گِیت) ایتان اِزراخی کا مشکِیل۔ مَیں ہمیشہ خُداوند کی شفقت کے گِیت گاؤُں گا۔ مَیں پُشت در پُشت اپنے مُنہ سے تیری وفاداری کا اِعلان کرُوں گا۔"},{"number":2,"verse":"کیونکہ مَیں نے کہا کہ شفقت ابد تک بنی رہے گی۔ تُو اپنی وفاداری کو آسمان میں قائِم رکھّے گا۔"},{"number":3,"verse":"مَیں نے اپنے برگُزِیدہ کے ساتھ عہد باندھا ہے۔ مَیں نے اپنے بندہ داؤُد سے قَسم کھائی ہے۔"},{"number":4,"verse":"مَیں تیری نسل کو ہمیشہ کے لِئے قائِم کرُوں گا اور تیرے تخت کو پُشت در پُشت بنائے رکھُّوں گا ۔(سِلاہ)"},{"number":5,"verse":"اَے خُداوند! آسمان تیرے عجائِب کی تعرِیف کرے گا۔ مُقدّسوں کے مجمع میں تیری وفاداری کی تعرِیف ہو گی"},{"number":6,"verse":"کیونکہ افلاک پر خُداوند کا نظِیر کَون ہے؟ فرِشتگان میں کَون خُداوند کی مانِندہے؟"},{"number":7,"verse":"اَیسا معبُود جو مُقدّسوں کی محفِل میں نہایت تعظِیم کے لائِق ہے اور اپنے سب اِردگِرد والوں سے زیادہ مُہِیب ہے ۔"},{"number":8,"verse":"اَے خُداوند لشکروں کے خُدا! اَے یاہ!تُجھ سا زبردست کَون ہے؟ تیری وفاداری تیرے چَوگِرد ہے۔"},{"number":9,"verse":"سمُندر کے جوش و خروش پر تُو حُکمرانی کرتا ہے۔ تُو اُس کی اُٹھتی لہروں کو تھما دیتا ہے۔"},{"number":10,"verse":"تُو نے رہب کو مقتُول کی مانِند ٹُکڑے ٹُکڑے کِیا۔ تُو نے اپنے قوِی بازُو سے اپنے دُشمنوں کو پراگندہ کر دِیا۔"},{"number":11,"verse":"آسمان تیرا ہے ۔ زمِین بھی تیری ہے۔ جہان اور اُس کی معمُوری کو تُو ہی نے قائِم کِیا ہے۔"},{"number":12,"verse":"شِمال اور جنُوب کا پَیدا کرنے والا تُو ہی ہے۔ تبُور اور حرمُو ن تیرے نام سے خُوشی مناتے ہیں ۔"},{"number":13,"verse":"تیرا بازُو قُدرت والا ہے۔ تیرا ہاتھ قوِی اور تیرا دہنا ہاتھ بُلند ہے۔"},{"number":14,"verse":"صداقت اور عدل تیرے تخت کی بُنیاد ہیں۔ شفقت اور وفاداری تیرے آگے آگے چلتی ہیں ۔"},{"number":15,"verse":"مُبارک ہے وہ قَوم جو خُوشی کی للکار کو پہچانتی ہے۔ وہ اَے خُداوند! جو تیرے چہرہ کے نُور میں چلتے ہیں ۔"},{"number":16,"verse":"وہ دِن بھر تیرے نام سے خُوشی مناتے ہیں اور تیری صداقت سے سرفراز ہوتے ہیں۔"},{"number":17,"verse":"کیونکہ اُن کی قُوّت کی شان تُو ہی ہے اور تیرے کرم سے ہمارا سِینگ بُلند ہو گا۔"},{"number":18,"verse":"کیونکہ ہماری سِپر خُداوند کی طرف سے ہے اور ہمارا بادشاہ اِسرائیل کے قُدُّوس کی طرف سے ۔"},{"number":19,"verse":"( داؤُد کے ساتھ خُدا کا وعدہ) اُس وقت تُو نے رویا میں اپنے مُقدّ سوں سے کلام کِیا اور فرمایا کہ مَیں نے ایک زبردست کو مددگار بنایا ہے اور قَوم میں سے ایک کو چُن کر سرفراز کِیا ہے۔"},{"number":20,"verse":"میرا بندہ داؤُد مُجھے مِل گیا۔ اپنے مُقدّس تیل سے مَیں نے اُسے مَسح کِیا ہے ۔"},{"number":21,"verse":"میرا ہاتھ اُس کے ساتھ رہے گا۔ میرا بازُو اُسے تقوِیت دے گا۔"},{"number":22,"verse":"دُشمن اُس پر جبر نہ کرنے پائے گا اور شرارت کا فرزند اُسے نہ ستائے گا"},{"number":23,"verse":"مَیں اُس کے مُخالِفوں کو اُس کے سامنے مغلُوب کرُوں گا اور اُس سے عداوت رکھنے والوں کو مارُوں گا"},{"number":24,"verse":"پر میری وفاداری اور شفقت اُس کے ساتھ رہیں گی اور میرے نام سے اُس کا سِینگ بُلند ہو گا۔"},{"number":25,"verse":"مَیں اُس کا ہاتھ سمُندر تک بڑھاؤُں گا اور اُس کے دہنے ہاتھ کو دریاؤں تک۔"},{"number":26,"verse":"وہ مُجھے پُکار کر کہے گا تُو میرا باپ میرا خُدا اور میری نجات کی چٹان ہے۔"},{"number":27,"verse":"اور مَیں اُس کو اپنا پہلوٹھا بناؤُں گا اور دُنیا کا شاہنشاہ۔"},{"number":28,"verse":"مَیں اپنی شفقت کو اُس کے لِئے ابد تک قائِم رکھُّوں گا اور میرا عہد اُس کے ساتھ لاتبدیل رہے گا۔"},{"number":29,"verse":"مَیں اُس کی نسل کو ہمیشہ تک قائِم رکھُّوں گا اور اُس کے تخت کو جب تک آسمان ہے۔"},{"number":30,"verse":"اگر اُس کے فرزند میری شرِیعت کو ترک کردیں اور میرے احکام پر نہ چلیں۔"},{"number":31,"verse":"اگر وہ میرے آئِین کو توڑیں اور میرے فرمان کو نہ مانیں"},{"number":32,"verse":"تو مَیں اُن کو چھڑی سے خطا کی اور کوڑوں سے بدکاری کی سزا دُوں گا۔"},{"number":33,"verse":"لیکن مَیں اپنی شفقت اُس پر سے ہٹا نہ لُوں گا اور اپنی وفاداری کو باطِل ہونے نہ دُوں گا۔"},{"number":34,"verse":"مَیں اپنے عہد کو نہ توڑُوں گا اور اپنے مُنہ کی بات کو نہ بدلُوں گا۔"},{"number":35,"verse":"مَیں ایک بار اپنی قُدُّوسی کی قَسم کھا چُکا ہُوں۔ مَیں داؤُد سے جُھوٹ نہ بولُوں گا۔"},{"number":36,"verse":"اُس کی نسل ہمیشہ قائِم رہے گی اور اُس کا تخت آفتاب کی مانِند میرے حضُور قائِم رہے گا۔"},{"number":37,"verse":"وہ ہمیشہ چاند کی طرح اور آسمان کے سچّے گواہ کی مانِند قائِم رہے گا ۔ (سِلاہ)"},{"number":38,"verse":"( بادشاہ کی شِکست پر نَوحہ) لیکن تُو نے تو ترک کر دِیا اور چھوڑ دِیا۔ تُو اپنے ممسُوح سے ناراض ہُؤا ہے۔"},{"number":39,"verse":"تُو نے اپنے خادِم کے عہد کو ردّ کر دِیا۔ تُو نے اُس کے تاج کو خاک میں مِلا دِیا۔"},{"number":40,"verse":"تُو نے اُس کی سب باڑوں کو توڑ ڈالا۔ تُو نے اُس کے قلعوں کو کھنڈر بنا دِیا۔"},{"number":41,"verse":"سب آنے جانے والے اُسے لُوٹتے ہیں۔ وہ اپنے پڑوسِیوں کی ملامت کا نِشانہ بن گیا۔"},{"number":42,"verse":"تُو نے اُس کے مُخالِفوں کے دہنے ہاتھ کو بُلند کِیا ۔ تُو نے اُس کے سب دُشمنوں کو خُوش کِیا۔"},{"number":43,"verse":"بلکہ تُو اُس کی تلوار کی دھار کو موڑ دیتا ہے اور لڑائی میں اُس کے پاؤں کو جمنے نہیں دِیا۔"},{"number":44,"verse":"تُو نے اُس کی رَونق اُڑا دی اور اُس کا تخت خاک میں مِلا دِیا۔"},{"number":45,"verse":"تُو نے اُس کی جوانی کے دِن گھٹا دِئے۔ تُو نے اُسے شرم آلُود کر دِیا ہے ۔(سِلاہ)"},{"number":46,"verse":"( رہائی کے لِئے اِلتجا) اَے خُداوند! کب تک؟ کیا تُو ہمیشہ تک پوشِیدہ رہے گا؟ تیرے قہر کی آگ کب تک بھڑکتی رہے گی؟"},{"number":47,"verse":"یاد رکھ میرا قِیام ہی کیا ہے۔ تُو نے کَیسی بطالت کے لِئے کُل بنی آدم کو پَیدا کِیا !"},{"number":48,"verse":"وہ کَونسا آدمی ہے جو جِیتا ہی رہے گا اور مَوت کو نہ دیکھے گا اور اپنی جان کو پاتال کے ہاتھ سے بچالے گا؟ (سِلاہ)"},{"number":49,"verse":"یا رب! تیری وہ پہلی شفقت کیا ہُوئی جِس کی بابت تُو نے داؤُد سے اپنی وفاداری کی قَسم کھائی تھی؟"},{"number":50,"verse":"یا رب! اپنے بندوں کی رُسوائی کو یاد کر مَیں تو سب زبردست قَوموں کی طَعنہ زنی اپنے سِینہ میں لِئے پِھرتا ہُوں"},{"number":51,"verse":"اَے خُداوند! تیرے دُشمنوں نے کَیسے طَعنے مارے ۔ تیرے ممسُوح کے قدم قدم پر کَیسی طَعنہ زنی کی ہے۔"},{"number":52,"verse":"خُداوند ابدُا لآباد مُبارک ہو! آمِین ثُمَّ آمِین۔"}]}