{"bibleAbbr":"NET2007","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"(Salutation) From Paul, (tn Grk “Paul.” The word “from” is not in the Greek text, but has been supplied to indicate the sender of the letter.) an apostle (not from men, nor by human agency, but by Jesus Christ and God the Father who raised him from the dead)"},{"number":2,"verse":"and all the brothers with me, to the churches of Galatia."},{"number":3,"verse":"Grace and peace to you (tn Grk “Grace to you and peace.”) from God the Father and our (tc ‡ The unusual order καὶ κυρίου ἡμῶν (kai kuriou Jhmwn), which produces the reading “our Lord Jesus Christ” instead of “God our Father,” is read by Ì4651vid B D F G H 1739 1881 Ï sy sa, while the more normal ἡμῶν καὶ κυρίου (Jhmwn kai kuriou) is found in א A P Ψ 33 81 326 365 2464 pc. Thus, the reading adopted in the translation is more widespread geographically and is found in the two earliest witnesses, along with several good representatives of the Alexandrian, Western, and Byzantine texttypes. Internally, there would be a strong motivation for scribes to change the order: “from God our Father and the Lord Jesus Christ” is Paul’s normal greeting; here alone is the pronoun attached to “Jesus Christ” (except in the pastorals, though the greeting in these letters is nevertheless unlike the rest of the corpus Paulinum). Intrinsically, the chosen reading is superior as well: Scribes would be prone to emulate Paul’s regular style, while in an early letter such as this one his regular style was yet to be established (for a similar situation, cf. the text-critical discussion at 1 Thess 1:1). Hence, there is a strong probability that the reading in the translation is authentic. Although B. M. Metzger argues that “the apostle’s stereotyped formula was altered by copyists who, apparently in the interest of Christian piety, transferred the possessive pronoun so it would be more closely associated with ‘Lord Jesus Christ’” (TCGNT 520), one might expect to see the same alterations in other Pauline letters. That this is not the case argues for “our Lord Jesus Christ” as the authentic reading here.) Lord Jesus Christ,"},{"number":4,"verse":"who gave himself for our sins to rescue us from this present evil age according to the will of our God and Father,"},{"number":5,"verse":"to whom be glory forever and ever! Amen."},{"number":6,"verse":"(Occasion of the Letter) I am astonished that you are so quickly deserting the one (sn The one who called you is a reference to God the Father (note the mention of Christ in the following prepositional phrase and the mention of God the Father in 1:1).) who called you by the grace of Christ (tc Although the majority of witnesses, including some of the most important ones (Ì51 א A B Fc Ψ 33 1739 1881 Ï f vg syp bo), read “by the grace of Christ” (χάριτι Χριστοῦ, cariti Cristou) here, this reading is not without variables. Besides alternate readings such as χάριτι ᾿Ιησοῦ Χριστοῦ (cariti Ihsou Cristou, “by the grace of Jesus Christ”; D 326 1241s pc syh**) and χάριτι θεοῦ (cariti qeou, “by the grace of God”; 327 pc Thretlem), a few mss (Ì46vid F* G Hvid ar b Tert Cyp Ambst Pel) have simply χάριτι with no modifier. Internally, the reading that seems best to explain the rise of the others is the shortest reading, χάριτι. Indeed, the fact that three different adjuncts are found in the mss seems to be a natural expansion on the simple “grace.” At the same time, the witnesses for the shortest reading are not particularly impressive, being that they largely represent one textual strand (Western), and a less-than-reliable one at that. Further, nowhere else in the corpus Paulinum do we see the construction χάρις (cari\", “grace”) followed by Χριστοῦ without some other name (such as κυρίου [kuriou, “Lord”] or ᾿Ιησοῦ). The construction χάρις θεοῦ is likewise frequent in Paul. Thus, upon closer inspection it seems that the original wording here was χάριτι Χριστοῦ (for it is difficult to explain how this particular reading could have arisen from the simple χάριτι, in light of Paul’s normal idioms), with the other readings intentionally or accidentally arising from it.) and are following (tn Grk “deserting [turning away] to” a different gospel, implying the idea of “following.”) a different (tn Grk “another.”) gospel —"},{"number":7,"verse":"not that there really is another gospel, (tn Grk “which is not another,” but this could be misunderstood to mean “which is not really different.” In fact, as Paul goes on to make clear, there is no other gospel than the one he preaches.) but (tn Grk “except.”) there are some who are disturbing you and wanting (tn Or “trying.”) to distort the gospel of Christ."},{"number":8,"verse":"But even if we (or an angel from heaven) should preach (tc ‡ Most witnesses have ὑμῖν (Jumin, “to you”) either after (א2 A [D* ὑμᾶς] 6 33 326 614 945 1881 Ï Tertpt Ambst) or before (Ì51vid B H 0278 630 1175 [1739* ἡμῖν]) εὐαγγελίζηται (euaggelizhtai, “should preach” [or some variation on the form of this verb]). But the fact that it floats suggests its inauthenticity, especially since it appears to be a motivated reading for purposes of clarification. The following witnesses lack the pronoun: א* F G Ψ ar b g Cyp McionT Tertpt Lcf. The external evidence admittedly is not as weighty as evidence for the pronoun, but coupled with strong internal evidence the shorter reading should be considered original. Although it is possible that scribes may have deleted the pronoun to make Paul’s statement seem more universal, the fact that the pronoun floats suggests otherwise. NA27 has the pronoun in brackets, indicating doubt as to its authenticity.) a gospel contrary to the one we preached to you, (tn Or “other than the one we preached to you.”) let him be condemned to hell! (tn Grk “let him be accursed” (ἀνάθεμα, anaqema). The translation gives the outcome which is implied by this dreadful curse.)"},{"number":9,"verse":"As we have said before, and now I say again, if any one is preaching to you a gospel contrary to what you received, let him be condemned to hell! (tn See the note on this phrase in the previous verse.)"},{"number":10,"verse":"Am I now trying to gain the approval of people, (tn Grk “of men”; but here ἀνθρώπους (anqrwpou\") is used in a generic sense of both men and women.) or of God? Or am I trying to please people? (tn Grk “men”; but here ἀνθρώποις (anqrwpoi\") is used in a generic sense of both men and women.) If I were still trying to please (tn The imperfect verb has been translated conatively (ExSyn 550).) people, (tn Grk “men”; but here ἀνθρώποις (anqrwpoi\") is used in a generic sense of both men and women.) I would not be a slave (tn Traditionally, “servant” or “bondservant.” Though δοῦλος (doulos) is normally translated “servant,” the word does not bear the connotation of a free individual serving another. BDAG notes that “‘servant’ for ‘slave’ is largely confined to Biblical transl. and early American times…in normal usage at the present time the two words are carefully distinguished” (BDAG 260 s. v.). The most accurate translation is “bondservant” (sometimes found in the ASV for δοῦλος), in that it often indicates one who sells himself into slavery to another. But as this is archaic, few today understand its force. sn Undoubtedly the background for the concept of being the Lord’s slave or servant is to be found in the Old Testament scriptures. For a Jew this concept did not connote drudgery, but honor and privilege. It was used of national Israel at times (Isa 43:10), but was especially associated with famous OT personalities, including such great men as Moses (Josh 14:7), David (Ps 89:3; cf. 2 Sam 7:5, 8) and Elijah (2 Kgs 10:10); all these men were “servants (or slaves) of the Lord.”) of Christ!"},{"number":11,"verse":"(Paul’s Vindication of His Apostleship) Now (tc ‡ The conjunction δέ (de) is found in Ì46 א*,2 A D1 Ψ 1739 1881 Ï sy bo, while γάρ (gar) is the conjunction of choice in א1 B D*, c F G 33 pc lat sa. There are thus good representatives on each side. Scribes generally tended to prefer γάρ in such instances, most likely because it was more forceful and explicit. γάρ is thus seen as a motivated reading. For this reason, δέ is preferred.) I want you to know, brothers and sisters, (tn Grk “brothers,” but the Greek word may be used for “brothers and sisters” or “fellow Christians” as here (cf. BDAG 18 s. v. ἀδελφός 1, where considerable nonbiblical evidence for the plural ἀδελφοί [adelfoi] meaning “brothers and sisters” is cited).) that the gospel I preached is not of human origin. (tn Grk “is not according to man.”)"},{"number":12,"verse":"For I did not receive it or learn it from any human source; (tn Or “I did not receive it from a human source, nor was I taught it.”) instead I received it (tn The words “I received it” are not in the Greek text but are implied.) by a revelation of Jesus Christ. (tn It is difficult to determine what kind of genitive ᾿Ιησοῦ Χριστοῦ (Ihsou Cristou) is. If it is a subjective genitive, the meaning is “a revelation from Jesus Christ” but if objective genitive, it is “a revelation about Jesus Christ.” Most likely this is objective since the explanation in vv. 15–16 mentions God revealing the Son to Paul so that he might preach, although the idea of a direct revelation to Paul at some point cannot be ruled out.)"},{"number":13,"verse":"For you have heard of my former way of life (tn Or “lifestyle,” “behavior.”) in Judaism, how I was savagely persecuting the church of God and trying to destroy it."},{"number":14,"verse":"I (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation. Here καί (kai) has not been translated because of differences between Greek and English style.) was advancing in Judaism beyond many of my contemporaries in my nation, (tn Or “among my race.”) and was (tn Grk “was advancing beyond…nation, being.” The participle ὑπάρχων (Juparcwn) was translated as a finite verb due to requirements of contemporary English style.) extremely zealous for the traditions of my ancestors. (sn The traditions of my ancestors refers to both Pharisaic and popular teachings of this time which eventually were codified in Jewish literature such as the Mishnah, Midrashim, and Targums.)"},{"number":15,"verse":"But when the one (tc ‡ Several important witnesses have ὁ θεός (Jo qeos) after εὐδόκησεν (eudokhsen; so א A D Ψ 0278 33 1739 1881 Ï co) while the shorter reading is supported by Ì46 B F G 629 1505 pc lat. There is hardly any reason why scribes would omit the words (although the Beatty papyrus and the Western text do at times omit words and phrases), but several reasons why scribes would add the words (especially the need to clarify). The confluence of witnesses for the shorter reading (including a few fathers and versions) adds strong support for its authenticity. It is also in keeping with Paul’s style to refrain from mentioning God by name as a rhetorical device (cf. ExSyn 437 [although this section deals with passive constructions, the principle is the same]). NA27 includes the words in brackets, indicating some doubts as to their authenticity.) who set me apart from birth (tn Grk “from my mother’s womb.”) and called me by his grace was pleased"},{"number":16,"verse":"to reveal his Son in (tn Or “to me”; the Greek preposition ἐν (en) can mean either, depending on the context.) me so that I could preach him (tn This pronoun refers to “his Son,” mentioned earlier in the verse.) among the Gentiles, I did not go to ask advice from (tn Or “I did not consult with.” For the translation “I did not go to ask advice from” see L&N 33.175.) any human being, (tn Grk “from flesh and blood.”)"},{"number":17,"verse":"nor did I go up to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) to see those who were apostles before me, but right away I departed to Arabia, (sn As a geographical region Arabia included the territory west of Mesopotamia, east and south of Syria and Palestine, extending to the isthmus of Suez. During the Roman occupation, some independent kingdoms arose like that of the Nabateans south of Damascus, and these could be called simply Arabia. In light of the proximity to Damascus, this may well be the territory Paul says he visited here. See also C. W. Briggs, “The Apostle Paul in Arabia,” Biblical World 41 (1913): 255-59.) and then returned to Damascus."},{"number":18,"verse":"Then after three years I went up to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) to visit Cephas (sn Cephas. This individual is generally identified with the Apostle Peter (L&N 93.211).) and get information from him, (tn Although often translated “to get acquainted with Cephas,” this could give the impression of merely a social call. L&N 34.52 has “to visit, with the purpose of obtaining information” for the meaning of ἱστορέω (Jistorew), particularly in this verse.) and I stayed with him fifteen days."},{"number":19,"verse":"But I saw none of the other apostles (tn Grk “But another of the apostles I did not see, except…” with “another” in emphatic position in the Greek text. Paul is determined to make the point that his contacts with the original twelve apostles and other leaders of the Jerusalem church were limited, thus asserting his independence from them.) except James the Lord’s brother."},{"number":20,"verse":"I assure you (tn Grk “behold.”) that, before God, I am not lying about what I am writing to you! (tn Grk “What things I am writing to you, behold, before God [that] I am not lying.”)"},{"number":21,"verse":"Afterward I went to the regions of Syria and Cilicia."},{"number":22,"verse":"But I was personally (tn Or “by sight”; Grk “by face.”) unknown to the churches of Judea that are in Christ."},{"number":23,"verse":"They were only hearing, “The one who once persecuted us is now proclaiming the good news (tn The Greek verb here is εὐαγγελίζεται (euangelizetai).) of the faith he once tried to destroy.”"},{"number":24,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the result of the report about Paul’s conversion.) they glorified God because of me. (tn The prepositional phrase ἐν εμοί (en emoi) has been translated with a causal force.)"}]}