{"bibleAbbr":"NET2007","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"Now I mean that the heir, as long as he is a minor, (tn Grk “a small child.” The Greek term νήπιος (nhpios) refers to a young child, no longer a helpless infant but probably not more than three or four years old (L&N 9.43). The point in context, though, is that this child is too young to take any responsibility for the management of his assets.) is no different from a slave, though he is the owner (tn Grk “master” or “lord” (κύριος, kurios).) of everything."},{"number":2,"verse":"But he is under guardians (tn The Greek term translated “guardians” here is ἐπίτροπος (epitropo\"), whose semantic domain overlaps with that of παιδαγωγός (paidagwgo\") according to L&N 36.5.) and managers until the date set by his (tn Grk “the,” but the Greek article is used here as a possessive pronoun (ExSyn 215).) father."},{"number":3,"verse":"So also we, when we were minors, (tn See the note on the word “minor” in 4:1.) were enslaved under the basic forces (tn Or “basic principles,” “elemental things,” or “elemental spirits.” Some interpreters take this as a reference to supernatural powers who controlled nature and/or human fate.) of the world."},{"number":4,"verse":"But when the appropriate time (tn Grk “the fullness of time” (an idiom for the totality of a period of time, with the implication of proper completion; see L&N 67.69).) had come, God sent out his Son, born of a woman, born under the law,"},{"number":5,"verse":"to redeem those who were under the law, so that we may be adopted as sons with full rights. (tn The Greek term υἱοθεσία (Juioqesia) was originally a legal technical term for adoption as a son with full rights of inheritance. BDAG 1024 s. v. notes, “a legal t. t. of ‘adoption’ of children, in our lit., i. e. in Paul, only in a transferred sense of a transcendent filial relationship between God and humans (with the legal aspect, not gender specificity, as major semantic component).” Although some modern translations remove the filial sense completely and render the term merely “adoption” (cf. NAB), the retention of this component of meaning was accomplished in the present translation by the phrase “as sons.”)"},{"number":6,"verse":"And because you are sons, God sent the Spirit of his Son into our hearts, who calls (tn Grk “calling.” The participle is neuter indicating that the Spirit is the one who calls.) “Abba! (tn The term “Abba” is the Greek transliteration of the Aramaic אַבָּא (’abba’), literally meaning “my father” but taken over simply as “father,” used in prayer and in the family circle, and later taken over by the early Greek-speaking Christians (BDAG 1 s. v. ἀββα).) Father!”"},{"number":7,"verse":"So you are no longer a slave but a son, and if you are (tn Grk “and if a son, then also an heir.” The words “you are” have been supplied twice to clarify the statement.) a son, then you are also an heir through God. (tc The unusual expression διὰ θεοῦ (dia qeou, “through God”) certainly prompted scribes to alter it to more customary or theologically acceptable ones such as διὰ θεόν (dia qeon, “because of God”; F G 1881 pc), διὰ Χριστοῦ (dia Cristou, “through Christ”; 81 630 pc sa), διὰ ᾿Ιησοῦ Χριστοῦ (dia Ihsou Cristou, “through Jesus Christ”; 1739c), θεοῦ διὰ Χριστοῦ (“[an heir] of God through Christ”; א2 C3 D [P] 0278 [6 326 1505] Ï ar sy), or κληρονόμος μὲν θεοῦ, συγκληρονόμος δὲ Χριστοῦ (klhronomo\" men qeou, sugklhronomo\" de Cristou, “an heir of God, and fellow-heir with Christ”; Ψ pc [cf. Rom 8:17]). Although it is unusual for Paul to speak of God as an intermediate agent, it is not unprecedented (cf. Gal 1:1; 1 Cor 1:9). Nevertheless, Gal 4:7 is the most direct statement to this effect. Further testimony on behalf of διὰ θεοῦ is to be found in external evidence: The witnesses with this phrase are among the most important in the NT (Ì46 א* A B C* 33 1739*vid lat bo Cl).)"},{"number":8,"verse":"(Heirs of Promise Are Not to Return to Law) Formerly when you did not know God, you were enslaved to beings that by nature are not gods at all. (tn Grk “those that by nature…” with the word “beings” implied. BDAG 1070 s. v. φύσις 2 sees this as referring to pagan worship: “Polytheists worship…beings that are by nature no gods at all Gal 4:8.”)"},{"number":9,"verse":"But now that you have come to know God (or rather to be known by God), how can you turn back again to the weak and worthless (tn Or “useless.” See L&N 65.16.) basic forces? (tn See the note on the phrase “basic forces” in 4:3.) Do you want to be enslaved to them all over again? (tn Grk “basic forces, to which you want to be enslaved…” Verse 9 is a single sentence in the Greek text, but has been divided into two in the translation because of the length and complexity of the Greek sentence.)"},{"number":10,"verse":"You are observing religious (tn The adjective “religious” has been supplied in the translation to make clear that the problem concerns observing certain days, etc. in a religious sense (cf. NIV, NRSV “special days”). In light of the polemic in this letter against the Judaizers (those who tried to force observance of the Mosaic law on Gentile converts to Christianity) this may well be a reference to the observance of Jewish Sabbaths, feasts, and other religious days.) days and months and seasons and years."},{"number":11,"verse":"I fear for you that my work for you may have been in vain."},{"number":12,"verse":"I beg you, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:11.) become like me, because I have become like you. You have done me no wrong!"},{"number":13,"verse":"(Personal Appeal of Paul) But you know it was because of a physical illness that I first proclaimed the gospel to you,"},{"number":14,"verse":"and though my physical condition put you to the test, you did not despise or reject me. (tn Grk “your trial in my flesh you did not despise or reject.”) Instead, you welcomed me as though I were an angel of God, (tn Or “the angel of God.” Linguistically, “angel of God” is the same in both testaments (and thus, he is either “an angel of God” or “the angel of God” in both testaments). For arguments and implications, see ExSyn 252; M. J. Davidson, “Angels,” DJG, 9; W. G. MacDonald argues for “an angel” in both testaments: “Christology and ‘The Angel of the Lord’,” Current Issues in Biblical and Patristic Interpretation, 324-35.) as though I were Christ Jesus himself! (tn Grk “as an angel of God…as Christ Jesus.” This could be understood to mean either “you welcomed me like an angel of God would,” or “you welcomed me as though I were an angel of God.” In context only the second is accurate, so the translation has been phrased to indicate this.)"},{"number":15,"verse":"Where then is your sense of happiness (tn Or “blessedness.”) now? For I testify about you that if it were possible, you would have pulled out your eyes and given them to me!"},{"number":16,"verse":"So then, have I become your enemy by telling you the truth? (tn Or “have I become your enemy because I am telling you the truth?” The participle ἀληθεύων (alhqeuwn) can be translated as a causal adverbial participle or as a participle of means (as in the translation).)"},{"number":17,"verse":"They court you eagerly, (tn Or “They are zealous for you.”) but for no good purpose; (tn Or “but not commendably” (BDAG 505 s. v. καλῶς 2).) they want to exclude you, so that you would seek them eagerly. (tn Or “so that you would be zealous.”)"},{"number":18,"verse":"However, it is good (tn Or “commendable.”) to be sought eagerly (tn Or “to be zealous.”) for a good purpose (tn Grk “But it is always good to be zealous in good.”) at all times, and not only when I am present with you."},{"number":19,"verse":"My children — I am again undergoing birth pains until Christ is formed in you! (tn Grk “My children, for whom I am again undergoing birth pains until Christ is formed in you.” The relative clauses in English do not pick up the emotional force of Paul’s language here (note “tone of voice” in v. 20, indicating that he is passionately concerned for them); hence, the translation has been altered slightly to capture the connotative power of Paul’s plea. sn That is, until Christ’s nature or character is formed in them (see L&N 58.4).)"},{"number":20,"verse":"I wish I could be with you now and change my tone of voice, (tn Grk “voice” or “tone.” The contemporary English expression “tone of voice” is a good approximation to the meaning here.) because I am perplexed about you."},{"number":21,"verse":"(An Appeal from Allegory) Tell me, you who want to be under the law, do you not understand the law? (tn Or “will you not hear what the law says?” The Greek verb ἀκούω (akouw) means “hear, listen to,” but by figurative extension it can also mean “obey.” It can also refer to the process of comprehension that follows hearing, and that sense fits the context well here.)"},{"number":22,"verse":"For it is written that Abraham had two sons, one by the (tn Paul’s use of the Greek article here and before the phrase “free woman” presumes that both these characters are well known to the recipients of his letter. This verse is given as an example of the category called “well-known (‘celebrity’ or ‘familiar’) article” by ExSyn 225.) slave woman and the other by the free woman."},{"number":23,"verse":"But one, the son by the slave woman, was born by natural descent, (tn Grk “born according to the flesh”; BDAG 916 s. v. σάρξ 4 has “Of natural descent τὰ τέκνα τῆς σαρκός children by natural descent Ro 9:8 (opp. τὰ τέκνα τῆς ἐπαγγελίας). ὁ μὲν ἐκ τῆς παιδίσκης κατὰ σάρκα γεγέννηται Gal 4:23; cp. vs. 29.”) while the other, the son by the free woman, was born through the promise."},{"number":24,"verse":"These things may be treated as an allegory, (tn Grk “which things are spoken about allegorically.” Paul is not saying the OT account is an allegory, but rather that he is constructing an allegory based on the OT account.) for these women represent two covenants. One is from Mount Sinai bearing children for slavery; this is Hagar."},{"number":25,"verse":"Now Hagar represents Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children."},{"number":26,"verse":"But the Jerusalem above is free, (sn The meaning of the statement the Jerusalem above is free is that the other woman represents the second covenant (cf. v. 24); she corresponds to the Jerusalem above that is free. Paul’s argument is very condensed at this point.) and she is our mother."},{"number":27,"verse":"For it is written: “Rejoice, O barren woman who does not bear children; (tn The direct object “children” is not in the Greek text, but has been supplied for clarity. Direct objects were often omitted in Greek when clear from the context.) break forth and shout, you who have no birth pains, because the children of the desolate woman are more numerous than those of the woman who has a husband.” (tn Grk “because more are the children of the barren one than of the one having a husband.”sn A quotation from Isa 54:1.)"},{"number":28,"verse":"But you, (tc Most mss (א A C D2 Ψ 062 Ï lat sy bo) read “we” here, while “you” is found in Ì46 B D* F G 0261vid 0278 33 1739 al sa. It is more likely that a copyist, noticing the first person pronouns in vv. 26 and 31, changed a second person pronoun here to first person for consistency.) brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:11.) are children of the promise like Isaac."},{"number":29,"verse":"But just as at that time the one born by natural descent (tn Grk “according to the flesh”; see the note on the phrase “by natural descent” in 4:23.) persecuted the one born according to the Spirit, (tn Or “the one born by the Spirit’s [power].”) so it is now."},{"number":30,"verse":"But what does the scripture say? “Throw out the slave woman and her son, for the son of the slave woman will not share the inheritance with the son” (sn A quotation from Gen 21:10. The phrase of the free woman does not occur in Gen 21:10.) of the free woman."},{"number":31,"verse":"Therefore, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:11.) we are not children of the slave woman but of the free woman."}]}