{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"( इशायाच्या बुंध्याची सात्त्विक कारकीर्द) इशायाच्या बुंध्याला धुमारा फुटेल; त्याच्या मुळांतून फुटलेली शाखा फळ देईल;"},{"number":2,"verse":"परमेश्वराचा आत्मा, सुज्ञानाचा व समंजस-पणाचा आत्मा, सुसंकल्पाचा व सामर्थ्याचा आत्मा, परमेश्वराच्या ज्ञानाचा व भयाचा आत्मा त्याच्यावर राहील."},{"number":3,"verse":"परमेश्वराचे भय त्याला सुगंधमय होईल. तो डोळ्यांनी पाहील तेवढ्यावरूनच न्याय करणार नाही. कानांनी ऐकेल तेवढ्यावरूनच तो निर्णय करणार नाही;"},{"number":4,"verse":"तर तो दुबळ्यांचा न्याय यथार्थतेने करील, आणि पृथ्वीवरील दीनांच्या वादाचा यथार्थ निर्णय करील; तो आपल्या मुखरूप वेत्राने पृथ्वीला ताडन करील, आपल्या मुखाच्या फुंकराने दुर्जनांचा संहार थकरील."},{"number":5,"verse":"नीतिमत्ता त्याचे वेष्टन व सत्यता त्याचा कमरबंद होईल."},{"number":6,"verse":"लांडगा कोकराजवळ राहील, चित्ता करडाजवळ बसेल, वासरू, तरुण सिंह व पुष्ट बैल एकत्र राहतील; त्यांना लहान मूल वळील."},{"number":7,"verse":"गाय व अस्वल एकत्र चरतील; त्यांचे बच्चे एकत्र बसतील; सिंह बैलाप्रमाणे कडबा खाईल."},{"number":8,"verse":"तान्हे बाळ नागाच्या बिळाजवळ खेळेल, थानतुटे मूल फुरशाच्या बुबुळाला हात लावील."},{"number":9,"verse":"माझ्या सगळ्या पवित्र डोंगरावर ती उपद्रव देणार नाहीत व नासधूस करणार नाहीत; कारण सागर जसा जलपूर्ण आहे तशी परमेश्वराच्या ज्ञानाने पृथ्वी परिपूर्ण होईल."},{"number":10,"verse":"त्या दिवशी असे होईल की राष्ट्रांसाठी ध्वजवत उभारलेल्या इशायाच्या धुमार्‍याला राष्ट्रे शरण येतील; त्याचे निवासस्थान गौरवयुक्त होईल."},{"number":11,"verse":"( अवशेषांचे विजयी परतणे) त्या दिवशी असे होईल की अश्शूर, मिसर, पथ्रोस, कूश, एलाम, शिनार, हमाथ व समुद्रतीरींचे प्रदेश येथून प्रभू आपल्या लोकांचा अवशेष आपल्या हाताने खरेदी करून दुसर्‍यांदा सोडवील."},{"number":12,"verse":"तो राष्ट्रांसाठी निशाण उभारील, व पृथ्वीच्या चार्‍ही दिशांकडून इस्राएलातल्या घालवून दिलेल्यांना एकत्र करील व यहूदातल्या परागंदा झालेल्यांना गोळा करील."},{"number":13,"verse":"एफ्राइमाचा मत्सर नाहीसा होईल, यहूदाचे वैरी उच्छेद पावतील, एफ्राईम यहूदाचा हेवा करणार नाही व यहूदा एफ्राइमाशी विरोध करणार नाही."},{"number":14,"verse":"ते पश्‍चिमेकडे पलिष्ट्यांच्या खांद्यावर (खालाटीवर) झडप घालतील; ते एकत्र होऊन पूर्वदेशीयांना लुटतील; अदोम व मवाब ह्यांना हस्तगत करतील; आणि अम्मोनी त्यांना वश होतील."},{"number":15,"verse":"परमेश्वर मिसरी समुद्राची खाडी नष्ट करील; तो आपला उष्ण श्वास सोडून आपला हात नदावर (फरातावर) परजील; त्यावर प्रहार करून त्याचे सात फाटे करील; त्यांवरून लोकांना जोडे घालून जाता येईलसे करील."},{"number":16,"verse":"मिसर देशातून निघण्याच्या वेळी इस्राएलास जसा मार्ग झाला तसा त्याच्या अवशिष्ट लोकांना अश्शूरातून निघून जाण्यास हमरस्ता होईल."}]}