{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"कारण याकोबावर परमेश्वर दया करील; तो पुन्हा इस्राएलास निवडून घेईल, त्यांना त्यांच्या स्वदेशात वसवील; त्यांना परके येऊन मिळतील; ते याकोबाच्या घराण्याशी लगटून राहतील."},{"number":2,"verse":"विदेशी लोक त्यांना नेऊन स्वस्थानी पोचवतील; आणि इस्राएलाचे घराणे परमेश्वराच्या भूमीत त्यांना दासदासी करून ठेवील; ज्यांनी त्यांना बंदिवान करून नेले होते त्यांना ते बंदीत ठेवतील; असे ते आपणांस पिडणार्‍यांवर स्वामित्व करतील."},{"number":3,"verse":"ज्या दिवशी तुझी पीडा, चिंता व तुझ्यावर लादलेले कठीण दास्य ह्यांपासून परमेश्वर तुला आराम देईल,"},{"number":4,"verse":"त्या दिवशी असे होईल की बाबेलच्या राजासंबंधाने हे कवन तू म्हणशील : “पिडणारा कसा नाहीसा झाला! पिळून काढणारी नगरी कशी नष्ट झाली आहे!"},{"number":5,"verse":"जो क्रोधाने लोकांचे सतत ताडन करीत असे, जो कोपाने अनिवार छळ करून राष्ट्रांवर सत्ता चालवत असे, तो दुर्जनांचा सोटा, अधिपतींचा दंड, परमेश्वराने मोडून टाकला आहे."},{"number":7,"verse":"सर्व पृथ्वी विश्राम पावली आहे, शांत झाली आहे; लोक गाण्याचा गजर करीत आहेत."},{"number":8,"verse":"सुरूची झाडे व लबानोनावरील गंधसरू तुझ्यामुळे हर्षित होऊन म्हणतात, ‘तू पडलास तेव्हापासून आमच्यावर कुर्‍हाड चालवणारा कोणी येत नाही.’"},{"number":9,"verse":"खाली अधोलोकात तुझ्या स्वागतार्थ गडबड उडाली आहे; तो तुझ्यासाठी पृथ्वीवरील मरून गेलेल्या सर्व प्रमुखांना जागृत करीत आहे; राष्ट्रांच्या सर्व राजांना त्यांच्या-त्यांच्या सिंहासनावरून उठवत आहे."},{"number":10,"verse":"ते सर्व उठून तुला म्हणतात, ‘तूही आमच्याप्रमाणे निर्बळ झाला आहेस काय? तू आमच्यासारखा बनला आहेस काय?’"},{"number":11,"verse":"तुझा डामडौल, तुझ्या सारंग्यांचा नाद अधोलोकात उतरत आहे; तुझ्याखाली कृमींचे अंथरूण झाले आहे, आणि वरून तुला कीटकांचे पांघरूण झाले आहे."},{"number":12,"verse":"हे देदिप्यमान तार्‍या,1 प्रभातपुत्रा, तू आकाशातून कसा पडलास! राष्ट्रांना लोळवणार्‍या तुला धुळीत कसे टाकले!"},{"number":13,"verse":"जो तू आपल्या मनात म्हणालास, ‘मी आकाशात चढेन, देवाच्या तारांगणाहून माझे सिंहासन उच्च करीन, उत्तर भागातील देवसभेच्या पर्वतावर मी विराजमान होईन;"},{"number":14,"verse":"मी मेघांवर आरोहण करीन, मी परात्परासमान होईन;’"},{"number":15,"verse":"त्या तुला अधोलोकात, गर्तेच्या अधोभागात टाकले आहे."},{"number":16,"verse":"जे तुला पाहतील ते तुला निरखून मनात म्हणतील की, ‘ज्याने पृथ्वी थरथर कापवली व राज्ये डळमळवली तो हाच का पुरुष?"},{"number":17,"verse":"ज्याने जगाचे रान केले, त्यातील नगरांचा विध्वंस केला, व आपल्या बंदिवानांना मुक्त करून घरी जाऊ दिले नाही तो हाच का पुरुष?’"},{"number":18,"verse":"राष्ट्रांचे राजे सगळे आपापल्या घरी गौरवाने निद्रिस्त आहेत;"},{"number":19,"verse":"पण तुला फेकून दिलेल्या फांदीप्रमाणे आपल्या थडग्यापासून दूर झुगारून दिले आहे; वधलेले, तलवारीने विंधलेले, गर्तेच्या धोंड्यामध्ये पडलेले ह्यांनी तू वेष्टला आहेस. पायांखाली तुडवलेल्या मढ्यासारखा तू झाला आहेस."},{"number":20,"verse":"त्यांच्याबरोबर तुला मूठमाती मिळणार नाही, कारण तू आपल्या देशाची नासधूस केली व आपल्या प्रजेचा वध केला; कुकर्म्यांच्या वंशाचे नाव कधी मागे उरणार नाही."},{"number":21,"verse":"वडिलांच्या दुष्कर्मास्तव त्याच्या पुत्रांसाठी वधस्थान सिद्ध करा, म्हणजे ते उदयास येऊन देश जिंकणार नाहीत, पृथ्वीचा भाग नगरांनी व्यापून टाकणार नाहीत.”"},{"number":22,"verse":"“मी त्यांच्यावर उठेन, असे सेनाधीश परमेश्वर म्हणतो, आणि बाबेलचे नाव व अवशेष, त्यांचे पुत्रपौत्र ह्यांचा मी समूळ उच्छेद करीन, असे परमेश्वर म्हणतो."},{"number":23,"verse":"तो साळूचे वतन व पाणथळ होईल असेही मी करीन; नाशरूप झाडूने मी त्यास झाडून टाकीन, असे सेनाधीश परमेश्वर म्हणतो.”"},{"number":24,"verse":"( अश्शूराचा नाश होणार) सेनाधीश परमेश्वर शपथ वाहून म्हणाला आहे की, “मी कल्पिले तसे होईलच; मी योजले तसे घडेलच;"},{"number":25,"verse":"मी आपल्या देशात अश्शूरचा चुराडा करीन, माझ्या पर्वतांवर त्याला पायांखाली तुडवीन; तेव्हा त्याचे जूं त्यांच्यावरून निघेल, त्यांच्या खांद्यांवरून त्याचे ओझे उतरेल.”"},{"number":26,"verse":"सर्व पृथ्वीविषयी योजलेला संकल्प हाच आहे; सर्व राष्ट्रांवर उगारलेला हात हाच आहे."},{"number":27,"verse":"सेनाधीश परमेश्वराने संकल्प केला आहे तो कोणाच्याने रद्द करवेल! त्याचा हात उगारलेला आहे तर तो कोणाच्याने मागे आणवेल?"},{"number":28,"verse":"( पलेशेथाविषयी देववाणी) आहाज राजा मरण पावला त्या वर्षी ही देववाणी प्राप्त झाली :"},{"number":29,"verse":"“हे समग्र पलेशेथा, तुला मारणारा सोटा मोडला आहे म्हणून आनंद करू नकोस, कारण सापाच्या मुळातून फुरसे निघेल, त्याचे फळ उडता आग्या साप होईल."},{"number":30,"verse":"गरिबांतले गरीब पोटभर खातील; गरजवंत सुखाने झोप घेतील; तुझे मूळ मी क्षुधेने मारीन व तुझा अवशेष वधतील."},{"number":31,"verse":"अगे वेशी, हायहाय कर; अगे नगरी, ओरड; हे पलेशेथा, तू सर्वस्वी वितळून जाशील; कारण उत्तरेकडून धूर येत आहे; त्याच्या सैन्यापैकी कोणी चुकून मागे राहणार नाही.”"},{"number":32,"verse":"राष्ट्राच्या जासुदांना काय उत्तर द्यावे? “परमेश्वराने सीयोन स्थापली आहे; त्याच्या लोकांपैकी दीनदुर्बळ तिच्यात आश्रय करून आहेत.”"}]}