{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"( पृथ्वीविषयी परमेश्वराचा न्याय) पाहा, परमेश्वर पृथ्वी रिक्त करीत आहे, तिला ओसाड करीत आहे, तिला विरूप करीत आहे व तिच्या रहिवाशांची दाणादाण करीत आहे."},{"number":2,"verse":"तेव्हा जशी लोकांची तशी याजकाची, चाकराची तशी धन्याची, दासीची तशी धनिणीची, विकत घेणार्‍याची तशी विकत देणार्‍याची, सावकाराची तशी कुळाची, धनकोची तशी ऋणकोची स्थिती होईल."},{"number":3,"verse":"पृथ्वी अगदी रिक्त होईल, तिची लूट होईल; कारण परमेश्वर हे वचन बोलला आहे."},{"number":4,"verse":"पृथ्वी शोकाकुल व कृश झाली आहे; जग झुरून कृश झाले आहे; पृथ्वीवरील प्रतिष्ठित जन जर्जर झाले आहेत."},{"number":5,"verse":"पृथ्वी आपल्या रहिवाशांकडून भ्रष्ट झाली आहे, कारण त्यांनी नियमांचे उल्लंघन केले आहे, विधींचे अतिक्रमण केले आहे आणि सनातन करार मोडला आहे."},{"number":6,"verse":"ह्यास्तव पृथ्वी शापाने ग्रासली आहे, तिचे रहिवासी पापाचे फळ भोगत आहेत; पृथ्वीचे रहिवासी जळून भस्म झाले आहेत, मानव थोडेच उरले आहेत."},{"number":7,"verse":"नवा द्राक्षारस शोकाकुल झाला आहे, द्राक्षी करपून गेली आहे, हर्षित मनाचे सर्व जन उसासे टाकत आहेत."},{"number":8,"verse":"डफांचा हर्षनाद बंद पडला आहे, उत्सव करणार्‍यांचा कल्ला थांबला आहे, किनरीचा हर्षनाद बंद झाला आहे."},{"number":9,"verse":"ते गात-गात द्राक्षारस पीत नाहीत, मद्यप्यांना मद्य कडू लागते."},{"number":10,"verse":"व्यवस्थाभ्रष्ट नगर भंग पावले आहे; प्रत्येक घर बंद पडले आहे, कोणाचाही आत रिघाव होत नाही."},{"number":11,"verse":"बाहेर रस्त्यात द्राक्षारसास्तव ओरड चालली आहे, सर्व उत्सव मावळला आहे, पृथ्वीचा हर्ष लोपला आहे;"},{"number":12,"verse":"नगरात नुसती ओसाडी झालेली आहे; वेशीचा भुगाभुगा झाला आहे."},{"number":13,"verse":"जैतून वृक्ष हलवल्यावर, द्राक्षांचा हंगाम आटोपल्यावर, सरवा वेचताना जशी थोडीशी फळे राहतात तसे पृथ्वीवरील राष्ट्रांचे होईल."},{"number":14,"verse":"ते उच्च स्वराने गजर करतील, परमेश्वराच्या प्रभावास्तव समुद्रावरून गजर करतील."},{"number":15,"verse":"ह्यास्तव उगवतीकडल्या लोकांनो, परमेश्वराचे गौरव करा; समुद्रतीरी राहणार्‍यांनो, इस्राएलाचा देव परमेश्वर ह्याच्या नामाचे गौरव करा."},{"number":16,"verse":"नीतिमानाची प्रतिष्ठा होवो अशी गीते दिगंतापासून आमच्या कानी पडली. तेव्हा मी म्हणालो, “माझा नाश झाला हो नाश झाला! हायहाय! ठकांनी ठकवले, ठकांनी ठकबाजीने ठकवले.”"},{"number":17,"verse":"हे पृथ्वीवरील रहिवाशा, दरारा, खाडा व पाश हे तुझ्यापुढे आहेत!"},{"number":18,"verse":"असे होईल की दरार्‍याच्या शब्दामुळे पळणारा खाड्यात पडेल, खाड्यातून निभावलेला पाशात सापडेल; कारण आकाशाची द्वारे उघडली आहेत, पृथ्वीचे आधार हालत आहेत."},{"number":19,"verse":"भूमी अगदी फाटून गेली आहे, भूमी साफ फुटून गेली आहे, भूमी अतिशय हादरून गेली आहे."},{"number":20,"verse":"भूमी मद्यप्यासारखी झोकांड्या खात आहे, माचाळासारखी झुलत आहे; तिच्या अपराधांचा भार तिला दाबत आहे; ती पडेल, आणि पुन्हा उठणार नाही."},{"number":21,"verse":"त्या दिवशी असे होईल की उच्च आकाशात आकाशस्थांचे सैन्य व भूमीवर भूमीचे राजे ह्यांची परमेश्वर झडती घेईल."},{"number":22,"verse":"बंदिवानांना जसे अंधारकोठडीत कोंडतात, तसे त्यांना कोंडतील व कारागृहात ठेवतील; आणि बहुत दिवसांनी त्यांची झडती घेतील."},{"number":23,"verse":"चंद्र तांबूस होईल, सूर्य फिक्का पडेल; कारण सेनाधीश परमेश्वर सीयोन डोंगरावर व यरुशलेमेत आपल्या प्रजेतील वडिलांसमोर वैभवाने राज्य करील."}]}