{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"( यहूदा व यरुशलेम ह्यांचा परमेश्वराकडून न्याय) पाहा, प्रभू, सेनाधीश परमेश्वर, हा यरुशलेम व यहूदा ह्यांचा आधार व टेका काढून घेतो, म्हणजे भाकरीचा सर्व आधार व पाण्याचा सर्व आधार काढून घेतो;"},{"number":2,"verse":"वीर व योद्धा, न्यायाधीश व संदेष्टा, दैवज्ञ व वडील,"},{"number":3,"verse":"पन्नासांचा नायक, प्रतिष्ठित पुरुष, मंत्री, शिल्पप्रवीण व मंत्रनिपुण ह्यांना काढून घेतो."},{"number":4,"verse":"मी मुलांना त्यांचे अधिपती करीन; त्यांच्यावर पोरकटपणाचा अंमल चालेल."},{"number":5,"verse":"हा त्याला व तो ह्याला, असे लोक एकमेकांना पिडतील; मुलगा वडिलांशी व हलका प्रतिष्ठितांशी दांडगाईने वर्तेल."},{"number":6,"verse":"कोणी आपल्या वडिलांच्या घरात भावाचा हात धरून म्हणेल, “तुला वस्त्रप्रावरण आहे तर तू आमचा अधिकारी हो, ही मोडतोड आपल्या हाती घे”;"},{"number":7,"verse":"त्या दिवशी तो ओरडून म्हणेल, “मी दुरुस्ती करणारा होणार नाही, माझ्या घरी अन्नवस्त्र नाही, मला लोकांचा नायक करू नका.”"},{"number":8,"verse":"यरुशलेम कोसळली आहे, यहूदा पतन पावला आहे; कारण त्यांची जिव्हा व त्यांची कृत्ये परमेश्वराविरुद्ध असून ते त्याच्या तेजोमय नेत्रांना तुच्छ लेखतात."},{"number":9,"verse":"त्यांची मुद्रा त्यांच्याविरुद्ध साक्ष देते; ते सदोमाप्रमाणे आपले पाप जाहीर करतात, लपवत नाहीत; त्यांच्या जीविताला धिक्कार असो; ते स्वतःचे वाईट करून घेतात."},{"number":10,"verse":"नीतिमानांविषयी म्हणा की त्यांचे कल्याण होणार; कारण ते आपल्या कृत्यांचे फळ उपभोगणार."},{"number":11,"verse":"दुष्ट हायहाय करणार; त्याचे वाईट होणार; कारण त्याने आपल्या हातांनी जे केले त्याचे फळ त्याला मिळेल."},{"number":12,"verse":"माझ्या लोकांविषयी म्हणाल तर पोरे त्यांना पिडतात; स्त्रिया त्यांच्यावर अधिकार चालवतात. हे माझ्या प्रजे, तुझे नेते तुला बहकवतात; त्यांनी तुझ्या जाण्याच्या वाटा बुजवून टाकल्या आहेत."},{"number":13,"verse":"परमेश्वर वाद चालवण्यास उभा आहे; राष्ट्रांचा न्याय करण्यास उभा आहे."},{"number":14,"verse":"परमेश्वर आपल्या लोकांचे वडील व सरदार ह्यांचा निवाडा करील : “तुम्हीच द्राक्षीचा मळा खाऊन टाकला आहे; दीनांची लूट तुमच्या घरात आहे."},{"number":15,"verse":"तुम्ही माझ्या लोकांना चिरडता, दीनांचे तोंड ठेचता, हे काय?” असे प्रभू सेनाधीश परमेश्वर ह्याचे म्हणणे आहे."},{"number":16,"verse":"( सीयोनकन्यांचा न्याय) परमेश्वर असेही म्हणतो : सीयोनेच्या कन्या गर्विष्ठ आहेत, त्या मान ताठ करून व डोळे मारत चालतात, आपल्या पायांतील नूपुरांचा छमछम आवाज करीत ठुमकत चालतात;"},{"number":17,"verse":"म्हणून प्रभू सीयोनेच्या कन्यांच्या माथ्यांवर खवडे उठवील व परमेश्वर त्यांची गुह्यांगे उघडी करील."},{"number":18,"verse":"तो त्या दिवशी पैंजण, बिंद्या व चंद्रकोरी,"},{"number":19,"verse":"बाळ्या, तोडे, जाळ्या,"},{"number":20,"verse":"शिरोभूषणे, साखळ्या, कंबरपट्टे, अत्तरदाण्या व ताईत,"},{"number":21,"verse":"अंगठ्या व नथी,"},{"number":22,"verse":"भपक्याचा पोशाख, कुडती. शाली, बटवे,"},{"number":23,"verse":"आरसे, मलमलीची वस्त्रे, दुपट्टे व ओढण्या ह्यांची शोभा नाहीशी करील."},{"number":24,"verse":"आणि मधुर सुवासाच्या जागी कुजल्याची घाण, कंबरपट्ट्यांच्या जागी दोरी, वेणीफणी केलेल्या केसांच्या जागी टक्कल, झग्याच्या जागी गोणपाटाचे वेष्टण व सौंदर्याच्या जागी वण असे होईल."},{"number":25,"verse":"तुझे पुरुष तलवारीने पडतील, तुझे वीर लढाईत पडतील."},{"number":26,"verse":"तेव्हा तिच्या वेशी आकांत करतील, शोकाकुल होतील व ती एकटी1 होऊन भुईवर बसेल."}]}