{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"( सीयोनेसंबंधी परमेश्वराचे सांत्वनपर उद्‍गार) सांत्वन करा, माझ्या लोकांचे सांत्वन करा, असे तुमचा देव म्हणतो."},{"number":2,"verse":"यरुशलेमेच्या मनाला धीर येईल असे बोला, तिला पुकारून सांगा, तुझे युद्ध संपले आहे. तुझ्या पापाबद्दलचा दंड मिळाला आहे; परमेश्वराच्या हातून तुझ्या सर्व पापांचा तुला दुप्पट बदला मिळाला आहे."},{"number":3,"verse":"घोषणा करणार्‍याची वाणी ऐकू येते की, “अरण्यात परमेश्वराचा मार्ग सिद्ध करा, आमच्या देवासाठी रानात सरळ राजमार्ग करा."},{"number":4,"verse":"प्रत्येक खोरे उंच होवो, प्रत्येक डोंगर व टेकडी सखल होवो; उंचसखल असेल ते सपाट होवो व खडकाळीचे मैदान होवो;"},{"number":5,"verse":"म्हणजे परमेश्वराचे गौरव प्रकट होईल आणि सर्व मानवजाती एकत्र मिळून ते पाहील, कारण हे बोलणे परमेश्वराच्या तोंडचे आहे.”"},{"number":6,"verse":"“घोषणा कर!” अशी वाणी ऐकू आली. तेव्हा कोणीएक म्हणाला, “काय घोषणा करू?” सर्व मानवजाती गवत आहे, तिची सर्व शोभा वनातल्या फुलासारखी आहे."},{"number":7,"verse":"गवत सुकते, फूल कोमेजते, कारण परमेश्वराचा फुंकर त्यावर पडतो; लोक खरोखर गवतच आहेत."},{"number":8,"verse":"गवत सुकते, फूल कोमेजते, पण आमच्या देवाचे वचन सर्वकाळ कायम राहते."},{"number":9,"verse":"सीयोनेस सुवार्ता सांगणारे,1 उंच डोंगरावर चढ; यरुशलेमेस सुवार्ता सांगणारे,1 आपला स्वर जोराने उंच कर; कर उंच, भिऊ नकोस; यहूदाच्या नगरांना म्हण, “तुमचा देव पाहा.”"},{"number":10,"verse":"पाहा, प्रभू परमेश्वर पराक्रम्यासारखा येत आहे; त्याचा भुज त्याचे प्रभुत्व चालवील; पाहा, वेतन त्याच्याजवळ आहे, व प्रतिफळ त्याच्या हाती आहे."},{"number":11,"verse":"मेंढपाळाप्रमाणे तो आपल्या कळपास चारील, कोकरे आपल्या कवेत घेऊन उराशी धरून वाहील, आणि पोरे पाजणार्‍यांना सांभाळून नेईल."},{"number":12,"verse":"( इस्राएलाचा अद्वितीय देव) जलांचे माप आपल्या चुळक्याने कोणी केले आहे? आकाशाचे माप आपल्या वितीने कोणी घेतले आहे? पृथ्वीची धूळ मापाने कोणी मापली आहे? डोंगर काट्याने व टेकड्या तराजूने कोणी तोलल्या आहेत?"},{"number":13,"verse":"परमेश्वराच्या आत्म्याचे नियमन कोणी केले आहे? त्याचा मंत्री होऊन त्याला कोणी शिकवले आहे?"},{"number":14,"verse":"त्याने कोणाला मसलत विचारली? सन्मार्गाविषयी समज देऊन त्याला कोणी शिक्षण दिले? त्याला कोणी ज्ञान शिकवले? सुज्ञतेचा मार्ग त्याला कोणी दाखवला?"},{"number":15,"verse":"पाहा, त्याच्या हिशोबी राष्ट्रे पोहर्‍यांतल्या जलबिंदूसमान, तराजूतल्या रजासमान आहेत; पाहा, द्वीपेही तो धुळीच्या कणांसारखी उचलतो."},{"number":16,"verse":"लबानोन जळणास पुरायचा नाही व त्यावरील वनपशू होमास पुरे पडायचे नाहीत;"},{"number":17,"verse":"सर्व राष्ट्रे त्याच्यापुढे काहीच नाहीत; त्याच्या हिशोबी ती अभाव व शून्यता ह्यांहूनही कमी आहेत."},{"number":18,"verse":"तुम्ही देवाला कोणती उपमा द्याल? त्याच्याशी कोणती प्रतिमा लावून पाहाल?"},{"number":19,"verse":"कारागीर मूर्ती ओतून तयार करतो, सोनार तिला सोन्याच्या पत्र्याने मढवतो, तिच्यासाठी चांदीच्या साखळ्या घडतो."},{"number":20,"verse":"जो दारिद्र्यामुळे अर्पण आणण्यास समर्थ नाही तो न कुजणारे लाकूड निवडून घेतो; न ढळणारी अशी मूर्ती बनवण्यासाठी तो चतुर कारागीर शोधून काढतो."},{"number":21,"verse":"तुम्हांला कळत नाही काय? तुम्हांला ऐकू येत नाही काय? प्रारंभापासून तुम्हांला हे कळवले नाही काय? पृथ्वीचा पाया घातल्यापासून हे तुम्हांला समजले नाही काय?"},{"number":22,"verse":"हाच तो पृथ्वीच्या वरील नभोमंडळावर आरूढ झाला आहे; तिच्यावरील रहिवासी टोळांसमान आहेत; तो आकाश मलमलीप्रमाणे पसरतो, राहण्यासाठी तंबू ताणतात तसे ते तो ताणतो."},{"number":23,"verse":"तो अधिपतींना कस्पटासमान लेखतो, पृथ्वीच्या न्यायाधीशांना शून्यवत करतो."},{"number":24,"verse":"त्यांना लावले न लावले, पेरले न पेरले, त्यांचे मूळ भूमीत रुजले न रुजले, तोच तो त्यांच्यावर फुंकर मात्र घालतो म्हणजे ते सुकून जातात, वादळ त्यांना भुसाप्रमाणे उडवून नेते."},{"number":25,"verse":"मी कोणाशी तुल्य आहे म्हणून त्यांची उपमा मला तुम्ही द्याल असे पवित्र प्रभू म्हणतो."},{"number":26,"verse":"आपले डोळे वर करून पाहा; ह्यांना कोणी उत्पन्न केले? तो त्यांच्या सैन्याची मोजणी करून त्यांना बाहेर आणतो; तो त्या सर्वांना नावांनी हाक मारतो, तो महासमर्थ व प्रबळ सत्ताधीश आहे; म्हणून त्यांपैकी कोणी उणा पडत नाही."},{"number":27,"verse":"हे याकोबा, असे का म्हणतोस, हे इस्राएला, असे का बोलतोस की, “माझा मार्ग परमेश्वरापासून गुप्त आहे व माझा न्याय देवाच्या दृष्टिआड झाला आहे?”"},{"number":28,"verse":"तुला कळले नाही काय? तू ऐकले नाहीस काय? परमेश्वर हा सनातन देव, परमेश्वर, दिगंतापर्यंतच्या पृथ्वीचा उत्पन्नकर्ता, थकतभागत नाही; त्याची बुद्धी अगम्य आहे."},{"number":29,"verse":"तो भागलेल्यांना जोर देतो, निर्बलांना विपुल बल देतो."},{"number":30,"verse":"तरुण थकतात, भागतात; भरज्वानीतले ठेचा खातात;"},{"number":31,"verse":"तरी परमेश्वराची आशा धरून राहणारे नवीन शक्ती संपादन करतील; ते गरुडाप्रमाणे पंखांनी वर उडतील; ते धावतील तरी दमणार नाहीत, चालतील तरी थकणार नाहीत."}]}