{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":43,"verses":[{"number":1,"verse":"( परमेश्वर हाच एकमेव मुक्तिदाता) तरी आता हे याकोबा, तुझा उत्पन्नकर्ता, आणि हे इस्राएला, तुझा निर्माणकर्ता परमेश्वर, असे म्हणतो, “भिऊ नको; कारण मी तुला सोडवले आहे; मी तुला तुझ्या नावाने हाक मारली आहे; तू माझा आहेस."},{"number":2,"verse":"तू जलांतून चालशील तेव्हा मी तुझ्याबरोबर असेन; नद्यांतून जाशील तेव्हा त्या तुला बुडवणार नाहीत; अग्नीतून चालशील तेव्हा तू भाजणार नाहीस; ज्वाला तुला पोळणार नाही."},{"number":3,"verse":"कारण मी परमेश्वर तुझा देव आहे; मी इस्राएलाचा पवित्र प्रभू तुझा त्राता आहे; मी तुझ्यासाठी मिसर खंडादाखल दिला आहे, तुझ्याबद्दल कूश व सबा दिले आहेत."},{"number":4,"verse":"तू माझ्या दृष्टीने अमोल आहेस; तू मोठ्या योग्यतेचा आहेस व मी तुझ्यावर प्रेम करतो, म्हणून तुझ्याबद्दल माणसे व तुझ्या जिवाबद्दल राष्ट्रे मी देईन."},{"number":5,"verse":"भिऊ नकोस, कारण मी तुझ्याबरोबर आहे; मी तुझा वंश उगवतीकडून आणीन; मावळतीकडून तुला मी एकत्र करीन."},{"number":6,"verse":"मी उत्तरेला म्हणेन, ‘देऊन टाक’; दक्षिणेला म्हणेन, ‘अटकाव करू नकोस’; माझे पुत्र दुरून व माझ्या कन्या दिगंतापासून घेऊन या;"},{"number":7,"verse":"ज्यांना माझे नाम ठेवले, ज्यांना माझ्या गौरवासाठी उत्पन्न केले, निर्माण केले आणि घडले त्या सर्वांना घेऊन या.”"},{"number":8,"verse":"डोळे असून आंधळे, कान असून बहिरे अशा लोकांना घेऊन या!"},{"number":9,"verse":"सर्व राष्ट्रे एकत्र जमोत, लोक एकवटोत; अशा गोष्टी त्यांतला कोण सांगेल? पूर्वी घडलेल्या गोष्टी त्यांनी आम्हांला ऐकवाव्यात; त्यांनी आपले खरे करण्यास साक्षी आणावेत; त्यांनी ते ऐकून म्हणावे की हे खरे आहे."},{"number":10,"verse":"परमेश्वराचे असे म्हणणे आहे की, “तुम्ही मला ओळखावे, माझ्यावर भाव ठेवावा व मी तोच आहे, माझ्यापूर्वी कोणी देव नव्हता व माझ्यानंतरही कोणी होणे नाही हे तुम्हांला समजावे म्हणून तुम्ही माझे साक्षी आहात, तू माझा निवडलेला सेवक आहेस."},{"number":11,"verse":"मीच परमेश्वर आहे, माझ्याशिवाय कोणी त्राता नाही."},{"number":12,"verse":"मीच तारण विदित केले, प्राप्त करून दिले व समजावले; तुमच्यामध्ये कोणी अन्य देव नव्हता; म्हणून तुम्ही माझे साक्षी आहात व मीच देव आहे” असे परमेश्वर म्हणतो."},{"number":13,"verse":"“येथून पुढेही मीच तो आहे; माझ्या हातातून कोणाला सोडवून घेता येणार नाही; मी करतो ते कोणाच्याने पालटवणार?”"},{"number":14,"verse":"परमेश्वर, तुमचा उद्धार करणारा, इस्राएलाचा पवित्र प्रभू असे म्हणतो, “तुमच्यासाठी मी बाबेलास निरोप पाठवला आहे; मी तेथील सर्व खास्द्यांना त्यांच्या अभिमानास्पद जहाजात बसून पळायला लावीन."},{"number":15,"verse":"मी परमेश्वर तुमचा पवित्र प्रभू आहे; मी इस्राएलाचा उत्पन्नकर्ता, तुमचा राजा आहे.”"},{"number":16,"verse":"जो समुद्रात मार्ग, प्रचंड प्रवाहात वाट करतो,"},{"number":17,"verse":"ज्याने रथ व घोडे, सैन्य व वीर ह्यांना बाहेर काढल्यामुळे ते एकत्र पडले आहेत, त्यांच्याने उठवत नाही, ते विझले आहेत, वातीप्रमाणे मालवले आहेत, असा जो परमेश्वर तो म्हणतो की :"},{"number":18,"verse":"“पूर्वीच्या गोष्टींची आठवण करू नका, जुन्या गोष्टी मनात आणू नका."},{"number":19,"verse":"पाहा, मी एक नवीन गोष्ट करणार आहे; आत्ताच ती उद्भवत आहे; तुम्ही ती पाहणार नाही काय? मी अरण्यात सडक करीन, मरुभूमीत नद्या वाहवीन."},{"number":20,"verse":"वनपशू, कोल्हे व शहामृग माझे स्तवन करतील; कारण मी आपल्या लोकांना, आपल्या निवडलेल्यांना, पिण्यासाठी अरण्यात जले, मरुभूमीत नद्या देणार;"},{"number":21,"verse":"मी आपल्यासाठी निर्माण केलेले लोक माझे स्तवन करतील."},{"number":22,"verse":"हे याकोबा, तू तर माझा धावा केला नाहीस; हे इस्राएला, माझा तुला कंटाळा आला."},{"number":23,"verse":"तू मला होमार्पण करण्यासाठी मेंढरे आणली नाहीत; आणि मला यज्ञ करून माझे गौरव केले नाही. मी तुझ्यावर अन्नार्पणांसाठी सक्ती केली नाही, धूपासाठी तुला त्रास दिला नाही."},{"number":24,"verse":"तू पैसे देऊन माझ्यासाठी अगरू विकत घेतला नाहीस, आपल्या यज्ञबलीच्या वपेने तू मला तृप्त केले नाहीस; तर तू आपल्या पातकांची माझ्यावर सक्ती केलीस, तू आपल्या दुष्कर्मांनी मला शिणवलेस."},{"number":25,"verse":"मी आपल्यासाठी तुझे अपराध पुसून टाकतो; मीच तो, तुझी पातके स्मरत नाही."},{"number":26,"verse":"मला स्मरण दे, आपण एकमेकांशी वाद करू; तुझे खरे ठरावे म्हणून आपली बाजू सांग."},{"number":27,"verse":"तुझ्या मूळ पुरुषाने पातक केले, तुझे मध्यस्थ माझ्याशी फितुरी करीत आले आहेत."},{"number":28,"verse":"म्हणून मी पवित्र अधिपतींना अपवित्र ठरवले, याकोबाला शापवश व इस्राएलास निंदावश केले आहे."}]}