{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":45,"verses":[{"number":1,"verse":"( कोरेशास नेमून दिलेली कामगिरी) परमेश्वर म्हणतो, कोरेश माझा अभिषिक्‍त आहे; त्याच्यापुढे राष्ट्रे पादाक्रांत करण्यासाठी मी त्याचा उजवा हात धरला आहे; राजांना आपल्या कमरा सोडायला मी लावतो; त्याच्यापुढे दरवाजे उघडतील, वेशी बंद राहणार नाहीत, असे मी करतो."},{"number":2,"verse":"“परमेश्वर त्याला म्हणतो, मी तुझ्यापुढे चालेन व उंचसखल असलेले सपाट करीन; मी पितळी दरवाजे फोडून त्यांचे तुकडे करीन, लोखंडाचे अडसर मोडून टाकीन."},{"number":3,"verse":"तुला अंधारातील निधी व गुप्त स्थळी लपवलेले धन देईन, म्हणजे तुला समजेल की तुला तुझ्या नावाने हाक मारणारा मी परमेश्वर इस्राएलाचा देव आहे."},{"number":4,"verse":"माझा सेवक याकोब, माझा निवडलेला इस्राएल ह्याच्यामुळे मी तुझे नाव घेऊन हाक मारली; तू मला ओळखत नव्हतास तरी मी तुला उपनाव दिले."},{"number":5,"verse":"मीच परमेश्वर, अन्य कोणी नव्हे, माझ्यावेगळा देव नाही; तू मला ओळखत नव्हतास तरी मी तुला सज्ज केले,"},{"number":6,"verse":"येणेकरून सर्वांनी जाणावे की उगवतीपासून मावळतीपर्यंत माझ्यावेगळा कोणी नाही. मीच परमेश्वर, अन्य कोणी नाही."},{"number":7,"verse":"प्रकाशकर्ता, अंधाराचा उत्पन्नकर्ता, शांतीचा जनक व अरिष्टांचा उत्पादक मीच आहे; हे सर्व करणारा मी परमेश्वर आहे."},{"number":8,"verse":"( परमेश्वर हाच उत्पन्नकर्ता) हे आकाशा, वरून वृष्टी कर; आभाळ नीतिमत्तेचा पाऊस पाडो; पृथ्वी उकलो, तारण आणि नीतिमत्ता ही प्रफुल्लित होवोत; ती एकत्र उगवोत; मी परमेश्वर ह्याचा उत्पन्नकर्ता आहे."},{"number":9,"verse":"जो आपल्या उत्पन्नकर्त्याशी वाद घालतो त्याला धिक्कार असो! तो मातीच्या खापर्‍यांपैकी एक आहे. ‘तू काय करतोस’ असे माती आपल्या घडणार्‍याला म्हणेल काय? ‘तुला हात नाहीत’ असे तुझे कृत्य तुला म्हणेल काय?"},{"number":10,"verse":"‘तू काय जन्म देतोस?’ असे जो बापाला म्हणतो, आणि ‘तू काय प्रसवतेस?’ असे जो आईला म्हणतो त्याला धिक्कार असो!”’"},{"number":11,"verse":"इस्राएलाचा निर्माणकर्ता पवित्र प्रभू, परमेश्वर म्हणतो, होणार्‍या गोष्टींविषयी मला कोण विचारणार? माझे पुत्र व माझ्या हातांचे कृत्य ही पाहा, असे मला कोण सांगणार?"},{"number":12,"verse":"मीच पृथ्वी केली व तिच्यावर माणसे उत्पन्न केली, मी म्हणजे माझ्या हातांनी आकाश पसरले; मी आकाशसेनेस आज्ञा दिली."},{"number":13,"verse":"मीच न्याय्य दृष्टीने कोरेशाची उठावणी केली; मी त्याचे सगळे मार्ग सरळ करीन; तो माझे नगर बांधील व काहीएक मोल अथवा मोबदला न घेता बंदिवान झालेल्या माझ्या लोकांना मुक्त करील, असे सेनाधीश परमेश्वर म्हणतो."},{"number":14,"verse":"परमेश्वर असे म्हणतो, “मिसराच्या श्रमाचे फळ, कूशाची कमाई व धिप्पाड सबाई लोक तुझ्याजवळ येऊन तुझे होतील; ते तुझ्यामागून येतील; बेड्या घातलेले येतील, तुला दंडवत घालतील. ते तुला विनंती करून म्हणतील की : ‘खरोखर तुझ्याजवळ देव आहे, दुसरा कोणी नाही, दुसरा कोणीच देव नाही.”’"},{"number":15,"verse":"हे इस्राएलाच्या देवा, तारका, तू खचीत गूढ देव आहेस."},{"number":16,"verse":"ते सर्व लज्जित व फजीत झाले आहेत; एकंदरीने मूर्तिकारांची फजिती उडाली आहे."},{"number":17,"verse":"इस्राएलास परमेश्वराकडून सर्वकाळचा उद्धार प्राप्त झाला आहे; तुम्ही अनंतकाळ लज्जित व फजीत होणार नाही."},{"number":18,"verse":"आकाशाचा उत्पन्नकर्ता तोच देव, पृथ्वीचा घडणारा व कर्ता तोच; त्याने तिची स्थापना केली; त्याने ती निर्जन राहावी म्हणून उत्पन्न केली नाही, तर तिच्यावर लोकवस्ती व्हावी म्हणून घडवली; हा परमेश्वर म्हणतो, “मीच परमेश्वर आहे; अन्य कोणी नव्हे."},{"number":19,"verse":"मी गुप्तपणे अंधकारमय प्रदेशाच्या स्थळी बोललो असे नाही; ‘शून्य स्थळी मला शोधा,’ असे याकोबाच्या वंशाला मी म्हणालो नाही; नीतिमत्ता सांगणारा, रास्त गोष्टी विदित करणारा असा मी परमेश्वर आहे."},{"number":20,"verse":"( बाबेलच्या मूर्ती आणि परमेश्वर) “राष्ट्रांतून निभावलेल्यांनो, जमा होऊन या, सर्व मिळून जवळ या; जे असल्या कोरीव मूर्ती म्हणजे केवळ लाकडे मिरवतात व उद्धार न करणार्‍या दैवतांची प्रार्थना करतात ते ज्ञानशून्य आहेत."},{"number":21,"verse":"बोला, त्यांना समोर आणा; त्यांना आपापसांत विचार करू द्या; हे कोणी पूर्वीपासून कळवले? हे कोणी पुरातन काळापासून ऐकवले? मी परमेश्वरानेच नव्हे काय? माझ्यावेगळा देव नाही; माझ्यावाचून न्यायी व तारणकर्ता दुसरा कोणी देव नाही."},{"number":22,"verse":"पृथ्वीच्या सर्व सीमांनो, माझ्याकडे वळा, उद्धार पावा, कारण मी देव आहे, अन्य कोणी नव्हे."},{"number":23,"verse":"मी आपली शपथ वाहिली आहे; माझ्या न्याय्यत्वाच्या मुखातून वचन निघाले आहे, ते बदलणार नाही; ते हे की, ‘माझ्यापुढे प्रत्येक जण गुडघा टेकील, प्रत्येक जिव्हा माझ्या ठायी निष्ठेची शपथ वाहील.’"},{"number":24,"verse":"माझ्याविषयी म्हणतील की केवळ परमेश्वराच्या ठायीच न्याय्यत्व व सामर्थ्य आहे; त्याला प्रत्येक जण शरण येईल; त्याच्यावर संतापलेले सर्व लज्जित होतील."},{"number":25,"verse":"इस्राएलाचा वंश परमेश्वराच्या ठायी नीतिमान ठरेल व त्याचा अभिमान बाळगतील.”"}]}