{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"( देवाचा सेवक राष्ट्रांचा प्रकाश) द्वीपांनो, माझे ऐका; दूरदूरच्या राष्ट्रांनो, कान द्या; मी गर्भावस्थेत असतानाच परमेश्वराने मला बोलावले; मी मातेच्या उदरात होतो तेव्हाच त्याने माझे नाव घेतले."},{"number":2,"verse":"त्याने माझे मुख तीक्ष्ण तलवारीसारखे केले; त्याने मला आपल्या हाताच्या छायेखाली लपवले; त्याने मला चकचकीत बाणासारखे करून आपल्या भात्यात गुप्त ठेवले."},{"number":3,"verse":"तो मला म्हणाला, “तू माझा सेवक आहेस; मला शोभा आणणारा तू इस्राएल आहेस.”"},{"number":4,"verse":"मी तर म्हणालो होतो की, “मी व्यर्थ श्रम केले, मी आपले बळ उगीच व निरर्थक वेचले; तथापि माझा न्याय परमेश्वराच्या हाती आहे; माझे प्रतिफळ माझ्या देवाच्या हाती आहे.”"},{"number":5,"verse":"मी याकोबाला त्याच्याकडे परत आणावे, त्याच्याजवळ इस्राएल एकत्र जमवावे म्हणून आपला सेवक होण्यासाठी ज्या परमेश्वराने मला गर्भाशयात घडले, ज्या परमेश्वराच्या दृष्टीने मला मान मिळाला व जो माझा देव माझे सामर्थ्य झाला,"},{"number":6,"verse":"तो परमेश्वर म्हणतो; “याकोबाच्या वंशाचा उद्धार करावा, इस्राएलाच्या राखून ठेवलेल्या लोकांना परत आणावे म्हणून तू माझा सेवक व्हावे ह्यात काही मोठेसे नाही; तर माझ्याकडून होणारे तारण तू दिगंतापर्यंत न्यावे म्हणून मी तुला राष्ट्रांचा प्रकाश असा नेमतो.”"},{"number":7,"verse":"ज्याला माणसे तुच्छ लेखतात, ज्याला लोक अमंगल मानतात, जो अधिपतींचा दास आहे, त्याला इस्राएलाचा उद्धारकर्ता, इस्राएलाचा पवित्र प्रभू जो परमेश्वर, तो म्हणतो, “राजे तुला पाहून उठून उभे राहतील, अधिपती तुला नमन करतील. परमेश्वर जो सत्यवचनी आहे, इस्राएलाचा पवित्र प्रभू आहे, त्याने तुला निवडून घेतले आहे म्हणून असे होईल.”"},{"number":8,"verse":"( सीयोनेच्या उद्धाराचे अभिवचन) परमेश्वर म्हणतो, “प्रसादसमयी मी तुझे ऐकले, उद्धारदिनी मी तुला साहाय्य केले; देशाचा उत्कर्ष व्हावा, उजाड झालेल्या वतनांची पुन्हा वाटणी व्हावी म्हणून मी तुझे रक्षण करतो व लोकांच्या कराराप्रीत्यर्थ तुला नेमतो."},{"number":9,"verse":"तू बंदीत असलेल्यांना म्हणावे, ‘बाहेर या;’ अंधारात आहेत त्यांना म्हणावे ‘उजेडात या.’ ते रस्त्यांवर चरतील, सगळ्या उजाड टेकड्यांवरही त्यांना चारा मिळेल."},{"number":10,"verse":"त्यांना तहानभूक लागणार नाही; झळई व ऊन ह्यांची बाधा त्यांना होणार नाही; कारण त्यांच्यावर दया करणारा त्यांचा नेता होईल; पाण्याच्या झर्‍यांवर तो त्यांना नेईल."},{"number":11,"verse":"मी आपले सर्व पर्वत धोपट मार्ग करीन, माझे राजमार्ग उंच होतील."},{"number":12,"verse":"हे पाहा, हे लांबून येत आहेत; हे पाहा, हे उत्तरेकडून व पश्‍चिमेकडून येत आहेत; हे सीनी लोकांच्या देशातून येत आहेत.”"},{"number":13,"verse":"हे आकाशा जयजयकार कर; हे पृथ्वी, आनंद कर; अहो पर्वतांनो, जयघोष करा; कारण परमेश्वराने आपल्या लोकांचे सांत्वन केले आहे, आपल्या पिडलेल्या लोकांवर दया केली आहे."},{"number":14,"verse":"ह्यावर सीयोन म्हणाली, “परमेश्वराने माझा त्याग केला आहे; प्रभू मला विसरला आहे.”"},{"number":15,"verse":"“स्त्रीला आपल्या पोटच्या मुलाची करुणा येणार नाही एवढा तिला आपल्या तान्ह्या बाळाचा विसर पडेल काय? कदाचित स्त्रियांना विसर पडेल, पण मी तुला विसरणार नाही."},{"number":16,"verse":"पाहा, मी तुला आपल्या तळहातांवर कोरून ठेवले आहे; तुझे कोट नित्य माझ्या दृष्टीसमोर आहेत."},{"number":17,"verse":"तुझी मुले त्वरेने येत आहेत; तुझा नाश करणारे तुला उजाड करणारे तुझ्यातून निघून जात आहेत."},{"number":18,"verse":"आपले डोळे वर कर, चोहोकडे पाहा; ते सर्व एकत्र होऊन तुझ्याकडे येत आहेत. परमेश्वराचे वचन असे आहे की माझ्या जिवाची शपथ, तू खरोखर त्या सर्वांना अलंकाराप्रमाणे लेशील; नववधूप्रमाणे तू त्यांना आपल्या अंगावर घालशील."},{"number":19,"verse":"तुझी उजाड व ओसाड स्थळे व तुझी उद्ध्वस्त भूमी ह्यांविषयी म्हणशील तर तुझ्या ठायी वस्तीला जागा पुरणार नाही; तुला ग्रासून टाकणारे दूर गेले आहेत."},{"number":20,"verse":"तुझी वियुक्त झालेली मुले तुझ्या कानात असे म्हणणार की, ‘आम्हांला ही जागा फार संकुचित आहे, आम्हांला वस्ती करण्यास जागा दे.’"},{"number":21,"verse":"तेव्हा तू आपल्या मनात म्हणशील, ‘माझी मुले तर हिरावून नेली आहेत, मी वांझ आहे, मी स्वदेशाला मुकले आहे, व परागंदा झाले आहे, अशा माझ्यासाठी ह्यांना जन्म कोणी दिला? ह्यांना लहानाचे मोठे कोणी केले? पाहा, मी एकटीच उरले होते; ही कोठे होती?”’"},{"number":22,"verse":"प्रभू परमेश्वर म्हणतो, “पाहा, मी राष्ट्रांना आपल्या हाताने इशारा करीन, लोकांसमोर आपला झेंडा उभारीन; ते तुझ्या पुत्रांना आपल्या उराशी धरून आणतील; तुझ्या कन्यांना खांद्यांवर बसवून पोहचत्या करतील."},{"number":23,"verse":"राजे बापासमान तुझे पालक होतील, त्यांच्या राण्या तुझ्या दाया होतील; ती तुला भूमीपर्यंत लवून नमन करतील. तुझ्या पायांची धूळ चाटतील; तेव्हा मी परमेश्वर आहे, माझी आस धरणारे फजीत होत नाहीत, असे तुला कळून येईल.”"},{"number":24,"verse":"वीरांकडून लूट हिसकावून घेता येईल काय? पकडून नेलेल्या नीतिमान जनांची सुटका होईल काय?"},{"number":25,"verse":"परमेश्वर म्हणतो, “हो, वीराने केलेले बंदिवान हिसकावून घेण्यात येतील; जुलमी पुरुषाने केलेली लूट सोडवण्यात येईल; कारण तुझ्याशी युद्ध करणार्‍याबरोबर मी युद्ध करीन व तुझ्या मुलांचा उद्धार करीन."},{"number":26,"verse":"तुझा छळ करणार्‍यांना स्वतःचेच मांस खायला लावीन; नव्या द्राक्षारसाने जसे लोक मस्त होतात तसे ते आपल्या रक्ताने मस्त होतील; ह्यावरून मी परमेश्वर तुझा त्राता, तुझा उद्धारकर्ता, याकोबाचा समर्थ प्रभू आहे हे सर्व मानवजातीला समजेल.”"}]}