{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"( परमेश्वराची इस्राएलावरील शाश्वत प्रीती) “मूल न झालेल्या वंध्ये, आनंदाने गजर कर; ज्या तुला प्रसूतिवेदना माहीत नाहीत ती तू आनंदाने जयघोष कर, आनंदाची आरोळी मार; कारण विवाहित स्त्रीच्या मुलांपेक्षा सोडलेल्या स्त्रीची मुले पुष्कळ आहेत असे परमेश्वर म्हणतो."},{"number":2,"verse":"आपल्या डेर्‍यांची जागा वाढव, आपल्या राहुट्यांच्या कनाथी पसरू दे; अटकाव करू नकोस; आपल्या दोर्‍या लांब कर, मेखा पक्क्या ठोक."},{"number":3,"verse":"कारण उजवीकडे व डावीकडे तुझा विस्तार होईल; तुझे संतान राष्ट्रांवर ताबा करील; व उजाड झालेली नगरे वसवील."},{"number":4,"verse":"भिऊ नकोस, तू लज्जित होणार नाहीस; घाबरू नकोस, तू फजीत होणार नाहीस; तुझ्या तारुण्यातील अप्रतिष्ठेचा तुला विसर पडेल; तुला आपल्या वैधव्याच्या बट्ट्याचे स्मरण ह्यापुढे होणार नाही."},{"number":5,"verse":"कारण तुझा निर्माणकर्ता तुझा पती आहे; सेनाधीश परमेश्वर हे त्याचे नाम; इस्राएलाचा पवित्र प्रभू तुझा उद्धारकर्ता आहे; त्याला सर्व पृथ्वीचा देव म्हणतात."},{"number":6,"verse":"सोडलेल्या व दुःखित मनाच्या स्त्रीप्रमाणे तुला परमेश्वर बोलावत आहे, तरुणपणी टाकलेल्या स्त्रीप्रमाणे तुला परमेश्वर बोलावत आहे, असे तुझा देव म्हणतो."},{"number":7,"verse":"केवळ क्षणभर मी तुला सोडले, तरी मोठ्या करुणेने मी तुला जवळ करीन."},{"number":8,"verse":"रागाच्या आवेशात मी आपले तोंड तुझ्यापासून क्षणभर लपवले; पण मी तुझ्यावर दया करीन, तुझ्यावर मी सर्वकाळ प्रसन्न राहीन असे तुझा उद्धारकर्ता परमेश्वर म्हणतो."},{"number":9,"verse":"नोहाच्या जलप्रलयाप्रमाणे हे मी लेखतो; नोहाचा जलप्रलय भूमीवर पुनरपि येणार नाही अशी मी शपथ वाहिली होती त्याप्रमाणे तुझ्यावर कोप करणार नाही, तुला दटावणार नाही अशी शपथ मी वाहिली आहे."},{"number":10,"verse":"कारण पर्वत दृष्टिआड होतील, टेकड्या ढळतील, परंतु माझी तुझ्यावरची दया ढळणार नाही; माझा शांतीचा करार हलणार नाही, असे तुझ्यावर करुणा करणारा परमेश्वर म्हणतो."},{"number":11,"verse":"( नवी यरुशलेम) अगे पिडलेले, वादळांनी त्रस्त झालेले, सांत्वन न पावलेले, मी तुझे पाषाण सुरम्य प्रकारे बसवीन आणि नीलमण्यांनी तुझा पाया घालीन."},{"number":12,"verse":"तुझ्या भिंतीवरील कळस माणकांचे, तुझ्या वेशी लालांच्या, तुझ्या भोवतालचा प्रदेश रत्नखचित करीन."},{"number":13,"verse":"तुझी सर्व मुले परमेश्वरापासून शिक्षण पावतील; तुझ्या मुलांना मोठी शांती प्राप्त होईल."},{"number":14,"verse":"नीतिमत्तेने तू खंबीर होशील, जाचापासून दूर राहशील, कारण तुला भीतीच उरणार नाही; तू धाकापासून दूर राहशील, तो तुझ्याजवळ येणार नाही;"},{"number":15,"verse":"पाहा, तुझ्यावर गर्दी झाली ती माझ्याकडून झाली नाही; तुझ्यावर कोण गर्दी करतो? जो करील तो तुझ्यामुळे पडेल."},{"number":16,"verse":"पाहा, लोहार विस्तव फुंकून आपल्या कामाला पाहिजे तसे हत्यार घडतो, त्याला मी उत्पन्न केले आहे; विध्वंस करण्यासाठी विध्वंसकही मी उत्पन्न केला आहे."},{"number":17,"verse":"तुझ्यावर चालवण्यासाठी घडलेले कोणतेही हत्यार तुझ्यावर चालणार नाही; तुझ्यावर आरोप ठेवणार्‍या सर्व जिव्हांना तू दोषी ठरवशील. परमेश्वराच्या सेवकांचे हेच वतन आहे, हीच माझ्याकडून मिळालेली त्यांची नीतिमत्ता आहे, असे परमेश्वर म्हणतो.”"}]}