{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"( सीयोनेचे भावी ऐश्वर्य) ऊठ, प्रकाशमान हो; कारण प्रकाश तुझ्याकडे आला आहे; परमेश्वराचे तेज तुझ्यावर उदय पावले आहे."},{"number":2,"verse":"पाहा, अंधकार पृथ्वीला झाकत आहे, निबिड काळोख राष्ट्रांना झाकत आहे; पण तुझ्यावर परमेश्वर उदय पावत आहे, त्याचे तेज तुझ्यावर दिसत आहे."},{"number":3,"verse":"राष्ट्रे तुझ्या प्रकाशाकडे येतील, राजे तुझ्या उदयप्रभेकडे येतील."},{"number":4,"verse":"तू आपले डोळे वर करून चोहोकडे पाहा; ते सर्व एकत्र होत आहेत, तुझ्याकडे येत आहेत; तुझे पुत्र दुरून येत आहेत, तुझ्या कन्यांना कडेवर बसवून आणत आहेत."},{"number":5,"verse":"हे पाहशील तेव्हा तुझ्या मुखावर आनंद चमकेल, तुझ्या हृदयाला स्फुरण येऊन ते विकास पावेल, कारण समुद्राकडून विपुल धन तुझ्याकडे लोटेल, राष्ट्रांची संपत्ती तुझ्याकडे येईल."},{"number":6,"verse":"उंटांच्या झुंडी, मिद्यान व एफ्रा येथील तरुण उंट तुला व्यापून टाकतील. लोक सोने व ऊद घेऊन शबा येथून येतील, परमेश्वराचा आनंदाने गुणानुवाद करतील."},{"number":7,"verse":"केदारचे सर्व कळप तुझ्याजवळ एकत्र होत आहेत; नबायोथचे एडके तुझ्या कामी येतील; ते मला पसंत पडून माझ्या वेदीवर चढतील, आणि मी आपल्या सुंदर मंदिराची शोभा वाढवीन."},{"number":8,"verse":"जे मेघाप्रमाणे धावत आहेत, कबुतरे आपल्या घरकुंड्यांकडे उडून जातात तसे जे उडत आहेत ते कोण?"},{"number":9,"verse":"खरेच, द्वीपे माझी वाट पाहत आहेत; तुझा देव परमेश्वर ह्याच्या नामासाठी, इस्राएलाच्या पवित्र प्रभूसाठी तार्शीशची गलबते तुझ्या पुत्रांना त्यांच्या सोन्यारुप्यांसहित दुरून घेऊन प्रथम येत आहेत, कारण परमेश्वराने तुला वैभवयुक्त केले आहे."},{"number":10,"verse":"परदेशचे लोक तुझे कोट बांधत आहेत, त्यांचे राजे तुझी सेवा करत आहेत; कारण मी क्रोधाविष्ट होऊन तुला ताडन केले तरी आता मी प्रसन्न होऊन तुझ्यावर दया केली आहे."},{"number":11,"verse":"राष्ट्रांची संपत्ती तुझ्याकडे आणावी, त्यांचे राजे तुझ्याकडे मिरवत आणावेत म्हणून तुझ्या वेशी सतत उघड्या राहतील, त्या अहोरात्र बंद म्हणून राहणार नाहीत."},{"number":12,"verse":"कारण जे राष्ट्र व जे राज्य तुझी सेवा करणार नाही ते विलयास जाईल; अशी राष्ट्रे खातरीने उद्ध्वस्त होतील."},{"number":13,"verse":"माझे पवित्रस्थान शोभिवंत व्हावे म्हणून लबानोनाचे वैभव तुझ्याकडे येईल; अर्थात सुरू, देवदारू, भद्रदारू हे सर्व मिळून तुझ्याकडे येतील; माझे पादासन मी शोभायमान करीन."},{"number":14,"verse":"तुला पीडा करणार्‍यांची मुले तुझ्याकडे नमत येतील, तुला तुच्छ मानणारे सर्व तुझ्या चरणी लोटांगण घालतील; तुला परमेश्वराचे नगर, इस्राएलाच्या पवित्र प्रभूचे सीयोन म्हणतील."},{"number":15,"verse":"तू टाकलेली व द्वेषलेली होतीस; तुझ्याकडे कोणी जात-येत नसत; तरी तुला सर्वकाळचे भूषण, पिढ्यानपिढ्यांचा आनंद अशी मी करीन."},{"number":16,"verse":"तू राष्ट्रांचे दूध शोषून घेशील, राजांचे स्तन तू चोखशील, आणि मी परमेश्वर तुला तारणकर्ता, उद्धारकर्ता याकोबाचा समर्थ प्रभू आहे हे तू जाणशील."},{"number":17,"verse":"मी तांब्याच्या जागी सोने, लोखंडाच्या जागी रुपे आणीन; लाकडांच्या जागी तांबे व दगडांच्या जागी लोखंड आणीन; तुझ्यावर शांती सत्ता चालवील व न्याय तुझा कारभार पाहील, असे मी करीन."},{"number":18,"verse":"ह्यापुढे तुझ्या देशात कसलाही जुलूम अगर तुझ्या सीमांच्या आत उजाडी व नाश ह्यांचे नावही ऐकू येणार नाही; तारण माझा कोट व कीर्ती माझी वेस आहे असे तू म्हणशील."},{"number":19,"verse":"ह्यापुढे दिवसा प्रकाश देण्यास तुला सूर्याची, रात्री प्रकाश देण्यास तुला चंद्राची गरज लागणार नाही, कारण परमेश्वर तुझा सार्वकालिक दीप होईल, तुझा देव तुझे तेज होईल."},{"number":20,"verse":"तुझ्या सूर्याचा ह्यापुढे अस्त होणार नाही, तुझा चंद्र निस्तेज होणार नाही, कारण परमेश्वर तुझा सार्वकालिक दीप होईल; तुझे शोकाचे दिवस संपले आहेत,"},{"number":21,"verse":"तुझे सर्व लोक नीतिमान होतील, ते भूमीचे वतन सर्वकाळ भोगतील; माझे गौरव व्हावे म्हणून ते माझे लावलेले रोप होतील, ते माझ्या हातची कारागिरी होतील,"},{"number":22,"verse":"जो सर्वांत लहान त्याचे सहस्र होतील, जो क्षुद्र त्याचे बलाढ्य राष्ट्र होईल; मी परमेश्वर हे योग्य समयी त्वरित घडवून आणीन.”"}]}