{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"( सूड घेण्याचा परमेश्वराचा दिवस) अदोमाहून येत आहे हा कोण? लालभडक वस्त्रे लेऊन बसराहून येत आहे हा कोण? आपल्या वस्त्राभरणांनी भूषित होऊन, आपल्या पराक्रमाच्या आढ्यतेने डुलत येत आहे हा कोण? “जो नीतीने बोलणारा, जो तारण करण्यास समर्थ तो मी आहे.”"},{"number":2,"verse":"तुझ्या पोशाखाला लाली कोठून? तुझी वस्त्रे द्राक्षकुंड तुडवणार्‍यांसारखी का?"},{"number":3,"verse":"“मी एकट्यानेच द्राक्षकुंड तुडवले; माझ्याबरोबर अन्य राष्ट्रांतला कोणी नव्हता; मी त्यांना आपल्या क्रोधाने तुडवले. मी त्यांना आपल्या संतापाने रगडले; त्यांचे रक्त माझ्या वस्त्रांवर उडाले; माझ्या सर्व वस्त्रांवर डाग पडले आहेत."},{"number":4,"verse":"कारण सूड घेण्याचा दिवस मी आपल्या मनात योजला होता, माझ्या उद्धारकार्याचे वर्ष आले आहे."},{"number":5,"verse":"मी पाहिले पण कोणी साहाय्यकर्ता नव्हता; कोणाची अनुकूलता नव्हती म्हणून मी विस्मित झालो; तेव्हा माझ्याच बाहूने मला साहाय्य केले व माझ्या संतापाने मला आधार दिला."},{"number":6,"verse":"मी आपल्या क्रोधाने राष्ट्रांना तुडवले; मी त्यांना आपल्या संतापाच्या मद्याने बेहोश केले व त्यांचे रक्त भूमीवर वाहवले."},{"number":7,"verse":"( इस्राएलासंबंधी परमेश्वराचा चांगुलपणा) परमेश्वराने आमच्यावर जे सर्व उपकार केले आणि आपल्या दयेने व आपल्या विपुल करुणेने इस्राएलाच्या घराण्याचे जे फार कल्याण केले, त्यांस अनुसरून असे परमेश्वराच्या सदय कृत्यांचे मी वर्णन करीन, त्याचे गुणानुवाद गाईन."},{"number":8,"verse":"कारण तो म्हणाला, खरोखर हे माझे लोक आहेत, कधीही लबाडी करणार नाहीत अशी ही मुले आहेत; म्हणून तो त्यांचा त्राता झाला."},{"number":9,"verse":"त्यांच्या सर्व दु:खाने तो दु:खी झाला, त्याची प्रत्यक्षता दर्शवणार्‍या दिव्यदूताने त्यांचे तारण केले; त्याने आपल्या प्रीतीने व आपल्या करुणेने त्यांना उद्धरले; पूर्वीचे सर्व दिवस त्याने त्यांचे लालनपालन केले."},{"number":10,"verse":"तरी त्यांनी बंड केले व त्याच्या पवित्र आत्म्यास खिन्न केले; तेव्हा तो उलटला व त्यांचा शत्रू बनला, तो स्वत: त्यांच्याशी लढला."},{"number":11,"verse":"मग त्याच्या लोकांना मोशेच्या वेळचे प्राचीन दिवस आठवले; ते म्हणाले, ज्याने त्यांना त्यांच्या कळपांच्या मेंढपाळांसह समुद्रातून बाहेर आणले तो कोठे आहे? ज्याने आपला पवित्रतेचा आत्मा त्यांच्यात घातला तो कोठे आहे?"},{"number":12,"verse":"ज्याने आपला प्रतापी भुज मोशेच्या उजव्या बाजूने चालवला, आपले नाम सर्वकाळ राहावे म्हणून ज्याने त्यांच्यापुढे समुद्र दुभागला,"},{"number":13,"verse":"मैदानातून घोडा नेतात तसे त्यांना समुद्राच्या डोहातून अडखळू न देता ज्याने नेले, तो कोठे आहे?"},{"number":14,"verse":"खोर्‍यात उतरणार्‍या गुरांप्रमाणे परमेश्वराच्या आत्म्याने त्यांना विश्रांती दिली. ह्या प्रकारे आपले नाम प्रतापी व्हावे म्हणून तू आपल्या लोकांना नेले."},{"number":15,"verse":"( दया व साहाय्य ह्यांसाठी प्रार्थना) तू स्वर्गातून अवलोकन कर, आपल्या पवित्रतेच्या व प्रतापाच्या निवासस्थानातून पाहा; तुझी आस्था व तुझे पराक्रम कोठे आहेत? तुझ्या पोटातला कळवळा व तुझी करुणा माझ्या बाबतीत संकुचित झाली आहे."},{"number":16,"verse":"तरी तू आमचा पिता आहेस; अब्राहाम आम्हांला जाणत नाही; इस्राएल आम्हांला ओळखत नाही, तरी हे परमेश्वरा, तू आमचा पिता आहेस; आमचा त्राता हे तुझे प्राचीन काळापासून नाम आहे."},{"number":17,"verse":"हे परमेश्वरा, आम्हांला तुझ्या ह्या मार्गातून का बहकू देतोस? आम्ही तुझे भय बाळगू नये इतकी आमची मने कठोर का करतोस? तुझे सेवक, तुझे वतन झालेले वंश ह्याच्याकरिता परत ये."},{"number":18,"verse":"तुझ्या पवित्र लोकांनी केवळ थोडा काळ वतन भोगले; आमच्या शत्रूंनी तुझे पवित्रस्थान तुडवून टाकले आहे."},{"number":19,"verse":"ज्यांच्यावर तू कधी राज्य केले नाहीस, ज्यांना तुझे नाम दिले नाही, त्यांच्यासारखे आम्ही झालो आहोत."}]}