{"bibleAbbr":"mrRV2015","bookName":"यशया","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"( परमेश्वराचा न्याय व सीयोनेची भावी भरभराट) परमेश्वर म्हणतो, “आकाश माझे सिंहासन व पृथ्वी माझे पादासन आहे; तुम्ही माझ्यासाठी कशा प्रकारचे घर बांधणार? मला विश्रांतीसाठी कोणते स्थळ असणार?”"},{"number":2,"verse":"परमेश्वर म्हणतो, “ह्या सर्व वस्तू माझ्याच हाताने बनलेल्या आहेत; म्हणून त्या माझ्या झाल्या आहेत; पण जो दीन व भग्नहृदय आहे व माझी वचने ऐकून कंपायमान होतो, त्याच्याकडे मी पाहतो."},{"number":3,"verse":"जो बैल कापतो तो मनुष्यवध करणारा होय; जो मेंढ्याचा यज्ञ करतो तो कुत्र्याची मान मोडणारा होय; जो अन्नार्पण करतो तो डुकराचे रक्त अर्पण करणारा होय; जो धूप दाखवतो तो मूर्तीचा धन्यवाद करणारा होय; ज्या अर्थी त्यांनी आपलेच मार्ग पसंत केले आहेत व अमंगळ पदार्थांनी त्यांचा जीव संतुष्ट होतो,"},{"number":4,"verse":"त्या अर्थी मी त्यांच्यासाठी दुर्दशा पसंत करीन, ज्याची त्यांना भीती वाटते ते त्यांच्यावर आणीन; कारण मी हाक मारली तेव्हा कोणी उत्तर दिले नाही, मी बोललो तेव्हा त्यांनी माझे ऐकले नाही, तर माझ्या दृष्टीने जे वाईट ते त्यांनी केले, मला जे नापसंत ते त्यांनी पसंत केले.”"},{"number":5,"verse":"परमेश्वराचे वचन ऐकून कंपायमान होणार्‍यांनो, त्याचे वचन ऐका : “तुमचा द्वेष करणारे तुमचे जे बंधू माझ्या नामाचे निमित्त करून तुम्हांला हाकून देतात व म्हणतात की, ‘परमेश्वराचा गौरव होवो म्हणजे तुमचा हर्ष आम्हांला पाहण्यास मिळेल,’ ते फजीत होतील."},{"number":6,"verse":"नगरातून कोलाहल ऐकू येतो; मंदिरातून शब्द ऐकू येतो; आपल्या शत्रूंचे पारिपत्य करणार्‍या परमेश्वराचा शब्द ऐकू येतो;"},{"number":7,"verse":"वेणा येण्यापूर्वीच ती प्रसूत झाली, वेदना होण्यापूर्वीच तिला पुत्र झाला."},{"number":8,"verse":"अशी गोष्ट कोणी कधी ऐकली काय? अशी गोष्ट कोणी पाहिली काय? देश एका दिवसात जन्म पावतो काय? राष्ट्र एका क्षणात जन्मास येते काय? परंतु सीयोनेने वेणा दिल्या, ती आपली मुले प्रसवली."},{"number":9,"verse":"मुले जन्माच्या लागास आणून त्यांना मी प्रसवणार नाही काय? असे परमेश्वर म्हणतो. जो मी जन्मास आणतो तो मी गर्भाशय बंद करीन काय? असे तुझा देव म्हणतो."},{"number":10,"verse":"यरुशलेमेबरोबर आनंद करा, तिच्यावर प्रेम करणारे तुम्ही सर्व तिच्यामुळे उल्लासा; तिच्यासाठी शोक करणारे तुम्ही सर्व तिच्याबरोबर अत्यंत हर्षित व्हा;"},{"number":11,"verse":"म्हणजे तुम्ही तिचे स्तन चोखून तृप्त व्हाल, सांत्वन पावाल व तिचे विपुल वैभव भोगून संतुष्ट व्हाल.”"},{"number":12,"verse":"कारण परमेश्वर म्हणतो, “पाहा, नदीप्रमाणे शांती व पाण्याच्या पुराप्रमाणे राष्ट्रांचे वैभव मी तिच्याकडे वाहवतो; तुम्ही स्तनपान कराल, तुम्हांला कडेवर वागवतील, मांडीवर खेळवतील."},{"number":13,"verse":"जशी एखाद्याची आई त्याचे सांत्वन करते तसे मी तुमचे सांत्वन करीन; यरुशलेमेत तुमचे सांत्वन करीन."},{"number":14,"verse":"ते पाहून तुमचे हृदय आनंदित होईल, कोवळ्या हिरवळीप्रमाणे तुमची हाडे तरतरीत होतील; परमेश्वराचा हात त्याच्या सेवकांच्या ठायी प्रकट होईल आणि त्याचा क्रोध शत्रूंवर होईल."},{"number":15,"verse":"कारण पाहा, आपला क्रोध अग्नीच्या द्वारे प्रकट करावा, आपल्या धमकीबरोबर ज्वाला निघाव्यात म्हणून परमेश्वर अग्नीतून येईल, त्याचे रथ वावटळीसमान असतील."},{"number":16,"verse":"कारण परमेश्वर अग्नीने न्याय करील, सर्व मनुष्यजातीचा आपल्या तलवारीने न्याय करील; परमेश्वराने वधलेल्यांची संख्या मोठी असेल."},{"number":17,"verse":"बागेच्या मध्यभागी असलेल्या मूर्तीच्या मागे लागावे म्हणून जे आपणांस पवित्र व शुद्ध करतात व डुकराचे मांस, अमंगळ पदार्थ व उंदीर खातात ते सगळे एकदम विलयास जातील, असे परमेश्वर म्हणतो."},{"number":18,"verse":"मी त्यांची कृत्ये व त्यांचे विचार जाणतो; सर्व राष्ट्रांनी व भिन्नभिन्न भाषा बोलणार्‍यांनी माझे वैभव पाहावे म्हणून मी त्यांना एकत्र करावे अशी वेळ आली आहे."},{"number":19,"verse":"मी त्यांना एक चिन्ह दाखवीन; त्याच्यातून जे वाचतील त्यांना मी तार्शीश, पूल व लूद अशा धनुर्धारी राष्ट्रांकडे पाठवीन; ज्यांनी माझे नाम ऐकले नाही, माझा महिमा पाहिला नाही, अशा तुबाल व यावान ह्या दूरच्या द्वीपांत मी त्यांना पाठवीन; ते अन्य राष्ट्रांत माझा महिमा प्रकट करतील."},{"number":20,"verse":"परमेश्वर म्हणतो, परमेश्वराच्या मंदिरात जसे इस्राएल लोक परमेश्वरास शुद्ध पात्रांतून अन्नार्पण आणतात तसे सर्व राष्ट्रांमधून तुमच्या बांधवांना अर्पण म्हणून घोड्यांवर, रथांत, पालख्यांत, खेचरांवर व सांडणींवर बसून यरुशलेमेस माझ्या पवित्र पर्वतावर आणतील."},{"number":21,"verse":"त्यांच्यातून काही जण याजक व लेवी व्हावेत म्हणून मी घेईन, असे परमेश्वर म्हणतो."},{"number":22,"verse":"कारण मी नवे आकाश व नवी पृथ्वी निर्माण करीन; ती जशी माझ्यासमोर टिकून राहतील तसा तुमचा वंश व तुमचे नाव टिकून राहील असे परमेश्वर म्हणतो."},{"number":23,"verse":"असे होईल की, एका चंद्रदर्शनापासून दुसर्‍या चंद्रदर्शनापर्यंत, एका शब्बाथापासून दुसर्‍या शब्बाथापर्यंत सर्व मनुष्यजाती माझ्यापुढे भजनपूजन करण्यास येईल, असे परमेश्वर म्हणतो."},{"number":24,"verse":"ज्या माणसांनी माझ्याविरुद्ध बंड केले त्यांची प्रेते ते बाहेर जाऊन पाहतील; कारण त्यांना लागलेली कीड कधी मरायची नाही; त्यांना लागलेला अग्नी कधी विझायचा नाही; सर्व मानवजातीस त्यांची किळस येईल.”"}]}