{"bibleAbbr":"JWNT1755","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"Then fourteen years after, I went up again to Jerusalem with Barnabas, taking Titus also with me."},{"number":2,"verse":"I went up by revelation, and explained to them the gospel, which I preach among the Gentiles; but severally to those of eminence, lest by any means I should run, or should have run in vain."},{"number":3,"verse":"(But neither was Titus, who was with me,"},{"number":4,"verse":"being a Greek, compelled to be circumcised, Because of false brethren introduced unawares, who came in privily, to spy out our liberty which we have through Christ Jesus, that they might bring us into bondage:"},{"number":5,"verse":"To whom we did not yield by submission, no, not an hour, that the truth of the gospel might continue with you.)"},{"number":6,"verse":"And they who undoubtedly were something, (but whatsoever they were, it is no difference to me; God accepteth no man's person) they who undoubtedly were something in conference, added nothing to me."},{"number":7,"verse":"But on the contrary, when they saw that I was intrusted with the gospel of the uncircumcision, as Peter with that of the circumcision:"},{"number":8,"verse":"(For he that wrought effectually in Peter to the apostleship of the circumcision, wrought likewise effectually in me toward the Gentiles:"},{"number":9,"verse":") And when James, and Cephas, and John, who undoubtedly were pillars, knew the grace that was given to me, they gave the right-hands of fellowships to me and Barnabas, that we should go to the Gentiles, and they to the circumcision: Only they desired that we would be mindful of the poor,"},{"number":10,"verse":"the same which I also was forward to do."},{"number":11,"verse":"But when Peter came to Antioch, I withstood him to the face, because he was to be condemned."},{"number":12,"verse":"For before certain men came from James, he ate with the Gentiles; but when they were come, he withdrew and separated himself, fearing those of the circumcision."},{"number":13,"verse":"And the other Jews also dissembled with him, so that even Barnabas was carried away with their dissimulation."},{"number":14,"verse":"But when I saw, that they walked not uprightly, according to the truth of the gospel, I said to Cephas before them all, If thou being a Jew, livest after the manner of the Gentiles, and not as do the Jews, why compellest thou the Gentiles to judaize?"},{"number":15,"verse":"We who are Jews by nature,"},{"number":16,"verse":"and not sinners of the Gentiles, Even we (knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ) have believed in Christ Jesus, that we might be justified by the faith of Christ, and not by the works of the law; because by the works of the law no flesh shall be justified."},{"number":17,"verse":"But if while we seek to be justified by Christ, we ourselves also are found sinners, is Christ therefore the minister of sin?"},{"number":18,"verse":"God forbid. For if I build again the things which I destroyed, I make myself a transgressor."},{"number":19,"verse":"For I through the law am dead to the law, that I may live to God."},{"number":20,"verse":"I am crucified with Christ, and I live no longer, but Christ liveth in me, and the life that I now live in the flesh, I live by faith in the Son of God, who loved me and gave himself for me."},{"number":21,"verse":"I do not make void the grace of God; for if righteousness is by the law, then Christ died in vain."}]}