{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"( తన స్నేహితులకు యోబు జవాబు) అప్పుడు యోబు జోఫరుకు ఇలా జవాబు ఇచ్చాడు:"},{"number":2,"verse":"“సందేహము లేకుండ, మీరు మాత్రమే జ్ఞానం గల వాళ్లని మీరు తలస్తారు. మీరు చనిపోయినప్పుడు మీతో బాటు జ్ఞానం గతిస్తుందని మీరు తలస్తారు."},{"number":3,"verse":"అయితే మీరు ఎంత జ్ఞానంగలవాళ్లో నేనూ అంత జ్ఞానంగలవాడిని. నేను మీకంటే తక్కువేమి కాదు. ఇది సత్యం అని ఇతరులకు కూడా తెలుసు."},{"number":4,"verse":"“ఇప్పుడు నా స్నేహితులు నన్ను చూసి నవ్వుతారు. వారిలా అంటారు: ‘వీడు దేవుణ్ణి ప్రార్థించాడు. వీనికి ఆయన జవాబు ఇచ్చాడు.’ కానీ నేను మంచివాణ్ణి, నిర్దోషిని. అయినప్పటికీ ఇంకా నన్ను చూసి నా స్నేహితులు నవ్వుతూనే ఉన్నారు."},{"number":5,"verse":"కష్టాలు లేని మనుష్యులు కష్టాలు ఉన్న వాళ్లను హేళన చేస్తారు. అలాంటి వాళ్లు పడిపోతున్న వాళ్లను కొట్టేస్తారు."},{"number":6,"verse":"దొంగల గుడారాలకు ఇబ్బంది లేదు. దేవునికి కోపం రప్పించే వాళ్లు శాంతిగా జీవిస్తారు. వారి ఒకే దేవుడు వారి స్వంత బలమే."},{"number":7,"verse":"“అయితే జంతువుల్ని అడగండి, అవి మీకు నేర్పిస్తాయి. లేక ఆకాశ పక్షుల్ని అడగండి, అవి మీకు నేర్పిస్తాయి."},{"number":8,"verse":"లేక భూమితో మాట్లాడండి, అది మీకు నేర్పిస్తుంది. లేక సముద్రపు చేపలను వాటి జ్ఞానం గూర్చి మీతో చెప్పనివ్వండి."},{"number":9,"verse":"వాటిని యెహోవా సృష్టించాడని ప్రతి ఒక్కరికీ తెలుసు."},{"number":10,"verse":"బ్రతికి ఉన్న ప్రతి జంతువూ శ్వాస పీల్చే ప్రతి మనిషీ దేవుని శక్తి క్రిందనే."},{"number":11,"verse":"భోజనం రుచి చూడడం నాలుకకు ఎంత ఆనందమో చెవులు అవి వినే మాటలను పరీక్షించవా:"},{"number":12,"verse":"ముసలి వాళ్లకు కూడా జ్ఞానం ఉంది. దీర్ఘాయుష్షు అవగాహన కలిగిస్తుంది. అని మేము అన్నాము."},{"number":13,"verse":"జ్ఞానం, బలం దేవునికి చెందుతాయి. మంచి సలహా మరియు గ్రహింపు ఆయనవే."},{"number":14,"verse":"ఒక వేళ దేవుడు దేనినైనా పడగొడితే మనుష్యులు దాన్ని తిరిగి నిర్మించలేరు. ఒక వేళ దేవుడు ఒక మనిషిని చెరసాలలో పెడితే మనుష్యులు అతనిని విడుదల చేయలేరు."},{"number":15,"verse":"ఒక వేళ దేవుడు గాని వర్షాన్ని ఆపివేస్తే భూమి ఎండి పోతుంది. ఒక వేళ దేవుడు గాని వర్షాన్నిరానిస్తే అది భూమిని వరదతో నింపివేస్తుంది."},{"number":16,"verse":"దేవుడు బలవంతుడు, ఆయన ఎల్లప్పుడూ గెలుస్తాడు. మోసపోయిన వాడు మోసం చేసిన వారూ ఇద్దరూ దేవునికి చెందిన వారే."},{"number":17,"verse":"రాజుల జ్ఞానమును దేవుడు తీసి వేస్తాడు. నాయకులు వెర్రిగా వ్రవర్తించేటట్టు చేస్తాడు."},{"number":18,"verse":"రాజులు వారి బందీలకు గొలుసులు వేస్తారు. కాని దేవుడు వాటిని తీసివేస్తాడు. అప్పుడు దేవుడు ఆ రాజుల మీద నడికట్టు వేస్తాడు."},{"number":19,"verse":"తన వంశాన్ననుసరించి రక్షణ ఉందనుకొనే యాజకుల బలాన్ని దేవుడు అణచి, వాళ్లను క్రిందికి దిగజారేటట్లు చేస్తాడు."},{"number":20,"verse":"నమ్మకమైన సలహాదారులను దేవుడు నిశ్శబ్దం చేస్తాడు. వృద్ధుల జ్ఞానమును ఆయన తీసివేస్తాడు."},{"number":21,"verse":"నాయకులను అప్రముఖులనుగా చేస్తాడు. పాలకుల బలాన్ని ఆయన తీసివేస్తాడు."},{"number":22,"verse":"లోతైన అంధకారంలో నుండి రహస్య సత్యాలను దేవుడు చూపిస్తాడు. మరణం లాంటి చీకటి గల స్థలాలలోనికి ఆయన వెలుగు పంపిస్తాడు."},{"number":23,"verse":"దేవుడు రాజ్యాలను పెద్దవిగా, శక్తిగలవిగా విస్తరింపజేస్తాడు. అప్పుడు ఆయన వాటిని నాశనం చేస్తాడు. ఆయన రాజ్యాలను పెద్దవిగా పెరగనిస్తాడు. అప్పుడు ఆ రాజ్యాల్లోని ప్రజలను ఆయన చెదరగొడతాడు."},{"number":24,"verse":"భూలోక నాయకులను వెర్రివార్ని గాను అర్థం చేసుకోలేని వార్ని గాను దేవుడు చేస్తాడు. మార్గం లేని అరణ్యంలో సంచరించేందుకు ఆయన వారిని పంపిస్తాడు."},{"number":25,"verse":"ఆ నాయకులు చీకటిలో ముందుకు సాగుతారు. వారికి ఏ వెలుగూ లేదు. వారు తాగుబోతుల్లా నడిచేటట్టు దేవుడు వారిని చేస్తాడు.”"}]}