{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"యోబు ఇలా అన్నాడు: “ఇదంతా ఇదివరకే నా కళ్లు చూశాయి. మీరు చెప్పేది అంతా నేను ఇదివరకే విన్నాను. అదంతా నేను గ్రహించాను."},{"number":2,"verse":"మీకు తెలిసింది అంతా నాకు తెలుసు. నేను మీకంటే తక్కువ కాదు."},{"number":3,"verse":"కానీ (మీతో వాదించటం నాకు ఇష్టం లేదు) సర్వశక్తిమంతుడైన దేవునితో మాట్లాడాలని నేను కోరుతున్నాను. నా కష్టాలను గూర్చి నేను దేవునితో వాదించాలని కోరుతున్నాను."},{"number":4,"verse":"కానీ, మీరు ముగ్గురూ మీ అజ్ఞానాన్ని అబద్ధాలతో కప్పిపుచ్చాలని ప్రయత్నిస్తున్నారు. ఎవరినీ బాగుచేయలేని పనికిమాలిన వైద్యుల్లా మీరు ఉన్నారు."},{"number":5,"verse":"మీరు పూర్తిగా నిశ్శబ్దంగా ఉంటే బాగుండేది. అది మీరు చేయగలిగిన అతి జ్ఞానంగల పని."},{"number":6,"verse":"“ఇప్పుడు, నా వాదం వినండి. నేను నా విన్నపం చెబుతుండగా, వినండి"},{"number":7,"verse":"మీరు దేవుని కోసం అబద్ధాలు చెబుతున్నారా? మీరు చెప్పాలని దేవుడు కోరుతున్నవి అబద్ధాలే అని మీరు నిజంగా నమ్ముచున్నారా?"},{"number":8,"verse":"మీరు నాకు విరోధంగా దేవుని ఆదుకొనేందుకు ప్రయత్నిస్తున్నారా? న్యాయస్థానంలో మీరు దేవుని ఆదుకొంటారా?"},{"number":9,"verse":"దేవుడు మిమ్మల్ని సూక్ష్మంగా పరిశీలిస్తే ఆయనకు మంచి ఏమైనా కనబడుతుందా? మీరు మనుష్యులను మోసం చేసినట్టే దేవునిని కూడా మోసం చేయగలమని నిజంగా అనుకొంటున్నారా?"},{"number":10,"verse":"మీరు కనుక న్యాయస్థానంలో ఒకరి పక్షం వహించాలని రహస్యంగా నిర్ణయిస్తే దేవుడు విజంగా మిమ్మల్ని గద్దిస్తాడు."},{"number":11,"verse":"దేవుని ప్రభావం మిమ్మల్ని భయపెట్టేస్తుంది. ఆయన్ని చూచి మీరు భయపడతారు."},{"number":12,"verse":"(మీరు తెలివిగానూ, జ్ఞానంగానూ మాట్లాడుతున్నాం అనుకొంటారు). కానీ మీ మాటలు బూడిదలా పనికిమాలినవే. మీ వాదాలు మట్టిలా బలహీనమైనవే."},{"number":13,"verse":"“నిశ్శబ్దంగా ఉండి, నన్ను మాట్లాడనివ్వండి. నివ్వండి."},{"number":14,"verse":"నాకు నేను అపాయంలో చిక్కుకొనుచున్నాను, నా ప్రాణం నా చేతుల్లోకి తీసుకొంటున్నాను."},{"number":15,"verse":"దేవుడు నన్ను చంపివేసినా సరే నేనాయన్ని నమ్ముతూనే వుంటాను. ముఖాముఖిగా, ఆయన ముందు నా విధానాలను రుజువు చేస్తాను."},{"number":16,"verse":"కాని దేవుని ఎదుట నేను ధైర్యంగా ఉన్నాను, గనుక ఒక వేళ ఆయన నన్ను రక్షిస్తాడేమో. చెడ్డ మనిషి ఎవ్వడూ దేవుణ్ణి ముఖాముఖిగా కలుసుకోడానికి సాహసించడు."},{"number":17,"verse":"నేను చెప్పేది జాగ్రత్తగా వినండి. నేను వివరిస్తూండగా మీ చెవులను విననివ్వండి."},{"number":18,"verse":"ఇప్పుడు నన్ను నేను ఆదుకోవడానికి సిద్ధంగా ఉన్నాను. నేను జాగ్రత్తగా నా వాదనలను మీ ముందు ఉంచుతాను. నాదే సరి అని నాకు చూపించబడుతుంది అని నాకు తెలుసు."},{"number":19,"verse":"నాది తప్పు అని ఏ మనిషీ రుజువు చేయలేడు. అలా ఎవరైనా చేయగలిగితే నేను మౌనంగా ఉండి మరణిస్తాను."},{"number":20,"verse":"“దేవా, కేవలం రెండు సంగతులు నాకు దయచేయుము. అప్పుడు నేను నీవద్ద దాగుకొనను."},{"number":21,"verse":"నన్ను శిక్షించడము ఆపివేయి. నీ భయాలతో నన్ను బెదిరించకు."},{"number":22,"verse":"అప్పుడు నన్ను పిలువు, అప్పుడు నేను నీకు జవాబు ఇస్తాను. లేదా నన్ను నీతో మాట్లాడనివ్వు. నీవు నాకు జవాబు ఇవ్వు."},{"number":23,"verse":"నేను ఎన్ని పాపాలు చేశాను? నేను ఏం తప్పు చేశాను? నా పాపాలు, నా తప్పులు నాకు చూపించు."},{"number":24,"verse":"దేవా, నీవు నన్ను ఎందుకు తప్పిస్తున్నావు? నన్ను నీ శత్రువులా ఎందుకు చూస్తున్నావు?"},{"number":25,"verse":"నీవు నన్ను బెదిరించటానికి ప్రయత్నిస్తున్నావా? నేను (యోబు) గాలి చెదరగొట్టే ఒక ఆకును. ఎండిపోయిన ఒక చిన్న గడ్డిపరక మీద నీవు దాడిచేస్తున్నావు."},{"number":26,"verse":"దేవా, నా మీద నీవు కఠినమైన మాటలు పలుకుతున్నావు. నేను యువకునిగా ఉన్నప్పుడు చేసిన పాపాలకు నీవు నన్ను శ్రమ పెడుతున్నావు."},{"number":27,"verse":"నా సాదాలకు నీవు గొలుసులు వేశావు. నేను వేసే ప్రతి అడుగూ నీవు జాగ్రత్తగా గమనిస్తున్నావు. నా అడుగలను నీవు తక్కువ చేస్తున్నావు."},{"number":28,"verse":"అందుచేత కుళ్లిపోయిన దానిలా, చిమ్మెటలు తిని వేసిన గుడ్డ పేలికలా నేను నిష్ప్రయోజనం అయిపోతున్నాను.”"}]}