{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"యోబు ఈ విధంగా చెప్పాడు: “మనమందరం కష్టంతో నిండిన కొద్దిపాటి జీవితం కోసమేపుట్టాం."},{"number":2,"verse":"మనిషి జీవితం పువ్వులాంటిది. అతడు త్వరగా పెరిగి, త్వరగా చస్తాడు. కొంచెం సేపు ఉండి, ఆ తర్వాత ఉండని నీడలాంటిది మనిషి జీవితం."},{"number":3,"verse":"దేవా, నీవు అలాంటి మనిషిని గమనిస్తావా? నీతో తీర్పు పొందటానికి నన్ను నీ ముందుకు తీసుకొనిరమ్ము."},{"number":4,"verse":"“మురికి దానిలో నుండి శుభ్రమైన దాన్ని ఎవరు తీయగలరు? ఎవ్వరూ తీయలేరు."},{"number":5,"verse":"నరుని జీవితం పరిమితం. దేవా, నరుని మాసాల సంఖ్య నీవు నిర్ణయం చేశావు. నరుడు మార్చజాలని హద్దులు నీవు ఉంచావు."},{"number":6,"verse":"కనుక దేవా, నరునికి దూరంగా చూడు. వానిని ఒంటరిగా విడిచిపెట్టు. అతని కాలం తీరేవరకు అతని కష్టజీవితం అతణ్ణి అనుభవించనివ్వు."},{"number":7,"verse":"“అయితే ఒక చెట్టుకు నీరీక్షణ ఉంది. దాన్ని నరికివేస్తే, అది మరల పెరుగుతుంది. అది కొత్త కొమ్మలు వేస్తూనే ఉంటుంది."},{"number":8,"verse":"భూమిలో దాని వేర్లు పాతవైపోవచ్చును. దాని మొద్దు మట్టిలో చీకిపోవచ్చును."},{"number":9,"verse":"కానీ నీళ్లు ఉంటే అది కొత్త చిగుళ్లు వేస్తుంది. మొక్కల్లా అది కొమ్మలు వేస్తుంది."},{"number":10,"verse":"అయితే మనిషి మరణిస్తాడు. అతని శరీరం పాతి పెట్టబడుతుంది. మనిషి చనిపోయినప్పుడు, అతుడు వెళ్లిపోయాడు."},{"number":11,"verse":"సముద్రంలో నీరు ఇంకిపోయినట్టు, ఒక నది నీరు ఎండిపోయినట్టు"},{"number":12,"verse":"సరిగ్గా అదే విధంగా ఒక వ్యక్తి మరణించినప్పుడు, అతడు పండుకొని, మళ్లీ లేవలేడు. మరణించే మనుష్యులు, ఆకాశాలు ఉండకుండా పోయేంత వరకు మేల్కొనరు, నిద్రించటం మానుకోరు."},{"number":13,"verse":"“నీవు నన్ను నా సమాధిలో దాచిపెడితే బాగుండునని నా (యోబు) ఆశ. నీ కోపం పోయేవరకు, నీవు నన్ను అక్కడ దాచిపెడితే బాగుండుననిపిస్తుంది నాకు. అప్పుడు నన్ను జ్ఞాపకం చేసుకొనేందుకు నీవు ఒక సమయాన్ని ఏర్పరచుకోవచ్చు"},{"number":14,"verse":"ఒక మనిషి మరణిస్తే, అతడు మరల బ్రతుకుతాడా? నేను వేచి ఉంటాను, నేను విడుదల అయ్యేంత వరకు కష్టపడి పోరాడుతాను."},{"number":15,"verse":"దేవా, నీవు నన్ను పిలుస్తావు, నేను (యోబు) నీకు జవాబు ఇస్తాను. నన్ను నీవు చేశావు, నన్ను నీవు కోరుతావు"},{"number":16,"verse":"అప్పుడు నేను వేసే ప్రతి అడుగూ నీవు గమనిస్తావు. కానీ, నేను చేసిన పాపాలు నీవు జ్ఞాపకం చేసుకోవు."},{"number":17,"verse":"నీవు నా పాపాలు ఒక సంచిలో కట్టివేసి, దూరంగా పారవేయి."},{"number":18,"verse":"“సరిగ్గా ఒక పర్వతం కూలిపోయినట్టు ఒక బండదాని స్థలం నుండి తొలగించబడినట్టు"},{"number":19,"verse":"నీళ్లు రాళ్లను కడిగివేసి వాటిని అరగ దీసినట్టు, నీళ్లు నేలమీద మట్టిని కొట్టుకుపోవునట్లు, అదే విధంగా, దేవా నీవు ఒక మనిషి ఆశను నాశనం చేస్తావు."},{"number":20,"verse":"నీవు మనిషిని ఒకసారి ఓడించి ముగిస్తే మనిషి పోయినట్టే. నీవు వాని ముఖాన్ని చావు ముఖంగా మార్చివేసి శాశ్వతంగా వానిని పంపించివేస్తావు."},{"number":21,"verse":"వాని కుమారులు గౌరవించబడినా అది ఎన్నటికీ అతనికి తెలియదు. అతని కుమారుడు చెడు చేస్తే అతడు ఎన్నటికీ దానిని చూడడు."},{"number":22,"verse":"మనిషి తన స్వంత శరీరంతో బాధ అనుభవిస్తాడు. అతడు తన కోసమే ఎక్కువగా దుఃఖిస్తాడు.”"}]}