{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"( ఎలీఫజుకు యోబు జవాబు) అప్పుడు యోబు ఇలా జవాబు ఇచ్చాడు:"},{"number":2,"verse":"“ఈ విషయాలు నేను యిదివరకే విన్నాను. మీరు ముగ్గురూ నాకు కష్టమే కలిగిస్తున్నారు కాని ఆదరణకాదు."},{"number":3,"verse":"మీ దీర్గ ఉపన్యాసాలకు అంతం లేదు. మీరెందుకు వాదము కొనసాగిస్తారు?"},{"number":4,"verse":"నా కష్టాలే మీకు ఉంటే ఇప్పుడు మీరు చెబుతున్న మాటలు నేనూ చెప్పగలను. మీకు విరోధంగా జ్ఞానం గల మాటలు చెప్పి, మిమ్మల్ని చూచి నేను తల ఊపగలను."},{"number":5,"verse":"కాని నేను చెప్పే మాటలతో నేను మిమ్మల్ని ప్రోత్సహించి మీకు ఆశ ఇవ్వగలను."},{"number":6,"verse":"“అయితే నేను చెప్పేది ఏదీ నా బాధ పోయేట్టుగా చేయలేదు. కానీ నేను మాట్లాడకపోతే నాకు ఆదరణ లేదు."},{"number":7,"verse":"నిజంగా దేవా, నీవు నా బలం తీసివేశావు. నా కుటుంబం మొత్తాన్ని నీవు నాశనం చేశావు."},{"number":8,"verse":"నీవు నన్ను కట్టివేశావు. అది ప్రతి ఒక్కరూ చూడగలరు. నా శరీరం రోగంతో ఉంది, నేను భయంకరంగా కనబడుతున్నాను. దాని అర్థం నేను దోషిని అని ప్రజలు తలస్తున్నారు."},{"number":9,"verse":"“దేవుడు నా మీద దాడి చేస్తున్నాడు, ఆయన నా మీద కోపంగా ఉండి నా శరీరాన్ని చీల్చి వేస్తున్నాడు. దేవుడు నా మీద తన పళ్లు కొరుకుతున్నాడు. నా శత్రువుల కళ్లు ద్వేషంతో చూస్తున్నవి."},{"number":10,"verse":"మనుష్యులు నన్ను చూచి నవ్వుతారు. వాళ్లంతా నా చుట్టూ చేరి నన్ను అవమానించి నా ముఖం మీద కొట్టడానికి సమ్మతిస్తారు."},{"number":11,"verse":"దేవుడు నన్ను దుర్మార్గులకు అప్పగించాడు."},{"number":12,"verse":"నా విషయం అంతా బాగానే ఉంది. నేను నెమ్మదిగా జీవిస్తూ వచ్చాను. కాని దేవుడు నన్ను చితుకగొట్టేశాడు. అవును ఆయన నన్ను మెడపట్టి లాగి, నన్ను ముక్కలు ముక్కలుగా విరుగగొట్టాడు. గురి చూసి కొట్టడం అభ్యసించడానికి దేవుడు నన్ను ప్రయోగిస్తున్నాడు."},{"number":13,"verse":"దేవుని విలుకాండ్లు నా చుట్టూరా ఉన్నారు. నా మూత్రపిండాలలో ఆయన బాణాలు కొడుతున్నాడు. ఆయన దయ చూపించడు. ఆయన నా పైత్య రసాన్ని నేలమీద ఒలకబోస్తాడు."},{"number":14,"verse":"మరల మరల దేవుడు నా మీద దాడి చేస్తాడు. యుద్ధంలో సైనికునిలా ఆయన నా మీదకు పరుగెత్తుతాడు."},{"number":15,"verse":"“నేను (యోబు) చాలా విచారంగా ఉన్నాను, కనుక గోనెపట్టతో చేయబడిన బట్టలు నేను ధరిస్తాను. నేను ఇక్కడ దుమ్ములో, బూడిదలో కూర్చొని ఓడిపోయినట్టుగా భావిస్తున్నాను."},{"number":16,"verse":"ఏడ్చుట మూలంగా నా ముఖం ఎర్రబడింది. ఛాయలు నా కళ్ల చుట్టూరా ఉంగరాల్లా ఉన్నాయి."},{"number":17,"verse":"నేను ఎన్నడూ క్రూరమైన నేరం ఏది చేయలేదు. నా ప్రార్థన నిర్మలమయినది."},{"number":18,"verse":"“భూమీ, నా రక్తాన్ని దాచి పెట్టకు. (నాకు జరిగిన చెడుగులను కప్పి పెట్టకు). న్యాయం కోసం అరిచే నా అరుపులను (ప్రార్థనలను) ఆగిపోనీయకు."},{"number":19,"verse":"ఇప్పుడు కూడ ్ర ఉండి నాకు సాక్షిగా ఉన్నాడు."},{"number":20,"verse":"నా స్నేహితులు నాకు విరోధంగా ఉన్నారు. కాని నా కన్నులు దేవుని కోసం కన్నీళ్లు కారుస్తున్నాయి."},{"number":21,"verse":"ఒక మనిషి తన స్నేహితుని కోసం బ్రతిమలాడినట్టుగా, నా కోసం దేవునిని బ్రతిమలాడే ఒక మనిషి నాకు కావాలి."},{"number":22,"verse":"“నేను ఏ చోట నుండి (మరణం) తిరిగి రానో ఆ చోటికి నేను వెళ్లేందుకు ఇంకా కొద్ది సంవత్సరాలే జరగాల్సి ఉంది."}]}