{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"“నా ఆత్మ భగ్నమై పోయింది. విడిచి పెట్టే సేందుకు నేను సిద్ధం. నా జీవితం దాదాపు గతించిపోయింది, సమాధి నాకోసం నిరీక్షిస్తోంది."},{"number":2,"verse":"మనుష్యులు నా చుట్టూరా నిలిచి నన్ను చూసి నవ్వుతున్నారు. వారు నన్ను ఆట పట్టిస్తూ అవమానిస్తూ ఉంటే నేను వారిని గమనిస్తున్నాను."},{"number":3,"verse":"“దేవా, నీవు నన్ను (యోబు) నిజంగా బలపరుస్తున్నావని చూపించు, మరి ఎవ్వరూ నన్ను బలపరచరు."},{"number":4,"verse":"నా స్నేహితుల మనస్సులను నీవు బంధించేశావు, కనుక వారు నన్ను అర్థం చేసుకోరు. దయచేసి వారిని జయించనీయకు."},{"number":5,"verse":"‘ఒకడు ( ఒకడు … స్నేహితులకు అక్షరాలా అతడు తన స్నేహితులకు ఒక వాటాను వాగ్దానం చేస్తాడు మరియు అతని పిల్లలు గుడ్డివాళ్లయ్యారు.) తన స్వంత పిల్లలను నిర్లక్ష్యం చేసి తన స్నేహితులకు సహాయం చేస్తాడు అని ప్రజలు చెబుతారని నీకు తెలుసా?’ కాని ఇప్పుడు నా స్నేహితులే నాకు విరోధం అయ్యారు."},{"number":6,"verse":"దేవుడు నా పేరును (యోబు) ప్రతి ఒక్కరికీ ఒక చెడ్డ పదంగా చేశాడు. ప్రజలు నా ముఖం మీద ఉమ్మి వేస్తారు."},{"number":7,"verse":"నేను చాలా బాధపడుతూ, చాలా విచారంగా ఉన్నాను, కనుక నా కన్నులు దాదాపు గుడ్డివి అయ్యాయి. నా మొత్తం శరీరం ఒక నీడలా చాలా సన్నం అయ్యింది."},{"number":8,"verse":"మంచి మనుష్యులు దీని విషయమై కలవరపడుతున్నారు. దేవుని గూర్చి లక్ష్యపెట్టని ప్రజల విషయమై నిర్దోషులు కలవరపడుతున్నారు."},{"number":9,"verse":"కాని నీతిమంతులు వాళ్ల పద్ధతులనే చేపడతారు. నిర్దోషులు మరింత బలవంతులవుతారు."},{"number":10,"verse":"“కానీ రండి, మీరంతా కలసి, మొత్తం తప్పు నాదే అని నాకు చూపించడానికి మరల ప్రయత్నం చేయండి. మీలో ఎవరూ జ్ఞానం గలవారు కారు."},{"number":11,"verse":"నా జీవితం గతించి పోతోంది. నా ఆలోచనలన్నీ నాశనం చేయబడ్డాయి. నా ఆశ అడుగంటింది."},{"number":12,"verse":"కాని నా స్నేహితులు రాత్రిని పగలు అనుకొంటారు. చీకటి పడినప్పుడు వెలుగు వస్తోంది, అని వారు అంటారు."},{"number":13,"verse":"“నేను కనిపెడుతున్న ఒకే గృహం కనుక పాతాళం అయితే, అంధకార సమాధిలో నేను నా పడక వేసుకొంటే"},{"number":14,"verse":"సమాధిని చూచి, ‘నీవు నా తండ్రివి అని’ పురుగులను చూసి, ‘నా తల్లివి’ లేక ‘నా సోదరివి’ అని నేను చెప్పవచ్చు"},{"number":15,"verse":"కాని అదే నాకు ఆశ అయితే నాకు ఎలాంటి ఆశలేదు. మరియు ప్రజలు నాయందు ఏ ఆశ చూడలేరు."},{"number":16,"verse":"(నా ఆశ నాతోనే చనిపోతుందా?) అది నేను చనిపోయే స్థలంయొక్క లోతుల్లోకి వెళ్తుందా? మనమంతా చేరి బురదలోకి వెళ్తామా?”"}]}