{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"( యోబుకు బిల్దదు జవాబు) అప్పుడు షూహీ దేశస్తుడైన బిల్దదు యోబుకు ఇలా జవాబు చెప్పాడు:"},{"number":2,"verse":"“యోబూ! ఈ మాటలన్నీ ఎప్పుడు చాలిస్తావు? నీవు మౌనంగా ఉండి వినాలి. అప్పుడు మనం మాట్లాడుకోవచ్చు"},{"number":3,"verse":"మేము పశువుల్లా బుద్ధిహీనులం అని నీవు ఎందుకు తలస్తావు?"},{"number":4,"verse":"యోబూ! నీ కోపంతో నీకు నీవే హాని చేసుకొంటున్నావు. కేవలం నీ కోసం మనుష్యులు ఈ భూమిని విడిచిపోవాలా? కేవలం నిన్ను తృప్తి పరచటం కోసం దేవుడు పర్వతాలను కదిపిస్తాడని నీవు తలస్తున్నావా?"},{"number":5,"verse":"“అవును నిజమే, దుర్మార్గుని దీపం ఆరిపోతుంది. అతని అగ్ని కాలకుండా ఆగిపోతుంది."},{"number":6,"verse":"అతని ఇంటిలోని వెలుగు చీకటి అవుతుంది. అతని ప్రక్కగా ఉన్న దీపం ఆరిపోతుంది."},{"number":7,"verse":"ఆ మనిషి అడుగులు మరల గట్టిగా, వేగంగా ఉండవు. కానీ అతడు నిధానంగా నడుస్తాడు, బలహీనంగా ఉంటాడు. అతని స్వంత దుర్మార్గపు ఆలోచనలే అతడు పడిపోయేట్టు చేస్తాయి."},{"number":8,"verse":"అతని స్వంత పాదాలే అతనిని వలలో పడదోస్తాయి. అతడు బోనులోనికి నడచి, అందులో చిక్కుకొంటాడు."},{"number":9,"verse":"ఒక బోను అతని మడిమెను పట్టేస్తుంది. ఒక బోను అతన్ని గట్టిగా బంధిస్తుంది."},{"number":10,"verse":"అతని కోసం నేలమీద ఒక తాడు దాచబడి ఉంటుంది. అతని తోవలో ఒక బోను సిద్ధంగా ఉంది."},{"number":11,"verse":"అతని చుట్టూరా భయం పొంచి ఉంది. అతడు వేసే ప్రతి అడుగు వెనుక భయం ఉంటుంది."},{"number":12,"verse":"చెడ్డ కష్టాలు అతని కోసం ఆకలితో వున్నాయి. అతడు పడిపోయినప్పుడు పతనం, నాశనం అతని కోసం సిద్ధంగా ఉన్నాయి."},{"number":13,"verse":"భయంకర రోగం అతని చర్మంలో కొన్ని భాగాలను తినివేస్తుంది. అది అతని చేతులను, కాళ్లను కుళ్లిపోచేస్తుంది."},{"number":14,"verse":"దుర్మార్గుడు క్షేమంగా ఉన్న తన ఇంటిలో నుండి తీసుకొని పోబడతాడు. భయాన రాజును ఎదుర్కొనేందుకు అతడు నడిపించబడతాడు."},{"number":15,"verse":"అతనికి తన ఇంటిలో ఏమీ విడిచిపెట్టబడదు. ఎందుకంటే అతని ఇంటినిండా, మండుతున్న గంధకం చల్లబడుతుంది."},{"number":16,"verse":"క్రింద అతని వేర్లు ఎండిపోతాయి. పైన అతని కొమ్మలు చస్తాయి."},{"number":17,"verse":"భూమి మీద మనుష్యులు అతనిని జ్ఞాపకం చేసుకోరు. ఏ వ్యక్తికూడ అతన్ని ఇంకెంత మాత్రం జ్ఞాపకం చేసుకోడు."},{"number":18,"verse":"మనుష్యులు అతనిని వెలుతురు నుండి నెట్టివేస్తారు. అతడు చీకటిలోనికి శిక్షించబడతాడు. వారు అతన్నిలోకంలో నుండి తరిమివేస్తారు."},{"number":19,"verse":"అతనికి పిల్లలు లేక మనుమలు ఎవ్వరూ ఉండరు. అతని కుమారుల నుండి వారసులు ఉండరు. అతనియింట యింకా సజీవంగా ఉండే మనుష్యులు ఎవ్వరూ ఉండరు."},{"number":20,"verse":"దుర్మార్గునికి సంభవించిన దానిని గూర్చి విన్నప్పుడు పడమట ఉన్న ప్రజలు అదిరిపోతారు. తూర్పున ఉన్న ప్రజలు భయంతో మెత్తబడి పోతారు."},{"number":21,"verse":"ఇది నిజం, దుర్మార్గునికి, అతని ఇంటికి ఇలాగే జరుగుతుంది. దేవుని గూర్చి లక్ష్యపెట్టని వానికి ఇలాగే జరుగుతుంది!”"}]}