{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"( యోబు జవాబు) అప్పుడు యోబు ఇలా జవాబు చెప్పాడు:"},{"number":2,"verse":"“ఎంతకాలం మీరు నన్ను బాధిస్తారు; మాటలతో నన్ను నలుగగొడతారు?"},{"number":3,"verse":"ఇప్పటికి మీరు నన్ను పదిసార్లు అవమానించారు. మీరు నా మీద దాడి చేసేటప్పడు ఎలాంటి సిగ్గూ ఉండదు మీకు."},{"number":4,"verse":"ఒకవేళ నేను పాపం చేసినా, అది నా సమస్య అది మిమ్మల్ని బాధించదు."},{"number":5,"verse":"మీరు కేవలం నా కంటే మంచివాళ్లలా చూపించుకోవాలని కోరుతున్నారు. నా కష్టాలకు కారణం నా తప్పు మాత్రమే అని మీరు అంటారు."},{"number":6,"verse":"కానీ నాకు అపకారం చేసినవాడు దేవుడు. ఆయన నన్ను పట్టుకోవటానికి తన వలను నా చుట్టూరా వేశాడు."},{"number":7,"verse":"‘నాకు అపకారం జరిగింది.’ అని నేను కేకలు వేస్తాను. నాకు జవాబు ఏమీ రాదు. సహాయం కోసం నేను గట్టిగా కేకలు వేసినా న్యాయం కోసమైనా నా మొర ఎవరూ వినరు."},{"number":8,"verse":"నేను ముందుకు వెళ్లలేకుండా దేవుడు నా మార్గం మూసివేశాడు. నా త్రోవను ఆయన చీకట్లో దాచి పెట్టేశాడు."},{"number":9,"verse":"నా ఐశ్వర్యాన్ని దేవుడు తీసివేసుకొన్నాడు. నా తలమీద కిరీటాన్ని ఆయన తీసివేసుకొన్నాడు."},{"number":10,"verse":"నేను చచ్చేంతవరకు నన్ను ఈ ప్రక్క నుండి ఆ ప్రక్కవరకు దేవుడు విరుగగొడతాడు. ఒక చెట్టుదాని వేళ్లతో సహా పెల్లగించబడ్డట్టు ఆయన నా ఆశ తీసివేస్తాడు"},{"number":11,"verse":"దేవుని కోపం నాకు వ్యతిరేకంగా మండుతుంది. ఆయన నన్ను తన శత్రువు అని పిలుస్తున్నాడు."},{"number":12,"verse":"నా మీద దాడి చేసేందుకు దేవుడు తన సైన్యాన్ని పంపుతాడు. వారు నా చుట్టూరా దుర్గాలు నిర్మిస్తారు. నా గుడారం చుట్టూరా వారు బసచేస్తారు."},{"number":13,"verse":"“నా సోదరులు నన్ను ద్వేషించేటట్టు దేవుడు చేశాడు. నా స్నేహితులందరికీ నేను పరాయివాడను."},{"number":14,"verse":"నా బంధువులు నన్ను విడిచిపెట్టేశారు. నా స్నేహితులు నన్ను మరచిపోయారు."},{"number":15,"verse":"నా ఇంట్లో అతిధులు, పనికత్తెలు నేనేదో పరాయివాడిలా, విదేశీయునిలా నన్ను చూస్తారు."},{"number":16,"verse":"నేను నా సేవకుని పిలిస్తే వాడు జవాబివ్వడు. సహాయం కోసం నేను బతిమలాడినా నా సేవకుడు జవాబు ఇవ్వడు."},{"number":17,"verse":"నా శ్వాస వాసన అంటే నా బార్యకు అసహ్యం. నా స్వంత సోదరులు నన్ను ద్వేషిస్తారు."},{"number":18,"verse":"చిన్న పిల్లలు కూడా నన్ను గేళి చేస్తారు. నేను వాళ్ల దగ్గరకు వస్తే వాళ్లు నాకు విరోధంగా చెడు సంగతులు మాట్లాడుతారు."},{"number":19,"verse":"నాకు సన్నిహితమైన స్నేహితులు అందరూ నన్ను అనహ్యించుకొంటారు. చివరికి నేను ప్రేమించే మనుష్యులు కూడా నాకు విరోధులయ్యారు."},{"number":20,"verse":"“నేను ఎంత సన్నగా ఉన్నానంటే నా ఎముకల మీద నా చర్మం వ్రేలాడుతూ ఉంది. నాలో నాకు కొద్దిపాటి ప్రాణం మాత్రమే మిగిలి ఉంది."},{"number":21,"verse":"“నాపై దయ చూపండి, నా స్నేహితులారా, నాపై దయ చూపండి. దేవుని హస్తం నాకు విరోధంగావుంది."},{"number":22,"verse":"దేవుడు చేసినట్టు, మీరు ఎందుకు నన్ను హింసిస్తారు? నన్ను బాధించి మీరెందుకు ఎన్నడూ తృప్తి చెందటం లేదు?"},{"number":23,"verse":"“నేను (యోబు) చెప్పేది ఎవరో ఒకరు జ్ఞాపకం ఉంచుకొని, ఒక గ్రంథంలో వ్రాస్తే బాగుంటుందని నా ఆశ. నేను చెప్పే మాటలు ఒక గ్రంథపు చుట్టలో వ్రాయబడాలని నా ఆశ."},{"number":24,"verse":"నేను చెప్పే మాటలు శాశ్వతంగా ఉండేటట్టు సీసంమీద ఇనుప పోగరతో చెక్కబడాలని లేదా ఒక బండమీద వ్రాయబడాలని నా ఆశ."},{"number":25,"verse":"నన్ను ఆదుకొనేవారు ఎవరో ఒకరు ఉన్నారని నాకు తెలుసు. అంతంలో ఆయన నా పక్షంగా నిలబడతాడని నాకు తెలుసు."},{"number":26,"verse":"నేను ఈ శరీరం విడిచిపెట్టిన తర్వాత నా చర్మం పాడైపోయిన తర్వాత కూడా నేను దేవుణ్ణి చూస్తానని నాకు తెలుసు."},{"number":27,"verse":"నా స్వంత కళ్లతో నేను దేవుణ్ణి చూస్తాను. సాక్షాత్తూ దేవుణ్ణే, ఇంకెవరినీ కాదు. నాలో నా హృదయం బలహీనం అవుతోంది."},{"number":28,"verse":"“ఒకవేళ మీరు, ‘మనం యోబును ఇబ్బంది పెడ్దాం, అతణ్ణి నిందించటానికి ఏదైనా కారణం వెదుకుదాం’ అనుకొవచ్చును."},{"number":29,"verse":"కానీ మీ మట్టుకు మీరే ఖడ్గానికి భయపడాలి. ఎందుకంటే, పాపంమీద దేవుని కోపం శిక్షను రప్పిస్తుంది. మిమ్మల్ని శిక్షించేందుకు యెహోవా ఖడ్గం ప్రయోగిస్తాడు. అప్పుడు తీర్పు ఉంది అని మీరు తెలుసుకొంటారు.”"}]}