{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"( ఎలీఫజు జవాబు) అప్పుడు తేమానువాడైన ఎలీఫజు జవాబు యిచ్చాడు:"},{"number":2,"verse":"“దేవునికి నరుడు ఉపకారికాగలడా? జ్ఞానం గల వ్యక్తి తప్పక తనకు తానే ఉపయోగికారిగా వుంటాడు."},{"number":3,"verse":"ఒకవేళ నీవు సక్రమమయినదే చేసినప్పటికీ, సర్వ శక్తిమంతుడైన దేవునికి అది సంతోషం కలిగించదు. నీవు ఎల్లప్పుడూ మంచివాడివిగానే వున్నా దేవునికి ఏమీ లాభంలేదు."},{"number":4,"verse":"యోబూ, దేవుడు నిన్ను శిక్షించినది ఆయనను నీవు ఆరాధించినందుకా?"},{"number":5,"verse":"కాదు, అది నీవు విస్తారంగా పాపం చేసినందువల్లనే. యోబూ, నీ పాపాలు ఎప్పటికీ నిలిచిపోవు."},{"number":6,"verse":"యోబూ, నీ సోదరులు నీకు ఋణపడి ఉన్న ధనాన్ని నీకు తిరిగి చెల్లించేందుకు నీవు వారిని బలవంతం చేశావు. అది కారణం లేకుండా నీవు చేశావు. ప్రజల దగ్గర్నుండి వస్త్రాలు నీవు లాగేసు కొని, వారు ధరించటానికి ఏమీ లేకుండా చేశావు."},{"number":7,"verse":"అలసిపోయిన మనుష్యులకు నీవు నీళ్లు ఇవ్వలేదు. ఆకలిగొన్న మనుష్యులకు నీవు అన్నం పెట్టలేదు."},{"number":8,"verse":"యోబూ! నీవు అధికారం, ఐశ్వర్యం గలవాడవైనప్పటికీ నీవు ఆ ప్రజలకు సహాయం చేయలేదు. నీకు చాలా భూమి ఉంది, నీవు చాలా గౌరవం పొందినవాడవు."},{"number":9,"verse":"కాని విధవలకు నీవు ఏమీ ఇవ్వకుండానే వారిని పంపించివేశావు. యోబూ! అనాధ పిల్లలను నీవు దోచుకొని నీవు వారి యెడల చెడుగా ప్రవర్తించావు."},{"number":10,"verse":"అందుకే నీ చుట్టూరా బోనులు ఉన్నాయి. మరియు ఆకస్మిక కష్టం నిన్ను భయపెడుతుంది."},{"number":11,"verse":"అందుకే నీవు చూడలేనంత కటిక చీకటిగా ఉంది. మరియు అందుకే నీళ్ల ప్రవాహం నిన్ను కప్పేస్తుంది."},{"number":12,"verse":"“ఆకాశంలో అతి ఉన్నత స్థానంలో దేవుడు నివసిస్తాడు. మహా ఎత్తయిన నక్షత్రాలను దేవుడు వంగి కిందికి చూస్తాడు. నక్షత్రాలు ఎంత ఎత్తుగా ఉన్నాయో నీవు చూడగలవు."},{"number":13,"verse":"కాని యోబూ, నీవు, ‘దేవునికి ఏమీ తెలియదు! అంధకార మేఘాల్లోంచి దేవుడు మాకు ఎలా తీర్పు తీరుస్తాడు?"},{"number":14,"verse":"ఆయన ఆకాశపు అత్యున్నత స్థానంలో నడిచేటప్పుడు మనం చూడకుండా మేఘాలు ఆయనను కప్పివేస్తాయి.’ అని అంటావు."},{"number":15,"verse":"“యోబూ! దుర్మార్గులు తిరిగే పాత మార్గంలోనే నీవు నడుస్తున్నావు."},{"number":16,"verse":"దుర్మార్గులు మరణించాల్సిన సమయం రాకముందే వారు తీసుకోబడ్డారు. ఒక వరదలో వారు కొట్టుకొని పోయారు."},{"number":17,"verse":"‘మమ్మల్ని ఒంటరిగా విడిచిపెట్టండి. సర్వశక్తిమంతుడైన దేవుడు మాకు ఏమీ చేయలేదు’ అని దేవునితో చెప్పేవాళ్లు ఆ మనుష్యులే."},{"number":18,"verse":"కానీ ఆ మనుష్యులనే దేవుడు విజయం పొందిన ధనికులుగా చేశాడు. దుర్మార్గులు తలచే పద్ధతి నేను అంగీకరించలేను."},{"number":19,"verse":"దుర్మార్గులు నాశనం అయినప్పుడు మంచివాళ్లు చూచి సంతోషిస్తారు. నిర్దోషులు దుర్మార్గులను చూచి నవ్వుతూ."},{"number":20,"verse":"‘మన శత్రువులు నిజంగా నాశనం చేయబడ్డారు. వారి ఐశ్వర్యాలను అగ్ని కాల్చేస్తుంది’ అని అంటారు."},{"number":21,"verse":"“యోబూ, నిన్ను నీవు దేవునికి అప్పగించుకో. అప్పుడు నీకు ఆయనతో శాంతి ఉంటుంది. ఇలా నీవు చేస్తే, నీవు ధన్యుడవవుతూ, విజయం పొందుతావు."},{"number":22,"verse":"ఈ ఉపదేశము స్వీకరించి ఆయన మాటలు నీ హృదయంలో భద్రం చేసుకో."},{"number":23,"verse":"యోబూ! సర్వశక్తిమంతుడైన దేవుని దగ్గరకు నీవు తిరిగి వస్తే, నీకు మరల మామూలు స్థితి ఇవ్వబడుతుంది. నీవు మాత్రం దుర్మార్గాన్ని నీ ఇంటినుండి దూరంగా తొలగించి వేయాలి."},{"number":24,"verse":"నీ బంగారాన్ని నీవు మట్టిపాలు చేయాలి, ఓఫీరునుండి తెచ్చిన నీ బంగారాన్ని నదుల్లోని బండలకేసి విసిరికొట్టు."},{"number":25,"verse":"సర్వశక్తిమంతుడైన దేవుడే నీకు బంగారంగాను, వెండిగాను ఉండనియ్యి."},{"number":26,"verse":"అప్పుడు నీవు ఎంతో సంతోషిస్తావు. సర్వశక్తిమంతుడైన దేవునిలో ఆనందం కనుగొంటావు. నీవు నీ ముఖాన్ని దేవుని వైపు ఎత్తగలవు."},{"number":27,"verse":"నీవు ఆయనను ప్రార్థించినప్పుడు ఆయన నీ ప్రార్థన వింటాడు. నీవు ఏం చేస్తానని ఆయనకు ప్రమాణం చేస్తావో దానిని నీవు చేస్తావు."},{"number":28,"verse":"నీవు చేసే ప్రతి దానిలో విజయం పొందుతావు. నీ త్రోవలో వెలుగు ప్రకాశిస్తుంది"},{"number":29,"verse":"గర్విష్ఠులను దేవుడు సిగ్గు పరుస్తాడు కానీ దీనులను దేవుడు రక్షిస్తాడు."},{"number":30,"verse":"నిర్దోషి కాని మనిషిని కూడా దేవుడు రక్షిస్తాడు. నీ చేతుల పవిత్రత మూలంగా అతడు రక్షించబడతాడు.”"}]}