{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"( యోబు జవాబు) అప్పుడు యోబు ఇలా జవాబు ఇచ్చాడు:"},{"number":2,"verse":"“ఈవేళ నేను ఇంకా కోపంగా ఆరోపిస్తూనే ఉన్నాను. దేవుడు నన్ను కఠినంగా శిక్షిస్తున్నాడు, కనుక నేను ఆరోపిస్తూనే ఉంటాను."},{"number":3,"verse":"దేవునిని ఎక్కడ వెదకాలో ఆయన యొద్దకు ఎలా వెళ్లాలో నాకు తెలిస్తే బాగుండేది, అని నా ఆశ."},{"number":4,"verse":"నేను దేవునికి నా గాధ వివరించుకొంటాను. నేను నిర్దోషిని అని చూపించటంకోసం నా నోరు వాదాలతో నిండిపోతుంది."},{"number":5,"verse":"నా వాదాలకు దేవుడు ఎలా జవాబు ఇస్తాడో నేను తెలిసికోవాలని కోరుతున్నాను. అప్పుడు నేను దేవుని జవాబులు గ్రహిస్తాను."},{"number":6,"verse":"దేవుడు గొప్ప శక్తితో నాకు విరోధంగా ఉంటాడా? లేదు, ఆయన నా మాట వింటాడు!"},{"number":7,"verse":"అక్కడ, దేవుని యెదుట ఒక మంచి మనిషి తన గాధను దేవునికి వివరించవచ్చును. అప్పుడు నా న్యాయమూర్తి నన్ను విముక్తుణ్ణి చేయవచ్చును."},{"number":8,"verse":"“కానీ నేను తూర్పుకు వెళ్తే దేవుడు అక్కడ లేడు. ఒకవేళ నేను పడమటికి వెళ్తే ఇంకా దేవుడు నాకు కనబడలేదు."},{"number":9,"verse":"దేవుడు ఉత్తరాన పని చేస్తున్నప్పుడు నాకు ఆయన కనబడడు. దేవుడు దక్షిణంగా తిరిగినప్పుడు ఇంకా ఆయన నాకు కనబడడు."},{"number":10,"verse":"కానీ నేను వేసే ప్రతి అడుగూ దేవునికి తెలుసు. ఆయన నన్ను పరీక్షించటం ముగించినప్పుడు నాలో మైల ఏమీ లేనట్టుగా ఆయన చూస్తాడు. నేను స్వచ్ఛమైన బంగారంలా ఉన్నట్టు ఆయన చూస్తాడు."},{"number":11,"verse":"నేను ఎల్లప్పుడూ దేవుడు కోరిన మార్గంలోనే నడిచాను. దేవుని మార్గం అనుసరించకుండా నేను ఎన్నడూ తిరిగిపోలేదు."},{"number":12,"verse":"దేవుడు ఆజ్ఞాపించే వాటినే నేను ఎల్లప్పుడూ చేస్తాను. నా భోజనం కంటే దేవుని నోటినుండి వచ్చే మాటలు నాకు ఇష్టం."},{"number":13,"verse":"“కానీ దేవుడు ఎన్నటికీ మారడు. ఏ మనిషి ఆయనకు విరోధంగా నిలబడలేడు. దేవుడు అనుకొన్నది ఆయన చేస్తాడు."},{"number":14,"verse":"దేవుడు నాకు వ్యతిరేకంగా ఏమి పథకం వేశాడో దాన్ని ఆయన చేస్తాడు. నా కోసం ఆయనకు ఇంకా ఎన్నో పథకాలు ఉన్నాయి."},{"number":15,"verse":"అందుకే నేను దేవుని ఎదుట జీవిస్తూ ఉండగా నేను భయపడతాను. వీటన్నింటిని గూర్చీ నేను తలచినప్పుడు దేవునికి నేను భయపడతాను."},{"number":16,"verse":"దేవుడు నా హృదయాన్ని బలహీనం చేస్తాడు. నేనేమో నా ధైర్యం కోల్పోతాను. సర్వశక్తిమంతుడైన దేవుడు నన్ను భయపెడతాడు."},{"number":17,"verse":"కానీ చీకటి నన్ను మౌనంగా ఉండేటట్టు చేయదు. గాఢాంధకారం నా ముఖాన్ని కప్పేస్తుంది."}]}