{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"( యోబు తన మాటలు కొనసాగించటం) యోబు మాట్లాడటం కొనసాగించాడు. యోబు ఇలా అన్నాడు:"},{"number":2,"verse":"“దేవుడు నన్ను కాపాడి, నా విషయం జాగ్రత్త తీసుకొన్న ఇటీవలి మాసాల్లో ఉన్నట్టుగానే నా జీవితం ఉంటే బాగుండునని నేను ఆశిస్తున్నాను."},{"number":3,"verse":"నేను చీకటిలో నడచినప్పుడు నాకు వెలుగు ఇచ్చుటకు నా తలమీద దేవుని వెలుగు ప్రకాశించే సమయం వస్తే బాగుండునని నేను ఆశిస్తున్నాను. (నేను జీవించవలసిన సరియైన మార్గాన్ని దేవుడు నాకు చూపించాడు)."},{"number":4,"verse":"నా జీవితం ఎంతో విజయవంతంగా ఉండి దేవుడు నాకు సన్నిహితమైన స్నేహితునిగా ఉండే రోజుల కోసం నేను ఆశిస్తున్నాను. అవి దేవుడు నా ఇంటిని ఆశీర్వదించిన రోజులు."},{"number":5,"verse":"సర్వశక్తిమంతుడైన దేవుడు ఇంకా నాతో ఉండగా నా పిల్లలు నా దగ్గర ఉన్న సమయం కోసం నేను ఆశిస్తున్నాను."},{"number":6,"verse":"అది నా జీవితం ఎంతో బాగున్నప్పటి మాట. నా మార్గం అంతా మీగడతో నిండిపోయినట్టు, నా కోసం ఒలీవ నూనెను నదులుగా ప్రవహించి నట్టు అది కనబడింది."},{"number":7,"verse":"“నేను పట్టణ ద్వారం దగ్గరకు వెళ్లి పట్టణ పెద్దలతో కలిసి ఆరుబయట కూర్చున్న రోజులు అవి."},{"number":8,"verse":"అక్కడ ప్రజలంతా నన్ను గౌరవించేవారు. యువకులు నన్ను చూచినప్పుడు పక్కకు తప్పుకొనేవారు. పెద్దలు నా యెడల గౌరవ సూచకంగా లేచి నిలబడేవారు."},{"number":9,"verse":"ప్రజానాయకులు నన్ను చూడగానే మాట్లాడటం నిలిపివేసి నోటిమీద చేయి వేసుకొనేవారు (ఇతరులను నిశ్శబ్దంగా ఉంచటానికి)."},{"number":10,"verse":"చాలా ప్రముఖ నాయకులు కూడా, నేను వారిని సమీపించినప్పుడు వారి స్వరాలు తగ్గించేవారు. అవును వారి నాలుకలు వారి అంగిట అంటుకొని పోయినట్లు కనిపించేది."},{"number":11,"verse":"నేను మాట్లాడటం విన్నవారు ఎవరైనా సరే, నన్ను గూర్చి మంచి మాటలు చెప్పేవారు. నన్ను చూచిన వారు నన్ను పొగిడారు."},{"number":12,"verse":"ఎందుకంటే, పేదవాడు ఒకడు సహాయం కోసం వేడుకొంటే, నేను సహాయం చేశాను. తల్లి దండ్రులు లేని బిడ్డ విషయం శ్రద్ధ తీసుకొనేవారు ఎవరూ లేనప్పుడు నేను సహాయం చేశాను."},{"number":13,"verse":"మరణించే మనిషీ నన్ను ఆశీర్వదించాడు. అవసరంలో ఉన్న విధవలకు నేను సహాయం చేసాను."},{"number":14,"verse":"సక్రమంగా జీవించటం నాకు వస్త్రం. న్యాయం నాకు అంగీలా, తలపాగాలా ఉండేది."},{"number":15,"verse":"గుడ్డివారికి నా కళ్లతో నేను సహాయం చేశాను. కుంటివారికి నా పాదాలతో నేను సహాయం చేశాను."},{"number":16,"verse":"పేద ప్రజలకు నేను ఒక తండ్రిలా ఉన్నాను. కష్టాలలో ఉన్న పరాయివారి పక్షం నేను వహించాను."},{"number":17,"verse":"దుర్మార్గుల శక్తిని నేను నాశనం చేశాను. దుర్మార్గుల బారి నుండి నిర్దోషులను నేను రక్షించాను."},{"number":18,"verse":"“నేను ఎల్లప్పుడూ ఇలా తలచేవాణ్ణి. నేను చాలాకాలం బ్రతుకుతాను. తర్వాత నా స్వంత ఇంటిలో మరణిస్తాను."},{"number":19,"verse":"వేర్లు ఎల్లప్పుడూ నీటిని తాకుతూ ఆకులు ఎల్లప్పుడు మంచుతో తడిగా ఉండే చెట్టులా నేను ఉన్నాను."},{"number":20,"verse":"నాలో నా మహిమ ఎల్లప్పుడూ కొత్తదిగా ఉంటుంది. నాచేతిలో ఒక కొత్త విల్లు ఉన్నట్టుగా నేను ఎల్లప్పుడూ బలంగా ఉంటాను."},{"number":21,"verse":"“నేను మాట్లాడటం చాలించిన తరువాత నా మాటలు వింటున్న ప్రజలు చెప్పాల్సింది ఇంకేమీ ఉండేది కాదు. నా మాటలు వారి చెవులకు సౌమ్యంగా వినిపించేవి."},{"number":22,"verse":"ప్రజలు వర్షంకోసం వేచి ఉన్నట్టు, నేను మాట్లాడాలని వారు వేచి ఉండేవారు."},{"number":23,"verse":"నా మాట వసంతకాలపు వర్షంలా ఉండేది. నా మాటల్ని వారు పానం చేసేవారు. అధైర్యపడినవారిని చూచి నేను చిరునవ్వు నవ్వేవాడిని."},{"number":24,"verse":"నా ప్రసన్న ముఖం క్రుంగిన ప్రజలకు మంచి అనుభూతిని కలిగించేది."},{"number":25,"verse":"ప్రజల పట్ల బాధ్యత వహించి నేను నిర్ణయాలు చేసాను. నేను నాయకుణ్ణి అయ్యాను. తన సైన్య దళాలలో ఒక రాజులా నేను జీవించాను. చాలా విచారంలో ఉన్న ప్రజలకు ఆదరణ ఇచ్చే మనిషిలా నేను ఉన్నాను."}]}