{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"ఎలీహు మాట్లాడటం కొన సాగించాడు:"},{"number":2,"verse":"“జ్ఞానంగల మనుష్యులారా, నేను చెప్పే విషయాలు వినండి. తెలివిగల మనుష్యులారా నా మాటలు గమనించండి."},{"number":3,"verse":"చెవి తను వినే సంగతులను పరీక్షిస్తుంది. అదే విధంగా నాలుక, తను తాకే వాటిని రుచి చూస్తుంది."},{"number":4,"verse":"అందుచేత మనం ఈ పరిస్థితిని పరిశీలించాలి. ఏది సరైనదో మనమే నిర్ణయించాలి. ఏది మంచిది అనేది కూడా మనం అంతా ఏకంగా నేర్చుకొంటాం."},{"number":5,"verse":"యోబు అంటున్నాడు, ‘యోబు అనే నేను నిర్దోషిని. కానీ దేవుడు నాకు న్యాయం చేయలేదు."},{"number":6,"verse":"నాది సరిగ్గా ఉంది, కానీ ప్రజలు నాది తప్పు అనుకొంటారు. నేను అబద్దీకుణ్ణి అని వాళ్లు అనుకొంటారు. నేను నిర్దోషిని అయినప్పటికి నా గాయం మానదు.’"},{"number":7,"verse":"“యోబులాంటి వ్యక్తి మరొకడు లేడు. మీరు యోబును అవమానించినప్పటికి అతడు లెక్క చేయడు."},{"number":8,"verse":"చెడ్డ వాళ్లతో యోబు స్నేహంగా ఉన్నాడు. దుర్మార్గులతో కలిసి సహవాసం యోబుకు యిష్టం."},{"number":9,"verse":"‘ఎందుకంటే, ఒకడు దేవునికి విధేయత చూపించేందుకు ప్రయత్నిస్తే దానివల్ల అతనికి ప్రయోజనం ఏమీ కలుగదు’ అని యోబు చెబుతున్నాడు."},{"number":10,"verse":"“కనుక గ్రహించగలిగిన ఓ మనుష్యులారా, నా మాట వినండి. దేవుడు ఎన్నటికీ చెడు చేయడు. సర్వశక్తిమంతుడైన దేవుడు ఎన్నటికీ తప్పు చేయడు."},{"number":11,"verse":"ఒకడు చేసిన విషయాలనే తిరిగి దేవుడు అతనికి చెల్లిస్తాడు. మనుష్యులకు రావలసిందే దేవుడు వారికి ఇస్తాడు."},{"number":12,"verse":"ఇది సత్యం. దేవుడు తప్పు చేయడు. సర్వశక్తిమంతుడైన దేవుడు ఎల్లప్పుడూ న్యాయంగానే ఉంటాడు."},{"number":13,"verse":"భూమికి పర్యవేక్షకునిగా ఉండేందుకు దేవుణ్ణి ఎవరు నియమించారు? భూభారాన్ని దేవునికి ఎవరు అప్పగించారు? (దేవుడు అన్నింటినీ పుట్టించాడు మరియు అన్నీ ఆయన అధీనంలో ఉంటాయి.)"},{"number":14,"verse":"దేవుడు తన ఆత్మను, తన ప్రాణవాయువును మనుష్యుల్లోనుండి తీసివేయాలని ఒకవేళ అనుకొంటే"},{"number":15,"verse":"అప్పుడు భూమి మీద మనుష్యులు అందరూ చనిపోతారు. అప్పుడు మనుష్యులు మరల మట్టి అయిపోతారు."},{"number":16,"verse":"“మీరు జ్ఞానంగల వారైతే, నేను చెప్పేది వినండి."},{"number":17,"verse":"న్యాయంగా ఉండటం యిష్టంలేని మనిషి పరిపాలకునిగా ఉండజాలడు. యోబూ, బలమైన మంచి దేవుణ్ణి నీవు దోషిగా తీర్చగలవని నీవు తలుస్తున్నావా?"},{"number":18,"verse":"‘మీరు పనికిమాలిన వాళ్లు’ అని రాజులతో చెప్పేవాడు దేవుడు. ‘మీరు దుర్మార్గులు’ అని నాయకులతో దేవుడు చెబుతాడు."},{"number":19,"verse":"దేవుడు నాయకులను మనుష్యులకంటె ఎక్కువేమీ ప్రేమించడు. దేవుడు ధనికులను దరిద్రుల కంటే ఎక్కువేమీ ప్రేమించడు. ఎందుకంటే, ప్రతి మనిషినీ దేవుడే చేశాడు గనుక."},{"number":20,"verse":"ఒక వ్యక్తి రాత్రిపూట అకస్మాత్తుగా మరణించవచ్చును. మనుష్యులను దేవుడు రోగులుగా చేస్తాడు. వారు మరణిస్తారు. ఏ కారణం లేకుండానే శక్తిగల మనుష్యులు మరణిస్తారు."},{"number":21,"verse":"“మనుష్యులు ఏమి చేస్తున్నదీ దేవుడు గమనిస్తూ ఉంటాడు. ఒక వ్యక్తి నడిచే ప్రతి నడత దేవునికి తెలుసు."},{"number":22,"verse":"దుర్మార్గుడు దేవునికి కనబడకుండా దాగుకొనేందుకు చీకటి చోటు ఏమీ లేదు. ఏ చోటైన చీకటిగా ఉండదు."},{"number":23,"verse":"మనుష్యులను మరింత పరీక్షించేందుకు దేవునికి ఒక నిర్ణీత సమయం అవసరం లేదు. మనుష్యులకు తీర్పు తీర్చేందుకు దేవుడు వారిని తన ఎదుటికి తీసుకొని రానవసరం లేదు."},{"number":24,"verse":"దేవుడు ప్రశ్నలు అడగాల్సిన అవసరం లేదు. కానీ దేవుడు శక్తివంతమైన వారిని నాశనం చేసి ఇతరులను వారి స్థానంలో ఉంచుతాడు."},{"number":25,"verse":"కనుక మనుష్యులు ఏమి చేస్తారో దేవునికి తెలుసు. అందుకే దేవుడు దుర్మార్గులను రాత్రిపూట ఓడించి, వారిని నాశనం చేస్తాడు."},{"number":26,"verse":"చెడ్డవాళ్లు చేయు దుర్మార్గపు పనులను బట్టి దేవుడు వారిని నాశనం చేస్తాడు. ఆ చెడ్డవారిని అందరూ చేసేలా ఆయన శిక్షిస్తాడు"},{"number":27,"verse":"ఎందుకంటే ఆ చెడ్డవాళ్లు దేవునికి విధేయత కావటం మానివేశారు గనుక. మరియు ఆయన కొరిన వాటిని చేయటం ఆ చెడ్డవాళ్లు లక్ష్య పెట్టలేదు గనుక."},{"number":28,"verse":"పేద ప్రజలను బాధించి, వారు సహాయం కోసం దేవునికి మొర పెట్టేలాగా ఆ చెడ్డవాళ్లు చేశారు. మరియు పేదవారు సహాయం కోసం మొరపెట్టినప్పుడు ఆయన వింటాడు."},{"number":29,"verse":"కానీ ఒకవేళ పేద ప్రజలకు సహాయం చేయకూడదని కనుక దేవుడు నిర్ణయంచేస్తే ఎవరూ ఆయనను దోషిగా నిర్ణయించలేరు ఒకవేళ దేవుడు ప్రజలకు తన ముఖం మరుగు చేసికొంటే వారికి సహాయం చేయగలవాడు ఎవడూ ఉండడు. అయితే ఆయన వ్యక్తులను, రాజ్యాలను పాలిస్తాడు."},{"number":30,"verse":"తర్వాత దేవునికి విరోధంగా ఉండి మనుష్యులను మోసగించే వ్యక్తిని దేవుడు పాలకునిగా ఉండనివ్వడు."},{"number":31,"verse":"“ఒకవేళ ఒక వ్యక్తి దేవునితో అనవచ్చును: ‘నేను దోషిని, నేను ఇంకెంత మాత్రం పాపం చేయను."},{"number":32,"verse":"దేవా, నాకు తెలియని విషయాలు నాకు నేర్పించు. నేను తప్పు చేసి ఉంటే ఇకమీదట ఎన్నటికి మరల దానిని చేయను.’"},{"number":33,"verse":"కానీ యోబూ, నీవు మారటానికి తిరస్కరిస్తూ ఉండగా, నీవు ఏ విధంగా ప్రతిఫలం కావాలని కోరుకొంటావో అలా దేవుడు నీకు ప్రతిఫలం ఇవ్వాలా? యోబూ, ఇది నీ తీర్మానం, నాది కాదు. నీవు ఏమి అనుకొంటున్నావో నాకు చెప్పు."},{"number":34,"verse":"జ్ఞానం గలిగి, గ్రహింపు ఉన్న ఏ మనిషిగాని నాతో ఏకీభవిస్తాడు. నా మాటలు వినే జ్ఞానం గల మనిషి ఎవరైనా సరే అని అంటారు,"},{"number":35,"verse":"‘యోబు తెలియనివానిలా మాట్లాడతాడు. యోబు చెప్పే మాటలకు అర్థం లేదు.’"},{"number":36,"verse":"యోబును పరీక్షించేందుకు అతనికి ఇంకా ఎక్కువ కష్టాలు వస్తే బాగుండునని, నా ఆశ. ఎందుకంటే ఒక దుర్మార్గుడు జవాబిచ్చినట్టుగా యోబు మనకు జవాబు ఇస్తున్నాడు గనుక."},{"number":37,"verse":"యోబు తన పాపం అంతటికి తిరుగుబాటుతనం అదనంగా కలిపాడు. యోబు మనలను అవమానించి, మన ఎదుట దేవుణ్ణి హేళన చేస్తున్నాడు.”"}]}