{"bibleAbbr":"teERV1997","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"“యోబూ, నీవు కావాలంటే గట్టిగా పిలువు. కాని నీకు ఎవ్వరూ జవాబు ఇవ్వరు! నీవు ఏ దేవదూతల తట్టూ తిరుగలేవు!"},{"number":2,"verse":"తెలివి తక్కువ మనిషి యొక్క కోపం వానినే చంపివేస్తుంది. బుద్ధిహీనుని అసూయ వానినే చంపివేస్తుంది."},{"number":3,"verse":"బాగా వేరూనుకొని, వృద్ధిపొందుతున్న ఒక బుద్ధి హీనుణ్ణి చూశాను. (అతను బలంగా, క్షేమంగా ఉన్నా ననుకొన్నాడు). అయితే అకస్మాత్తుగా వాని ఇల్లు శపించబడింది."},{"number":4,"verse":"ఆ బుద్ధిహీనుని పిల్లలు క్షేమంగా లేరు. (న్యాయ స్థానంలో) వారిని ఆదుకొనేందుకు నగరద్వారం వద్ద ఎవ్వరూలేరు."},{"number":5,"verse":"ఆ బుద్ధిహీనుని పంటలను ఆకలిగొన్న ప్రజలు తీసుకొంటారు. ఆకలిగొన్న ఆ మనుష్యలు ముండ్లలో పెరుగుతున్న ధాన్యపు గింజలను కూడా తీసుకొంటారు. ఆశగలవారు అతని ఐశ్వర్యాన్ని తీసుకొంటారు."},{"number":6,"verse":"చెడ్డ కాలాలు మట్టిలోనుండి రావు. కష్టం నేలలో నుండి పెరగదు."},{"number":7,"verse":"నిప్పులో నుండి రవ్వలు పైకి లేచినంత నిశ్చయంగా మనిషి కష్టం కోసమే పుట్టాడు."},{"number":8,"verse":"కాని యోబూ, నేనే గనుక నీవైతే నేను దేవుని తట్టు తిరిగి నా సమస్య ఆయనతో చెబుతాను."},{"number":9,"verse":"దేవుడు చేసే ఆశ్చర్యకరమైన వాటిని మనుష్యులెవ్వరు గ్రహించలేరు. దేవుడు చేసే అద్భుతాలకు అంతం లేదు."},{"number":10,"verse":"దేవుడు భూమి మీద వర్షం కురిపిస్తాడు. ఆయన పొలాలకు నీళ్లు పంపిస్తాడు."},{"number":11,"verse":"దీనుడైన మనిషిని దేవుడు లేవనెత్తుతాడు. దుఃఖంలో ఉన్న వ్యక్తిని ఆయన చాలా సంతోషపరుస్తాడు."},{"number":12,"verse":"తెలివిగల దుర్మార్గులకు విజయం కలుగకుండా దేవుడు వారి పథకాలను నివారిస్తాడు."},{"number":13,"verse":"దేవుడు తెలివిగల మనుష్యులను వారి కుయుక్తి పథకాల్లోనే పట్టేస్తాడు. అందుచేత తెలివిగల మనిషి యొక్క పథకాలు విజయవంతం కావు."},{"number":14,"verse":"పగటివేళ సైతం ఆ తెలివిగల మనుష్యులు చీకటిలో వలె తడబడుతారు. మధ్యాహ్నపు వేళల్లో సైతం రాత్రిపూట ఒకడు తడబడునట్లు తడువులాడుతారు."},{"number":15,"verse":"దేవుడు పేద ప్రజలను మరణం నుండి రక్షిస్తాడు. బలవంతుల హస్తాలనుండి పేదలను ఆయనే రక్షిస్తాడు."},{"number":16,"verse":"కనుక పేద ప్రజలకు నిరీక్షణ ఉంది. న్యాయంగా లేని దుర్మార్గులను దేవుడు నాశనం చేస్తాడు."},{"number":17,"verse":"“దేవుడు సరిదిద్దే మనిషి సంతోషంగా ఉంటాడు. కనుక సర్వశక్తిమంతుడైన దేవుడు నిన్ను శిక్షించినప్పుడు, దానిని తోసిపుచ్చకు."},{"number":18,"verse":"దేవుడు చేసిన గాయాలకు ఆయన కట్లు కడతాడు. ఆయనే గాయపరుస్తాడు, కాని ఆయన చేతులే తిరిగి స్వస్థపరుస్తాయి."},{"number":19,"verse":"ఆరు కష్టాలనుండి ఆయన నిన్ను రక్షిస్తాడు; అవును, ఏడు కష్టాల్లో కూడా నీవు బాధించబడవు."},{"number":20,"verse":"కరువు వచ్చినప్పుడు దేవుడు నిన్ను మరణంనుండి రక్షిస్తాడు. యుద్ధంలో దేవుడు నిన్ను మరణం నుండి కాపాడుతాడు."},{"number":21,"verse":"మనుష్యులు వాడిగల తమ నాలుకలతో నిన్ను గూర్చి చెడుగా మాట్లాడినప్పుడు దేవుడు నిన్ను రక్షిస్తాడు. నాశనం వచ్చినప్పుడు నీవు భయపడాల్సిన పనిలేదు."},{"number":22,"verse":"నాశనం, కరువును చూసి నీవు నవ్వుతావు. అడవి జంతువులను చూసి నీవు భయపడాల్సిన అవసరం లేదు."},{"number":23,"verse":"నీ ఒడంబడిక దేవునితో ఉంది కనుక నీవు దున్నే పొలాల్లో బండలు ఉండవు. మరియు అడవి మృగాలు ఎన్నటికీ నీ మీద పడవు. ( హీబ్రూలో పొలాలలోవున్న రాళ్లతో ఒక నిబంధనను ఏర్పరచుకొంటావు. మరియు జంతువులు నీతో శాంతియుతంగా ఉంటాయి.)"},{"number":24,"verse":"నీ గుడారం క్షేమంగా ఉంది గనుక నీవు శాంతంగా జీవిస్తావు. నీవు నీ ఆస్తి లెక్కించగా ఏదీ పోయి ఉండదు."},{"number":25,"verse":"నీకు చాలామంది పిల్లలు ఉంటారు. నేలమీద గడ్డి పరకల్లా నీ పిల్లలు చాలామంది ఉంటారు."},{"number":26,"verse":"కోతకాలం వరకు సరిగ్గా పెరిగే గోధుమలా నీవు ఉంటావు. అవును, నీవు పక్వమయిన వృద్ధాప్యం వరకు జీవిస్తావు."},{"number":27,"verse":"“యోబూ, ఈ విషయాలు మేము పరిశీలించాం. అవి సత్యమైనవని మాకు తెలుసు. అందుచేత యోబూ, మేము చెప్పు సంగతులను విని, నీ మట్టుకు నీవే వాటిని తెలుసుకో.”"}]}