{"bibleAbbr":"Orig2013+","bookName":"ויקרא","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses ואל <WH413> and to אהרן <WH175> Aaron, לאמר׃ <WH559> saying,"},{"number":2,"verse":"דברו <WH1696> Speak אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ואמרתם <WH559> and say אלהם <WH413> unto אישׁ <WH376> any man אישׁ <WH376> any man כי <WH3588> them, When יהיה <WH1961> hath זב <WH2100> a running issue מבשׂרו <WH1320> out of his flesh, זובו <WH2101> his issue טמא <WH2931> unclean. הוא׃ <WH1931> he"},{"number":3,"verse":"וזאת <WH2063> And this תהיה <WH1961> shall be טמאתו <WH2932> his uncleanness בזובו <WH2101> in his issue: רר <WH7325> run בשׂרו <WH1320> whether his flesh את <WH854> with זובו <WH2101> his issue, או <WH176> or החתים <WH2856> be stopped בשׂרו <WH1320> his flesh מזובו <WH2101> from his issue, טמאתו <WH2932> his uncleanness. הוא׃ <WH1931> it"},{"number":4,"verse":"כל <WH3605> Every המשׁכב <WH4904> bed, אשׁר <WH834> whereon ישׁכב <WH7901> he lieth עליו <WH5921> whereon הזב <WH2100> that hath the issue, יטמא <WH2930> is unclean: וכל <WH3605> and every הכלי <WH3627> thing, אשׁר <WH834> whereon ישׁב <WH3427> he sitteth, עליו <WH5921> whereon יטמא׃ <WH2930> shall be unclean."},{"number":5,"verse":"ואישׁ <WH376> אשׁרגע <WH5060> toucheth במשׁכבו <WH4904> his bed יכבס <WH3526> shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":6,"verse":"והישׁב <WH3427> And he that sitteth על <WH5921> on הכלי <WH3627> thing אשׁר <WH834> whereon ישׁב <WH3427> he sat עליו <WH5921> whereon הזב <WH2100> that hath the issue יכבס <WH3526> shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":7,"verse":"והנגע <WH5060> And he that toucheth בבשׂר <WH1320> the flesh הזב <WH2100> of him that hath the issue יכבס <WH3526> shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":8,"verse":"וכי <WH3588> And if ירק <WH7556> spit הזב <WH2100> he that hath the issue בטהור <WH2889> upon him that is clean; וכבס <WH3526> then he shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":9,"verse":"וכל <WH3605> המרכבשׁר <WH834> ירכב <WH7392> he rideth עליו <WH5921> upon הזב <WH2100> that hath the issue יטמא׃ <WH2930> shall be unclean."},{"number":10,"verse":"וכל <WH3605> And whosoever הנגע <WH5060> toucheth בכל <WH3605> any thing אשׁר <WH834> that יהיה <WH1961> was תחתיו <WH8478> under יטמא <WH2930> him shall be unclean עד <WH5704> until הערב <WH6153> the even: והנושׂא <WH5375> and he that beareth אותם <WH853> יכבס <WH3526> those things shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":11,"verse":"וכל <WH3605> אשׁרגע <WH5060> he toucheth בו הזב <WH2100> that hath the issue, וידיו <WH3027> his hands לא <WH3808> and hath not שׁטף <WH7857> rinsed במים <WH4325> in water, וכבס <WH3526> he shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":12,"verse":"וכלי <WH3627> And the vessel חרשׂ <WH2789> of earth, אשׁר <WH834> that יגע <WH5060> he toucheth בו הזב <WH2100> which hath the issue, ישׁבר <WH7665> shall be broken: וכל <WH3605> and every כלי <WH3627> vessel עץ <WH6086> of wood ישׁטף <WH7857> shall be rinsed במים׃ <WH4325> in water."},{"number":13,"verse":"וכי <WH3588> And when יטהר <WH2891> is cleansed הזב <WH2100> he that hath an issue מזובו <WH2101> of his issue; וספר <WH5608> then he shall number לו שׁבעת <WH7651> to himself seven ימים <WH3117> days לטהרתו <WH2893> for his cleansing, וכבס <WH3526> and wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe בשׂרו <WH1320> his flesh במים <WH4325> water, חיים <WH2416> in running וטהר׃ <WH2891> and shall be clean."},{"number":14,"verse":"וביום <WH3117> day השׁמיני <WH8066> And on the eighth יקח <WH3947> he shall take לו שׁתי <WH8147> to him two תרים <WH8449> turtledoves, או <WH176> or שׁני <WH8147> two בני <WH1121> young יונה <WH3123> pigeons, ובא <WH935> and come לפני <WH6440> before יהוה <WH3068> the LORD אל <WH413> unto פתח <WH6607> the door אהל <WH168> of the tabernacle מועד <WH4150> of the congregation, ונתנם <WH5414> and give אל <WH413> them unto הכהן׃ <WH3548> the priest:"},{"number":15,"verse":"ועשׂה <WH6213> shall offer אתם <WH853> הכהן <WH3548> And the priest אחד <WH259> them, the one חטאת <WH2403> a sin offering, והאחד <WH259> and the other עלה <WH5930> a burnt offering; וכפר <WH3722> shall make an atonement עליו <WH5921> for הכהן <WH3548> and the priest לפני <WH6440> him before יהוה <WH3068> the LORD מזובו׃ <WH2101> for his issue."},{"number":16,"verse":"ואישׁ <WH376> any man's כי <WH3588> And if תצא <WH3318> go out ממנו <WH4480> from שׁכבת <WH7902> of copulation זרע <WH2233> seed ורחץ <WH7364> him, then he shall wash במים <WH4325> in water, את <WH853> כל <WH3605> all בשׂרו <WH1320> his flesh וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":17,"verse":"וכל <WH3605> And every בגד <WH899> garment, וכל <WH3605> and every עור <WH5785> skin, אשׁר <WH834> whereon יהיה <WH1961> is עליו <WH5921> whereon שׁכבת <WH7902> of copulation, זרע <WH2233> the seed וכבס <WH3526> shall be washed במים <WH4325> with water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":18,"verse":"ואשׁה <WH802> The woman אשׁר <WH834> ישׁכב <WH7901> shall lie אישׁ <WH376> man אתה <WH854> שׁכבת <WH7902> of copulation, זרע <WH2233> seed ורחצו <WH7364> they shall bathe במים <WH4325> in water, וטמאו <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":19,"verse":"ואשׁה <WH802> a woman כי <WH3588> And if תהיה <WH1961> have זבה <WH2101> her issue דם <WH1818> blood, יהיה <WH1961> be זבה <WH2100> an issue, בבשׂרה <WH1320> in her flesh שׁבעת <WH7651> seven ימים <WH3117> days: תהיה <WH1961> she shall be בנדתה <WH5079> put apart וכל <WH3605> and whosoever הנגע <WH5060> toucheth בה יטמא <WH2930> her shall be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":20,"verse":"וכל <WH3605> And every thing אשׁר <WH834> that תשׁכב <WH7901> she lieth עליו <WH5921> upon בנדתה <WH5079> in her separation יטמא <WH2930> shall be unclean: וכל <WH3605> every thing אשׁר <WH834> also that תשׁב <WH3427> she sitteth עליו <WH5921> upon יטמא׃ <WH2930> shall be unclean."},{"number":21,"verse":"וכל <WH3605> And whosoever הנגע <WH5060> toucheth במשׁכבה <WH4904> her bed יכבס <WH3526> shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":22,"verse":"וכל <WH3605> And whosoever הנגע <WH5060> toucheth בכל <WH3605> any כלי <WH3627> thing אשׁר <WH834> that תשׁב <WH3427> she sat עליו <WH5921> upon יכבס <WH3526> shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":23,"verse":"ואם <WH518> And if על <WH5921> on המשׁכב <WH4904> bed, הוא <WH1931> it או <WH176> or על <WH5921> on הכלי <WH3627> any thing אשׁר <WH834> whereon הוא <WH1931> she ישׁבת <WH3427> sitteth, עליו <WH5921> whereon בנגעו <WH5060> when he toucheth בו יטמא <WH2930> it, he shall be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":24,"verse":"ואם <WH518> And if שׁכב <WH7901> lie with her at all, ישׁכב <WH7901> he lieth אישׁ <WH376> any man אתה <WH854> ותהי <WH1961> be נדתה <WH5079> and her flowers עליו <WH5921> upon וטמא <WH2930> him, he shall be unclean שׁבעת <WH7651> seven ימים <WH3117> days; וכל <WH3605> and all המשׁכב <WH4904> the bed אשׁר <WH834> whereon ישׁכב <WH7901> עליו <WH5921> whereon יטמא׃ <WH2930> shall be unclean."},{"number":25,"verse":"ואשׁה <WH802> a woman כי <WH3588> And if יזוב <WH2100> have an issue זוב <WH2101> have an issue דמה <WH1818> of her blood ימים <WH3117> days רבים <WH7227> many בלא <WH3808> out of עת <WH6256> the time נדתה <WH5079> of her separation, או <WH176> or כי <WH3588> if תזוב <WH2100> it run על <WH5921> beyond נדתה <WH5079> the time of her separation; כל <WH3605> all ימי <WH3117> the days זוב <WH2101> of the issue טמאתה <WH2932> of her uncleanness כימי <WH3117> as the days נדתה <WH5079> of her separation: תהיה <WH1961> shall be טמאה <WH2931> unclean. הוא׃ <WH1931> she"},{"number":26,"verse":"כל <WH3605> Every המשׁכב <WH4904> bed אשׁר <WH834> whereon תשׁכב <WH7901> she lieth עליו <WH5921> whereon כל <WH3605> all ימי <WH3117> the days זובה <WH2101> of her issue כמשׁכב <WH4904> unto her as the bed נדתה <WH5079> of her separation: יהיה <WH1961> shall be לה וכל <WH3605> and whatsoever הכלי <WH3627> and whatsoever אשׁר <WH834> upon תשׁב <WH3427> she sitteth עליו <WH5921> upon טמא <WH2931> unclean, יהיה <WH1961> shall be כטמאת <WH2932> as the uncleanness נדתה׃ <WH5079> of her separation."},{"number":27,"verse":"וכל <WH3605> And whosoever הנוגע <WH5060> toucheth בם יטמא <WH2930> those things shall be unclean, וכבס <WH3526> and shall wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> in water, וטמא <WH2930> and be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":28,"verse":"ואם <WH518> But if טהרה <WH2891> she be cleansed מזובה <WH2101> of her issue, וספרה <WH5608> then she shall number לה שׁבעת <WH7651> to herself seven ימים <WH3117> days, ואחר <WH310> and after that תטהר׃ <WH2891> she shall be clean."},{"number":29,"verse":"וביום <WH3117> day השׁמיני <WH8066> And on the eighth תקח <WH3947> she shall take לה שׁתי <WH8147> unto her two תרים <WH8449> turtles, או <WH176> or שׁני <WH8147> two בני <WH1121> young יונה <WH3123> pigeons, והביאה <WH935> and bring אותם <WH853> אל <WH413> them unto הכהן <WH3548> the priest, אל <WH413> to פתח <WH6607> the door אהל <WH168> of the tabernacle מועד׃ <WH4150> of the congregation."},{"number":30,"verse":"ועשׂה <WH6213> shall offer הכהן <WH3548> And the priest את <WH853> האחד <WH259> the one חטאת <WH2403> a sin offering, ואת <WH853> האחד <WH259> and the other עלה <WH5930> a burnt offering; וכפר <WH3722> shall make an atonement עליה <WH5921> for הכהן <WH3548> and the priest לפני <WH6440> her before יהוה <WH3069> מזוב <WH2101> for the issue טמאתה׃ <WH2932> of her uncleanness."},{"number":31,"verse":"והזרתם <WH5144> Thus shall ye separate את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel מטמאתם <WH2932> from their uncleanness; ולא <WH3808> not ימתו <WH4191> that they die בטמאתם <WH2932> in their uncleanness, בטמאם <WH2930> when they defile את <WH853> משׁכני <WH4908> my tabernacle אשׁר <WH834> that בתוכם׃ <WH8432> among"},{"number":32,"verse":"זאת <WH2063> This תורת <WH8451> the law הזב <WH2100> of him that hath an issue, ואשׁר <WH834> and whose תצא <WH3318> goeth ממנו <WH4480> from שׁכבת <WH7902> seed זרע <WH2233> seed לטמאה׃ <WH2930> him, and is defiled"},{"number":33,"verse":"והדוה <WH1739> And of her that is sick בנדתה <WH5079> of her flowers, והזב <WH2100> אתובו <WH2101> לזכר <WH2145> of the man, ולנקבה <WH5347> and of the woman, ולאישׁ <WH376> and of him אשׁר <WH834> that ישׁכב <WH7901> lieth עם <WH5973> with טמאה׃ <WH2931> her that is unclean."}]}