{"bibleAbbr":"Orig2013+","bookName":"ויקרא","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, אמר <WH559> Speak אל <WH413> unto הכהנים <WH3548> the priests בני <WH1121> the sons אהרן <WH175> of Aaron, ואמרת <WH559> and say אלהם <WH413> unto לנפשׁ <WH5315> for the dead לא <WH3808> them, There shall none יטמא <WH2930> be defiled בעמיו׃ <WH5971> among his people:"},{"number":2,"verse":"כי <WH3588> אםשׁארו <WH7607> for his kin, הקרב <WH7138> that is near אליו <WH413> unto לאמו <WH517> him, for his mother, ולאביו <WH1> and for his father, ולבנו <WH1121> and for his son, ולבתו <WH1323> and for his daughter, ולאחיו׃ <WH251> and for his brother,"},{"number":3,"verse":"ולאחתו <WH269> And for his sister הבתולה <WH1330> a virgin, הקרובה <WH7138> that is nigh אליו <WH413> unto אשׁר <WH834> him, which לא <WH3808> no היתה <WH1961> hath had לאישׁ <WH376> husband; לה יטמא׃ <WH2930> for her may he be defiled."},{"number":4,"verse":"לא <WH3808> he shall not יטמא <WH2930> defile himself, בעל <WH1167> a chief man בעמיו <WH5971> among his people, להחלו׃ <WH2490> to profane himself."},{"number":5,"verse":"לא <WH3808> They shall not יקרחה <WH7139> make קרחה <WH7144> baldness בראשׁם <WH7218> upon their head, ופאת <WH6285> the corner זקנם <WH2206> of their beard, לא <WH3808> neither יגלחו <WH1548> shall they shave off ובבשׂרם <WH1320> in their flesh. לא <WH3808> nor ישׂרטו <WH8295> make שׂרטת׃ <WH8296> any cuttings"},{"number":6,"verse":"קדשׁים <WH6918> holy יהיו <WH1961> They shall be לאלהיהם <WH430> unto their God, ולא <WH3808> and not יחללו <WH2490> profane שׁם <WH8034> the name אלהיהם <WH430> of their God: כי <WH3588> for את <WH853> אשׁיהוה <WH3068> לחם <WH3899> the bread אלהיהם <WH430> of their God, הם <WH1992> they מקריבם <WH7126> do offer: והיו <WH1961> therefore they shall be קדשׁ׃ <WH6944> holy."},{"number":7,"verse":"אשׁה <WH802> a wife זנה <WH2181> a whore, וחללה <WH2491> or profane; לא <WH3808> They shall not יקחו <WH3947> take ואשׁה <WH802> a woman גרושׁה <WH1644> put away מאישׁה <WH376> from her husband: לא <WH3808> neither יקחו <WH3947> shall they take כי <WH3588> for קדשׁ <WH6918> holy הוא <WH1931> he לאלהיו׃ <WH430> unto his God."},{"number":8,"verse":"וקדשׁתו <WH6942> Thou shalt sanctify כי <WH3588> him therefore; for את <WH853> לחם <WH3899> the bread אלהיך <WH430> of thy God: הוא <WH1931> he מקריב <WH7126> offereth קדשׁ <WH6918> holy יהיה <WH1961> he shall be לך כי <WH3588> unto thee: for קדושׁ <WH6918> you, holy. אני <WH589> I יהוה <WH3068> the LORD, מקדשׁכם׃ <WH6942> which sanctify"},{"number":9,"verse":"ובת <WH1323> And the daughter אישׁ <WH376> of any כהן <WH3548> priest, כי <WH3588> if תחל <WH2490> she profane herself לזנות <WH2181> by playing the whore, את <WH853> אביה <WH1> her father: היא <WH1931> she מחללת <WH2490> profaneth באשׁ <WH784> with fire. תשׂרף׃ <WH8313> she shall be burnt"},{"number":10,"verse":"והכהן <WH3548> priest הגדול <WH1419> And the high מאחיו <WH251> among his brethren, אשׁר <WH834> whose יוצק <WH3332> was poured, על <WH5921> upon ראשׁו <WH7218> head שׁמן <WH8081> oil המשׁחה <WH4888> the anointing ומלא <WH4390> אתדו <WH3027> ללבשׁ <WH3847> to put on את <WH853> הבגדים <WH899> the garments, את <WH853> ראשׁו <WH7218> his head, לא <WH3808> shall not יפרע <WH6544> uncover ובגדיו <WH899> his clothes; לא <WH3808> nor יפרם׃ <WH6533> rend"},{"number":11,"verse":"ועל <WH5921> to כל <WH3605> any נפשׁת <WH5315> body, מת <WH4191> dead לא <WH3808> Neither יבא <WH935> shall he go in לאביו <WH1> for his father, ולאמו <WH517> or for his mother; לא <WH3808> nor יטמא׃ <WH2930> defile himself"},{"number":12,"verse":"ומן <WH4480> of המקדשׁ <WH4720> the sanctuary, לא <WH3808> Neither יצא <WH3318> shall he go out ולא <WH3808> nor יחלל <WH2490> profane את <WH853> מקדשׁ <WH4720> the sanctuary אלהיו <WH430> of his God; כי <WH3588> for נזר <WH5145> the crown שׁמן <WH8081> oil משׁחת <WH4888> of the anointing אלהיו <WH430> of his God עליו <WH5921> upon אני <WH589> him: I יהוה׃ <WH3068> the LORD."},{"number":13,"verse":"והוא <WH1931> And he אשׁה <WH802> a wife בבתוליה <WH1331> in her virginity. יקח׃ <WH3947> shall take"},{"number":14,"verse":"אלמנה <WH490> A widow, וגרושׁה <WH1644> or a divorced woman, וחללה <WH2491> or profane, זנה <WH2181> a harlot, את <WH853> אלה <WH428> these לא <WH3808> shall he not יקח <WH3947> take: כי <WH3588> but אם <WH518> but בתולה <WH1330> a virgin מעמיו <WH5971> of his own people יקח <WH3947> he shall take אשׁה׃ <WH802> to wife."},{"number":15,"verse":"ולא <WH3808> Neither יחלל <WH2490> shall he profane זרעו <WH2233> his seed בעמיו <WH5971> among his people: כי <WH3588> for אני <WH589> I יהוה <WH3069> מקדשׁו׃ <WH6942> do sanctify"},{"number":16,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":17,"verse":"דבר <WH1696> Speak אל <WH413> unto אהרן <WH175> Aaron, לאמר <WH559> saying, אישׁ <WH376> מזרעך <WH2233> of thy seed לדרתם <WH1755> in their generations אשׁר <WH834> יהיה <WH1961> that hath בו מום <WH3971> blemish, לא <WH3808> let him not יקרב <WH7126> approach להקריב <WH7126> to offer לחם <WH3899> the bread אלהיו׃ <WH430> of his God."},{"number":18,"verse":"כי <WH3588> For כל <WH3605> whatsoever אישׁ <WH376> man אשׁר <WH834> that בו מום <WH3971> hath a blemish, לא <WH3808> he shall not יקרב <WH7126> approach: אישׁ <WH376> man, עור <WH5787> a blind או <WH176> or פסח <WH6455> a lame, או <WH176> or חרם <WH2763> he that hath a flat nose, או <WH176> or שׂרוע׃ <WH8311> any thing superfluous,"},{"number":19,"verse":"או <WH176> Or אישׁ <WH376> a man אשׁר <WH834> that יהיה <WH1961> is בו שׁבר <WH7667> רגלו <WH176> or שׁבר <WH7667> יד׃ <WH3027>"},{"number":20,"verse":"או <WH176> Or גבן <WH1384> crookbacked, או <WH176> or דק <WH1851> a dwarf, או <WH176> or תבלל <WH8400> that hath a blemish בעינו <WH5869> in his eye, או <WH176> or גרב <WH1618> be scurvy, או <WH176> or ילפת <WH3217> scabbed, או <WH176> or מרוח <WH4790> broken; אשׁך׃ <WH810> hath his stones"},{"number":21,"verse":"כל <WH3605> אישׁ <WH376> man אשׁר <WH834> that בו מום <WH3971> hath a blemish מזרע <WH2233> of the seed אהרן <WH175> of Aaron הכהן <WH3548> the priest לא <WH3808> he shall not יגשׁ <WH5066> shall come nigh להקריב <WH7126> to offer את <WH853> אשׁיהוה <WH3068> מום <WH3971> he hath a blemish; בו את <WH853> לחם <WH3899> the bread אלהיו <WH430> of his God. לא <WH3808> יגשׁ <WH5066> come nigh להקריב׃ <WH7126> to offer"},{"number":22,"verse":"לחם <WH3899> the bread אלהיו <WH430> of his God, מקדשׁי <WH6944> the holy. הקדשׁים <WH6944> ומן <WH4480> of the most holy, הקדשׁים <WH6944> יאכל׃ <WH398> He shall eat"},{"number":23,"verse":"אך <WH389> Only אל <WH413> unto הפרכת <WH6532> the veil, לא <WH3808> he shall not יבא <WH935> go in ואל <WH413> unto המזבח <WH4196> the altar, לא <WH3808> nor יגשׁ <WH5066> come nigh כי <WH3588> because מום <WH3971> he hath a blemish; בו ולא <WH3808> not יחלל <WH2490> that he profane את <WH853> מקדשׁי <WH4720> my sanctuaries: כי <WH3588> for אני <WH589> I יהוה <WH3068> the LORD מקדשׁם׃ <WH6942> do sanctify"},{"number":24,"verse":"וידבר <WH1696> told משׁה <WH4872> And Moses אל <WH413> unto אהרן <WH175> Aaron, ואל <WH413> and to בניו <WH1121> his sons, ואל <WH413> and unto כל <WH3605> all בני <WH1121> the children ישׂראל׃ <WH3478> of Israel."}]}