{"bibleAbbr":"Orig2013+","bookName":"ויקרא","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":2,"verse":"דבר <WH1696> Speak אל <WH413> unto אהרן <WH175> Aaron ואל <WH413> and to בניו <WH1121> his sons, וינזרו <WH5144> that they separate themselves מקדשׁי <WH6944> from the holy things בני <WH1121> of the children ישׂראל <WH3478> of Israel, ולא <WH3808> not יחללו <WH2490> and that they profane את <WH853> שׁם <WH8034> name קדשׁי <WH6944> my holy אשׁר <WH834> which הם <WH1992> they מקדשׁים <WH6942> hallow לי אני <WH589> unto me: I יהוה׃ <WH3068> the LORD."},{"number":3,"verse":"אמר <WH559> Say אלהם <WH413> unto לדרתיכם <WH1755> among your generations, כל <WH3605> of all אישׁ <WH376> אשׁר <WH834> that יקרב <WH7126> goeth מכל <WH3605> זרעכם <WH2233> your seed אל <WH413> unto הקדשׁים <WH6944> the holy things, אשׁר <WH834> which יקדישׁו <WH6942> hallow בני <WH1121> the children ישׂראל <WH3478> of Israel ליהוה <WH3068> unto the LORD, וטמאתו <WH2932> having his uncleanness עליו <WH5921> upon ונכרתה <WH3772> shall be cut off הנפשׁ <WH5315> soul ההוא <WH1931> him, that מלפני <WH6440> from my presence: אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":4,"verse":"אישׁ <WH376> a man אישׁ <WH376> מזרע <WH2233> of the seed אהרן <WH175> of Aaron והוא <WH1931> צרוע <WH6879> a leper, או <WH176> or זב <WH2100> hath a running issue; בקדשׁים <WH6944> of the holy things, לא <WH3808> he shall not יאכל <WH398> eat עד <WH5704> until אשׁר <WH834> until יטהר <WH2891> he be clean. והנגע <WH5060> And whoso toucheth בכל <WH3605> any thing טמא <WH2931> unclean נפשׁ <WH5315> the dead, או <WH176> or אישׁ <WH376> אשׁר <WH834> whose תצא <WH3318> goeth ממנו <WH4480> of the seed שׁכבת <WH7902> seed זרע׃ <WH2233> seed"},{"number":5,"verse":"או <WH176> Or אישׁ <WH376> whosoever אשׁר <WH834> whosoever יגע <WH5060> toucheth בכל <WH3605> any שׁרץ <WH8318> creeping thing, אשׁר <WH834> whereby יטמא <WH2930> he may be made unclean, לו או <WH176> or באדם <WH120> a man אשׁר <WH834> of whom יטמא <WH2930> he may take uncleanness, לו לכל <WH3605> whatsoever טמאתו׃ <WH2932> uncleanness"},{"number":6,"verse":"נפשׁ <WH5315> The soul אשׁר <WH834> which תגע <WH5060> hath touched בו וטמאה <WH2930> any such shall be unclean עד <WH5704> until הערב <WH6153> even, ולא <WH3808> and shall not יאכל <WH398> eat מן <WH4480> of הקדשׁים <WH6944> the holy things, כי <WH3588> unless אם <WH518> unless רחץ <WH7364> he wash בשׂרו <WH1320> his flesh במים׃ <WH4325> with water."},{"number":7,"verse":"ובא <WH935> is down, השׁמשׁ <WH8121> And when the sun וטהר <WH2891> he shall be clean, ואחר <WH310> and shall afterward יאכל <WH398> eat מן <WH4480> of הקדשׁים <WH6944> the holy things; כי <WH3588> because לחמו <WH3899> his food. הוא׃ <WH1931> it"},{"number":8,"verse":"נבלה <WH5038> That which dieth of itself, וטרפה <WH2966> or is torn לא <WH3808> he shall not יאכל <WH398> eat לטמאה <WH2930> to defile בה אני <WH589> himself therewith: I יהוה׃ <WH3068> the LORD."},{"number":9,"verse":"ושׁמרו <WH8104> They shall therefore keep את <WH853> משׁמרתי <WH4931> mine ordinance, ולא <WH3808> lest ישׂאו <WH5375> they bear עליו <WH5921> for חטא <WH2399> sin ומתו <WH4191> it, and die בו כי <WH3588> therefore, if יחללהו <WH2490> they profane אני <WH589> it: I יהוה <WH3068> the LORD מקדשׁם׃ <WH6942> do sanctify"},{"number":10,"verse":"וכל <WH3605> זר <WH2114> stranger לא <WH3808> shall not יאכל <WH398> eat קדשׁ <WH6944> the holy thing: תושׁב <WH8453> a sojourner כהן <WH3548> of the priest, ושׂכיר <WH7916> or a hired servant, לא <WH3808> יאכל <WH398> eat קדשׁ׃ <WH6944> the holy thing."},{"number":11,"verse":"וכהן <WH3548> the priest כי <WH3588> But if יקנה <WH7069> buy נפשׁ <WH5315> soul קנין <WH7075> with his money, כספו <WH3701> with his money, הוא <WH1931> he יאכל <WH398> shall eat בו ויליד <WH3211> of it, and he that is born ביתו <WH1004> in his house: הם <WH1992> they יאכלו <WH398> shall eat בלחמו׃ <WH3899> of his meat."},{"number":12,"verse":"ובת <WH1323> daughter כהן <WH3548> the priest's כי <WH3588> If תהיה <WH1961> also be לאישׁ <WH376> unto a stranger, זר <WH2114> unto a stranger, הוא <WH1931> she בתרומת <WH8641> of an offering הקדשׁים <WH6944> of the holy things. לא <WH3808> may not תאכל׃ <WH398> eat"},{"number":13,"verse":"ובת <WH1323> daughter כהן <WH3548> the priest's כי <WH3588> But if תהיה <WH1961> be אלמנה <WH490> a widow, וגרושׁה <WH1644> or divorced, וזרע <WH2233> child, אין <WH369> and have no לה ושׁבה <WH7725> and is returned אל <WH413> unto בית <WH1004> house, אביה <WH1> her father's כנעוריה <WH5271> as in her youth, מלחם <WH3899> אביהאכל <WH398> she shall eat וכל <WH3605> but there shall no זר <WH2114> stranger לא <WH3808> but there shall no יאכל׃ <WH398> eat"},{"number":14,"verse":"ואישׁ <WH376> a man כי <WH3588> And if יאכל <WH398> eat קדשׁ <WH6944> the holy thing בשׁגגה <WH7684> unwittingly, ויסף <WH3254> then he shall put חמשׁיתו <WH2549> the fifth עליו <WH5921> thereof unto ונתן <WH5414> it, and shall give לכהן <WH3548> unto the priest את <WH854> הקדשׁ׃ <WH6944> with the holy thing."},{"number":15,"verse":"ולא <WH3808> And they shall not יחללו <WH2490> profane את <WH853> קדשׁי <WH6944> the holy things בני <WH1121> of the children ישׂראל <WH3478> of Israel, את <WH853> אשׁר <WH834> which ירימו <WH7311> they offer ליהוה׃ <WH3068> unto the LORD;"},{"number":16,"verse":"והשׂיאו <WH5375> Or suffer them to bear אותם <WH853> עון <WH5771> the iniquity אשׁמה <WH819> of trespass, באכלם <WH398> when they eat את <WH853> קדשׁיהם <WH6944> their holy things: כי <WH3588> for אני <WH589> I יהוה <WH3068> the LORD מקדשׁם׃ <WH6942> do sanctify"},{"number":17,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":18,"verse":"דבר <WH1696> Speak אל <WH413> unto אהרן <WH175> Aaron, ואל <WH413> and to בניו <WH1121> his sons, ואל <WH413> and unto כל <WH3605> all בני <WH1121> the children ישׂראל <WH3478> of Israel, ואמרת <WH559> and say אלהם <WH413> unto אישׁ <WH376> אישׁבית <WH1004> of the house ישׂראל <WH3478> of Israel, ומן <WH4480> of the house הגר <WH1616> the strangers בישׂראל <WH3478> in Israel, אשׁר <WH834> that יקריב <WH7126> will offer קרבנו <WH7133> his oblation לכל <WH3605> for all נדריהם <WH5088> his vows, ולכל <WH3605> and for all נדבותם <WH5071> his freewill offerings, אשׁר <WH834> which יקריבו <WH7126> they will offer ליהוה <WH3068> unto the LORD לעלה׃ <WH5930> for a burnt offering;"},{"number":19,"verse":"לרצנכם <WH7522> at your own will תמים <WH8549> without blemish, זכר <WH2145> a male בבקר <WH1241> of the beefs, בכשׂבים <WH3775> of the sheep, ובעזים׃ <WH5795> or of the goats."},{"number":20,"verse":"כל <WH3605> אשׁרו מום <WH3971> hath a blemish, לא <WH3808> shall ye not תקריבו <WH7126> offer: כי <WH3588> for לא <WH3808> it shall not לרצון <WH7522> acceptable יהיה׃ <WH1961> be"},{"number":21,"verse":"ואישׁ <WH376> כיקריב <WH7126> offereth זבח <WH2077> a sacrifice שׁלמים <WH8002> of peace offerings ליהוה <WH3069> לפלא <WH6381> to accomplish נדר <WH5088> vow, או <WH176> or לנדבה <WH5071> a freewill offering בבקר <WH1241> in beefs או <WH176> or בצאן <WH6629> sheep, תמים <WH8549> perfect יהיה <WH1961> it shall be לרצון <WH7522> to be accepted; כל <WH3605> no מום <WH3971> blemish לא <WH3808> no יהיה׃ <WH1961> there shall be"},{"number":22,"verse":"עורת <WH5788> Blind, או <WH176> or שׁבור <WH7665> broken, או <WH176> or חרוץ <WH2782> maimed, או <WH176> or יבלת <WH2990> having a wen, או <WH176> or גרב <WH1618> scurvy, או <WH176> or ילפת <WH3217> scabbed, לא <WH3808> ye shall not תקריבו <WH7126> offer אלה <WH428> these ליהוה <WH3068> unto the LORD, ואשׁה <WH801> an offering by fire לא <WH3808> nor תתנו <WH5414> make מהם <WH1992> על <WH5921> them upon המזבח <WH4196> the altar ליהוה׃ <WH3068> unto the LORD."},{"number":23,"verse":"ושׁור <WH7794> Either a bullock ושׂה <WH7716> or a lamb שׂרוע <WH8311> that hath any thing superfluous וקלוט <WH7038> or lacking in his parts, נדבה <WH5071> a freewill offering; תעשׂה <WH6213> that mayest thou offer אתו <WH853> ולנדר <WH5088> but for a vow לא <WH3808> it shall not ירצה׃ <WH7521> be accepted."},{"number":24,"verse":"ומעוך <WH4600> that which is bruised, וכתות <WH3807> or crushed, ונתוק <WH5423> or broken, וכרות <WH3772> or cut; לא <WH3808> Ye shall not תקריבו <WH7126> offer ליהוה <WH3068> unto the LORD ובארצכם <WH776> in your land. לא <WH3808> neither תעשׂו׃ <WH6213> shall ye make"},{"number":25,"verse":"ומיד <WH3027> בןכר <WH5236> לא <WH3808> Neither תקריבו <WH7126> shall ye offer את <WH853> לחם <WH3899> the bread אלהיכם <WH430> of your God מכל <WH3605> of any אלה <WH428> of these; כי <WH3588> because משׁחתם <WH4893> their corruption בהם מום <WH3971> in them, blemishes בם לא <WH3808> in them: they shall not ירצו׃ <WH7521> be accepted"},{"number":26,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":27,"verse":"שׁור <WH7794> a bullock, או <WH176> or כשׂב <WH3775> a sheep, או <WH176> or עז <WH5795> a goat, כי <WH3588> When יולד <WH3205> is brought forth, והיה <WH1961> then it shall be שׁבעת <WH7651> seven ימים <WH3117> days תחת <WH8478> under אמו <WH517> the dam; ומיום <WH3117> השׁמיניהלאה <WH1973> and thenceforth ירצה <WH7521> it shall be accepted לקרבן <WH7133> for an offering אשׁה <WH801> made by fire ליהוה׃ <WH3068> unto the LORD."},{"number":28,"verse":"ושׁור <WH7794> And cow או <WH176> or שׂה <WH7716> ewe, אתו <WH853> ואתנו <WH1121> it and her young לא <WH3808> ye shall not תשׁחטו <WH7819> kill ביום <WH3117> day. אחד׃ <WH259> both in one"},{"number":29,"verse":"וכי <WH3588> And when תזבחו <WH2076> ye will offer זבח <WH2077> a sacrifice תודה <WH8426> of thanksgiving ליהוה <WH3068> unto the LORD, לרצנכם <WH7522> at your own will. תזבחו׃ <WH2076> offer"},{"number":30,"verse":"ביום <WH3117> day ההוא <WH1931> On the same יאכל <WH398> it shall be eaten up; לא <WH3808> none תותירו <WH3498> ye shall leave ממנו <WH4480> of עד <WH5704> it until בקר <WH1242> the morrow: אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":31,"verse":"ושׁמרתם <WH8104> Therefore shall ye keep מצותי <WH4687> my commandments, ועשׂיתם <WH6213> and do אתם <WH853> אני <WH589> them: I יהוה׃ <WH3068> the LORD."},{"number":32,"verse":"ולא <WH3808> Neither תחללו <WH2490> shall ye profane את <WH853> שׁם <WH8034> name; קדשׁי <WH6944> my holy ונקדשׁתי <WH6942> but I will be hallowed בתוך <WH8432> among בני <WH1121> the children ישׂראל <WH3478> of Israel: אני <WH589> I יהוה <WH3068> the LORD מקדשׁכם׃ <WH6942> which hallow"},{"number":33,"verse":"המוציא <WH3318> אתכםארץ <WH776> of the land מצרים <WH4714> of Egypt, להיות <WH1961> to be לכם לאלהים <WH430> your God: אני <WH589> I יהוה׃ <WH3068> the LORD."}]}