{"bibleAbbr":"Orig2013+","bookName":"ויקרא","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":2,"verse":"דבר <WH1696> Speak אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ואמרת <WH559> and say אלהם <WH413> unto אישׁ <WH376> a man כי <WH3588> them, When יפלא <WH6381> shall make a singular נדר <WH5088> vow, בערכך <WH6187> by thy estimation. נפשׁת <WH5315> the persons ליהוה׃ <WH3068> for the LORD"},{"number":3,"verse":"והיה <WH1961> shall be ערכך <WH6187> And thy estimation הזכר <WH2145> of the male מבן <WH1121> old, עשׂרים <WH6242> שׁנה <WH8141> years ועד <WH5704> even unto בן <WH1121> שׁשׁים <WH8346> sixty שׁנה <WH8141> והיה <WH1961> shall be ערכך <WH6187> even thy estimation חמשׁים <WH2572> fifty שׁקל <WH8255> shekels כסף <WH3701> of silver, בשׁקל <WH8255> after the shekel הקדשׁ׃ <WH6944> of the sanctuary."},{"number":4,"verse":"ואם <WH518> And if נקבה <WH5347> a female, הוא <WH1931> it והיה <WH1961> shall be ערכך <WH6187> then thy estimation שׁלשׁים <WH7970> thirty שׁקל׃ <WH8255> shekels."},{"number":5,"verse":"ואם <WH518> And if מבן <WH1121> old, חמשׁ <WH2568> שׁנים <WH8141> years ועד <WH5704> even unto בן <WH1121> עשׂרים <WH6242> twenty שׁנה <WH8141> והיה <WH1961> shall be ערכך <WH6187> then thy estimation הזכר <WH2145> of the male עשׂרים <WH6242> twenty שׁקלים <WH8255> shekels, ולנקבה <WH5347> and for the female עשׂרת <WH6235> ten שׁקלים׃ <WH8255> shekels."},{"number":6,"verse":"ואם <WH518> And if מבן <WH1121> old, חדשׁ <WH2320> ועד <WH5704> even unto בן <WH1121> חמשׁ <WH2568> five שׁנים <WH8141> years והיה <WH1961> shall be ערכך <WH6187> then thy estimation הזכר <WH2145> of the male חמשׁה <WH2568> five שׁקלים <WH8255> shekels כסף <WH3701> of silver, ולנקבה <WH5347> and for the female ערכך <WH6187> thy estimation שׁלשׁת <WH7969> three שׁקלים <WH8255> shekels כסף׃ <WH3701> of silver."},{"number":7,"verse":"ואם <WH518> And if מבן <WH1121> שׁשׁיםׁנה <WH8141> ומעלה <WH4605> and above; אם <WH518> if זכר <WH2145> a male, והיה <WH1961> shall be ערכך <WH6187> then thy estimation חמשׁה <WH2568> fifteen עשׂר <WH6240> fifteen שׁקל <WH8255> shekels, ולנקבה <WH5347> and for the female עשׂרה <WH6235> ten שׁקלים׃ <WH8255> shekels."},{"number":8,"verse":"ואם <WH518> But if מך <WH4134> be poorer הוא <WH1931> he מערכך <WH6187> than thy estimation, והעמידו <WH5975> then he shall present himself לפני <WH6440> before הכהן <WH3548> the priest, והעריך <WH6186> shall value אתו <WH853> הכהן <WH3548> and the priest על <WH5921> him; according to פי <WH6310> אשׁרשׂיג <WH5381> his ability יד <WH3027> his ability הנדר <WH5087> that vowed יעריכנו <WH6186> value הכהן׃ <WH3548> shall the priest"},{"number":9,"verse":"ואם <WH518> And if בהמה <WH929> a beast, אשׁר <WH834> whereof יקריבו <WH7126> men bring ממנה <WH4480> whereof קרבן <WH7133> an offering ליהוה <WH3068> unto the LORD, כל <WH3605> all אשׁר <WH834> that יתן <WH5414> giveth ממנו <WH4480> of ליהוה <WH3068> such unto the LORD יהיה <WH1961> shall be קדשׁ׃ <WH6944> holy."},{"number":10,"verse":"לא <WH3808> He shall not יחליפנו <WH2498> alter ולא <WH3808> it, nor ימיר <WH4171> change אתו <WH853> טוב <WH2896> it, a good ברע <WH7451> for a bad, או <WH176> or רע <WH7451> a bad בטוב <WH2896> for a good: ואם <WH518> and if המר <WH4171> he shall at all change ימיר <WH4171> he shall at all change בהמה <WH929> beast בבהמה <WH929> for beast, והיה <WH1961> thereof shall be הוא <WH1931> then it ותמורתו <WH8545> and the exchange יהיה <WH1961> קדשׁ׃ <WH6944> holy."},{"number":11,"verse":"ואם <WH518> And if כל <WH3605> any בהמה <WH929> beast, טמאה <WH2931> unclean אשׁר <WH834> of which לא <WH3808> they do not יקריבו <WH7126> offer ממנה <WH4480> of which קרבן <WH7133> a sacrifice ליהוה <WH3068> unto the LORD, והעמיד <WH5975> then he shall present את <WH853> הבהמה <WH929> the beast לפני <WH6440> before הכהן׃ <WH3548> the priest:"},{"number":12,"verse":"והעריך <WH6186> shall value הכהן <WH3548> And the priest אתה <WH853> בין <WH996> it, whether טוב <WH2896> it be good ובין <WH996> רע <WH7451> or bad: כערכך <WH6187> as thou valuest הכהן <WH3548> it, the priest, כן <WH3651> so יהיה׃ <WH1961> shall it be."},{"number":13,"verse":"ואם <WH518> But if גאל <WH1350> he will at all redeem יגאלנה <WH1350> he will at all redeem ויסף <WH3254> it, then he shall add חמישׁתו <WH2549> a fifth על <WH5921> thereof unto ערכך׃ <WH6187> thy estimation."},{"number":14,"verse":"ואישׁ <WH376> a man כי <WH3588> And when יקדשׁ <WH6942> shall sanctify את <WH853> ביתו <WH1004> his house קדשׁ <WH6944> holy ליהוה <WH3068> unto the LORD, והעריכו <WH6186> shall estimate הכהן <WH3548> then the priest בין <WH996> it, whether טוב <WH2896> it be good ובין <WH996> רע <WH7451> or bad: כאשׁר <WH834> as יעריך <WH6186> shall estimate אתו <WH853> הכהן <WH3548> the priest כן <WH3651> it, so יקום׃ <WH6965> shall it stand."},{"number":15,"verse":"ואם <WH518> And if המקדישׁ <WH6942> he that sanctified יגאל <WH1350> it will redeem את <WH853> ביתו <WH1004> his house, ויסף <WH3254> then he shall add חמישׁית <WH2549> the fifth כסף <WH3701> of the money ערכך <WH6187> of thy estimation עליו <WH5921> unto והיה׃ <WH1961> it, and it shall be"},{"number":16,"verse":"ואם <WH518> And if משׂדה <WH7704> of a field אחזתו <WH272> of his possession, יקדישׁ <WH6942> shall sanctify אישׁ <WH376> a man ליהוה <WH3068> unto the LORD והיה <WH1961> shall be ערכך <WH6187> then thy estimation לפי <WH6310> according to זרעו <WH2233> the seed זרע <WH2233> seed חמר <WH2563> thereof: a homer שׂערים <WH8184> of barley בחמשׁים <WH2572> at fifty שׁקל <WH8255> shekels כסף׃ <WH3701> of silver."},{"number":17,"verse":"אם <WH518> If משׁנת <WH8141> from the year היבל <WH3104> of jubilee, יקדישׁ <WH6942> he sanctify שׂדהו <WH7704> his field כערכך <WH6187> according to thy estimation יקום׃ <WH6965> it shall stand."},{"number":18,"verse":"ואם <WH518> But if אחר <WH310> after היבל <WH3104> the jubilee, יקדישׁ <WH6942> he sanctify שׂדהו <WH7704> his field וחשׁב <WH2803> shall reckon לו הכהן <WH3548> then the priest את <WH853> הכסף <WH3701> unto him the money על <WH5921> according to פי <WH6310> according to השׁנים <WH8141> the years הנותרת <WH3498> that remain, עד <WH5704> even unto שׁנת <WH8141> the year היבל <WH3104> of the jubilee, ונגרע <WH1639> and it shall be abated מערכך׃ <WH6187> from thy estimation."},{"number":19,"verse":"ואם <WH518> And if גאל <WH1350> will in any wise redeem יגאל <WH1350> will in any wise redeem את <WH853> השׂדה <WH7704> the field המקדישׁ <WH6942> he that sanctified אתו <WH853> ויסף <WH3254> it, then he shall add חמשׁית <WH2549> the fifth כסף <WH3701> of the money ערכך <WH6187> of thy estimation עליו <WH5921> unto וקם׃ <WH6965> it, and it shall be assured"},{"number":20,"verse":"ואם <WH518> And if לא <WH3808> he will not יגאל <WH1350> redeem את <WH853> השׂדה <WH7704> the field, ואם <WH518> or if מכר <WH4376> he have sold את <WH853> השׂדה <WH7704> the field לאישׁ <WH376> man, אחר <WH312> to another לא <WH3808> it shall not יגאל <WH1350> be redeemed עוד׃ <WH5750> any more."},{"number":21,"verse":"והיה <WH1961> shall be השׂדה <WH7704> But the field, בצאתו <WH3318> when it goeth out ביבל <WH3104> in the jubilee, קדשׁ <WH6944> holy ליהוה <WH3068> unto the LORD, כשׂדה <WH7704> as a field החרם <WH2764> devoted; לכהן <WH3548> the priest's. תהיה <WH1961> thereof shall be אחזתו׃ <WH272> the possession"},{"number":22,"verse":"ואם <WH518> And if את <WH853> שׂדה <WH7704> a field מקנתו <WH4736> which he hath bought, אשׁר <WH834> which לא <WH3808> not משׂדה <WH7704> of the fields אחזתו <WH272> of his possession; יקדישׁ <WH6942> sanctify ליהוה׃ <WH3068> unto the LORD"},{"number":23,"verse":"וחשׁב <WH2803> shall reckon לו הכהן <WH3548> Then the priest את <WH853> מכסת <WH4373> unto him the worth הערכך <WH6187> of thy estimation, עד <WH5704> unto שׁנת <WH8141> the year היבל <WH3104> of the jubilee: ונתן <WH5414> and he shall give את <WH853> הערכך <WH6187> thine estimation ביום <WH3117> day, ההוא <WH1931> in that קדשׁ <WH6944> a holy thing ליהוה׃ <WH3068> unto the LORD."},{"number":24,"verse":"בשׁנת <WH8141> In the year היובל <WH3104> of the jubilee ישׁוב <WH7725> shall return השׂדה <WH7704> the field לאשׁר <WH834> unto him קנהו <WH7069> it was bought, מאתו <WH853> לאשׁר <WH834> to him to whom לו אחזת <WH272> the possession הארץ׃ <WH776> of the land"},{"number":25,"verse":"וכל <WH3605> And all ערכך <WH6187> thy estimations יהיה <WH1961> shall be בשׁקל <WH8255> according to the shekel הקדשׁ <WH6944> of the sanctuary: עשׂרים <WH6242> twenty גרה <WH1626> gerahs יהיה <WH1961> shall be השׁקל׃ <WH8255> the shekel."},{"number":26,"verse":"אך <WH389> Only בכור <WH1060> the firstling אשׁר <WH834> which יבכר <WH1069> firstling, ליהוה <WH3068> should be the LORD's בבהמה <WH929> of the beasts, לא <WH3808> no יקדישׁ <WH6942> shall sanctify אישׁ <WH376> man אתו <WH853> אם <WH518> it; whether שׁור <WH7794> ox, אם <WH518> or שׂה <WH7716> sheep: ליהוה <WH3068> the LORD's. הוא׃ <WH1931> it"},{"number":27,"verse":"ואם <WH518> And if בבהמה <WH929> beast, הטמאה <WH2931> of an unclean ופדה <WH6299> then he shall redeem בערכך <WH6187> according to thine estimation, ויסף <WH3254> and shall add חמשׁתו <WH2549> a fifth עליו <WH5921> of it thereto: ואם <WH518> or if לא <WH3808> it be not יגאל <WH1350> redeemed, ונמכר <WH4376> then it shall be sold בערכך׃ <WH6187> according to thy estimation."},{"number":28,"verse":"אך <WH389> Notwithstanding כל <WH3605> no חרם <WH2764> devoted thing, אשׁר <WH834> that יחרם <WH2763> shall devote אישׁ <WH376> a man ליהוה <WH3069> מכל <WH3605> of all אשׁר <WH834> that לו מאדם <WH120> he hath, of man ובהמה <WH929> and beast, ומשׂדה <WH7704> and of the field אחזתו <WH272> of his possession, לא <WH3808> no ימכר <WH4376> shall be sold ולא <WH3808> יגאל <WH1350> or redeemed: כל <WH3605> every חרם <WH2764> devoted thing קדשׁ <WH6944> most holy קדשׁים <WH6944> most holy הוא <WH1931> ליהוה׃ <WH3069>"},{"number":29,"verse":"כל <WH3605> חרם <WH2764> devoted, אשׁר <WH834> which יחרם <WH2763> shall be devoted מן <WH4480> of האדם <WH120> men, לא <WH3808> יפדה <WH6299> shall be redeemed; מות <WH4191> shall surely be put to death. יומת׃ <WH4191> shall surely be put to death."},{"number":30,"verse":"וכל <WH3605> And all מעשׂר <WH4643> the tithe הארץ <WH776> of the land, מזרע <WH2233> of the seed הארץ <WH776> of the land, מפרי <WH6529> of the fruit העץ <WH6086> of the tree, ליהוה <WH3068> the LORD's: הוא <WH1931> קדשׁ <WH6944> holy ליהוה׃ <WH3068> unto the LORD."},{"number":31,"verse":"ואם <WH518> And if גאל <WH1350> will at all redeem יגאל <WH1350> will at all redeem אישׁ <WH376> a man ממעשׂרו <WH4643> of his tithes, חמשׁיתו <WH2549> the fifth יסף <WH3254> he shall add עליו׃ <WH5921> thereto"},{"number":32,"verse":"וכל <WH3605> And concerning מעשׂר <WH4643> the tithe בקר <WH1241> of the herd, וצאן <WH6629> or of the flock, כל <WH3605> of whatsoever אשׁר <WH834> of whatsoever יעבר <WH5674> passeth תחת <WH8478> under השׁבט <WH7626> the rod, העשׂירי <WH6224> the tenth יהיה <WH1961> shall be קדשׁ <WH6944> holy ליהוה׃ <WH3068> unto the LORD."},{"number":33,"verse":"לא <WH3808> He shall not יבקר <WH1239> search בין <WH996> whether טוב <WH2896> it be good לרע <WH7451> or bad, ולא <WH3808> neither ימירנו <WH4171> shall he change ואם <WH518> it: and if המר <WH4171> he change it at all, ימירנו <WH4171> he change it at all, והיה <WH1961> thereof shall be הוא <WH1931> then both it ותמורתו <WH8545> and the change יהיה <WH1961> קדשׁ <WH6944> holy; לא <WH3808> it shall not יגאל׃ <WH1350> be redeemed."},{"number":34,"verse":"אלה <WH428> These המצות <WH4687> the commandments, אשׁר <WH834> which צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה <WH4872> Moses אל <WH413> for בני <WH1121> the children ישׂראל <WH3478> of Israel בהר <WH2022> in mount סיני׃ <WH5514> Sinai."}]}