{"bibleAbbr":"Orig2013+","bookName":"ויקרא","bookEnglishName":"Leviticus","chapterNumber":6,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":2,"verse":"נפשׁ <WH5315> a soul כי <WH3588> If תחטא <WH2398> sin, ומעלה <WH4603> and commit מעל <WH4604> a trespass ביהוה <WH3068> against the LORD, וכחשׁ <WH3584> and lie בעמיתו <WH5997> unto his neighbor בפקדון <WH6487> in that which was delivered him to keep, או <WH176> or בתשׂומת <WH8667> in fellowship, יד <WH3027> in fellowship, או <WH176> or בגזל <WH1498> in a thing taken away by violence, או <WH176> or עשׁק <WH6231> hath deceived את <WH853> עמיתו׃ <WH5997> his neighbor;"},{"number":3,"verse":"או <WH176> Or מצא <WH4672> have found אבדה <WH9> that which was lost, וכחשׁ <WH3584> and lieth בה ונשׁבע <WH7650> concerning it, and sweareth על <WH5921> falsely; שׁקר <WH8267> falsely; על <WH5921> in אחת <WH259> any מכל <WH3605> of all אשׁר <WH834> these that יעשׂה <WH6213> doeth, האדם <WH120> a man לחטא <WH2398> sinning בהנה׃ <WH2007> therein:"},{"number":4,"verse":"והיה <WH1961> Then it shall be, כי <WH3588> because יחטא <WH2398> he hath sinned, ואשׁם <WH816> and is guilty, והשׁיב <WH7725> that he shall restore את <WH853> הגזלה <WH1497> he took violently away, אשׁר <WH834> which גזל <WH1497> או <WH176> or את <WH853> העשׁק <WH6233> the thing אשׁר <WH834> which עשׁק <WH6231> he hath deceitfully gotten, או <WH176> or את <WH853> הפקדון <WH6487> that אשׁר <WH834> which הפקד <WH6487> אתוו <WH176> or את <WH853> האבדה <WH9> the lost thing אשׁר <WH834> which מצא׃ <WH4672> he found,"},{"number":5,"verse":"או <WH176> Or מכל <WH3605> all that אשׁר <WH834> about which ישׁבע <WH7650> he hath sworn עליו <WH5921> he hath sworn לשׁקר <WH8267> falsely; ושׁלם <WH7999> he shall even restore אתו <WH853> בראשׁו <WH7218> it in the principal, וחמשׁתיו <WH2549> the fifth part יסף <WH3254> and shall add עליו <WH5921> more thereto, לאשׁר <WH834> it unto him to whom הוא <WH1931> it לו יתננו <WH5414> give ביום <WH3117> אשׁמתו׃ <WH819> of his trespass offering."},{"number":6,"verse":"ואת <WH853> אשׁמו <WH817> his trespass offering יביא <WH935> And he shall bring ליהוה <WH3068> unto the LORD, איל <WH352> a ram תמים <WH8549> without blemish מן <WH4480> out of הצאן <WH6629> the flock, בערכך <WH6187> with thy estimation, לאשׁם <WH817> for a trespass offering, אל <WH413> unto הכהן׃ <WH3548> the priest:"},{"number":7,"verse":"וכפר <WH3722> shall make an atonement עליו <WH5921> for הכהן <WH3548> And the priest לפני <WH6440> him before יהוה <WH3068> the LORD: ונסלח <WH5545> and it shall be forgiven לו על <WH5921> him for אחת <WH259> any thing מכל <WH3605> of all אשׁר <WH834> that יעשׂה <WH6213> he hath done לאשׁמה׃ <WH819> in trespassing"},{"number":8,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":9,"verse":"צו <WH6680> Command את <WH853> אהרן <WH175> Aaron ואת <WH853> בניו <WH1121> and his sons, לאמר <WH559> saying, זאת <WH2063> This תורת <WH8451> the law העלה <WH5930> of the burnt offering: הוא <WH1931> It העלה <WH5930> the burnt offering, על <WH5921> because of מוקדה <WH4169> the burning על <WH5921> upon המזבח <WH4196> the altar כל <WH3605> all הלילה <WH3915> night עד <WH5704> unto הבקר <WH1242> the morning, ואשׁ <WH784> and the fire המזבח <WH4196> of the altar תוקד׃ <WH3344> shall be burning"},{"number":10,"verse":"ולבשׁ <WH3847> shall put on הכהן <WH3548> And the priest מדו <WH4055> garment, בד <WH906> his linen ומכנסי <WH4370> breeches בד <WH906> and his linen ילבשׁ <WH3847> shall he put על <WH5921> upon בשׂרו <WH1320> his flesh, והרים <WH7311> and take up את <WH853> הדשׁן <WH1880> the ashes אשׁר <WH834> which תאכל <WH398> hath consumed האשׁ <WH784> the fire את <WH854> with העלה <WH5930> the burnt offering על <WH5921> on המזבח <WH4196> the altar, ושׂמו <WH7760> and he shall put אצל <WH681> them beside המזבח׃ <WH4196> the altar."},{"number":11,"verse":"ופשׁט <WH6584> And he shall put off את <WH853> בגדיו <WH899> his garments, ולבשׁ <WH3847> and put on בגדים <WH899> garments, אחרים <WH312> other והוציא <WH3318> and carry forth את <WH853> הדשׁן <WH1880> the ashes אל <WH413> without מחוץ <WH2351> למחנה <WH4264> the camp אל <WH413> unto מקום <WH4725> place. טהור׃ <WH2889> a clean"},{"number":12,"verse":"והאשׁ <WH784> And the fire על <WH5921> upon המזבח <WH4196> the altar תוקד <WH3344> shall be burning בו לא <WH3808> in it; it shall not תכבה <WH3518> be put out: ובער <WH1197> shall burn עליה <WH5921> on הכהן <WH3548> and the priest עצים <WH6086> wood בבקר <WH1242> it every morning, בבקר <WH1242> it every morning, וערך <WH6186> and lay עליה <WH5921> in order upon העלה <WH5930> the burnt offering והקטיר <WH6999> it; and he shall burn עליה <WH5921> thereon חלבי <WH2459> the fat השׁלמים׃ <WH8002> of the peace offerings."},{"number":13,"verse":"אשׁ <WH784> The fire תמיד <WH8548> shall ever תוקד <WH3344> be burning על <WH5921> upon המזבח <WH4196> the altar; לא <WH3808> it shall never תכבה׃ <WH3518> go out."},{"number":14,"verse":"וזאת <WH2063> And this תורת <WH8451> the law המנחה <WH4503> of the meat offering: הקרב <WH7126> shall offer אתה <WH853> בני <WH1121> the sons אהרן <WH175> of Aaron לפני <WH6440> it before יהוה <WH3068> the LORD, אל <WH413> before פני <WH6440> before המזבח׃ <WH4196> the altar."},{"number":15,"verse":"והרים <WH7311> And he shall take ממנו <WH4480> of בקמצו <WH7062> it his handful, מסלת <WH5560> of the flour המנחה <WH4503> of the meat offering, ומשׁמנה <WH8081> and of the oil ואת <WH853> כל <WH3605> thereof, and all הלבנה <WH3828> the frankincense אשׁר <WH834> which על <WH5921> upon המנחה <WH4503> the meat offering, והקטיר <WH6999> and shall burn המזבח <WH4196> upon the altar ריח <WH7381> savor, ניחח <WH5207> a sweet אזכרתה <WH234> the memorial ליהוה׃ <WH3068> of it, unto the LORD."},{"number":16,"verse":"והנותרת <WH3498> And the remainder ממנה <WH4480> thereof יאכלו <WH398> eat: אהרן <WH175> shall Aaron ובניו <WH1121> and his sons מצות <WH4682> with unleavened bread תאכל <WH398> shall it be eaten במקום <WH4725> place; קדשׁ <WH6918> in the holy בחצר <WH2691> in the court אהל <WH168> of the tabernacle מועד <WH4150> of the congregation יאכלוה׃ <WH398> they shall eat"},{"number":17,"verse":"לא <WH3808> It shall not תאפה <WH644> be baked חמץ <WH2557> with leaven. חלקם <WH2506> it their portion נתתי <WH5414> I have given אתה <WH853> מאשׁי <WH801> of my offerings made by fire; קדשׁ <WH6944> most holy, קדשׁים <WH6944> most holy, הוא <WH1931> it כחטאת <WH2403> as the sin offering, וכאשׁם׃ <WH817> and as the trespass offering."},{"number":18,"verse":"כל <WH3605> All זכר <WH2145> the males בבני <WH1121> among the children אהרן <WH175> of Aaron יאכלנה <WH398> shall eat חק <WH2706> of it. a statute עולם <WH5769> forever לדרתיכם <WH1755> in your generations מאשׁי <WH801> יהוהל <WH3605> every one אשׁר <WH834> that יגע <WH5060> toucheth בהם יקדשׁ׃ <WH6942> them shall be holy."},{"number":19,"verse":"וידבר <WH1696> spoke יהוה <WH3069> אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":20,"verse":"זה <WH2088> This קרבן <WH7133> the offering אהרן <WH175> of Aaron ובניו <WH1121> and of his sons, אשׁר <WH834> which יקריבו <WH7126> they shall offer ליהוה <WH3068> unto the LORD ביום <WH3117> in the day המשׁח <WH4886> when he is anointed; אתו <WH853> עשׂירת <WH6224> the tenth part האפה <WH374> of an ephah סלת <WH5560> of fine flour מנחה <WH4503> for a meat offering תמיד <WH8548> perpetual, מחציתה <WH4276> half בבקר <WH1242> of it in the morning, ומחציתה <WH4276> and half בערב׃ <WH6153> thereof at night."},{"number":21,"verse":"על <WH5921> In מחבת <WH4227> a pan בשׁמן <WH8081> with oil; תעשׂה <WH6213> it shall be made מרבכת <WH7246> baked, תביאנה <WH935> thou shalt bring it in: תפיני <WH8601> the baked מנחת <WH4503> of the meat offering פתים <WH6595> pieces תקריב <WH7126> shalt thou offer ריח <WH7381> savor ניחח <WH5207> a sweet ליהוה׃ <WH3068> unto the LORD."},{"number":22,"verse":"והכהן <WH3548> And the priest המשׁיח <WH4899> that is anointed תחתיו <WH8478> in his stead מבניו <WH1121> of his sons יעשׂה <WH6213> shall offer אתה <WH853> חק <WH2706> it: a statute עולם <WH5769> forever ליהוה <WH3068> unto the LORD; כליל <WH3632> it shall be wholly תקטר׃ <WH6999> burnt."},{"number":23,"verse":"וכל <WH3605> For every מנחת <WH4503> meat offering כהן <WH3548> for the priest כליל <WH3632> wholly תהיה <WH1961> shall be לא <WH3808> burnt: it shall not תאכל׃ <WH398> be eaten."},{"number":24,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":25,"verse":"דבר <WH1696> Speak אל <WH413> unto אהרן <WH175> Aaron ואל <WH413> and to בניו <WH1121> his sons, לאמר <WH559> saying, זאת <WH2063> This תורת <WH8451> the law החטאת <WH2403> of the sin offering: במקום <WH4725> In the place אשׁר <WH834> where תשׁחט <WH7819> is killed העלה <WH5930> the burnt offering תשׁחט <WH7819> be killed החטאת <WH2403> shall the sin offering לפני <WH6440> before יהוה <WH3068> the LORD: קדשׁ <WH6944> most holy. קדשׁים <WH6944> most holy. הוא׃ <WH1931> it"},{"number":26,"verse":"הכהן <WH3548> The priest המחטא <WH2398> אתהאכלנה <WH398> shall eat במקום <WH4725> place קדשׁ <WH6918> it: in the holy תאכל <WH398> shall it be eaten, בחצר <WH2691> in the court אהל <WH168> of the tabernacle מועד׃ <WH4150> of the congregation."},{"number":27,"verse":"כל <WH3605> אשׁר <WH834> and when יגע <WH5060> shall touch בבשׂרה <WH1320> the flesh יקדשׁ <WH6942> thereof shall be holy: ואשׁר <WH834> that whereon יזה <WH5137> there is sprinkled מדמה <WH1818> of the blood על <WH5921> thereof upon הבגד <WH899> any garment, אשׁר <WH834> יזה <WH5137> it was sprinkled עליה <WH5921> that whereon תכבס <WH3526> thou shalt wash במקום <WH4725> place. קדשׁ׃ <WH6918> in the holy"},{"number":28,"verse":"וכלי <WH3627> vessel חרשׂ <WH2789> But the earthen אשׁר <WH834> wherein תבשׁל <WH1310> it is sodden בו ישׁבר <WH7665> shall be broken: ואם <WH518> and if בכלי <WH3627> pot, נחשׁת <WH5178> in a brazen בשׁלה <WH1310> it be sodden ומרק <WH4838> it shall be both scoured, ושׁטף <WH7857> and rinsed במים׃ <WH4325> in water."},{"number":29,"verse":"כל <WH3605> All זכר <WH2145> the males בכהנים <WH3548> among the priests יאכל <WH398> shall eat אתה <WH853> קדשׁ <WH6944> most holy. קדשׁים <WH6944> most holy. הוא׃ <WH1931> thereof: it"},{"number":30,"verse":"וכל <WH3605> חטאת <WH2403> sin offering, אשׁר <WH834> whereof יובא <WH935> is brought מדמה <WH1818> of the blood אל <WH413> into אהל <WH168> the tabernacle מועד <WH4150> of the congregation לכפר <WH3722> to reconcile בקדשׁ <WH6944> in the holy לא <WH3808> תאכל <WH398> shall be eaten: באשׁ <WH784> in the fire. תשׂרף׃ <WH8313> it shall be burnt"}]}