{"bibleAbbr":"Orig2013+","bookName":"ויקרא","bookEnglishName":"Leviticus","chapterNumber":9,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass ביום <WH3117> day, השׁמיני <WH8066> on the eighth קרא <WH7121> called משׁה <WH4872> Moses לאהרן <WH175> Aaron ולבניו <WH1121> and his sons, ולזקני <WH2205> and the elders ישׂראל׃ <WH3478> of Israel;"},{"number":2,"verse":"ויאמר <WH559> And he said אל <WH413> unto אהרן <WH175> Aaron, קח <WH3947> Take לך עגל <WH5695> calf בן <WH1121> thee a young בקר <WH1241> thee a young לחטאת <WH2403> for a sin offering, ואיל <WH352> and a ram לעלה <WH5930> for a burnt offering, תמימם <WH8549> without blemish, והקרב <WH7126> and offer לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":3,"verse":"ואל <WH413> And unto בני <WH1121> the children ישׂראל <WH3478> of Israel תדבר <WH1696> thou shalt speak, לאמר <WH559> saying, קחו <WH3947> Take שׂעיר <WH8163> ye a kid עזים <WH5795> of the goats לחטאת <WH2403> for a sin offering; ועגל <WH5695> and a calf וכבשׂ <WH3532> and a lamb, בני <WH1121> of the first שׁנה <WH8141> year, תמימם <WH8549> without blemish, לעלה׃ <WH5930> for a burnt offering;"},{"number":4,"verse":"ושׁור <WH7794> Also a bullock ואיל <WH352> and a ram לשׁלמים <WH8002> for peace offerings, לזבח <WH2076> to sacrifice לפני <WH6440> before יהוה <WH3068> the LORD; ומנחה <WH4503> and a meat offering בלולה <WH1101> mingled בשׁמן <WH8081> with oil: כי <WH3588> for היום <WH3117> today יהוה <WH3068> the LORD נראה <WH7200> will appear אליכם׃ <WH413> unto"},{"number":5,"verse":"ויקחו <WH3947> And they brought את <WH853> אשׁר <WH834> which צוה <WH6680> commanded משׁה <WH4872> Moses אל <WH413> before פני <WH6440> before אהל <WH168> the tabernacle מועד <WH4150> of the congregation: ויקרבו <WH7126> drew near כל <WH3605> and all העדה <WH5712> the congregation ויעמדו <WH5975> and stood לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":6,"verse":"ויאמר <WH559> said, משׁה <WH4872> And Moses זה <WH2088> This הדבר <WH1697> the thing אשׁר <WH834> which צוה <WH6680> commanded יהוה <WH3068> the LORD תעשׂו <WH6213> that ye should do: וירא <WH7200> shall appear אליכם <WH413> unto כבוד <WH3519> and the glory יהוה׃ <WH3068> of the LORD"},{"number":7,"verse":"ויאמר <WH559> said משׁה <WH4872> And Moses אל <WH413> unto אהרן <WH175> Aaron, קרב <WH7126> Go אל <WH413> unto המזבח <WH4196> the altar, ועשׂה <WH6213> and offer את <WH853> חטאתך <WH2403> thy sin offering, ואת <WH853> עלתך <WH5930> and thy burnt offering, וכפר <WH3722> and make an atonement בעדך <WH1157> for ובעד <WH1157> thyself, and for העם <WH5971> the people: ועשׂה <WH6213> and offer את <WH853> קרבן <WH7133> the offering העם <WH5971> of the people, וכפר <WH3722> and make an atonement בעדם <WH1157> for כאשׁר <WH834> them; as צוה <WH6680> commanded. יהוה׃ <WH3068> the LORD"},{"number":8,"verse":"ויקרב <WH7126> therefore went אהרן <WH175> Aaron אל <WH413> unto המזבח <WH4196> the altar, וישׁחט <WH7819> and slew את <WH853> עגל <WH5695> the calf החטאת <WH2403> of the sin offering, אשׁר׃ <WH834> which"},{"number":9,"verse":"ויקרבו <WH7126> brought בני <WH1121> And the sons אהרן <WH175> of Aaron את <WH853> הדם <WH1818> the blood אליו <WH413> unto ויטבל <WH2881> him: and he dipped אצבעו <WH676> his finger בדם <WH1818> in the blood, ויתן <WH5414> and put על <WH5921> upon קרנות <WH7161> the horns המזבח <WH4196> of the altar, ואת <WH853> הדם <WH1818> the blood יצק <WH3332> and poured out אל <WH413> at יסוד <WH3247> the bottom המזבח׃ <WH4196> of the altar:"},{"number":10,"verse":"ואת <WH853> החלב <WH2459> But the fat, ואת <WH853> הכלית <WH3629> and the kidneys, ואת <WH853> היתרת <WH3508> and the caul מן <WH4480> above הכבד <WH3516> the liver מן <WH4480> of החטאת <WH2403> the sin offering, הקטיר <WH6999> he burnt המזבחה <WH4196> upon the altar; כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה׃ <WH4872> Moses."},{"number":11,"verse":"ואת <WH853> הבשׂר <WH1320> And the flesh ואת <WH853> העור <WH5785> and the hide שׂרף <WH8313> he burnt באשׁ <WH784> with fire מחוץ <WH2351> without למחנה׃ <WH4264> the camp."},{"number":12,"verse":"וישׁחט <WH7819> And he slew את <WH853> העלה <WH5930> the burnt offering; וימצאו <WH4672> presented בני <WH1121> sons אהרן <WH175> and Aaron's אליו <WH413> unto את <WH853> הדם <WH1818> him the blood, ויזרקהו <WH2236> which he sprinkled על <WH5921> upon המזבח <WH4196> the altar. סביב׃ <WH5439> round about"},{"number":13,"verse":"ואת <WH853> העלה <WH5930> the burnt offering המציאו <WH4672> And they presented אליו <WH413> unto לנתחיה <WH5409> him, with the pieces ואת <WH853> הראשׁ <WH7218> thereof, and the head: ויקטר <WH6999> and he burnt על <WH5921> upon המזבח׃ <WH4196> the altar."},{"number":14,"verse":"וירחץ <WH7364> And he did wash את <WH853> הקרב <WH7130> the inwards ואת <WH853> הכרעים <WH3767> and the legs, ויקטר <WH6999> and burnt על <WH5921> upon העלה <WH5930> the burnt offering המזבחה׃ <WH4196> on the altar."},{"number":15,"verse":"ויקרב <WH7126> And he brought את <WH853> קרבן <WH7133> offering, העם <WH5971> the people's ויקח <WH3947> and took את <WH853> שׂעיר <WH8163> the goat, החטאת <WH2403> the sin offering אשׁר <WH834> which לעם <WH5971> for the people, וישׁחטהו <WH7819> and slew ויחטאהו <WH2398> it, and offered it for sin, כראשׁון׃ <WH7223> as the first."},{"number":16,"verse":"ויקרב <WH7126> And he brought את <WH853> העלה <WH5930> the burnt offering, ויעשׂה <WH6213> and offered כמשׁפט׃ <WH4941> it according to the manner."},{"number":17,"verse":"ויקרב <WH7126> And he brought את <WH853> המנחה <WH4503> the meat offering, וימלא <WH4390> and took a handful כפו <WH3709> and took a handful ממנה <WH4480> thereof, ויקטר <WH6999> and burnt על <WH5921> upon המזבח <WH4196> the altar, מלבד <WH905> beside עלת <WH5930> the burnt sacrifice הבקר׃ <WH1242> of the morning."},{"number":18,"verse":"וישׁחט <WH7819> He slew את <WH853> השׁור <WH7794> also the bullock ואת <WH853> האיל <WH352> and the ram זבח <WH2077> a sacrifice השׁלמים <WH8002> of peace offerings, אשׁר <WH834> which לעם <WH5971> for the people: וימצאו <WH4672> presented בני <WH1121> sons אהרן <WH175> and Aaron's את <WH853> הדם <WH1818> him the blood, אליו <WH413> unto ויזרקהו <WH2236> which he sprinkled על <WH5921> upon המזבח <WH4196> the altar סביב׃ <WH5439> round about,"},{"number":19,"verse":"ואת <WH853> החלבים <WH2459> And the fat מן <WH4480> of השׁור <WH7794> the bullock ומן <WH4480> and of האיל <WH352> the ram, האליה <WH451> the rump, והמכסה <WH4374> and that which covereth והכלית <WH3629> and the kidneys, ויתרת <WH3508> and the caul הכבד׃ <WH3516> the liver:"},{"number":20,"verse":"וישׂימו <WH7760> And they put את <WH853> החלבים <WH2459> the fat על <WH5921> upon החזות <WH2373> the breasts, ויקטר <WH6999> and he burnt החלבים <WH2459> the fat המזבחה׃ <WH4196> upon the altar:"},{"number":21,"verse":"ואת <WH853> החזות <WH2373> And the breasts ואת <WH853> שׁוק <WH7785> shoulder הימין <WH3225> and the right הניף <WH5130> waved אהרן <WH175> Aaron תנופה <WH8573> a wave offering לפני <WH6440> before יהוה <WH3069> כאשׁר <WH834> as צוה <WH6680> commanded. משׁה׃ <WH4872> Moses"},{"number":22,"verse":"וישׂא <WH5375> lifted up אהרן <WH175> And Aaron את <WH853> ידו <WH3027> his hand אל <WH413> toward העם <WH5971> the people, ויברכם <WH1288> and blessed וירד <WH3381> them, and came down מעשׂת <WH6213> from offering החטאת <WH2403> of the sin offering, והעלה <WH5930> and the burnt offering, והשׁלמים׃ <WH8002> and peace offerings."},{"number":23,"verse":"ויבא <WH935> went משׁה <WH4872> And Moses ואהרן <WH175> and Aaron אל <WH413> into אהל <WH168> the tabernacle מועד <WH4150> of the congregation, ויצאו <WH3318> and came out, ויברכו <WH1288> and blessed את <WH853> העם <WH5971> the people: וירא <WH7200> appeared כבוד <WH3519> and the glory יהוה <WH3068> of the LORD אל <WH413> unto כל <WH3605> all העם׃ <WH5971> the people."},{"number":24,"verse":"ותצא <WH3318> אשׁלפני <WH6440> from before יהוה <WH3068> the LORD, ותאכל <WH398> and consumed על <WH5921> upon המזבח <WH4196> the altar את <WH853> העלה <WH5930> the burnt offering ואת <WH853> החלבים <WH2459> and the fat: וירא <WH7200> saw, כל <WH3605> when all העם <WH5971> the people וירנו <WH7442> they shouted, ויפלו <WH5307> and fell על <WH5921> on פניהם׃ <WH6440> their faces."}]}