{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"And Jehovah said to me, Even though Moses and Samuel were to stand before Me, My soul would not turn toward this people. Send them out of My sight and let them go."},{"number":2,"verse":"And when they say to you, Where shall we go? Then you shall say to them, Thus says Jehovah, Those who are for death to death, / And those who are for the sword to the sword, / And those who are for famine to famine, / And those who are for captivity to captivity."},{"number":3,"verse":"And I will visit them with four kinds of punishment, declares Jehovah: the sword to slay, and the dogs to tear, and the birds of heaven and the beasts of the earth to devour and destroy."},{"number":4,"verse":"And I will make them a horror among all the kingdoms of the earth, because of Manasseh the son of Hezekiah, the king of Judah, for that which he did in Jerusalem."},{"number":5,"verse":"For who will have pity on you, O Jerusalem, / And who will lament for you; / And who will turn aside to ask / After your welfare?"},{"number":6,"verse":"You have forsaken Me, / Declares Jehovah. / You keep going backward, / And I have stretched out My hand against you / And have destroyed you; / I have become weary of repenting."},{"number":7,"verse":"And I have winnowed them with a winnowing fork / In the gates of the land; / I have bereaved them of children / And destroyed My people; / They have not turned back from their ways."},{"number":8,"verse":"Their widows have increased before Me / More than the sand of the seas; / I have brought to them, / Against the mother of the young men, / A spoiler at noon; / I have caused anguish and terror / To fall on her suddenly."},{"number":9,"verse":"She who has borne seven languishes; / She has breathed out her life. / Her sun has gone down while it is still day; / She is put to shame and confounded. / And the rest of them I will give up to the sword / Before their enemies, / Declares Jehovah."},{"number":10,"verse":"Woe is me, my mother, because you bore me, / A man of strife and a man of contention to the whole land. / I have not lent with interest, / Nor have they lent to me; / Yet everyone curses me."},{"number":11,"verse":"Jehovah said, Surely I will set you free for your good; / Indeed I will cause the enemy to make supplication to you / In a time of trouble and in a time of distress."},{"number":12,"verse":"Can one break iron, / Iron from the north, or bronze?"},{"number":13,"verse":"Your wealth and your treasures / I will give as plunder without price, / And that for all your sins, / And within all your borders."},{"number":14,"verse":"I will cause your enemies to bring it / Into a land you do not know; / For a fire is kindled in My anger, / Which will burn against you."},{"number":15,"verse":"O Jehovah, You know; / Remember me and visit me, / And avenge me of my persecutors. / Do not let Your long-suffering for them prevail and have me taken away; / Know that for Your sake I bear reproach."},{"number":16,"verse":"Your words were found and I ate them, / And Your word became to me / The gladness and joy of my heart, / For I am called by Your name, / O Jehovah, God of hosts."},{"number":17,"verse":"I did not sit in the assembly of mockers, nor did I exult. / Because of Your hand I sat alone, / For You have filled me with indignation."},{"number":18,"verse":"Why is my pain unceasing, / And my wound incurable, refusing to be healed? / Will You indeed be to me like a deceitful brook? / Like waters that fail?"},{"number":19,"verse":"Therefore thus says Jehovah, / If you return, I will restore you; / You will stand before Me; / And if you bring out the precious from the worthless, / You will be as My mouth; / They will turn to you, / But you will not turn to them."},{"number":20,"verse":"And I will make you to this people / A fortified wall of bronze; / And they will fight against you, / But they will not prevail against you; / For I am with you / To save you and deliver you, / Declares Jehovah."},{"number":21,"verse":"And I will deliver you from the hand of the wicked / And redeem you from the hand of those who terrorize."}]}