{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":18,"verses":[{"number":1,"verse":"The word which came to Jeremiah from Jehovah, saying,"},{"number":2,"verse":"Arise and go down to the potter’s house, and there I will let you hear My words."},{"number":3,"verse":"So I went down to the potter’s house, and he was there doing work at his wheel."},{"number":4,"verse":"But the vessel that he was making of clay was spoiled in the potter’s hand; so he reworked it into another vessel, as it seemed good for the potter to make."},{"number":5,"verse":"And the word of Jehovah came to me, saying,"},{"number":6,"verse":"Am I not able to do with you, O house of Israel, as this potter does? declares Jehovah. Indeed, as the clay is in the hand of the potter, so you are in My hand, O house of Israel."},{"number":7,"verse":"At the moment that I speak about a nation or about a kingdom, to pluck it up or to break it down or to destroy it,"},{"number":8,"verse":"And if that nation concerning which I have spoken turns from its evil, I will repent of the evil that I intended to do to it."},{"number":9,"verse":"And at the moment that I speak about a nation or a kingdom, to build it up or to plant it,"},{"number":10,"verse":"And if it does evil in My sight by not listening to My voice, then I will repent of the good with which I said I would benefit it."},{"number":11,"verse":"And now speak to the men of Judah and to the inhabitants of Jerusalem, saying, Thus says Jehovah, Look, I am forming evil against you and devising a plan against you. Return now, each one of you from his evil way, and amend your ways and your deeds."},{"number":12,"verse":"But they say, It is hopeless! For we will walk after our own devices and everyone will do according to the stubbornness of his evil heart."},{"number":13,"verse":"Therefore thus says Jehovah, / Ask now among the nations, / Who has heard such things? / The virgin of Israel / Has done a very horrible thing."},{"number":14,"verse":"Does the snow of Lebanon / Leave the rock of the field? / Or will the cold flowing waters / Coming from afar be dried up?"},{"number":15,"verse":"But My people have forgotten Me; / They burn incense to vanity, And they have been stumbled in their ways / From the ancient paths / To walk on bypaths, / On a way which is not cast up,"},{"number":16,"verse":"To make their land an astonishment, / A thing to be hissed at forever. / Everyone who passes by will be astonished / And shake his head."},{"number":17,"verse":"Like the east wind I will scatter them / Before the enemy; / I will show them My back and not My face / In the day of their calamity."},{"number":18,"verse":"Then they said, Come, let us devise plots against Jeremiah; for the law will not perish from the priest or counsel from the wise man or a word from the prophet. Come, let us smite him with the tongue, and let us not give heed to any of his words."},{"number":19,"verse":"Give heed to me, O Jehovah, / And listen to the voice of those who contend with me."},{"number":20,"verse":"Shall evil be recompensed for good? / For they have dug a pit for my life. / Remember how I stood before You / To speak good for their sake, / To turn away Your wrath from them."},{"number":21,"verse":"Therefore deliver up their children to famine, / And give them over to the power of the sword; / And let their wives become / Bereaved of child and be widows; / And let their men be slaughtered to death, / Their young men struck by the sword in battle."},{"number":22,"verse":"Let a cry be heard from their houses / When You suddenly bring upon them a troop; / For they have dug a pit to capture me / And have hidden snares for my feet."},{"number":23,"verse":"Yet You, O Jehovah, know / All their counsel against me for my death. / Do not be propitious to their iniquity, / And do not blot out their sin from before You; / But let them be overthrown before You; / Deal with them in the time of Your anger."}]}