{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"In the beginning of the reign of Jehoiakim the son of Josiah, the king of Judah, this word came from Jehovah, saying,"},{"number":2,"verse":"Thus says Jehovah, Stand in the court of the house of Jehovah and speak to all the cities of Judah, who come to worship in the house of Jehovah, all the words which I command you to speak to them, and do not take away a word."},{"number":3,"verse":"Perhaps they will listen and turn, every one from his evil way, that I may repent of the evil which I intend to do to them because of the evil of their deeds."},{"number":4,"verse":"And you shall say to them, Thus says Jehovah, If you will not listen to Me to walk in My law, which I have set before you,"},{"number":5,"verse":"To listen to the words of My servants the prophets, whom I send to you, rising up early and sending them — and you have not listened —"},{"number":6,"verse":"Then I will make this house like Shiloh, and this city I will make a curse to all the nations of the earth."},{"number":7,"verse":"And the priests and the prophets and all the people heard Jeremiah speaking these words in the house of Jehovah."},{"number":8,"verse":"And when Jeremiah had finished speaking everything that Jehovah had commanded him to speak unto all the people, the priests and the prophets and all the people seized him, saying, You will surely die!"},{"number":9,"verse":"Why have you prophesied in the name of Jehovah, saying, This house will be like Shiloh and this city will be a desolation, without inhabitant? And all the people were gathered against Jeremiah in the house of Jehovah."},{"number":10,"verse":"And the princes of Judah heard these things, and they went up from the king’s house to the house of Jehovah and took their seat at the entrance of the new gate of the house of Jehovah."},{"number":11,"verse":"And the priests and the prophets spoke to the princes and to all the people, saying, A sentence of death on this man! For he has prophesied against this city, as you have heard with your own ears."},{"number":12,"verse":"Then Jeremiah spoke to all the princes and to all the people, saying, Jehovah sent me to prophesy against this house and against this city all the words which you have heard."},{"number":13,"verse":"Now therefore amend your ways and your deeds and listen to the voice of Jehovah your God, and Jehovah will repent of the evil which He has spoken against you."},{"number":14,"verse":"But as for me, here I am, in your hands; do with me as is good and right in your eyes."},{"number":15,"verse":"Only know for certain that if you put me to death, you will bring innocent blood upon yourselves and upon this city and upon her inhabitants; for truly Jehovah has sent me to you to speak all these words in your ears."},{"number":16,"verse":"Then the princes and all the people said to the priests and to the prophets, This man is not worthy of a sentence of death, for he has spoken to us in the name of Jehovah our God."},{"number":17,"verse":"And some of the elders of the land rose up and spoke to all the assembly of the people, saying,"},{"number":18,"verse":"Micah the Morashtite prophesied in the days of Hezekiah the king of Judah and spoke to all the people of Judah, saying, Thus says Jehovah of hosts, Zion will be plowed as a field, / And Jerusalem will become a heap of ruins, / And the mountain of the house as the high places of a forest."},{"number":19,"verse":"Did Hezekiah the king of Judah and all Judah put him to death? Did he not fear Jehovah and entreat the favor of Jehovah, and did not Jehovah repent of the evil which He had spoken against them? But we are about to bring a great evil on ourselves."},{"number":20,"verse":"And there was another man who prophesied in the name of Jehovah, Uriah the son of Shemaiah from Kiriath-jearim, and he prophesied against this city and against this land words like all those of Jeremiah."},{"number":21,"verse":"And when King Jehoiakim and all his mighty men and all the princes heard his words, the king sought to put him to death; but when Uriah heard, he was afraid and fled and went to Egypt."},{"number":22,"verse":"And King Jehoiakim sent certain men to Egypt, that is, Elnathan the son of Achbor and men with him to Egypt;"},{"number":23,"verse":"And they brought Uriah out of Egypt and brought him to King Jehoiakim, and he struck him with the sword and threw his corpse into the graves of the common people."},{"number":24,"verse":"Nevertheless the hand of Ahikam the son of Shaphan was with Jeremiah, so that he was not given into the hands of the people to put him to death."}]}