{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":38,"verses":[{"number":1,"verse":"And Shephatiah the son of Mattan and Gedaliah the son of Pashhur and Jucal the son of Shelemiah and Pashhur the son of Malchijah heard the words that Jeremiah was speaking to all the people, saying,"},{"number":2,"verse":"Thus says Jehovah, He who remains in this city will die by sword, by famine, and by pestilence; but he who goes out to the Chaldeans will live and have his own life as spoil and live."},{"number":3,"verse":"Thus says Jehovah, This city will surely be given into the hand of the army of the king of Babylon, and he will capture it."},{"number":4,"verse":"Then the princes said to the king, Now let this man be put to death, because of the way he is weakening the hands of the men of war who are left in this city and the hands of all the people by speaking such words to them; for this man is not seeking the welfare of this people, but their harm."},{"number":5,"verse":"Then King Zedekiah said, He is now in your hand, for the king can do nothing against you."},{"number":6,"verse":"So they took Jeremiah and cast him into the pit of Malchijah, the king’s son, which was in the court of the guard; and they let Jeremiah down with ropes. Now in the pit there was no water but only mire, and Jeremiah sank into the mire."},{"number":7,"verse":"When Ebed-melech the Cushite, a eunuch, heard, while he was in the king’s house, that they had put Jeremiah into the pit (now the king was sitting at the Gate of Benjamin),"},{"number":8,"verse":"Ebed-melech went out from the king’s house and spoke to the king, saying,"},{"number":9,"verse":"O my lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the pit; and he will die in the place where he is because of the famine, for there is no more bread in the city."},{"number":10,"verse":"Then the king commanded Ebed-melech the Cushite, saying, Take from here thirty men with you, and bring Jeremiah the prophet up out of the pit before he dies."},{"number":11,"verse":"So Ebed-melech took the men with him and went to the king’s house under the treasury and took old rags and worn-out garments from there, and let them down with ropes into the pit to Jeremiah."},{"number":12,"verse":"And Ebed-melech the Cushite said to Jeremiah, Put the old rags and garments under your armpits below the ropes. And Jeremiah did so."},{"number":13,"verse":"So they drew Jeremiah up with the ropes and lifted him out of the pit, and Jeremiah stayed in the court of the guard."},{"number":14,"verse":"Then King Zedekiah sent men and had Jeremiah the prophet brought to him at the third entrance which is in the house of Jehovah; and the king said to Jeremiah, I am going to ask you something; do not hide anything from me."},{"number":15,"verse":"And Jeremiah said to Zedekiah, If I tell you, indeed will you not put me to death? And if I give you counsel, you will not listen to me."},{"number":16,"verse":"Then King Zedekiah swore to Jeremiah secretly, saying, As Jehovah lives, who made these lives of ours, I will not put you to death or give you into the hand of those men who seek your life."},{"number":17,"verse":"Then Jeremiah said to Zedekiah, Thus says Jehovah the God of hosts, the God of Israel, If you will indeed surrender to the princes of the king of Babylon, you will live, and this city will not be burned with fire, and you and your house will live."},{"number":18,"verse":"But if you do not surrender to the princes of the king of Babylon, this city will be given into the hand of the Chaldeans, and they will burn it with fire, and you will not escape out of their hand."},{"number":19,"verse":"Then Zedekiah the king said to Jeremiah, I am afraid of the Jews who have deserted to the Chaldeans, that they will give me into their hand and they will abuse me."},{"number":20,"verse":"And Jeremiah said, They will not give you up. Listen now to the voice of Jehovah in what I am speaking to you, and it will be well with you, and your soul will live."},{"number":21,"verse":"But if you refuse to surrender, this is the word that Jehovah has shown me:"},{"number":22,"verse":"Then all the women who have been left in the house of the king of Judah will be brought out to the princes of the king of Babylon, and the women will say concerning the king, Your familiar friends / Have deceived you and prevailed over you; / While your feet sank in the mire, / They turned away from you."},{"number":23,"verse":"And they will lead out all your wives and your sons to the Chaldeans, and you yourself will not escape from their hand but will be seized by the hand of the king of Babylon, and you will cause this city to be burned with fire."},{"number":24,"verse":"Then Zedekiah said to Jeremiah, Let no one know of these words, and you will not die."},{"number":25,"verse":"But if the princes hear that I have spoken with you and they come to you and say to you, Tell us now what you said to the king; do not hide it from us, and we will not put you to death; now what did the king say to you?"},{"number":26,"verse":"Then you shall say to them, I made my supplication before the king that he would not send me back to the house of Jonathan to die there."},{"number":27,"verse":"Then all the princes came to Jeremiah and asked him. And he told them according to all these words which the king commanded. So they ceased to speak with him, for the matter had not been heard."},{"number":28,"verse":"So Jeremiah remained in the court of the guard until the day that Jerusalem was captured."}]}