{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"Concerning Moab: / Thus says Jehovah of hosts, the God of Israel: / Woe to Nebo, for it is destroyed; / Kiriathaim is put to shame; it is captured; / The lofty retreat is put to shame and dismayed."},{"number":2,"verse":"The praise of Moab is no more; / In Heshbon they have devised evil against her, saying: / Come and let us cut her off from being a nation. / You also, O Madmen, will be brought to silence; / A sword will go after you."},{"number":3,"verse":"The sound of a cry from Horonaim, / Desolation and great destruction!"},{"number":4,"verse":"Moab is destroyed; / Her young have caused a cry to be heard."},{"number":5,"verse":"For by the ascent of Luhith / Continual weeping will go up; / For by the descent of Horonaim / They have heard the distress of the cry of destruction."},{"number":6,"verse":"Flee, save your life, / And be like a shrub in the wilderness."},{"number":7,"verse":"For because of your trust in your works and in your treasures, / You also will be captured; / And Chemosh will go forth into exile; / His priests and his princes together."},{"number":8,"verse":"And a destroyer will come to every city, / And no city will escape; / The valley will also perish, / And the plateau will be destroyed, / As Jehovah has said."},{"number":9,"verse":"Give wings to Moab, / That she may fly and go away; / And her cities will become a waste, / Without inhabitant in them."},{"number":10,"verse":"Cursed is he who does the work of Jehovah negligently, / And cursed is he who keeps his sword from blood."},{"number":11,"verse":"Moab has been at ease from his youth; / And he is settled on his lees / And has not been emptied from vessel to vessel; / Nor has he gone into exile. / Therefore his taste remains in him, / And his scent is not changed."},{"number":12,"verse":"Therefore indeed, days are coming, declares Jehovah, when I will send pourers to him, and they will pour him out and empty his vessels and shatter his jars."},{"number":13,"verse":"And Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence."},{"number":14,"verse":"How can you say, We are mighty men / And valiant men for war?"},{"number":15,"verse":"Moab has been destroyed, / And its cities have gone up in smoke, / And its choice young men have gone down to slaughter, / Declares the King, whose name is Jehovah of hosts."},{"number":16,"verse":"The calamity of Moab is near to coming, / And his affliction hastens quickly."},{"number":17,"verse":"Lament for him, all who are around him / And all who know his name; / Say, How the strong rod is broken, / The glorious staff."},{"number":18,"verse":"Come down from glory and sit in thirst, / O daughter who dwells in Dibon, / For the destroyer of Moab has come up against you; / He has destroyed your strongholds."},{"number":19,"verse":"Stand by the way and watch, / O inhabitant of Aroer; / Ask him who flees and her who escapes, / And say, What has happened?"},{"number":20,"verse":"Moab is put to shame, for it is shattered. / Howl and cry out; / Declare in Arnon / That Moab is devastated."},{"number":21,"verse":"And judgment has come upon the land of the Plateau, on Holon and on Jahzah and on Mephaath"},{"number":22,"verse":"And on Dibon and on Nebo and on Beth-diblathaim"},{"number":23,"verse":"And on Kiriathaim and on Beth-gamul and on Beth-meon"},{"number":24,"verse":"And on Kerioth and on Bozrah and on all the cities of the land of Moab, far and near."},{"number":25,"verse":"The horn of Moab is cut off, and his arm is broken, declares Jehovah."},{"number":26,"verse":"Make him drunk, because he magnified himself against Jehovah; so Moab will wallow in his vomit and will also be in derision."},{"number":27,"verse":"For was not Israel a derision to you? Or was he found among thieves? For as often as you speak of him, you shake your head."},{"number":28,"verse":"Leave the cities and dwell in the rock, / O inhabitants of Moab, / And be like a dove who nests / On the sides of the mouth of the pit."},{"number":29,"verse":"We have heard of the pride of Moab — / He is extremely proud — / Of his loftiness and his pride and his arrogance / And of the haughtiness of his heart."},{"number":30,"verse":"I know of his insolence, declares Jehovah; / His boastings are all untrue; / They have accomplished nothing."},{"number":31,"verse":"Therefore I will wail for Moab, / I will even cry out for all Moab; / There will be mourning for the men of Kir-heres."},{"number":32,"verse":"With more than the weeping of Jazer / I will weep for you, O vine of Sibmah. / Your shoots have crossed over to the sea; / They have reached as far as the sea, to Jazer; / On your summer fruit and on your vintage / The destroyer has fallen."},{"number":33,"verse":"Rejoicing and exultation are taken away / From the fruited field and from the land of Moab. / And I have caused the wine from the wine presses to cease; / No one will tread them with the harvest shout; / The harvest shout will be no harvest shout."},{"number":34,"verse":"From the cry of Heshbon as far as Elealeh, even as far as Jahaz, they have uttered their voice, from Zoar as far as Horonaim and to Eglath-shelishiyah; for even the waters of Nimrim will become a devastation."},{"number":35,"verse":"And I will bring to an end in Moab the one who offers up in high places and burns incense to his gods, declares Jehovah."},{"number":36,"verse":"Therefore My heart will moan for Moab like flutes; for the men of Kir-heres My heart will also moan like flutes. As a result, the abundance he has produced has perished."},{"number":37,"verse":"For every head is bald, and every beard is shaved off; there are cuts on all the hands, and sackcloth on the loins."},{"number":38,"verse":"On all the roofs of Moab and in her open squares there is wailing everywhere, for I have broken Moab like a vessel which no one desires, declares Jehovah."},{"number":39,"verse":"How it is shattered! they howl. How Moab has turned his back in shame! So Moab has become a derision and a terror to all who are around him."},{"number":40,"verse":"For thus says Jehovah, / One will swoop down like an eagle / And spread its wings against Moab."},{"number":41,"verse":"Kerioth is captured, / And the strongholds are seized, / And the heart of the mighty men of Moab in that day / Will be like the heart of a woman in labor."},{"number":42,"verse":"And Moab will be destroyed from being a people, / Because he magnified himself against Jehovah."},{"number":43,"verse":"Dread, pit, and snare / Are upon you, O inhabitant of Moab, / Declares Jehovah."},{"number":44,"verse":"He who flees from dread / Will fall into the pit, / And he who comes up out of the pit / Will be taken in the snare; / For I will bring upon her, upon Moab, / The year of their punishment, declares Jehovah."},{"number":45,"verse":"In the shadow of Heshbon / Those who flee stand without strength; / For fire has gone forth from Heshbon / And a flame from the midst of Sihon; / And it has consumed the corner of Moab / And the top of the head of the sons of tumult."},{"number":46,"verse":"Woe to you, O Moab! / The people of Chemosh have perished, / For your sons have been taken captive, / And your daughters have gone into captivity."},{"number":47,"verse":"But I will turn again the captivity of Moab / In the last days, declares Jehovah. / Thus far is the judgment of Moab."}]}