{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":5,"verses":[{"number":1,"verse":"Go to and fro in the streets of Jerusalem, / And look now and know, / And seek in her open squares / If you can find a man, / If there is anyone who executes justice, / Who seeks faithfulness; / And I will pardon her."},{"number":2,"verse":"And although they say, As Jehovah lives, / Nevertheless they swear falsely."},{"number":3,"verse":"O Jehovah, are not Your eyes upon faithfulness? / You have stricken them, / But they did not writhe; / You have consumed them, / But they refused to take correction. / They have made their faces harder than rock; / They have refused to turn."},{"number":4,"verse":"Then I said, But they are the poor; / They are foolish; / For they do not know the way of Jehovah, / The ordinance of their God."},{"number":5,"verse":"I will go to the great / And speak with them; / Surely these know the way of Jehovah, / The ordinance of their God. / But together they both have broken the yoke; / They have torn off the bonds."},{"number":6,"verse":"Therefore a lion from the forest will strike them; / A wolf of the deserts will destroy them. / A leopard is watching their cities; / Everyone who goes out from them will be torn in pieces; / Because they multiplied their transgressions, / And their apostasies are great in number."},{"number":7,"verse":"Why should I pardon you? / Your children have forsaken Me / And sworn by those who are not gods. / When I fed them to the full, they committed adultery / And trooped to the house of harlots."},{"number":8,"verse":"Like well-fed horses they roam about, / Each one neighing after his neighbor’s wife."},{"number":9,"verse":"Shall I not punish because of these things? / Declares Jehovah; / And on a nation such as this / Shall My soul not avenge itself?"},{"number":10,"verse":"Go up through her vine rows and destroy, / But do not make a full end; / Strip away her branches, / For they are not Jehovah’s."},{"number":11,"verse":"For the house of Israel and the house of Judah / Have dealt very treacherously with Me, declares Jehovah."},{"number":12,"verse":"They have denied Jehovah / And have said, He is not; / And evil will not come upon us, / Nor will we see sword and famine;"},{"number":13,"verse":"And the prophets will become wind, / And the word is not in them; / Thus it will be done to them."},{"number":14,"verse":"Therefore thus says Jehovah / The God of hosts: / Because they have spoken this word, / I am now making My words / A fire in your mouth, / And this people wood; / And it will consume them."},{"number":15,"verse":"I am now bringing upon you / A nation from afar, / O house of Israel, declares Jehovah. / It is an enduring nation, / It is an ancient nation; / A nation whose language you do not know, / Nor can you understand what they say."},{"number":16,"verse":"Their quiver is like an open grave; / All of them are mighty men."},{"number":17,"verse":"And they will eat up your harvest and your bread; / They will eat up your sons and your daughters; / They will eat up your flocks and your herds; / They will eat up your vines and your fig trees; / They will demolish with the sword your fortified cities, / In which you trust."},{"number":18,"verse":"Yet even in those days, declares Jehovah, I will not make a full end of you."},{"number":19,"verse":"And when they say, Why has Jehovah our God done all these things to us? you shall say to them, As you have forsaken Me and served foreign gods in your land, so you will serve strangers in a land that is not yours."},{"number":20,"verse":"Declare this in the house of Jacob, / And announce it in the house of Judah, saying,"},{"number":21,"verse":"Now hear this, / O people, who are foolish and without understanding, / Who have eyes but do not see, / Who have ears but do not hear:"},{"number":22,"verse":"Do you not fear Me, declares Jehovah; / Do you not tremble at My presence; / Who have set the sand as a boundary for the sea / By an eternal statute, so it cannot pass over it? / Although its waves toss, they cannot prevail; / Although they roar, they cannot pass over it."},{"number":23,"verse":"But this people has a stubborn and rebellious heart; / They have turned aside and have gone away."},{"number":24,"verse":"And they do not say in their heart, / Let us now fear Jehovah our God, who gives us rain, / Both the early rain and the late rain, in its season, / Who preserves the appointed weeks of the harvest for us."},{"number":25,"verse":"Your iniquities have turned these things away, / And your sins have withheld from you what is good."},{"number":26,"verse":"For wicked men are found among My people; / They lie in wait like fowlers crouching; / They set a trap, / They catch men."},{"number":27,"verse":"Like a cage full of birds, / So their houses are full of deceit; / Therefore they have become great and rich."},{"number":28,"verse":"They are fat; they are sleek; / Indeed they surpass in deeds of wickedness; / They do not judge the cause, / The cause of the orphan, but they prosper; / And the right of the needy they do not judge."},{"number":29,"verse":"Shall I not punish because of these things? / Declares Jehovah; / And on a nation such as this / Shall My soul not avenge itself?"},{"number":30,"verse":"An appalling and horrible thing / Has happened in the land:"},{"number":31,"verse":"The prophets prophesy falsely, / And the priests rule by their own authority; / And My people love it this way. / But what will you do at the end of it?"}]}