{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem; and his mother’s name was Hamutal, the daughter of Jeremiah, from Libnah."},{"number":2,"verse":"And he did what was evil in the sight of Jehovah, according to all that Jehoiakim had done."},{"number":3,"verse":"For it was through the anger of Jehovah that this came to pass in Jerusalem and Judah until He cast them out from His presence. And Zedekiah rebelled against the king of Babylon."},{"number":4,"verse":"And in the ninth year of his reign, in the tenth month, on the tenth of the month, Nebuchadrezzar the king of Babylon came, he and his whole army, against Jerusalem and encamped against it; and they built a siege wall against it all around."},{"number":5,"verse":"So the city came under siege until the eleventh year of King Zedekiah."},{"number":6,"verse":"In the fourth month, on the ninth day of the month, the famine was so severe within the city that there was no food for the people of the land."},{"number":7,"verse":"Then the city was breached, and all the men of war fled; and they went out from the city by night by way of the gate between the two walls, which was by the king’s garden, while the Chaldeans were all around the city; and they went by the way toward the Arabah."},{"number":8,"verse":"And the army of the Chaldeans pursued after the king, and they overtook Zedekiah in the plains of Jericho; and all his army was scattered from him."},{"number":9,"verse":"And they seized the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he pronounced judgments on him."},{"number":10,"verse":"Then the king of Babylon slaughtered the sons of Zedekiah before his eyes, and he also slaughtered all the princes of Judah at Riblah."},{"number":11,"verse":"And he put out Zedekiah’s eyes and bound him with bronze fetters. And the king of Babylon brought him to Babylon and put him in prison until the day of his death."},{"number":12,"verse":"And in the fifth month, on the tenth day of the month (this was the nineteenth year of King Nebuchadrezzar, the king of Babylon), Nebuzaradan, the captain of the bodyguard, who stood before the king of Babylon, came to Jerusalem."},{"number":13,"verse":"And he burned the house of Jehovah and the king’s house and all the houses of Jerusalem, and every large house he burned with fire."},{"number":14,"verse":"And all the army of the Chaldeans who were with the captain of the bodyguard broke down all the walls around Jerusalem."},{"number":15,"verse":"And the poor of the people and the rest of the people who were left in the city and the deserters who deserted to the king of Babylon and the rest of the multitude, Nebuzaradan the captain of the bodyguard carried away into exile."},{"number":16,"verse":"But Nebuzaradan the captain of the bodyguard left some of the poorest of the land to be vinedressers and field workers."},{"number":17,"verse":"And the Chaldeans broke in pieces the bronze pillars, which were in the house of Jehovah, and the bases and the bronze sea, which were in the house of Jehovah. And they carried all their bronze to Babylon."},{"number":18,"verse":"And they took away the pots and the shovels and the snuffers and the basins and the small cups and all the bronze vessels with which they ministered."},{"number":19,"verse":"And the captain of the bodyguard took away the large cups and the firepans and the basins and the pots and the lampstands and the small cups and the bowls: that which was of gold, for its gold, and that which was of silver, for its silver."},{"number":20,"verse":"As for the two pillars, the one sea, and the twelve bronze oxen, which were under the bases, which King Solomon made for the house of Jehovah, the bronze of all these vessels was beyond weight."},{"number":21,"verse":"And as for the pillars, the height of one pillar was eighteen cubits, and it was twelve cubits in circumference, and it was four fingers in thickness; it was hollow."},{"number":22,"verse":"And a bronze capital was upon it; and the height of each capital was five cubits; and the network and pomegranates were upon the capital all around, all of bronze; and the second pillar and the pomegranates were like these."},{"number":23,"verse":"And there were ninety-six pomegranates toward the open air; all the pomegranates on the network were a hundred all around."},{"number":24,"verse":"And the captain of the bodyguard took Seraiah the chief priest and Zephaniah the second priest and the three doorkeepers."},{"number":25,"verse":"And from the city he took one eunuch, who was overseer of the men of war, and seven men from the king’s inner circle who were found in the city, and the scribe of the captain of the army, who mustered the people of the land, and sixty men of the people of the land who were found in the midst of the city."},{"number":26,"verse":"And Nebuzaradan the captain of the bodyguard took them and brought them to the king of Babylon in Riblah."},{"number":27,"verse":"And the king of Babylon struck them down and put them to death in Riblah, in the land of Hamath; so Judah was carried away into exile out of its land."},{"number":28,"verse":"These are the people whom Nebuchadrezzar carried into exile: in the seventh year, three thousand and twenty-three Jews;"},{"number":29,"verse":"In the eighteenth year of Nebuchadrezzar, eight hundred and thirty-two persons from Jerusalem;"},{"number":30,"verse":"In the twenty-third year of Nebuchadrezzar, Nebuzaradan the captain of the bodyguard carried from the Jews seven hundred and forty-five persons into exile. There were four thousand six hundred persons in all."},{"number":31,"verse":"And in the thirty-seventh year of the exile of Jehoiachin the king of Judah, in the twelfth month, on the twenty-fifth of the month, Evil-merodach the king of Babylon, in the year that he became king, released Jehoiachin the king of Judah and brought him out of prison."},{"number":32,"verse":"And he spoke with him kindly and set his throne above the thrones of the kings who were with him in Babylon."},{"number":33,"verse":"And Jehoiachin changed his prison garments and ate his food before him continually all the days of his life."},{"number":34,"verse":"And for his allowance, a continual allowance was given to him by the king of Babylon, a portion for each day, all the days of his life until the day of his death."}]}