{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":7,"verses":[{"number":1,"verse":"The word that came to Jeremiah from Jehovah, saying,"},{"number":2,"verse":"Stand in the gate of the house of Jehovah, and proclaim this word there and say, Hear the word of Jehovah, all Judah, who enter through these gates to worship Jehovah."},{"number":3,"verse":"Thus says Jehovah of hosts, the God of Israel, Amend your ways and your deeds, and I will cause you to dwell in this place."},{"number":4,"verse":"Do not trust in the words of falsehood that say, The temple of Jehovah, the temple of Jehovah, these buildings are the temple of Jehovah."},{"number":5,"verse":"But if you truly amend your ways and your deeds, if you truly execute justice between a man and his neighbor,"},{"number":6,"verse":"If you do not oppress the sojourner, the orphan, and the widow, and do not shed innocent blood in this place, nor go after other gods to your own ruin;"},{"number":7,"verse":"Then I will cause you to dwell in this place, in the land which I gave to your fathers from eternity to eternity."},{"number":8,"verse":"See, you are trusting in words of falsehood that do not benefit you."},{"number":9,"verse":"Will you steal, murder, and commit adultery, and swear falsely, and burn incense to Baal and go after other gods which you have not known,"},{"number":10,"verse":"Then come and stand before Me in this house, which is called by My name, and say, We are delivered! — that you may do all these abominations?"},{"number":11,"verse":"Has this house which is called by My name become a den of robbers in your eyes? Yet I, even I, have seen it, declares Jehovah."},{"number":12,"verse":"But go now to My place which was in Shiloh, where I caused My name to dwell at first, and see what I did to it because of the wickedness of My people Israel."},{"number":13,"verse":"And now, because you have done all these works, declares Jehovah, and I spoke to you, rising up early and speaking, but you did not listen, and I called you, but you did not answer;"},{"number":14,"verse":"Therefore I will do to the house that is called by My name, in which you trust, and to the place that I gave you and your fathers as I have done to Shiloh."},{"number":15,"verse":"And I will cast you out from before Me, as I cast out all your brothers, all the seed of Ephraim."},{"number":16,"verse":"And as for you, do not pray for this people, nor lift up a ringing cry or a prayer for them; and do not intercede with Me, for I will not hear you."},{"number":17,"verse":"Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?"},{"number":18,"verse":"The children gather wood, and the fathers light the fire, and the women knead the dough, to make cakes for the queen of heaven and to pour out drink offerings to other gods to provoke Me to anger."},{"number":19,"verse":"Are they provoking Me to anger? declares Jehovah. Are they not provoking themselves, to the shaming of their own faces?"},{"number":20,"verse":"Therefore thus says the Lord Jehovah, My anger and My wrath will be poured out on this place, on man and on beast and on the trees of the field and on the fruit of the ground; and it will burn and not be quenched."},{"number":21,"verse":"Thus says Jehovah of hosts, the God of Israel, Add your burnt offerings to your sacrifices and eat the flesh."},{"number":22,"verse":"For I did not speak to your fathers or command them in the day that I brought them out of the land of Egypt concerning burnt offerings and sacrifices."},{"number":23,"verse":"But this is what I commanded them, saying, Hear My voice, and I will be your God, and you will be My people; and walk in all the way which I command you, that it may go well with you."},{"number":24,"verse":"But they did not listen or incline their ear, but walked in the counsels and the stubbornness of their evil hearts and went backward and not forward."},{"number":25,"verse":"From the day that your fathers came out from the land of Egypt unto this day I have sent to you all My servants the prophets, daily rising up early and sending them."},{"number":26,"verse":"But they did not listen to Me or incline their ear, but stiffened their neck; they did more evil than their fathers."},{"number":27,"verse":"So you shall speak to them all these words, but they will not listen to you; and you shall call to them, but they will not answer you."},{"number":28,"verse":"And you shall say to them, This is the nation which did not listen to the voice of Jehovah their God and did not take correction; the truth has perished and is cut off from their mouth."},{"number":29,"verse":"Cut off your hair and throw it away, / And take up a lamentation on the bare heights; / For Jehovah has rejected and forsaken / The generation of His overflowing wrath."},{"number":30,"verse":"For the children of Judah have done that which is evil in My sight, declares Jehovah; they have set their detestable things in the house which is called by My name, to defile it."},{"number":31,"verse":"And they have built the high places of Topheth, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire, something I did not command, nor did it come up in My heart."},{"number":32,"verse":"Therefore, days are coming, declares Jehovah, when it will no longer be called Topheth, or the valley of the son of Hinnom, but the valley of slaughter; for they will bury in Topheth because there will be no other place."},{"number":33,"verse":"And the corpses of this people will become food for the birds of the sky and for the beasts of the earth; and no one will frighten them away."},{"number":34,"verse":"And I will cause the voice of gladness and the voice of joy to cease, the voice of the bridegroom and the voice of the bride, from the cities of Judah and from the streets of Jerusalem; for the land will become a waste."}]}