{"bibleAbbr":"RcV2003","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"Oh that my head were waters, / And my eye a fountain of tears, / That I might weep day and night / For the slain of the daughter of my people!"},{"number":2,"verse":"Oh that I had a traveler’s lodging place in the wilderness / That I might leave my people and go away from them, / For all of them are adulterers and an assembly of treacherous men."},{"number":3,"verse":"They bend their tongue like their bow; / Falsehood, and not truth, / Prevails in the land; / For they proceed from evil to evil, / And they do not know Me, declares Jehovah."},{"number":4,"verse":"Let each man be on guard against his neighbor / And not confide in any brother; / For every brother only supplants, / And every neighbor goes about as a slanderer."},{"number":5,"verse":"And everyone deceives his neighbor / And does not speak the truth; / They teach their tongue to speak falsehood; / They weary themselves committing iniquity."},{"number":6,"verse":"Your dwelling is in the midst of deceit; / Through deceit they refuse to know Me, / Declares Jehovah."},{"number":7,"verse":"Therefore thus says Jehovah of hosts, / Indeed, I will refine them and test them; / For what else can I do because of the daughter of My people?"},{"number":8,"verse":"Their tongue is a deadly arrow; / It speaks deceit. / Each speaks peaceably to his neighbor with his mouth, / But in his heart he lays an ambush for him."},{"number":9,"verse":"Shall I not punish them for these things? / Declares Jehovah; / And on a nation such as this / Shall My soul not avenge itself?"},{"number":10,"verse":"For the mountains I will take up a weeping and wailing, / And for the pastures of the wilderness, a lamentation; / Because they have been burned up so that no one passes through, / And the sound of cattle is not heard; / Both the birds of the sky and the beasts / Have fled and have gone."},{"number":11,"verse":"And I will make Jerusalem a heap of ruins, / A habitation of jackals; / And I will make the cities of Judah / A desolation without inhabitant."},{"number":12,"verse":"Who is the wise man who can understand this, and he to whom the mouth of Jehovah has spoken, that he might declare it? Why is the land destitute, burned like the wilderness, so that no one passes through?"},{"number":13,"verse":"And Jehovah said, Because they have forsaken My law, which I set before them, and have not listened to My voice or walked in My law,"},{"number":14,"verse":"But have walked after the stubbornness of their heart and after the Baals, as their fathers taught them;"},{"number":15,"verse":"Therefore thus says Jehovah of hosts, the God of Israel, I will feed them, this people, with wormwood and give them poisonous water to drink."},{"number":16,"verse":"And I will scatter them among the nations, whom neither they nor their fathers knew, and send the sword after them until I have consumed them."},{"number":17,"verse":"Thus says Jehovah of hosts, / Consider, and call for the mourning women to come, / And send for the skillful women to come;"},{"number":18,"verse":"Let them hasten and take up a wailing for us, / That our eyes may shed tears / And our eyelids may pour forth water."},{"number":19,"verse":"For a voice of wailing / Was heard from Zion:How we are ruined! / We are utterly put to shame! / For we have forsaken the land / Because they have cast down our dwellings."},{"number":20,"verse":"Therefore listen, O women, to the word of Jehovah, / And let your ear receive the word of His mouth; / And teach your daughters wailing, / And let each teach her neighbor a lamentation."},{"number":21,"verse":"For death has come up through our windows; / It has entered our palaces / To cut off the children from the streets, / The young men from the open squares."},{"number":22,"verse":"Speak: Thus declares Jehovah, / And the corpses of men will fall / Like dung on the surface of the field / And like a sheaf after the reaper, / And there will be no one to gather them."},{"number":23,"verse":"Thus says Jehovah, / Let not the wise man glory in his wisdom, / And let not the mighty man glory in his might; / Let not the rich man glory in his riches."},{"number":24,"verse":"But let him who glories glory in this, / That he has insight and knows Me, / That I am Jehovah who exercises lovingkindness, / Justice, and righteousness on earth; / For in these things I delight, declares Jehovah."},{"number":25,"verse":"Indeed, days are coming, declares Jehovah, when I will punish all those who are circumcised and yet uncircumcised:"},{"number":26,"verse":"Egypt and Judah and Edom and the children of Ammon and Moab and all those who cut the corners of their hair, who inhabit the wilderness; for all the nations are uncircumcised, and all the house of Israel is uncircumcised in heart."}]}