{"bibleAbbr":"NRSVue2021","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"Stephen’s Speech to the Council Then the high priest asked him, “Are these things so?”"},{"number":2,"verse":"(Gen 11.31; 15.7; Ps 29.3; Acts 22.1) And Stephen replied: “Brothers (Gk Men, brothers) and fathers, listen to me. The God of glory appeared to our ancestor Abraham when he was in Mesopotamia, before he lived in Haran,"},{"number":3,"verse":"(Gen 12.1) and said to him, ‘Leave your country and your relatives and go to the land that I will show you.’"},{"number":4,"verse":"(Gen 12.5) Then he left the country of the Chaldeans and settled in Haran. After his father died, God had him move from there to this country in which you are now living."},{"number":5,"verse":"(Gen 12.7; 17.8; 26.3) He did not give him any of it as a heritage, not even a foot’s length, but promised to give it to him as his possession and to his descendants after him, even though he had no child."},{"number":6,"verse":"(Gen 15.13, 14; Ex 12.40) And God spoke in these terms, that his descendants would be resident aliens in a country belonging to others, who would enslave them and mistreat them during four hundred years."},{"number":7,"verse":"(Ex 3.12) ‘But I will judge the people whom they serve,’ said God, ‘and after that they shall come out and worship me in this place.’"},{"number":8,"verse":"(Gen 17.9-11; 21.2-4; 25.26; 29.31ff) Then he gave him the covenant of circumcision. And so Abraham (Gk he) became the father of Isaac and circumcised him on the eighth day, and Isaac did likewise to Jacob and Jacob to the twelve patriarchs."},{"number":9,"verse":"(Gen 11.28; 37.4; 39.2, 21, 23) “The patriarchs, jealous of Joseph, sold him into Egypt; but God was with him"},{"number":10,"verse":"(Gen 41.37; 42.6) and rescued him from all his afflictions and enabled him to win favor and to show wisdom when he stood before Pharaoh, king of Egypt, who appointed him ruler over Egypt and over all his household."},{"number":11,"verse":"(Gen 41.54) Now there came a famine throughout Egypt and Canaan and great suffering, and our ancestors could find no food."},{"number":12,"verse":"(Gen 42.1, 2) But when Jacob heard that there was grain in Egypt, he sent our ancestors there on their first visit."},{"number":13,"verse":"(Gen 45.1-4) On the second visit Joseph made himself known to his brothers, and Joseph’s family became known to Pharaoh."},{"number":14,"verse":"(Gen 45.9, 10; 46.26, 27; Deut 10.22) Then Joseph sent and invited his father Jacob and all his relatives to come to him, seventy-five in all;"},{"number":15,"verse":"(Gen 46.5; 49.33; Ex 1.6) so Jacob went down to Egypt. He himself died there as well as our ancestors,"},{"number":16,"verse":"(Gen 23.16; 33.19; Josh 24.32) and their bodies (Gk they) were brought back to Shechem and laid in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem."},{"number":17,"verse":"(Ex 1.7-9; Ps 105.24, 25) “But as the time drew near for the fulfillment of the promise that God had made to Abraham, our people in Egypt increased and multiplied"},{"number":18,"verse":"until another king who had not known Joseph ruled over Egypt."},{"number":19,"verse":"(Ex 1.10, 11, 15, 22) He dealt craftily with our people and forced our ancestors to abandon their infants so that they would die."},{"number":20,"verse":"At this time Moses was born, and he was beautiful before God. For three months he was brought up in his father’s house,"},{"number":21,"verse":"and when he was abandoned, Pharaoh’s daughter adopted him and brought him up as her own son."},{"number":22,"verse":"(1 Kings 4.30; Isa 19.11) So Moses was instructed in all the wisdom of the Egyptians and was powerful in his words and deeds."},{"number":23,"verse":"(Ex 2.11, 12) “When he was forty years old, it came into his heart to visit his kinfolk, the Israelites."},{"number":24,"verse":"When he saw one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian."},{"number":25,"verse":"He supposed that his kinsfolk would understand that God through him was rescuing them, but they did not understand."},{"number":26,"verse":"The next day he came to some of them as they were quarreling and tried to reconcile them, saying, ‘Men, you are brothers; why do you wrong each other?’"},{"number":27,"verse":"But the man who was wronging his neighbor pushed Moses (Gk him) aside, saying, ‘Who made you a ruler and a judge over us?"},{"number":28,"verse":"Do you want to kill me as you killed the Egyptian yesterday?’"},{"number":29,"verse":"When he heard this, Moses fled and became a resident alien in the land of Midian. There he became the father of two sons."},{"number":30,"verse":"“Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning bush."},{"number":31,"verse":"When Moses saw it, he was amazed at the sight, and as he approached to look, there came the voice of the Lord:"},{"number":32,"verse":"(Ex 3.6) ‘I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.’ Moses began to tremble and did not dare to look."},{"number":33,"verse":"(Ex 3.5; Josh 5.15) Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground."},{"number":34,"verse":"(Ex 3.7) I have surely seen the mistreatment of my people who are in Egypt and have heard their groaning, and I have come down to rescue them. Come now, I will send you to Egypt.’"},{"number":35,"verse":"(Ex 14.19) “It was this Moses whom they rejected when they said, ‘Who made you a ruler and a judge?’ and whom God now sent as both ruler and liberator through the angel who appeared to him in the bush."},{"number":36,"verse":"(Ex 12.41; 14.21) He led them out, having performed wonders and signs in Egypt, at the Red Sea, and in the wilderness for forty years."},{"number":37,"verse":"(Deut 18.15, 18; Acts 3.22) This is the Moses who said to the Israelites, ‘God will raise up a prophet for you from your own people as he raised me up.’"},{"number":38,"verse":"(Ex 19.17; Isa 63.9; Rom 3.2; Heb 5.12; 1 Pet 4.11) He is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai and with our ancestors, and he received living oracles to give to us."},{"number":39,"verse":"Our ancestors were unwilling to obey him; instead, they pushed him aside, and in their hearts they turned back to Egypt,"},{"number":40,"verse":"(Ex 32.1, 23) saying to Aaron, ‘Make gods for us who will lead the way for us; as for this Moses who led us out from the land of Egypt, we do not know what has happened to him.’"},{"number":41,"verse":"(Ex 32.4, 6; Ps 106.19) At that time they made a calf, offered a sacrifice to the idol, and reveled in the works of their hands."},{"number":42,"verse":"(Ezek 20.25, 39; Am 5.25, 26) But God turned away from them and handed them over to worship the host of heaven, as it is written in the book of the prophets: ‘Did you offer to me slain victims and sacrifices forty years in the wilderness, O house of Israel?"},{"number":43,"verse":"No; you took along the tent of Moloch and the star of your god Rephan, the images that you made to worship; so I will remove you beyond Babylon.’"},{"number":44,"verse":"(Ex 25.9, 40) “Our ancestors had the tent of testimony in the wilderness, as God (Gk he) directed when he spoke to Moses, ordering him to make it according to the pattern he had seen."},{"number":45,"verse":"(Josh 3.14-17; Ps 44.2) Our ancestors in turn brought it in with Joshua when they dispossessed the peoples whom God drove out before our ancestors. And it was there until the time of David,"},{"number":46,"verse":"(2 Sam 7.8-16; Ps 132.1-5) who found favor with God and asked that he might find a dwelling place for the house of Jacob. (Other ancient authorities read for the God of Jacob)"},{"number":47,"verse":"But it was Solomon who built a house for him."},{"number":48,"verse":"(1 Kings 8.27; 2 Chr 2.6) Yet the Most High does not dwell in houses made with human hands; (Gk with hands) as the prophet says,"},{"number":49,"verse":"(Isa 66.1, 2; Mt 5.34, 35) ‘Heaven is my throne, and the earth is my footstool. What kind of house will you build for me, says the Lord, or what is the place of my rest?"},{"number":50,"verse":"Did not my hand make all these things?’"},{"number":51,"verse":"(Lev 26.41; Jer 6.10; 9.26) “You stiff-necked people, uncircumcised in heart and ears, you are forever opposing the Holy Spirit, just as your ancestors used to do."},{"number":52,"verse":"(2 Chr 36.16; Mt 23.31, 37; Acts 3.14) Which of the prophets did your ancestors not persecute? They killed those who foretold the coming of the Righteous One, and now you have become his betrayers and murderers."},{"number":53,"verse":"(Ex 20.1; Heb 2.2) You are the ones who received the law as ordained by angels, and yet you have not kept it.”"},{"number":54,"verse":"The Stoning of Stephen When they heard these things, they became enraged and ground their teeth at Stephen. (Gk him)"},{"number":55,"verse":"(Acts 6.5) But filled with the Holy Spirit, he gazed into heaven and saw the glory of God and Jesus standing at the right hand of God."},{"number":56,"verse":"(Dan 7.13; Mt 3.16) “Look,” he said, “I see the heavens opened and the Son of Man standing at the right hand of God!”"},{"number":57,"verse":"But they covered their ears, and with a loud shout all rushed together against him."},{"number":58,"verse":"(Lev 24.16; Deut 13.9, 10; Lk 4.29) Then they dragged him out of the city and began to stone him, and the witnesses laid their coats at the feet of a young man named Saul."},{"number":59,"verse":"(Acts 9.14) While they were stoning Stephen, he prayed, “Lord Jesus, receive my spirit.”"},{"number":60,"verse":"(Acts 9.40) Then he knelt down and cried out in a loud voice, “Lord, do not hold this sin against them.” When he had said this, he died. (Gk fell asleep)"}]}