{"bibleAbbr":"NRSVue2021","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"(Acts 7.58; 11.19) And Saul approved of their killing him. That day a severe persecution began against the church in Jerusalem, and all except the apostles were scattered throughout the countryside of Judea and Samaria."},{"number":2,"verse":"(Saul Persecutes the Church) (Gen 23.2; 50.10; 2 Sam 3.31) Devout men buried Stephen and made loud lamentation over him."},{"number":3,"verse":"(Acts 7.58; 22.4; 26.10, 11; 1 Cor 15.9; Gal 1.13; Phil 3.6; 1 Tim 1.13) But Saul was ravaging the church by entering house after house; dragging off both men and women, he committed them to prison."},{"number":4,"verse":"(Philip Preaches in Samaria) (v 1|ACT 8:1; Acts 15.35) Now those who were scattered went from place to place proclaiming the word."},{"number":5,"verse":"(Acts 6.5) Philip went down to the city (Other ancient authorities read a city) of Samaria and proclaimed the Messiah (Or the Christ) to them."},{"number":6,"verse":"The crowds with one accord listened eagerly to what was said by Philip, hearing and seeing the signs that he did,"},{"number":7,"verse":"(Mt 4.24) for unclean spirits, crying with loud shrieks, came out of many who were possessed, and many others who were paralyzed or lame were cured."},{"number":8,"verse":"So there was great joy in that city."},{"number":9,"verse":"(Acts 5.36; 13.6) Now a certain man named Simon had previously practiced magic in the city and amazed the people of Samaria, saying that he was someone great."},{"number":10,"verse":"(Acts 14.11; 28.6) All of them, from the least to the greatest, listened to him eagerly, saying, “This man is the power of God that is called Great.”"},{"number":11,"verse":"And they listened eagerly to him because for a long time he had amazed them with his magic."},{"number":12,"verse":"(Acts 1.3; 2.38) But when they believed Philip, who was proclaiming the good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."},{"number":13,"verse":"(Acts 19.11) Even Simon himself believed. After being baptized, he stayed constantly with Philip and was amazed when he saw the signs and great miracles that took place."},{"number":14,"verse":"(v 1) Now when the apostles at Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them."},{"number":15,"verse":"(Acts 2.38) The two went down and prayed for them that they might receive the Holy Spirit"},{"number":16,"verse":"(Mt 28.19; Acts 10.48; 19.2, 5) (for as yet the Spirit had not come (Gk fallen) upon any of them; they had only been baptized in the name of the Lord Jesus)."},{"number":17,"verse":"(Acts 2.4; 6.6) Then Peter and John (Gk they) laid their hands on them, and they received the Holy Spirit."},{"number":18,"verse":"Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,"},{"number":19,"verse":"saying, “Give me also this power so that anyone on whom I lay my hands may receive the Holy Spirit.”"},{"number":20,"verse":"(2 Kings 5.16; Mt 10.8; Acts 2.38) But Peter said to him, “May your silver perish with you, because you thought you could obtain God’s gift with money!"},{"number":21,"verse":"(Ps 78.37) You have no part or share in this, for your heart is not right before God."},{"number":22,"verse":"Repent therefore of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you."},{"number":23,"verse":"(Isa 58.6; Heb 12.15) For I see that you are in the gall of bitterness and the chains of wickedness.”"},{"number":24,"verse":"Simon answered, “Pray for me to the Lord, that nothing of what you (The Greek word for you and the verb pray are plural) have said may happen to me.”"},{"number":25,"verse":"(v 40|ACT 8:40; Lk 16.28) Now after Peter and John (Gk after they) had testified and spoken the word of the Lord, they returned to Jerusalem, proclaiming the good news to many villages of the Samaritans."},{"number":26,"verse":"(Philip and the Ethiopian Eunuch) (Acts 5.19) Then an angel of the Lord said to Philip, “Get up and go toward the south (Or go at noon) to the road that goes down from Jerusalem to Gaza.” (This is a wilderness road.)"},{"number":27,"verse":"(Ps 68.31; Zeph 3.10) So he got up and went. Now there was an Ethiopian eunuch, a court official of the Candace, the queen of the Ethiopians, in charge of her entire treasury. He had come to Jerusalem to worship"},{"number":28,"verse":"and was returning home; seated in his chariot, he was reading the prophet Isaiah."},{"number":29,"verse":"(Acts 10.19; 11.12; 13.2) Then the Spirit said to Philip, “Go over to this chariot and join it.”"},{"number":30,"verse":"So Philip ran up to it and heard him reading the prophet Isaiah. He asked, “Do you understand what you are reading?”"},{"number":31,"verse":"He replied, “How can I, unless someone guides me?” And he invited Philip to get in and sit beside him."},{"number":32,"verse":"(Isa 53.7, 8) Now the passage of the scripture that he was reading was this: “Like a sheep he was led to the slaughter, and like a lamb silent before its shearer, so he does not open his mouth."},{"number":33,"verse":"In his humiliation justice was denied him. Who can describe his generation? For his life is taken away from the earth.”"},{"number":34,"verse":"The eunuch asked Philip, “About whom, may I ask you, does the prophet say this, about himself or about someone else?”"},{"number":35,"verse":"(Mt 5.2; Lk 24.27; Acts 5.42; 17.2; 18.28) Then Philip began to speak, and starting with this scripture he proclaimed to him the good news about Jesus."},{"number":36,"verse":"(Acts 10.47) As they were going along the road, they came to some water, and the eunuch said, “Look, here is water! What is to prevent me from being baptized?” (Other ancient authorities add all or most of 8.37, And Philip said, “If you believe with all your heart, you may.” And he replied, “I believe that Jesus Christ is the Son of God.”)"},{"number":38,"verse":"He commanded the chariot to stop, and both of them, Philip and the eunuch, went down into the water, and Philip (Gk he) baptized him."},{"number":39,"verse":"(1 Kings 18.12; 2 Kings 2.16; Ezek 3.12, 14) When they came up out of the water, the Spirit of the Lord snatched Philip away; the eunuch saw him no more and went on his way rejoicing."},{"number":40,"verse":"But Philip found himself at Azotus, and as he was passing through the region he proclaimed the good news to all the towns until he came to Caesarea."}]}