{"bibleAbbr":"NRSVue2021","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"(The Conversion of Saul) (Acts 8.3; 22.4-16; 26.9-18) Meanwhile Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"},{"number":2,"verse":"and asked him for letters to the synagogues at Damascus, so that if he found any who belonged to the Way, men or women, he might bring them bound to Jerusalem."},{"number":3,"verse":"(Acts 22.6; 26.12; 1 Cor 15.8) Now as he was going along and approaching Damascus, suddenly a light from heaven flashed around him."},{"number":4,"verse":"(Acts 22.7; 26.14) He fell to the ground and heard a voice saying to him, “Saul, Saul, why do you persecute me?”"},{"number":5,"verse":"He asked, “Who are you, Lord?” The reply came, “I am Jesus, whom you are persecuting."},{"number":6,"verse":"But get up and enter the city, and you will be told what you are to do.”"},{"number":7,"verse":"(Acts 22.9; 26.13, 14) The men who were traveling with him stood speechless because they heard the voice but saw no one."},{"number":8,"verse":"Saul got up from the ground, and though his eyes were open, he could see nothing; (Other ancient authorities read no one) so they led him by the hand and brought him into Damascus."},{"number":9,"verse":"For three days he was without sight and neither ate nor drank."},{"number":10,"verse":"(Acts 22.12) Now there was a disciple in Damascus named Ananias. The Lord said to him in a vision, “Ananias.” He answered, “Here I am, Lord.”"},{"number":11,"verse":"(Acts 21.39; 22.3) The Lord said to him, “Get up and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul. At this moment he is praying,"},{"number":12,"verse":"and he has seen in a vision (Other ancient authorities lack in a vision) a man named Ananias come in and lay his hands on him so that he might regain his sight.”"},{"number":13,"verse":"But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints in Jerusalem,"},{"number":14,"verse":"(v 21|ACT 9:21; Acts 7.59; 1 Cor 1.2; 2 Tim 2.22) and here he has authority from the chief priests to bind all who invoke your name.”"},{"number":15,"verse":"(Acts 13.2; 25.22, 23; 26.1; Gal 2.7, 8; Eph 3.7, 8) But the Lord said to him, “Go, for he is an instrument whom I have chosen to bring my name before gentiles and kings and before the people of Israel;"},{"number":16,"verse":"(Acts 20.23; 21.11; 2 Cor 11.23) I myself will show him how much he must suffer for the sake of my name.”"},{"number":17,"verse":"(Acts 2.4; 4.31; 8.17; 22.12, 13) So Ananias went and entered the house. He laid his hands on Saul (Gk him) and said, “Brother Saul, the Lord Jesus, who appeared to you on your way here, has sent me so that you may regain your sight and be filled with the Holy Spirit.”"},{"number":18,"verse":"And immediately something like scales fell from his eyes, and his sight was restored. Then he got up and was baptized,"},{"number":19,"verse":"(Acts 26.20) and after taking some food, he regained his strength. For several days he was with the disciples in Damascus,"},{"number":20,"verse":"(Saul Preaches in Damascus) and immediately he began to proclaim Jesus in the synagogues, saying, “He is the Son of God.”"},{"number":21,"verse":"(Acts 8.3; Gal 1.13, 23) All who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem among those who invoked this name? And has he not come here for the purpose of bringing them bound before the chief priests?”"},{"number":22,"verse":"(Acts 18.28) Saul became increasingly more powerful and confounded the Jews who lived in Damascus by proving that Jesus (Gk that this) was the Messiah. (Or the Christ)"},{"number":23,"verse":"(Saul Escapes from the Jews) (Acts 23.12; 25.3) After some time had passed, the Jews plotted to kill him,"},{"number":24,"verse":"(2 Cor 11.32, 33) but their plot became known to Saul. They were watching the gates day and night so that they might kill him,"},{"number":25,"verse":"but his disciples took him by night and let him down through an opening in the wall, (Gk through the wall) lowering him in a basket."},{"number":26,"verse":"(Saul in Jerusalem) (Acts 22.17; Gal 1.17, 18) When he had come to Jerusalem, he attempted to join the disciples, and they were all afraid of him, for they did not believe that he was a disciple."},{"number":27,"verse":"(vv 20, 22|ACT 9:2022; Acts 4.36) But Barnabas took him, brought him to the apostles, and described for them how on the road he had seen the Lord, who had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus."},{"number":28,"verse":"So he went in and out among them in Jerusalem, speaking boldly in the name of the Lord."},{"number":29,"verse":"(Acts 6.1; 11.20; 2 Cor 11.26) He spoke and argued with the Hellenists, but they were attempting to kill him."},{"number":30,"verse":"When the brothers and sisters learned of it, they brought him down to Caesarea and sent him off to Tarsus."},{"number":31,"verse":"(Acts 8.1) Meanwhile the church throughout Judea, Galilee, and Samaria had peace and was built up. Living in the fear of the Lord and in the comfort of the Holy Spirit, it increased in numbers."},{"number":32,"verse":"(The Healing of Aeneas) (v 13) Now as Peter went here and there among all the brothers and sisters, (Gk all of them) he came down also to the saints living in Lydda."},{"number":33,"verse":"There he found a man named Aeneas, who had been bedridden for eight years, for he was paralyzed."},{"number":34,"verse":"(Acts 3.6, 16; 4.10) Peter said to him, “Aeneas, Jesus Christ heals you; get up and make your bed!” And immediately he got up."},{"number":35,"verse":"(1 Chr 5.16; Acts 11.21) And all the residents of Lydda and Sharon saw him and turned to the Lord."},{"number":36,"verse":"(Peter in Lydda and Joppa) (Jon 1.3; 1 Tim 2.10; Titus 3.8) Now in Joppa there was a disciple whose name was Tabitha, which in Greek is Dorcas. (Tabitha in Aramaic and Dorcas in Greek mean a gazelle) She was devoted to good works and acts of charity."},{"number":37,"verse":"(Acts 1.13) At that time she became ill and died. When they had washed her, they laid her in a room upstairs."},{"number":38,"verse":"(Acts 11.26) Since Lydda was near Joppa, the disciples, who heard that Peter was there, sent two men to him with the request, “Please come to us without delay.”"},{"number":39,"verse":"(Acts 6.1) So Peter got up and went with them, and when he arrived, they took him to the room upstairs. All the widows stood beside him, weeping and showing tunics and other clothing that Dorcas had made while she was with them."},{"number":40,"verse":"(Mt 9.25; Mk 5.41, 42; Acts 7.60) Peter put all of them outside, and then he knelt down and prayed. He turned to the body and said, “Tabitha, get up.” Then she opened her eyes, and seeing Peter, she sat up."},{"number":41,"verse":"(v 13) He gave her his hand and helped her up. Then calling the saints and widows, he showed her to be alive."},{"number":42,"verse":"This became known throughout Joppa, and many believed in the Lord."},{"number":43,"verse":"(Acts 10.6) Meanwhile, he stayed in Joppa for some time with a certain Simon, a tanner."}]}