{"bibleAbbr":"RV1885","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"Let me sing for my wellbeloved a song of my beloved touching his vineyard. My wellbeloved had a vineyard in a very fruitful hill:"},{"number":2,"verse":"and he made a trench about it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also hewed out a winepress therein: and he looked that it should bring forth grapes, and it brought forth wild grapes."},{"number":3,"verse":"And now, O inhabitants of Jerusalem and men of Judah, judge, I pray you, betwixt me and my vineyard."},{"number":4,"verse":"What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes?"},{"number":5,"verse":"And now go to; I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up; I will break down the fence thereof, and it shall be trodden down:"},{"number":6,"verse":"and I will lay it waste; it shall not be pruned nor hoed; but there shall come up briers and thorns: I will also command the clouds that they rain no rain upon it."},{"number":7,"verse":"For the vineyard of the LORD of hosts is the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry."},{"number":8,"verse":"Woe unto them that join house to house, that lay field to field, till there be no room, and ye be made to dwell alone in the midst of the land!"},{"number":9,"verse":"In mine ears {cf15i saith} the LORD of hosts, Of a truth many houses shall be desolate, even great and fair, without inhabitant."},{"number":10,"verse":"For ten acres of vineyard shall yield one bath, and a homer of seed shall yield {cf15i but} an ephah."},{"number":11,"verse":"Woe unto them that rise up early in the morning, that they may follow strong drink; that tarry late into the night, till wine inflame them!"},{"number":12,"verse":"And the harp and the lute, the tabret and the pipe, and wine, are {cf15i in} their feasts: but they regard not the work of the LORD, neither have they considered the operation of his hands."},{"number":13,"verse":"Therefore my people are gone into captivity, for lack of knowledge: and their honourable men are famished, and their multitude are parched with thirst."},{"number":14,"verse":"Therefore hell hath enlarged her desire, and opened her mouth without measure: and their glory, and their multitude, and their pomp, and he that rejoiceth among them, descend {cf15i into it}."},{"number":15,"verse":"And the mean man is bowed down, and the great man is humbled, and the eyes of the lofty are humbled:"},{"number":16,"verse":"but the LORD of hosts is exalted in judgment, and God the Holy One is sanctified in righteousness."},{"number":17,"verse":"Then shall the lambs feed as in their pasture, and the waste places of the fat ones shall wanderers eat."},{"number":18,"verse":"Woe unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope:"},{"number":19,"verse":"that say, Let him make speed, let him hasten his work, that we may see it: and let the counsel of the Holy One of Israel draw nigh and come, that we may know it!"},{"number":20,"verse":"Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!"},{"number":21,"verse":"Woe unto them that are wise their own eyes, and prudent in their own sight!"},{"number":22,"verse":"Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink:"},{"number":23,"verse":"which justify the wicked for a reward, and take away the righteousness of the righteous from him!"},{"number":24,"verse":"Therefore as the tongue of fire devoureth the stubble, and as the dry grass sinketh down in the flame, so their root shall be as rottenness, and their blossom shall go up as dust: because they have rejected the law of the LORD of hosts, and despised the word of the Holy One of Israel."},{"number":25,"verse":"Therefore is the anger of the LORD kindled against his people, and he hath stretched forth his hand against them, and hath smitten them, and the hills did tremble, and their carcases were as refuse in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still."},{"number":26,"verse":"And he will lift up an ensign to the nations from far, and will hiss for them from the end of the earth: and, behold, they shall come with speed swiftly:"},{"number":27,"verse":"None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken:"},{"number":28,"verse":"whose arrows are sharp, and all their bows bent; their horses hoofs shall be counted like flint, and their wheels like a whirlwind:"},{"number":29,"verse":"their roaring shall be like a lion, they shall roar like young lions: yea, they shall roar, and lay hold of the prey, and carry it away safe, and there shall be none to deliver."},{"number":30,"verse":"And they shall roar against them in that day like the roaring of the sea: and if one look unto the land, behold darkness {cf15i and} distress, and the light is darkened in the clouds thereof."}]}