{"bibleAbbr":"CVB1535","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":5,"verses":[{"number":1,"verse":"And on the thirde daye put Hester on hir royall apparell, and stode in the courte of ye kinges palace within ouer agaynst the kynges house. And ye kynge sat vpo his royall seate in ye kynges palace ouer agaynst ye dore of the house."},{"number":2,"verse":"And whan the kynge sawe Hester the quene stodinge in the courte, she founde grace in his sighte. And ye kynge helde out the golde cepter in his hade towarde Hester. So Hester stepte forth, and touched the toppe of ye cepter."},{"number":3,"verse":"Then sayde ye kynge vnto her: What wilt thou quene Hester? & what requyrest thou? axe eue the halfe of ye empyre, & it shal be geue the."},{"number":4,"verse":"Hester sayde: Yf it please ye kynge, let ye kynge & Aman come this daye vnto ye banket yt I haue prepared."},{"number":5,"verse":"The kynge sayde: Cause Aman to make haist, yt he maye do as Hester hath saide. Now wha the kynge & Aman came to ye banket yt Hester had prepared,"},{"number":6,"verse":"the kynge sayde vnto Hester whan he had dronken wyne: Hester, what is thy peticion? it shal be geue the. And what requyrest thou? euen the halfe of the empyre, it shal be done."},{"number":7,"verse":"Then answered Hester and sayde: My peticion and desire is,"},{"number":8,"verse":"yf I haue founde grace in ye sight of the kynge, & yf it please the kinge to geue me my peticion, and to fulfill my request, then let the kynge & Aman come to the bancket yt I shal prepare for the, and so wil I do tomorow as the kynge hath sayde."},{"number":9,"verse":"Then wente Aman forth the same daye ioyfull and mery in his mynde. And whan he sawe Mardocheus in the kynges gate, yt he stode not vp and kneled before him, he was full of indignacion at Mardocheus."},{"number":10,"verse":"Neuertheles he refrained himselfe: and wha he came home, he sent, and called for his fredes, and Seres his wyfe,"},{"number":11,"verse":"and tolde them of the glory of his riches, and the multitude of his children, all together how the kynge had promoted him so greatly, and how that he was taken aboue the prynces and seruauntes of the kynge."},{"number":12,"verse":"Aman sayde morouer: Yee and Hester the quene let no man come with the kynge vnto the bancket that she had prepared, excepte me, and tomorow am I bidden vnto her also with the kynge."},{"number":13,"verse":"But in all this am I not satisfied as longe as I se Mardocheus the Iewe syttinge in ye kynges gate."},{"number":14,"verse":"Then sayde Seres his wife and all his frendes vnto him: Let the make a galowe of fiftye cubites hie, & tomorow speake thou vnto the kynge, that Mardocheus maye be hanged theron, yf thou comest merely with the kynge vnto the bancket. Aman was well content withall, and caused a galowe to be prepared."}]}