{"bibleAbbr":"CVB1535","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"The same daye dyd kynge Ahasuerus geue the house of Aman the Iewes enemye, vnto quene Hester. And Mardocheus came before ye kinge: for Hester tolde how that he beloged vnto her."},{"number":2,"verse":"And the kynge put of his fynger rynge, which he had taken from Aman, & gaue it vnto Mardocheus. And Hester set Mardocheus ouer the house of Aman."},{"number":3,"verse":"And Hester spake yet more before the kynge, and fell downe at his fete, & besought him, that he wolde put awaye the wyckednes of Aman the Agagite, and his deuice that he had ymagined against ye Iewes."},{"number":4,"verse":"And the kynge helde out the golden cepter vnto Hester. Then rose Hester, and stode before the kynge,"},{"number":5,"verse":"and sayde: Yf it please the kynge, and yf I haue foude grace in his sight, & yf it be couenyent for the kinge, and yf it be accepted in his sighte, then let it be wrytte, yt the letters of the deuyce of Ama the sonne of Amadathai the Agagite, maie be called agayne: which letters he wrote, to destroie ye Iewes in all ye kynges lodes."},{"number":6,"verse":"For how can I se the euell that shal happe vnto my people? and how can I loke vpon the destruction of my kynred?"},{"number":7,"verse":"Then sayde ye kynge Ahasuerus vnto quene Hester, and to Mardocheus the Iewe: Beholde, I haue geuen Hester the house of Aman, & him haue they hanged vpon a tre, because he layed hade vpon ye Iewes."},{"number":8,"verse":"Wryte ye now therfore for the Iewes, as it liketh you in the kynges name, and seale it with ye kynges rynge (for the wrytinges that were wrytten in ye kynges name, and sealed with the kynges rynge, durst no man dysanulle.)"},{"number":9,"verse":"Then were the kynges scrybes called at the same tyme in the thirde moneth, that is the moneth Siuan, on the thre & twentieth daie. And it was wrytten (as Mardocheus comaunded) vnto the Iewes and to the prynces, to the Debities and captaynes in the londes from India vntyll Ethiopia, namely, an hundreth and seuen and twentye londes, vnto euery one acordinge to the wrytinge therof, vnto euery people after their speche, and to the Iewes acordinge to their wrytinge and language."},{"number":10,"verse":"And it was written in the kynge Ahasuerus name, and sealed with the kynges rynge. And by postes that rode vpon swyfte yonge Mules, sent he the wrytinges,"},{"number":11,"verse":"wher in the kynge graunted the Iewes (in what cities so euer they were) to gather them selues together, and to stonde for their lyfe, and for to rote out, to slaye, and to destroye all the power of the people and londe that wolde trouble them, with children and wemen, and to spoyle their good"},{"number":12,"verse":"vpon one daye in all the londes of kynge Ahasuerus, namely vpon the thirtenth daye of the twolueth moneth, which is the moneth Adar."},{"number":13,"verse":"The summe of the wrytinge was, how there was a comaundement geuen in all londes to be publisled vnto all the people, that ye Iewes shulde be ready agaynst that daye to auenge them selues on their enemies."},{"number":14,"verse":"And the postes that rode vpon the Mules, made haistwith all spede, acordinge to the kynges worde: and the commaundement was deuysed in the castel of Susan."},{"number":15,"verse":"As for Mardocheus, he wente out from the kynge in royall apparell of yalow and whyte, and wyth a greate crowne of golde, beynge arayed with a garment of linnen and purple, and ye cite of Susan reioysed & was glad:"},{"number":16,"verse":"but vnto the Iewes there was come light and gladnesse, & ioye & worshippe."},{"number":17,"verse":"And in all londes and cities, in to what places so euer the kynges worde and commaundemet reached, there was ioye & myrth, prosperite and good dayes amonge the Iewes: in so moch that many of the people in the londe became of the Iewes beleue, for the feare of the Iewes came vpon them."}]}