{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"(A Plea for Personal and National Help) (A prayer of one afflicted, when he grows faint) (and pours out his lament before Yahweh.) O Yahweh, hear my prayer, and let my cry for help come to you."},{"number":2,"verse":"Do not hide your face from me in the day of my trouble. Incline your ear to me. In the day I call, answer me quickly,"},{"number":3,"verse":"for my days vanish in smoke, and my bones are charred like a hearth."},{"number":4,"verse":"My heart is struck like grass and withers. Indeed, I forget to eat my bread."},{"number":5,"verse":"Because of the sound of my groaning my bones cling to my skin."},{"number":6,"verse":"I am like an owl of the wilderness; I am like a little owl of the ruins."},{"number":7,"verse":"I lie awake and I am like a lone bird on a roof."},{"number":8,"verse":"All the day my enemies reproach me; those who mock me swear oaths against me."},{"number":9,"verse":"Indeed, I eat ashes like bread and mix my drink with tears"},{"number":10,"verse":"because of your indignation and anger, for you have picked me up and thrown me away."},{"number":11,"verse":"My days are like a lengthened shadow, and I wither like grass."},{"number":12,"verse":"But you, O Yahweh, abide forever, and your remembrance from generation to generation."},{"number":13,"verse":"You rise up and take pity on Zion, because it is time to favor it, for the appointed time has come."},{"number":14,"verse":"Your servants take pleasure in her stones, and show favor to its dust."},{"number":15,"verse":"Then the nations will fear the name of Yahweh, and all the kings of the earth your glory."},{"number":16,"verse":"For Yahweh will rebuild Zion; he will appear in his glory."},{"number":17,"verse":"He will turn his attention to the prayer of the destitute and will not despise their prayer."},{"number":18,"verse":"Let this be written for the next generation, so that a people yet to be created may praise Yah,"},{"number":19,"verse":"that he looked down from his holy height. Yahweh looked from heaven over the earth"},{"number":20,"verse":"to hear the groaning of the prisoner, to liberate those destined to die,"},{"number":21,"verse":"so that they may make known in Zion the name of Yahweh, and his praise in Jerusalem,"},{"number":22,"verse":"when the peoples assemble, together with kingdoms, to serve Yahweh."},{"number":23,"verse":"He has broken my strength along the way; he has cut short my days."},{"number":24,"verse":"I say, “My God, do not carry me off from my life in the middle of my days.” Your years continue throughout all generations."},{"number":25,"verse":"Long ago you laid the foundation of the earth, and the heavens are the work of your hands."},{"number":26,"verse":"They will perish, but you will endure. And like a garment they will all wear out, you will replace them like clothing, and they will be set aside."},{"number":27,"verse":"But you are the same, and your years do not end."},{"number":28,"verse":"The children of your servants will continue, and their descendants will be established before you."}]}