{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"Praise to Yahweh for His Creation and Providence Bless Yahweh, O my soul. O Yahweh my God, you are very great. You clothe yourself with splendor and majesty,"},{"number":2,"verse":"you who cover yourself with light as with a garment, who stretch out the heavens like a tent curtain,"},{"number":3,"verse":"the one who sets beams in the waters for his upper chambers, who makes clouds his chariot, who rides on the wings of the wind,"},{"number":4,"verse":"who makes his messengers the winds, his attendants a flame of fire."},{"number":5,"verse":"He established the earth on her foundations, so that it will not be moved forever and ever."},{"number":6,"verse":"You covered it with the deep as with a garment. The waters stood above the mountains."},{"number":7,"verse":"At your rebuke they fled; at the sound of your thunder they ran off."},{"number":8,"verse":"They ascended the mountains and drained though the valleys to the place that you established for them."},{"number":9,"verse":"You set a boundary that they may not cross over, so that they would not return to cover the earth."},{"number":10,"verse":"You are the one who sends forth springs into the valleys; they flow between the mountains."},{"number":11,"verse":"They give drink for every beast of the field. The wild donkeys quench their thirst."},{"number":12,"verse":"Along them the birds of the heavens abide. From among the branches they sing."},{"number":13,"verse":"You are the one who waters the mountains from his upper chambers. The earth is full with the fruit of your labors:"},{"number":14,"verse":"who causes grass to grow for the cattle and herbs for the service of humankind, to bring forth food from the earth,"},{"number":15,"verse":"and wine that makes glad the heart of man, so that their faces shine from oil, and bread that strengthens the heart of man."},{"number":16,"verse":"The trees of Yahweh drink their fill, the cedars of Lebanon that he planted,"},{"number":17,"verse":"where birds make their nest. The stork has its home in the fir trees."},{"number":18,"verse":"The high mountains are for the wild goats; the cliffs are a refuge for the rock badgers."},{"number":19,"verse":"He made the moon for appointed times; the sun knows its time for setting."},{"number":20,"verse":"You make darkness, and it is night, when all the animals of the forest creep about."},{"number":21,"verse":"The young lions are roaring for the prey and seeking their food from God."},{"number":22,"verse":"When the sun rises, they gather together and lie down in their dens."},{"number":23,"verse":"Humankind goes out to its work, and to its labor until evening."},{"number":24,"verse":"How many are your works, O Yahweh; all of them you have done in wisdom. The earth is full of your creatures."},{"number":25,"verse":"This is the great and wide sea, in which are moving animals without number, living things small and great."},{"number":26,"verse":"There the ships sail. Leviathan is there that you formed to play with."},{"number":27,"verse":"They all wait for you to give them their food at the proper time."},{"number":28,"verse":"You give to them; they gather it. You open your hand, they are filled with what is good."},{"number":29,"verse":"You hide your face, they are terrified. You take away their breath, they die and return to their dust."},{"number":30,"verse":"You send forth your Spirit, they are created, and you renew the face of the ground."},{"number":31,"verse":"May the glory of Yahweh endure forever. May Yahweh be glad in his works,"},{"number":32,"verse":"the one who looks at the earth and it quakes, and touches the mountains and they smoke."},{"number":33,"verse":"I will sing to Yahweh throughout my life; I will sing praise to my God while I remain alive."},{"number":34,"verse":"May my meditation be pleasing to him. I will be glad in Yahweh."},{"number":35,"verse":"Let sinners perish completely from the earth, and the wicked not remain alive. Bless Yahweh, O my soul. Praise Yah."}]}