{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"(Praise to Yahweh for His Faithfulness in Israel’s History) Praise Yah. Give thanks to Yahweh, for he is good, for his loyal love is forever."},{"number":2,"verse":"Who can utter the mighty deeds of Yahweh, or proclaim all his praise?"},{"number":3,"verse":"Blessed are those who observe justice, he who does righteousness at all times."},{"number":4,"verse":"Remember me, O Yahweh, when you show favor to your people. Look after me when you deliver,"},{"number":5,"verse":"that I may see the good done your chosen ones, to be glad in the joy of your nation, to glory together with your inheritance."},{"number":6,"verse":"We have sinned along with our ancestors. We have committed iniquity; we have incurred guilt."},{"number":7,"verse":"Our ancestors in Egypt did not understand your wonderful works. They did not remember your many acts of loyal love, and so they rebelled by the sea at the Red Sea."},{"number":8,"verse":"Yet he saved them for the sake of his name, to make known his might."},{"number":9,"verse":"So he rebuked the Red Sea, and it dried up, and he led them through the deep as through a desert."},{"number":10,"verse":"Thus he saved them from the hand of the hater and redeemed them from the hand of the enemy."},{"number":11,"verse":"But waters covered their adversaries; not one of them survived."},{"number":12,"verse":"Then they believed his words; they sang his praise."},{"number":13,"verse":"They quickly forgot his works; they did not wait for his counsel."},{"number":14,"verse":"And they craved intensely in the wilderness, and tested God in the desert."},{"number":15,"verse":"So he gave to them their request, but he sent leanness into their souls."},{"number":16,"verse":"And they were jealous of Moses in the camp, and of Aaron, the holy one of Yahweh."},{"number":17,"verse":"The earth opened and swallowed up Dathan, and it covered over the gang of Abiram."},{"number":18,"verse":"Also fire burned in their assembly; the flame devoured the wicked."},{"number":19,"verse":"They made a calf at Horeb and bowed down to a cast image."},{"number":20,"verse":"And so they exchanged their glory for an image of an ox that eats grass."},{"number":21,"verse":"They forgot God their Savior, who had done great things in Egypt,"},{"number":22,"verse":"wonders in the land of Ham, awesome deeds by the Red Sea."},{"number":23,"verse":"So he said he would exterminate them, had not Moses, his chosen one, stood in the breach before him, to reverse his wrath from destroying them."},{"number":24,"verse":"Then they refused the desirable land; they did not believe his word,"},{"number":25,"verse":"but grumbled in their tents. They did not obey the voice of Yahweh."},{"number":26,"verse":"So he made an oath against them, to make them drop in the wilderness,"},{"number":27,"verse":"and to disperse their descendants among the nations and to scatter them among the lands."},{"number":28,"verse":"They also attached themselves to Baal of Peor, and they ate sacrifices offered to the dead."},{"number":29,"verse":"Thus they provoked to anger by their deeds, and a plague broke out among them."},{"number":30,"verse":"Then Phinehas stood up and intervened, and so the plague was stopped,"},{"number":31,"verse":"and it was reckoned to him as righteousness throughout all generations."},{"number":32,"verse":"They also angered God at the waters of Meribah, and it went badly for Moses on account of them,"},{"number":33,"verse":"because they rebelled against his Spirit, and he spoke thoughtlessly with his lips."},{"number":34,"verse":"They did not exterminate the peoples, as Yahweh had commanded them,"},{"number":35,"verse":"but they mingled with the nations and learned their works,"},{"number":36,"verse":"and served their idols, which became a snare to them."},{"number":37,"verse":"They even sacrificed their sons and daughters to the demons,"},{"number":38,"verse":"and they poured out innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and so the land was defiled with the blood."},{"number":39,"verse":"And they became unclean by their works, and were unfaithful in their deeds."},{"number":40,"verse":"So Yahweh’s anger burned against his people, and he abhorred his inheritance."},{"number":41,"verse":"Then he gave them into the hand of the nations, and those who hated them ruled over them."},{"number":42,"verse":"And their enemies oppressed them, and they were subdued under their hand."},{"number":43,"verse":"Many times he delivered them, but they rebelled in their counsel, and were brought low by their iniquity."},{"number":44,"verse":"Yet he looked upon their distress when he heard their cry."},{"number":45,"verse":"And he remembered his covenant with them, and relented based on the abundance of his loyal love."},{"number":46,"verse":"And he let them find compassion before all their captors."},{"number":47,"verse":"Save us, O Yahweh our God, and gather us from the nations, so that we may give thanks to your holy name and boast in your praise."},{"number":48,"verse":"Blessed is Yahweh, the God of Israel, from everlasting and to everlasting. And let all the people say, “Amen!” Praise Yah."}]}