{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"Thanksgiving to Yahweh for His of Deliverance Give thanks to Yahweh, for he is good, for his loyal love is forever."},{"number":2,"verse":"Let the redeemed of Yahweh declare it, those whom he has redeemed from the hand of the enemy"},{"number":3,"verse":"and gathered from the lands, from east and from west, from north and from south."},{"number":4,"verse":"They wandered in the wilderness, in a desert. They could find no way to a city to inhabit."},{"number":5,"verse":"Hungry and thirsty, their soul grew faint within them."},{"number":6,"verse":"Then they cried out to Yahweh in their trouble. He delivered them from their distresses"},{"number":7,"verse":"and led them by a straight way to get to a city to inhabit."},{"number":8,"verse":"Let them give thanks to Yahweh for his loyal love, and his wonderful deeds for the children of humankind,"},{"number":9,"verse":"for he satisfies the longing soul, and the hungry soul he fills with good."},{"number":10,"verse":"Those who sat in darkness and gloom, prisoners of misery and iron —"},{"number":11,"verse":"because they rebelled against the words of God and spurned the counsel of the Most High,"},{"number":12,"verse":"he therefore humbled their heart with trouble. They stumbled and there was no helper."},{"number":13,"verse":"Then they called to Yahweh for help in their trouble; he saved them from their distresses."},{"number":14,"verse":"He brought them out of darkness and gloom, and tore off their bonds."},{"number":15,"verse":"Let them give thanks to Yahweh for his loyal love and his wonderful deeds for the children of humankind,"},{"number":16,"verse":"for he shatters the doors of bronze, and cuts through the bars of iron."},{"number":17,"verse":"Fools, because of their rebellious way and their iniquities, were afflicted."},{"number":18,"verse":"Their soul abhorred all food, and they approached the gates of death."},{"number":19,"verse":"Then they called to Yahweh for help in their trouble. He saved them from their distresses."},{"number":20,"verse":"He sent his word and healed them, and he delivered them from their pits."},{"number":21,"verse":"Let them give thanks to Yahweh for his loyal love, and his wonderful deeds for the children of humankind,"},{"number":22,"verse":"and let them offer sacrifices of thanksgiving, and tell of his works with rejoicing."},{"number":23,"verse":"Those who went down to the sea into ships, doing business on the high seas,"},{"number":24,"verse":"they saw the works of Yahweh, and his wonderful deeds in the deep."},{"number":25,"verse":"For he spoke and raised up a stormy wind, and it whipped up its waves."},{"number":26,"verse":"They rose to the heavens; they plunged to the depths. Their soul melted in their calamity."},{"number":27,"verse":"They reeled and staggered like a drunkard, and they were at their wits’ end."},{"number":28,"verse":"Then they cried out to Yahweh in their trouble, and he brought them out of their distresses."},{"number":29,"verse":"He made the storm be still and their waves became calm."},{"number":30,"verse":"Then they were glad because they grew silent, so he guided them to their desired harbor."},{"number":31,"verse":"Let them give thanks to Yahweh for his loyal love and his wonderful deeds for the children of humankind,"},{"number":32,"verse":"and let them exalt him in the congregation of the people, and praise him in the assembly of the elders."},{"number":33,"verse":"He turns rivers into a wilderness and springs of water into thirsty ground,"},{"number":34,"verse":"a fruitful land into a salty place, because of the evil of its inhabitants."},{"number":35,"verse":"He turns a wilderness into a pool of water and a dry land into springs of water."},{"number":36,"verse":"And he settles the hungry there, so that they may establish a city to inhabit,"},{"number":37,"verse":"and sow fields and plant vineyards, that they may yield fruit at harvest."},{"number":38,"verse":"And he blesses them and they multiply greatly, and he does not let their cattle become few."},{"number":39,"verse":"When they become few and they are bent down from the oppression of calamity and grief,"},{"number":40,"verse":"he pours contempt on princes and causes them to wander in a trackless waste."},{"number":41,"verse":"But he protects the needy from misery, and he makes their families like a flock."},{"number":42,"verse":"The upright see it and are glad, and all wickedness shuts its mouth."},{"number":43,"verse":"Whoever is wise, then let him observe these things, and let them consider Yahweh’s acts of loyal love."}]}