{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"A Prayer for Help against EnemiesFor the music director. A psalm of David. O God of my praise, do not keep silent,"},{"number":2,"verse":"for wicked and deceitful mouths have opened against me. They speak to me with a lying tongue."},{"number":3,"verse":"They also surround me with words of hate, and fight me without cause."},{"number":4,"verse":"In return for my love they accuse me, though I am in prayer."},{"number":5,"verse":"So they inflicted evil against me in return for good and hatred in return for my love."},{"number":6,"verse":"Appoint over him a wicked man, and let an accuser stand at his right hand."},{"number":7,"verse":"When he is judged, let him come out guilty, and let his prayer become as sin."},{"number":8,"verse":"Let his days be few; let another take his office."},{"number":9,"verse":"Let his children be orphans, and his wife a widow,"},{"number":10,"verse":"and let his children wander aimlessly and beg, and let them plead from their ruins."},{"number":11,"verse":"Let the creditor seize all that is his, and let strangers plunder his property."},{"number":12,"verse":"Let there be none who extend to him loyal love, nor any who pities his orphans."},{"number":13,"verse":"Let his descendants be cut off. Let their name be blotted out in the next generation."},{"number":14,"verse":"Let the iniquity of his ancestors be remembered before Yahweh, and let the sin of his mother not be blotted out."},{"number":15,"verse":"Let them be before Yahweh continually, that he may cut off their memory from the earth,"},{"number":16,"verse":"because he did not remember to show loyal love, but he pursued anyone, poor or needy or brokenhearted, to slay them."},{"number":17,"verse":"Because he loved cursing, let it come upon him. Because he did not delight in blessing, let it be far from him."},{"number":18,"verse":"Because he wore a curse as his robe, let it enter his body like water, and into his bones like oil."},{"number":19,"verse":"May it be for him like a garment in which he wraps, and a belt he continually wears."},{"number":20,"verse":"Let this be the punishment for my accusers from Yahweh, even those who speak evil against my life."},{"number":21,"verse":"But you, O Yahweh my Lord, deal with me for your name’s sake. Because your loyal love is good, deliver me,"},{"number":22,"verse":"for I am poor and needy, and my heart is wounded within me."},{"number":23,"verse":"Like a lengthening shadow I am passing away; I am shaken off like a locust."},{"number":24,"verse":"My knees buckle from fasting, and my body grows lean without fat."},{"number":25,"verse":"And so I am a disgrace to them; when they see me, they shake their heads."},{"number":26,"verse":"Help me, O Yahweh my God; save me according to your loyal love,"},{"number":27,"verse":"that they may know that this is your hand, that you, O Yahweh, you have done it."},{"number":28,"verse":"Let them curse, but you bless. When they arise, let them be put to shame, that your servant may be glad."},{"number":29,"verse":"Let my accusers put on disgrace, and let them cover themselves with their shame as with a robe."},{"number":30,"verse":"I will give thanks to Yahweh exceedingly with my mouth, and in the midst of many I will praise him,"},{"number":31,"verse":"for he stands at the right hand of the needy, to save him from those judging his life."}]}