{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"(Praise to God for His Power and Redemption) Praise Yah! Praise the name of Yahweh. Praise him, O servants of Yahweh,"},{"number":2,"verse":"who stand in the house of Yahweh, in the courts of the house of our God."},{"number":3,"verse":"Praise Yah, for Yahweh is good. Sing praises concerning his name, for it is pleasant."},{"number":4,"verse":"For Yah has chosen Jacob for himself, Israel as his special possession."},{"number":5,"verse":"For I know that Yahweh is great, and our Lord is greater than all gods."},{"number":6,"verse":"All that Yahweh desires, he does, in heaven and on earth, in the seas and all the depths."},{"number":7,"verse":"He causes clouds to rise from the edge of the earth; he makes lightnings for the rain; he brings out the wind from his storehouses."},{"number":8,"verse":"Who struck the firstborn of Egypt, both of humans and animals."},{"number":9,"verse":"He sent signs and wonders into your midst, O Egypt, against Pharaoh and all his servants."},{"number":10,"verse":"Who struck many nations and killed mighty kings —"},{"number":11,"verse":"Sihon the king of the Amorites, and Og the king of Bashan, and all the kingdoms of Canaan —"},{"number":12,"verse":"and he gave their land as an inheritance, an inheritance for his people Israel."},{"number":13,"verse":"O Yahweh, your name endures forever, your renown throughout all generations,"},{"number":14,"verse":"for Yahweh will plead the cause of his people and will have compassion on his servants."},{"number":15,"verse":"The idols of the nations are silver and gold, the work of the hands of humankind."},{"number":16,"verse":"They have mouths, but cannot speak; they have eyes, but cannot see;"},{"number":17,"verse":"they have ears, but cannot hear; there is not even breath in their mouths."},{"number":18,"verse":"Those who make them become like them, as does everyone who trusts in them."},{"number":19,"verse":"O house of Israel, bless Yahweh. O house of Aaron, bless Yahweh."},{"number":20,"verse":"O house of Levi, bless Yahweh. You who fear Yahweh, bless Yahweh."},{"number":21,"verse":"Blessed be Yahweh from Zion, who dwells in Jerusalem. Praise Yah!"}]}