{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"The Knowledge of GodFor the music director. Of David. A psalm. O Yahweh, you have searched me, and you know me."},{"number":2,"verse":"You know my sitting down and my rising up. You understand my thought from afar."},{"number":3,"verse":"You search out my wandering and my lying down, and are acquainted with all my ways."},{"number":4,"verse":"For there is not a word yet on my tongue, but behold, O Yahweh, you know it completely."},{"number":5,"verse":"You barricade me behind and in front, and set your hand upon me."},{"number":6,"verse":"Such knowledge is too wonderful for me. It is set high; I cannot prevail against it."},{"number":7,"verse":"Where I can go from your Spirit, or where can I flee from your presence?"},{"number":8,"verse":"If I ascend to heaven, there you are, and if I make my bed in Sheol, look! There you are."},{"number":9,"verse":"If I lift up the wings of the dawn, and I alight on the far side of the sea,"},{"number":10,"verse":"even there your hand would lead me, and your right hand would hold me fast."},{"number":11,"verse":"And if I should say, “Surely darkness will cover me, and the light around me will be as night,”"},{"number":12,"verse":"even the darkness is not too dark for you, and the night shines as the day — the darkness and the light are alike for you."},{"number":13,"verse":"Indeed you created my inward parts; you wove me in my mother’s womb."},{"number":14,"verse":"I praise you, because I am fearfully and wonderfully made. Wonderful are your works, and my soul knows it well."},{"number":15,"verse":"My frame was not hidden from you, when I was created secretly, and intricately woven in the depths of the earth."},{"number":16,"verse":"Your eyes saw my embryo, and in your book they all were written — days fashioned for me when there was not one of them."},{"number":17,"verse":"And to me, how precious are your thoughts, O God; how vast is their sum."},{"number":18,"verse":"If I should count them, they would outnumber the sand. I awaken, and I am still with you."},{"number":19,"verse":"If only you would kill the wicked, O God — so get away from me, you bloodthirsty men —"},{"number":20,"verse":"who speak against you deceitfully. Your enemies take your name in vain."},{"number":21,"verse":"Do I not hate those who hate you, O Yahweh? And do I not loathe those who rise up against you?"},{"number":22,"verse":"I hate them with a complete hatred; they have become my enemies."},{"number":23,"verse":"Search me, O God, and know my heart; test me and know my anxious thoughts."},{"number":24,"verse":"And see if there is in me the worship of false gods, and lead me in the way everlasting."}]}