{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"A Prayer of Repentance and Plea for MercyFor the music director. A psalm of David.When Nathan the prophet came to him, after he had gone in to Bathsheba. Be gracious to me, O God, according to your loyal love. According to your abundant mercies, blot out my transgressions."},{"number":2,"verse":"Wash me thoroughly from my iniquity, and from my sin cleanse me."},{"number":3,"verse":"For I myself know my transgressions, and my sin is ever before me."},{"number":4,"verse":"Against you, only you, I have sinned and have done this evil in your eyes, so that you are correct when you speak, you are blameless when you judge."},{"number":5,"verse":"Behold, in iniquity I was born, and in sin my mother conceived me."},{"number":6,"verse":"Behold, you delight in truth in the inward parts, and in the hidden parts you make me to know wisdom."},{"number":7,"verse":"Purify me with hyssop, and I shall be clean. Wash me, and I shall be whiter than snow."},{"number":8,"verse":"Make me hear joy and gladness; let the bones you have crushed rejoice."},{"number":9,"verse":"Hide your face from my sins, and all my iniquities blot out."},{"number":10,"verse":"Create a clean heart for me, O God, and renew a steadfast spirit within me."},{"number":11,"verse":"Do not cast me away from your presence, and do not take your Holy Spirit from me."},{"number":12,"verse":"Restore to me the joy of your salvation, and with a willing spirit sustain me."},{"number":13,"verse":"Then I will teach transgressors your ways, and sinners will turn back to you."},{"number":14,"verse":"Deliver me from the guilt of bloodshed, O God, the God of my salvation; then my tongue will sing aloud of your righteousness."},{"number":15,"verse":"O Lord, open my lips, and my mouth will proclaim your praise."},{"number":16,"verse":"For you do not delight in sacrifice or I would give it. With a burnt offering you are not pleased."},{"number":17,"verse":"The sacrifices of God are a broken spirit; A broken and contrite heart, O God, you will not despise."},{"number":18,"verse":"Do good in your favor toward Zion. Build the walls of Jerusalem."},{"number":19,"verse":"Then you will delight in righteous sacrifices, burnt offering and whole burnt offering. Then bulls will be offered on your altar."}]}