{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"(A Prayer for Protection) (For the music director, according to Do Not Destroy.) (Of David. A miktam.) (When Saul dispatched men and they watched the house to kill him.) Deliver me from my enemies, O my God. Protect me from those who rise up against me."},{"number":2,"verse":"Deliver me from workers of iniquity, and from men of bloodshed save me."},{"number":3,"verse":"For look, they lie in wait for my life. The mighty attack against me, not because of my transgression or my sin, O Yahweh."},{"number":4,"verse":"Without guilt on my part they run and ready themselves. Awake to meet me and see."},{"number":5,"verse":"And you, Yahweh, God of hosts, are the God of Israel. Rouse yourself to punish all the nations. Do not be gracious to any who treacherously plot evil. Selah"},{"number":6,"verse":"They return at evening; they howl like dogs while they prowl the city."},{"number":7,"verse":"Look, they pour out talk with their mouth. Swords are on their lips, for they say, “Who hears?”"},{"number":8,"verse":"But you, O Yahweh, will laugh at them; you will mock all the nations."},{"number":9,"verse":"O my strength, I will watch for you, because you, O God, are my (high) stronghold."},{"number":10,"verse":"My God of loyal love will meet me; God will cause me to look in triumph on my enemies."},{"number":11,"verse":"Do not kill them, lest my people forget. Make them to wander by your power, and bring them down, O Lord, our shield."},{"number":12,"verse":"By the sin of their mouth and the words of their lips, even in their pride, let them be trapped, and for the curses and lies they proclaim."},{"number":13,"verse":"Destroy in anger; destroy so they are no more, so that they may know that God is ruling in Jacob to the ends of the earth. Selah"},{"number":14,"verse":"They return at evening; they howl like dogs while they prowl the city."},{"number":15,"verse":"As for them, they wander for food. If they are not satisfied, then they continue all night."},{"number":16,"verse":"But as for me, I will sing of your strength, and I will hail your loyal love in the morning, because you have been my high stronghold and a refuge in my time of trouble."},{"number":17,"verse":"O my strength, to you I will give praise, because God is my high stronghold, my God of loyal love."}]}