{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"(A Plea for Deliverance from Persecution) (For the music director, according to The Lilies. Of David.) Save me, O God, because waters have come up to my neck."},{"number":2,"verse":"I sink in the mud of the deep, and there is no foothold. I have come to watery depths, and the torrent floods over me."},{"number":3,"verse":"I am weary with my calling out; my throat is parched. My eyes are exhausted in my waiting for my God."},{"number":4,"verse":"More numerous than the hairs of my head are those hating me without a cause. Those who are destroying me — my enemies wrongfully — are mighty. What I did not steal, I then must restore."},{"number":5,"verse":"O God, you yourself know my foolishness, and my guilty deeds are not hidden from you."},{"number":6,"verse":"Let those who wait for you not be put to shame because of me, O Lord Yahweh of hosts. Let those who seek you not be disgraced because of me, O God of Israel."},{"number":7,"verse":"Because on account of you I have borne reproach; disgrace has covered my face."},{"number":8,"verse":"I have become a stranger to my brothers and a foreigner to my mother’s sons,"},{"number":9,"verse":"because the zeal for your house has consumed me, and the reproaches of those reproaching you have fallen on me."},{"number":10,"verse":"When I wept in the fasting of my soul, it became reproaches for me."},{"number":11,"verse":"When I made sackcloth my clothing, I became for them a byword."},{"number":12,"verse":"Those sitting at the gate talk about me as also the songs of the drunkards."},{"number":13,"verse":"But as for me, my prayer is to you, O Yahweh, for a favorable time, O God, according to the abundance of your loyal love. Answer me with the faithfulness of your salvation."},{"number":14,"verse":"Deliver me from the mud and do not let me sink. Let me be delivered from those who hate me and from the watery depths."},{"number":15,"verse":"Do not let the torrent of waters flood over me, or the deep swallow me, or the pit close its mouth over me."},{"number":16,"verse":"Answer me, O Yahweh, because your loyal love is good; according to your abundant mercies, turn to me,"},{"number":17,"verse":"and do not hide your face from your servant. Because I am in trouble, answer me quickly."},{"number":18,"verse":"Draw near to my soul; redeem it. Because of my enemies, ransom me."},{"number":19,"verse":"You know my reproach, my shame and my disgrace. Fully known to you are all my adversaries."},{"number":20,"verse":"Reproach has broken my heart and I am sick. And I hoped for sympathy, but there was none, and for comforters, but I found none."},{"number":21,"verse":"They also gave me gall for food, and for my thirst they gave me vinegar to drink."},{"number":22,"verse":"Let their table before them be a trap, and their times of peace a snare."},{"number":23,"verse":"Let their eyes be dark so they cannot see, and make their loins continually tremble."},{"number":24,"verse":"Pour out your indignation on them, and let your burning anger overtake them."},{"number":25,"verse":"Let their camp be desolate. Let none dwell in their tents,"},{"number":26,"verse":"because they persecute those whom you, yourself, have struck, and they tell of the pain of those you have wounded."},{"number":27,"verse":"Add guilt on top of their guilt, and do not let them be acquitted."},{"number":28,"verse":"Let them be blotted out of the book of the living, and let them not be recorded with the righteous."},{"number":29,"verse":"But as for me, though I am afflicted and pained, your salvation will protect me, O God."},{"number":30,"verse":"I will praise the name of God in song, and magnify him with thanksgiving."},{"number":31,"verse":"For Yahweh it will be better than an ox or bull, horned and hoofed."},{"number":32,"verse":"The afflicted will see and rejoice. O God seekers, let your heart revive,"},{"number":33,"verse":"because Yahweh hears the needy and does not despise his own who are prisoners."},{"number":34,"verse":"Let heavens and earth praise him, the seas and all that moves in them,"},{"number":35,"verse":"because God will save Zion and build the cities of Judah, that they may dwell there and possess it."},{"number":36,"verse":"And the offspring of his servants will inherit it, and those who love his name will abide in it."}]}