{"bibleAbbr":"LEB2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"A Prayer for Help in DespairA song. A psalm of the sons of Korah.For the music director; according to Mahalath Leannoth.A maskil of Heman the Ezrahite. O Yahweh, God of my salvation, I cry out by day and through the night before you."},{"number":2,"verse":"Let my prayer come before you; incline your ear to my cry."},{"number":3,"verse":"For my soul is full with troubles, and my life approaches Sheol."},{"number":4,"verse":"I am reckoned with those descending to the pit. I am like a man without strength,"},{"number":5,"verse":"set free among the dead, like the slain lying in the grave, whom you no longer remember, even those cut off from your hand."},{"number":6,"verse":"You have set me in the pit below, in dark places, in the depths."},{"number":7,"verse":"Your wrath presses upon me, and you afflict me with all your waves. Selah"},{"number":8,"verse":"You have removed my acquaintances far from me. You have made me detestable to them. I am confined and cannot go out."},{"number":9,"verse":"My eye languishes from misery. I call on you, O Yahweh, every day; I spread out my hands to you."},{"number":10,"verse":"Do you work wonders for the dead? Or do the departed spirits rise up to praise you? Selah"},{"number":11,"verse":"Is your loyal love told in the grave, or your faithfulness in the underworld?"},{"number":12,"verse":"Are your wonders known in the darkness, or your righteousness in the land of forgetfulness?"},{"number":13,"verse":"But as for me, I cry for help to you, O Yahweh, and in the morning my prayer comes before you."},{"number":14,"verse":"Why do you reject my soul, O Yahweh? Why do you hide your face from me?"},{"number":15,"verse":"I am afflicted and perishing from my youth. I bear your terrors. I am distraught."},{"number":16,"verse":"Your burning anger has passed over me; your sudden fears have destroyed me."},{"number":17,"verse":"They surround me like water all the day; they circle about me altogether."},{"number":18,"verse":"You have removed loved one and friend far from me, my acquaintances far from my darkness."}]}