{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"The Genealogy of Jesus the Messiah The (Lit book) record of the genealogy of (In Heb Yeshua (Joshua), meaning The Lord is salvation) Jesus the (From Gr Christos, which means Messiah (Heb for Anointed One)) Messiah, the son of David, the son of Abraham:"},{"number":2,"verse":"Abraham fathered Isaac, Isaac fathered Jacob, and Jacob fathered (Gr Judas; a name of a person in the Old Testament is given in its Old Testament form) Judah and his brothers."},{"number":3,"verse":"Judah fathered Perez and Zerah by Tamar, Perez fathered Hezron, and Hezron fathered (Gr Aram) Ram."},{"number":4,"verse":"Ram fathered Amminadab, Amminadab fathered Nahshon, and Nahshon fathered Salmon."},{"number":5,"verse":"Salmon fathered Boaz by Rahab, Boaz fathered Obed by Ruth, and Obed fathered Jesse."},{"number":6,"verse":"Jesse fathered David the king. David fathered Solomon by (I. e., Bathsheba) her who had been the wife of Uriah."},{"number":7,"verse":"Solomon fathered Rehoboam, Rehoboam fathered Abijah, and Abijah fathered (Gr Asaph) Asa."},{"number":8,"verse":"Asa fathered Jehoshaphat, Jehoshaphat fathered (Also Gr for Jehoram in 2 Kin 8:16; cf. 1 Chr 3:11) Joram, and Joram fathered Uzziah."},{"number":9,"verse":"Uzziah fathered (Gr Joatham) Jotham, Jotham fathered Ahaz, and Ahaz fathered Hezekiah."},{"number":10,"verse":"Hezekiah fathered Manasseh, Manasseh fathered (Gr Amos) Amon, and Amon fathered Josiah."},{"number":11,"verse":"Josiah fathered (Jehoiachin in 2 Kin 24:15) Jeconiah and his brothers, at the time of the deportation to Babylon."},{"number":12,"verse":"After the deportation to Babylon: Jeconiah fathered (Gr Salathiel) Shealtiel, and Shealtiel fathered Zerubbabel."},{"number":13,"verse":"Zerubbabel fathered (Gr Abioud, usually spelled Abiud) Abihud, Abihud fathered Eliakim, and Eliakim fathered Azor."},{"number":14,"verse":"Azor fathered Zadok, Zadok fathered Achim, and Achim fathered Eliud."},{"number":15,"verse":"Eliud fathered Eleazar, Eleazar fathered Matthan, and Matthan fathered Jacob."},{"number":16,"verse":"Jacob fathered Joseph the husband of Mary, by whom Jesus was born, who is called the (From Gr Christos, which means Messiah (Heb for Anointed One)) Messiah."},{"number":17,"verse":"So all the generations from Abraham to David are fourteen generations; from David to the deportation to Babylon, fourteen generations; and from the deportation to Babylon to the (See note v 16) Messiah, fourteen generations."},{"number":18,"verse":"Conception and Birth of Jesus Now the birth of Jesus the (See note v 16) Messiah was as follows: when His mother Mary had been (Unlike engagement, a betrothed couple was considered married, but did not yet live together) betrothed to Joseph, before they came together she was found to be pregnant by the Holy Spirit."},{"number":19,"verse":"And her husband Joseph, since he was a righteous man and did not want to disgrace her, planned to (Or divorce her) send her away secretly."},{"number":20,"verse":"But when he had thought this over, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take Mary as your wife; for (Lit that which) the Child who has been conceived in her is of the Holy Spirit."},{"number":21,"verse":"She will give birth to a Son; and you shall name Him Jesus, for (Lit He Himself) He will save His people from their sins.”"},{"number":22,"verse":"Now all this (Lit has happened) took place so that what was spoken by the Lord through (I. e., Isaiah) the prophet would be fulfilled:"},{"number":23,"verse":"“BEHOLD, THE VIRGIN WILL (Or be pregnant) CONCEIVE AND GIVE BIRTH TO A SON, AND THEY SHALL NAME HIM (Gr Emmanuel) IMMANUEL,” which translated means, “GOD WITH US.”"},{"number":24,"verse":"And Joseph awoke from his sleep and did as the angel of the Lord commanded him, and took Mary as his wife,"},{"number":25,"verse":"(Lit and did not know her intimately) but kept her a virgin until she gave birth to a Son; and he named Him Jesus."}]}