{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"John’s Questions When Jesus had finished (Or commanding) giving instructions to His twelve disciples, He went on from there to teach and (Or proclaim) preach in their cities."},{"number":2,"verse":"Now while in prison, John heard about the works of Christ, and he sent word by his disciples,"},{"number":3,"verse":"and said to Him, “Are You the Coming One, or are we to (Or wait for) look for someone else?”"},{"number":4,"verse":"Jesus answered and said to them, “Go and report to John what you hear and see:"},{"number":5,"verse":"those who are BLIND RECEIVE SIGHT and those who limp walk, those with leprosy are cleansed and those who are deaf hear, the dead are raised, and the POOR HAVE THE GOSPEL PREACHED TO THEM."},{"number":6,"verse":"And blessed is (Lit whoever) any person who does not (Or stumble over Me) take offense at Me.”"},{"number":7,"verse":"Jesus’ Tribute to John As these disciples of John were going away, Jesus began speaking to the crowds about John: “What did you go out into the wilderness to see? A reed shaken by the wind?"},{"number":8,"verse":"(Or Well then,) But what did you go out to see? A man dressed in soft clothing? Those who wear soft clothing are in kings’ (Lit houses) palaces!"},{"number":9,"verse":"(Or Well then,) But what did you go out to see? A prophet? Yes, I tell you, and one who is more than a prophet."},{"number":10,"verse":"This is the one about whom it (Lit has been written) is written: ‘BEHOLD, I AM SENDING MY MESSENGER (Lit before Your face) AHEAD OF YOU, WHO WILL PREPARE YOUR WAY BEFORE YOU.’"},{"number":11,"verse":"Truly I say to you, among those born of women there has not arisen anyone greater than John the Baptist! Yet the one who is least in the kingdom of heaven is greater than he."},{"number":12,"verse":"And from the days of John the Baptist until now the kingdom of heaven has been treated violently, and violent men take it by force."},{"number":13,"verse":"For all the Prophets and the Law prophesied until John."},{"number":14,"verse":"And if you are willing to accept it, John himself is Elijah who (Or is going to come) was to come."},{"number":15,"verse":"The one who has ears to hear, (Or hear! Or listen!) let him hear."},{"number":16,"verse":"“But to what shall I compare this generation? It is like children sitting in the marketplaces, who call out to the other children,"},{"number":17,"verse":"and say, ‘We played the flute for you, and you did not dance; we sang a song of mourning, and you did not (Lit beat the breast) mourn.’"},{"number":18,"verse":"For John came neither eating nor drinking, and they say, ‘He has a demon!’"},{"number":19,"verse":"The Son of Man came eating and drinking, and they say, ‘Behold, a gluttonous man and a (Or wine drinker) heavy drinker, a friend of tax collectors and (I. e., irreligious Jews) sinners!’ And yet wisdom is vindicated by her deeds.”"},{"number":20,"verse":"The Unrepenting Cities Then He began to reprimand the cities in which most of His (Or works of power) miracles were done, because they did not repent."},{"number":21,"verse":"“Woe to you, Chorazin! Woe to you, Bethsaida! For if the (Or works of power) miracles that occurred in you had occurred in Tyre and Sidon, they would have repented long ago in (I. e., symbols of mourning) sackcloth and ashes."},{"number":22,"verse":"Nevertheless I say to you, it will be more tolerable for Tyre and Sidon on the day of judgment than for you."},{"number":23,"verse":"And you, Capernaum, will not be exalted to heaven, will you? You will be brought down to Hades! For if the (Or works of power) miracles that occurred in you had occurred in Sodom, it would have remained to this day."},{"number":24,"verse":"Nevertheless I say to you that it will be more tolerable for the land of Sodom on the day of judgment, than for you.”"},{"number":25,"verse":"Come to Me (Or On that occasion) At that time Jesus said, “I praise You, Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent, and have revealed them to infants."},{"number":26,"verse":"Yes, Father, for this way was well pleasing in Your sight."},{"number":27,"verse":"All things have been handed over to Me by My Father; and no one knows the Son except the Father; nor does anyone know the Father except the Son, and anyone to whom the Son determines to reveal Him."},{"number":28,"verse":"“Come to Me, all (Or who work to exhaustion) who are weary and burdened, and I will give you rest."},{"number":29,"verse":"Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and YOU WILL FIND (Or a resting place) REST FOR YOUR SOULS."},{"number":30,"verse":"For My yoke is comfortable, and My burden is light.”"}]}