{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"(John the Baptist Beheaded) (Or On that occasion) At that time (I. e., Herod Antipas) Herod (I. e., a regional ruler) the tetrarch heard the news about Jesus,"},{"number":2,"verse":"and said to his servants, “This is John the Baptist; he himself has been raised from the dead, and that is why miraculous powers are at work in him.”"},{"number":3,"verse":"For when Herod had John arrested, he bound him and put him in prison because of Herodias, the wife of his brother Philip."},{"number":4,"verse":"For John had been saying to him, “It is not lawful for you to have her.”"},{"number":5,"verse":"Although Herod wanted to put him to death, he feared the crowd, because they regarded (Lit him) John as a prophet."},{"number":6,"verse":"But when Herod’s birthday came, the daughter of Herodias danced (Lit in the midst) before them and pleased Herod,"},{"number":7,"verse":"so much that he promised with an oath to give her whatever she asked."},{"number":8,"verse":"And after being prompted by her mother, she *said, “Give me the head of John the Baptist here on a platter.”"},{"number":9,"verse":"And although he was grieved, the king commanded it to be given because of his oaths and (Lit those who reclined at the table with him) his dinner guests."},{"number":10,"verse":"He sent word and had John beheaded in the prison."},{"number":11,"verse":"And his head was brought on a platter and given to the girl, and she brought it to her mother."},{"number":12,"verse":"(Lit his) John’s disciples came and took away the body and buried (Lit him) it; and they went and reported to Jesus."},{"number":13,"verse":"(Five Thousand Men Fed) Now when Jesus heard about John, He withdrew from there in a boat to a secluded place by Himself; and when the (Lit the crowds) people heard about this, they followed Him on foot from the cities."},{"number":14,"verse":"When He came (Lit out) ashore, He saw a large crowd, and felt compassion for them and healed their sick."},{"number":15,"verse":"Now when it was evening, the disciples came to Him and said, “This place is secluded and the hour is already past to eat; send the crowds away, so that they may go into the villages and buy food for themselves.”"},{"number":16,"verse":"But Jesus said to them, “They do not need to go; you give them something to eat!”"},{"number":17,"verse":"They *said to Him, “We have nothing here except five loaves and two fish.”"},{"number":18,"verse":"And He said, “Bring them here to Me.”"},{"number":19,"verse":"And ordering the crowds to (Lit recline) sit down on the grass, He took the five loaves and the two fish, and looked up toward heaven. He blessed the food and breaking the loaves, He gave them to the disciples, and the disciples gave them to the crowds."},{"number":20,"verse":"And they all ate and were satisfied, and they picked up what was left over of the broken pieces: twelve full baskets."},{"number":21,"verse":"There were about five thousand men who ate, besides women and children."},{"number":22,"verse":"(Jesus Walks on the Water) Immediately afterward He compelled the disciples to get into the boat and to go ahead of Him to the other side, while He sent the crowds away."},{"number":23,"verse":"After He had sent the crowds away, He went up on the mountain by Himself to pray; and when it was evening, He was there alone."},{"number":24,"verse":"But the boat was already (Lit many stadia from; a Roman stadion perhaps averaged 607 ft. or 185 m) a long distance from the land, (Lit tormented) battered by the waves; for the wind was (Or adverse) contrary."},{"number":25,"verse":"And in the (I. e., 3-6 a. m.) fourth watch of the night He came to them, walking on the sea."},{"number":26,"verse":"When the disciples saw Him walking on the sea, they were terrified, and said, “It is a ghost!” And they cried out (Lit from) in fear."},{"number":27,"verse":"But immediately Jesus spoke to them, saying, “Take courage, (Lit I am) it is I; do not be afraid.”"},{"number":28,"verse":"Peter responded and said to Him, “Lord, if (Lit You are) it is You, command me to come to You on the water.”"},{"number":29,"verse":"And He said, “Come!” And Peter got out of the boat and walked on the water, and came toward Jesus."},{"number":30,"verse":"But seeing the wind, he became frightened, and when he began to sink, he cried out, saying, “Lord, save me!”"},{"number":31,"verse":"Immediately Jesus reached out with His hand and took hold of him, and *said to him, “You of little faith, why did you doubt?”"},{"number":32,"verse":"When they got into the boat, the wind stopped."},{"number":33,"verse":"And those who were in the boat worshiped Him, saying, “You are truly God’s Son!”"},{"number":34,"verse":"When they had crossed over, they came to land at Gennesaret."},{"number":35,"verse":"And when the men of that place (Or found out about) recognized Him, they sent word into all that surrounding region and brought to Him all who were sick;"},{"number":36,"verse":"and they pleaded with Him that they might just touch the (Or tassel; i. e., a ritual tassel sewn to corners of garments for Jewish men) border of His cloak; and all who touched it were cured."}]}