{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"Tradition and Commandment Then some Pharisees and scribes *came to Jesus from Jerusalem and said,"},{"number":2,"verse":"“Why do Your disciples break the tradition of the elders? For they do not wash their hands when they eat bread.”"},{"number":3,"verse":"And He answered and said to them, “Why do you yourselves also break the commandment of God for the sake of your tradition?"},{"number":4,"verse":"For God said, ‘HONOR YOUR FATHER AND MOTHER,’ and, ‘THE ONE WHO SPEAKS EVIL OF FATHER OR MOTHER IS TO (Lit die the death) BE PUT TO DEATH.’"},{"number":5,"verse":"But you say, ‘Whoever says to his father or mother, “Whatever I have that would help you has been (Lit a gift; i. e., an offering) given to God,”"},{"number":6,"verse":"he is not to (I. e., by supporting them with it) honor his father or mother.’ And by this you have invalidated the word of God for the sake of your tradition."},{"number":7,"verse":"You hypocrites, rightly did Isaiah prophesy about you, by saying:"},{"number":8,"verse":"‘THIS PEOPLE HONORS ME WITH THEIR LIPS, BUT THEIR HEART IS FAR AWAY FROM ME."},{"number":9,"verse":"AND IN VAIN DO THEY WORSHIP ME, TEACHING AS DOCTRINES THE COMMANDMENTS OF MEN.’ ”"},{"number":10,"verse":"After Jesus called the crowd to Him, He said to them, “Hear and understand!"},{"number":11,"verse":"It is not what enters the mouth that defiles the person, but what comes out of the mouth, this defiles the person.”"},{"number":12,"verse":"Then the disciples came and *said to Him, “Do You know that the Pharisees were (Lit caused to stumble) offended when they heard this statement?”"},{"number":13,"verse":"But He answered and said, “Every plant which My heavenly Father did not plant will be uprooted."},{"number":14,"verse":"Leave them alone; they are blind guides (Later mss add of blind people) of blind people. And if a person who is blind guides another who is blind, both will fall into a pit.”"},{"number":15,"verse":"The Heart of Man Peter (Lit answering, said) said to Him, “Explain the parable to us.”"},{"number":16,"verse":"(Lit and He) Jesus said, “Are you also still lacking in understanding?"},{"number":17,"verse":"Do you not understand that everything that goes into the mouth passes into the stomach, and is (Lit thrown out into the latrine) eliminated?"},{"number":18,"verse":"But the things that come out of the mouth come from the heart, and those things defile the person."},{"number":19,"verse":"For out of the heart come evil thoughts, murders, acts of adultery, other immoral sexual acts, thefts, false testimonies, and (Or abusive speech) slanderous statements."},{"number":20,"verse":"These are the things that defile the person; but to eat with unwashed hands does not defile the person.”"},{"number":21,"verse":"The Faith of a Canaanite Woman Jesus went away from there, and withdrew into the region of Tyre and Sidon."},{"number":22,"verse":"And a Canaanite woman from that region came out and began to cry out, saying, “Have mercy on me, Lord, Son of David; my daughter is severely demon-possessed.”"},{"number":23,"verse":"But He did not answer her with even a word. And His disciples came up and urged Him, saying, “Send her away, because she keeps shouting (Lit behind us) at us!”"},{"number":24,"verse":"But He answered and said, “I was sent only to the lost sheep of the house of Israel.”"},{"number":25,"verse":"But she came and began (Or worshiped) to bow down before Him, saying, “Lord, help me!”"},{"number":26,"verse":"Yet He answered and said, “It is not (Or proper) good to take the children’s bread and throw it to the dogs.”"},{"number":27,"verse":"And she said, “Yes, Lord; but please help, for even the dogs feed on the crumbs that fall from their masters’ table.”"},{"number":28,"verse":"Then Jesus said to her, “O woman, your faith is great; it shall be done for you as you desire.” And her daughter was healed (Lit from that hour) at once."},{"number":29,"verse":"Healing Crowds Departing from there, Jesus went along the Sea of Galilee, and after going up on the mountain, He was sitting there."},{"number":30,"verse":"And (Lit many) large crowds came to Him bringing with them those who were limping, had impaired limbs, were blind, or were unable to speak, and many others, and they laid them down at His feet; and He healed them."},{"number":31,"verse":"So the crowd was astonished as they saw those who were unable to speak talking, those with impaired limbs (Or healthy) restored, those who were limping walking around, and those who were blind seeing; and they glorified the God of Israel."},{"number":32,"verse":"Four Thousand Men Fed Now Jesus called His disciples to Him and said, “I feel compassion for the (Lit crowd) people, because they (Lit are remaining) have remained with Me now for three days and have nothing to eat; and I do not want to send them away hungry, for they might faint on the way.”"},{"number":33,"verse":"The disciples *said to Him, “Where would we get so many loaves in this desolate place to satisfy such a large crowd?”"},{"number":34,"verse":"And Jesus *said to them, “How many loaves do you have?” And they said, “Seven, and a few small fish.”"},{"number":35,"verse":"And He directed the (Lit crowd) people to (Lit recline) sit down on the ground;"},{"number":36,"verse":"and He took the seven loaves and the fish; and after giving thanks, He broke them and started giving them to the disciples, and the disciples gave them to the crowds."},{"number":37,"verse":"And they all ate and were satisfied, and they picked up what was left over of the broken pieces, seven large baskets full."},{"number":38,"verse":"And those who ate were four thousand men, besides women and children."},{"number":39,"verse":"And sending away the crowds, Jesus got into the boat and came to the region of Magadan."}]}