{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":17,"verses":[{"number":1,"verse":"The Transfiguration Six days later, Jesus *took with Him Peter and (Or Jacob) James, and his brother John, and *led them up on a high mountain by themselves."},{"number":2,"verse":"And He was transfigured before them; and His face shone like the sun, and His garments became as white as light."},{"number":3,"verse":"And behold, Moses and Elijah appeared to them, talking with Him."},{"number":4,"verse":"Peter responded and said to Jesus, “Lord, it is good that we are here. If You want, I will make three (Or sacred tents) tabernacles here: one for You, one for Moses, and one for Elijah.”"},{"number":5,"verse":"While he was still speaking, a bright cloud overshadowed them, and behold, a voice from the cloud said, “This is My beloved Son, with whom I am well pleased; listen to Him!”"},{"number":6,"verse":"When the disciples heard this, they fell (Lit on their faces) face down to the ground and were terrified."},{"number":7,"verse":"And Jesus came to them and touched them and said, “Get up, and do not be afraid.”"},{"number":8,"verse":"And raising their eyes, they saw no one except Jesus Himself alone."},{"number":9,"verse":"When they were coming down from the mountain, Jesus commanded them, saying, “Tell the vision to no one until the Son of Man has risen from the dead.”"},{"number":10,"verse":"And His disciples asked Him, “Why then do the scribes say that Elijah must come first?”"},{"number":11,"verse":"And He answered and said, “Elijah is coming and will restore all things;"},{"number":12,"verse":"but I say to you that Elijah already came, and they did not recognize him, but did (Lit in him; or in his case) to him whatever they wanted. So also the Son of Man is going to suffer (Lit by them) at their hands.”"},{"number":13,"verse":"Then the disciples understood that He had spoken to them about John the Baptist."},{"number":14,"verse":"The Demon-possessed Boy When they came to the crowd, a man came up to (Lit Him) Jesus, falling on his knees before Him and saying,"},{"number":15,"verse":"“ (Or Sir) Lord, have mercy on my son, because he has seizures and suffers terribly; for he often falls into the fire and often into the water."},{"number":16,"verse":"And I brought him to Your disciples, and they could not cure him.”"},{"number":17,"verse":"And Jesus answered and said, “You unbelieving and perverse generation, how long shall I be with you? How long shall I put up with you? Bring him here to Me.”"},{"number":18,"verse":"And Jesus rebuked him, and the demon came out of him, and the boy was healed (Lit from that hour) at once."},{"number":19,"verse":"Then the disciples came to Jesus privately and said, “Why could we not cast it out?”"},{"number":20,"verse":"And He *said to them, “Because of your meager faith; for truly I say to you, if you have faith (Lit like) the size of a mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move; and nothing will be impossible for you. (Late mss add (traditionally v 21): But this kind does not go out except by prayer and fasting) ”"},{"number":22,"verse":"And while they were gathering together in Galilee, Jesus said to them, “The Son of Man is going to be (Or betrayed) handed over to men;"},{"number":23,"verse":"and they will kill Him, and He will be raised on the third day.” And they were deeply grieved."},{"number":24,"verse":"The Temple Tax Now when they came to Capernaum, those who collected the (Equivalent to about two denarii or two days’ wages for a laborer, paid as a temple tax) two-drachma tax came to Peter and said, “Does your teacher not pay the (Equivalent to about two denarii or two days’ wages for a laborer, paid as a temple tax) two-drachma tax?”"},{"number":25,"verse":"He *said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, “What do you think, Simon? From whom do the kings of the earth collect customs or (I. e., a tax on each person in the census) poll-tax, from their sons or from strangers?”"},{"number":26,"verse":"When Peter said, “From strangers,” Jesus said to him, “Then the sons are (Lit free) exempt."},{"number":27,"verse":"However, so that we do not offend them, go to the sea and throw in a hook, and take the first fish that comes up; and when you open its mouth, you will find a (A silver four-drachma Greek coin) stater. Take that and give it to them for you and Me.”"}]}