{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"The Visit of the Magi Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, (A caste of educated men specializing in astronomy, astrology, and natural science) magi from the east arrived in Jerusalem, saying,"},{"number":2,"verse":"“Where is He who has been born King of the Jews? For we saw His star in the east and have come to worship Him.”"},{"number":3,"verse":"When Herod the king heard this, he was troubled, and all Jerusalem with him."},{"number":4,"verse":"And gathering together all the chief priests and scribes of the people, he inquired of them where the (From Gr Christos, which means Messiah (Heb for Anointed One)) Messiah was to be born."},{"number":5,"verse":"They said to him, “In Bethlehem of Judea; for this is what has been written (Or through) by (I. e., Micah) the prophet:"},{"number":6,"verse":"‘AND YOU, BETHLEHEM, LAND OF JUDAH, ARE BY NO MEANS LEAST AMONG THE LEADERS OF JUDAH; FOR FROM YOU WILL COME FORTH A RULER WHO WILL SHEPHERD MY PEOPLE ISRAEL.’ ”"},{"number":7,"verse":"Then Herod secretly called for the magi and determined from them the exact (Lit time of the appearing star) time the star appeared."},{"number":8,"verse":"And he sent them to Bethlehem and said, “Go and search carefully for the Child; and when you have found Him, report to me, so that I too may come and worship Him.”"},{"number":9,"verse":"After hearing the king, they went on their way; and behold, the star, which they had seen in the east, went on ahead of them until it came to a stop over the place where the Child was to be found."},{"number":10,"verse":"When they saw the star, they rejoiced exceedingly with great joy."},{"number":11,"verse":"And after they came into the house, they saw the Child with His mother Mary; and they fell down and (Lit prostrated themselves to; i. e., lay face down in a prone position to indicate worship) worshiped Him. Then they opened their treasures and presented to Him gifts of gold, frankincense, and myrrh."},{"number":12,"verse":"And after being warned by God in a dream not to return to Herod, the magi left for their own country by another way."},{"number":13,"verse":"The Escape to Egypt Now when they had gone, behold, an angel of the Lord *appeared to Joseph in a dream and said, “Get up! Take the Child and His mother and flee to Egypt, and stay there until I tell you; for Herod is going to search for the Child to kill Him.”"},{"number":14,"verse":"So (Lit he) Joseph got up and took the Child and His mother while it was still night, and left for Egypt."},{"number":15,"verse":"He (Lit was) stayed there until the death of Herod; this happened so that what had been spoken by the Lord through (I. e., Hosea) the prophet would be fulfilled: “OUT OF EGYPT I CALLED MY SON.”"},{"number":16,"verse":"Herod Slaughters Babies Then when Herod saw that he had been tricked by the magi, he became very enraged, and sent men and killed all the boys who were in Bethlehem and all its vicinity (Lit from two... and under) who were two years old or under, according to the time which he had determined from the magi."},{"number":17,"verse":"Then what had been spoken through Jeremiah the prophet was fulfilled:"},{"number":18,"verse":"“A VOICE WAS HEARD IN RAMAH, WEEPING AND GREAT MOURNING, RACHEL WEEPING FOR HER CHILDREN; AND SHE REFUSED TO BE COMFORTED, BECAUSE THEY WERE NO MORE.”"},{"number":19,"verse":"But when Herod died, behold, an angel of the Lord *appeared in a dream to Joseph in Egypt, and said,"},{"number":20,"verse":"“Get up, take the Child and His mother, and go to the land of Israel; for those who sought the Child’s life are dead.”"},{"number":21,"verse":"So (Lit he) Joseph got up, took the Child and His mother, and came into the land of Israel."},{"number":22,"verse":"But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there. Then after being warned by God in a dream, he left for the regions of Galilee,"},{"number":23,"verse":"and came and settled in a city called Nazareth. This happened so that what was spoken through the prophets would be fulfilled: “He will be called a Nazarene.”"}]}