{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"(The Triumphal Entry) When they had approached Jerusalem and had come to Bethphage, at the Mount of Olives, Jesus then sent two disciples,"},{"number":2,"verse":"saying to them, “Go into the village opposite you, and immediately you will find a donkey tied there and a colt with it. Untie them and bring them to Me."},{"number":3,"verse":"And if anyone says anything to you, you shall say, ‘The Lord needs them,’ and he will send them on immediately.”"},{"number":4,"verse":"Now this (Lit has happened) took place so that what was spoken through (I. e., Zechariah) the prophet would be fulfilled:"},{"number":5,"verse":"“SAY TO THE DAUGHTER OF ZION, ‘BEHOLD YOUR KING IS COMING TO YOU, HUMBLE, AND MOUNTED ON A DONKEY, EVEN ON A COLT, THE FOAL OF A DONKEY.’ ”"},{"number":6,"verse":"The disciples went and did just as Jesus had instructed them,"},{"number":7,"verse":"and brought the donkey and the colt, and laid their cloaks on them; and He sat on (Lit them) the cloaks."},{"number":8,"verse":"Most of the crowd spread their cloaks on the road, and others were cutting branches from the trees and spreading them on the road."},{"number":9,"verse":"Now the crowds going ahead of Him, and those who followed, were shouting, “ (Aramaic for Save, we pray) Hosanna to the Son of David; BLESSED IS THE ONE WHO COMES IN THE NAME OF THE LORD; (Aramaic for Save, we pray) Hosanna in the highest!”"},{"number":10,"verse":"When He had entered Jerusalem, all the city was stirred, saying, “Who is this?”"},{"number":11,"verse":"And the crowds were saying, “This is Jesus the prophet, from Nazareth in Galilee.”"},{"number":12,"verse":"(Cleansing the Temple) And Jesus entered the temple area and drove out all those who were selling and buying on the temple grounds, and He overturned the tables of the money changers and the seats of those who were selling doves."},{"number":13,"verse":"And He *said to them, “It is written: ‘MY HOUSE WILL BE CALLED A HOUSE OF PRAYER’; but you are making it a DEN OF ROBBERS.”"},{"number":14,"verse":"And those who were blind and those who limped came to Him in the temple area, and He healed them."},{"number":15,"verse":"But when the chief priests and the scribes saw the wonderful things that He had done, and the children who were shouting in the temple area, “ (Aramaic for Save, we pray) Hosanna to the Son of David,” they became indignant,"},{"number":16,"verse":"and they said to Him, “Do You hear what these children are saying?” And Jesus *said to them, “Yes. Have you never read, ‘FROM THE MOUTHS OF INFANTS AND NURSING BABIES YOU HAVE PREPARED PRAISE FOR YOURSELF’?”"},{"number":17,"verse":"And He left them and went out of the city to Bethany, and spent the night there."},{"number":18,"verse":"(The Barren Fig Tree) Now in the early morning, when He was returning to the city, He became hungry."},{"number":19,"verse":"And seeing a lone fig tree by the road, He came to it and found nothing on it except leaves alone; and He *said to it, “No longer shall there ever be any fruit from you.” And at once the fig tree withered."},{"number":20,"verse":"Seeing this, the disciples were amazed and (Lit said) asked, “How did the fig tree wither all at once?”"},{"number":21,"verse":"And Jesus answered and said to them, “Truly I say to you, if you have faith and do not doubt, you will not only do what was done to the fig tree, but even if you say to this mountain, ‘Be taken up and cast into the sea,’ it will happen."},{"number":22,"verse":"And whatever you ask in prayer, believing, you will receive it all.”"},{"number":23,"verse":"(Authority Challenged) When He entered the temple area, the chief priests and the elders of the people came to Him while He was teaching, and said, “By what authority are You doing these things, and who gave You this authority?”"},{"number":24,"verse":"But Jesus responded and said to them, “I will also ask you one (Lit word) question, which, if you tell Me, I will also tell you by what authority I do these things."},{"number":25,"verse":"The baptism of John was from what source: from heaven or from men?” And they began considering the implications among themselves, saying, “If we say, ‘From heaven,’ He will say to us, ‘Then why did you not believe him?’"},{"number":26,"verse":"But if we say, ‘From men,’ we fear the (Lit crowd) people; for they all regard John as a prophet.”"},{"number":27,"verse":"And answering Jesus, they said, “We do not know.” He also said to them, “Neither am I telling you by what authority I do these things."},{"number":28,"verse":"(Parable of Two Sons) “But what do you think? A man had two (Lit children) sons, and he came to the first and said, ‘ (Lit Child) Son, go work today in the vineyard.’"},{"number":29,"verse":"But he replied, ‘I do not want to.’ Yet afterward he regretted it and went."},{"number":30,"verse":"And the man came to his second son and said the same thing; and he replied, ‘I will, sir’; and yet he did not go."},{"number":31,"verse":"Which of the two did the will of his father?” They *said, “The first.” Jesus *said to them, “Truly I say to you that the tax collectors and prostitutes (Lit are getting into) will get into the kingdom of God before you."},{"number":32,"verse":"For John came to you in the way of righteousness and you did not believe him; but the tax collectors and prostitutes did believe him; and you, seeing this, did not even (Or change your minds) have second thoughts afterward so as to believe him."},{"number":33,"verse":"(Parable of the Landowner) “Listen to another parable. There was a (Lit a man, head of a household) landowner who PLANTED A VINEYARD AND PUT A (Or hedge) FENCE AROUND IT, AND DUG A WINE PRESS IN IT, AND BUILT A TOWER, and he leased it to (Or tenant farmers, also vv 34, 35, 38, 40) vine-growers and went on a journey."},{"number":34,"verse":"And when the (Lit the fruit season) harvest time approached, he sent his slaves to the vine-growers to receive his fruit."},{"number":35,"verse":"And the vine-growers took his slaves and beat one, killed another, and stoned another."},{"number":36,"verse":"Again, he sent other slaves, more than the first; and they did the same things to them."},{"number":37,"verse":"But afterward he sent his son to them, saying, ‘They will respect my son.’"},{"number":38,"verse":"But when the vine-growers saw the son, they said among themselves, ‘This is the heir; come, let’s kill him and take possession of his inheritance!’"},{"number":39,"verse":"And they took him and threw him out of the vineyard, and killed him."},{"number":40,"verse":"Therefore, when the (Lit lord) owner of the vineyard comes, what will he do to those vine-growers?”"},{"number":41,"verse":"They *said to Him, “He will bring those wretches to a wretched end and lease the vineyard to other vine-growers, who will pay him the fruit in the proper seasons.”"},{"number":42,"verse":"Jesus *said to them, “Did you never read in the Scriptures, ‘A STONE WHICH THE BUILDERS REJECTED, THIS HAS BECOME THE (Lit head of the corner) CHIEF CORNERSTONE; THIS CAME ABOUT FROM THE LORD, AND IT IS MARVELOUS IN OUR EYES’?"},{"number":43,"verse":"Therefore I say to you, the kingdom of God will be taken away from you and given to a (Lit nation) people producing its fruit."},{"number":44,"verse":"And the one who falls on this stone will be broken to pieces; and on whomever it falls, it will crush him.”"},{"number":45,"verse":"When the chief priests and the Pharisees heard His parables, they understood that He was speaking about them."},{"number":46,"verse":"And although they sought to arrest Him, they feared the crowds, since they considered Him to be a prophet."}]}