{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"Parable of the Marriage Feast Jesus spoke to them again in parables, saying,"},{"number":2,"verse":"“The kingdom of heaven (Lit has been compared to) is like (Lit a man, a king) a king who (Lit made) held a wedding feast for his son."},{"number":3,"verse":"And he sent his slaves to call those who had been invited to the wedding feast, and they were unwilling to come."},{"number":4,"verse":"Again he sent other slaves, saying, ‘Tell those who have been invited, “Behold, I have prepared my dinner; my oxen and my fattened cattle are all butchered and everything is ready. Come to the wedding feast!” ’"},{"number":5,"verse":"But they paid no attention and went their separate ways, one to his own (Or field) farm, another to his business,"},{"number":6,"verse":"and the rest seized his slaves and treated them abusively, and then killed them."},{"number":7,"verse":"Now the king was angry, and he sent his armies and destroyed those murderers and set their city on fire."},{"number":8,"verse":"Then he *said to his slaves, ‘The wedding feast is ready, but those who were invited were not worthy."},{"number":9,"verse":"So go to the main roads, and invite whomever you find there to the wedding feast.’"},{"number":10,"verse":"Those slaves went out into the streets and gathered together all whom they found, both bad and good; and the wedding hall was filled with (Lit those reclining at the table) dinner guests."},{"number":11,"verse":"“But when the king came in to look over the (Lit those reclining at the table) dinner guests, he saw a man there who was not dressed in wedding clothes,"},{"number":12,"verse":"and he *said to him, ‘Friend, how did you get in here without wedding clothes?’ And the man was speechless."},{"number":13,"verse":"Then the king said to the servants, ‘Tie his hands and feet, and throw him into the outer darkness; there will be weeping and gnashing of teeth in that place.’"},{"number":14,"verse":"For many are (Or invited) called, but few are chosen.”"},{"number":15,"verse":"Poll-tax to Caesar Then the Pharisees went and (Lit took counsel) plotted together how they might trap Him (Lit in word) in what He said."},{"number":16,"verse":"And they *sent their disciples to Him, along with the Herodians, saying, “Teacher, we know that You are truthful and teach the way of God in truth, and (Lit it is not a concern to You about anyone;) do not care what anyone thinks; for You (Lit do not look at the face of people) are not partial to anyone."},{"number":17,"verse":"Tell us then, what do You think? Is it (Or lawful; i. e., by Jewish law and tradition) permissible to pay a (I. e., a tax on each person in the census) poll-tax to Caesar, or not?”"},{"number":18,"verse":"But Jesus perceived their (Or wickedness) malice, and said, “Why are you testing Me, you hypocrites?"},{"number":19,"verse":"Show Me the coin used for the poll-tax.” And they brought Him a (The denarius was a day’s wages for a laborer) denarius."},{"number":20,"verse":"And He *said to them, “Whose image and inscription is this?”"},{"number":21,"verse":"They *said to Him, “Caesar’s.” Then He *said to them, “Then pay to Caesar the things that are Caesar’s; and to God the things that are God’s.”"},{"number":22,"verse":"And hearing this, they were amazed; and they left Him and went away."},{"number":23,"verse":"Jesus Answers the Sadducees On that day some Sadducees (who say there is no resurrection) came to (Lit Him) Jesus and questioned Him,"},{"number":24,"verse":"saying, “Teacher, Moses said, ‘If a man dies having no children, his brother as next of kin shall marry his wife, and raise up (Lit seed) children for his brother.’"},{"number":25,"verse":"Now there were seven brothers among us; and the first married and died, and having no (Lit seed) children, he left his wife to his brother."},{"number":26,"verse":"It was the same also with the second brother, and the third, down to the seventh."},{"number":27,"verse":"Last of all, the woman died."},{"number":28,"verse":"In the resurrection, therefore, whose wife of the seven will she be? For they all had her in marriage.”"},{"number":29,"verse":"But Jesus answered and said to them, “You are mistaken, since you do not (Or know) understand the Scriptures nor the power of God."},{"number":30,"verse":"For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven."},{"number":31,"verse":"But regarding the resurrection of the dead, have you not read what was spoken to you by God:"},{"number":32,"verse":"‘I AM THE GOD OF ABRAHAM, THE GOD OF ISAAC, AND THE GOD OF JACOB’? He is not the God of the dead, but of the living.”"},{"number":33,"verse":"When the crowds heard this, they were astonished at His teaching."},{"number":34,"verse":"But when the Pharisees heard that Jesus had silenced the Sadducees, they gathered together."},{"number":35,"verse":"And one of them, (I. e., an expert in the Mosaic Law) a lawyer, asked Him a question, testing Him:"},{"number":36,"verse":"“Teacher, which is the great commandment in the Law?”"},{"number":37,"verse":"And He said to him, “ ‘YOU SHALL LOVE THE LORD YOUR GOD WITH ALL YOUR HEART, AND WITH ALL YOUR SOUL, AND WITH ALL YOUR MIND.’"},{"number":38,"verse":"This is the great and (Or first) foremost commandment."},{"number":39,"verse":"The second is like it, ‘YOU SHALL LOVE YOUR NEIGHBOR AS YOURSELF.’"},{"number":40,"verse":"Upon these two commandments (I. e., completely depend) hang the whole Law and the Prophets.”"},{"number":41,"verse":"Now while the Pharisees were gathered together, Jesus asked them a question:"},{"number":42,"verse":"“What do you think about the (I. e., Messiah) Christ? Whose son is He?” They *said to Him, “The son of David.”"},{"number":43,"verse":"He *said to them, “Then (Or in what sense does) how does David (I. e., by inspiration) in the Spirit call Him ‘Lord,’ saying,"},{"number":44,"verse":"‘THE LORD SAID TO MY LORD, “SIT AT MY RIGHT HAND, UNTIL I PUT YOUR ENEMIES UNDER YOUR FEET” ’?"},{"number":45,"verse":"Therefore, if David calls Him ‘Lord,’ (Or in what sense is) how is He his son?”"},{"number":46,"verse":"No one was able to offer Him a word in answer, nor did anyone dare from that day on to ask Him any more questions."}]}