{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"Hypocrisy Exposed Then Jesus spoke to the crowds and to His disciples,"},{"number":2,"verse":"saying: “The scribes and the Pharisees have seated themselves in the chair of Moses."},{"number":3,"verse":"Therefore, whatever they tell you, do and (Lit keep all) comply with it all, but do not do (Lit according to their deeds) as they do; for they say things and do not do them."},{"number":4,"verse":"And they tie up heavy burdens and lay them on people’s shoulders, but they themselves are unwilling to move them with so much as their finger."},{"number":5,"verse":"And they do all their deeds to be noticed by other people; for they broaden their (I. e., small pouches containing Scripture texts, worn on the left forearm and forehead for religious purposes) phylacteries and lengthen the tassels of their garments."},{"number":6,"verse":"And they love the place of honor at banquets, and the seats of honor in the synagogues,"},{"number":7,"verse":"and personal greetings in the marketplaces, and being called (In Heb “My Teacher” or “My Master”) Rabbi by the people."},{"number":8,"verse":"But as for you, do not be called (In Heb “My Teacher” or “My Master”) Rabbi; for only One is your Teacher, and you are all brothers and sisters."},{"number":9,"verse":"And do not call anyone on earth your father; for only One is your Father, He who is in heaven."},{"number":10,"verse":"And do not be called (Or teachers) leaders; for only One is your Leader, that is, Christ."},{"number":11,"verse":"But the greatest of you shall be your servant."},{"number":12,"verse":"Whoever exalts himself shall be humbled, and whoever humbles himself shall be exalted."},{"number":13,"verse":"Eight Woes “But woe to you, scribes and Pharisees, hypocrites, because you shut the kingdom of heaven in front of people; for you do not enter it yourselves, nor do you allow those who are entering to go in. (Late mss add (traditionally v 14): Woe to you, scribes and Pharisees, hypocrites, because you devour widows’ houses even while for appearances’ sake you make long prayers; therefore you will receive greater condemnation (as v 14); cf. Mark 12:40; Luke 20:47)"},{"number":15,"verse":"“Woe to you, scribes and Pharisees, hypocrites, because you travel around on sea and land to make one (Or convert) proselyte; and when he becomes one, you (I. e., doom him to hell) make him twice as much a son of (Gr Gehenna) hell as yourselves."},{"number":16,"verse":"“Woe to you, blind guides, who say, ‘Whoever swears by the (Or sanctuary) temple, that is nothing; but whoever swears by the gold of the (Or sanctuary) temple is obligated.’"},{"number":17,"verse":"You fools and blind men! Which is (Lit greater) more important, the gold or the (Or sanctuary) temple that sanctified the gold?"},{"number":18,"verse":"And you say, ‘Whoever swears by the altar, that is nothing; but whoever swears by the (Or gift) offering that is on it is obligated.’"},{"number":19,"verse":"You blind men, which is (Lit greater) more important, the (Or gift) offering or the altar that sanctifies the (Or gift) offering?"},{"number":20,"verse":"Therefore, the one who swears by the altar, swears both by (Lit it) the altar and by everything on it."},{"number":21,"verse":"And the one who swears by the (Or sanctuary) temple, swears both by (Lit it) the temple and by Him who dwells in it."},{"number":22,"verse":"And the one who swears by (I. e., an indirect reference to God) heaven, swears both by the throne of God and by Him who sits upon it."},{"number":23,"verse":"“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and (Similar to caraway seeds) cumin, and have neglected the weightier provisions of the Law: justice and mercy and faithfulness; but these are the things you should have done without neglecting the others."},{"number":24,"verse":"You blind guides, who (Or filter out) strain out a gnat and swallow a camel!"},{"number":25,"verse":"“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the dish, but inside they are full (Or as a result of) of robbery and self-indulgence."},{"number":26,"verse":"You blind Pharisee, first clean the inside of the cup and of the dish, so that the (If the inside was ritually unclean, the entire vessel was unclean whether the outside was cleaned or not (cf. Num 19:15)) outside of it may also become clean."},{"number":27,"verse":"“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs which on the outside appear beautiful, but inside they are full of dead men’s bones and all uncleanness."},{"number":28,"verse":"So you too, outwardly appear righteous to people, but inwardly you are full of hypocrisy and lawlessness."},{"number":29,"verse":"“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs for the prophets and decorate the monuments of the righteous,"},{"number":30,"verse":"and you say, ‘If we had been living in the days of our fathers, we would not have been partners with them in shedding the blood of the prophets.’"},{"number":31,"verse":"So you testify against yourselves, that you are (Or descendants) sons of those who murdered the prophets."},{"number":32,"verse":"(I. e., finish what they started) Fill up, then, the measure of the guilt of your fathers."},{"number":33,"verse":"You snakes, you (Or brood) offspring of vipers, how (Lit are you to escape) will you escape the (Or judgment) sentence of (Gr Gehenna) hell?"},{"number":34,"verse":"“Therefore, behold, I am sending you prophets and wise men and scribes; some of them you will kill and crucify, and some of them you will flog in your synagogues, and persecute from city to city,"},{"number":35,"verse":"so that upon you will fall the guilt of all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah, the son of Berechiah, whom you murdered between the (Or sanctuary) temple and the altar."},{"number":36,"verse":"Truly I say to you, all these things will come upon this generation."},{"number":37,"verse":"Grieving over Jerusalem “Jerusalem, Jerusalem, who kills the prophets and stones those who have been sent to her! How often I wanted to gather your children together, the way a hen gathers her chicks under her wings, and you were unwilling."},{"number":38,"verse":"Behold, your house is being left to you desolate!"},{"number":39,"verse":"For I say to you, from now on you will not see Me until you say, ‘BLESSED IS THE ONE WHO COMES IN THE NAME OF THE LORD!’ ”"}]}