{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":3,"verses":[{"number":1,"verse":"The Preaching of John the Baptist Now in those days John the Baptist * (Or arrived; or appeared) came, (Or proclaiming as a herald) preaching in the wilderness of Judea, saying,"},{"number":2,"verse":"“Repent, for the kingdom of heaven (Lit has come near) is at hand.”"},{"number":3,"verse":"For this is the one referred to (Or through) by Isaiah the prophet when he said, “THE VOICE OF ONE (Or shouting) CALLING (Or out, Prepare in the wilderness the way) OUT IN THE WILDERNESS, ‘PREPARE THE WAY OF THE LORD, MAKE HIS PATHS STRAIGHT!’ ”"},{"number":4,"verse":"Now John himself had (Lit his garment) a garment of camel’s hair and a leather belt around his waist; and his food was locusts and wild honey."},{"number":5,"verse":"At that time Jerusalem was going out to him, and all Judea and all the region around the Jordan;"},{"number":6,"verse":"and they were being baptized by him in the Jordan River, as they confessed their sins."},{"number":7,"verse":"But when he saw many of the Pharisees and Sadducees coming for (Later mss his baptism) baptism, he said to them, “You (Or brood) offspring of vipers, who warned you to flee from the wrath to come?"},{"number":8,"verse":"Therefore produce fruit consistent with repentance;"},{"number":9,"verse":"and do not assume that you can say to yourselves, ‘We have Abraham as our father’; for I tell you that God is able, from these stones, to raise up children for Abraham."},{"number":10,"verse":"And the axe is already laid at the root of the trees; therefore, every tree that does not bear good fruit is being cut down and thrown into the fire."},{"number":11,"verse":"“As for me, I baptize you (The Gr here can be translated in, with, or by) with water for repentance, but He who is coming after me is mightier than I, and I am not fit to remove His sandals; He will baptize you (The Gr here can be translated in, with, or by) with the Holy Spirit and fire."},{"number":12,"verse":"His winnowing fork is in His hand, and He will thoroughly clear His threshing floor; and He will gather His wheat into the barn, but He will burn up the chaff with unquenchable fire.”"},{"number":13,"verse":"The Baptism of Jesus Then Jesus *arrived from Galilee at the Jordan, coming to John to be baptized by him."},{"number":14,"verse":"But John tried to prevent Him, saying, “I have the need to be baptized by You, and yet You are coming to me?”"},{"number":15,"verse":"But Jesus, answering, said to him, “Allow it at this time; for in this way it is fitting for us to fulfill all righteousness.” Then he *allowed Him."},{"number":16,"verse":"After He was baptized, Jesus came up immediately from the water; and behold, the heavens were opened, and (Or He) he saw the Spirit of God descending as a dove and (Lit coming upon Him) settling on Him,"},{"number":17,"verse":"and behold, a voice from the heavens said, “This is (Or My Son, the Beloved) My beloved Son, with whom I am well pleased.”"}]}