{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"The Temptation of Jesus Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil."},{"number":2,"verse":"And after He had fasted for forty days and forty nights, He (Or later became; or afterward became) then became hungry."},{"number":3,"verse":"And the tempter came and said to Him, “If You are the Son of God, command that these stones become bread.”"},{"number":4,"verse":"But He answered and said, “It is written: ‘MAN SHALL NOT LIVE ON BREAD ALONE, BUT ON EVERY WORD THAT COMES OUT OF THE MOUTH OF GOD.’ ”"},{"number":5,"verse":"Then the devil *took Him along into the holy city and had Him stand on the pinnacle of the temple,"},{"number":6,"verse":"and he *said to Him, “If You are the Son of God, throw Yourself down; for it is written: ‘HE WILL GIVE HIS ANGELS ORDERS CONCERNING YOU’; and ‘ON their hands they will lift YOU UP, SO THAT YOU DO NOT STRIKE YOUR FOOT AGAINST A STONE.’ ”"},{"number":7,"verse":"Jesus said to him, “ (Or Again) On the other hand, it is written: ‘YOU SHALL NOT PUT THE LORD YOUR GOD TO THE TEST.’ ”"},{"number":8,"verse":"Again, the devil *took Him along to a very high mountain and *showed Him all the kingdoms of the world and their glory;"},{"number":9,"verse":"and he said to Him, “All these things I will give You, if You fall down and (Lit prostrate Yourself to) worship me.”"},{"number":10,"verse":"Then Jesus *said to him, “Go away, Satan! For it is written: ‘YOU SHALL WORSHIP THE LORD YOUR GOD, AND (Or fulfill religious duty to Him) SERVE HIM ONLY.’ ”"},{"number":11,"verse":"Then the devil *left Him; and behold, angels came and began to serve Him."},{"number":12,"verse":"Jesus Begins His Ministry Now when Jesus heard that John had been taken into custody, He withdrew into Galilee;"},{"number":13,"verse":"and leaving Nazareth, He came and settled in Capernaum, which is by the sea, in the region of Zebulun and Naphtali."},{"number":14,"verse":"This happened so that what was spoken through Isaiah the prophet would be fulfilled:"},{"number":15,"verse":"“THE LAND OF ZEBULUN AND THE LAND OF NAPHTALI, (Or Toward the sea) BY THE WAY OF THE SEA, ON THE OTHER SIDE OF THE JORDAN, GALILEE OF THE (Lit nations, usually non-Jewish) GENTILES—"},{"number":16,"verse":"THE PEOPLE WHO WERE SITTING IN DARKNESS SAW A GREAT LIGHT, AND THOSE WHO WERE SITTING IN THE LAND AND SHADOW OF DEATH, UPON THEM A LIGHT DAWNED.”"},{"number":17,"verse":"From that time Jesus began to (Or proclaim) preach and say, “Repent, for the kingdom of heaven (Lit has come near) is at hand.”"},{"number":18,"verse":"The First Disciples Now as Jesus was walking by the Sea of Galilee, He saw two brothers, Simon, who was called Peter, and his brother Andrew, casting a net into the sea; for they were fishermen."},{"number":19,"verse":"And He *said to them, “ (Or Come after Me) Follow Me, and I will make you fishers of people.”"},{"number":20,"verse":"Immediately they left their nets and followed Him."},{"number":21,"verse":"Going on from there He saw two other brothers, (Or Jacob) James the son of Zebedee, and his brother (Gr Joannes, for Heb Johanan) John, in the boat with their father Zebedee, mending their nets; and He called them."},{"number":22,"verse":"Immediately they left the boat and their father, and followed Him."},{"number":23,"verse":"Ministry in Galilee Jesus was going about in all of Galilee, teaching in their synagogues and proclaiming the (Or good news) gospel of the kingdom, and healing every disease and every sickness among the people."},{"number":24,"verse":"And the news about Him spread throughout Syria; and they brought to Him all who were ill, those suffering with various diseases and severe pain, demon-possessed, people with epilepsy, and people who were paralyzed; and He healed them."},{"number":25,"verse":"Large crowds followed Him from Galilee and the Decapolis, and Jerusalem, and Judea, and from beyond the Jordan."}]}