{"bibleAbbr":"NASB2020","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":6,"verses":[{"number":1,"verse":"(Charitable Giving to the Poor and Prayer) “Take care not to practice your righteousness in the sight of people, to be noticed by them; otherwise you have no reward with your Father who is in heaven."},{"number":2,"verse":"“So when you (Lit make a charitable gift) give to the poor, do not sound a trumpet before you, as the hypocrites do in the synagogues and on the streets, so that they will be praised by people. Truly I say to you, they have their reward in full."},{"number":3,"verse":"But when you (Lit make a charitable gift) give to the poor, do not let your left hand know what your right hand is doing,"},{"number":4,"verse":"so that your charitable giving will be in secret; and your Father who sees what is done in secret will reward you."},{"number":5,"verse":"“And when you pray, you are not to be like the hypocrites; for they love to stand and pray in the synagogues and on the street corners so that they (Lit may show themselves to) will be seen by people. Truly I say to you, they have their reward in full."},{"number":6,"verse":"But as for you, when you pray, go into your inner room, close your door, and pray to your Father who is in secret; and your Father who sees what is done in secret will reward you."},{"number":7,"verse":"“And when you are praying, do not use thoughtless repetition as the Gentiles do, for they think that they will be heard because of their many words."},{"number":8,"verse":"So do not be like them; for your Father knows what you need before you ask Him."},{"number":9,"verse":"(The Lord’s Prayer) “Pray, then, in this way: ‘Our Father, who is in heaven, (I. e., treated as sacred or holy) Hallowed be Your name."},{"number":10,"verse":"(Or May Your... come) Your kingdom come. Your will be done, (Lit as in heaven, also on earth) On earth as it is in heaven."},{"number":11,"verse":"Give us this day (Or our bread for tomorrow) our daily bread."},{"number":12,"verse":"And forgive us our debts, as we also have forgiven our debtors."},{"number":13,"verse":"And do not lead us into temptation, but deliver us from (Or the evil one) evil. (Late mss add For Yours is the kingdom and the power and the glory forever. Amen) ’"},{"number":14,"verse":"For if you forgive other people for their (Or wrongdoings) offenses, your heavenly Father will also forgive you."},{"number":15,"verse":"But if you do not forgive other people, then your Father will not forgive your (Or wrongdoings) offenses."},{"number":16,"verse":"(Fasting; The True Treasure; Wealth) “Now whenever you fast, do not make a gloomy face as the hypocrites do, for they (I. e., leave unwashed, or discolor their faces with makeup) distort their faces so that they will be noticed by people when they are fasting. Truly I say to you, they have their reward in full."},{"number":17,"verse":"But as for you, when you fast, (I. e., rub oil in the hair) anoint your head and wash your face,"},{"number":18,"verse":"so that your fasting will not be noticed by people but by your Father who is in secret; and your Father who sees what is done in secret will reward you."},{"number":19,"verse":"“Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"number":20,"verse":"But store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in or steal;"},{"number":21,"verse":"for where your treasure is, there your heart will be also."},{"number":22,"verse":"“The eye is the lamp of the body; so then, if your eye is (Or healthy; or sincere) clear, your whole body will be full of light."},{"number":23,"verse":"But if your eye is (Or evil) bad, your whole body will be full of darkness. So if the light that is in you is darkness, how great is the darkness!"},{"number":24,"verse":"“No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and (Gr mamonas, for Aramaic mamon (mammon); i. e., wealth etc. personified as an object of worship) wealth."},{"number":25,"verse":"(The Cure for Anxiety) “For this reason I say to you, (Or stop being worried) do not be worried about your (Lit soul) life, as to what you will eat or what you will drink; nor for your body, as to what you will put on. Is life not more than food, and the body more than clothing?"},{"number":26,"verse":"Look at the birds of the sky, that they do not sow, nor reap, nor gather crops into barns, and yet your heavenly Father feeds them. Are you not much more important than they?"},{"number":27,"verse":"And which of you by worrying can add a single (Lit cubit (about 18 in. or 45 cm)) day to his (Or height) life’s span?"},{"number":28,"verse":"And why are you worried about clothing? Notice how the lilies of the field grow; they do not labor nor do they spin thread for cloth,"},{"number":29,"verse":"yet I say to you that not even Solomon in all his glory clothed himself like one of these."},{"number":30,"verse":"But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the furnace, will He not much more clothe you? You of little faith!"},{"number":31,"verse":"Do not worry then, saying, ‘What are we to eat?’ or ‘What are we to drink?’ or ‘What are we to wear for clothing?’"},{"number":32,"verse":"For the Gentiles eagerly seek all these things; for your heavenly Father knows that you need all these things."},{"number":33,"verse":"But (Or continually seek) seek first (Or the kingdom) His kingdom and His righteousness, and all these things will be (Or added) provided to you."},{"number":34,"verse":"“So do not worry about tomorrow; for tomorrow will (Or look after itself) worry about itself. (Lit Sufficient for the day is its evil) Each day has enough trouble of its own."}]}