{"bibleAbbr":"t4t2014","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"Jesus prophesied that the Temple would be completely destroyed.While Jesus was leaving the Temple area, one of his disciples said to him, “Teacher, look at how marvelous these huge stones are and how wonderful these buildings are!”"},{"number":2,"verse":"Jesus said to him, “Yes, these buildings that you are looking at [RHQ] are wonderful, but I want to tell you something about them. They will be destroyed {Foreign invaders will destroy them} completely, with the result that no stone here in this Temple area will be left on top of another stone.”"},{"number":3,"verse":"Jesus taught his disciples about the events that will precede his coming again.After they arrived on Olive Tree Hill across the valley from the Temple, Jesus sat down. When Peter, James, John, and Andrew were alone with him, they asked him,"},{"number":4,"verse":"“Tell us, when will that happen to the buildings of the Temple? Tell us what will happen that will show us that all these things that God has planned are about to be finished {that God is about to finish all these things that he has planned}.”"},{"number":5,"verse":"Jesus replied to them, “I cannot give you a simple answer to your questions. All I will say is, beware that no one deceives you concerning what will happen!"},{"number":6,"verse":"Many people will come and say ◄that I sent them/that they have my authority► [MTY]. They will say, ‘I am the Messiah!’ They will deceive many people."},{"number":7,"verse":"Whenever people tell you about wars that are close or wars that are far away, do not be troubled. God has said that those things must happen. But when they do happen, do not think that God will finish all that he has planned at that time!"},{"number":8,"verse":"Groups who live in various countries will fight each other, and various governments will fight each other. There will also be big earthquakes in various places; and there will be famines. Yet, when these things happen, people will have only just begun to suffer. The first things that they suffer will be like the first pains a woman suffers who is about to bear a child. They will suffer much more after that."},{"number":9,"verse":"Be ready for what people will do to you at that time. Because you believe in me, they will arrest you and put you on trial before the religious councils. ◄In the synagogue/In the Jewish meeting place►, you will be beaten {others will beat you}. You will be put {People will put you} on trial in the presence of high government authorities. As a result, you will be able to tell them about me."},{"number":10,"verse":"My good message must be proclaimed {You must proclaim my good message} to people in all people-groups before God finishes all that he has planned."},{"number":11,"verse":"And when people arrest you in order to prosecute you because you believe in me, do not worry before that happens about what you will say. Instead, say what God puts into your mind at that time. Then it will not be just you who will be speaking. It will be the Holy Spirit who will be speaking through you."},{"number":12,"verse":"Other evil things will happen: People who do not believe in me will ◄betray/help others seize► their brothers and sisters in order that the government can execute them. Parents will betray their children, and children will betray their parents so that the government will kill their parents."},{"number":13,"verse":"In general, you will be hated by most [HYP] people {most [HYP] people will hate you} because you believe in me. But all you who continue to trust in me strongly until your life is finished will be saved {God will save all you who continue to trust in me strongly until your life ends}."},{"number":14,"verse":"During that time the disgusting thing/person that the prophet Daniel described will enter the Temple. It/He will defile the Temple when he enters it and will cause people to abandon it. When you see it/him standing there where it/he should not be, you should run away quickly! (May everyone who is reading this pay attention to this warning from Jesus!) At that time those people who are in Judea district must flee to higher hills."},{"number":15,"verse":"Those people who are outside their houses must not enter their houses in order to get anything before they run away."},{"number":16,"verse":"Those who are working in a field must not return to their houses in order to get additional clothes before they flee."},{"number":17,"verse":"But I feel very sorry for women who will be pregnant and women who will be nursing their babies in those days, because it will be very difficult for them to run away!"},{"number":18,"verse":"In those days people will suffer very severely. People have never suffered like that since the time when God first created the world until now; and people will not suffer that way again. So pray that this painful time will not happen in ◄winter/the rainy season►, when it will be hard to travel."},{"number":20,"verse":"If the Lord God had not decided that he would shorten that time when people suffer so much, everyone would die. But he has decided to shorten that time because he is concerned about you people whom he has chosen [DOU]."},{"number":21,"verse":"At that time people who will falsely say that they are Messiahs and prophets will appear. Then they will perform many kinds ◄of miracles/of things that ordinary people cannot do► [DOU]. They will even try to deceive you people whom God has chosen, but they will not be able to do that. So at that time if someone says to you, ‘Look, here is the Messiah!’ or if someone says, ‘Look, there he is!’ do not believe it!"},{"number":23,"verse":"Be alert! Remember that I have warned you about all this before it happens!"},{"number":24,"verse":"After the time when people suffer like that, the sun will become dark, the moon will not shine,"},{"number":25,"verse":"the stars will fall from the sky, and all things in the sky will be shaken {God will cause all things in the sky to shake}."},{"number":26,"verse":"Then people will see me, the one who came from heaven, coming through the clouds powerfully and gloriously."},{"number":27,"verse":"Then I will send out my angels in order that they gather together the people whom God has chosen from everywhere, and that includes all the most remote places on earth [IDM, DOU]."},{"number":28,"verse":"Now I want you to learn something from this parable about the way fig trees grow. In this area, when their branches become tender and their leaves begin to sprout, you know that summer is near."},{"number":29,"verse":"Similarly, when you see what I have just described happening, you yourselves will know that it is very near the time for me to return [MTY]. It will be as though I am already at the door [HEN]."},{"number":30,"verse":"Keep this in mind: You have observed the things that I have done and said, but all of those events that I have just told you about will happen before all of you will die."},{"number":31,"verse":"You can be certain that these things that I have prophesied will happen. You can be more certain of that than you can be certain that the earth and what is in the sky will stay in place."},{"number":32,"verse":"But no one knows the exact time when I will return. The angels in heaven also do not know. Even I, God's son, do not know. Only my Father knows."},{"number":33,"verse":"So be ready, like people who are waiting for an important man to come, because you do not know when that time will come when all these events will happen!"},{"number":34,"verse":"When a man who wants to travel to a distant place is about to leave his house, he tells his servants that they should manage the house. He tells each one what he should do. Then he tells the doorkeeper to be ready for his return."},{"number":35,"verse":"That man must always be ready, because he does not know whether his master will return in the evening, at midnight, when the rooster crows, or at dawn. Similarly, you also must always be ready, because you do not know when I will return."},{"number":36,"verse":"May it not happen that when I come suddenly, I will find that you are not ready!"},{"number":37,"verse":"These words that I am saying to you disciples I am saying to everyone who believes in me: Always be ready!” That is what Jesus warned his disciples."}]}