{"bibleAbbr":"urDGV2010","bookName":"मुकाशफ़ा","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"( सर्दीस के लिए पैग़ाम) सर्दीस में मौजूद जमाअत के फ़रिश्ते को यह लिख देना : यह उस का फ़रमान है जो अल्लाह की सात रूहों और सात सितारों को अपने हाथ में थामे रखता है। मैं तेरे कामों को जानता हूँ। तू ज़िन्दा तो कहलाता है लेकिन है मुर्दा।"},{"number":2,"verse":"जाग उठ! जो बाक़ी रह गया है और मरने वाला है उसे मज़बूत कर। क्यूँकि मैं ने तेरे काम अपने ख़ुदा की नज़र में मुकम्मल नहीं पाए।"},{"number":3,"verse":"चुनाँचे जो कुछ तुझे मिला है और जो तू ने सुना है उसे याद रखना। उसे मह्फ़ूज़ रख और तौबा कर। अगर तू बेदार न हो तो मैं चोर की तरह आऊँगा और तुझे मालूम नहीं होगा कि मैं कब तुझ पर आन पड़ूँगा।"},{"number":4,"verse":"लेकिन सर्दीस में तेरे कुछ ऐसे लोग हैं जिन्हों ने अपने लिबास आलूदा नहीं किए। वह सफ़ेद कपड़े पहने हुए मेरे साथ चलें फिरेंगे, क्यूँकि वह इस के लाइक़ हैं।"},{"number":5,"verse":"जो ग़ालिब आएगा वह भी उन की तरह सफ़ेद कपड़े पहने हुए फिरेगा। मैं उस का नाम किताब-ए-हयात से नहीं मिटाऊँगा बल्कि अपने बाप और उस के फ़रिश्तों के सामने इक़्रार करूँगा कि यह मेरा है।"},{"number":6,"verse":"जो सुन सकता है वह सुन ले कि रूह-उल-क़ुद्स जमाअतों को क्या कुछ बता रहा है।"},{"number":7,"verse":"( फ़िलदिल्फ़िया के लिए पैग़ाम) फ़िलदिल्फ़िया में मौजूद जमाअत के फ़रिश्ते को यह लिख देना : यह उस का फ़रमान है जो क़ुद्दूस और सच्चा है, जिस के हाथ में दाऊद की चाबी है। जो कुछ वह खोलता है उसे कोई बन्द नहीं कर सकता, और जो कुछ वह बन्द कर देता है उसे कोई खोल नहीं सकता।"},{"number":8,"verse":"मैं तेरे कामों को जानता हूँ। देख, मैं ने तेरे सामने एक ऐसा दरवाज़ा खोल रखा है जिसे कोई बन्द नहीं कर सकता। मुझे मालूम है कि तेरी ताक़त कम है। लेकिन तू ने मेरे कलाम को मह्फ़ूज़ रखा है और मेरे नाम का इन्कार नहीं किया।"},{"number":9,"verse":"देख, जहाँ तक उन का ताल्लुक़ है जो इब्लीस की जमाअत से हैं, वह जो यहूदी होने का दावा करते हैं हालाँकि वह झूट बोलते हैं, मैं उन्हें तेरे पास आने दूँगा, उन्हें तेरे पाँओ में झुक कर यह तस्लीम करने पर मज्बूर करूँगा कि मैं ने तुझे प्यार किया है।"},{"number":10,"verse":"तू ने मेरा साबितक़दम रहने का हुक्म पूरा किया, इस लिए मैं तुझे आज़माइश की उस घड़ी से बचाए रखूँगा जो पूरी दुनिया पर आ कर उस में बसने वालों को आज़माएगी।"},{"number":11,"verse":"मैं जल्द आ रहा हूँ। जो कुछ तेरे पास है उसे मज़बूती से थामे रखना ताकि कोई तुझ से तेरा ताज छीन न ले।"},{"number":12,"verse":"जो ग़ालिब आएगा उसे मैं अपने ख़ुदा के घर में सतून बनाऊँगा, ऐसा सतून जो उसे कभी नहीं छोड़ेगा। मैं उस पर अपने ख़ुदा का नाम और अपने ख़ुदा के शहर का नाम लिख दूँगा, उस नए यरूशलम का नाम जो मेरे ख़ुदा के हाँ से उतरने वाला है। हाँ, मैं उस पर अपना नया नाम भी लिख दूँगा।"},{"number":13,"verse":"जो सुन सकता है वह सुन ले कि रूह-उल-क़ुद्स जमाअतों को क्या कुछ बता रहा है।"},{"number":14,"verse":"( लौदीकिया के लिए पैग़ाम) लौदीकिया में मौजूद जमाअत के फ़रिश्ते को यह लिख देना : यह उस का फ़रमान है जो आमीन है, वह जो वफ़ादार और सच्चा गवाह और अल्लाह की काइनात का मम्बा है।"},{"number":15,"verse":"मैं तेरे कामों को जानता हूँ। तू न तो सर्द है, न गर्म। काश तू इन में से एक होता!"},{"number":16,"verse":"लेकिन चूँकि तू नीमगर्म है, न गर्म, न सर्द, इस लिए मैं तुझे क़ै करके अपने मुँह से निकाल फैंकूँगा।"},{"number":17,"verse":"तू कहता है, ‘मैं अमीर हूँ, मैं ने बहुत दौलत हासिल कर ली है और मुझे किसी भी चीज़ की ज़रूरत नहीं।’ और तू नहीं जानता कि तू असल में बदबख़्त, क़ाबिल-ए-रहम, ग़रीब, अंधा और नंगा है।"},{"number":18,"verse":"मैं तुझे मश्वरा देता हूँ कि मुझ से आग में ख़ालिस किया गया सोना ख़रीद ले। तब ही तू दौलतमन्द बनेगा। और मुझ से सफ़ेद लिबास ख़रीद ले जिस को पहनने से तेरे नंगेपन की शर्म ज़ाहिर नहीं होगी। इस के इलावा मुझ से आँखों में लगाने के लिए मर्हम ख़रीद ले ताकि तू देख सके।"},{"number":19,"verse":"जिन को मैं प्यार करता हूँ उन की मैं सज़ा दे कर तर्बियत करता हूँ। अब सन्जीदा हो जा और तौबा कर।"},{"number":20,"verse":"देख, मैं दरवाज़े पर खड़ा खटखटा रहा हूँ। अगर कोई मेरी आवाज़ सुन कर दरवाज़ा खोले तो मैं अन्दर आ कर उस के साथ खाना खाऊँगा और वह मेरे साथ।"},{"number":21,"verse":"जो ग़ालिब आए उसे मैं अपने साथ अपने तख़्त पर बैठने का हक़ दूँगा, बिलकुल उसी तरह जिस तरह मैं ख़ुद भी ग़ालिब आ कर अपने बाप के साथ उस के तख़्त पर बैठ गया।"},{"number":22,"verse":"जो सुन सकता है वह सुन ले कि रूह-उल-क़ुद्स जमाअतों को क्या कुछ बता रहा है।”"}]}