{"bibleAbbr":"urDGV2010","bookName":"मुकाशफ़ा","bookEnglishName":"Revelation","chapterNumber":7,"verses":[{"number":1,"verse":"( इस्राईल के १,४४,००० चुने हुए अफ़राद) इस के बाद मैं ने चार फ़रिश्तों को ज़मीन के चार कोनों पर खड़े देखा। वह ज़मीन की चार हवाओं को चलने से रोक रहे थे ताकि न ज़मीन पर, न समुन्दर या किसी दरख़्त पर कोई हवा चले।"},{"number":2,"verse":"फिर मैं ने एक और फ़रिश्ता मशरिक़ से चढ़ते हुए देखा जिस के पास ज़िन्दा ख़ुदा की मुहर थी। उस ने ऊँची आवाज़ से उन चार फ़रिश्तों से बात की जिन्हें ज़मीन और समुन्दर को नुक़्सान पहुँचाने का इख़तियार दिया गया था। उस ने कहा,"},{"number":3,"verse":"“ज़मीन, समुन्दर या दरख़्तों को उस वक़्त तक नुक़्सान मत पहुँचाना जब तक हम अपने ख़ुदा के ख़ादिमों के माथों पर मुहर न लगा लें।”"},{"number":4,"verse":"और मैं ने सुना कि जिन पर मुहर लगाई गई थी वह 144000 अफ़राद थे और वह इस्राईल के हर एक क़बीले से थे :"},{"number":5,"verse":"12000 यहूदाह से, 12000 रूबिन से, 12000 जद से,"},{"number":6,"verse":"12000 आशर से, 12000 नफ़्ताली से, 12000 मनस्सी से,"},{"number":7,"verse":"12000 शमाऊन से, 12000 लावी से, 12000 इश्कार से,"},{"number":8,"verse":"12000 ज़बूलून से, 12000 यूसुफ़ से और 12000 बिनयमीन से।"},{"number":9,"verse":"( अल्लाह के हुज़ूर एक बड़ा हुजूम) इस के बाद मैं ने एक हुजूम देखा जो इतना बड़ा था कि उसे गिना नहीं जा सकता था। उस में हर मिल्लत, हर क़बीले, हर क़ौम और हर ज़बान के अफ़राद सफ़ेद लिबास पहने हुए तख़्त और लेले के सामने खड़े थे। उन के हाथों में खजूर की डालियाँ थीं।"},{"number":10,"verse":"और वह ऊँची आवाज़ से चिल्ला चिल्ला कर कह रहे थे, “नजात तख़्त पर बैठे हुए हमारे ख़ुदा और लेले की तरफ़ से है।”"},{"number":11,"verse":"तमाम फ़रिश्ते तख़्त, बुज़ुर्गों और चार जानदारों के इर्दगिर्द खड़े थे। उन्हों ने तख़्त के सामने गिर कर अल्लाह को सिज्दा किया"},{"number":12,"verse":"और कहा, “आमीन! हमारे ख़ुदा की अज़ल से अबद तक सताइश, जलाल, हिक्मत, शुक्रगुज़ारी, इज़्ज़त, क़ुदरत और ताक़त हासिल रहे। आमीन!”"},{"number":13,"verse":"बुज़ुर्गों में से एक ने मुझ से पूछा, “सफ़ेद लिबास पहने हुए यह लोग कौन हैं और कहाँ से आए हैं?”"},{"number":14,"verse":"मैं ने जवाब दिया, “मेरे आक़ा, आप ही जानते हैं।” उस ने कहा, “यह वही हैं जो बड़ी ईज़ारसानी से निकल कर आए हैं। उन्हों ने अपने लिबास लेले के ख़ून में धो कर सफ़ेद कर लिए हैं।"},{"number":15,"verse":"इस लिए वह अल्लाह के तख़्त के सामने खड़े हैं और दिन रात उस के घर में उस की ख़िदमत करते हैं। और तख़्त पर बैठा हुआ उन को पनाह देगा।"},{"number":16,"verse":"इस के बाद न कभी भूक उन्हें सताएगी न प्यास। न धूप, न किसी और क़िस्म की तपती गर्मी उन्हें झुलसाएगी।"},{"number":17,"verse":"क्यूँकि जो लेला तख़्त के दरमियान बैठा है वह उन की गल्लाबानी करेगा और उन्हें ज़िन्दगी के चश्मों के पास ले जाएगा। और अल्लाह उन की आँखों से तमाम आँसू पोंछ डालेगा।”"}]}