{"bibleAbbr":"urDGV2010","bookName":"मुकाशफ़ा","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"( सातवीं मुहर) जब लेले ने सातवीं मुहर खोली तो आसमान पर ख़ामोशी छा गई। यह ख़ामोशी तक़रीबन आधे घंटे तक रही।"},{"number":2,"verse":"फिर मैं ने अल्लाह के सामने खड़े सात फ़रिश्तों को देखा। उन्हें सात तुरम दिए गए।"},{"number":3,"verse":"एक और फ़रिश्ता जिस के पास सोने का बख़ूरदान था आ कर क़ुर्बानगाह के पास खड़ा हो गया। उसे बहुत सा बख़ूर दिया गया ताकि वह उसे मुक़द्दसीन की दुआओं के साथ तख़्त के सामने की सोने की क़ुर्बानगाह पर पेश करे।"},{"number":4,"verse":"बख़ूर का धुआँ मुक़द्दसीन की दुआओं के साथ फ़रिश्ते के हाथ से उठते उठते अल्लाह के सामने पहुँचा।"},{"number":5,"verse":"फिर फ़रिश्ते ने बख़ूरदान को लिया और उसे क़ुर्बानगाह की आग से भर कर ज़मीन पर फैंक दिया। तब कड़कती और गरजती आवाज़ें सुनाई दीं, बिजली चमकने लगी और ज़ल्ज़ला आ गया।"},{"number":6,"verse":"( तुरमों का असर) फिर जिन सात फ़रिश्तों के पास सात तुरम थे वह उन्हें बजाने के लिए तय्यार हुए।"},{"number":7,"verse":"पहले फ़रिश्ते ने अपने तुरम को बजा दिया। इस पर ओले और ख़ून के साथ मिलाई गई आग पैदा हो कर ज़मीन पर बरसाई गई। इस से ज़मीन का तीसरा हिस्सा, दरख़्तों का तीसरा हिस्सा और तमाम हरी घास भस्म हो गई।"},{"number":8,"verse":"फिर दूसरे फ़रिश्ते ने अपने तुरम में फूँक मारी। इस पर जलती हुई एक बड़ी पहाड़नुमा चीज़ को समुन्दर में फैंका गया। समुन्दर का तीसरा हिस्सा ख़ून में बदल गया,"},{"number":9,"verse":"समुन्दर में मौजूद ज़िन्दा मख़्लूक़ात का तीसरा हिस्सा हलाक और बहरी जहाज़ों का तीसरा हिस्सा तबाह हो गया।"},{"number":10,"verse":"फिर तीसरे फ़रिश्ते ने अपने तुरम में फूँक मारी। इस पर मशअल की तरह भड़कता हुआ एक बड़ा सितारा आसमान से दरयाओं के तीसरे हिस्से और पानी के चश्मों पर गिर गया।"},{"number":11,"verse":"इस सितारे का नाम अफ़्सन्तीन था और इस से पानी का तीसरा हिस्सा अफ़्सन्तीन जैसा कड़वा हो गया। बहुत से लोग यह कड़वा पानी पीने से मर गए।"},{"number":12,"verse":"फिर चौथे फ़रिश्ते ने अपने तुरम में फूँक मारी। इस पर सूरज का तीसरा हिस्सा, चाँद का तीसरा हिस्सा और सितारों का तीसरा हिस्सा रौशनी से महरूम हो गया। दिन का तीसरा हिस्सा रौशनी से महरूम हुआ और इसी तरह रात का तीसरा हिस्सा भी।"},{"number":13,"verse":"फिर देखते देखते मैं ने एक उक़ाब को सुना जिस ने मेरे सर के ऊपर ही बुलन्दियों पर उड़ते हुए ऊँची आवाज़ से पुकारा, “अफ़्सोस! अफ़्सोस! ज़मीन के बाशिन्दों पर अफ़्सोस! क्यूँकि तीन फ़रिश्तों के तुरमों की आवाज़ें अभी बाक़ी हैं।”"}]}