{"bibleAbbr":"AKJV1999+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":15,"verses":[{"number":1,"verse":"After <WH310> these <WH428> things <WH1697> the word <WH1697> of the LORD <WH3068> came <WH1961> to Abram <WH87> in a vision, <WH4236> saying, <WH559> Fear <WH3372> not, Abram: <WH87> I am your shield, <WH4043> and your exceeding <WH3966> great <WH7235> reward. <WH7939>"},{"number":2,"verse":"And Abram <WH87> said, <WH559> LORD <WH136> God, <WH3069> what <WH4100> will you give <WH5414> me, seeing I go <WH1980> childless, <WH6185> and the steward <WH1121> <WH4943> of my house <WH1004> is this <WH1931> Eliezer <WH461> of Damascus? <WH1834>"},{"number":3,"verse":"And Abram <WH87> said, <WH559> Behold, <WH2005> to me you have given <WH5414> no <WH3808> seed: <WH2233> and, see, <WH2009> one born <WH1121> in my house <WH1004> is my heir. <WH3423>"},{"number":4,"verse":"And, behold, <WH2009> the word <WH1697> of the LORD <WH3068> came to him, saying, <WH559> This <WH2088> shall not be your heir; <WH3423> but he that shall come <WH3318> forth <WH3318> out of your own bowels <WH4578> shall be your heir. <WH3423>"},{"number":5,"verse":"And he brought <WH3318> him forth <WH3318> abroad, <WH2351> and said, <WH559> Look <WH5027> now <WH4994> toward heaven, <WH8064> and tell <WH5608> the stars, <WH3556> if <WH518> you be able <WH3201> to number <WH5608> them: and he said <WH559> to him, So <WH3541> shall your seed <WH2233> be."},{"number":6,"verse":"And he believed <WH539> in the LORD; <WH3068> and he counted <WH2803> it to him for righteousness. <WH6666>"},{"number":7,"verse":"And he said <WH559> to him, I am the LORD <WH3068> that brought <WH3318> you out of Ur <WH218> of the Chaldees, <WH3778> to give <WH5414> you this <WH2063> land <WH776> to inherit <WH3423> it."},{"number":8,"verse":"And he said, <WH559> LORD <WH136> God, <WH3069> whereby <WH4100> shall I know <WH3045> that I shall inherit <WH3423> it?"},{"number":9,"verse":"And he said <WH559> to him, Take <WH3947> me an heifer <WH5697> of three <WH8027> years <WH8027> old, <WH8027> and a she goat <WH5795> of three <WH8027> years <WH8027> old, <WH8027> and a ram <WH352> of three <WH8027> years <WH8027> old, <WH8027> and a turtledove, <WH8449> and a young <WH1469> pigeon. <WH1469>"},{"number":10,"verse":"And he took <WH3947> to him all <WH3605> these, <WH428> and divided <WH1334> them in the middle, <WH8432> and laid <WH5414> each <WH376> piece <WH1335> one against <WH7125> another: <WH7453> but the birds <WH6833> divided <WH1334> he not."},{"number":11,"verse":"And when the fowls <WH5861> came <WH3381> down <WH3381> on the carcasses, <WH6297> Abram <WH87> drove <WH5380> them away."},{"number":12,"verse":"And when <WH1961> the sun <WH8121> was going <WH935> down, <WH935> a deep <WH8639> sleep <WH8639> fell <WH5307> on Abram; <WH87> and, see, <WH2009> an horror <WH367> of great <WH1419> darkness <WH2825> fell <WH5307> on him."},{"number":13,"verse":"And he said <WH559> to Abram, <WH87> Know <WH3045> of a surety <WH3045> that your seed <WH2233> shall be a stranger <WH1616> in a land <WH776> that is not their's, <WH1992> and shall serve <WH5647> them; and they shall afflict <WH6031> them four <WH702> hundred <WH3967> years; <WH8141>"},{"number":14,"verse":"And also <WH1571> that nation, <WH1471> whom <WH834> they shall serve, <WH5647> will I judge: <WH1777> and afterward <WH310> <WH3651> shall they come <WH3318> out with great <WH1419> substance. <WH7399>"},{"number":15,"verse":"And you shall go <WH935> to your fathers <WH1> in peace; <WH7965> you shall be buried <WH6912> in a good <WH2896> old <WH7872> age. <WH7872>"},{"number":16,"verse":"But in the fourth <WH7243> generation <WH1755> they shall come <WH7725> here <WH2008> again: <WH7725> for the iniquity <WH5771> of the Amorites <WH567> is not yet <WH5704> <WH2008> full. <WH8003>"},{"number":17,"verse":"And it came <WH1961> to pass, that, when <WH1961> the sun <WH8121> went <WH935> down, <WH935> and it was dark, <WH5939> behold <WH2009> a smoking <WH6227> furnace, <WH8574> and a burning <WH784> lamp <WH3940> that passed <WH5674> between <WH996> those <WH428> pieces. <WH1506>"},{"number":18,"verse":"In the same <WH1931> day <WH3117> the LORD <WH3068> made <WH3772> a covenant <WH1285> with Abram, <WH87> saying, <WH559> To your seed <WH2233> have I given <WH5414> this <WH2063> land, <WH776> from the river <WH5104> of Egypt <WH4714> to the great <WH1419> river, <WH5104> the river <WH5104> Euphrates: <WH6578>"},{"number":19,"verse":"The Kenites, <WH7017> and the Kenizzites, <WH7074> and the Kadmonites, <WH6935>"},{"number":20,"verse":"And the Hittites, <WH2850> and the Perizzites, <WH6522> and the Rephaims, <WH7497>"},{"number":21,"verse":"And the Amorites, <WH567> and the Canaanites, <WH3669> and the Girgashites, <WH1622> and the Jebusites. <WH2983>"}]}