{"bibleAbbr":"maiNT","bookName":"प्रकाशित-वाक्‍य","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"( स्‍त्री आ विशाल अजगर) तकरबाद आकाश मे एक आश्‍चर्यजनक चिन्‍ह देखाइ देलक जकर अर्थ महत्‍वपूर्ण अछि—एक स्‍त्री वस्‍त्रक रूप मे सूर्य पहिरने छलीह। हुनका पयरक नीचाँ मे चन्‍द्रमा छल आ सिर पर बारहटा ताराक एक मुकुट छलनि।"},{"number":2,"verse":"ओ गर्भवती छलीह आ बच्‍चा केँ जन्‍म देबाक समय आबि जयबाक कारणेँ प्रसव-पीड़ा सँ चीत्‍कार करैत छलीह।"},{"number":3,"verse":"एकटा आरो चिन्‍ह आकाश मे देखाइ देलक—लाल रंगक एक विशाल अजगर। ओकरा सातटा मूड़ी आ दसटा सीँग छलैक आ ओकरा मूड़ी सभ पर सातटा मुकुट छलैक।"},{"number":4,"verse":"ओकर नांगड़ि आकाशक एक तिहाइ भाग तारा सभ केँ बहारि कऽ पृथ्‍वी पर खसा देलक। बच्‍चा केँ जन्‍म देबऽ वाली स्‍त्रीक सम्‍मुख ओ अजगर ठाढ़ भऽ गेल, जाहि सँ जखने बच्‍चाक जन्‍म होअय, तँ ओकरा गीड़ि जाइ।"},{"number":5,"verse":"ओ स्‍त्री एक बालक केँ जन्‍म देलनि—ओहि पुत्र केँ, जे सभ जातिक लोक सभ पर लोहाक राजदण्‍ड सँ शासन करताह। मुदा ओहि बच्‍चा केँ तुरत उठा कऽ परमेश्‍वर आ हुनका सिंहासन लग पहुँचा देल गेलनि।"},{"number":6,"verse":"ओ स्‍त्री मरुभूमि दिस भागि कऽ चलि गेलीह जतऽ परमेश्‍वर हुनका लेल एक स्‍थान तैयार कयने छलथिन, जाहि सँ एक हजार दू सय साठि दिन तक ओतऽ हुनकर देखभाल कयल जानि।"},{"number":7,"verse":"तकरबाद स्‍वर्ग मे युद्ध शुरू भऽ गेल। मिकाएल अपन स्‍वर्गदूत सभ केँ संग लऽ अजगर सँ युद्ध करऽ लगलाह। अजगर आ ओकर दूत सभ सेहो युद्ध कयलक,"},{"number":8,"verse":"मुदा ओ सभ हारि गेल आ ओकरा सभक लेल स्‍वर्ग मे कोनो स्‍थान नहि रहलैक।"},{"number":9,"verse":"तखन ओ भयंकर अजगर—प्राचीन समयक ओ साँप, जे महादुष्‍ट वा शैतान कहबैत अछि आ सम्‍पूर्ण संसार केँ बहकबैत अछि, तकरा अपन दूत सभक संग पृथ्‍वी पर फेकि देल गेलैक।"},{"number":10,"verse":"तखन हम स्‍वर्ग मे जोर सँ बजैत एकटा आवाज सुनलहुँ जे ई कहैत छल जे, “आब हमरा सभक परमेश्‍वरक मुक्‍ति, शक्‍ति, राज्‍य आ हुनकर मसीहक अधिकार प्रगट भेल अछि। किएक तँ हमरा सभक भाय सभ पर दोष लगौनिहार ओ शैतान जे दिन-राति परमेश्‍वरक समक्ष ओकरा सभ पर दोष लगबैत रहैत छल, तकरा नीचाँ फेकि देल गेल अछि।"},{"number":11,"verse":"ओ सभ बलि-भेँड़ाक खून द्वारा आ ओहि वचन द्वारा जकर ओ सभ गवाही दैत रहल ओकरा पर विजयी भेल अछि, किएक तँ ओ सभ अपन प्राणक मोह छोड़ि कऽ मृत्‍यु केँ सेहो स्‍वीकार करबाक लेल तैयार छल।"},{"number":12,"verse":"एहि कारणेँ, हे स्‍वर्ग आ ओहि मे निवास कयनिहार सभ, आनन्‍द मनाउ! मुदा हे पृथ्‍वी आ समुद्र, तोरा सभ केँ कतेक कष्‍ट होयतह! किएक तँ शैतान तोरा सभ लग उतरि आयल छह आ ई जानि जे ओकरा कनेके समय बाँचल छैक अत्‍यन्‍त क्रोधित भऽ गेल अछि।”"},{"number":13,"verse":"जखन ओ अजगर देखलक जे ओ पृथ्‍वी पर फेकि देल गेल अछि, तँ ओ ओहि स्‍त्री केँ पाछाँ करऽ लागल, जे बालक केँ जन्‍म देने छलीह।"},{"number":14,"verse":"मुदा स्‍त्री केँ विशालकाय गरुड़क दूटा पाँखि देल गेलनि, जाहि सँ ओ अजगरक सम्‍मुख सँ उड़ि कऽ ओहि मरुभूमि मे चलि जाथि, जतऽ साढ़े तीन वर्ष तक हुनकर देखभाल कयल जानि।"},{"number":15,"verse":"अजगर स्‍त्रीक पाछाँ अपना मुँह सँ नदी जकाँ पानि निकाललक, जाहि सँ कि स्‍त्री केँ बाढ़ि बहा कऽ लऽ जानि।"},{"number":16,"verse":"मुदा पृथ्‍वी स्‍त्रीक सहायता कयलकनि आ अपन मुँह खोलि कऽ ओहि पानि केँ, जे अजगर अपना मुँह सँ बहौने छल, पिबि लेलक।"},{"number":17,"verse":"तखन अजगर स्‍त्री पर अत्‍यन्‍त क्रोधित भेल आ स्‍त्रीक आरो-आरो सन्‍तान सभ सँ, अर्थात्, जे सभ परमेश्‍वरक आज्ञा मानैत छथि आ यीशुक विषय मे देल गेल गवाही पर अटल छथि, तिनका सभ सँ युद्ध करबाक लेल गेल। (18)ओ समुद्रक कछेर पर जा कऽ ठाढ़ भऽ गेल।"}]}