{"bibleAbbr":"maiNT","bookName":"प्रकाशित-वाक्‍य","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"तकरबाद हम स्‍वर्ग मे विशाल जनसमूहक आवाज जकाँ ऊँच स्‍वर मे ई कहैत सुनलहुँ जे, “परमेश्‍वरक स्‍तुति होनि! उद्धार, महिमा आ सामर्थ्‍य हमरा सभक परमेश्‍वरेक छनि।"},{"number":2,"verse":"किएक तँ हुनकर सभ निर्णय उचित आ न्‍यायसंगत अछि। सम्‍पूर्ण पृथ्‍वी केँ अपन वेश्‍यावृत्ति सँ भ्रष्‍ट करऽ वाली ओहि महावेश्‍या केँ ओ दण्‍डित कयलथिन। ओ ओकरा सँ अपन सेवक सभक खूनक बदला लऽ लेलथिन।”"},{"number":3,"verse":"ओ सभ फेर ऊँच आवाज मे बजलाह, “परमेश्‍वरक स्‍तुति होनि! ओहि महानगरक जरबाक धुआँ अनन्‍त काल तक ऊपर उठैत रहत।”"},{"number":4,"verse":"तखन चौबीसो धर्मवृद्ध आ चारू जीवित प्राणी दण्‍डवत करैत सिंहासन पर विराजमान परमेश्‍वरक आराधना कयलनि आ बजलाह, “हँ, एहिना होअय! परमेश्‍वरक स्‍तुति होनि!”"},{"number":5,"verse":"तकरबाद सिंहासन सँ एक आवाज ई कहैत सुनाइ देलक जे, “हे परमेश्‍वरक सेवक सभ, हुनकर भय मानऽ वला सभ लोक, चाहे छोट होअय वा पैघ, अपना सभक परमेश्‍वरक स्‍तुति करू!”"},{"number":6,"verse":"( बलि-भेँड़ाक विवाह-उत्‍सव) तखन हम एक विशाल जनसमूहक आवाज वा समुद्रक लहरिक आवाज वा गर्जन करैत मेघक आवाज जकाँ ई कहैत सुनलहुँ, “परमेश्‍वरक स्‍तुति होनि! किएक तँ प्रभु, अपना सभक सर्वशक्‍तिमान परमेश्‍वर, राज्‍य कऽ रहल छथि।"},{"number":7,"verse":"अबैत जाउ, अपना सभ आनन्‍दित आ हर्षित होइ आ हुनकर महिमाक गुणगान करियनि! किएक तँ बलि-भेँड़ाक विवाह-उत्‍सवक समय आबि गेल अछि; हुनकर दुल्‍हिन अपना केँ तैयार कऽ लेने छथि।"},{"number":8,"verse":"हुनका पहिरबाक लेल साफ आ चमकैत नीक मलमलक वस्‍त्र देल गेल छनि।” नीक मलमलक वस्‍त्र प्रभुक लोक सभक धार्मिक काजक प्रतीक अछि।"},{"number":9,"verse":"तकरबाद ओ स्‍वर्गदूत हमरा कहलनि, “ई लिखू—धन्‍य छथि ओ सभ जे सभ बलि-भेँड़ाक विवाह-भोज मे निमन्‍त्रित भेल छथि!” ओ हमरा फेर कहलनि, “ई परमेश्‍वरक सत्‍य वचन अछि।”"},{"number":10,"verse":"तखन हम हुनकर आराधना करबाक लेल हुनका चरण पर खसि पड़लहुँ। मुदा ओ हमरा कहलनि, “एना नहि करू! हम तँ अहाँ जकाँ आ अहाँक भाय सभ जकाँ, जे सभ यीशुक विषय मे देल गेल गवाही पर स्‍थिर छथि, दासे छी। अहाँ परमेश्‍वरक आराधना करू, किएक तँ जे केओ यीशुक विषय मे गवाही दैत छथि, तिनका प्रवक्‍ता जकाँ परमेश्‍वरे सँ प्रेरणा भेटैत छनि।”"},{"number":11,"verse":"( “राजा सभक राजा आ प्रभु सभक प्रभु”—मसीहक विजय) तखन हम देखलहुँ जे स्‍वर्ग खुजल अछि। हमरा एक उज्‍जर घोड़ा देखाइ देलक आ ओहि पर जे सवार छलाह से “विश्‍वासयोग्‍य” आ “सत्‍य” कहबैत छथि। ओ न्‍यायक अनुसार उचित फैसला करैत छथि आ उचित युद्ध करैत छथि।"},{"number":12,"verse":"हुनकर आँखि आगि जकाँ धधकैत छनि। हुनका सिर पर बहुते राजमुकुट छनि। हुनका शरीर पर एक नाम लिखल अछि जकरा हुनका छोड़ि आओर केओ नहि जनैत अछि।"},{"number":13,"verse":"ओ खून मे डुबाओल वस्‍त्र पहिरने छथि आ हुनकर नाम छनि “परमेश्‍वरक वचन”।"},{"number":14,"verse":"स्‍वर्गक सेना सभ उज्‍जर चमकैत नीक मलमलक वस्‍त्र पहिरने, उज्‍जर घोड़ा पर सवार हुनका पाछाँ-पाछाँ चलि रहल अछि।"},{"number":15,"verse":"जाति-जाति केँ मारबाक लेल हुनका मुँह सँ एक तेज तरुआरि बहरायल अछि। “ओ ओकरा सभ पर लोहाक राजदण्‍ड सँ शासन करताह।” ओ सर्वशक्‍तिमान परमेश्‍वरक भयानक क्रोध रूपी मदिराक रसकुण्‍ड मे अंगूर केँ धाँगि दैत छथि।"},{"number":16,"verse":"हुनका वस्‍त्र आ हुनका जाँघ पर ई नाम लिखल अछि, “राजा सभक राजा आ प्रभु सभक प्रभु।”"},{"number":17,"verse":"फेर हम एक स्‍वर्गदूत केँ सूर्य मे ठाढ़ देखलहुँ। ओ ऊँच स्‍वर मे आकाशक बीच उड़ऽ वला सभ चिड़ै केँ सोर पारलनि, “अबै जो, परमेश्‍वरक महाभोजक लेल जमा होइत जो।"},{"number":18,"verse":"तोरा सभ केँ राजा सभक, सेनापति सभक, शक्‍तिशाली पुरुष सभक, घोड़ा आ घोड़सवार सभक, आ सभ लोकक—स्‍वतन्‍त्र, दास, छोट, पैघ—सभक माँसु खयबाक लेल भेटतौक।”"},{"number":19,"verse":"तकरबाद हम जानबर केँ आ पृथ्‍वीक राजा सभ केँ और ओकरा सभक सेना सभ केँ ओहि घोड़सवार आ हुनकर सेना सभ सँ युद्ध करबाक लेल जमा भेल देखलहुँ।"},{"number":20,"verse":"ओ जानबर पकड़ल गेल आ ओकरा संग ओ झुट्ठा भविष्‍यवक्‍ता सेहो, जे ओकर सेवा करैत चमत्‍कार सभ देखौने छल। एहि चमत्‍कार सभ द्वारा ओ ओहि लोक सभ केँ बहकौने छल जे सभ जानबरक छाप ग्रहण कयने छल आ ओकर मूर्तिक पूजा कयने छल। जानबर आ झुट्ठा भविष्‍यवक्‍ता केँ गन्‍धक सँ धधकैत आगिक कुण्‍ड मे जीविते फेकि देल गेलैक।"},{"number":21,"verse":"बाँकी लोक ओहि घोड़सवारक मुँह सँ बहराइत तरुआरि सँ मारल गेल आ सभ चिड़ै ओकरा सभक माँसु खा कऽ अघा गेल।"}]}