{"bibleAbbr":"maiNT","bookName":"प्रकाशित-वाक्‍य","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"( मोहर लागल पुस्‍तक और बलि-भेँड़ा) तकरबाद हम देखलहुँ जे, सिंहासन पर जे विराजमान छथि, तिनका दहिना हाथ मे एकटा पुस्‍तक छनि जाहि मे भीतर-बाहर, दूनू दिस लिखल गेल अछि और जकरा सातटा मोहर मारि कऽ बन्‍द कऽ देल गेल अछि।"},{"number":2,"verse":"तखन हम एक शक्‍तिशाली स्‍वर्गदूत केँ देखलहुँ जे ऊँ‍च स्‍वर मे आवाज दऽ कऽ पुछि रहल छथि जे, “मोहरक छाप सभ केँ तोड़ि कऽ पुस्‍तक केँ खोलबाक योग्‍य के अछि?”"},{"number":3,"verse":"मुदा स्‍वर्ग मे, पृथ्‍वी पर आ पृथ्‍वीक नीचाँ पाताल मे केओ एहन व्‍यक्‍ति नहि भेटल जकरा ओहि पुस्‍तक केँ खोलबाक वा ओहि मे देखबाक अधिकार होइक।"},{"number":4,"verse":"हम बड्ड कानऽ लगलहुँ, किएक तँ एहन योग्‍य व्‍यक्‍ति केओ नहि भेटल जे ओहि पुस्‍तक केँ खोलि सकय वा ओहि मे देखि सकय।"},{"number":5,"verse":"तखन ओहि चौबीस धर्मवृद्ध मे सँ एक गोटे हमरा कहलनि, “नहि कानू! देखू! ओ जे यहूदाक कुलक शेर छथि, जे दाऊदक वंश मे श्रेष्‍ठ छथि से विजयी भेल छथि। ओ एहि पुस्‍तक केँ आ एकर सातो छाप केँ खोलि सकैत छथि।”"},{"number":6,"verse":"तखन हम सिंहासनक बीच मे ठाढ़, चारू जीवित प्राणी आ धर्मवृद्ध सभक बीच, एक बलि-भेँड़ा केँ देखलहुँ। ओ देखऽ मे एना लगलाह, जेना कहियो वध कयल गेल होथि। हुनका सातटा सीँग आ सातटा आँखि छलनि। ई सभ परमेश्‍वरक सात आत्‍मा अछि जकरा परमेश्‍वर सम्‍पूर्ण पृथ्‍वी पर पठौने छथिन।"},{"number":7,"verse":"तकरबाद बलि-भेँड़ा आबि कऽ सिंहासन पर जे विराजमान छलाह, तिनका दहिना हाथ सँ पुस्‍तक लऽ लेलनि।"},{"number":8,"verse":"जखन ओ पुस्‍तक लऽ लेलनि, तँ चारू जीवित प्राणी आ चौबीसो धर्मवृद्ध हुनकर सम्‍मुख मुँहक भरे खसि पड़लाह। प्रत्‍येक गोटेक हाथ मे एकटा वीणा, आ धूप सँ भरल सोनाक कटोरा छलनि। ई धूप परमेश्‍वरक लोक सभक प्रार्थना सभ अछि।"},{"number":9,"verse":"ओ सभ एक नव गीत गाबि रहल छलाह— “अहाँ एहि पुस्‍तक केँ लेबाक आ एकर छाप सभ केँ खोलबाक योग्‍य छी, किएक तँ अहाँ वध भऽ कऽ अपन खून सँ प्रत्‍येक कुल, भाषा, राष्‍ट्र आ जाति मे सँ परमेश्‍वरक लेल लोक सभ केँ मोल लेने छी।"},{"number":10,"verse":"हमरा सभक परमेश्‍वरक सेवा करबाक लेल ओकरा सभ केँ एक राज्‍य बना देने छी, पुरोहित बना देने छी। ओ सभ पृथ्‍वी पर राज्‍य करत।”"},{"number":11,"verse":"फेर हम देखलहुँ, तँ बहुतो स्‍वर्गदूत सभक आवाज सुनाइ देलक जे सभ सिंहासन, चारू प्राणी आ धर्मवृद्ध सभक चारू कात ठाढ़ छलाह, जिनकर संख्‍या लाखो-लाख आ करोड़ो-करोड़ मे छलनि।"},{"number":12,"verse":"ओ सभ जोर सँ बाजि रहल छलाह जे, “वध कयल गेल बलि-भेँड़ा सामर्थ्‍य, धन, बुद्धि, शक्‍ति, आदर, महिमा आ स्‍तुति पयबाक योग्‍य छथि!”"},{"number":13,"verse":"तखन हम सृष्‍टिक प्रत्‍येक प्राणी केँ, जे स्‍वर्ग मे अछि, पृथ्‍वी पर अछि, पृथ्‍वीक नीचाँ पाताल मे अछि आ समुद्र मे अछि, अर्थात् सभ ठामक सभ जीव केँ ई कहैत सुनलहुँ जे, “जे सिंहासन पर विराजमान छथि तिनका, आ बलि-भेँड़ा केँ, स्‍तुति, आदर, महिमा आ सामर्थ्‍य युगानुयुग होइत रहनि!”"},{"number":14,"verse":"और ओ चारू जीवित प्राणी बाजल, “आमीन!” आ चौबीसो धर्मवृद्ध मुँहक भरे खसि कऽ दण्‍डवत कयलथिन।"}]}