{"bibleAbbr":"LBP1933","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":1,"verses":[{"number":1,"verse":"THESE are the words which Moses spoke to all Israel beyond the Jordan in the wilderness, in the low desert plain opposite the Red Sea, between Paran and Tophel and Lebanon and Hazeroth and Dizahab."},{"number":2,"verse":"(There are eleven days' journey from Horeb to mount Seir to Rakim-gia.)"},{"number":3,"verse":"And it came to pass in the fortieth year, in the eleventh month, on the first day of the month, that Moses spoke to the children of Israel according to all that the LORD had given him in commandment concerning them;"},{"number":4,"verse":"After he had slain Sihon the king of the Amorites, who dwelt in Heshbon, and Og the king of Mathnin, who dwelt in Astaroth and in Erdei,"},{"number":5,"verse":"Beyond the Jordan, in the land of Moab; Moses began to explain this law, saying,"},{"number":6,"verse":"The LORD our God said to us in Horeb, You have dwelt long enough in this mountain;"},{"number":7,"verse":"Turn and set out on your journey, and go to the mountain of the Amorites, and to all the places round about it, in the low desert plain, in the mountain, in the lowland and in the south and by the sea side, to the land of the Canaanites, and to Lebanon, as far as the great river, the river Euphrates."},{"number":8,"verse":"Behold, I have given you the land before you; go in and possess the land which the LORD swore to your fathers, Abraham, Isaac, and Jacob, to give to them and to their descendants after them."},{"number":9,"verse":"And I said to you at that time, I am not able to bear you myself alone;"},{"number":10,"verse":"The LORD your God has multiplied you, and behold, you are this day as the stars of heaven in multitude."},{"number":11,"verse":"(May the LORD God of your fathers make you a thousand times as many more as you are, and bless you, as he has promised you!)"},{"number":12,"verse":"How can I myself bear alone your encumbrance and your burden and your strife?"},{"number":13,"verse":"Choose for yourselves wise men, who have understanding and are renowned among your tribes, and I will make them chiefs over you."},{"number":14,"verse":"And you answered and said to me, The thing that you have spoken is good for us to do."},{"number":15,"verse":"So I took the chiefs of your tribes, wise men and renowned, and made them chieftains over you, commanders over thousands and captains over hundreds and officers over fifty and officers over ten and scribes for your tribes."},{"number":16,"verse":"And I charged your judges at that time, saying, Hear the causes between your brethren, and judge righteously between a man and his brother, and the stranger that is with him."},{"number":17,"verse":"You shall not be partial to persons in judgment; but you shall hear the small as well as the great; you shall not be afraid of the face of man, for the judgment is God's; and the cause that is too hard for you, bring it to me, and I will hear it."},{"number":18,"verse":"And I commanded you at that time all the things that you should do."},{"number":19,"verse":"And when we journeyed from Horeb, we went through all that great and terrible wilderness, which you saw by the way of the mountain of the Amorites, as the LORD our God commanded us; and we came as far as Rakim-gia."},{"number":20,"verse":"And I said to you, You have come to the mountain of the Amorites, which the LORD our God has given us."},{"number":21,"verse":"Behold, the LORD your God has given the land before you; go up and possess it, as the LORD God of your fathers has said to you; fear not, neither be terrified."},{"number":22,"verse":"Then all of you came near to me and said, Let us send men before us, and they shall spy out the land for us, and bring us word again and show us the way by which we must go up and the cities into which we shall come."},{"number":23,"verse":"And the saying pleased me well; and I took twelve men of you, one man of each tribe;"},{"number":24,"verse":"And they turned and went up into the mountain, and came as far as the valley of Segola, and spied out the land."},{"number":25,"verse":"And they took some of the fruit of the land in their hands, and brought it down to us, and they brought us word again and said to us, It is a good land which the LORD our God does give to us."},{"number":26,"verse":"But in spite of this, you would not go up, but rebelled against the commandment of the LORD your God;"},{"number":27,"verse":"And you murmured in your tents and said, It is because the LORD hated us that he has brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us."},{"number":28,"verse":"Whither shall we go up? Our brethren have discouraged our heart, tying, The people are greater and taller than we; the cities are great and walled up to heaven; and moreover we have seen the sons of giants there."},{"number":29,"verse":"Then I said to you, Fear not, neither tremble of them."},{"number":30,"verse":"The LORD your God, who goes before you, shall fight for you, just as he did for you in Egypt before your eyes;"},{"number":31,"verse":"And in the wilderness, where you saw how the LORD your God nourished you, just as a man nourishes his son, in all the way that you went, until you came to this place."},{"number":32,"verse":"Yet in this thing you did not believe the LORD your God,"},{"number":33,"verse":"Who went in the way before you to prepare a place for you to encamp in it, in fire by night to show you by what way you should go, and in a cloud by day."},{"number":34,"verse":"And the LORD heard the voice of your complaining, and was angry, and swore, saying,"},{"number":35,"verse":"Surely there shall not one of these men of this evil generation see the good land which I swore to give to your fathers,"},{"number":36,"verse":"Except Caleb the son of Jophaniah; he shall see it, and to him will I give the land upon which he has trodden, and to his children, because he has wholly followed the LORD."},{"number":37,"verse":"Also the LORD was angry with me on your account, saying, You also shall not go in thither."},{"number":38,"verse":"But Joshua the son of Nun, who stands before you, he shall go in there; encourage him; for he shall cause Israel to inherit it."},{"number":39,"verse":"Moreover your little ones, who you said would be a prey, and your children, who in that day had no knowledge between good and evil, shall go in there, and to them will I give it, and they shall possess it."},{"number":40,"verse":"But as for you, turn you and take your journey into the wilderness by the way of the Red Sea."},{"number":41,"verse":"Then you answered and said to me, We have sinned against the LORD our God, we will go up and fight, just as the LORD our God commanded us. And when you had girded on every man his weapons of war, you were stirred up to go up into the mountain."},{"number":42,"verse":"And the LORD said to me, Say to them, You shall not go up, neither fight; for I am not among you; lest you be defeated before your enemies."},{"number":43,"verse":"So I spoke to you; and you would not listen, and you rebelled against the commandment of the LORD, and went presumptuously up into the mountain."},{"number":44,"verse":"And the Amorites, who dwelt in that mountain, came out against you and chased you as smoked-out bees do, and drove you away from Seir, as far as Hirmah."},{"number":45,"verse":"Then you sat down and wept before the LORD; but the LORD would not hearken to your voice nor give ear to you."},{"number":46,"verse":"So you remained in Rakim many days, according to the days that you remained there."}]}