{"bibleAbbr":"LBP1933","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"IF there arise among you a prophet, or a dreamer of dreams, and give you a sign or a wonder,"},{"number":2,"verse":"And the sign or the wonder of which he speaks to you come to pass, and then he shall say to you, Come, let us go after other gods, which you have not known, and let us serve them;"},{"number":3,"verse":"You shall not listen to the words of that prophet, or that dreamer of dreams; for the LORD your God is proving you, to know whether you love the LORD your God with all your heart and with all your soul."},{"number":4,"verse":"You shall walk after the LORD your God, and reverence him and keep his commandments and obey him, and you shall serve him and cleave to him."},{"number":5,"verse":"And that prophet, or that dreamer of dreams, shall be put to death; because he has spoken iniquity before the LORD your God, who brought you out of the land of Egypt and delivered you out of the house of bondage, to cause you to go astray from the way in which the LORD your God commanded you to walk. So you shall put the evil away from the midst of you."},{"number":6,"verse":"If your brother, the son of your mother, or your son, or your daughter, or your lawful wife, or your friend, who is as your own soul, entices you secretly, saying, Let us go and serve other gods, which you have not known, you nor your fathers;"},{"number":7,"verse":"Namely, of the gods of the peoples who are round about you, who are near you, or far off from you, from the one end of the earth to the other end of the earth;"},{"number":8,"verse":"You shall not consent to him, nor listen to him: neither shall your eve pity him, neither shall you have mercy upon him, neither shall you conceal him;"},{"number":9,"verse":"But you shall surely kill him; your own hand shall start first to put him to death, and afterwards the hand of all the people."},{"number":10,"verse":"And you shall stone him with stones, that he die: because he has sought to cause you to go astray from the LORD your God, who brought you out of the land of Egypt, from the house of bondage."},{"number":11,"verse":"And all Israel shall hear and be afraid, and shall do no more any such an evil thing as this among you."},{"number":12,"verse":"When you shall hear, in one of your cities which the LORD your God gives you to dwell in, one saying,"},{"number":13,"verse":"Certain wicked men have gone out from among you, and have led astray the inhabitants of their cities saying, Let us go and serve other gods, whom you have not known;"},{"number":14,"verse":"Then you shall inquire, and make search, and ask diligently; and behold, if the thing be true, that such an abomination has been done among you;"},{"number":15,"verse":"You shall surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and its cattle, with the edge of the sword."},{"number":16,"verse":"And you shall gather all the spoil of it into the midst of an open space beyond the walls thereof, and burn the city with fire, and all its spoil every bit, before the LORD your God; and it shall be a heap for ever; it shall not be built again."},{"number":17,"verse":"And there shall not cleave to your hand anything of the cursed spoil; that the LORD may turn from the fierceness of his anger and show you mercy and have compassion upon you and multiply you, as he has sworn to your fathers;"},{"number":18,"verse":"When you shall hearken to the voice of the LORD your God, and keep all his commandments which I command you this day, you shall do that which is right in the sight of the LORD your God."}]}