{"bibleAbbr":"LBP1933","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"WHEN you go out to battle against your enemies, and see horses and chariots and a people more than you, you shall not be afraid of them; for the LORD your God is with you, who brought you up out of the land of Egypt."},{"number":2,"verse":"And when you come near to the battle, the priest shall approach and speak to the people,"},{"number":3,"verse":"And shall say to them, Hear, O Israel, you approach this day to the battle with your enemies; let not your heart faint, fear not, and do not tremble, neither be terrified because of them;"},{"number":4,"verse":"For the LORD your God is he that goes with you, who brought you out of the land of Egypt, and it is he who shall fight for you with your enemies, and he shall save you."},{"number":5,"verse":"Then the scribes shall speak to the people, saying, What man is there who has built a new house, and has not dedicated it? Let him return and go to his house, lest he die in the battle, and another man dedicate it."},{"number":6,"verse":"And what man is there who has planted a vineyard, and has not yet trod the grapes of it? Let him return and go to his house, lest he die in the battle, and another man tread its grapes."},{"number":7,"verse":"And what man is there who has betrothed a wife, and has not taken her? Let him return and go to his house, lest he die in the battle, and another man take her."},{"number":8,"verse":"And the scribes shall speak further to the people, and they shall say, What man is there who is fearful and fainthearted? Let him return and go to his house, lest his brethren's heart faint as well as his heart."},{"number":9,"verse":"And when the scribes have made an end of speaking to the people, the commanders of the army shall stand at the head of the people."},{"number":10,"verse":"When you come near to a city to fight against it, then proclaim peace to it."},{"number":11,"verse":"And if the city give you answer of peace, and it open to you, then all the people who are found in it shall be servants and tributaries to you, and they shall serve you."},{"number":12,"verse":"But if it will not surrender to you, but will make war with you, then you shall besiege it;"},{"number":13,"verse":"And when the LORD your God has delivered it into your hands, you shall slay all its males with the edge of the sword;"},{"number":14,"verse":"But the women and the little ones and the cattle and all that is in the city, even all its spoil, you shall plunder for yourselves; and you shall eat of the spoil of your enemies, which the LORD your God gives you."},{"number":15,"verse":"Thus shall you do to all the cities which are very far off from you, which are not of the cities of these nations."},{"number":16,"verse":"But of the cities of these people which the LORD your God gives you for an inheritance, you shall save alive nothing that breathes;"},{"number":17,"verse":"But you shall utterly destroy them; namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the LORD your God has commanded you;"},{"number":18,"verse":"That they may not teach you to do after all their abominations, which they have done in worshipping their gods; so you should sin in the sight of the LORD your God."},{"number":19,"verse":"When you shall besiege a city a long time, in making war against it to capture it, you shall not destroy its trees, nor wield an axe against them; because you may eat of them, and you shall not cut them down (for the trees of the field are not like men to flee from before you at the time of the siege)."},{"number":20,"verse":"Only the trees which you know are not trees for food you may destroy and cut down that you may build bulwarks against the city that makes war with you, until it is captured."}]}