{"bibleAbbr":"LBP1933","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":22,"verses":[{"number":1,"verse":"YOU shall not see your brother's ox or his sheep go astray, and disregard them; but you shall surely bring them back to your brother."},{"number":2,"verse":"And if your brother is not near you, or if you do not know him, then you shall bring it to your own house, and it shall be with you until your brother seeks after it, and you shall restore it to him again."},{"number":3,"verse":"In like manner shall you do with his ox and with his ass, and so with his garment; and so shall you do with anything which your brother has lost, and you have found; it is unlawful for you to delay in restoring it."},{"number":4,"verse":"You shall not see your enemy's ass or his ox fallen down by the way, and turn away your eyes from them; but you shall surely help him to lift them up again."},{"number":5,"verse":"A woman shall not wear any garment that pertains to a man, neither shall a man put on a woman's garments; for whosoever does these things is an abomination in the sight of the LORD your God."},{"number":6,"verse":"When you chance to find a bird's nest before you in the way in any tree, or on the ground, with young ones or eggs and the mother sitting upon the young or upon the eggs, you shall not take the mother with her young;"},{"number":7,"verse":"But you shall surely let the mother go, and take the young for yourself; that it may be well with you, and that you may live long."},{"number":8,"verse":"When you build a new house, you must make a parapet for your roof, that no man may fall from it, and bring blood upon your house."},{"number":9,"verse":"You shall not sow your furrow with mixed seeds, lest the produce of the seed which you have sown and the produce of your vineyard be seized for the sanctuary."},{"number":10,"verse":"You shall not plow with an ox and an ass together."},{"number":11,"verse":"You shall not wear a garment woven of different sorts of wool and cotton together."},{"number":12,"verse":"You shall make for yourself fringes on the four corners of your cloak, with which you cover yourself."},{"number":13,"verse":"If any man take a wife, and go in unto her, and then hate her,"},{"number":14,"verse":"And give an occasion of speech against her, charging her with adultery, and bring an evil name upon her, and say, I took this woman, and when I lay with her, I found her not a virgin;"},{"number":15,"verse":"Then shall the father of the damsel, and her mother, take and bring forth the tokens of the damsel's virginity to the elders of the city at the gate;"},{"number":16,"verse":"And the damsel's father shall say to the elders, I gave my daughter to this man to wife, and he hates her;"},{"number":17,"verse":"And, lo, he has given occasion of speech against her, charging her with whoredom, saying, I found not your daughter a virgin; and yet these are the tokens of my daughter's virginity. And they shall spread the cloth before the elders of the city."},{"number":18,"verse":"And the elders of that city shall take that man and chastise him;"},{"number":19,"verse":"And they shall fine him a hundred shekels of silver, and give it to the father of the damsel, because he has brought an evil name upon a virgin daughter of Israel; and she shall be his wife; he has no right to put her away all his days."},{"number":20,"verse":"But if this thing is true, and the tokens of virginity are not found for the damsel;"},{"number":21,"verse":"Then they shall bring out the damsel to the door of her father's house, and the men of the city shall stone her with stones that she die; because she has committed a shameful act in Israel, to play the whore in her father's house; so you shall put away evil from among you."},{"number":22,"verse":"If a man is found lying with another man's wife, then both of them shall surely die, the man who lay with the woman, and the woman; so shall you put away evil from Israel."},{"number":23,"verse":"If there is a damsel who is a virgin and who is betrothed to a man, and another man find her in the city and lie with her;"},{"number":24,"verse":"Then you shall bring them both out to the gate of that city, and you shall stone them with stones, that they die; the damsel, because she did not cry for help, being in the city; and the man, because he has treated shamefully his neighbor's wife; so shall you put away evil from among you."},{"number":25,"verse":"But if a man find a betrothed damsel in the field, and seize her by force, and lie with her; then the man only who lay with her shall die:"},{"number":26,"verse":"But to the damsel you shall do nothing; because there is in the damsel no sin worthy of death; for as when a man rises against his neighbor and slays him, even so is this case."},{"number":27,"verse":"For he found her in the field, and the betrothed damsel cried for help, and there was no one to save her."},{"number":28,"verse":"If a man finds a damsel who is a virgin who is not betrothed, and seizes her, and lies with her, and they are found;"},{"number":29,"verse":"Then the man who lay with her shall give to the damsel's father fifty shekels of silver, and she shall be his wife; because he has humbled her, he has no right to put her away all his days."},{"number":30,"verse":"A man shall not take his father's wife, nor uncover the skirt of his father's wife."}]}