{"bibleAbbr":"LBP1933","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"GIVE ear, O heavens, and I will speak; and let the earth hear the words of my mouth."},{"number":2,"verse":"My word shall drop as rain, my speech shall fall as dew, as the gentle wind upon the tender herbs, and as the showers upon the grass;"},{"number":3,"verse":"For I will call upon the name of the LORD; ascribe majesty to our God, the Mighty One."},{"number":4,"verse":"For his works are perfect; and all his ways are just; he is a faithful God and without iniquity, just and upright is he."},{"number":5,"verse":"They have corrupted themselves, and they are not his children because of blemish; they are a perverse and crooked generation."},{"number":6,"verse":"Are these the things that you return unto the LORD, O foolish and unwise people? Is he not your father who has redeemed you? Has he not made you and established you?"},{"number":7,"verse":"Remember the days of old, consider the years of many generations; ask your father, and he will show you; your elders, and they will tell you."},{"number":8,"verse":"When the Most High divided the nations, when he separated mankind, he set the bounds of the people according to the number of the children of Israel."},{"number":9,"verse":"For the LORD'S portion is his people; Jacob is the lot of his inheritance."},{"number":10,"verse":"He found him in a desert land, and in the waste and howling wilderness; he made him to settle down, he loved him, he kept him as the apple of his eye."},{"number":11,"verse":"As an eagle encircles his nest, fluttering over his young, spreading out its wings, taking them, bearing them on the strength of his wings;"},{"number":12,"verse":"So the LORD alone did lead Israel, and there was no strange god with him."},{"number":13,"verse":"He made him to dwell in a fertile land, and fed him with the produce of the field; and he made him to suck honey out of the rock and oil out of the flinty rock;"},{"number":14,"verse":"And gave him butter of cows and milk of sheep, with fat of fatlings and rams of the breed of rock-goats and goats, with the fat and the best wheat; and he gave him wine to drink, and of the juices of grapes."},{"number":15,"verse":"And Israel grew fat and kicked; he became rich and mighty, he gained wealth; then he forsook God who made him, and reviled the Mighty One who had saved him."},{"number":16,"verse":"They provoked him to zealousness with strange gods, they made him angry with idols."},{"number":17,"verse":"They sacrificed to demons that were not gods; to gods whom they knew not, to new gods that were just made. whom your fathers had never worshipped."},{"number":18,"verse":"But you forsook the Mighty One who bore you, and you forgot the God who made you glorious."},{"number":19,"verse":"And the LORD saw it, and was angry, because his sons and daughters provoked him."},{"number":20,"verse":"And he said, I will turn away my face from them, I will see what their end will be; for they are a perverse generation, children in whom is no faith."},{"number":21,"verse":"They have provoked me to zealousness with that which is not God; they have provoked me to anger with their idols; so I will move them to jealousy with those that are not my people; I will provoke them to anger with a foolish nation."},{"number":22,"verse":"For a fire is kindled in my anger, and shall burn to the lowest parts of Sheol, and shall consume the earth and its increase, and set on fire the foundations of the mountains."},{"number":23,"verse":"I will heap mischiefs upon them; I will spend my arrows upon them."},{"number":24,"verse":"They shall be disabled with hunger, and I will deliver them to evil spirits, and I will deliver them to vultures; I will also stir up wild beasts upon them, with the poison of serpents which creep in the dust."},{"number":25,"verse":"Outside the sword shall bereave, and terror in inner chambers shall destroy both the young men and the virgins, the suckling also with the men of gray hairs."},{"number":26,"verse":"And I said, Where are they? I would blot out the memory of them from among men."},{"number":27,"verse":"Had it not been for the wrath of the enemy, who had become strong, and had it not been for the boasting of the adversary, who would say, It is our hand that has prevailed, and the LORD has not done all this, I would have blotted them out."},{"number":28,"verse":"For they are a nation void of counsel, neither is there any understanding in them."},{"number":29,"verse":"O that they were wise, that they understood this, that they would consider their latter end!"},{"number":30,"verse":"How should one chase a thousand, and two put ten thousand to flight, except their Mighty One had delivered them to their enemies, and the LORD had hemmed them in?"},{"number":31,"verse":"For their strength is not as our strength, even our enemies themselves being judges."},{"number":32,"verse":"For their vine is of the vine of Sodom, and of the fields of Gomorrah; their grapes are bitter grapes, the clusters are gall to them;"},{"number":33,"verse":"Their venom is the venom of dragons, and the cruel venom of asps."},{"number":34,"verse":"Is not this laid up in store with me, and sealed up in my treasures?"},{"number":35,"verse":"To me belongs vengeance, and I will recompense them at the time when their foot shall slip; for the day of their destruction is at hand, and the misfortune that shall come upon them makes haste."},{"number":36,"verse":"For the LORD shall judge his people, and be consoled for his servants, because he will see that their power is gone, and there is none to help or sustain."},{"number":37,"verse":"And he shall say, Where are their mighty gods, those in whom they trusted,"},{"number":38,"verse":"Who ate the fat of their sacrifices, and drank the wine of their drink offerings? Let them now rise up and help you, let them be your protection."},{"number":39,"verse":"See now that I. even I. am he, and there is no god besides me; I cause men to die, and I make alive; I wound, and I heal; and there is none that can escape out of my hands."},{"number":40,"verse":"For I lift up my hand to heaven and say, I live for ever."},{"number":41,"verse":"I will whet my glittering sword as the lightning, and my hand shall take hold of judgment; I will render vengeance on those that hate me, and cause my enemies to surrender."},{"number":42,"verse":"I will make my arrows drunk with blood, and my sword shall devour flesh, with the blood of the slain and of the captives, from the crown of the head of the enemy."},{"number":43,"verse":"Therefore praise his people, O you nations; for the blood of his servants shall be avenged, and he will take vengeance upon his adversaries, and will give absolution to his land and to his people."},{"number":44,"verse":"And Moses came and recited all the words of this song before the people, he and Joshua the son of Nun."},{"number":45,"verse":"And when Moses had finished reciting all these words to all Israel,"},{"number":46,"verse":"He said to them, Set your hearts to all the words which I testify among you this day, which you shall command your children to do, all the words of this law."},{"number":47,"verse":"For it is not a vain thing for you, because it is your life; and through this thing you shall prolong your days in the land which you are crossing the Jordan to possess."},{"number":48,"verse":"And the LORD spoke to Moses that same day, saying,"},{"number":49,"verse":"Go up into this mountain of the Abraye, into mount Nebo, which is in the land of Moab, that is over toward Jericho; and view the land of Canaan, which I give to the children of Israel as a possession:"},{"number":50,"verse":"And die on the mountain which you ascend, and be gathered to your people; as Aaron your brother died on mount Hor, and was gathered to his people:"},{"number":51,"verse":"Because you transgressed against me among the children of Israel at the waters of Mesotha which is at Rakim, in the wilderness of Zin; because you did not sanctify me in the midst of the children of Israel."},{"number":52,"verse":"Yet you shall see the land before you, which I give to the children of Israel; but you shall not enter there."}]}