{"bibleAbbr":"LBP1933","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"ALL the commandments which I command you this day you shall observe to do, that you may live and multiply, and go in and possess the land which the LORD swore to your fathers."},{"number":2,"verse":"And you shall remember all the way which the LORD your God led you these forty years in the wilderness, that he might humble you, and prove you, to know what is in your heart, whether you would keep his commandments or not."},{"number":3,"verse":"And he humbled you and suffered you to hunger and fed you with manna, which you did not know, neither did your fathers know; that he might make you to understand that man does not live by bread alone; but by everything that proceeds out of the mouth of the LORD does man live."},{"number":4,"verse":"Your clothes did not wear out upon you, neither did your feet go bare during these forty years."},{"number":5,"verse":"You must know in your heart that, as a man disciplines his son, so the LORD your God disciplines you."},{"number":6,"verse":"Therefore you must keep the commandments of the LORD your God, to walk in his ways and fear him."},{"number":7,"verse":"For the LORD your God brings you into a good land, a land of brooks of water, of fountains and depths that spring out of valleys and mountains;"},{"number":8,"verse":"A land of wheat and barley, and of vines and fig trees and pomegranates; a land of olive trees, and of oil and honey;"},{"number":9,"verse":"A land wherein you shall eat bread without scarcity, you shall not lack anything in it; a land whose stones are iron, and out of whose mountains you may dig brass."},{"number":10,"verse":"You shall eat and be full, and then you shall bless the LORD your God for the good land which he has given you."},{"number":11,"verse":"Take heed, lest you forget the LORD your God, in not keeping his commandments and his judgments and his statutes, which I command you this day;"},{"number":12,"verse":"Lest when you have eaten and are full, and have built beautiful houses, and dwell in them;"},{"number":13,"verse":"And when your flocks and herds multiply, and your silver and gold are multiplied, and all that you have is multiplied;"},{"number":14,"verse":"Then your heart be lifted up, and you forget the LORD your God, who brought you forth out of the land of Egypt, from the house of bondage;"},{"number":15,"verse":"Who led you through the great and terrible wilderness, a place of fiery serpents and scorpions and droughts, a place where there was no water; who brought you forth water out of the flinty rock;"},{"number":16,"verse":"Who fed you in the wilderness with manna, which your fathers did not know, that he might humble you, and that he might prove you, to do you good at the end;"},{"number":17,"verse":"And you say in your heart, My power and the might of my hand have gotten me this wealth."},{"number":18,"verse":"But you shall remember the LORD your God; for it is he who gives you power to get wealth, that he may establish his covenant which he swore to your fathers, as it is this day."},{"number":19,"verse":"And if you do forget the LORD your God, and walk after other gods and serve them and worship them. I have testified against you this day that you shall surely perish."},{"number":20,"verse":"As the nations which the LORD destroyed before you, so shall you perish if you are not obedient to the voice of the LORD your God."}]}