{"bibleAbbr":"NRSVue2021","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"(1 Cor 4.16) Be imitators of me, as I am of Christ."},{"number":2,"verse":"Head Coverings (1 Cor 4.17; 2 Thess 2.15) I commend you because you remember me in everything and maintain the traditions just as I handed them on to you."},{"number":3,"verse":"(1 Cor 3.23; Eph 1.22; 4.15; 5.23) But I want you to understand that Christ is the head of every man, and the man (Or husband) is the head of the woman, (Or wife) and God is the head of Christ."},{"number":4,"verse":"(Acts 13.1; 1 Thess 5.20) Any man who prays or prophesies with something on his head shames his head,"},{"number":5,"verse":"but any woman who prays or prophesies with her head unveiled shames her head—it is one and the same thing as having her head shaved."},{"number":6,"verse":"For if a woman will not veil herself, then she should cut off her hair, but if it is shameful for a woman to have her hair cut off or to be shaved, she should wear a veil."},{"number":7,"verse":"(Gen 1.26) For a man ought not to have his head veiled, since he is the image and reflection (Or glory) of God, but woman is the reflection (Or glory) of man."},{"number":8,"verse":"(Gen 2.21-23) Indeed, man was not made from woman but woman from man."},{"number":9,"verse":"(Gen 2.18) Neither was man created for the sake of woman but woman for the sake of man."},{"number":10,"verse":"(Gen 24.65) For this reason a woman ought to have authority over her head, (Or have freedom of choice regarding her head) because of the angels."},{"number":11,"verse":"Nevertheless, in the Lord woman is not independent of man or man independent of woman."},{"number":12,"verse":"For just as woman came from man, so man comes through woman, but all things come from God."},{"number":13,"verse":"Judge for yourselves: Is it proper for a woman to pray to God with her head unveiled?"},{"number":14,"verse":"Does not nature itself teach you that, if a man wears long hair, it is dishonoring to him,"},{"number":15,"verse":"but if a woman has long hair, it is her glory? For her hair is given to her for a covering."},{"number":16,"verse":"(1 Cor 7.17) But if anyone is disposed to be contentious—we have no such custom, nor do the churches of God."},{"number":17,"verse":"Abuses at the Lord’s Supper Now in the following instructions I do not commend you, because when you come together it is not for the better but for the worse."},{"number":18,"verse":"(1 Cor 1.10-12) For, to begin with, when you come together as a church, I hear that there are divisions among you, and to some extent I believe it."},{"number":19,"verse":"(Deut 13.3; Mt 18.7; Lk 17.1; 1 Tim 4.1; 1 Jn 2.19) Indeed, there have to be factions among you, for only so will it become clear who among you are genuine."},{"number":20,"verse":"When you come together, it is not really to eat the Lord’s supper."},{"number":21,"verse":"For when the time comes to eat, each of you proceeds to eat your own supper, and one goes hungry and another becomes drunk."},{"number":22,"verse":"What! Do you not have households to eat and drink in? Or do you show contempt for the church of God and humiliate those who have nothing? What should I say to you? Should I commend you? In this matter I do not commend you!"},{"number":23,"verse":"The Institution of the Lord’s Supper (Mt 26.26-28; Mk 14.22-24; Lk 22.17-20; 1 Cor 15.3) For I received from the Lord what I also handed on to you, that the Lord Jesus on the night when he was betrayed took a loaf of bread,"},{"number":24,"verse":"and when he had given thanks, he broke it and said, “This is my body that is for (Other ancient authorities read is broken for) you. Do this in remembrance of me.”"},{"number":25,"verse":"In the same way he took the cup also, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”"},{"number":26,"verse":"(Jn 14.3; Acts 1.11; 1 Cor 4.5; Rev 1.7) For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes."},{"number":27,"verse":"Partaking of the Supper Unworthily (Heb 10.29) Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be answerable for the body and blood of the Lord."},{"number":28,"verse":"(2 Cor 13.5) Examine yourselves, and only then eat of the bread and drink of the cup."},{"number":29,"verse":"For all who eat and drink (Other ancient authorities add in an unworthy manner,) without discerning the body (Other ancient authorities read the LORD’s body) eat and drink judgment against themselves."},{"number":30,"verse":"For this reason many of you are weak and ill, and some have died. (Gk fallen asleep)"},{"number":31,"verse":"(Ps 32.5; 1 Jn 1.9) But if we judged ourselves, we would not be judged."},{"number":32,"verse":"(Ps 94.12; 1 Cor 1.20; Heb 12.7-10) But when we are judged by the Lord, we are disciplined (Or When we are judged, we are being disciplined by the LORD) so that we may not be condemned along with the world."},{"number":33,"verse":"So then, my brothers and sisters, when you come together to eat, wait for one another."},{"number":34,"verse":"(1 Cor 4.19) If you are hungry, eat at home, (Gk in a household) so that when you come together, it will not be for your condemnation. About the other things I will give instructions when I come."}]}