{"bibleAbbr":"NRSVue2021","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"(Lawsuits among Believers) When any of you has a grievance against another, do you dare to take it to court before the unrighteous, instead of taking it before the saints?"},{"number":2,"verse":"(Dan 7.22; Mt 19.28; Lk 22.30) Do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases?"},{"number":3,"verse":"Do you not know that we are to judge angels, to say nothing of ordinary matters?"},{"number":4,"verse":"If you have ordinary cases, then, do you appoint as judges those who have no standing in the church?"},{"number":5,"verse":"I say this to your shame. Can it be that there is no one person wise enough to decide between brothers and sisters?"},{"number":6,"verse":"(2 Cor 6.14, 15) Instead, brothers and sisters go to court against one another, and this before the unbelievers."},{"number":7,"verse":"(Mt 5.39, 40; Rom 12.17) In fact, to have lawsuits at all with one another is already a defeat for you. Why not rather be wronged? Why not rather be defrauded?"},{"number":8,"verse":"But you yourselves wrong and defraud—and brothers and sisters at that."},{"number":9,"verse":"(Gal 5.21; 1 Tim 1.10; Rev 22.15) Do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived! The sexually immoral, idolaters, adulterers, male prostitutes, (Meaning of Gk uncertain) men who engage in illicit sex, (Meaning of Gk uncertain)"},{"number":10,"verse":"thieves, the greedy, drunkards, revilers, swindlers—none of these will inherit the kingdom of God."},{"number":11,"verse":"(Eph 2.2; Col 3.7; Titus 3.3) And this is what some of you used to be. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ (Other ancient authorities lack Christ) and in the Spirit of our God."},{"number":12,"verse":"(Glorify God in Body and Spirit) “All things are permitted for me,” but not all things are beneficial. “All things are permitted for me,” but I will not be dominated by anything."},{"number":13,"verse":"(Mt 15.17; Eph 5.23) “Food is meant for the stomach and the stomach for food,” (The quotation may extend to the word other) and God will destroy both one and the other. The body is meant not for sexual immorality but for the Lord and the Lord for the body."},{"number":14,"verse":"(Rom 6.5, 8; 8.11; 2 Cor 4.14; Eph 1.19) And God raised the Lord and will also raise us by his power."},{"number":15,"verse":"(Rom 12.5; 1 Cor 12.27) Do you not know that your bodies are members of Christ? Should I therefore take the members of Christ and make them members of a prostitute? Never!"},{"number":16,"verse":"(Gen 2.24; Mt 19.5; Eph 5.31) Do you not know that whoever is united to a prostitute becomes one body with her? For it is said, “The two shall be one flesh.”"},{"number":17,"verse":"(Jn 17.21-23; Gal 2.20) But anyone united to the Lord becomes one spirit with him."},{"number":18,"verse":"(Rom 6.12; 1 Thess 4.4; Heb 13.4) Shun sexual immorality! (Or prostitution) Every sin that a person commits is outside the body, but the sexually immoral person (Or the one who hires a prostitute) sins against the body itself."},{"number":19,"verse":"(Jn 2.21; Rom 14.7, 8) Or do you not know that your body is a temple (Or sanctuary) of the Holy Spirit within you, which you have from God, and that you are not your own?"},{"number":20,"verse":"(1 Cor 7.23; 1 Pet 1.18, 19; Rev 5.9) For you were bought with a price; therefore glorify God in your body."}]}