{"bibleAbbr":"NRSVue2021","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"(Food Offered to Idols) (Acts 15.20; Rom 14.3, 10; 15.14) Now concerning food sacrificed to idols: we know that “all of us possess knowledge.” Knowledge puffs up, but love builds up."},{"number":2,"verse":"(1 Cor 3.18; 13.8, 9, 12; 1 Tim 6.4) Anyone who claims to know something does not yet have the necessary knowledge,"},{"number":3,"verse":"(Rom 8.29; Gal 4.9) but anyone who loves God is known by him."},{"number":4,"verse":"(Deut 6.4; 1 Cor 10.19; Eph 4.6) Hence, as to the eating of food offered to idols, we know that “no idol in the world really exists” and that “there is no God but one.”"},{"number":5,"verse":"Indeed, even though there may be so-called gods in heaven or on earth—as in fact there are many gods and many lords—"},{"number":6,"verse":"(Mal 2.10; Rom 11.36; Phil 2.11) yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist."},{"number":7,"verse":"(Rom 14.14; 1 Cor 10.28) It is not everyone, however, who has this knowledge. Since some have become so accustomed to idols until now, they still think of the food they eat as food offered to an idol, and their conscience, being weak, is defiled."},{"number":8,"verse":"(Rom 14.17) “Food will not bring us close to God.” (The quotation may extend to the end of the verse) We are no worse off if we do not eat and no better off if we do."},{"number":9,"verse":"(Rom 14.1, 13, 20; Gal 5.13) But take care that this liberty of yours does not somehow become a stumbling block to the weak."},{"number":10,"verse":"For if others see you, who possess knowledge, eating in the temple of an idol, might they not, since their conscience is weak, be encouraged to the point of eating food sacrificed to idols?"},{"number":11,"verse":"(Rom 14.15, 20) So by your knowledge the weak brother or sister for whom Christ died is destroyed."},{"number":12,"verse":"But when you thus sin against brothers and sisters and wound their conscience when it is weak, you sin against Christ."},{"number":13,"verse":"(Rom 14.21; 2 Cor 11.29) Therefore, if food is a cause of their falling, I will never again eat meat, so that I may not cause one of them to fall."}]}