{"bibleAbbr":"urRV2010","bookName":"عِبرانیوں","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"( خُدا کا کلام اُس کے بیٹے کے وسِیلہ سے) اگلے زمانہ میں خُدا نے باپ دادا سے حِصّہ بہ حِصّہ اور طرح بہ طرح نبِیوں کی معرفت کلام کر کے۔"},{"number":2,"verse":"اِس زمانہ کے آخِر میں ہم سے بیٹے کی معرفت کلام کِیا جِسے اُس نے سب چِیزوں کا وارِث ٹھہرایا اور جِس کے وسِیلہ سے اُس نے عالَم بھی پَیدا کِئے۔"},{"number":3,"verse":"وہ اُس کے جلال کا پرتَو اور اُس کی ذات کا نقش ہو کر سب چِیزوں کو اپنی قُدرت کے کلام سے سنبھالتا ہے ۔ وہ گُناہوں کو دھو کر عالَم ِبالا پر کِبریا کی د ہنی طرف جا بَیٹھا۔"},{"number":4,"verse":"( خُدا کے بیٹے کی عظمت) اور فرِشتوں سے اِسی قدر بزُرگ ہو گیا جِس قدر اُس نے مِیراث میں اُن سے افضل نام پایا۔"},{"number":5,"verse":"کیونکہ فرِشتوں میں سے اُس نے کب کِسی سے کہا کہ تُو میرا بیٹا ہے ۔ آج تُو مُجھ سے پَیدا ہُؤا؟ اور پِھر یہ کہ مَیں اُس کا باپ ہُوں گا اور وہ میرا بیٹا ہو گا؟۔"},{"number":6,"verse":"اور جب پہلوٹھے کو دُنیا میں پِھر لاتا ہے تو کہتا ہے کہ خُدا کے سب فرِشتے اُسے سِجدہ کریں۔"},{"number":7,"verse":"اور فرِشتوں کی بابت یہ کہتا ہے کہ وہ اپنے فرِشتوں کوہوائیں اور اپنے خادِموں کو آگ کے شُعلے بناتا ہے۔"},{"number":8,"verse":"مگر بیٹے کی بابت کہتا ہے کہ اَے خُدا تیرا تخت ابدُالآبادرہے گا اور تیری بادشاہی کا عصا راستی کا عصا ہے۔"},{"number":9,"verse":"تُو نے راست بازی سے مُحبّت اور بدکاری سے عداوت رکھّی۔ اِسی سبب سے خُدا یعنی تیرے خُدا نے خُوشی کے تیل سے تیرے ساتِھیوں کی بہ نِسبت تُجھے زِیادہ مَسح کِیا۔"},{"number":10,"verse":"اور یہ کہ اَے خُداوند ! تُو نے اِبتدا میں زمِین کی نیو ڈالی اور آسمان تیرے ہاتھ کی کارِی گری ہیں۔"},{"number":11,"verse":"وہ نیست ہو جائیں گے مگر تُو باقی رہے گا اور وہ سب پَوشاک کی مانِند پُرانے ہو جائیں گے۔"},{"number":12,"verse":"تُو اُنہیں چادر کی طرح لپیٹے گا اور وہ پَوشاک کی طرح بدل جائیں گے مگر تُو وُہی ہے اور تیرے برس ختم نہ ہوں گے۔"},{"number":13,"verse":"لیکن اُس نے فرِشتوں میں سے کِسی کے بارے میں کب کہاکہ تُو میری د ہنی طرف بَیٹھ جب تک مَیں تیرے دُشمنوں کو تیرے پاؤں تَلے کی چَوکی نہ کر دُوں؟۔"},{"number":14,"verse":"کیا وہ سب خِدمت گُذار رُوحیں نہیں جو نجات کی مِیراث پانے والوں کی خاطِر خِدمت کو بھیجی جاتی ہیں؟۔ عظیم نجات"}]}