{"bibleAbbr":"urRV2010","bookName":"عِبرانیوں","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"اِس لِئے جو باتیں ہم نے سُنِیں اُن پر اَور بھی دِل لگا کر غَور کرنا چاہئے تاکہ بَہہ کر اُن سے دُور نہ چلے جائیں۔"},{"number":2,"verse":"کیونکہ جو کلام فرِشتوں کی معرفت فرمایا گیا تھا جب وہ قائِم رہا اور ہر قصُور اور نافرمانی کا ٹِھیک ٹِھیک بدلہ مِلا۔"},{"number":3,"verse":"تو اِتنی بڑی نجات سے غافِل رہ کر ہم کیوں کر بچ سکتے ہیں؟ جِس کا بیان پہلے خُداوند کے وسِیلہ سے ہُؤا اور سُننے والوں سے ہمیں پایہ ِئ ثبُوت کو پُہنچا۔"},{"number":4,"verse":"اور ساتھ ہی خُدا بھی اپنی مرضی کے مُوافِق نِشانوں اور عجِیب کاموں اور طرح طرح کے مُعجِزوں اور رُوحُ القُدس کی نِعمتوں کے ذرِیعہ سے اُس کی گواہی دیتا رہا۔"},{"number":5,"verse":"( وہ ہستی جو ہمیں نجات تک پُہنچاتی ہے) اُس نے اُس آنے والے جہان کو جِس کا ہم ذِکر کرتے ہیں فرِشتوں کے تابعِ نہیں کِیا۔"},{"number":6,"verse":"بلکہ کِسی نے کِسی مَوقع پر یہ بیان کِیا ہے کہ اِنسان کِیا چِیز ہے جو تُو اُس کا خیال کرتاہے؟ یا آدم زاد کیا ہے جو تُو اُس پر نِگاہ کرتا ہے؟۔"},{"number":7,"verse":"تُو نے اُسے فرِشتوں سے کُچھ ہی کم کِیا ۔ تُو نے اُس پر جلال اور عِزّت کا تاج رکھّا اور اپنے ہاتھوں کے کاموں پر اُسے اِختیار بخشا۔"},{"number":8,"verse":"تُو نے سب چِیزیں تابِع کر کے اُس کے پاؤں تلے کر دی ہیں۔ پس جِس صُورت میں اُس نے سب چِیزیں اُس کے تابِع کر دِیں تو اُس نے کوئی چِیز اَیسی نہ چھوڑی جو اُس کے تابِع نہ کی ہو مگر ہم اب تک سب چِیزیں اُس کے تابِع نہیں دیکھتے۔"},{"number":9,"verse":"البتّہ اُس کو دیکھتے ہیں جو فرِشتوں سے کُچھ ہی کم کِیا گیا یعنی یِسُوع کو کہ مَوت کا دُکھ سہنے کے سبب سے جلال اور عِزّت کا تاج اُسے پہنایا گیا ہے تاکہ خُدا کے فضل سے وہ ہر ایک آدمی کے لِئے مَوت کا مزہ چکھّے۔"},{"number":10,"verse":"کیونکہ جِس کے لِئے سب چِیزیں ہیں اور جِس کے وسِیلہ سے سب چِیزیں ہیں اُس کو یِہی مُناسِب تھا کہ جب بُہت سے بیٹوں کو جلال میں داخِل کرے تو اُن کی نجات کے بانی کو دُکھوں کے ذرِیعہ سے کامِل کر لے۔"},{"number":11,"verse":"اِس لِئے کہ پاک کرنے والا اور پاک ہونے والے سب ایک ہی اصل سے ہیں ۔ اِسی باعِث وہ اُنہیں بھائی کہنے سے نہیں شرماتا۔"},{"number":12,"verse":"چُنانچہ وہ فرماتا ہے کہ تیرا نام مَیں اپنے بھائِیوں سے بیان کرُوں گا ۔ کلِیسیا میں تیری حمد کے گِیت گاؤُں گا۔"},{"number":13,"verse":"اور پِھر یہ کہ مَیں اُس پر بھروسا رکھُّوں گا اور پِھر یہ کہ دیکھ مَیں اُن لڑکوں سمیت جِنہیں خُدا نے مُجھے دِیا۔"},{"number":14,"verse":"پس جِس صُورت میں کہ لڑکے خُون اور گوشت میں شرِیک ہیں تو وہ خُود بھی اُن کی طرح اُن میں شرِیک ہُؤا تاکہ مَوت کے وسِیلہ سے اُس کو جِسے مَوت پر قُدرت حاصِل تھی یعنی اِبلیس کو تباہ کر دے۔"},{"number":15,"verse":"اور جو عُمر بھر مَوت کے ڈر سے غُلامی میں گرِفتار رہے اُنہیں چُھڑا لے۔"},{"number":16,"verse":"کیونکہ واقِع میں وہ فرِشتوں کا نہیں بلکہ ابرہا م کی نسل کا ساتھ دیتا ہے۔"},{"number":17,"verse":"پس اُس کو سب باتوں میں اپنے بھائِیوں کی مانِند بننا لازِم ہُؤا تاکہ اُمّت کے گُناہوں کا کفّارہ دینے کے واسطے اُن باتوں میں جو خُدا سے عِلاقہ رکھتی ہیں ایک رَحم دِل اور دِیانت دار سردار کاہِن بنے۔"},{"number":18,"verse":"کیونکہ جِس صُورت میں اُس نے خُود ہی آزمایش کی حالت میں دُکھ اُٹھایا تو وہ اُن کی بھی مدد کر سکتا ہے جِن کی آزمایش ہوتی ہے۔"}]}