{"bibleAbbr":"urRV2010","bookName":"عِبرانیوں","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"( یِسُوع مُوسیٰ سے افضل ہے) پس اَے پاک بھائِیو ! تُم جو آسمانی بُلاوے میں شرِیک ہو ۔ اُس رسُول اور سردار کاہِن یِسُو ع پر غَور کرو جِس کا ہم اِقرار کرتے ہیں۔"},{"number":2,"verse":"جو اپنے مُقرّر کرنے والے کے حق میں دِیانت دار تھا جِس طرح مُوسیٰ اُس کے سارے گھر میں تھا۔"},{"number":3,"verse":"کیونکہ وہ مُوسیٰ سے اِس قدر زیادہ عِزّت کے لائِق سمجھا گیا جِس قدر گھر کا بنانے والا گھر سے زِیادہ عِزّت دار ہوتا ہے۔"},{"number":4,"verse":"چُنانچہ ہر ایک گھر کا کوئی نہ کوئی بنانے والا ہوتا ہے مگر جِس نے سب چِیزیں بنائِیں وہ خُدا ہے۔"},{"number":5,"verse":"مُوسیٰ تو اُس کے سارے گھر میں خادِم کی طرح دِیانت دار رہا تاکہ آیندہ بیان ہونے والی باتوں کی گواہی دے۔"},{"number":6,"verse":"لیکن مسِیح بیٹے کی طرح اُس کے گھر کا مُختار ہے اور اُس کا گھر ہم ہیں بشرطیکہ اپنی دِلیری اور اُمّید کا فخر آخِر تک مضبُوطی سے قائِم رکھّیں۔"},{"number":7,"verse":"( خُدا کے لوگوں کے لِئے آرام) پس جِس طرح کہ رُوحُ القُدس فرماتا ہے اگر آج تُم اُس کی آواز سُنو۔"},{"number":8,"verse":"تو اپنے دِلوں کو سخت نہ کرو جِس طرح غُصّہ دِلانے کے وقت آزمایش کے دِن جنگل میں کِیا تھا۔"},{"number":9,"verse":"جہاں تُمہارے باپ دادا نے مُجھے جانچا اورآزمایا اور چالِیس برس تک میرے کام دیکھے۔"},{"number":10,"verse":"اِسی لِئے مَیں اُس پُشت سے ناراض ہُؤا اور کہا کہ اِن کے دِل ہمیشہ گُمراہ ہوتے رہتے ہیں اور اِنہوں نے میری راہوں کو نہیں پہچانا۔"},{"number":11,"verse":"چُنانچہ مَیں نے اپنے غضب میں قَسم کھائی کہ یہ میرے آرام میں داخِل نہ ہونے پائیں گے۔"},{"number":12,"verse":"اَے بھائِیو ! خبردار! تُم میں سے کِسی کا اَیسا بُرا اور بے اِیمان دِل نہ ہو جو زِندہ خُدا سے پِھر جائے۔"},{"number":13,"verse":"بلکہ جِس روز تک آج کا دِن کہا جاتا ہے ہر روز آپس میں نصِیحت کِیا کرو تاکہ تُم میں سے کوئی گُناہ کے فرِیب میں آ کر سخت دِل نہ ہو جائے۔"},{"number":14,"verse":"کیونکہ ہم مسِیح میں شرِیک ہُوئے ہیں بشرطیکہ اپنے اِبتدائی بھروسے پر آخِر تک مضبُوطی سے قائِم رہیں۔"},{"number":15,"verse":"چُنانچہ کہا جاتا ہے کہ اگر آج تُم اُس کی آوازسُنو تو اپنے دِلوں کو سخت نہ کرو جِس طرح کہ غُصّہ دِلانے کے وقت کِیا تھا۔"},{"number":16,"verse":"کِن لوگوں نے آواز سُن کر غُصّہ دِلایا؟ کیا اُن سب نے نہیں جو مُوسیٰ کے وسِیلہ سے مِصر سے نِکلے تھے؟۔"},{"number":17,"verse":"اور وہ کِن لوگوں سے چالِیس برس تک ناراض رہا؟ کیا اُن سے نہیں جِنہوں نے گُناہ کِیا اور اُن کی لاشیں بیابان میں پڑی رہِیں؟۔"},{"number":18,"verse":"اور کِن کی بابت اُس نے قَسم کھائی کہ وہ میرے آرام میں داخِل نہ ہونے پائیں گے سِوا اُن کے جِنہوں نے نافرمانی کی؟۔"},{"number":19,"verse":"غرض ہم دیکھتے ہیں کہ وہ بے اِیمانی کے سبب سے داخِل نہ ہو سکے۔"}]}