{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"\"If <WH3588> a prophet <WH5030> or <WH176> a dreamer <WH2492> of dreams <WH2472> arises <WH6965> among <WH7130> you and gives <WH5414> you a sign <WH226> or <WH176> a wonder, <WH4159>"},{"number":2,"verse":"and the sign <WH226> or the wonder <WH4159> comes <WH935> true, concerning which <WH834> he spoke <WH1696> to you, saying, <WH559> 'Let us go <WH1980> after <WH310> other <WH312> gods <WH430> (whom <WH834> you have not known <WH3045>) and let us serve <WH5647> them,'"},{"number":3,"verse":"you shall not listen <WH8085> to the words <WH1697> of that prophet <WH5030> or <WH176> that dreamer <WH2492> of dreams; <WH2472> for the Lord <WH3068> your God <WH430> is testing <WH5254> you to find <WH3045> out if you love <WH157> the Lord <WH3068> your God <WH430> with all <WH3605> your heart <WH3824> and with all <WH3605> your soul. <WH5315>"},{"number":4,"verse":"\"You shall follow <WH310> <WH1980> the Lord <WH3068> your God <WH430> and fear <WH3372> Him; and you shall keep <WH8104> His commandments, <WH4687> listen <WH8085> to His voice, <WH6963> serve <WH5647> Him, and cling <WH1692> to Him."},{"number":5,"verse":"\"But that prophet <WH5030> or <WH176> that dreamer <WH2492> of dreams <WH2472> shall be put <WH4191> to death, <WH4191> because <WH3588> he has counseled <WH1696> rebellion <WH5627> against <WH5921> the Lord <WH3068> your God <WH430> who brought <WH3318> you from the land <WH776> of Egypt <WH4714> and redeemed <WH6299> you from the house <WH1004> of slavery, <WH5650> to seduce <WH5080> you from the way <WH1870> in which <WH834> the Lord <WH3068> your God <WH430> commanded <WH6680> you to walk. <WH1980> So you shall purge <WH1197> the evil <WH9563> from among <WH7130> you."},{"number":6,"verse":"\"If <WH3588> your brother, <WH251> your mother's son, <WH1121> or <WH176> your son <WH1121> or <WH176> daughter, <WH1323> or <WH176> the wife <WH802> you cherish, <WH2436> or <WH176> your friend <WH7453> who <WH834> is as your own soul, <WH5315> entice <WH5496> you secretly, <WH5643> saying, <WH559> 'Let us go <WH1980> and serve <WH5647> other <WH312> gods <WH430>' (whom <WH834> neither <WH3808> you nor <WH3808> your fathers have known, <WH1>"},{"number":7,"verse":"of the gods <WH430> of the peoples <WH5971> who <WH834> are around <WH5439> you, near <WH7138> you or <WH176> far <WH7350> from you, from one end <WH7097> of the earth <WH776> to the other end <WH7097>),"},{"number":8,"verse":"you shall not yield <WH14> to him or listen <WH8085> to him; and your eye <WH5869> shall not pity <WH2347> him, nor <WH3808> shall you spare <WH2550> or conceal <WH3680> him."},{"number":9,"verse":"\"But you shall surely <WH2026> kill <WH2026> him; your hand <WH3027> shall be first <WH7223> against him to put <WH4191> him to death, <WH4191> and afterwards <WH314> the hand <WH3027> of all <WH3605> the people. <WH5971>"},{"number":10,"verse":"\"So you shall stone <WH5619> him to death <WH4191> because <WH3588> he has sought <WH1245> to seduce <WH5080> you from the Lord <WH3068> your God <WH430> who brought <WH3318> you out from the land <WH776> of Egypt, <WH4714> out of the house <WH1004> of slavery. <WH5650>"},{"number":11,"verse":"\"Then all <WH3605> Israel <WH3478> will hear <WH8085> and be afraid, <WH3372> and will never <WH3808> again <WH3254> do <WH6213> such <WH2088> a wicked <WH7451> thing <WH1697> among <WH7130> you."},{"number":12,"verse":"\"If <WH3588> you hear <WH8085> in one <WH259> of your cities, <WH5892> which <WH834> the Lord <WH3068> your God <WH430> is giving <WH5414> you to live <WH3427> in, [anyone] saying <WH559> [that]"},{"number":13,"verse":"some worthless <WH1100> men <WH376> have gone <WH3318> out from among <WH7130> you and have seduced <WH5080> the inhabitants <WH3427> of their city, <WH5892> saying, <WH559> 'Let us go <WH1980> and serve <WH5647> other <WH312> gods <WH430>' (whom <WH834> you have not known <WH3045>),"},{"number":14,"verse":"then you shall investigate <WH1875> and search <WH2713> out and inquire <WH7592> thoroughly. <WH3190> And if <WH2009> it is true <WH571> [and] the matter <WH1697> established <WH3559> that this <WH2088> abomination <WH8441> has been done <WH6213> among <WH7130> you,"},{"number":15,"verse":"you shall surely <WH5221> strike <WH5221> the inhabitants <WH3427> of that city <WH5892> with the edge <WH6310> of the sword, <WH2719> utterly <WH2763> destroying <WH2763> it and all <WH3605> that is in it and its cattle <WH929> with the edge <WH6310> of the sword. <WH2719>"},{"number":16,"verse":"\"Then you shall gather <WH6908> all <WH3605> its booty <WH7998> into the middle <WH8432> of its open <WH7339> square <WH7339> and burn <WH8313> the city <WH5892> and all <WH3605> its booty <WH7998> with fire <WH784> as a whole <WH3632> burnt <WH3632> offering <WH3632> to the Lord <WH3068> your God; <WH430> and it shall be a ruin <WH8510> forever. <WH5769> It shall never <WH3808> be rebuilt. <WH1129>"},{"number":17,"verse":"\"And nothing <WH3808> <WH3972> from that which <WH9172> is put under <WH9172> the ban <WH9172> shall cling <WH1692> to your hand, <WH3027> in order <WH4616> that the Lord <WH3068> may turn <WH7725> from His burning <WH2740> anger <WH639> and show <WH5414> mercy <WH7356> to you, and have <WH7355> compassion <WH7355> on you and make you increase, <WH7235> just <WH3152> as He has sworn <WH7650> to your fathers,"},{"number":18,"verse":"if <WH3588> you will listen <WH8085> to the voice <WH6963> of the Lord <WH3068> your God, <WH430> keeping <WH8104> all <WH3605> His commandments <WH4687> which <WH834> I am commanding <WH6680> you today, <WH3117> and doing <WH6213> what <WH3477> is right <WH3477> in the sight <WH5869> of the Lord <WH3068> your God. <WH430>"}]}