{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"\"At the end <WH7093> of [every] seven <WH7651> years <WH8141> you shall grant <WH6213> a remission <WH8059> [of debts.]"},{"number":2,"verse":"\"And this <WH2088> is the manner <WH1697> of remission: <WH8059> every <WH3605> creditor <WH1167> <WH4874> <WH3027> shall release <WH8058> what <WH834> he has loaned <WH5383> to his neighbor; <WH7453> he shall not exact <WH5065> it of his neighbor <WH7453> and his brother, <WH251> because <WH3588> the Lord's remission <WH8059> has been proclaimed. <WH7121>"},{"number":3,"verse":"\"From a foreigner <WH5237> you may exact <WH5065> [it,] but your hand <WH3027> shall release <WH8058> whatever <WH834> of yours is with your brother. <WH251>"},{"number":4,"verse":"\"However, <WH657> there shall be no <WH3808> poor <WH34> among you, since <WH3588> the Lord <WH3068> will surely <WH1288> bless <WH1288> you in the land <WH776> which <WH834> the Lord <WH3068> your God <WH430> is giving <WH5414> you as an inheritance <WH5159> to possess, <WH3423>"},{"number":5,"verse":"if <WH518> only <WH7534> you listen <WH8085> obediently <WH8085> to the voice <WH6963> of the Lord <WH3068> your God, <WH430> to observe <WH6213> carefully <WH6213> all <WH3605> this <WH2088> commandment <WH4687> which <WH834> I am commanding <WH6680> you today. <WH3117>"},{"number":6,"verse":"\"For the Lord <WH3068> your God <WH430> shall bless <WH1288> you as He has promised <WH1696> you, and you will lend <WH5670> to many <WH7227> nations, <WH1471> but you will not borrow; <WH5670> and you will rule <WH4910> over many <WH7227> nations, <WH1471> but they will not rule <WH4910> over you."},{"number":7,"verse":"\"If <WH3588> there is a poor <WH34> man <WH34> with you, one <WH259> of your brothers, <WH251> in any <WH259> of your towns <WH8179> in your land <WH776> which <WH834> the Lord <WH3068> your God <WH430> is giving <WH5414> you, you shall not harden <WH553> your heart, <WH3824> nor <WH3808> close <WH7092> your hand <WH3027> from your poor <WH34> brother; <WH251>"},{"number":8,"verse":"but you shall freely <WH6605> open <WH6605> your hand <WH3027> to him, and shall generously <WH5670> lend <WH5670> him sufficient <WH1767> for his need <WH4270> [in] whatever <WH834> he lacks. <WH2637>"},{"number":9,"verse":"\"Beware, <WH8104> lest <WH6435> there is a base <WH1100> thought <WH1697> in your heart, <WH3824> saying, <WH559> 'The seventh <WH7651> year, <WH8141> the year <WH8141> of remission, <WH8059> is near, <WH7126>' and your eye <WH5869> is hostile <WH7489> toward your poor <WH34> brother, <WH251> and you give <WH5414> him nothing; <WH3808> then he may cry <WH7121> to the Lord <WH3068> against <WH5921> you, and it will be a sin <WH2399> in you."},{"number":10,"verse":"\"You shall generously <WH5414> give <WH5414> to him, and your heart <WH3824> shall not be grieved <WH7489> when you give <WH5414> to him, because <WH3588> <WH1558> for this <WH2088> thing <WH1697> the Lord <WH3068> your God <WH430> will bless <WH1288> you in all <WH3605> your work <WH4639> and in all <WH3605> your undertakings. <WH3027> <WH9303>"},{"number":11,"verse":"\"For the poor <WH34> will never <WH3808> cease <WH2308> [to be] in the land; <WH776> therefore <WH5921> <WH3651> I command <WH6680> you, saying, <WH559> 'You shall freely <WH6605> open <WH6605> your hand <WH3027> to your brother, <WH251> to your needy <WH6041> and poor <WH6041> in your land. <WH776>'"},{"number":12,"verse":"\"If <WH3588> your kinsman, <WH251> a Hebrew <WH5680> man <WH5680> or <WH176> woman, <WH5680> is sold <WH4376> to you, then he shall serve <WH5647> you six <WH8337> years, <WH8141> but in the seventh <WH7637> year <WH8141> you shall set <WH7971> him free. <WH2670>"},{"number":13,"verse":"\"And when <WH3588> you set <WH7971> him free, <WH2670> you shall not send <WH7971> him away <WH7971> empty-handed."},{"number":14,"verse":"\"You shall furnish <WH6059> him liberally <WH6059> from your flock <WH6629> and from your threshing <WH1637> floor <WH1637> and from your wine <WH3342> vat; <WH3342> you shall give <WH5414> to him as the Lord <WH3068> your God <WH430> has blessed <WH1288> you."},{"number":15,"verse":"\"And you shall remember <WH2142> that you were a slave <WH5650> in the land <WH776> of Egypt, <WH4714> and the Lord <WH3068> your God <WH430> redeemed <WH6299> you; therefore <WH5921> <WH3651> I command <WH6680> you this <WH2088> today. <WH3117>"},{"number":16,"verse":"\"And it shall come <WH1961> about if <WH3588> he says <WH559> to you, 'I will not go <WH3318> out from you,' because <WH3588> he loves <WH157> you and your household, <WH1004> since <WH3588> he fares well <WH2895> with you;"},{"number":17,"verse":"then you shall take <WH3947> an awl <WH4836> and pierce <WH5414> it through his ear <WH241> into the door, <WH1817> and he shall be your servant <WH5650> forever. <WH5769> And also <WH637> you shall do <WH6213> likewise <WH3651> to your maidservant. <WH519>"},{"number":18,"verse":"\"It shall not seem <WH7185> hard <WH7185> to you when you set <WH7971> him free, <WH2670> for he has given <WH5647> you six <WH8337> years <WH8141> [with] double <WH4932> the service <WH7939> of a hired <WH7916> man; <WH7916> so the Lord <WH3068> your God <WH430> will bless <WH1288> you in whatever <WH3605> <WH834> you do. <WH6213>"},{"number":19,"verse":"\"You shall consecrate <WH6942> to the Lord <WH3068> your God <WH430> all <WH3605> the first-born <WH3205> males <WH2145> that are born of your herd <WH1241> and of your flock; <WH6629> you shall not work <WH5647> with the first-born of your herd, <WH7794> nor <WH3808> shear <WH1494> the first-born of your flock. <WH6629>"},{"number":20,"verse":"\"You and your household <WH1004> shall eat <WH398> it every <WH8141> year <WH8141> before <WH6440> the Lord <WH3068> your God <WH430> in the place <WH4725> which <WH834> the Lord <WH3068> chooses. <WH977>"},{"number":21,"verse":"\"But if <WH3588> it has <WH1961> any defect, <WH9249> [such as] lameness <WH6455> or <WH176> blindness, <WH5787> [or] any <WH3605> serious <WH7451> defect, <WH9249> you shall not sacrifice <WH2076> it to the Lord <WH3068> your God. <WH430>"},{"number":22,"verse":"\"You shall eat <WH398> it within your gates; <WH8179> the unclean <WH2931> and the clean <WH2889> alike <WH9191> [may eat it,] as a gazelle <WH6643> or a deer. <WH354>"},{"number":23,"verse":"\"Only <WH7534> you shall not eat <WH398> its blood; <WH1818> you are to pour <WH8210> it out on the ground <WH776> like water. <WH4325>"}]}