{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"\"You shall not sacrifice <WH2076> to the Lord <WH3068> your God <WH430> an ox <WH7794> or a sheep <WH7716> which <WH834> has <WH1961> a blemish <WH9249> or any <WH3605> defect, <WH1697> <WH7451> for that is a detestable <WH8441> thing <WH8441> to the Lord <WH3068> your God. <WH430>"},{"number":2,"verse":"\"If <WH3588> there is found <WH4672> in your midst, <WH7130> in any <WH259> of your towns, <WH8179> which <WH834> the Lord <WH3068> your God <WH430> is giving <WH5414> you, a man <WH376> or <WH176> a woman <WH802> who <WH834> does <WH6213> what <WH7451> is evil <WH7451> in the sight <WH5869> of the Lord <WH3068> your God, <WH430> by transgressing <WH5674> His covenant, <WH1285>"},{"number":3,"verse":"and has gone <WH1980> and served <WH5647> other <WH312> gods <WH430> and worshiped <WH7812> them, or the sun <WH8121> or <WH176> the moon <WH3394> or <WH176> any <WH3605> of the heavenly <WH8064> host, <WH6635> which <WH834> I have not commanded, <WH6680>"},{"number":4,"verse":"and if it is told <WH5046> you and you have heard <WH8085> of it, then you shall inquire <WH1875> thoroughly. <WH3190> And behold, <WH2009> if it is true <WH571> and the thing <WH1697> certain <WH3559> that this <WH2088> detestable <WH8441> thing <WH8441> has been done <WH6213> in Israel, <WH3478>"},{"number":5,"verse":"then you shall bring <WH3318> out that man <WH376> or <WH176> that woman <WH802> who <WH834> has done <WH6213> this <WH2088> evil <WH7451> deed, <WH1697> to your gates, <WH8179> [that is,] the man <WH376> or <WH176> the woman, <WH802> and you shall stone <WH5619> them to death. <WH4191>"},{"number":6,"verse":"\"On the evidence <WH6310> of two <WH8147> witnesses <WH5707> or <WH176> three <WH7969> witnesses, <WH5707> he who is to die <WH4191> shall be put <WH4191> to death; <WH4191> he shall not be put <WH4191> to death <WH4191> on the evidence <WH6310> of one <WH259> witness. <WH5707>"},{"number":7,"verse":"\"The hand <WH3027> of the witnesses <WH5707> shall be first <WH7223> against him to put <WH4191> him to death, <WH4191> and afterward <WH314> the hand <WH3027> of all <WH3605> the people. <WH5971> So you shall purge <WH1197> the evil <WH9563> from your midst. <WH7130>"},{"number":8,"verse":"\"If <WH3588> any case <WH1697> is too <WH4480> difficult <WH6381> for you to decide, <WH4941> between <WH996> one kind of homicide <WH1818> or another, <WH1818> between <WH996> one kind of lawsuit <WH1779> or another, <WH1779> and between <WH996> one kind of assault <WH5061> or another, <WH5061> being cases <WH1697> of dispute <WH7379> in your courts, <WH8179> then you shall arise <WH6965> and go <WH5927> up to the place <WH4725> which <WH834> the Lord <WH3068> your God <WH430> chooses. <WH977>"},{"number":9,"verse":"\"So you shall come <WH935> to the Levitical <WH3881> priest <WH3548> or the judge <WH8199> who <WH834> is [in office] in those <WH1992> days, <WH3117> and you shall inquire <WH1875> [of them,] and they will declare <WH5046> to you the verdict <WH1697> in the case. <WH4941>"},{"number":10,"verse":"\"And you shall do <WH6213> according <WH5921> to the terms <WH6310> of the verdict <WH1697> which <WH834> they declare <WH5046> to you from that place <WH4725> which <WH834> the Lord <WH3068> chooses; <WH977> and you shall be careful <WH8104> to observe <WH6213> according to all <WH3605> that they teach <WH3384> you."},{"number":11,"verse":"\"According <WH5921> to the terms <WH6310> of the law <WH8451> which <WH834> they teach <WH3384> you, and according <WH5921> to the verdict <WH4941> which <WH834> they tell <WH5046> you, you shall do; <WH6213> you shall not turn <WH5493> aside <WH5493> from the word <WH1697> which <WH834> they declare <WH5046> to you, to the right <WH3225> or the left. <WH8040>"},{"number":12,"verse":"\"And the man <WH376> who <WH834> acts <WH6213> presumptuously <WH2087> by not listening <WH8085> to the priest <WH3548> who stands <WH5975> there <WH8033> to serve <WH8334> the Lord <WH3068> your God, <WH430> nor <WH176> to the judge, <WH8199> that man <WH376> shall die; <WH4191> thus you shall purge <WH1197> the evil <WH9563> from Israel. <WH3478>"},{"number":13,"verse":"\"Then all <WH3605> the people <WH5971> will hear <WH8085> and be afraid, <WH3372> and will not act <WH2102> presumptuously <WH2102> again. <WH5750>"},{"number":14,"verse":"\"When <WH3588> you enter <WH935> the land <WH776> which <WH834> the Lord <WH3068> your God <WH430> gives <WH5414> you, and you possess <WH3423> it and live <WH3427> in it, and you say, <WH559> 'I will set <WH7760> a king <WH4428> over <WH5921> me like all <WH3605> the nations <WH1471> who <WH834> are around <WH5439> me,'"},{"number":15,"verse":"you shall surely <WH7760> set <WH7760> a king <WH4428> over <WH5921> you whom <WH834> the Lord <WH3068> your God <WH430> chooses, <WH977> [one] from among <WH7130> your countrymen <WH251> you shall set <WH7760> as king <WH4428> over <WH5921> yourselves; you may <WH3201> not put <WH5414> a foreigner <WH5237> over <WH5921> yourselves who <WH834> is not your countryman. <WH251>"},{"number":16,"verse":"\"Moreover, <WH7534> he shall not multiply <WH7235> horses <WH5483> for himself, nor <WH3808> shall he cause the people <WH5971> to return <WH7725> to Egypt <WH4714> to multiply <WH7235> horses, <WH5483> since the Lord <WH3068> has said <WH559> to you, 'You shall never <WH3808> again <WH3254> return <WH7725> that way. <WH1870>'"},{"number":17,"verse":"\"Neither <WH3808> shall he multiply <WH7235> wives <WH802> for himself, lest <WH3808> his heart <WH3824> turn <WH5493> away; <WH5493> nor <WH3808> shall he greatly <WH3966> increase <WH7235> silver <WH3701> and gold <WH2091> for himself."},{"number":18,"verse":"\"Now it shall come <WH1961> about when he sits <WH3427> on the throne <WH3678> of his kingdom, <WH4467> he shall write <WH3789> for himself a copy <WH4932> of this <WH2088> law <WH8451> on a scroll <WH5612> in the presence <WH6440> of the Levitical <WH3881> priests. <WH3548>"},{"number":19,"verse":"\"And it shall be with him, and he shall read <WH7121> it all <WH3605> the days <WH3117> of his life, <WH9132> that he may learn <WH3925> to fear <WH3372> the Lord <WH3068> his God, <WH430> by carefully <WH6213> observing <WH6213> all <WH3605> the words <WH1697> of this <WH2088> law <WH8451> and these <WH428> statutes, <WH2706>"},{"number":20,"verse":"that his heart <WH3824> may not be lifted <WH7311> up above <WH4480> his countrymen <WH251> and that he may not turn <WH5493> aside <WH5493> from the commandment, <WH4687> to the right <WH3225> or the left; <WH8040> in order <WH4616> that he and his sons <WH1121> may continue <WH748> long <WH748> <WH3117> in his kingdom <WH4467> in the midst <WH7130> of Israel. <WH3478>"}]}