{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":29,"verses":[{"number":1,"verse":"These <WH428> are the words <WH1697> of the covenant <WH1285> which <WH834> the Lord <WH3068> commanded <WH6680> Moses <WH4872> to make <WH3772> with the sons <WH1121> of Israel <WH3478> in the land <WH776> of Moab, <WH4124> besides <WH4480> <WH905> the covenant <WH1285> which <WH834> He had made <WH3772> with them at Horeb. <WH2722>"},{"number":2,"verse":"And Moses <WH4872> summoned <WH7121> all <WH3605> Israel <WH3478> and said <WH559> to them, \"You have seen <WH7200> all <WH3605> that the Lord <WH3068> did <WH6213> before your eyes <WH5869> in the land <WH776> of Egypt <WH4714> to Pharaoh <WH6547> and all <WH3605> his servants <WH5650> and all <WH3605> his land; <WH776>"},{"number":3,"verse":"the great <WH1419> trials <WH4531> which <WH834> your eyes <WH5869> have seen, <WH7200> those <WH1992> great <WH1419> signs <WH226> and wonders. <WH4159>"},{"number":4,"verse":"\"Yet to this <WH2088> day <WH3117> the Lord <WH3068> has not given <WH5414> you a heart <WH3820> to know, <WH3045> nor <WH3808> eyes <WH5869> to see, <WH7200> nor <WH3808> ears <WH241> to hear. <WH8085>"},{"number":5,"verse":"\"And I have led <WH1980> you forty <WH705> years <WH8141> in the wilderness; <WH4057> your clothes <WH8008> have not worn <WH1086> out on you, and your sandal <WH5275> has not worn <WH1086> out on your foot. <WH7272>"},{"number":6,"verse":"\"You have not eaten <WH398> bread, <WH3899> nor <WH3808> have you drunk <WH8354> wine <WH3196> or strong <WH7941> drink, <WH7941> in order <WH4616> that you might know <WH3045> that I am the Lord <WH3068> your God. <WH430>"},{"number":7,"verse":"\"When you reached <WH935> this <WH2088> place, <WH4725> Sihon <WH5511> the king <WH4428> of Heshbon <WH2809> and Og <WH5747> the king <WH4428> of Bashan <WH1316> came <WH3318> out to meet <WH7122> us for battle, <WH4421> but we defeated <WH5221> them;"},{"number":8,"verse":"and we took <WH3947> their land <WH776> and gave <WH5414> it as an inheritance <WH5159> to the Reubenites, <WH7206> the Gadites, <WH1425> and the half-tribe of the Manassites. <WH4520>"},{"number":9,"verse":"\"So keep <WH8104> the words <WH1697> of this <WH2088> covenant <WH1285> to do <WH6213> them, that you may prosper <WH7919> in all <WH3605> that you do. <WH6213>"},{"number":10,"verse":"\"You stand <WH5324> today, <WH3117> all <WH3605> of you, before <WH6440> the Lord <WH3068> your God: <WH430> your chiefs, <WH7218> your tribes, <WH7626> your elders <WH2205> and your officers, <WH7860> [even] all <WH3605> the men <WH376> of Israel, <WH3478>"},{"number":11,"verse":"your little <WH2945> ones, <WH2945> your wives, <WH802> and the alien <WH1616> who <WH834> is within <WH7130> your camps, <WH4264> from the one who chops <WH2404> your wood <WH2404> to the one who draws <WH7579> your water, <WH4325>"},{"number":12,"verse":"that you may enter <WH5674> into the covenant <WH1285> with the Lord <WH3068> your God, <WH430> and into His oath <WH423> which <WH834> the Lord <WH3068> your God <WH430> is making <WH3772> with you today, <WH3117>"},{"number":13,"verse":"in order <WH4616> that He may establish <WH6965> you today <WH3117> as His people <WH5971> and that He may be your God, <WH430> just <WH9201> as He spoke <WH1696> to you and as He swore <WH7650> to your fathers, to Abraham, <WH1> Isaac, <WH85> and Jacob. <WH3327>"},{"number":14,"verse":"\"Now not with you alone <WH905> am I making <WH3772> this <WH2088> covenant <WH1285> and this <WH2088> oath, <WH423>"},{"number":15,"verse":"but both with those who <WH834> stand <WH5975> here <WH6311> with us today <WH3117> in the presence <WH6440> of the Lord <WH3068> our God <WH430> and with those who <WH834> are not with us here <WH6311> today <WH3117>"},{"number":16,"verse":"(for you know <WH3045> how <WH834> we lived <WH3427> in the land <WH776> of Egypt, <WH4714> and how <WH834> we came <WH5674> through the midst <WH7130> of the nations <WH1471> through <WH5674> which <WH834> you passed. <WH5674>"},{"number":17,"verse":"\"Moreover, you have seen <WH7200> their abominations <WH8251> and their idols <WH1544> [of] wood, <WH6086> stone, <WH68> silver, <WH3701> and gold, <WH2091> which <WH834> [they had] with them);"},{"number":18,"verse":"lest <WH6435> there <WH3426> shall be among you a man <WH376> or <WH176> woman, <WH802> or <WH176> family <WH4940> or <WH176> tribe, <WH7626> whose <WH834> heart <WH3824> turns <WH6437> away <WH6437> today <WH3117> from the Lord <WH3068> our God, <WH430> to go <WH1980> and serve <WH5647> the gods <WH430> of those <WH1992> nations; <WH1471> lest <WH6435> there <WH3426> shall be among you a root <WH8328> bearing <WH6509> poisonous <WH7219> fruit <WH6509> and wormwood. <WH3939>"},{"number":19,"verse":"\"And it shall be when he hears <WH8085> the words <WH1697> of this <WH2088> curse, <WH423> that he will boast, <WH1288> saying, <WH559> 'I have <WH1961> peace <WH7965> though <WH3588> I walk <WH1980> in the stubbornness <WH8307> of my heart <WH3820> in order <WH4616> to destroy <WH5595> the watered <WH7302> [land] with the dry. <WH6771>'"},{"number":20,"verse":"\"The Lord <WH3068> shall never <WH3808> be willing <WH14> to forgive <WH5545> him, but rather <WH3588> <WH227> the anger <WH639> of the Lord <WH3068> and His jealousy <WH7068> will burn <WH6225> against that man, <WH376> and every <WH3605> curse <WH423> which is written <WH3789> in this <WH2088> book <WH5612> will rest <WH7257> on him, and the Lord <WH3068> will blot <WH4229> out his name <WH8034> from under <WH8478> heaven. <WH8064>"},{"number":21,"verse":"\"Then the Lord <WH3068> will single <WH914> him out for adversity <WH9567> from all <WH3605> the tribes <WH7626> of Israel, <WH3478> according to all <WH3605> the curses <WH423> of the covenant <WH1285> which are written <WH3789> in this <WH2088> book <WH5612> of the law. <WH8451>"},{"number":22,"verse":"\"Now the generation to come, <WH314> your sons <WH1121> who <WH834> rise <WH6965> up after <WH4480> <WH310> you and the foreigner <WH5237> who <WH834> comes <WH935> from a distant <WH7350> land, <WH776> when they see <WH7200> the plagues <WH4347> of the land <WH776> and the diseases <WH8463> with which <WH834> the Lord <WH3068> has afflicted <WH2470> it, will say, <WH559>"},{"number":23,"verse":"'All <WH3605> its land <WH776> is brimstone <WH1614> and salt, <WH4417> a burning <WH8316> waste, unsown <WH3808> <WH2232> and unproductive, <WH6779> <WH3808> and no <WH3808> <WH3605> grass <WH6212> grows <WH5927> in it, like the overthrow <WH4114> of Sodom <WH5467> and Gomorrah, <WH6017> Admah <WH126> and Zeboiim, <WH6636> which <WH834> the Lord <WH3068> overthrew <WH2015> in His anger <WH639> and in His wrath. <WH2534>'"},{"number":24,"verse":"\"And all <WH3605> the nations <WH1471> shall say, <WH559> 'Why <WH5921> <WH4100> has the Lord <WH3068> done <WH6213> thus <WH3662> to this <WH2088> land <WH776>? Why <WH4100> this <WH2088> great <WH1419> outburst <WH2750> of anger <WH639>?'"},{"number":25,"verse":"\"Then [men] shall say, <WH559> 'Because <WH5921> <WH834> they forsook <WH5800> the covenant <WH1285> of the Lord, <WH3068> the God <WH430> of their fathers, which <WH1> He made <WH834> with them when He brought <WH3772> them out of the land <WH3318> of Egypt. <WH776>"},{"number":26,"verse":"'And they went <WH1980> and served <WH5647> other <WH312> gods <WH430> and worshiped <WH7812> them, gods <WH430> whom <WH834> they have not known <WH3045> and whom He had not allotted <WH2505> to them."},{"number":27,"verse":"'Therefore, the anger <WH639> of the Lord <WH3068> burned <WH2734> against that land, <WH776> to bring <WH935> upon it every <WH3605> curse <WH7045> which is written <WH3789> in this <WH2088> book; <WH5612>"},{"number":28,"verse":"and the Lord <WH3068> uprooted <WH5428> them from their land <WH127> in anger <WH639> and in fury <WH2534> and in great <WH1419> wrath, <WH7110> and cast <WH7993> them into another <WH312> land, <WH776> as [it is] this <WH2088> day. <WH3117>'"},{"number":29,"verse":"\"The secret <WH5641> things <WH5641> belong to the Lord <WH3068> our God, <WH430> but the things <WH1540> revealed <WH1540> belong to us and to our sons <WH1121> forever, <WH5704> <WH5769> that we may observe <WH6213> all <WH3605> the words <WH1697> of this <WH2088> law. <WH8451>"}]}