{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"So Moses <WH4872> went <WH1980> and spoke <WH1696> these <WH428> words <WH1697> to all <WH3605> Israel. <WH3478>"},{"number":2,"verse":"And he said <WH559> to them, \"I am a hundred <WH3967> and twenty <WH6242> years <WH8141> old <WH1121> today; <WH3117> I am no <WH3808> longer <WH5750> able <WH3201> to come <WH3318> and go, <WH935> and the Lord <WH3068> has said <WH559> to me, 'You shall not cross <WH5674> this <WH2088> Jordan. <WH3383>'"},{"number":3,"verse":"\"It is the Lord <WH3068> your God <WH430> who will cross <WH5674> ahead <WH6440> of you; He will destroy <WH8045> these <WH428> nations <WH1471> before <WH6440> you, and you shall dispossess <WH3423> them. Joshua <WH3091> is the one who will cross <WH5674> ahead <WH6440> of you, just <WH9201> as the Lord <WH3068> has spoken. <WH1696>"},{"number":4,"verse":"\"And the Lord <WH3068> will do <WH6213> to them just <WH9201> as He did <WH6213> to Sihon <WH5511> and Og, <WH5747> the kings <WH4428> of the Amorites, <WH567> and to their land, <WH776> when <WH834> He destroyed <WH8045> them."},{"number":5,"verse":"\"And the Lord <WH3068> will deliver <WH5414> them up before <WH6440> you, and you shall do <WH6213> to them according to all <WH3605> the commandments <WH4687> which <WH834> I have commanded <WH6680> you."},{"number":6,"verse":"\"Be strong <WH2388> and courageous, <WH553> do not be afraid <WH3372> or tremble <WH6206> at them, for the Lord <WH3068> your God <WH430> is the one who goes <WH1980> with you. He will not fail <WH7503> you or forsake <WH5800> you.\""},{"number":7,"verse":"Then Moses <WH4872> called <WH7121> to Joshua <WH3091> and said <WH559> to him in the sight <WH5869> of all <WH3605> Israel, <WH3478> \"Be strong <WH2388> and courageous, <WH553> for you shall go <WH935> with this <WH2088> people <WH5971> into the land <WH776> which <WH834> the Lord <WH3068> has sworn <WH7650> to their fathers to give <WH1> them, and you shall give <WH5414> it to them as an inheritance. <WH5157>"},{"number":8,"verse":"\"And the Lord <WH3068> is the one who goes <WH1980> ahead <WH6440> of you; He will be with you. He will not fail <WH7503> you or forsake <WH5800> you. Do not fear, <WH3372> or be dismayed. <WH2865>\""},{"number":9,"verse":"So Moses <WH4872> wrote <WH3789> this <WH2088> law <WH8451> and gave <WH5414> it to the priests, <WH3548> the sons <WH1121> of Levi <WH3878> who carried <WH5375> the ark <WH727> of the covenant <WH1285> of the Lord, <WH3068> and to all <WH3605> the elders <WH2205> of Israel. <WH3478>"},{"number":10,"verse":"Then Moses <WH4872> commanded <WH6680> them, saying, <WH559> \"At the end <WH7093> of [every] seven <WH7651> years, <WH8141> at the time <WH4150> of the year <WH8141> of remission <WH8059> of debts, at the Feast <WH2282> of Booths, <WH5521>"},{"number":11,"verse":"when all <WH3605> Israel <WH3478> comes <WH935> to appear <WH7200> before <WH6440> the Lord <WH3068> your God <WH430> at the place <WH4725> which <WH834> He will choose, <WH977> you shall read <WH7121> this <WH2088> law <WH8451> in front <WH5048> of all <WH3605> Israel <WH3478> in their hearing. <WH241>"},{"number":12,"verse":"\"Assemble <WH6950> the people, <WH5971> the men <WH376> and the women <WH802> and children <WH2945> and the alien <WH1616> who <WH834> is in your town, <WH8179> in order <WH4616> that they may hear <WH8085> and learn <WH3925> and fear <WH3372> the Lord <WH3068> your God, <WH430> and be careful <WH8104> to observe <WH6213> all <WH3605> the words <WH1697> of this <WH2088> law. <WH8451>"},{"number":13,"verse":"\"And their children, <WH1121> who <WH834> have not known, <WH3045> will hear <WH8085> and learn <WH3925> to fear <WH3372> the Lord <WH3068> your God, <WH430> as long <WH3605> <WH3117> as you live <WH2416> on the land <WH127> which <WH834> you are about to cross <WH5674> the Jordan <WH3383> to possess. <WH3423>\""},{"number":14,"verse":"Then the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Behold, <WH2005> the time <WH3117> for you to die <WH4191> is near; <WH7126> call <WH7121> Joshua, <WH3091> and present <WH3320> yourselves at the tent <WH168> of meeting, <WH4150> that I may commission <WH6680> him.\" So Moses <WH4872> and Joshua <WH3091> went <WH1980> and presented <WH3320> themselves at the tent <WH168> of meeting. <WH4150>"},{"number":15,"verse":"And the Lord <WH3068> appeared <WH7200> in the tent <WH168> in a pillar <WH5982> of cloud, <WH6051> and the pillar <WH5982> of cloud <WH6051> stood <WH5975> at the doorway <WH6607> of the tent. <WH168>"},{"number":16,"verse":"And the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Behold, <WH2009> you are about to lie <WH7901> down <WH7901> with your fathers; and this <WH1> people <WH2088> will arise <WH5971> and play <WH6965> the harlot <WH2181> with the strange <WH2181> gods <WH5236> of the land, <WH430> into the midst <WH776> of which <WH7130> they are going, <WH834> and will forsake <WH935> Me and break <WH5800> My covenant <WH6565> which <WH1285> I have made <WH834> with them."},{"number":17,"verse":"\"Then My anger <WH639> will be kindled <WH2734> against them in that day, <WH3117> and I will forsake <WH5800> them and hide <WH5641> My face <WH6440> from them, and they shall be consumed, <WH398> and many <WH7227> evils <WH9567> and troubles <WH6869> shall come <WH4672> upon them; so that they will say <WH559> in that day, <WH3117> 'Is it not because <WH5921> <WH3588> our God <WH430> is not among <WH7130> us that these <WH428> evils <WH9567> have come <WH4672> upon us?'"},{"number":18,"verse":"\"But I will surely <WH5641> hide <WH5641> My face <WH6440> in that day <WH3117> because <WH5921> of all <WH3605> the evil <WH9567> which <WH834> they will do, <WH6213> for they will turn <WH6437> to other <WH312> gods. <WH430>"},{"number":19,"verse":"\"Now <WH6258> therefore, write <WH3789> this <WH2088> song <WH9598> for yourselves, and teach <WH3925> it to the sons <WH1121> of Israel; <WH3478> put <WH7760> it on their lips, <WH6310> in order <WH4616> that this <WH2088> song <WH9598> may be a witness <WH5707> for Me against the sons <WH1121> of Israel. <WH3478>"},{"number":20,"verse":"\"For when I bring <WH935> them into the land <WH127> flowing <WH2100> with milk <WH2461> and honey, <WH1706> which <WH834> I swore <WH7650> to their fathers, and they have eaten <WH1> and are satisfied <WH398> and become <WH7646> prosperous, <WH1878> then they will turn <WH1878> to other <WH6437> gods <WH312> and serve <WH430> them, and spurn <WH5647> Me and break <WH5006> My covenant. <WH6565>"},{"number":21,"verse":"\"Then it shall come <WH1961> about, when <WH3588> many <WH7227> evils <WH9567> and troubles <WH6869> have come <WH4672> upon them, that this <WH2088> song <WH9598> will testify <WH6030> before <WH6440> them as a witness <WH5707> (for it shall not be forgotten <WH7911> from the lips <WH6310> of their descendants <WH2233>); for I know <WH3045> their intent <WH3336> which <WH834> they are developing <WH6213> today, <WH3117> before <WH2962> I have brought <WH935> them into the land <WH776> which <WH834> I swore. <WH7650>\""},{"number":22,"verse":"So Moses <WH4872> wrote <WH3789> this <WH2088> song <WH9598> the same <WH1931> day, <WH3117> and taught <WH3925> it to the sons <WH1121> of Israel. <WH3478>"},{"number":23,"verse":"Then He commissioned <WH6680> Joshua <WH3091> the son <WH1121> of Nun, <WH5126> and said, <WH559> \"Be strong <WH2388> and courageous, <WH553> for you shall bring <WH935> the sons <WH1121> of Israel <WH3478> into the land <WH776> which <WH834> I swore <WH7650> to them, and I will be with you.\""},{"number":24,"verse":"And it came <WH1961> about, when Moses <WH4872> finished <WH3615> writing <WH3789> the words <WH1697> of this <WH2088> law <WH8451> in a book <WH5612> until <WH5704> they were complete, <WH8552>"},{"number":25,"verse":"that Moses <WH4872> commanded <WH6680> the Levites <WH3881> who carried <WH5375> the ark <WH727> of the covenant <WH1285> of the Lord, <WH3068> saying, <WH559>"},{"number":26,"verse":"\"Take <WH3947> this <WH2088> book <WH5612> of the law <WH8451> and place <WH7760> it beside <WH4480> <WH6654> the ark <WH727> of the covenant <WH1285> of the Lord <WH3068> your God, <WH430> that it may remain <WH1961> there <WH8033> as a witness <WH5707> against you."},{"number":27,"verse":"\"For I know <WH3045> your rebellion <WH4805> and your stubbornness <WH7186>; <WH6203> behold, <WH2005> while I am still <WH5750> alive <WH2416> with you today, <WH3117> you have been <WH1961> rebellious <WH4784> against <WH5973> the Lord; <WH3068> how <WH637> much <WH637> <WH3588> more, <WH637> <WH3588> then, after <WH310> my death <WH4194>?"},{"number":28,"verse":"\"Assemble <WH6950> to me all <WH3605> the elders <WH2205> of your tribes <WH7626> and your officers, <WH7860> that I may speak <WH1696> these <WH428> words <WH1697> in their hearing <WH241> and call <WH5749> the heavens <WH8064> and the earth <WH776> to witness <WH5749> against them."},{"number":29,"verse":"\"For I know <WH3045> that after <WH310> my death <WH4194> you will act <WH7843> corruptly <WH7843> and turn <WH5493> from the way <WH1870> which <WH834> I have commanded <WH6680> you; and evil <WH9567> will befall <WH7122> you in the latter <WH319> days, <WH3117> for you will do <WH6213> that which <WH7451> is evil <WH7451> in the sight <WH5869> of the Lord, <WH3068> provoking <WH3707> Him to anger <WH3707> with the work <WH4639> of your hands. <WH3027>\""},{"number":30,"verse":"Then Moses <WH4872> spoke <WH1696> in the hearing <WH241> of all <WH3605> the assembly <WH6951> of Israel <WH3478> the words <WH1697> of this <WH2088> song, <WH9598> until <WH5704> they were complete: <WH8552>"}]}