{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"Then Moses <WH4872> summoned <WH7121> all <WH3605> Israel, <WH3478> and said <WH559> to them, \"Hear, <WH8085> O Israel, <WH3478> the statutes <WH2706> and the ordinances <WH4941> which <WH834> I am speaking <WH1696> today <WH3117> in your hearing, <WH241> that you may learn <WH3925> them and observe <WH8104> them carefully. <WH6213>"},{"number":2,"verse":"\"The Lord <WH3068> our God <WH430> made <WH3772> a covenant <WH1285> with us at Horeb. <WH2722>"},{"number":3,"verse":"\"The Lord <WH3068> did not make <WH3772> this <WH2088> covenant <WH1285> with our fathers, but with us, [with] all <WH1> those <WH3605> of us alive <WH428> here <WH2416> today. <WH6311>"},{"number":4,"verse":"\"The Lord <WH3068> spoke <WH1696> to you face <WH6440> to face <WH6440> at the mountain <WH2022> from the midst <WH8432> of the fire, <WH784>"},{"number":5,"verse":"[while] I was standing <WH5975> between <WH996> the Lord <WH3068> and you at that time, <WH6256> to declare <WH5046> to you the word <WH1697> of the Lord; <WH3068> for you were afraid <WH3372> because <WH4480> <WH6440> of the fire <WH784> and did not go <WH5927> up the mountain. <WH2022> He said, <WH559>"},{"number":6,"verse":"'I am the Lord <WH3068> your God, <WH430> who <WH834> brought <WH3318> you out of the land <WH776> of Egypt, <WH4714> out of the house <WH1004> of slavery. <WH5650>"},{"number":7,"verse":"'You shall have <WH1961> no <WH3808> other <WH312> gods <WH430> before <WH6440> Me."},{"number":8,"verse":"'You shall not make <WH6213> for yourself an idol, <WH6459> [or] any <WH3605> likeness <WH8544> [of] what <WH834> is in heaven <WH8064> above <WH4480> <WH4605> or on the earth <WH776> beneath <WH4480> <WH8478> or in the water <WH4325> under <WH8478> the earth. <WH776>"},{"number":9,"verse":"'You shall not worship <WH7812> them or serve <WH5647> them; for I, the Lord <WH3068> your God, <WH430> am a jealous <WH7067> God, <WH410> visiting <WH6485> the iniquity <WH5771> of the fathers on the children, <WH1> and on the third <WH1121> and the fourth <WH8029> [generations] of those who hate <WH7256> Me,"},{"number":10,"verse":"but showing <WH6213> lovingkindness <WH2617> to thousands, <WH505> to those who love <WH157> Me and keep <WH8104> My commandments. <WH4687>"},{"number":11,"verse":"'You shall not take <WH5375> the name <WH8034> of the Lord <WH3068> your God <WH430> in vain, <WH7723> for the Lord <WH3068> will not leave <WH5352> him unpunished <WH5352> who <WH834> takes <WH5375> His name <WH8034> in vain. <WH7723>"},{"number":12,"verse":"'Observe <WH8104> the sabbath <WH7676> day <WH3117> to keep <WH6942> it holy, <WH6942> as the Lord <WH3068> your God <WH430> commanded <WH6680> you."},{"number":13,"verse":"'Six <WH8337> days <WH3117> you shall labor <WH5647> and do <WH6213> all <WH3605> your work, <WH4399>"},{"number":14,"verse":"but the seventh <WH7637> day <WH3117> is a sabbath <WH7676> of the Lord <WH3068> your God; <WH430> [in it] you shall not do <WH6213> any <WH3605> work, <WH4399> you or your son <WH1121> or your daughter <WH1323> or your male <WH5650> servant <WH5650> or your female <WH519> servant <WH519> or your ox <WH7794> or your donkey <WH2543> or any <WH3605> of your cattle <WH929> or your sojourner <WH1616> who <WH834> stays with you, so <WH4616> that your male <WH5650> servant <WH5650> and your female <WH519> servant <WH519> may rest <WH5117> as well as you."},{"number":15,"verse":"'And you shall remember <WH2142> that you were a slave <WH5650> in the land <WH776> of Egypt, <WH4714> and the Lord <WH3068> your God <WH430> brought <WH3318> you out of there <WH8033> by a mighty <WH2389> hand <WH3027> and by an outstretched <WH5186> arm; <WH2220> therefore <WH5921> <WH3651> the Lord <WH3068> your God <WH430> commanded <WH6680> you to observe <WH6213> the sabbath <WH7676> day. <WH3117>"},{"number":16,"verse":"'Honor <WH3513> your father and your mother, <WH1> as the Lord <WH517> your God <WH3068> has commanded <WH430> you, that your days <WH6680> may be prolonged, <WH3117> and that it may go <WH748> well <WH3190> with you on the land <WH3190> which <WH127> the Lord <WH834> your God <WH3068> gives <WH430> you."},{"number":17,"verse":"'You shall not murder. <WH7523>"},{"number":18,"verse":"'You shall not commit <WH5003> adultery. <WH5003>"},{"number":19,"verse":"'You shall not steal. <WH1589>"},{"number":20,"verse":"'You shall not bear <WH6030> false <WH7723> witness <WH5707> against your neighbor. <WH7453>"},{"number":21,"verse":"'You shall not covet <WH2530> your neighbor <WH7453>'s wife, <WH802> and you shall not desire <WH183> your neighbor's house, <WH1004> his field <WH7704> or his male <WH5650> servant <WH5650> or his female <WH519> servant, <WH519> his ox <WH7794> or his donkey <WH2543> or anything <WH3605> that belongs to your neighbor.'"},{"number":22,"verse":"\"These <WH428> words <WH1697> the Lord <WH3068> spoke <WH1696> to all <WH3605> your assembly <WH6951> at the mountain <WH2022> from the midst <WH8432> of the fire, <WH784> [of] the cloud <WH6051> and [of] the thick <WH6205> gloom, <WH6205> with a great <WH1419> voice, <WH6963> and He added <WH3254> no <WH3808> more. <WH3254> And He wrote <WH3789> them on two <WH8147> tablets <WH3871> of stone <WH68> and gave <WH5414> them to me."},{"number":23,"verse":"\"And it came <WH1961> about, when you heard <WH8085> the voice <WH6963> from the midst <WH8432> of the darkness, <WH2822> while the mountain <WH2022> was burning <WH1197> with fire, <WH784> that you came <WH7126> near <WH7126> to me, all <WH3605> the heads <WH7218> of your tribes <WH7626> and your elders. <WH2205>"},{"number":24,"verse":"\"And you said, <WH559> 'Behold, <WH2005> the Lord <WH3068> our God <WH430> has shown <WH7200> us His glory <WH9202> and His greatness, <WH1433> and we have heard <WH8085> His voice <WH6963> from the midst <WH8432> of the fire; <WH784> we have seen <WH7200> today <WH3117> that God <WH430> speaks <WH1696> with man, <WH120> yet he lives. <WH2421>"},{"number":25,"verse":"'Now <WH6258> then why <WH4100> should we die <WH4191>? For this <WH2088> great <WH1419> fire <WH784> will consume <WH398> us; if <WH518> we hear <WH8085> the voice <WH6963> of the Lord <WH3068> our God <WH430> any <WH5750> longer, <WH5750> then we shall die. <WH4191>"},{"number":26,"verse":"'For who <WH4310> is there of all <WH3605> flesh, <WH1320> who <WH834> has heard <WH8085> the voice <WH6963> of the living <WH2416> God <WH430> speaking <WH1696> from the midst <WH8432> of the fire, <WH784> as we [have], and lived <WH2421>?"},{"number":27,"verse":"'Go <WH7126> near <WH7126> and hear <WH8085> all <WH3605> that the Lord <WH3068> our God <WH430> says; <WH559> then speak <WH1696> to us all <WH3605> that the Lord <WH3068> our God <WH430> will speak <WH1696> to you, and we will hear <WH8085> and do <WH6213> [it.]'"},{"number":28,"verse":"\"And the Lord <WH3068> heard <WH8085> the voice <WH6963> of your words <WH1697> when you spoke <WH1696> to me, and the Lord <WH3068> said <WH559> to me, 'I have heard <WH8085> the voice <WH6963> of the words <WH1697> of this <WH2088> people <WH5971> which <WH834> they have spoken <WH1696> to you. They have done <WH3190> well <WH3190> in all <WH3605> that they have spoken. <WH1696>"},{"number":29,"verse":"'Oh <WH4310> <WH5414> that they had <WH1961> such <WH2088> a heart <WH3824> in them, that they would fear <WH3372> Me, and keep <WH8104> all <WH3605> My commandments <WH4687> always, <WH3605> <WH3117> that it may be well <WH3190> with them and with their sons <WH1121> forever! <WH5769>"},{"number":30,"verse":"'Go, <WH1980> say <WH559> to them, \"Return <WH7725> to your tents. <WH168>\""},{"number":31,"verse":"'But as for you, stand <WH5975> here <WH6311> by Me, that I may speak <WH1696> to you all <WH3605> the commandments <WH4687> and the statutes <WH2706> and the judgments <WH4941> which <WH834> you shall teach <WH3925> them, that they may observe <WH6213> [them] in the land <WH776> which <WH834> I give <WH5414> them to possess. <WH3423>'"},{"number":32,"verse":"\"So you shall observe <WH6213> to do <WH6213> just <WH9201> as the Lord <WH3068> your God <WH430> has commanded <WH6680> you; you shall not turn <WH5493> aside <WH5493> to the right <WH3225> or to the left. <WH8040>"},{"number":33,"verse":"\"You shall walk <WH1980> in all <WH3605> the way <WH1870> which <WH834> the Lord <WH3068> your God <WH430> has commanded <WH6680> you, that you may live, <WH2421> and that it may be well <WH2895> with you, and that you may prolong <WH748> [your] days <WH3117> in the land <WH776> which <WH834> you shall possess. <WH3423>"}]}