{"bibleAbbr":"NASB1995+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"\"When <WH3588> the Lord <WH3068> your God <WH430> shall bring <WH935> you into the land <WH776> where <WH834> <WH8033> you are entering <WH935> to possess <WH3423> it, and shall clear <WH5394> away <WH5394> many <WH7227> nations <WH1471> before <WH4480> <WH6440> you, the Hittites <WH2850> and the Girgashites <WH1622> and the Amorites <WH567> and the Canaanites <WH3669> and the Perizzites <WH6522> and the Hivites <WH2340> and the Jebusites, <WH2983> seven <WH7651> nations <WH1471> greater <WH7227> and stronger <WH6099> than <WH4480> you,"},{"number":2,"verse":"and when the Lord <WH3068> your God <WH430> shall deliver <WH5414> them before <WH6440> you, and you shall defeat <WH5221> them, then you shall utterly <WH2763> destroy <WH2763> them. You shall make <WH3772> no <WH3808> covenant <WH1285> with them and show <WH2603> no <WH3808> favor <WH2603> to them."},{"number":3,"verse":"\"Furthermore, you shall not intermarry <WH2859> with them; you shall not give <WH5414> your daughters <WH1323> to their sons, <WH1121> nor <WH3808> shall you take <WH3947> their daughters <WH1323> for your sons. <WH1121>"},{"number":4,"verse":"\"For they will turn <WH5493> your sons <WH1121> away <WH5493> from following <WH310> Me to serve <WH5647> other <WH312> gods; <WH430> then the anger <WH639> of the Lord <WH3068> will be kindled <WH2734> against you, and He will quickly <WH4118> destroy <WH8045> you."},{"number":5,"verse":"\"But thus <WH3541> you shall do <WH6213> to them: you shall tear <WH5422> down <WH5422> their altars, <WH4196> and smash <WH7665> their [sacred] pillars, <WH4676> and hew <WH1438> down <WH1438> their Asherim, <WH842> and burn <WH8313> their graven <WH6456> images <WH6456> with fire. <WH784>"},{"number":6,"verse":"\"For you are a holy <WH6918> people <WH5971> to the Lord <WH3068> your God; <WH430> the Lord <WH3068> your God <WH430> has chosen <WH977> you to be a people <WH5971> for His own possession <WH5459> out of all <WH3605> the peoples <WH5971> who <WH834> are on the face <WH6440> of the earth. <WH127>"},{"number":7,"verse":"\"The Lord <WH3068> did not set <WH2836> His love <WH2836> on you nor <WH3808> choose <WH977> you because <WH3588> you were more <WH7231> in number <WH7231> than <WH4480> any <WH3605> of the peoples, <WH5971> for you were the fewest <WH4592> of all <WH3605> peoples, <WH5971>"},{"number":8,"verse":"but because <WH3588> the Lord <WH3068> loved <WH157> you and kept <WH8104> the oath <WH7621> which <WH834> He swore <WH7650> to your forefathers, the Lord <WH1> brought <WH3068> you out by a mighty <WH3318> hand, <WH2389> and redeemed <WH3027> you from the house <WH6299> of slavery, <WH1004> from the hand <WH5650> of Pharaoh <WH3027> king <WH6547> of Egypt. <WH4428>"},{"number":9,"verse":"\"Know <WH3045> therefore that the Lord <WH3068> your God, <WH430> He is God, <WH430> the faithful <WH539> God, <WH410> who keeps <WH8104> His covenant <WH1285> and His lovingkindness <WH2617> to a thousandth <WH505> generation with those who love <WH157> Him and keep <WH8104> His commandments; <WH4687>"},{"number":10,"verse":"but repays <WH9608> those who hate <WH8130> Him to their faces, <WH6440> to destroy them; He will not delay <WH6> with him who hates <WH309> Him, He will repay <WH8130> him to his face. <WH9608>"},{"number":11,"verse":"\"Therefore, you shall keep <WH8104> the commandment <WH4687> and the statutes <WH2706> and the judgments <WH4941> which <WH834> I am commanding <WH6680> you today, <WH3117> to do <WH6213> them."},{"number":12,"verse":"\"Then it shall come <WH1961> about, because <WH6118> you listen <WH8085> to these <WH428> judgments <WH4941> and keep <WH8104> and do <WH6213> them, that the Lord <WH3068> your God <WH430> will keep <WH8104> with you His covenant <WH1285> and His lovingkindness <WH2617> which <WH834> He swore <WH7650> to your forefathers."},{"number":13,"verse":"\"And He will love <WH157> you and bless <WH1288> you and multiply <WH7235> you; He will also bless <WH1288> the fruit <WH6529> of your womb and the fruit <WH6529> of your ground, <WH127> your grain <WH1715> and your new <WH8492> wine <WH8492> and your oil, <WH3323> the increase <WH7698> of your herd <WH504> and the young <WH6251> of your flock, <WH6629> in the land <WH127> which <WH834> He swore <WH7650> to your forefathers to give <WH1> you."},{"number":14,"verse":"\"You shall be blessed <WH1288> above <WH4480> all <WH3605> peoples; <WH5971> there shall be no <WH3808> male or female barren <WH6135> among you or among your cattle. <WH929>"},{"number":15,"verse":"\"And the Lord <WH3068> will remove <WH5493> from you all <WH3605> sickness; <WH2483> and He will not put <WH7760> on you any <WH3605> of the harmful <WH7451> diseases <WH4064> of Egypt <WH4714> which <WH834> you have known, <WH3045> but He will lay <WH5414> them on all <WH3605> who hate <WH8130> you."},{"number":16,"verse":"\"And you shall consume <WH398> all <WH3605> the peoples <WH5971> whom <WH834> the Lord <WH3068> your God <WH430> will deliver <WH5414> to you; your eye <WH5869> shall not pity <WH2347> them, neither <WH3808> shall you serve <WH5647> their gods, <WH430> for that [would be] a snare <WH4170> to you."},{"number":17,"verse":"\"If <WH3588> you should say <WH559> in your heart, <WH3824> 'These <WH428> nations <WH1471> are greater <WH7227> than <WH4480> I; how <WH351> can <WH3201> I dispossess <WH3423> them?'"},{"number":18,"verse":"you shall not be afraid <WH3372> of them; you shall well <WH2142> remember <WH2142> what <WH834> the Lord <WH3068> your God <WH430> did <WH6213> to Pharaoh <WH6547> and to all <WH3605> Egypt: <WH4714>"},{"number":19,"verse":"the great <WH1419> trials <WH4531> which <WH834> your eyes <WH5869> saw <WH7200> and the signs <WH226> and the wonders <WH4159> and the mighty <WH2389> hand <WH3027> and the outstretched <WH5186> arm <WH2220> by which <WH834> the Lord <WH3068> your God <WH430> brought <WH3318> you out. So <WH3651> shall the Lord <WH3068> your God <WH430> do <WH6213> to all <WH3605> the peoples <WH5971> of whom <WH834> you are afraid. <WH3372>"},{"number":20,"verse":"\"Moreover, <WH1571> the Lord <WH3068> your God <WH430> will send <WH7971> the hornet <WH6880> against them, until <WH5704> those who are left <WH7604> and hide <WH5641> themselves from you perish."},{"number":21,"verse":"\"You shall not dread <WH6206> them, for the Lord <WH3068> your God <WH430> is in your midst, <WH7130> a great <WH1419> and awesome <WH3372> God. <WH410>"},{"number":22,"verse":"\"And the Lord <WH3068> your God <WH430> will clear <WH5394> away <WH5394> these <WH411> nations <WH1471> before <WH4480> <WH6440> you little <WH4592> by little; <WH4592> you will not be able <WH3201> to put <WH3615> an end <WH3615> to them quickly, <WH4118> lest <WH6435> the wild <WH7704> beasts <WH9130> grow <WH7235> too <WH5921> numerous <WH7235> for you."},{"number":23,"verse":"\"But the Lord <WH3068> your God <WH430> shall deliver <WH5414> them before <WH6440> you, and will throw <WH1949> them into great <WH1419> confusion <WH4103> until <WH5704> they are destroyed. <WH8045>"},{"number":24,"verse":"\"And He will deliver <WH5414> their kings <WH4428> into your hand <WH3027> so that you shall make their name <WH8034> perish from under <WH6> heaven; <WH8478> no <WH8064> man <WH3808> will be able to stand <WH376> before <WH3320> you until <WH6440> you have destroyed <WH5704> them."},{"number":25,"verse":"\"The graven <WH6456> images <WH6456> of their gods <WH430> you are to burn <WH8313> with fire; <WH784> you shall not covet <WH2530> the silver <WH3701> or the gold <WH2091> that is on them, nor <WH3808> take <WH3947> it for yourselves, lest <WH6435> you be snared <WH3369> by it, for it is an abomination <WH8441> to the Lord <WH3068> your God. <WH430>"},{"number":26,"verse":"\"And you shall not bring <WH935> an abomination <WH8441> into your house, <WH1004> and like <WH3644> it come <WH1961> under <WH9172> the ban; <WH9172> you shall utterly <WH8262> detest <WH8262> it and you shall utterly <WH8581> abhor <WH8581> it, for it is something <WH9172> banned. <WH9172>"}]}