{"bibleAbbr":"RSV1971","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"E′phraim herds the wind, and pursues the east wind all day long; they multiply falsehood and violence; they make a bargain with Assyria, and oil is carried to Egypt."},{"number":2,"verse":"(The Long History of Rebellion) The LORD has an indictment against Judah, and will punish Jacob according to his ways, and requite him according to his deeds."},{"number":3,"verse":"In the womb he took his brother by the heel, and in his manhood he strove with God."},{"number":4,"verse":"He strove with the angel and prevailed, he wept and sought his favor. He met God at Bethel, and there God spoke with him (Gk Syr: Heb us) —"},{"number":5,"verse":"the LORD the God of hosts, the LORD is his name:"},{"number":6,"verse":"“So you, by the help of your God, return, hold fast to love and justice, and wait continually for your God.”"},{"number":7,"verse":"A trader, in whose hands are false balances, he loves to oppress."},{"number":8,"verse":"E′phraim has said, “Ah, but I am rich, I have gained wealth for myself”; but all his riches can never offset (Cn Compare Gk: Heb obscure) the guilt he has incurred."},{"number":9,"verse":"I am the LORD your God from the land of Egypt; I will again make you dwell in tents, as in the days of the appointed feast."},{"number":10,"verse":"I spoke to the prophets; it was I who multiplied visions, and through the prophets gave parables."},{"number":11,"verse":"If there is iniquity in Gilead they shall surely come to nought; if in Gilgal they sacrifice bulls, their altars also shall be like stone heaps on the furrows of the field."},{"number":12,"verse":"(Jacob fled to the land of Aram, there Israel did service for a wife, and for a wife he herded sheep.)"},{"number":13,"verse":"By a prophet the LORD brought Israel up from Egypt, and by a prophet he was preserved."},{"number":14,"verse":"E′phraim has given bitter provocation; so his LORD will leave his bloodguilt upon him, and will turn back upon him his reproaches."}]}