{"bibleAbbr":"NRSVue2021","bookName":"James","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"Friendship with the World Those conflicts and disputes among you, where do they come from? Do they not come from your cravings that are at war within you?"},{"number":2,"verse":"You want something and do not have it, so you commit murder. And you covet (Or you murder and you covet) something and cannot obtain it, so you engage in disputes and conflicts. You do not have because you do not ask."},{"number":3,"verse":"(Ps 18.41; 1 Jn 3.22; 5.14) You ask and do not receive because you ask wrongly, in order to spend what you get on your pleasures."},{"number":4,"verse":"(Jn 15.19; Jas 1.27; 1 Jn 2.15) Adulterers! (Gk Adulterous women; other ancient authorities read Adulterous men and women) Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world becomes an enemy of God."},{"number":5,"verse":"(Gen 6.5; Num 11.29) Or do you suppose that the scripture speaks to no purpose? Does the spirit that God caused to dwell (Other ancient authorities read the spirit that dwells) in us desire envy?"},{"number":6,"verse":"(Ps 138.6; Prov 3.34) But God gives all the more grace; therefore it says, “God opposes the proud but gives grace to the humble.”"},{"number":7,"verse":"(1 Pet 5.6-9) Submit yourselves therefore to God. Resist the devil, and he will flee from you."},{"number":8,"verse":"(2 Chr 15.2; Isa 1.16; Jas 1.8) Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded."},{"number":9,"verse":"Lament and mourn and weep. Let your laughter be turned into mourning and your joy into dejection."},{"number":10,"verse":"(Mt 23.12) Humble yourselves before the Lord, and he will exalt you."},{"number":11,"verse":"Warning against Judging Another (1 Pet 2.1) Do not speak evil against one another, brothers and sisters. Whoever speaks evil against another or judges another speaks evil against the law and judges the law, but if you judge the law, you are not a doer of the law but a judge."},{"number":12,"verse":"(Mt 10.28; Rom 14.4) There is one lawgiver and judge (Other ancient authorities lack and judge) who is able to save and to destroy. So who, then, are you to judge your neighbor?"},{"number":13,"verse":"Boasting about Tomorrow (Prov 27.1) Come now, you who say, “Today or tomorrow we will go to such and such a town and spend a year there, doing business and making money.”"},{"number":14,"verse":"(Job 7.7; Ps 102.3) Yet you do not even know what tomorrow will bring. What is your life? For you are a mist that appears for a little while and then vanishes."},{"number":15,"verse":"(Acts 18.21) Instead you ought to say, “If the Lord wishes, we will live and do this or that.”"},{"number":16,"verse":"As it is, you boast in your arrogance; all such boasting is evil."},{"number":17,"verse":"(Lk 12.47; Jn 9.41) Anyone, then, who knows the right thing to do and fails to do it commits sin."}]}