{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"( প্রভু যীশু খ্রীষ্টের বংশাবলি-পত্র।) যীশু খ্রীষ্টের বংশাবলি-পত্র, তিনি দায়ূদের সন্তান, অব্রাহামের সন্তান। ( ।)"},{"number":2,"verse":"অব্রাহামের পুত্র ইস্হাক; ইস্হাকের পুত্র যাকোব; যাকোবের পুত্র যিহূদা ও তাঁহার ভ্রাতৃগণ;"},{"number":3,"verse":"যিহূদার পুত্র পেরস ও সেরহ, তামরের গর্ভজাত; পেরসের পুত্র হিষ্রোণ; হিষ্রোণের পুত্র রাম;"},{"number":4,"verse":"রামের পুত্র অম্মীনাদব; অম্মীনাদবের পুত্র নহশোন; নহশোনের পুত্র সল্মোন;"},{"number":5,"verse":"সল্মোনের পুত্র বোয়স, রাহবের গর্ভজাত; বোয়সের পুত্র ওবেদ, রূতের গর্ভজাত; ওবেদের পুত্র যিশয়;"},{"number":6,"verse":"যিশয়ের পুত্র দায়ূদ রাজা। দায়ূদের পুত্র শলোমন, ঊরিয়ের বিধবার গর্ভজাত;"},{"number":7,"verse":"শলোমনের পুত্র রহবিয়াম; রহবিয়ামের পুত্র অবিয়; অবিয়ের পুত্র আসা;"},{"number":8,"verse":"আসার পুত্র যিহোশাফট; যিহোশাফটের পুত্র যোরাম; যোরামের পুত্র উষিয়;"},{"number":9,"verse":"উষিয়ের পুত্র যোথম; যোথমের পুত্র আহস; আহসের পুত্র হিষ্কিয়;"},{"number":10,"verse":"হিষ্কিয়ের পুত্র মনঃশি; মনঃশির পুত্র আমোন; আমোনের পুত্র যোশিয়;"},{"number":11,"verse":"যোশিয়ের সন্তান যিকনিয় ও তাঁহার ভ্রাতৃগণ, বাবিলে নির্ব্বাসন কালে জাত।"},{"number":12,"verse":"যিকনিয়ের পুত্র শল্টীয়েল, বাবিলে নির্ব্বাসনের পরে জাত; শল্টীয়েলের পুত্র সরুব্বাবিল;"},{"number":13,"verse":"সরুব্বাবিলের পুত্র অবীহূদ; অবীহূদের পুত্র ইলীয়াকীম; ইলীয়াকীমের পুত্র আসোর;"},{"number":14,"verse":"আসোরের পুত্র সাদোক; সাদোকের পুত্র আখীম; আখীমের পুত্র ইলীহূদ;"},{"number":15,"verse":"ইলীহূদের পুত্র ইলিয়াসর; ইলিয়াসরের পুত্র মত্তন; মত্তনের পুত্র যাকোব;"},{"number":16,"verse":"যাকোবের পুত্র যোষেফ; ইনি মরিয়মের স্বামী; এই মরিয়মের গর্ভে যীশুর জন্ম হয়, যাঁহাকে খ্রীষ্ট [অভিষিক্ত] বলে।"},{"number":17,"verse":"এইরূপে অব্রাহাম অবধি দায়ূদ পর্য্যন্ত সর্ব্বশুদ্ধ চৌদ্দ পুরুষ; দায়ূদ অবধি বাবিলে নির্ব্বাসন পর্য্যন্ত চৌদ্দ পুরুষ; এবং বাবিলে নির্ব্বাসন অবধি খ্রীষ্ট পর্য্যন্ত চৌদ্দ পুরুষ।"},{"number":18,"verse":"( প্রভু যীশুর জন্ম-বিবরণ।) যীশু খ্রীষ্টের জন্ম এইরূপে হইয়াছিল। তাঁহার মাতা মরিয়ম যোষেফের প্রতি বাগ্দত্তা হইলে তাঁহাদের সহবাসের পূর্ব্বে জানা গেল, তাঁহার গর্ভ হইয়াছে—পবিত্র আত্মা হইতে।"},{"number":19,"verse":"আর তাঁহার স্বামী যোষেফ ধার্ম্মিক হওয়াতে ও তাঁহাকে সাধারণের কাছে নিন্দার পাত্র করিতে ইচ্ছা না করাতে, গোপনে ত্যাগ করিবার মানস করিলেন।"},{"number":20,"verse":"তিনি এই সকল ভাবিতেছেন, এমন সময় দেখ, প্রভুর এক দূত স্বপ্নে তাঁহাকে দর্শন দিয়া কহিলেন, যোষেফ, দায়ূদ-সন্তান, তোমার স্ত্রী মরিয়মকে গ্রহণ করিতে ভয় করিও না, কেননা তাঁহার গর্ভে যাহা জন্মিয়াছে, তাহা পবিত্র আত্মা হইতে হইয়াছে; আর তিনি পুত্র প্রসব করিবেন,"},{"number":21,"verse":"এবং তুমি তাঁহার নাম যীশু [ত্রাণকর্ত্তা] রাখিবে; কারণ তিনিই আপন প্রজাদিগকে তাহাদের পাপ হইতে ত্রাণ করিবেন।"},{"number":22,"verse":"এই সকল ঘটিল, যেন ভাববাদী দ্বারা কথিত প্রভুর এই বাক্য পূর্ণ হয়,"},{"number":23,"verse":"“দেখ, সেই কন্যা গর্ভবতী হইবে, এবং পুত্র প্রসব করিবে, আর তাঁহার নাম রাখা যাইবে ইম্মানূয়েল” ( ।) অনুবাদ করিলে ইহার অর্থ, ‘আমাদের সহিত ঈশ্বর’।"},{"number":24,"verse":"পরে যোষেফ নিদ্রা হইতে উঠিয়া প্রভুর দূত তাঁহাকে যেরূপ আদেশ করিয়াছিলেন, সেইরূপ করিলেন, আপন স্ত্রীকে গ্রহণ করিলেন;"},{"number":25,"verse":"আর যে পর্য্যন্ত ইনি পুত্র প্রসব না করিলেন, সেই পর্য্যন্ত যোষেফ তাঁহার পরিচয় লইলেন না, আর তিনি পুত্রের নাম যীশু রাখিলেন।"}]}