{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"( বিশ্রামবার বিষয়ে যীশুর উপদেশ।) ( ।; ।; ।) [1] সেই সময়ে যীশু বিশ্রামবারে শস্যক্ষেত্র দিয়া গমন করিলেন; আর তাঁহার শিষ্যেরা ক্ষুধিত হওয়াতে শীষ ছিঁড়িয়া ছিঁড়িয়া খাইতে লাগিলেন।"},{"number":2,"verse":"কিন্তু ফরীশীরা তাহা দেখিয়া তাঁহাকে বলিল, দেখ, বিশ্রামবারে যাহা করা বিধেয় নয়, তাহাই তোমার শিষ্যগণ করিতেছে।"},{"number":3,"verse":"তিনি তাহাদিগকে কহিলেন, দায়ূদ ও তাঁহার সঙ্গীরা ক্ষুধিত হইলে তিনি যাহা করিয়াছিলেন, তাহা কি তোমরা পাঠ কর নাই?"},{"number":4,"verse":"তিনি ত ঈশ্বরের গৃহে প্রবেশ করিলেন, এবং তাঁহারা দর্শন-রুটী ভোজন করিলেন, যাহা তাঁহার ও তাঁহার সঙ্গীদের ভোজন করা বিধেয় ছিল না, কেবল যাজকবর্গেরই বিধেয় ছিল ( ।; ।) ।"},{"number":5,"verse":"আর তোমরা কি ব্যবস্থায় পাঠ কর নাই যে, বিশ্রামবারে যাজকেরা ধর্ম্মধামে বিশ্রামবার লঙ্ঘন করিলেও নির্দ্দোষ থাকে?"},{"number":6,"verse":"কিন্তু আমি তোমাদিগকে বলিতেছি, এই স্থানে ধর্ম্মধাম হইতে মহান্ এক ব্যক্তি আছেন।"},{"number":7,"verse":"কিন্তু “আমি দয়াই চাই, বলিদান নয়,” ( ।; ।) এই কথার অর্থ কি, তাহা যদি তোমরা জানিতে, তবে নির্দ্দোষদিগকে দোষী করিতে না।"},{"number":8,"verse":"কেননা মনুষ্যপুত্র বিশ্রামবারের কর্ত্তা।"},{"number":9,"verse":"পরে তিনি তথা হইতে চলিয়া গিয়া তাহাদের সমাজ-গৃহে প্রবেশ করিলেন।"},{"number":10,"verse":"আর দেখ, একটী লোক, তাহার একখানি হাত শুকাইয়া গিয়াছিল। তখন তাহারা তাঁহাকে জিজ্ঞাসা করিল, বিশ্রামবারে কি সুস্থ করা বিধেয়? তাঁহার উপরে দোষারোপ করিবার নিমিত্ত ইহা বলিল।"},{"number":11,"verse":"তিনি তাহাদিগকে কহিলেন, তোমাদের মধ্যে এমন ব্যক্তি কে, যে একটী মেষ রাখে, আর সেটী যদি বিশ্রামবারে গর্ত্তে পড়িয়া যায়, সে কি তাহা ধরিয়া তুলিবে না?"},{"number":12,"verse":"তবে মেষ হইতে মনুষ্য আরও কত শ্রেষ্ঠ! অতএব বিশ্রামবারে সৎকর্ম্ম করা বিধেয়।"},{"number":13,"verse":"তখন তিনি সেই লোকটীকে কহিলেন, তোমার হাত বাড়াইয়া দেও; তাহাতে সে বাড়াইয়া দিল, আর তাহা অন্যটীর ন্যায় পুনরায় সুস্থ হইল।"},{"number":14,"verse":"পরে ফরীশীরা বাহিরে গিয়া তাঁহার বিরুদ্ধে মন্ত্রণা করিতে লাগিল, কি প্রকারে তাঁহাকে বিনষ্ট করিতে পারে।"},{"number":15,"verse":"যীশু তাহা জানিয়া তথা হইতে চলিয়া গেলেন; অনেক লোক তাঁহার পশ্চাৎ পশ্চাৎ গমন করিল, আর তিনি সকলকে সুস্থ করিলেন,"},{"number":16,"verse":"এবং এই দৃঢ় আজ্ঞা দিলেন, তোমরা আমার পরিচয় দিও না।"},{"number":17,"verse":"—যেন যিশাইয় ভাববাদী দ্বারা কথিত এই বচন পূর্ণ হয়,"},{"number":18,"verse":"“দেখ, আমার দাস, তিনি আমার মনোনীত, আমার প্রিয়, আমার প্রাণ তাঁহাতে প্রীত, আমি তাঁহার উপরে আপন আত্মাকে স্থাপন করিব, আর তিনি জাতিগণের কাছে ন্যায়বিচার প্রচার করিবেন।"},{"number":19,"verse":"তিনি কলহ করিবেন না, উচ্চশব্দও করিবেন না, পথে কেহ তাঁহার রব শুনিতে পাইবে না।"},{"number":20,"verse":"তিনি থেৎলা নল ভাঙ্গিবেন না, সধূম শলিতা নির্ব্বাণ করিবেন না, যে পর্য্যন্ত না ন্যায়বিচার জয়ীরূপে প্রচলিত করেন।"},{"number":21,"verse":"আর তাঁহার নামে পরজাতিগণ প্রত্যাশা রাখিবে।” ( ।) ( ।; , ২৯-৩২ ।)"},{"number":22,"verse":"( যীশু এক জন ভূতগ্রস্তকে সুস্থ করেন, এবং লোকদিগকে উপদেশ দেন।) তখন এক জন ভূতগ্রস্ত তাঁহার নিকটে আনীত হইল, সে অন্ধ ও গোঁগা; আর তিনি তাহাকে সুস্থ করিলেন, তাহাতে সেই গোঁগা কথা কহিতে ও দেখিতে লাগিল।"},{"number":23,"verse":"ইহাতে সমস্ত লোক চমৎকৃত হইল ও বলিতে লাগিল, ইনিই কি সেই দায়ূদ সন্তান?"},{"number":24,"verse":"কিন্তু ফরীশীরা তাহা শুনিয়া কহিল, এ ব্যক্তি আর কিছুতে নয়, কেবল ভূতগণের অধিপতি বেল্সবূলের দ্বারাই ভূত ছাড়ায়।"},{"number":25,"verse":"তাহাদের চিন্তা জানিয়া তিনি তাহাদিগকে কহিলেন, যে কোন রাজ্য আপনার বিপক্ষে ভিন্ন হয়, তাহা উচ্ছিন্ন হয়; এবং যে কোন নগর কিম্বা পরিবার আপনার বিপক্ষে ভিন্ন হয়, তাহা স্থির থাকিবে না।"},{"number":26,"verse":"আর শয়তান যদি শয়তানকে ছাড়ায়, সে ত আপনারই বিপক্ষে ভিন্ন হইল; তবে তাহার রাজ্য কি প্রকারে স্থির থাকিবে?"},{"number":27,"verse":"আর আমি যদি বেল্সবূলের দ্বারা ভূত ছাড়াই, তবে তোমাদের সন্তানেরা কাহার দ্বারা ছাড়ায়? এই জন্য তাহারাই তোমাদের বিচারকর্ত্তা হইবে।"},{"number":28,"verse":"কিন্তু আমি যদি ঈশ্বরের আত্মা দ্বারা ভূত ছাড়াই, তবে সুতরাং ঈশ্বরের রাজ্য তোমাদের কাছে আসিয়া পড়িয়াছে।"},{"number":29,"verse":"আর অগ্রে সেই বলবান্ ব্যক্তিকে না বাঁধিয়া কে কেমন করিয়া সেই বলবানের গৃহে প্রবেশ করিয়া তাহার ঘরের দ্রব্য লুট করিতে পারিবে? বাঁধিলে পরেই সে তাহার ঘর লুট করিবে।"},{"number":30,"verse":"যে আমার সপক্ষ নয়, সে আমার বিপক্ষ; এবং যে আমার সহিত কুড়ায় না, সে ছড়াইয়া ফেলে।"},{"number":31,"verse":"এই কারণ আমি তোমাদিগকে বলিতেছি, মনুষ্যদের সকল পাপ ও নিন্দার ক্ষমা হইবে, কিন্তু পবিত্র আত্মার নিন্দার ক্ষমা হইবে না।"},{"number":32,"verse":"আর যে কেহ মনুষ্যপুত্রের বিরুদ্ধে কোন কথা কহে, সে ক্ষমা পাইবে; কিন্তু যে কেহ পবিত্র আত্মার বিরুদ্ধে কথা কহে, সে ক্ষমা পাইবে না, ইহকালেও নয়, পরকালেও নয়।"},{"number":33,"verse":"হয় গাছকে ভাল বল, এবং তাহার ফলকেও ভাল বল; নয় গাছকে মন্দ বল, এবং তাহার ফলকেও মন্দ বল; কেননা ফল দ্বারাই গাছ চেনা যায়।"},{"number":34,"verse":"হে সর্পের বংশেরা, তোমরা মন্দ হইয়া কেমন করিয়া ভাল কথা কহিতে পার? কেননা হৃদয় হইতে যাহা ছাপিয়া উঠে, মুখ তাহাই বলে।"},{"number":35,"verse":"ভাল মানুষ ভাল ভাণ্ডার হইতে ভাল দ্রব্য বাহির করে, এবং মন্দ মানুষ মন্দ ভাণ্ডার হইতে মন্দ দ্রব্য বাহির করে।"},{"number":36,"verse":"আর আমি তোমাদিগকে বলিতেছি, মনুষ্যেরা যত অনর্থক কথা বলে, বিচার-দিনে সেই সকলের হিসাব দিতে হইবে।"},{"number":37,"verse":"কারণ তোমার বাক্য দ্বারা তুমি নির্দ্দোষ বলিয়া গণিত হইবে, আর তোমার বাক্য দ্বারাই তুমি দোষী বলিয়া গণিত হইবে।"},{"number":38,"verse":"তখন কয়েক জন অধ্যাপক ও ফরীশী তাঁহাকে বলিল, হে গুরু, আমরা আপনার কাছে কোন চিহ্ন দেখিতে ইচ্ছা করি।"},{"number":39,"verse":"তিনি উত্তর করিয়া তাহাদিগকে কহিলেন, এই কালের দুষ্ট ও ব্যভিচারী লোকে চিহ্নের অন্বেষণ করে, কিন্তু যোনা ভাববাদীর চিহ্ন ছাড়া আর কোন চিহ্ন ইহাদিগকে দেওয়া যাইবে না।"},{"number":40,"verse":"কারণ যোনা যেমন তিন দিবারাত্র বৃহৎ মৎস্যের উদরে ছিলেন, তেমনি মনুষ্যপুত্রও তিন দিবারাত্র পৃথিবীর গর্ভে থাকিবেন।"},{"number":41,"verse":"নীনবীয় লোকেরা বিচারে এই কালের লোকদের সহিত দাঁড়াইয়া ইহাদিগকে দোষী করিবে, কেননা তাহারা যোনার প্রচারে মন ফিরাইয়াছিল, আর দেখ, যোনা হইতে মহান্ এক ব্যক্তি এখানে আছেন।"},{"number":42,"verse":"দক্ষিণ দেশের রাণী বিচারে এই কালের লোকদের সহিত উঠিয়া ইহাদিগকে দোষী করিবেন; কেননা শলোমনের জ্ঞানের কথা শুনিবার জন্য তিনি পৃথিবীর প্রান্ত হইতে আসিয়াছিলেন, আর দেখ, শলোমন হইতে মহান্ এক ব্যক্তি এখানে আছেন। ( , ।; ।; ।)"},{"number":43,"verse":"আর অশুচি আত্মা যখন মনুষ্য হইতে বাহির হইয়া যায়, তখন জলবিহীন নানা স্থান দিয়া ভ্রমণ করতঃ বিশ্রামের অন্বেষণ করে, কিন্তু তাহা পায় না।"},{"number":44,"verse":"তখন সে বলে, আমি যেখান হইতে বাহির হইয়া আসিয়াছি, আমার সেই গৃহে ফিরিয়া যাই; পরে সে আসিয়া তাহা শূন্য, মার্জ্জিত ও শোভিত দেখে।"},{"number":45,"verse":"তখন সে গিয়া আপনা হইতে দুষ্ট অপর সাত আত্মাকে সঙ্গে লইয়া আইসে, আর তাহারা সেই স্থানে প্রবেশ করিয়া বাস করে; তাহাতে সেই মনুষ্যের প্রথম দশা হইতে শেষ দশা আরও মন্দ হয়। এই কালের দুষ্ট লোকদের প্রতি তাহাই ঘটিবে।"},{"number":46,"verse":"তিনি ( ।; ।) লোকসমূহকে এই সকল কথা কহিতেছেন, এমন সময়ে, দেখ, তাঁহার মাতা ও ভ্রাতারা তাঁহার সহিত কথা কহিবার চেষ্টায় বাহিরে দাঁড়াইয়া ছিলেন।"},{"number":47,"verse":"তখন এক ব্যক্তি তাঁহাকে কহিল, দেখুন, আপনার মাতা ও ভ্রাতারা আপনার সহিত কথা কহিবার চেষ্টায় বাহিরে দাঁড়াইয়া আছেন।"},{"number":48,"verse":"কিন্তু যে এই কথা বলিল, তাহাকে তিনি উত্তর করিলেন, আমার মাতা কে? আমার ভ্রাতারাই বা কাহারা? পরে তিনি আপন শিষ্যগণের দিকে হাত বাড়াইয়া কহিলেন,"},{"number":49,"verse":"এই দেখ, আমার মাতা ও আমার ভ্রাতারা;"},{"number":50,"verse":"কেননা যে কেহ আমার স্বর্গস্থ পিতার ইচ্ছা পালন করে, সেই আমার ভ্রাতা ও ভগিনী ও মাতা।"}]}