{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"( যোহন বাপ্তাইজকের হত্যা।) ( ।; ।) [1] সেই সময়ে হেরোদ রাজা যীশুর বার্ত্তা শুনিতে পাইলেন,"},{"number":2,"verse":"আর আপনার দাসগণকে কহিলেন, ইনি সেই যোহন বাপ্তাইজক; তিনি মৃতদের মধ্য হইতে উঠিয়াছেন, আর সেই জন্য পরাক্রম সকল তাঁহাতে কার্য্য সাধন করিতেছে।"},{"number":3,"verse":"কারণ হেরোদ আপন ভ্রাতা ফিলিপের স্ত্রী হেরোদিয়ার জন্য যোহনকে ধরিয়া বাঁধিয়া কারাগারে রাখিয়াছিলেন;"},{"number":4,"verse":"কেননা যোহন তাঁহাকে বলিয়াছিলেন, উহাকে রাখা আপনার বিধেয় নয়।"},{"number":5,"verse":"আর তিনি তাঁহাকে বধ করিতে ইচ্ছা করিলেও লোকসমূহকে ভয় করিতেন, কেননা লোকে তাঁহাকে ভাববাদী বলিয়া মানিত।"},{"number":6,"verse":"কিন্তু হেরোদের জন্মদিনের উৎসব উপস্থিত হইলে, হেরোদিয়ার কন্যা সভামধ্যে নাচিয়া হেরোদকে সন্তুষ্ট করিল।"},{"number":7,"verse":"এই জন্য তিনি শপথপূর্ব্বক এই প্রতিজ্ঞা করিলেন, তুমি যাহা চাহিবে, তাহাই তোমাকে দিব।"},{"number":8,"verse":"তখন সে আপন মাতার প্রবর্ত্তনায় কহিল, যোহন বাপ্তাইজকের মস্তক থালায় করিয়া এখানে আমাকে দিউন।"},{"number":9,"verse":"ইহাতে রাজা দুঃখিত হইলেন, কিন্তু আপন শপথ হেতু, এবং যাহারা তাঁহার সঙ্গে বসিয়াছিল, তাহাদের হেতু, তাহা দিতে আজ্ঞা করিলেন,"},{"number":10,"verse":"তিনি লোক পাঠাইয়া কারাগারে যোহনের মস্তক ছেদন করাইলেন।"},{"number":11,"verse":"আর তাঁহার মস্তকটী একখানি থালায় করিয়া আনিয়া সেই কন্যাকে দেওয়া হইল; আর সে তাহা মাতার নিকটে লইয়া গেল।"},{"number":12,"verse":"পরে তাঁহার শিষ্যগণ আসিয়া দেহটী লইয়া গিয়া তাঁহার কবর দিল, এবং যীশুর নিকটে আসিয়া তাঁহাকে সংবাদ দিল। ( ।; ।; ।)"},{"number":13,"verse":"( যীশু পাঁচ হাজার লোককে আহার দেন, এবং জলের উপর দিয়া হাঁটিয়া যান।) যীশু তাহা শুনিয়া তথা হইতে নৌকাযোগে বিরলে এক নির্জ্জন স্থানে প্রস্থান করিলেন; আর লোকসমূহ তাহা শুনিয়া নানা নগর হইতে আসিয়া স্থলপথে তাঁহার পশ্চাৎ গমন করিল।"},{"number":14,"verse":"তখন তিনি বাহির হইয়া বিস্তর লোক দেখিয়া তাহাদের প্রতি করুণাবিষ্ট হইলেন, এবং তাহাদের পীড়িত লোকদিগকে সুস্থ করিলেন।"},{"number":15,"verse":"পরে সন্ধ্যা হইলে শিষ্যগণ নিকটে আসিয়া তাঁহাকে কহিলেন, এ স্থান নির্জ্জন, বেলাও গিয়াছে; লোকদিগকে বিদায় করুন, যেন উহারা গ্রামে গ্রামে গিয়া আপনাদের নিমিত্ত খাদ্য দ্রব্য ক্রয় করে।"},{"number":16,"verse":"যীশু তাঁহাদিগকে কহিলেন, উহাদের যাইবার প্রয়োজন নাই, তোমরাই উহাদিগকে আহার দেও।"},{"number":17,"verse":"তাঁহারা তাঁহাকে কহিলেন, আমাদের এখানে কেবল পাঁচখানি রুটী ও দুইটী মাছ ছাড়া আর কিছুই নাই।"},{"number":18,"verse":"তিনি কহিলেন, সেগুলি এখানে আমার কাছে আন।"},{"number":19,"verse":"পরে তিনি লোকসমূহকে ঘাসের উপরে বসিতে আজ্ঞা করিলেন; আর সেই পাঁচখানি রুটী ও দুইটী মাছ লইয়া স্বর্গের দিকে ঊর্দ্ধদৃষ্টি করিয়া আশীর্ব্বাদ করিলেন, এবং রুটী কয়খানি ভাঙ্গিয়া শিষ্যদিগকে দিলেন, শিষ্যেরা লোকদিগকে দিলেন।"},{"number":20,"verse":"তাহাতে সকলে আহার করিয়া তৃপ্ত হইল; এবং তাঁহারা অবশিষ্ট গুঁড়াগাঁড়া পূর্ণ বারো ডালা তুলিয়া লইলেন।"},{"number":21,"verse":"যাহারা আহার করিয়াছিল, তাহারা স্ত্রী ও শিশু ছাড়া অনুমান পাঁচ সহস্র পুরুষ ছিল।"},{"number":22,"verse":"আর যীশু তখনই শিষ্যদিগকে দৃঢ় করিয়া বলিয়া দিলেন, যেন তাঁহারা নৌকায় উঠিয়া, তাঁহার অগ্রে পরপারে যান, আর ইতিমধ্যে তিনি লোকদিগকে বিদায় করিয়া দিবেন।"},{"number":23,"verse":"পরে তিনি লোকদিগকে বিদায় করিয়া বিরলে প্রার্থনা করিবার নিমিত্ত পর্ব্বতে উঠিলেন। সন্ধ্যা হইলে তিনি সেই স্থানে একাকী থাকিলেন।"},{"number":24,"verse":"কিন্তু নৌকাখানি স্থল হইতে অনেকটা দূরে গিয়া পড়িয়াছিল, তরঙ্গে টলমল করিতেছিল, কারণ বাতাস প্রতিকূল ছিল।"},{"number":25,"verse":"পরে চতুর্থ প্রহর রাত্রিতে তিনি সমুদ্রের উপর দিয়া হাঁটিয়া তাঁহাদের নিকটে আসিলেন।"},{"number":26,"verse":"তখন শিষ্যেরা তাঁহাকে সমুদ্রের উপর দিয়া হাঁটিতে দেখিয়া ত্রাসযুক্ত হইয়া কহিলেন, এ যে অপচ্ছায়া! আর ভয়ে চেঁচাইতে লাগিলেন।"},{"number":27,"verse":"কিন্তু যীশু তখনই তাঁহাদের সহিত কথা কহিলেন, বলিলেন, সাহস কর, এ আমি, ভয় করিও না।"},{"number":28,"verse":"তখন পিতর উত্তর করিয়া তাঁহাকে কহিলেন, হে প্রভু, যদি আপনি হন, তবে আমাকে জলের উপর দিয়া আপনার নিকটে যাইতে আজ্ঞা করুন।"},{"number":29,"verse":"তিনি বলিলেন, আইস; তাহাতে পিতর নৌকা হইতে নামিয়া জলের উপর দিয়া হাঁটিয়া যীশুর কাছে চলিলেন।"},{"number":30,"verse":"কিন্তু বাতাস দেখিয়া তিনি ভয় পাইলেন, এবং ডুবিয়া যাইতে যাইতে উচ্চৈঃস্বরে ডাকিয়া কহিলেন, হে প্রভু, আমায় রক্ষা করুন।"},{"number":31,"verse":"তখনই যীশু হাত বাড়াইয়া তাঁহাকে ধরিলেন, আর তাঁহাকে কহিলেন, হে অল্পবিশ্বাসি, কেন সন্দেহ করিলে?"},{"number":32,"verse":"পরে তাঁহারা নৌকায় উঠিলে বাতাস থামিয়া গেল।"},{"number":33,"verse":"আর যাঁহারা নৌকায় ছিলেন, তাঁহারা আসিয়া তাঁহাকে প্রণাম করিয়া কহিলেন, সত্যই আপনি ঈশ্বরের পুত্র।"},{"number":34,"verse":"পার হইয়া তাঁহারা স্থলে, গিনেষরৎ প্রদেশে, উপস্থিত হইলেন।"},{"number":35,"verse":"তথাকার লোকেরা তাঁহাকে চিনিতে পারিয়া চারিদিকে সেই দেশের সর্ব্বত্র সংবাদ পাঠাইল, এবং যত পীড়িত লোক ছিল, সকলকে তাঁহার নিকটে আনাইল; আর তাঁহাকে বিনতি করিল,"},{"number":36,"verse":"যেন উহারা তাঁহার বস্ত্রের থোপমাত্র স্পর্শ করিতে পায়; আর যত লোক স্পর্শ করিল, সকলে সুস্থ হইল।"}]}