{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"( প্রভু যীশুর শিশুকালের বিবরণ।) হেরোদ রাজার সময়ে যিহূদিয়ার বৈৎলেহমে যীশুর জন্ম হইলে পর, দেখ, পূর্ব্বদেশ হইতে কয়েক জন পণ্ডিত যিরূশালেমে আসিয়া কহিলেন,"},{"number":2,"verse":"যিহূদীদের যে রাজা জন্মিয়াছেন, তিনি কোথায়? কারণ আমরা পূর্ব্বদেশে তাঁহার তারা দেখিয়াছি, ও তাঁহাকে প্রণাম করিতে আসিয়াছি।"},{"number":3,"verse":"এই কথা শুনিয়া হেরোদ রাজা উদ্বিগ্ন হইলেন, ও তাঁহার সহিত সমুদয় যিরূশালেমও উদ্বিগ্ন হইল।"},{"number":4,"verse":"আর তিনি সমস্ত প্রধান যাজক ও লোক সাধারণের অধ্যাপকগণকে একত্র করিয়া তাঁহাদিগকে জিজ্ঞাসা করিলেন, খ্রীষ্ট কোথায় জন্মিবেন?"},{"number":5,"verse":"তাঁহারা তাঁহাকে বলিলেন, যিহূদিয়ার বৈৎলেহমে, কেননা ভাববাদী দ্বারা এইরূপ লিখিত হইয়াছে,"},{"number":6,"verse":"“আর তুমি, হে যিহূদা দেশের বৈৎলেহম, তুমি যিহূদার অধ্যক্ষদের মধ্যে কোন মতে ক্ষুদ্রতম নও, কারণ তোমা হইতে সেই অধ্যক্ষ উৎপন্ন হইবেন, যিনি আমার প্রজা ইস্রায়েলকে পালন করিবেন।” ( ।)"},{"number":7,"verse":"তখন হেরোদ সেই পণ্ডিতগণকে গোপনে ডাকিয়া, ঐ তারা কোন্ সময়ে দেখা গিয়াছিল, তাহা তাঁহাদের নিকটে বিশেষ করিয়া জানিয়া লইলেন।"},{"number":8,"verse":"পরে তিনি তাঁহাদিগকে বৈৎলেহমে পাঠাইয়া দিয়া কহিলেন, তোমরা গিয়া বিশেষ করিয়া সেই শিশুর অন্বেষণ কর; দেখা পাইলে আমাকে সংবাদ দিও, যেন আমিও গিয়া তাঁহাকে প্রণাম করিতে পারি।"},{"number":9,"verse":"রাজার কথা শুনিয়া তাঁহারা প্রস্থান করিলেন, আর দেখ, পূর্ব্বদেশে তাঁহারা যে তারা দেখিয়াছিলেন, তাহা তাঁহাদের অগ্রে অগ্রে চলিল, শেষে যেখানে শিশুটী ছিলেন, তাহার উপরে আসিয়া স্থগিত হইয়া রহিল।"},{"number":10,"verse":"তারাটী দেখিতে পাইয়া তাঁহারা মহানন্দে অতিশয় আনন্দিত হইলেন।"},{"number":11,"verse":"পরে তাঁহারা গৃহমধ্যে গিয়া শিশুটীকে তাঁহার মাতা মরিয়মের সহিত দেখিতে পাইলেন, ও ভূমিষ্ঠ হইয়া তাঁহাকে প্রণাম করিলেন, এবং আপনাদের ধনকোষ খুলিয়া তাঁহাকে স্বর্ণ, কুন্দুরু ও গন্ধরস উপহার দিলেন।"},{"number":12,"verse":"পরে তাঁহারা যেন হেরোদের নিকটে ফিরিয়া না যান, স্বপ্নে এই আদেশ পাইয়া, অন্য পথ দিয়া আপনাদের দেশে চলিয়া গেলেন।"},{"number":13,"verse":"তাঁহারা চলিয়া গেলে পর, দেখ, প্রভুর এক দূত স্বপ্নে যোষেফকে দর্শন দিয়া কহিলেন, উঠ, শিশুটীকে ও তাঁহার মাতাকে লইয়া মিসরে পলায়ন কর; আর আমি যত দিন তোমাকে না বলি, তত দিন সেখানে থাক; কেননা হেরোদ শিশুটীকে বধ করিবার জন্য তাঁহার অনুসন্ধান করিবে।"},{"number":14,"verse":"তখন যোষেফ উঠিয়া রাত্রিযোগে শিশুটীকে ও তাঁহার মাতাকে লইয়া মিসরে চলিয়া গেলেন,"},{"number":15,"verse":"এবং হেরোদের মৃত্যু পর্য্যন্ত সেখানে থাকিলেন, যেন ভাববাদী দ্বারা কথিত প্রভুর এই বচন পূর্ণ হয়, “আমি মিসর হইতে আপন পুত্রকে ডাকিয়া আনিলাম” ( ।) ।"},{"number":16,"verse":"পরে হেরোদ যখন দেখিলেন যে, তিনি পণ্ডিতগণ কর্ত্তৃক তুচ্ছীকৃত হইয়াছেন, তখন মহাক্রুদ্ধ হইলেন, এবং সেই পণ্ডিতদের নিকটে বিশেষ করিয়া যে সময় জানিয়া লইয়াছিলেন, তদনুসারে দুই বৎসর ও তাহার অল্প বয়সের যত বালক বৈৎলেহম ও তাহার সমস্ত পরিসীমার মধ্যে ছিল, লোক পাঠাইয়া সে সকলকে বধ করাইলেন।"},{"number":17,"verse":"তখন যিরমিয় ভাববাদী দ্বারা কথিত এই বচন পূর্ণ হইল,"},{"number":18,"verse":"“রামায় শব্দ শুনা যাইতেছে, হাহাকার ও অত্যন্ত রোদন; রাহেল আপন সন্তানদের জন্য রোদন করিতেছেন, সান্ত্বনা পাইতে চান না, কেননা তাহারা নাই।” ( ।)"},{"number":19,"verse":"হেরোদের মৃত্যু হইলে পর, দেখ, প্রভুর এক দূত মিসরে যোষেফকে স্বপ্নে দর্শন দিয়া কহিলেন,"},{"number":20,"verse":"উঠ, শিশুটীকে ও তাঁহার মাতাকে লইয়া ইস্রায়েল দেশে যাও; কারণ যাহারা শিশুটীর প্রাণনাশের চেষ্টা করিয়াছিল, তাহারা মরিয়া গিয়াছে।"},{"number":21,"verse":"তাহাতে তিনি উঠিয়া শিশুটীকে ও তাঁহার মাতাকে লইয়া ইস্রায়েল দেশে আসিলেন।"},{"number":22,"verse":"কিন্তু যখন তিনি শুনিতে পাইলেন যে, আর্খিলায় নিজ পিতা হেরোদের পদে যিহূদিয়াতে রাজত্ব করিতেছেন, তখন সেখানে যাইতে ভীত হইলেন; পরে স্বপ্নে আদেশ পাইয়া গালীল প্রদেশে চলিয়া গেলেন,"},{"number":23,"verse":"এবং নাসরৎ নামক নগরে গিয়া বসতি করিলেন; যেন ভাববাদিগণ দ্বারা কথিত এই বচন পূর্ণ হয় যে, তিনি নাসরতীয় বলিয়া আখ্যাত হইবেন।"}]}