{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"( বিচার-দিনের বিষয়ে দৃষ্টান্ত ও শিক্ষা।) তখন স্বর্গ-রাজ্য এমন দশটী কুমারীর তুল্য বলিতে হইবে, যাহারা আপন আপন প্রদীপ লইয়া বরের সহিত সাক্ষাৎ করিতে বাহির হইল।"},{"number":2,"verse":"তাহাদের মধ্যে পাঁচ জন নির্বুদ্ধি, আর পাঁচ জন সুবুদ্ধি ছিল।"},{"number":3,"verse":"কারণ যাহারা নির্বুদ্ধি, তাহারা আপন আপন প্রদীপ লইল, সঙ্গে তৈল লইল না;"},{"number":4,"verse":"কিন্তু সুবুদ্ধিরা আপন আপন প্রদীপের সহিত পাত্রে করিয়া তৈল লইল।"},{"number":5,"verse":"আর বর বিলম্ব করাতে সকলে ঢুলিতে ঢুলিতে ঘুমাইয়া পড়িল।"},{"number":6,"verse":"পরে মধ্য রাত্রে এই উচ্চরব হইল, দেখ, বর! তাঁহার সহিত সাক্ষাৎ করিতে বাহির হও।"},{"number":7,"verse":"তাহাতে সেই কুমারীরা সকলে উঠিল, এবং আপন আপন প্রদীপ সাজাইল।"},{"number":8,"verse":"আর নির্বুদ্ধিরা সুবুদ্ধিদিগকে বলিল, তোমাদের তৈল হইতে আমাদিগকে কিছু দেও, কেননা আমাদের প্রদীপ নিবিয়া যাইতেছে।"},{"number":9,"verse":"কিন্তু সুবুদ্ধিরা উত্তর করিয়া কহিল, হয় ত তোমাদের ও আমাদের জন্য কুলাইবে না; তোমরা বরং বিক্রেতাদের নিকটে গিয়া আপনাদের জন্য ক্রয় কর।"},{"number":10,"verse":"তাহারা ক্রয় করিতে যাইতেছে, ইতিমধ্যে বর আসিলেন; এবং যাহারা প্রস্তুত ছিল, তাহারা তাঁহার সঙ্গে বিবাহবাটীতে প্রবেশ করিল; আর দ্বার রুদ্ধ হইল।"},{"number":11,"verse":"শেষে অন্য সকল কুমারীও আসিয়া কহিতে লাগিল, প্রভু, প্রভু, আমাদিগকে দ্বার খুলিয়া দিউন।"},{"number":12,"verse":"কিন্তু তিনি উত্তর করিয়া কহিলেন, তোমাদিগকে সত্য কহিতেছি, আমি তোমাদিগকে চিনি না।"},{"number":13,"verse":"অতএব জাগিয়া থাক; কেননা তোমরা সেই দিন বা সেই দণ্ড জান না।"},{"number":14,"verse":"কারণ মনে কর, যেন কোন ব্যক্তি বিদেশে যাইতেছেন, তিনি আপন দাসদিগকে ডাকিয়া নিজ সম্পত্তি তাহাদের হস্তে সমর্পণ করিলেন।"},{"number":15,"verse":"তিনি এক জনকে পাঁচ তালন্ত, অন্য জনকে দুই তালন্ত, এবং আর এক জনকে এক তালন্ত, যাহার যেরূপ শক্তি, তাহাকে তদনুসারে দিলেন; পরে বিদেশে চলিয়া গেলেন।"},{"number":16,"verse":"যে পাঁচ তালন্ত পাইয়াছিল, সে তখনই গেল, তাহা দিয়া ব্যবসা করিল, এবং আর পাঁচ তালন্ত লাভ করিল।"},{"number":17,"verse":"যে দুই তালন্ত পাইয়াছিল, সেও তদ্রূপ করিয়া আর দুই তালন্ত লাভ করিল।"},{"number":18,"verse":"কিন্তু যে এক তালন্ত পাইয়াছিল, সে গিয়া ভূমিতে গর্ত্ত খুঁড়িয়া আপন প্রভুর টাকা লুকাইয়া রাখিল।"},{"number":19,"verse":"দীর্ঘকালের পর সেই দাসদিগের প্রভু আসিয়া তাহাদের নিকট হইতে হিসাব লইলেন।"},{"number":20,"verse":"তখন যে পাঁচ তালন্ত পাইয়াছিল, সে আসিয়া আরও পাঁচ তালন্ত আনিয়া কহিল, প্রভু, আপনি আমার নিকটে পাঁচ তালন্ত সমর্পণ করিয়াছিলেন; দেখুন, আর পাঁচ তালন্ত লাভ করিয়াছি।"},{"number":21,"verse":"তাহার প্রভু তাহাকে কহিলেন, বেশ, উত্তম ও বিশ্বস্ত দাস; তুমি অল্প বিষয়ে বিশ্বস্ত হইলে, আমি তোমাকে বহু বিষয়ের উপরে নিযুক্ত করিব; তুমি আপন প্রভুর আনন্দের সহভাগী হও।"},{"number":22,"verse":"পরে যে দুই তালন্ত পাইয়াছিল, সেও আসিয়া কহিল, প্রভু, আপনি আমার নিকটে দুই তালন্ত সমর্পণ করিয়াছিলেন; দেখুন, আর দুই তালন্ত লাভ করিয়াছি।"},{"number":23,"verse":"তাহার প্রভু তাহাকে কহিলেন, বেশ! উত্তম ও বিশ্বস্ত দাস; তুমি অল্প বিষয়ে বিশ্বস্ত হইলে, আমি তোমাকে বহু বিষয়ের উপরে নিযুক্ত করিব; তুমি আপন প্রভুর আনন্দের সহভাগী হও।"},{"number":24,"verse":"পরে যে এক তালন্ত পাইয়াছিল, সেও আসিয়া কহিল, প্রভু, আমি জানিতাম, আপনি কঠিন লোক; যেখানে বুনেন নাই, সেইখানে কাটিয়া থাকেন, ও যেখানে ছড়ান নাই, সেইখানে কুড়াইয়া থাকেন।"},{"number":25,"verse":"তাই আমি ভীত হইয়া গিয়া আপনার তালন্ত ভূমির মধ্যে লুকাইয়া রাখিয়াছিলাম; দেখুন, আপনার যাহা আপনি পাইলেন।"},{"number":26,"verse":"কিন্তু তাহার প্রভু উত্তর করিয়া তাহাকে কহিলেন, দুষ্ট অলস দাস, তুমি নাকি জানিতে, আমি যেখানে বুনি নাই, সেইখানে কাটি, এবং যেখানে ছড়াই নাই, সেইখানে কুড়াই?"},{"number":27,"verse":"তবে পোদ্দারদের হাতে আমার টাকা রাখিয়া দেওয়া তোমার উচিত ছিল; তাহা করিলে আমি আসিয়া আমার যাহা তাহা সুদের সহিত পাইতাম।"},{"number":28,"verse":"অতএব তোমরা ইহার নিকট হইতে ঐ তালন্ত লও, এবং যাহার দশ তালন্ত আছে, তাহাকে দেও;"},{"number":29,"verse":"কেননা যে কোন ব্যক্তির নিকটে আছে, তাহাকে দত্ত হইবে, তাহাতে তাহার বাহুল্য হইবে; কিন্তু যাহার নাই, তাহার যাহা আছে, তাহাও তাহার নিকট হইতে নীত হইবে।"},{"number":30,"verse":"আর তোমরা ঐ অনুপযোগী দাসকে বাহিরের অন্ধকারে ফেলিয়া দেও; সেই স্থানে রোদন ও দন্তঘর্ষণ হইবে।"},{"number":31,"verse":"আর যখন মনুষ্যপুত্র সমুদয় দূত সঙ্গে করিয়া আপন প্রতাপে আসিবেন, তখন তিনি নিজ প্রতাপের সিংহাসনে বসিবেন।"},{"number":32,"verse":"আর সমুদয় জাতি তাঁহার সম্মুখে একত্রীকৃত হইবে; পরে তিনি তাহাদের এক জন হইতে অন্য জনকে পৃথক্ করিবেন, যেমন পালরক্ষক ছাগ হইতে মেষ পৃথক্ করে;"},{"number":33,"verse":"আর তিনি মেষদিগকে আপনার দক্ষিণদিকে ও ছাগদিগকে বামদিকে রাখিবেন।"},{"number":34,"verse":"তখন রাজা আপনার দক্ষিণ দিকে স্থিত লোকদিগকে বলিবেন, আইস, আমার পিতার আশীর্ব্বাদ পাত্রেরা, জগতের পত্তনাবধি যে রাজ্য তোমাদের জন্য প্রস্তুত করা গিয়াছে, তাহার অধিকারী হও।"},{"number":35,"verse":"কেননা আমি ক্ষুধিত হইয়াছিলাম, আর তোমরা আমাকে আহার দিয়াছিলে; পিপাসিত হইয়াছিলাম, আর আমাকে পান করাইয়াছিলে; অতিথি হইয়াছিলাম, আর আমাকে আশ্রয় দিয়াছিলে;"},{"number":36,"verse":"বস্ত্রহীন হইয়াছিলাম, আর আমাকে বস্ত্র পরাইয়াছিলে; পীড়িত হইয়াছিলাম, আর আমার তত্ত্বাবধান করিয়াছিলে; কারাগারস্থ হইয়াছিলাম, আর আমার নিকটে আসিয়াছিলে।"},{"number":37,"verse":"তখন ধার্ম্মিকেরা উত্তর করিয়া তাঁহাকে বলিবে, প্রভু, কবে আপনাকে ক্ষুধিত দেখিয়া ভোজন করাইয়াছিলাম, কিম্বা পিপাসিত দেখিয়া পান করাইয়াছিলাম?"},{"number":38,"verse":"কবেই বা আপনাকে অতিথি দেখিয়া আশ্রয় দিয়াছিলাম, কিম্বা বস্ত্রহীন দেখিয়া বস্ত্র পরাইয়াছিলাম?"},{"number":39,"verse":"কবেই বা আপনাকে পীড়িত কিম্বা কারাগারস্থ দেখিয়া আপনার নিকটে গিয়াছিলাম?"},{"number":40,"verse":"তখন রাজা উত্তর করিয়া তাহাদিগকে বলিবেন, আমি তোমাদিগকে সত্য কহিতেছি, আমার এই ভ্রাতৃগণের—এই ক্ষুদ্রতমদিগের—মধ্যে এক জনের প্রতি যখন ইহা করিয়াছিলে, তখন আমারই প্রতি করিয়াছিলে।"},{"number":41,"verse":"পরে তিনি বামদিকে স্থিত লোকদিগকেও বলিবেন, ওহে শাপগ্রস্ত সকল, আমার নিকট হইতে দূর হও, দিয়াবলের ও তাহার দূতগণের জন্য যে অনন্ত অগ্নি প্রস্তুত করা গিয়াছে, তাহার মধ্যে যাও।"},{"number":42,"verse":"কেননা আমি ক্ষুধিত হইয়াছিলাম, আর তোমরা আমাকে আহার দেও নাই; পিপাসিত হইয়াছিলাম, আর আমাকে পান করাও নাই;"},{"number":43,"verse":"অতিথি হইয়াছিলাম, আর আমাকে আশ্রয় দেও নাই; বস্ত্রহীন হইয়াছিলাম, আর আমাকে বস্ত্র পরাও নাই; পীড়িত ও কারাগারস্থ হইয়াছিলাম, আর আমার তত্ত্বাবধান কর নাই।"},{"number":44,"verse":"তখন তাহারাও উত্তর করিবে, বলিবে, প্রভু, কবে আপনাকে ক্ষুধিত, কি পিপাসিত, কি অতিথি, কি বস্ত্রহীন, কি পীড়িত, কি কারাগারস্থ দেখিয়া আপনার পরিচর্য্যা করি নাই?"},{"number":45,"verse":"তখন তিনি উত্তর করিয়া তাহাদিগকে বলিবেন, আমি তোমাদিগকে সত্য কহিতেছি, তোমরা এই ক্ষুদ্রতমদিগের কোন এক জনের প্রতি যখন ইহা কর নাই, তখন আমারই প্রতি কর নাই।"},{"number":46,"verse":"পরে ইহারা অনন্ত দণ্ডে, কিন্তু ধার্ম্মিকেরা অনন্ত জীবনে প্রবেশ করিবে।"}]}