{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":3,"verses":[{"number":1,"verse":"( যোহন বাপ্তাইজকের প্রচারাদি কার্য্য।) ( ।; ।) [1] সেই সময়ে যোহন বাপ্তাইজক উপস্থিত হইয়া যিহূদিয়ার প্রান্তরে প্রচার করিতে লাগিলেন;"},{"number":2,"verse":"তিনি বলিলেন, ‘মন ফিরাও, কেননা স্বর্গ-রাজ্য সন্নিকট হইল।’"},{"number":3,"verse":"ইনিই সেই ব্যক্তি, যাঁহার বিষয়ে যিশাইয় ভাববাদী দ্বারা এই কথা কথিত হইয়াছিল, “প্রান্তরে এক জনের রব, সে ঘোষণা করিতেছে, তোমরা প্রভুর পথ প্রস্তুত কর, তাঁহার রাজপথ সকল সরল কর।” ( ।)"},{"number":4,"verse":"যোহন উটের লোমের কাপড় পরিতেন, তাঁহার কটিদেশে চর্ম্মপটুকা, ও তাঁহার খাদ্য পঙ্গপাল ও বনমধু ছিল।"},{"number":5,"verse":"তখন যিরূশালেম, সমস্ত যিহূদিয়া, এবং যর্দ্দনের নিকটবর্ত্তী সমস্ত অঞ্চলের লোক বাহির হইয়া তাঁহার নিকটে যাইতে লাগিল;"},{"number":6,"verse":"আর আপন আপন পাপ স্বীকার করিয়া যর্দ্দন নদীতে তাঁহার দ্বারা বাপ্তাইজিত হইতে লাগিল।"},{"number":7,"verse":"কিন্তু অনেক ফরীশী ও সদ্দূকী বাপ্তিস্মের জন্য আসিতেছে দেখিয়া তিনি তাহাদিগকে কহিলেন, হে সর্পের বংশেরা, আগামী কোপ হইতে পলায়ন করিতে তোমাদিগকে কে চেতনা দিল?"},{"number":8,"verse":"অতএব মন-পরিবর্ত্তনের উপযোগী ফলে ফলবান্ হও।"},{"number":9,"verse":"আর ভাবিও না যে, তোমরা মনে মনে বলিতে পার, অব্রাহাম আমাদের পিতা; কেননা আমি তোমাদিগকে বলিতেছি, ঈশ্বর এই সকল পাথর হইতে অব্রাহামের জন্য সন্তান উৎপন্ন করিতে পারেন।"},{"number":10,"verse":"আর এখনই গাছগুলির মূলে কুড়ালি লাগান আছে; অতএব যে কোন গাছে উত্তম ফল ধরে না, তাহা কাটিয়া আগুনে ফেলিয়া দেওয়া যায়।"},{"number":11,"verse":"আমি তোমাদিগকে মন-পরিবর্ত্তনের নিমিত্ত জলে বাপ্তাইজ করিতেছি বটে, কিন্তু আমার পশ্চাৎ যিনি আসিতেছেন, তিনি আমা অপেক্ষা শক্তিমান্; আমি তাঁহার পাদুকা বহিবারও যোগ্য নহি; তিনি তোমাদিগকে পবিত্র আত্মা ও অগ্নিতে বাপ্তাইজ করিবেন।"},{"number":12,"verse":"তাঁহার কুলা তাঁহার হস্তে আছে, আর তিনি আপন খামার সুপরিষ্কার করিবেন, এবং আপনার গোম গোলায় সংগ্রহ করিবেন, কিন্তু তুষ অনির্ব্বাণ অগ্নিতে পোড়াইয়া দিবেন। ( ।; , ২২ ।; ।)"},{"number":13,"verse":"( প্রভু যীশুর বাপ্তিস্ম ও পরীক্ষা।) তৎকালে যীশু যোহন দ্বারা বাপ্তাইজিত হইবার জন্য গালীল হইতে যর্দ্দনে তাঁহার কাছে আসিলেন।"},{"number":14,"verse":"কিন্তু যোহন তাঁহাকে বারণ করিতে লাগিলেন, বলিলেন, আপনার দ্বারা আমারই বাপ্তাইজিত হওয়া আবশ্যক, আর আপনি আমার কাছে আসিতেছেন?"},{"number":15,"verse":"কিন্তু যীশু উত্তর করিয়া তাঁহাকে কহিলেন, এখন সম্মত হও, কেননা এইরূপে সমস্ত ধার্ম্মিকতা সাধন করা আমাদের পক্ষে উপযুক্ত। তখন তিনি তাঁহার কথায় সম্মত হইলেন।"},{"number":16,"verse":"পরে যীশু বাপ্তাইজিত হইয়া অমনি জল হইতে উঠিলেন; আর দেখ, তাঁহার নিমিত্ত স্বর্গ ( (বা) আকাশ।) খুলিয়া গেল, এবং তিনি ঈশ্বরের আত্মাকে কপোতের ন্যায় নামিয়া আপনার উপরে আসিতে দেখিলেন।"},{"number":17,"verse":"আর দেখ, স্বর্গ ( (বা) আকাশ।) হইতে এই বাণী হইল, ‘ইনিই আমার প্রিয় পুত্র, ইহাঁতেই আমি প্রীত।’"}]}