{"bibleAbbr":"bnOV2016","bookName":"মথিলিখিত সুসমাচার।","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"তখন যীশু, দিয়াবল দ্বারা পরীক্ষিত হইবার জন্য, আত্মা দ্বারা প্রান্তরে নীত হইলেন।"},{"number":2,"verse":"আর তিনি চল্লিশ দিবারাত্র অনাহারে থাকিয়া শেষে ক্ষুধিত হইলেন।"},{"number":3,"verse":"তখন পরীক্ষক নিকটে আসিয়া তাঁহাকে কহিল, তুমি যদি ঈশ্বরের পুত্র হও, তবে বল, যেন এই পাথরগুলা রুটী হইয়া যায়।"},{"number":4,"verse":"কিন্তু তিনি উত্তর করিয়া বলিলেন, লেখা আছে, “মনুষ্য কেবল রুটীতে বাঁচিবে না, কিন্তু ঈশ্বরের মুখ হইতে যে প্রত্যেক বাক্য নির্গত হয়, তাহাতেই বাঁচিবে।” ( ।)"},{"number":5,"verse":"তখন দিয়াবল তাঁহাকে পবিত্র নগরে লইয়া গেল, এবং ধর্ম্মধামের চূড়ার উপরে দাঁড় করাইল, আর তাঁহাকে কহিল,"},{"number":6,"verse":"তুমি যদি ঈশ্বরের পুত্র হও, তবে নীচে ঝাঁপ দিয়া পড়, কেননা লেখা আছে, “তিনি আপন দূতগণকে তোমার বিষয়ে আজ্ঞা দিবেন, আর তাঁহারা তোমাকে হস্তে করিয়া তুলিয়া লইবেন, পাছে তোমার চরণে প্রস্তরের আঘাত লাগে।” ( , ।)"},{"number":7,"verse":"যীশু তাহাকে কহিলেন, আবার লেখা আছে, “তুমি আপন ঈশ্বর প্রভুর পরীক্ষা করিও না”। ( ।)"},{"number":8,"verse":"আবার দিয়াবল তাঁহাকে অতি উচ্চ এক পর্ব্বতে লইয়া গেল, এবং জগতের সমস্ত রাজ্য ও সেই সকলের প্রতাপ দেখাইল,"},{"number":9,"verse":"আর তাঁহাকে কহিল, তুমি যদি ভূমিষ্ঠ হইয়া আমাকে প্রণাম কর, এই সমস্তই আমি তোমাকে দিব।"},{"number":10,"verse":"তখন যীশু তাহাকে কহিলেন, দূর হও, শয়তান; কেননা লেখা আছে, “তোমার ঈশ্বর প্রভুকেই প্রণাম করিবে, কেবল তাঁহারই আরাধনা করিবে।” ( ।)"},{"number":11,"verse":"তখন দিয়াবল তাঁহাকে ছাড়িয়া গেল, আর দেখ, দূতগণ কাছে আসিয়া তাঁহার পরিচর্য্যা করিতে লাগিলেন।"},{"number":12,"verse":"( যীশুর প্রকাশ্য কার্য্যের আরম্ভ।) পরে যোহন কারাগারে সমর্পিত হইয়াছেন শুনিয়া, তিনি গালীলে চলিয়া গেলেন;"},{"number":13,"verse":"আর নাসরৎ ত্যাগ করিয়া সমুদ্রতীরে, সবূলূন ও নপ্তালির অঞ্চলে স্থিত কফরনাহূমে, গিয়া বাস করিলেন;"},{"number":14,"verse":"যেন যিশাইয় ভাববাদী দ্বারা কথিত এই বচন পূর্ণ হয়,"},{"number":15,"verse":"“সবূলূন দেশ ও নপ্তালি দেশ, সমুদ্রের পথে, যর্দ্দনের পরপারে, পরজাতিগণের গালীল,"},{"number":16,"verse":"যে জাতি অন্ধকারে বসিয়াছিল, তাহারা মহা আলো দেখিতে পাইল, যাহারা মৃত্যুর দেশে ও ছায়াতে বসিয়াছিল, তাহাদের উপরে আলো উদিত হইল।” ( , ।)"},{"number":17,"verse":"সেই অবধি যীশু প্রচার করিতে আরম্ভ করিলেন; বলিতে লাগিলেন, ‘মন ফিরাও, কেননা স্বর্গ-রাজ্য সন্নিকট হইল’।"},{"number":18,"verse":"একদা ( ।; ।) তিনি গালীল সমুদ্রের তীর দিয়া বেড়াইতে বেড়াইতে দেখিলেন, দুই ভ্রাতা—শিমোন, যাঁহাকে পিতর বলে, ও তাঁহার ভ্রাতা আন্দ্রিয়—সমুদ্রে জাল ফেলিতেছেন; কারণ তাঁহারা মৎস্যধারী ছিলেন।"},{"number":19,"verse":"তিনি তাঁহাদিগকে কহিলেন, আমার পশ্চাৎ আইস। আমি তোমাদিগকে মনুষ্যধারী করিব।"},{"number":20,"verse":"আর তখনই তাঁহারা জাল পরিত্যাগ করিয়া তাঁহার পশ্চাদগামী হইলেন।"},{"number":21,"verse":"পরে তিনি তথা হইতে অগ্রে গিয়া দেখিলেন, আর দুই ভ্রাতা—সিবদিয়ের পুত্র যাকোব ও তাঁহার ভ্রাতা যোহন—আপনাদের পিতা সিবদিয়ের সহিত নৌকায় জাল সারিতেছেন; তিনি তাঁহাদিগকে ডাকিলেন।"},{"number":22,"verse":"আর তখনই তাঁহারা নৌকা ও আপনাদের পিতাকে পরিত্যাগ করিয়া তাঁহার পশ্চাদগামী হইলেন।"},{"number":23,"verse":"পরে যীশু সমুদয় গালীলে ভ্রমণ করিতে লাগিলেন; তিনি লোকদের সমাজ-গৃহে সমাজ-গৃহে উপদেশ দিলেন, রাজ্যের সুসমাচার প্রচার করিলেন, এবং লোকদের সর্ব্বপ্রকার রোগ ও সর্ব্বপ্রকার পীড়া ভাল করিলেন।"},{"number":24,"verse":"আর তাঁহার জনরব সমুদয় সুরিয়া দেশে ব্যাপিল; এবং নানা প্রকার রোগ ও ব্যাধিতে ক্লিষ্ট সমস্ত পীড়িত লোক, ভূতগ্রস্ত ও মৃগীরোগী ও পক্ষাঘাতী লোক সকল, তাঁহার নিকটে আনীত হইল, আর তিনি তাহাদিগকে সুস্থ করিলেন।"},{"number":25,"verse":"আর গালীল, দিকাপলি, যিরূশালেম, যিহূদিয়া ও যর্দ্দনের পরপার হইতে বিস্তর লোক তাঁহার পশ্চাৎ পশ্চাৎ গমন করিল।"}]}