{"bibleAbbr":"Geneva1587","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"Thou The conclusion of the former exhortation which has also a declaration added to it: how those who do not keep that worthy thing that is committed to them, who keep it to themselves, but rather those who do most freely communicate it with others, to the end that many may be partakers of it, without any man's loss or hindrance. therefore, my son, be strong in the grace that is in Christ Jesus."},{"number":2,"verse":"And the things that thou hast heard of me among When many were there, who can bear witness of these things. many witnesses, the same commit thou to faithful men, who shall be able to teach others also."},{"number":3,"verse":"Another admonition: that the ministry of the word is a spiritual warfare, which no man can so travail in that he pleases his captain, unless he abstains from and parts with all hindrances which might draw him away from it. Thou therefore endure hardness, as a good soldier of Jesus Christ."},{"number":4,"verse":"No man that warreth entangleth himself with the affairs of With affairs of household, or other things that belong to other ordinary businesses. [this] life; that he may please him who hath chosen him to be a soldier."},{"number":5,"verse":"The third admonition: the ministry is similar to a game in which men strive for the victory, and no man is crowned, unless he strive according to the laws which are prescribed, be they ever so hard and painful. And if a man also strive for masteries, [yet] is he not crowned, except he strive lawfully."},{"number":6,"verse":"Another similarity with respect to the same matter: no man may look for the harvest, unless he first take pains to plow and sow his ground. The husbandman that laboureth must be first partaker of the fruits."},{"number":7,"verse":"All these things cannot be understood, and much less practised, unless we ask of God and he gives us understanding. Consider what I say; and the Lord give thee understanding in all things."},{"number":8,"verse":"He confirms plainly two principles of our faith, which are alway assaulted by heretics, the one of which (that is, that Christ is the true Messiah, made man of the seed of David) is the ground of our salvation: and the other is the highest part of it, that is, that he is risen again from the dead. Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:"},{"number":9,"verse":"The taking away of an objection: it is true that he is kept in prison as an evildoer, yet there is no reason why some should therefore go about to take away credit from his Gospel. And this is because God has blessed his ministry; indeed, the example of this his captivity and patience, did rather in different ways strengthen and encourage his Church in the hope of a better life. Wherein I suffer trouble, as an evil doer, [even] unto bonds; but the word of God is not bound."},{"number":10,"verse":"Therefore I suffer all things, for the elects sake, that they might also obtaine the saluation which is in Christ Iesus, with eternall glorie."},{"number":11,"verse":"The fourth admonition: we ought not to contend upon words and questions, which are not only unprofitable, but also for the most part hurtful: but rather upon this, how we may compose ourselves to every manner of patience, and to die also with Christ (that is to say, for Christ's name) because that is the plain way to the most glorious life. And contrary to this, the falling away of men can diminish no part of the truth of God, even though by such means they procure most certain destruction to themselves.[It is] a faithful saying: For if we be If we are afflicted with Christ, and for Christ's sake. dead with [him], we shall also live with [him]:"},{"number":12,"verse":"If we suffer, we shall also reigne together with him: if we denie him, he also will denie vs."},{"number":13,"verse":"If we beleeue not, yet abideth he faithfull: he cannot denie himselfe."},{"number":14,"verse":"Of these things put [them] in remembrance, Call God to witness, or as a Judge: as Moses, Joshua, Samuel, and Paul himself did, in Acts 13. charging [them] before the Lord that they strive not about words to no profit, [but] to the subverting of the hearers."},{"number":15,"verse":"The fifth admonition: a minister must not be an idle disputer, but a faithful steward in correctly dividing the word of truth, in so much that he must stop the mouths of other vain babblers. Study to shew thyself approved unto God, a workman that needeth not to be ashamed, By adding nothing to it, neither deleting anything, neither mangling it, nor rending it apart, nor distorting it: but marking diligently what his hearers are able to bear, and what is fit to edifying. rightly dividing the word of truth."},{"number":16,"verse":"Mark and watch, and see that they do not creep on further. But shun profane [and] vain babblings: He reveals the subtilty of Satan, who beginning with these principles, draws us by little and little to ungodliness through the means of that wicked and profane babbling, which gradually increases. And this he proves by the horrible example of those that taught that the resurrection was already past. for they will increase unto more ungodliness."},{"number":17,"verse":"And their worde shall fret as a canker: of which sort is Hymeneus and Philetus,"},{"number":18,"verse":"Which as concerning ye trueth haue erred from the marke, saying that the resurrection is past alreadie, and do destroy the faith of certaine."},{"number":19,"verse":"A digression, in which he heals the offence that rose by their falling away. Firstly, he shows that the elect are out of all danger of any such falling away. Secondly, that they are known to God, and not to us: and therefore it is no marvel if we often mistake hypocrites for true brethren. But we must take heed that we are not like them, but rather that we are indeed such as we are said to be. Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that That serves and worships him, and as it were named of him, a faithful man or Christian. nameth the name of Christ depart from iniquity."},{"number":20,"verse":"The taking away of an objection: it is not dishonour to the good man of the house, that he has not in a great house all vessels of one sort and for one service, but we must look to this, that we are found vessels prepared to honour. But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour."},{"number":21,"verse":"If a man therefore By these words is meant the execution of the matter, and not the cause: for in that we purge ourselves, it is not to be attributed to any free will that is in us, but to God, who freely and wholly works in us, a good and an effectual will. purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, [and] prepared unto every good work."},{"number":22,"verse":"Returning to the matter from where he digressed in (2Ti_2:16), he warns him to exercise himself in serious matters, and such as pertain to godliness. Flee also youthful lusts: but follow righteousness, faith, charity, The sixth admonition: we must above all things avoid all bitterness of mind, both in teaching all men, and also in calling those back who have gone out of the way. peace, with them that call on the Lord out of a pure heart."},{"number":23,"verse":"And put away foolish and vnlearned questions, knowing that they ingender strife."},{"number":24,"verse":"And the servant of the Lord must not strive; but be gentle unto all [men], apt to teach, To win them through our patient bearing with them, but not to please them or excuse them in their wickedness. patient,"},{"number":25,"verse":"In meekness instructing those that He means those who do not yet see the truth. oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;"},{"number":26,"verse":"And come to amendement out of that snare of the deuil, of whom they are taken prisoners, to doe his will."}]}