{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":12,"verses":[{"number":1,"verse":"ואלה <WH428> Now these הכהנים <WH3548> the priests והלוים <WH3881> and the Levites אשׁר <WH834> that עלו <WH5927> went up עם <WH5973> with זרבבל <WH2216> Zerubbabel בן <WH1121> the son שׁאלתיאל <WH7597> of Shealtiel, וישׁוע <WH3442> and Jeshua: שׂריה <WH8304> Seraiah, ירמיה <WH3414> Jeremiah, עזרא׃ <WH5830> Ezra,"},{"number":2,"verse":"אמריה <WH568> Amariah, מלוך <WH4409> Malluch, חטושׁ׃ <WH2407> Hattush,"},{"number":3,"verse":"שׁכניה <WH7935> Shechaniah, רחם <WH7348> Rehum, מרמת׃ <WH4822> Meremoth,"},{"number":4,"verse":"עדוא <WH5714> Iddo, גנתוי <WH1599> Ginnetho, אביה׃ <WH29> Abijah,"},{"number":5,"verse":"מימין <WH4326> Miamin, מעדיה <WH4573> Maadiah, בלגה׃ <WH1083> Bilgah,"},{"number":6,"verse":"שׁמעיה <WH8098> Shemaiah, ויויריב <WH3114> and Joiarib, ידעיה׃ <WH3048> Jedaiah,"},{"number":7,"verse":"סלו <WH5543> Sallu, עמוק <WH5987> Amok, חלקיה <WH2518> Hilkiah, ידעיה <WH3048> Jedaiah. אלה <WH428> These ראשׁי <WH7218> the chief הכהנים <WH3548> of the priests ואחיהם <WH251> and of their brethren בימי <WH3117> in the days ישׁוע׃ <WH3442> of Jeshua."},{"number":8,"verse":"והלוים <WH3881> Moreover the Levites: ישׁוע <WH3442> Jeshua, בנוי <WH1131> Binnui, קדמיאל <WH6934> Kadmiel, שׁרביה <WH8274> Sherebiah, יהודה <WH3063> Judah, מתניה <WH4983> Mattaniah, על <WH5921> over הידות <WH1960> the thanksgiving, הוא <WH1931> he ואחיו׃ <WH251> and his brethren."},{"number":9,"verse":"ובקבקיה <WH1229> Also Bakbukiah וענו <WH6042> and Unni, אחיהם <WH251> their brethren, לנגדם <WH5048> over against למשׁמרות׃ <WH4931> them in the watches."},{"number":10,"verse":"וישׁוע <WH3442> And Jeshua הוליד <WH3205> begot את <WH853> יויקים <WH3113> Joiakim, ויויקים <WH3113> Joiakim הוליד <WH3205> also begot את <WH853> אלישׁיב <WH475> Eliashib, ואלישׁיב <WH475> and Eliashib את <WH853> יוידע׃ <WH3111> Joiada,"},{"number":11,"verse":"ויוידע <WH3111> And Joiada הוליד <WH3205> begot את <WH853> יונתן <WH3129> Jonathan, ויונתן <WH3129> and Jonathan הוליד <WH3205> begot את <WH853> ידוע׃ <WH3037> Jaddua."},{"number":12,"verse":"ובימי <WH3117> And in the days יויקים <WH3113> of Joiakim היו <WH1961> were כהנים <WH3548> priests, ראשׁי <WH7218> the chief האבות <WH1> of the fathers: לשׂריה <WH8304> of Seraiah, מריה <WH4811> Meraiah; לירמיה <WH3414> of Jeremiah, חנניה׃ <WH2608> Hananiah;"},{"number":13,"verse":"לעזרא <WH5830> Of Ezra, משׁלם <WH4918> Meshullam; לאמריה <WH568> of Amariah, יהוחנן׃ <WH3076> Jehohanan;"},{"number":14,"verse":"למלוכי <WH4409> Of Melicu, יונתן <WH3129> Jonathan; לשׁבניה <WH7645> of Shebaniah, יוסף׃ <WH3130> Joseph;"},{"number":15,"verse":"לחרם <WH2766> Of Harim, עדנא <WH5733> Adna; למריות <WH4812> of Meraioth, חלקי׃ <WH2517> Helkai;"},{"number":16,"verse":"לעדיא <WH5714> Of Iddo, זכריה <WH2148> Zechariah; לגנתון <WH1599> of Ginnethon, משׁלם׃ <WH4918> Meshullam;"},{"number":17,"verse":"לאביה <WH29> Of Abijah, זכרי <WH2147> Zichri; למנימין <WH4509> of Miniamin, למועדיה <WH4153> of Moadiah, פלטי׃ <WH6408> Piltai;"},{"number":18,"verse":"לבלגה <WH1083> Of Bilgah, שׁמוע <WH8051> Shammua; לשׁמעיה <WH8098> of Shemaiah, יהונתן׃ <WH3083> Jehonathan;"},{"number":19,"verse":"וליויריב <WH3114> And of Joiarib, מתני <WH4982> Mattenai; לידעיה <WH3048> of Jedaiah, עזי׃ <WH5813> Uzzi;"},{"number":20,"verse":"לסלי <WH5543> Of Sallai, קלי <WH7040> Kallai; לעמוק <WH5987> of Amok, עבר׃ <WH5677> Eber;"},{"number":21,"verse":"לחלקיה <WH2518> Of Hilkiah, חשׁביה <WH2811> Hashabiah; לידעיה <WH3048> of Jedaiah, נתנאל׃ <WH5417> Nethaneel."},{"number":22,"verse":"הלוים <WH3881> The Levites בימי <WH3117> in the days אלישׁיב <WH475> of Eliashib, יוידע <WH3111> Joiada, ויוחנן <WH3110> and Johanan, וידוע <WH3037> and Jaddua, כתובים <WH3789> recorded ראשׁי <WH7218> chief אבות <WH1> of the fathers: והכהנים <WH3548> also the priests, על <WH5921> to מלכות <WH4438> the reign דריושׁ <WH1867> of Darius הפרסי׃ <WH6542> the Persian."},{"number":23,"verse":"בני <WH1121> The sons לוי <WH3878> of Levi, ראשׁי <WH7218> the chief האבות <WH1> of the fathers, כתובים <WH3789> written על <WH5921> in ספר <WH5612> the book דברי <WH1697> of the chronicles, הימים <WH3117> the days ועד <WH5704> even until ימי <WH3117> יוחנן <WH3110> of Johanan בן <WH1121> the son אלישׁיב׃ <WH475> of Eliashib."},{"number":24,"verse":"וראשׁי <WH7218> And the chief הלוים <WH3881> of the Levites: חשׁביה <WH2811> Hashabiah, שׁרביה <WH8274> Sherebiah, וישׁוע <WH3442> and Jeshua בן <WH1121> the son קדמיאל <WH6934> of Kadmiel, ואחיהם <WH251> with their brethren לנגדם <WH5048> over against להלל <WH1984> them, to praise להודות <WH3034> to give thanks, במצות <WH4687> according to the commandment דויד <WH1732> of David אישׁ <WH376> the man האלהים <WH430> of God, משׁמר <WH4929> ward לעמת <WH5980> over against משׁמר׃ <WH4929> ward."},{"number":25,"verse":"מתניה <WH4983> Mattaniah, ובקבקיה <WH1229> and Bakbukiah, עבדיה <WH5662> Obadiah, משׁלם <WH4918> Meshullam, טלמון <WH2929> Talmon, עקוב <WH6126> Akkub, שׁמרים <WH8104> keeping שׁוערים <WH7778> porters משׁמר <WH4929> the ward באספי <WH624> at the thresholds השׁערים׃ <WH8179> of the gates."},{"number":26,"verse":"אלה <WH428> These בימי <WH3117> in the days יויקים <WH3113> of Joiakim בן <WH1121> the son ישׁוע <WH3442> of Jeshua, בן <WH1121> the son יוצדק <WH3136> of Jozadak, ובימי <WH3117> and in the days נחמיה <WH5166> of Nehemiah הפחה <WH6346> the governor, ועזרא <WH5830> and of Ezra הכהן <WH3548> the priest, הסופר׃ <WH5608> the scribe."},{"number":27,"verse":"ובחנכת <WH2598> And at the dedication חומת <WH2346> of the wall ירושׁלם <WH3389> of Jerusalem בקשׁו <WH1245> they sought את <WH853> הלוים <WH3881> the Levites מכל <WH3605> out of all מקומתם <WH4725> their places, להביאם <WH935> to bring לירושׁלם <WH3389> them to Jerusalem, לעשׂת <WH6213> to keep חנכה <WH2598> the dedication ושׂמחה <WH8057> with gladness, ובתודות <WH8426> both with thanksgivings, ובשׁיר <WH7892> and with singing, מצלתים <WH4700> cymbals, נבלים <WH5035> psalteries, ובכנרות׃ <WH3658> and with harps."},{"number":28,"verse":"ויאספו <WH622> gathered themselves together, בני <WH1121> And the sons המשׁררים <WH7891> of the singers ומן <WH4480> both out of הככר <WH3603> the plain country סביבות <WH5439> round about ירושׁלם <WH3389> Jerusalem, ומן <WH4480> and from חצרי <WH2691> the villages נטפתי׃ <WH5200> of Netophathi;"},{"number":29,"verse":"ומבית <WH1004> הגלגל <WH1537> of Gilgal, ומשׂדות <WH7704> and out of the fields גבע <WH1387> of Geba ועזמות <WH5820> and Azmaveth: כי <WH3588> for חצרים <WH2691> them villages בנו <WH1129> had built להם <WH1992> המשׁררים <WH7891> the singers סביבות <WH5439> round about ירושׁלם׃ <WH3389> Jerusalem."},{"number":30,"verse":"ויטהרו <WH2891> purified themselves, הכהנים <WH3548> And the priests והלוים <WH3881> and the Levites ויטהרו <WH2891> and purified את <WH853> העם <WH5971> the people, ואת <WH853> השׁערים <WH8179> and the gates, ואת <WH853> החומה׃ <WH2346> and the wall."},{"number":31,"verse":"ואעלה <WH5927> Then I brought up את <WH853> שׂרי <WH8269> the princes יהודה <WH3063> of Judah מעל <WH5921> upon לחומה <WH2346> the wall, ואעמידה <WH5975> and appointed שׁתי <WH8147> two תודת <WH8426> thanks, גדולת <WH1419> great ותהלכת <WH8418> לימין <WH3225> on the right hand מעל <WH5921> upon לחומה <WH2346> the wall לשׁער <WH8179> gate: האשׁפת׃ <WH830> toward the dung"},{"number":32,"verse":"וילך <WH1980> them went אחריהם <WH310> And after הושׁעיה <WH1955> Hoshaiah, וחצי <WH2677> and half שׂרי <WH8269> of the princes יהודה׃ <WH3063> of Judah,"},{"number":33,"verse":"ועזריה <WH5838> And Azariah, עזרא <WH5830> Ezra, ומשׁלם׃ <WH4918> and Meshullam,"},{"number":34,"verse":"יהודה <WH3063> Judah, ובנימן <WH1144> and Benjamin, ושׁמעיה <WH8098> and Shemaiah, וירמיה׃ <WH3414> and Jeremiah,"},{"number":35,"verse":"ומבני <WH1121> the son הכהנים <WH3548> בחצצרות <WH2689> with trumpets; זכריה <WH2148> Zechariah בן <WH1121> the son יונתן <WH3129> of Jonathan, בן <WH1121> the son שׁמעיה <WH8098> of Shemaiah, בן <WH1121> the son מתניה <WH4983> of Mattaniah, בן <WH1121> the son מיכיה <WH4320> of Michaiah, בן <WH1121> the son זכור <WH2139> of Zaccur, בן <WH1121> אסף׃ <WH623> of Asaph:"},{"number":36,"verse":"ואחיו <WH251> And his brethren, שׁמעיה <WH8098> Shemaiah, ועזראל <WH5832> and Azarael, מללי <WH4450> Milalai, גללי <WH1562> Gilalai, מעי <WH4597> Maai, נתנאל <WH5417> Nethaneel, ויהודה <WH3063> and Judah, חנני <WH2607> Hanani, בכלי <WH3627> instruments שׁיר <WH7892> with the musical דויד <WH1732> of David אישׁ <WH376> the man האלהים <WH430> of God, ועזרא <WH5830> and Ezra הסופר <WH5608> the scribe לפניהם׃ <WH6440> before"},{"number":37,"verse":"ועל <WH5921> And at שׁער <WH8179> gate, העין <WH5869> the fountain ונגדם <WH5048> which was over against עלו <WH5927> them, they went up על <WH5921> by מעלות <WH4609> the stairs עיר <WH5892> of the city דויד <WH1732> of David, במעלה <WH4608> at the going up לחומה <WH2346> of the wall, מעל <WH5921> above לבית <WH1004> the house דויד <WH1732> of David, ועד <WH5704> even unto שׁער <WH8179> gate המים <WH4325> the water מזרח׃ <WH4217> eastward."},{"number":38,"verse":"והתודה <WH8426> thanks השׁנית <WH8145> And the other ההולכת <WH1980> went למואל <WH4136> over against ואני <WH589> and I אחריה <WH310> after וחצי <WH2677> them, and the half העם <WH5971> of the people מעל <WH5921> upon להחומה <WH2346> the wall, מעל <WH5921> from beyond למגדל <WH4026> the tower התנורים <WH8574> of the furnaces ועד <WH5704> even unto החומה <WH2346> wall; הרחבה׃ <WH7342> the broad"},{"number":39,"verse":"ומעל <WH5921> and above לשׁער <WH8179> the gate אפרים <WH669> of Ephraim, ועל <WH5921> and above שׁער <WH8179> gate, הישׁנה <WH3466> ועלׁער <WH8179> gate, הדגים <WH1709> the fish ומגדל <WH4026> and the tower חננאל <WH2606> of Hananeel, ומגדל <WH4026> and the tower המאה <WH3968> of Meah, ועד <WH5704> even unto שׁער <WH8179> gate: הצאן <WH6629> the sheep ועמדו <WH5975> and they stood still בשׁער <WH8179> gate. המטרה׃ <WH4307> in the prison"},{"number":40,"verse":"ותעמדנה <WH5975> So stood שׁתי <WH8147> the two התודת <WH8426> thanks בבית <WH1004> in the house האלהים <WH430> of God, ואני <WH589> and I, וחצי <WH2677> and the half הסגנים <WH5461> of the rulers עמי׃ <WH5973> with"},{"number":41,"verse":"והכהנים <WH3548> And the priests; אליקים <WH471> Eliakim, מעשׂיה <WH4641> Maaseiah, מנימין <WH4509> Miniamin, מיכיה <WH4320> Michaiah, אליועיני <WH454> Elioenai, זכריה <WH2148> Zechariah, חנניה <WH2608> Hananiah, בחצצרות׃ <WH2689> with trumpets;"},{"number":42,"verse":"ומעשׂיה <WH4641> And Maaseiah, ושׁמעיה <WH8098> and Shemaiah, ואלעזר <WH499> and Eleazar, ועזי <WH5813> and Uzzi, ויהוחנן <WH3076> and Jehohanan, ומלכיה <WH4441> and Malchijah, ועילם <WH5867> and Elam, ועזר <WH5829> and Ezer. וישׁמיעו <WH8085> sang loud, המשׁררים <WH7891> And the singers ויזרחיה <WH3156> with Jezrahiah הפקיד׃ <WH6496> overseer."},{"number":43,"verse":"ויזבחו <WH2076> they offered ביום <WH3117> day ההוא <WH1931> Also that זבחים <WH2077> sacrifices, גדולים <WH1419> great וישׂמחו <WH8055> and rejoiced: כי <WH3588> for האלהים <WH430> God שׂמחם <WH8055> had made them rejoice שׂמחה <WH8057> joy: גדולה <WH1419> with great וגם <WH1571> also הנשׁים <WH802> the wives והילדים <WH3206> and the children שׂמחו <WH8055> rejoiced: ותשׁמע <WH8085> was heard שׂמחת <WH8057> so that the joy ירושׁלם <WH3389> of Jerusalem מרחוק׃ <WH7350> even afar off."},{"number":44,"verse":"ויפקדו <WH6485> appointed ביום <WH3117> time ההוא <WH1931> And at that אנשׁים <WH376> were some על <WH5921> over הנשׁכות <WH5393> the chambers לאוצרות <WH214> for the treasures, לתרומות <WH8641> for the offerings, לראשׁית <WH7225> for the firstfruits, ולמעשׂרות <WH4643> and for the tithes, לכנוס <WH3664> to gather בהם לשׂדי <WH7704> into them out of the fields הערים <WH5892> of the cities מנאות <WH4521> the portions התורה <WH8451> of the law לכהנים <WH3548> for the priests וללוים <WH3881> and Levites: כי <WH3588> for שׂמחת <WH8057> rejoiced יהודה <WH3063> Judah על <WH5921> for הכהנים <WH3548> the priests ועל <WH5921> and for הלוים <WH3881> the Levites העמדים׃ <WH5975> that waited."},{"number":45,"verse":"וישׁמרו <WH8104> kept משׁמרת <WH4931> the ward אלהיהם <WH430> of their God, ומשׁמרת <WH4931> and the ward הטהרה <WH2893> of the purification, והמשׁררים <WH7891> And both the singers והשׁערים <WH7778> and the porters כמצות <WH4687> according to the commandment דויד <WH1732> of David, שׁלמה <WH8010> of Solomon בנו׃ <WH1121> his son."},{"number":46,"verse":"כי <WH3588> For בימי <WH3117> in the days דויד <WH1732> of David ואסף <WH623> and Asaph מקדם <WH6924> of old ראשׁ <WH7218> chief המשׁררים <WH7891> of the singers, ושׁיר <WH7892> and songs תהלה <WH8416> of praise והדות <WH3034> and thanksgiving לאלהים׃ <WH430> unto God."},{"number":47,"verse":"וכל <WH3605> And all ישׂראל <WH3478> Israel בימי <WH3117> in the days זרבבל <WH2216> of Zerubbabel, ובימי <WH3117> and in the days נחמיה <WH5166> of Nehemiah, נתנים <WH5414> gave מניות <WH4521> the portions המשׁררים <WH7891> of the singers והשׁערים <WH7778> and the porters, דבר <WH1697> his portion: יום <WH3117> every day ביומו <WH3117> every day ומקדשׁים <WH6942> and they sanctified ללוים <WH3881> unto the Levites; והלוים <WH3881> and the Levites מקדשׁים <WH6942> sanctified לבני <WH1121> unto the children אהרן׃ <WH175> of Aaron."}]}