{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"ויקם <WH6965> rose up אלישׁיב <WH475> Then Eliashib הכהן <WH3548> priest הגדול <WH1419> the high ואחיו <WH251> with his brethren הכהנים <WH3548> the priests, ויבנו <WH1129> and they built את <WH853> שׁער <WH8179> gate; הצאן <WH6629> the sheep המה <WH1992> they קדשׁוהו <WH6942> sanctified ויעמידו <WH5975> it, and set up דלתתיו <WH1817> the doors ועד <WH5704> of it; even unto מגדל <WH4026> the tower המאה <WH3968> of Meah קדשׁוהו <WH6942> they sanctified עד <WH5704> it, unto מגדל <WH4026> the tower חננאל׃ <WH2606> of Hananeel."},{"number":2,"verse":"ועל <WH5921> unto ידו <WH3027> And next בנו <WH1129> him built אנשׁי <WH582> ירחו <WH3405> of Jericho. ועל <WH5921> to ידו <WH3027> And next בנה <WH1129> them built זכור <WH2139> Zaccur בן <WH1121> the son אמרי׃ <WH566> of Imri."},{"number":3,"verse":"ואת <WH853> שׁער <WH8179> gate הדגים <WH1709> But the fish בנו <WH1129> build, בני <WH1121> did the sons הסנאה <WH5570> of Hassenaah המה <WH1992> who קרוהו <WH7136> laid the beams ויעמידו <WH5975> thereof, and set up דלתתיו <WH1817> the doors מנעוליו <WH4514> thereof, the locks ובריחיו׃ <WH1280> thereof, and the bars"},{"number":4,"verse":"ועל <WH5921> unto ידם <WH3027> And next החזיק <WH2388> them repaired מרמות <WH4822> Meremoth בן <WH1121> the son אוריה <WH223> of Urijah, בן <WH1121> the son הקוץ <WH6976> of Koz. ועל <WH5921> unto ידם <WH3027> And next החזיק <WH2388> them repaired משׁלם <WH4918> Meshullam בן <WH1121> the son ברכיה <WH1296> of Berechiah, בן <WH1121> the son משׁיזבאל <WH4898> of Meshezabeel. ועל <WH5921> unto ידם <WH3027> And next החזיק <WH2388> them repaired צדוק <WH6659> Zadok בן <WH1121> the son בענא׃ <WH1195>"},{"number":5,"verse":"ועל <WH5921> unto ידם <WH3027> And next החזיקו <WH2388> repaired; התקועים <WH8621> them the Tekoites ואדיריהם <WH117> but their nobles לא <WH3808> not הביאו <WH935> put צורם <WH6677> their necks בעבדת <WH5656> to the work אדניהם׃ <WH113> of their Lord."},{"number":6,"verse":"ואת <WH853> שׁער <WH8179> gate הישׁנה <WH3465> Moreover the old החזיקו <WH2388> repaired יוידע <WH3111> Jehoiada בן <WH1121> the son פסח <WH6454> of Paseah, ומשׁלם <WH4918> and Meshullam בן <WH1121> the son בסודיה <WH1152> of Besodeiah; המה <WH1992> they קרוהו <WH7136> laid the beams ויעמידו <WH5975> thereof, and set up דלתתיו <WH1817> the doors ומנעליו <WH4514> thereof, and the locks ובריחיו׃ <WH1280> thereof, and the bars"},{"number":7,"verse":"ועל <WH5921> unto ידם <WH3027> And next החזיק <WH2388> them repaired מלטיה <WH4424> Melatiah הגבעני <WH1393> the Gibeonite, וידון <WH3036> and Jadon המרנתי <WH4824> the Meronothite, אנשׁי <WH376> the men גבעון <WH1391> of Gibeon, והמצפה <WH4709> and of Mizpah, לכסא <WH3678> unto the throne פחת <WH6346> of the governor עבר <WH5676> on this side הנהר׃ <WH5104> the river."},{"number":8,"verse":"על <WH5921> unto ידו <WH3027> Next החזיק <WH2388> him repaired עזיאל <WH5816> Uzziel בן <WH1121> the son חרהיה <WH2736> of Harhaiah, צורפים <WH6884> of the goldsmiths. ועל <WH5921> unto ידו <WH3027> Next החזיק <WH2388> him also repaired חנניה <WH2608> Hananiah בן <WH1121> the son הרקחים <WH7546> of the apothecaries, ויעזבו <WH5800> and they fortified ירושׁלם <WH3389> Jerusalem עד <WH5704> unto החומה <WH2346> wall. הרחבה׃ <WH7342> the broad"},{"number":9,"verse":"ועל <WH5921> unto ידם <WH3027> And next החזיק <WH2388> them repaired רפיה <WH7509> Rephaiah בן <WH1121> the son חור <WH2354> of Hur, שׂר <WH8269> the ruler חצי <WH2677> of the half פלך <WH6418> part ירושׁלם׃ <WH3389> of Jerusalem."},{"number":10,"verse":"ועל <WH5921> unto ידם <WH3027> And next החזיק <WH2388> them repaired ידיה <WH3042> Jedaiah בן <WH1121> the son חרומף <WH2739> of Harumaph, ונגד <WH5048> even over against ביתו <WH1004> his house. ועל <WH5921> unto ידו <WH3027> And next החזיק <WH2388> him repaired חטושׁ <WH2407> Hattush בן <WH1121> the son חשׁבניה׃ <WH2813> of Hashabniah."},{"number":11,"verse":"מדה <WH4060> piece, שׁנית <WH8145> the other החזיק <WH2388> repaired מלכיה <WH4441> Malchijah בן <WH1121> the son חרם <WH2766> of Harim, וחשׁוב <WH2815> and Hashub בן <WH1121> the son פחת מואב <WH6355> of Pahath-moab, ואת <WH853> מגדל <WH4026> and the tower התנורים׃ <WH8574> of the furnaces."},{"number":12,"verse":"ועל <WH5921> unto ידו <WH3027> And next החזיק <WH2388> him repaired שׁלום <WH7967> Shallum בן <WH1121> the son הלוחשׁ <WH3873> of Halohesh, שׂר <WH8269> the ruler חצי <WH2677> of the half פלך <WH6418> part ירושׁלם <WH3389> of Jerusalem, הוא <WH1931> he ובנותיו׃ <WH1323> and his daughters."},{"number":13,"verse":"את <WH853> שׁער <WH8179> gate הגיא <WH1516> The valley החזיק <WH2388> repaired חנון <WH2586> Hanun, וישׁבי <WH3427> and the inhabitants זנוח <WH2182> of Zanoah; המה <WH1992> they בנוהו <WH1129> built ויעמידו <WH5975> it, and set up דלתתיו <WH1817> the doors מנעליו <WH4514> thereof, the locks ובריחיו <WH1280> thereof, and the bars ואלף <WH505> thereof, and a thousand אמה <WH520> cubits בחומה <WH2346> on the wall עד <WH5704> unto שׁער <WH8179> gate. השׁפות׃ <WH830> the dung"},{"number":14,"verse":"ואת <WH853> שׁער <WH8179> gate האשׁפות <WH830> But the dung החזיק <WH2388> repaired מלכיה <WH4441> Malchiah בן <WH1121> the son רכב <WH7394> of Rechab, שׂר <WH8269> the ruler פלך <WH6418> of part בית הכרם <WH1021> of Beth-haccerem; הוא <WH1931> he יבננו <WH1129> built ויעמיד <WH5975> it, and set up דלתתיו <WH1817> the doors מנעליו <WH4514> thereof, the locks ובריחיו׃ <WH1280> thereof, and the bars"},{"number":15,"verse":"ואת <WH853> שׁער <WH8179> But the gate העין <WH5869> of the fountain החזיק <WH2388> repaired שׁלון <WH7968> Shallun בן <WH1121> the son כל חזה <WH3626> of Col-hozeh, שׂר <WH8269> the ruler פלך <WH6418> of part המצפה <WH4709> of Mizpah; הוא <WH1931> he יבננו <WH1129> built ויטללנו <WH2926> it, and covered ויעמידו <WH5975> it, and set up דלתתיו <WH1817> the doors מנעליו <WH4514> thereof, the locks ובריחיו <WH1280> thereof, and the bars ואת <WH853> חומת <WH2346> thereof, and the wall ברכת <WH1295> of the pool השׁלח <WH7975> of Siloah לגן <WH1588> garden, המלך <WH4428> by the king's ועד <WH5704> and unto המעלות <WH4609> the stairs היורדות <WH3381> that go down מעיר <WH5892> from the city דויד׃ <WH1732> of David."},{"number":16,"verse":"אחריו <WH310> After החזיק <WH2388> him repaired נחמיה <WH5166> Nehemiah בן <WH1121> the son עזבוק <WH5802> of Azbuk, שׂר <WH8269> the ruler חצי <WH2677> of the half פלך <WH6418> part בית צור <WH1049> of Beth-zur, עד <WH5704> unto נגד <WH5048> over against קברי <WH6913> the sepulchers דויד <WH1732> of David, ועד <WH5704> and to הברכה <WH1295> the pool העשׂויה <WH6213> that was made, ועד <WH5704> and unto בית <WH1004> the house הגברים׃ <WH1368> of the mighty."},{"number":17,"verse":"אחריו <WH310> After החזיקו <WH2388> him repaired הלוים <WH3881> the Levites, רחום <WH7348> Rehum בן <WH1121> the son בני <WH1137> of Bani. על <WH5921> unto ידו <WH3027> Next החזיק <WH2388> him repaired חשׁביה <WH2811> Hashabiah, שׂר <WH8269> the ruler חצי <WH2677> of the half פלך <WH6418> part קעילה <WH7084> of Keilah, לפלכו׃ <WH6418> in his part."},{"number":18,"verse":"אחריו <WH310> After החזיקו <WH2388> him repaired אחיהם <WH251> their brethren, בוי <WH942> Bavai בן <WH1121> the son חנדד <WH2582> of Henadad, שׂר <WH8269> the ruler חצי <WH2677> of the half פלך <WH6418> part קעילה׃ <WH7084> of Keilah."},{"number":19,"verse":"ויחזק <WH2388> him repaired על <WH5921> to ידו <WH3027> And next עזר <WH5829> Ezer בן <WH1121> the son ישׁוע <WH3442> of Jeshua, שׂר <WH8269> the ruler המצפה <WH4709> of Mizpah, מדה <WH4060> piece שׁנית <WH8145> another מנגד <WH5048> over against עלת <WH5927> the going up הנשׁק <WH5402> to the armory המקצע׃ <WH4740> at the turning"},{"number":20,"verse":"אחריו <WH310> After החרה <WH2734> earnestly החזיק <WH2388> repaired ברוך <WH1263> him Baruch בן <WH1121> the son זבי <WH2079> of Zabbai מדה <WH4060> piece, שׁנית <WH8145> the other מן <WH4480> from המקצוע <WH4740> the turning עד <WH5704> unto פתח <WH6607> the door בית <WH1004> of the house אלישׁיב <WH475> of Eliashib הכהן <WH3548> priest. הגדול׃ <WH1419> the high"},{"number":21,"verse":"אחריו <WH310> After החזיק <WH2388> him repaired מרמות <WH4822> Meremoth בן <WH1121> the son אוריה <WH223> of Urijah בן <WH1121> the son הקוץ <WH6976> of Koz מדה <WH4060> piece, שׁנית <WH8145> another מפתח <WH6607> from the door בית <WH1004> of the house אלישׁיב <WH475> of Eliashib ועד <WH5704> even to תכלית <WH8503> the end בית <WH1004> of the house אלישׁיב׃ <WH475> of Eliashib."},{"number":22,"verse":"ואחריו <WH310> And after החזיקו <WH2388> him repaired הכהנים <WH3548> the priests, אנשׁי <WH376> the men הככר׃ <WH3603> of the plain."},{"number":23,"verse":"אחריו <WH310> After החזיק <WH2388> him repaired בנימן <WH1144> Benjamin וחשׁוב <WH2815> and Hashub נגד <WH5048> over against ביתם <WH1004> their house. אחריו <WH310> After החזיק <WH2388> him repaired עזריה <WH5838> Azariah בן <WH1121> the son מעשׂיה <WH4641> of Maaseiah בן <WH1121> the son ענניה <WH6055> of Ananiah אצל <WH681> by ביתו׃ <WH1004> his house."},{"number":24,"verse":"אחריו <WH310> After החזיק <WH2388> him repaired בנוי <WH1131> Binnui בן <WH1121> the son חנדד <WH2582> of Henadad מדה <WH4060> piece, שׁנית <WH8145> another מבית <WH1004> from the house עזריה <WH5838> of Azariah עד <WH5704> unto המקצוע <WH4740> the turning ועד <WH5704> even unto הפנה׃ <WH6438> the corner."},{"number":25,"verse":"פלל <WH6420> Palal בן <WH1121> the son אוזי <WH186> of Uzai, מנגד <WH5048> over against המקצוע <WH4740> the turning והמגדל <WH4026> and the tower היוצא <WH3318> which lieth out מבית <WH1004> house, המלך <WH4428> from the king's העליון <WH5945> high אשׁר <WH834> that לחצר <WH2691> by the court המטרה <WH4307> of the prison. אחריו <WH310> After פדיה <WH6305> him Pedaiah בן <WH1121> the son פרעשׁ׃ <WH6551> of Parosh."},{"number":26,"verse":"והנתינים <WH5411> Moreover the Nethinims היו <WH1961> dwelt ישׁבים <WH3427> dwelt בעפל <WH6077> in Ophel, עד <WH5704> unto נגד <WH5048> over against שׁער <WH8179> gate המים <WH4325> the water למזרח <WH4217> toward the east, והמגדל <WH4026> and the tower היוצא׃ <WH3318> that lieth out."},{"number":27,"verse":"אחריו <WH310> After החזיקו <WH2388> repaired התקעים <WH8621> them the Tekoites מדה <WH4060> piece, שׁנית <WH8145> another מנגד <WH5048> over against המגדל <WH4026> tower הגדול <WH1419> the great היוצא <WH3318> that lieth out, ועד <WH5704> even unto חומת <WH2346> the wall העפל׃ <WH6077> of Ophel."},{"number":28,"verse":"מעל <WH5921> שׁער <WH8179> gate הסוסים <WH5483> the horse החזיקו <WH2388> repaired הכהנים <WH3548> the priests, אישׁ <WH376> every one לנגד <WH5048> over against ביתו׃ <WH1004> his house."},{"number":29,"verse":"אחריו <WH310> After החזיק <WH2388> them repaired צדוק <WH6659> Zadok בן <WH1121> the son אמר <WH564> of Immer נגד <WH5048> over against ביתו <WH1004> his house. ואחריו <WH310> After החזיק <WH2388> him repaired שׁמעיה <WH8098> also Shemaiah בן <WH1121> the son שׁכניה <WH7935> of Shechaniah, שׁמר <WH8104> the keeper שׁער <WH8179> gate. המזרח׃ <WH4217> of the east"},{"number":30,"verse":"אחרי <WH310> After החזיק <WH2388> him repaired חנניה <WH2608> Hananiah בן <WH1121> the son שׁלמיה <WH8018> of Shelemiah, וחנון <WH2586> and Hanun בן <WH1121> son צלף <WH6764> of Zalaph, השׁשׁי <WH8345> the sixth מדה <WH4060> piece. שׁני <WH8145> another אחריו <WH310> After החזיק <WH2388> him repaired משׁלם <WH4918> Meshullam בן <WH1121> the son ברכיה <WH1296> of Berechiah נגד <WH5048> over against נשׁכתו׃ <WH5393> his chamber."},{"number":31,"verse":"אחרי <WH310> After החזיק <WH2388> him repaired מלכיה <WH4441> Malchiah בן <WH1121> son הצרפי <WH6885> the goldsmith's עד <WH5704> unto בית <WH1004> the place הנתינים <WH5411> of the Nethinims, והרכלים <WH7402> and of the merchants, נגד <WH5048> over against שׁער <WH8179> the gate המפקד <WH4663> Miphkad, ועד <WH5704> and to עלית <WH5944> the going up הפנה׃ <WH6438> of the corner."},{"number":32,"verse":"ובין <WH996> And between עלית <WH5944> the going up הפנה <WH6438> of the corner לשׁער <WH8179> gate הצאן <WH6629> unto the sheep החזיקו <WH2388> repaired הצרפים <WH6884> the goldsmiths והרכלים׃ <WH7402> and the merchants."}]}