{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"ויהי <WH1961> But it came to pass, כאשׁר <WH834> that when שׁמע <WH8085> heard סנבלט <WH5571> Sanballat כי <WH3588> that אנחנו <WH587> we בונים <WH1129> built את <WH853> החומה <WH2346> the wall, ויחר <WH2734> he was wroth, לו ויכעס <WH3707> and took great indignation, הרבה <WH7235> and took great indignation, וילעג <WH3932> and mocked על <WH5921> and mocked היהודים׃ <WH3064> the Jews."},{"number":2,"verse":"ויאמר <WH559> And he spoke לפני <WH6440> before אחיו <WH251> his brethren וחיל <WH2426> שׁמרון <WH8111> of Samaria, ויאמר <WH559> and said, מה <WH4100> What היהודים <WH3064> Jews? האמללים <WH537> these feeble עשׂים <WH6213> do היעזבו <WH5800> will they fortify להם <WH1992> which היזבחו <WH2076> themselves? will they sacrifice? היכלו <WH3615> will they make an end ביום <WH3117> in a day? היחיו <WH2421> will they revive את <WH853> האבנים <WH68> the stones מערמות <WH6194> out of the heaps העפר <WH6083> of the rubbish והמה <WH1992> שׂרופות׃ <WH8313> are burned?"},{"number":3,"verse":"וטוביה <WH2900> Now Tobiah העמני <WH5984> the Ammonite אצלו <WH681> by ויאמר <WH559> him, and he said, גם <WH1571> Even אשׁר <WH834> that which הם <WH1992> they בונים <WH1129> build, אם <WH518> if יעלה <WH5927> go up, שׁועל <WH7776> a fox ופרץ <WH6555> he shall even break down חומת <WH2346> wall. אבניהם׃ <WH68> their stone"},{"number":4,"verse":"שׁמע <WH8085> Hear, אלהינו <WH430> O our God; כי <WH3588> for היינו <WH1961> we are בוזה <WH939> despised: והשׁב <WH7725> and turn חרפתם <WH2781> their reproach אל <WH413> upon ראשׁם <WH7218> their own head, ותנם <WH5414> and give לבזה <WH961> them for a prey בארץ <WH776> in the land שׁביה׃ <WH7633> of captivity:"},{"number":5,"verse":"ואל <WH408> not תכס <WH3680> עלונם <WH5771> their iniquity, וחטאתם <WH2403> their sin מלפניך <WH6440> from before אל <WH408> and let not תמחה <WH4229> be blotted out כי <WH3588> thee: for הכעיסו <WH3707> they have provoked to anger לנגד <WH5048> before הבונים׃ <WH1129> the builders."},{"number":6,"verse":"ונבנה <WH1129> So built את <WH853> החומה <WH2346> we the wall; ותקשׁר <WH7194> was joined together כל <WH3605> and all החומה <WH2346> the wall עד <WH5704> unto חציה <WH2677> the half ויהי <WH1961> had לב <WH3820> a mind לעם <WH5971> thereof: for the people לעשׂות׃ <WH6213> to work."},{"number":7,"verse":"ויהי <WH1961> But it came to pass, כאשׁר <WH834> when שׁמע <WH8085> heard סנבלט <WH5571> Sanballat, וטוביה <WH2900> and Tobiah, והערבים <WH6163> and the Arabians, והעמנים <WH5984> and the Ammonites, והאשׁדודים <WH796> and the Ashdodites, כי <WH3588> that עלתה <WH5927> were made up, ארוכה <WH724> were made up, לחמות <WH2346> the walls ירושׁלם <WH3389> of Jerusalem כי <WH3588> that החלו <WH2490> began הפרצים <WH6555> the breaches להסתם <WH5640> to be stopped, ויחר <WH2734> wroth, להם מאד׃ <WH3966> then they were very"},{"number":8,"verse":"ויקשׁרו <WH7194> And conspired כלם <WH3605> all יחדו <WH3162> of them together לבוא <WH935> to come להלחם <WH3898> to fight בירושׁלם <WH3389> against Jerusalem, ולעשׂות <WH6213> and to hinder לו תועה׃ <WH8442> and to hinder"},{"number":9,"verse":"ונתפלל <WH6419> Nevertheless we made our prayer אל <WH413> unto אלהינו <WH430> our God, ונעמיד <WH5975> and set משׁמר <WH4929> a watch עליהם <WH5921> against יומם <WH3119> them day ולילה <WH3915> and night, מפניהם׃ <WH6440> because of"},{"number":10,"verse":"ויאמר <WH559> said, יהודה <WH3063> And Judah כשׁל <WH3782> is decayed, כח <WH3581> The strength הסבל <WH5449> of the bearers of burdens והעפר <WH6083> rubbish; הרבה <WH7235> and much ואנחנו <WH587> so that we לא <WH3808> are not נוכל <WH3201> able לבנות <WH1129> to build בחומה׃ <WH2346> the wall."},{"number":11,"verse":"ויאמרו <WH559> said, צרינו <WH6862> And our adversaries לא <WH3808> They shall not ידעו <WH3045> know, ולא <WH3808> neither יראו <WH7200> see, עד <WH5704> till אשׁר <WH834> till נבוא <WH935> we come אל <WH413> in תוכם <WH8432> the midst among והרגנום <WH2026> them, and slay והשׁבתנו <WH7673> to cease. את <WH853> המלאכה׃ <WH4399> them, and cause the work"},{"number":12,"verse":"ויהי <WH1961> And it came to pass, כאשׁר <WH834> that when באו <WH935> them came, היהודים <WH3064> the Jews הישׁבים <WH3427> which dwelt אצלם <WH681> by ויאמרו <WH559> they said לנו עשׂר <WH6235> unto us ten פעמים <WH6471> times, מכל <WH3605> המקמות <WH4725> places אשׁר <WH834> whence תשׁובו <WH7725> ye shall return עלינו׃ <WH5921> unto"},{"number":13,"verse":"ואעמיד <WH5975> Therefore set מתחתיות <WH8482> למקום <WH4725> places מאחרי <WH310> behind לחומה <WH2346> the wall, בצחחיים <WH6708> ואעמיד <WH5975> I even set את <WH853> העם <WH5971> the people למשׁפחות <WH4940> after their families עם <WH5973> with חרבתיהם <WH2719> their swords, רמחיהם <WH7420> their spears, וקשׁתתיהם׃ <WH7198> and their bows."},{"number":14,"verse":"וארא <WH7200> And I looked, ואקום <WH6965> and rose up, ואמר <WH559> and said אל <WH413> unto החרים <WH2715> the nobles, ואל <WH413> and to הסגנים <WH5461> the rulers, ואל <WH413> and to יתר <WH3499> the rest העם <WH5971> of the people, אל <WH408> Be not תיראו <WH3372> ye afraid מפניהם <WH6440> of את <WH853> אדני <WH136> the Lord, הגדול <WH1419> great והנורא <WH3372> and terrible, זכרו <WH2142> them: remember והלחמו <WH3898> and fight על <WH5921> for אחיכם <WH251> your brethren, בניכם <WH1121> your sons, ובנתיכם <WH1323> and your daughters, נשׁיכם <WH802> your wives, ובתיכם׃ <WH1004> and your houses."},{"number":15,"verse":"ויהי <WH1961> And it came to pass, כאשׁר <WH834> when שׁמעו <WH8085> heard אויבינו <WH341> our enemies כי <WH3588> that נודע <WH3045> it was known לנו ויפר <WH6565> האלהים <WH430> unto us, and God את <WH853> עצתםנשׁוב <WH7725> that we returned כלנו <WH3605> all אל <WH413> of us to החומה <WH2346> the wall, אישׁ <WH376> every one אל <WH413> unto מלאכתו׃ <WH4399> his work."},{"number":16,"verse":"ויהי <WH1961> And it came to pass מן <WH4480> from היום <WH3117> time ההוא <WH1931> that חצי <WH2677> forth, the half נערי <WH5288> of my servants עשׂים <WH6213> wrought במלאכה <WH4399> in the work, וחצים <WH2677> and the other half מחזיקים <WH2388> of them held והרמחים <WH7420> both the spears, המגנים <WH4043> the shields, והקשׁתות <WH7198> and the bows, והשׁרינים <WH8302> and the habergeons; והשׂרים <WH8269> and the rulers אחרי <WH310> behind כל <WH3605> all בית <WH1004> the house יהודה׃ <WH3063> of Judah."},{"number":17,"verse":"הבונים <WH1129> They which built בחומה <WH2346> on the wall, והנשׂאים <WH5375> and they that bore בסבל <WH5447> burdens, עמשׂים <WH6006> with those that laded, באחת <WH259> with one ידו <WH3027> of his hands עשׂה <WH6213> wrought במלאכה <WH4399> in the work, ואחת <WH259> and with the other מחזקת <WH2388> held השׁלח׃ <WH7973> a weapon."},{"number":18,"verse":"והבונים <WH1129> For the builders, אישׁ <WH376> every one חרבו <WH2719> had his sword אסורים <WH631> girded על <WH5921> by מתניו <WH4975> his side, ובונים <WH1129> and built. והתוקע <WH8628> And he that sounded בשׁופר <WH7782> the trumpet אצלי׃ <WH681> by"},{"number":19,"verse":"ואמר <WH559> And I said אל <WH413> unto החרים <WH2715> the nobles, ואל <WH413> and to הסגנים <WH5461> the rulers, ואל <WH413> and to יתר <WH3499> the rest העם <WH5971> of the people, המלאכה <WH4399> The work הרבה <WH7235> great ורחבה <WH7342> and large, ואנחנו <WH587> and we נפרדים <WH6504> are separated על <WH5921> upon החומה <WH2346> the wall, רחוקים <WH7350> far אישׁ <WH376> one מאחיו׃ <WH251> from another."},{"number":20,"verse":"במקום <WH4725> place אשׁר <WH834> In what תשׁמעו <WH8085> ye hear את <WH853> קול <WH6963> the sound השׁופר <WH7782> of the trumpet, שׁמה <WH8033> ye thither תקבצו <WH6908> resort אלינו <WH413> unto אלהינו <WH430> us: our God ילחם׃ <WH3898> shall fight"},{"number":21,"verse":"ואנחנו <WH587> So we עשׂים <WH6213> labored במלאכה <WH4399> in the work: וחצים <WH2677> and half מחזיקים <WH2388> of them held ברמחים <WH7420> the spears מעלות <WH5927> from the rising השׁחר <WH7837> of the morning עד <WH5704> till צאת <WH3318> appeared. הכוכבים׃ <WH3556> the stars"},{"number":22,"verse":"גם <WH1571> Likewise בעת <WH6256> time ההיא <WH1931> at the same אמרתי <WH559> said לעם <WH5971> I unto the people, אישׁ <WH376> Let every one ונערו <WH5288> with his servant ילינו <WH3885> lodge בתוך <WH8432> within ירושׁלם <WH3389> Jerusalem, והיו <WH1961> they may be לנו הלילה <WH3915> that in the night משׁמר <WH4929> a guard והיום <WH3117> on the day. מלאכה׃ <WH4399> to us, and labor"},{"number":23,"verse":"ואין <WH369> So neither אני <WH589> I, ואחי <WH251> nor my brethren, ונערי <WH5288> nor my servants, ואנשׁי <WH582> המשׁמר <WH4929> of the guard אשׁר <WH834> which אחרי <WH310> followed אין <WH369> me, none אנחנו <WH587> of us פשׁטים <WH6584> put off בגדינו <WH899> our clothes, אישׁ <WH376> nor the men שׁלחו <WH7973> המים׃ <WH4325> for washing."}]}