{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"ויהי <WH1961> Now it came to pass, כאשׁר <WH834> when נשׁמע <WH8085> heard לסנבלט <WH5571> Sanballat, וטוביה <WH2900> and Tobiah, ולגשׁם <WH1654> and Geshem הערבי <WH6163> the Arabian, וליתר <WH3499> and the rest איבינו <WH341> of our enemies, כי <WH3588> that בניתי <WH1129> I had built את <WH853> החומה <WH2346> the wall, ולא <WH3808> and there was no נותר <WH3498> left בה פרץ <WH6556> breach גם <WH1571> therein; (though עד <WH5704> at העת <WH6256> time ההיא <WH1931> that דלתות <WH1817> the doors לא <WH3808> I had not העמדתי <WH5975> set up בשׁערים׃ <WH8179> upon the gates;)"},{"number":2,"verse":"וישׁלח <WH7971> sent סנבלט <WH5571> That Sanballat וגשׁם <WH1654> and Geshem אלי <WH413> unto לאמר <WH559> me, saying, לכה <WH1980> Come, ונועדה <WH3259> let us meet יחדו <WH3162> together בכפירים <WH3715> in the villages בבקעת <WH1237> in the plain אונו <WH207> of Ono. והמה <WH1992> But they חשׁבים <WH2803> thought לעשׂות <WH6213> to do לי רעה׃ <WH7451> me mischief."},{"number":3,"verse":"ואשׁלחה <WH7971> And I sent עליהם <WH5921> unto מלאכים <WH4397> messengers לאמר <WH559> them, saying, מלאכה <WH4399> work, גדולה <WH1419> a great אני <WH589> I עשׂה <WH6213> doing ולא <WH3808> אוכלרדת <WH3381> come down: למה <WH4100> why תשׁבת <WH7673> cease, המלאכה <WH4399> should the work כאשׁר <WH834> whilst ארפה <WH7503> I leave וירדתי <WH3381> it, and come down אליכם׃ <WH413> to"},{"number":4,"verse":"וישׁלחו <WH7971> Yet they sent אלי <WH413> unto כדבר <WH1697> sort; הזה <WH2088> after this ארבע <WH702> me four פעמים <WH6471> times ואשׁיב <WH7725> and I answered אותם <WH853> כדבר <WH1697> manner. הזה׃ <WH2088> them after the same"},{"number":5,"verse":"וישׁלח <WH7971> Then sent אלי <WH413> unto סנבלט <WH5571> Sanballat כדבר <WH1697> manner הזה <WH2088> me in like פעם <WH6471> time חמישׁית <WH2549> the fifth את <WH853> נערו <WH5288> his servant ואגרת <WH107> letter פתוחה <WH6605> with an open בידו׃ <WH3027> in his hand;"},{"number":6,"verse":"כתוב <WH3789> Wherein written, בה בגוים <WH1471> among the heathen, נשׁמע <WH8085> It is reported וגשׁמו <WH1654> and Gashmu אמר <WH559> saith אתה <WH859> thou והיהודים <WH3064> and the Jews חשׁבים <WH2803> think למרוד <WH4775> to rebel: על <WH5921> for כן <WH3651> which cause אתה <WH859> thou בונה <WH1129> buildest החומה <WH2346> the wall, ואתה <WH859> that thou הוה <WH1933> mayest be להם למלך <WH4428> their king, כדברים <WH1697> words. האלה׃ <WH428> according to these"},{"number":7,"verse":"וגם <WH1571> And thou hast also נביאים <WH5030> prophets העמדת <WH5975> appointed לקרא <WH7121> to preach עליך <WH5921> of בירושׁלם <WH3389> thee at Jerusalem, לאמר <WH559> saying, מלך <WH4428> a king ביהודה <WH3063> in Judah: ועתה <WH6258> and now ישׁמע <WH8085> shall it be reported למלך <WH4428> to the king כדברים <WH1697> words. האלה <WH428> according to these ועתה <WH6258> now לכה <WH1980> Come ונועצה <WH3289> therefore, and let us take counsel יחדו׃ <WH3162> together."},{"number":8,"verse":"ואשׁלחה <WH7971> Then I sent אליו <WH413> unto לאמר <WH559> him, saying, לא <WH3808> no נהיה <WH1961> There are כדברים <WH1697> things האלה <WH428> such אשׁר <WH834> done as אתה <WH859> thou אומר <WH559> sayest, כי <WH3588> but מלבך <WH3820> them out of thine own heart. אתה <WH859> thou בודאם׃ <WH908> feignest"},{"number":9,"verse":"כי <WH3588> For כלם <WH3605> they all מיראים <WH3372> אותנואמר <WH559> saying, ירפו <WH7503> shall be weakened ידיהם <WH3027> Their hands מן <WH4480> from המלאכה <WH4399> the work, ולא <WH3808> that it be not תעשׂה <WH6213> done. ועתה <WH6258> Now חזק <WH2388> therefore, strengthen את <WH853> ידי׃ <WH3027> my hands."},{"number":10,"verse":"ואני <WH589> Afterward I באתי <WH935> came בית <WH1004> unto the house שׁמעיה <WH8098> of Shemaiah בן <WH1121> the son דליה <WH1806> of Delaiah בן <WH1121> the son מהיטבאל <WH4105> of Mehetabeel, והוא <WH1931> who עצור <WH6113> shut up; ויאמר <WH559> and he said, נועד <WH3259> Let us meet together אל <WH413> in בית <WH1004> the house האלהים <WH430> of God, אל <WH413> within תוך <WH8432> within ההיכל <WH1964> the temple, ונסגרה <WH5462> and let us shut דלתות <WH1817> the doors ההיכל <WH1964> of the temple: כי <WH3588> for באים <WH935> they will come להרגך <WH2026> to slay ולילה <WH3915> thee; yea, in the night באים <WH935> will they come להרגך׃ <WH2026> to slay"},{"number":11,"verse":"ואמרה <WH559> And I said, האישׁ <WH376> כמוני <WH3644> as I יברח <WH1272> flee? ומי <WH4310> and who כמוני <WH3644> אשׁר <WH834> that, יבוא <WH935> would go אל <WH413> into ההיכל <WH1964> the temple וחי <WH2425> to save his life? לא <WH3808> I will not אבוא׃ <WH935> go in."},{"number":12,"verse":"ואכירה <WH5234> I perceived והנה <WH2009> And, lo, לא <WH3808> had not אלהים <WH430> that God שׁלחו <WH7971> sent כי <WH3588> him; but הנבואה <WH5016> this prophecy דבר <WH1696> that he pronounced עלי <WH5921> against וטוביה <WH2900> me: for Tobiah וסנבלט <WH5571> and Sanballat שׂכרו׃ <WH7936> had hired"},{"number":13,"verse":"למען <WH4616> Therefore שׂכור <WH7936> hired, הוא <WH1931> he למען <WH4616> that אירא <WH3372> I should be afraid, ואעשׂה <WH6213> and do כן <WH3651> so, וחטאתי <WH2398> and sin, והיה <WH1961> and they might have להם <WH1992> לשׁם <WH8034> report, רע <WH7451> for an evil למען <WH4616> that יחרפוני׃ <WH2778> they might reproach"},{"number":14,"verse":"זכרה <WH2142> think אלהי <WH430> My God, לטוביה <WH2900> thou upon Tobiah ולסנבלט <WH5571> and Sanballat כמעשׂיו <WH4639> their works, אלה <WH428> according to these וגם <WH1571> and לנועדיה <WH5129> Noadiah, הנביאה <WH5031> on the prophetess וליתר <WH3499> and the rest הנביאים <WH5030> of the prophets, אשׁר <WH834> that היו <WH1961> would have מיראים <WH3372> put me in fear. אותי׃ <WH853>"},{"number":15,"verse":"ותשׁלם <WH7999> was finished החומה <WH2346> So the wall בעשׂרים <WH6242> in the twenty וחמשׁה <WH2568> and fifth לאלול <WH435> of Elul, לחמשׁים <WH2572> in fifty ושׁנים <WH8147> and two יום׃ <WH3117> days."},{"number":16,"verse":"ויהי <WH1961> And it came to pass, כאשׁר <WH834> that when שׁמעו <WH8085> heard כל <WH3605> all אויבינו <WH341> our enemies ויראו <WH7200> us saw כל <WH3605> and all הגוים <WH1471> the heathen אשׁר <WH834> that סביבתינו <WH5439> about ויפלו <WH5307> cast down מאד <WH3966> they were much בעיניהם <WH5869> in their own eyes: וידעו <WH3045> for they perceived כי <WH3588> that מאת <WH854> of אלהינו <WH430> our God. נעשׂתה <WH6213> was wrought המלאכה <WH4399> work הזאת׃ <WH2063> this"},{"number":17,"verse":"גם <WH1571> Moreover בימים <WH3117> days ההם <WH1992> in those מרבים <WH7235> many חרי <WH2715> the nobles יהודה <WH3063> of Judah אגרתיהם <WH107> letters הולכות <WH1980> sent על <WH5921> unto טוביה <WH2900> Tobiah, ואשׁר <WH834> לטוביה <WH2900> and of Tobiah באות <WH935> came אליהם׃ <WH413> unto"},{"number":18,"verse":"כי <WH3588> For רבים <WH7227> many ביהודה <WH3063> in Judah בעלי <WH1167> sworn שׁבועה <WH7621> sworn לו כי <WH3588> unto him, because חתן <WH2860> the son in law הוא <WH1931> he לשׁכניה <WH7935> of Shechaniah בן <WH1121> the son ארח <WH733> of Arah; ויהוחנן <WH3076> Johanan בנו <WH1121> and his son לקח <WH3947> had taken את <WH853> בת <WH1323> the daughter משׁלם <WH4918> of Meshullam בן <WH1121> the son ברכיה׃ <WH1296> of Berechiah."},{"number":19,"verse":"גם <WH1571> Also טובתיו <WH2896> his good deeds היו <WH1961> they reported אמרים <WH559> they reported לפני <WH6440> before ודברי <WH1697> my words היו <WH1961> me, and uttered מוציאים <WH3318> me, and uttered לו אגרות <WH107> letters שׁלח <WH7971> sent טוביה <WH2900> to him. Tobiah ליראני׃ <WH3372> to put me in fear."}]}