{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"ויהי <WH1961> Now it came to pass, כאשׁר <WH834> when נבנתה <WH1129> was built, החומה <WH2346> the wall ואעמיד <WH5975> and I had set up הדלתות <WH1817> the doors, ויפקדו <WH6485> were appointed, השׁוערים <WH7778> and the porters והמשׁררים <WH7891> and the singers והלוים׃ <WH3881> and the Levites"},{"number":2,"verse":"ואצוה <WH6680> charge את <WH853> חנני <WH2607> Hanani, אחי <WH251> That I gave my brother ואת <WH853> חנניה <WH2608> and Hananiah שׂר <WH8269> the ruler הבירה <WH1002> of the palace, על <WH5921> over ירושׁלם <WH3389> Jerusalem: כי <WH3588> for הוא <WH1931> he כאישׁ <WH376> man, אמת <WH571> a faithful וירא <WH3372> and feared את <WH853> האלהים <WH430> God מרבים׃ <WH7227> above many."},{"number":3,"verse":"ויאמר <WH559> And I said להם לא <WH3808> unto them, Let not יפתחו <WH6605> be opened שׁערי <WH8179> the gates ירושׁלם <WH3389> of Jerusalem עד <WH5704> until חם <WH2527> השׁמשׁ <WH8121> the sun ועד <WH5704> and while הם <WH1992> they עמדים <WH5975> stand יגיפו <WH1479> by, let them shut הדלתות <WH1817> the doors, ואחזו <WH270> and bar והעמיד <WH5975> and appoint משׁמרות <WH4931> watches ישׁבי <WH3427> of the inhabitants ירושׁלם <WH3389> of Jerusalem, אישׁ <WH376> every one במשׁמרו <WH4929> in his watch, ואישׁ <WH376> and every one נגד <WH5048> over against ביתו׃ <WH1004> his house."},{"number":4,"verse":"והעיר <WH5892> Now the city רחבת <WH7342> large ידים <WH3027> large וגדולה <WH1419> and great: והעם <WH5971> but the people מעט <WH4592> few בתוכה <WH8432> therein, ואין <WH369> not בתים <WH1004> and the houses בנוים׃ <WH1129> built."},{"number":5,"verse":"ויתן <WH5414> put אלהי <WH430> And my God אל <WH413> into לבי <WH3820> mine heart ואקבצה <WH6908> to gather together את <WH853> החרים <WH2715> the nobles, ואת <WH853> הסגנים <WH5461> and the rulers, ואת <WH853> העם <WH5971> and the people, להתיחשׂ <WH3187> that they might be reckoned by genealogy. ואמצא <WH4672> And I found ספר <WH5612> a register היחשׂ <WH3188> of the genealogy העולים <WH5927> of them which came up בראשׁונה <WH7223> at the first, ואמצא <WH4672> and found כתוב׃ <WH3789> written"},{"number":6,"verse":"אלה <WH428> These בני <WH1121> the children המדינה <WH4082> of the province, העלים <WH5927> that went up משׁבי <WH7628> out of the captivity, הגולה <WH1473> of those that had been carried awa, אשׁר <WH834> whom הגלה <WH1540> had carried away, נבוכדנצר <WH5019> Nebuchadnezzar מלך <WH4428> the king בבל <WH894> of Babylon וישׁובו <WH7725> and came again לירושׁלם <WH3389> to Jerusalem וליהודה <WH3063> and to Judah, אישׁ <WH376> every one לעירו׃ <WH5892> unto his city;"},{"number":7,"verse":"הבאים <WH935> Who came עם <WH5973> with זרבבל <WH2216> Zerubbabel, ישׁוע <WH3442> Jeshua, נחמיה <WH5166> Nehemiah, עזריה <WH5838> Azariah, רעמיה <WH7485> Raamiah, נחמני <WH5167> Nahamani, מרדכי <WH4782> Mordecai, בלשׁן <WH1114> Bilshan, מספרת <WH4559> Mispereth, בגוי <WH902> Bigvai, נחום <WH5149> Nehum, בענה <WH1196> Baanah. מספר <WH4557> The number, אנשׁי <WH376> of the men עם <WH5971> of the people ישׂראל׃ <WH3478> of Israel"},{"number":8,"verse":"בני <WH1121> The children פרעשׁ <WH6551> of Parosh, אלפים <WH505> two thousand מאה <WH3967> a hundred ושׁבעים <WH7657> seventy ושׁנים׃ <WH8147> and two."},{"number":9,"verse":"בני <WH1121> The children שׁפטיה <WH8203> of Shephatiah, שׁלשׁ <WH7969> three מאות <WH3967> hundred שׁבעים <WH7657> seventy ושׁנים׃ <WH8147> and two."},{"number":10,"verse":"בני <WH1121> The children ארח <WH733> of Arah, שׁשׁ <WH8337> six מאות <WH3967> hundred חמשׁים <WH2572> fifty ושׁנים׃ <WH8147> and two."},{"number":11,"verse":"בני <WH1121> The children פחת מואב <WH6355> of Pahath-moab, לבני <WH1121> of the children ישׁוע <WH3442> of Jeshua ויואב <WH3097> and Joab, אלפים <WH505> two thousand ושׁמנה <WH8083> and eight מאות <WH3967> hundred שׁמנה <WH8083> eighteen. עשׂר׃ <WH6240> eighteen."},{"number":12,"verse":"בני <WH1121> The children עילם <WH5867> of Elam, אלף <WH505> a thousand מאתים <WH3967> two hundred חמשׁים <WH2572> fifty וארבעה׃ <WH702> and four."},{"number":13,"verse":"בני <WH1121> The children זתוא <WH2240> of Zattu, שׁמנה <WH8083> eight מאות <WH3967> hundred ארבעים <WH705> forty וחמשׁה׃ <WH2568> and five."},{"number":14,"verse":"בני <WH1121> The children זכי <WH2140> of Zaccai, שׁבע <WH7651> seven מאות <WH3967> hundred ושׁשׁים׃ <WH8346> and threescore."},{"number":15,"verse":"בני <WH1121> The children בנוי <WH1131> of Binnui, שׁשׁ <WH8337> six מאות <WH3967> hundred ארבעים <WH705> forty ושׁמנה׃ <WH8083> and eight."},{"number":16,"verse":"בני <WH1121> The children בבי <WH893> of Bebai, שׁשׁ <WH8337> six מאות <WH3967> hundred עשׂרים <WH6242> twenty ושׁמנה׃ <WH8083> and eight."},{"number":17,"verse":"בני <WH1121> The children עזגד <WH5803> of Azgad, אלפים <WH505> two thousand שׁלשׁ <WH7969> three מאות <WH3967> hundred עשׂרים <WH6242> twenty ושׁנים׃ <WH8147> and two."},{"number":18,"verse":"בני <WH1121> The children אדניקם <WH140> of Adonikam, שׁשׁ <WH8337> six מאות <WH3967> hundred שׁשׁים <WH8346> threescore ושׁבעה׃ <WH7651> and seven."},{"number":19,"verse":"בני <WH1121> The children בגוי <WH902> of Bigvai, אלפים <WH505> two thousand שׁשׁים <WH8346> threescore ושׁבעה׃ <WH7651> and seven."},{"number":20,"verse":"בני <WH1121> The children עדין <WH5720> of Adin, שׁשׁ <WH8337> six מאות <WH3967> hundred חמשׁים <WH2572> fifty וחמשׁה׃ <WH2568> and five."},{"number":21,"verse":"בני <WH1121> The children אטר <WH333> of Ater לחזקיה <WH2396> of Hezekiah, תשׁעים <WH8673> ninety ושׁמנה׃ <WH8083> and eight."},{"number":22,"verse":"בני <WH1121> The children חשׁם <WH2828> of Hashum, שׁלשׁ <WH7969> three מאות <WH3967> hundred עשׂרים <WH6242> twenty ושׁמנה׃ <WH8083> and eight."},{"number":23,"verse":"בני <WH1121> The children בצי <WH1209> of Bezai, שׁלשׁ <WH7969> three מאות <WH3967> hundred עשׂרים <WH6242> twenty וארבעה׃ <WH702> and four."},{"number":24,"verse":"בני <WH1121> The children חריף <WH2756> of Hariph, מאה <WH3967> a hundred שׁנים <WH8147> and twelve. עשׂר׃ <WH6240> and twelve."},{"number":25,"verse":"בני <WH1121> The children גבעון <WH1391> of Gibeon, תשׁעים <WH8673> ninety וחמשׁה׃ <WH2568> and five."},{"number":26,"verse":"אנשׁי <WH582> בית לחם <WH1035> of Bethlehem ונטפה <WH5199> and Netophah, מאה <WH3967> a hundred שׁמנים <WH8084> fourscore ושׁמנה׃ <WH8083> and eight."},{"number":27,"verse":"אנשׁי <WH376> The men ענתות <WH6068> of Anathoth, מאה <WH3967> a hundred עשׂרים <WH6242> twenty ושׁמנה׃ <WH8083> and eight."},{"number":28,"verse":"אנשׁי <WH376> The men בית עזמות <WH1041> of Beth-azmaveth, ארבעים <WH705> forty ושׁנים׃ <WH8147> and two."},{"number":29,"verse":"אנשׁי <WH376> The men קרית יערים <WH7157> of Kirjath-jearim, כפירה <WH3716> Chephirah, ובארות <WH881> and Beeroth, שׁבע <WH7651> seven מאות <WH3967> hundred ארבעים <WH705> forty ושׁלשׁה׃ <WH7969> and three."},{"number":30,"verse":"אנשׁי <WH376> The men הרמה <WH7414> of Ramah וגבע <WH1387> and Geba, שׁשׁ <WH8337> six מאות <WH3967> hundred עשׂרים <WH6242> twenty ואחד׃ <WH259> and one."},{"number":31,"verse":"אנשׁי <WH376> The men מכמס <WH4363> of Michmas, מאה <WH3967> a hundred ועשׂרים <WH6242> and twenty ושׁנים׃ <WH8147> and two."},{"number":32,"verse":"אנשׁי <WH376> The men בית אל <WH1008> of Bethel והעי <WH5857> and Ai, מאה <WH3967> a hundred עשׂרים <WH6242> twenty ושׁלשׁה׃ <WH7969> and three."},{"number":33,"verse":"אנשׁי <WH376> The men נבו <WH5015> Nebo, אחר <WH312> of the other חמשׁים <WH2572> fifty ושׁנים׃ <WH8147> and two."},{"number":34,"verse":"בני <WH1121> The children עילם <WH5867> Elam, אחר <WH312> of the other אלף <WH505> a thousand מאתים <WH3967> two hundred חמשׁים <WH2572> fifty וארבעה׃ <WH702> and four."},{"number":35,"verse":"בני <WH1121> The children חרם <WH2766> of Harim, שׁלשׁ <WH7969> three מאות <WH3967> hundred ועשׂרים׃ <WH6242> and twenty."},{"number":36,"verse":"בני <WH1121> The children ירחו <WH3405> of Jericho, שׁלשׁ <WH7969> three מאות <WH3967> hundred ארבעים <WH705> forty וחמשׁה׃ <WH2568> and five."},{"number":37,"verse":"בני <WH1121> The children לד <WH3850> of Lod, חדיד <WH2307> Hadid, ואונו <WH207> and Ono, שׁבע <WH7651> seven מאות <WH3967> hundred ועשׂרים <WH6242> twenty ואחד׃ <WH259> and one."},{"number":38,"verse":"בני <WH1121> The children סנאה <WH5570> of Senaah, שׁלשׁת <WH7969> three אלפים <WH505> thousand תשׁע <WH8672> nine מאות <WH3967> hundred ושׁלשׁים׃ <WH7970> and thirty."},{"number":39,"verse":"הכהנים <WH3548> The priests: בני <WH1121> the children ידעיה <WH3048> of Jedaiah, לבית <WH1004> of the house ישׁוע <WH3442> of Jeshua, תשׁע <WH8672> nine מאות <WH3967> hundred שׁבעים <WH7657> seventy ושׁלשׁה׃ <WH7969> and three."},{"number":40,"verse":"בני <WH1121> The children אמר <WH564> of Immer, אלף <WH505> a thousand חמשׁים <WH2572> fifty ושׁנים׃ <WH8147> and two."},{"number":41,"verse":"בני <WH1121> The children פשׁחור <WH6583> of Pashur, אלף <WH505> a thousand מאתים <WH3967> two hundred ארבעים <WH705> forty ושׁבעה׃ <WH7651> and seven."},{"number":42,"verse":"בני <WH1121> The children חרם <WH2766> of Harim, אלף <WH505> a thousand שׁבעה <WH7651> and seventeen. עשׂר׃ <WH6240> and seventeen."},{"number":43,"verse":"הלוים <WH3881> The Levites: בני <WH1121> the children ישׁוע <WH3442> of Jeshua, לקדמיאל <WH6934> of Kadmiel, לבני <WH1121> of the children להודוה <WH1937> of Hodevah, שׁבעים <WH7657> seventy וארבעה׃ <WH702> and four."},{"number":44,"verse":"המשׁררים <WH7891> The singers: בני <WH1121> the children אסף <WH623> of Asaph, מאה <WH3967> a hundred ארבעים <WH705> forty ושׁמנה׃ <WH8083> and eight."},{"number":45,"verse":"השׁערים <WH7778> The porters: בני <WH1121> the children שׁלום <WH7967> of Shallum, בני <WH1121> the children אטר <WH333> of Ater, בני <WH1121> the children טלמן <WH2929> of Talmon, בני <WH1121> the children עקוב <WH6126> of Akkub, בני <WH1121> the children חטיטא <WH2410> of Hatita, בני <WH1121> the children שׁבי <WH7630> of Shobai, מאה <WH3967> a hundred שׁלשׁים <WH7970> thirty ושׁמנה׃ <WH8083> and eight."},{"number":46,"verse":"הנתינים <WH5411> The Nethinims: בני <WH1121> the children צחא <WH6727> of Ziha, בני <WH1121> the children חשׂפא <WH2817> of Hashupha, בני <WH1121> the children טבעות׃ <WH2884> of Tabbaoth,"},{"number":47,"verse":"בני <WH1121> The children קירס <WH7026> of Keros, בני <WH1121> the children סיעא <WH5517> of Sia, בני <WH1121> the children פדון׃ <WH6303> of Padon,"},{"number":48,"verse":"בני <WH1121> The children לבנה <WH3838> of Lebana, בני <WH1121> the children חגבה <WH2286> of Hagaba, בני <WH1121> the children שׁלמי׃ <WH8014> of Shalmai,"},{"number":49,"verse":"בני <WH1121> The children חנן <WH2605> of Hanan, בני <WH1121> the children גדל <WH1435> of Giddel, בני <WH1121> the children גחר׃ <WH1515> of Gahar,"},{"number":50,"verse":"בני <WH1121> The children ראיה <WH7211> of Reaiah, בני <WH1121> the children רצין <WH7526> of Rezin, בני <WH1121> the children נקודא׃ <WH5353> of Nekoda,"},{"number":51,"verse":"בני <WH1121> The children גזם <WH1502> of Gazzam, בני <WH1121> the children עזא <WH5798> of Uzza, בני <WH1121> the children פסח׃ <WH6454> of Phaseah,"},{"number":52,"verse":"בני <WH1121> The children בסי <WH1153> of Besai, בני <WH1121> the children מעונים <WH4586> of Meunim, בני <WH1121> the children נפושׁסים׃ <WH5300>"},{"number":53,"verse":"בני <WH1121> The children בקבוק <WH1227> of Bakbuk, בני <WH1121> the children חקופא <WH2709> of Hakupha, בני <WH1121> the children חרחור׃ <WH2744> of Harhur,"},{"number":54,"verse":"בני <WH1121> The children בצלית <WH1213> of Bazlith, בני <WH1121> the children מחידא <WH4240> of Mehida, בני <WH1121> the children חרשׁא׃ <WH2797> of Harsha,"},{"number":55,"verse":"בני <WH1121> The children ברקוס <WH1302> of Barkos, בני <WH1121> the children סיסרא <WH5516> of Sisera, בני <WH1121> the children תמח׃ <WH8547> of Tamah,"},{"number":56,"verse":"בני <WH1121> The children נציח <WH5335> of Neziah, בני <WH1121> the children חטיפא׃ <WH2412> of Hatipha."},{"number":57,"verse":"בני <WH1121> The children עבדי <WH5650> servants: שׁלמה <WH8010> of Solomon's בני <WH1121> the children סוטי <WH5479> of Sotai, בני <WH1121> the children סופרת <WH5618> of Sophereth, בני <WH1121> the children פרידא׃ <WH6514> of Perida,"},{"number":58,"verse":"בני <WH1121> The children יעלא <WH3279> of Jaala, בני <WH1121> the children דרקון <WH1874> of Darkon, בני <WH1121> the children גדל׃ <WH1435> of Giddel,"},{"number":59,"verse":"בני <WH1121> The children שׁפטיה <WH8203> of Shephatiah, בני <WH1121> the children חטיל <WH2411> of Hattil, בני <WH1121> the children פכרת הצביים <WH6380> of Pochereth בני <WH1121> the children אמון׃ <WH526> of Amon."},{"number":60,"verse":"כל <WH3605> All הנתינים <WH5411> the Nethinims, ובני <WH1121> and the children עבדי <WH5650> servants, שׁלמה <WH8010> of Solomon's שׁלשׁ <WH7969> three מאות <WH3967> hundred תשׁעים <WH8673> ninety ושׁנים׃ <WH8147> and two."},{"number":61,"verse":"ואלה <WH428> And these העולים <WH5927> they which went up מתל מלח <WH8528> תל חרשׁא <WH8521> Tel-haresha, כרוב <WH3743> Cherub, אדון <WH114> Addon, ואמר <WH564> and Immer: ולא <WH3808> not יכלו <WH3201> but they could להגיד <WH5046> show בית <WH1004> house, אבותם <WH1> their father's וזרעם <WH2233> nor their seed, אם <WH518> whether מישׂראל <WH3478> הם׃ <WH1992> they"},{"number":62,"verse":"בני <WH1121> The children דליה <WH1806> of Delaiah, בני <WH1121> the children טוביה <WH2900> of Tobiah, בני <WH1121> the children נקודא <WH5353> of Nekoda, שׁשׁ <WH8337> six מאות <WH3967> hundred וארבעים <WH705> forty ושׁנים׃ <WH8147> and two."},{"number":63,"verse":"ומן <WH4480> And of הכהנים <WH3548> the priests: בני <WH1121> the children חביה <WH2252> of Habaiah, בני <WH1121> the children הקוץ <WH6976> of Koz, בני <WH1121> the children ברזלי <WH1271> of Barzillai, אשׁר <WH834> which לקח <WH3947> took מבנות <WH1323> of the daughters ברזלי <WH1271> of Barzillai הגלעדי <WH1569> the Gileadite אשׁה <WH802> to wife, ויקרא <WH7121> and was called על <WH5921> after שׁמם׃ <WH8034> their name."},{"number":64,"verse":"אלה <WH428> These בקשׁו <WH1245> sought כתבם <WH3791> their register המתיחשׂים <WH3187> those that were reckoned by genealogy, ולא <WH3808> but it was not נמצא <WH4672> found: ויגאלו <WH1351> therefore were they, as polluted, מן <WH4480> put from הכהנה׃ <WH3550> the priesthood."},{"number":65,"verse":"ויאמר <WH559> said התרשׁתא <WH8660> And the Tirshatha להם אשׁר <WH834> unto them, that לא <WH3808> they should not יאכלו <WH398> eat מקדשׁ <WH6944> הקדשׁיםד <WH5704> till עמד <WH5975> there stood הכהן <WH3548> a priest לאורים <WH224> with Urim ותומים׃ <WH8550> and Thummim."},{"number":66,"verse":"כל <WH3605> The whole הקהל <WH6951> congregation כאחד <WH259> together ארבע <WH702> forty רבוא <WH7239> forty אלפים <WH505> and two thousand שׁלשׁ <WH7969> three מאות <WH3967> hundred ושׁשׁים׃ <WH8346> and threescore,"},{"number":67,"verse":"מלבד <WH905> עבדיהם <WH5650> their menservants ואמהתיהם <WH519> and their maidservants, אלה <WH428> of whom שׁבעת <WH7651> seven אלפים <WH505> thousand שׁלשׁ <WH7969> three מאות <WH3967> hundred שׁלשׁים <WH7970> thirty ושׁבעה <WH7651> and seven: ולהם משׁררים <WH7891> singing ומשׁררות <WH7891> men and singing מאתים <WH3967> and they had two hundred וארבעים <WH705> forty וחמשׁה׃ <WH2568> and five"},{"number":68,"verse":"סוסיהם <WH5483> Their horses, שׁבע <WH7651> seven מאות <WH3967> hundred שׁלשׁים <WH7970> thirty ושׁשׁה <WH8337> and six: פרדיהם <WH6505> their mules, מאתים <WH3967> two hundred ארבעים <WH705> forty וחמשׁה׃ <WH2568> and five:"},{"number":69,"verse":"גמלים <WH1581> camels, ארבע <WH702> four מאות <WH3967> hundred שׁלשׁים <WH7970> thirty וחמשׁה <WH2568> and five: חמרים <WH2543> asses. שׁשׁת <WH8337> six אלפים <WH505> thousand שׁבע <WH7651> seven מאות <WH3967> hundred ועשׂרים׃ <WH6242> and twenty"},{"number":70,"verse":"ומקצת <WH7117> ראשׁי <WH7218> of the chief האבות <WH1> of the fathers נתנו <WH5414> gave למלאכה <WH4399> unto the work. התרשׁתא <WH8660> The Tirshatha נתן <WH5414> gave לאוצר <WH214> to the treasure זהב <WH2091> of gold, דרכמנים <WH1871> drams אלף <WH505> a thousand מזרקות <WH4219> basins, חמשׁים <WH2572> fifty כתנות <WH3801> garments. כהנים <WH3548> priests' שׁלשׁים <WH7970> and thirty וחמשׁ <WH2568> five מאות׃ <WH3967> hundred"},{"number":71,"verse":"ומראשׁי <WH7218> האבות <WH1> of the fathers נתנו <WH5414> gave לאוצר <WH214> to the treasure המלאכה <WH4399> of the work זהב <WH2091> of gold, דרכמונים <WH1871> drams שׁתי <WH8147> twenty thousand רבות <WH7239> twenty thousand וכסף <WH3701> of silver. מנים <WH4488> pound אלפים <WH505> and two thousand ומאתים׃ <WH3967> and two hundred"},{"number":72,"verse":"ואשׁר <WH834> And which נתנו <WH5414> gave שׁארית <WH7611> the rest העם <WH5971> of the people זהב <WH2091> of gold, דרכמונים <WH1871> drams שׁתי <WH8147> twenty רבוא <WH7239> thousand וכסף <WH3701> of silver, מנים <WH4488> pound אלפים <WH505> and two thousand וכתנת <WH3801> garments. כהנים <WH3548> priests' שׁשׁים <WH8346> and threescore ושׁבעה׃ <WH7651> and seven"},{"number":73,"verse":"וישׁבו <WH3427> dwelt הכהנים <WH3548> So the priests, והלוים <WH3881> and the Levites, והשׁוערים <WH7778> and the porters, והמשׁררים <WH7891> and the singers, ומן <WH4480> and of העם <WH5971> the people, והנתינים <WH5411> and the Nethinims, וכל <WH3605> and all ישׂראל <WH3478> Israel, בעריהם <WH5892> in their cities; ויגע <WH5060> came, החדשׁ <WH2320> month השׁביעי <WH7637> and when the seventh ובני <WH1121> the children ישׂראל <WH3478> of Israel בעריהם׃ <WH5892> in their cities."}]}