{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"ויאספו <WH622> gathered themselves together כל <WH3605> And all העם <WH5971> the people כאישׁ <WH376> man אחד <WH259> as one אל <WH413> into הרחוב <WH7339> the street אשׁר <WH834> that לפני <WH6440> before שׁער <WH8179> gate; המים <WH4325> the water ויאמרו <WH559> and they spoke לעזרא <WH5830> unto Ezra הספר <WH5608> the scribe להביא <WH935> to bring את <WH853> ספר <WH5612> the book תורת <WH8451> of the law משׁה <WH4872> of Moses, אשׁר <WH834> which צוה <WH6680> had commanded יהוה <WH3068> the LORD את <WH854> ישׂראל׃ <WH3478> to Israel."},{"number":2,"verse":"ויביא <WH935> brought עזרא <WH5830> And Ezra הכהן <WH3548> the priest את <WH853> התורה <WH8451> the law לפני <WH6440> before הקהל <WH6951> the congregation מאישׁ <WH376> both of men ועד <WH5704> אשׁה <WH802> and women, וכל <WH3605> and all מבין <WH995> with understanding, לשׁמע <WH8085> that could hear ביום <WH3117> day אחד <WH259> upon the first לחדשׁ <WH2320> month. השׁביעי׃ <WH7637> of the seventh"},{"number":3,"verse":"ויקרא <WH7121> And he read בו לפני <WH6440> therein before הרחוב <WH7339> the street אשׁר <WH834> that לפני <WH6440> before שׁער <WH8179> gate המים <WH4325> the water מן <WH4480> from האור <WH216> the morning עד <WH5704> until מחצית <WH4276> midday, היום <WH3117> midday, נגד <WH5048> before האנשׁים <WH376> the men והנשׁים <WH802> and the women, והמבינים <WH995> and those that could understand; ואזני <WH241> and the ears כל <WH3605> of all העם <WH5971> the people אל <WH413> unto ספר <WH5612> the book התורה׃ <WH8451> of the law."},{"number":4,"verse":"ויעמד <WH5975> stood עזרא <WH5830> And Ezra הספר <WH5608> the scribe על <WH5921> upon מגדל <WH4026> a pulpit עץ <WH6086> of wood, אשׁר <WH834> which עשׂו <WH6213> they had made לדבר <WH1697> for the purpose; ויעמד <WH5975> him stood אצלו <WH681> and beside מתתיה <WH4993> Mattithiah, ושׁמע <WH8087> and Shema, ועניה <WH6043> and Anaiah, ואוריה <WH223> and Urijah, וחלקיה <WH2518> and Hilkiah, ומעשׂיה <WH4641> and Maaseiah, על <WH5921> on ימינו <WH3225> his right hand; ומשׂמאלו <WH8040> and on his left hand, פדיה <WH6305> Pedaiah, ומישׁאל <WH4332> and Mishael, ומלכיה <WH4441> and Malchiah, וחשׁם <WH2828> and Hashum, וחשׁבדנה <WH2806> and Hashbadana, זכריה <WH2148> Zechariah, משׁלם׃ <WH4918> Meshullam."},{"number":5,"verse":"ויפתח <WH6605> opened עזרא <WH5830> And Ezra הספר <WH5612> the book לעיני <WH5869> in the sight כל <WH3605> of all העם <WH5971> the people; כי <WH3588> (for מעל <WH5921> above כל <WH3605> all העם <WH5971> the people;) היה <WH1961> he was וכפתחו <WH6605> and when he opened עמדו <WH5975> stood up: כל <WH3605> it, all העם׃ <WH5971> the people"},{"number":6,"verse":"ויברך <WH1288> blessed עזרא <WH5830> And Ezra את <WH853> יהוה <WH3068> the LORD, האלהים <WH430> God. הגדול <WH1419> the great ויענו <WH6030> answered, כל <WH3605> And all העם <WH5971> the people אמן <WH543> Amen, אמן <WH543> Amen, במעל <WH4607> with lifting up ידיהם <WH3027> their hands: ויקדו <WH6915> and they bowed וישׁתחו <WH7812> their heads, and worshiped ליהוה <WH3068> the LORD אפים <WH639> with faces ארצה׃ <WH776> to the ground."},{"number":7,"verse":"וישׁוע <WH3442> Also Jeshua, ובני <WH1137> and Bani, ושׁרביה <WH8274> and Sherebiah, ימין <WH3226> Jamin, עקוב <WH6126> Akkub, שׁבתי <WH7678> Shabbethai, הודיה <WH1941> Hodijah, מעשׂיה <WH4641> Maaseiah, קליטא <WH7042> Kelita, עזריה <WH5838> Azariah, יוזבד <WH3107> Jozabad, חנן <WH2605> Hanan, פלאיה <WH6411> Pelaiah, והלוים <WH3881> and the Levites, מבינים <WH995> to understand את <WH853> העם <WH5971> caused the people לתורה <WH8451> the law: והעם <WH5971> and the people על <WH5921> in עמדם׃ <WH5975>"},{"number":8,"verse":"ויקראו <WH7121> So they read בספר <WH5612> in the book בתורת <WH8451> in the law האלהים <WH430> of God מפרשׁ <WH6567> distinctly, ושׂום <WH7760> and gave שׂכל <WH7922> the sense, ויבינו <WH995> and caused to understand במקרא׃ <WH4744> the reading."},{"number":9,"verse":"ויאמר <WH559> said נחמיה <WH5166> And Nehemiah, הוא <WH1931> which התרשׁתא <WH8660> the Tirshatha, ועזרא <WH5830> and Ezra הכהן <WH3548> the priest הספר <WH5608> the scribe, והלוים <WH3881> and the Levites המבינים <WH995> that taught את <WH853> העם <WH5971> the people, לכל <WH3605> unto all העם <WH5971> the people, היום <WH3117> day קדשׁ <WH6918> holy הוא <WH1931> This ליהוה <WH3068> unto the LORD אלהיכם <WH430> your God; אל <WH408> not, תתאבלו <WH56> mourn ואל <WH408> nor תבכו <WH1058> weep. כי <WH3588> For בוכים <WH1058> wept, כל <WH3605> all העם <WH5971> the people כשׁמעם <WH8085> when they heard את <WH853> דברי <WH1697> the words התורה׃ <WH8451> of the law."},{"number":10,"verse":"ויאמר <WH559> Then he said להם לכו <WH1980> unto them, Go אכלו <WH398> your way, eat משׁמנים <WH4924> the fat, ושׁתו <WH8354> and drink ממתקים <WH4477> the sweet, ושׁלחו <WH7971> and send מנות <WH4490> portions לאין <WH369> unto them for whom nothing נכון <WH3559> is prepared: לו כי <WH3588> for קדושׁ <WH6918> holy היום <WH3117> day לאדנינו <WH136> ואל <WH408> neither תעצבו <WH6087> be ye sorry; כי <WH3588> for חדות <WH2304> the joy יהוה <WH3068> of the LORD היא <WH1931> מעזכם׃ <WH4581> is your strength."},{"number":11,"verse":"והלוים <WH3881> So the Levites מחשׁים <WH2814> stilled לכל <WH3605> all העם <WH5971> the people, לאמר <WH559> saying, הסו <WH2013> Hold your peace, כי <WH3588> for היום <WH3117> the day קדשׁ <WH6918> holy; ואל <WH408> neither תעצבו׃ <WH6087> be ye grieved."},{"number":12,"verse":"וילכו <WH1980> went כל <WH3605> And all העם <WH5971> the people לאכל <WH398> their way to eat, ולשׁתות <WH8354> and to drink, ולשׁלח <WH7971> and to send מנות <WH4490> portions, ולעשׂות <WH6213> and to make שׂמחה <WH8057> mirth, גדולה <WH1419> great כי <WH3588> because הבינו <WH995> they had understood בדברים <WH1697> the words אשׁר <WH834> that הודיעו׃ <WH3045> were declared"},{"number":13,"verse":"וביום <WH3117> day השׁני <WH8145> And on the second נאספו <WH622> were gathered together ראשׁי <WH7218> the chief האבות <WH1> of the fathers לכל <WH3605> of all העם <WH5971> the people, הכהנים <WH3548> the priests, והלוים <WH3881> and the Levites, אל <WH413> unto עזרא <WH5830> Ezra הספר <WH5608> the scribe, ולהשׂכיל <WH7919> even to understand אל <WH413> even to understand דברי <WH1697> the words התורה׃ <WH8451> of the law."},{"number":14,"verse":"וימצאו <WH4672> And they found כתוב <WH3789> written בתורה <WH8451> in the law אשׁר <WH834> which צוה <WH6680> had commanded יהוה <WH3068> the LORD ביד <WH3027> by משׁה <WH4872> Moses, אשׁר <WH834> that ישׁבו <WH3427> should dwell בני <WH1121> the children ישׂראל <WH3478> of Israel בסכות <WH5521> in booths בחג <WH2282> in the feast בחדשׁ <WH2320> month: השׁביעי׃ <WH7637> of the seventh"},{"number":15,"verse":"ואשׁר <WH834> And that ישׁמיעו <WH8085> they should publish ויעבירו <WH5674> and proclaim קול <WH6963> and proclaim בכל <WH3605> in all עריהם <WH5892> their cities, ובירושׁלם <WH3389> and in Jerusalem, לאמר <WH559> saying, צאו <WH3318> Go forth ההר <WH2022> unto the mount, והביאו <WH935> and fetch עלי <WH5929> branches, זית <WH2132> olive ועלי <WH5929> branches, עץ <WH6086> and pine שׁמן <WH8081> and pine ועלי <WH5929> branches, הדס <WH1918> and myrtle ועלי <WH5929> branches, תמרים <WH8558> and palm ועלי <WH5929> and branches עץ <WH6086> trees, עבת <WH5687> of thick לעשׂת <WH6213> to make סכת <WH5521> booths, ככתוב׃ <WH3789> as written."},{"number":16,"verse":"ויצאו <WH3318> went forth, העם <WH5971> So the people ויביאו <WH935> and brought ויעשׂו <WH6213> and made להם <WH1992> סכות <WH5521> themselves booths, אישׁ <WH376> every one על <WH5921> upon גגו <WH1406> the roof of his house, ובחצרתיהם <WH2691> and in their courts, ובחצרות <WH2691> and in the courts בית <WH1004> of the house האלהים <WH430> of God, וברחוב <WH7339> and in the street שׁער <WH8179> gate, המים <WH4325> of the water וברחוב <WH7339> and in the street שׁער <WH8179> of the gate אפרים׃ <WH669> of Ephraim."},{"number":17,"verse":"ויעשׂו <WH6213> made כל <WH3605> And all הקהל <WH6951> the congregation השׁבים <WH7725> of them that were come again מן <WH4480> out of השׁבי <WH7628> the captivity סכות <WH5521> booths, וישׁבו <WH3427> and sat בסכות <WH5521> under the booths: כי <WH3588> for לא <WH3808> had not עשׂו <WH6213> done מימי <WH3117> since the days ישׁוע <WH3442> of Jeshua בן <WH1121> the son נון <WH5126> of Nun כן <WH3651> so. בני <WH1121> the children ישׂראל <WH3478> of Israel עד <WH5704> unto היום <WH3117> day ההוא <WH1931> that ותהי <WH1961> And there was שׂמחה <WH8057> gladness. גדולה <WH1419> great מאד׃ <WH3966> very"},{"number":18,"verse":"ויקרא <WH7121> he read בספר <WH5612> in the book תורת <WH8451> of the law האלהים <WH430> of God. יום <WH3117> Also day ביום <WH3117> by day, מן <WH4480> from היום <WH3117> day הראשׁון <WH7223> the first עד <WH5704> unto היום <WH3117> day, האחרון <WH314> the last ויעשׂו <WH6213> And they kept חג <WH2282> the feast שׁבעת <WH7651> seven ימים <WH3117> days; וביום <WH3117> day השׁמיני <WH8066> and on the eighth עצרת <WH6116> a solemn assembly, כמשׁפט׃ <WH4941> according unto the manner."}]}