{"bibleAbbr":"Orig2013+","bookName":"נחמיה","bookEnglishName":"Nehemiah","chapterNumber":9,"verses":[{"number":1,"verse":"וביום <WH3117> day עשׂרים <WH6242> Now in the twenty וארבעה <WH702> and fourth לחדשׁ <WH2320> month הזה <WH2088> of this נאספו <WH622> were assembled בני <WH1121> the children ישׂראל <WH3478> of Israel בצום <WH6685> with fasting, ובשׂקים <WH8242> and with sackclothes, ואדמה <WH127> and earth עליהם׃ <WH5921> upon"},{"number":2,"verse":"ויבדלו <WH914> separated themselves זרע <WH2233> And the seed ישׂראל <WH3478> of Israel מכל <WH3605> from all בני <WH1121> strangers, נכר <WH5236> strangers, ויעמדו <WH5975> and stood ויתודו <WH3034> and confessed על <WH5921> and confessed חטאתיהם <WH2403> their sins, ועונות <WH5771> and the iniquities אבתיהם׃ <WH1> of their fathers."},{"number":3,"verse":"ויקומו <WH6965> And they stood up על <WH5921> in עמדם <WH5977> their place, ויקראו <WH7121> and read בספר <WH5612> in the book תורת <WH8451> of the law יהוה <WH3068> of the LORD אלהיהם <WH430> their God רבעית <WH7243> fourth היום <WH3117> part of the day; ורבעית <WH7243> and fourth מתודים <WH3034> part they confessed, ומשׁתחוים <WH7812> and worshiped ליהוה <WH3068> the LORD אלהיהם׃ <WH430> their God."},{"number":4,"verse":"ויקם <WH6965> Then stood up על <WH5921> upon מעלה <WH4608> the stairs, הלוים <WH3881> of the Levites, ישׁוע <WH3442> Jeshua, ובני <WH1137> and Bani, קדמיאל <WH6934> Kadmiel, שׁבניה <WH7645> Shebaniah, בני <WH1138> Bunni, שׁרביה <WH8274> Sherebiah, בני <WH1137> Bani, כנני <WH3662> Chenani, ויזעקו <WH2199> and cried בקול <WH6963> voice גדול <WH1419> with a loud אל <WH413> unto יהוה <WH3068> the LORD אלהיהם׃ <WH430> their God."},{"number":5,"verse":"ויאמרו <WH559> said, הלוים <WH3881> Then the Levites, ישׁוע <WH3442> Jeshua, וקדמיאל <WH6934> and Kadmiel, בני <WH1137> Bani, חשׁבניה <WH2813> Hashabniah, שׁרביה <WH8274> Sherebiah, הודיה <WH1941> Hodijah, שׁבניה <WH7645> Shebaniah, פתחיה <WH6611> Pethahiah, קומו <WH6965> Stand up ברכו <WH1288> bless את <WH853> יהוה <WH3068> the LORD אלהיכם <WH430> your God מן <WH4480> forever העולם <WH5769> forever עד <WH5704> and העולם <WH5769> ever: ויברכו <WH1288> and blessed שׁם <WH8034> name, כבודך <WH3519> be thy glorious ומרומם <WH7311> which is exalted על <WH5921> above כל <WH3605> all ברכה <WH1293> blessing ותהלה׃ <WH8416> and praise."},{"number":6,"verse":"אתה <WH859> Thou, הוא <WH1931> thou, יהוה <WH3068> LORD לבדך <WH905> alone; את <WH853> עשׂית <WH6213> hast made את <WH853> השׁמים <WH8064> heaven, שׁמי <WH8064> the heaven השׁמים <WH8064> of heavens, וכל <WH3605> with all צבאם <WH6635> their host, הארץ <WH776> the earth, וכל <WH3605> and all אשׁר <WH834> that עליה <WH5921> therein, הימים <WH3220> the seas, וכל <WH3605> and all אשׁר <WH834> that בהם ואתה <WH859> thou מחיה <WH2421> preservest את <WH853> כלם <WH3605> them all; וצבא <WH6635> and the host השׁמים <WH8064> of heaven לך משׁתחוים׃ <WH7812> worshipeth"},{"number":7,"verse":"אתה <WH859> Thou הוא <WH1931> יהוה <WH3068> the LORD האלהים <WH430> the God, אשׁר <WH834> who בחרת <WH977> didst choose באברם <WH87> Abram, והוצאתו <WH3318> and broughtest him forth מאור <WH218> כשׂדים <WH3778> of the Chaldees, ושׂמת <WH7760> and gavest שׁמו <WH8034> him the name אברהם׃ <WH85> of Abraham;"},{"number":8,"verse":"ומצאת <WH4672> And foundest את <WH853> לבבו <WH3824> his heart נאמן <WH539> faithful לפניך <WH6440> before וכרות <WH3772> thee, and madest עמו <WH5973> with הברית <WH1285> a covenant לתת <WH5414> him to give את <WH853> ארץ <WH776> the land הכנעני <WH3669> of the Canaanites, החתי <WH2850> the Hittites, האמרי <WH567> the Amorites, והפרזי <WH6522> and the Perizzites, והיבוסי <WH2983> and the Jebusites, והגרגשׁי <WH1622> and the Girgashites, לתת <WH5414> to give לזרעו <WH2233> to his seed, ותקם <WH6965> and hast performed את <WH853> דבריך <WH1697> thy words; כי <WH3588> for צדיק <WH6662> righteous: אתה׃ <WH859> thou"},{"number":9,"verse":"ותרא <WH7200> And didst see את <WH853> עני <WH6040> the affliction אבתינו <WH1> of our fathers במצרים <WH4714> in Egypt, ואת <WH853> זעקתם <WH2201> their cry שׁמעת <WH8085> and heardest על <WH5921> by ים <WH3220> sea; סוף׃ <WH5488> the Red"},{"number":10,"verse":"ותתן <WH5414> And showedst אתת <WH226> signs ומפתים <WH4159> and wonders בפרעה <WH6547> upon Pharaoh, ובכל <WH3605> and on all עבדיו <WH5650> his servants, ובכל <WH3605> and on all עם <WH5971> the people ארצו <WH776> of his land: כי <WH3588> for ידעת <WH3045> thou knewest כי <WH3588> that הזידו <WH2102> they dealt proudly עליהם <WH5921> against ותעשׂ <WH6213> them. So didst thou get לך שׁם <WH8034> thee a name, כהיום <WH3117> day. הזה׃ <WH2088> as this"},{"number":11,"verse":"והים <WH3220> the sea בקעת <WH1234> And thou didst divide לפניהם <WH6440> before ויעברו <WH5674> them, so that they went through בתוך <WH8432> the midst הים <WH3220> of the sea ביבשׁה <WH3004> on the dry land; ואת <WH853> רדפיהם <WH7291> and their persecutors השׁלכת <WH7993> thou threwest במצולת <WH4688> into the deeps, כמו <WH3644> as אבן <WH68> a stone במים <WH4325> waters. עזים׃ <WH5794> into the mighty"},{"number":12,"verse":"ובעמוד <WH5982> pillar; ענן <WH6051> by a cloudy הנחיתם <WH5148> Moreover thou leddest יומם <WH3119> them in the day ובעמוד <WH5982> by a pillar אשׁ <WH784> of fire, לילה <WH3915> and in the night להאיר <WH215> to give them light להם <WH1992> אתדרך <WH1870> in the way אשׁר <WH834> wherein ילכו׃ <WH1980> they should go."},{"number":13,"verse":"ועל <WH5921> also upon הר <WH2022> mount סיני <WH5514> Sinai, ירדת <WH3381> Thou camest down ודבר <WH1696> and spakest עמהם <WH5973> with משׁמים <WH8064> them from heaven, ותתן <WH5414> and gavest להם משׁפטים <WH4941> judgments, ישׁרים <WH3477> them right ותורות <WH8451> laws, אמת <WH571> and true חקים <WH2706> statutes ומצות <WH4687> and commandments: טובים׃ <WH2896> good"},{"number":14,"verse":"ואת <WH853> שׁבת <WH7676> sabbath, קדשׁך <WH6944> unto them thy holy הודעת <WH3045> And madest known להם ומצוות <WH4687> them precepts, וחקים <WH2706> statutes, ותורה <WH8451> and laws, צוית <WH6680> and commandedst להם ביד <WH3027> by the hand משׁה <WH4872> of Moses עבדך׃ <WH5650> thy servant:"},{"number":15,"verse":"ולחם <WH3899> them bread משׁמים <WH8064> from heaven נתתה <WH5414> And gavest להם לרעבם <WH7458> for their hunger, ומים <WH4325> water מסלע <WH5553> for them out of the rock הוצאת <WH3318> and broughtest forth להם לצמאם <WH6772> for their thirst, ותאמר <WH559> and promisedst להם לבוא <WH935> them that they should go in לרשׁת <WH3423> to possess את <WH853> הארץ <WH776> the land אשׁר <WH834> which נשׂאת <WH5375> אתדך <WH3027> לתת׃ <WH5414> to give"},{"number":16,"verse":"והם <WH1992> But they ואבתינו <WH1> and our fathers הזידו <WH2102> dealt proudly, ויקשׁו <WH7185> and hardened את <WH853> ערפם <WH6203> their necks, ולא <WH3808> not שׁמעו <WH8085> and hearkened אל <WH413> to מצותיך׃ <WH4687> thy commandments,"},{"number":17,"verse":"וימאנו <WH3985> And refused לשׁמע <WH8085> to obey, ולא <WH3808> neither זכרו <WH2142> were mindful נפלאתיך <WH6381> of thy wonders אשׁר <WH834> that עשׂית <WH6213> thou didst עמהם <WH5973> among ויקשׁו <WH7185> them; but hardened את <WH853> ערפם <WH6203> their necks, ויתנו <WH5414> appointed ראשׁ <WH7218> a captain לשׁוב <WH7725> to return לעבדתם <WH5659> to their bondage: במרים <WH4805> and in their rebellion ואתה <WH859> but thou אלוה <WH433> a God סליחות <WH5547> ready to pardon, חנון <WH2587> gracious ורחום <WH7349> and merciful, ארך <WH750> slow אפים <WH639> to anger, ורב <WH7227> and of great וחסד <WH2617> kindness, ולא <WH3808> them not. עזבתם׃ <WH5800> and forsookest"},{"number":18,"verse":"אף <WH637> Yea, כי <WH3588> when עשׂו <WH6213> they had made להם עגל <WH5695> calf, מסכה <WH4541> them a molten ויאמרו <WH559> and said, זה <WH2088> This אלהיך <WH430> thy God אשׁר <WH834> that העלך <WH5927> brought thee up ממצרים <WH4714> ויעשׂו <WH6213> and had wrought נאצות <WH5007> provocations; גדלות׃ <WH1419> great"},{"number":19,"verse":"ואתה <WH859> Yet thou ברחמיך <WH7356> mercies הרבים <WH7227> in thy manifold לא <WH3808> them not עזבתם <WH5800> forsookest במדבר <WH4057> in the wilderness: את <WH853> עמוד <WH5982> the pillar הענן <WH6051> of the cloud לא <WH3808> not סר <WH5493> departed מעליהם <WH5921> from ביומם <WH3119> them by day, להנחתם <WH5148> to lead בהדרך <WH1870> them in the way; ואת <WH853> עמוד <WH5982> neither the pillar האשׁ <WH784> of fire בלילה <WH3915> by night, להאיר <WH215> to show them light, להם ואת <WH853> הדרך <WH1870> and the way אשׁר <WH834> wherein ילכו׃ <WH1980> they should go."},{"number":20,"verse":"ורוחך <WH7307> spirit הטובה <WH2896> also thy good נתת <WH5414> Thou gavest להשׂכילם <WH7919> to instruct ומנך <WH4478> thy manna לא <WH3808> not מנעת <WH4513> them, and withheldest מפיהם <WH6310> from their mouth, ומים <WH4325> them water נתתה <WH5414> and gavest להם לצמאם׃ <WH6772> for their thirst."},{"number":21,"verse":"וארבעים <WH705> Yea, forty שׁנה <WH8141> years כלכלתם <WH3557> didst thou sustain במדבר <WH4057> them in the wilderness, לא <WH3808> nothing; חסרו <WH2637> they lacked שׂלמתיהם <WH8008> their clothes לא <WH3808> waxed not old, בלו <WH1086> waxed not old, ורגליהם <WH7272> and their feet לא <WH3808> not. בצקו׃ <WH1216> swelled"},{"number":22,"verse":"ותתן <WH5414> Moreover thou gavest להם ממלכות <WH4467> them kingdoms ועממים <WH5971> and nations, ותחלקם <WH2505> and didst divide לפאה <WH6285> them into corners: ויירשׁו <WH3423> so they possessed את <WH853> ארץ <WH776> the land סיחון <WH5511> of Sihon, ואת <WH853> ארץ <WH776> and the land מלך <WH4428> of the king חשׁבון <WH2809> of Heshbon, ואת <WH853> ארץ <WH776> and the land עוג <WH5747> of Og מלך <WH4428> king הבשׁן׃ <WH1316> of Bashan."},{"number":23,"verse":"ובניהם <WH1121> Their children הרבית <WH7235> also multipliedst כככבי <WH3556> thou as the stars השׁמים <WH8064> of heaven, ותביאם <WH935> and broughtest אל <WH413> them into הארץ <WH776> the land, אשׁר <WH834> concerning which אמרת <WH559> thou hadst promised לאבתיהם <WH1> to their fathers, לבוא <WH935> that they should go in לרשׁת׃ <WH3423> to possess"},{"number":24,"verse":"ויבאו <WH935> went in הבנים <WH1121> So the children ויירשׁו <WH3423> and possessed את <WH853> הארץ <WH776> the land, ותכנע <WH3665> and thou subduedst לפניהם <WH6440> before את <WH853> ישׁבי <WH3427> them the inhabitants הארץ <WH776> of the land, הכנענים <WH3669> the Canaanites, ותתנם <WH5414> and gavest בידם <WH3027> them into their hands, ואת <WH853> מלכיהם <WH4428> with their kings, ואת <WH853> עממי <WH5971> and the people הארץ <WH776> of the land, לעשׂות <WH6213> that they might do בהם כרצונם׃ <WH7522> with them as they would."},{"number":25,"verse":"וילכדו <WH3920> And they took ערים <WH5892> cities, בצרות <WH1219> strong ואדמה <WH127> land, שׁמנה <WH8082> and a fat ויירשׁו <WH3423> and possessed בתים <WH1004> houses מלאים <WH4392> full כל <WH3605> of all טוב <WH2898> goods, ברות <WH953> wells חצובים <WH2672> digged, כרמים <WH3754> vineyards, וזיתים <WH2132> and oliveyards, ועץ <WH6086> trees מאכל <WH3978> and fruit לרב <WH7230> in abundance: ויאכלו <WH398> so they did eat, וישׂבעו <WH7646> and were filled, וישׁמינו <WH8080> and became fat, ויתעדנו <WH5727> and delighted themselves בטובך <WH2898> goodness. הגדול׃ <WH1419> in thy great"},{"number":26,"verse":"וימרו <WH4784> Nevertheless they were disobedient, וימרדו <WH4775> and rebelled בך וישׁלכו <WH7993> against thee, and cast את <WH853> תורתך <WH8451> thy law אחרי <WH310> behind גום <WH1458> their backs, ואת <WH853> נביאיך <WH5030> thy prophets הרגו <WH2026> and slew אשׁר <WH834> which העידו <WH5749> testified בם להשׁיבם <WH7725> against them to turn אליך <WH413> them to ויעשׂו <WH6213> thee, and they wrought נאצות <WH5007> provocations. גדולת׃ <WH1419> great"},{"number":27,"verse":"ותתנם <WH5414> Therefore thou deliveredst ביד <WH3027> them into the hand צריהם <WH6862> of their enemies, ויצרו <WH3334> להם ובעת <WH6256> them: and in the time צרתם <WH6869> of their trouble, יצעקו <WH6817> when they cried אליך <WH413> unto ואתה <WH859> thee, thou משׁמים <WH8064> from heaven; תשׁמע <WH8085> heardest וכרחמיך <WH7356> mercies הרבים <WH7227> and according to thy manifold תתן <WH5414> thou gavest להם מושׁיעים <WH3467> them saviors, ויושׁיעום <WH3467> who saved מיד <WH3027> them out of the hand צריהם׃ <WH6862> of their enemies."},{"number":28,"verse":"וכנוח <WH5117> But after they had rest, להם ישׁובו <WH7725> again לעשׂות <WH6213> they did רע <WH7451> evil לפניך <WH6440> before ותעזבם <WH5800> thee: therefore leftest ביד <WH3027> thou them in the hand איביהם <WH341> of their enemies, וירדו <WH7287> so that they had the dominion בהם וישׁובו <WH7725> over them: yet when they returned, ויזעקוך <WH2199> and cried ואתה <WH859> unto thee, thou משׁמים <WH8064> from heaven; תשׁמע <WH8085> heardest ותצילם <WH5337> didst thou deliver כרחמיך <WH7356> them according to thy mercies; רבות <WH7227> and many עתים׃ <WH6256> times"},{"number":29,"verse":"ותעד <WH5749> And testifiedst בהם להשׁיבם <WH7725> against them, that thou mightest bring them again אל <WH413> unto תורתך <WH8451> thy law: והמה <WH1992> yet they הזידו <WH2102> dealt proudly, ולא <WH3808> not שׁמעו <WH8085> and hearkened למצותיך <WH4687> unto thy commandments, ובמשׁפטיך <WH4941> against thy judgments, חטאו <WH2398> but sinned בם אשׁר <WH834> (which יעשׂה <WH6213> do, אדם <WH120> if a man וחיה <WH2421> he shall live בהם ויתנו <WH5414> כתף <WH3802> the shoulder, סוררת <WH5637> וערפם <WH6203> their neck, הקשׁו <WH7185> and hardened ולא <WH3808> and would not שׁמעו׃ <WH8085> hear."},{"number":30,"verse":"ותמשׁך <WH4900> didst thou forbear עליהם <WH5921> didst thou forbear שׁנים <WH8141> years רבות <WH7227> Yet many ותעד <WH5749> them, and testifiedst בם ברוחך <WH7307> against them by thy spirit ביד <WH3027> in נביאיך <WH5030> thy prophets: ולא <WH3808> yet would they not האזינו <WH238> give ear: ותתנם <WH5414> therefore gavest ביד <WH3027> thou them into the hand עמי <WH5971> of the people הארצת׃ <WH776> of the lands."},{"number":31,"verse":"וברחמיך <WH7356> mercies' הרבים <WH7227> Nevertheless for thy great לא <WH3808> sake thou didst not עשׂיתם <WH6213> utterly consume כלה <WH3617> utterly consume ולא <WH3808> them, nor עזבתם <WH5800> forsake כי <WH3588> them; for אל <WH410> God. חנון <WH2587> a gracious ורחום <WH7349> and merciful אתה׃ <WH859> thou"},{"number":32,"verse":"ועתה <WH6258> Now אלהינו <WH430> therefore, our God, האל <WH410> God, הגדול <WH1419> the great, הגבור <WH1368> the mighty, והנורא <WH3372> and the terrible שׁומר <WH8104> who keepest הברית <WH1285> covenant והחסד <WH2617> and mercy, אל <WH408> let not ימעט <WH4591> seem little לפניך <WH6440> before את <WH853> כל <WH3605> all התלאה <WH8513> the trouble אשׁר <WH834> thee, that מצאתנו <WH4672> hath come upon למלכינו <WH4428> us, on our kings, לשׂרינו <WH8269> on our princes, ולכהנינו <WH3548> and on our priests, ולנביאנו <WH5030> and on our prophets, ולאבתינו <WH1> and on our fathers, ולכל <WH3605> and on all עמך <WH5971> thy people, מימי <WH3117> since the time מלכי <WH4428> of the kings אשׁור <WH804> of Assyria עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":33,"verse":"ואתה <WH859> Howbeit thou צדיק <WH6662> just על <WH5921> in כל <WH3605> all הבא <WH935> that is brought עלינו <WH5921> upon כי <WH3588> us; for אמת <WH571> right, עשׂית <WH6213> thou hast done ואנחנו <WH587> but we הרשׁענו׃ <WH7561> have done wickedly:"},{"number":34,"verse":"ואת <WH853> מלכינו <WH4428> Neither have our kings, שׂרינו <WH8269> our princes, כהנינו <WH3548> our priests, ואבתינו <WH1> our fathers, לא <WH3808> nor עשׂו <WH6213> kept תורתך <WH8451> thy law, ולא <WH3808> nor הקשׁיבו <WH7181> hearkened אל <WH413> unto מצותיך <WH4687> thy commandments ולעדותיך <WH5715> and thy testimonies, אשׁר <WH834> wherewith העידת׃ <WH5749> thou didst testify"},{"number":35,"verse":"והם <WH1992> For they במלכותם <WH4438> thee in their kingdom, ובטובך <WH2898> goodness הרב <WH7227> and in thy great אשׁר <WH834> that נתת <WH5414> thou gavest להם ובארץ <WH776> land הרחבה <WH7342> them, and in the large והשׁמנה <WH8082> and fat אשׁר <WH834> which נתת <WH5414> thou gavest לפניהם <WH6440> before לא <WH3808> have not עבדוך <WH5647> served ולא <WH3808> them, neither שׁבו <WH7725> turned ממעלליהם <WH4611> works. הרעים׃ <WH7451> they from their wicked"},{"number":36,"verse":"הנה <WH2009> Behold, אנחנו <WH587> we היום <WH3117> this day, עבדים <WH5650> servants והארץ <WH776> and the land אשׁר <WH834> that נתתה <WH5414> thou gavest לאבתינו <WH1> unto our fathers לאכל <WH398> to eat את <WH853> פריה <WH6529> the fruit ואת <WH853> טובה <WH2898> thereof and the good הנה <WH2009> thereof, behold, אנחנו <WH587> we עבדים <WH5650> servants עליה׃ <WH5921> in"},{"number":37,"verse":"ותבואתה <WH8393> increase מרבה <WH7235> And it yieldeth much למלכים <WH4428> unto the kings אשׁר <WH834> whom נתתה <WH5414> thou hast set עלינו <WH5921> over בחטאותינו <WH2403> us because of our sins: ועל <WH5921> over גויתינו <WH1472> our bodies, משׁלים <WH4910> also they have dominion ובבהמתנו <WH929> and over our cattle, כרצונם <WH7522> at their pleasure, ובצרה <WH6869> distress. גדולה <WH1419> in great אנחנו׃ <WH587> and we"},{"number":38,"verse":"ובכל <WH3605> And because of all זאת <WH2063> this אנחנו <WH587> we כרתים <WH3772> make אמנה <WH548> a sure וכתבים <WH3789> and write ועל <WH5921> seal החתום <WH2856> seal שׂרינו <WH8269> and our princes, לוינו <WH3881> Levites, כהנינו׃ <WH3548> priests,"}]}