{"bibleAbbr":"siROV","bookName":"ගණන් කථාව","bookEnglishName":"Numbers","chapterNumber":29,"verses":[{"number":1,"verse":"සත්වෙනි මාසයේ පළමුවෙනි දින ශුද්ධ රැස්වීමක් පවත්වන්න; කිසි බර වැඩක් නොකරන්න. ඒක ඔබ සැමට හොරණෑ පිඹීමේ දවසක්ය."},{"number":2,"verse":"ස්වාමීන්වහන්සේ ට ගිනි පූජාවක් කොට මිහිරි සුවඳක් පිණිස ඔවුන්ගේ නියෝගය ලෙස අමාවක දවසේ දවන පූජාව සහ ඒකේ ආහාර පූජාවද,"},{"number":3,"verse":"නිරන්තර දවන පූජාව සහ ආහාර පූජාවද ඒවායේ පාන පූජාද ඇර ස්වාමීන්වහන්සේ ට මිහිරි සුවඳක් පිණිස දවන පූජාවක්කොට කැලල් නැති තරුණ ගොනෙක්ද එක බැටළුවෙක්ද එක් අවුරුදු බැටළුපැටවුන් සත් දෙනෙක්ද,"},{"number":4,"verse":"උන්ගේ ආහාර පූජාව වන තෙල් මිශ්‍ර සිහින් පිටියෙන් එක එක ගොනාට දසයෙන් තුන් කොටසක්ද එක එක බැටළුවාට දසයෙන් දෙකොටසක්ද,"},{"number":5,"verse":"බැටළුපැටවුන් සත් දෙනාගෙන් එක එක බැටළුපැටවාට දසයෙන් කොටසක්ද,"},{"number":6,"verse":"ඔබ සැම උදෙසා සමඟිකමක් කරන පිණිස පාප පූජාවක් කොට එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":7,"verse":"මේ සත්වෙනි මස දසවෙනි දවසේ ශුද්ධ රැස්වීමක් පවත්වා කිසි ආකාර වැඩක් නොකර දුක් විලාසයෙන් සිටින්න."},{"number":8,"verse":"එහෙත් සමඟිකමක් කිරීමේ පාප පූජාව සහ නිරන්තර දවන පූජාවත් ඒකේ ආහාර පූජාවත් ඒවායේ පාන පූජාවලුත් ඇර,"},{"number":9,"verse":"ස්වාමීන්වහන්සේ ට මිහිරි සුවඳක් ඇති දවන පූජාවක් කොට කැලල් නැති එක තරුණ ගොනෙක්ද එක බැටළුවෙක්ද එක් අවුරුදු බැටළු පැටවුන් සත් දෙනෙක්ද රැගෙන,"},{"number":10,"verse":"උන් සහ උන්ගේ ආහාර පූජාව වන තෙල් මිශ්‍ර සිහින් පිටියෙන් එක එක ගොනාට දසයෙන් තුන් කොටසක්ද එක එක බැටළුවාට දසයෙන් දෙකොටසක්ද,"},{"number":11,"verse":"බැටළුපැටවුන් සත් දෙනාගෙන් එක එක බැටළුපැටවාට දසයෙන් කොටසක්ද පාප පූජාවක් පිණිස එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":12,"verse":"සත්වෙනි මස පසළොස්වෙනි දවසේ ශුද්ධ රැස්වීමක් පවත්වන්න; කිසි බර වැඩක් නොකරන්න, සත් දවසක් ස්වාමීන්වහන්සේ ට මංගල්‍යයක් පවත්වන්න."},{"number":13,"verse":"නිරන්තර දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාවද ඇර ස්වාමීන්වහන්සේ ට මිහිරි සුවඳක් ඇති ගිනි පූජාවක් පිණිස,"},{"number":14,"verse":"කැලල් නැති තරුණ ගොන් දහතුන් දෙනෙක්ද බැටළුවන් දෙදෙනෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":15,"verse":"උන්ගේ ආහාර පූජාව වන තෙල් මිශ්‍ර සිහින් පිටියෙන් ගොන් දහතුන් දෙනාගෙන් එක එක ගොනාට දසයෙන් තුන් කොටසක්ද බැටළුවන් දෙන්නාගෙන් එක එක බැටළුවාට දසයෙන් දෙකොටසක්ද,"},{"number":16,"verse":"බැටළුපැටවුන් දසසතර දෙනාගෙන් එක එක බැටළුපැටවාට දසයෙන් කොටසක්ද පාප පූජාවක් පිණිස එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":17,"verse":"දෙවෙනි දවසේ නිරන්තරවූ දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාද ඇර,"},{"number":18,"verse":"කැලල් නැති තරුණ ගොන් දොළොස් දෙනෙක්ද බැටළුවන් දෙන්නෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":19,"verse":"ගොනුන්ටත් බැටළුවන්ටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට උන්ගේ ආහාර පූජාව සහ පාන පූජාද පාප පූජාවක් පිණිස එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":20,"verse":"තුන්වෙනි දවසේ නිරන්තරවූ දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාවද ඇර,"},{"number":21,"verse":"කැලල් නැති ගොන් එකොළොස් දෙනෙක්ද බැටළුවන් දෙන්නෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":22,"verse":"ගොනුන්ටත් බැටළුවන්ටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට උන්ගේ ආහාර පූජාව සහ පාන පූජාද පාප පූජාවක් පිණිස එළුවෙක්ද ඔප්පුකරන්න."},{"number":23,"verse":"සතරවෙනි දවසේ නිරන්තර දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාවද ඇර,"},{"number":24,"verse":"කැලල් නැති ගොන් දස දෙනෙක්ද බැටළුවන් දෙන්නෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":25,"verse":"ගොනුන්ටත් බැටළුවන්ටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට උන්ගේ ආහාර පූජාව සහ පාන පූජාවද පාප පූජාවක් පිණිස එළුවෙක්ද ඔප්පුකරන්න."},{"number":26,"verse":"පස්වෙනි දවසේ නිරන්තර දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාවද ඇර,"},{"number":27,"verse":"කැලල් නැති ගොන් නවදෙනෙක්ද බැටළුවන් දෙන්නෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":28,"verse":"ගොනුන්ටත් බැටළුවන්ටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට උන්ගේ ආහාර පූජාව සහ පාන පූජාද පාප පූජාවක් පිණිස එළුවෙක්ද ඔප්පුකරන්න."},{"number":29,"verse":"සවෙනි දවසේ නිරන්තර දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාවද ඇර,"},{"number":30,"verse":"කැලල් නැති ගොන් අට දෙනෙක්ද බැටළුවන් දෙන්නෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":31,"verse":"ගොනුන්ටත් බැටළුවන්ටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට ආහාර පූජාව සහ පාන පූජාද පාප පූජාවක් පිණිස එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":32,"verse":"සත්වෙනි දවසේ නිරන්තර දවන පූජාව සහ ඒකේ ආහාර පූජාවද ඒකේ පාන පූජාවද ඇර,"},{"number":33,"verse":"කැලල් නැති ගොන් සත්දෙනෙක්ද බැටළුවන් දෙන්නෙක්ද එක් අවුරුදු බැටළුපැටවුන් දසසතර දෙනෙක්ද,"},{"number":34,"verse":"ගොනුන්ටත් බැටළුවන්ටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට ආහාර පූජාව සහ පාන පූජාද පාප පූජාවක් පිණිස එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":35,"verse":"අටවෙනි දවසේ ගරුමය රැස්වීමක් පවත්වන්න. කිසි බර වැඩක් නොකරන්න."},{"number":36,"verse":"එහෙත් නිරන්තර දවන පූජාව සහ ඒකේ ආහාර පූජාවද පාන පූජාවද ඇර,"},{"number":37,"verse":"ස්වාමීන්වහන්සේ ට මිහිරි සුවඳක් ඇති ගිනි පූජාවක් කොට දවන පූජාවක් පිණිස කැලල් නැති එක ගොනෙක්ද එක බැටළුවෙක්ද එක් අවුරුදු බැටළුපැටවුන් සත් දෙනෙක්ද,"},{"number":38,"verse":"ගොනාටත් බැටළුවාටත් බැටළුපැටවුන්ටත් නියෝගයේ ප්‍රකාරයට උන්ගේ ගණනේ හැටියට උන්ගේ ආහාර පූජාවද පාන පූජාද පාප පූජාවක් පිණිස එක එළුවෙක්ද ඔප්පුකරන්න."},{"number":39,"verse":"ඔබ සැමගේ බාරවලටත් ඔබ සැමගේ ස්වෙච්ඡා පූජාවලටත් අඩංගුවන්නාවූ ඔබ සැමගේ දවන පූජාද ආහාර පූජාද පාන පූජාද ශාන්ති පූජාද ඇර මේවා ඔබ සැමගේ නියම මංගල්‍යවලදී ස්වාමීන්වහන්සේ ට ඔප්පුකරන්න කියා ඔවුන්ට කියන්නැයි කීසේක."},{"number":40,"verse":"මෝසෙස්ද ස්වාමීන්වහන්සේ තමාට අණකළ සියල්ල ලෙස ඉශ්‍රායෙල් පුත්‍රයන්ට කීවේය."}]}