{"bibleAbbr":"NKJV1982","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"(God’s Second Appearance to Solomon) And (2 Chr. 7:11) it came to pass, when Solomon had finished building the house of the LORD (1 Kin. 7:1) and the king’s house, and (2 Chr. 8:6) all Solomon’s desire which he wanted to do,"},{"number":2,"verse":"that the LORD appeared to Solomon the second time, (1 Kin. 3:5; 11:9; 2 Chr. 1:7) as He had appeared to him at Gibeon."},{"number":3,"verse":"And the LORD said to him: (2 Kin. 20:5; Ps. 10:17) “I have heard your prayer and your supplication that you have made before Me; I have consecrated this house which you have built (1 Kin. 8:29) to put My name there forever, and (Deut. 11:12) My eyes and My heart will be there perpetually."},{"number":4,"verse":"Now if you (Gen. 17:1) walk before Me (1 Kin. 11:4, 6; 15:5) as your father David walked, in integrity of heart and in uprightness, to do according to all that I have commanded you, and if you (1 Kin. 8:61) keep My statutes and My judgments,"},{"number":5,"verse":"then I will establish the throne of your kingdom over Israel forever, (2 Sam. 7:12, 16; 1 Kin. 2:4; 6:12; 8:25; 1 Chr. 22:10; Matt. 1:6; 25:31) as I promised David your father, saying, ‘You shall not fail to have a man on the throne of Israel.’"},{"number":6,"verse":"(2 Sam. 7:14-16; 2 Chr. 7:19, 20; Ps. 89:30) But if you or your sons at all turn from following Me, and do not keep My commandments and My statutes which I have set before you, but go and serve other gods and worship them,"},{"number":7,"verse":"((Lev. 18:24-29); Deut. 4:26; 2 Kin. 17:23; 25:21) then I will cut off Israel from the land which I have given them; and this house which I have consecrated ((Jer. 7:4-14)) for My name I will cast out of My sight. (Deut. 28:37; Ps. 44:14; Jer. 24:9) Israel will be a proverb and a byword among all peoples."},{"number":8,"verse":"And as for (2 Chr. 7:21) this house, which is exalted, everyone who passes by it will be astonished and will hiss, and say, ((Deut. 29:24-26); Jer. 22:8, 9) ‘Why has the LORD done thus to this land and to this house?’"},{"number":9,"verse":"Then they will answer, ‘Because they forsook the LORD their God, who brought their fathers out of the land of Egypt, and have embraced other gods, and worshiped them and served them; therefore the LORD has brought all this ((Deut. 29:25-28)) calamity on them.’ ”"},{"number":10,"verse":"(Solomon and Hiram Exchange Gifts) Now (1 Kin. 6:37, 38; 7:1; 2 Chr. 8:1) it happened at the end of twenty years, when Solomon had built the two houses, the house of the LORD and the king’s house"},{"number":11,"verse":"(1 Kin. 5:1) (Hiram the king of Tyre had supplied Solomon with cedar and cypress and gold, as much as he desired), that King Solomon then gave Hiram twenty cities in the land of Galilee."},{"number":12,"verse":"Then Hiram went from Tyre to see the cities which Solomon had given him, but they did not please him."},{"number":13,"verse":"So he said, “What kind of cities are these which you have given me, my brother?” (Josh. 19:27) And he called them the land of Cabul, as they are to this day."},{"number":14,"verse":"Then Hiram sent the king one hundred and twenty talents of gold."},{"number":15,"verse":"(Solomon’s Additional Achievements) And this is the reason for (1 Kin. 5:13) the labor force which King Solomon raised: to build the house of the LORD, his own house, the (2 Sam. 5:9; 1 Kin. 9:24) Millo, the wall of Jerusalem, (Josh. 11:1; 19:36) Hazor, (Josh. 17:11) Megiddo, and (Josh. 16:10) Gezer."},{"number":16,"verse":"(Pharaoh king of Egypt had gone up and taken Gezer and burned it with fire, (Josh. 16:10; Judg. 1:29) had killed the Canaanites who dwelt in the city, and had given it as a dowry to his daughter, Solomon’s wife.)"},{"number":17,"verse":"And Solomon built Gezer, Lower (Josh. 10:10; 16:3; 21:22; 2 Chr. 8:5) Beth Horon,"},{"number":18,"verse":"(Josh. 19:44; 2 Chr. 8:4) Baalath, and Tadmor in the wilderness, in the land of Judah,"},{"number":19,"verse":"all the storage cities that Solomon had, cities for (1 Kin. 10:26; 2 Chr. 1:14) his chariots and cities for his (1 Kin. 4:26) cavalry, and whatever Solomon (1 Kin. 9:1) desired to build in Jerusalem, in Lebanon, and in all the land of his dominion."},{"number":20,"verse":"(2 Chr. 8:7) All the people who were left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, who were not of the children of Israel—"},{"number":21,"verse":"that is, their descendants (Judg. 1:21-36; 3:1) who were left in the land after them, (Josh. 15:63; 17:12, 13) whom the children of Israel had not been able to destroy completely— (Judg. 1:28, 35) from these Solomon raised (Ezra 2:55, 58; Neh. 7:57) forced labor, as it is to this day."},{"number":22,"verse":"But of the children of Israel Solomon ((Lev. 25:39)) made no forced laborers, because they were men of war and his servants: his officers, his captains, commanders of his chariots, and his cavalry."},{"number":23,"verse":"Others were chiefs of the officials who were over Solomon’s work: (2 Chr. 8:10) five hundred and fifty, who ruled over the people who did the work."},{"number":24,"verse":"But (1 Kin. 3:1) Pharaoh’s daughter came up from the City of David to (1 Kin. 7:8) her house which Solomon had built for her. (2 Sam. 5:9; 1 Kin. 11:27; 2 Chr. 32:5) Then he built the Millo."},{"number":25,"verse":"(Ex. 23:14-17; Deut. 16:16; 2 Chr. 8:12, 13) Now three times a year Solomon offered burnt offerings and peace offerings on the altar which he had built for the LORD, and he burned incense with them on the altar that was before the LORD. So he finished the temple."},{"number":26,"verse":"(2 Chr. 8:17, 18) King Solomon also built a fleet of ships at (Num. 33:35; Deut. 2:8; 1 Kin. 22:48) Ezion Geber, which is near Elath on the shore of the Red Sea, in the land of Edom."},{"number":27,"verse":"(1 Kin. 5:6, 9; 10:11) Then Hiram sent his servants with the fleet, seamen who knew the sea, to work with the servants of Solomon."},{"number":28,"verse":"And they went to (Job 22:24) Ophir, and acquired four hundred and twenty talents of gold from there, and brought it to King Solomon."}]}