{"bibleAbbr":"NASB2020","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"(Ahaz Reigns over Judah) In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham, king of Judah, became king."},{"number":2,"verse":"Ahaz was twenty years old when he became king, and he reigned for sixteen years in Jerusalem; and he did not do what was right in the sight of the LORD his God, as his father David had done."},{"number":3,"verse":"But he walked in the way of the kings of Israel, and he even made his son pass through the fire, in accordance with the abominations of the nations whom the LORD had (Or dispossessed) driven out before the sons of Israel."},{"number":4,"verse":"And he sacrificed and burned incense on the high places, on the hills, and under every green tree."},{"number":5,"verse":"Then Rezin the king of Aram and Pekah the son of Remaliah, king of Israel, went up to Jerusalem for war; and they besieged Ahaz, but (Or did not prevail in fighting) were not capable of fighting him."},{"number":6,"verse":"At that time Rezin king of Aram restored Elath to Aram, and drove the Judeans away from (Heb Eloth) Elath; and the (As in some ancient versions; MT Edomites) Arameans came to Elath and have lived there to this day."},{"number":7,"verse":"(Ahaz Seeks Help of Assyria) So Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, “I am your servant and your son; come up and save me from the (Lit palm) hand of the king of Aram, and from the (Lit palm) hand of the king of Israel, who are rising up against me.”"},{"number":8,"verse":"And Ahaz took the silver and gold that was found in the house of the LORD and in the treasuries of the king’s house, and sent a gift to the king of Assyria."},{"number":9,"verse":"So the king of Assyria listened to him; and the king of Assyria went up against Damascus and captured it, and led the people of it into exile to Kir, and put Rezin to death."},{"number":10,"verse":"(Damascus Falls) Now King Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, and he saw the altar which was at Damascus; and King Ahaz sent to Urijah the priest the (Lit likeness) pattern of the altar and its model, according to all its workmanship."},{"number":11,"verse":"So Urijah the priest built an altar; according to everything that King Ahaz had sent from Damascus, in that way Urijah the priest made it, (Lit until) before the coming of King Ahaz from Damascus."},{"number":12,"verse":"And when the king came from Damascus, the king saw the altar; then the king approached the altar and (Or offered on it) went up to it,"},{"number":13,"verse":"and (Lit offered up in smoke) burned his burnt offering and his meal offering, and poured out his (I. e., libation) drink offering and sprinkled the blood of his peace offerings on the altar."},{"number":14,"verse":"And the bronze altar, which was before the LORD, (Lit he also) he brought from the front of the house, from between his altar and the house of the LORD, and he put it on the north side of his altar."},{"number":15,"verse":"Then King Ahaz commanded Urijah the priest, saying, “Upon the great altar (Lit offer up in smoke) burn the morning burnt offering, the evening meal offering, the king’s burnt offering and his meal offering, with the burnt offering of all the people of the land, their meal offering, and their (I. e., libations) drink offerings; and sprinkle on it all the blood of the burnt offering and all the blood of the sacrifice. But the bronze altar shall be for me, for making inquiries.”"},{"number":16,"verse":"So Urijah the priest acted in accordance with everything that King Ahaz commanded."},{"number":17,"verse":"Then King Ahaz cut off the borders of the stands, and removed the wash basin from them; he also took down the (I. e., a very large basin) Sea from the bronze oxen which were under it and put it on a pavement of stone."},{"number":18,"verse":"And the covered way for the Sabbath which they had built in the house, and the outer entry of the king, he removed from the house of the LORD because of the king of Assyria."},{"number":19,"verse":"(Hezekiah Reigns over Judah) Now as for the rest of the acts of Ahaz which he did, are they not written in the Book of the Chronicles of the Kings of Judah?"},{"number":20,"verse":"So Ahaz (I. e., died) lay down with his fathers, and was buried with his fathers in the city of David; and his son Hezekiah reigned in his place."}]}