{"bibleAbbr":"NASB2020","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"(Hoshea Reigns over Israel) In the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became king over Israel in Samaria, and reigned for nine years."},{"number":2,"verse":"He did evil in the sight of the LORD, only not as the kings of Israel who preceded him."},{"number":3,"verse":"Shalmaneser the king of Assyria marched against him, and Hoshea became his servant and paid him tribute."},{"number":4,"verse":"But the king of Assyria uncovered a conspiracy by Hoshea, who had sent messengers to So, king of Egypt, and had then brought no tribute to the king of Assyria, as he had done year by year; so the king of Assyria arrested him and confined him in prison."},{"number":5,"verse":"Then the king of Assyria invaded the entire land, and went up to Samaria and besieged it for three years."},{"number":6,"verse":"(Israel Captive) In the ninth year of Hoshea, the king of Assyria captured Samaria and led the people of Israel into exile to Assyria, and settled them in Halah and Habor, on the river of Gozan, and in the cities of the Medes."},{"number":7,"verse":"(Why Israel Fell) Now this came about because the sons of Israel had sinned against the LORD their God, who had brought them up from the land of Egypt, from under the hand of Pharaoh, king of Egypt; and they had (Or revered, and so throughout the ch) feared other gods."},{"number":8,"verse":"They also (Lit walked in) followed the (Lit statutes) customs of the nations whom the LORD had driven out from the sons of Israel, and in the customs of the kings of Israel which they had (Lit made) introduced."},{"number":9,"verse":"And the sons of Israel (Or ascribed words to) did things secretly against the LORD their God which were not right. Moreover, they built for themselves high places in all their towns, from watchtower to fortified city."},{"number":10,"verse":"And they set up for themselves memorial stones and (I. e., wooden symbols of a female deity (Asherah)) Asherim on every high hill and under every green tree,"},{"number":11,"verse":"and there they burned incense on all the high places as the nations did that the LORD had taken into exile before them; and they did evil things, provoking the LORD."},{"number":12,"verse":"They served idols, concerning which the LORD had said to them, “You shall not do this thing.”"},{"number":13,"verse":"Yet the LORD warned Israel and Judah (Lit by the hand of) through all His prophets and every seer, saying, “Turn back from your evil ways and keep My commandments and My statutes in accordance with all the Law which I commanded your fathers, and which I sent to you (Lit by the hand of) through My servants the prophets.”"},{"number":14,"verse":"However, they did not listen, but stiffened their neck (Lit like the neck of) like their fathers, who did not believe in the LORD their God."},{"number":15,"verse":"They rejected His statutes and His covenant which He made with their fathers, and His warnings which He (Lit warned) gave them. And they followed (Lit the non-existent) idols and became empty, and followed the nations that surrounded them, about which the LORD had commanded them not to do as they did."},{"number":16,"verse":"And they abandoned all the commandments of the LORD their God and made for themselves cast metal images: two calves. And they made an (I. e., a wooden symbol of a female deity) Asherah, and worshiped all the heavenly (Lit host) lights, and served Baal."},{"number":17,"verse":"Then they made their sons and their daughters pass through the fire, and they practiced divination and interpreting omens, and gave themselves over to do evil in the sight of the LORD, provoking Him."},{"number":18,"verse":"So the LORD was very angry with Israel, and He removed them from His (Lit face) sight; no one was left except the tribe of Judah."},{"number":19,"verse":"Judah did not keep the commandments of the LORD their God either, but they (Lit walked in) followed the (Lit statutes) customs (Lit of Israel which they) which Israel had (Lit made) introduced."},{"number":20,"verse":"So the LORD rejected all the (Lit seed) descendants of Israel and afflicted them and handed them over to plunderers, until He had cast them (Lit from His face) out of His sight."},{"number":21,"verse":"When He had torn Israel from the house of David, they made Jeroboam the son of Nebat king. Then Jeroboam drove Israel away from following the LORD and misled them into a great sin."},{"number":22,"verse":"And the sons of Israel walked in all the sins of Jeroboam which he committed; they did not desist from them"},{"number":23,"verse":"until the LORD removed Israel from His sight, just as He had spoken through all His servants the prophets. So Israel went into exile from their own land to Assyria until this day."},{"number":24,"verse":"(Cities of Israel Filled with Strangers) Then the king of Assyria brought people from Babylon, Cuthah, (In 2 Kin 18:34; 19:13; Is 37:13, Ivvah) Avva, Hamath, and Sepharvaim, and settled them in the cities of Samaria in place of the sons of Israel. So they took possession of Samaria and lived in its cities."},{"number":25,"verse":"And at the beginning of their living there, they did not fear the LORD; therefore the LORD sent lions among them that were killing some of them."},{"number":26,"verse":"So they spoke to the king of Assyria, saying, “The nations whom you have taken into exile and settled in the cities of Samaria do not know the custom of the God of the land; so He has sent lions among them, and behold, they are killing them because they do not know the custom of the God of the land.”"},{"number":27,"verse":"Then the king of Assyria issued commands, saying, “Take one of the priests there whom you led into (Lit exile from there) exile, and have (Lit them) him go and live there; and have him teach them the custom of the God of the land.”"},{"number":28,"verse":"So one of the priests whom they had led into exile from Samaria came and lived in Bethel, and taught them how they were to fear the LORD."},{"number":29,"verse":"But every nation was still making gods of its own, and they put them in the houses of the high places which the people of Samaria had made, every nation in their cities in which they lived."},{"number":30,"verse":"The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"},{"number":31,"verse":"and the Avvites made Nibhaz and Tartak; and the Sepharvites were burning their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim."},{"number":32,"verse":"They also feared the LORD and (Lit made for themselves) appointed from their entire population priests of the high places, who acted for them in the houses of the high places."},{"number":33,"verse":"They feared the LORD, yet they were serving their own gods in accordance with the custom of the nations from among whom they had been taken into exile."},{"number":34,"verse":"To this day they act in accordance with the earlier customs: they do not fear the LORD, nor do they (Lit do according to) follow their statutes, their ordinances, the Law, or the commandments which the LORD commanded the sons of Jacob, whom He named Israel."},{"number":35,"verse":"The LORD made a covenant with them and commanded them, saying, “You shall not fear other gods, nor bow down to them, nor serve them, nor sacrifice to them."},{"number":36,"verse":"But the LORD, who brought you up from the land of Egypt with great power and with an outstretched arm, Him you shall fear, and to Him you shall bow down, and to Him you shall sacrifice."},{"number":37,"verse":"And the statutes, the ordinances, the Law, and the commandment which He wrote for you, you shall take care to do always; and you shall not fear other gods."},{"number":38,"verse":"The covenant that I have made with you, you shall not forget, nor shall you fear other gods."},{"number":39,"verse":"But you shall fear the LORD your God; and He will save you from the hand of all your enemies.”"},{"number":40,"verse":"However, they did not listen, but they kept acting in accordance with their earlier custom."},{"number":41,"verse":"So while these nations feared the LORD, they also served their (Or carved images) idols; their children likewise and their grandchildren, just as their fathers did, they do to this day."}]}