{"bibleAbbr":"NASB2020","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"Jehoram Restores the Shunammite’s Land Now Elisha spoke to the woman whose son he had restored to life, saying, “Arise and go (Lit you and your) with your household, and live wherever you can live; for the LORD has called for a famine, and it will indeed come on the land for seven years.”"},{"number":2,"verse":"So the woman arose and acted in accordance with the word of the man of God: she went with her household and resided in the land of the Philistines for seven years."},{"number":3,"verse":"Then at the end of seven years, the woman returned from the land of the Philistines; and she went to (Lit cry out) appeal to the king for her house and for her field."},{"number":4,"verse":"Now the king was speaking with Gehazi, the servant of the man of God, saying, “Please report to me all the great things that Elisha has done.”"},{"number":5,"verse":"And as he was reporting to the king how he had restored to life the one who was dead, behold, the woman whose son he had restored to life (Lit cried out) appealed to the king for her house and for her field. And Gehazi said, “My lord the king, this is the woman and this is her son, whom Elisha restored to life.”"},{"number":6,"verse":"When the king asked the woman, she told everything to him. So the king appointed an officer for her, saying, “Restore all that was hers and all the produce of the field from the day that she left the land even until now.”"},{"number":7,"verse":"Elisha Predicts Evil from Hazael Then Elisha came to Damascus. Now Ben-hadad, the king of Aram, was sick, and it was told to him, saying, “The man of God has come here.”"},{"number":8,"verse":"And the king said to Hazael, “Take a gift in your hand and go to meet the man of God, and inquire of the LORD by him, saying, ‘Will I recover from this sickness?’ ”"},{"number":9,"verse":"So Hazael went to meet him and took a gift in his hand, even every kind of good thing of Damascus, forty camels’ loads; and he came and stood before him and said, “Your son Ben-hadad king of Aram has sent me to you, saying, ‘Will I recover from this sickness?’ ”"},{"number":10,"verse":"Then Elisha said to him, “Go, say to him, ‘You will certainly recover’; but the LORD has shown me that he will certainly die.”"},{"number":11,"verse":"And he (Lit made his face stand fast and he set) stared steadily at him until Hazael was embarrassed, and then the man of God wept."},{"number":12,"verse":"And Hazael said, “Why is my lord weeping?” And he (Lit said) answered, “Because I know the evil that you will do to the sons of Israel: you will set their fortified cities on fire, you will kill their young men with the sword, their little ones you will smash to pieces, and you will rip up their pregnant women.”"},{"number":13,"verse":"Then Hazael said, “But what is your servant—a lowly dog—that he could do this great thing?” And Elisha (Lit said) answered, “The LORD has shown me that you will be king over Aram.”"},{"number":14,"verse":"So he left Elisha and came to his master, who said to him, “What did Elisha say to you?” And he (Lit said) answered, “He told me that you would certainly recover.”"},{"number":15,"verse":"But on the following day, he took the (I. e., item of woven material) cover and dipped it in water, and spread it over his face, so that he died. And Hazael became king in his place."},{"number":16,"verse":"Another Jehoram Reigns in Judah Now in the fifth year of Joram the son of Ahab king of Israel, when Jehoshaphat was the king of Judah, Jehoram the son of Jehoshaphat king of Judah became king."},{"number":17,"verse":"He was thirty-two years old when he became king, and he reigned for eight years in Jerusalem."},{"number":18,"verse":"He walked in the way of the kings of Israel, just as the house of Ahab had done, for Ahab’s daughter was his wife; and he did evil in the sight of the LORD."},{"number":19,"verse":"However, the LORD did not want to destroy Judah, for the sake of David His servant, since He had (Lit said to him) promised him to give him a (I. e., descendant on the throne) lamp through his sons always."},{"number":20,"verse":"In his days Edom broke away from the (Lit hand) rule of Judah, and appointed a king over themselves."},{"number":21,"verse":"Then Joram crossed over to Zair, and all his chariots with him. And he got up at night and struck the Edomites who had surrounded him and the captains of the chariots; but (Lit the people) his army fled to their tents."},{"number":22,"verse":"So Edom has broken away from (Lit under the hand of) Judah to this day. Then Libnah broke away at the same time."},{"number":23,"verse":"Now the rest of the acts of Joram and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"},{"number":24,"verse":"Ahaziah Succeeds Jehoram in Judah So Joram (I. e., died) lay down with his fathers and was buried with his fathers in the city of David; and his son Ahaziah became king in his place."},{"number":25,"verse":"In the twelfth year of Joram the son of Ahab king of Israel, Ahaziah the son of Jehoram king of Judah began to reign."},{"number":26,"verse":"Ahaziah was twenty-two years old when he became king, and he reigned for one year in Jerusalem. And his mother’s name was Athaliah the granddaughter of Omri king of Israel."},{"number":27,"verse":"He walked in the way of the house of Ahab and did evil in the sight of the LORD, like the house of Ahab, because he was a son-in-law of the house of Ahab."},{"number":28,"verse":"Then he went with Joram the son of Ahab to war against Hazael king of Aram at Ramoth-gilead, and the Arameans (Lit struck) wounded Joram."},{"number":29,"verse":"So King Joram returned to have himself healed in Jezreel of the wounds which the Arameans had (Lit struck) inflicted on him at Ramah when he fought against Hazael king of Aram. Then Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel because he was sick."}]}