{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ ਦਾ ਵਿਰਲਾਪ","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"( ਯਰੂਸ਼ਲਮ ਦੀ ਬਰਬਾਦੀ) ਹਾਇ ! ਉਹ ਨਗਰੀ ਇਕਲਵੰਜੀ ਹੋ ਬੈਠੀ ਹੈ, ਜਿਹੜੀ ਲੋਕਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਸੀ! ਉਹ ਵਿੱਧਵਾ ਵਾਂਙੁ ਹੋ ਗਈ, ਜਿਹੜੀ ਕੌਮਾਂ ਵਿੱਚ ਵੱਡੀ ਸੀ! ਉਹ ਸੂਬਿਆਂ ਦੀ ਰਾਜ ਕੁਮਾਰੀ ਸੀ, ਪਰ ਮਾਮਲਾ ਦੇਣ ਵਾਲੀ ਹੋ ਗਈ!"},{"number":2,"verse":"ਉਹ ਰਾਤ ਨੂ ਢਾਹਾਂ ਮਾਰ ਮਾਰ ਕੇ ਰੋਂਦੀ ਹੈ, ਉਹ ਦੇ ਅੰਝੂ ਉਹ ਦੀਆਂ ਗੱਲ੍ਹਾਂ ਉੱਤੇ ਹਨ, ਉਹ ਦੇ ਸਾਰੇ ਪ੍ਰੇਮੀਆਂ ਵਿੱਚ ਉਹ ਨੂੰ ਤੱਸਲੀ ਦੇਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ, ਉਹ ਦੇ ਸਾਰੇ ਗੁਆਂਢੀਆਂ ਨੇ ਉਹ ਨੂੰ ਧੋਖਾ ਦਿੱਤਾ, ਓਹ ਉਹ ਦੇ ਵੈਰੀ ਬਣ ਗਏ।"},{"number":3,"verse":"ਯਹੂਦਾਹ ਦੁਖ ਦੇ ਨਾਲ, ਅਤੇ ਕਠਣ ਸੇਵਾ ਦੇ ਨਾਲ ਅਸੀਰੀ ਵਿੱਚ ਗਈ, ਉਹ ਕੌਮਾਂ ਵਿੱਚ ਵੱਸਦੀ ਹੈ, ਪਰ ਅਰਾਮ ਦਾ ਥਾਂ ਨਹੀਂ ਲੱਭਦਾ। ਉਹ ਦੇ ਸਾਰੇ ਪਿੱਛਾ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਉਹ ਨੂੰ ਦੁਖ ਵਿੱਚ ਜਾ ਫੜਿਆ।"},{"number":4,"verse":"ਸੀਯੋਨ ਦੇ ਰਾਹ ਸੋਗ ਕਰਦੇ ਹਨ, ਕਿਉਂ ਜੋ ਠਹਿਰਾਏ ਹੋਏ ਪਰਬਾਂ ਉੱਤੇ ਕੋਈ ਨਹੀਂ ਆਉਂਦਾ, ਉਹ ਦੇ ਸਾਰੇ ਫਾਟਕ ਵਿਰਾਨ ਹੋ ਗਏ ਹਨ, ਉਹ ਦੇ ਜਾਜਕ ਹਾਹਾਂ ਭਰਦੇ ਹਨ, ਉਹ ਆਪ ਵੀ ਕੁੜੱਤਣ ਵਿੱਚ ਹੈ। ਉਹ ਦੀਆਂ ਕੁਆਰੀਆਂ ਦੁੱਖੀ ਹਨ"},{"number":5,"verse":"ਉਹ ਦੇ ਵਿਰੋਧੀ ਤਾਂ ਸਿਰ ਨੂੰ ਆਉਂਦੇ ਹਨ, ਉਹ ਦੇ ਵੈਰੀ ਸੌਖੇ ਹਨ, ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਉਹ ਨੂੰ ਉਹ ਦੇ ਬਹੁਤੇ ਅਪਰਾਧਾਂ ਦੇ ਕਾਰਨ ਦੁੱਖ ਵਿੱਚ ਪਾਇਆ, ਉਹ ਦੇ ਨਿਆਣੇ ਵਿਰੋਧੀ ਦੇ ਅੱਗੇ ਅਸੀਰੀ ਵਿੱਚ ਚੱਲੇ ਗਏ।"},{"number":6,"verse":"ਸੀਯੋਨ ਦੀ ਧੀ ਤੋਂ ਸਾਰੀ ਸ਼ਾਨ ਬਾਨ ਜਾਂਦੀ ਰਹੀ, ਉਹ ਦੇ ਸਰਦਾਰ ਉਨ੍ਹਾਂ ਹਰਨੀਆਂ ਵਾਂਙੁ ਹੋ ਗਏ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਚਰਾਂਦ ਨਹੀਂ ਲੱਭਦੀ, ਓਹ ਬਿਨਾ ਬਲ ਦੇ ਪਿੱਛਾ ਕਰਨ ਵਾਲੇ ਦੇ ਅੱਗੇ ਤੁਰੇ ਹਨ।"},{"number":7,"verse":"ਯਰੂਸ਼ਲਮ ਨੇ ਆਪਣੇ ਦੁਖ ਤੇ ਕਲੇਸ਼ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਪੁਰਾਣੇ ਸਮਿਆਂ ਦੇ ਆਪਣੇ ਸਾਰੇ ਪਦਾਰਥਾਂ ਨੂੰ ਚੇਤੇ ਕੀਤਾ, ਜਦ ਉਹ ਦੇ ਲੋਕ ਵਿਰੋਧੀ ਦੇ ਹੱਥ ਵਿੱਚ ਪਏ, ਅਤੇ ਉਹ ਦਾ ਸਹਾਇਕ ਕੋਈ ਨਾ ਬਣਿਆ। ਵਿਰੋਧੀਆਂ ਨੇ ਉਹ ਨੂੰ ਵੇਖਿਆ, ਉਹ ਦੀ ਬਰਬਾਦੀ ਉੱਤੇ ਠੱਠਾ ਕੀਤਾ।"},{"number":8,"verse":"ਯਰੂਸ਼ਲਮ ਨੇ ਵੱਡਾ ਪਾਪ ਕੀਤਾ, ਏਸ ਲਈ ਉਹ ਪਲੀਤ ਹੋ ਗਈ, ਸਾਰੇ ਜਿਹੜੇ ਉਹ ਦਾ ਆਦਰ ਕਰਦੇ ਸਨ ਉਹ ਦੀ ਨਿਰਾਦਰੀ ਕਰਦੇ ਹਨ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਉਹ ਦਾ ਨੰਗੇਜ਼ ਵੇਖਿਆ, ਸੋ ਉਹ ਹਾਹਾਂ ਭਰਦੀ ਤੇ ਮੂੰਹ ਫੇਰ ਲੈਂਦੀ ਹੈ।"},{"number":9,"verse":"ਉਹ ਦੀ ਪਲੀਤੀ ਉਹ ਦੇ ਪੱਲੇ ਉੱਤੇ ਹੈ, ਓਸ ਆਪਣੇ ਅੰਤ ਨੂੰ ਚੇਤੇ ਨਾ ਕੀਤਾ, ਉਹ ਅਚਰਜਤਾਈ ਨਾਲ ਹੇਠਾਂ ਆਈ, ਅਤੇ ਉਹ ਦਾ ਕੋਈ ਤਸੱਲੀ ਦੇਣ ਵਾਲਾ ਨਹੀਂ। ਹੇ ਯਹੋਵਾਹ, ਮੇਰੇ ਕਲੇਸ਼ ਨੂੰ ਵੇਖ! ਕਿਉਂ ਜੋ ਵੈਰੀ ਨੇ ਆਪ ਨੂੰ ਵੱਡਾ ਬਣਾਇਆ।"},{"number":10,"verse":"ਵਿਰੋਧੀ ਨੇ ਆਪਣਾ ਹੱਥ ਉਹ ਦੇ ਪਦਾਰਥਾਂ ਉੱਤੇ ਫੈਲਾਇਆ ਹੈ, ਉਹ ਨੇ ਵੇਖਿਆ ਹੈ ਕਿ ਪਰਾਈਆਂ ਕੌਮਾਂ ਉਹ ਦੇ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਵਿੱਚ ਵੜੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੈਂ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਭਈ ਓਹ ਤੇਰੀ ਸਭਾ ਵਿੱਚ ਨਾ ਵੜਨ।"},{"number":11,"verse":"ਉਹ ਦੇ ਸਾਰੇ ਲੋਕ ਹਾਹਾਂ ਭਰਦੇ ਹਨ, ਓਹ ਰੋਟੀ ਭਾਲਦੇ ਹਨ, ਓਹਨਾਂ ਨੇ ਆਪਣੇ ਪਦਾਰਥਾਂ ਨੂੰ ਖਾਣ ਲਈ ਦਿੱਤਾ ਹੈ, ਭਈ ਜੀ ਵਿੱਚ ਜੀ ਆਵੇ। ਹੇ ਯਹੋਵਾਹ, ਵੇਖ ਅਤੇ ਧਿਆਨ ਦੇਹ, ਕਿ ਮੈਂ ਖੱਜਲ ਹੋ ਗਈ ਹਾਂ!।।"},{"number":12,"verse":"ਹੇ ਸਾਰੇ ਲੰਘਣ ਵਾਲਿਓ! ਕੀ ਏਹ ਤੁਹਾਡੇ ਲਈ ਕੁਝ ਨਹੀਂॽ ਧਿਆਨ ਦਿਓ ਅਰ ਵੇਖੋ, ਕੀ ਕੋਈ ਦੁਖ ਮੇਰੇ ਦੁਖ ਵਰਗਾ ਹੈ ਜੋ ਮੇਰੇ ਉੱਤੇ ਆ ਪਿਆ ਹੈ, ਜਿਹ ਨੂੰ ਯਹੋਵਾਹ ਨੇ ਆਪਣੇ ਤੇਜ਼ ਕ੍ਰੋਧ ਦੇ ਦਿਨ ਵਿੱਚ ਪਾਇਆ ਹੈॽ"},{"number":13,"verse":"ਉੱਚਿਆਈ ਤੋਂ ਉਸ ਨੇ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਵਿੱਚ ਅੱਗ ਘੱਲੀ ਅਤੇ ਉਹ ਪਰਬਲ ਹੋਈ, ਉਸ ਨੇ ਮੇਰੇ ਪੈਰਾਂ ਲਈ ਇੱਕ ਜਾਲ ਵਿਛਾਇਆ, ਉਸ ਨੇ ਮੈਨੂੰ ਪਿੱਛੇ ਮੋੜਿਆ, ਅਤੇ ਸਾਰਾ ਦਿਨ ਮੈਨੂੰ ਵਿਰਾਨ ਅਤੇ ਨਿਰਬਲ ਕੀਤਾ।"},{"number":14,"verse":"ਮੇਰੇ ਅਪਰਾਧਾਂ ਦਾ ਜੂਲਾ ਉਸ ਦੇ ਹੱਥ ਨਾਲ ਬੰਨ੍ਹਿਆ ਗਿਆ, ਓਹ ਵੱਟੇ ਜਾ ਕੇ ਮੇਰੀ ਧੌਣ ਉੱਤੇ ਚੜ੍ਹ ਗਏ ਹਨ, ਉਹ ਨੇ ਮੇਰਾ ਬਲ ਘਟਾ ਦਿੱਤਾ, ਪ੍ਰਭੁ ਨੇ ਮੈਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤਾ, ਜਿਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਮੈਂ ਉੱਠ ਨਾ ਸੱਕਿਆ।"},{"number":15,"verse":"ਪ੍ਰਭੁ ਨੇ ਮੇਰੇ ਵਿਚਕਾਰ ਮੇਰੇ ਸਾਰਿਆਂ ਸੂਰਮਿਆਂ ਨੂੰ ਤੁੱਛ ਜਾਣਿਆ, ਉਸ ਨੇ ਮੇਰੇ ਵਿਰੁੱਧ ਇੱਕ ਮੰਡਲੀ ਨੂੰ ਬੁਲਾਇਆ, ਕਿ ਮੇਰੇ ਚੁਗਵਿਆਂ ਨੂੰ ਭੰਨੇ। ਪ੍ਰਭੁ ਨੇ ਯਹੂਦਾਹ ਦੀ ਕੁਆਰੀ ਧੀ ਨੂੰ ਜਾਣੀਦਾ ਚੁੱਬਚੇ ਵਿੱਚ ਮਿੱਧਿਆ।"},{"number":16,"verse":"ਏਹਨਾਂ ਗੱਲਾਂ ਦੇ ਕਾਰਨ ਮੈਂ ਰੋਂਦਾ ਹਾਂ, ਮੇਰੀਆਂ ਅੱਖੀਆਂ ਤੋਂ ਪਾਣੀ ਡਿੱਗਦਾ ਹੈ, ਕਿਉਂ ਜੋ ਮੇਰਾ ਤਸੱਲੀ ਦੇਣ ਵਾਲਾ ਮੈਂਥੋਂ ਦੂਰ ਹੈ, ਜਿਹੜਾ ਮੇਰੀ ਜਾਨ ਵਿੱਚ ਜਾਨ ਪਾਵੇ। ਮੇਰੇ ਬੱਚੇ ਵਿਰਾਨ ਹੋ ਗਏ ਹਨ, ਕਿਉਂਕਿ ਵੈਰੀ ਪਰਬਲ ਪੈ ਗਿਆ ਹੈ।"},{"number":17,"verse":"ਸੀਯੋਨ ਨੇ ਆਪਣੇ ਹੱਥ ਫੈਲਾਏ, ਪਰ ਤੱਸਲੀ ਦੇਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ, ਯਹੋਵਾਹ ਨੇ ਯਾਕੂਬ ਲਈ ਹੁਕਮ ਦਿੱਤਾ ਹੈ, ਭਈ ਉਹ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਉਹ ਦੇ ਵਿਰੋਧੀ ਹੋਣ, ਯਰੂਸ਼ਲਮ ਓਹਨਾਂ ਦੇ ਵਿੱਚ ਪਲੀਤੀ ਵਾਂਙੁ ਹੋ ਗਈ ਹੈ।"},{"number":18,"verse":"ਯਹੋਵਾਹ ਧਰਮੀ ਹੈ ਕਿਉਂ ਜੋ ਮੈਂ ਉਸ ਦੇ ਹੁਕਮ ਤੋਂ ਆਕੀ ਹੋ ਗਈ, ਹੇ ਸਾਰੇ ਲੋਕੋ, ਸੁਣੋ ਨਾ, ਅਤੇ ਮੇਰੇ ਦੁਖ ਨੂੰ ਵੇਖੋ, ਮੇਰੀਆਂ ਕੁਆਰੀਆਂ ਅਤੇ ਮੇਰੇ ਚੁਗਵੇਂ ਅਸੀਰੀ ਵਿੱਚ ਚੱਲੇ ਗਏ।"},{"number":19,"verse":"ਮੈਂ ਆਪਣੇ ਪ੍ਰੇਮੀਆਂ ਨੂੰ ਬੁਲਾਇਆ, ਪਰ ਓਹਨਾਂ ਨੇ ਮੈਨੂੰ ਜੁੱਲ ਦਿੱਤਾ, ਮੇਰੇ ਜਾਜਕਾਂ ਅਤੇ ਮੇਰੇ ਬਜ਼ੁਰਗਾਂ ਨੇ ਸ਼ਹਿਰ ਵਿੱਚ ਪ੍ਰਾਣ ਛੱਡੇ, ਜਦੋਂ ਓਹਨਾਂ ਨੇ ਖਾਣਾ ਲੱਭਿਆ ਭਈ ਓਹਨਾਂ ਦੀ ਜਾਨ ਵਿੱਚ ਜਾਨ ਆਵੇ।।"},{"number":20,"verse":"ਵੇਖ, ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਦੁਖੀ ਹਾਂॽ ਮੇਰਾ ਅੰਦਰ ਉੱਬਲ ਰਿਹਾ ਹੈਂ, ਮੇਰਾ ਦਿਲ ਮੇਰੇ ਅੰਦਰ ਮਰੋੜੇ ਖਾਂਦਾ ਹੈ, ਕਿਉਂ ਜੋ ਮੈਂ ਵੱਡੀ ਬਗਾਵਤ ਕੀਤੀ ਹੈ! ਬਾਹਰ ਤਲਵਾਰ ਔਂਤਰੇ ਬਣਾਉਂਦੀ ਹੈ, ਘਰ ਵਿੱਚ, ਜਾਣੀਦਾ, ਮੌਤ ਹੈ!"},{"number":21,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੁਣਿਆ ਕਿ ਮੈਂ ਹਾਹਾਂ ਭਰਦੀ ਹਾਂ, ਅਤੇ ਮੇਰੀ ਤਸੱਲੀ ਦੇਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ। ਮੇਰੇ ਸਾਰੇ ਵੈਰੀਆਂ ਨੇ ਮੇਰੀ ਬਿਪਤਾ ਸੁਣੀ, ਓਹ ਖੁਸ਼ ਹਨ ਕਿ ਤੈਂ ਏਹ ਕੀਤਾ। ਤੂੰ ਉਹ ਦਿਨ ਲਿਆਵੇਂਗਾ ਜਿਹ ਦਾ ਤੈਂ ਪਰਚਾਰ ਕੀਤਾ, ਤਾਂ ਓਹ ਮੇਰੇ ਵਰਗੇ ਹੋ ਜਾਣਗੇ।"},{"number":22,"verse":"ਉਨ੍ਹਾਂ ਦੀ ਸਾਰੀ ਬਦੀ ਤੇਰੇ ਸਾਹਮਣੇ ਆਵੇ, ਉਨ੍ਹਾਂ ਨਾਲੇ ਓਵੇਂ ਵਰਤ ਜਿਵੇਂ ਤੈਂ ਮੇਰੇ ਨਾਲ ਮੇਰੇ ਸਾਰੇ ਅਪਰਾਧਾਂ ਦੇ ਕਾਰਨ ਵਰਤਿਆਂ, ਮੇਰੀਆਂ ਹਾਹਾਂ ਤਾਂ ਬਹੁਤੀਆਂ ਹਨ, ਮੇਰਾ ਦਿਲ ਨਢਾਲ ਹੈ।।"}]}