{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ ਦਾ ਵਿਰਲਾਪ","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"( ਦੁਖ ਵਿੱਚ ਆਸਾ) ਮੈਂ ਉਹ ਪੁਰਖ ਹਾਂ ਜਿਹ ਨੇ ਉਸ ਦੇ ਡੰਡੇ ਨਾਲ ਕਸ਼ਟ ਵੇਖਿਆ,"},{"number":2,"verse":"ਉਸ ਨੇ ਮੈਨੂੰ ਧੱਕ ਦਿੱਤਾ ਅਤੇ ਮੈਨੂੰ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਤੋਂਰਿਆ, ਚਾਨਣ ਵਿੱਚ ਨਹੀਂ।"},{"number":3,"verse":"ਸੱਚ ਮੁੱਚ ਉਹ ਆਪਣਾ ਹੱਥ ਮੇਰੇ ਵਿਰੁੱਧ ਸਾਰਾ ਦਿਨ ਚੁੱਕੀ ਰੱਖਦਾ ਹੈ!।।"},{"number":4,"verse":"ਉਸ ਨੇ ਮੇਰੇ ਮਾਸ ਅਤੇ ਮੇਰੇ ਚਮੜੇ ਨੂੰ ਸੁਕਾ ਦਿੱਤਾ, ਉਸ ਨੇ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਭੰਨਿਆ ਤੋਂੜਿਆ।"},{"number":5,"verse":"ਉਸ ਨੇ ਮੇਰੇ ਵਿਰੁੱਧ ਬਣਾਇਆ, ਅਤੇ ਮੈਨੂੰ ਕੁੜੱਤਣ ਅਤੇ ਕਸ਼ਟ ਨਾਲ ਘੇਰ ਲਿਆ।"},{"number":6,"verse":"ਉਸ ਨੇ ਮੈਨੂੰ ਅਨ੍ਹੇਰੇ ਥਾਵਾਂ ਵਿੱਚ, ਉਨ੍ਹਾਂ ਵਾਂਙੁ ਜਿਹੜੇ ਚਿਰੋਕਣੇ ਮਰਦੇ ਹਨ ਵਸਾਇਆ।।"},{"number":7,"verse":"ਉਸ ਨੇ ਮੇਰੇ ਦੁਆਲੇ ਕੰਧ ਫੇਰ ਦਿੱਤੀ, ਕਿ ਮੈਂ ਬਾਹਰ ਨਹੀਂ ਨਿੱਕਲ ਸੱਕਦਾ, ਉਸ ਨੇ ਮੇਰੀਆਂ ਬੇੜੀਆਂ ਭਾਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ।"},{"number":8,"verse":"ਹਾਂ, ਜਦ ਮੈਂ ਦੁਹਾਈ ਦਿੰਦਾ ਤੇ ਚਿੱਲਾਉਂਦਾ ਹਾਂ, ਉਹ ਮੇਰੀ ਪ੍ਰਾਰਥਨਾ ਰੋਕ ਦਿੰਦਾ ਹੈ।"},{"number":9,"verse":"ਉਸ ਨੇ ਮੇਰੇ ਰਾਹ ਨੂੰ ਘੜੇ ਹੋਏ ਪੱਥਰਾਂ ਨਾਲ ਬੰਦ ਕੀਤਾ, ਉਸ ਨੇ ਮੇਰੇ ਰਸਤਿਆਂ ਨੂੰ ਟੇਢਾ ਕਰ ਦਿੱਤਾ।।"},{"number":10,"verse":"ਉਹ ਮੇਰੇ ਲਈ ਛਹਿ ਵਿੱਚ ਬੈਠਾ ਹੋਇਆ ਰਿੱਛ ਹੈ, ਲੁਕੋਂ ਵਿੱਚ ਬਬਰ ਸ਼ੇਰ।"},{"number":11,"verse":"ਉਸ ਨੇ ਮੈਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ, ਮੇਰੀ ਬੋਟੀ ਬੋਟੀ ਕਰ ਕੇ ਮੈਨੂੰ ਬਰਬਾਦ ਕੀਤਾ।"},{"number":12,"verse":"ਉਸ ਨੇ ਧਣੁਖ ਖਿੱਚਿਆ, ਅਤੇ ਬਾਣਾਂ ਲਈ ਨਿਸ਼ਾਨੇ ਵਾਂਙੁ ਖੜਾ ਕੀਤਾ।।"},{"number":13,"verse":"ਉਸ ਨੇ ਆਪਣੇ ਤਰਕਸ਼ ਦੇ ਤੀਰਾਂ ਨਾਲ ਮੇਰੇ ਗੁਰਦਿਆਂ ਨੂੰ ਵਿੰਨ੍ਹ ਸੁੱਟਿਆ।"},{"number":14,"verse":"ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਹਾਸੀ, ਅਤੇ ਸਾਰਾ ਦਿਨ ਉਨ੍ਹਾਂ ਦਾ ਰਾਗ ਹੋ ਗਿਆਂ ਹਾਂ।"},{"number":15,"verse":"ਉਸ ਨੇ ਮੈਨੂੰ ਕੁੜੱਤਣ ਨਾਲ ਰਜਾ ਦਿੱਤਾ, ਅਤੇ ਮੈਨੂੰ ਨਾਗ ਦੌਣੇ ਨਾਲ ਅਫਰਾ ਦਿੱਤਾ।"},{"number":16,"verse":"ਉਸ ਨੇ ਮੇਰੇ ਦੰਦ ਰੋੜਿਆਂ ਨਾਲ ਭੰਨੇ, ਉਸ ਨੇ ਮੈਨੂੰ ਖਾਕ ਵਿੱਚ ਲਿਟਾਇਆ।"},{"number":17,"verse":"ਤੈਂ ਮੇਰੀ ਜਾਨ ਨੂੰ ਸ਼ਾਂਤੀ ਤੋਂ ਦੂਰ ਕੀਤਾ, ਮੈਂ ਸੁਖਾਲ ਨੂੰ ਭੁੱਲ ਗਿਆ।"},{"number":18,"verse":"ਸੋ ਮੈਂ ਆਖਿਆ, ਮੇਰਾ ਬਲ ਮਿਟ ਗਿਆ, ਨਾਲੇ ਯਹੋਵਾਹ ਵੱਲੋਂ ਮੇਰੀ ਆਸਾ ਵੀ।।"},{"number":19,"verse":"ਮੇਰੇ ਕਸ਼ਟ ਅਤੇ ਮੇਰੀ ਕੁੜੱਤਣ ਨੂੰ, ਨਾਗ ਦੌਨੇ ਅਤੇ ਵਿਹੁ ਨੂੰ ਚੇਤੇ ਕਰ!"},{"number":20,"verse":"ਮੇਰਾ ਮਨ ਏਹ ਚੇਤੇ ਕਰਦਿਆਂ ਕਰਦਿਆਂ, ਮੇਰੇ ਅੰਦਰ ਲਿਫ ਗਿਆ ਹੈ।"},{"number":21,"verse":"ਏਹ ਮੈਂ ਆਪਣੇ ਦਿਲ ਨਾਲ ਸਿੰਮਰਦਾ ਹਾਂ, ਏਸ ਲਈ ਮੈਨੂੰ ਆਸਾ ਹੈ।।"},{"number":22,"verse":"ਏਹ ਯਹੋਵਾਹ ਦੀ ਦਯਾ ਹੈ ਕਿ ਅਸੀਂ ਮੁੱਕੇ ਨਹੀਂ, ਉਸ ਦਾ ਰਹਮ ਅਟੁੱਟ ਜੋ ਹੈ!"},{"number":23,"verse":"ਓਹ ਹਰ ਸਵੇਰ ਨੂੰ ਤਾਜ਼ਾ ਹਨ, ਤੇਰੀ ਵਫ਼ਾਦਾਰੀ ਵੱਡੀ ਹੈ।"},{"number":24,"verse":"ਯਹੋਵਾਹ ਮੇਰਾ ਹਿੱਸਾ ਹੈ, ਮੇਰੀ ਜਾਨ ਕਹਿੰਦੀ ਹੈ, ਏਸ ਲਈ ਮੈਨੂੰ ਉਸ ਤੇ ਉੱਤੇ ਆਸਾ ਹੈ।।"},{"number":25,"verse":"ਯਹੋਵਾਹ ਉਹ ਦੇ ਲਈ ਭਲਾ ਹੈ ਜਿਹੜਾ ਉਸ ਨੂੰ ਉਡੀਕਦਾ ਹੈ, ਉਸ ਜਾਨ ਲਈ ਜਿਹੜੀ ਉਸ ਦੀ ਤਾਲਿਬ ਹੈ।"},{"number":26,"verse":"ਭਲਾ ਹੈ ਕਿ ਮਨੁੱਖ ਚੁੱਪ ਚਾਪ ਯਹੋਵਾਹ ਦੇ ਬਚਾਓ ਲਈ ਆਸਾ ਰੱਖੇ।"},{"number":27,"verse":"ਗਭਰੂ ਲਈ ਚੰਗਾ ਹੈ ਕਿ ਆਪਣੀ ਜੁਆਨੀ ਵਿੱਚ ਜੂਲਾ ਚੁੱਕੇ।"},{"number":28,"verse":"ਉਹ ਇਕੱਲਾ ਬੈਠੇ ਅਤੇ ਚੁੱਪ ਰਹੇ, ਕਿਉਂ ਜੋ ਉਹ ਨੂੰ ਉਹ ਦੇ ਉਤੇ ਪਾਇਆ ਹੈ।"},{"number":29,"verse":"ਉਹ ਆਪਣਾ ਮੂੰਹ ਖਾਕ ਉੱਤੇ ਰੱਖੇ, ਸ਼ਾਇਤ ਕੁਝ ਆਸ ਹੋਵੇ!"},{"number":30,"verse":"ਉਹ ਆਪਣੀ ਗੱਲ੍ਹ ਮਾਰਨ ਵਾਲੇ ਨੂੰ ਦੇਵੇ, ਉਹ ਨਿੰਦਿਆ ਨਾਲ ਭਰ ਜਾਵੇ!।।"},{"number":31,"verse":"ਪ੍ਰਭੁ ਤਾਂ ਸਦਾ ਲਈ ਨਹੀਂ ਛੱਡੇਗਾ।"},{"number":32,"verse":"ਪਰ ਜੇ ਉਹ ਦੁਖ ਵੀ ਦੇਵੇ, ਉਹ ਆਪਣੀ ਵੱਡੀ ਦਯਾ ਅਨੁਸਾਰ ਰਹਮ ਕਰੇਗਾ।"},{"number":33,"verse":"ਉਹ ਤਾਂ ਆਪਣੇ ਦਿਲੋਂ ਕਸ਼ਟ ਨਹੀਂ ਪਾਉਂਦਾ, ਨਾ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਔਖਾ ਕਰਦਾ।।"},{"number":34,"verse":"ਸੰਸਾਰ ਦੇ ਸਾਰੇ ਅਸੀਰਾਂ ਨੂੰ ਪੈਰਾਂ ਹੇਠ ਮਿੱਧਣਾ,"},{"number":35,"verse":"ਅੱਤ ਮਹਾਨ ਦੇ ਸਨਮੁਖ ਕਿਸੇ ਇਨਸਾਨ ਦਾ ਹੱਕ ਮਾਰਨਾ,"},{"number":36,"verse":"ਕਿਸੇ ਆਦਮੀ ਦਾ ਮੁਕੱਦਮਾ ਵਿਗਾੜਨਾ, ਪ੍ਰਭੁ ਵੇਖ ਨਹੀਂ ਸੱਕਦਾ!।।"},{"number":37,"verse":"ਕੌਣ ਕੁਝ ਕਹਿੰਦਾ ਹੈ ਅਤੇ ਉਹ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਦ ਪ੍ਰਭੁ ਨੇ ਉਹ ਦਾ ਹੁਕਮ ਨਹੀਂ ਦਿੱਤਾ ਹੋਵੇॽ"},{"number":38,"verse":"ਕੀ ਅੱਤ ਮਹਾਨ ਦੇ ਮੂੰਹੋਂ ਦੁਖ ਅਤੇ ਸੁਖ ਨਹੀਂ ਆਉਂਦੇ?"},{"number":39,"verse":"ਜੀਉਂਦਾ ਆਦਮੀ ਕਿਉਂ ਗਿਲਾ ਕਰੇ, - ਕੋਈ ਮਨੁੱਖ, - ਆਪਣੇ ਪਾਪਾਂ ਦੀ ਸਜ਼ਾ ਉੱਤੇॽ।।"},{"number":40,"verse":"ਆਓ, ਅਸੀਂ ਆਪਣੇ ਰਾਹਾਂ ਨੂੰ ਪਰਤਾਈਏ ਤੇ ਪਰਖੀਏ, ਅਤੇ ਯਹੋਵਾਹ ਵੱਲ ਫਿਰੀਏ!"},{"number":41,"verse":"ਅਸੀਂ ਆਪਣੇ ਦਿਲਾਂ ਨੂੰ ਆਪਣੇ ਹੱਥਾਂ ਸਣੇ, ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਅਕਾਸ਼ ਵੱਲ ਚੁੱਕੀਏ।"},{"number":42,"verse":"ਅਸਾਂ ਅਪਰਾਧ ਅਤੇ ਬਗਾਵਤ ਕੀਤੀ, ਤੈਂ ਖ਼ਿਮਾ ਨਹੀਂ ਕੀਤਾ।।"},{"number":43,"verse":"ਤੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਕ੍ਰੋਧ ਨਾਲ ਕੱਜਿਆ ਅਤੇ ਸਾਡਾ ਪਿੱਛਾ ਕੀਤਾ, ਤੈਂ ਮਾਰਿਆ ਅਤੇ ਤਰਸ ਨਾ ਖਾਧਾ।"},{"number":44,"verse":"ਤੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਬੱਦਲ ਨਾਲ ਕੱਜਿਆ, ਕੋਈ ਪ੍ਰਾਰਥਨਾ ਤੇਰੇ ਕੋਲ ਨਹੀਂ ਅੱਪੜ ਸੱਕਦੀ।"},{"number":45,"verse":"ਤੈਂ ਸਾਨੂੰ ਉੱਮਤਾਂ ਵਿੱਚ ਕੂੜਾ ਤੇ ਰੂੜੀ ਠਹਿਰਾਇਆ।।"},{"number":46,"verse":"ਸਾਡੇ ਸਾਰੇ ਵੈਰੀਆਂ ਨੇ ਸਾਡੇ ਉੱਤੇ ਮੂੰਹ ਪਸਾਰਿਆ,"},{"number":47,"verse":"ਭੌ ਅਤੇ ਭੋਹਰਾ ਸਾਡੇ ਲਈ ਹਨ, ਬਰਬਾਦੀ ਅਤੇ ਫੂਕ ਸਾੜ ਵੀ।"},{"number":48,"verse":"ਮੇਰੀ ਪਰਜਾ ਦੀ ਧੀ ਦੀ ਬਰਬਾਦੀ ਦੇ ਕਾਰਨ, ਪਾਣੀ ਦੀਆਂ ਨਦੀਆਂ ਮੇਰੀਆਂ ਅੱਖੀਆਂ ਤੋਂ ਹੇਠਾਂ ਆਉਂਦੀਆਂ।।"},{"number":49,"verse":"ਮੇਰੀ ਅੱਖ ਵਗਦੀ ਹੈ ਅਤੇ ਰੁਕਦੀ ਨਹੀਂ, ਕੋਈ ਬਧੇਜ ਨਹੀਂ,"},{"number":50,"verse":"ਜਦ ਤੀਕ ਯਹੋਵਾਹ ਅਕਾਸ਼ੋਂ, ਨਿਗਾਹ ਮਾਰ ਕੇ ਨਾ ਵੇਖੇ।"},{"number":51,"verse":"ਮੇਰੇ ਸ਼ਹਿਰ ਦੀਆਂ ਸਾਰੀਆਂ ਧੀਆਂ ਦੇ ਕਾਰਨ, ਮੇਰੀ ਅੱਖ ਮੇਰੇ ਜੀ ਨੂੰ ਦੁਖੀ ਕਰਦੀ ਹੈ।।"},{"number":52,"verse":"ਜਿਹੜੇ ਬਿਨਾ ਕਾਰਨ ਮੇਰੇ ਵੈਰੀ ਹਨ, ਓਹਨਾਂ ਨੇ ਮੇਰਾ ਪਿੱਛਾ ਕੀਤਾ।"},{"number":53,"verse":"ਓਹਨਾਂ ਨੇ ਮੇਰੇ ਜੀਵਨ ਨੂੰ ਭੋਹਰੇ ਵਿੱਚ ਮੁੱਕਾ ਦਿੱਤਾ, ਓਹਨਾ ਨੇ ਮੇਰੇ ਉੱਤੇ ਪੱਥਰ ਸੁੱਟਿਆ।"},{"number":54,"verse":"ਪਾਣੀ ਮੇਰੇ ਸਿਰ ਉੱਤੋਂ ਵਗੇ, ਮੈਂ ਆਖਿਆ, ਮੈਂ ਮਰ ਮਿਟਿਆ !।।"},{"number":55,"verse":"ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਦੀ ਦੁਹਾਈ ਦਿੱਤੀ, ਭੋਹਰੇ ਦੀਆਂ ਡੁੰਘਿਆਈਆਂ ਤੋਂ,"},{"number":56,"verse":"ਤੈਂ ਮੇਰੀ ਅਵਾਜ਼ ਸੁਣੀ, ਆਪਣਾ ਕੰਨ ਮੇਰੀ ਆਹ, ਮੇਰੀ ਦੁਹਾਈ ਵੱਲੋਂ ਬੰਦ ਨਾ ਕਰ !"},{"number":57,"verse":"ਜਿਸ ਵੇਲੇ ਮੈਂ ਤੈਨੂੰ ਪੁਕਾਰਿਆ ਤੂੰ ਨੇੜੇ ਆਇਆ, ਤੂੰ ਆਖਿਆ, ਨਾ ਡਰ!।।"},{"number":58,"verse":"ਹੇ ਪ੍ਰਭੁ, ਤੈਂ ਮੇਰੀ ਜਾਨ ਦਾ ਮੁਕੱਦਮਾ ਲੜਿਆ, ਤੈਂ ਮੇਰੇ ਜੀਵਨ ਦਾ ਛੁਟਕਾਰਾ ਕੀਤਾ।"},{"number":59,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੈਂ ਮੇਰੇ ਉੱਤੇ ਦਾ ਨਿਆਉਂ ਵੇਖਿਆ, ਤੂੰ ਮੇਰਾ ਨਿਆਉਂ ਕਰ!"},{"number":60,"verse":"ਤੈਂ ਓਹਨਾਂ ਦੇ ਸਾਰੇ ਬਦਲੇ ਵੇਖੇ ਹਨ, ਮੇਰੇ ਵਿਰੁੱਧ ਓਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਜੁਗਤੀਆਂ ਵੀ।।"},{"number":61,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੈਂ ਓਹਨਾਂ ਦੀ ਨਿੰਦਿਆ ਸੁਣੀ, ਨਾਲੇ ਮੇਰੇ ਵਿਰੁੱਧ ਦੀਆਂ ਸਾਰੀਆਂ ਜੁਗਤੀਆਂ,"},{"number":62,"verse":"ਮੇਰੇ ਵਿਰੋਧੀਆਂ ਦੀਆਂ ਗੱਲਾਂ, ਅਤੇ ਦਿਨ ਭਰ ਓਹਨਾਂ ਦੇ ਮਤੇ ਮੇਰੇ ਵਿਰੁਧ।"},{"number":63,"verse":"ਓਹਨਾਂ ਦੇ ਉੱਠਣ ਬੈਠਣ ਤੇ ਧਿਆਨ ਦੇਹ! ਮੈਂ ਹੀ ਓਹਨਾਂ ਦਾ ਰਾਗ ਹਾਂ।।"},{"number":64,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੂੰ ਓਹਨਾਂ ਨੂੰ, ਓਹਨਾਂ ਦੇ ਹੱਥ ਦੇ ਕੰਮ ਅਨੁਸਾਰ ਵੱਟਾ ਦੇਵੇਂਗਾ।"},{"number":65,"verse":"ਤੂੰ ਓਹਨਾਂ ਦਾ ਮਨ ਸੁੰਨ ਕਰ ਦੇਵੇਂਗਾ, ਆਪਣਾ ਸਰਾਪ ਓਹਨਾਂ ਉੱਤੇ ਦੇਵੇਂਗਾ।"},{"number":66,"verse":"ਤੂੰ ਕ੍ਰੋਧ ਵਿੱਚ ਓਹਨਾਂ ਦਾ ਪਿੱਛਾ ਕਰੇਗਾ, ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਅਕਾਸ਼ ਹੇਠੋਂ ਓਹਨਾਂ ਦਾ ਨਾਸ ਕਰੇਂਗਾ।।"}]}