{"bibleAbbr":"urGV2010","bookName":"میکا","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"( راہنماؤں اور جھوٹے نبیوں پر الٰہی فیصلہ) مَیں بولا، ”اے یعقوب کے راہنماؤ، اے اسرائیل کے بزرگو، سنو! تمہیں انصاف کو جاننا چاہئے۔"},{"number":2,"verse":"لیکن جو اچھا ہے اُس سے تم نفرت کرتے اور جو غلط ہے اُسے پیار کرتے ہو۔ تم میری قوم کی کھال اُتار کر اُس کا گوشت ہڈیوں سے جدا کر لیتے ہو۔"},{"number":3,"verse":"کیونکہ تم میری قوم کا گوشت کھا لیتے ہو۔ اُن کی کھال اُتار کر تم اُن کی ہڈیوں اور گوشت کو ٹکڑے ٹکڑے کر کے دیگ میں پھینک دیتے ہو۔“"},{"number":4,"verse":"تب وہ چلّا کر رب سے التجا کریں گے، لیکن وہ اُن کی نہیں سنے گا۔ اُن کے غلط کاموں کے سبب سے وہ اپنا چہرہ اُن سے چھپا لے گا۔"},{"number":5,"verse":"رب فرماتا ہے، ”اے نبیو، تم میری قوم کو بھٹکا رہے ہو۔ اگر تمہیں کچھ کھلایا جائے تو تم اعلان کرتے ہو کہ امن و امان ہو گا۔ لیکن جو تمہیں کچھ نہ کھلائے اُس پر تم جہاد کا فتویٰ دیتے ہو۔"},{"number":6,"verse":"چنانچہ تم پر ایسی رات چھا جائے گی جس میں تم رویا نہیں دیکھو گے، ایسی تاریکی جس میں تمہیں مستقبل کے بارے میں کوئی بھی بات نہیں ملے گی۔ نبیوں پر سورج ڈوب جائے گا، اُن کے چاروں طرف اندھیرا ہی اندھیرا چھا جائے گا۔"},{"number":7,"verse":"تب رویا دیکھنے والے شرم سار اور قسمت کا حال بتانے والے شرمندہ ہو جائیں گے۔ شرم کے مارے وہ اپنے منہ کو چھپا لیں گے، ( منہ کا لفظی ترجمہ ’مونچھیں‘ ہے۔) کیونکہ اللہ سے کوئی بھی جواب نہیں ملے گا۔“"},{"number":8,"verse":"لیکن مَیں خود قوت سے، رب کے روح سے اور انصاف اور طاقت سے بھرا ہوا ہوں تاکہ یعقوب کی اولاد کو اُس کے جرائم اور اسرائیل کو اُس کے گناہ سنا سکوں۔"},{"number":9,"verse":"اے یعقوب کے راہنماؤ، اے اسرائیل کے بزرگو، سنو! تم انصاف سے گھن کھا کر ہر سیدھی بات کو ٹیڑھی بنا لیتے ہو۔"},{"number":10,"verse":"تم صیون کو خوں ریزی سے اور یروشلم کو ناانصافی سے تعمیر کر رہے ہو۔"},{"number":11,"verse":"یروشلم کے بزرگ عدالت کرتے وقت رشوت لیتے ہیں۔ اُس کے امام تعلیم دیتے ہیں لیکن صرف کچھ ملنے کے لئے۔ اُس کے نبی پیش گوئی سنا دیتے ہیں لیکن صرف پیسوں کے معاوضے میں۔ تاہم یہ لوگ رب پر انحصار کر کے کہتے ہیں، ”ہم پر آفت آ ہی نہیں سکتی، کیونکہ رب ہمارے درمیان ہے۔“"},{"number":12,"verse":"تمہاری وجہ سے صیون پر ہل چلایا جائے گا اور یروشلم ملبے کا ڈھیر بن جائے گا۔ جس پہاڑ پر رب کا گھر ہے اُس پر جنگل چھا جائے گا۔"}]}