{"bibleAbbr":"Thomson1808","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, an apostle, not from men, nor by man, but by Jesus Christ, and God the Father who raised him from the dead;"},{"number":2,"verse":"and all the brethren with me, to the congregations of Galatia;"},{"number":3,"verse":"favour be to you and peace from God the father, and from our Lord Jesus Christ,"},{"number":4,"verse":"who gave himself for our sins, that he might deliver us from the present evil age, according to the will of our God and Father,"},{"number":5,"verse":"to whom be the glory for the ages of the ages. Amen."},{"number":6,"verse":"I am astonished that you are so soon carried away, to another message of peace, from him who by the favour of Christ called you:"},{"number":7,"verse":"which is owing to nothing but this, that there are some who trouble you, and wish to pervert the glad tidings of the Christ."},{"number":8,"verse":"But if we, or an angel from heaven, proclaim to you as glad tidings any thing different from what we have proclaimed to you, let him be an anathema. As we said before,"},{"number":9,"verse":"so I now say again, If any one teach you as glad tidings any thing different from what you have received, let him be anathema."},{"number":10,"verse":"For do I now conciliate the favour of men rather than of God? Or do I seek to please men? For if I still pleased men, I would not be a servant of Christ."},{"number":11,"verse":"Now I certify to you, brethren, that the message of glad tidings which I proclaimed is not according to man;"},{"number":12,"verse":"for I neither received it from man, nor was I taught it; but by revelation of Jesus Christ."},{"number":13,"verse":"For you have heard of my behaviour formerly in the Jewish religion; that I, in the most violent manner, persecuted the congregation of God, and ravaged it;"},{"number":14,"verse":"and that I made a greater proficiency in Judaism than many fellow students of my age, in my own nation, being more abundantly a zealot for the doctrines of my fathers:"},{"number":15,"verse":"but when it pleased God, who had set me apart from my birth, and by his special favour called me,"},{"number":16,"verse":"to reveal his son to me, that I might proclaim the good tidings of him among the nations immediately; I did not consult flesh and blood,"},{"number":17,"verse":"nor did I go up to Jerusalem to them who were apostles before me, but went away to Arabia, and returned again to Damascus."},{"number":18,"verse":"Then, after three years, I went up to Jerusalem to visit Peter, and abode with him fifteen days."},{"number":19,"verse":"But I did not see any other of the apostles, save James the brother of the Lord."},{"number":20,"verse":"Now as to what I write to you, behold, God is witness that I do not lie."},{"number":21,"verse":"Then I went to the regions of Syria, and Cilicia,"},{"number":22,"verse":"and was personally unknown to the Christian congregations of Judea,"},{"number":23,"verse":"who had only heard that he who formerly persecuted us is now proclaiming the glad tidings of that belief which he was formerly destroying,"},{"number":24,"verse":"and they glorified God on my account."}]}