{"bibleAbbr":"mrRV2015","bookName":"१ राजे","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"( शबाची राणी शलमोनाला भेटण्यास येते) ( ( 140 9:1-12 )) परमेश्वराच्या नामासंबंधाने शलमोनाची कीर्ती झाली ती ऐकून शबाची राणी कूट प्रश्‍नांनी त्याची परीक्षा पाहायला आली."},{"number":2,"verse":"ती आपल्याबरोबर मोठा लवाजमा घेऊन आणि विपुल सोने, मोलवान रत्ने व मसाले उंटांवर लादून यरुशलेमेस आली. शलमोनाकडे आल्यावर आपल्या मनात जे काही होते ते सर्व ती त्याच्यापुढे बोलली."},{"number":3,"verse":"शलमोनाने तिच्या सर्व प्रश्‍नांची उत्तरे दिली; त्याने तिला उलगडा करून सांगितली नाही अशी एकही गोष्ट नव्हती."},{"number":4,"verse":"शलमोनाचे सगळे शहाणपण, त्याने बांधलेले मंदिर,"},{"number":5,"verse":"त्याच्या मेजवानीतील पक्वान्ने, त्याच्या कामदारांची आसने, त्याच्या मानकर्‍यांची खिदमत व त्यांचे पोशाख, त्याचे प्यालेबरदार व परमेश्वराच्या मंदिरात चढून जायचा त्याचा तो जिना हे सगळे पाहून शबाची राणी गांगरून गेली."},{"number":6,"verse":"ती राजाला म्हणाली, “आपली करणी व ज्ञान ह्यांविषयीची जी कीर्ती मी आपल्या देशात ऐकली ती खरी आहे."},{"number":7,"verse":"तथापि मी येऊन प्रत्यक्ष डोळ्यांनी पाहिल्याशिवाय ह्या गोष्टींचा मला विश्वास येईना; आता पाहते तर माझ्या कानी आले ते अर्धेही नव्हते. आपले शहाणपण व समृद्धी ह्यांची कीर्ती झाली आहे तिच्याहून ती अधिक आहेत."},{"number":8,"verse":"आपले लोक धन्य होत; हे आपले सेवक, ज्यांना आपणासमोर सतत उभे राहून आपल्या शहाणपणाचा लाभ होत असतो ते धन्य होत."},{"number":9,"verse":"ज्याने आपणावर प्रसन्न होऊन आपणाला इस्राएलाच्या गादीवर स्थापले आहे तो आपला देव परमेश्वर धन्य होय; परमेश्वर इस्राएलांवर सर्वदा प्रेम करतो म्हणून न्यायाचे व नीतीचे पालन करण्यासाठी त्याने आपणाला राजा केले आहे.”"},{"number":10,"verse":"तिने राजाला एकशेवीस किक्कार सोने, विपुल सुगंधी द्रव्ये व बहुमोल रत्ने नजर केली; शबाच्या राणीने शलमोन राजाला एवढी सुगंधी द्रव्ये नजर केली की तेवढी पुन्हा कधी कोठून आली नाहीत."},{"number":11,"verse":"हीरामाची जहाजे ओफीर येथून सोने आणत त्याचप्रमाणे रक्तचंदनाचे लाकूड आणि बहुमोल रत्नेही विपुल आणत."},{"number":12,"verse":"राजाने रक्तचंदनाच्या लाकडाचे परमेश्वराच्या मंदिराला व राजवाड्याला कठडे केले; त्याचप्रमाणे गाणार्‍यांसाठी त्याच्या वीणा व सारंग्या बनवल्या; असले रक्तचंदनाचे लाकूड आजवर आले नाही की दृष्टीस पडले नाही."},{"number":13,"verse":"शलमोनाने राजाला अनुरूप अशा औदार्याने जे तिला दिले त्याशिवाय आणखी तिने जे जे मागितले ते ते सगळे तिला देऊन तिची इच्छा पुरवली. मग ती आपल्या परिवारासह स्वदेशी परत गेली."},{"number":14,"verse":"( शलमोनाचे वैभव आणि त्याची कीर्ती) ( ( 140 9:13-24 )) प्रतिवर्षी शलमोनाकडे सोने येई ते सहाशे सहासष्ट किक्कार भरे;"},{"number":15,"verse":"ह्याखेरीज आणखी सौदागर, देवघेव करणारे व्यापारी, निरनिराळ्या लोकांचे राजे व देशांचे सुभेदार ह्यांच्याकडून सोने येई ते निराळेच."},{"number":16,"verse":"शलमोन राजाने सोन्याचे पत्रे ठोकून दोनशे मोठ्या ढाली बनवल्या, एकेका ढालीस सहाशे शेकेल सोने लागले."},{"number":17,"verse":"तसेच त्याने सोन्याचे पत्रे ठोकून तीनशे लहान ढाली केल्या; प्रत्येक लहान ढालीस तीन माने (शेर) सोने लागले; राजाने ह्या ढाली लबानोन येथील वनगृहात ठेवल्या."},{"number":18,"verse":"राजाने एक मोठे हस्तीदंती सिंहासन बनवले, व ते उत्तम सोन्याने मढवले."},{"number":19,"verse":"सिंहासनाला सहा पायर्‍या होत्या; आसनाचे ओठंगण वरून गोलाकार होते; सिंहासनाच्या दोन्ही बाजूंना हात होते व ह्या दोन हातांच्या बाजूंना दोन सिंह केले होते."},{"number":20,"verse":"त्या सहा पायर्‍यांच्या दोन्ही बाजूंना एकेक असे एकंदर बारा सिंह केले होते; दुसर्‍या कोणत्याही राज्यात ह्यासारखे केलेले सिंहासन नव्हते."},{"number":21,"verse":"शलमोन राजाची सर्व पानपात्रे सोन्याची होती; लबानोन येथील वनगृहातील सर्व पात्रे शुद्ध सोन्याची होती; चांदीचे एकही नव्हते; शलमोनाच्या वेळी चांदीला कोणी विचारत नव्हते."},{"number":22,"verse":"समुद्रावर हीरामाच्या जहाजांबरोबर राजाच्याही तार्शीश जहाजांचा एक तांडा असे, आणि तीन-तीन वर्षांनी ही तार्शीश जहाजे सोने, चांदी, हस्तिदंत, वानर व मोर आणत असत."},{"number":23,"verse":"शलमोन राजा धन व शहाणपण ह्या बाबतीत पृथ्वीवरल्या सर्व राजांहून श्रेष्ठ होता."},{"number":24,"verse":"देवाने शलमोनाच्या ठायी शहाणपण ठेवले होते ते ऐकण्यास अखिल पृथ्वीवरचे लोक त्याच्या दर्शनाला येत."},{"number":25,"verse":"येणारा प्रत्येक जण चांदीची व सोन्याची पात्रे, उंची वस्त्रे, शस्त्रे, सुगंधी द्रव्ये, घोडे व खेचरे ह्यांचा नजराणा वर्षानुवर्ष आणत असे."},{"number":26,"verse":"( शलमोनाने केलेला घोडे व रथ ह्यांचा व्यापार) ( ( 140 1:14-17 ; 140 9:25-28 )) शलमोनाने रथ व राऊत ह्यांचा संग्रह केला; त्याच्याजवळ चौदाशे रथ व बारा हजार राऊत झाले; त्यांतले काही रथ ठेवायच्या नगरात व काही यरुशलेमेत आपल्याजवळ त्याने ठेवले."},{"number":27,"verse":"राजाने यरुशलेमेत चांदी धोंड्यांप्रमाणे व गंधसरू तळवटीतल्या उंबराच्या झाडांप्रमाणे विपुल केले."},{"number":28,"verse":"शलमोनाचे घोडे मिसर देशातून येत; राजाचे व्यापारी घोड्यांच्या एकेका तांड्याची किंमत ठरवून तांडेच्या तांडे घेत;"},{"number":29,"verse":"एकेका रथाला सहाशे शेकेल चांदी व एकेका घोड्याला दीडशे शेकेल चांदी देऊन ते मिसर देशाहून आणत; हित्ती व अरामी राजांसाठीही असेच ते व्यापारी आणत."}]}