{"bibleAbbr":"mrRV2015","bookName":"१ राजे","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"( यहूदा येथील संदेष्टा यराबामाला ताकीद देतो) नंतर पाहा, परमेश्वराच्या आज्ञेवरून देवाचा माणूस यहूदातून बेथेल येथे आला; त्या वेळी यराबाम हवन करीत वेदीजवळ उभा होता."},{"number":2,"verse":"परमेश्वराच्या आज्ञेवरून त्याने त्या वेदीविरुद्ध हे शब्द उच्चारले : “हे वेदी, हे वेदी, परमेश्वर म्हणतो, पाहा, दाविदाच्या घराण्यात योशीया नावाचा एक पुत्र जन्मेल; जे उच्च स्थानांचे याजक तुझ्यावर होमहवन करतात त्यांचा तो तुझ्यावर यज्ञ करील, मानवांच्या अस्थी तुझ्यावर जाळील.”"},{"number":3,"verse":"त्याच दिवशी त्याने खूण दिली; तो म्हणाला, “परमेश्वराने सांगितलेली खूण हीच; पाहा, ही वेदी भंग पावेल आणि तिच्यावरील राख उधळली जाईल.”"},{"number":4,"verse":"देवाच्या माणसाने बेथेलातल्या त्या वेदीविरुद्ध जे हे शब्द उच्चारले ते राजा यराबाम ह्याने ऐकले तेव्हा तो आपला हात वेदीवरून काढून पुढे करून म्हणाला, “त्याला धरा.” तेव्हा त्याने जो हात त्याच्याकडे केला होता तो वाळून गेला व तो त्याला मागे घेता येईना."},{"number":5,"verse":"परमेश्वराच्या आज्ञेवरून देवाच्या माणसाने दिलेल्या खुणेप्रमाणे ती वेदी भंग पावली व तिच्यावरील राख उधळली गेली."},{"number":6,"verse":"राजाने त्या देवाच्या माणसाला विनंती केली की, “माझा हात पुन्हा पूर्ववत व्हावा म्हणून आपला देव परमेश्वर ह्याच्याकडे माझ्यासाठी विनंती करून प्रार्थना कर.” देवाच्या माणसाने परमेश्वराला विनवणी केली तेव्हा राजाचा हात बरा होऊन पूर्वीसारखा झाला."},{"number":7,"verse":"राजा त्या देवाच्या माणसाला म्हणाला, “माझ्याबरोबर घरी चल आणि काही उपाहार करून ताजातवाना हो; मी तुला काही इनाम देतो.”"},{"number":8,"verse":"देवाचा माणूस राजाला म्हणाला, “तू मला आपले अर्धे घर दिले तरी मी तुझ्या येथे येणार नाही; ह्या ठिकाणी मी अन्नपाणी सेवन करणार नाही;"},{"number":9,"verse":"परमेश्वराच्या वचनाच्या द्वारे मला अशी आज्ञा झाली आहे की तू येथे अन्नपाणी सेवन करू नकोस आणि ज्या वाटेने जाशील तिने परत येऊ नकोस.”"},{"number":10,"verse":"ज्या वाटेने तो बेथेलास गेला होता त्या वाटेने न जाता दुसर्‍या वाटेने तो गेला."},{"number":11,"verse":"बेथेल येथे त्या काळात एक वृद्ध संदेष्टा राहत असे; त्याच्या मुलांनी येऊन देवाच्या माणसाने त्या दिवशी बेथेलात जे काही केले त्याची सगळी हकिकत आपल्या बापाला कळवली; राजाला जे शब्द तो बोलला तेही त्याच्या मुलांनी आपल्या बापाला सांगितले."},{"number":12,"verse":"त्यांच्या बापाने त्यांना विचारले, “तो कोणत्या वाटेने गेला?” यहूदातून आलेला तो देवाचा माणूस कोणत्या वाटेने गेला हे त्यांनी पाहिले होते."},{"number":13,"verse":"तो आपल्या मुलांना म्हणाला, “गाढवावर खोगीर घाला.” त्यांनी गाढवावर खोगीर घातल्यावर तो त्यावर बसला."},{"number":14,"verse":"तो देवाच्या माणसाच्या पाठोपाठ गेला. तो त्याला एका एला झाडाखाली बसलेला आढळला. त्याने त्याला विचारले, “यहूदाहून आलेला देवाचा माणूस तूच काय?” तो म्हणाला, “मीच.”"},{"number":15,"verse":"तो त्याला म्हणाला, “माझ्याबरोबर घरी चल आणि भोजन कर.”"},{"number":16,"verse":"तो म्हणाला, “मला तुझ्याबरोबर परत येता येत नाही; तुझ्या येथे मला जाता येत नाही; मी ह्या ठिकाणी अन्नपाणी सेवन करणार नाही;"},{"number":17,"verse":"कारण परमेश्वराच्या वचनाच्या द्वारे मला अशी आज्ञा झाली आहे की, तू ह्या ठिकाणी अन्नपाणी सेवन करू नकोस आणि ज्या वाटेने जाशील त्या वाटेने परत येऊ नकोस.”"},{"number":18,"verse":"तेव्हा तो त्याला म्हणाला, “मीही तुझ्यासारखाच संदेष्टा आहे; परमेश्वराच्या आज्ञेवरून एक देवदूत मला म्हणाला, ‘त्याला परत आपल्या घरी घेऊन ये, म्हणजे तो अन्नपाणी सेवन करील.”’ पण हे त्याचे सांगणे खोटे होते."},{"number":19,"verse":"त्याने त्याच्याबरोबर परत जाऊन त्याच्या घरी अन्नपाणी सेवन केले."},{"number":20,"verse":"ते जेवायला बसले असताना त्याला परत आणणार्‍या त्या संदेष्ट्याला परमेश्वराचे वचन प्राप्त झाले;"},{"number":21,"verse":"यहूदाहून आलेल्या देवाच्या माणसाला त्याने मोठ्याने सांगितले, “परमेश्वर असे म्हणतो, परमेश्वराच्या तोंडचे वचन तू अवमानलेस आणि तुझा देव परमेश्वर ह्याने तुला आज्ञा केली ती तू पाळली नाहीस."},{"number":22,"verse":"तू परत आलास आणि ज्या ठिकाणी अन्नपाणी सेवन करू नकोस असे तुला सांगितले होते तेथे तू अन्नपाणी सेवन केलेस, ह्यास्तव तुझे प्रेत तुझ्या वाडवडिलांच्या थडग्यात जाणार नाही.”"},{"number":23,"verse":"त्याचे खाणेपिणे आटोपल्यावर त्याने त्या माघारी आणलेल्या संदेष्ट्यासाठी गाढवावर खोगीर घातले."},{"number":24,"verse":"तेथून निघून तो चालला असताना वाटेने त्याला एका सिंहाने गाठून मारून टाकले; त्याचे प्रेत वाटेत तसेच पडून राहिले आणि ते गाढव त्याच्याजवळ उभे राहिले आणि सिंहही त्या प्रेताजवळ उभा राहिला."},{"number":25,"verse":"तिकडून जाणार्‍यायेणार्‍या लोकांनी वाटेत पडलेले ते प्रेत व त्याच्याजवळ उभा असलेला तो सिंह पाहिला; आणि त्यांनी तो वृद्ध संदेष्टा राहत होता त्या नगरात जाऊन हे वर्तमान कळवले."},{"number":26,"verse":"त्याला वाटेवरून परत आणणार्‍या त्या संदेष्ट्याने हे ऐकले तेव्हा तो म्हणाला, “परमेश्वराच्या तोंडचे वचन अवमानणारा देवाचा माणूस तो हाच, म्हणूनच परमेश्वराने त्याला सिंहाच्या स्वाधीन केले आणि परमेश्वराने त्याला सांगितलेल्या वचनाप्रमाणे सिंहाने त्याला फाडून ठार केले असावे.”"},{"number":27,"verse":"तो आपल्या पुत्रांना म्हणाला, “माझ्या गाढवावर खोगीर घाला,” तेव्हा त्यांनी खोगीर घातले."},{"number":28,"verse":"त्याने तेथे जाऊन पाहिले तेव्हा त्याचे प्रेत वाटेवर पडले आहे आणि त्याच्याजवळ गाढव व सिंह उभे आहेत असे त्याच्या दृष्टीस पडले; सिंहाने त्याचे प्रेत खाऊन टाकले नव्हते आणि त्या गाढवास फाडून टाकले नव्हते."},{"number":29,"verse":"त्या संदेष्ट्याने देवाच्या माणसाचे प्रेत उचलून गाढवावर घालून परत आणले; त्याच्याबद्दल विलाप करावा व त्याला मूठमाती द्यावी म्हणून तो आपल्या नगराला परत आला."},{"number":30,"verse":"त्याने त्याचे प्रेत आपल्याच थडग्यात ठेवले आणि “अरेरे, माझ्या बंधो!” असे ओरडून लोकांनी त्याच्याबद्दल विलाप केला."},{"number":31,"verse":"त्याला मूठमाती दिल्यावर त्याने आपल्या पुत्रांना सांगून ठेवले की, “मी मेल्यावर देवाच्या माणसाला ज्या थडग्यात पुरले आहे तेथेच मला मूठमाती द्या आणि त्याच्या अस्थींनजीक माझ्या अस्थी ठेवा;"},{"number":32,"verse":"कारण बेथेलातली वेदी आणि शोमरोन नगरातल्या उच्च स्थानांवरील सर्व मंदिरांविरुद्ध जे उद्‍गार त्याने परमेश्वराच्या वचनानुसार काढले त्यानुसार अवश्य घडून येणार.”"},{"number":33,"verse":"एवढे झाले तरी यराबामाने आपला दुष्ट मार्ग सोडला नाही; त्याने उच्च स्थानांचे याजक सगळ्या लोकांतून नेमले; आपण उच्च स्थानांचे याजक व्हावे असे ज्यांच्या इच्छेस आले त्यांना त्याने समर्पित केले."},{"number":34,"verse":"ह्या गोष्टीने यराबामाच्या घराण्याला पाप लागले व तेणेकरून त्याचा उच्छेद झाला आणि भूतलावरून ते नष्ट झाले."}]}