{"bibleAbbr":"mrRV2015","bookName":"१ राजे","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"( अहीयाने यराबामाविरुद्ध दिलेला संदेश) त्या काळात यराबामाचा पुत्र अबीया आजारी पडला."},{"number":2,"verse":"तेव्हा यराबाम आपल्या स्त्रीला म्हणाला, “चल, तू यराबामाची स्त्री आहेस हे कोणाला ओळखता येणार नाही अशा प्रकारे वेष पालट आणि शिलो येथे जा; जो माझ्याविषयी बोलला होता की, मी ह्या लोकांचा राजा होईन तो अहीया संदेष्टा येथे राहतो."},{"number":3,"verse":"तू दहा भाकरी, पुर्‍या व मधाची कुपी बरोबर घेऊन त्याच्याकडे जा; मुलाचे काय होईल ते तो तुला सांगेल.”"},{"number":4,"verse":"यराबामाच्या स्त्रीने तसे केले. ती निघून शिलोस अहीयाच्या घरी गेली. अहीयाला दिसत नव्हते; कारण वृद्धपणामुळे त्याची दृष्टी मंद झाली होती."},{"number":5,"verse":"परमेश्वर अहीयाला म्हणाला, “यराबामाची स्त्री आपल्या मुलाविषयी विचारण्यासाठी येत आहे; तो आजारी आहे; तू तिला असे सांग; आपण कोणी दुसरी स्त्री आहोत असे सोंग करून ती आत येईल.”"},{"number":6,"verse":"ती दाराजवळ येत असताना तिच्या पावलांचा आवाज ऐकून अहीया तिला म्हणाला, “हे यराबामाच्या पत्नी, आत ये; आपण दुसरीच कोणी आहोत असे सोंग तू का करतेस? तुला काही दुःखाचा संदेश सांगणे मला प्राप्त झाले आहे."},{"number":7,"verse":"जा, यराबामाला सांग, इस्राएलाचा देव परमेश्वर म्हणतो की, मी तुला लोकांतून निवडून उन्नत केले, माझे लोक इस्राएल ह्यांचा तुला मी नायक नेमले,"},{"number":8,"verse":"आणि दाविदाच्या घराण्यापासून राज्य काढून घेऊन तुला दिले; तरी तू माझा सेवक दावीद ह्याच्याप्रमाणे वागला नाहीस. दावीद माझ्या आज्ञा पाळत असे; तो मला जिवेभावे धरून राहिला व माझ्या दृष्टीने जे योग्य तेच तो करीत असे;"},{"number":9,"verse":"पण तुझ्यापूर्वी होऊन गेलेल्या सर्वांपेक्षा तू अधिक दुराचरण केले आहेस; मला सोडून तू अन्य देव व ओतीव मूर्ती केल्या आहेत; अशाने तू मला चिडवून संतप्त केले आहे आणि माझ्याकडे पाठ केली आहेस."},{"number":10,"verse":"ह्यास्तव, पाहा, मी यराबामाच्या घराण्यावर अरिष्ट आणीन, यराबामाच्या घराण्यातल्या प्रत्येक पुरुषाचा मी उच्छेद करीन, मग तो इस्राएलाच्या बंदीत असो की मोकळा असो; ज्याप्रमाणे शेण अगदी साफ निघून जाईपर्यंत काढून टाकतात त्याप्रमाणे मी यराबामाचे घराणे काढून टाकीन."},{"number":11,"verse":"यराबामाच्या घराण्यातला जो कोणी नगरात मरेल त्याला कुत्री खातील व जो कोणी रानावनात मरेल त्याला आकाशातली पाखरे खाऊन टाकतील, कारण परमेश्वर हे बोलला आहे."},{"number":12,"verse":"तर आता ऊठ, आपल्या घरी जा; तुझे पाय नगरात पडताच तुझे मूल मरेल."},{"number":13,"verse":"सर्व इस्राएल त्याच्यासाठी शोक करून त्याला पुरतील; यराबामाच्या घराण्यात त्यालाच काय ती मूठमाती मिळेल, कारण इस्राएलाचा देव परमेश्वर ह्याच्यासंबंधाने यराबामाच्या घराण्यात त्याच्याच ठायी काहीसा चांगुलपणा दिसून आला आहे."},{"number":14,"verse":"मग परमेश्वर इस्राएलावर असा राजा स्थापील की तो त्याच दिवशी यराबामाच्या घराण्याचा उच्छेद करील. मी काय म्हणतो? आताच तो स्थापला आहे."},{"number":15,"verse":"बोरू पाण्यात कापतो त्याप्रमाणे परमेश्वर इस्राएलास हाणून कापवील व जी उत्तम भूमी त्याने त्यांच्या पूर्वजांना दिली होती तिच्यातून त्यांना उपटून काढून नदीपलीकडे त्यांची पांगापांग करील, कारण त्यांनी अशेरा मूर्ती बनवून परमेश्वराला संतप्त केले."},{"number":16,"verse":"यराबामाने जी पातके स्वत: केली व इस्राएलांकडून करवली त्यामुळे परमेश्वर इस्राएलांचा त्याग करील.”"},{"number":17,"verse":"यराबामाची बायको निघून तिरसा येथे आली. तिचा पाय घराच्या उंबरठ्यास लागताच मूल मेले."},{"number":18,"verse":"परमेश्वराने आपला सेवक अहीया संदेष्टा ह्याच्या द्वारे जे वचन कळवले होते त्यानुसार सर्व इस्राएलाने त्याला मूठमाती दिली व त्याच्यासाठी शोक केला."},{"number":19,"verse":"यराबामाने इतर कोणत्या गोष्टी केल्या, युद्ध कसे केले व राज्य कसे चालवले ह्या सर्वांचे वर्णन इस्राएलांच्या राजांच्या बखरीत केले आहे."},{"number":20,"verse":"यराबाम बावीस वर्षे राज्य करून आपल्या पितरांजवळ जाऊन निजला व त्याचा पुत्र नादाब हा त्याच्या जागी राजा झाला."},{"number":21,"verse":"( रहबामाची कारकीर्द) ( ( 140 12:1-16 )) इकडे शलमोनाचा पुत्र रहबाम हा यहूदावर राज्य करीत होता. रहबाम राज्य करू लागला तेव्हा तो एकेचाळीस वर्षांचा होता; आपल्या नामाची स्थापना करावी म्हणून परमेश्वराने सर्व इस्राएल वंशातून यरुशलेम नगर निवडले. तेथे त्याने सतरा वर्षे राज्य केले; त्याच्या आईचे नाव नामा; ती अम्मोनीण होती."},{"number":22,"verse":"परमेश्वराच्या दृष्टीने जे वाईट ते यहूदाचे लोक करू लागले; त्यांच्या पूर्वजांपेक्षाही त्यांनी जी अधिक पातके केली त्यामुळे त्यांनी परमेश्वराला ईर्ष्येस पेटवले."},{"number":23,"verse":"त्यांनी प्रत्येक उंच टेकडीवर, प्रत्येक हिरव्या झाडाखाली उच्च स्थाने, स्तंभ आणि अशेरा मूर्ती स्थापल्या."},{"number":24,"verse":"आणि त्या देशात पुरुषगामीही होते; ज्या सर्व राष्ट्रांना परमेश्वराने इस्राएलासमोरून हाकून दिले होते त्यांच्या अमंगळ कर्मांप्रमाणे हे करू लागले."},{"number":25,"verse":"रहबाम राजाच्या कारकिर्दीच्या पाचव्या वर्षी मिसर देशचा राजा शिशक ह्याने यरुशलेमेवर स्वारी केली."},{"number":26,"verse":"त्याने परमेश्वराच्या मंदिरांतील व राजवाड्यातील सर्व भांडार लुटून नेले; शलमोन राजाने ज्या सोन्याच्या ढाली केल्या होत्या त्याही त्याने नेल्या."},{"number":27,"verse":"रहबाम राजाने त्यांच्याऐवजी पितळेच्या ढाली बनवल्या आणि राजाच्या स्वारीपुढे धावणार्‍यांच्या व राजवाड्याची रखवाली करत होते त्यांच्या स्वाधीन त्या केल्या."},{"number":28,"verse":"राजा परमेश्वराच्या मंदिरात जात असे तेव्हा हे धावणारे त्या ढाली घेऊन पुढे चालत आणि मग त्या आपल्या चौकीत आणून ठेवत."},{"number":29,"verse":"यराबामाने केलेल्या इतर गोष्टींचे व जे जे काही त्याने केले त्यांचे वर्णन यहूदाच्या राजांच्या बखरीत केले आहे, नाही काय?"},{"number":30,"verse":"रहबाम व यराबाम ह्यांच्यामध्ये लढाई सतत चालू होती."},{"number":31,"verse":"रहबाम आपल्या पितरांजवळ जाऊन निजला, व त्यांनी त्याला दावीदपुरात त्यांच्या पितरांच्या कबरस्तानात मूठमाती दिली; त्याच्या आईचे नाव नामा; ती अम्मोनीण होती. त्याचा पुत्र अबीयाम1 हा त्याच्या जागी राजा झाला."}]}