{"bibleAbbr":"mrRV2015","bookName":"१ राजे","bookEnglishName":"1 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"( एलीया होरेबास पळून जातो) एलीयाने काय काय केले, तसेच त्याने सर्व संदेष्टे तलवारीने कसे वधले हे सगळे अहाबाने ईजबेलीला कळवले."},{"number":2,"verse":"तेव्हा ईजबेलीने जासूद पाठवून एलीयाला बजावले की, “संदेष्ट्यांच्या जिवाच्या गतीसारखी तुझ्या जिवाची गती उद्या ह्याच वेळी केली नाही तर देव माझे तसेच व त्याहूनही अधिक करोत.”"},{"number":3,"verse":"हे ऐकून एलीया जीव घेऊन पळाला; तो यहूदातील बैर-शेबा येथे आला व तेथे त्याने आपल्या चाकराला ठेवले."},{"number":4,"verse":"तो स्वतः रानात एक दिवसाची मजल चालून जाऊन एका रतामाच्या झुडपाखाली जाऊन बसला; आपला प्राण जाईल तर बरे असे वाटून तो म्हणाला, “हे परमेश्वरा, आता पुरे झाले, माझा अंत कर; मी आपल्या वाडवडिलांहून काही चांगला नाही.”"},{"number":5,"verse":"तो रतामाच्या झुडपाखाली पडून झोपी गेला; तेव्हा एका देवदूताने त्याला स्पर्श करून म्हटले, “ऊठ, हे खा.”"},{"number":6,"verse":"त्याने पाहिले तो निखार्‍यावर भाजलेली एक भाकर व पाण्याची एक सुरई आपल्या उशाशी ठेवली आहे असे त्याच्या दृष्टीस पडले. तो खाऊनपिऊन पुन्हा झोपी गेला."},{"number":7,"verse":"परमेश्वराचा देवदूत पुन्हा दुसर्‍यांदा त्याच्याकडे आला व त्याला स्पर्श करून म्हणाला, “ऊठ, हे खा; कारण तुला दूरचा खडतर प्रवास करायचा आहे.”"},{"number":8,"verse":"त्याने उठून ते अन्नपाणी सेवन केले; त्या अन्नाच्या बळावर चाळीस दिवस व चाळीस रात्री चालत जाऊन तो देवाचा डोंगर होरेब येथे पोहचला."},{"number":9,"verse":"तो तेथे जाऊन एका गुहेत राहिला; तेव्हा पाहा, परमेश्वराचे वचन त्याला प्राप्त झाले. तो त्याला म्हणाला, “एलीया, तू येथे काय करीत आहेस?”"},{"number":10,"verse":"तो म्हणाला, “सेनाधीश देव परमेश्वर ह्याच्याविषयी मी फार ईर्ष्यायुक्त झालो आहे; कारण इस्राएल लोकांनी तुझा करार पाळण्याचे सोडले, तुझ्या वेद्या मोडून टाकल्या, तुझे संदेष्टे तलवारीने वधले; मीच काय तो एकटा उरलो आहे; आणि आता ते माझाही जीव घेऊ पाहत आहेत.”"},{"number":11,"verse":"त्याने त्याला म्हटले, “तू येथून बाहेर निघून जा; पर्वतावर परमेश्वरासमोर उभा राहा.” तेव्हा पाहा, परमेश्वर जवळून जात असताना त्याच्यासमोरून मोठा सुसाट्याचा वारा सुटून डोंगर विदारत व खडक फोडत होता; पण त्या वार्‍यात परमेश्वर नव्हता. वारा सुटल्यानंतर भूमिकंप झाला; पण त्या भूमिकंपातही परमेश्वर नव्हता."},{"number":12,"verse":"भूमिकंपानंतर अग्नी प्रकट झाला; पण त्या अग्नीतही परमेश्वर नव्हता; त्या अग्नीनंतर शांत, मंद वाणी झाली."},{"number":13,"verse":"एलीयाने ती ऐकताच आपल्या झग्याने तोंड झाकून घेतले व बाहेर जाऊन गुहेच्या तोंडाशी तो उभा राहिला. तेव्हा त्याला वाणी ऐकू आली ती अशी, “एलीया, तू येथे काय करीत आहेस?”"},{"number":14,"verse":"तो म्हणाला, “सेनाधीश देव परमेश्वर ह्याच्याविषयी मी फार ईर्ष्यायुक्त झालो आहे, कारण इस्राएल लोकांनी तुझा करार पाळण्याचे सोडले, तुझ्या वेद्या मोडून टाकल्या, तुझे संदेष्टे तलवारीने वधले, मीच काय तो एकटा उरलो आहे; आणि आता ते माझाही जीव घेऊ पाहत आहेत.”"},{"number":15,"verse":"परमेश्वर त्याला म्हणाला, “तू परत दिमिष्काच्या रानाकडे जा, तेथे जाऊन पोहचलास म्हणजे हजाएलाला अभिषेक करून अरामावर राजा नेम."},{"number":16,"verse":"निमशीचा पुत्र येहू ह्याला अभिषेक करून इस्राएलावर राजा नेम; तसेच आबेल-महोला येथील शाफाटाचा पुत्र अलीशा ह्याला अभिषेक करून तुझ्या जागी संदेष्टा नेम."},{"number":17,"verse":"हजाएलाच्या तलवारीपासून जो सुटेल त्याला येहू मारील; आणि येहूच्या तलवारीपासून जो सुटेल त्याला अलीशा मारील."},{"number":18,"verse":"तरीपण इस्राएलातील ज्या सात हजारांनी बआलमूर्तींपुढे गुडघे टेकले नाहीत व ज्या प्रत्येकाने मुखाने त्याचे चुंबन घेतले नाही, त्यांना मी वाचवीन.”"},{"number":19,"verse":"( अलीशाला पाचारण) तो तेथून निघाला तेव्हा त्याला शाफाटाचा पुत्र अलीशा भेटला; तो बैलांची बारा जोते चालवून शेत नांगरत असे, आणि तो स्वतः बाराव्या जोताबरोबर होता. त्याच्याजवळ जाऊन एलीयाने आपला झगा त्याच्यावर टाकला."},{"number":20,"verse":"तेव्हा तो बैल सोडून एलीयाच्या मागून धावला; तो त्याला म्हणाला, “मला आपल्या आईबापांचे चुंबन घेऊन येऊ द्या; मग मी आपला अनुयायी होईन.” तो त्याला म्हणाला, “परत जा, मी तुझे काय केले?”"},{"number":21,"verse":"मग तो त्याच्या मागे जाण्याचे सोडून परतला आणि बैलांची एक जोडी घेऊन त्याने कापली आणि बैलांची औते पेटवून त्यांवर मांस भाजले; ते त्याने आपल्या लोकांना दिले, ते त्यांनी खाल्ले. मग तो उठून एलीयाबरोबर गेला व त्याची सेवा करू लागला."}]}