{"bibleAbbr":"mrRV2015","bookName":"१ राजे","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"( शलमोनाला परमेश्वराचे दुसरे दर्शन) ( ( 140 7:11-22 )) शलमोनाने परमेश्वराचे मंदिर व राजवाडा बांधायचे संपवले व ह्याप्रमाणे त्याच्या मनाला जे करावेसे वाटले ते त्याने केले."},{"number":2,"verse":"तेव्हा परमेश्वराने त्याला गिबोन येथे दर्शन दिले होते त्याप्रमाणे त्याला दुसर्‍यांदा दर्शन दिले."},{"number":3,"verse":"परमेश्वर त्याला म्हणाला, “तू माझ्यासमोर केलेली प्रार्थना व विनवणी मी ऐकली आहे; हे जे मंदिर तू बांधले आहेस त्याला माझे नाम सर्वकाळ राहावे म्हणून मी ते पवित्र केले आहे; माझी दृष्टी व माझे चित्त त्यावर सतत राहील."},{"number":4,"verse":"तू आपला पिता दावीद ह्याच्याप्रमाणे खर्‍या मनाने व सरळतेने माझ्या समक्ष चालशील, माझ्या सर्व आज्ञांप्रमाणे वागशील आणि माझे नियम व निर्णय पाळशील,"},{"number":5,"verse":"तर इस्राएलांवरील तुझे राजासन मी कायमचे स्थापीन; तुझा पिता दावीद ह्याला मी वचन दिल्याप्रमाणे इस्राएलाच्या गादीवर बसायला तुझ्या कुळातला पुरुष खुंटायचा नाही."},{"number":6,"verse":"पण तुम्ही व तुमच्या संततीने माझे अनुसरण करण्याचे सोडल्यास, मी तुम्हांला लावून दिलेल्या आज्ञा व नियम न पाळल्यास आणि मला सोडून अन्य देवांची उपासना व भजनपूजन केल्यास,"},{"number":7,"verse":"जो देश मी इस्राएल लोकांना दिला आहे त्यातून त्यांचा उच्छेद करीन आणि हे जे मंदिर मी आपल्या नामाकरता पवित्र केले आहे ते माझ्या नजरेआड करीन, तसेच इस्राएल लोक इतर सर्व राष्ट्रांत दृष्टान्ताचा व निंदेचा विषय होतील."},{"number":8,"verse":"आणि हे मंदिर उंच स्थानी राहील तरी त्याच्या जवळून येणारेजाणारे चकित होतील व छीथू करून म्हणतील, परमेश्वराने ह्या देशाचे व ह्या मंदिराचे असे का केले?"},{"number":9,"verse":"तेव्हा लोक म्हणतील, ‘त्यांचा देव परमेश्वर ह्याने त्यांच्या वाडवडिलांना मिसर देशातून आणले असून ते त्याला सोडून अन्य देवांच्या नादी लागले व त्यांचे भजनपूजन व उपासना करू लागले, ह्यांमुळे परमेश्वराने ही सर्व विपत्ती त्यांच्यावर आणली आहे.”’"},{"number":10,"verse":"( शलमोनाची इतर कामगिरी) ( ( 140 8:1-18 )) परमेश्वराचे मंदिर व राजवाडा ही दोन्ही पूर्ण करण्यासाठी वीस वर्षे लागली."},{"number":11,"verse":"त्यानंतर शलमोनाने सोराचा राजा हीराम ह्याला गालील प्रांतातली वीस नगरे दिली, कारण त्याने शलमोनाला हवे होते तितके गंधसरू, देवदारू व सोने हे पुरवले होते."},{"number":12,"verse":"शलमोनाने आपल्याला दिलेली नगरे पाहण्यास हीराम सोराहून तेथे गेला; ती त्याला पसंत पडली नाहीत."},{"number":13,"verse":"तेव्हा तो म्हणाला, “हे माझ्या बंधो, कसली ही नगरे तू मला दिलीस?” त्याने त्यांना काबूल प्रांत हे नाव ठेवले; हेच नाव आजवर चालू आहे."},{"number":14,"verse":"हीरामाने राजाकडे एकशेवीस किक्कार1 सोने पाठवले."},{"number":15,"verse":"शलमोन राजाने लोक वेठीस धरून परमेश्वराचे मंदिर, आपला राजवाडा, मिल्लो, यरुशलेमेचा तट, हासोर, मगिद्दो व गेजेर ही उभारली त्याचा वृत्तान्त असा."},{"number":16,"verse":"मिसर देशाचा राजा फारो ह्याने गेजेरवर चढाई करून ते घेतले आणि आग लावून जाळून टाकले व तेथल्या कनानी रहिवाशांचा संहार केला. त्याने ते नगर आपली कन्या शलमोनाची बायको हिला आंदण म्हणून दिले."},{"number":17,"verse":"शलमोनाने गेजेराखालचे बेथ-होरोन,"},{"number":18,"verse":"बालाथ व रानातले तदमोर ही बांधली;"},{"number":19,"verse":"ह्याखेरीज आणखी भांडारासाठी आणि रथ व स्वार ह्यांच्यासाठी नगरे बांधली आणि तसेच यरुशलेमेत, लबानोनावर व आपल्या सर्व राज्यात आपल्या मनास आले तेही सर्व त्याने बांधले."},{"number":20,"verse":"अमोरी, हित्ती, परिज्जी, हिव्वी व यबूसी ह्या इस्राएल नसलेल्या लोकांतले अवशिष्ट लोक,"},{"number":21,"verse":"देशात राहून गेले होते; त्यांना इस्राएल लोकांना अगदी नष्ट करता आले नाही; त्यांच्या वंशजांवर शलमोनाने बिगार बसवून त्यांना दास्य करायला लावले; आजवर असेच चालत आले आहे."},{"number":22,"verse":"पण इस्राएल लोकांपैकी कोणालाही शलमोनाने दास करून ठेवले नाही; ते योद्धे, कामदार, सरदार, सेनापती आणि रथ व स्वार ह्यांवरचे अधिपती होते."},{"number":23,"verse":"शलमोनाच्या कामावर देखरेख करणारे नायक हेच होते; ते पाचशे पन्नास होते; जे लोक ह्या कामावर होते त्यांच्यावर त्यांची हुकुमत असे."},{"number":24,"verse":"मग फारोची कन्या आपणासाठी शलमोनाने बांधलेल्या मंदिरात राहण्यास दावीदपूर सोडून आली; तेव्हा त्याने मिल्लो नगर बांधले."},{"number":25,"verse":"जी वेदी शलमोनाने परमेश्वराप्रीत्यर्थ बांधली होती तिच्यावर वर्षातून तीन वेळा शलमोन होमबली व शांत्यर्पणे अर्पण करत असे; तसेच परमेश्वरासमोर असलेल्या वेदीवर तो धूप जाळत असे. ह्या प्रकारे त्याने मंदिर समाप्त केले."},{"number":26,"verse":"मग शलमोन राजाने अदोम देशांत तांबड्या समुद्राच्या तीरी एलोथाजवळील एसयोन-गेबेर येथे गलबतांचा तांडा केला."},{"number":27,"verse":"हीरामाने आपल्या ताब्यातील दर्यावर्दी लोक शलमोनाच्या कामदारांबरोबर काम करण्यासाठी त्या गलबतांवर पाठवले."},{"number":28,"verse":"त्यांनी ओफिरास जाऊन तेथून चारशे वीस किक्कार सोने शलमोन राजाकडे आणले."}]}