{"bibleAbbr":"msAB1996","bookName":"MALEAKHI","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"TUHAN Yang Maha Kuasa berfirman kepada para imam, “Inilah perintah-Ku kepada kamu:"},{"number":2,"verse":"Kamu mesti menghormati Aku dengan perbuatan kamu. Jika kamu tidak mahu mendengarkan firman-Ku, Aku akan mengutuk kamu. Aku akan mengutuk segala sesuatu yang kamu terima sebagai rezeki. Sesungguhnya, Aku sudah mengutuk semuanya kerana kamu tidak mengendahkan perintah-Ku."},{"number":3,"verse":"Aku akan menghukum anak-anak kamu, dan Aku melumuri muka kamu dengan najis binatang yang kamu persembahkan. Kemudian orang akan menyeret kamu ke timbunan najis."},{"number":4,"verse":"( ) Dengan demikian kamu akan tahu bahawa Aku memberi kamu perintah ini supaya perjanjian-Ku dengan para imam, keturunan Lewi, tidak dibatalkan."},{"number":5,"verse":"( ) Dalam perjanjian itu Aku berjanji memberi mereka hidup yang aman dan sejahtera. Aku menepati perjanjian itu supaya mereka menghormati Aku. Pada masa itu memang mereka menghormati Aku dan takut akan Aku."},{"number":6,"verse":"Mereka mengajar apa yang benar dan bukan yang salah. Mereka akrab dengan Aku; bukan sahaja mereka melakukan kehendak-Ku, tetapi mereka juga menolong banyak orang supaya berhenti melakukan kejahatan."},{"number":7,"verse":"Para imam wajib mengajarkan apa yang benar tentang Allah. Rakyat harus datang kepada para imam untuk mengetahui kehendak-Ku kerana mereka utusan TUHAN Yang Maha Kuasa."},{"number":8,"verse":"Tetapi sekarang, kamu imam-imam, telah menyimpang dari jalan yang benar. Ajaran kamu sudah menyebabkan banyak orang berbuat salah. Kamu sudah melanggar perjanjian yang Aku buat dengan kamu."},{"number":9,"verse":"Oleh itu Aku pun akan menyebabkan kamu tidak dihormati oleh umat Israel kerana kamu tidak mentaati kehendak-Ku, dan kerana kamu membeza-bezakan orang ketika kamu mengajar.”"},{"number":10,"verse":"( Rakyat Tidak Setia kepada Allah) Bukankah kita semua mempunyai bapa yang sama? Bukankah kita semua diciptakan oleh Allah yang sama? Tetapi mengapakah kita saling memungkiri janji? Mengapakah kita menghina perjanjian yang dibuat Allah dengan nenek moyang kita?"},{"number":11,"verse":"Penduduk Yehuda sudah memungkiri janji mereka kepada Allah serta melakukan hal-hal yang mengerikan di Yerusalem dan di seluruh negeri. Mereka sudah mencemarkan Rumah TUHAN yang dikasihi TUHAN. Orang lelaki sudah berkahwin dengan perempuan yang menyembah dewa-dewa bangsa lain."},{"number":12,"verse":"Semoga TUHAN menyingkirkan orang yang berbuat demikian daripada umat Israel, dan tidak membenarkan mereka ikut dengan bangsa kita untuk mempersembahkan korban kepada TUHAN Yang Maha Kuasa. ( Menurut sebuah terjemahan kuno: Semoga... Maha Kuasa. Teks Ibrani tidak jelas.)"},{"number":13,"verse":"Selain itu ada lagi yang kamu lakukan. Kamu menggenangi mazbah TUHAN dengan air mata; kamu menangis dan meratap kerana TUHAN tidak lagi menerima persembahan kamu."},{"number":14,"verse":"Kamu menanyakan sebabnya Dia tidak lagi menerima persembahan kamu. Hal itu demikian kerana TUHAN tahu bahawa kamu tidak lagi setia kepada wanita yang kamu kahwini pada masa muda kamu. Wanita itu teman hidup dan isteri kamu, tetapi kamu sudah memungkiri janji kepadanya, walaupun kamu telah berjanji di hadapan Allah untuk tetap setia kepadanya."},{"number":15,"verse":"Bukankah Allah yang menjadikan kamu satu tubuh dan satu jiwa dengan wanita itu? Apakah maksud Allah dengan hal itu? Maksud-Nya adalah supaya kamu mendapat anak yang benar-benar umat Allah. Oleh itu, pastikanlah supaya tiada orang di kalangan kamu yang memungkiri janji kepada isterinya."},{"number":16,"verse":"TUHAN Allah Israel berfirman, “Aku membenci perceraian. Aku tidak suka apabila salah seorang daripada kamu berbuat hal sekejam itu terhadap isterinya. Pastikanlah supaya kamu tidak memungkiri janji untuk tetap setia kepada isteri kamu.”"},{"number":17,"verse":"( Hari Penghakiman sudah Hampir) Kamu sudah menjemukan TUHAN dengan kata-kata kamu. Tetapi kamu bertanya, “Bagaimanakah kami menjemukan TUHAN?” Dengan berkata, “Semua orang yang berbuat jahat dianggap baik oleh TUHAN Yang Maha Kuasa, dan Dia berkenan kepada mereka.” Atau dengan bertanya, “Di manakah Allah yang dianggap adil itu?”"}]}