{"bibleAbbr":"teERV1997","bookName":"జెకర్యా","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"( ఇతర రాజ్యాల్ని దేవుడు శిక్షించటం) లెబానోనూ, అగ్ని ప్రవేశించి నీ దేవదారు వృక్షాలను ( దేవదారు వృక్షాలు ఈ గేయంలో చెట్లు, పొదలు, జంతువులు యూదా చుట్టూ వున్న దేశాల నాయకులకు చిహ్నాలు.) కాల్చివేసేలాగు నీ ద్వారాలను తెరువు."},{"number":2,"verse":"దేవదారు వృక్షాలు పడిపోయినందుకు సరళ వృక్షాలు విచారిస్తాయి. బలమైన ఆ చెట్లు దూరంగా తీసుకుపోబడ్డాయి. బాషానులోని సింధూర వృక్షాలు నరికి వేయబడిన అడవికొరకు దుఃఖిస్తాయి."},{"number":3,"verse":"విలపించే కాపరుల రోదనను వినండి. శక్తివంతులైన వారి నాయకులు పట్టుబడ్డారు. యువకిశోరాల గర్జన వినండి. యొర్దాను నదివద్దగల వాటి చిక్కటి పొదలన్నీ తీసుకుపోబడ్డాయి."},{"number":4,"verse":"దేవుడైన యెహోవా చెపుతున్నాడు, “చంపటానికి పెంచబడ్డ గొర్రెల విషయం జాగ్రత్త తీసుకో."},{"number":5,"verse":"వాటి నాయకులు యజమానులవలెను, వ్యాపారులవలెను ఉన్నారు. యజమానులు వారి గొర్రెలను చంపుతారు. అయినా వారు శిక్షింపబడరు. వ్యాపారులు గొర్రెలను అమ్మి, ‘దేవునికి జయం, నేను భాగ్యవంతుడనయ్యాను’ అని అంటారు. కాపరులు తమ గొర్రెల కొరకు విచారించరు."},{"number":6,"verse":"ఈ దేశంలో నివసించే ప్రజల కొరకు నేను విచారించను.” యెహోవా ఈ విషయాలు చెప్పాడు: “చూడండి, నేను ప్రతివాడినీ తన పొరుగువానిచేత, రాజుచేత దూషింపబడేటట్లు చేస్తాను. వారి దేశాన్ని నాశనం చేసేలాగు నేను వారిని వదులుతాను. నేను వారిని ఆపను!”"},{"number":7,"verse":"కావున చంపబడటానికి పెంచబడిన ఆ అభాగ్యపు గొర్రెలపట్ల నేను శ్రద్ధ తీసుకున్నాను. నాకు రెండు కర్రలు దొరికాయి. ఒక కర్రను “అభిమానం” అని, మరొక కర్రను “సమైక్యత” అని పిలిచాను. తరువాత నేను గొర్రెలపట్ల శ్రద్ధ తీసుకోవటం మొదలు పెట్టాను."},{"number":8,"verse":"ముగ్గురు కాపరులను ఒక్క నెలలో సంహరించాను. నేను గొర్రెలపట్ల కోపించగా, వారు నన్ను ద్వేషించటం మొదలు పెట్టారు."},{"number":9,"verse":"అప్పుడు నేను ఇలా అన్నాను: “నేను వదిలి వేస్తాను! నేను మిమ్మల్ని గురించి శ్రద్ధ తీసుకోను! చావు కోరేవారిని నేను చనిపోనిస్తాను. నాశనమైపోవాలని కోరుకొనేవారిని నేను నాశనం కానిస్తాను. ఇంకా మిగిలినవారు ఒకరినొకరు నాశనం చేసుకుంటారు.”"},{"number":10,"verse":"తరువాత “అభిమానం” అనే కర్రను నేను తీసుకొని విరుగగొట్టాను. తన ప్రజలతోగల దేవుని ఒడంబడిక రద్దయినట్లు చూపటానికే నేనిది చేశాను."},{"number":11,"verse":"కావున ఆ రోజున నిబంధన రద్దయింది. నన్ను గమనిస్తున్న ఆ నిర్భాగ్యపు గొర్రెలకు ఈ వర్తమానం యెహోవానుండి వచ్చినదని తెలుసు."},{"number":12,"verse":"అప్పుడు నేనిలా అన్నాను: “మీరు నాకు వేతనం ఇవ్వదలిస్తే ఇవ్వండి. వద్దనుకుంటే మానండి!” వారప్పుడు ముప్పై వెండి నాణెములిచ్చారు."},{"number":13,"verse":"తరువాత యెహోవా నాతో ఇలా అన్నాడు: “అంటే నా విలువ అంత మాత్రమేనని వారనుకుంటున్నారన్నమాట. ఆ మహాధనాన్ని ( మహాధనం ఆ డబ్బు కేవలం ఒక బానిసకు ఇచ్చేటంతటిది మాత్రమే.) ఆలయ ఖజానాలో పడవేయి.” కావున ఆ ముప్పై వెండి నాణాలను తీసుకొని యెహోవా ఆలయంలోని ఖజానాలో పడవేశాను."},{"number":14,"verse":"పిమ్మట “సమైక్యత” అనే కర్రను తీసుకొని రెండుగా నరికాను. యూదా, ఇశ్రాయేలుల మధ్యగల ఐక్యతకు భంగం వాటిల్లిందని చూపటానికి నేనిది చేశాను."},{"number":15,"verse":"పిమ్మట యెహోవా నాతో ఇలా చెప్పాడు: “ఇప్పుడు గొర్రెలను కాయటానికి అసలు పనికిరాని ఒక కర్రను చూడు."},{"number":16,"verse":"ఈ దేశానికి ఒక కొత్త కాపరిని నేను తెస్తానని ఇది చూపుతుంది. కాని ఈ యువకుడు నాశనం కాబడుతున్న గొర్రెలపట్ల జాగ్రత్త తీసుకోలేడు. గాయపడిన గొర్రెలను అతడు బాగు చేయలేడు. బతికివున్న వాటికి అతడు గ్రాసం ( గ్రాసం గడ్డి.) ఇవ్వలేడు. ఆరోగ్యంగా ఉన్నవి పూర్తిగా తినబడతాయి. కేవలం వాటి గిట్టలు మాత్రం వదిలివేయబడతాయి.”"},{"number":17,"verse":"పనికిమాలిన ఓ నా కాపరీ, నీవు నా గొర్రెలను వదిలివేశావు. అతనిని శిక్షించు! అతని కుడి చేతిని, కుడి కంటిని కత్తితో కొట్టు. అతని కుడిచేయి నిరుపయోగమవుతుంది. అతని కుడి కన్ను గ్రుడ్డిదవుతుంది."}]}