{"bibleAbbr":"teERV1997","bookName":"జెకర్యా","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"( యెహోవా దయాదాక్షిణ్యాలను కోరుట) దర్యావేషు పర్షియా రాజుగావున్న కాలంలో నాలుగవ సంవత్సరంలో యెహోవానుండి జెకర్యా ఒక వర్తమానం అందుకున్నాడు. ఇది తొమ్మిదవ నెలలో (కిస్లేవు) నాల్గవ రోజున జరిగింది."},{"number":2,"verse":"బేతేలు ప్రజలు షెరెజెరును, రెగెమ్మెలెకును, వారి మనుష్యులను యెహోవా వద్దకు ఒక ప్రశ్న అడగటానికి పంపారు."},{"number":3,"verse":"వారు సర్వశక్తిమంతుడైన యెహోవా ఆలయంలో ఉన్న ప్రవక్తలు, యాజకుల వద్దకు వెళ్లారు. ఆ మనుష్యులు వారిని ఈ ప్రశ్న అడిగారు: “ఆలయ వినాశనానికి కొన్ని సంవత్సరాలుగా మా విషాదాన్ని వ్యక్తం చేస్తూ వచ్చాము. ప్రతి సంవత్సరం ఐదవ నెలలో ఒక ప్రత్యేక సంతాపదినాన్ని, నిరాహార దీక్షను పాటిస్తున్నాము. మేము ఇలా చేస్తూ ఉండవలసిందేనా?”"},{"number":4,"verse":"సర్వశక్తిమంతుడైన యెహోవానుండి నేను ఈ వర్తమానం అందుకున్నాను:"},{"number":5,"verse":"“ఈ దేశంలోని యాజకులకు, తదితర ప్రజలకు ఈ విషయం చెప్పు, ‘మీరు ఉపవాసాలు చేసి, మీ సంతాపాన్ని ఐదవ నెలలోను, ఏడవ నెలలోను ప్రకటించారు. నిజానికి ఆ ఉపవాసం నా కొరకకేనా? కాదు!"},{"number":6,"verse":"మరియు మీరు తినటం, తాగటం కూడ నా కొరకేనా? కాదు! అది మీ మంచి కొరకు మాత్రమే."},{"number":7,"verse":"దేవుడు ఏనాడో ఈ విషయాలు చెప్పటానికి ఆనాటి ప్రవక్తలను వినియోగించాడు. యెరూషలేము జనంతో నిండి, ఐశ్వర్యంతో తులతూగేనాడే ఆయన ఈ విషయాలు చెప్పాడు. యెరూషలేము చుట్టూవున్న పట్టణాలలో, దక్షిణ పల్లపు ప్రాంతంలో, పడమటి కొండవాలులలో ప్రజలు నివసిస్తున్న రోజులలోనే దేవుడు ఈ విషయాలు చెప్పాడు.’”"},{"number":8,"verse":"యెహోవా నుండి జెకర్యాకు వచ్చిన వర్తమానం ఇది:"},{"number":9,"verse":"సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు. “ఏది ధర్మమో, ఏది న్యాయమో మీరది చేయాలి. మీరందరూ ఒకరికొకరు దయ, కరుణ కలిగి ఉండాలి."},{"number":10,"verse":"విధవ స్త్రీలను, అనాథ పిల్లలను, కొత్తవారిని, పేదవారిని బాధించవద్దు. కనీసం ఒకరికొకరు కీడు చేసుకోవాలనే ఆలోచన కూడా మీరు రానీయకండి!”"},{"number":11,"verse":"కాని ఆ ప్రజలు ఇది వినటానికి నిరాకరించారు. ఆయన కోరింది చేయటానికి వారు నిరాకరించారు. దేవుడు చెప్పింది వినకుండా వుండేటందుకు వారు తమ చెవులు మూసుకున్నారు."},{"number":12,"verse":"వారు చాలా మొండి వైఖరి దాల్చారు. వారు న్యాయాన్ని పాటించరు. ఆత్మ ప్రేరణతో సర్వశక్తిమంతుడైన యెహోవా తన ప్రజలకు ప్రవక్తల ద్వారా వర్తమానాలు పంపాడు. కాని ప్రజలు వాటిని వినలేదు. అందువల్ల సర్వశక్తిమంతుడైన యెహోవా మిక్కిలి కోపగించాడు."},{"number":13,"verse":"కావున సర్వశక్తిమంతుడైన యెహోవా చెప్పాడు, “నేను వారిని పిలిచాను, కాని వారు పలకలేదు. అందువల్ల ఇప్పుడు వారు పిలిస్తే నేను పలకను."},{"number":14,"verse":"ఇతర దేశాలను వారి మీదికి ఒక తుఫానులా తీసుకువస్తాను. వారెవరో వీరికి తెలియదు; కాని వారు దేశంలో తిరిగాక అది నాశనమై పోతుంది. రమ్యమైన ఈ దేశం నాశనమై పోతుంది.”"}]}