{"bibleAbbr":"teERV1997","bookName":"జెకర్యా","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"( ఇతర దేశాలకు వ్యతిరేకంగా తీర్పు) ఒక విషాద వర్తమానం. ఇది హద్రాకుయొక్క దేశాన్ని గురించి, అతని రాజధాని నగరమైన దమస్కును గురించిన యెహోవా వర్తమానం. దేవుడిని తెలుసుకున్న వారు కేవలం ఇశ్రాయేలు వంశాల వారు మాత్రమే కాదు. ప్రతి ఒక్కడూ సహాయంకొరకు ఆయనను ఆశ్రయించవచ్చు."},{"number":2,"verse":"హద్రాకుయొక్క దేశ సరిహద్దుల్లో హమాతు ఉంది. అలాగే తూరు, సీదోనులు కూడా ఉన్నాయి. (ఆ ప్రజలు చాలా తెలివిగల వారు)."},{"number":3,"verse":"తూరు ఒక కోటలా కట్టబడింది. ఆ ప్రజలు వెండిని దుమ్మువలె విస్తారంగా సేకరించారు. బంగారం వారికి బంకమట్టివలె సామాన్యమై పోయింది."},{"number":4,"verse":"కాని మా ప్రభువైన యెహోవా దానినంతా తీసుకుంటాడు. ఆ నగరపు శక్తివంతమైన నౌకాబలాన్ని ఆయన నాశనం చేస్తాడు. ఆ నగరం అగ్నివల్ల నాశనం కాబడుతుంది!"},{"number":5,"verse":"“అష్కెలోను ప్రజలు వాటిని చూసి భయపడతారు. గాజా ప్రజలు భయంతో వణకుతారు. ఇవన్నీ జరగటం చూచినప్పుడు ఎక్రోను ప్రజలకు ఆశలుడుగుతాయి. గాజాలో రాజంటూ ఎవ్వడూ మిగలడు. అష్కెలోనులో ఇక ఎంతమాత్రం ఎవ్వరూ నివసించరు."},{"number":6,"verse":"అష్డోదులో ప్రజలు వారి నిజమైన తండ్రులు ఎవరో కూడ తెలుసుకోలేరు. గర్విష్ఠులైన ఫిలిష్తీయులను సర్వనాశనం చేస్తాను."},{"number":7,"verse":"రక్తం కలిసివున్న మాంసాన్నిగాని, నిషేధించబడిన ఏ ఇతర ఆహార పదార్థాన్నిగాని వారిక తినరు. జీవించివున్న ఫిలిష్తీయుడెవడైనా వుంటే, అతడు నా ప్రజల్లో భాగంగా ఉంటాడు. యూదాలో వారు మరొక వంశంగా ఉంటారు. యెబూసీయులవలె ఎక్రోను ప్రజలు నా ప్రజల్లో ఒక భాగమవుతారు. నేను నా దేశాన్ని రక్షిస్తాను."},{"number":8,"verse":"శత్తుసైన్యాలను దానిగుండా వెళ్లనీయను. ఇక ఎంత మాత్రం వారిని నా ప్రజలను బాధించనీయను. గతంలో నా ప్రజలు ఎంత బాధపడ్డారో నేను స్వయంగా చూశాను.”"},{"number":9,"verse":"( రాబోయే రాజు) సీయోనూ, నీవు సంతోషంగా వుండు! యెరూషలేము ప్రజలారా, ఆనందంతో కేకలు పెట్టండి! చూడండి, మీరాజు మీ వద్దకు వస్తున్నాడు! ఆయన విజయం సాధించిన మంచి రాజు. కాని ఆయన వినయం గలవాడు. ఆయన ఒక గాడిదపై స్వారీ చేస్తున్నాడు. ఒక గాడిద పిల్లపై వస్తున్నాడు."},{"number":10,"verse":"రాజు చెపుతున్నాడు, “నేను ఎఫ్రాయిములో రథాలనూ, యెరూషలేములో గుర్రవు రౌతులను నాశనం చేశాను. యుద్ధంలో వాడిన విల్లంబులను నాశనం చేశాను.” శాంతిని గూర్చిన వార్తను అన్య దేశాలు విన్నాయి. ఆ రాజు సముద్రంనుండి సముద్రంవరకు పరిపాలిస్తాడు. ఆయన నదినుండి భూమిపై సుదూర ప్రాంతాలవరకు పాలిస్తాడు."},{"number":11,"verse":"( యెహోవా తన ప్రజలను రక్షించటం) యెరూషలేమూ, మన ఒడంబడిక రక్తంతో స్థిరపర్చబడింది. కావున నీ బందీలను నేను విడుదల చేశాను. నీ ప్రజలు ఇక ఎంతమాత్రం ఆ ఖాళీ చెరసాలలో ఉండరు."},{"number":12,"verse":"చెరపట్టబడిన ప్రజలారా, ఇంటికి వెళ్ళండి. మీకు ఇంకా ఆశపడదగింది ఉంది. నేను మీవద్దకు తిరిగి వస్తున్నానని నేను మీకు చెపుతున్నాను!"},{"number":13,"verse":"యూదా, నిన్ను నేను ఒక విల్లులా వినియోగిస్తాను. ఎఫ్రాయిమూ, నిన్ను నేను బాణాల్లా వినియోగిస్తాను. ఇశ్రాయేలూ, గ్రీసుతో యుద్ధం చేయటానికి నిన్ను ఒక బలమైన కత్తిలా ఉపయోగిస్తాను."},{"number":14,"verse":"యెహోవా వారికి కన్పిస్తాడు. ఆయన తన బాణాలను మెరుపుల్లా వదులుతాడు. నా ప్రభువైన యెహోవా బాకా ఊదుతాడు. అప్పుడు సైన్యం ఎడారిలో ఇసుక తుఫానులా ముందుకు చొచ్చుకు పోతుంది."},{"number":15,"verse":"సర్వశక్తిమంతుడైన యెహోవా వారిని రక్షిస్తాడు. శత్రువును ఓడించటానికి సైనికులు బండరాళ్లను, వడిసెలలను ఉపయోగిస్తారు. వారి శత్రువుల రక్తాన్ని వారు చిందిస్తారు. అది ద్రాక్షా మద్యంలా పారుతుంది. అది బలిపీఠం మూలలపై పోసిన రక్తంలా వుంటుంది!"},{"number":16,"verse":"ఒక కాపరి తన గొర్రెలను కాపాడినట్టు, దేవుడైన యెహోవా తన ప్రజలను ఆ సమయంలో కాపాడతాడు. వారాయనకు చాలా విలువైనవారు. తన భూమిపై వారు మెరిసే రత్నాల వంటివారు."},{"number":17,"verse":"ప్రతీదీ మెచ్చదగినదై, అందంగా ఉంటుంది! విచిత్రమైన పంట పండుతుంది. కాని అది కేవలం ధాన్యం, ద్రాక్షారసం కాదు. ఆ పంట యువతీ యువకులే!"}]}