{"bibleAbbr":"Geneva1599","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"The Holy Gospel of Jesus Christ, According to Mark(4 John baptizeth.6 His apparel and meat.9 Jesus is baptized.12 He is tempted.14 He preacheth the Gospel,21 and29 he teacheth in the Synagogues.23 He healeth one that had a devil.29 Peter’s mother-in-law.32 Many diseased persons.40 The leper.) The beginning of the Gospel of Jesus Christ, the Son of God:"},{"number":2,"verse":"(John goeth before Christ, as it was forespoken by the Prophets.) As it is written in the (This is the figure Metonymy, whereby is meant the books of the Prophets, Malachi and Isaiah.) Prophets, (Cross references: : Mal. 3:1) Behold, (The Prophet useth the present tense, when he speaketh of a thing to come, being as a sure of it, as if he saw it.) I send my messenger (A metaphor taken from the usage of kings, which used to have ushers go before them.) before thy face, which shall prepare thy way before thee."},{"number":3,"verse":"(Isa. 40:3; Luke 3:4; John 1:15) The voice of him that crieth in the wilderness, is, Prepare the way of the Lord: make his paths straight."},{"number":4,"verse":"(Matt. 3:1) (The sum of John’s doctrine, or rather Christ’s, is remission of sins and amendment of life.) John did baptize in the wilderness, and preach the (The Jews used many kinds of washings: but here is spoken of a peculiar kind of washing, which hath all the parts of true baptism, amendment of life, and forgiveness of sins.) baptism of amendment of life, for remission of sins."},{"number":5,"verse":"And all the country of Judea, and they of Jerusalem went out unto him, and were all baptized of him in the river Jordan, confessing their sins."},{"number":6,"verse":"(Matt. 3:4) Now John was clothed with camel’s hair, and with a girdle of a skin about his loins: and he did eat (Lev. 11:22) locusts and wild honey,"},{"number":7,"verse":"(Matt. 3:11; Luke 3:16; John 1:26; Acts 1:5; Acts 2:4; Acts 2:11; Acts 2:16; Acts 19:4) (John and all ministers cast their eyes upon Christ the Lord.) And preached, saying, A stronger than I cometh after me, whose shoe’s latchet I am not worthy to (The Evangelist his meaning was to express the condition of the basest servant.) stoop down, and unloose."},{"number":8,"verse":"Truth it is, I have (He showeth that all the force of baptism proceedeth from Christ, who baptizeth within.) baptized you with water: but he will baptize you with the holy Ghost."},{"number":9,"verse":"¶ And it came to pass in those days, that Jesus came from Nazareth, a city of Galilee, and was baptized of John in Jordan. (Christ doth consecrate our baptism in himself.) (Matt. 3:13; Luke 3:21; John 1:33)"},{"number":10,"verse":"(The vocation of Christ from heaven, as head of the Church.) And as soon as (John that went down into the water with Christ.) he was come out of the water, John saw the heavens cloven in twain, and the holy Ghost descending upon him like a dove."},{"number":11,"verse":"Then there was a voice from heaven, saying, Thou art my beloved Son, in whom I am (See also Matt. 3:17.) well pleased."},{"number":12,"verse":"(Matt. 4:1; Luke 4:1; Heb. 2:18) (Christ being tempted overcometh.) And immediately the Spirit (Here is no violent and forcible driving out meant: but the divine power claddeth Christ (who had lived until this time as a private man) with a new person, and prepareth him to the combat that was at hand, and to his ministry.) driveth him into the wilderness."},{"number":13,"verse":"And he was there in the wilderness forty days, and was tempted of Satan: he was also with the wild beasts, and the Angels ministered unto him."},{"number":14,"verse":"¶ Now after that John was committed to prison, Jesus came into Galilee, preaching the Gospel of the kingdom of God, (After that John is taken, Christ showeth himself fully.) (Matt. 4:12; Luke 4:14; John 4:13)"},{"number":15,"verse":"And saying, The time is fulfilled, and the kingdom of God is at hand: repent and believe the Gospel."},{"number":16,"verse":"¶ And as he walked by the sea of Galilee, he saw Simon and Andrew his brother, casting a net into the sea (for they were fishers.) (The calling of Simon and Andrew.) (Matt. 4:18; Luke 5:2)"},{"number":17,"verse":"Then Jesus said unto them, Follow me, and I will make you to be fishers of men."},{"number":18,"verse":"And straightway they forsook their nets, and followed him."},{"number":19,"verse":"(The calling of James and John.) And when he had gone a little further thence, he saw James the son of Zebedee, and John his brother, as they were in the ship, mending their nets."},{"number":20,"verse":"And anon he called them: and they left their father Zebedee in the ship with his hired servants, and went their way after him."},{"number":21,"verse":"¶ So (Matt. 4:13; Luke 4:32) they entered into (From the city Nazareth.) Capernaum: and straightway on the Sabbath day he entered into the Synagogue, and taught."},{"number":22,"verse":"And they were astonied at his doctrine, (Matt. 7:28; Luke 4:32) for he taught them as one that had authority, and not as the Scribes."},{"number":23,"verse":"¶ (He preacheth that doctrine, by which alone Satan is driven out of the world, which also he confirmeth by a miracle.) And there was in their Synagogue a man (Word for word, a man in an unclean spirit, that is to say, possessed with an evil spirit.) in whom was an unclean spirit, and he cried out,"},{"number":24,"verse":"Saying, Ah, what have we to do with thee, O (He was born in Bethlehem, but through the error of the people, he was called a Nazarene, because he was brought up in Nazareth.) Jesus of Nazareth? Art thou come to destroy us? I know thee what thou art, even thou (He alludeth to that name that was written in the golden plate which the high Priest wore, Exod. 28:36.) holy one of God."},{"number":25,"verse":"And Jesus rebuked him, saying, Hold thy peace, and come out of him."},{"number":26,"verse":"And the unclean spirit (See also Mark 9:20.) tare him, and cried with a loud voice, and came out of him."},{"number":27,"verse":"And they were all amazed, so that they demanded (As men amazed.) one of another, saying, What thing is this? what new doctrine is this? for he (By his own authority, or as a Lord.) commandeth even the foul spirits with authority, and they obey him."},{"number":28,"verse":"And immediately his fame spread abroad throughout all the region (Not only into Galilee, but also into the countries bordering upon it.) bordering on Galilee."},{"number":29,"verse":"¶ And as soon as they were come out of the Synagogue, they entered into the house of Simon and Andrew, with James and John. (By healing of divers diseases, he showeth that he hath brought true life into the world.) (Matt. 8:14; Luke 4:38)"},{"number":30,"verse":"And Simon’s wife’s mother lay sick of a fever, and anon they told him of her."},{"number":31,"verse":"And he came and took her by the hand, and lifted her up, and the fever forsook her by and by, and she ministered unto them."},{"number":32,"verse":"And when even was come, at what time the Sun setteth, they brought to him all that were diseased, and them that were possessed with devils."},{"number":33,"verse":"And the whole city was gathered together at the door."},{"number":34,"verse":"And he healed many that were sick of divers diseases: and he cast out many devils, and (For it belongeth not to the devils to preach the Gospel, Acts 16:18.) suffered not the devils to say that they knew him."},{"number":35,"verse":"And in the morning very early before day, Jesus arose and went out into a solitary place, and there prayed."},{"number":36,"verse":"And Simon, and they that were with him, followed carefully after him."},{"number":37,"verse":"And when they had found him, they said unto him, All men seek for thee."},{"number":38,"verse":"Then he said unto them, Let us go into the (Villages which were as cities.) next towns, that I may preach there also: for I came out for that purpose."},{"number":39,"verse":"And he preached in their Synagogues, throughout all Galilee, and cast the devils out."},{"number":40,"verse":"¶ And there came a leper to him, beseeching him, and kneeled down unto him, and said to him, If thou wilt, thou canst make me clean. (By healing the leprous, he showeth that he came for this cause, to wipe out the sins of the world with his touching.) (Matt. 8:2; Luke 5:12)"},{"number":41,"verse":"And Jesus had compassion, and put forth his hand, and touched him, and said to him, I will: be thou clean."},{"number":42,"verse":"And as soon as he had spoken, immediately the leprosy departed from him, and he was made clean."},{"number":43,"verse":"And after he had given him a straight commandment, he sent him away forthwith,"},{"number":44,"verse":"(He witnesseth that he was not moved with ambition, but with the only desire of his Father’s glory, and love toward poor sinners.) And said unto him, See thou say nothing to any man, but get thee hence, and show thyself to the Priest, and offer for thy cleansing those things which Moses commanded, for a testimonial unto them. (All the posterity of Aaron might judge of a leper.) (Lev. 14:4)"},{"number":45,"verse":"But when he was departed, (Luke 5:15) he began to tell many things, and to publish the matter: so that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter."}]}