{"bibleAbbr":"Geneva1599","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":5,"verses":[{"number":1,"verse":"(2 One possessed is healed.7 The devil acknowledgeth Christ.9 A Legion of devils.13 entered into swine.22 Jairus’s daughter.25 A woman is healed of a bloody issue.26 Physicians.34 Faith.39 Sleep.) And they came over to the other side of the sea into the country of the (See also Matt. 8:30.) Gadarenes."},{"number":2,"verse":"And when he was come out of the ship, there met him incontinently out of the graves, a man (Word for word, in an unclean spirit: now they are said to be in the spirit, because the spirit holdeth them fast locked up, and as it were bound.) which had an unclean spirit:"},{"number":3,"verse":"Who had his abiding among the graves, and no man could bind him, no not with chains:"},{"number":4,"verse":"Because that when he was often bound with fetters and chains, he plucked the chains asunder, and brake the fetters in pieces, neither could any man tame him."},{"number":5,"verse":"And always both night and day he cried in the mountains, and in the graves, and struck himself with stones."},{"number":6,"verse":"And when he saw Jesus afar off, he ran, and worshipped him,"},{"number":7,"verse":"And cried with a loud voice, and said, What have I to do with thee, Jesus the Son of the most High God? I (That is, assure me by an oath, that thou will not vex me.) will that thou swear to me by God, that thou torment me not."},{"number":8,"verse":"(For he said unto him, Come out of the man, thou unclean spirit. )"},{"number":9,"verse":"And he asked him, What is thy name? and he answered, saying, My name is Legion: for we are many."},{"number":10,"verse":"And he (That devil that played the messenger for his fellows.) prayed him instantly, that he would not send them away out of the country."},{"number":11,"verse":"Now there was there in the (This whole country is for the greater part of it very hilly, for the mountains of Galeed run through it.) mountains a great heard of swine, feeding."},{"number":12,"verse":"And all the devils besought him, saying, Send us into the swine, that we may enter into them."},{"number":13,"verse":"And incontinently Jesus gave them leave. Then the unclean spirits went out and entered into the swine, and the herd ran headlong from the high bank into the (Strabo in the sixteenth book saith that in Gadaris there is a standing pool of very naughty water, which if beasts taste of, they shed their hair, nails, or hooves and horns.) sea, (and there were about two thousand swine) and they were choked up in the sea."},{"number":14,"verse":"And the swineherds fled, and told it in the city, and in the country, and they came out to see what it was that was done."},{"number":15,"verse":"And they came to Jesus, and saw him that had been possessed with the devil, and had the legion, sit both clothed, and in his right mind: and they were afraid."},{"number":16,"verse":"And they that saw it, told them, what was done to him that was possessed with the devil, and concerning the swine."},{"number":17,"verse":"Then they began to pray him, that he would depart from their coasts."},{"number":18,"verse":"And when he was come into the ship, he that had been possessed with the devil, prayed him that he might be with him."},{"number":19,"verse":"Howbeit, Jesus would not suffer him, but said unto him, Go thy way home to thy friends, and show them what great things the Lord hath done unto thee, and how he hath had compassion on thee."},{"number":20,"verse":"So he departed, and began to publish in Decapolis, what great things Jesus had done unto him: and all men did marvel."},{"number":21,"verse":"¶ And when Jesus was come over again by ship unto the other side, a great multitude gathered together to him, and he was near unto the sea."},{"number":22,"verse":"(Matt. 9:15; Luke 8:41) And (The whole company assembled not disorderly, but in every Synagogue there were certain men which governed the people.) behold, there came one of the rulers of the Synagogue, whose name was Jairus: and when he saw him, he fell down at his feet,"},{"number":23,"verse":"And besought him instantly, saying, My little daughter lieth at point of death: I pray thee that thou wouldest come and lay thine hands on her, that she may be healed, and live."},{"number":24,"verse":"Then he went with him, and a great multitude followed him and thronged him."},{"number":25,"verse":"( (Jesus being touched with true faith although it be but weak, doth heal us by his virtue.) And there was a certain woman, which was diseased with an issue of blood twelve years,"},{"number":26,"verse":"And had suffered many things of many physicians, and had spent all that she had, and it availed her nothing, but she became much worse."},{"number":27,"verse":"When she had heard of Jesus, she came in the press behind, and touched his garment."},{"number":28,"verse":"For she said, if I may but touch his clothes, I shall be whole."},{"number":29,"verse":"And straightway the course of her blood was dried up, and she felt in her body, that she was healed of that plague."},{"number":30,"verse":"And immediately when Jesus did know in himself the virtue that went out of him, he turned him round about in the press, and said, Who hath touched my clothes?"},{"number":31,"verse":"And his disciples said unto him, Thou seest the multitude throng thee, and sayest thou, Who did touch me?"},{"number":32,"verse":"And he looked round about, to see her that had done that."},{"number":33,"verse":"And the woman feared and trembled: for she knew what was done in her, and she came and fell down before him, and told him the whole truth."},{"number":34,"verse":"And he said to her, Daughter, thy faith hath made thee whole: go in peace, and be whole of thy plague.)"},{"number":35,"verse":"While he yet spake, there came from the same ruler of the Synagogue’s house certain which said, Thy daughter is dead: why diseasest thou the master any further?"},{"number":36,"verse":"(Fathers apprehend by faith the promises of life even for their children.) As soon as Jesus heard that word spoken, he said unto the ruler of the Synagogue, Be not afraid: only believe."},{"number":37,"verse":"And he suffered no man to follow him save Peter and James, and John the brother of James."},{"number":38,"verse":"So he came unto the house of the ruler of the Synagogue, and saw the tumult, and them that wept and wailed greatly."},{"number":39,"verse":"And he went in, and said unto them, Why make ye this trouble, and weep? the child is not dead, but sleepeth."},{"number":40,"verse":"(Such as mock and scorn Christ, are unworthy to be witnesses of his goodness.) And they laughed him to scorn: but he put them all out, and took the father, and the mother of the child, and them (The three disciples.) that were with him, and entered in where the child lay,"},{"number":41,"verse":"And took the child by the hand, and said unto her, Talitha cumi, which is by interpretation, Maiden, I say unto thee, arise."},{"number":42,"verse":"And straightway the maiden arose, and walked: for she was of the age of twelve years, and they were astonied out of measure."},{"number":43,"verse":"And he charged them straitly that no man should know of it, and commanded to give her meat."}]}