{"bibleAbbr":"urRV2010","bookName":"یُوایل","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"خُداوند کا کلام جو یُوایل بِن فتُوایل پر نازِل ہُؤا:۔-"},{"number":2,"verse":"( لوگ فَصلوں کی بربادی پر ماتم کرتے ہیں) اَے بُوڑھو سُنو! اَے زمِین کے سب باشِندو کان لگاؤ! کیا تُمہارے یا تُمہارے باپ دادا کے ایّام میں کبھی اَیسا ہُؤا؟۔"},{"number":3,"verse":"تُم اپنی اَولاد سے اِس کا تذکرہ کرو اور تُمہاری اَولاد اپنی اَولاد سے اور اُن کی اَولاد اپنی نسل سے بیان کرے۔"},{"number":4,"verse":"کہ جو کُچھ ٹِڈّیوں کے ایک غول سے بچا اُسے دُوسرا غول نِگل گیا اور جو کُچھ دُوسرے سے بچا اُسے تِیسرا غول چَٹ کر گیا اور جو کُچھ تِیسرے سے بچا اُسے چَوتھا غول کھا گیا۔"},{"number":5,"verse":"اَے متوالو جاگو اور ماتم کرو! اَے مَے نوشی کرنے والو نئی مَے کے لِئے چِلاّؤ کیونکہ وہ تُمہارے مُنہ سے چِھن گئی ہے۔"},{"number":6,"verse":"کیونکہ میرے مُلک پر ایک قَوم چڑھ آئی ہے جِس کے لوگ زورآور اور بے شُمار ہیں ۔ اُن کے دانت شیرِ بَبر کے سے ہیں اور اُن کی داڑھیں شیرنی کی سی ہیں۔"},{"number":7,"verse":"اُنہوں نے میرے تاکِستان کو اُجاڑ ڈالا اور میرے انجِیر کے درختوں کو توڑ ڈالا ہے ۔ اُنہوں نے اُن کو بِالکُل چِھیل چھال کر پھینک دِیا ۔ اُن کی ڈالِیاں سفید نِکل آئِیں۔"},{"number":8,"verse":"تُم ماتم کرو جِس طرح دُلہن اپنی جوانی کے شَوہر کے لِئے ٹاٹ اوڑھ کر ماتم کرتی ہے۔"},{"number":9,"verse":"نذر کی قُربانی اور تپاون خُداوند کے گھر سے مَوقُوف ہو گئے ۔ خُداوند کے خِدمت گُذار کاہِن ماتم کرتے ہیں۔"},{"number":10,"verse":"کھیت اُجڑ گئے ۔ زمِین ماتم کرتی ہے کیونکہ غلّہ خراب ہو گیا ۔ نئی مَے ختم ہو گئی اور رَوغن ضائِع ہو گیا۔"},{"number":11,"verse":"اَے کِسانو خجالت اُٹھاؤ ۔ اَے تاکِستان کے باغبانو نَوحہ کرو کیونکہ گیہُوں اور جَو اور مَیدان کے تیّار کھیت برباد ہو گئے۔"},{"number":12,"verse":"تاک خُشک ہو گئی ۔ انجِیر کا درخت مُرجھا گیا ۔ انار اور کھجُور اور سیب کے درخت ہاں مَیدان کے تمام درخت مُرجھا گئے اور بنی آدم سے خُوشی جاتی رہی۔"},{"number":13,"verse":"اَے کاہِنو! کمریں کَس کر ماتم کرو ۔ اَے مذبح پر خِدمت کرنے والو واوَیلا کرو ۔ اَے میرے خُدا کے خادِمو آؤ رات بھر ٹاٹ اوڑھو کیونکہ نذز کی قُربانی اور تپاون تُمہارے خُدا کے گھر سے مَوقُوف ہو گئے۔"},{"number":14,"verse":"روزہ کے لِئے ایک دِن مُقدّس کرو ۔ مُقدّس محفِل فراہم کرو ۔ بزُرگوں اور مُلک کے تمام باشِندوں کو خُداوند اپنے خُدا کے گھر میں جمع کر کے اُس سے فریاد کرو۔"},{"number":15,"verse":"اُس روز پر افسوس! کیونکہ خُداوند کا روز نزدِیک ہے ۔ وہ قادرِ مُطلق کی طرف سے بڑی ہلاکت کی مانِند آئے گا۔"},{"number":16,"verse":"کیا ہماری آنکھوں کے سامنے روزی مَوقُوف نہیں ہُوئی اور ہمارے خُدا کے گھر سے خُوشی و شادمانی جاتی نہیں رہی؟۔"},{"number":17,"verse":"بِیج ڈھیلوں کے نِیچے سڑ گیا ۔ غلّہ خانے خالی پڑے ہیں ۔ کھتّے توڑ ڈالے گئے کیونکہ کھیتی سُوکھ گئی۔"},{"number":18,"verse":"جانور کَیسے کراہتے ہیں! گائے بَیل کے گلّے پریشان ہیں کیونکہ اُن کے لِئے چراگاہ نہیں ہے ۔ ہاں بھیڑوں کے گلّے بھی نیست ہو گئے ہیں۔"},{"number":19,"verse":"اَے خُداوند مَیں تیرے حضُور فریاد کرتا ہُوں کیونکہ آگ نے بیابان کی چراگاہوں کو جلا دِیا اور شُعلہ نے مَیدان کے سب درختوں کو بھسم کر دِیا ہے۔"},{"number":20,"verse":"جنگلی جانور بھی تیری طرف تکتے ہیں کیونکہ پانی کی ندِیاں سُوکھ گئِیں اور آگ بیابان کی چراگاہوں کو کھا گئی۔ ٹڈِّیوں کا حملہ ... خُداوند کے دِن کی پیش آگاہی"}]}