{"bibleAbbr":"urRV2010","bookName":"یُوایل","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"صِیُّون میں نرسِنگا پُھونکو ۔ میرے کوہِ مُقدّس پرسانس باندھ کر زور سے پُھونکو ۔ مُلک کے تمام باشِندے تھرتھرائیں کیونکہ خُداوند کا روز چلا آتا ہے بلکہ آ پُہنچا ہے۔"},{"number":2,"verse":"اندھیرے اور تارِیکی کا روز ۔ ابرِ سِیاہ اور ظُلمات کا روز ہے ۔ ایک بڑی اور زبردست اُمّت جِس کی مانِند نہ کبھی ہُوئی اور نہ سالہایِ دراز تک اُس کے بعد ہو گی پہاڑوں پر صُبح صادِق کی طرح پَھیل جائے گی۔"},{"number":3,"verse":"گویا اُن کے آگے آگے آگ بھسم کرتی جاتی ہے اور اُن کے پِیچھے پِیچھے شُعلہ جلاتا جاتا ہے ۔ اُن کے آگے زمِین باغِ عد ن کی مانِند ہے اور اُن کے پِیچھے وِیران بیابان ہے ۔ ہاں اُن سے کُچھ نہیں بچتا۔"},{"number":4,"verse":"اُن کی نمُود گھوڑوں کی سی ہے اور سواروں کی مانِند دَوڑتے ہیں۔"},{"number":5,"verse":"پہاڑوں کی چوٹِیوں پر رتھوں کے کھڑکھڑانے اور بُھوسے کو بھسم کرنے والے شُعلۂِ آتِش کے شور کی مانِند بُلند ہوتے ہیں ۔ وہ جنگ کے لِئے صف بستہ زبردست قَوم کی مانِند ہیں۔"},{"number":6,"verse":"اُن کے رُوبرُو لوگ تھرتھراتے ہیں ۔ سب چِہروں کا رنگ فق ہو جاتا ہے۔"},{"number":7,"verse":"وہ پہلوانوں کی طرح دَوڑتے اور جنگی مَردوں کی طرح دِیواروں پر چڑھ جاتے ہیں ۔ سب اپنی اپنی راہ پر چلتے ہیں اور صف نہیں توڑتے۔"},{"number":8,"verse":"وہ ایک دُوسرے کو نہیں دھکیلتے ۔ ہر ایک اپنی راہ پر چلا جاتا ہے ۔ وہ جنگی ہتھیاروں سے گُذر جاتے ہیں اور بے ترتِیب نہیں ہوتے۔"},{"number":9,"verse":"وہ شہر میں کُود پڑتے اور دِیواروں اور گھروں پر چڑھ کر چوروں کی طرح کِھڑکیوں سے گُھس جاتے ہیں۔"},{"number":10,"verse":"اُن کے سامنے زمِین و آسمان کانپتے اور تھرتھراتے ہیں ۔ سُورج اور چاند تارِیک اور سِتارے بے نُور ہو جاتے ہیں۔"},{"number":11,"verse":"اور خُداوند اپنے لشکر کے سامنے للکارتا ہے کیونکہ اُس کا لشکر بے شُمار ہے اور اُس کے حُکم کو انجام دینے والا زبردست ہے کیونکہ خُداوند کا روزِ عظِیم نِہایت خَوفناک ہے ۔ کَون اُس کی برداشت کر سکتا ہے؟۔"},{"number":12,"verse":"( تَوبہ کے لِئے بُلاہٹ) لیکن خُداوند فرماتا ہے اب بھی پُورے دِل سے اور روزہ رکھ کر اور گِریہ و زاری و ماتم کرتے ہُوئے میری طرف رجُوع لاؤ۔"},{"number":13,"verse":"اور اپنے کپڑوں کو نہیں بلکہ دِلوں کو چاک کر کے خُداوند اپنے خُدا کی طرف مُتوجّہِ ہو کیونکہ وہ رحِیم و مِہربان قہر کرنے میں دِھیما اور شفقت میں غنی ہے اور عذاب نازِل کرنے سے باز رہتا ہے۔"},{"number":14,"verse":"کَون جانتا ہے کہ وہ باز رہے اور برکت باقی چھوڑے جو خُداوند تُمہارے خُدا کے لِئے نذر کی قُربانی اور تپاون ہو۔"},{"number":15,"verse":"صِیُّون میں نرسِنگا پُھونکو اور روزہ کے لِئے ایک دِن مُقدّس کرو ۔ مُقدّس محفِل فراہم کرو۔"},{"number":16,"verse":"تُم لوگوں کو جمع کرو ۔ جماعت کو مُقدّس کرو ۔ بزُرگوں کو اِکٹّھا کرو ۔ بچّوں اور شِیرخواروں کو بھی فراہم کرو ۔ دُلہا اپنی کوٹھری سے اور دُلہن اپنے خلوت خانہ سے نِکل آئے۔"},{"number":17,"verse":"کاہِن یعنی خُداوند کے خادِم ڈیوڑھی اور قُربان گاہ کے درمِیان گِریہ و زاری کریں اور کہیں اَے خُداوند اپنے لوگوں پر رحم کر اور اپنی مِیراث کی تَوہِین نہ ہونے دے ۔ اَیسا نہ ہو کہ دُوسری قَومیں اُن پر حُکومت کریں ۔ وہ اُمّتوں کے درمیان کیوں کہیں کہ اُن کا خُدا کہاں ہے؟۔"},{"number":18,"verse":"( خُدا زمِین کی زرخیزی بحال کرتا ہے) تب خُداوند کو اپنے مُلک کے لِئے غَیرت آئی اور اُس نے اپنے لوگوں پر رحم کِیا۔"},{"number":19,"verse":"پِھر خُداوند نے اپنے لوگوں سے فرمایا مَیں تُم کو اناج اور نئی مَے اور تیل عطا فرماؤُں گا اور تُم اُن سے سیر ہو گے اور مَیں پِھر تُم کو قَوموں میں رُسوا نہ کرُوں گا۔"},{"number":20,"verse":"اور شِمالی لشکر کو تُم سے دُور کرُوں گا اور اُسے خُشک بیابان میں ہانک دُوں گا ۔ اُس کے اگلے مشرِقی سمُندر میں اور پِچھلے مغرِبی سمُندر میں ہوں گے ۔ اُس سے بدبُو اُٹھے گی اور عفُونت پَھیلے گی کیونکہ اُس نے بڑی گُستاخی کی ہے۔"},{"number":21,"verse":"اَے زمِین ہِراسان نہ ہو ۔ خُوشی اور شادمانی کر کیونکہ خُداوند نے بڑے بڑے کام کِئے ہیں۔"},{"number":22,"verse":"اَے دشتی جانورو ہِراسان نہ ہو کیونکہ بیابان کی چراگاہ سبز ہوتی ہے اور درخت اپنا پَھل لاتے ہیں ۔ انجِیراور تاک اپنی پُوری پَیداوار دیتے ہیں۔"},{"number":23,"verse":"پس اَے بنی صِیُّون خُوش ہو اور خُداوند اپنے خُدا میں شادمانی کرو کیونکہ وہ تُم کو پہلی برسات اِعتدال سے بخشے گا ۔ وُہی تُمہارے لِئے بارِش یعنی پہلی اور پِچھلی برسات بروقت بھیجے گا۔"},{"number":24,"verse":"یہاں تک کہ کھلِیہان گیہُوں سے بھر جائیں گے اور حَوض نئی مَے اور تیل سے لبریز ہوں گے۔"},{"number":25,"verse":"اور اُن برسوں کا حاصِل جو میری تُمہارے خِلاف بھیجی ہُوئی فَوجِ ملخ نِگل گئی اور کھا کر چٹ کر گئی تُم کو واپس دُوں گا۔"},{"number":26,"verse":"اور تُم خُوب کھاؤ گے اور سیر ہو گے اور خُداوند اپنے خُدا کے نام کی جِس نے تُم سے عجِیب سلُوک کِیا سِتایش کرو گے اور میرے لوگ ہرگِز شرمِندہ نہ ہوں گے۔"},{"number":27,"verse":"تب تُم جانو گے کہ مَیں اِسرائیل کے درمِیان ہُوں اور مَیں خُداوند تُمہارا خُدا ہُوں اور کوئی دُوسرا نہیں اور میرے لوگ کبھی شرمِندہ نہ ہوں گے۔"},{"number":28,"verse":"( خُداوند کا دِن) اور اِس کے بعد مَیں ہر فردِ بشر پر اپنی رُوح نازِل کرُوں گا اور تُمہارے بیٹے بیٹِیاں نبُوّت کریں گے ۔ تُمہارے بُوڑھے خواب اور جوان رویا دیکھیں گے۔"},{"number":29,"verse":"بلکہ مَیں اُن ایّام میں غُلاموں اور لَونڈیوں پر اپنی رُوح نازِل کرُوں گا۔"},{"number":30,"verse":"اور مَیں زمِین و آسمان میں عجائِب ظاہِر کرُوں گا یعنی خُو ن اور آگ اور دُھوئیں کے سُتُون۔"},{"number":31,"verse":"اِس سے پیشتر کہ خُداوند کا خَوفناک روزِ عظِیم آئے آفتاب تارِیک اور مہتاب خُون ہو جائے گا۔"},{"number":32,"verse":"اور جو کوئی خُداوند کا نام لے گا نجات پائے گا کیونکہ کوہِ صِیُّون اور یروشلیِم میں جَیسا خُداوند نے فرمایا ہے بچ نِکلنے والے ہوں گے اور باقی لوگوں میں وہ جِن کو خُداوند بُلاتا ہے۔"}]}