{"bibleAbbr":"MHB","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"לָכֵן אִם יֵשׁ אֵיזֶה עִדּוּד בַּמָּשִׁיחַ, אִם אֵיזוֹ נֶחָמָה שֶׁל אַהֲבָה, אִם אֵיזוֹ שֻׁתָּפוּת שֶׁל רוּחַ, אִם אֵילוּ רַחֲמִים וְחֶמְלָה -"},{"number":2,"verse":"אֲזַי מַלְּאוּ נָא אֶת שִׂמְחָתִי בָּזֶה שֶׁתִּהְיוּ תְּמִימֵי דֵעִים, חֲדוּרֵי אַהֲבָה אַחַת, בַּעֲלֵי כַּוָּנָה אַחַת וּמַחֲשָׁבָה אַחַת"},{"number":3,"verse":"וְאַל תַּעֲשׂוּ דָּבָר מִתּוֹךְ תַּחֲרוּת, אַף לֹא מִתּוֹךְ כְּבוֹד שָׁוְא, אֶלָּא בִּנְמִיכוּת רוּחַ יַחְשֹׁב אִישׁ אִישׁ אֶת רֵעֵהוּ לְנִכְבָּד מִמֶּנּוּ."},{"number":4,"verse":"כָּל אֶחָד אַל יִדְאַג רַק לְעִנְיָנָיו, אֶלָּא גַּם לְעִנְיָנָיו שֶׁל זוּלָתוֹ."},{"number":5,"verse":"יְהֵא בָּכֶם הֲלָךְ רוּחַ זֶה אֲשֶׁר הָיָה בַּמָּשִׁיחַ יֵשׁוּעַ:"},{"number":6,"verse":"הוּא אֲשֶׁר הָיָה קַיָּם בִּדְמוּת אֱלֹהִים לֹא חָשַׁב לְשָׁלָל הֱיוֹת שָׁוֶה לֵאלֹהִים,"},{"number":7,"verse":"אֶלָּא הֵרִיק אֶת עַצְמוֹ, נָטַל דְּמוּת עֶבֶד וְנִהְיָה כִּבְנֵי אָדָם; וְכַאֲשֶׁר הָיָה בְּצוּרָתוֹ כְּאָדָם,"},{"number":8,"verse":"הִשְׁפִּיל עַצְמוֹ וְצִיֵּת עַד מָוֶת, עַד מָוֶת בַּצְּלָב."},{"number":9,"verse":"עַל כֵּן הִגְבִּיהוֹ אֱלֹהִים מְאֹד וְנָתַן לוֹ אֶת הַשֵּׁם הַנַּעֲלֶה עַל כָּל שֵׁם,"},{"number":10,"verse":"לְמַעַן תִּכְרַע בְּשֵׁם יֵשׁוּעַ כָּל בֶּרֶךְ, בַּשָּׁמַיִם וּבָאָרֶץ וּמִתַּחַת לָאָרֶץ,"},{"number":11,"verse":"וְכָל לָשׁוֹן תּוֹדֶה כִּי יֵשׁוּעַ הַמָּשִׁיחַ הוּא הָאָדוֹן, לְתִפְאֶרֶת אֱלֹהִים הָאָב."},{"number":12,"verse":"לָכֵן אֲהוּבַי, כְּשֵׁם שֶׁצִּיַּתֶּם תָּמִיד, לֹא רַק כְּמוֹ בְּעֵת נוֹכְחוּתִי, אֶלָּא עַל אַחַת כַּמָּה וְכַמָּה כָּעֵת, בְּהֵעָדְרִי - הִשָּׁמְעוּ עַתָּה, וּבְיִרְאָה וּבִרְתֵת פַּעֲלוּ לְמִמּוּשׁ תְּשׁוּעַתְכֶם;"},{"number":13,"verse":"וְאָמְנָם אֱלֹהִים הוּא הַפּוֹעֵל בָּכֶם גַּם שֶׁתִּרְצוּ וְגַם שֶׁתִּפְעֲלוּ כַּטּוֹב בְּעֵינָיו."},{"number":14,"verse":"עֲשׂוּ כָּל דָּבָר בְּלִי לְהִתְלוֹנֵן וּבְלִי לְהִתְוַכֵּחַ,"},{"number":15,"verse":"לְמַעַן תִּהְיוּ נְקִיִּים מֵאָשָׁם וּטְהוֹרִים, בָּנִים לֵאלֹהִים אֵין דֹּפִי בָּהֶם, בְּתוֹךְ דּוֹר עִקֵּשׁ וּפְתַלְתֹּל אֲשֶׁר תּוֹפִיעוּ בּוֹ כִּמְאוֹרוֹת בָּעוֹלָם,"},{"number":16,"verse":"בְּהַחֲזִיקְכֶם אֶת דְּבַר הַחַיִּים; זֹאת תִּהְיֶה לִי לִתְהִלָּה בְּיוֹם הַמָּשִׁיחַ, שֶׁלֹּא לַשָּׁוְא רַצְתִּי וְלֹא לָרִיק עָמַלְתִּי."},{"number":17,"verse":"אֲבָל גַּם אִם אֶשָּׁפֵךְ כְּנֶסֶךְ עַל קָרְבַּן עֲבוֹדַת הַקֹּדֶשׁ שֶׁל אֱמוּנַתְכֶם, שָׂמֵחַ אֲנִי וְשָׂשׂ עִם כֻּלְּכֶם."},{"number":18,"verse":"כָּךְ שִׂמְחוּ גַּם אַתֶּם וְשִׂישׂוּ עִמִּי."},{"number":19,"verse":"תִּקְוָתִי בָּאָדוֹן יֵשׁוּעַ שֶׁאֶשְׁלַח אֲלֵיכֶם בִּמְהֵרָה אֶת טִימוֹתֵיאוֹס, לְמַעַן אֶתְעוֹדֵד גַּם אֲנִי בְּהִוָּדַע לִי מַה מַּצַּבְכֶם."},{"number":20,"verse":"אֵין לִי אִישׁ תְּמִים דֵּעִים עִמִּי כָּמוֹהוּ, אֲשֶׁר בְּלֵב שָׁלֵם יִדְאַג לְעִנְיְנֵיכֶם."},{"number":21,"verse":"הַכֹּל דּוֹאֲגִים לְעִנְיְנֵיהֶם, לֹא לַדְּבָרִים אֲשֶׁר לַמָּשִׁיחַ יֵשׁוּעַ."},{"number":22,"verse":"אֲבָל יוֹדְעִים אַתֶּם אֶת אָפְיוֹ הַבָּחוּן; כְּמוֹ בֵּן הָעוֹבֵד עִם אָבִיו הוּא שֵׁרֵת עִמִּי בַּעֲבוֹדַת הַבְּשׂוֹרָה."},{"number":23,"verse":"לָכֵן אוֹתוֹ מְקַוֶּה אֲנִי לִשְׁלֹחַ מִיָּד לְאַחַר שֶׁאֶרְאֶה מַה יַּעֲשׂוּ בִּי."},{"number":24,"verse":"וּבוֹטֵחַ אֲנִי בָּאָדוֹן שֶׁגַּם אֲנִי אָבוֹא בִּמְהֵרָה."},{"number":25,"verse":"אֲבָל חָשַׁבְתִּי לְנָחוּץ לִשְׁלֹחַ אֲלֵיכֶם אֶת הָאָח אֶפַּפְרוֹדִיטוֹס, שֻׁתָּפִי לַעֲבוֹדָה וְלַמַּעֲרָכָה וְגַם שְׁלִיחֲכֶם הַמְשָׁרֵת בְּמִלּוּי מַחְסוֹרִי;"},{"number":26,"verse":"שֶׁכֵּן הִתְגַּעְגֵּעַ לְכֻלְּכֶם וְאַף נֶעֱצַב מְאֹד עַל שֶׁנּוֹדַע לָכֶם כִּי חָלָה."},{"number":27,"verse":"אָמְנָם חָלָה וְנָטָה לָמוּת, אַךְ אֱלֹהִים רִחֵם עָלָיו וְלֹא רַק עָלָיו, אֶלָּא גַּם עָלַי, לְמַעַן לֹא יָבוֹא עָלַי יָגוֹן עַל יָגוֹן."},{"number":28,"verse":"לָכֵן מִהַרְתִּי לְשָׁלְחוֹ אֲלֵיכֶם כְּדֵי שֶׁתִּשְׂמְחוּ בִּרְאוֹתְכֶם אוֹתוֹ שׁוּב, וְאָז יִמְעַט יְגוֹנִי."},{"number":29,"verse":"עַל כֵּן קַבְּלוּהוּ בָּאָדוֹן בִּמְלֹא שִׂמְחָה וְהוֹקִירוּ אֲנָשִׁים כָּאֵלֶּה,"},{"number":30,"verse":"כִּי בִּגְלַל עֲבוֹדַת הַמָּשִׁיחַ הִגִּיעַ עַד סַף הַמָּוֶת, בְּסַכְּנוֹ אֶת נַפְשׁוֹ כְּדֵי לְמַלֵּא אֶת מַה שֶּׁנִּבְצַר מִכֶּם לַעֲשׂוֹת בְּשֵׁרוּתְכֶם לְמַעֲנִי."}]}