{"bibleAbbr":"Thomson1808","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"Now after this the king of the Ammonites died, and Annon his son reigned in his stead."},{"number":2,"verse":"Whereupon David said, I will shew kindness to Annon, son of Naas, as his father shewed kindness to me. So David sent his servants to comfort him for the death of his father. But when David's servants came to the land of the Ammonites,"},{"number":3,"verse":"the chiefs of the children of Ammon said to Annon their lord, Is it to honour thy father in thy presence, that David hath sent thee comforters? Is it not rather that they may examine the city and view it? It is indeed for the purpose of spying it, that David hath sent these servants of his to thee."},{"number":4,"verse":"Upon this Annon took David's servants, and shaved their beards, and cut off one half of their upper garments, even up to the loins, and sent them away."},{"number":5,"verse":"And when David was informed touching his men, he sent to meet them, for the men had been greatly dishonoured, and the king said, Tarry at Jericho till your beards grow, and then return."},{"number":6,"verse":"Now when the children of Ammon saw that David's people were dishonoured, they sent, and hired the Syrians of Baithraam, and the Syrians of Suba and Roob, twenty thousand infantry, and of the king of Amelek, a thousand men, and of Istob twelve thousand men."},{"number":7,"verse":"And when David heard it, he sent out Joab, and all the army, even all the mighty men."},{"number":8,"verse":"And the children of Ammon came out and drew up for battle before the gate of the city; and the Syrians of Suba, and Roob, with Istob, and Amelek, were by themselves in the fields."},{"number":9,"verse":"When Joab saw that there was a front of battle against him both before and behind, he made a draught from among all the youth of Israel, and set them in array against the Syrians,"},{"number":10,"verse":"and he committed the residue of the people to his brother Abessa; and they drew up in array against the children of Ammon."},{"number":11,"verse":"And Joab said, If the Syrians be too strong for me, you must come to my assistance; and if the children of Ammon be too strong for thee, we will come to save thee."},{"number":12,"verse":"Act manfully, and let us shew our courage for our people and for the cities of our God. And the Lord will do what is good in his sight."},{"number":13,"verse":"Then Joab, and all his people with him, advanced to battle against the Syrians, and they fled before him."},{"number":14,"verse":"And when the Ammonites saw that the Syrians fled, they also fled before Abessa, and entered the city. Whereupon Joab returned from the children of Ammon, and came to Jerusalem."},{"number":15,"verse":"Now when the Syrians saw that they had given way before Israel, they assembled together,"},{"number":16,"verse":"and Adraazar sent and collected the Syrians from the banks of the river Chalamak, and they came to Ailam, with Sobak, the commander in chief of Adraazar's army, at their head."},{"number":17,"verse":"When this was told David, he assembled all Israel, and crossed the Jordan, and came to Ailam; and the Syrians drew up in array against David, and fought him."},{"number":18,"verse":"But the Syrians fled before Israel, and David destroyed of Syria seven hundred chariots, and forty thousand horsemen. He smote also Sobak the commander in chief of the army, so that he died there."},{"number":19,"verse":"And when all the kings who were vassals of Adraazar saw that they were smitten before Israel, they revolted, and joined Israel and served them. So Syria was intimidated from aiding the Ammonites any more."}]}