{"bibleAbbr":"Thomson1808","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"When they told Joab the news, saying, Behold the king is weeping, and mourning for Abessalom,"},{"number":2,"verse":"so that the joy of the day is turned into sorrow to all the people, (For the people that day heard it said, that the king was in grief for his son,"},{"number":3,"verse":"therefore the people were stealing into the city that day, as people do who are ashamed, when they flee in battle,"},{"number":4,"verse":"and the king hid his face) therefore when the king cried with a loud voice saying, Oh! my son Abessalom! Oh! Abessalom my son!"},{"number":5,"verse":"Joab went to the king, into the house, and said, Thou hast this day put to shame the faces of all thy servants, who have this day delivered thee, and saved the lives of thy sons, and the lives of thy daughters, and the lives of thy wives, and thy concubines;"},{"number":6,"verse":"by thy loving those who hate thee, and hating those who love thee. Thou hast indeed this day declared, that thou regardest neither thy officers, nor thy servants; for I am now convinced, that if Abessalom were alive, and we were now all dead, then all would be right in thine eyes."},{"number":7,"verse":"Now therefore arise, and go out, and speak affectionately to thy servants; for I have sworn by the Lord, that if thou go not out immediately, there will not a man lodge with thee this night. And be assured that this will be worse for thee than all the evil that hath befallen thee, from thy youth even till now."},{"number":8,"verse":"Then the king arose, and sat in the gate. And when all the people proclaimed the news, saying, Behold the king is sitting in the gate, then all the people entered the gate, in the presence of the king."},{"number":9,"verse":"Now when all Israel had fled, every man to his tent, all the people throughout all the tribes of Israel began to condemn themselves, saying, King David delivered us from all our enemies. Though he delivered us out of the hands of the Philistines, yet he hath now fled from the land, and from his kingdom, and from Abessalom."},{"number":10,"verse":"But Abessalom whom we anointed over us is dead in battle, now therefore, why are you silent about bringing the king back?"},{"number":11,"verse":"When this saying of all Israel came to the king, king David sent to Sadok, and to Abiathar the priests, saying, Speak to the elders of Juda, and say, Why are you the last to bring the king back to his house? The speech indeed of all Israel is come to the king, that he should return to his house."},{"number":12,"verse":"You are my brethren; you are my bones, and my flesh. Why are you the last to bring the king back to his house?"},{"number":13,"verse":"And to Amessai you shall say, Art not thou my bone and my flesh? Now therefore, God do so to me and more also, if thou shalt not be captain general of the army before me continually, in the room of Joab."},{"number":14,"verse":"So when he had turned the heart of Juda, like that of one man, they sent to the king, saying, Return thou and all thy servants."},{"number":15,"verse":"So the king set out on his return, and came to the Jordan. And the men of Juda came to Galgala, to go and meet the king, and conduct him over the Jordan."},{"number":16,"verse":"And Semei, son of Gera the Jeminite, of Baurim, hastened and came down with the men of Juda, to meet king David;"},{"number":17,"verse":"and with him were a thousand men from Benjamin, and Siba the servant of the house of Saul, with his fifteen sons, and his twenty servants, and they acted as guides across the Jordan, before the king, and performed the service of bringing the king over."},{"number":18,"verse":"And when the raft went over to bring the king's household, and to do what was right in his sight, Semei son of Gera fell on his face before the king, while he was crossing the Jordan,"},{"number":19,"verse":"and said to the king, Let not my lord, I pray thee, impute to me my transgression; nor call to remembrance what thy servant did perversely, on the clay when my lord went out of Jerusalem, that the king should lay it to heart."},{"number":20,"verse":"Because thy servant was conscious that he had sinned, therefore behold I am come, the first of all Israel, and of the house of Joseph, in coming down to meet my lord the king."},{"number":21,"verse":"To this Abessa son of Saruia, answered and said, Shall not Semei be put to death, because he cursed the anointed of2 the Lord?"},{"number":22,"verse":"But David said, What have you to do with me, ye sons of Saruia, that you are now laying snares for me? There shall not a man of Israel be this day put to death. For I do not yet know whether I am king over Israel."},{"number":23,"verse":"Then the king said to Semei, Thou shalt not die. And the king swore to him."},{"number":24,"verse":"Memphibosthe also, the grandson of Saul, came down to meet the king. Now he had not dressed his feet, nor pared his nails, nor trimmed his beard, nor washed his clothes, from the day the king went away, to the day he returned, in peace."},{"number":25,"verse":"And when he came to Jerusalem, and waited on the king, and the king said to him, Why didst thou not go with me, Memphibosthe?"},{"number":26,"verse":"Memphibosthe said to the king, my lord the king, my servant deceived me. For thy servant said to him, Saddle me the ass, that I may mount thereon and go with the king. (For thy servant is lame.)"},{"number":27,"verse":"But he acted deceitfully with thy servant, before my lord the king. But my lord the king is as an angel of God. Do therefore what is good in thy sight."},{"number":28,"verse":"For all my father's house were but dead men before my lord the king, yet thou didst set thy servant among them who eat at thy table. What right then have I to cry any more to the king?"},{"number":29,"verse":"And the king said to him, What need of more words. I have said, Thou and Siba shall divide the fields."},{"number":30,"verse":"Whereupon Memphibosthe said to the king, Nay, let him take all, seeing my lord the king is returned to his house in peace."},{"number":31,"verse":"Berzelli, the Galaadite, also came down from Rogellim, and crossed the Jordan with the king, to convoy him over the Jordan."},{"number":32,"verse":"Now Berzelli was a very old man, being then eighty years of age, and he had supplied the king and his household with provisions at Manaim, for he was a very wealthy man."},{"number":33,"verse":"When the king said to Berzelli, Thou shalt come over with me, that I may nourish thy old age with me at Jerusalem;"},{"number":34,"verse":"Berzelli said to the king, How many can the days of the years of my life be, that I should go with the king to Jerusalem?"},{"number":35,"verse":"I am now eighty years of age. Can I distinguish between good and evil? Can thy servant any more relish what I eat or drink? Or can I any more hear the voice of singing men or singing women? Why then should thy servant be a burthen to my lord the king?"},{"number":36,"verse":"Thy servant will go a little way across the Jordan with the king; but why should the king make me such a recompence?"},{"number":37,"verse":"Let thy servant, I pray thee, stay, that I may die in my own city, near the tomb of my father and mother. And behold thy servant Chamaam shall go over with my lord the king. Do to him what is good in thy sight."},{"number":38,"verse":"And the king said, Let Chamaam come over with me, and I will do for him what is good in my sight, and whatever thou requirest of me, I will do for thee."},{"number":39,"verse":"Now all the people had crossed the Jordan, and when the king had crossed, he kissed Berzelli, and bade him farewell, and he returned to his place;"},{"number":40,"verse":"and the king proceeded on to Galgala, and Chamaam went with him. Now when all the tribe of Juda, and about half of the people of Israel, were advancing with the king,"},{"number":41,"verse":"behold all Israel came to the king, and said to the king, Why have our brethren, the men of Juda, stolen thee away, and brought the king and his household over the Jordan?"},{"number":42,"verse":"Are all the men of David indeed with him? And all the men of Juda answered the men of Israel, and said, Because the king is near of kin to us, why should you be so angry at this matter? Have we eaten at the king's cost? Or hath he given us any gifts, or borne any burthen for us?"},{"number":43,"verse":"And the men of Israel answered the men of Juda, and said, We have ten votes for the king, and we are elder than you, therefore we have more interest in David than you. Why then have you affronted us, and why was not our opinion taken before that of Juda, to bring the king back? Then the words of the men of Juda were fiercer than the words of the"}]}