{"bibleAbbr":"Thomson1808","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"Now after these things David inquired of the Lord saying, May I go up to one of the cities of Juda? And the Lord said to him, Go up. And David said, Whither shall I go? And he said, To Chebron."},{"number":2,"verse":"So David went up to Chebron, with his two wives, Achinaam the Jezraelitess, and Abigaia late the wife of Nabal, the Carmelite,"},{"number":3,"verse":"and the men who were with him, every one with his household, and they dwelt in the cities of Chebron."},{"number":4,"verse":"And the men of Judea came, and anointed David there, to be king over the house of Juda. And when they told David, saying, The men of Jabis Galaad have buried Saul,"},{"number":5,"verse":"David sent messengers to the leaders of Jabis Galaad, and said unto them, Blessed are ye of the Lord, because you have shewn this kindness for your lord; for Saul, the anointed of the Lord; and have buried him and his son Jonathan."},{"number":6,"verse":"Now therefore may the Lord deal mercifully and truly with you! As for me I will recompense you for this kindness, because you have done this thing."},{"number":7,"verse":"Now therefore let your hands be strengthened, and be ye valiant; for Saul your lord is dead, and the house of Juda have anointed me to be king over them."},{"number":8,"verse":"But Abenner, son of Ner, Saul's captain general, took Jebosthe, the son of Saul, and brought him from the camp to Manaem,"},{"number":9,"verse":"and made him king over Galaaditis, and over Thasiri, and over Jezrael, and over Ephraim, and over Benjamin, and over all Israel."},{"number":10,"verse":"Jebosthe the son of Saul, was forty years old when he began to reign over Israel, and when he had reigned two years, (except over the house of Juda who followed David;"},{"number":11,"verse":"now the time which David reigned at Chebron over the house of Juda was seven years and six months)"},{"number":12,"verse":"Abenner, son of Ner, and the servants of Jebosthe, son of Saul, came out from Manaem to Gabaon;"},{"number":13,"verse":"and Joab, son of Saruia, and the servants of David went out from Chebron, and they met each other at the pool of Gabaon, and sat down one on one side of the pool, and the other on the other side of the pool."},{"number":14,"verse":"And Abenner said to Joab, let the young men, I pray thee, arise and shew feats before us. And Joab said, let them arise."},{"number":15,"verse":"Then there arose, and went over by number, twelve Benjaminites who were for Jebosthe, son of Saul, and twelve of the servants of David;"},{"number":16,"verse":"and they seized, every one with his hand, the head of his fellow, and plunged each his sword into his adversary's side, and fell together. So the name of that place was called, Portion of ill designs. It is near Gabaon."},{"number":17,"verse":"And the battle became very furious that day. And Abenner, with the men of Israel, retreated before the servants of David."},{"number":18,"verse":"Now there were there three sons of Saruia, Joab, and Abessa and Asael. And Asael was swift of foot as a wild roe."},{"number":19,"verse":"And Asael pursued Abenner, and turned not aside to the right, nor to the left from following him."},{"number":20,"verse":"And Abenner looked back and said, Art thou Asael? And he said, I am."},{"number":21,"verse":"Then Abenner said to him, Turn thee to the right, or to the left, and lay hold on one of the young men, and take his armour. But Asael would not turn aside from following him."},{"number":22,"verse":"And Abenner again said to Asael, Desist from following me, that I may not smite thee to the ground. For how then could I hold up my face to Joab? And what do these things tend to? Return to thy brother Joab."},{"number":23,"verse":"But he would not desist. So Abenner smote him with a back stroke of his spear, into the loin, and the spear passed quite through him, and he fell there and died under him. And every one who came to the place where Asael fell and died, stood still."},{"number":24,"verse":"But Joab and Abessa continued the pursuit after Abenner, and as the sun was setting they had got as far as the hill Amman, which is in front of Gai, on the way to the wilderness of Gabaon."},{"number":25,"verse":"And the Benjaminites who followed Abenner crouded together, and having formed themselves into one body, they stood on the summit of a hill."},{"number":26,"verse":"Then Abenner called to Joab, and said, Must the sword devour to a complete victory? Knowest thou not that in the last extremity it will be very bitter? How long shall it be ere thou command the people to return from pursuing our brethren?"},{"number":27,"verse":"Whereupon Joab said, As the Lord liveth, but for thy speech the people might, from the morning, have gone up every one from the pursuit of his brother."},{"number":28,"verse":"Then Joab sounded a trumpet and the people halted, and did not pursue Israel, nor continue the battle longer."},{"number":29,"verse":"And Abenner and his men bent their course homeward that whole night, and having crossed the Jordan and passed over the adjoining plain, they came to the camp."},{"number":30,"verse":"And when Joab returned from pursuing Abenner, and had assembled all the people, there were missing of David's servants nineteen men, including Asael."},{"number":31,"verse":"But the servants of David had smitten of the children of Benjamin, even of Abenner's men, three hundred and sixty."},{"number":32,"verse":"Then they took up Asael, and buried him in his father's tomb at Bethlehem. And Joab and the men who were with him, marched all night, and arrived at Chebron by break of day."}]}