{"bibleAbbr":"Thomson1808","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"In the days of David there was a famine three years, year after year successively; whereupon David applied to the Lord, and the Lord said, On Saul and on his house be the iniquity, by the death of his descendants, because he put to death the Gabaonites."},{"number":2,"verse":"Now the Gabaonites are not of the children of Israel, but a remnant of the Amorites, and the children of Israel had sworn to them; but Saul sought occasion to smite them, when he was courting popularity with the children of Israel and Juda."},{"number":3,"verse":"So king David sent for the Gabaonites, and said to them, What shall I do for you; and by what means can I make atonement, that you may bless the inheritance of the Lord?"},{"number":4,"verse":"And the Gabaonites said to him, We have no controversy with Saul and his household, about gold or silver, nor is it for us to put to death a man in Israel."},{"number":5,"verse":"And the king said, What do you say, I must do for you? And they said to the king, The man who set himself against us, and persecuted us, and who formed pretences to exterminate us, him let us destroy, that he may not rise up in all the borders of Israel."},{"number":6,"verse":"Give us seven men of his sons, and let us crucify to the Lord at Gabaon those of Saul who are the choice of the Lord. And the king said, I will give them."},{"number":7,"verse":"But the king had compassion on Memphibosthe, the son of Jonathan, Saul's son, on account of the oath of the Lord between them; namely between David and Jonathan, Saul's son."},{"number":8,"verse":"So the king took the two sons of Respha, the daughter of Aia, whom she bore to Saul, namely Ermoni and Memphibosthe, and the five sons of Michol the daughter of Saul, whom she bore to Esdriel, the son of Berzelli, the Mooulothite,"},{"number":9,"verse":"and delivered them into the hands of the Gabaonites, and they crucified them on the mount before the Lord. So these seven fell together. Now they were put to death in the days of the harvest of first fruits, in the beginning of the barley harvest."},{"number":10,"verse":"And Respha, the daughter of Aia, took sackcloth, and fixed it up for herself, before the rock, in the beginning of the barley harvest, until water from heaven dropped upon them; and she suffered not the birds of the air to rest upon them by day, nor the beasts of the field by night."},{"number":11,"verse":"When David was told what Respha the daughter of Aia Saul's concubine had done; (now they were wasted away, and Dan son of Joa, of the race of the giants had taken them down.)"},{"number":12,"verse":"David went, and took the t bones of Saul, and the bones of Jonathan his son, from the men of Jabis Galaad, who had stolen them from the street of Baithsan, where the Philistines had fixed them on the day when the Philistines smote Saul at Gelbua;"},{"number":13,"verse":"and having brought thence the bones of Saul, and the bones of Jonathan his son, he gathered up the bones of them who had been crucified."},{"number":14,"verse":"And they buried the bones of Saul and the bones of Jonathan, and the bones of them who were crucified, in the land of Benjamin, on the one side, in the tomb of his father Kis. And when they had done all that the king commanded, God, after that, hearkened to the land."},{"number":15,"verse":"There was also another battle between the Philistines and Israel. David, and his servants with him, went down and fought the Philistines. And as David was advancing,"},{"number":16,"verse":"Jesbi, who was of the race of Rapha, and the weight of whose spear was three hundred shekels, brass weight, and who was clad in armour, thought to have smitten David;"},{"number":17,"verse":"but Abessa, son of Saruia, came to his assistance, and smote the Philistine, and killed him. Then David's men sword, saying, Thou shalt not go out with us any more to battle, lest thou extinguish the lamp of Israel."},{"number":18,"verse":"And after this there was another battle, at Geth, with the Philistines, in which Sobocha the Astatothite smote Seph, one of the descendants of Rapha."},{"number":19,"verse":"There was also a battle with the Philistines at Rom, when Eleanan son of Ariorgim the Bethlemite, smote Lachmi, the brother of Goliath the Gethite, the staff of whose spear was like a weaver's beam."},{"number":20,"verse":"There was also another battle at Geth, and there was a smooth man who had six fingers on each hand, and six toes on each foot, twenty four in all, and he was a descendant of Rapha,"},{"number":21,"verse":"and defied Israel, but Jonathan son of Semei, David's brother, smote him."},{"number":22,"verse":"These four descendants of the giants were born at Geth, and were of the house of Rapha, and they fell by the hand of David, and by the hand of his servants."}]}