{"bibleAbbr":"AKJV1999+","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Then answered <WH6030> Zophar <WH6691> the Naamathite, <WH5284> and said, <WH559>"},{"number":2,"verse":"Should not the multitude <WH7230> of words <WH1697> be answered? <WH6030> and should a man <WH376> full of talk <WH8193> be justified? <WH6663>"},{"number":3,"verse":"Should your lies <WH907> make men <WH4962> hold <WH2790> their peace? <WH2790> and when you mock, <WH3932> shall no <WH369> man make you ashamed? <WH3637>"},{"number":4,"verse":"For you have said, <WH559> My doctrine <WH3948> is pure, <WH2134> and I am clean <WH1249> in your eyes. <WH5869>"},{"number":5,"verse":"But oh that God <WH433> would speak, <WH1696> and open <WH6605> his lips <WH8193> against <WH5973> you;"},{"number":6,"verse":"And that he would show <WH5046> you the secrets <WH8587> of wisdom, <WH2451> that they are double <WH3718> to that which is! Know <WH3045> therefore that God <WH433> exacts <WH5382> of you less than your iniquity <WH5771> deserves."},{"number":7,"verse":"Can you by searching <WH2714> find <WH4672> out God? <WH433> can you find <WH4672> out the Almighty <WH7706> to perfection? <WH8503>"},{"number":8,"verse":"It is as high <WH1363> as heaven; <WH8064> what <WH4100> can you do? <WH6466> deeper <WH6013> than hell; <WH7585> what <WH4100> can you know? <WH3045>"},{"number":9,"verse":"The measure <WH4055> thereof is longer <WH752> than <WH4480> the earth, <WH776> and broader <WH7342> than <WH4480> the sea. <WH3220>"},{"number":10,"verse":"If <WH518> he cut <WH2498> off, and shut <WH5462> up, or gather <WH6950> together, then who <WH4310> can hinder <WH7725> him?"},{"number":11,"verse":"For he knows <WH3045> vain <WH7723> men: <WH4962> he sees <WH7200> wickedness <WH205> also; will he not then consider <WH995> it?"},{"number":12,"verse":"For vain <WH5014> men <WH376> would be wise, <WH3823> though man <WH120> be born <WH3205> like a wild <WH6501> ass's <WH6501> colt. <WH168>"},{"number":13,"verse":"If <WH518> you prepare <WH3559> your heart, <WH3820> and stretch <WH6566> out your hands <WH3709> toward <WH413> him;"},{"number":14,"verse":"If <WH518> iniquity <WH205> be in your hand, <WH3027> put it far <WH7350> away, and let not wickedness <WH5766> dwell <WH7931> in your tabernacles. <WH168>"},{"number":15,"verse":"For then <WH227> shall you lift <WH5375> up your face <WH6440> without spot; <WH3971> yes, you shall be steadfast, <WH3332> and shall not fear: <WH3372>"},{"number":16,"verse":"Because <WH3588> you shall forget <WH7911> your misery, <WH5999> and remember <WH2142> it as waters <WH4325> that pass <WH5674> away:"},{"number":17,"verse":"And your age <WH2465> shall be clearer <WH6965> than the noonday: <WH6672> you shall shine <WH5774> forth, you shall be as the morning. <WH1242>"},{"number":18,"verse":"And you shall be secure, <WH982> because <WH3588> there is hope; <WH8615> yes, you shall dig <WH2658> about <WH5439> you, and you shall take <WH7901> your rest <WH7901> in safety. <WH983>"},{"number":19,"verse":"Also you shall lie <WH7257> down, <WH7257> and none <WH369> shall make you afraid; <WH2729> yes, many <WH7227> shall make suit <WH2470> to you."},{"number":20,"verse":"But the eyes <WH5869> of the wicked <WH7563> shall fail, <WH3615> and they shall not escape, <WH4498> <WH6> and their hope <WH8615> shall be as the giving <WH4646> up of the ghost. <WH5315>"}]}