{"bibleAbbr":"AKJV1999+","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"And Job <WH347> answered <WH6030> and said, <WH559>"},{"number":2,"verse":"No <WH551> doubt <WH551> but you are the people, <WH5971> and wisdom <WH2451> shall die <WH4191> with you."},{"number":3,"verse":"But I have understanding <WH3824> as well <WH1571> as you; I am <WH1961> not inferior <WH5307> to you: yes, who <WH4310> knows <WH854> not such <WH3644> things as these? <WH428>"},{"number":4,"verse":"I am as one mocked <WH7832> of his neighbor, <WH7453> who calls <WH7121> on God, <WH433> and he answers <WH6030> him: the just <WH6662> upright <WH8549> man is laughed <WH7832> to scorn."},{"number":5,"verse":"He that is ready <WH3559> to slip <WH4571> with his feet <WH7272> is as a lamp <WH3940> despised <WH937> in the thought <WH6248> of him that is at ease. <WH7600>"},{"number":6,"verse":"The tabernacles <WH168> of robbers <WH7703> prosper, <WH7951> and they that provoke <WH7264> God <WH410> are secure; <WH987> into whose <WH834> hand <WH3027> God <WH433> brings <WH935> abundantly."},{"number":7,"verse":"But ask <WH7592> now <WH4994> the beasts, <WH929> and they shall teach <WH3384> you; and the fowls <WH5775> of the air, <WH8064> and they shall tell <WH5046> you:"},{"number":8,"verse":"Or <WH176> speak <WH7878> to the earth, <WH776> and it shall teach <WH3384> you: and the fishes <WH1709> of the sea <WH3220> shall declare <WH5608> to you."},{"number":9,"verse":"Who <WH4310> knows <WH3045> not in all <WH3605> these <WH428> that the hand <WH3027> of the LORD <WH3068> has worked <WH6213> this? <WH2063>"},{"number":10,"verse":"In whose <WH834> hand <WH3027> is the soul <WH5315> of every <WH3605> living <WH2416> thing, and the breath <WH7307> of all <WH3605> mankind. <WH1320> <WH376>"},{"number":11,"verse":"Does not the ear <WH241> try <WH974> words? <WH4405> and the mouth <WH2441> taste <WH2938> his meat? <WH400>"},{"number":12,"verse":"With the ancient <WH3453> is wisdom; <WH2451> and in length <WH753> of days <WH3117> understanding. <WH8394>"},{"number":13,"verse":"With him is wisdom <WH2451> and strength, <WH1369> he has counsel <WH6098> and understanding. <WH8394>"},{"number":14,"verse":"Behold, <WH2005> he breaks <WH2040> down, <WH2040> and it cannot <WH3808> be built <WH1129> again: he shuts <WH5462> up a man, <WH376> and there can be no <WH3808> opening. <WH6605>"},{"number":15,"verse":"Behold, <WH2005> he withholds <WH6113> the waters, <WH4325> and they dry <WH3001> up: also he sends <WH7971> them out, and they overturn <WH2015> the earth. <WH776>"},{"number":16,"verse":"With him is strength <WH5797> and wisdom: <WH8454> the deceived <WH7683> and the deceiver <WH7686> are his."},{"number":17,"verse":"He leads <WH3212> counsellors <WH3289> away spoiled, <WH7758> and makes the judges <WH8199> fools. <WH1984>"},{"number":18,"verse":"He looses <WH6605> the bond <WH4148> of kings, <WH4428> and girds <WH631> their loins <WH4975> with a girdle. <WH232>"},{"number":19,"verse":"He leads <WH3212> princes <WH3548> away spoiled, <WH7758> and overthrows <WH5557> the mighty. <WH386>"},{"number":20,"verse":"He removes <WH5493> away the speech <WH8193> of the trusty, <WH539> and takes <WH3947> away the understanding <WH2940> of the aged. <WH2205>"},{"number":21,"verse":"He pours <WH8210> contempt <WH937> on princes, <WH5081> and weakens <WH7503> the strength <WH4206> of the mighty. <WH650>"},{"number":22,"verse":"He discovers <WH1540> deep <WH6013> things out of darkness, <WH2822> and brings <WH3318> out to light <WH216> the shadow <WH6757> of death. <WH6757>"},{"number":23,"verse":"He increases <WH7679> the nations, <WH1471> and destroys <WH6> them: he enlarges <WH7849> the nations, <WH1471> and straitens <WH5148> them again."},{"number":24,"verse":"He takes <WH5493> away <WH5493> the heart <WH3820> of the chief <WH7218> of the people <WH5971> of the earth, <WH776> and causes them to wander <WH8582> in a wilderness <WH8414> where there is no <WH3808> way. <WH1870>"},{"number":25,"verse":"They grope <WH4959> in the dark <WH2822> without <WH3808> light, <WH216> and he makes them to stagger <WH8582> like a drunken <WH7910> man."}]}