{"bibleAbbr":"AKJV1999+","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"Man<WH120> that is born<WH3205> of a woman<WH802> is of few<WH7116> days <WH3117>and full<WH7646> of trouble.<WH7267>"},{"number":2,"verse":"He comes<WH3318> forth<WH3318> like a flower,<WH6731> and is cut<WH5243> down: he flees<WH1272> also as a shadow,<WH6738> and continues<WH5975> not."},{"number":3,"verse":"And does you open<WH6491> your eyes<WH5869> on such<WH2088> an one, and bring<WH935> me into judgment<WH4941> with you?"},{"number":4,"verse":"Who<WH4310> can bring<WH5414> a clean<WH2889> thing out of an unclean?<WH2931> not one.<WH259>"},{"number":5,"verse":"Seeing<WH518> his days<WH3117> are determined,<WH2782> the number<WH4557> of his months<WH2320> are with you, you have appointed<WH6213> his bounds<WH2706> that he cannot<WH3808> pass;<WH5674>"},{"number":6,"verse":"Turn<WH8159> from him, that he may rest,<WH2308> till<WH5704> he shall accomplish,<WH7521> as an hireling,<WH7916> his day.<WH3117>"},{"number":7,"verse":"For there is hope<WH8615> of a tree,<WH6086> if it be cut<WH3772> down, that it will sprout<WH2498> again,<WH5750> and that the tender<WH3127> branch thereof will not cease.<WH2308>"},{"number":8,"verse":"Though<WH518> the root<WH8328> thereof wax old<WH2204> in the earth,<WH776> and the stock<WH1503> thereof die<WH4191> in the ground;<WH6083>"},{"number":9,"verse":"Yet through the scent<WH7381> of water<WH4325> it will bud,<WH6524> and bring<WH6213> forth<WH6213> boughs<WH7105> like<WH3644> a plant.<WH5194>"},{"number":10,"verse":"But man<WH1397> dies,<WH4191> and wastes<WH2522> away: yes, man<WH120> gives<WH1478> up the ghost,<WH1478> and where<WH346> is he?"},{"number":11,"verse":"As the waters<WH4325> fail<WH235> from the sea,<WH3220> and the flood<WH5104> decays<WH2717> and dries<WH3001> up:"},{"number":12,"verse":"So man<WH376> lies<WH7901> down,<WH7901> and rises<WH6965> not: till<WH5704> the heavens<WH8064> be no<WH1115> more, they shall not awake,<WH6974> nor<WH3808> be raised<WH5782> out of their sleep.<WH8142>"},{"number":13,"verse":"O that you would hide<WH6845> me in the grave,<WH7585> that you would keep me secret,<WH5641> until<WH5704> your wrath<WH639> be past,<WH7725> that you would appoint<WH7896> me a set<WH2706> time, and remember<WH2142> me!"},{"number":14,"verse":"If<WH518> a man<WH1397> die,<WH4191> shall he live<WH2421> again? all<WH3605> the days<WH3117> of my appointed<WH6635> time<WH6635> will I wait,<WH3176> till<WH5704> my change<WH2487> come.<WH935>"},{"number":15,"verse":"You shall call,<WH7121> and I will answer<WH6030> you: you will have a desire<WH3700> to the work<WH4639> of your hands.<WH3027>"},{"number":16,"verse":"For now<WH6258> you number<WH5608> my steps:<WH6806> do you not watch<WH8104> over<WH5921> my sin?<WH2403>"},{"number":17,"verse":"My transgression<WH6588> is sealed<WH2856> up in a bag,<WH6872> and you sew<WH2950> up my iniquity.<WH5771>"},{"number":18,"verse":"And surely<WH199> the mountains<WH2022> falling<WH5307> comes<WH5034> to nothing,<WH5034> and the rock<WH6697> is removed<WH6275> out of his place.<WH4725>"},{"number":19,"verse":"The waters<WH4325> wear<WH7833> the stones:<WH68> you wash<WH7857> away the things which grow<WH5599> out of the dust<WH6083> of the earth;<WH776> and you destroy<WH6> the hope<WH8615> of man.<WH582>"},{"number":20,"verse":"You prevail<WH8630> for ever<WH5331> against him, and he passes:<WH1980> you change<WH8138> his countenance,<WH6440> and send<WH7971> him away."},{"number":21,"verse":"His sons<WH1121> come to honor,<WH3513> and he knows<WH3045> it not; and they are brought<WH6819> low,<WH6819> but he perceives<WH995> it not of them."},{"number":22,"verse":"But his flesh<WH1320> on him shall have pain,<WH3510> and his soul<WH5315> within<WH5921> him shall mourn.<WH56>"}]}