{"bibleAbbr":"AKJV1999+","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"Then answered <WH6030> Zophar <WH6691> the Naamathite, <WH5284> and said, <WH559>"},{"number":2,"verse":"Therefore <WH3651> do my thoughts <WH5587> cause me to answer, <WH7725> and for this I make haste. <WH2363>"},{"number":3,"verse":"I have heard <WH8085> the check <WH4148> of my reproach, <WH3639> and the spirit <WH7307> of my understanding <WH998> causes me to answer. <WH6030>"},{"number":4,"verse":"Know <WH3045> you not this <WH2063> of old, <WH5703> since <WH4480> man <WH120> was placed <WH7760> on earth, <WH776>"},{"number":5,"verse":"That the triumphing <WH7445> of the wicked <WH7563> is short, <WH7138> and the joy <WH8057> of the hypocrite <WH2611> but for a moment? <WH7281>"},{"number":6,"verse":"Though his excellency <WH7863> mount <WH5927> up to the heavens, <WH8064> and his head <WH7218> reach <WH5060> to the clouds; <WH5645>"},{"number":7,"verse":"Yet he shall perish <WH6> for ever <WH5331> like his own dung: <WH1561> they which have seen <WH7200> him shall say, <WH559> Where <WH335> is he?"},{"number":8,"verse":"He shall fly <WH5774> away as a dream, <WH2472> and shall not be found: <WH4672> yes, he shall be chased <WH5074> away as a vision <WH2384> of the night. <WH3915>"},{"number":9,"verse":"The eye <WH5869> also which saw <WH7805> him shall see him no <WH3808> more; <WH3254> neither <WH3808> shall his place <WH4725> any more <WH5750> behold <WH7789> him."},{"number":10,"verse":"His children <WH1121> shall seek to please <WH7521> the poor, <WH1800> and his hands <WH3027> shall restore <WH7725> their goods. <WH202>"},{"number":11,"verse":"His bones <WH6106> are full <WH4390> of the sin <WH2403> of his youth, <WH5934> which shall lie <WH7901> down <WH7901> with him in the dust. <WH6083>"},{"number":12,"verse":"Though <WH518> wickedness <WH7451> be sweet <WH4985> in his mouth, <WH6310> though he hide <WH3582> it under <WH8478> his tongue; <WH3956>"},{"number":13,"verse":"Though he spare <WH2550> it, and forsake <WH5800> it not; but keep <WH4513> it still within <WH8432> his mouth: <WH2441>"},{"number":14,"verse":"Yet his meat <WH3899> in his bowels <WH4578> is turned, <WH2015> it is the gall <WH4846> of asps <WH6620> within <WH7130> him."},{"number":15,"verse":"He has swallowed <WH1104> down riches, <WH2428> and he shall vomit <WH6958> them up again: God <WH410> shall cast <WH3423> them out of his belly. <WH990>"},{"number":16,"verse":"He shall suck <WH3243> the poison <WH7219> of asps: <WH6620> the viper's <WH660> tongue <WH3956> shall slay <WH2026> him."},{"number":17,"verse":"He shall not see <WH7200> the rivers, <WH6390> the floods, <WH5104> the brooks <WH5158> of honey <WH1706> and butter. <WH2529>"},{"number":18,"verse":"That which he labored <WH3022> for shall he restore, <WH7725> and shall not swallow <WH1104> it down: according to his substance <WH2428> shall the restitution <WH8545> be, and he shall not rejoice <WH5965> therein."},{"number":19,"verse":"Because <WH3588> he has oppressed <WH7533> and has forsaken <WH5800> the poor; <WH1800> because he has violently <WH1497> taken <WH1497> away <WH1497> an house <WH1004> which he built <WH1129> not;"},{"number":20,"verse":"Surely <WH3588> he shall not feel <WH3045> quietness <WH7961> in his belly, <WH990> he shall not save <WH4422> of that which he desired. <WH2530>"},{"number":21,"verse":"There shall none <WH369> of his meat <WH400> be left; <WH8300> therefore <WH5921> <WH3651> shall no <WH3808> man look <WH2342> for his goods. <WH2898>"},{"number":22,"verse":"In the fullness <WH4390> of his sufficiency <WH5607> he shall be in straits: <WH3334> every <WH3605> hand <WH3027> of the wicked <WH6001> shall come <WH935> on him."},{"number":23,"verse":"When he is about to fill <WH4390> his belly, <WH990> God shall cast <WH7971> the fury <WH2740> of his wrath <WH639> on him, and shall rain <WH4305> it on him while he is eating. <WH3894>"},{"number":24,"verse":"He shall flee <WH1272> from the iron <WH1270> weapon, <WH5402> and the bow <WH7198> of steel <WH5154> shall strike <WH2498> him through."},{"number":25,"verse":"It is drawn, <WH8025> and comes <WH3318> out of the body; <WH1465> yes, the glittering <WH1300> sword <WH1300> comes <WH1980> out of his gall: <WH4846> terrors <WH367> are on him."},{"number":26,"verse":"All <WH3605> darkness <WH2822> shall be hid <WH2244> in his secret <WH6845> places: a fire <WH784> not blown <WH5301> shall consume <WH398> him; it shall go <WH3381> ill <WH3415> with him that is left <WH8300> in his tabernacle. <WH168>"},{"number":27,"verse":"The heaven <WH8064> shall reveal <WH1540> his iniquity; <WH5771> and the earth <WH776> shall rise <WH6965> up against him."},{"number":28,"verse":"The increase <WH2981> of his house <WH1004> shall depart, <WH1540> and his goods shall flow <WH5064> away in the day <WH3117> of his wrath. <WH639>"},{"number":29,"verse":"This <WH2088> is the portion <WH2506> of a wicked <WH7563> man <WH120> from God, <WH430> and the heritage <WH5159> appointed <WH561> to him by God. <WH410>"}]}