{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"O give thanks to Jehovah; call on His name; make His deeds known among the peoples."},{"number":2,"verse":"Sing to Him; sing praises to Him; meditate on all His wonders."},{"number":3,"verse":"Glory in His holy name; let the heart of those who seek Jehovah rejoice."},{"number":4,"verse":"Seek Jehovah and His strength; seek His face without ceasing."},{"number":5,"verse":"Remember His wonders that He has done, His signs, and the judgments of His mouth,"},{"number":6,"verse":"O seed of His servant Abraham; O sons of Jacob, His elect."},{"number":7,"verse":"He is Jehovah our God; His judgments are in all the earth;"},{"number":8,"verse":"He has remembered His covenant forever; the Word He commanded to a thousand generations;"},{"number":9,"verse":"which He cut with Abraham, and His oath to Isaac;"},{"number":10,"verse":"and He made it stand to Jacob for a statute, to Israel for a perpetual covenant;"},{"number":11,"verse":"saying, To you I will give the land of Canaan, the portion of your inheritance;"},{"number":12,"verse":"when they were few in number; very few, and aliens in it."},{"number":13,"verse":"And they walked from nation to nation; from one kingdom to another people."},{"number":14,"verse":"He did not allow a man to oppress them; yea, He reproved kings for their sakes;"},{"number":15,"verse":"saying, Touch not My anointed; and, Do My prophets no harm."},{"number":16,"verse":"And He called a famine on the land; He broke the whole staff of bread."},{"number":17,"verse":"He sent a man before them, even Joseph; he was sold for a slave;"},{"number":18,"verse":"they hurt his feet with chains; his soul came into iron;"},{"number":19,"verse":"until the time His Word came, the Word of Jehovah refined him;"},{"number":20,"verse":"the king, the ruler of peoples, sent and shook off his fetters, even setting him free;"},{"number":21,"verse":"he made him lord of his house, and ruler over all he owned;"},{"number":22,"verse":"to bind his leaders at his will, and to teach his elders wisdom."},{"number":23,"verse":"Israel also came into Egypt, and Jacob sojourned in the land of Ham."},{"number":24,"verse":"And He increased His people greatly and made them stronger than their adversaries."},{"number":25,"verse":"He turned their heart to hate His people, to deal craftily with His servants."},{"number":26,"verse":"He sent His servant Moses and Aaron whom He had chosen."},{"number":27,"verse":"They put things of His signs among them; yea, wonders in the land of Ham."},{"number":28,"verse":"He sent darkness and made it dark; and they did not rebel against His Word."},{"number":29,"verse":"He turned their waters into blood and killed their fish."},{"number":30,"verse":"Their land swarmed with frogs in the rooms of their kings."},{"number":31,"verse":"He spoke, and fly swarms came; gnats in all their borders."},{"number":32,"verse":"He gave hail for their rain, flaming fire in their land."},{"number":33,"verse":"He struck their vines also, and their fig trees; and He broke the trees of their borders."},{"number":34,"verse":"He spoke, and locusts came; and larvae without number;"},{"number":35,"verse":"and they ate up all the plants in the land; yea, ate the fruit of their ground."},{"number":36,"verse":"He also struck all the first-born in their land, the firstfruit of all their vigor."},{"number":37,"verse":"And He led them out with silver and gold; and among their tribes, not one was stumbling."},{"number":38,"verse":"Egypt was glad when they went out, for their dread had fallen on them."},{"number":39,"verse":"He spread a cloud for a covering; and fire to give light in the night."},{"number":40,"verse":"He asked, and He brought quail; and also satisfied them with the food from the heavens."},{"number":41,"verse":"He opened the rock, and waters gushed out; they went in the dry places like a river."},{"number":42,"verse":"For He remembered His holy Word and His servant Abraham;"},{"number":43,"verse":"and He brought His people out with joy; His elect with gladness."},{"number":44,"verse":"And He gave to them the lands of the nations; and they inherited the labor of the peoples;"},{"number":45,"verse":"so that they might keep His statutes and keep His laws. Praise Jah!"}]}