{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"To the chief musician, A Psalm of David. O God of my praise, do not be silent;"},{"number":2,"verse":"for the mouth of the wicked one, and the mouth of deceit, are opened against me; they spoke against me with a tongue of falsehood."},{"number":3,"verse":"And they circled me in with words of hatred; and they fought against me without a cause."},{"number":4,"verse":"Instead of my love, they oppose me; but I am in prayer."},{"number":5,"verse":"And they put on me evil for good, and hatred for my love."},{"number":6,"verse":"Set a wicked one over him; and let one opposing stand at his right hand;"},{"number":7,"verse":"when he is judged, let him go out as a wicked one; and let his prayer become sin;"},{"number":8,"verse":"let his days be few; and let another take his office;"},{"number":9,"verse":"his sons be orphans and his wife a widow;"},{"number":10,"verse":"and let his sons always beg and wander, and seek food out of their ruins;"},{"number":11,"verse":"let the one lending lay a snare for all that is his; and let strangers plunder his labor;"},{"number":12,"verse":"let there not be to him one giving kindness; and let there not be one having pity on his orphans;"},{"number":13,"verse":"let his posterity be cut off; let their name be blotted out in the following generation;"},{"number":14,"verse":"let the iniquity of his fathers be remembered to Jehovah; and let not the sin of his mother be blotted out;"},{"number":15,"verse":"let them be always before Jehovah, so that He may cut off the memory of them from the earth;"},{"number":16,"verse":"because he did not remember to do kindness; and he persecuted the afflicted and needy one, even to cause the broken of heart to die."},{"number":17,"verse":"Yea, he loved cursing, and it came to him; he also had no pleasure in blessing, and it was far from him."},{"number":18,"verse":"And he put on cursing as his garment, and it came within him like water, and like oil into his bones."},{"number":19,"verse":"Let it be to him as a garment he wraps in, and for a girdle that he always girds on."},{"number":20,"verse":"This is the reward from Jehovah to those opposing me from Jehovah, and of those who speak evil against my soul."},{"number":21,"verse":"But You, O Jehovah the Lord, work with me for Your name's sake; deliver me because Your mercy is good."},{"number":22,"verse":"For I am an afflicted and needy one, and my heart is pierced within me."},{"number":23,"verse":"As a shadow when it stretches out, I am gone; I am shaken off like the locust."},{"number":24,"verse":"My knees stumble from fasting, and my flesh grows lean from fatness."},{"number":25,"verse":"And I have become a reproach to them; they saw me; they shook their heads."},{"number":26,"verse":"O Jehovah my God, help me; save me according to Your kindness;"},{"number":27,"verse":"and they will know that this is Your hand, that You, O Jehovah, have done it."},{"number":28,"verse":"They will curse, but You will bless; they rise up and are ashamed, but Your servant will be glad."},{"number":29,"verse":"Let those opposing me put on shame, and cover themselves in their shame as with a robe."},{"number":30,"verse":"I will greatly thank Jehovah with my mouth; yea, I will praise Him in the midst of the many."},{"number":31,"verse":"For He shall stand at the right hand of the needy one to save from those judging his soul."}]}