{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"Praise Jah! for it is good to sing praise to our God, because praise is delightful and becoming."},{"number":2,"verse":"Jehovah builds up Jerusalem; He gathers the outcasts of Israel."},{"number":3,"verse":"He heals the broken-hearted and binds up their sorrows."},{"number":4,"verse":"He appoints the number of the stars; He calls to them by names."},{"number":5,"verse":"Our Lord is great and of great might; there is no numbering to His understanding."},{"number":6,"verse":"Jehovah relieves the humble; He throws the wicked ones down to the ground."},{"number":7,"verse":"Sing to Jehovah with thanksgiving; sing praise on the lyre to our God,"},{"number":8,"verse":"who covers the heavens with clouds; who prepares rain for the earth; who makes grass to grow on the mountains."},{"number":9,"verse":"He gives the animals their food, to the young ravens that cry."},{"number":10,"verse":"He takes no delight in the strength of the horse, and not any pleasure in the legs of a man."},{"number":11,"verse":"Jehovah takes pleasure in those who fear Him, those who hope in His mercy."},{"number":12,"verse":"Praise Jehovah, O Jerusalem; praise your God, O Zion."},{"number":13,"verse":"For He has made strong the bars of your gates; He has blessed your sons within you."},{"number":14,"verse":"He sets up peace in your border, He satisfies you with the fat of the wheat."},{"number":15,"verse":"He sends His command out on the earth, until His Word runs very swiftly;"},{"number":16,"verse":"He gives snow like wool; He scatters the white frost like ashes;"},{"number":17,"verse":"He casts out His ice like crumbs; who can stand before His cold?"},{"number":18,"verse":"He sends out His Word and melts them; He causes His wind to blow, and the waters flow."},{"number":19,"verse":"He declares His Word to Jacob, His statutes and His judgments to Israel."},{"number":20,"verse":"He has not done so with any nation; and they have not known His judgments. Praise Jah!"}]}