{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"A Psalm of David. To You, O Jehovah, I lift up my soul."},{"number":2,"verse":"O my God, I trust in You; do not let me be ashamed; let not my enemies triumph over me."},{"number":3,"verse":"Yea, let no one who waits on You be ashamed; let those who act deceitfully be ashamed."},{"number":4,"verse":"Make me know Your ways, O Jehovah; teach me Your paths;"},{"number":5,"verse":"lead me in Your truth and teach me; for You are the God of my salvation; on You I wait all the day long."},{"number":6,"verse":"Remember, O Jehovah, Your compassions and Your mercies; for they are from eternity."},{"number":7,"verse":"Do not remember the sins of my youth, or my transgressions. According to Your mercy, You remember me, for Your goodness' sake, O Jehovah."},{"number":8,"verse":"A good and upright One is Jehovah; On account of this He will teach sinners in the way."},{"number":9,"verse":"He will guide the meek in judgment; and He will teach the meek His way."},{"number":10,"verse":"All the paths of Jehovah are mercy and truth to those keeping His covenant and His testimonies."},{"number":11,"verse":"For Your name's sake, O Jehovah, even pardon my iniquity for it is great."},{"number":12,"verse":"Who is this, the man fearing Jehovah? He teaches him the way he should choose."},{"number":13,"verse":"His soul shall abide in good, and his seed shall inherit the earth."},{"number":14,"verse":"The secret of Jehovah is with those who fear Him; and He will make them know His covenant."},{"number":15,"verse":"My eyes are ever toward Jehovah; for He shall bring my feet out of the net."},{"number":16,"verse":"Turn Your face to me and be gracious to me, for I am lonely and afflicted."},{"number":17,"verse":"The troubles of my heart are enlarged; O bring me out from my straits."},{"number":18,"verse":"Look on my affliction and my toil, and lift up all my sins."},{"number":19,"verse":"Look on my enemies, for they are many; With hating of violence they hate me."},{"number":20,"verse":"Keep my soul and deliver me; let me not be ashamed, for I have sought refuge in You."},{"number":21,"verse":"Let integrity and uprightness keep me, for I wait on You."},{"number":22,"verse":"Redeem Israel, O God, out of all his distresses."}]}