{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"A Psalm of David. Jehovah is my light and my salvation; whom shall I fear? Jehovah is the strength of my life; of whom shall I be afraid?"},{"number":2,"verse":"When the evildoers, my enemies and my oppressors came upon me to eat my flesh, they stumbled and fell."},{"number":3,"verse":"If an army should camp against me, my heart shall not fear. Though war rises against me, in this I am trusting."},{"number":4,"verse":"One thing I have asked from Jehovah, it I will seek: my dwelling in the house of Jehovah all the days of my life, to behold the delight of Jehovah, and to inquire in His temple."},{"number":5,"verse":"For in the day of evil He shall hide me in His shelter; in the secrecy of His tabernacle He shall hide me; He shall set me up on a rock."},{"number":6,"verse":"And now my head shall be lifted up above my enemies,those encircling me , and I will offer sacrifices of joy in His tabernacle; I will sing, yea, I will sing praises to Jehovah."},{"number":7,"verse":"Hear, O Jehovah, my voice when I call, and favor me, and answer me."},{"number":8,"verse":"My heart said to You, Seek my face; Your face, O Jehovah, I will seek."},{"number":9,"verse":"Do not hide Your face from me; Do not turn away Your servant in anger; You have been my help, do not leave me and do not forsake me, O God of my salvation."},{"number":10,"verse":"When my father and my mother forsake me, then Jehovah will take me up."},{"number":11,"verse":"Teach me Your way, O Jehovah, and lead me in a level path, because of those who watch me."},{"number":12,"verse":"Do not give me into the soul of my adversaries; for false witnesses have risen up against me, and the ones breathing out violence."},{"number":13,"verse":"I would have fainted unless I had believed to see the goodness of Jehovah in the land of the living."},{"number":14,"verse":"Hope in Jehovah; be strong and He will make strong your heart; yea, hope in Jehovah!"}]}