{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"A Psalm of Asaph God, Jehovah God, has spoken, and calls to the earth from the rising of the sun to its going in."},{"number":2,"verse":"Out of Zion, the perfection of beauty, God has shone."},{"number":3,"verse":"Our God comes, and He is not silent; a fire shall devour before Him; and it shall be very stormy around Him."},{"number":4,"verse":"He shall call to the heavens from above, and to the earth, to judge His people."},{"number":5,"verse":"Gather My godly ones together to Me, those who cut My covenant by sacrifice."},{"number":6,"verse":"And the heavens shall declare His righteousness, for God Himself is judge. Selah."},{"number":7,"verse":"Hear, My people, and I will speak, O Israel, and I will testify against you; I am God, your God."},{"number":8,"verse":"Not for your sacrifices do I reprove you; yea, your burnt offerings are continually before Me;"},{"number":9,"verse":"I will take no bull out of your house, no he-goats out of your folds,"},{"number":10,"verse":"for every beast of the forest is Mine; the cattle on a thousand hills;"},{"number":11,"verse":"I know all the birds of the mountains; and all moving in My fields are Mine;"},{"number":12,"verse":"if I were hungry, I would not speak to you, for the world is Mine, and the fullness of it."},{"number":13,"verse":"Will I eat the flesh of mighty ones, and will I drink the blood of he-goats?"},{"number":14,"verse":"Sacrifice thanksgiving to God, and pay your vows to the Most High."},{"number":15,"verse":"And call on Me in the day of distress, and I will save you; and you shall glorify Me."},{"number":16,"verse":"But to the wicked one, God says, What is it to you to proclaim My statutes, and to take up My covenant on your mouth?"},{"number":17,"verse":"Yea, you hate discipline and toss My words behind you."},{"number":18,"verse":"When you saw a thief, you were pleased with him; and with ones doing adultery is your portion."},{"number":19,"verse":"You give your mouth to evil, and your tongue frames deceit."},{"number":20,"verse":"You sit; you speak against your brother; you charge the son of your mother."},{"number":21,"verse":"You have done these things, and I have kept silence; you thought that being I would be like you; but I will rebuke you and set in order before your eyes."},{"number":22,"verse":"Now think of this, you who forget God, lest I tear, and not is any to deliver:"},{"number":23,"verse":"Whoever offers thanks glorifies Me; and he who sets a way, I will show the salvation of God to him."}]}