{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"To the Chief Musician on Neginoth. A Contemplation. A Psalm of David. Give ear to my prayer, O God; and do not hide Yourself from my supplication."},{"number":2,"verse":"Pay attention to me, and answer me; I wander and I moan in my complaint,"},{"number":3,"verse":"from the voice of the enemy, from the oppression of the wicked one; for they shake iniquity over me, and in anger they hate me."},{"number":4,"verse":"My heart is pained within me, and the terrors of death have fallen on me."},{"number":5,"verse":"Fear and trembling come on me; and horror has covered me."},{"number":6,"verse":"And I said, Who will give to me wings like a dove? I would fly away and be at rest."},{"number":7,"verse":"Behold, I would go far away, fleeing; I would lodge in the wilderness. Selah."},{"number":8,"verse":"I would hasten to my escape from the rushing wind, from the tempest."},{"number":9,"verse":"Swallow up, O Lord; divide their tongue; for I see violence and strife in the city."},{"number":10,"verse":"They turn about her on her walls by day and night; and iniquity and mischief are in her midst."},{"number":11,"verse":"Covetings are in her midst; oppression and deceit will not depart from her streets."},{"number":12,"verse":"For it is not an enemy reproaching me, or I could bear it; it is not one who hates me who is magnifying himself against me; or I would hide myself from him."},{"number":13,"verse":"But it is you, a man of my rank, my friend and one knowing me"},{"number":14,"verse":"We sweetened counsel together; we walked into the house of God with the throng."},{"number":15,"verse":"Desolations be upon them! They go down to Sheol alive, for evils are among them in their dwelling."},{"number":16,"verse":"I, even I, will call to God, and Jehovah will save me."},{"number":17,"verse":"Evening and morning and at noon I will complain and moan; and He will hear my voice."},{"number":18,"verse":"He redeems my soul in peace from the war being waged against me; for they were many with me."},{"number":19,"verse":"God shall hear and answer them, even He who sits enthroned of old. Selah. There are no changes to them; yea, they do not fear God."},{"number":20,"verse":"He sent out his hand against his peace; he defiled his covenant."},{"number":21,"verse":"The butterings of his mouth were smooth, but war was in his heart; his words were softer than oil, but they were as drawn swords."},{"number":22,"verse":"Cast on Jehovah that given to you, and He will keep you; He will not give shaking to the righteous ones forever."},{"number":23,"verse":"But You, O God, will bring them down to the pit of destruction; men of blood and deceit will not live out half their days; but I will trust in You."}]}