{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"To the chief musician. Do not destroy. A secret treasure of David, when Saul sent, and they watched the house to kill him. Deliver me from my enemies, O my God; set me on high from those rising up against me."},{"number":2,"verse":"Deliver me from the workers of evil, and save me from bloody men."},{"number":3,"verse":"For behold, they lie in wait for my soul, mighty ones gather against me; not for my transgression, and not for my sin, O Jehovah."},{"number":4,"verse":"Without my fault they run and prepare themselves; awaken to help me, and see."},{"number":5,"verse":"And You, O Jehovah God of Hosts, the God of Israel: Awake to call all the nations to account; do not favor any acting treacherously. Selah."},{"number":6,"verse":"They return at evening; they howl like a dog and go around the city."},{"number":7,"verse":"Behold, they belch forth with their mouth; swords are in their lips; for they say, Who hears?"},{"number":8,"verse":"But You, O Jehovah, shall laugh at them; you shall mock at all the nations."},{"number":9,"verse":"O my Strength, let me look to You; for God is my strong tower."},{"number":10,"verse":"The God of my mercy shall go before me; God shall cause me to see those being my enemies."},{"number":11,"verse":"Do not kill them, lest my people forget; scatter them by Your power and bring them down, O Lord our shield."},{"number":12,"verse":"For the sin of their mouth is the word of their lips, even let them be taken in their pride, and for cursing and the lying which they speak."},{"number":13,"verse":"Consume them in anger; consume, and they will not be; and they shall know that God is ruling in Jacob, to the ends of the earth. Selah."},{"number":14,"verse":"And they shall return at evening; let them howl like the dog and go around the city;"},{"number":15,"verse":"they are caused to wander up and down to eat, if they are not satisfied, even they growl."},{"number":16,"verse":"But I will sing of Your power; yes, I will sing of Your kindness in the morning. For You have been my strong tower, and my refuge in the day of my trouble."},{"number":17,"verse":"To You, O my strength, I will sing; for God is my strong tower, the God of my mercy."}]}