{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"To the chief musician. A Psalm of David. A Song. God rises up and His enemies are scattered; and those who hate Him flee from before His face."},{"number":2,"verse":"As smoke is driven away, You drive them away; as wax melts before the fire, the wicked ones perish in God's presence."},{"number":3,"verse":"But the righteous ones are glad; they shout for joy before God; yea, they exult with gladness."},{"number":4,"verse":"Sing to God, sing praise to His name; lift up a song for Him who rides in the deserts, by His name Jehovah; yea, exult in His presence."},{"number":5,"verse":"In His holy dwelling God is a father of the fatherless, and a judge of the widows."},{"number":6,"verse":"God causes the lonely ones to live at home; He brings out those who are bound with chains, while the ones rebelling dwell in a dry land."},{"number":7,"verse":"O God, in Your going out before Your people, in Your marching through the wilderness. Selah."},{"number":8,"verse":"The earth shook, and the heavens dropped before God, this Sinai before God, the God of Israel."},{"number":9,"verse":"O God, You shed abroad a shower of willingness, by which You firmed up Your inheritance when it was weary."},{"number":10,"verse":"Your flock lived in it. You, O God, have prepared for the humble one in Your goodness."},{"number":11,"verse":"Jehovah gave the Word; those bearing it were a great army."},{"number":12,"verse":"Kings of armies fled, they ran away; yea, she who stayed home has divided the plunder."},{"number":13,"verse":"When you lie among the sheepfolds, the wings of a dove are covered with silver, and its feathers with gleaming gold."},{"number":14,"verse":"When the Almighty scatters kings in it, it snows on Mount Salmon."},{"number":15,"verse":"The mountain of Bashan is God's mountain; the Bashan range is a mountain of peaks."},{"number":16,"verse":"Why do you gaze in envy, O mountain range, at the mountain God desired for His dwelling? Yea, Jehovah will dwell in it forever."},{"number":17,"verse":"The chariots of God are myriads, thousands of angels, the Lord is among them, in Sinai, in the place of holiness."},{"number":18,"verse":"You have gone up on high; You have led captivity captive; You have received gifts among men; yea, to dwell among the ones rebelling, O Jehovah God."},{"number":19,"verse":"Blessed be the Lord: day by day He carries loads for us, the God of our salvation. Selah."},{"number":20,"verse":"Our God is the God of salvation; and to Jehovah the Lord are the issues of death."},{"number":21,"verse":"Yea, God will crush the head of His enemies, the hairy crown of him who walks on in his guilt."},{"number":22,"verse":"The Lord said, bringing again from Bashan; I will bring back My people from the depths of the sea;"},{"number":23,"verse":"so that your foot may be dashed in the blood of your enemies, the tongue of your dogs in it."},{"number":24,"verse":"They have seen Your goings, O God, the goings of my God, my King, in the holy place."},{"number":25,"verse":"The singers went before, then the players on instruments came; among them were the virgins playing the timbrels."},{"number":26,"verse":"O bless God in the assemblies, the Lord, from the fountain of Israel."},{"number":27,"verse":"There is little Benjamin ruling them; the leaders of Judah in their crowd, and the leaders of Zebulun, the leaders of Naphtali."},{"number":28,"verse":"Your God has commanded your strength; O God, be strong, in this that You have worked out for us."},{"number":29,"verse":"Because of Your temple over Jerusalem, kings shall bring a present to You."},{"number":30,"verse":"Rebuke the wild beasts of the reeds, the gathering of the bulls, with the calves of the peoples, trampling down with pieces of silver. He scatters the people who delight in war."},{"number":31,"verse":"Let fat ones be brought out of Egypt; Ethiopia shall run up her hands to God."},{"number":32,"verse":"Sing to God, kingdoms of the earth, praise to the Lord. Selah."},{"number":33,"verse":"To Him who rides on the heavens of heavens of old; behold, He gives forth His voice, a mighty voice."},{"number":34,"verse":"Give might to God over Israel; His majesty and His strength in the clouds."},{"number":35,"verse":"O God, You are awesome out of Your holy places; the God of Israel is He who gives might and powers to the people. Blessed be God!"}]}