{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"I put my trust in You, O Jehovah, let me not be put to shame forever."},{"number":2,"verse":"In Your righteousness deliver me and rescue me; stretch out Your ear to me and save me."},{"number":3,"verse":"Be a rock of strength for me, to come always to You; You have given a command to save me; for You are my rock and my fortress."},{"number":4,"verse":"O my God, deliver me out of the hand of the wicked one, and out of the palm of the unjust one and the one being cruel ."},{"number":5,"verse":"For You are my hope, O Lord Jehovah, my trust from my youth."},{"number":6,"verse":"I have leaned on You from the belly; You are He who took me out of my mother's womb; my praise shall be always of You."},{"number":7,"verse":"I am like a wonder to many, but You are my strong refuge."},{"number":8,"verse":"My mouth is filled with Your praise, with your glory all the day."},{"number":9,"verse":"Do not cast me off now at the time of my old age. Do not forsake me when my strength fails."},{"number":10,"verse":"For my enemies speak against me; and those watching my soul plot together."},{"number":11,"verse":"And they say, God has forsaken him; pursue him and take him, for there is no one to deliver."},{"number":12,"verse":"O God, do not be far from me; my God come quickly to help me."},{"number":13,"verse":"Let them be ashamed; let those who are enemies of my soul be consumed; let them be covered with reproach, and let those seeking evil for me be dishonored;"},{"number":14,"verse":"and I will hope without ceasing, and I will add more onto all Your praise."},{"number":15,"verse":"My mouth shall recount Your righteousness and Your salvation all the day; for I do not know the numbers."},{"number":16,"verse":"I will come in the strength of the Lord Jehovah; I will speak of Your righteousness, of Yours alone."},{"number":17,"verse":"O God, You have taught me from my youth; and until now I have declared Your wonders."},{"number":18,"verse":"And even when I am old and grayheaded, O God, do not leave me until I make known Your arm to this generation, Your power to everyone who is to come."},{"number":19,"verse":"And, Your righteousness, O God, is to the heights, You who have done great things. O God, who is like You?"},{"number":20,"verse":"Who have made me see great and evil distresses; You will turn me; You will make me live; and You will bring me up from the depths of the earth."},{"number":21,"verse":"You will multiply my greatness and surround and comfort me."},{"number":22,"verse":"I will also thank You with a harp, O my God; I will sing Your truth; I will sing to You with the lyre, O Holy One of Israel."},{"number":23,"verse":"My lips shall give a ringing cry of joy, for I will sing praise to You; also my soul which you have redeemed."},{"number":24,"verse":"And my tongue shall muse on Your righteousness all the day; because those seeking my evil are ashamed; they are put to shame."}]}