{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"To the chief musician. A Testimony. Concerning the Lilies. A Psalm of Asaph. Give ear, O Shepherd of Israel, You leading Joseph like a flock; shine forth, You dwelling between the cherubs."},{"number":2,"verse":"Stir up Your might before Ephraim, and Benjamin, and Manasseh, and come for salvation."},{"number":3,"verse":"O God, turn us again, and make Your face shine, and we will be saved!"},{"number":4,"verse":"O Jehovah God of Hosts, until when will You smoke against the prayer of Your people?"},{"number":5,"verse":"You made them eat with the bread of tears; yea, You made them drink with tears a third time."},{"number":6,"verse":"You make us a strife for our neighbors, and our enemies laugh to themselves."},{"number":7,"verse":"O God of Hosts, turn us again, and cause Your face to shine, and we will be saved."},{"number":8,"verse":"You have pulled a vine out of Egypt; You have cast out the nations, and have planted it."},{"number":9,"verse":"You cleared before it, and You have rooted its roots, and it has filled the land."},{"number":10,"verse":"The hills were covered with its shadow, and its boughs were as the cedars of God."},{"number":11,"verse":"It was sending its boughs out to the sea, and its branches to the River."},{"number":12,"verse":"Why have You broken down its walls, so that it is plucked by all who pass by the way?"},{"number":13,"verse":"A wild boar out of the forest wastes it, and the moving creatures of the field feed on it."},{"number":14,"verse":"O God of Hosts turn back, we pray! Look down from Heaven and see and watch over this vine;"},{"number":15,"verse":"even the shoot which Your right hand has planted, and on the Son You made strong for Yourself."},{"number":16,"verse":"It is burned with fire, cut down; they perish at the rebuke of Your face."},{"number":17,"verse":"Let Your hand be on the Man of Your right hand; on the Son of man whom You have made strong for Yourself."},{"number":18,"verse":"So we will not backslide from You; make us live, and we will call on Your name."},{"number":19,"verse":"O Jehovah, God of Hosts, turn us again! Cause Your face to shine, and we will be saved."}]}