{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":90,"verses":[{"number":1,"verse":"A Prayer of Moses, the Man of God. O Lord, You have been our dwelling-place in generation and generation."},{"number":2,"verse":"Before the mountains were born, or ever You gave birth to the earth and the world, even from everlasting to everlasting You are God."},{"number":3,"verse":"You turn man back to dust, and say, Return, O sons of men."},{"number":4,"verse":"For a thousand years in Your eyes are as a day, yesterday, when it passes, and as a watch in the night."},{"number":5,"verse":"You flooded them away; they are as a sleep; in the morning, they are like grass sprouting;"},{"number":6,"verse":"in the morning it sprouts and shoots up; in the evening it is cut off and dries up."},{"number":7,"verse":"For we are consumed by Your anger, and we are troubled by Your wrath."},{"number":8,"verse":"You have set our iniquities before You, our secret sins in the light of Your face."},{"number":9,"verse":"For all our days pass away in Your wrath; we finish our years like a sigh."},{"number":10,"verse":"The days of our years are seventy years; and if by strength we live eighty years, yet their pride is labor and sorrow; for it soon passes, and we fly away."},{"number":11,"verse":"Who knows the power of Your anger? And as Your fear is, so is Your fury."},{"number":12,"verse":"So teach us to number our days, so that we may bring a heart of wisdom."},{"number":13,"verse":"Return, O Jehovah! Until when? And give pity to Your servants."},{"number":14,"verse":"O satisfy us in the morning with Your mercy, and we will be glad and rejoice all our days."},{"number":15,"verse":"Make us glad according to the days of our affliction, the years in which we have seen evil."},{"number":16,"verse":"Make Your work to be seen by Your servants, and Your majesty to their sons."},{"number":17,"verse":"And let the delight of the Lord our God be upon us; and establish the works of our hands upon us; yea, the work of our hands, establish it!"}]}