{"bibleAbbr":"KJ3-2005","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"O Jehovah, God of vengeance; O God of vengeance, shine forth!"},{"number":2,"verse":"Lift up Yourself, O judge of the earth; give back a just recompense on the proud."},{"number":3,"verse":"Until when shall the wicked ones , O Jehovah, until when shall the wicked ones exult?"},{"number":4,"verse":"They pour out, they speak impudent things; all the workers of evil speak proudly."},{"number":5,"verse":"O Jehovah, they crush Your people and afflict Your inheritance."},{"number":6,"verse":"They kill the widow and the sojourner, and they murder the orphan."},{"number":7,"verse":"And they say, Jehovah will not see, and the God of Jacob will not perceive."},{"number":8,"verse":"Understand you brutish ones among the people; yea, you fools, when will you be wise?"},{"number":9,"verse":"He who planted the ear, shall He not hear? He who formed the eye, shall He not see?"},{"number":10,"verse":"He who chastises the nations, shall He not rebuke, He who teaches man knowledge?"},{"number":11,"verse":"Jehovah knows the thoughts of man, that they are a mist."},{"number":12,"verse":"Blessed is the man You chasten, O Jehovah, You make him know out of Your Law;"},{"number":13,"verse":"to give him rest from evil days, until the pit is dug for the wicked."},{"number":14,"verse":"For Jehovah will not leave His people, and not will He forsake His inheritance."},{"number":15,"verse":"For judgment shall turn to righteousness; and all the upright in heart shall follow after it."},{"number":16,"verse":"Who will rise up for me against the evildoers? Who will stand up for me against the workers of evil?"},{"number":17,"verse":"Unless Jehovah had been my help, my soul would almost have dwelt in silence."},{"number":18,"verse":"If I said, My foot has slipped, O Jehovah, Your mercy has held me up."},{"number":19,"verse":"In the multitude of my thoughts within me, Your comforts delight my soul."},{"number":20,"verse":"Shall the throne of iniquity have fellowship with You, forming mischief for a statute?"},{"number":21,"verse":"They gather themselves together against the soul of the righteous one, and they condemn the blood of the innocent one."},{"number":22,"verse":"But Jehovah is my tower of defense; and my God is the rock of my refuge."},{"number":23,"verse":"And He shall turn their own iniquity upon them; and He shall cut off in their evil, Jehovah our God shall exterminate them!"}]}