{"bibleAbbr":"NLT2015","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"(Jesus Christ Is God’s Son) Long ago God spoke many times and in many ways to our ancestors through the prophets."},{"number":2,"verse":"And now in these final days, he has spoken to us through his Son. God promised everything to the Son as an inheritance, and through the Son he created the universe."},{"number":3,"verse":"The Son radiates God’s own glory and expresses the very character of God, and he sustains everything by the mighty power of his command. When he had cleansed us from our sins, he sat down in the place of honor at the right hand of the majestic God in heaven."},{"number":4,"verse":"This shows that the Son is far greater than the angels, just as the name God gave him is greater than their names."},{"number":5,"verse":"(The Son Is Greater Than the Angels) For God never said to any angel what he said to Jesus: “You are my Son. Today I have become your Father. (Or Today I reveal you as my Son. Ps 2:7.) ” God also said, “I will be his Father, and he will be my Son.” (2 Sam 7:14.)"},{"number":6,"verse":"And when he brought his supreme (Or firstborn.) Son into the world, God said, (Or when he again brings his supreme Son [or firstborn Son] into the world, God will say.) “Let all of God’s angels worship him.” (Deut 32:43.)"},{"number":7,"verse":"Regarding the angels, he says, “He sends his angels like the winds, his servants like flames of fire.” (Ps 104:4 (Greek version).)"},{"number":8,"verse":"But to the Son he says, “Your throne, O God, endures forever and ever. You rule with a scepter of justice."},{"number":9,"verse":"You love justice and hate evil. Therefore, O God, your God has anointed you, pouring out the oil of joy on you more than on anyone else.”"},{"number":10,"verse":"He also says to the Son, “In the beginning, Lord, you laid the foundation of the earth and made the heavens with your hands."},{"number":11,"verse":"They will perish, but you remain forever. They will wear out like old clothing."},{"number":12,"verse":"You will fold them up like a cloak and discard them like old clothing. But you are always the same; you will live forever.”"},{"number":13,"verse":"And God never said to any of the angels, “Sit in the place of honor at my right hand until I humble your enemies, making them a footstool under your feet.” (Ps 110:1.)"},{"number":14,"verse":"Therefore, angels are only servants—spirits sent to care for people who will inherit salvation."}]}