{"bibleAbbr":"msAB1996","bookName":"2 KORINTUS","bookEnglishName":"2 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"Kami berkata demikian kerana kami tahu bahawa apabila khemah - iaitu tubuh yang kita diami di dunia ini - dirobohkan, Allah akan menyediakan tempat tinggal di syurga bagi kita. Tempat tinggal itu dibuat oleh Allah sendiri, dan tahan selama-lamanya."},{"number":2,"verse":"Dalam keadaan yang sekarang ini, kita mengeluh kerana sangat rindu untuk tinggal di khemah yang baru, yang dari syurga."},{"number":3,"verse":"Kita ingin dipakaikan tubuh yang baru itu, supaya kita tidak telanjang."},{"number":4,"verse":"Selama kita tinggal di dalam khemah di dunia ini, kita mengeluh kerana beban kita berat. Bukannya kita ingin meninggalkan tubuh kita yang di dunia ini, tetapi kita ingin dipakaikan tubuh yang dari syurga. Dengan demikian tubuh kita yang fana akan diubah oleh tubuh yang abadi."},{"number":5,"verse":"Allah sudah mempersiapkan kita untuk perubahan itu, dan Dia mengurniai kita Roh-Nya sebagai jaminan bagi segala sesuatu yang disediakan-Nya untuk kita."},{"number":6,"verse":"Oleh itu kami sentiasa tabah hati. Kami tahu bahawa selama kami tinggal di dalam tubuh ini, kami jauh dari tempat tinggal yang akan kami diami bersama-sama Tuhan."},{"number":7,"verse":"Hidup kami berdasarkan kepercayaan kepada Kristus, dan bukan berdasarkan apa yang dapat dilihat."},{"number":8,"verse":"Itulah sebabnya kami tabah hati. Kami lebih suka meninggalkan tubuh ini, supaya dapat tinggal bersama-sama Tuhan."},{"number":9,"verse":"Oleh itu kami ingin menyenangkan hati Tuhan, baik selama kami di tubuh ini di sini, ataupun di sana."},{"number":10,"verse":"( ) Hal itu demikian kerana kita semua harus menghadap Kristus, yang akan menghakimi kita semua. Setiap orang akan mendapat balasan yang setimpal dengan perbuatannya di dunia ini - perbuatan baik ataupun jahat."},{"number":11,"verse":"( Persahabatan dengan Allah melalui Kristus) Kami mengetahui apa ertinya takut akan Tuhan; itulah sebabnya kami berusaha meyakinkan orang lain. Allah mengenal kami dengan sepenuhnya, dan aku juga berharap kamu mengenal kami dengan baik."},{"number":12,"verse":"Kami tidak mahu membanggakan diri di hadapan kamu. Sebaliknya kami hanya mahu memberikan alasan yang baik, supaya kamu boleh bangga dengan kami. Dengan demikian kamu dapat menjawab orang yang mementingkan rupa orang dan bukan sifat mereka."},{"number":13,"verse":"Jika kami nampaknya gila, hal itu untuk kepentingan Allah. Jika kami nampaknya waras, hal itu untuk kepentingan kamu."},{"number":14,"verse":"Kami dikuasai oleh kasih Kristus; kami sedar bahawa satu orang, iaitu Yesus Kristus sudah mati untuk semua orang. Hal ini bererti bahawa semua orang juga sudah mati secara rohani."},{"number":15,"verse":"Kristus mati untuk semua orang, supaya orang yang hidup tidak lagi hidup untuk diri sendiri, melainkan untuk Dia yang sudah mati dan dibangkitkan untuk kebaikan mereka."},{"number":16,"verse":"Oleh itu, kami tidak lagi menilai seseorang menurut penilaian manusia. Dahulu kami memang pernah menilai Kristus menurut penilaian manusia, tetapi sekarang tidak lagi."},{"number":17,"verse":"Apabila seseorang bersatu dengan Kristus, orang itu menjadi manusia baru. Yang lama sudah lenyap dan yang baru bermula."},{"number":18,"verse":"Semua itu dilakukan oleh Allah. Melalui Kristus, Allah sudah mengubah kita daripada musuh menjadi sahabat-Nya. Dia juga menugaskan kita supaya menjadikan orang lain sahabat-Nya juga."},{"number":19,"verse":"Inilah yang kami isytiharkan: Melalui Kristus, Allah menjadikan semua orang sahabat-Nya. ( Melalui Kristus, Allah menjadikan semua orang sahabat-Nya; atau Allah di dalam Kristus menjadikan semua orang sahabat-Nya.) Dengan rela hati Allah mengampunkan dosa mereka. Dia sudah menugaskan kami untuk memberitakan hal itu."},{"number":20,"verse":"Demikianlah kami berkata-kata bagi pihak Kristus, seolah-olah Allah sendiri memohon kepada kamu melalui kami. Kami menggesa kamu bagi pihak Kristus, supaya kamu membolehkan Allah mengubah kamu daripada musuh menjadi sahabat-Nya."},{"number":21,"verse":"Kristus tidak berdosa, tetapi demi kebaikan kita, Allah meletakkan dosa kita pada Dia. Dengan demikian kita berbaik semula dengan Allah, ( kita berbaik semula dengan Allah; Harfiah: dibenarkan oleh Allah.) apabila kita bersatu dengan Kristus."}]}