{"bibleAbbr":"msAB1996","bookName":"2 KORINTUS","bookEnglishName":"2 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( Derma untuk Sesama Orang Kristian) Sebenarnya tidak perlu lagi aku menulis kepada kamu tentang derma yang sedang dikirim kepada umat Allah di Yudea."},{"number":2,"verse":"Aku tahu bahawa kamu suka menolong, dan aku sudah membanggakan kamu kepada orang di Makedonia. Aku berkata kepada mereka, “Saudara seiman di Akhaya telah bersedia menolong sejak tahun lalu.” Semangat kamu sudah mengobarkan semangat kebanyakan daripada mereka."},{"number":3,"verse":"Sekarang aku mengutus Titus dan dua orang saudara seiman itu, supaya apa yang telah kami bangga-banggakan tentang kamu bukanlah cakap angin belaka. Oleh itu, hendaklah kamu siap menolong, kerana aku sudah berkata bahawa kamu bersedia menolong."},{"number":4,"verse":"Apabila aku datang bersama-sama beberapa orang Kristian dari Makedonia, aku tidak ingin mereka mendapati kamu belum menyediakan wang derma itu. Jika hal itu berlaku, alangkah malunya kami kerana kami begitu yakin akan kamu. Kamu sendiri pun akan malu."},{"number":5,"verse":"Oleh itu, aku fikir perlu juga menggesa saudara-saudara itu supaya pergi kepada kamu lebih dahulu daripada aku untuk mengurus derma yang kamu janjikan itu. Dengan demikian derma itu telah tersedia apabila aku tiba. Hal itu menunjukkan bahawa derma itu kamu berikan dengan rela hati dan bukan kerana terpaksa."},{"number":6,"verse":"Ingatlah! Orang yang menanam sedikit benih, akan mendapat tuaian yang sedikit. Tetapi orang yang menanam banyak benih, akan mendapat tuaian yang banyak juga."},{"number":7,"verse":"Masing-masing harus memberi sebanyak yang telah ditentukannya. Orang harus memberi dengan rela dan sukacita, kerana Allah mengasihi orang yang memberi dengan senang hati."},{"number":8,"verse":"Allah berkuasa memberkati kamu dengan berlimpah-limpah, sehingga kamu mempunyai apa yang kamu perlukan. Bahkan kamu akan mempunyai lebih daripada cukup untuk mengamalkan perbuatan baik."},{"number":9,"verse":"( ) Di dalam Alkitab tertulis, “Dia bermurah hati kepada orang miskin, kebaikan hatinya ( kebaikan hatinya; Harfiah: kebenaran-Nya.) kekal selama-lamanya.”"},{"number":10,"verse":"( ) Allah menyediakan benih untuk ditabur dan makanan untuk dimakan. Dia juga akan membekali kamu benih yang dapat kamu tanam, dan akan menyebabkan tanaman kamu tumbuh. Dengan demikian kamu semakin murah hati. ( kamu semakin murah hati; Harfiah: buah-buah kebenaranmu.)"},{"number":11,"verse":"Allah akan menjadikan kamu berkecukupan supaya kamu sentiasa dapat bermurah hati. Dengan demikian banyak orang akan bersyukur kepada Allah kerana derma yang kamu kirim melalui kami."},{"number":12,"verse":"Hal itu demikian, kerana perbuatan baik yang kamu lakukan itu bukan sahaja akan mencukupi keperluan umat Allah, tetapi juga menyebabkan banyak orang bersyukur kepada Allah."},{"number":13,"verse":"Dengan perbuatan baik yang kamu tunjukkan itu, banyak orang Kristian di Yudea akan memuliakan Allah kerana kesetiaan dan ketaatan kamu kepada Berita Baik tentang Kristus. Mereka juga akan memuji Allah kerana dengan murah hati kamu berkongsi milik dengan mereka dan semua orang lain."},{"number":14,"verse":"Mereka akan berdoa untuk kamu dengan penuh kasih sayang, kerana Allah sangat mengasihi kamu."},{"number":15,"verse":"Marilah kita bersyukur kepada Allah bagi pemberian-Nya yang tidak terhingga."}]}