{"bibleAbbr":"mrRV2015","bookName":"गीतरत्न","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"मी शारोनाचे कुंकुमपुष्प आहे; मी खोर्‍यातले भुईकमळ आहे."},{"number":2,"verse":"काटेरी झुडपांमध्ये जसे भुईकमळ तशी इतर युवतींमध्ये माझी सखी आहे."},{"number":3,"verse":"वनवृक्षांमध्ये जसे सफरचंदाचे झाड तसा तरुणांमध्ये माझा वल्लभ. त्याच्या छायेत बसून मला आनंद झाला; त्याचे फळ मला स्वादिष्ट लागले."},{"number":4,"verse":"त्याने मला आपल्या पानगृहात आणले; त्याने माझ्यावर प्रेमध्वजा फडकावली."},{"number":5,"verse":"मनुकांची पोळी देऊन माझ्या जिवाला आराम द्या; सफरचंद खाऊन मला हुशारी येऊ द्या. मी प्रेमज्वराने पीडित झाले आहे;"},{"number":6,"verse":"त्याचा डावा हात माझ्या डोक्याखाली आहे; त्याचा उजवा हात मला आलिंगत आहे."},{"number":7,"verse":"यरुशलेमाच्या कन्यांनो, तुम्हांला वनातील मृगींची, हरिणींची शपथ घालून सांगते; माझ्या प्रेमानंदाला व्यत्यय आणू नका, विघ्न आणू नका; तो राहील तितका वेळ राहू द्या."},{"number":8,"verse":"हा माझ्या वल्लभाचा शब्द! पाहा तो डोंगरावरून उड्या मारत, टेकड्यांवरून दौडत येत आहे!"},{"number":9,"verse":"माझा वल्लभ हरिणासारखा, मृगीच्या पाडसासारखा आहे; पाहा, तो आमच्या भिंतीमागे उभा आहे; तो खिडकीतून डोकावत आहे तो झरोक्यांतून पाहत आहे."},{"number":10,"verse":"माझा वल्लभ मला म्हणाला, “माझे प्रिये, माझे सुंदरी, ऊठ, चल."},{"number":11,"verse":"पाहा, हिवाळा गेला आहे; पाऊस संपून गेला आहे;"},{"number":12,"verse":"पृथ्वीवर फुले दिसू लागली आहेत; पक्षी गाऊ लागण्याचा समय आला आहे; आमच्या प्रांतात होल्याचा शब्द ऐकू येत आहे."},{"number":13,"verse":"अंजिराची हिरवी फळे लाल होऊ लागली आहेत; द्राक्षीला फुलवरा येऊन सुगंध सुटला आहे; माझे प्रिये, माझे सुंदरी, ऊठ, चल, ये."},{"number":14,"verse":"अगे माझे कपोते, खडकाच्या कपारीत, कड्याच्या आडोशास राहणारे, मला तुझे मुख पाहू दे, तुझा शब्द मला ऐकू दे; कारण तुझा कंठ मधुर आहे; तुझे मुख रम्य आहे."},{"number":15,"verse":"द्राक्षीच्या मळ्यांची नासधूस करणार्‍या खोकडांना, त्या लहान कोल्ह्यांना आमच्यासाठी धरा, कारण आमचे द्राक्षांचे मळे फुलले आहेत.”"},{"number":16,"verse":"माझा वल्लभ माझा, व मी त्याची; तो आपला कळप भुईकमळांत चारत आहे."},{"number":17,"verse":"शिळोप्याची वेळ, छाया नाहीशी होण्याची वेळ येईपर्यंत तू फिरत राहा. माझ्या वल्लभा, हरिणाप्रमाणे, मृगीच्या पाडसाप्रमाणे वियोगपर्वतांवर फीर."}]}