{"bibleAbbr":"mrRV2015","bookName":"गीतरत्न","bookEnglishName":"Song of Songs","chapterNumber":4,"verses":[{"number":1,"verse":"( वधूची वराकडून प्रशंसा) अहा! तू सुंदर आहेस! माझ्या सखे, तू सुरूप आहेस! तुझ्या बुरख्याच्या आतून तुझे नेत्र कपोतांसारखे दिसतात. तुझे केस गिलाद डोंगराच्या उतरणीवर बसलेल्या शेरडांच्या कळपासारखे दिसतात."},{"number":2,"verse":"लोकर कातरून धुतलेल्या मेंढ्या जोडीजोडीने येतात, त्यांतल्या कोणाचीही जोडी फुटत नसते, त्यांच्या कळपासारखे तुझे दात आहेत."},{"number":3,"verse":"तुझे ओठ किरमिजी सूत्रासमान आहेत; तुझे मुख रम्य आहे; तुझ्या बुरख्यातून तुझी कानशिले डाळिंबाच्या फाकेसमान दिसतात."},{"number":4,"verse":"तुझी मान दाविदाने शस्त्रागारासाठी बांधलेल्या बुरुजासारखी आहे, त्यावर सहस्र ढाली व वीरांची सगळी कवचे लटकत असतात."},{"number":5,"verse":"भुईकमळांमध्ये चरणार्‍या हरिणींच्या जुळ्या पाडसांप्रमाणे तुझे कुचद्वय आहे."},{"number":6,"verse":"शिळोप्याची छाया नाहीशी होण्याची वेळ येईपर्यंत मी गंधरसाच्या पर्वतावर, उदाच्या टेकडीवर जाऊन राहीन."},{"number":7,"verse":"माझ्या प्रिये, तू सर्वांगसुंदर आहेस; तुझ्यात काही व्यंग नाही."},{"number":8,"verse":"अगे माझ्या वधू! लबानोनावरून माझ्याबरोबर, लबानोनावरून माझ्याबरोबर ये; अमानाच्या माथ्यावरून, सनीर व हर्मोन ह्यांच्या माथ्यांवरून, सिंहांच्या गुहांतून, चित्त्यांच्या पहाडांवरून तू नजर फेक."},{"number":9,"verse":"अगे माझे भगिनी, माझे वधू, तू माझे मन मोहित केले; तुझ्या नेत्रकटाक्षाने, तुझ्या गळ्यातल्या लहानशा हाराने माझे मन मोहिले."},{"number":10,"verse":"अगे माझे भगिनी, माझे वधू! तुझे प्रेम किती मनोरम आहे! तुझे प्रेम द्राक्षारसाहून कितीतरी मधुर आहे! तुझ्या उटण्यांचा वास सर्व प्रकारच्या सुगंधी द्रव्यांहून मधुर आहे!"},{"number":11,"verse":"माझे वधू! तुझ्या ओठांतून मधु स्रवतो; तुझ्या जिव्हेखाली मधु व दुग्ध आहेत; तुझ्या वस्त्रांचा सुवास लबानोनाच्या सुगंधासारखा आहे."},{"number":12,"verse":"माझी भगिनी, माझी वधू, ही बंद असलेली बाग, बंद असलेला निर्झर, मोहरबंद कारंजे होय."},{"number":13,"verse":"तुझ्या ठायी सुंदर फळे देणारी डाळिंबाची वाटिका अंकुरित झाली आहे."},{"number":14,"verse":"मेंदी व जटामांसी, जटामांसी व केशर, वेखंड व दालचिनी, उदाची सर्व प्रकारची झाडे, आणि गंधरस व अगरू, तशीच इतर सर्व सुगंधी झाडे तुझ्या ठायी आहेत."},{"number":15,"verse":"बागेतले कारंजे, जिवंत झर्‍याचा कूप, लबानोनाहून वाहून येणारे जलप्रवाह अशी तू आहेस."},{"number":16,"verse":"हे उत्तरवायू, जागृत हो; दक्षिणवायू, तूही ये; माझ्या बागेवरून वाहा, तिचा परिमल पसर. माझा वल्लभ आपल्या बागेत येऊन आपल्या आवडीची फळे सेवन करो."}]}