{"bibleAbbr":"Geneva1599","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"((1 Abijam reigneth over Judah.9 Asa succeedeth in his room.16 The battle between Asa and Baasha.24 Jehoshaphat succeedeth Asa.25 Nadab succeedeth Jeroboam.28 Baasha killeth Nadab.) ) And in the eighteenth year of King (Cross references: : 2 Chron. 11:12) Jeroboam the son of Nebat, reigned Abijam over Judah."},{"number":2,"verse":"Three years reigned he in Jerusalem, and his mother’s name was Maachah the daughter of (Some think that this was Absalom Solomon’s son.) Abishalom."},{"number":3,"verse":"And he walked in all the sins of his father, which he had done before him: and his heart was not perfect with the Lord his God, as the heart of David his father."},{"number":4,"verse":"But for David’s sake did the Lord his God give him a (Meaning, a son to reign over Judah.) light in Jerusalem, and set up his son after him, and established Jerusalem,"},{"number":5,"verse":"Because David did that which was right in the sight of the Lord, and turned from nothing that he commanded him all the days of his life, (2 Sam. 11:4; 2 Sam. 12:9) save only in the matter of Uriah the Hittite."},{"number":6,"verse":"And there was war between Rehoboam and Jeroboam as long as he lived."},{"number":7,"verse":"The rest also of the acts of Abijam, and all that he did, are they not written in the (2 Chron. 13:3) book of the Chronicles of the kings of Judah? there was also war between Abijam and Jeroboam."},{"number":8,"verse":"And Abijam slept with his fathers, and they buried him in the city of David: and Asa his son reigned in his stead."},{"number":9,"verse":"¶ (2 Chron. 14:1) And in the twenty years of Jeroboam King of Israel, reigned Asa over Judah."},{"number":10,"verse":"He reigned in Jerusalem one and forty years, and his (That is, his grandmother, as David is oft times called father of them, whose grandfather he was.) mother’s name was Maachah, the daughter of Abishalom."},{"number":11,"verse":"And Asa did right in the eyes of the Lord, as did David his father."},{"number":12,"verse":"And he took away the Sodomites out of the land, and put away all the idols that his fathers had made."},{"number":13,"verse":"And he (Neither kindred nor authority ought to be regarded, when they blaspheme God, and become idolaters, but must be punished.) put down (2 Chron. 15:16) Maachah his mother also from her estate, because she had made an idol in a grove: and Asa destroyed her idols, and burnt them by the brook Kidron."},{"number":14,"verse":"But they put not down the high places. Nevertheless Asa’s heart was (For in that that he suffered them to worship God in other places, than he had appointed, it came of ignorance, and not of malice.) upright with the Lord all his days."},{"number":15,"verse":"Also he brought in the holy vessels of his father, and the things that he had dedicated unto the house of the Lord, silver and gold, and vessels."},{"number":16,"verse":"¶ And there was war between Asa and Baasha king of Israel all their days."},{"number":17,"verse":"Then Baasha King of Israel went up against Judah, and built (Of the same purpose that Jeroboam did, because the people should not go up to Jerusalem, lest they should follow Asa.) Ramah, so that he would let none go out or in to Asa king of Judah."},{"number":18,"verse":"Then Asa took all the silver and the gold that was left in the treasures of the house of the Lord, and the treasures of the king’s house, and delivered them into the hands of his servants, and king Asa sent them to (2 Chron. 16:2) Ben-Hadad the son of Tabrimmon, the son of Hezion king of (Or, Syria.) Aram that dwelt at Damascus, saying,"},{"number":19,"verse":"There is a covenant between me and thee, and between my father and thy father: Behold, I have sent unto thee a present of silver and gold: come, break thy covenant with Baasha King of Israel, that he may (And vex me no longer.) depart from me."},{"number":20,"verse":"So Ben-Hadad hearkened unto king Asa, and sent the captains of the hosts, which he had, against the cities of Israel, and smote Ijon, and Dan, and Abel Beth Maachah, and all Chinneroth, with all the land of Naphtali."},{"number":21,"verse":"And when Baasha heard thereof, he left building of Ramah, and dwelt in Tirzah."},{"number":22,"verse":"Then king Asa (Or, make a proclamation.) assembled all Judah (Hebrew, none innocent.) none excepted, and they took the stones of Ramah, and the timber thereof, wherewith Baasha had built, and king Asa built with them Geba of Benjamin and Mizpah."},{"number":23,"verse":"And the rest of all the acts of Asa, and all his might, and all that he did, and the cities which he built, are they not written in the book of the Chronicles of the Kings of Judah? but in his old age he was diseased in his (He had the gout and put his trust rather in Physicians than in the Lord, 2 Chron. 16:12.) feet."},{"number":24,"verse":"And Asa slept with his fathers, and was buried with his fathers in the city of David his (His great-grandfather.) father. And Jehoshaphat his son reigned in his stead."},{"number":25,"verse":"And Nadab the son of Jeroboam began to reign over Israel the second year of Asa king of Judah, and reigned over Israel two years."},{"number":26,"verse":"And he did evil in the sight of the Lord, walking in the way of his father, and in his sin wherewith he made Israel to sin."},{"number":27,"verse":"And Baasha the son of Ahijah of the house of Issachar conspired against him, and Baasha slew him at Gibbethon, which belonged to the Philistines: for Nadab and all Israel laid siege to Gibbethon."},{"number":28,"verse":"Even in the third year of Asa king of Judah did Baasha slay him, and reigned in his stead."},{"number":29,"verse":"And when he was king, he (So God stirred up one tyrant to punish the wickedness of another.) smote all the house of Jeroboam, he left none alive to Jeroboam, until he had destroyed him, according to the (1 Kings 14:10) word of the Lord which he spake by his servant Ahijah the Shilonite,"},{"number":30,"verse":"Because of the sins of Jeroboam which he committed, and wherewith he made Israel to sin, by his (By causing the people to commit idolatry with his calves, and so provoking God to anger.) provocation, wherewith he provoked the Lord God of Israel."},{"number":31,"verse":"And the residue of the acts of Nadab, and all that he did, are they not written in the book of the Chronicles of the kings of Israel?"},{"number":32,"verse":"And there was war between Asa and Baasha king of Israel, all their days."},{"number":33,"verse":"In the third year of Asa king of Judah, began Baasha the son of Ahijah to reign over all Israel in (Which was the place where the kings of Israel remained.) Tirzah, and reigned four and twenty years."},{"number":34,"verse":"And he did evil in the sight of the Lord, walking in the way of Jeroboam, and in his sin, wherewith he made Israel to sin."}]}