{"bibleAbbr":"Geneva1599","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"(2 Jehoshaphat and Ahab fight against the King of Syria.15 Micaiah showeth the king what shall be the success of their enterprise.24 Zedekiah the false prophet smiteth him.34 Ahab is slain.40 Ahaziah his son succeedeth.41 The reign of Jehoshaphat,50 and Jehoram his son.) And (Cross references: : 2 Chron. 18:12) they continued (Ben-Hadad the king of Syria, and Ahab made a peace which endureth three years.) three years without war between Aram and Israel."},{"number":2,"verse":"And in the third year did Jehoshaphat the king of Judah (To see and visit him.) come down to the king of Israel."},{"number":3,"verse":"(Then the king of Israel said unto his servants, Know ye not that (The kings of Syria kept Ramoth before this league was made by Ben-Hadad: therefore he thought not himself bound thereby to restore it.) Ramoth Gilead was ours? and we stay, and take it not out of the hand of the King of Aram?)"},{"number":4,"verse":"And he said unto Jehoshaphat, Wilt thou go with me to battle against Ramoth Gilead? And Jehoshaphat said unto the king of Israel, (I am ready to join and go with thee, and all mine is at thy commandment.) I am as thou art, my people as thy people, and mine horses as thine horses."},{"number":5,"verse":"Then Jehoshaphat said unto the King of Israel, (He seemed that he would not go to the war, except God reproved it, yet when Micaiah counseled the contrary, he would not obey.) Ask counsel, I pray thee, of the Lord today."},{"number":6,"verse":"Then the king of Israel gathered the (Meaning, the false prophets, which were flatterers and served for lucre, whom Jezebel had assembled and kept after the death of those whom Elijah slew.) prophets upon a four hundred men, and said unto them, Shall I go against Ramoth Gilead to battle, or shall I let it alone? And they said, Go up, for the Lord shall deliver it into the hands of the King."},{"number":7,"verse":"And Jehoshaphat said, Is there here never a Prophet of the (Jehoshaphat did not acknowledge the false prophets to be God’s ministers, but did contemn them.) Lord more, that we might inquire of him?"},{"number":8,"verse":"And the king of Israel said unto Jehoshaphat, There is yet one man (Micaiah the son of Imlah) by whom we may ask counsel of the Lord, but (Whereby we see that the wicked cannot abide to hear the truth, but hate the Prophets of God and molest them.) I hate him: for he doth not prophesy good unto me, but evil. And Jehoshaphat said, Let not the king say so."},{"number":9,"verse":"Then the king of Israel called an (Read Gen. 37:36.) Eunuch, and said, Call quickly Micaiah the son of Imlah."},{"number":10,"verse":"And the king of Israel and Jehoshaphat the king of Judah sat either of them on his throne in their (In their kingly apparel.) apparel in the void place at the entering in of the gate of Samaria, and all the prophets prophesied before them."},{"number":11,"verse":"And Zedekiah the son of Chenaanah made him (The true Prophets of God were accustomed to use signs for the confirmation of their doctrine, Isa. 20:2; Jer. 7:2. Wherein the false Prophets did imitate them, thinking thereby to make their doctrine more commendable.) horns of iron, and said, Thus saith the Lord, With these shalt thou push the Aramites, until thou hast consumed them."},{"number":12,"verse":"And all the prophets prophesied so, saying, Go up to Ramoth Gilead, and prosper: for the Lord shall deliver it into the king’s hand."},{"number":13,"verse":"¶ And the messenger that was gone to call Micaiah, spake unto him, saying, Behold now, the words of the prophets declare good unto the king with one accord, let thy word therefore, I pray thee, be like the word of one of them, and speak thou good. (Hebrew, mouth.) (This is the common argument of the wicked, who think that none should speak against a thing, if the greater part approve it, be they never so ungodly.)"},{"number":14,"verse":"And Micaiah said, As the Lord liveth, whatsoever the Lord saith unto me, that will I speak."},{"number":15,"verse":"¶ So he came to the King, and the king said unto him, Micaiah, shall we go against Ramoth Gilead to battle, or shall we leave off? And he answered him, (He speaketh this in derision, because the king attributed so much to the false prophets, meaning, that by experience he should try that they were but flatterers.) Go up, and prosper: and the Lord shall deliver it into the hand of the king."},{"number":16,"verse":"And the king said unto him, How oft shall I charge thee that thou tell me nothing but that which is true in the Name of the Lord?"},{"number":17,"verse":"Then he said, I saw all Israel scattered upon the mountains, as sheep that had no shepherd. And the Lord said, (It is better they return home than to be punished and scattered, because they take war in hand without God’s counsel and approbation.) These have no master, let every man return unto his house in peace."},{"number":18,"verse":"(And the king of Israel said unto Jehoshaphat, Did I not tell thee that he would prophesy no good unto me, but evil?)"},{"number":19,"verse":"Again he said, Hear thou therefore the word of the Lord. I saw the Lord sit on his throne, and all the (Meaning, his Angels.) host of heaven stood about him on his right hand and on his left hand."},{"number":20,"verse":"And the Lord said, Who shall (Or, persuade and deceive.) entice Ahab that he may go and fall at Ramoth Gilead? And one said on this manner, and another said on that manner."},{"number":21,"verse":"Then there came forth a spirit, and (Here we see that though the devil be ever ready to bring us to destruction, yet he hath no further power than God giveth him.) stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?"},{"number":22,"verse":"And he said, I will go out, and be a (I will cause all his prophets to tell lies.) false spirit in the mouth of all his prophets. Then he said, Thou shalt entice him, and shalt also prevail: go forth, and do so."},{"number":23,"verse":"Now therefore behold, the Lord hath put a lying spirit in the mouth of all these thy prophets, and the Lord hath appointed evil against thee."},{"number":24,"verse":"Then Zedekiah the son of Chenaanah came near, and smote Micaiah on the cheek, and said, When went the spirit of the Lord from me, to speak unto thee? (Thus the wicked would seem that none were in the favor of God, but they, and that God hath given his graces to none so much as to them.) (2 Chron. 18:23)"},{"number":25,"verse":"And Micaiah said, Behold, thou shalt see in that day, when thou shalt go from chamber to chamber to hide thee."},{"number":26,"verse":"And the king of Israel said, Take Micaiah and carry him unto Amon the governor of the city, and unto Joash the king’s son,"},{"number":27,"verse":"And say, Thus saith the King, Put this man in the prison house, and feed him with (Let him be pined away with hunger, and be fed with a small portion of bread and water.) bread of affliction, and with water of affliction, until I return in peace."},{"number":28,"verse":"And Micaiah said, If thou return in peace, the Lord hath not spoken by me. And he said, (That when ye shall see these things come to pass, ye may give God the glory, and know that I am his true Prophet.) Hearken all ye people."},{"number":29,"verse":"So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead."},{"number":30,"verse":"And the king of Israel said to Jehoshaphat, I will change mine apparel, and will enter into the battle, but put thou on thine apparel. And the king of Israel changed himself, and went into the battle."},{"number":31,"verse":"And the king of Aram commanded his two and thirty captains over his chariots, saying, Fight neither with small nor great, save only against the king of Israel."},{"number":32,"verse":"And when the captains of the chariots saw Jehoshaphat, they said, Surely it is the king of Israel: and they turned to fight against him: and Jehoshaphat (That is, to the Lord for help.) cried."},{"number":33,"verse":"And when the captains of the chariots saw that he was not the king of Israel, they turned back from him."},{"number":34,"verse":"Then a certain man drew a bow (Or, in his simplicity, and ignorantly.) mightily, and smote the king of Israel between the joints (Hebrew, and between the brigandine.) of his brigandine. Wherefore he said unto his chariot man, Turn thine hand, and carry me out of the host: for I am (Hebrew, sick.) hurt."},{"number":35,"verse":"And the battle increased that day, and the (To wit, Ahab, king of Israel.) king stood still in his chariot against the Aramites, and died at even: and the blood ran out of the wound into the midst of the chariot."},{"number":36,"verse":"And there were a proclamation throughout the (Of the Israelites.) host about the going down of the Sun, saying, Every man to his city, and every man to his own country."},{"number":37,"verse":"So the king died, and was brought to Samaria, and they buried the king in Samaria."},{"number":38,"verse":"And one washed the chariot in the pool of Samaria, and the dogs licked up his blood (and (Or, the harlots washed it.) they washed his armor) according (1 Kings 31:19) unto the word of the Lord which he spake."},{"number":39,"verse":"Concerning the rest of the acts of Ahab, and all that he did, and the ivory house which he built, and all the cities that he built, are they not written in the book of the Chronicles of the kings of Israel?"},{"number":40,"verse":"So Ahab slept with his fathers, and Ahaziah his son reigned in his stead."},{"number":41,"verse":"¶ (2 Chron. 20:31) And Jehoshaphat the son of Asa began to reign upon Judah in the fourth year of Ahab king of Israel."},{"number":42,"verse":"Jehoshaphat was five and thirty years old when he began to reign, and reigned five and twenty years in Jerusalem. And his mother’s name was Azubah the daughter of Shilhi."},{"number":43,"verse":"And he walked in all the ways of Asa his father, and declined not there from, but did that which was right in the eyes of the Lord. Nevertheless, (Meaning, that he was led with an error, thinking that they might still sacrifice to the Lord in those places, as well as they did before the Temple was built.) the high places were not taken away: for the people offered still, and burnt incense in the high places."},{"number":44,"verse":"And Jehoshaphat made peace with the king of Israel."},{"number":45,"verse":"Concerning the rest of the acts of Jehoshaphat, and his worthy deeds that he did, and his battles which he fought, are they not written in the book of the Chronicles of the kings of Judah?"},{"number":46,"verse":"And the Sodomites, which remained in the days of his father Asa, he put clean out of the land."},{"number":47,"verse":"There was then no King in Edom: the (In the time of this king, Idumea was subject to Judah, and was governed by whom they of Judah appointed.) deputy was king."},{"number":48,"verse":"Jehoshaphat made ships of (By Tarshish the Scripture meaneth Cilicia and all the sea called Mediterranean.) Tarshish to sail to (Josephus writeth that Ophir is in India, where the Egyptians and Arabians traffic for gold.) Ophir for gold, but they went not, for the ships were broken at Ezion Geber."},{"number":49,"verse":"Then said Ahaziah the son of Ahab unto Jehoshaphat, Let my servants go with thy servants in the ships, But Jehoshaphat would not."},{"number":50,"verse":"And Jehoshaphat did sleep with his fathers, and was buried with his fathers in the city of David his father, and Jehoram his son reigned in his stead."},{"number":51,"verse":"¶ Ahaziah the son of Ahab began to reign over Israel in Samaria, the seventeenth year of Jehoshaphat king of Judah, and reigned two years over Israel."},{"number":52,"verse":"But he did evil in the sight of the Lord, and walked in the way of his father, and in the way of his mother, and in the way of Jeroboam the son of Nebat, which made Israel to sin."},{"number":53,"verse":"For he served Baal, and worshipped him, and provoked the Lord God of Israel unto wrath, (Or, in all points as his father did.) according unto all that his father had done."}]}