{"bibleAbbr":"Geneva1599","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"((1 The building of the Temple and the form thereof.12 The promise of the Lord to Solomon.) ) And (Cross references: : 2 Chron. 3:1) in the four hundred and fourscore year (after the children of Israel were come out of the land of Egypt) and in the fourth year of the reign of Solomon over Israel, in the month (Which month containeth part of April and part of May.) Ziv, (which is the second month) he built the (Whereby is meant the Temple and the Oracle.) house of the Lord."},{"number":2,"verse":"And the house which king Solomon built for the Lord, was threescore cubits long, and twenty broad, and thirty cubits high."},{"number":3,"verse":"And the (Or the court where the people prayed, which was before the place where the altar of burnt offerings stood.) porch before the Temple of the house was twenty cubits long according to the breadth of the house, and ten cubits broad before the house."},{"number":4,"verse":"And in the house he made windows, (Or, to open and to shut.) broad without, and narrow within."},{"number":5,"verse":"And by the wall of the house he made (Or, lofts.) galleries round about, even by the walls of the house round about the Temple and (Whence God spake between the Cherubims, called also the most holy place.) the oracle, and made chambers round about."},{"number":6,"verse":"And the nethermost gallery was five cubits broad, and the middlemost six cubits broad, and the third seven cubits broad: for he made (Which were certain stones coming out of the wall, as stays for the beams to rest upon.) rests round about without the house, that the beams should not be fastened in the walls of the house."},{"number":7,"verse":"And when the house was built, it was built of stone perfect, before it was brought, so that there was neither hammer, nor axe, nor any tool of iron heard in the house, while it was in building."},{"number":8,"verse":"The door of the middle (Or, Gallery.) chamber was in the right side of the house, and men went up with winding stairs into the middlemost, and out of the middlemost into the third."},{"number":9,"verse":"So he built the (In Exodus it is called the Tabernacle: and the Temple is here called the Sanctuary, and the Oracle the most holy place.) house and finished it, and ceiled the house, being vaulted with ceiling of cedar trees."},{"number":10,"verse":"And he built the galleries upon all the wall of the house of five cubits height, and they were joined to the house with beams of cedar."},{"number":11,"verse":"And the word of the Lord came to Solomon, saying,"},{"number":12,"verse":"Concerning this house which thou buildest, if thou wilt walk in mine ordinances, and execute my judgments, and keep all my commandments, to walk in them, then will I perform unto thee my promise, (2 Sam. 7:13) which I promised to David thy father."},{"number":13,"verse":"And I will (According as he promised unto Moses, Exod. 25:22.) dwell among the children of Israel, and will not forsake my people Israel."},{"number":14,"verse":"So Solomon built the house and finished it,"},{"number":15,"verse":"And built the walls of the house within, with boards of Cedar tree from the pavement of the house unto (Meaning, unto the roof which was also ceiled.) the walls of the ceiling, and within he covered them with wood, and covered the floor of the house with planks of fir."},{"number":16,"verse":"And he built twenty cubits in the sides of the house with boards of Cedar, from the floor to the walls, and he prepared a place within it for the oracle, even the most holy place."},{"number":17,"verse":"But the (For when he spake of the house in the first verse, he meant both the Oracle, and the Temple.) house, that is, the Temple before it, was forty cubits long."},{"number":18,"verse":"And the Cedar of the house within was carved with (Or, wild cucumbers.) knops, and graven with flowers: all was Cedar, so that no stone was seen."},{"number":19,"verse":"¶ Also he prepared the place of the oracle in the midst of the (That is, in the most inward place of the house.) house within, to set the Ark of the covenant of the Lord there."},{"number":20,"verse":"And the place of the oracle within was twenty cubits long, and twenty cubits broad, and twenty cubits high: and he covered it with pure gold, and covered the altar with Cedar."},{"number":21,"verse":"So Solomon covered the house within with pure gold, and he (Hebrew, he drew through chains of gold before.) shut the place of the oracle with chains of gold, and covered it with gold."},{"number":22,"verse":"And he overlaid all the house with gold, until all the house was made perfect. Also he covered the (Meaning, the altar of incense, Exod. 30:1.) whole altar, that was before the oracle, with gold."},{"number":23,"verse":"And within the oracle he made two Cherubims of (Or, Pine tree) Olive tree, ten cubits high."},{"number":24,"verse":"The wing also of the one Cherub was five cubits, and the wing of the other Cherub was five cubits: from the uttermost part of one of his wings unto the uttermost part of the other of his wings, were ten cubits."},{"number":25,"verse":"Also the other Cherub was of ten cubits: both the Cherubims were of one measure and one size."},{"number":26,"verse":"For the height of the one Cherub was ten cubits, and so was the other Cherub."},{"number":27,"verse":"And he put the Cherubims within the inner house, (Exod. 25:20) and the Cherubims stretched out their wings, so that the wing of the one touched the one wall, and the wing of the other Cherub touched the other wall: and their other wings touched one another in the midst of the house."},{"number":28,"verse":"And he (For the others which Moses made of beaten gold, were taken away with the other jewels by their enemies, whom God permitted divers times to overcome them for their great sins.) overlaid the Cherubims with gold."},{"number":29,"verse":"And he carved all the walls of the house round about with graven figures of Cherubims and of Palm trees, and graven flowers within and without."},{"number":30,"verse":"And the floor of the house he covered with gold within and without."},{"number":31,"verse":"And in the entering of the oracle he made two doors of Olive trees: and the upper post and side posts were five square."},{"number":32,"verse":"The two doors also were of Olive tree, and he graved them with graving of Cherubims, and Palm trees, and graven flowers, and covered them with gold, and laid (So that the fashion of the carved work might still appear.) thin gold upon the Cherubims and upon the Palm trees."},{"number":33,"verse":"And so made he for the door of the Temple, posts of Olive trees foursquare."},{"number":34,"verse":"But the two doors were of fir tree, the two sides of the one door were (Or, folding.) round, and the two sides of the other door were round."},{"number":35,"verse":"And he graved Cherubims, and Palm trees, and carved flowers, and covered the carved work with gold finely wrought."},{"number":36,"verse":"¶ And he built the (Where the Priests were, and was thus called in respect of the great court, which is called in Acts 3:11, the porch of Solomon, where the people used to pray.) court within with three rows of hewed stone, and one row of beams of Cedar."},{"number":37,"verse":"In the fourth year was the foundation of the house of the Lord laid in the month of Ziv:"},{"number":38,"verse":"And in the eleventh year in the month of (Which containeth part of October and part of November.) Bul, (which is the eighth month) he finished the house with all the furniture thereof, and in every point: so was he seven years in building it."}]}