{"bibleAbbr":"HSB+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":23,"verses":[{"number":1,"verse":"וַיִּשְׁלַ֖ח <WH7971> vai-yish-Lach sent הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; And the king וַיַּאַסְפ֣וּ <WH622> vai-ya-'as-Fu and they gathered אֵלָ֔יו <WH413> 'e-Lav, to him כָּל־ <WH3605> kol- all זִקְנֵ֥י <WH2205> zik-Nei unto him all the elders יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah וִירוּשָׁלִָֽם׃ <WH3389> vi-ru-sha-Lim. and of Jerusalem"},{"number":2,"verse":"וַיַּ֣עַל <WH5927> vai-Ya-'al went up הַמֶּ֣לֶךְ <WH4428> ham-Me-lech And the king בֵּית־ <WH1004> beit- into the house יְהוָ֡ה <WH3068> Yah-weh of the LORD וְכָל־ <WH3605> ve-chol and all אִ֣ישׁ <WH376> 'ish and all the men יְהוּדָה֩ <WH3063> ye-hu-Dah of Judah וְכָל־ <WH3605> ve-chol and all יֹשְׁבֵ֨י <WH3427> yo-she-Vei and all the inhabitants יְרוּשָׁלִַ֜ם <WH3389> ye-ru-sha-Lim of Jerusalem אִתּ֗וֹ <WH854> it-To, for וְהַכֹּֽהֲנִים֙ <WH3548> ve-hak-ko-ha-Nim with him and the priests וְהַנְּבִיאִ֔ים <WH5030> ve-han-ne-vi-'Im, and the prophets וְכָל־ <WH3605> ve-chol and all הָעָ֖ם <WH5971> ha-'Am and all the people לְמִקָּטֹ֣ן <WH6996> le-mik-ka-Ton both small וְעַד־ <WH5704> ve-'ad- against גָּד֑וֹל <WH1419> ga-Dol; and great וַיִּקְרָ֣א <WH7121> vai-yik-Ra and he read בְאָזְנֵיהֶ֗ם <WH241> ve-'a-ze-nei-Hem, in their ears אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all דִּבְרֵי֙ <WH1697> div-Rei all the words סֵ֣פֶר <WH5612> Se-fer of the book הַבְּרִ֔ית <WH1285> hab-be-Rit, of the covenant הַנִּמְצָ֖א <WH4672> han-nim-Tza which was found בְּבֵ֥ית <WH1004> be-Veit in the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":3,"verse":"וַיַּעֲמֹ֣ד <WH5975> vai-ya-'a-Mod stood הַ֠מֶּלֶךְ <WH4428> Ham-Me-lech And the king עַֽל־ <WH5921> 'al- by הָ֨עַמּ֜וּד <WH5982> ha-'am-Mud by a pillar וַיִּכְרֹ֥ת <WH3772> vai-yich-Rot and made אֶֽת־ <WH853> 'et- הַבְּרִ֣ית׀ <WH1285> hab-be-Rit a covenant לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֗ה <WH3068> Yah-weh the LORD לָלֶ֜כֶת <WH1980> la-Le-chet to walk אַחַ֤ר <WH310> 'a-Char after יְהוָה֙ <WH3068> Yah-weh the LORD וְלִשְׁמֹ֨ר <WH8104> ve-lish-Mor and to keep מִצְוֹתָ֜יו <WH4687> mitz-vo-Tav his commandments וְאֶת־ <WH853> ve-'Et עֵדְוֹתָ֤יו <WH5715> 'e-de-vo-Tav and his testimonies וְאֶת־ <WH853> ve-'Et חֻקֹּתָיו֙ <WH2708> chuk-ko-Tav and his statutes בְּכָל־ <WH3605> be-chol all לֵ֣ב <WH3820> lev with all [their] heart וּבְכָל־ <WH3605> u-ve-Chol and all נֶ֔פֶשׁ <WH5315> Ne-fesh, and all [their] soul לְהָקִ֗ים <WH6965> le-ha-Kim, to perform אֶת־ <WH853> 'et- דִּבְרֵי֙ <WH1697> div-Rei the words הַבְּרִ֣ית <WH1285> hab-be-Rit of this covenant הַזֹּ֔את <WH2063> haz-Zot, that הַכְּתֻבִ֖ים <WH3789> hak-ke-tu-Vim that were written עַל־ <WH5921> 'al- and הַסֵּ֣פֶר <WH5612> has-Se-fer in this book הַזֶּ֑ה <WH2088> haz-Zeh; of this וַיַּעֲמֹ֥ד <WH5975> vai-ya-'a-Mod stood כָּל־ <WH3605> kol- and all הָעָ֖ם <WH5971> ha-'Am And all the people בַּבְּרִֽית׃ <WH1285> bab-be-Rit. to the covenant"},{"number":4,"verse":"וַיְצַ֣ו <WH6680> vay-Tzav commanded הַמֶּ֡לֶךְ <WH4428> ham-Me-lech And the king אֶת־ <WH853> 'et- חִלְקִיָּהוּ֩ <WH2518> chil-ki-ya-Hu Hilkiah הַכֹּהֵ֨ן <WH3548> hak-ko-Hen priest הַגָּד֜וֹל <WH1419> hag-ga-Dol the high וְאֶת־ <WH853> ve-'Et כֹּהֲנֵ֣י <WH3548> ko-ha-Nei and the priests הַמִּשְׁנֶה֮ <WH4932> ham-mish-Neh of the second order וְאֶת־ <WH853> ve-'Et שֹׁמְרֵ֣י <WH8104> sho-me-Rei and the keepers הַסַּף֒ <WH5592> has-Saf of the door לְהוֹצִיא֙ <WH3318> le-ho-Tzi to bring forth מֵהֵיכַ֣ל <WH1964> me-hei-Chal out of the temple יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֵ֣ת <WH853> 'et כָּל־ <WH3605> kol- all הַכֵּלִ֗ים <WH3627> hak-ke-Lim, all the vessels הָֽעֲשׂוּיִם֙ <WH6213> ha-'a-su-Yim that were made לַבַּ֣עַל <WH1168> lab-Ba-'al for Baal וְלָֽאֲשֵׁרָ֔ה <WH842> ve-la-'a-she-Rah, and for the grove וּלְכֹ֖ל <WH3605> u-le-Chol and for all צְבָ֣א <WH6635> tze-Va and for all the host הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of heaven וַֽיִּשְׂרְפֵ֞ם <WH8313> vai-yis-re-Fem and he burned מִח֤וּץ <WH2351> mi-Chutz them without לִירוּשָׁלִַ֙ם֙ <WH3389> li-ru-sha-Lim Jerusalem בְּשַׁדְמ֣וֹת <WH7709> be-shad-Mot in the fields קִדְר֔וֹן <WH6939> kid-Ron, of Kidron וְנָשָׂ֥א <WH5375> ve-na-Sa and carried אֶת־ <WH853> 'et- עֲפָרָ֖ם <WH6083> 'a-fa-Ram the ashes בֵּֽית־ beit- אֵֽל׃ <WH1008> 'El. of them unto Bethel"},{"number":5,"verse":"וְהִשְׁבִּ֣ית <WH7673> ve-hish-Bit And he put down אֶת־ <WH853> 'et- הַכְּמָרִ֗ים <WH3649> hak-ke-ma-Rim, the idolatrous priests אֲשֶׁ֤ר <WH834> 'a-Sher whom נָֽתְנוּ֙ <WH5414> na-te-Nu had ordained מַלְכֵ֣י <WH4428> mal-Chei whom the kings יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וַיְקַטֵּ֤ר <WH6999> vay-kat-Ter to burn incense בַּבָּמוֹת֙ <WH1116> bab-ba-mOt in the high places בְּעָרֵ֣י <WH5892> be-'a-Rei in the cities יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וּמְסִבֵּ֖י <WH4524> u-me-sib-Bei and in the places round about יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; Jerusalem וְאֶת־ <WH853> ve-'Et הַֽמְקַטְּרִ֣ים <WH6999> ham-kat-te-Rim them also that burned incense לַבַּ֗עַל <WH1168> lab-Ba-'al, unto Baal לַשֶּׁ֤מֶשׁ <WH8121> lash-She-mesh to the sun וְלַיָּרֵ֙חַ֙ <WH3394> ve-lai-ya-Re-ach and to the moon וְלַמַּזָּל֔וֹת <WH4208> ve-lam-maz-za-Lot, and to the planets וּלְכֹ֖ל <WH3605> u-le-Chol all צְבָ֥א <WH6635> tze-Va and to all the host הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. of heaven"},{"number":6,"verse":"וַיֹּצֵ֣א <WH3318> vai-yo-Tze And he brought out אֶת־ <WH853> 'et- הָאֲשֵׁרָה֩ <WH842> ha-'a-she-Rah the grove מִבֵּ֨ית <WH1004> mib-Beit from the house יְהוָ֜ה <WH3068> Yah-weh of the LORD מִח֤וּץ <WH2351> mi-Chutz without לִירוּשָׁלִַ֙ם֙ <WH3389> li-ru-sha-Lim Jerusalem אֶל־ <WH413> 'el- to נַ֣חַל <WH5158> Na-chal unto the brook קִדְר֔וֹן <WH6939> kid-Ron, Kidron וַיִּשְׂרֹ֥ף <WH8313> vai-yis-Rof and burned אֹתָ֛הּ <WH853> 'o-Tah בְּנַ֥חַל <WH5158> be-Na-chal it at the brook קִדְר֖וֹן <WH6939> kid-Ron Kidron וַיָּ֣דֶק <WH1854> vai-Ya-dek and stamped [it] small לְעָפָ֑ר <WH6083> le-'a-Far; to powder וַיַּשְׁלֵךְ֙ <WH7993> vai-yash-leCh and cast אֶת־ <WH853> 'et- עֲפָרָ֔הּ <WH6083> 'a-fa-Rah, the powder עַל־ <WH5921> 'al- on קֶ֖בֶר <WH6913> Ke-ver thereof upon the graves בְּנֵ֥י <WH1121> be-Nei of the children הָעָֽם׃ <WH5971> ha-'Am. of the people"},{"number":7,"verse":"וַיִּתֹּץ֙ <WH5422> vai-yit-Totz And he brake down אֶת־ <WH853> 'et- בָּתֵּ֣י <WH1004> bat-Tei the houses הַקְּדֵשִׁ֔ים <WH6945> hak-ke-de-Shim, of the sodomites אֲשֶׁ֖ר <WH834> 'a-Sher which בְּבֵ֣ית <WH1004> be-Veit that [were] by the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD אֲשֶׁ֣ר <WH834> 'a-Sher which הַנָּשִׁ֗ים <WH802> han-na-Shim, where the women אֹרְג֥וֹת <WH707> o-re-goyt wove שָׁ֛ם <WH8033> sham in it בָּתִּ֖ים <WH1004> bat-Tim hangings לָאֲשֵׁרָֽה׃ <WH842> la-'a-she-Rah. for the grove"},{"number":8,"verse":"וַיָּבֵ֤א <WH935> vai-ya-Ve And he brought אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַכֹּֽהֲנִים֙ <WH3548> hak-ko-ha-Nim all the priests מֵעָרֵ֣י <WH5892> me-'a-Rei out of the cities יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וַיְטַמֵּ֣א <WH2930> vay-tam-Me and defiled אֶת־ <WH853> 'et- הַבָּמ֗וֹת <WH1116> hab-ba-Mot, the high places אֲשֶׁ֤ר <WH834> 'a-Sher which קִטְּרוּ־ <WH6999> kit-te-ru- had burned incense שָׁ֙מָּה֙ <WH8033> Sham-mah in it הַכֹּ֣הֲנִ֔ים <WH3548> hak-Ko-ha-Nim, where the priests מִגֶּ֖בַע <WH1387> mig-Ge-va' from Geba עַד־ <WH5704> 'ad- against בְּאֵ֣ר be-'Er שָׁ֑בַע <WH884> Sha-va'; to Beersheba וְנָתַ֞ץ <WH5422> ve-na-Tatz and brake down אֶת־ <WH853> 'et- בָּמ֣וֹת <WH1116> ba-Mot the high places הַשְּׁעָרִ֗ים <WH8179> hash-she-'a-Rim, of the gates אֲשֶׁר־ <WH834> 'a-Sher- which פֶּ֜תַח <WH6607> Pe-tach that [were] in the entering in שַׁ֤עַר <WH8179> Sha-'ar of the gate יְהוֹשֻׁ֙עַ֙ <WH3091> ye-ho-Shu-a' of Joshua שַׂר־ <WH8269> sar- the governor הָעִ֔יר <WH5892> ha-'Ir, of the city אֲשֶֽׁר־ <WH834> 'a-Sher- which עַל־ <WH5921> 'al- and שְׂמֹ֥אול <WH8040> se-Mol left hand אִ֖ישׁ <WH376> 'ish which [were] on a man's בְּשַׁ֥עַר <WH8179> be-Sha-'ar at the gate הָעִֽיר׃ <WH5892> ha-'Ir. of the city"},{"number":9,"verse":"אַ֗ךְ <WH389> 'Ach, Nevertheless לֹ֤א <WH3808> lo did not יַֽעֲלוּ֙ <WH5927> ya-'a-Lu came not up כֹּהֲנֵ֣י <WH3548> ko-ha-Nei Nevertheless the priests הַבָּמ֔וֹת <WH1116> hab-ba-Mot, of the high places אֶל־ <WH413> 'el- to מִזְבַּ֥ח <WH4196> miz-Bach to the altar יְהוָ֖ה <WH3068> Yah-weh of the LORD בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem כִּ֛י <WH3588> ki for אִם־ <WH518> 'im- but אָכְל֥וּ <WH398> 'a-che-Lu but they did eat מַצּ֖וֹת <WH4682> matz-Tzot of the unleavened bread בְּת֥וֹךְ <WH8432> be-Toch among אֲחֵיהֶֽם׃ <WH251> 'a-chei-Hem. their brethren"},{"number":10,"verse":"וְטִמֵּ֣א <WH2930> ve-tim-Me And he defiled אֶת־ <WH853> 'et- הַתֹּ֔פֶת <WH8612> hat-To-fet, Topheth אֲשֶׁ֖ר <WH834> 'a-Sher which בְּגֵ֣י <WH1516> be-Gei which [is] in the valley; בְנֵי־ ve-nei- כבֶן־ <WH1121> ven- of the son הִנֹּ֑ם <WH2011> hin-Nom; of Hinnom קלְבִלְתִּ֗י <WH1115> le-vil-Ti, no לְהַעֲבִ֨יר <WH5674> le-ha-'a-Vir to pass through אִ֜ישׁ <WH376> 'ish that no man אֶת־ <WH853> 'et- בְּנ֧וֹ <WH1121> be-No might make his son וְאֶת־ <WH853> ve-'Et בִּתּ֛וֹ <WH1323> bit-To or his daughter בָּאֵ֖שׁ <WH784> ba-'Esh the fire לַמֹּֽלֶךְ׃ <WH4432> lam-Mo-lech. to Molech"},{"number":11,"verse":"וַיַּשְׁבֵּ֣ת <WH7673> vai-yash-Bet And he took away אֶת־ <WH853> 'et- הַסּוּסִ֗ים <WH5483> has-su-Sim, the horses אֲשֶׁ֣ר <WH834> 'a-Sher which נָתְנוּ֩ <WH5414> na-te-Nu had given מַלְכֵ֨י <WH4428> mal-Chei that the kings יְהוּדָ֤ה <WH3063> ye-hu-Dah of Judah לַשֶּׁ֙מֶשׁ֙ <WH8121> lash-She-mesh to the sun מִבֹּ֣א <WH935> mib-Bo at the entering in בֵית־ <WH1004> veit- of the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֶל־ <WH413> 'el- by לִשְׁכַּת֙ <WH3957> lish-Kat by the chamber נְתַן־ ne-tan- מֶ֣לֶךְ <WH5419> Me-lech of Nathanmelech הַסָּרִ֔יס <WH5631> has-sa-Ris, the chamberlain אֲשֶׁ֖ר <WH834> 'a-Sher which בַּפַּרְוָרִ֑ים <WH6503> bap-par-va-Rim; which [was] in the suburbs וְאֶת־ <WH853> ve-'Et מַרְכְּב֥וֹת <WH4818> mar-ke-Vot the chariots הַשֶּׁ֖מֶשׁ <WH8121> hash-She-mesh of the sun שָׂרַ֥ף <WH8313> sa-Raf and burned בָּאֵֽשׁ׃ <WH784> ba-'Esh. with fire"},{"number":12,"verse":"וְאֶֽת־ <WH853> ve-'Et הַֽמִּזְבְּח֡וֹת <WH4196> ham-miz-be-Chot And the altars אֲשֶׁ֣ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- on הַגָּג֩ <WH1406> hag-Gag that [were] on the top עֲלִיַּ֨ת <WH5944> 'a-li-Yat of the upper chamber אָחָ֜ז <WH271> 'a-Chaz of Ahaz אֲשֶׁר־ <WH834> 'a-Sher- which עָשׂ֣וּ׀ <WH6213> 'a-Su had made מַלְכֵ֣י <WH4428> mal-Chei which the kings יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah וְאֶת־ <WH853> ve-'Et הַֽמִּזְבְּחוֹת֙ <WH4196> ham-miz-be-chOt and the altars אֲשֶׁר־ <WH834> 'a-Sher- which עָשָׂ֣ה <WH6213> 'a-Sah had made מְנַשֶּׁ֔ה <WH4519> me-nash-Sheh, which Manasseh בִּשְׁתֵּ֛י <WH8147> bish-Tei in the two חַצְר֥וֹת <WH2691> chatz-Rot courts בֵּית־ <WH1004> beit- of the house יְהוָ֖ה <WH3068> Yah-weh of the LORD נָתַ֣ץ <WH5422> na-Tatz beat down הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; did the king וַיָּ֣רָץ <WH7323> vai-Ya-rotz and brake [them] down מִשָּׁ֔ם <WH8033> mish-Sham, there וְהִשְׁלִ֥יךְ <WH7993> ve-hish-Lich from thence and cast אֶת־ <WH853> 'et- עֲפָרָ֖ם <WH6083> 'a-fa-Ram the dust אֶל־ <WH413> 'el- into נַ֥חַל <WH5158> Na-chal of them into the brook קִדְרֽוֹן׃ <WH6939> kid-Ron. Kidron"},{"number":13,"verse":"וְֽאֶת־ <WH853> ve-'Et הַבָּמ֞וֹת <WH1116> hab-ba-Mot And the high places אֲשֶׁ֣ר׀ <WH834> 'a-Sher which עַל־ <WH5921> 'al- that פְּנֵ֣י <WH6440> pe-Nei that [were] before יְרוּשָׁלִַ֗ם <WH3389> ye-ru-sha-Lim, Jerusalem אֲשֶׁר֮ <WH834> 'a-Sher which מִימִ֣ין <WH3225> mi-Min which [were] on the right hand לְהַר־ <WH2022> le-har- of the mount הַמַּשְׁחִית֒ <WH4889> ham-mash-Chit of corruption אֲשֶׁ֣ר <WH834> 'a-Sher which בָּ֠נָה <WH1129> Ba-nah had builded שְׁלֹמֹ֨ה <WH8010> she-lo-Moh which Solomon מֶֽלֶךְ־ <WH4428> Me-lech- the king יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel לְעַשְׁתֹּ֣רֶת׀ <WH6253> le-'ash-To-ret for Ashtoreth שִׁקֻּ֣ץ <WH8251> shik-Kutz the abomination צִידֹנִ֗ים <WH6722> tzi-do-Nim, of the Zidonians וְלִכְמוֹשׁ֙ <WH3645> ve-lich-mo-Vosh and for Chemosh שִׁקֻּ֣ץ <WH8251> shik-Kutz the abomination מוֹאָ֔ב <WH4124> mo-'Av, of the Moabites וּלְמִלְכֹּ֖ם <WH4445> u-le-mil-Kom and for Milcom תּוֹעֲבַ֣ת <WH8441> to-'a-Vat the abomination בְּנֵֽי־ <WH1121> be-nei- of the children עַמּ֑וֹן <WH5983> am-Mon; of Ammon טִמֵּ֖א <WH2930> tim-Me defile הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. did the king"},{"number":14,"verse":"וְשִׁבַּר֙ <WH7665> ve-shib-Bar And he brake in pieces אֶת־ <WH853> 'et- הַמַּצֵּב֔וֹת <WH4676> ham-matz-tze-Vot, the images וַיִּכְרֹ֖ת <WH3772> vai-yich-Rot and cut down אֶת־ <WH853> 'et- הָאֲשֵׁרִ֑ים <WH842> ha-'a-she-Rim; the groves וַיְמַלֵּ֥א <WH4390> vay-mal-Le and filled אֶת־ <WH853> 'et- מְקוֹמָ֖ם <WH4725> me-ko-Mam their places עַצְמ֥וֹת <WH6106> atz-Mot with the bones אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":15,"verse":"וְגַ֨ם <WH1571> ve-Gam Furthermore אֶת־ <WH853> 'et- הַמִּזְבֵּ֜חַ <WH4196> ham-miz-Be-ach Moreover the altar אֲשֶׁ֣ר <WH834> 'a-Sher which בְּבֵֽית־ be-veit- אֵ֗ל <WH1008> 'El, that [was] at Bethel הַבָּמָה֙ <WH1116> hab-ba-Mah [and] the high place אֲשֶׁ֨ר <WH834> 'a-Sher who עָשָׂ֜ה <WH6213> 'a-Sah had made יָרָבְעָ֤ם <WH3379> ya-ra-ve-'Am which Jeroboam בֶּן־ <WH1121> ben- the son נְבָט֙ <WH5028> ne-Vat of Nebat אֲשֶׁ֣ר <WH834> 'a-Sher who הֶחֱטִ֣יא <WH2398> he-che-Ti to sin אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, who made Israel גַּ֣ם <WH1571> gam even אֶת־ <WH853> 'et- הַמִּזְבֵּ֧חַ <WH4196> ham-miz-Be-ach both that altar הַה֛וּא <WH1931> ha-Hu he וְאֶת־ <WH853> ve-'Et הַבָּמָ֖ה <WH1116> hab-ba-Mah and the high place נָתָ֑ץ <WH5422> na-Tatz; he brake down וַיִּשְׂרֹ֧ף <WH8313> vai-yis-Rof and burned אֶת־ <WH853> 'et- הַבָּמָ֛ה <WH1116> hab-ba-Mah the high place הֵדַ֥ק <WH1854> he-Dak [and] stamped לְעָפָ֖ר <WH6083> le-'a-Far [it] small to powder וְשָׂרַ֥ף <WH8313> ve-sa-Raf and burned אֲשֵׁרָֽה׃ <WH842> 'a-she-Rah. the grove"},{"number":16,"verse":"וַיִּ֣פֶן <WH6437> vai-Yi-fen turned יֹאשִׁיָּ֗הוּ <WH2977> yo-shi-Ya-hu, And as Josiah וַיַּ֨רְא <WH7200> vai-Yar himself he spied אֶת־ <WH853> 'et- הַקְּבָרִ֤ים <WH6913> hak-ke-va-Rim the sepulchres אֲשֶׁר־ <WH834> 'a-Sher- which שָׁם֙ <WH8033> sham that there בָּהָ֔ר <WH2022> ba-Har, that [were] there in the mount וַיִּשְׁלַ֗ח <WH7971> vai-yish-Lach, and sent וַיִּקַּ֤ח <WH3947> vai-yik-Kach and took אֶת־ <WH853> 'et- הָֽעֲצָמוֹת֙ <WH6106> ha-'a-tza-mOt the bones מִן־ <WH4480> min- from הַקְּבָרִ֔ים <WH6913> hak-ke-va-Rim, out of the sepulchres וַיִּשְׂרֹ֥ף <WH8313> vai-yis-Rof and burned עַל־ <WH5921> 'al- on הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach [them] upon the altar וַֽיְטַמְּאֵ֑הוּ <WH2930> vay-tam-me-'E-hu; and polluted כִּדְבַ֣ר <WH1697> kid-Var it according to the word יְהוָ֗ה <WH3068> Yah-weh of the LORD אֲשֶׁ֤ר <WH834> 'a-Sher who קָרָא֙ <WH7121> ka-Ra proclaimed אִ֣ישׁ <WH376> 'ish which the man הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God אֲשֶׁ֣ר <WH834> 'a-Sher who קָרָ֔א <WH7121> ka-Ra, who proclaimed אֶת־ <WH853> 'et- הַדְּבָרִ֖ים <WH1697> had-de-va-Rim these words הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":17,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer Then he said מָ֚ה <WH4100> mah What הַצִּיּ֣וּן <WH6725> hatz-tzi-Yun What title הַלָּ֔ז <WH1975> hal-Laz, [is] that אֲשֶׁ֖ר <WH834> 'a-Sher who אֲנִ֣י <WH589> 'a-Ni I רֹאֶ֑ה <WH7200> ro-'Eh; that I see וַיֹּאמְר֨וּ <WH559> vai-yo-me-Ru told אֵלָ֜יו <WH413> 'e-Lav of אַנְשֵׁ֣י <WH376> 'an-Shei of the man הָעִ֗יר <WH5892> ha-'Ir, of the city הַקֶּ֤בֶר <WH6913> hak-Ke-ver him [It is] the sepulchre אִישׁ־ <WH376> 'ish- of the man הָֽאֱלֹהִים֙ <WH430> ha-'E-lo-Him of God אֲשֶׁר־ <WH834> 'a-Sher- which בָּ֣א <WH935> ba which came מִֽיהוּדָ֔ה <WH3063> mi-hu-Dah, from Judah וַיִּקְרָ֗א <WH7121> vai-yik-Ra, and proclaimed אֶת־ <WH853> 'et- הַדְּבָרִ֤ים <WH1697> had-de-va-Rim these things הָאֵ֙לֶּה֙ <WH428> ha-'El-leh these אֲשֶׁ֣ר <WH834> 'a-Sher who עָשִׂ֔יתָ <WH6213> 'a-Si-ta, that thou hast done עַ֖ל <WH5921> 'al against הַמִּזְבַּ֥ח <WH4196> ham-miz-Bach against the altar בֵּֽית־ beit- אֵֽל׃ <WH1008> 'El. of Bethel"},{"number":18,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said הַנִּ֣יחוּ <WH3240> han-Ni-chu Let him alone ל֔וֹ lo, אִ֖ישׁ <WH376> 'ish let no man אַל־ <WH408> 'al- no יָנַ֣ע <WH5128> ya-Na' move עַצְמֹתָ֑יו <WH6106> 'atz-mo-Tav; his bones וַֽיְמַלְּטוּ֙ <WH4422> vay-mal-le-Tu alone עַצְמֹתָ֔יו <WH6106> 'atz-mo-Tav, So they let his bones אֵ֚ת <WH854> 'et with עַצְמ֣וֹת <WH6106> atz-Mot with the bones הַנָּבִ֔יא <WH5030> han-na-Vi, of the prophet אֲשֶׁר־ <WH834> 'a-Sher- who בָּ֖א <WH935> ba that came out מִשֹּׁמְרֽוֹן׃ <WH8111> mish-sho-me-Ron. of Samaria"},{"number":19,"verse":"וְגַם֩ <WH1571> ve-Gam also אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all בָּתֵּ֨י <WH1004> bat-Tei And all the houses הַבָּמ֜וֹת <WH1116> hab-ba-Mot also of the high places אֲשֶׁ֣ר׀ <WH834> 'a-Sher which בְּעָרֵ֣י <WH5892> be-'a-Rei that [were] in the cities שֹׁמְר֗וֹן <WH8111> sho-me-Ron, of Samaria אֲשֶׁ֨ר <WH834> 'a-Sher which עָשׂ֜וּ <WH6213> 'a-Su had made מַלְכֵ֤י <WH4428> mal-Chei which the kings יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel לְהַכְעִ֔יס <WH3707> le-hach-'Is, to provoke [the LORD] to anger הֵסִ֖יר <WH5493> he-Sir took away יֹֽאשִׁיָּ֑הוּ <WH2977> yo-shi-Ya-hu; Josiah וַיַּ֣עַשׂ <WH6213> vai-Ya-'as and did לָהֶ֔ם <WH1992> la-Hem, like כְּכָל־ <WH3605> ke-chol- all הַֽמַּעֲשִׂ֔ים <WH4639> ham-ma-'a-Sim, to them according to all the acts אֲשֶׁ֥ר <WH834> 'a-Sher which עָשָׂ֖ה <WH6213> 'a-Sah that he had done בְּבֵֽית־ be-veit- אֵֽל׃ <WH1008> 'El. in Bethel"},{"number":20,"verse":"וַ֠יִּזְבַּח <WH2076> Vai-yiz-bach And he slew אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- All כֹּהֲנֵ֨י <WH3548> ko-ha-Nei all the priests הַבָּמ֤וֹת <WH1116> hab-ba-Mot of the high places אֲשֶׁר־ <WH834> 'a-Sher- who שָׁם֙ <WH8033> sham there עַל־ <WH5921> 'al- on הַֽמִּזְבְּח֔וֹת <WH4196> ham-miz-be-Chot, that [were] there upon the altars וַיִּשְׂרֹ֛ף <WH8313> vai-yis-Rof and burned אֶת־ <WH853> 'et- עַצְמ֥וֹת <WH6106> atz-Mot bones אָדָ֖ם <WH120> 'a-Dam men's עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; on וַיָּ֖שָׁב <WH7725> vai-Ya-shov upon them and returned יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. to Jerusalem"},{"number":21,"verse":"וַיְצַ֤ו <WH6680> vay-Tzav commanded הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הָעָ֣ם <WH5971> ha-'Am all the people לֵאמֹ֔ר <WH559> le-Mor, saying עֲשׂ֣וּ <WH6213> 'a-Su Keep פֶ֔סַח <WH6453> Fe-sach, the passover לַֽיהוָ֖ה <WH3068> Yah-weh unto the LORD אֱלֹֽהֵיכֶ֑ם <WH430> 'e-lo-hei-Chem; your God כַּכָּת֕וּב <WH3789> kak-ka-Tuv as [it is] written עַ֛ל <WH5921> 'al and סֵ֥פֶר <WH5612> Se-fer in the book הַבְּרִ֖ית <WH1285> hab-be-Rit of this covenant הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":22,"verse":"כִּ֣י <WH3588> ki Surely לֹ֤א <WH3808> lo nor נַֽעֲשָׂה֙ <WH6213> na-'a-Sah Surely there was not holden כַּפֶּ֣סַח <WH6453> kap-Pe-sach such a passover הַזֶּ֔ה <WH2088> haz-Zeh, such מִימֵי֙ <WH3117> mi-Mei from the days הַשֹּׁ֣פְטִ֔ים <WH8199> hash-Sho-fe-Tim, of the judges אֲשֶׁ֥ר <WH834> 'a-Sher who שָׁפְט֖וּ <WH8199> sha-fe-Tu that judged אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וְכֹ֗ל <WH3605> ve-Chol, all יְמֵ֛י <WH3117> ye-Mei nor in all the days מַלְכֵ֥י <WH4428> mal-Chei of the kings יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel וּמַלְכֵ֥י <WH4428> u-mal-Chei nor of the kings יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah"},{"number":23,"verse":"כִּ֗י <WH3588> Ki, for אִם־ <WH518> 'im- lo בִּשְׁמֹנֶ֤ה <WH8083> bish-mo-Neh eight עֶשְׂרֵה֙ <WH6240> 'es-Reh teen שָׁנָ֔ה <WH8141> sha-Nah, year לַמֶּ֖לֶךְ <WH4428> lam-Me-lech of king יֹֽאשִׁיָּ֑הוּ <WH2977> yo-shi-Ya-hu; Josiah נַעֲשָׂ֞ה <WH6213> na-'a-Sah was holden הַפֶּ֧סַח <WH6453> hap-Pe-sach [wherein] this passover הַזֶּ֛ה <WH2088> haz-Zeh this לַיהוָ֖ה <WH3068> Yah-weh to the LORD בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. in Jerusalem"},{"number":24,"verse":"וְגַ֣ם <WH1571> ve-Gam Moreover אֶת־ <WH853> 'et- הָאֹב֣וֹת <WH178> ha-'o-Vot Moreover the [workers with] familiar spirits וְאֶת־ <WH853> ve-'Et הַ֠יִּדְּעֹנִים <WH3049> Hai-yid-de-'o-nim and the wizards וְאֶת־ <WH853> ve-'Et הַתְּרָפִ֨ים <WH8655> hat-te-ra-Fim and the images וְאֶת־ <WH853> ve-'Et הַגִּלֻּלִ֜ים <WH1544> hag-gil-lu-Lim and the idols וְאֵ֣ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all הַשִּׁקֻּצִ֗ים <WH8251> hash-shik-ku-Tzim, and all the abominations אֲשֶׁ֤ר <WH834> 'a-Sher were נִרְאוּ֙ <WH7200> nir-'U that were spied בְּאֶ֤רֶץ <WH776> be-'E-retz in the land יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah וּבִיר֣וּשָׁלִַ֔ם <WH3389> u-vi-Ru-sha-Lim, and in Jerusalem בִּעֵ֖ר <WH1197> bi-'Er put away יֹֽאשִׁיָּ֑הוּ <WH2977> yo-shi-Ya-hu; did Josiah לְ֠מַעַן <WH4616> Le-ma-'an might הָקִ֞ים <WH6965> ha-Kim that he might perform אֶת־ <WH853> 'et- דִּבְרֵ֤י <WH1697> div-Rei the words הַתּוֹרָה֙ <WH8451> hat-to-Rah of the law הַכְּתֻבִ֣ים <WH3789> hak-ke-tu-Vim which were written עַל־ <WH5921> 'al- in הַסֵּ֔פֶר <WH5612> has-Se-fer, in the book אֲשֶׁ֥ר <WH834> 'a-Sher after מָצָ֛א <WH4672> ma-Tza found חִלְקִיָּ֥הוּ <WH2518> chil-ki-Ya-hu that Hilkiah הַכֹּהֵ֖ן <WH3548> hak-ko-Hen the priest בֵּ֥ית <WH1004> beit in the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":25,"verse":"וְכָמֹהוּ֩ <WH3644> ve-cha-mo-Hu like לֹֽא־ <WH3808> lo- no הָיָ֨ה <WH1961> ha-Yah become לְפָנָ֜יו <WH6440> le-fa-Nav before מֶ֗לֶךְ <WH4428> Me-lech, And like unto him was there no king אֲשֶׁר־ <WH834> 'a-Sher- who שָׁ֤ב <WH7725> shav him that turned אֶל־ <WH413> 'el- to יְהוָה֙ <WH3068> Yah-weh to the LORD בְּכָל־ <WH3605> be-chol all לְבָב֤וֹ <WH3824> le-va-Vo with all his heart וּבְכָל־ <WH3605> u-ve-Chol all נַפְשׁוֹ֙ <WH5315> naf-Sho and with all his soul וּבְכָל־ <WH3605> u-ve-Chol all מְאֹד֔וֹ <WH3966> me-'o-Do, and with all his might כְּכֹ֖ל <WH3605> ke-Chol to all תּוֹרַ֣ת <WH8451> to-Rat according to all the law מֹשֶׁ֑ה <WH4872> mo-Sheh; of Moses וְאַחֲרָ֖יו <WH310> ve-'a-cha-Rav neither after לֹֽא־ <WH3808> lo- nor קָ֥ם <WH6965> kam him arose כָּמֹֽהוּ׃ <WH3644> ka-Mo-hu. like"},{"number":26,"verse":"אַ֣ךְ׀ <WH389> 'ach However לֹֽא־ <WH3808> lo- did not שָׁ֣ב <WH7725> shav turned יְהוָ֗ה <WH3068> Yah-weh Notwithstanding the LORD מֵחֲר֤וֹן <WH2740> me-cha-Ron not from the fierceness אַפּוֹ֙ <WH639> ap-Po wrath הַגָּד֔וֹל <WH1419> hag-ga-Dol, of his great אֲשֶׁר־ <WH834> 'a-Sher- which חָרָ֥ה <WH2734> cha-Rah was kindled אַפּ֖וֹ <WH639> ap-Po wherewith his anger בִּֽיהוּדָ֑ה <WH3063> bi-hu-Dah; against Judah עַ֚ל <WH5921> 'al because כָּל־ <WH3605> kol- of all הַכְּעָסִ֔ים <WH3708> hak-ke-'a-Sim, because of all the provocations אֲשֶׁ֥ר <WH834> 'a-Sher which הִכְעִיס֖וֹ <WH3707> hich-'i-So had provoked מְנַשֶּֽׁה׃ <WH4519> me-nash-Sheh. that Manasseh"},{"number":27,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יְהוָ֗ה <WH3068> Yah-weh And the LORD גַּ֤ם <WH1571> gam also אֶת־ <WH853> 'et- יְהוּדָה֙ <WH3063> ye-hu-Dah Judah אָסִיר֙ <WH5493> 'a-Sir I will remove מֵעַ֣ל <WH5921> me-'Al from פָּנַ֔י <WH6440> pa-Nai, also out of my sight כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher which הֲסִרֹ֖תִי <WH5493> ha-si-Ro-ti as I have removed אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וּ֠מָאַסְתִּי <WH3988> U-ma-'as-ti and will cast off אֶת־ <WH853> 'et- הָעִ֨יר <WH5892> ha-'Ir this city הַזֹּ֤את <WH2063> haz-Zot likewise אֲשֶׁר־ <WH834> 'a-Sher- of which בָּחַ֙רְתִּי֙ <WH977> ba-Char-ti which I have chosen אֶת־ <WH853> 'et- יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, Jerusalem וְאֶת־ <WH853> ve-'Et הַבַּ֔יִת <WH1004> hab-Ba-yit, and the house אֲשֶׁ֣ר <WH834> 'a-Sher which אָמַ֔רְתִּי <WH559> 'a-Mar-ti, of which I said יִהְיֶ֥ה <WH1961> yih-Yeh become שְׁמִ֖י <WH8034> she-Mi My name שָֽׁם׃ <WH8033> Sham. in it"},{"number":28,"verse":"וְיֶ֛תֶר <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֥י <WH1697> div-Rei of the acts יֹאשִׁיָּ֖הוּ <WH2977> yo-shi-Ya-hu of Josiah וְכָל־ <WH3605> ve-chol and all אֲשֶׁ֣ר <WH834> 'a-Sher he עָשָׂ֑ה <WH6213> 'a-Sah; and all that he did הֲלֹא־ <WH3808> ha-lo- not הֵ֣ם <WH1992> hem like כְּתוּבִ֗ים <WH3789> ke-tu-Vim, [are] they not written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יְהוּדָֽה׃ <WH3063> ye-hu-Dah. Judah"},{"number":29,"verse":"בְּיָמָ֡יו <WH3117> be-ya-Mav In his days עָלָה֩ <WH5927> 'a-Lah went up פַרְעֹ֨ה far-'Oh נְכֹ֧ה <WH6549> ne-Choh Pharaohnechoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרַ֛יִם <WH4714> mitz-Ra-yim of Egypt עַל־ <WH5921> 'al- to מֶ֥לֶךְ <WH4428> Me-lech against the king אַשּׁ֖וּר <WH804> 'ash-Shur of Assyria עַל־ <WH5921> 'al- unto נְהַר־ <WH5104> ne-har- to the river פְּרָ֑ת <WH6578> pe-Rat; Euphrates וַיֵּ֨לֶךְ <WH1980> vai-Ye-lech went הַמֶּ֤לֶךְ <WH4428> ham-Me-lech and king יֹאשִׁיָּ֙הוּ֙ <WH2977> yo-shi-Ya-hu Josiah לִקְרָאת֔וֹ <WH7125> lik-ra-To, against וַיְמִיתֵ֙הוּ֙ <WH4191> vay-mi-Te-hu him and he slew בִּמְגִדּ֔וֹ <WH4023> bim-gid-Do, him at Megiddo כִּרְאֹת֖וֹ <WH7200> kir-'o-To when he had seen אֹתֽוֹ׃ <WH853> o-To."},{"number":30,"verse":"וַיַּרְכִּבֻ֨הוּ <WH7392> vai-yar-ki-Vu-hu carried him in a chariot עֲבָדָ֥יו <WH5650> 'a-va-Dav And his servants מֵת֙ <WH4191> met dead מִמְּגִדּ֔וֹ <WH4023> mi-me-gid-Do, from Megiddo וַיְבִאֻ֙הוּ֙ <WH935> vay-vi-'U-hu and brought יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, him to Jerusalem וַֽיִּקְבְּרֻ֖הוּ <WH6912> vai-yik-be-Ru-hu and buried בִּקְבֻֽרָת֑וֹ <WH6900> bik-vu-ra-To; him in his own sepulchre וַיִּקַּ֣ח <WH3947> vai-yik-Kach took עַם־ <WH5971> 'am- And the people הָאָ֗רֶץ <WH776> ha-'A-retz, of the land אֶת־ <WH853> 'et- יְהֽוֹאָחָז֙ <WH3059> ye-ho-'a-Chaz Jehoahaz בֶּן־ <WH1121> ben- the son יֹ֣אשִׁיָּ֔הוּ <WH2977> yo-shi-Ya-hu, of Josiah וַיִּמְשְׁח֥וּ <WH4886> vai-yim-she-Chu and anointed אֹת֛וֹ <WH853> o-To וַיַּמְלִ֥יכוּ <WH4427> vai-yam-Li-chu him and made him king אֹת֖וֹ <WH853> o-To תַּ֥חַת <WH8478> Ta-chat place אָבִֽיו׃ <WH1> 'a-Viv. in his father's פ Peh"},{"number":31,"verse":"בֶּן־ <WH1121> ben- old עֶשְׂרִ֨ים <WH6242> 'es-Rim [was] twenty וְשָׁלֹ֤שׁ <WH7969> ve-sha-Losh and three שָׁנָה֙ <WH8141> sha-Nah years יְהוֹאָחָ֣ז <WH3059> ye-ho-'a-Chaz Jehoahaz בְּמָלְכ֔וֹ <WH4427> be-ma-le-Cho, when he began to reign וּשְׁלֹשָׁ֣ה <WH7969> u-she-lo-Shah three חֳדָשִׁ֔ים <WH2320> cho-da-Shim, months מָלַ֖ךְ <WH4427> ma-Lach and he reigned בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, And his mother's חֲמוּטַ֥ל <WH2537> cha-mu-Tal [was] Hamutal בַּֽת־ <WH1323> bat- the daughter יִרְמְיָ֖הוּ <WH3414> yir-me-Ya-hu of Jeremiah מִלִּבְנָֽה׃ <WH3841> mil-liv-Nah. of Libnah"},{"number":32,"verse":"וַיַּ֥עַשׂ <WH6213> vai-Ya-'as And he did הָרַ֖ע <WH7451> ha-Ra' [that which was] evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD כְּכֹ֥ל <WH3605> ke-Chol to all אֲשֶׁר־ <WH834> 'a-Sher- after עָשׂ֖וּ <WH6213> 'a-Su had done אֲבֹתָֽיו׃ <WH1> 'a-vo-Tav. according to all that his fathers"},{"number":33,"verse":"וַיַּאַסְרֵהוּ֩ <WH631> vai-ya-'as-re-Hu put him in bands פַרְעֹ֨ה far-'Oh נְכֹ֤ה <WH6549> ne-Choh And Pharaohnechoh בְרִבְלָה֙ <WH7247> ve-riv-Lah at Riblah בְּאֶ֣רֶץ <WH776> be-'E-retz in the land חֲמָ֔ת <WH2574> cha-Mat, of Hamath; בִּמְלֹךְ bim-loch כמִמְּלֹ֖ךְ <WH4427> mi-me-Loch consult קבִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem וַיִּתֶּן־ <WH5414> vai-yit-ten- and put עֹ֙נֶשׁ֙ <WH6066> 'o-nesh to a tribute עַל־ <WH5921> 'al- on הָאָ֔רֶץ <WH776> ha-'A-retz, the land מֵאָ֥ה <WH3967> me-'Ah of an hundred כִכַּר־ <WH3603> chik-kar- talents כֶּ֖סֶף <WH3701> Ke-sef of silver וְכִכַּ֥ר <WH3603> ve-chik-Kar and a talent זָהָֽב׃ <WH2091> za-Hav. of gold"},{"number":34,"verse":"וַיַּמְלֵךְ֩ <WH4427> vai-yam-leCh king פַּרְעֹ֨ה par-'Oh נְכֹ֜ה <WH6549> ne-Choh And Pharaohnechoh אֶת־ <WH853> 'et- אֶלְיָקִ֣ים <WH471> 'el-ya-Kim made Eliakim בֶּן־ <WH1121> ben- the son יֹאשִׁיָּ֗הוּ <WH2977> yo-shi-Ya-hu, of Josiah תַּ֚חַת <WH8478> Ta-chat the place יֹאשִׁיָּ֣הוּ <WH2977> yo-shi-Ya-hu in the room of Josiah אָבִ֔יו <WH1> 'a-Viv, his father וַיַּסֵּ֥ב <WH5437> vai-yas-Sev and turned אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name יְהוֹיָקִ֑ים <WH3079> ye-ho-ya-Kim; to Jehoiakim וְאֶת־ <WH853> ve-'Et יְהוֹאָחָ֣ז <WH3059> ye-ho-'a-Chaz Jehoahaz לָקָ֔ח <WH3947> la-Kach, away וַיָּבֹ֥א <WH935> vai-ya-Vo and he came מִצְרַ֖יִם <WH4714> mitz-Ra-yim to Egypt וַיָּ֥מָת <WH4191> vai-Ya-mot and died שָֽׁם׃ <WH8033> Sham. there"},{"number":35,"verse":"וְהַכֶּ֣סֶף <WH3701> ve-hak-Ke-sef the silver וְהַזָּהָ֗ב <WH2091> ve-haz-za-Hav, and the gold נָתַ֤ן <WH5414> na-Tan gave יְהוֹיָקִים֙ <WH3079> ye-ho-ya-Kim And Jehoiakim לְפַרְעֹ֔ה <WH6547> le-far-'Oh, to Pharaoh אַ֚ךְ <WH389> 'ach but הֶעֱרִ֣יךְ <WH6186> he-'e-Rich but he taxed אֶת־ <WH853> 'et- הָאָ֔רֶץ <WH776> ha-'A-retz, the land לָתֵ֥ת <WH5414> la-Tet to give אֶת־ <WH853> 'et- הַכֶּ֖סֶף <WH3701> hak-Ke-sef the money עַל־ <WH5921> 'al- at פִּ֣י <WH6310> pi according to the commandment פַרְעֹ֑ה <WH6547> far-'Oh; of Pharaoh אִ֣ישׁ <WH376> 'ish of every one כְּעֶרְכּ֗וֹ <WH6187> ke-'er-Ko, according to his taxation נָגַ֞שׂ <WH5065> na-Gas he exacted אֶת־ <WH853> 'et- הַכֶּ֤סֶף <WH3701> hak-Ke-sef the silver וְאֶת־ <WH853> ve-'Et הַזָּהָב֙ <WH2091> haz-za-Hav and the gold אֶת־ <WH853> 'et- עַ֣ם <WH5971> 'am of the people הָאָ֔רֶץ <WH776> ha-'A-retz, of the land לָתֵ֖ת <WH5414> la-Tet to give לְפַרְעֹ֥ה le-far-'Oh נְכֹֽה׃ <WH6549> ne-Choh. [it] unto Pharaohnechoh ס sa-Mek"},{"number":36,"verse":"בֶּן־ <WH1121> ben- old עֶשְׂרִ֨ים <WH6242> 'es-Rim [was] twenty וְחָמֵ֤שׁ <WH2568> ve-cha-Mesh and five שָׁנָ֨ה <WH8141> sha-Nah years יְהוֹיָקִ֣ים <WH3079> ye-ho-ya-Kim Jehoiakim בְּמָלְכ֔וֹ <WH4427> be-ma-le-Cho, when he began to reign וְאַחַ֤ת <WH259> ve-'a-Chat a עֶשְׂרֵה֙ <WH6240> 'es-Reh ten שָׁנָ֔ה <WH8141> sha-Nah, years מָלַ֖ךְ <WH4427> ma-Lach and he reigned בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, And his mother's; זְבִידָה ze-vi-dah כזְבוּדָּ֥ה <WH2080> ze-vu-Dah Zebudah קבַת־ <WH1323> vat- the daughter פְּדָיָ֖ה <WH6305> pe-da-Yah of Pedaiah מִן־ <WH4480> min- at רוּמָֽה׃ <WH7316> ru-Mah. of Rumah"},{"number":37,"verse":"וַיַּ֥עַשׂ <WH6213> vai-Ya-'as And he did הָרַ֖ע <WH7451> ha-Ra' [that which was] evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD כְּכֹ֥ל <WH3605> ke-Chol to all אֲשֶׁר־ <WH834> 'a-Sher- after עָשׂ֖וּ <WH6213> 'a-Su had done אֲבֹתָֽיו׃ <WH1> 'a-vo-Tav. according to all that his fathers"}]}