{"bibleAbbr":"HSB+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":25,"verses":[{"number":1,"verse":"וַיְהִי֩ <WH1961> vay-Hi become בִשְׁנַ֨ת <WH8141> vish-Nat year הַתְּשִׁיעִ֜ית <WH8671> hat-te-shi-'It And it came to pass in the ninth לְמָלְכ֗וֹ <WH4427> le-ma-le-Cho, of his reign בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הָעֲשִׂירִי֮ <WH6224> ha-'a-si-Ri in the tenth בֶּעָשׂ֣וֹר <WH6218> be-'a-Sor in the tenth לַחֹדֶשׁ֒ <WH2320> la-cho-Desh [day] of the month בָּ֠א <WH935> ba came נְבֻכַדְנֶאצַּ֨ר <WH5019> ne-vu-chad-netz-Tzar [that] Nebuchadnezzar מֶֽלֶךְ־ <WH4428> Me-lech- king בָּבֶ֜ל <WH894> ba-Vel of Babylon ה֧וּא <WH1931> hu he וְכָל־ <WH3605> ve-chol and all חֵיל֛וֹ <WH2428> chei-Lo he and all his host עַל־ <WH5921> 'al- against יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim against Jerusalem וַיִּ֣חַן <WH2583> vai-Yi-chan and pitched עָלֶ֑יהָ <WH5921> 'a-Lei-ha; against וַיִּבְנ֥וּ <WH1129> vai-yiv-Nu against it and they built עָלֶ֖יהָ <WH5921> 'a-Lei-ha against דָּיֵ֥ק <WH1785> da-Yek forts סָבִֽיב׃ <WH5439> sa-Viv. against it round about"},{"number":2,"verse":"וַתָּבֹ֥א <WH935> vat-ta-Vo abide הָעִ֖יר <WH5892> ha-'Ir And the city בַּמָּצ֑וֹר <WH4692> bam-ma-Tzor; siege עַ֚ד <WH5704> 'ad until עַשְׁתֵּ֣י <WH6249> 'ash-Tei eleven עֶשְׂרֵ֣ה <WH6240> 'es-Reh ten שָׁנָ֔ה <WH8141> sha-Nah, year לַמֶּ֖לֶךְ <WH4428> lam-Me-lech of king צִדְקִיָּֽהוּ׃ <WH6667> tzid-ki-Ya-hu. Zedekiah"},{"number":3,"verse":"בְּתִשְׁעָ֣ה <WH8672> be-tish-'Ah And on the ninth לַחֹ֔דֶשׁ <WH2320> la-Cho-desh, [day] of the [fourth] month וַיֶּחֱזַ֥ק <WH2388> vai-ye-che-Zak prevailed הָרָעָ֖ב <WH7458> ha-ra-'Av the famine בָּעִ֑יר <WH5892> ba-'Ir; in the city וְלֹא־ <WH3808> ve-lo- no הָ֥יָה <WH1961> Ha-yah become לֶ֖חֶם <WH3899> Le-chem and there was no bread לְעַ֥ם <WH5971> le-'Am for the people הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":4,"verse":"וַתִּבָּקַ֣ע <WH1234> vat-tib-ba-Ka' was broken up הָעִ֗יר <WH5892> ha-'Ir, And the city וְכָל־ <WH3605> ve-chol and all אַנְשֵׁ֨י <WH376> 'an-Shei the men הַמִּלְחָמָ֤ה׀ <WH4421> ham-mil-cha-Mah of war הַלַּ֙יְלָה֙ <WH3915> hal-Lay-lah [fled] by night דֶּ֜רֶךְ <WH1870> De-rech by the way שַׁ֣עַר׀ <WH8179> Sha-'ar of the gate בֵּ֣ין <WH996> bein between הַחֹמֹתַ֗יִם <WH2346> ha-cho-mo-Ta-yim, between two walls אֲשֶׁר֙ <WH834> 'a-Sher after עַל־ <WH5921> 'al- beside גַּ֣ן <WH1588> gan garden הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, which [is] by the king's וְכַשְׂדִּ֥ים <WH3778> ve-chas-Dim (now the Chaldees עַל־ <WH5921> 'al- beside הָעִ֖יר <WH5892> ha-'Ir [were] against the city סָבִ֑יב <WH5439> sa-Viv; were all וַיֵּ֖לֶךְ <WH1980> vai-Ye-lech went דֶּ֥רֶךְ <WH1870> De-rech the way הָעֲרָבָֽה׃ <WH6160> ha-'a-ra-Vah. toward the plain"},{"number":5,"verse":"וַיִּרְדְּפ֤וּ <WH7291> vai-yir-de-Fu pursued חֵיל־ <WH2428> cheil- And the army כַּשְׂדִּים֙ <WH3778> kas-Dim of the Chaldees אַחַ֣ר <WH310> 'a-Char after הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וַיַּשִּׂ֥גוּ <WH5381> vai-yas-Si-gu and overtook אֹת֖וֹ <WH853> o-To בְּעַרְב֣וֹת <WH6160> be-'ar-Vot him in the plains יְרֵח֑וֹ <WH3405> ye-re-Cho; of Jericho וְכָל־ <WH3605> ve-chol and all חֵיל֔וֹ <WH2428> chei-Lo, and all his army נָפֹ֖צוּ <WH6327> na-Fo-tzu were scattered מֵעָלָֽיו׃ <WH5921> me-'a-Lav. and"},{"number":6,"verse":"וַֽיִּתְפְּשׂוּ֙ <WH8610> vai-yit-pe-Su So they took אֶת־ <WH853> 'et- הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וַיַּעֲל֥וּ <WH5927> vai-ya-'a-Lu and brought him up אֹת֛וֹ <WH853> o-To אֶל־ <WH413> 'el- to מֶ֥לֶךְ <WH4428> Me-lech to the king בָּבֶ֖ל <WH894> ba-Vel of Babylon רִבְלָ֑תָה <WH7247> riv-La-tah; to Riblah וַיְדַבְּר֥וּ <WH1696> vay-dab-be-Ru and they gave אִתּ֖וֹ <WH854> it-To for מִשְׁפָּֽט׃ <WH4941> mish-Pat. judgment"},{"number":7,"verse":"וְאֶת־ <WH853> ve-'Et בְּנֵי֙ <WH1121> be-Nei the sons צִדְקִיָּ֔הוּ <WH6667> tzid-ki-Ya-hu, of Zedekiah שָׁחֲט֖וּ <WH7819> sha-cha-Tu And they slew לְעֵינָ֑יו <WH5869> le-'ei-Nav; before his eyes וְאֶת־ <WH853> ve-'Et עֵינֵ֤י <WH5869> 'ei-Nei the eyes צִדְקִיָּ֙הוּ֙ <WH6667> tzid-ki-Ya-hu of Zedekiah עִוֵּ֔ר <WH5786> 'iv-Ver, and put out וַיַּאַסְרֵ֙הוּ֙ <WH631> vai-ya-'as-Re-hu and bound בַֽנְחֻשְׁתַּ֔יִם <WH5178> van-chush-Ta-yim, him with fetters וַיְבִאֵ֖הוּ <WH935> vay-vi-'E-hu and carried בָּבֶֽל׃ <WH894> ba-Vel. him to Babylon ס sa-Mek"},{"number":8,"verse":"וּבַחֹ֤דֶשׁ <WH2320> u-va-Cho-desh month הַֽחֲמִישִׁי֙ <WH2549> ha-cha-mi-Shi And in the fifth בְּשִׁבְעָ֣ה <WH7651> be-shiv-'Ah on the seventh לַחֹ֔דֶשׁ <WH2320> la-Cho-desh, [day] of the month הִ֗יא <WH1931> Hi, which שְׁנַת֙ <WH8141> she-Nat year תְּשַֽׁע־ <WH8672> te-sha'- nine עֶשְׂרֵ֣ה <WH6240> 'es-Reh teen שָׁנָ֔ה <WH8141> sha-Nah, year לַמֶּ֖לֶךְ <WH4428> lam-Me-lech of king נְבֻכַדְנֶאצַּ֣ר <WH5019> ne-vu-chad-netz-Tzar Nebuchadnezzar מֶֽלֶךְ־ <WH4428> Me-lech- king בָּבֶ֑ל <WH894> ba-Vel; of Babylon בָּ֞א <WH935> ba came נְבוּזַרְאֲדָ֧ן <WH5018> ne-vu-zar-'a-Dan Nebuzaradan רַב־ <WH7227> rav- captain טַבָּחִ֛ים <WH2876> tab-ba-Chim of the guard עֶ֥בֶד <WH5650> 'E-ved a servant מֶֽלֶךְ־ <WH4428> Me-lech- of the king בָּבֶ֖ל <WH894> ba-Vel of Babylon יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. unto Jerusalem"},{"number":9,"verse":"וַיִּשְׂרֹ֥ף <WH8313> vai-yis-Rof And he burnt אֶת־ <WH853> 'et- בֵּית־ <WH1004> beit- the house יְהוָ֖ה <WH3068> Yah-weh of the LORD וְאֶת־ <WH853> ve-'Et בֵּ֣ית <WH1004> beit house הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; and the king's וְאֵ֨ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all בָּתֵּ֧י <WH1004> bat-Tei and all the houses יְרוּשָׁלִַ֛ם <WH3389> ye-ru-sha-Lim of Jerusalem וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- every בֵּ֥ית <WH1004> beit [man's] house גָּד֖וֹל <WH1419> ga-Dol and every great שָׂרַ֥ף <WH8313> sa-Raf burnt בָּאֵֽשׁ׃ <WH784> ba-'Esh. he with fire"},{"number":10,"verse":"וְאֶת־ <WH853> ve-'Et חוֹמֹ֥ת <WH2346> cho-Mot the walls יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim of Jerusalem סָבִ֑יב <WH5439> sa-Viv; round about נָֽתְצוּ֙ <WH5422> na-te-Tzu brake down כָּל־ <WH3605> kol- all חֵ֣יל <WH2428> cheil And all the army כַּשְׂדִּ֔ים <WH3778> kas-Dim, of the Chaldees אֲשֶׁ֖ר <WH834> 'a-Sher who רַב־ <WH7227> rav- that [were with] the captain טַבָּחִֽים׃ <WH2876> tab-ba-Chim. of the guard"},{"number":11,"verse":"וְאֵת֩ <WH853> ve-'Et יֶ֨תֶר <WH3499> Ye-ter Now the rest הָעָ֜ם <WH5971> ha-'Am of the people הַנִּשְׁאָרִ֣ים <WH7604> han-nish-'a-Rim [that were] left בָּעִ֗יר <WH5892> ba-'Ir, in the city וְאֶת־ <WH853> ve-'Et הַנֹּֽפְלִים֙ <WH5307> han-no-fe-Lim and the fugitives אֲשֶׁ֤ר <WH834> 'a-Sher who נָפְלוּ֙ <WH5307> na-fe-Lu that fell away עַל־ <WH5921> 'al- unto הַמֶּ֣לֶךְ <WH4428> ham-Me-lech to the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon וְאֵ֖ת <WH853> ve-'Et יֶ֣תֶר <WH3499> Ye-ter with the remnant הֶהָמ֑וֹן <WH1995> he-ha-Mon; of the multitude הֶגְלָ֕ה <WH1540> heg-Lah carry away נְבוּזַרְאֲדָ֖ן <WH5018> ne-vu-zar-'a-Dan did Nebuzaradan רַב־ <WH7227> rav- the captain טַבָּחִֽים׃ <WH2876> tab-ba-Chim. of the guard"},{"number":12,"verse":"וּמִדַּלַּ֣ת <WH1803> u-mid-dal-Lat of the poor הָאָ֔רֶץ <WH776> ha-'A-retz, of the land הִשְׁאִ֖יר <WH7604> hish-'Ir left רַב־ <WH7227> rav- But the captain טַבָּחִ֑ים <WH2876> tab-ba-Chim; of the guard לְכֹֽרְמִ֖ים <WH3755> le-cho-re-Mim [to be] vinedressers וּלְיֹגְבִֽים׃ <WH1461> u-le-yo-ge-Vim. husbandman"},{"number":13,"verse":"וְאֶת־ <WH853> ve-'Et עַמּוּדֵ֨י <WH5982> 'am-mu-Dei And the pillars הַנְּחֹ֜שֶׁת <WH5178> han-ne-Cho-shet of brass אֲשֶׁ֣ר <WH834> 'a-Sher which בֵּית־ <WH1004> beit- that [were] in the house יְהוָ֗ה <WH3068> Yah-weh of the LORD וְֽאֶת־ <WH853> ve-'Et הַמְּכֹנ֞וֹת <WH4350> ham-me-cho-Not and the bases וְאֶת־ <WH853> ve-'Et יָ֧ם <WH3220> yam sea הַנְּחֹ֛שֶׁת <WH5178> han-ne-Cho-shet and the brasen אֲשֶׁ֥ר <WH834> 'a-Sher which בְּבֵית־ <WH1004> be-veit- that [was] in the house יְהוָ֖ה <WH3068> Yah-weh of the LORD שִׁבְּר֣וּ <WH7665> shib-be-Ru break in pieces כַשְׂדִּ֑ים <WH3778> chas-Dim; did the Chaldees וַיִּשְׂא֥וּ <WH5375> vai-yis-'U and carried אֶת־ <WH853> 'et- נְחֻשְׁתָּ֖ם <WH5178> ne-chush-Tam the brass בָּבֶֽלָה׃ <WH894> ba-Ve-lah. of them to Babylon"},{"number":14,"verse":"וְאֶת־ <WH853> ve-'Et הַסִּירֹ֨ת <WH5518> has-si-Rot And the pots וְאֶת־ <WH853> ve-'Et הַיָּעִ֜ים <WH3257> hai-ya-'Im and the shovels וְאֶת־ <WH853> ve-'Et הַֽמְזַמְּר֣וֹת <WH4212> ham-zam-me-Rot and the snuffers וְאֶת־ <WH853> ve-'Et הַכַּפּ֗וֹת <WH3709> hak-kap-Pot, and the spoons וְאֵ֨ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all כְּלֵ֧י <WH3627> ke-Lei and all the vessels הַנְּחֹ֛שֶׁת <WH5178> han-ne-Cho-shet of brass אֲשֶׁ֥ר <WH834> 'a-Sher which יְשָֽׁרְתוּ־ <WH8334> ye-sha-re-tu- wherewith they ministered בָ֖ם vam לָקָֽחוּ׃ <WH3947> la-Ka-chu. took they away"},{"number":15,"verse":"וְאֶת־ <WH853> ve-'Et הַמַּחְתּוֹת֙ <WH4289> ham-mach-tOt And the firepans וְאֶת־ <WH853> ve-'Et הַמִּזְרָק֗וֹת <WH4219> ham-miz-ra-Kot, and the bowls אֲשֶׁ֤ר <WH834> 'a-Sher what זָהָב֙ <WH2091> za-Hav [and] such things as [were] of gold זָהָ֔ב <WH2091> za-Hav, [in] gold וַאֲשֶׁר־ <WH834> va-'a-Sher- and what כֶּ֖סֶף <WH3701> Ke-sef and of silver כָּ֑סֶף <WH3701> Ka-sef; [in] silver לָקַ֖ח <WH3947> la-Kach took away רַב־ <WH7227> rav- the captain טַבָּחִֽים׃ <WH2876> tab-ba-Chim. of the guard"},{"number":16,"verse":"הָעַמּוּדִ֣ים׀ <WH5982> ha-'am-mu-Dim pillars שְׁנַ֗יִם <WH8147> she-Na-yim, The two הַיָּ֤ם <WH3220> hai-Yam sea הָֽאֶחָד֙ <WH259> ha-'e-Chad one וְהַמְּכֹנ֔וֹת <WH4350> ve-ham-me-cho-Not, and the bases אֲשֶׁר־ <WH834> 'a-Sher- which עָשָׂ֥ה <WH6213> 'a-Sah had made שְׁלֹמֹ֖ה <WH8010> she-lo-Moh which Solomon לְבֵ֣ית <WH1004> le-Veit for the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD לֹא־ <WH3808> lo- was without הָיָ֣ה <WH1961> ha-Yah become מִשְׁקָ֔ל <WH4948> mish-Kal, weight לִנְחֹ֖שֶׁת <WH5178> lin-Cho-shet the brass כָּל־ <WH3605> kol- of all הַכֵּלִ֥ים <WH3627> hak-ke-Lim of all these vessels הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":17,"verse":"שְׁמֹנֶה֩ <WH8083> she-mo-Neh eight עֶשְׂרֵ֨ה <WH6240> 'es-Reh teen אַמָּ֜ה <WH520> 'am-Mah cubits קוֹמַ֣ת׀ <WH6967> ko-Mat The height הָעַמּ֣וּד <WH5982> ha-'am-Mud pillar הָאֶחָ֗ד <WH259> ha-'e-Chad, of the one וְכֹתֶ֨רֶת <WH3805> ve-cho-Te-ret and the chapiter עָלָ֥יו׀ <WH5921> 'a-Lav and a נְחֹשֶׁת֮ <WH5178> ne-cho-Shet upon it [was] brass וְקוֹמַ֣ת <WH6967> ve-ko-Mat and the height הַכֹּתֶרֶת֮ <WH3805> hak-ko-te-Ret of the chapiter שָׁלֹ֣שׁ <WH7969> sha-Losh three; אַמָּה 'am-mah כאַמֹּות֒ <WH520> 'am-mOt cubits קוּשְׂבָכָ֨ה <WH7639> u-se-va-Chah and the wreathen work וְרִמֹּנִ֧ים <WH7416> ve-rim-mo-Nim and pomegranates עַֽל־ <WH5921> 'al- on הַכֹּתֶ֛רֶת <WH3805> hak-ko-Te-ret upon the chapiter סָבִ֖יב <WH5439> sa-Viv round about הַכֹּ֣ל <WH3605> hak-Kol all נְחֹ֑שֶׁת <WH5178> ne-Cho-shet; all of brass וְכָאֵ֛לֶּה <WH428> ve-cha-'El-leh these לַֽעַמּ֥וּד <WH5982> la-'am-Mud pillar הַשֵּׁנִ֖י <WH8145> hash-she-Ni and like unto these had the second עַל־ <WH5921> 'al- with הַשְּׂבָכָֽה׃ <WH7639> has-se-va-Chah. with wreathen work"},{"number":18,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took רַב־ <WH7227> rav- And the captain טַבָּחִ֗ים <WH2876> tab-ba-Chim, of the guard אֶת־ <WH853> 'et- שְׂרָיָה֙ <WH8304> se-ra-Yah Seraiah כֹּהֵ֣ן <WH3548> ko-Hen priest הָרֹ֔אשׁ <WH7218> ha-Rosh, the chief וְאֶת־ <WH853> ve-'Et צְפַנְיָ֖הוּ <WH6846> tze-fan-Ya-hu and Zephaniah כֹּהֵ֣ן <WH3548> ko-Hen priest מִשְׁנֶ֑ה <WH4932> mish-Neh; the second וְאֶת־ <WH853> ve-'Et שְׁלֹ֖שֶׁת <WH7969> she-Lo-shet and the three שֹׁמְרֵ֥י <WH8104> sho-me-Rei keepers הַסַּֽף׃ <WH5592> has-Saf. of the door"},{"number":19,"verse":"וּמִן־ <WH4480> u-min- From הָעִ֡יר <WH5892> ha-'Ir And out of the city לָקַח֩ <WH3947> la-Kach he took סָרִ֨יס <WH5631> sa-Ris officer אֶחָ֜ד <WH259> 'e-Chad an אֲ‍ ֽשֶׁר־ <WH834> 'asher- who ה֥וּא <WH1931> hu he פָקִ֣יד׀ <WH6496> fa-Kid that was set עַל־ <WH5921> 'al- over אַנְשֵׁ֣י <WH582> 'an-Shei over the men הַמִּלְחָמָ֗ה <WH4421> ham-mil-cha-Mah, of war וַחֲמִשָּׁ֨ה <WH2568> va-cha-mish-Shah and five אֲנָשִׁ֜ים <WH582> 'a-na-Shim men מֵרֹאֵ֤י <WH7200> me-ro-'Ei of them that were פְנֵֽי־ <WH6440> fe-nei- presence הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech in the king's אֲשֶׁ֣ר <WH834> 'a-Sher who נִמְצְא֣וּ <WH4672> nim-tze-'U which were found בָעִ֔יר <WH5892> va-'Ir, in the city וְאֵ֗ת <WH853> ve-'Et, הַסֹּפֵר֙ <WH5608> has-so-Fer scribe שַׂ֣ר <WH8269> sar and the principal הַצָּבָ֔א <WH6635> hatz-tza-Va, of the host הַמַּצְבִּ֖א <WH6633> ham-matz-Bi which mustered אֶת־ <WH853> 'et- עַ֣ם <WH5971> 'am the people הָאָ֑רֶץ <WH776> ha-'A-retz; of the land וְשִׁשִּׁ֥ים <WH8346> ve-shish-Shim and threescore אִישׁ֙ <WH376> 'ish men מֵעַ֣ם <WH5971> me-'Am of the people הָאָ֔רֶץ <WH776> ha-'A-retz, of the land הַֽנִּמְצְאִ֖ים <WH4672> han-nim-tze-'Im [that were] found בָּעִֽיר׃ <WH5892> ba-'Ir. in the city"},{"number":20,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took אֹתָ֔ם <WH853> 'o-Tam, נְבוּזַרְאֲדָ֖ן <WH5018> ne-vu-zar-'a-Dan And Nebuzaradan רַב־ <WH7227> rav- captain טַבָּחִ֑ים <WH2876> tab-ba-Chim; of the guard וַיֹּ֧לֶךְ <WH1980> vai-Yo-lech and brought אֹתָ֛ם <WH853> 'o-Tam עַל־ <WH5921> 'al- and מֶ֥לֶךְ <WH4428> Me-lech them to the king בָּבֶ֖ל <WH894> ba-Vel of Babylon רִבְלָֽתָה׃ <WH7247> riv-La-tah. to Riblah"},{"number":21,"verse":"וַיַּ֣ךְ <WH5221> vai-Yach smote אֹתָם֩ <WH853> 'o-Tam מֶ֨לֶךְ <WH4428> Me-lech And the king בָּבֶ֧ל <WH894> ba-Vel of Babylon וַיְמִיתֵ֛ם <WH4191> vay-mi-Tem them and slew בְּרִבְלָ֖ה <WH7247> be-riv-Lah them at Riblah בְּאֶ֣רֶץ <WH776> be-'E-retz in the land חֲמָ֑ת <WH2574> cha-Mat; of Hamath וַיִּ֥גֶל <WH1540> vai-Yi-gel was carried away יְהוּדָ֖ה <WH3063> ye-hu-Dah So Judah מֵעַ֥ל <WH5921> me-'Al and אַדְמָתֽוֹ׃ <WH127> ad-ma-To. out of their land"},{"number":22,"verse":"וְהָעָ֗ם <WH5971> ve-ha-'Am, And [as for] the people הַנִּשְׁאָר֙ <WH7604> han-nish-'Ar that remained בְּאֶ֣רֶץ <WH776> be-'E-retz in the land יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah אֲשֶׁ֣ר <WH834> 'a-Sher whom הִשְׁאִ֔יר <WH7604> hish-'Ir, had left נְבֽוּכַדְנֶאצַּ֖ר <WH5019> ne-vu-chad-netz-Tzar whom Nebuchadnezzar מֶ֣לֶךְ <WH4428> Me-lech king בָּבֶ֑ל <WH894> ba-Vel; of Babylon וַיַּפְקֵ֣ד <WH6485> vai-yaf-Ked ruler עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, over אֶת־ <WH853> 'et- גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu even over them he made Gedaliah בֶּן־ <WH1121> ben- the son אֲחִיקָ֥ם <WH296> 'a-chi-Kam of Ahikam בֶּן־ <WH1121> ben- the son שָׁפָֽן׃ <WH8227> sha-Fan. of Shaphan פ Peh"},{"number":23,"verse":"וַיִּשְׁמְעוּ֩ <WH8085> vai-yish-me-'U heard כָל־ <WH3605> chol all שָׂרֵ֨י <WH8269> sa-Rei And when all the captains הַחֲיָלִ֜ים <WH2428> ha-cha-ya-Lim of the armies הֵ֣מָּה <WH1992> Hem-mah they וְהָאֲנָשִׁ֗ים <WH376> ve-ha-'a-na-Shim, and men כִּֽי־ <WH3588> ki- for הִפְקִ֤יד <WH6485> hif-Kid governor מֶֽלֶךְ־ <WH4428> Me-lech- that the king בָּבֶל֙ <WH894> ba-Vel of Babylon אֶת־ <WH853> 'et- גְּדַלְיָ֔הוּ <WH1436> ge-dal-Ya-hu, had made Gedaliah וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u there came אֶל־ <WH413> 'el- to גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu to Gedaliah הַמִּצְפָּ֑ה <WH4709> ham-mitz-Pah; to Mizpah וְיִשְׁמָעֵ֣אל <WH3458> ve-yish-ma-'El even Ishmael בֶּן־ <WH1121> ben- the son נְתַנְיָ֡ה <WH5418> ne-tan-Yah of Nethaniah וְיוֹחָנָ֣ן <WH3110> ve-yo-cha-Nan and Johanan בֶּן־ <WH1121> ben- the son קָ֠רֵחַ <WH7143> Ka-re-ach of Careah וּשְׂרָיָ֨ה <WH8304> u-se-ra-Yah and Seraiah בֶן־ <WH1121> ven- the son תַּנְחֻ֜מֶת <WH8576> tan-Chu-met of Tanhumeth הַנְּטֹפָתִ֗י <WH5200> han-ne-to-fa-Ti, the Netophathite וְיַֽאֲזַנְיָ֙הוּ֙ <WH2970> ve-ya-'a-zan-Ya-hu and Jaazaniah בֶּן־ <WH1121> ben- the son הַמַּ֣עֲכָתִ֔י <WH4602> ham-Ma-'a-cha-Ti, of a Maachathite הֵ֖מָּה <WH1992> Hem-mah they וְאַנְשֵׁיהֶֽם׃ <WH376> ve-'an-shei-Hem. and their men"},{"number":24,"verse":"וַיִּשָּׁבַ֨ע <WH7650> vai-yish-sha-Va' sware לָהֶ֤ם la-Hem גְּדַלְיָ֙הוּ֙ <WH1436> ge-dal-Ya-hu And Gedaliah וּלְאַנְשֵׁיהֶ֔ם <WH376> u-le-'an-shei-Hem, and their men וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said לָהֶ֔ם la-Hem, אַל־ <WH408> 'al- not תִּֽירְא֖וּ <WH3372> ti-re-'U unto them Fear מֵעַבְדֵ֣י <WH5650> me-'av-Dei not to be the servants הַכַּשְׂדִּ֑ים <WH3778> hak-kas-Dim; of the Chaldees שְׁב֣וּ <WH3427> she-Vu dwell בָאָ֗רֶץ <WH776> va-'A-retz, in the land וְעִבְד֛וּ <WH5647> ve-'iv-Du and serve אֶת־ <WH853> 'et- מֶ֥לֶךְ <WH4428> Me-lech the king בָּבֶ֖ל <WH894> ba-Vel of Babylon וְיִטַ֥ב <WH3190> ve-yi-Tav and it shall be well לָכֶֽם׃ la-Chem. ס sa-Mek"},{"number":25,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi came בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הַשְּׁבִיעִ֗י <WH7637> hash-she-vi-'I, But it came to pass in the seventh בָּ֣א <WH935> ba came יִשְׁמָעֵ֣אל <WH3458> yish-ma-'El that Ishmael בֶּן־ <WH1121> ben- the son נְ֠תַנְיָה <WH5418> Ne-tan-yah of Nethaniah בֶּן־ <WH1121> ben- the son אֱלִ֨ישָׁמָ֜ע <WH476> 'e-Li-sha-Ma' of Elishama מִזֶּ֣רַע <WH2233> miz-Ze-ra' of the seed הַמְּלוּכָ֗ה <WH4410> ham-me-lu-Chah, royal וַעֲשָׂרָ֤ה <WH6235> va-'a-sa-Rah and ten אֲנָשִׁים֙ <WH376> 'a-na-Shim men אִתּ֔וֹ <WH854> it-To, for וַיַּכּ֥וּ <WH5221> vai-yak-Ku with him and smote אֶת־ <WH853> 'et- גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu Gedaliah וַיָּמֹ֑ת <WH4191> vai-ya-Mot; that he died וְאֶת־ <WH853> ve-'Et הַיְּהוּדִים֙ <WH3064> hai-ye-hu-Dim and the Jews וְאֶת־ <WH853> ve-'Et הַכַּשְׂדִּ֔ים <WH3778> hak-kas-Dim, and the Chaldees אֲשֶׁר־ <WH834> 'a-Sher- who הָי֥וּ <WH1961> ha-Yu came אִתּ֖וֹ <WH854> it-To at בַּמִּצְפָּֽה׃ <WH4709> bam-mitz-Pah. that were with him at Mizpah"},{"number":26,"verse":"וַיָּקֻ֨מוּ <WH6965> vai-ya-Ku-mu arose כָל־ <WH3605> chol all הָעָ֜ם <WH5971> ha-'Am And all the people מִקָּטֹ֤ן <WH6996> mik-ka-Ton both small וְעַד־ <WH5704> ve-'ad- against גָּדוֹל֙ <WH1419> ga-dOl and great וְשָׂרֵ֣י <WH8269> ve-sa-Rei and the captains הַחֲיָלִ֔ים <WH2428> ha-cha-ya-Lim, of the armies וַיָּבֹ֖אוּ <WH935> vai-ya-Vo-'u and came מִצְרָ֑יִם <WH4714> mitz-Ra-yim; to Egypt כִּ֥י <WH3588> ki for יָרְא֖וּ <WH3372> ya-re-'U for they were afraid מִפְּנֵ֥י <WH6440> mip-pe-Nei of כַשְׂדִּֽים׃ <WH3778> chas-Dim. the Chaldees פ Peh"},{"number":27,"verse":"וַיְהִי֩ <WH1961> vay-Hi came בִשְׁלֹשִׁ֨ים <WH7970> vish-lo-Shim and thirtieth וָשֶׁ֜בַע <WH7651> va-She-va' And it came to pass in the seven שָׁנָ֗ה <WH8141> sha-Nah, year לְגָלוּת֙ <WH1546> le-ga-Lut of the captivity יְהוֹיָכִ֣ין <WH3078> ye-ho-ya-Chin of Jehoiachin מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah בִּשְׁנֵ֤ים <WH8147> bish-Neim both עָשָׂר֙ <WH6240> 'a-Sar ten חֹ֔דֶשׁ <WH2320> Cho-desh, month בְּעֶשְׂרִ֥ים <WH6242> be-'es-Rim and twentieth וְשִׁבְעָ֖ה <WH7651> ve-shiv-'Ah on the seven לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; [day] of the month נָשָׂ֡א <WH5375> na-Sa did lift up אֱוִ֣יל 'e-Vil מְרֹדַךְ֩ <WH192> me-ro-daCh [that] Evilmerodach מֶ֨לֶךְ <WH4428> Me-lech king בָּבֶ֜ל <WH894> ba-Vel of Babylon בִּשְׁנַ֣ת <WH8141> bish-Nat in the year מָלְכ֗וֹ <WH4427> ma-le-Cho, that he began to reign אֶת־ <WH853> 'et- רֹ֛אשׁ <WH7218> rosh the head יְהוֹיָכִ֥ין <WH3078> ye-ho-ya-Chin of Jehoiachin מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah מִבֵּ֥ית <WH1004> mib-Beit court כֶּֽלֶא׃ <WH3608> Ke-le. prison"},{"number":28,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber And he spake אִתּ֖וֹ <WH854> it-To for טֹב֑וֹת <WH2896> to-Vot; kindly וַיִּתֵּן֙ <WH5414> vai-yit-Ten to him and set אֶת־ <WH853> 'et- כִּסְא֔וֹ <WH3678> kis-'O, his throne מֵעַ֗ל <WH5921> me-'Al, and כִּסֵּ֧א <WH3678> kis-Se above the throne הַמְּלָכִ֛ים <WH4428> ham-me-la-Chim of the kings אֲשֶׁ֥ר <WH834> 'a-Sher who אִתּ֖וֹ <WH854> it-To in בְּבָבֶֽל׃ <WH894> be-va-Vel. that [were] with him in Babylon"},{"number":29,"verse":"וְשִׁנָּ֕א <WH8132> ve-shin-Na And changed אֵ֖ת <WH853> 'et בִּגְדֵ֣י <WH899> big-Dei garments כִלְא֑וֹ <WH3608> chil-'O; his prison וְאָכַ֨ל <WH398> ve-'a-Chal and he did eat לֶ֧חֶם <WH3899> Le-chem bread תָּמִ֛יד <WH8548> ta-Mid continually לְפָנָ֖יו <WH6440> le-fa-Nav before כָּל־ <WH3605> kol- all יְמֵ֥י <WH3117> ye-Mei him all the days חַיָּֽיו׃ <WH2416> chai-Yav. of his life"},{"number":30,"verse":"וַאֲרֻחָת֗וֹ <WH737> va-'a-ru-cha-To, And his allowance אֲרֻחַ֨ת <WH737> 'a-ru-Chat allowance תָּמִ֧יד <WH8548> ta-Mid [was] a continual נִתְּנָה־ <WH5414> nit-te-nah- given לּ֛וֹ lo מֵאֵ֥ת <WH853> me-'Et הַמֶּ֖לֶךְ <WH4428> ham-Me-lech him of the king דְּבַר־ <WH1697> de-var- rate י֣וֹם <WH3117> Yom for every day בְּיוֹמ֑וֹ <WH3117> be-yo-Mo; all the days כֹּ֖ל <WH3605> kol all יְמֵ֥י <WH3117> ye-Mei the days חַיָּֽו׃ <WH2416> chai-Yav. of his life"}]}