{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":10,"verses":[{"number":1,"verse":"Heare the worde of the Lorde that he speaketh vnto the, O thou house of Israel."},{"number":2,"verse":"Thus sayeth the Lorde. Ye shall not lerne after the maner of the Heathen, & ye shall not be afrayed for the tokens of heauen: for the Heathen are afrayed of soch:"},{"number":3,"verse":"yee, al the customes and lawes of the Gentyles are nothynge, but vanyte. They hewe downe a tree in the wod with the handes of the worckeman, and fashyon it wt the axe:"},{"number":4,"verse":"they couer it ouer with golde or siluer, they fasten it with nayles & hammers, that it moue not."},{"number":5,"verse":"It standeth as styf as the palme tree, it can nether speake ner go one fote, but must be borne. Be not ye afrayed of soch, for they can do nether good ner euell."},{"number":6,"verse":"But there is none lyke vnto the, O Lorde, & great is the name of thy power."},{"number":7,"verse":"Who wolde not feare the? O kyng of the Gentils for thyne is the domynion. For amonge all the wyse men of the Gentyles, and in all theyr kyngdomes, there is none that maye be lickened vnto the."},{"number":8,"verse":"They are all together vnlerned & vnwyse in this one thynge. All theyr connynge is but vanyte:"},{"number":9,"verse":"namely, wod, syluer, which is brought out of Tharsis, & beaten to plates: and golde from Ophir, a worcke that is made with the hande of the craftesman & the caster, clothed wt yelow sylck & scarlet: euen so is the worcke of theyr wyse men all together."},{"number":10,"verse":"But the Lorde is a true God, a lyuynge God, & an euerlastynge kynge. If he be wroth, the earth shaketh: all the Gentyles maye not abyde his indygnacyon."},{"number":11,"verse":"As for theyr goddes thus shall you saye to them: they are goddes, that made nether heauen ner earth therfore shall they perysh from the earth, and from all thynges vnder heauen."},{"number":12,"verse":"But (as for oure God) He made the earth wt his power, and with his wysdome doth he order the whole compasse of the worlde, with his discrecyon hath he spred out the heauens."},{"number":13,"verse":"At his voyce the waters gather togethe in the ayre, he draweth vp the cloudes from the vttemost partes of the earth: he turneth lyghtenyng to rayne, & bryngeth forth the wyndes out of their treasures."},{"number":14,"verse":"His wysdome maketh all men fooles. And confounded be all casters of ymages, for that they cast, is but a vayne thynge, & hath no lyfe."},{"number":15,"verse":"The vayne craftesmen wt their worckes, that they in their vanyte haue made, shall perysh one wt another in the tyme of visitacyon."},{"number":16,"verse":"Neuertheles, Iacobs porcyon is no soch: but it is he, that hath made all thynges, & Israel is the rodd of his inherytaunce. The Lorde of Hostes is his name."},{"number":17,"verse":"Gather vp thy wares out of the land, thou that art in the stronge place."},{"number":18,"verse":"For thus sayeth the Lord. Behold, I wyll now throwe as wt a stone slynge the inhabitours of this lande: at this once, and I wyll brynge trouble vpon them, that they shall proue trewe the wordes that I haue spoken by the prophetes."},{"number":19,"verse":"Alas, how am I hurt? Alas how paynefull are my scourges vnto me? For I consydre this sorow by my self, and I must suffre it."},{"number":20,"verse":"My tabernacle is destroyed, and all my coardes are broken. My chyldren are gone fro me, & can no where be founde. Now haue I none to sprede out my tent, or to set vp my hangynges."},{"number":21,"verse":"For the herdmen haue done folyshly, that they haue not sought the Lord. Therfore, haue they dealt vnwysely with theyr catell, & all are scatred abrode."},{"number":22,"verse":"Beholde, the noyse is harde at hand, & great sedicyon out of the north: to make the cyties of Iuda a wyldernes, & a dwellynge place for Dragons."},{"number":23,"verse":"Now I knowe (O Lorde) that it is not in mans power to ordre hys awne wayes, or to rule his awne steppes & goyngges."},{"number":24,"verse":"Therfore, chasten thou vs, o Lord, but with fauoure & not in thy wrath, bryng vs not vtterly to naught."},{"number":25,"verse":"Poure out thyne indygnacyon rather vpon the Gentiles, that knowe the not, & vpon the people that call not on thy name. And that because they haue consumed, deuoured and destroyed Iacob, and haue made his habytacyon waist."}]}