{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":19,"verses":[{"number":1,"verse":"Thus sayde the Lorde: Go thy waye and bye the an earthen pytcher, and bryng forth the Senatours and chefe prestes"},{"number":2,"verse":"into the valley of the chyldren of Hennom, which lieth before the dore that is made of brycke, and shewe them there the wordes, that I shall tell the,"},{"number":3,"verse":"and saye thus vnto them. Heare the worde of the Lorde, ye kynges of Iuda, and ye cytesyns of Ierusalem. Thus sayeth the Lorde of Hostes the God of Israell: Beholde I wyll bring soche a plage vpon this place, that the eares of all that heare it shal glowe."},{"number":4,"verse":"And that because they haue forsaken me, and vnhalowed this place, & haue offred in it vnto straunge goddes: whome nether they, theyr fathers, ner the kynges of Iuda haue knowne. They haue fylled thys place also with the bloude of innocentes"},{"number":5,"verse":"for they haue sett vp an aulter vnto Baal, to burne their children for a burntoffering vnto Baal, which I nether commaunded, ner charged them, nether thought once there vpon."},{"number":6,"verse":"Beholde therfore the tyme commeth (sayeth the Lorde) that this place shall nomore be called Topheth, ner the valley of the chyldren of Hennom, but the valley of slaughter:"},{"number":7,"verse":"For in this place will I slaye the Senatours of Iuda & Ierusalem, and kyll them downe with the swearde in the syght of theyr enemies, and of them that seke their lyues. And their deed carcases will I geue to be meate for the foules of the ayre, and beastes of the felde."},{"number":8,"verse":"And I will make this citie so desolate and despysed: that who so goeth ther by, shall be abashed and ieast vpon her, because of all her plages."},{"number":9,"verse":"I wyll fede them also with the flesh of their sonnes and their daughters. Yee, euery one shall eate vp another in the besegynge and straytnesse, wherwith their enemyes (that seke their lyues) shal kepe them in."},{"number":10,"verse":"And the pitcher shalt thou breake in the sight of the men, that shalbe with the, & saye vnto the:"},{"number":11,"verse":"Thus sayeth the Lorde of Hostes: Euen so wyll I destroye this people and cytie: as a man breaketh an earthen vessell, that cannot be made whole agayne. In Topheth shal they be buried, for they shall haue none other place."},{"number":12,"verse":"Thus wyl I do vnto this place also, sayeth the Lord, and to them that dwel therin: yee, I wil do to this citie as vnto Topheth"},{"number":13,"verse":"(For the houses of Ierusalem and the houses of the kynges of Iuda shalbe defyled, lyke as Topheth) because of all the houses, in whose parlers they dyd sacryfyce vnto all the hooste of heauen and powred drinke offeringes vnto straunge goddes."},{"number":14,"verse":"And so Ieremy cam from Topheth, where the Lorde had sent him to prophecie, and stode in the court of the house of the Lorde, and spake to all the people:"},{"number":15,"verse":"Thus saieth the Lorde of Hostes the God of Israel: Beholde, I wyl brynge vpon this citie and vpon euery towne aboute it, all the plages that I haue deuised against them: for they haue bene obstinate, and wolde not obeye my warnynges."}]}