{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"Moreouer, the worde of the Lorde came vnto me sayinge:"},{"number":2,"verse":"Go thy waye, crye in the eares of Ierusalem, & saye: Thus sayeth the Lord: I remembre the, for the kyndenesse of thy youth, and because of thy stedfast loue: at the tyme of thy despousynge, in that thou folowdest me thorowe the wyldernesse, in an vntylled lande."},{"number":3,"verse":"Israel was an halowed thynge vnto the Lorde, and so was his fyrst frutes. All they that deuoure Israel shall offende: mysfortune shall fall vpon them, sayeth the Lorde."},{"number":4,"verse":"Heare therfore the worde of the Lorde, O thou house of Iacob, and all the generacyons of the house of Israel."},{"number":5,"verse":"Thus sayeth the Lorde. What vnfaythfulnesse founde youre fathers in me, that they wente so farre awaye fro me, fallynge to lightnesse, and beynge so vayne?"},{"number":6,"verse":"They thought not in their hertes. Where haue we left the Lorde, that brought vs oute of the lande of Egypte that led vs thorowe the wildernesse, thorowe a deserte & rough lande, thorowe a drye and a deedly lande, yee, a lande that no man had gone thorowe, and wherin no man had dwelt."},{"number":7,"verse":"And when I had brought you into a pleasaunt welbuylded lande, that ye myght enioye the frutes and all the commodyties of the same: ye went forth and defyled my lande, & brought myne herytage to abhominacyon."},{"number":8,"verse":"The Prestes them selues sayde not: Where is the Lorde? They that had the lawe in theyr handes, knewe me not: The shepherdes offended agaynst me. The prophetes dyd seruyce vnto Baal, & folowed soch thynges as shall brynge them no profyt."},{"number":9,"verse":"Wherfore, I am constrayned (sayeth the Lord) to make my complaynte vpon you, & vpon youre childers chyldren."},{"number":10,"verse":"Go in to the Iles of Cethim, and loke well: sende vnto Cedar, take diligent hede: and se, whether soch thynges be done there,"},{"number":11,"verse":"whether the Gentils them selues deale so falsly and vntruly wt their goddes, (which yet are no goddes in dede) But my people hath geuen ouer their hye honoure, for a thynge that maye not helpe them."},{"number":12,"verse":"Be astonyshed (O ye heauens) be afrayde, & abashed at soch a thinge, sayeth the Lorde."},{"number":13,"verse":"For my people hath done two euels. They haue forsaken me the well of the water of lyfe, and dygged them pyttes, yee vyle and broken pyttes, that can holde no water."},{"number":14,"verse":"Is Israel a bonde seruaunt, or one of the housholde? Why then is he so spoyled?"},{"number":15,"verse":"Why do they roare and crye then vpon him, as a lyon? They haue made his lande waste, hys cyties are so brent vp, that there is no man dwellynge in them."},{"number":16,"verse":"Yee, the chyldren of Noph and Taphnes haue defyled thy neck."},{"number":17,"verse":"Commeth not this vnto the, because thou hast forsaken the Lorde thy God, euer sence he led the by the waye?"},{"number":18,"verse":"And what hast thou now to do in the strete of Egypte? to drincke the water of Nilus? Ether, what makest thou in the waye of Assyria? To dryncke water of the floude?"},{"number":19,"verse":"Thyne awne wickednesse shall reproue the, & thy turnynge awaye shall condemne the: that thou mayest knowe & vnderstande: howe euell and hurtfull a thynge it is, that thou hast forsaken the Lorde thy God, & not feared him, sayeth the Lorde God of Hostes."},{"number":20,"verse":"I haue euer broken thy yock of olde, & burste thy bondes: yet sayest thou, I wyll nomore offend, but (lyke an harlot) thou runnest about vpon all hye hilles, & amonge all grene trees,"},{"number":21,"verse":"where as I planted the as a noble vyne, & a good rote whose seed is all faithfull. How art thou turned then in to a bytter, vnfrutefull, & straunge grape?"},{"number":22,"verse":"Yee, & that so sore: that though thou washe the wt Nitrus & make thy selfe to sauoure with that swete smellinge herbe of Borith: yet in my syght thou art stayned wyth thy wyckednesse, sayeth the Lorde thy God."},{"number":23,"verse":"Saye not nowe: I am not vnclene, and I haue not folowed Baal. Loke vpon thyne awne wayes in the woddes, valleys and dennes: so shalt thou knowe, what thou hast done. Thou art lyke a swyft Dromedary, that goeth easely his waye:"},{"number":24,"verse":"and thy wantonnes is lyke a wylde Asse, that vseth the wyldernesse, and that snoffeth and bloweth at his wyll. Who can tame the? All they that seke the shall not fayle, but fynde the in thyne awne vnclennes"},{"number":25,"verse":"Kepe thou thy fote from nakednes, and thy throte from thyrste, and without shame thou answerest. No, for I haue loued straungers and them will I folowe."},{"number":26,"verse":"Lyke as a thefe that is taken with the dede commeth to shame, euen so is the house of Israel come to confusion: the comen people, their kynges and rulers, their prestes & prophetes."},{"number":27,"verse":"For they saye to a stocke, thou art my father, and to a stone: thou hast begotten me yee, they haue turned their backe vpon me, & not their face. But in the tyme of their trouble, when they saye: stande vp, and helpe vs,"},{"number":28,"verse":"I shall answere them: Where are nowe thy goddes, that thou hast made the? lett them stande vp, & helpe the in the tyme of nede? yf they be able. For loke howe many cyties thou hast (O Iuda) so many goddes hast thou also."},{"number":29,"verse":"Wherfore then will ye goo to lawe with me, seynge yee all are synners agaynst me, sayeth the Lorde?"},{"number":30,"verse":"It is but lost laboure, that I smyte youre chyldren, for they receaue not my correccion. Youre awne swearde destroyeth youre prophetes, lyke a deuouringe lyon."},{"number":31,"verse":"O ye people, loke vpon the worde of the Lorde. Am I then become a wyldernesse vnto the people of Israel? or a lande that hath no lyght? Wherfore sayeth my people then: we are Lordes, we will come no more vnto the?"},{"number":32,"verse":"Doth a mayden forget her rayment, or a bryde her stomacher? But as for my people they haue forget me, dayes innumerable."},{"number":33,"verse":"Why boastest thou thy wayes so hylie (to optayne fauoure there thorowe) when thou hast yet stayned them with blasphemyes? and teachest thyne awne wayes."},{"number":34,"verse":"Upon thy wynges is founde the bloude of poore and innocent people, & that not in corners & holes only, but openly in all these places."},{"number":35,"verse":"Yet darest thou saye: I am gyltlesse. Tush, his wrath can not come vpon me. Beholde, I condempne the in iudgement, because thou darest saye: I haue not offended."},{"number":36,"verse":"And why runnest thou so often to and fro, to chaunge thy wayes? For thou shalt be confounded, as well of Egypte, as of the Assyrians:"},{"number":37,"verse":"yee, thou shalt go thy waye from them, and smyte thyne handes together vpon thy head. Because the Lorde doth abhorre that confydence and hope of thyne, and thou shalt not prospere with all."}]}