{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":21,"verses":[{"number":1,"verse":"These are the wordes that the Lorde spake vnto Ieremy what tyme as kyng Zedekiah sent vnto him Phashur the sonne of Melchias, and Sophonias the sonne of Maasias preste, sayinge."},{"number":2,"verse":"Aske councell at the Lorde (we praye the) of our behalfe, for Nabuchodonosor the kynge of Babilon besegeth vs, yf the Lorde (peraduenture) will deale with vs, accordynge to his maruelous power, & take him from vs."},{"number":3,"verse":"Then spake Ieremy. Geue Zedekias this answere."},{"number":4,"verse":"Thus sayeth the Lorde God of Israel: beholde, I wil turne backe the weapens that ye haue in youre handes, wherwith ye fyght agaynst the kynge of Babylon & the Caldees, which besege you round aboute the walles, and I will bringe them together into the myddest of this cytie,"},{"number":5,"verse":"& I my selfe wyll fyght against you, with an outstretched hande, & with a myghtie arme, in great displeasure and terrible wrath:"},{"number":6,"verse":"& wyll smyte them, that dwel in this citie: yee, both men and catell shall dye of a great pestilence."},{"number":7,"verse":"And after this (sayeth the Lorde) I shal deliuer Zedekias the kinge of Iuda, and his seruauntes, his people (and soch as are escaped in the citie, from the pestilence, swearde and honger) into the power of Nabuchodonosor kynge of Babylon: yee, into the handes of theyr enemyes, into the handes of those that folowe vpon their lyues, which shall smyte them with the swearde, they shal not pytie them, they shall not spare them, they shall haue no mercy vpon them."},{"number":8,"verse":"And vnto this people thou shalt saye. Thus sayeth the Lorde: beholde, I laye before you the waye of lyfe & deeth."},{"number":9,"verse":"Who so abydeth in this cytie, shall perish: ether with the swearde, wyth honger, or wyth pestilence. But who so goeth out to holde on the Chaldees parte, that besege it, he shall saue hys lyfe & shall wynne his soule for a pray."},{"number":10,"verse":"For I haue set my face agaynst this cytie (sayeth the Lorde) to plage it, and to do it no good. It must be geuen into the hande of the king of Babylon, and be brent with fyre."},{"number":11,"verse":"And vnto the house of the kyng of Iuda, saye thus: Heare the worde of the Lord"},{"number":12,"verse":"(O thou house of Dauid) for thus saith the Lord: Minister ryghteousnes, and that soone, delyuer the oppressed from violent power or euer my terryble wrath breake out lyke a fyre, and burne so, that no man maye quench it, because of the wyckednes of youre ymaginacions."},{"number":13,"verse":"Beholde (sayeth the Lorde) I will come vpon you, that dwell in the valleyes, rockes and feldes, and saye. Tush: who will make vs afrayed? or who will come into oure houses?"},{"number":14,"verse":"For I wyll vyset you (saieth the Lorde) because of the wickednes of your inuencions, and wyll kyndle soche a fyre in youre wood, as shall consume al that is aboute you."}]}