{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"Thus sayde the Lorde, Go downe into the house of the kynge of Iuda, & speake there these wordes,"},{"number":2,"verse":"and saye: Heare the worde of the Lorde, thou king of Iuda that syttest in the kyngly seat of Dauid: thou and thy seruauntes and thy people that go in and out at this gate."},{"number":3,"verse":"Thus the Lorde commaundeth: kepe equyte and righteousnesse, deliuer the oppressed from the power of the violent: do not greue ner oppresse the straunger, the fatherlesse ner the wyddow. and shed no innocent bloude in this place."},{"number":4,"verse":"And yf ye kepe these thynges faythfully then shal there come in at the dore of this house kinges, to sit vpon Dauids seate: they shalbe caried in Charettes and ryde vpon horses both they and their seruauntes, and theyr people."},{"number":5,"verse":"But yf ye will not be obedient vnto these commaundementes, I sweare by myne awne selfe (sayeth the Lorde) thys house shal be waste."},{"number":6,"verse":"For thus hath the Lorde spoken vpon the kynges house of Iuda. Thou Gilead art vnto me the head of Libanus. Shall I not make the so waste (& thy cyties also) that no man shall dwell therin?"},{"number":7,"verse":"I wil prepare a destroyer with his weapens for the, to hewe downe thy speciall Cedre trees, and to cast them in the fyre."},{"number":8,"verse":"And all the people that go by this cytie, shal speak one to another. Wherfore hath the Lorde done thus vnto this noble cytie?"},{"number":9,"verse":"Then shall it be answered: because they haue broken the couenaunt of the Lorde theyr God, and haue worshypped & serued straunge goddes."},{"number":10,"verse":"Mourne not ouer the deed, and be not wo for them, but be sory for hym that departeth awaye: for he commeth not agayne, and seeth his natiue countre no more."},{"number":11,"verse":"For thus sayeth the Lorde, as touchynge Selum the sonne of Iosias kynge of Iuda, which raygned after his father, and is caried out of this place, he shal neuer come hyther agayne,"},{"number":12,"verse":"for he shal dye in the place, wher vnto he is led captiue, and shall se this lande nomore."},{"number":13,"verse":"Wo worth him, that buyldeth hys house with vnrighteousnes, and his parlers with the good that he hath gotten by vyolence: which neuer recompenseth his neyghbours laboure, ner payeth him his hyre."},{"number":14,"verse":"He thyncketh in him selfe. I wyll buylde me a wyde house, & gorgeous parlers. He causeth windowes to be hewen therin, and the sylynges and ioystes maketh he of Cedre, and paynteth them with Synaper."},{"number":15,"verse":"Thynckest thou to raygne, now that thou prouokest me to wrath with the Cedre trees? Dyd not thy father eate and drincke, and prospere well, as longe as he dealt wt equite and righteousnesse?"},{"number":16,"verse":"Yee, when he helped the oppressed and poore to their right, then prospered he well. From whence came thys, but onely because he had me before hys eyes, sayeth the Lorde?"},{"number":17,"verse":"Neuertheles, as for thyne eyes and thyne herte, they loke vpon coueteousnesse, to shed innocent bloude, to do wronge & violence."},{"number":18,"verse":"And therfore, thus sayeth the Lorde agaynst Iehoakim, the sonne of Iosias kyng of Iuda. They shall not mourne for him (as they vse to do) alas brother, alas syster. Nether shal they saye vnto him: Alas syr, alas for that noble prince."},{"number":19,"verse":"But as an Asse shall he be buryed, corrupte and be cast without the gates of Ierusalem."},{"number":20,"verse":"Clyme vp the hyll of Libanus (O thou daughter Sion) lyft vp thy voyce vpon Basan, crye from all partes: for all thy louers are destroyed."},{"number":21,"verse":"I gaue the warnynge, whyle thou wast yet in prosperyte. But thou saydest: I wyll not heare. And this maner hast thou vsed from thy youth, that thou woldest neuer heare my voyce."},{"number":22,"verse":"All thy herdmen shalbe driuen with the wynde, and thy derlynges shalbe caryed awaye into captiuite. Then shalt thou be brought to shame & confusion because of al thy wickednes:"},{"number":23,"verse":"thou that dwellest vpon Libanus, & makest thy nest in the Cedre trees O how litle shalt thou be regarded when thy sorowes & pangues come vpon the, as a woman trauelynge with chylde."},{"number":24,"verse":"As truly as I lyue (sayeth the Lorde:) Though Conanias the sonne of Iehoakim kynge of Iuda were the sygnet of my right hande, yet will I plucke him of."},{"number":25,"verse":"And I will geue the into the power of them that seke to slaye the, and into the power of them that thou fearest: into the power of Nabuchodonosor the Kynge of Babylon, and into the power of the Caldees."},{"number":26,"verse":"Moreouer, I wyll sende the, and thy mother that bare the into a straunge lande, where ye were not borne, and there shall ye dye."},{"number":27,"verse":"But as for the lande that ye wyll desyre to returne vnto, ye shal neuer come at it agayne."},{"number":28,"verse":"This man Conanias shall be lyke an ymage robbed & torne in peces, which pleaseth noman, for all hys apparell. Wherfore both he and his sede shalbe sent awaye, and cast out into a lande, that they knowe not."},{"number":29,"verse":"O thou earth, earth, earth: heare the worde of the Lorde. Thus sayeth the Lorde:"},{"number":30,"verse":"Wryte this man amonge the outlawes, for no prosperite shall this man haue all his lyfe longe. Nether shall eny of his sede be so happie, as to syt vpon the seat of Dauid, and to beare rule in Iuda."}]}