{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"In the begynninge of the reygne of Iehoakim the sonne of Iosiah kyng of Iuda, came this word vnto Ieremy from the Lorde, which spake thus vnto me:"},{"number":2,"verse":"Make the bondes and chaynes, and put them about thy necke,"},{"number":3,"verse":"and send them to the kynge of Edom, to the kynge of Moab, to the kynge of Ammon, to the king of Tirus, and to the kynge of Sidon: and that by the messengers, which shall come to Ierusalem vnto Zedekiah the kinge of Iuda:"},{"number":4,"verse":"and byd them saye vnto theyr masters: Thus sayth the Lorde of hostes the God of Israel: speake thus vnto your masters:"},{"number":5,"verse":"I am he that made the earth, the men and the catell that are vpon the grounde, with my great power and outstretched arme, and haue geuen it vnto whom it pleased me."},{"number":6,"verse":"And now will I delyuer all these landes into the power of Nabuchodonosor the king of Babylon my seruaunt. The beastes also of the felde shall I geue hym to do hym seruyce."},{"number":7,"verse":"And all people shall serue hym, & hys sonne, and his childers children, vntill the tyme of the same lande become also: yee, many people and great kinges shall serue him."},{"number":8,"verse":"Moreouer, that people and kyngdome, which wyll not serue Nabuchodonosor, and that wyll not putt theyr neckes vnder the yocke of the kyng of Babilon: the same people wyll I vyset with the swearde, with honger, with pestilence, vntyll I haue consumed them in hys handes, sayeth the Lorde."},{"number":9,"verse":"And therfore, folowe not your prophetes, sothesayers, expounders of dreames, charmers and wytches: which saye vnto you: ye shall not serue the kynge of Babylon."},{"number":10,"verse":"For they preache you lyes: to brynge you farre from your lande, and that I might cast you out, and destroye you."},{"number":11,"verse":"But the people that put theyr neckes vnder the yock of the king of Babylon, and serue hym, those I will let remayne styll in their awne lande, sayth the Lorde, and they shall occupye it, and dwell therin."},{"number":12,"verse":"All these thynges tolde I Zedekiah the king of Iuda, and sayde: Put your neckes vnder the yocke of the king of Babilon, and serue him and his people, that ye maye lyue."},{"number":13,"verse":"Why wylt thou and thy people perysh with the swearde, with honger, with pestylence: lyke as the Lorde hath deuysed for all people, that wyll not serue the kynge of Babylon?"},{"number":14,"verse":"Therfore, geue no eare vnto those prophetes, that tell you: ye shall not serue the kyng of Babylon: for they preache you lies:"},{"number":15,"verse":"nether haue I sente them, sayeth the Lorde. Howbeit they are bolde, falsely to prophecy in my name: that I myght the sooner dryue you out, and that ye myght peryshe with yor preachers."},{"number":16,"verse":"I spake to the prestes also, and to all the people. Thus sayth the Lorde: Heare not the wordes of those prophetes, that preache vnto you, and saye: Beholde, the vesselles of the Lordes house shall shortlye be brought hyther agayne from Babilon. For they prophecye lyes vnto you."},{"number":17,"verse":"Heare them not, but serue the kynge of Babylon, that ye maye lyue. Wherfore wyll ye make thys citye to be destroyed?"},{"number":18,"verse":"But yf they be true prophetes in very dede, and yf the worde of the Lorde be committed vnto them, then let them praye the Lorde of hostes, that the remnaunt of the ornamentes (which are in the house of the Lorde, and remayne yet in the house of the kynge of Iuda and at Ierusalem) be not caryed to Babylon also."},{"number":19,"verse":"For thus hath the Lorde of hoostes spoken concernynge the pyllers, the lauer, the seate and the resydue of the ornamentes that yet remayne in thys citye,"},{"number":20,"verse":"which Nabuchodonosor the kynge of Babylon toke not, when he caryed awaye Iechoniah the sonne of Iehoakim king of Iuda with all the power of Iuda and Ierusalem, from Ierusalem vnto Babylon, captyue."},{"number":21,"verse":"Yee, thus hath the Lorde of hoostes the God of Israel spoken, as touchynge the resydue of the ornamentes of the Lordes house, of the kynge of Iudaes house, and of Ierusalem."},{"number":22,"verse":"("}]}