{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"Comenly, when a man putteth awaye his wyfe, and she goeth from him & marieth with another, then the questyon is: shulde he resorte vnto her eny more after that? Is not this felde then defyled and vncleane? But as for the, thou hast played the harlot with many louers, yet turne agayne to me, sayeth the Lorde."},{"number":2,"verse":"Lyft vp thyne eyes vnto the hilaulters & loke, yf thou be not defyled with whoredome. Thou hast wayted for them in the stretes, and as a murtherer in the wyldernesse. Thorowe thy whordome & shamefull blasphemyes, is the lande defyled."},{"number":3,"verse":"This is the cause, that the rayne & eueninge dewe hath ceased. Thou hast gotten the an whores forehead, and wilt not be ashamed."},{"number":4,"verse":"Els woldest thou saye vnto me: O my father, thou art he that hast brought me vp, & led me fro my youth:"},{"number":5,"verse":"Wylt thou then put me awaye, & cast me of for euer? Or wilt thou withdrawe thy selfe cleane fro me? Neuertheles, thou speakest soch wordes, but thou art euer doinge worse and worse."},{"number":6,"verse":"The Lorde sayde also vnto me: in the tyme of Iosiah the kynge: Hast thou sene what that rebellyon Israel hath done? howe she hath runne vp vpon all the hylles, and amonge all thick trees, and there played the harlot."},{"number":7,"verse":"hast thou sene also (when she had done all thys) howe I sayde vnto her: that she shulde turne agayne vnto me, & yet she is not returned? Iuda that vnfaythfull syster of hers also sawe thys:"},{"number":8,"verse":"Namely, that after I had well sene the aduoutrye of the shrynckyng harlot Israel, I put her awaye, and gaue her a byll of deuorcement. For all this, her vnfaythfull syster Iuda was not ashamed, but went backe & played the whore also:"},{"number":9,"verse":"Yee, and the noyse of her whordome hath defyled the whole lande. For she hath commytted fornycacyon wyth stones and stockes."},{"number":10,"verse":"Neuerthelesse, her vnfaythfull syster Iuda is not turned vnto me agayne wyth her whole herte, but faynedly, sayeth the Lorde."},{"number":11,"verse":"And the Lorde sayde vnto me: The backslyder Israell is more ryghtuous, then the vnfaythfull Iuda:"},{"number":12,"verse":"& therfore go preache these wordes towarde the north, and saye: Thou disobedient Israell, turne agayne (sayeth the Lorde) & I wyll not let my wrathe fall vpon you, for I am mercyfull (sayeth the Lorde) & I wyll not alwaye beare displeasure agaynst the:"},{"number":13,"verse":"but this I will, that thou knowe thy greate blasphemy: Namely, that thou hast vnfaythfully forsaken the Lorde thy God, & hast made thy selfe partake of straunge Goddes vnder all grene trees, but hast had no wyll to heare my voyce, sayeth the Lorde."},{"number":14,"verse":"O ye disobedient chyldren, turne agayne sayeth the Lorde: & I wyll be maryed wyth you. For I wyll take one out of the cytie, & two out of one generacyon, from amonge you, and brynge you in to Syon:"},{"number":15,"verse":"and wyll geue you herdmen after myne awne mynde, which shall fede you with learnynge and wysdome."},{"number":16,"verse":"Moreouer, when ye be increased and multiplyed in the lande, then (sayeth the Lorde) there shall no more boast be made of the arcke of the Lordes testament: No man shall thinke vpon it, nether shall any man make mencyon of it: for from thence forth it shall nether be vysyted, ner honoured with gyftes."},{"number":17,"verse":"Then shall Ierusalem be called the Lordes seate, & all Heathen shalbe gathered vnto it, for the name of the Lordes sake, which shalbe set vp at Ierusalem. And from the tyme forth, they shall folowe no more the ymaginacyon of their awne frowarde herte."},{"number":18,"verse":"Then those that be of the house of Iuda, shall go vnto the house of Israell: & they shall come together out of the North, into the same lande that I haue geuen your fathers."},{"number":19,"verse":"I haue shewed also, howe I toke the vp beynge but a childe & gaue the a pleasaunt lande for thyne herytage, yee, & a goodly Hoste of the Heathen, & howe I commaunded the, that thou shuldest call me father only, and not to shryncke fro me."},{"number":20,"verse":"But lyke as a woman vnfaythfully fayleth her husbande, so are ye vnfaythfull vnto me (O ye house of Israel) sayeth the Lorde."},{"number":21,"verse":"And therfore the voyce of the chyldren of Israel was herde on hye, wepinge and waylinge: for they haue defyled their waye, and forgotten God their Lorde."},{"number":22,"verse":"O ye disobedient chyldren, turne agayne (sayinge: lo, we are thyne, for thou art the Lorde oure God:) And so shall I heale youre backturninges."},{"number":23,"verse":"Truly vaynly trusteth he for helth that loketh for it in the hylles and in vayne is it sought in the multitude of the mountaynes, but the health of Israell standeth only vpon God oure Lorde."},{"number":24,"verse":"Confusyon hath deuoured oure fathers laboure from oure youth vp: yee, their shepe and bullockes, their sonnes and daughters."},{"number":25,"verse":"So do we also slepe in oure confusyon, and shame couereth vs: for we & oure fathers from oure youth vp vnto this daye haue synned agaynst the Lorde oure God, and haue not obeyed the voyce of the Lorde oure God."}]}