{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"These are the wordes, that the Lord shewethe vnto Ieremye, sayinge:"},{"number":2,"verse":"Thus sayth the Lorde God of Israel: Wryte vp diligently all the wordes, that I haue spoken vnto the, in a booke."},{"number":3,"verse":"For lo, the tyme commeth, sayth the Lorde, that I wyll bryng agayne the presoners of my people of Israel and Iuda, sayth the Lord. For I wyll restore them vnto the lande, that I gaue to theyr fathers, & they shall haue it in possession."},{"number":4,"verse":"Agayne, these wordes spake the Lorde, concerning Israel and Iuda:"},{"number":5,"verse":"Thus sayth the Lorde: We haue hearde a terrible crye, feare and disquietnes."},{"number":6,"verse":"For what elles do thys signifye, that I se? Namely, that all stronge men smyte, euery man hys hande vpon hys loynes, as a woman in the paine of her trauayle. Who euer sawe a man trauayle with childe? Enquyre therafter, and se. Yee, all their faces are maruelous pale."},{"number":7,"verse":"Alas for this daye, which is so dredefull that none maye be likened vnto it: and alas for the tyme of Iacobs trouble, from the which he shall yet be delyuered."},{"number":8,"verse":"For in that daye, sayth the Lorde, I will take his yocke from of thy neck, & breake thy bondes: And strangers shall nomore serue hym:"},{"number":9,"verse":"but they shall do seruice vnto God theyr Lorde, and to Dauid theyr kynge, whom I wyll rayse vp vnto them."},{"number":10,"verse":"And as for the, O my seruaunt Iacob, feare not, sayth the Lorde, and be not afraied, O Israel. For lo, I wyll helpe the also from farre, and thy seed from the lande of their captiuytie. And Iacob shall turne agayne, he shalbe in rest, and haue a prosperous lyfe, & no man shall make him afrayed."},{"number":11,"verse":"For I am with the to helpe the, sayth the Lorde. And though I shall destroie all the people, amonge whom I haue scatered the, yet wyll I not destroye the, but correcte the, and that with discretion. For I knowe that thou art in no wyse without faute."},{"number":12,"verse":"Therfore thus sayth the Lord: Thy brosinges are peryllous, & thy woundes ready to cast the in to sicknes."},{"number":13,"verse":"Ther is no man to medle with thy cause, or to lay plaster vpon the, or to bynde vp thy woundes: there maye no man helpe the."},{"number":14,"verse":"All thy louers haue forgotten the, and care nothynge for the. For I haue geuen the a cruell stroke, and chastened the roughly: and that for the multitude of thy mysdedes: for thy synnes haue had the ouer hande."},{"number":15,"verse":"Why makest thou mone for thy harme? in dede, thou art sore wounded & in ieopardye: but for the multitude of thy mysdedes and synnes, I haue done this vnto the."},{"number":16,"verse":"And therfore, all they that deuoure the, shalbe deuoured: and all thyne enemies shalbe led into captiuite. All they that make the wast, shalbe wasted them selues, & all those that robbe the, wyll I make also to be robbed."},{"number":17,"verse":"For I wyll geue the thy health agayne and make thy woundes whole, sayeth the Lorde: because they reuyled the, as one cast awaye and despised, Syon (sayde they) is she whom no man regardeth."},{"number":18,"verse":"For thus sayth the Lorde: Beholde, I will bring agayne the captiuytie of Iacobs tentes, and defende his dwelling place. The citye shalbe buylded in her olde estate, and the houses shall haue their ryght foundacion,"},{"number":19,"verse":"And out of them shall go thankesgeuing, and the voyce of ioye. I will multiplye them, and they shall not be fewe. I shall endue them with honoure, & no man shall subdue them."},{"number":20,"verse":"Theyr chyldren shalbe as a fore tyme, and their congregacion shall continue in my syght. And all those that vexe them, wyll I vyset."},{"number":21,"verse":"A captayne also shall come of them: and a prynce shall springe out from the myddest of them: hym will I chalenge to my selfe, and he shall come vnto me. For what is he, that geueth ouer his hert to come vnto me? sayth the Lorde."},{"number":22,"verse":"Ye shalbe my people also, and I wilbe youre God."},{"number":23,"verse":"Beholde, on the other syde shall the wrath of the Lorde breake out as a stormy water as a mighty whirle winde: and shall fall vpon the heades of the vngodly."},{"number":24,"verse":"The terrible displeasure of the Lorde shall not leaue of, vntyll he haue done, and perfourmed the intent of hys herte, which in the latter dayes ye shall vnderstande."}]}