{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"Thys is the worde that the Lord spake vnto Ieremy, when Nabuzaradan the chefe Captayne had let him go fre from Ramah, whyther he had led him bounde amonge all the presoners, that were caryed from Ierusalem and Iuda vnto Babylon."},{"number":2,"verse":"The chefe captayne called for Ieremy, and sayde vnto hym. The Lorde thy God spake myghtely before of the mysery vpon thys place:"},{"number":3,"verse":"Nowe the Lorde had sent it, and perfourmed it as he had promysed. For ye haue synned agaynst the Lord, and haue not bene obedient vnto his voyce, therfore commeth thys plage vpon you."},{"number":4,"verse":"Beholde, I lowse the bondes from thy handes thys daye: yf thou wilt nowe go with me vnto Babylon, vp then: for I wyll se to the, & prouyde for the. But yf thou wylt not go with me to Babylon, then remayne here. Beholde, all the lande is at thy wyll, loke wher thou thynkest conuenient and good for the to abyde, there dwell."},{"number":5,"verse":"For as yet he was not gone backe againe to Godoliah therfore he sayde to him: Go backe to Godoliah the sonne of Ahicam, the sonne of Saphan: whom the kynge of Babylon hath made gouernoure ouer the cyties of Iuda, & dwell with hym amonge the people, or remayne where soeuer it pleaseth the. So the chefe Captayne gaue him hys expenses with a rewarde, and let him go."},{"number":6,"verse":"Then wente Ieremy vnto Godoliah the sonne of Ahikam to Mizpa, and dwelt there with hym among the people that were left in the lande."},{"number":7,"verse":"Nowe when the captaynes of the Hoste of Iuda (which wt their felowes were scatred abrode on euery syde in the lande) vnderstode that the kynge of Babylon made Godoliah the sonne of Ahicam gouernoure in the land, and the man, wyfe and childe, yee, and the poore men in the lande (that were not led captyue to Babylon) shulde be vnder his iurisdiccion:"},{"number":8,"verse":"They came to Godoliah vnto Mizpa: Namely, Ismael the sonne of Nathaniah, Iohanan and Ionathan the sonnes of Careah, Sareah the sonne of Thanhometh, the sonnes of Ophai the Netophathite, Iesaniah the sonne of Maachati, with theyr companyons."},{"number":9,"verse":"And Godaliah the sonne of Ahicam, the sonne of Saphan, swore vnto them and theyr felowes in this maner Be not afrayed to serue the Caldees, dwell in the lande, and do the kyng of Babylon seruice, so shall ye prospere."},{"number":10,"verse":"Beholde, I dwell at Mizpa to be an officer in the Caldees be halfe, and to satisfye soche as come to vs. Therfore gather you wyne, corne and oyle, and kepe them in your ware houses, and dwell in youre cyties that ye haue in kepynge."},{"number":11,"verse":"Yee, all the Iewes also that dwelt in Moab vnder the Ammonites, in Idumea and in all the countreys, when they herde, that the kinge of Babylon had made Godoliah the sonne of Ahicam the sonne of Saphan, gouernoure vpon them that were left in Iuda."},{"number":12,"verse":"All the Iewes (I saye) returned oute of all places where they were fled vnto: and came into the lande of Iuda to Godoliah vnto Mizpa, & gathered wyne & other frutes, & that very moche."},{"number":13,"verse":"Moreouer, Iohanan the sonne of Careah and all the captaynes of the Hoste, that were scatred on euery syde in the lande, cam to Godoliah in Mizpa, & sayde vnto him."},{"number":14,"verse":"knowest thou not that Baalis kynge of the Ammonites hath sent Ismael the sonne of Nathaniah, to slaye the? But Godoliah the sonne of Ahicam beleued them not."},{"number":15,"verse":"Then sayde Iohanan the sonne of Careah vnto Godoliah in Mizpa these wordes secretly: Let me go, I praye the, and I will slaye Ismael the sonne of Nathaniah, so that no body shall knowe it. Wherfore will he kyll the, that all the Iewes which resorte vnto the, might be scatred and the remnaunt in Iuda peryshe."},{"number":16,"verse":"And Godoliah the sonne of Ahikam sayde to Iohanan the sonne of Careah. Thou shalt not do it, for they are but lyes, that thou sayest, of Ismael."}]}