{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"Nowe when Ieremy had ended all the wordes of the Lord his God vnto the people which to declare the Lorde theyr God had sent hym to them, (euen all thes wordes I saye)"},{"number":2,"verse":"Azariah the sonne of Osaiah, and Iohanan the sonne of Kareah with all the stubborne personnes, sayde vnto Ieremy: Thou lyest; the Lorde oure God hath not sent the to speake vnto vs, that we shulde not go into Egypte, and dwell there:"},{"number":3,"verse":"But Baruch the sonne of Neriah prouoketh the agaynst vs, that he myght brynge vs into the captiuyte of the Caldees: that they might slaye vs, and carye vs awaye presoners vnto Babylon."},{"number":4,"verse":"So Iohanan the sonne of Kareah, and all the captaynes of the hooste, and all the people folowed not the commaundement of the Lorde: Namely, to dwell in the lande of Iuda."},{"number":5,"verse":"But Iohanan the sonne of Kareah, and all the captaynes of the hooste, caried awaye all the remnaunt in Iuda, that were come together agayne from all the Heythen (among whom they had bene scatred) to dwell in the lande of Iuda:"},{"number":6,"verse":"Men, wemen, chyldren, the kynges daughters, all those that Nabuzaradan the chefe captayne had lefte with Godoliah the sonne of Ahikam, the sonne of Saphan. They caryed awaye also the prophete Ieremy, Baruch the sonne of Neriah,"},{"number":7,"verse":"and so came into Egypte: for they were not obedyent, vnto the commaundement of God. Thus came they to Taphnis."},{"number":8,"verse":"And in Taphnis the worde of the Lorde happened vnto Ieremy, saying:"},{"number":9,"verse":"Take great stones in thyne hande, and hyde them in the bryck wall, vnder the dore of Pharaos house in Taphnis, that all the men of Iuda maye se,"},{"number":10,"verse":"and saye vnto them: Thus sayth the Lorde of hoostes the God of Israel. Beholde, I wyll sende and call for Nabuchodonosor the kynge of Babylon my seruaunt, and wyll sett his seate vpon these stones that I haue hyd, and he shall sprede his tente ouer them."},{"number":11,"verse":"And when he commeth, he shall smyte the lande of Egypte, some with slaughter, some with presonment, and some with the swearde."},{"number":12,"verse":"He shall set fyre vpon the temples of the Egypcians goddes, and burne them vp, & take them selues presoners. Moreouer, he shall araye him selfe with the lande of Egypte, lyke as a shepherde putteth on hys cote, and shall departe his waye from thence in peace."},{"number":13,"verse":"The pylers also of the temple of the Sunne that is in Egypte: shall he breake in peces, and burne the tempels of the Egypcians goddes."}]}