{"bibleAbbr":"GB1539","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"Here folowe the wordes of the Lorde to the prophete Ieremye, which he spake agaynst all the Gentyles."},{"number":2,"verse":"These wordes folowing preached he to the Egipcyans concerninge the hoost of Pharao Necho kynge of Egypte: when he was in Charcamis, besyde the water of Euphrates: what tyme as Nabuchodonosor the king of Babilon slewe him, in the fourth yeare of Iehoakim the sonne of Iosias king of Iuda."},{"number":3,"verse":"Make ready buckler and shylde, and go forth to fyght:"},{"number":4,"verse":"harnes your horses, and sett your selues vpon them: set your salettes fast on, bring forth speares, scoure youre sweardes, and put on your breste plates."},{"number":5,"verse":"But alas, howe happeneth it, that I se you so afrayde? why shryncke ye backe? Theyr worthyes are slayne. Yee, they runne so fast awaye, that none of them looketh behynde him. Fearfulnes is fallen vpon euerychone of them, sayth the Lorde."},{"number":6,"verse":"The lightest of fote shall not fle awaye, and the worthies shal not escape. Towarde the north by the water of Euphrates, they dyd stomble and fall."},{"number":7,"verse":"But what is he this, that swelleth vp, as it were a floude, roaringe and ragynge lyke the streames of water?"},{"number":8,"verse":"It is Egipte that ryseth vp lyke the floude, and casteth out the waters with so greate noyse. And he sayde: I will go, and wyll couer the earth, I will destroye the citye with them that are therin."},{"number":9,"verse":"Gett you vp ye horses, rolle forth ye charettes, come forth worthies: ye Morians, ye Libeans with youre bucklers, ye Lideans with your bowes."},{"number":10,"verse":"This daye of the Lorde God of hostes, is a daye of vengeaunce, that he maye auenge hym of hys enemyes. The swearde shall deuoure, it shalbe satisfyed, and bathed in theyr bloude. For the Lorde God of hostes shall haue a slayne offering towarde the north, by the water of Euphrates."},{"number":11,"verse":"Go vp, O Gilead, and brynge triacle vnto the daughter of Egypt. But in vayne shalt thou go to surgery: for thy wounde shall not be stopped."},{"number":12,"verse":"The Heythen haue hearde of thy shame, and the lande is full of thy confusion: for one stronge man dyd stomble vpon another, and they are fallen both together."},{"number":13,"verse":"These are the wordes that the Lorde spake to the prophete Ieremy concerning the comming of Nabuchodonosor the kinge of Babilon, which was sent to destroye the lande of Egipt."},{"number":14,"verse":"Preach out thorowe the lande of Egipt: & cause it to be proclamed at Migdol, Noph and Taphnis, and saye: Stande styll, make the ready, for the swearde shall consume the rounde aboute."},{"number":15,"verse":"Howe happeneth, it that thy mightye worthies are fallen? why stode they not fast? Euen because the Lord thrust them downe."},{"number":16,"verse":"The slaughter was greate, for one fell euer still vpon another. One cryed vpon another. Up, let vs go agayne to oure awne people, and to oure awne naturall contrey from the cruell swearde."},{"number":17,"verse":"They dyd crye euen there, O Pharao kyng of Egipt thou trobulous king: the tyme wil bring sedityon."},{"number":18,"verse":"As truly as I lyue, sayth the king, whose name is the Lorde of hostes, it shall come as the mount of Thabor, and as Libanus yf it stode in the see."},{"number":19,"verse":"O thou daughter of Egipte make ready thy geer to flyt. For Noph shalbe voyde and desolate, so that no man shall dwell therin."},{"number":20,"verse":"The lande of Egipt is lyke a goodly fayre calfe: but destruccyon shall come out of the north I saye it commeth."},{"number":21,"verse":"Her waged soudyers that ben with her, are like fat calues. They also shall fle awaye together, and not abyde: for the daye of theyr slaughter, and the tyme of their visytation shall come vpon them."},{"number":22,"verse":"The crye of them shall make a noyse, as the blast of a trompete. For they shall enter in with their hostes, and come with axes, as it were hewers downe of wodde."},{"number":23,"verse":"And they shall cut downe her wodde, sayth the Lorde. They shalbe innumerable: for they shalbe mo in nomber then the greshoppers, so that no man shalbe able to tell them."},{"number":24,"verse":"The daughter of Egipte is confounded, and deliuered into the handes of the people of the north."},{"number":25,"verse":"Thus sayth the Lorde of hostes the God of Israel. Beholde, I wyll viset that restles people of Alexandria, Pharao and Egypte: yee, bothe theyr goddes and theyr kynges: euen Pharao, and all them that putt theyr trust in hym."},{"number":26,"verse":"Yee, I wyll delyuer them into the handes of those, that seke after theyr lyues. Namely into the power of Nabuchodonosor the kyng of Babilon, and into the power of hys seruauntes. And after all these thynges it shalbe inhabyted as afore tyme, sayth the Lorde."},{"number":27,"verse":"But be not thou afrayed (O my seruaunt Iacob) feare not thou, O Israel. For lo, I wyll helpe the from farre, and thy seede from the lande of theyr captiuite. Iacob also shall come agayne, and be in rest: he shall prospere and no man shall do him harme."},{"number":28,"verse":"Feare thou not (O Iacob my seruaunt) sayth the Lord, for I am with the: and wyll destroye all nacyons, amonge whom I haue scatered the. Neuerthelesse, I wyll not consume the: but chasten the and correcte the: yee, and that wt discrecyon: nether will I spare the as one that were fautlesse."}]}