{"bibleAbbr":"awaERV2005","bookName":"एस्तेर","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"( यहूदियन क बिनास क बरे हामान क योजना) एन बातन क घटइ क पाछे महाराजा छयर्स हामान क सन्मान किहस। हामान अगागी हम्मदाता नाउँ क मनई क पूत रहा। महाराजा हामान क कउनो दुसर अधिकरियन स जउन ओकर संग रहेन स बड़का अउ महत्वपूर्ण पद दिहेस।"},{"number":2,"verse":"राजा क दुआर पइ महाराजा क सबहिं मुखिया हामान क अगवा निहुरिके ओका आदर देइ लागेन। उ पचे महाराजा क आग्या क अनुसार ही अइसा किया करत रहेन। किन्तु मोर्दकै हामान क अगवा निहुरइ या ओका आदर देइ क मना कइ दिहस।"},{"number":3,"verse":"एँह बरे राजा क दुआर पइ राजा क दुसर सेवकन मोर्दकै स पूछेन, “तू महाराजा क आग्या क पालन काहे नाहीं किहा?”"},{"number":4,"verse":"राजा क सबइ अधिकारियन हररोज मोर्दकै स बात किहन, किन्तु उ हामान क आदेस क माइन स इन्कार करत रहा। तउ ओन अधिकारियन हामान स एकरे बारे मँ बताइ दिहन, काहेकि उ पचे इ सबइ जानइ चाहत रहेन कि का मोर्दकै क इ बेउहार क लगातार रहइ क अनुमति होइ। काहेकि मोर्दकै ओन सबइ लोगन क बताइ दिहे रहा कि उ एक यहूदा रहा।"},{"number":5,"verse":"हामान जब इ लखेस कि मोर्दकै ओकरे अगवा निहुरइ अउर ओका आदर देइ क मना कइ दिहस ह तउ ओका बहोत किरोध आवा।"},{"number":6,"verse":"हामान क इ पता तउ चल ही चुका रहा कि मोर्दकै एक यहूदी अहइ। किन्तु उ मोर्दकै क हत्या मात्र स संतुस्ट होइवाला नाहीं रहा। हामान तउ इ भी चाहत रहा कि उ कउनो एक अइसा रस्ता ढूँढ़ निकारइ जेहेसे छयर्स क समूचे राज्ज क ओन सबहीं यहूदियन क मार डावइ जउनो मोर्दकै क लोग अहइँ।"},{"number":7,"verse":"महाराजा छयर्स क राज्ज क बारहवें बरिस मँ नीसान नाउँ क पहिले महिने मँ, हामान क मोजूदगी मँ यहूदी लोगन क बर्बाद करइ क दिन चुनई बरे पासा लोकावा गवा। इ तरह अदार नाउँ क बारहवाँ महीना चुन लीन्ह गवा। (ओन दिनन लाटरी निकारइ बरे इ सबइ पासन, “पुर” कहवावा करत रहेन।)"},{"number":8,"verse":"फुन हामान महाराजा छयर्स क लगे आवा अउर ओहसे बोला, “हे महाराजा छयर्स तोहरे राज्ज क हर प्रान्त मँ लोगन क बीच एक खास समूह क लोग फइले भए अहइँ। इ सबइ लोग अपने आप क दूसर लोगन स अलग रखत हीं। एन लोग क रीतिरिवाज भी दूसर लोगन स अलग अहइँ अउर इ सबइ लोग राजा क नेमन क पालन नाहीं करत हीं। अइसे लोगन क अपने राज्ज मँ सखइ क अनुमति देब महाराजा क बरे अच्छा नाहीं अहइ।"},{"number":9,"verse":"“जदि महाराजा क अच्छा लगइ तउ मोरे लगे एक सुझाव अहइ: ओन लोगन क नस्ट कइ डावइ क आग्या दीन्ह जाइ। एकरे बरे मँइ साही अधिकरियन क दस हजार चाँदी क सिक्कन महाराजा क खजाने मँ जमा करइ बरे देब।”"},{"number":10,"verse":"इ तरह महाराजा राजकीय अंगूठी अपनी अँगुरि स निकारेस अउर ओका हामान क सौप दिहस। हामान अगागी हम्मदाता क पूत रहा। उ यहूदियन क दुस्मन रहा।"},{"number":11,"verse":"“एकरे पाछे महाराजा हामान स कहेस, “इ धन अपने लगे रखा अउर ओन लोगन क संग जउन चाहत ह, करा।”"},{"number":12,"verse":"फुन उ पहिले महीने क तेरहवें दिन महाराजा क सचिवन क बोलावा गवा। उ पचे हामान क सबहिं आदेसन क हर प्रान्त क लिपि अउर हर लोगन क भाखा मँ अलग-अलग लिख दिहस। उ पचे राजा क मुखिया लोगन, विभिन्न प्रान्तन क राज्यपालन, अलग-अलग कबीलन क मुखिया लोगन क नाउँ पत्र लिख दिहस। उ पचे इ आदेस अगूंठी स मोहर लगाइ दिहेस।"},{"number":13,"verse":"सँदेस वाहक राजा क विभिन्न प्रान्तन मँ ओन पत्रन क लइ गएन। एन पत्रन पइ इ आदेस रहा कि सबहिं यहूदियन जवान, बुढ़े, मेहररु अउर नान्ह गदेलन क भी एक ही दिन मार दीन्ह जाइँ अउर पूरी तरह नस्ट कइ दिन्ह जाइ। उ दिन बारहवें महीने क तेरहवीं तारिख क रहा जउन अदार क महीना अहइ। अउर इ भी आदेस रहा कि यहूदियन क सब कछू चिजिया लइ लीन्ह जाइ।"},{"number":14,"verse":"एन पत्रन क प्रतियन उ आदेस क संग एक नेम क रुप मँ दीन्ह जाब रही। हर प्रान्त मँ एका एक नेम बनावा जाब रहा। सबहिं लोगन मँ एकर घोसना कीन्ह जाब रही, ताकि उ पचे सबहिं लोग उ दिन क बरे तइयार रहइँ।"},{"number":15,"verse":"महाराजा आग्या अनुसार सँदेस बाहक फउरन चल दिहन। अउर इ राजधानी नगरी सूसन मँ भी इ ऐलान कइ दीन्ह गइ। महाराजा अउर हामान तउ दाखरस पिअइ क बरे बइठ गएन किन्तु सूसन नगर क लोग घबरा गए रहेन अउ चकित भए रहेन।"}]}