{"bibleAbbr":"MKJV1962","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":28,"verses":[{"number":1,"verse":"But late in the week, at the dawning into the first [day] of the week, Mary Magdalene and the other Mary came to see the tomb."},{"number":2,"verse":"And behold, a great earthquake occurred! For coming down from Heaven, and coming up, an angel of [the] Lord rolled back the stone from the door and [was] sitting on it."},{"number":3,"verse":"His countenance was like lightning, and his clothing white as snow."},{"number":4,"verse":"And the keepers shook for fear of him and became like dead [men]."},{"number":5,"verse":"And the angel answered and said to the women, Do not fear, for I know that you seek Jesus who was crucified."},{"number":6,"verse":"He is not here, for He has risen, as He said. Come, see the place where the Lord lay."},{"number":7,"verse":"And go quickly and tell His disciples that He has risen from the dead. And, behold, He goes before you into Galilee. There you shall see Him. Lo, I have told you."},{"number":8,"verse":"And they quickly departed from the tomb with fear and great joy, and ran to bring His disciples word."},{"number":9,"verse":"But as they were going to report to His disciples, behold, Jesus also met them, saying, Hail! And they came and held Him by the feet and worshiped Him."},{"number":10,"verse":"Then Jesus said to them, Do not be afraid; go tell My brothers that they should go into Galilee, and there they will see Me."},{"number":11,"verse":"And as they were going, behold, some of the guard came into the city and declared all the things that were done to the chief priests."},{"number":12,"verse":"And being assembled with the elders, and taking counsel, [they] gave enough silver to the soldiers,"},{"number":13,"verse":"saying, Say that His disciples came by night [and] stole Him [away] while we slept."},{"number":14,"verse":"And if this comes to the governor's ears, we will persuade him and make you free from care."},{"number":15,"verse":"And taking the silver, they did as they were taught. And this saying was spread among the Jews until today."},{"number":16,"verse":"And the eleven disciples went into Galilee, to the mountain where Jesus had appointed them."},{"number":17,"verse":"And when they saw Him, they worshiped Him. But some doubted."},{"number":18,"verse":"And Jesus came and spoke to them, saying, All authority is given to Me in Heaven and in earth."},{"number":19,"verse":"Therefore go and teach all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"number":20,"verse":"teaching them to observe all things, whatever I commanded you. And, behold, I am with you all the days until the end of the world. Amen."}]}