{"bibleAbbr":"MKJV1962","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":6,"verses":[{"number":1,"verse":"Take heed that you do not do your merciful deeds before men, to be seen by them. Otherwise you have no reward with your Father in Heaven."},{"number":2,"verse":"Therefore when you do [your] merciful deeds, do not sound a trumpet before you, as the hypocrites do in the synagogues and in the streets, so that they may have glory from men. Truly I say to you, They have their reward."},{"number":3,"verse":"But when you do merciful deeds, do not let your left hand know what your right hand does,"},{"number":4,"verse":"so that your merciful deeds may be in secret. And your Father who sees in secret Himself shall reward you openly."},{"number":5,"verse":"And when you pray, you shall not be like the hypocrites. For they love to pray standing in the synagogues and in the corners of the streets, so that they may be seen by men. Truly I say to you, They have their reward."},{"number":6,"verse":"But you, when you pray, enter into your room. And shutting your door, pray to your Father in secret; and your Father who sees in secret shall reward you openly."},{"number":7,"verse":"But when you pray, do not babble vain words, as the nations. For they think that in their much speaking they shall be heard."},{"number":8,"verse":"Therefore do not be like them, for your Father knows what things you have need of, before you ask Him."},{"number":9,"verse":"Therefore pray in this way: Our Father, who is in Heaven, Hallowed be Your name."},{"number":10,"verse":"Your kingdom come, Your will be done, on earth as [it is] in Heaven."},{"number":11,"verse":"Give us this day our daily bread;"},{"number":12,"verse":"and forgive us our debts as we also forgive our debtors."},{"number":13,"verse":"And lead us not into temptation, but deliver us from the evil. For Yours is the kingdom, and the power, and the glory, forever. Amen."},{"number":14,"verse":"For if you forgive men their trespasses, your heavenly Father will also forgive you;"},{"number":15,"verse":"but if you do not forgive men their trespasses, neither will your Father forgive your trespasses."},{"number":16,"verse":"And when you fast, do not be like the hypocrites, of a sad face. For they disfigure their faces so that they may appear to men to fast. Truly I say to you, they have their reward."},{"number":17,"verse":"But you, when you fast, anoint your head and wash your face,"},{"number":18,"verse":"so that you do not appear to men to fast, but to your Father in secret. And your Father who sees in secret shall reward you openly."},{"number":19,"verse":"Do not lay up treasures on earth for yourselves, where moth and rust corrupt, and where thieves break through and steal."},{"number":20,"verse":"But lay up treasures in Heaven for yourselves, where neither moth nor rust corrupt, and where thieves do not break through nor steal."},{"number":21,"verse":"For where your treasure is, there will your heart be also."},{"number":22,"verse":"The light of the body is the eye. Therefore if your eye is sound, your whole body shall be full of light."},{"number":23,"verse":"But if your eye is evil, your whole body shall be full of darkness. If therefore the light [that is] in you is darkness, how great [is] that darkness!"},{"number":24,"verse":"No one can serve two masters. For either he will hate the one and love the other, or else he will hold to the one and despise the other. You cannot serve God and mammon."},{"number":25,"verse":"Therefore I say to you, Do not be anxious for your life, what you shall eat, or what you shall drink; nor for your body, what you shall put on. Is not life more than food, and the body more than clothing?"},{"number":26,"verse":"Behold the birds of the air; for they sow not, nor do they reap, nor gather into barns. Yet your heavenly Father feeds them; are you not much better than they are?"},{"number":27,"verse":"Which of you [by] being anxious can add one cubit to his stature?"},{"number":28,"verse":"And why are you anxious about clothing? Consider the lilies of the field, how they grow. They do not toil, nor do they spin,"},{"number":29,"verse":"but I say to you that even Solomon in his glory was not arrayed like one of these."},{"number":30,"verse":"Therefore if God so clothes the grass of the field, which today is, and tomorrow is thrown into the oven, [will He] not much rather [clothe] you, little-faiths?"},{"number":31,"verse":"Therefore do not be anxious, saying, What shall we eat? or, What shall we drink? or, With what shall we be clothed?"},{"number":32,"verse":"For the nations seek after all these things. For your heavenly Father knows that you have need of all these things."},{"number":33,"verse":"But seek first the kingdom of God and His righteousness; and all these things shall be added to you."},{"number":34,"verse":"Therefore do not be anxious about tomorrow; for tomorrow shall be anxious for its own things. Sufficient to the day [is] the evil of it."}]}