{"bibleAbbr":"NASB1995+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"Now it came <WH1961> about after <WH310> this <WH3651> that the sons <WH1121> of Moab <WH4124> and the sons <WH1121> of Ammon, <WH5983> together <WH5973> with some <WH4480> of the Meunites, <WH4586> came <WH935> to make war <WH4421> against <WH5921> Jehoshaphat. <WH3092>"},{"number":2,"verse":"Then some came <WH935> and reported <WH5046> to Jehoshaphat, <WH3092> saying, <WH559> \"A great <WH7227> multitude <WH1995> is coming <WH935> against <WH5921> you from beyond <WH5676> the sea, <WH3220> out of Aram <WH758> and behold, <WH2009> they are in Hazazon-tamar (that is Engedi <WH5872>).\""},{"number":3,"verse":"And Jehoshaphat <WH3092> was afraid <WH3372> and turned <WH5414> his attention <WH6440> to seek <WH1875> the Lord; <WH3068> and proclaimed <WH7121> a fast <WH6685> throughout <WH5921> all <WH3605> Judah. <WH3063>"},{"number":4,"verse":"So Judah <WH3063> gathered <WH6908> together to seek <WH1245> help from the Lord; <WH3068> they even <WH1571> came <WH935> from all <WH3605> the cities <WH5892> of Judah <WH3063> to seek <WH1245> the Lord. <WH3068>"},{"number":5,"verse":"Then Jehoshaphat <WH3092> stood <WH5975> in the assembly <WH6951> of Judah <WH3063> and Jerusalem, <WH3389> in the house <WH1004> of the Lord <WH3068> before <WH6440> the new <WH2319> court, <WH2691>"},{"number":6,"verse":"and he said, <WH559> \"O Lord, <WH3068> the God <WH430> of our fathers, art Thou not God <WH1> in the heavens <WH430>? And art Thou not ruler <WH8064> over <WH4910> all <WH5921> the kingdoms <WH3605> of the nations <WH4467>? Power <WH1471> and might <WH3581> are in Thy hand <WH1369> so that no <WH3027> one <WH369> can stand <WH369> against <WH3320> Thee."},{"number":7,"verse":"\"Didst Thou not, O our God, <WH430> drive <WH3423> out the inhabitants <WH3427> of this <WH2088> land <WH776> before <WH4480> <WH6440> Thy people <WH5971> Israel, <WH3478> and give <WH5414> it to the descendants <WH2233> of Abraham <WH85> Thy friend <WH157> forever <WH5769>?"},{"number":8,"verse":"\"And they lived <WH3427> in it, and have built <WH1129> Thee a sanctuary <WH4720> there for Thy name, <WH8034> saying, <WH559>"},{"number":9,"verse":"'Should <WH518> evil <WH9567> come <WH935> upon us, the sword, <WH2719> [or] judgment, <WH8196> or pestilence, <WH1698> or famine, <WH7458> we will stand <WH5975> before <WH6440> this <WH2088> house <WH1004> and before <WH6440> Thee (for Thy name <WH8034> is in this <WH2088> house <WH1004>) and cry <WH2199> to Thee in our distress, <WH6869> and Thou wilt hear <WH8085> and deliver <WH3467> [us].'"},{"number":10,"verse":"\"And now <WH6258> behold, <WH2009> the sons <WH1121> of Ammon <WH5983> and Moab <WH4124> and Mount <WH2022> Seir, <WH8165> whom <WH834> Thou didst not let <WH5414> Israel <WH3478> invade <WH935> when they came <WH935> out of the land <WH776> of Egypt <WH4714> (they turned <WH5493> aside <WH5493> from them and did not destroy <WH8045> them),"},{"number":11,"verse":"behold <WH2009> [how] they are rewarding <WH1580> us, by coming <WH935> to drive <WH1644> us out from Thy possession <WH3425> which <WH834> Thou hast given <WH3423> us as an inheritance. <WH3423>"},{"number":12,"verse":"\"O our God, <WH430> wilt Thou not judge <WH8199> them? For we are powerless <WH369> <WH3581> before <WH6440> this <WH2088> great <WH7227> multitude <WH1995> who are coming <WH935> against <WH5921> us; nor <WH3808> do we know <WH3045> what <WH4100> to do, <WH6213> but our eyes <WH5869> are on Thee.\""},{"number":13,"verse":"And all <WH3605> Judah <WH3063> was standing <WH5975> before <WH6440> the Lord, <WH3068> with their infants, <WH2945> their wives, <WH802> and their children. <WH1121>"},{"number":14,"verse":"Then in the midst <WH8432> of the assembly <WH6951> the Spirit <WH7307> of the Lord <WH3068> came <WH1961> upon Jahaziel <WH3166> the son <WH1121> of Zechariah, <WH2148> the son <WH1121> of Benaiah, <WH1141> the son <WH1121> of Jeiel, <WH3262> the son <WH1121> of Mattaniah, <WH4983> the Levite <WH3881> of the sons <WH1121> of Asaph; <WH623>"},{"number":15,"verse":"and he said, <WH559> \"Listen, <WH7181> all <WH3605> Judah <WH3063> and the inhabitants <WH3427> of Jerusalem <WH3389> and King <WH4428> Jehoshaphat: <WH3092> thus <WH3541> says <WH559> the Lord <WH3068> to you, 'Do not fear <WH3372> or be dismayed <WH2865> because <WH4480> <WH6440> of this <WH2088> great <WH7227> multitude, <WH1995> for the battle <WH4421> is not yours but God's."},{"number":16,"verse":"'Tomorrow <WH4279> go <WH3381> down <WH3381> against <WH5921> them. Behold, <WH2009> they will come <WH5927> up by the ascent <WH4608> of Ziz, <WH6732> and you will find <WH4672> them at the end <WH5490> of the valley <WH5158> in front <WH6440> of the wilderness <WH4057> of Jeruel. <WH3385>"},{"number":17,"verse":"'You [need] not fight <WH3898> in this <WH2088> [battle;] station <WH3320> yourselves, stand <WH5975> and see <WH7200> the salvation <WH3444> of the Lord <WH3068> on your behalf, <WH5973> O Judah <WH3063> and Jerusalem. <WH3389>' Do not fear <WH3372> or be dismayed; <WH2865> tomorrow <WH4279> go <WH3318> out to face <WH6440> them, for the Lord <WH3068> is with you. \""},{"number":18,"verse":"And Jehoshaphat <WH3092> bowed <WH6915> his head with [his] face <WH639> to the ground, <WH776> and all <WH3605> Judah <WH3063> and the inhabitants <WH3427> of Jerusalem <WH3389> fell <WH5307> down <WH5307> before <WH6440> the Lord, <WH3068> worshiping <WH7812> the Lord. <WH3068>"},{"number":19,"verse":"And the Levites, <WH3881> from the sons <WH1121> of the Kohathites <WH6956> and of the sons <WH1121> of the Korahites, <WH7145> stood <WH6965> up to praise <WH1984> the Lord <WH3068> God <WH430> of Israel, <WH3478> with a very <WH4605> loud <WH1419> voice. <WH6963>"},{"number":20,"verse":"And they rose <WH7925> early <WH7925> in the morning <WH1242> and went <WH3318> out to the wilderness <WH4057> of Tekoa; <WH8620> and when they went <WH3318> out, Jehoshaphat <WH3092> stood <WH5975> and said, <WH559> \"Listen <WH8085> to me, O Judah <WH3063> and inhabitants <WH3427> of Jerusalem, <WH3389> put <WH539> your trust <WH539> in the Lord <WH3068> your God, <WH430> and you will be established. <WH539> Put <WH539> your trust <WH539> in His prophets <WH5030> and succeed. <WH6743>\""},{"number":21,"verse":"And when he had consulted <WH3289> with the people, <WH5971> he appointed <WH5975> those who sang <WH7891> to the Lord <WH3068> and those who praised <WH1984> [Him] in holy <WH6944> attire, <WH1927> as they went <WH3318> out before <WH6440> the army <WH9139> and said, <WH559> \"Give <WH3034> thanks <WH3034> to the Lord, <WH3068> for His lovingkindness <WH2617> is everlasting. <WH5769>\""},{"number":22,"verse":"And when <WH6256> they began <WH2490> singing <WH7440> and praising, <WH8416> the Lord <WH3068> set <WH5414> ambushes <WH693> against <WH5921> the sons <WH1121> of Ammon, <WH5983> Moab, <WH4124> and Mount <WH2022> Seir, <WH8165> who had come <WH935> against Judah; <WH3063> so they were routed. <WH5062>"},{"number":23,"verse":"For the sons <WH1121> of Ammon <WH5983> and Moab <WH4124> rose <WH5975> up against <WH5921> the inhabitants <WH3427> of Mount <WH2022> Seir <WH8165> destroying <WH2763> [them] completely, <WH8045> and when they had finished <WH3615> with the inhabitants <WH3427> of Seir, <WH8165> they helped <WH5826> to destroy <WH4889> one <WH376> another. <WH7453>"},{"number":24,"verse":"When Judah <WH3063> came <WH935> to the lookout <WH4707> of the wilderness, <WH4057> they looked <WH6437> toward <WH413> the multitude; <WH1995> and behold, <WH2009> they [were] corpses <WH6297> lying <WH5307> on the ground, <WH776> and no <WH369> one <WH369> had escaped. <WH6413>"},{"number":25,"verse":"And when Jehoshaphat <WH3092> and his people <WH5971> came <WH935> to take <WH962> their spoil, <WH7998> they found <WH4672> much <WH7230> among them, [including] goods, <WH7399> garments, <WH899> and valuable <WH9143> things <WH3627> which they took <WH5337> for themselves, more than <WH4480> they could carry. <WH4853> And they were three <WH7969> days <WH3117> taking <WH962> the spoil <WH7998> because <WH3588> there was so much. <WH7227>"},{"number":26,"verse":"Then on the fourth <WH7243> day <WH3117> they assembled <WH6950> in the valley <WH6010> of Beracah, <WH1294> for there <WH8033> they blessed <WH1288> the Lord. <WH3068> Therefore <WH5921> <WH3651> they have named <WH7121> <WH8034> that place <WH4725> \"The Valley <WH6010> of Beracah <WH1294>\" until <WH5704> today. <WH3117>"},{"number":27,"verse":"And every <WH3605> man <WH376> of Judah <WH3063> and Jerusalem <WH3389> returned <WH7725> with Jehoshaphat <WH3092> at their head, <WH7218> returning <WH7725> to Jerusalem <WH3389> with joy, <WH8057> for the Lord <WH3068> had made them to rejoice <WH8055> over <WH4480> their enemies. <WH340>"},{"number":28,"verse":"And they came <WH935> to Jerusalem <WH3389> with harps, <WH5035> lyres, <WH3658> and trumpets <WH2689> to the house <WH1004> of the Lord. <WH3068>"},{"number":29,"verse":"And the dread <WH6343> of God <WH430> was on all <WH3605> the kingdoms <WH4467> of the lands <WH776> when they heard <WH8085> that the Lord <WH3068> had fought <WH3898> against <WH5973> the enemies <WH340> of Israel. <WH3478>"},{"number":30,"verse":"So the kingdom <WH4438> of Jehoshaphat <WH3092> was at peace, <WH8252> for his God <WH430> gave <WH5117> him rest <WH5117> on all <WH5439> sides. <WH5439>"},{"number":31,"verse":"Now Jehoshaphat <WH3092> reigned <WH4427> over <WH5921> Judah. <WH3063> He [was] thirty-five years <WH8141> old <WH1121> when he became <WH4427> king, <WH4427> and he reigned <WH4427> in Jerusalem <WH3389> twenty-five years. <WH8141> And his mother's name <WH8034> [was] Azubah <WH5806> the daughter <WH1323> of Shilhi. <WH7977>"},{"number":32,"verse":"And he walked <WH1980> in the way <WH1870> of his father Asa <WH1> and did not depart <WH609> from it, doing <WH5493> right <WH6213> in the sight <WH3477> of the Lord. <WH5869>"},{"number":33,"verse":"The high <WH1116> places, <WH1116> however, <WH389> were not removed; <WH5493> the people <WH5971> had not yet <WH5750> directed <WH3559> their hearts <WH3824> to the God <WH430> of their fathers."},{"number":34,"verse":"Now the rest <WH3499> of the acts <WH1697> of Jehoshaphat, <WH3092> first <WH7223> to last, <WH314> behold, <WH2009> they are written <WH3789> in the annals <WH1697> of Jehu <WH3058> the son <WH1121> of Hanani, <WH2607> which <WH834> is recorded <WH5927> in the Book <WH5612> of the Kings <WH4428> of Israel. <WH3478>"},{"number":35,"verse":"And after <WH310> this <WH3651> Jehoshaphat <WH3092> king <WH4428> of Judah <WH3063> allied <WH2266> himself with Ahaziah <WH274> king <WH4428> of Israel. <WH3478> He acted <WH7561> wickedly <WH7561> in so doing. <WH6213>"},{"number":36,"verse":"So he allied <WH2266> himself with him to make <WH6213> ships <WH591> to go <WH1980> to Tarshish, <WH8659> and they made <WH6213> the ships <WH591> in Ezion-geber."},{"number":37,"verse":"Then Eliezer <WH461> the son <WH1121> of Dodavahu <WH1735> of Mareshah <WH4762> prophesied <WH5012> against <WH5921> Jehoshaphat <WH3092> saying, <WH559> \"Because you have allied <WH2266> yourself with Ahaziah, <WH274> the Lord <WH3068> has destroyed <WH6555> your works. <WH4639>\" So the ships <WH591> were broken <WH7665> and could <WH6113> not go <WH1980> to Tarshish. <WH8659>"}]}