{"bibleAbbr":"NASB1995+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"Now in the seventh <WH7637> year <WH8141> Jehoiada <WH3077> strengthened <WH2388> himself, and took <WH3947> captains <WH8269> of hundreds: <WH3967> Azariah <WH5838> the son <WH1121> of Jeroham, <WH3395> Ishmael <WH3458> the son <WH1121> of Johanan, <WH3076> Azariah <WH5838> the son <WH1121> of Obed, <WH5744> Maaseiah <WH4641> the son <WH1121> of Adaiah, <WH5718> and Elishaphat <WH478> the son <WH1121> of Zichri, <WH2147> [and they entered] into a covenant <WH1285> with him."},{"number":2,"verse":"And they went <WH5437> throughout <WH5437> Judah <WH3063> and gathered <WH6908> the Levites <WH3881> from all <WH3605> the cities <WH5892> of Judah, <WH3063> and the heads <WH7218> of the fathers' [households] of Israel, <WH3478> and they came <WH935> to Jerusalem. <WH3389>"},{"number":3,"verse":"Then all <WH3605> the assembly <WH6951> made <WH3772> a covenant <WH1285> with the king <WH4428> in the house <WH1004> of God. <WH430> And Jehoiada said <WH559> to them, \"Behold, <WH2009> the king's son <WH1121> shall reign, <WH4427> as the Lord <WH3068> has spoken <WH1696> concerning <WH5921> the sons <WH1121> of David. <WH1732>"},{"number":4,"verse":"\"This <WH2088> is the thing <WH1697> which <WH834> you shall do: <WH6213> one third <WH7992> of you, of the priests <WH3548> and Levites <WH3881> who come <WH935> in on the sabbath, <WH7676> [shall be] gatekeepers, <WH7778> <WH5592>"},{"number":5,"verse":"and one third <WH7992> [shall be] at the king's house, <WH1004> and a third <WH7992> at the Gate <WH8179> of the Foundation; <WH3247> and all <WH3605> the people <WH5971> [shall be] in the courts <WH2691> of the house <WH1004> of the Lord. <WH3068>"},{"number":6,"verse":"\"But let no <WH408> one enter <WH935> the house <WH1004> of the Lord <WH3068> except <WH3588> <WH518> the priests <WH3548> and the ministering <WH8334> Levites; <WH3881> they may enter, <WH935> for they are holy. <WH6944> And let all <WH3605> the people <WH5971> keep <WH8104> the charge <WH4931> of the Lord. <WH3068>"},{"number":7,"verse":"\"And the Levites <WH3881> will surround <WH5362> <WH5439> the king, <WH4428> each <WH376> man <WH376> with his weapons <WH3627> in his hand; <WH3027> and whoever enters <WH935> the house, <WH1004> let him be killed. <WH4191> Thus be with the king <WH4428> when he comes <WH935> in and when he goes <WH3318> out.\""},{"number":8,"verse":"So the Levites <WH3881> and all <WH3605> Judah <WH3063> did <WH6213> according to all <WH3605> that Jehoiada <WH3077> the priest <WH3548> commanded. <WH6680> And each <WH376> one <WH376> of them took <WH3947> his men <WH376> who were to come <WH935> in on the sabbath, <WH7676> with those who were to go <WH3318> out on the sabbath, <WH7676> for Jehoiada <WH3077> the priest <WH3548> did not dismiss <WH6362> [any of] the divisions. <WH4256>"},{"number":9,"verse":"Then Jehoiada <WH3077> the priest <WH3548> gave <WH5414> to the captains <WH8269> of hundreds <WH3967> the spears <WH2595> and the large <WH4043> and small <WH7982> shields <WH7982> which <WH834> had been King <WH4428> David's, which <WH834> [were] in the house <WH1004> of God. <WH430>"},{"number":10,"verse":"And he stationed <WH5975> all <WH3605> the people, <WH5971> each <WH376> man <WH376> with his weapon <WH7973> in his hand, <WH3027> from the right <WH3233> side <WH3802> of the house <WH1004> to the left <WH8042> side <WH3802> of the house, <WH1004> by the altar <WH4196> and by the house, <WH1004> around <WH5439> the king. <WH4428>"},{"number":11,"verse":"Then they brought <WH3318> out the king <WH4427>'s son <WH1121> and put <WH5414> the crown <WH5145> on him, and [gave him] the testimony, <WH5715> and made <WH4427> him king. <WH4428> And Jehoiada <WH3077> and his sons <WH1121> anointed <WH4886> him and said, <WH559> \"[Long] live <WH2421> the king!\""},{"number":12,"verse":"When Athaliah <WH6271> heard <WH8085> the noise <WH6963> of the people <WH5971> running <WH7323> and praising <WH1984> the king, <WH4428> she came <WH935> into the house <WH1004> of the Lord <WH3068> to the people. <WH5971>"},{"number":13,"verse":"And she looked, <WH7200> and behold, <WH2009> the king <WH4428> was standing <WH5975> by his pillar <WH5982> at the entrance, <WH3996> and the captains <WH8269> and the trumpeters <WH2689> [were] beside <WH5921> the king. <WH4428> And all <WH3605> the people <WH5971> of the land <WH776> rejoiced <WH8056> and blew <WH8628> trumpets, <WH2689> the singers <WH7891> with [their] musical <WH7892> instruments <WH3627> leading <WH3045> the praise. <WH1984> Then Athaliah <WH6271> tore <WH7167> her clothes <WH899> and said, <WH559> \"Treason! <WH7195> Treason! <WH7195>\""},{"number":14,"verse":"And Jehoiada <WH3077> the priest <WH3548> brought <WH3318> out the captains <WH8269> of hundreds <WH3967> who were appointed <WH6485> over the army, <WH2428> and said <WH559> to them, \"Bring <WH3318> her out between <WH413> <WH4480> <WH1004> the ranks; <WH7713> and whoever follows <WH935> <WH310> her, put <WH4191> to death <WH4191> with the sword. <WH2719>\" For the priest <WH3548> said, <WH559> \"Let her not be put <WH4191> to death <WH4191> in the house <WH1004> of the Lord. <WH3068>\""},{"number":15,"verse":"So they seized <WH7760> <WH3027> her, and when she arrived <WH935> at the entrance <WH3996> of the Horse <WH5483> Gate <WH8179> of the king's house, <WH1004> they put <WH4191> her to death <WH4191> there. <WH8033>"},{"number":16,"verse":"Then Jehoiada <WH3077> made <WH3772> a covenant <WH1285> between <WH996> himself and all <WH3605> the people <WH5971> and the king, <WH4428> that they should be the Lord's people. <WH5971>"},{"number":17,"verse":"And all <WH3605> the people <WH5971> went <WH935> to the house <WH1004> of Baal, <WH1168> and tore <WH5422> it down, <WH5422> and they broke <WH7665> in pieces <WH7665> his altars <WH4196> and his images, <WH6754> and killed <WH2026> Mattan <WH4977> the priest <WH3548> of Baal <WH1168> before <WH6440> the altars. <WH4196>"},{"number":18,"verse":"Moreover, Jehoiada <WH3077> placed <WH7760> the offices <WH6486> of the house <WH1004> of the Lord <WH3068> under the authority <WH3027> of the Levitical <WH3881> priests, <WH3548> whom <WH834> David <WH1732> had assigned <WH2505> over <WH5921> the house <WH1004> of the Lord, <WH3068> to offer <WH5927> the burnt <WH5930> offerings <WH5930> of the Lord, <WH3068> as it is written <WH3789> in the law <WH8451> of Moses <WH4872> – with rejoicing <WH8057> and singing <WH7892> according <WH5921> to the order <WH3027> of David. <WH1732>"},{"number":19,"verse":"And he stationed <WH5975> the gatekeepers <WH7778> of the house <WH1004> of the Lord, <WH3068> so that no <WH3808> one should enter <WH935> [who was] in any <WH3605> way <WH1697> unclean. <WH2931>"},{"number":20,"verse":"And he took <WH3947> the captains <WH8269> of hundreds, <WH3967> the nobles, <WH117> the rulers <WH4910> of the people, <WH5971> and all <WH3605> the people <WH5971> of the land, <WH776> and brought <WH3381> the king <WH4428> down <WH3381> from the house <WH1004> of the Lord, <WH3068> and came <WH935> through <WH8432> the upper <WH5945> gate <WH8179> to the king <WH4428>'s house. <WH1004> And they placed <WH3427> the king upon the royal <WH4467> throne. <WH3678>"},{"number":21,"verse":"So all <WH3605> of the people <WH5971> of the land <WH776> rejoiced <WH8055> and the city <WH5892> was quiet. <WH8252> For they had put <WH4191> Athaliah <WH6271> to death <WH4191> with the sword. <WH2719>"}]}