{"bibleAbbr":"NASB1995+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"Manasseh <WH4519> was twelve <WH8147> <WH6240> years <WH8141> old <WH1121> when he became <WH4427> king, <WH4427> and he reigned <WH4427> fifty-five years <WH8141> in Jerusalem. <WH3389>"},{"number":2,"verse":"And he did <WH6213> evil <WH7451> in the sight <WH5869> of the Lord <WH3068> according to the abominations <WH8441> of the nations <WH1471> whom <WH834> the Lord <WH3068> dispossessed <WH3423> before <WH4480> <WH6440> the sons <WH1121> of Israel. <WH3478>"},{"number":3,"verse":"For he rebuilt <WH7725> <WH1129> the high <WH1116> places <WH1116> which <WH834> Hezekiah <WH2396> his father had broken <WH1> down; <WH5422> he also erected <WH5422> altars <WH6965> for the Baals <WH4196> and made <WH1168> Asherim, <WH6213> and worshiped <WH842> all <WH7812> the host <WH3605> of heaven <WH6635> and served <WH8064> them."},{"number":4,"verse":"And he built <WH1129> altars <WH4196> in the house <WH1004> of the Lord <WH3068> of which <WH834> the Lord <WH3068> had said, <WH559> \"My name <WH8034> shall be in Jerusalem <WH3389> forever. <WH5769>\""},{"number":5,"verse":"For he built <WH1129> altars <WH4196> for all <WH3605> the host <WH6635> of heaven <WH8064> in the two <WH8147> courts <WH2691> of the house <WH1004> of the Lord. <WH3068>"},{"number":6,"verse":"And he made his sons <WH1121> pass <WH5674> through the fire <WH784> in the valley <WH1516> of Ben-hinnom; and he practiced <WH6049> witchcraft, <WH6049> used <WH5172> divination, <WH5172> practiced <WH3784> sorcery, <WH3784> and dealt <WH6213> with mediums <WH178> and spiritists. <WH3049> He did <WH6213> much <WH7235> evil <WH7451> in the sight <WH5869> of the Lord, <WH3068> provoking <WH3707> Him [to anger.]"},{"number":7,"verse":"Then he put <WH7760> the carved <WH6459> image <WH6459> of the idol <WH5566> which <WH834> he had made <WH6213> in the house <WH1004> of God, <WH430> of which <WH834> God <WH430> had said <WH559> to David <WH1732> and to Solomon <WH8010> his son, <WH1121> \"In this <WH2088> house <WH1004> and in Jerusalem, <WH3389> which <WH834> I have chosen <WH977> from all <WH3605> the tribes <WH7626> of Israel, <WH3478> I will put <WH7760> My name <WH8034> forever; <WH5769>"},{"number":8,"verse":"and I will not again <WH3254> remove <WH5493> the foot <WH7272> of Israel <WH3478> from the land <WH127> which <WH834> I have appointed <WH5975> for your fathers, if <WH1> only <WH518> they will observe <WH7534> to do <WH8104> all <WH6213> that I have commanded <WH3605> them according to all <WH6680> the law, <WH3605> the statutes, <WH8451> and the ordinances <WH2706> [given] through <WH4941> Moses. <WH3027> \""},{"number":9,"verse":"Thus Manasseh <WH4519> misled <WH8582> Judah <WH3063> and the inhabitants <WH3427> of Jerusalem <WH3389> to do <WH6213> more <WH4480> evil <WH9563> than <WH4480> the nations <WH1471> whom <WH834> the Lord <WH3068> destroyed <WH8045> before <WH4480> <WH6440> the sons <WH1121> of Israel. <WH3478>"},{"number":10,"verse":"And the Lord <WH3068> spoke <WH1696> to Manasseh <WH4519> and his people, <WH5971> but they paid <WH7181> no <WH3808> attention. <WH7181>"},{"number":11,"verse":"Therefore the Lord <WH3068> brought <WH935> the commanders <WH8269> of the army <WH6635> of the king <WH4428> of Assyria <WH804> against <WH5921> them, and they captured <WH3920> Manasseh <WH4519> with hooks, <WH2336> bound <WH631> him with bronze <WH5178> [chains,] and took <WH1980> him to Babylon. <WH894>"},{"number":12,"verse":"And when he was in distress, <WH9503> he entreated <WH9134> the Lord <WH3068> his God <WH430> and humbled <WH3665> himself greatly <WH3966> before <WH4480> <WH6440> the God <WH430> of his fathers."},{"number":13,"verse":"When he prayed <WH6419> to Him, He was moved <WH6279> by his entreaty <WH6279> and heard <WH8085> his supplication, <WH8467> and brought <WH7725> him again <WH7725> to Jerusalem <WH3389> to his kingdom. <WH4438> Then Manasseh <WH4519> knew <WH3045> that the Lord <WH3068> [was] God. <WH430>"},{"number":14,"verse":"Now after <WH310> this <WH3651> he built <WH1129> the outer <WH2435> wall <WH2346> of the city <WH5892> of David <WH1732> on the west <WH4628> side <WH4628> of Gihon, <WH1521> in the valley, <WH5158> even to the entrance <WH935> of the Fish <WH1709> Gate; <WH8179> and he encircled <WH5437> the Ophel <WH6077> [with it] and made <WH1361> it very <WH3966> high. <WH1361> Then he put <WH7760> army <WH2428> commanders <WH8269> in all <WH3605> the fortified <WH1219> cities <WH5892> of Judah. <WH3063>"},{"number":15,"verse":"He also removed <WH5493> the foreign <WH5236> gods <WH430> and the idol <WH5566> from the house <WH1004> of the Lord, <WH3068> as well as all <WH3605> the altars <WH4196> which <WH834> he had built <WH1129> on the mountain <WH2022> of the house <WH1004> of the Lord <WH3068> and in Jerusalem, <WH3389> and he threw <WH7993> [them] outside <WH2351> the city. <WH5892>"},{"number":16,"verse":"And he set <WH3559> up the altar <WH4196> of the Lord <WH3068> and sacrificed <WH2076> peace <WH8002> offerings <WH8002> and thank <WH8426> offerings <WH8426> on it; and he ordered <WH559> Judah <WH3063> to serve <WH5647> the Lord <WH3068> God <WH430> of Israel. <WH3478>"},{"number":17,"verse":"Nevertheless <WH61> the people <WH5971> still <WH5750> sacrificed <WH2076> in the high <WH1116> places, <WH1116> [although] only <WH7534> to the Lord <WH3068> their God. <WH430>"},{"number":18,"verse":"Now the rest <WH3499> of the acts <WH1697> of Manasseh <WH4519> even his prayer <WH8605> to his God, <WH430> and the words <WH1697> of the seers <WH2374> who spoke <WH1696> to him in the name <WH8034> of the Lord <WH3068> God <WH430> of Israel, <WH3478> behold, <WH2009> they are among <WH5921> the records <WH1697> of the kings <WH4428> of Israel. <WH3478>"},{"number":19,"verse":"His prayer <WH8605> also and [how God] was entreated <WH6279> by him, and all <WH3605> his sin, <WH9128> his unfaithfulness, <WH4604> and the sites <WH4725> on which <WH834> he built <WH1129> high <WH1116> places <WH1116> and erected <WH5975> the Asherim <WH842> and the carved <WH6456> images, <WH6456> before <WH6440> he humbled <WH3665> himself, behold, <WH2009> they are written <WH3789> in the records <WH1697> of the Hozai. <WH2335>"},{"number":20,"verse":"So Manasseh <WH4519> slept <WH7901> with his fathers, and they buried <WH1> him in his own house. <WH6912> And Amon <WH1004> his son <WH526> became <WH1121> king <WH4427> in his place. <WH4427>"},{"number":21,"verse":"Amon <WH526> [was] twenty-two <WH8147> years <WH8141> old <WH1121> when he became <WH4427> king, <WH4427> and he reigned <WH4427> two years <WH8141> in Jerusalem. <WH3389>"},{"number":22,"verse":"And he did <WH6213> evil <WH7451> in the sight <WH5869> of the Lord <WH3068> as Manasseh <WH4519> his father had done, <WH1> and Amon <WH6213> sacrificed <WH526> to all <WH2076> the carved <WH3605> images <WH6456> which <WH6456> his father Manasseh <WH834> had made, <WH1> and he served <WH4519> them."},{"number":23,"verse":"Moreover, he did not humble <WH3665> himself before <WH4480> <WH6440> the Lord <WH3068> as his father Manasseh <WH1> had done, <WH4519> but Amon <WH3665> multiplied <WH526> guilt. <WH7235>"},{"number":24,"verse":"Finally his servants <WH5650> conspired <WH7194> against <WH5921> him and put <WH4191> him to death <WH4191> in his own house. <WH1004>"},{"number":25,"verse":"But the people <WH5971> of the land <WH776> killed <WH5221> all <WH3605> the conspirators <WH7194> against <WH5921> King <WH4428> Amon, <WH526> and the people <WH5971> of the land <WH776> made <WH4427> Josiah <WH2977> his son <WH1121> king <WH4427> in his place. <WH8478>"}]}