{"bibleAbbr":"NLT2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":29,"verses":[{"number":1,"verse":"(A Letter to the Exiles) Jeremiah wrote a letter from Jerusalem to the elders, priests, prophets, and all the people who had been exiled to Babylon by King Nebuchadnezzar."},{"number":2,"verse":"This was after King Jehoiachin, (Hebrew Jeconiah, a variant spelling of Jehoiachin.) the queen mother, the court officials, the other officials of Judah, and all the craftsmen and artisans had been deported from Jerusalem."},{"number":3,"verse":"He sent the letter with Elasah son of Shaphan and Gemariah son of Hilkiah when they went to Babylon as King Zedekiah’s ambassadors to Nebuchadnezzar. This is what Jeremiah’s letter said:"},{"number":4,"verse":"This is what the LORD of Heaven’s Armies, the God of Israel, says to all the captives he has exiled to Babylon from Jerusalem:"},{"number":5,"verse":"“Build homes, and plan to stay. Plant gardens, and eat the food they produce."},{"number":6,"verse":"Marry and have children. Then find spouses for them so that you may have many grandchildren. Multiply! Do not dwindle away!"},{"number":7,"verse":"And work for the peace and prosperity of the city where I sent you into exile. Pray to the LORD for it, for its welfare will determine your welfare.”"},{"number":8,"verse":"This is what the LORD of Heaven’s Armies, the God of Israel, says: “Do not let your prophets and fortune-tellers who are with you in the land of Babylon trick you. Do not listen to their dreams,"},{"number":9,"verse":"because they are telling you lies in my name. I have not sent them,” says the LORD."},{"number":10,"verse":"This is what the LORD says: “You will be in Babylon for seventy years. But then I will come and do for you all the good things I have promised, and I will bring you home again."},{"number":11,"verse":"For I know the plans I have for you,” says the LORD. “They are plans for good and not for disaster, to give you a future and a hope."},{"number":12,"verse":"In those days when you pray, I will listen."},{"number":13,"verse":"If you look for me wholeheartedly, you will find me."},{"number":14,"verse":"I will be found by you,” says the LORD. “I will end your captivity and restore your fortunes. I will gather you out of the nations where I sent you and will bring you home again to your own land.”"},{"number":15,"verse":"You claim that the LORD has raised up prophets for you in Babylon."},{"number":16,"verse":"But this is what the LORD says about the king who sits on David’s throne and all those still living here in Jerusalem—your relatives who were not exiled to Babylon."},{"number":17,"verse":"This is what the LORD of Heaven’s Armies says: “I will send war, famine, and disease upon them and make them like bad figs, too rotten to eat."},{"number":18,"verse":"Yes, I will pursue them with war, famine, and disease, and I will scatter them around the world. In every nation where I send them, I will make them an object of damnation, horror, contempt, and mockery."},{"number":19,"verse":"For they refuse to listen to me, though I have spoken to them repeatedly through the prophets I sent. And you who are in exile have not listened either,” says the LORD."},{"number":20,"verse":"Therefore, listen to this message from the LORD, all you captives there in Babylon."},{"number":21,"verse":"This is what the LORD of Heaven’s Armies, the God of Israel, says about your prophets—Ahab son of Kolaiah and Zedekiah son of Maaseiah—who are telling you lies in my name: “I will turn them over to Nebuchadnezzar (Hebrew Nebuchadrezzar, a variant spelling of Nebuchadnezzar.) for execution before your eyes."},{"number":22,"verse":"Their terrible fate will become proverbial, so that the Judean exiles will curse someone by saying, ‘May the LORD make you like Zedekiah and Ahab, whom the king of Babylon burned alive!’"},{"number":23,"verse":"For these men have done terrible things among my people. They have committed adultery with their neighbors’ wives and have lied in my name, saying things I did not command. I am a witness to this. I, the LORD, have spoken.”"},{"number":24,"verse":"(A Message for Shemaiah) The LORD sent this message to Shemaiah the Nehelamite in Babylon:"},{"number":25,"verse":"“This is what the LORD of Heaven’s Armies, the God of Israel, says: You wrote a letter on your own authority to Zephaniah son of Maaseiah, the priest, and you sent copies to the other priests and people in Jerusalem. You wrote to Zephaniah,"},{"number":26,"verse":"“The LORD has appointed you to replace Jehoiada as the priest in charge of the house of the LORD. You are responsible to put into stocks and neck irons any crazy man who claims to be a prophet."},{"number":27,"verse":"So why have you done nothing to stop Jeremiah from Anathoth, who pretends to be a prophet among you?"},{"number":28,"verse":"Jeremiah sent a letter here to Babylon, predicting that our captivity will be a long one. He said, ‘Build homes, and plan to stay. Plant gardens, and eat the food they produce.’”"},{"number":29,"verse":"But when Zephaniah the priest received Shemaiah’s letter, he took it to Jeremiah and read it to him."},{"number":30,"verse":"Then the LORD gave this message to Jeremiah:"},{"number":31,"verse":"“Send an open letter to all the exiles in Babylon. Tell them, ‘This is what the LORD says concerning Shemaiah the Nehelamite: Since he has prophesied to you when I did not send him and has tricked you into believing his lies,"},{"number":32,"verse":"I will punish him and his family. None of his descendants will see the good things I will do for my people, for he has incited you to rebel against me. I, the LORD, have spoken!’”"}]}