{"bibleAbbr":"NLT2007","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":6,"verses":[{"number":1,"verse":"(Jerusalem’s Last Warning) “Run for your lives, you people of Benjamin! Get out of Jerusalem! Sound the alarm in Tekoa! Send up a signal at Beth-hakkerem! A powerful army is coming from the north, coming with disaster and destruction."},{"number":2,"verse":"O Jerusalem, (Hebrew Daughter of Zion.) you are my beautiful and delicate daughter— but I will destroy you!"},{"number":3,"verse":"Enemies will surround you, like shepherds camped around the city. Each chooses a place for his troops to devour."},{"number":4,"verse":"They shout, ‘Prepare for battle! Attack at noon!’ ‘No, it’s too late; the day is fading, and the evening shadows are falling.’"},{"number":5,"verse":"‘Well then, let’s attack at night and destroy her palaces!’”"},{"number":6,"verse":"This is what the LORD of Heaven’s Armies says: “Cut down the trees for battering rams. Build siege ramps against the walls of Jerusalem. This is the city to be punished, for she is wicked through and through."},{"number":7,"verse":"She spouts evil like a fountain. Her streets echo with the sounds of violence and destruction. I always see her sickness and sores."},{"number":8,"verse":"Listen to this warning, Jerusalem, or I will turn from you in disgust. Listen, or I will turn you into a heap of ruins, a land where no one lives.”"},{"number":9,"verse":"This is what the LORD of Heaven’s Armies says: “Even the few who remain in Israel will be picked over again, as when a harvester checks each vine a second time to pick the grapes that were missed.”"},{"number":10,"verse":"(Judah’s Constant Rebellion) To whom can I give warning? Who will listen when I speak? Their ears are closed, and they cannot hear. They scorn the word of the LORD. They don’t want to listen at all."},{"number":11,"verse":"So now I am filled with the LORD’s fury. Yes, I am tired of holding it in! “I will pour out my fury on children playing in the streets and on gatherings of young men, on husbands and wives and on those who are old and gray."},{"number":12,"verse":"Their homes will be turned over to their enemies, as will their fields and their wives. For I will raise my powerful fist against the people of this land,” says the LORD."},{"number":13,"verse":"“From the least to the greatest, their lives are ruled by greed. From prophets to priests, they are all frauds."},{"number":14,"verse":"They offer superficial treatments for my people’s mortal wound. They give assurances of peace when there is no peace."},{"number":15,"verse":"Are they ashamed of their disgusting actions? Not at all—they don’t even know how to blush! Therefore, they will lie among the slaughtered. They will be brought down when I punish them,” says the LORD."},{"number":16,"verse":"(Judah Rejects the LORD’s Way) This is what the LORD says: “Stop at the crossroads and look around. Ask for the old, godly way, and walk in it. Travel its path, and you will find rest for your souls. But you reply, ‘No, that’s not the road we want!’"},{"number":17,"verse":"I posted watchmen over you who said, ‘Listen for the sound of the alarm.’ But you replied, ‘No! We won’t pay attention!’"},{"number":18,"verse":"“Therefore, listen to this, all you nations. Take note of my people’s situation."},{"number":19,"verse":"Listen, all the earth! I will bring disaster on my people. It is the fruit of their own schemes, because they refuse to listen to me. They have rejected my word."},{"number":20,"verse":"There’s no use offering me sweet frankincense from Sheba. Keep your fragrant calamus imported from distant lands! I will not accept your burnt offerings. Your sacrifices have no pleasing aroma for me.”"},{"number":21,"verse":"Therefore, this is what the LORD says: “I will put obstacles in my people’s path. Fathers and sons will both fall over them. Neighbors and friends will die together.”"},{"number":22,"verse":"(An Invasion from the North) This is what the LORD says: “Look! A great army coming from the north! A great nation is rising against you from far-off lands."},{"number":23,"verse":"They are armed with bows and spears. They are cruel and show no mercy. They sound like a roaring sea as they ride forward on horses. They are coming in battle formation, planning to destroy you, beautiful Jerusalem. (Hebrew daughter of Zion.) ”"},{"number":24,"verse":"We have heard reports about the enemy, and we wring our hands in fright. Pangs of anguish have gripped us, like those of a woman in labor."},{"number":25,"verse":"Don’t go out to the fields! Don’t travel on the roads! The enemy’s sword is everywhere and terrorizes us at every turn!"},{"number":26,"verse":"Oh, my people, dress yourselves in burlap and sit among the ashes. Mourn and weep bitterly, as for the loss of an only son. For suddenly the destroying armies will be upon you!"},{"number":27,"verse":"“Jeremiah, I have made you a tester of metals, (As in Greek version; Hebrew reads a tester of my people a fortress.) that you may determine the quality of my people."},{"number":28,"verse":"They are the worst kind of rebel, full of slander. They are as hard as bronze and iron, and they lead others into corruption."},{"number":29,"verse":"The bellows fiercely fan the flames to burn out the corruption. But it does not purify them, for the wickedness remains."},{"number":30,"verse":"I will label them ‘Rejected Silver,’ for I, the LORD, am discarding them.”"}]}