{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"( شِمالی قبِیلوں کی بغاوت) اور رحبعا م سِکم کو گیا اِس لِئے کہ سب اِسرائیلی اُسے بادشاہ بنانے کو سِکم میں اِکٹّھے ہُوئے تھے۔"},{"number":2,"verse":"جب نباط کے بیٹے یرُبعا م نے یہ سُنا (کیونکہ وہ مِصر میں تھا جہاں وہ سُلیما ن بادشاہ کے آگے سے بھاگ گیا تھا) تو یرُبعا م مِصر سے لَوٹا۔"},{"number":3,"verse":"اور لوگوں نے اُسے بُلوا بھیجا ۔ سو یرُبعا م اور سب اِسرائیلی آئے اور رحبعا م سے کہنے لگے۔"},{"number":4,"verse":"کہ تیرے باپ نے ہمارا جُؤا سخت کر رکھّا تھا ۔ سو اب تُو اپنے باپ کی اُس سخت خِدمت کو اور اُس بھاری جُوئے کو جو اُس نے ہم پر ڈال رکھّا تھا کُچھ ہلکا کر دے اور ہم تیری خِدمت کریں گے۔"},{"number":5,"verse":"اور اُس سے اُن سے کہا تِین دِن کے بعد پِھر میرے پاس آنا ۔ چُنانچہ وہ لوگ چلے گئے۔"},{"number":6,"verse":"تب رحبعا م بادشاہ نے اُن بزُرگوں سے جو اُس کے باپ سُلیما ن کے حضُور اُس کے جِیتے جی کھڑے رہتے تھے مشورَت کی اور کہا تُمہاری کیا صلاح ہے؟ مَیں اِن لوگوں کو کیا جواب دُوں؟۔"},{"number":7,"verse":"اُنہوں نے اُس سے کہا کہ اگر تُو اِن لوگوں پر مِہربان ہو اور اِن کو راضی کرے اور اِن سے اچّھی اچّھی باتیں کہے تو وہ ہمیشہ تیری خِدمت کریں گے۔"},{"number":8,"verse":"لیکن اُس نے اُن بزُرگوں کی صلاح کو جو اُنہوں نے اُسے دی تھی چھوڑ کر اُن جوانوں سے جِنہوں نے اُس کے ساتھ پرورِش پائی تھی اور اُس کے آگے حاضِر رہتے تھے مشورَت کی۔"},{"number":9,"verse":"اور اُن سے کہا تُم مُجھے کیا صلاح دیتے ہو کہ ہم اِن لوگوں کو کیا جواب دیں جِنہوں نے مُجھ سے یہ درخواست کی ہے کہ اُس جُوئے کو جو تیرے باپ نے ہم پر رکھّا کُچھ ہلکا کر؟۔"},{"number":10,"verse":"اُن جوانوں نے جِنہوں نے اُس کے ساتھ پرورِش پائی تھی اُس سے کہا تُو اُن لوگوں کو جِنہوں نے تُجھ سے کہا تیرے باپ نے ہمارے جُوئے کو بھاری کِیا پر تُو اُس کو ہمارے لِئے کُچھ ہلکا کر دے یُوں جواب دینا اور اُن سے کہنا کہ میری چھنگلی میرے باپ کی کمر سے بھی موٹی ہے۔"},{"number":11,"verse":"اور میرے باپ نے تو بھاری جُؤا تُم پر رکھّا ہی تھا پر مَیں اُس جُوئے کو اَور بھی بھاری کرُوں گا ۔ میرے باپ نے تُمہیں کوڑوں سے ٹِھیک کِیا پر مَیں تُم کو بِچّھُوؤں سے ٹِھیک کرُوں گا۔"},{"number":12,"verse":"اور جَیسا بادشاہ نے حُکم دِیا تھا کہ تِیسرے دِن میرے پاس پِھر آنا تِیسرے دِن یرُبعا م اور سب لوگ رحبعا م کے پاس حاضِر ہُوئے۔"},{"number":13,"verse":"تب بادشاہ نے اُن کو سخت جواب دِیا اور رحبعا م بادشاہ نے بزُرگوں کی صلاح کو چھوڑ کر۔"},{"number":14,"verse":"جوانوں کی صلاح کے مُوافِق اُن سے کہا کہ میرے باپ نے تُمہارا جُؤا بھاری کِیا پر مَیں اُس کو اَور بھی بھاری کرُوں گا ۔ میرے باپ نے تُم کوکوڑوں سے ٹِھیک کِیا پر مَیں تُم کو بِچّھُوؤں سے ٹِھیک کرُوں گا۔"},{"number":15,"verse":"سو بادشاہ نے لوگوں کی نہ مانی کیونکہ یہ خُدا ہی کی طرف سے تھا تاکہ خُداوند اُس بات کو جو اُس نے سَیلانی اخیا ہ کی معرفت نباط کے بیٹے یرُبعا م کو فرمائی تھی پُورا کرے۔"},{"number":16,"verse":"جب سب اِسرائیلِیوں نے یہ دیکھا کہ بادشاہ نے اُن کی نہ مانی تو لوگوں نے بادشاہ کو جواب دِیا اور یُوں کہا کہ داؤُد کے ساتھ ہمارا کیا حِصّہ ہے؟ یسّی کے بیٹے کے ساتھ ہماری کُچھ مِیراث نہیں ۔ اَے اِسرائیلِیو! اپنے اپنے ڈیرے کو چلے جاؤ ۔ اب اَے داؤُد اپنے ہی گھرانے کو سنبھال ۔ پس سب اِسرائیلی اپنے ڈیروں کو چل دِئے۔"},{"number":17,"verse":"لیکن اُن بنی اِسرائیل پر جو یہُودا ہ کے شہروں میں رہتے تھے رحبعا م سلطنت کرتا رہا۔"},{"number":18,"verse":"تب رحبعا م بادشاہ نے ہدُورا م کو جوبے گارِیوں کا داروغہ تھا بھیجا لیکن بنی اِسرائیل نے اُس کو سنگسار کِیا اور وہ مَر گیا ۔ تب رحبعا م یروشلیِم کو بھاگ جانے کے لِئے جھٹ اپنے رتھ پر سوار ہو گیا۔"},{"number":19,"verse":"پس اِسرائیلی آج کے دِن تک داؤُد کے گھرانے سے باغی ہیں۔"}]}