{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"( سمیعاہ کی پیشینگوئی) اور جب رحبعا م یروشلیِم میں آ گیا تو اُس نے اِسرائیل سے لڑنے کے لِئے یہُودا ہ اور بِنیمِین کے گھرانے میں سے ایک لاکھ اسّی ہزار چُنے ہُوئے جوان جو جنگی مَرد تھے فراہم کِئے تاکہ وہ پِھر مملکت کو رحبعا م کے قبضہ میں کرا دیں۔"},{"number":2,"verse":"لیکن خُداوند کا کلام مَردِ خُداسمعیا ہ کو پُہنچا کہ۔"},{"number":3,"verse":"یہُودا ہ کے بادشاہ سُلیما ن کے بیٹے رحبعا م سے اور سارے اِسرائیل سے جو یہُودا ہ اور بِنیمِین میں ہیں کہہ کہ۔"},{"number":4,"verse":"خُداوند یُوں فرماتا ہے کہ تُم چڑھائی نہ کرنا اور نہ اپنے بھائِیوں سے لڑنا ۔ تُم اپنے اپنے گھر کو لَوٹ جاؤ کیونکہ یہ مُعاملہ میری طرف سے ہے ۔ پس اُنہوں نے خُداوند کی باتیں مان لِیں اور یرُبعا م پر چڑھائی کِئے بغَیر لَوٹ گئے۔"},{"number":5,"verse":"( رحبعام شہروں کی قلعہ بندی کرتا ہے) اور رحبعا م یروشلیِم میں رہنے لگا اور اُس نے یہُودا ہ میں حِفاظت کے لِئے شہر بنائے۔"},{"number":6,"verse":"چُنانچہ اُس نے بَیت لحم اور عیطا م اور تقُو ع۔"},{"number":7,"verse":"اور بَیت صور اور شوکو اور عدُلاّم۔"},{"number":8,"verse":"اور جات اور مریسہ اور زِیف۔"},{"number":9,"verse":"اور ادور یم اور لکِیس اور عزِیقہ۔"},{"number":10,"verse":"اور صُر عہ اور ایّالو ن اور حبرُو ن کو جو یہُودا ہ اور بِنیمِین میں ہیں بنا کر قلعہ بند کر دِیا۔"},{"number":11,"verse":"اور اُس نے قلعوں کو بُہت مضبُوط کِیا اور اُن میں سرداروں کو مُقرّر کِیا اور رسد اور تیل اور مَے کے ذخِیرہ کو رکھّا۔"},{"number":12,"verse":"اور ایک ایک شہر میں ڈھالیں اور بھالے رکھوا کر اُن کو نہایت ہی مضبُوط کر دِیا اور یہُودا ہ اور بِنیمِین اُسی کے رہے۔"},{"number":13,"verse":"( کاہِن اور لاوی یہُوداہ میں آتے ہیں) اور کاہِن اور لاوی جو سارے اِسرائیل میں تھے اپنی اپنی سرحد سے نِکل کر اُس کے پاس آ گئے۔"},{"number":14,"verse":"کیونکہ لاوی اپنی گِرد و نواحوں اور مِلکِیّتوں کو چھوڑ کر یہُودا ہ اور یروشلِیم میں آئے اِس لِئے کہ یرُبعا م اور اُس کے بیٹوں نے اُنہیں نِکال دِیا تھا تاکہ وہ خُداوند کے حضُور کہانت کی خِدمت کو انجام نہ دینے پائیں۔"},{"number":15,"verse":"اور اُس نے اپنی طرف سے اُونچے مقاموں اور بکروں اور اپنے بنائے ہُوئے بچھڑوں کے لِئے کاہِن مُقرّر کِئے۔"},{"number":16,"verse":"اور لاویوں کے پِیچھے اِسرائیل کے سب قبِیلوں میں سے اَیسے لوگ جِنہوں نے خُداوند اِسرائیل کے خُدا کی تلاش میں اپنا دِل لگایا تھا یروشلیِم میں آئے کہ خُداوند اپنے باپ دادا کے خُدا کے حضُور قُربانی چڑھائیں۔"},{"number":17,"verse":"سو اُنہوں نے یہُودا ہ کی سلطنت کو طاقتور بنا دِیا اور تِین برس تک سُلیما ن کے بیٹے رحبعام کو قوِی بنا رکھّا کیونکہ وہ تِین برس تک داؤُد اور سُلیما ن کی راہ پر چلتے رہے۔"},{"number":18,"verse":"( رحبعام کا گھرانا) اور رحبعا م نے محالات کو جو یریمو ت بِن داؤُد اور الِیا ب بِن یسّی کی بیٹی ابی خیل کی بیٹی تھی بیاہ لِیا۔"},{"number":19,"verse":"اُس کے اُس سے بیٹے پَیدا ہُوئے یعنی یعو س اور سمَریا ہ اور زہم۔"},{"number":20,"verse":"اُس کے بعد اُس نے ابی سلو م کی بیٹی معکہ کو بیاہ لِیا جِس کے اُس سے ابیا ہ اورعتّی اور زِیزا اور سلُومِیت پَیدا ہُوئے۔"},{"number":21,"verse":"اور رحبعا م ابی سلو م کی بیٹی معکہ کو اپنی سب بِیویوں اور حرموں سے زیادہ پیار کرتا تھا (کیونکہ اُس کی اٹھارہ بِیویاں اور ساٹھ حرمیں تِھیں اور اُس سے اٹھائِیس بیٹے اور ساٹھ بیٹِیاں پَیدا ہُوئِیں)۔"},{"number":22,"verse":"اور رحبعا م نے ابیا ہ بِن معکہ کو پیشوا مُقرّر کِیا تاکہ اپنے بھائیوں میں سردار ہو کیونکہ اُس کا اِرادہ تھا کہ اُسے بادشاہ بنائے۔"},{"number":23,"verse":"اور اُس نے ہوشیاری کی اور اپنے بیٹوں کو یہُودا ہ اور بِنیمِین کی ساری مملکت کے بِیچ ہر فصِیل دار شہر میں الگ الگ کر دِیا اور اُن کو بُہت خُورِش دی اور اُن کے لِئے بُہت سی بِیویاں تلاش کِیں۔"}]}