{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"( یہُوداہ پر مِصریوں کی یَلغار) اور یُوں ہُؤا کہ جب رحبعا م کی سلطنت مُستحکم ہو گئی اور وہ قوِی بن گیا تو اُس نے اور اُس کے ساتھ سارے اِسرائیل نے خُداوند کی شرِیعت کو ترک کِیا۔"},{"number":2,"verse":"اور رحبعا م بادشاہ کے پانچویں برس میں اَیسا ہُؤا کہ مِصر کا بادشاہ سِیسق یروشلیِم پر چڑھ آیا اِس لِئے کہ اُنہوں نے خُداوند کی حُکم عدُولی کی تھی۔"},{"number":3,"verse":"اور اُس کے ساتھ بارہ سَو رتھ اور ساٹھ ہزار سوار تھے اور لُوبی اور سُوکی اور کُوشی لوگ جو اُس کے ساتھ مِصر سے آئے تھے بے شُمار تھے۔"},{"number":4,"verse":"اور اُس نے یہُودا ہ کے فصِیل دار شہر لے لِئے اور یروشلیِم تک آیا۔"},{"number":5,"verse":"تب سمَعیا ہ نبی رحبعا م کے اور یہُودا ہ کے اُمرا کے پاس جو سِیسق کے ڈر کے مارے یروشلیِم میں جمع ہو گئے تھے آیا اور اُن سے کہا خُداوند یُوں فرماتا ہے کہ تُم نے مُجھ کو ترک کِیا اِسی لِئے مَیں نے بھی تُم کوسِیسق کے ہاتھ میں چھوڑ دِیا ہے۔"},{"number":6,"verse":"تب اِسرائیل کے اُمرا نے اور بادشاہ نے اپنے کو خاکسار بنایا اور کہا کہ خُداوند صادِق ہے۔"},{"number":7,"verse":"جب خُداوند نے دیکھا کہ اُنہوں نے اپنے کو خاکسار بنایا تو خُداوند کا کلام سمعیا ہ پر نازِل ہُؤا کہ اُنہوں نے اپنے کو خاکسار بنایا ہے سو مَیں اُن کو ہلاک نہیں کرُوں گا بلکہ اُن کو کُچھ رہائی دُوں گا اور میرا غضب سِیسق کے ہاتھ سے یروشلیِم پر نازِل نہ ہو گا۔"},{"number":8,"verse":"تَو بھی وہ اُس کے خادِم ہوں گے تاکہ وہ میری خِدمت کو اور مُلک مُلک کی سلطنتوں کی خِدمت کو جان لیں۔"},{"number":9,"verse":"سو مِصر کا بادشاہ سِیسق یروشلیِم پر چڑھ آیا اور خُداوند کے گھر کے خزانے اور بادشاہ کے گھر کے خزانے لے گیا بلکہ وہ سب کُچھ لے گیا اور سونے کی وہ ڈھالیں بھی جو سُلیما ن نے بنوائی تِھیں لے گیا۔"},{"number":10,"verse":"اور رحبعا م بادشاہ نے اُن کے بدلے پِیتل کی ڈھالیں بنوائِیں اور اُن کو مُحافِظ سِپاہیوں کے سرداروں کو جو شاہی محلّ کی نِگہبانی کرتے تھے سَونپا۔"},{"number":11,"verse":"اور جب بادشاہ خُداوند کے گھر میں جاتا تھا تو وہ مُحافِظ سِپاہی آتے اور اُن کو اُٹھا کر چلتے تھے اور پِھر اُن کو واپس لا کر سِلاح خانہ میں رکھ دیتے تھے۔"},{"number":12,"verse":"اور جب اُس نے اپنے کو خاکسار بنایا تو خُداوند کا غضب اُس پر سے ٹل گیا اور اُس نے اُس کو پُورے طَور سے تباہ نہ کِیا اور نِیز یہُودا ہ میں خُوبِیاں بھی تِھیں۔"},{"number":13,"verse":"( رحبعام کے عہدِ حُکومت کا خُلاصہ) سو رحبعا م بادشاہ نے قوِی ہو کر یروشلیِم میں سلطنت کی ۔ رحبعا م جب سلطنت کرنے لگا تو اِکتالِیس برس کا تھا اور اُس نے یروشلیِم میں یعنی اُس شہر میں جو خُداوند نے اِسرائیل کے سب قبِیلوں میں سے چُن لِیا تھا کہ اپنا نام وہاں رکھّے ستّرہ برس سلطنت کی اور اُس کی ماں کا نام نعمہ عمُّونیہ تھا۔"},{"number":14,"verse":"اور اُس نے بدی کی کیونکہ اُس نے خُداوند کی تلاش میں اپنا دِل نہ لگایا۔"},{"number":15,"verse":"اور رحبعا م کے کام اوّل سے آخِر تک کیا وہ سمعیا ہ نبی اور عِیدو غَیب بِین کی توارِیخوں میں نسب ناموں کے مُطابِق قلمبند نہیں؟ اور رحبعا م اور یرُبعا م کے درمِیان ہمیشہ جنگ رہی۔"},{"number":16,"verse":"اور رحبعا م اپنے باپ دادا کے ساتھ سو گیا اور داؤُد کے شہر میں دفن ہُؤا اور اُس کا بیٹا ابیا ہ اُس کی جگہ بادشاہ ہُؤا۔"}]}