{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"( آسا بادشاہ کُو شیوں کو شِکست دیتا ہے) اور ابیا ہ اپنے باپ دادا کے ساتھ سو گیا اور اُنہوں نے اُسے داؤُد کے شہر میں دفن کِیا اور اُس کا بیٹا آسا اُس کی جگہ بادشاہ ہُؤا ۔ اُس کے دِنوں میں دس برس تک مُلک میں امن رہا۔"},{"number":2,"verse":"اور آسا نے وُہی کِیا جو خُداوند اُس کے خُدا کے حضُور بھلا اور ٹِھیک تھا۔"},{"number":3,"verse":"کیونکہ اُس نے اجنبی مذبحوں اور اُونچے مقاموں کو دُور کِیا اور لاٹوں کو گِرا دِیا اور یسِیرتوں کو کاٹ ڈالا۔"},{"number":4,"verse":"اور یہُودا ہ کو حُکم کِیا کہ خُداوند اپنے باپ دادا کے خُدا کے طالِب ہوں اور شرِیعت اور فرمان پر عمل کریں۔"},{"number":5,"verse":"اور اُس نے یہُودا ہ کے سب شہروں میں سے اُونچے مقاموں اور سُورج کی مُورتوں کو دُور کر دِیا اور اُس کے سامنے سلطنت میں امن رہا۔"},{"number":6,"verse":"اور اُس نے یہُودا ہ میں فصِیل دار شہر بنائے کیونکہ مُلک میں امن تھا اور اُن برسوں میں اُسے جنگ نہ کرنا پڑا کیونکہ خُداوند نے اُسے امان بخشی تھی۔"},{"number":7,"verse":"اِس لِئے اُس نے یہُودا ہ سے کہا کہ ہم یہ شہر تعمِیر کریں اور اُن کے گِرد دِیوار اور بُرج بنائیں اور پھاٹک اور اڑبنگے لگائیں یہ مُلک ابھی ہمارے قابُو میں ہے کیونکہ ہم خُداوند اپنے خُدا کے طالِب ہُوئے ہیں ۔ ہم اُس کے طالِب ہُوئے اور اُس نے ہم کو چاروں طرف امان بخشی ہے ۔ سو اُنہوں نے اُن کو تعمِیر کِیا اور کامیاب ہُوئے۔"},{"number":8,"verse":"اور آسا کے پاس بنی یہُوداہ کے تِین لاکھ آدمِیوں کا لشکر تھا جو ڈھال اور بھالا اُٹھاتے تھے اور بِنیمِین کے دو لاکھ اسّی ہزار تھے جو ڈھال اُٹھاتے اور تِیر چلاتے تھے ۔ یہ سب زبردست سُورما تھے۔"},{"number":9,"verse":"اور اِن کے مُقابلہ میں زارح کُوشی دس لاکھ کی فَوج اور تِین سَو رتھوں کو لے کر نِکلا اور مریسہ میں آیا۔"},{"number":10,"verse":"اور آسا اُس کے مُقابلہ کو گیا اور اُنہوں نے مریسہ کے بِیچ صفاتہ کی وادی میں جنگ کے لِئے صف باندھی۔"},{"number":11,"verse":"اور آسا نے خُداوند اپنے خُدا سے فریاد کی اور کہا اَے خُداوند زورآور اور کمزور کے مُقابلہ میں مدد کرنے کو تیرے سِوا اَور کوئی نہیں ۔ اَے خُداوند ہمارے خُدا تُو ہماری مدد کر کیونکہ ہم تُجھ پر بھروسا رکھتے ہیں اور تیرے نام سے اِس انبوہ کا سامنا کرنے آئے ہیں ۔ تُو اَے خُداوند ہمارا خُدا ہے ۔ اِنسان تیرے مُقابلہ میں غالِب ہونے نہ پائے۔"},{"number":12,"verse":"پس خُداوند نے آسا اور یہُودا ہ کے آگے کُوشِیوں کو مارا اور کُوشی بھاگے۔"},{"number":13,"verse":"اور آسا اور اُس کے لوگوں نے اُن کو جِرار تک رگیدا اور کُوشِیوں میں سے اِتنے قتل ہُوئے کہ وہ پِھر سنبھل نہ سکے کیونکہ وہ خُداوند اور اُس کے لشکر کے آگے ہلاک ہُوئے اور وہ بُہت سی لُوٹ لے آئے۔"},{"number":14,"verse":"اور اُنہوں نے جِرار کے آس پاس کے سب شہروں کو مارا کیونکہ خُداوند کا خَوف اُن پر چھا گیا تھا اور اُنہوں نے سب شہروں کو لُوٹ لِیا کیونکہ اُن میں بڑی لُوٹ تھی۔"},{"number":15,"verse":"اور اُنہوں نے مواشی کے ڈیروں پر بھی حملہ کِیا اور کثرت سے بھیڑیں اور اُونٹ لے کر یروشلِیم کو لَوٹے۔"}]}