{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"اور یہُوسفط اپنے باپ دادا کے ساتھ سو گیا اور داؤُد کے شہر میں اپنے باپ دادا کے ساتھ دفن ہُؤا اور اُس کابیٹا یہُورام اُس کی جگہ سلطنت کرنے لگا۔"},{"number":2,"verse":"( یہُودا ہ کا بادشاہ یہورام) اور اُس کے بھائی جو یہُوسفط کے بیٹے تھے یہ تھے یعنی عزریا ہ اور یحی ایل اور زکریا ہ اور عزریا ہ اور مِیکائیل اور سفطیاہ ۔ یہ سب شاہِ اِسرائیل یہُوسفط کے بیٹے تھے۔"},{"number":3,"verse":"اور اُن کے باپ نے اُن کو چاندی اور سونے اور بیش قِیمت چِیزوں کے بڑے اِنعام اور فصِیل دار شہر یہُودا ہ میں عطا کِئے لیکن سلطنت یہُورام کو دی کیونکہ وہ پہلوٹھا تھا۔"},{"number":4,"verse":"جب یہُورام اپنے باپ کی سلطنت پر قائِم ہو گیا اور اپنے کو قوِی کر لِیا تو اُس نے اپنے سب بھائیوں کو اوراِسرائیل کے بعض سرداروں کو بھی تلوار سے قتل کِیا۔"},{"number":5,"verse":"یہُورام جب سلطنت کرنے لگا تو بتِّیس برس کا تھا اور اُس نے آٹھ برس یروشلیِم میں سلطنت کی۔"},{"number":6,"verse":"اور وہ اخی ا ب کے گھرانے کی مانِند اِسرائیل کے بادشاہوں کی راہ پر چلا کیونکہ اخی ا ب کی بیٹی اُس کی بِیوی تھی اور اُس نے وُہی کِیا جو خُداوند کی نظر میں بُرا ہے۔"},{"number":7,"verse":"تَو بھی خُداوند نے داؤُد کے خاندان کو ہلاک کرنانہ چاہا ۔ اُس عہد کے سبب سے جو اُس نے داؤُد سے باندھا تھا اور جَیسا اُس نے اُسے اور اُس کی نسل کو ہمیشہ کے لِئے ایک چراغ دینے کا وعدہ کِیا تھا۔"},{"number":8,"verse":"اُسی کے دِنوں میں ادُو م یہُودا ہ کی حُکومت سے مُنحرِف ہو گیا اور اپنے اُوپر ایک بادشاہ بنا لِیا۔"},{"number":9,"verse":"تب یہُورا م اپنے امِیروں اور اپنے سب رتھوں کو ساتھ لے کر عبُور کر گیا اور رات کو اُٹھ کر ادُومیوں کو جو اُسے اور رتھوں کے سرداروں کو گھیرے ہُوئے تھے مارا۔"},{"number":10,"verse":"سو ادُو می یہُودا ہ سے آج تک مُنحرِف ہیں اور اُسی وقت لِبناہ بھی اُس کے ہاتھ سے نِکل گیا کیونکہ اُس نے خُداوند اپنے باپ دادا کے خُدا کو ترک کِیا تھا۔"},{"number":11,"verse":"اور اِس کے عِلاوہ اُس نے یہُودا ہ کے پہاڑوں پر اُونچے مقام بنائے اور یروشلیِم کے باشِندوں کو زِناکار بنایا اور یہُودا ہ کو گُمراہ کِیا۔"},{"number":12,"verse":"اور ایلیّاہ نبی سے اُسے اِس مضمُون کا خط مِلا کہ خُداوند تیرے باپ داؤُد کا خُدا یُوں فرماتا ہے اِس لِئے کہ تُو نہ اپنے باپ یہُوسفط کی راہوں پر اور نہ یہُودا ہ کے بادشاہ آسا کی راہوں پر چلا۔"},{"number":13,"verse":"بلکہ اِسرائیل کے بادشاہوں کی راہ پر چلا ہے اور یہُودا ہ اور یروشلیِم کے باشِندوں کو زِناکار بنایا جَیسا اخی ا ب کے خاندان نے کِیا تھا اور اپنے باپ کے گھرانے میں سے اپنے بھائیوں کو جو تُجھ سے اچّھے تھے قتل بھی کِیا۔"},{"number":14,"verse":"سو دیکھ خُداوند تیرے لوگوں کو اور تیرے بیٹوں اور تیری بِیویوں کو اور تیرے سارے مال کو بڑی آفتوں سے مارے گا۔"},{"number":15,"verse":"اور تُو انتڑیوں کے مرض کے سبب سے سخت بِیمار ہو جائے گا یہاں تک کہ تیری انتڑیاں اُس مرض کے سبب سے روزبروز نِکلتی جائیں گی۔"},{"number":16,"verse":"اور خُداوند نے یہُورا م کے خِلاف فِلستِیوں اور اُن عربوں کا جو کُوشیوں کی سمت میں رہتے ہیں دِل اُبھارا۔"},{"number":17,"verse":"سو وہ یہُودا ہ پر چڑھائی کر کے اُس میں گُھس آئے اور سارے مال کو جو بادشاہ کے گھر میں مِلا اور اُس کے بیٹوں اور اُس کی بِیویوں کو بھی لے گئے اَیسا کہ یہُوآ خز کے سِوا جو اُس کے بیٹوں میں سب سے چھوٹا تھا اُس کا کوئی بیٹا باقی نہ رہا۔"},{"number":18,"verse":"اور اِس سب کے بعد خُداوند نے ایک لاعِلاج مرض اُس کی انتڑیوں میں لگا دِیا۔"},{"number":19,"verse":"اور کُچھ مُدّت کے بعد دو برس کے آخِر میں اَیسا ہُؤا کہ اُس کے روگ کے مارے اُس کی انتڑیاں نِکل پڑیں اور وہ بُری بِیماریوں سے مَر گیا اور اُس کے لوگوں نے اُس کے لِئے آگ نہ جلائی جَیسا اُس کے باپ دادا کے لِئے جلاتے تھے۔"},{"number":20,"verse":"وہ بتِّیس برس کا تھا جب سلطنت کرنے لگا اور اُس نے آٹھ برس یروشلیِم میں سلطنت کی اور وہ بغَیر ماتم کے رُخصت ہُؤا اور اُنہوں نے اُسے داؤُد کے شہر میں دفن کِیا پر شاہی قبروں میں نہیں۔"}]}