{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"( یہُودا ہ کا بادشاہ امصیاہ) امصیا ہ پچِّیس برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے اُنتِیس برس یروشلیِم میں سلطنت کی اُس کی ماں کا نام یہُوعدّ ان تھا جو یروشلیِم کی تھی۔"},{"number":2,"verse":"اور اُس نے وُہی کِیا جو خُداوند کی نظر میں ٹِھیک ہے پر کامِل دِل سے نہیں۔"},{"number":3,"verse":"اور جب وہ سلطنت پر جم گیا تو اُس نے اپنے اُن مُلازِموں کو جِنہوں نے اُس کے باپ بادشاہ کو مار ڈالا تھا قتل کِیا۔"},{"number":4,"verse":"پر اُن کی اَولاد کو جان سے نہیں مارا بلکہ اُسی کے مُطابِق کِیا جو مُوسیٰ کی کِتاب تَورَیت میں لِکھا ہے جَیسا خُداوند نے فرمایا کہ بیٹوں کے بدلے باپ دادا نہ مارے جائیں اور نہ باپ دادا کے بدلے بیٹے مارے جائیں بلکہ ہر آدمی اپنے ہی گُناہ کے لئِے مارا جائے۔"},{"number":5,"verse":"( ادُوم کے خِلاف جنگ) اِس کے سِوا امصیا ہ نے یہُودا ہ کو اِکٹّھا کِیا اور اُن کو اُن کے آبائی خاندانوں کے مُوافِق تمام مُلکِ یہُودا ہ اور بِنیمِین میں ہزار ہزار کے سرداروں اور سَو سَو کے سرداروں کے نِیچے ٹھہرایا اور اُن میں سے جِن کی عُمر بِیس برس یا اُس سے اُوپر تھی اُن کو شُمار کِیا اور اُن کو تِین لاکھ چُنے ہُوئے مَرد پایا جو جنگ میں جانے کے قابِل اور برچھی اور ڈھال سے کام لے سکتے تھے۔"},{"number":6,"verse":"اور اُس نے سَو قِنطار چاندی دے کر اِسرائیل میں سے ایک لاکھ زبردست سُورما نَوکر رکھّے۔"},{"number":7,"verse":"لیکن ایک مَردِ خُدا نے اُس کے پاس آ کر کہا اَے بادشاہ اِسرائیل کی فَوج تیرے ساتھ جانے نہ پائے کیونکہ خُداوند اِسرائیل یعنی سب بنی افرائِیم کے ساتھ نہیں ہے۔"},{"number":8,"verse":"پر اگر تُو جانا ہی چاہتا ہے تو جا اور لڑائی کے لِئے مضبُوط ہو ۔ خُدا تُجھے دُشمنوں کے آگے گِرائے گا کیونکہ خُدا میں سنبھالنے اور گِرانے کی طاقت ہے۔"},{"number":9,"verse":"امصیا ہ نے اُس مَردِ خُدا سے کہا لیکن سَو قِنطاروں کے لِئے جو مَیں نے اِسرائیل کے لشکر کو دِئے ہم کیا کریں؟ اُس مَردِ خُدا نے جواب دِیا خُداوند تُجھے اِس سے بُہت زِیادہ دے سکتا ہے۔"},{"number":10,"verse":"تب امصیا ہ نے اُس لشکر کو جو افرائِیم میں سے اُس کے پاس آیا تھا جُدا کِیا تاکہ وہ پِھر اپنے گھر جائیں ۔ اِس سبب سے اُن کا غُصّہ یہُودا ہ پر بُہت بھڑکا اور وہ نِہایت غُصّہ میں گھر کو لَوٹے۔"},{"number":11,"verse":"اور امصیا ہ نے حَوصلہ باندھا اور اپنے لوگوں کو لے کر وادیِ شور کو گیا اور بنی شعِیر میں سے دس ہزار کو مار دِیا۔"},{"number":12,"verse":"اور دس ہزار کو بنی یہُوداہ جِیتا پکڑ کر لے گئے اور اُن کو ایک چٹان کی چوٹی پر پُہنچایا اور اُس چٹان کی چوٹی پر سے اُن کو نِیچے گِرا دِیا اَیسا کہ سب کے سب ٹُکڑے ٹُکڑے ہو گئے۔"},{"number":13,"verse":"پر اُس لشکر کے لوگ جِن کو امصیا ہ نے لَوٹا دِیا تھا کہ اُس کے ساتھ جنگ میں نہ جائیں سامرِیہ سے بَیت حورُو ن تک یہُودا ہ کے شہروں پر ٹُوٹ پڑے اور اُن میں سے تِین ہزار جوانوں کو مار ڈالا اور بُہت سی لُوٹ لے گئے۔"},{"number":14,"verse":"جب امصیا ہ ادُومیوں کے قِتال سے لَوٹا تو بنی شعِیر کے دیوتاؤں کو لیتا آیا اور اُن کو نصب کِیا تاکہ وہ اُس کے معبُود ہوں اور اُن کے آگے سِجدہ کِیا اور اُن کے آگے بخُور جلایا۔"},{"number":15,"verse":"اِس لِئے خُداوند کا غضب امصیا ہ پر بھڑکا اور اُس نے ایک نبی کو اُس کے پاس بھیجا جِس نے اُس سے کہا تُو اُن لوگوں کے دیوتاؤں کا طالِب کیوں ہُؤا جِنہوں نے اپنے ہی لوگوں کو تیرے ہاتھ سے نہ چُھڑایا؟۔"},{"number":16,"verse":"وہ اُس سے باتیں کر ہی رہا تھا کہ اُس نے اُس سے کہا کہ کیا ہم نے تُجھے بادشاہ کا مُشِیر بنایا ہے؟ چُپ رہ! تُو کیوں مار کھائے؟ تب وہ نبی یہ کہہ کر چُپ ہو گیا کہ مَیں جانتا ہُوں کہ خُدا کا اِرادہ یہ ہے کہ تُجھے ہلاک کرے اِس لِئے کہ تُو نے یہ کِیا ہے اور میری مشورت نہیں مانی۔"},{"number":17,"verse":"( اِسرائیل کے خِلاف جنگ) تب یہُودا ہ کے بادشاہ امصیا ہ نے مشورہ کر کے اِسرائیل کے بادشاہ یُوآس بِن یہُوآ خز بِن یاہُو کے پاس کہلا بھیجا کہ ذرا آ تو ہم ایک دُوسرے کا مُقابلہ کریں۔"},{"number":18,"verse":"سو اِسرائیل کے بادشاہ یُوآ س نے یہُودا ہ کے بادشاہ امصیا ہ کو کہلا بھیجا کہ لُبنان کے اُونٹکٹارے نے لُبنا ن کے دیودار کو پَیغام بھیجا کہ اپنی بیٹی میرے بیٹے کو بیاہ دے ۔ اِتنے میں ایک جنگلی درِندہ جو لُبنا ن میں رہتا تھا گُذرا اور اُس نے اُونٹکٹارے کو روند ڈالا۔"},{"number":19,"verse":"تُو کہتا ہے دیکھ مَیں نے ادُومیوں کو مارا سو تیرے دِل میں گھمنڈ سمایا ہے کہ فخر کرے ۔ گھرہی میں بَیٹھا رہ تُو کیوں اپنے نُقصان کے لِئے دست اندازی کرتا ہے کہ تُو بھی گِرے اور تیرے ساتھ یہُودا ہ بھی؟۔"},{"number":20,"verse":"لیکن امصیا ہ نے نہ مانا کیونکہ یہ خُدا کی طرف سے تھا کہ وہ اُن کو اُن کے دُشمنوں کے ہاتھ میں کر دے اِس لِئے کہ وہ ادُومیوں کے معبُودوں کے طالِب ہُوئے تھے۔"},{"number":21,"verse":"سو اِسرائیل کا بادشاہ یُوآس چڑھ آیا اور وہ اور شاہِ یہُودا ہ امصیا ہ یہُوداہ کے بَیت شمس میں ایک دُوسرے کے مُقابِل ہُوئے۔"},{"number":22,"verse":"اور یہُودا ہ نے اِسرائیل کے مُقابلہ میں شِکست کھائی اور اُن میں سے ہر ایک اپنے ڈیرے کو بھاگا۔"},{"number":23,"verse":"اور شاہِ اِسرائیل یُوآ س نے شاہِ یہُودا ہ امصیا ہ بِن یُوآ س بِن یہُوآ خز کو بَیت شمس میں پکڑ لِیا اور اُسے یروشلیِم میں لایا اور یروشلیِم کی دِیوار افرائِیم کے پھاٹک سے کونے کے پھاٹک تک چار سَو ہاتھ ڈھا دی۔"},{"number":24,"verse":"اور سارے سونے اور چاندی اور سب برتنوں کو جو عوبیدا دُوم کے پاس خُدا کے گھر میں مِلے اور شاہی محلّ کے خزانوں اور کفِیلوں کو بھی لے کر سامرِیہ کو لَوٹا۔"},{"number":25,"verse":"اور شاہِ یہُودا ہ امصیا ہ بِن یُوآ س شاہِ اِسرائیل یُوآ س بِن یہُوآ خز کے مَرنے کے بعد پندرہ برس جِیتا رہا۔"},{"number":26,"verse":"اور امصیا ہ کے باقی کام شرُوع سے آخِر تک کیا وہ یہُودا ہ اور اِسرائیل کے بادشاہوں کی کِتاب میں قلمبند نہیں ہیں؟۔"},{"number":27,"verse":"اور جب سے امصیا ہ خُداوند کی پَیروی سے پِھرا تب ہی سے یروشلیِم کے لوگوں نے اُس کے خِلاف سازِش کی ۔ سو وہ لکِیس کوبھاگ گیا پر اُنہوں نے لکِیس میں اُس کے پِیچھے لوگ بھیج کر اُسے وہاں قتل کِیا۔"},{"number":28,"verse":"اور وہ اُسے گھوڑوں پر لے آئے اور یہُودا ہ کے شہر میں اُس کے باپ دادا کے ساتھ اُسے دفن کِیا۔"}]}