{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"( یہُودا ہ کابادشاہ آخز) آخز بِیس برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے سولہ برس یروشلیِم میں سلطنت کی اور اُس نے وہ نہ کِیا جو خُداوند کی نظر میں درُست ہے جَیسا اُس کے باپ داؤُد نے کِیا تھا۔"},{"number":2,"verse":"بلکہ اِسرائیل کے بادشاہوں کی راہوں پر چلا اور بعلِیم کی ڈھالی ہُوئی مُورتیں بھی بنوائِیں۔"},{"number":3,"verse":"اِس کے سِوا اُس نے ہِنُّو م کے بیٹے کی وادی میں بخُور جلایا اور اُن قَوموں کے نفرتی دستُوروں کے مُطابِق جِن کو خُداوند نے بنی اِسرائیل کے سامنے سے خارِج کِیا تھا اپنے ہی بیٹوں کو آگ میں جھونکا۔"},{"number":4,"verse":"اُس نے اُونچے مقاموں اور پہاڑوں پر اور ہر ایک ہرے درخت کے نِیچے قُربانیاں کِیں اور بخُور جلایا۔"},{"number":5,"verse":"( ارام اور اِسرائیل کے خِلاف جنگ) اِس لِئے خُداوند اُس کے خُدا نے اُس کو شاہِ ارا م کے ہاتھ میں کر دِیا ۔ سو اُنہوں نے اُسے مارا اور اُس کے لوگوں میں سے اسِیروں کی بِھیڑ کی بِھیڑ لے گئے اور اُن کو دمِشق میں لائے اور وہ شاہِ اِسرائیل کے ہاتھ میں بھی کر دِیا گیا جِس نے اُسے مارا اور بڑی خُونریزی کی۔"},{"number":6,"verse":"اور فِقح بِن رملیا ہ نے ایک ہی دِن میں یہُودا ہ میں سے ایک لاکھ بِیس ہزار کو جو سب کے سب سُورما تھے قتل کِیا کیونکہ اُنہوں نے خُداوند اپنے باپ دادا کے خُدا کو چھوڑ دِیا تھا۔"},{"number":7,"verse":"اور زِکر ی نے جو افرائِیم کا ایک پہلوان تھا معسیا ہ شاہزادہ کو اور محلّ کے ناظِم عزریقا م کو اور بادشاہ کے وزِیر القانہ کو مار ڈالا۔"},{"number":8,"verse":"اور بنی اِسرائیل اپنے بھائیوں میں سے دو لاکھ عَورتوں اور بیٹے بیٹیوں کو اسِیر کر کے لے گئے اور اُن کا بُہت سا مال لُوٹ لِیا اور لُوٹ کو سا مرِیہ میں لائے۔"},{"number":9,"verse":"( عودِد نبی) لیکن وہاں خُداوند کا ایک نبی تھا جِس کا نام عودِ د تھا ۔ وہ اُس لشکر کے اِستِقبال کو گیا جو سامریہ کو آ رہا تھا اور اُن سے کہنے لگا دیکھو اِس لِئے کہ خُداوند تُمہارے باپ دادا کا خُدا یہُودا ہ سے ناراض تھا اُس نے اُن کو تُمہارے ہاتھ میں کر دِیا اور تُم نے اُن کو اَیسے طَیش میں قتل کِیا ہے جو آسمان تک پُہنچا۔"},{"number":10,"verse":"اور اب تُمہارا اِرادہ ہے کہ بنی یہُوداہ اور یروشلیِم کو اپنے غُلام اور لَونڈیاں بنا کر اُن کو دبائے رکھّو لیکن کیا تُمہارے ہی گُناہ جو تُم نے خُداوند اپنے خُدا کے خِلاف کِئے ہیں تُمہارے سر نہیں ہیں؟۔"},{"number":11,"verse":"سو تُم اب میری سُنو اور اُن اسِیروں کو جِن کو تُم نے اپنے بھائیوں میں سے اسِیر کر لِیا ہے آزاد کر کے لَوٹا دو کیونکہ خُداوند کا قہرِ شدِید تُم پر ہے۔"},{"number":12,"verse":"تب بنی افرائِیم کے سرداروں میں سے عزریا ہ بِن یہُوحنا ن اور برکیا ہ بِن مسلّیمو ت اور یحز قیاہ بِن سلُوم اورعماسا بِن خدلی اُن کے سامنے جو جنگ سے آ رہے تھے کھڑے ہو گئے۔"},{"number":13,"verse":"اور اُن سے کہا کہ تُم اسِیروں کو یہاں نہیں لانے پاؤ گے کیونکہ جو تُم نے ٹھانا ہے اُس سے ہم خُداوند کے گُنہگار بنیں گے اور ہمارے گُناہ اور خطائیں بڑھ جائیں گی کیونکہ ہماری خطا بڑی ہے اور اِسرائیل پر قہرِ شدِید ہے۔"},{"number":14,"verse":"سو اُن ہتھیار بند لوگوں نے اسِیروں اور مالِ غنِیمت کو امِیروں اور ساری جماعت کے آگے چھوڑ دِیا۔"},{"number":15,"verse":"اور وہ آدمی جِن کے نام مذکُور ہُوئے اُٹھے اور اسِیروں کو لِیا اور لُوٹ کے مال میں سے اُن سبھوں کو جو اُن میں ننگے تھے لِباس سے آراستہ کِیا اور اُن کو جُوتے پہنائے اور اُن کو کھانے پِینے کو دِیا اور اُن پر تیل ملا اور جِتنے اُن میں کمزور تھے اُن کو گدھوں پر چڑھا کر کھجُور کے درختوں کے شہر یریحُو میں اُن کے بھائیوں کے پاس پُہنچا دِیا تب سا مرِیہ کو لَوٹ گئے۔"},{"number":16,"verse":"( آخز اسُور سے مدد مانگتا ہے) اُس وقت آخز بادشاہ نے اسُور کے بادشاہوں کے پاس کہلا بھیجا کہ اُس کی مدد کریں۔"},{"number":17,"verse":"اِس لِئے کہ ادُومیوں نے پِھر چڑھائی کر کے یہُودا ہ کو مار لِیا اور اسِیروں کو لے گئے تھے۔"},{"number":18,"verse":"اور فِلستِیوں نے بھی نشیب کی زمِین کے اور یہُودا ہ کے جنُوب کے شہروں پر حملہ کر کے بَیت شمس اور ایّالو ن اور جدِیرو ت کو اور شوکو اور اُس کے دیہات کو اور تِمنہ اور اُس کے دیہات کو اور جِمسُو اور اُس کے دیہات کو بھی لے لِیا تھا اور اُن میں بس گئے تھے۔"},{"number":19,"verse":"کیونکہ خُداوند نے شاہِ اِسرائیل آخز کے سبب سے یہُودا ہ کو پست کِیا اِس لِئے کہ اُس نے یہُودا ہ میں بے حیائی کی چال چل کر خُداوند کا بڑا گُناہ کِیا تھا۔"},{"number":20,"verse":"اور شاہِ اسُورتِگلت پلنا سر اُس کے پاس آیا پر اُس نے اُس کو تنگ کِیا اور اُس کی کُمک نہ کی۔"},{"number":21,"verse":"کیونکہ آخز نے خُداوند کے گھر اور بادشاہ اور سرداروں کے محلّوں سے مال لے کر شاہِ اسُور کو دِیا تَو بھی اُس کی کُچھ مدد نہ ہُوئی۔"},{"number":22,"verse":"( آخز کے گُناہ) اور اپنی تنگی کے وقت میں بھی اُس نے یعنی اِسی آخز بادشاہ نے خُداوند کا اَور بھی زِیادہ گُناہ کِیا۔"},{"number":23,"verse":"کیونکہ اُس نے دمِشق کے دیوتاؤں کے لِئے جِنہوں نے اُسے مارا تھا قُربانیاں کِیں اور کہا چُونکہ ارام کے بادشاہوں کے معبُودوں نے اُن کی مدد کی ہے سو مَیں اُن کے لِئے قُربانی کرُوں گا تاکہ وہ میری مدد کریں لیکن وہ اُس کی اور سارے اِسرائیل کی تباہی کا باعِث ہُوئے۔"},{"number":24,"verse":"اور آخز نے خُدا کے گھر کے برتنوں کو جمع کِیا اور خُدا کے گھر کے برتنوں کو ٹُکڑے ٹُکڑے کِیا اور خُداوند کے گھر کے دروازوں کو بند کِیا اور اپنے لِئے یروشلیِم کے ہر کونے میں مذبحے بنائے۔"},{"number":25,"verse":"اور یہُودا ہ کے ایک ایک شہر میں غَیر معبُودوں کے آگے بخُور جلانے کے لِئے اُونچے مقام بنائے اور خُداوند اپنے باپ دادا کے خُدا کو غُصّہ دِلایا۔"},{"number":26,"verse":"اور اُس کے باقی کام اور اُس کے سب طَور طریقے شرُوع سے آخِر تک یہُودا ہ اور اِسرائیل کے بادشاہوں کی کِتاب میں قلمبند ہیں۔"},{"number":27,"verse":"اور آخز اپنے باپ دادا کے ساتھ سو گیا اور اُنہوں نے اُسے شہر میں یعنی یروشلیِم میں دفن کِیا کیونکہ وہ اُسے اِسرائیل کے بادشاہوں کی قبروں میں نہ لائے اور اُس کا بیٹا حِزقیاہ اُس کی جگہ بادشاہ ہُؤا۔"}]}