{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"( یہُودا ہ کا بادشاہ حِزقیاہ) حِزقیاہ پچِّیس برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے اُنتِیس برس یروشلیِم میں سلطنت کی اُس کی ماں کا نام ابیا ہ تھا جو زکر یاہ کی بیٹی تھی۔"},{"number":2,"verse":"اُس نے وُہی کام جو خُداوند کی نظر میں درُست ہے ٹِھیک اُسی کے مُطابِق جو اُس کے باپ داؤُد نے کِیا تھا کِیا۔"},{"number":3,"verse":"( ہَیکل کا پاک کِیا جانا) اُس نے اپنی سلطنت کے پہلے برس کے پہلے مہِینے میں خُداوند کے گھر کے دروازوں کو کھولا اور اُن کی مرمّت کی۔"},{"number":4,"verse":"اور وہ کاہِنوں اور لاویوں کو لے آیا اور اُن کو مشرِق کی طرف مَیدان میں اِکٹّھا کِیا۔"},{"number":5,"verse":"اور اُن سے کہا اَے لاویو میری سُنو! تُم اب اپنے کو پاک کرو اور خُداوند اپنے باپ دادا کے خُدا کے گھر کو پاک کرو اور اِس پاک مقام میں سے ساری نجاست کو نِکال ڈالو۔"},{"number":6,"verse":"کیونکہ ہمارے باپ دادا نے گُناہ کِیا اور جو خُداوند ہمارے خُدا کی نظر میں بُرا ہے وُہی کِیا اور خُدا کو چھوڑ دِیا اور خُداوند کے مسکن سے مُنہ پھیر لِیا اور اپنی پِیٹھ اُس کی طرف کر دی۔"},{"number":7,"verse":"اور اُسارے کے دروازوں کو بھی بند کر دِیا اور چراغ بُجھا دِئے اور اِسرائیل کے خُدا کے مَقدِس میں نہ تو بخُور جلایا اور نہ سوختنی قُربانیاں چڑھائِیں۔"},{"number":8,"verse":"اِس سبب سے خُداوند کا قہر یہُودا ہ اور یروشلیِم پر نازِل ہُؤا اور اُس نے اُن کو اَیسا حوالہ کِیا کہ مارے مارے پِھریں اور حَیرت اور سُسکار کا باعِث ہوں جَیسا تُم اپنی آنکھوں سے دیکھتے ہو۔"},{"number":9,"verse":"دیکھو اِسی سبب سے ہمارے باپ دادا تلوار سے مارے گئے اور ہمارے بیٹے بیٹیاں اور ہماری بِیویاں اسِیری میں ہیں۔"},{"number":10,"verse":"اب میرے دِل میں ہے کہ خُداوند اِسرائیل کے خُدا کے ساتھ عہد باندُھوں تاکہ اُس کا قہرِ شدِید ہم پر سے ٹل جائے۔"},{"number":11,"verse":"اَے میرے فرزندو تُم اب غافِل نہ رہو کیونکہ خُداوند نے تُم کو چُن لِیا ہے کہ اُس کے حضُور کھڑے ہو اور اُس کی خِدمت کرو اور اُس کے خادِم بنو اور بخُور جلاؤ۔"},{"number":12,"verse":"تب یہ لاوی اُٹھے یعنی بنی قِہات میں سے محت بِن عماسی اور یُوایل بِن عزر یاہ اور بنی مِراری میں سے قِیس بِن عبد ی اور عزریا ہ بِن یہلّلئیل اور جیرسونیوں میں سے یُوآخ بِن زِمہّ اور عد ن بِن یُوآ خ۔"},{"number":13,"verse":"اوربنی الِیصفن میں سے سِمر ی اور یعوا یل اور بنی آسف میں سے زکر یاہ اور متّنیا ہ۔"},{"number":14,"verse":"اور بنی ہَیمان میں سے یحی ایل اور سِمعی اور بنی یدُوتُون میں سے سمعیا ہ اور عُزّی ا یل۔"},{"number":15,"verse":"اور اُنہوں نے اپنے بھائیوں کو اِکٹّھا کر کے اپنے کو پاک کِیا اور بادشاہ کے حُکم کے مُوافِق جو خُداوند کے کلام کے مُطابِق تھا خُداوند کے گھر کو پاک کرنے کے لِئے اندر گئے۔"},{"number":16,"verse":"اور کاہِن خُداوند کے گھر کے اندرُونی حِصّہ میں اُسے پاک صاف کرنے کو داخِل ہُوئے اور ساری نجاست کو جو خُداوند کی ہَیکل میں اُن کو مِلی نِکال کر باہر خُداوند کے گھر کے صحن میں لے آئے اور لاویوں نے اُسے اُٹھا لِیا تاکہ اُسے باہر قِدرُو ن کے نالے میں پُہنچا دیں۔"},{"number":17,"verse":"اور پہلے مہِینے کی پہلی تارِیخ کو اُنہوں نے تقدِیس کا کام شرُوع کِیا اور اُس مہِینے کی آٹھوِیں تارِیخ کو خُداوند کے اُسارے تک پُہنچے اور اُنہوں نے آٹھ دِن میں خُداوند کے گھر کو پاک کِیا ۔ سو پہلے مہِینے کی سولھوِیں تارِیخ کو اُسے تمام کِیا۔"},{"number":18,"verse":"( ہَیکل کی ازسرِ نَو مخصُوصیّت) تب اُنہوں نے محلّ کے اندر حِزقیاہ بادشاہ کے پاس جا کر کہا کہ ہم نے خُداوند کے سارے گھر کو اور سوختنی قُربانی کے مذبح کو اور اُس کے سب ظرُوف کو اور نذر کی روٹِیوں کی میز کو اور اُس کے سب ظرُوف کو پاک صاف کر دِیا۔"},{"number":19,"verse":"اِس کے سِوا ہم نے اُن سب ظرُوف کو جِن کو آخز بادشاہ نے اپنے دَورِ سلطنت میں خطا کر کے رَدّ کر دِیا تھا پِھر تیّار کر کے اُن کو مُقدّس کِیا ہے اور دیکھ وہ خُداوند کے مذبح کے سامنے ہیں۔"},{"number":20,"verse":"تب حِزقیاہ بادشاہ سویرے اُٹھ کر اور شہر کے رئِیسوں کو فراہم کر کے خُداوند کے گھر کو گیا۔"},{"number":21,"verse":"اور وہ سات بَیل اور سات مینڈھے اور سات برّے اور سات بکرے مملکت کے لِئے اور مَقدِس کے لِئے اور یہُودا ہ کے لِئے خطا کی قُربانی کے واسطے لے آئے اور اُس نے کاہِنوں یعنی بنی ہارُون کو حُکم کِیا کہ اُن کو خُداوند کے مذبح پر چڑھائیں۔"},{"number":22,"verse":"سو اُنہوں نے بَیلوں کو ذبح کِیا اور کاہِنوں نے خُون کو لے کر اُسے مذبح پر چِھڑکا ۔ پِھر اُنہوں نے مینڈھوں کو ذبح کِیا اور خُون کو مذبح پر چِھڑکا اور برّوں کو بھی ذبح کِیا اور خُون مذبح پر چِھڑکا۔"},{"number":23,"verse":"اور وہ خطا کی قُربانی کے بکروں کو بادشاہ اور جماعت کے آگے نزدِیک لے آئے اور اُنہوں نے اپنے ہاتھ اُن پر رکھّے۔"},{"number":24,"verse":"پِھر کاہِنوں نے اُن کو ذبح کِیا اور اُن کے خُون کو مذبح پر چِھڑک کر خطا کی قُربانی کی تاکہ سارے اِسرائیل کے لِئے کفّارہ ہو کیونکہ بادشاہ نے فرمایا تھا کہ سوختنی قُربانی اور خطا کی قُربانی سارے اِسرائیل کے لِئے چڑھائی جائیں۔"},{"number":25,"verse":"اور اُس نے داؤُد اور بادشاہ کے غَیب بِین جاد اور ناتن نبی کے حُکم کے مُطابِق خُداوند کے گھر میں لاویوں کو جھانجھ اور سِتار اور بربط کے ساتھ مُقرّر کِیا کیونکہ یہ نبیوں کی معرفت خُداوند کا حُکم تھا۔"},{"number":26,"verse":"اور لاوی داؤُد کے باجوں کو اور کاہِن نرسِنگوں کو لے کر کھڑے ہُوئے۔"},{"number":27,"verse":"اور حِزقیا ہ نے مذبح پر سوختنی قُربانی چڑھانے کا حُکم دِیا اور جب سوختنی قُربانی شرُوع ہُوئی تو خُداوند کا گِیت بھی نرسِنگوں اور شاہِ اِسرائیل داؤُد کے باجوں کے ساتھ شرُوع ہُؤا۔"},{"number":28,"verse":"اور ساری جماعت نے سِجدہ کِیا اور گانے والے گانے اور نرسِنگے والے نرسِنگے پُھونکنے لگے ۔ جب تک سوختنی قُربانی جل نہ چُکی یہ سب ہوتا رہا۔"},{"number":29,"verse":"اور جب وہ قُربانی چڑھا چُکے تو بادشاہ اور اُس کے ساتھ سب حاضرِین نے جُھک کر سِجدہ کِیا۔"},{"number":30,"verse":"پِھر حِزقیاہ بادشاہ اور رئِیسوں نے لاویوں کو حُکم کِیا کہداؤُد اور آسف غَیب بِین کے گِیت گا کر خُداوند کی حمد کریں اور اُنہوں نے خُوشی سے مدح سرائی کی اور سر جُھکائے اور سِجدہ کِیا۔"},{"number":31,"verse":"اور حِزقیاہ کہنے لگا کہ اب تُم نے اپنے آپ کو خُداوند کے لِئے پاک کر لِیا ہے ۔ سو نزدِیک آؤ اور خُداوند کے گھر میں ذبِیحے اور شُکرگُذاری کی قُربانِیاں لاؤ ۔ تب جماعت ذبِیحے اور شُکرگُذاری کی قُربانِیاں لائی اور جِتنے دِل سے راضی تھے سوختنی قُربانِیاں لائے۔"},{"number":32,"verse":"اور سوختنی قُربانیوں کا شُمار جو جماعت لائی یہ تھا ستّر بَیل اور سَو مینڈھے اور دو سَو بّرے ۔ یہ سب خُداوند کی سوختنی قُربانی کے لِئے تھے۔"},{"number":33,"verse":"اور مُقدّس کِئے ہُوئے جانور یہ تھے۔ چھ سَو بَیل اور تِین ہزار بھیڑ بکریاں۔"},{"number":34,"verse":"مگر کاہِن اَیسے تھوڑے تھے کہ وہ ساری سوختنی قُربانی کے جانوروں کی کھالیں اُتار نہ سکے اِس لِئے اُن کے بھائی لاویوں نے اُن کی مدد کی جب تک کام تمام نہ ہو گیا اور کاہِنوں نے اپنے کو پاک نہ کر لِیا کیونکہ لاوی اپنے آپ کو پاک کرنے میں کاہِنوں سے زِیادہ راست دِل تھے۔"},{"number":35,"verse":"اور سوختنی قُربانیاں بھی کثرت سے تِھیں اور اُن کے ساتھ سلامتی کی قُربانیوں کی چربی اور سوختنی قُربانیوں کے تپاون تھے یُوں خُداوند کے گھر کی خِدمت کی ترتِیب درُست ہُوئی۔"},{"number":36,"verse":"اور حِزقیاہ اور سب لوگ اُس کام کے سبب سے جو خُدا نے لوگوں کے لِئے تیّار کِیا تھا باغ باغ ہُوئے کیونکہ وہ کام یکبارگی کِیا گیا تھا۔"}]}