{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"( یہُودا ہ کا بادشاہ منسّی) منسّی بارہ برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے یروشلیِم میں پچپن برس سلطنت کی۔"},{"number":2,"verse":"اور اُس نے اُن قَوموں کے نفرت انگیز کاموں کے مُطابِق جِن کو خُداوند نے بنی اِسرائیل کے آگے سے دفع کِیا تھا وُہی کِیا جو خُداوند کی نظر میں بُرا تھا۔"},{"number":3,"verse":"کیونکہ اُس نے اُن اُونچے مقاموں کو جِن کو اُس کے باپ حِزقیاہ نے ڈھایا تھا پِھر بنایا اور بعلِیم کے لِئے مذبحے بنائے اور یسِیرتیں تیّار کِیں اور سارے آسمانی لشکر کو سِجدہ کِیا اور اُن کی پرستِش کی۔"},{"number":4,"verse":"اور اُس نے خُداوند کے گھر میں جِس کی بابت خُداوند نے فرمایا تھا کہ میرا نام یروشلیِم میں ہمیشہ رہے گا مذبحے بنائے۔"},{"number":5,"verse":"اور اُس نے خُداوند کے گھر کے دونوں صحنوں میں سارے آسمانی لشکر کے لِئے مذبحے بنائے۔"},{"number":6,"verse":"اور اُس نے بِن ہِنُّو م کی وادی میں اپنے فرزندوں کو بھی آگ میں چلوایا اور وہ شگُون مانتا اور جادُو اور افسُون کرتا اور بدرُوحوں کے آشناؤں اور جادُوگروں سے تعلُّق رکھتا تھا ۔ اُس نے خُداوند کی نظر میں بُہت بدکاری کی جِس سے اُسے غُصّہ دِلایا۔"},{"number":7,"verse":"اور جو کھودی ہُوئی مُورت اُس نے بنوائی تھی اُس کو خُدا کے گھر میں نصب کِیا جِس کی بابت خُدا نے داؤُد اور اُس کے بیٹے سُلیما ن سے کہا تھا کہ مَیں اِس گھر میں اور یروشلیِم میں جِسے مَیں نے بنی اِسرائیل کے سب قبِیلوں میں سے چُن لِیا ہے اپنا نام ابد تک رکُھّوں گا۔"},{"number":8,"verse":"اور مَیں بنی اِسرائیل کے پاؤں کو اُس سرزمِین سے جو مَیں نے اُن کے باپ دادا کو عِنایت کی ہے پِھر کبھی نہیں ہٹاؤں گا بشرطیکہ وہ اُن سب باتوں کو جو مَیں نے اُن کو فرمائِیں یعنی اُس ساری شرِیعت اور آئِین اور حُکموں کو جو مُوسیٰ کی معرفت مِلے ماننے کی اِحتیاط رکھّیں۔"},{"number":9,"verse":"اور منسّی نے یہُودا ہ اور یروشلیِم کے باشِندوں کو یہاں تک گُمراہ کِیا کہ اُنہوں نے اُن قَوموں سے بھی زِیادہ بدی کی جِن کو خُداوند نے بنی اِسرائیل کے سامنے سے ہلاک کِیا تھا۔"},{"number":10,"verse":"( منسّی تَوبہ کرتا ہے) اور خُداوند نے منسّی اور اُس کے لوگوں سے باتیں کِیں پر اُنہوں نے کُچھ دھیان نہ دِیا۔"},{"number":11,"verse":"اِس لئِے خُداوند اُن پر شاہِ اسُور کے سِپہ سالاروں کو چڑھا لایا جو منسّی کو زنجِیروں سے جکڑ کر اور بیڑیاں ڈال کر بابل کو لے گئے۔"},{"number":12,"verse":"جب وہ مُصِیبت میں پڑا تو اُس نے خُداوند اپنے خُدا سے مِنّت کی اور اپنے باپ دادا کے خُدا کے حضُور نِہایت خاکسار بنا۔"},{"number":13,"verse":"اور اُس نے اُس سے دُعا کی ۔ تب اُس نے اُس کی دُعاقبُول کر کے اُس کی فریاد سُنی اور اُسے اُس کی مملکت میں یروشلیِم کو واپس لایا ۔ تب منسّی نے جان لِیا کہ خُداوند ہی خُدا ہے۔"},{"number":14,"verse":"اِس کے بعد اُس نے داؤُد کے شہر کے لِئے جیحُو ن کے مغرِب کی طرف وادی میں مچھلی پھاٹک کے مدخل تک ایک باہر کی دِیوار اُٹھائی اور عوفل کو گھیرا اور اُسے بُہت اُونچا کِیا اور یہُودا ہ کے سب فصِیل دار شہروں میں بہادُر جنگی سردار رکھّے۔"},{"number":15,"verse":"اور اُس نے اجنبی معبُودوں کو اور خُداوند کے گھر سے اُس مُورت کو اور سب مذبحوں کو جو اُس نے خُداوند کے گھر کے پہاڑ پر اور یروشلیِم میں بنوائے تھے دُور کِیا اور اُن کو شہر کے باہر پھینک دِیا۔"},{"number":16,"verse":"اور اُس نے خُداوند کے مذبح کی مرمّت کی اور اُس پر سلامتی کے ذبِیحوں کی اور شُکرگُذاری کی قُربانیاں چڑھائِیں اور یہُودا ہ کو خُداوند اپنے خُدا کی پرستِش کا حُکم دِیا۔"},{"number":17,"verse":"تَو بھی لوگ اُونچے مقاموں میں قُربانی کرتے رہے پر فقط خُداوند اپنے خُدا کے لِئے۔"},{"number":18,"verse":"( منسّی کے عہدِ حُکومت کا اِختتام) اور منسّی کے باقی کام اور اپنے خُدا سے اُس کی دُعا اور اُن غَیب بِینوں کی باتیں جِنہوں نے خُداوند اِسرائیل کے خُدا کے نام سے اُس کے ساتھ کلام کِیا ۔ وہ سب اِسرائیل کے بادشاہوں کے اعمال کے ساتھ قلمبند ہیں۔"},{"number":19,"verse":"اُس کی دُعا اور اُس کا قبُول ہونا اور اُس کی خاکساری سے پہلے کی سب خطائیں اور اُس کی بے اِیمانی اور وہ جگہیں جہاں اُس نے اُونچے مقام بنوائے اور یسِیرتیں اور کھودی ہُوئی مُورتیں کھڑی کِیں یہ سب باتیں حُوز ی کی تارِیخ میں قلمبند ہیں۔"},{"number":20,"verse":"اور منسّی اپنے باپ دادا کے ساتھ سو گیا اور اُنہوں نے اُسے اُسی کے گھر میں دفن کِیا اور اُس کا بیٹا امُون اُس کی جگہ بادشاہ ہُؤا۔"},{"number":21,"verse":"( یہُودا ہ کا بادشاہ امُون) امُون بائِیس برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے دو برس یروشلیِم میں سلطنت کی۔"},{"number":22,"verse":"اور جو خُداوند کی نظر میں بُرا ہے وُہی اُس نے کِیا جَیسا اُس کے باپ منسّی نے کِیا تھا اور امُون نے اُن سب کھودی ہُوئی مُورتوں کے آگے جو اُس کے باپ منسّی نے بنوائی تِھیں قُربانیاں کِیں اور اُن کی پرستِش کی۔"},{"number":23,"verse":"اور وہ خُداوند کے حضُور خاکسار نہ بنا جَیسا اُس کا باپ منسّی خاکسار بنا تھا بلکہ امُون نے گُناہ پر گُناہ کِیا۔"},{"number":24,"verse":"سو اُس کے خادِموں نے اُس کے خِلاف سازِش کی اور اُسی کے گھر میں اُسے مار ڈالا۔"},{"number":25,"verse":"پر اہلِ مُلک نے اُن سب کو قتل کِیا جِنہوں نے امُون بادشاہ کے خِلاف سازِش کی تھی اور اہلِ مُلک نے اُس کے بیٹے یُوسیاہ کو اُس کی جگہ بادشاہ بنایا۔"}]}