{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":34,"verses":[{"number":1,"verse":"( یہُودا ہ کا بادشاہ یُوسیاہ) یُوسیا ہ آٹھ برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے اِکتِیس برس یروشلیِم میں سلطنت کی۔"},{"number":2,"verse":"اُس نے وہ کام کِیا جو خُداوند کی نظر میں ٹِھیک تھا اور اپنے باپ داؤُد کی راہوں پر چلا اور دہنے یا بائیں ہاتھ کو نہ مُڑا۔"},{"number":3,"verse":"( یُوسیاہ بُت پرستی کے خِلاف مُہم چلاتاہے) کیونکہ اپنی سلطنت کے آٹھویں برس جب وہ لڑکا ہی تھا وہ اپنے باپ داؤُد کے خُدا کا طالِب ہُؤا اور بارھویں برس میں یہُودا ہ اور یروشلیِم کو اُونچے مقاموں اور یسِیرتوں اور کھودے ہُوئے بُتوں اور ڈھالی ہُوئی مُورتوں سے پاک کرنے لگا۔"},{"number":4,"verse":"اور لوگوں نے اُس کے سامنے بعلِیم کے مذبحوں کو ڈھا دِیا اور سُورج کی مُورتوں کو جو اُن کے اُوپر اُونچے پر تِھیں اُس نے کاٹ ڈالا اور یسِیرتوں اور کھودی ہُوئی مُورتوں اور ڈھالی ہُوئی مُورتوں کو اُس نے ٹُکڑے ٹُکڑے کر کے اُن کو دُھول بنا دِیا اور اُس کو اُن کی قبروں پر بِتھرایا جِنہوں نے اُن کے لِئے قُربانیاں چڑھائی تِھیں۔"},{"number":5,"verse":"اور اُس نے اُن کاہِنوں کی ہڈّیاں اُن ہی کے مذبحوںپر جلائیں اور یہُودا ہ اور یروشلیِم کو پاک کِیا۔"},{"number":6,"verse":"اور منسّی اور اِفرائیِم اور شمعُو ن کے شہروں میں بلکہ نفتا لی تک اُن کے اِردگِرد کھنڈروں میں اُس نے اَیسا ہی کِیا۔"},{"number":7,"verse":"اور مذبحوں کو ڈھا دِیا اور یسِیرتوں اور کُھدی ہُوئی مُورتوں کو توڑ کر دُھول کر دِیا اور اِسرائیل کے تمام مُلک میں سُورج کی سب مُورتوں کو کاٹ ڈالا ۔ تب یروشلیِم کو لَوٹا۔"},{"number":8,"verse":"( تَورَیت کی کِتاب کا مِلنا) اور اپنی سلطنت کے اٹھارھویں برس جب وہ مُلک اور ہَیکل کو پاک کر چُکا تو اُس نے اصلیا ہ کے بیٹے سافن کو اور شہر کے حاکِم معسیا ہ اور یُوآخز کے بیٹے یُوآ خ مُورِّخ کو بھیجا کہ خُداوند اپنے خُدا کے گھر کی مرمّت کریں۔"},{"number":9,"verse":"وہ خِلقیاہ سردار کاہِن کے پاس آئے اور وہ نقدی جو خُدا کے گھر میں لائی گئی تھی جِسے دربان لاویوں نے منسّی اور اِفرائیِم اور اِسرائیل کے سب باقی لوگوں سے اور تمام یہُودا ہ اور بِنیمِین اور یروشلیِم کے باشِندوں سے لے کر جمع کِیا تھا اُس کے سپُرد کی۔"},{"number":10,"verse":"اور اُنہوں نے اُسے اُن کارِندوں کے ہاتھ میں سَونپا جو خُداوند کے گھر کی نِگرانی کرتے تھے اور اُن کارِندوں نے جو خُداوند کے گھر میں کام کرتے تھے اُسے اُس گھر کی مرمّت اور درُست کرنے میں لگایا۔"},{"number":11,"verse":"یعنی اُسے بڑھئیوں اور مِعماروں کو دِیا کہ گھڑے ہُوئے پتّھر اور جوڑوں کے لِئے لکڑی خرِیدیں اور اُن گھروں کے لِئے جِن کو یہُودا ہ کے بادشاہوں نے اُجاڑ دِیا تھا شہتِیر بنائیں۔"},{"number":12,"verse":"اور وہ مرد دِیانت سے کام کرتے تھے اور یحت اور عبد یاہ لاوی جو بنی مِراری میں سے تھے اُن کی نِگرانی کرتے تھے اور بنی قِہات میں سے زکر یاہ اور مُسلاّ م کام کراتے تھے اور لاویوں میں سے وہ لوگ تھے جو باجوں میں ماہِر تھے۔"},{"number":13,"verse":"اور وہ باربرداروں کے بھی داروغہ تھے اور سب قِسم قِسم کے کام کرنے والوں سے کام کراتے تھے اور مُنشی اور مُہتمِم اور دربان لاویوں میں سے تھے۔"},{"number":14,"verse":"اور جب وہ اُس نقدی کو جو خُداوند کے گھر میں لائی گئی تھی نِکال رہے تھے تو خِلقیاہ کاہِن کو خُداوند کی تَورَیت کی کِتاب جو مُوسیٰ کی معرفت دی گئی تھی مِلی۔"},{"number":15,"verse":"تب خِلقیاہ نے سافن مُنشی سے کہا کہ مَیں نے خُداوند کے گھر میں تَورَیت کی کِتاب پائی ہے اور خِلقیاہ نے وہ کِتاب سافن کو دی۔"},{"number":16,"verse":"اورسافن وہ کِتاب بادشاہ کے پاس لے گیا ۔ پِھر اُس نے بادشاہ کو یہ بتایا کہ سب کُچھ جو تُو نے اپنے نَوکروں کے سپُرد کِیا تھا اُسے وہ کر رہے ہیں۔"},{"number":17,"verse":"اور وہ نقدی جو خُداوند کے گھر میں مَوجُود تھی اُنہوں نے لے کر ناظِروں اور کارِندوں کے ہاتھ میں سَونپی ہے۔"},{"number":18,"verse":"پِھرسافن مُنشی نے بادشاہ سے کہا کہ خِلقیاہ کاہِن نے مُجھے یہ کِتاب دی ہے اور سافن نے اُس میں سے بادشاہ کے حضُور پڑھا۔"},{"number":19,"verse":"اور اَیسا ہُؤا کہ جب بادشاہ نے تَورَیت کی باتیں سُنِیں تو اپنے کپڑے پھاڑے۔"},{"number":20,"verse":"پِھر بادشاہ نے خِلقیاہ اور اخی قا م بِن سافن اور عبدو ن بِن مِیکا ہ اورسافن مُنشی اور بادشاہ کے نَوکر عسا یاہ کو یہ حُکم دِیا۔"},{"number":21,"verse":"کہ جاؤ اور میری طرف سے اور اُن لوگوں کی طرف سے جو اِسرائیل اور یہُودا ہ میں باقی رہ گئے ہیں اِس کِتاب کی باتوں کے حق میں جو مِلی ہے خُداوند سے پُوچھو کیونکہ خُداوند کا قہر جو ہم پر نازِل ہُؤا ہے بڑا ہے اِس لئِے کہ ہمارے باپ دادا نے خُداوند کے کلام کو نہیں مانا ہے کہ سب کُچھ جو اِس کِتاب میں لِکھا ہے اُس کے مُطابِق کرتے۔"},{"number":22,"verse":"تب خِلقیاہ اور وہ جِن کو بادشاہ نے حُکم کِیا تھا خُلد ہ نبِیّہ کے پاس جو توشہ خانہ کے داروغہ سلُوم بِن توقہت بِن خسر ہ کی بِیوی تھی گئے ۔ وہ یروشلیِم میں مِشنہ نامی محلّہ میں رہتی تھی ۔ سو اُنہوں نے اُس سے وہ باتیں کہِیں۔"},{"number":23,"verse":"اُس نے اُن سے کہا خُداوند اِسرائیل کا خُدا یُوں فرماتا ہے کہ تُم اُس شخص سے جِس نے تُم کو میرے پاس بھیجا ہے کہو کہ۔"},{"number":24,"verse":"خُداوند یُوں فرماتا ہے دیکھ مَیں اِس جگہ پر اور اِس کے باشِندوں پر آفت لاؤں گا یعنی سب لَعنتیں جو اُس کِتاب میں لِکھی ہیں جو اُنہوں نے شاہِ یہُودا ہ کے آگے پڑھی ہے۔"},{"number":25,"verse":"کیونکہ اُنہوں نے مُجھے ترک کِیا اور غَیر معبُودوں کے آگے بخُور جلایا اور اپنے ہاتھوں کے سب کاموں سے مُجھے غُصّہ دِلایا۔ سو میرا قہر اِس مقام پر نازِل ہُؤا ہے اور دِھیما نہ ہو گا۔"},{"number":26,"verse":"رہا شاہِ یہُودا ہ جِس نے تُم کو خُداوند سے دریافت کرنے کو بھیجا ہے سو تُم اُس سے یُوں کہنا کہ خُداوند اِسرائیل کا خُدا یُوں فرماتا ہے کہ اُن باتوں کے بارے میں جو تُو نے سُنی ہیں۔"},{"number":27,"verse":"چُونکہ تیرا دِل موم ہو گیا اور تُو نے خُدا کے حضُور عاجِزی کی جب تُو نے اُس کی وہ باتیں سُنِیں جو اُس نے اِس مقام اور اِس کے باشِندوں کے خِلاف کہی ہیں اور اپنے کو میرے حضُور خاکسار بنایا اور اپنے کپڑے پھاڑ کر میرے آگے رویا اِس لئِے مَیں نے بھی تیری سُن لی ہے خُداوند فرماتا ہے۔"},{"number":28,"verse":"دیکھ مَیں تُجھے تیرے باپ دادا کے ساتھ مِلاؤُں گا اور تُو اپنی گور میں سلامتی سے پُہنچایا جائے گا اور ساری آفت کو جو مَیں اِس مقام اور اِس کے باشِندوں پر لاؤں گا تیری آنکھیں نہیں دیکھیں گی ۔ سو اُنہوں نے یہ جواب بادشاہ کو پُہنچا دِیا۔"},{"number":29,"verse":"( یُوسیاہ خُداوند کی فرمانبرداری کا عہد کرتا ہے) تب بادشاہ نے یہُودا ہ اور یروشلیِم کے سب بزُرگوں کو بُلوا کر اِکٹّھا کِیا۔"},{"number":30,"verse":"اور بادشاہ اور سب اہلِ یہُودا ہ اور یروشلیِم کے باشِندے کاہِن اور لاوی اور سب لوگ کیا چھوٹے کیا بڑے خُداوند کے گھر کو گئے اور اُس نے جو عہد کی کِتاب خُداوند کے گھر میں مِلی تھی اُس کی سب باتیں اُن کو پڑھ سُنائِیں۔"},{"number":31,"verse":"اور بادشاہ اپنی جگہ کھڑا ہُؤا اور خُداوند کے آگے عہد کِیا کہ وہ خُداوند کی پَیروی کرے گا اور اُس کے حُکموں اور اُس کی شہادتوں اور آئِین کو اپنے سارے دِل اور ساری جان سے مانے گا تاکہ اُس عہد کی اُن باتوں کو جو اُس کِتاب میں لِکھی تِھیں پُورا کرے۔"},{"number":32,"verse":"اور اُس نے اُن سب کو جو یروشلیِم اور بِنیمِین میں مَوجُود تھے اُس عہد میں شرِیک کِیا اور یروشلیِم کے باشِندوں نے خُدا اپنے باپ دادا کے خُدا کے عہد کے مُطابِق عمل کِیا۔"},{"number":33,"verse":"اور یُوسیا ہ نے بنی اِسرائیل کے سب عِلاقوں میں سے سب مکرُوہات کو دفع کِیا اور جِتنے اِسرائیل میں مِلے اُن سبھوں سے عِبادت یعنی خُداوند اُن کے خُدا کی عِبادت کرائی اور وہ اُس کے جِیتے جی خُداوند اپنے باپ دادا کے خُدا کی پَیروی سے نہ ہٹے۔"}]}