{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"( یہُودا ہ کا بادشاہ یُہوآخز) اور مُلک کے لوگوں نے یُوسیا ہ کے بیٹے یہُوآ خز کو اُس کے باپ کی جگہ یروشلیِم میں بادشاہ بنایا۔"},{"number":2,"verse":"یہُوآ خز تیئِیس برس کا تھا جب وہ سلطنت کرنے لگا ۔ اُس نے تِین مہِینے یروشلیِم میں سلطنت کی۔"},{"number":3,"verse":"اور شاہِ مِصر نے اُسے یروشلیِم میں تخت سے اُتار دِیا اور مُلک پر سَو قِنطار چاندی اور ایک قِنطار سونا جُرمانہ کِیا۔"},{"number":4,"verse":"اور شاہِ مِصر نے اُس کے بھائی اِلیا قِیم کو یہُودا ہ اور یروشلیِم کا بادشاہ بنایا اور اُس کا نام بدل کر یہُو یقِیم رکھّا اورنِکوہ اُس کے بھائی یہُوآ خز کو پکڑ کر مِصر کو لے گیا۔"},{"number":5,"verse":"( یہُودا ہ کا بادشاہ یہُویقیم) یہُو یقِیم پچِّیس برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے گیارہ برس یروشلیِم میں سلطنت کی اور اُس نے وُہی کِیا جو خُداوند اُس کے خُدا کی نظر میں بُرا تھا۔"},{"number":6,"verse":"اُس پر شاہِ بابل نبُوکد نضر نے چڑھائی کی اور اُسے بابل لے جانے کے لِئے اُس کے بیڑیاں ڈالیں۔"},{"number":7,"verse":"اور نبُوکدنضر خُداوند کے گھر کے کُچھ ظرُوف بھی بابل کو لے اور اُن کو بابل میں اپنے مندِر میں رکھّا۔"},{"number":8,"verse":"اور یہُویقِیم کے باقی کام اور اُس کے نفرت انگیز اعمال اور جو کُچھ اُس میں پایا گیا وہ اِسرائیل اور یہُودا ہ کے بادشاہوں کی کِتاب میں قلمبند ہیں اور اُس کا بیٹا یہُویا کِین اُس کی جگہ بادشاہ ہُؤا۔"},{"number":9,"verse":"( یہُودا ہ کا بادشاہ یہُویاکین) یہُویا کِین آٹھ برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے تِین مہِینے دس دِن یروشلیِم میں سلطنت کی اور اُس نے وُہی کِیا جو خُداوند کی نظر میں بُرا تھا۔"},{"number":10,"verse":"اور نئے سال کے شرُوع ہوتے ہی نبُوکد نضر بادشاہ نے اُسے خُداوند کے گھر کے نفِیس برتنوں کے ساتھ بابل کو بُلوا لِیا اور اُس کے بھائی صِدقیاہ کو یہُودا ہ اور یروشلیِم کا بادشاہ بنایا۔"},{"number":11,"verse":"( یہُودا ہ کا بادشاہ صِدقیاہ) صِدقیاہ اِکِّیس برس کا تھا جب وہ سلطنت کرنے لگا اور اُس نے گیارہ برس یروشلیِم میں سلطنت کی۔"},{"number":12,"verse":"اور اُس نے وُہی کِیا جو خُداوند اُس کے خُدا کی نظر میں بُرا تھا اور اُس نے یرمیا ہ نبی کے حضُور جِس نے خُداوند کے مُنہ کی باتیں اُس سے کہِیں عاجِزی نہ کی۔"},{"number":13,"verse":"( سقُوطِ یروشلیِم) اور اُس نے نبُوکد نضر بادشاہ سے بھی جِس نے اُسے خُدا کی قَسم کِھلائی تھی بغاوت کی بلکہ وہ گردن کش ہو گیا اور اُس نے اپنا دِل اَیسا سخت کر لِیا کہ خُداوند اِسرائیل کے خُدا کی طرف رجُوع نہ لایا۔"},{"number":14,"verse":"اِس کے سِوا کاہِنوں کے سب سرداروں اور لوگوں نے اَور قَوموں کے سب نفرتی کاموں کے مُطابِق بڑی بدکارِیاں کِیں اور اُنہوں نے خُداوند کے گھر کو جِسے اُس نے یروشلیِم میں مُقدّس ٹھہرایا تھا ناپاک کِیا۔"},{"number":15,"verse":"اور خُداوند اُن کے باپ دادا کے خُدا نے اپنے پَیغمبروں کو اُن کے پاس بروقت بھیج بھیج کر پَیغام بھیجا کیونکہ اُسے اپنے لوگوں اور اپنے مسکن پر ترس آتا تھا۔"},{"number":16,"verse":"لیکن اُنہوں نے خُدا کے پَیغمبروں کو ٹھٹّھوں میں اُڑایا اور اُس کی باتوں کو ناچِیز جانا اور اُس کے نبیوں کی ہنسی اُڑائی یہاں تک کہ خُداوند کا غضب اپنے لوگوں پر اَیسا بھڑکا کہ کوئی چارہ نہ رہا۔"},{"number":17,"verse":"چُنانچہ وہ کسدیوں کے بادشاہ کو اُن پر چڑھا لایا جِس نے اُن کے مَقدِس کے گھر میں اُن کے جوانوں کو تلوار سے قتل کِیا اور اُس نے کیا جوان مَرد کیا کُنواری کیا بُڈّھا یا عُمر رسِیدہ کِسی پر ترس نہ کھایا ۔ اُس نے سب کو اُس کے ہاتھ میں دے دِیا۔"},{"number":18,"verse":"اور خُدا کے گھر کے سب ظرُوف کیا بڑے کیا چھوٹے اور خُداوند کے گھر کے خزانے اور بادشاہ اور اُس کے سرداروں کے خزانے یہ سب وہ بابل کو لے گیا۔"},{"number":19,"verse":"اور اُنہوں نے خُدا کے گھر کو جلا دِیا اور یروشلیِم کی فصِیل ڈھا دی اور اُس کے تمام محلّ آگ سے جلا دِئے اور اُس کے سب قِیمتی ظرُوف کو برباد کِیا۔"},{"number":20,"verse":"اور جو تلوار سے بچے وہ اُن کو بابل کو لے گیا اور وہاں وہ اُس کے اور اُس کے بیٹوں کے غُلام رہے جب تک فار س کی سلطنت شرُوع نہ ہُوئی۔"},{"number":21,"verse":"تاکہ خُداوند کا وہ کلام جو یرمیا ہ کی زُبانی آیا تھا پُورا ہو کہ مُلک اپنے سبتوں کاآرام پا لے کیونکہ جب تک وہ سُنسان پڑا رہا تب تک یعنی ستّر برس تک اُسے سبت کا آرام مِلا۔"},{"number":22,"verse":"( خورس بادشاہ کایہُودیوں کے اپنے وطن واپسی کا فرمان) اور شاہِ فار س خور س کی سلطنت کے پہلے سال اِس لئِے کہ خُداوند کا کلام جو یرمیا ہ کی زُبانی آیا تھا پُورا ہو خُداوند نے شاہِ فار س خور س کا دِل اُبھارا سو اُس نے اپنی ساری مملکت میں مُنادی کروائی اور اِس مضمُون کا فرمان بھی لِکھا کہ۔"},{"number":23,"verse":"شاہِ فار س خور س یُوں فرماتا ہے کہ خُداوند آسمان کے خُدا نے زمِین کی سب مملکتیں مُجھے بخشی ہیں اور اُس نے مُجھ کو تاکِید کی ہے کہ مَیں یروشلیِم میں جو یہُودا ہ میں ہے اُس کے لِئے ایک مسکن بناؤں پس تُمہارے درمِیان جو کوئی اُس کی ساری قَوم میں سے ہو خُداوند اُس کا خُدا اُس کے ساتھ ہو اور وہ روانہ ہو جائے۔"}]}