{"bibleAbbr":"urRV2010","bookName":"۲- توارِیخ","bookEnglishName":"2 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"( ہَیکل کے لِئے سازو سامان) اور اُس نے پِیتل کا ایک مذبح بنایا ۔ اُس کی لمبائی بِیس ہاتھ اور چَوڑائی بِیس ہاتھ اور اُونچائی دس ہاتھ تھی۔"},{"number":2,"verse":"اور اُس نے ایک ڈھالا ہُؤا بڑا حَوض بنایا جو ایک کنارہ سے دُوسرے کنارہ تک دس ہاتھ تھا ۔ وہ گول تھا اور اُس کی اُونچائی پانچ ہاتھ تھی اور اُس کا گھیر تِیس ہاتھ کے ناپ کا تھا۔"},{"number":3,"verse":"اور اُس کے نِیچے بَیلوں کی صُورتیں اُس کے گِرداگِرد دس دس ہاتھ تک تِھیں اور اُس بڑے حَوض کو چاروں طرف سے گھیرے ہُوئے تِھیں ۔ یہ بَیل دو قطاروں میں تھے اور اُسی کے ساتھ ڈھالے گئے تھے۔"},{"number":4,"verse":"اور وہ بارہ بَیلوں پر دھرا ہُؤا تھا ۔ تِین کا رُخ شِمال کی طرف اور تِین کا رُخ مغرِب کی طرف اور تِین کا رُخ جنُوب کی طرف اور تِین کا رُخ مشرِق کی طرف تھا اور وہ بڑا حَوض اُن کے اُوپر تھا اور اُن سب کے پِچھلے اعضا اندر کے رُخ تھے۔"},{"number":5,"verse":"اُس کی موٹائی چار اُنگل کی تھی اور اُس کا کنارہ پِیالے کے کنارے کی طرح اور سوسن کے پُھول سے مُشابِہ تھا ۔ اُس میں تِین ہزار بت کی سمائی تھی۔"},{"number":6,"verse":"اور اُس نے دس حَوض بھی بنائے اور پانچ د ہنی اور پانچ بائِیں طرف رکھّے تاکہ اُن میں سوختنی قُربانی کی چِیزیں دھوئی جائیں ۔ اُن میں وہ اُن ہی چِیزوں کو دھوتے تھے پر وہ بڑا حَوض کاہِنوں کے نہانے کے لِئے تھا۔"},{"number":7,"verse":"اور اُس نے سونے کے دس شمعدان اُس حُکم کے مُوافِق بنائے جو اُن کے بارے میں مِلا تھا ۔ اُس نے اُن کو ہَیکل میں پانچ دہنی اور پانچ بائِیں طرف رکھّا۔"},{"number":8,"verse":"اور اُس نے دس میزیں بھی بنائِیں اور اُن کو ہَیکل میں پانچ د ہنی اور پانچ بائِیں طرف رکھّا اور اُس نے سونے کے سَو کٹورے بنائے۔"},{"number":9,"verse":"اور اُس نے کاہِنوں کا صحن اور بڑا صحن اور اُس صحن کے دروازوں کو بنایا اور اُن کے کِواڑوں کو پِیتل سے منڈھا۔"},{"number":10,"verse":"اور اُس نے اُس بڑے حَوض کو مشرِق کی طرف دہنے ہاتھ جنُوبی رُخ پر رکھّا۔"},{"number":11,"verse":"اور حُورا م نے برتن اور بیلچے اور کٹورے بنائے ۔ سو حُورا م نے اُس کام کو جِسے وہ سُلیما ن بادشاہ کے لِئے خُدا کے گھر میں کر رہا تھا تمام کِیا۔"},{"number":12,"verse":"یعنی دونوں سُتُون اور کُرے اور دونوں تاج جو اُن دونوں سُتُونوں پر تھے اور سُتُونوں کی چوٹی پر کے تاجوں کے دونوں کُروں کو ڈھانکنے کی دونوں جالِیاں۔"},{"number":13,"verse":"اور دونوں جالِیوں کے لِئے چار سَو انار یعنی ہر جالی کے لِئے اناروں کی دو دو قطاریں تاکہ سُتُونوں پر کے تاجوں کے دونوں کُرے ڈھک جائیں۔"},{"number":14,"verse":"اور اُس نے کُرسِیاں بھی بنائِیں اور اُن کُرسیوں پر حَوض لگائے۔"},{"number":15,"verse":"اور ایک بڑا حَوض اور اُس کے نِیچے بارہ بَیل۔"},{"number":16,"verse":"اور دیگیں ۔ بیلچے اور کانٹے اور اُس کے سب ظرُوف اُس کے باپ حُورا م نے سُلیما ن بادشاہ کے لِئے خُداوند کے گھر کے لِئے جھلکتے ہُوئے پِیتل کے بنائے۔"},{"number":17,"verse":"اور بادشاہ نے اُن سب کو یَرد ن کے مَیدان میں سُکّات اور صرِیدا کے درمِیان کی چِکنی مِٹّی میں ڈھالا۔"},{"number":18,"verse":"اور سُلیما ن نے یہ سب ظرُوف اِس کثرت سے بنائے کہ اُس پِیتل کا وزن معلُوم نہ ہو سکا۔"},{"number":19,"verse":"اور سُلیما ن نے اُن سب ظرُوف کو جو خُدا کے گھر میں تھے بنایا یعنی سونے کی قُربان گاہ اور وہ میزیں بھی جِن پر نذر کی روٹِیاں رکھّی جاتی تِھیں۔"},{"number":20,"verse":"اور خالِص سونے کے شمعدان مع چراغوں کے تاکہ وہ دستُور کے مُوافِق اِلہام گاہ کے آگے روشن رہیں۔"},{"number":21,"verse":"اور سونے بلکہ کُندن کے پُھول اور چراغ اور چِمٹے۔"},{"number":22,"verse":"اور گُلگِیر اور کٹورے اور چمچے اور بخُوردان خالِص سونے کے اور مسکن کا مدخل یعنی اُس کے اندرُونی دروازے پاکترِین مکان کے لِئے اور گھر یعنی ہَیکل کے دروازے سونے کے تھے۔"}]}