{"bibleAbbr":"NKJV1982","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"(God’s Anger with Jerusalem) How the Lord has covered the daughter of Zion With a ((Lam. 3:44)) cloud in His anger! (Matt. 11:23) He cast down from heaven to the earth (2 Sam. 1:19) The beauty of Israel, And did not remember (1 Chr. 28:2; Ps. 99:5; Ezek. 43:7) His footstool In the day of His anger."},{"number":2,"verse":"The Lord has swallowed up and has (Ps. 21:9; Lam. 3:43) not pitied All the dwelling places of Jacob. He has thrown down in His wrath The strongholds of the daughter of Judah; He has brought them down to the ground; (Ps. 89:39, 40; Is. 43:28) He has profaned the kingdom and its princes."},{"number":3,"verse":"He has cut off in fierce anger Every horn of Israel; (Ps. 74:11; Jer. 21:4, 5) He has drawn back His right hand From before the enemy. (Ps. 89:46) He has blazed against Jacob like a flaming fire Devouring all around."},{"number":4,"verse":"(Is. 63:10) Standing like an enemy, He has bent His bow; With His right hand, like an adversary, He has slain (Ezek. 24:25) all who were pleasing to His eye; On the tent of the daughter of Zion, He has poured out His fury like fire."},{"number":5,"verse":"(Jer. 30:14) The Lord was like an enemy. He has swallowed up Israel, He has swallowed up all her palaces; (2 Kin. 25:9; Jer. 52:13; Lam. 2:2) He has destroyed her strongholds, And has increased mourning and lamentation In the daughter of Judah."},{"number":6,"verse":"He has done violence (Ps. 80:12; 89:40; Is. 5:5; Jer. 7:14) to His tabernacle, (Is. 1:8; Jer. 52:13) As if it were a garden; He has destroyed His place of assembly; The LORD has caused The appointed feasts and Sabbaths to be forgotten in Zion. In His burning indignation He has (Is. 43:28) spurned the king and the priest."},{"number":7,"verse":"The Lord has spurned His altar, He has (Ezek. 24:21) abandoned His sanctuary; He has given up the walls of her palaces Into the hand of the enemy. (Ps. 74:3-8) They have made a noise in the house of the LORD As on the day of a set feast."},{"number":8,"verse":"The LORD has purposed to destroy The (Jer. 52:14) wall of the daughter of Zion. ((2 Kin. 21:13; Is. 34:11; Amos 7:7-9)) He has stretched out a line; He has not withdrawn His hand from destroying; Therefore He has caused the rampart and wall to lament; They languished together."},{"number":9,"verse":"Her gates have sunk into the ground; He has destroyed and (Jer. 51:30) broken her bars. (Deut. 28:36; 2 Kin. 24:15; 25:7; Lam. 1:3; 4:20) Her king and her princes are among the nations; (2 Chr. 15:3) The Law is no more, And her (Ps. 74:9; Mic. 3:6) prophets find no vision from the LORD."},{"number":10,"verse":"The elders of the daughter of Zion (Job 2:13; Is. 3:26) Sit on the ground and keep silence; They (Job 2:12; Ezek. 27:30) throw dust on their heads And (Is. 15:3; Jon. 3:6-8) gird themselves with sackcloth. The virgins of Jerusalem Bow their heads to the ground."},{"number":11,"verse":"(Ps. 6:7; Lam. 3:48) My eyes fail with tears, My heart is troubled; (Job 16:13; Ps. 22:14) My bile is poured on the ground Because of the destruction of the daughter of my people, Because (Lam. 4:4) the children and the infants Faint in the streets of the city."},{"number":12,"verse":"They say to their mothers, “Where is grain and wine?” As they swoon like the wounded In the streets of the city, As their life is poured out In their mothers’ bosom."},{"number":13,"verse":"How shall I (Lam. 1:12; Dan. 9:12) console you? To what shall I liken you, O daughter of Jerusalem? What shall I compare with you, that I may comfort you, O virgin daughter of Zion? For your ruin is spread wide as the sea; Who can heal you?"},{"number":14,"verse":"Your (Jer. 2:8; 23:25-29; 29:8, 9; 37:19; Ezek. 13:2) prophets have seen for you False and deceptive visions; They have not (Is. 58:1; Ezek. 23:36; Mic. 3:8) uncovered your iniquity, To bring back your captives, But have envisioned for you false (Jer. 23:33-36; Ezek. 22:25, 28) prophecies and delusions."},{"number":15,"verse":"All who pass by (1 Kin. 9:8; Job 27:23; Jer. 18:16; Ezek. 25:6; Nah. 3:19) clap their hands at you; They hiss (2 Kin. 19:21; Ps. 44:14) and shake their heads At the daughter of Jerusalem: “Is this the city that is called ((Ps. 48:2; 50:2); Ezek. 16:14) ‘The perfection of beauty, The joy of the whole earth’?”"},{"number":16,"verse":"(Job 16:9, 10; Ps. 22:13; Lam. 3:46) All your enemies have opened their mouth against you; They hiss and gnash their teeth. They say, (Ps. 56:2; 124:3; Jer. 51:34) “We have swallowed her up! Surely this is the (Lam. 1:21; (Obad. 12-15)) day we have waited for; We have found it, (Ps. 35:21) we have seen it!”"},{"number":17,"verse":"The LORD has done what He (Lev. 26:16) purposed; He has fulfilled His word Which He commanded in days of old. He has thrown down and has not pitied, And He has caused an enemy to (Ps. 38:16) rejoice over you; He has exalted the horn of your adversaries."},{"number":18,"verse":"Their heart cried out to the Lord, “O wall of the daughter of Zion, (Jer. 14:17; Lam. 1:16) Let tears run down like a river day and night; Give yourself no relief; Give your eyes no rest."},{"number":19,"verse":"“Arise, (Ps. 119:147) cry out in the night, At the beginning of the watches; (1 Sam. 1:15; Ps. 42:4; 62:8) Pour out your heart like water before the face of the Lord. Lift your hands toward Him For the life of your young children, Who faint from hunger (Is. 51:20) at the head of every street.”"},{"number":20,"verse":"“See, O LORD, and consider! To whom have You done this? (Lev. 26:29; Deut. 28:53; Jer. 19:9; Lam. 4:10; Ezek. 5:10) Should the women eat their offspring, The children they have cuddled? Should the priest and prophet be slain In the sanctuary of the Lord?"},{"number":21,"verse":"“Young (2 Chr. 36:17; Jer. 6:11) and old lie On the ground in the streets; My virgins and my young men Have fallen by the (Jer. 18:21) sword; You have slain them in the day of Your anger, You have slaughtered and not pitied."},{"number":22,"verse":"“You have invited as to a feast day (Ps. 31:13; Is. 24:17; Jer. 6:25) The terrors that surround me. In the day of the LORD’s anger There was no refugee or survivor. (Hos. 9:12) Those whom I have borne and brought up My enemies have (Jer. 16:2-4; 44:7) destroyed.”"}]}