{"bibleAbbr":"NKJV1982","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"The Degradation of Zion How the gold has become dim! How changed the fine gold! The stones of the sanctuary are scattered At the head of every street."},{"number":2,"verse":"The precious sons of Zion, Valuable as fine gold, How they are regarded (Is. 30:14; Jer. 19:11; (2 Cor. 4:7)) as clay pots, The work of the hands of the potter!"},{"number":3,"verse":"Even the jackals present their breasts To nurse their young; But the daughter of my people is cruel, (Job 39:14-17) Like ostriches in the wilderness."},{"number":4,"verse":"The tongue of the infant clings To the roof of its mouth for thirst; (Ps. 22:15) The young children ask for bread, But no one breaks it for them."},{"number":5,"verse":"Those who ate delicacies Are desolate in the streets; Those who were brought up in scarlet (Job 24:8) Embrace ash heaps."},{"number":6,"verse":"The punishment of the iniquity of the daughter of my people Is greater than the punishment of the (Ezek. 16:48) sin of Sodom, Which was (Gen. 19:25; Jer. 20:16) overthrown in a moment, With no hand to help her!"},{"number":7,"verse":"Her Nazirites were brighter than snow And whiter than milk; They were more ruddy in body than rubies, Like sapphire in their appearance."},{"number":8,"verse":"Now their appearance is blacker than soot; They go unrecognized in the streets; (Job 19:20; Ps. 102:5) Their skin clings to their bones, It has become as dry as wood."},{"number":9,"verse":"Those slain by the sword are better off Than those who die of hunger; For these (Lev. 26:39; Ezek. 24:23) pine away, Stricken for lack of the fruits of the (Jer. 16:4) field."},{"number":10,"verse":"The hands of the (Lev. 26:29; Deut. 28:57; 2 Kin. 6:29; Jer. 19:9; Lam. 2:20; Ezek. 5:10) compassionate women Have cooked their (Is. 49:15) own children; They became (Deut. 28:57) food for them In the destruction of the daughter of my people."},{"number":11,"verse":"The LORD has fulfilled His fury, (Jer. 7:20; Lam. 2:17; Ezek. 22:31) He has poured out His fierce anger. (Deut. 32:22; Jer. 21:14) He kindled a fire in Zion, And it has devoured its foundations."},{"number":12,"verse":"The kings of the earth, And all inhabitants of the world, Would not have believed That the adversary and the enemy Could (Jer. 21:13) enter the gates of Jerusalem—"},{"number":13,"verse":"(Jer. 5:31; Ezek. 22:26, 28; Zeph. 3:4) Because of the sins of her prophets And the iniquities of her priests, (Jer. 2:30; 26:8, 9; Matt. 23:31) Who shed in her midst The blood of the just."},{"number":14,"verse":"They wandered blind in the streets; (Jer. 2:34) They have defiled themselves with blood, (Num. 19:16) So that no one would touch their garments."},{"number":15,"verse":"They cried out to them, “Go away, (Lev. 13:45, 46) unclean! Go away, go away, Do not touch us!” When they fled and wandered, Those among the nations said, “They shall no longer dwell here.”"},{"number":16,"verse":"The face of the LORD scattered them; He no longer regards them. (Lam. 5:12) The people do not respect the priests Nor show favor to the elders."},{"number":17,"verse":"Still (2 Kin. 24:7) our eyes failed us, Watching vainly for our help; In our watching we watched For a nation that could not save us."},{"number":18,"verse":"(2 Kin. 25:4) They tracked our steps So that we could not walk in our streets. (Ezek. 7:2, 3, 6; Amos 8:2) Our end was near; Our days were over, For our end had come."},{"number":19,"verse":"Our pursuers were (Deut. 28:49) swifter Than the eagles of the heavens. They pursued us on the mountains And lay in wait for us in the wilderness."},{"number":20,"verse":"The (Gen. 2:7) breath of our nostrils, the anointed of the LORD, (Jer. 52:9; Ezek. 12:13) Was caught in their pits, Of whom we said, “Under his shadow We shall live among the nations.”"},{"number":21,"verse":"Rejoice and be glad, O daughter of (Ps. 83:3-6) Edom, You who dwell in the land of Uz! (Jer. 25:15; Obad. 10) The cup shall also pass over to you And you shall become drunk and make yourself naked."},{"number":22,"verse":"((Is. 40:2; Jer. 33:7, 8)) The punishment of your iniquity is accomplished, O daughter of Zion; He will no longer send you into captivity. (Ps. 137:7) He will punish your iniquity, O daughter of Edom; He will uncover your sins!"}]}