{"bibleAbbr":"AKJV1999+","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"In the second<WH8147> year<WH8141> of Darius<WH1867> the king,<WH4428> in the sixth<WH8345> month,<WH2320> in the first<WH259> day<WH3117> of the month,<WH2320> came<WH1961> the word<WH1697> of the LORD<WH3068> by Haggai<WH2292> the prophet<WH5030> to Zerubbabel<WH2216> the son<WH1121> of Shealtiel,<WH7597> governor<WH6346> of Judah,<WH3063> and to Joshua<WH3091> the son<WH1121> of Josedech,<WH3087> the high<WH1419> priest,<WH3548> saying,<WH559>"},{"number":2,"verse":"Thus<WH3541> speaks<WH559> the LORD<WH3068> of hosts,<WH6635> saying,<WH559> This<WH2088> people<WH5971> say,<WH559> The time<WH6256> is not come,<WH935> the time<WH6256> that the LORD's<WH3068> house<WH1004> should be built.<WH1129>"},{"number":3,"verse":"Then came<WH1961> the word<WH1697> of the LORD<WH3068> by Haggai<WH2292> the prophet,<WH5030> saying,<WH559>"},{"number":4,"verse":"Is it time<WH6256> for you, O you, to dwell<WH3427> in your paneled<WH5603> houses,<WH1004> and this<WH2088> house<WH1004> lie waste?<WH2720>"},{"number":5,"verse":"Now<WH6258> therefore thus<WH3541> said<WH559> the LORD<WH3068> of hosts;<WH6635> Consider<WH7760> your ways.<WH1870>"},{"number":6,"verse":"You have sown<WH2232> much,<WH7235> and bring<WH935> in little;<WH4592> you eat,<WH398> but you have not enough;<WH7654> you drink,<WH8354> but you are not filled with drink;<WH7937> you clothe<WH3847> you, but there is none<WH369> warm;<WH2527> and he that earns<WH7936> wages<WH7936> earns<WH7936> wages<WH7936> to put it into<WH413> a bag<WH6872> with holes.<WH5344>"},{"number":7,"verse":"Thus<WH3541> said<WH559> the LORD<WH3068> of hosts;<WH6635> Consider<WH7760> your ways.<WH1870>"},{"number":8,"verse":"Go<WH5927> up to the mountain,<WH2022> and bring<WH935> wood,<WH6086> and build<WH1129> the house;<WH1004> and I will take pleasure<WH7521> in it, and I will be glorified,<WH3513> said<WH559> the LORD.<WH3068>"},{"number":9,"verse":"You looked<WH6437> for much,<WH7235> and, see <WH2009>it came to little;<WH4592> and when you brought<WH935> it home,<WH1004> I did blow<WH5301> on it. Why?<WH3282> said<WH5002> the LORD<WH3068> of hosts.<WH6635> Because<WH3282> of my house<WH1004> that is waste,<WH2720> and you run<WH7323> every man<WH376> to his own house.<WH1004>"},{"number":10,"verse":"Therefore<WH5921> <WH3651> the heaven<WH8064> over<WH5921> you is stayed<WH3607> from dew,<WH2919> and the earth<WH776> is stayed<WH3607> from her fruit.<WH2981>"},{"number":11,"verse":"And I called<WH7121> for a drought<WH2721> on the land,<WH776> and on the mountains,<WH2022> and on the corn,<WH1715> and on the new<WH8492> wine,<WH8492> and on the oil,<WH3323> and on that which<WH834> the ground<WH127> brings<WH3318> forth,<WH3318> and on men,<WH120> and on cattle,<WH929> and on all<WH3605> the labor<WH3018> of the hands.<WH3709>"},{"number":12,"verse":"Then Zerubbabel<WH2216> the son<WH1121> of Shealtiel,<WH7597> and Joshua<WH3091> the son<WH1121> of Josedech,<WH3087> the high<WH1419> priest,<WH3548> with all<WH3605> the remnant<WH7611> of the people,<WH5971> obeyed<WH8085> the voice<WH6963> of the LORD<WH3068> their God,<WH430> and the words<WH1697> of Haggai<WH2292> the prophet,<WH5030> as the LORD<WH3068> their God<WH430> had sent<WH7971> him, and the people<WH5971> did fear<WH3372> before<WH6440> the LORD.<WH3068>"},{"number":13,"verse":"Then spoke<WH559> Haggai<WH2292> the LORD's<WH3068> messenger<WH4397> in the LORD's<WH3068> message<WH4400> to the people,<WH5971> saying,<WH559> I am with you, said<WH5002> the LORD.<WH3068>"},{"number":14,"verse":"And the LORD<WH3068> stirred<WH5782> up the spirit<WH7307> of Zerubbabel<WH2216> the son<WH1121> of Shealtiel,<WH7597> governor<WH6346> of Judah,<WH3063> and the spirit<WH7307> of Joshua<WH3091> the son<WH1121> of Josedech,<WH3087> the high<WH1419> priest,<WH3548> and the spirit<WH7307> of all<WH3605> the remnant<WH7611> of the people;<WH5971> and they came<WH935> and did<WH6213> work<WH4399> in the house<WH1004> of the LORD<WH3068> of hosts,<WH6635> their God,<WH430>"},{"number":15,"verse":"In the four<WH702> and twentieth<WH6242> day<WH3117> of the sixth<WH8345> month,<WH2320> in the second<WH8147> year<WH8141> of Darius<WH1867> the king.<WH4428>"}]}