{"bibleAbbr":"orOV2014","bookName":"ଶାମୁୟେଲଙ୍କ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"( ଦାଉଦ ଓ ବତ୍ଶେବା) ଅନନ୍ତର ବର୍ଷର ପରିବର୍ତ୍ତନ ସମୟରେ ରାଜାମାନେ ଯୁଦ୍ଧକୁ ଯିବା ବେଳେ ଦାଉଦ ଯୋୟାବକୁ ଓ ତାହା ସହିତ ଆପଣା ଦାସମାନଙ୍କୁ ଓ ସମୁଦାୟ ଇସ୍ରାଏଲକୁ ପଠାଇଲେ; ତହିଁରେ ସେମାନେ ଅମ୍ମୋନ-ସନ୍ତାନମାନଙ୍କୁ ସଂହାର କରି ରବ୍ବା ନଗର ଅବରୋଧ କଲେ । ମାତ୍ର ଦାଉଦ ଯିରୂଶାଲମରେ ରହିଲେ ।"},{"number":2,"verse":"ଅନନ୍ତର ଦିନେ ସନ୍ଧ୍ୟା ସମୟରେ ଦାଉଦ ଆପଣା ଶଯ୍ୟାରୁ ଉଠି ରାଜଗୃହର ଛାତ ଉପରେ ବୁଲୁଥିଲେ; ପୁଣି ସେହି ଛାତ ଉପରୁ ସେ ଏକ ସ୍ତ୍ରୀକୁ ସ୍ନାନ କରୁଥିବା ଦେଖିଲେ; ସେହି ସ୍ତ୍ରୀ ଦେଖିବାକୁ ଅତି ସୁନ୍ଦରୀ ଥିଲା ।"},{"number":3,"verse":"ତେଣୁ ଦାଉଦ ସେହି ସ୍ତ୍ରୀର ବିଷୟ ବୁଝିବା ପାଇଁ ଲୋକ ପଠାନ୍ତେ ଜଣେ କହିଲା, ସେ କʼଣ ଇଲୀୟାମର କନ୍ୟା ହିତ୍ତୀୟ ଊରୀୟର ଭାର୍ଯ୍ୟା ବତ୍ଶେବା ନୁହେଁ ?"},{"number":4,"verse":"ତହୁଁ ଦାଉଦ ଦୂତ ପଠାଇ ତାହାକୁ ଆଣିଲେ, ପୁଣି ସେ ତାଙ୍କ ନିକଟକୁ ଆସନ୍ତେ, ଦାଉଦ ତାହା ସହିତ ଶୟନ କଲେ; ସେସମୟରେ ସେ ସ୍ତ୍ରୀ ଋତୁସ୍ନାନ କରିଥିଲା । ଏଉତ୍ତାରେ ସେ ଆପଣା ଗୃହକୁ ଫେରିଗଲା ।"},{"number":5,"verse":"ଅନନ୍ତର ସେ ସ୍ତ୍ରୀ ଗର୍ଭବତୀ ହୁଅନ୍ତେ, ଦାଉଦଙ୍କ ନିକଟକୁ ଲୋକ ପଠାଇ ଜଣାଇ କହିଲା, ମୁଁ ଗର୍ଭବତୀ ହୋଇଅଛି ।"},{"number":6,"verse":"ତହୁଁ ଦାଉଦ ଯୋୟାବ ନିକଟକୁ ଲୋକ ପଠାଇ କହିଲେ, ହିତ୍ତୀୟ ଊରୀୟକୁ ମୋʼ କତିକି ପଠାଇଦିଅ । ତହିଁରେ ଯୋୟାବ ଊରୀୟକୁ ଦାଉଦଙ୍କ କତିକି ପଠାଇଦେଲା ।"},{"number":7,"verse":"ତେଣୁ ଊରୀୟ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ଦାଉଦ ତାହାକୁ ଯୋୟାବର କୁଶଳ ବାର୍ତ୍ତା ଓ ଲୋକମାନଙ୍କର କୁଶଳ ବାର୍ତ୍ତା ଓ ଯୁଦ୍ଧର କୁଶଳ ବାର୍ତ୍ତା ପଚାରିଲେ ।"},{"number":8,"verse":"ପୁଣି ଦାଉଦ ଊରୀୟକୁ କହିଲେ, ଆପଣା ଗୃହକୁ ଯାଇ ପାଦ ପ୍ରକ୍ଷାଳନ କର । ତହିଁରେ ଊରୀୟ ରାଜଗୃହରୁ ବାହାରିଗଲା, ପୁଣି ତାʼ ପଛେ ପଛେ ରାଜାଙ୍କ ନିକଟରୁ ଖାଦ୍ୟଦ୍ରବ୍ୟ ଗଲା ।"},{"number":9,"verse":"ମାତ୍ର ଊରୀୟ ଆପଣା ପ୍ରଭୁର ଦାସଗଣ ସହିତ ରାଜଗୃହ ଦ୍ଵାରରେ ଶୟନ କଲା, ଆଉ ଆପଣା ଗୃହକୁ ଗଲା ନାହିଁ ।"},{"number":10,"verse":"ଏଥିରେ ଊରୀୟ ଆପଣା ଗୃହକୁ ଯାଇ ନାହିଁ, ଏହା ଲୋକମାନେ ଦାଉଦଙ୍କୁ ଜଣାନ୍ତେ, ଦାଉଦ ଊରୀୟକୁ କହିଲେ, ତୁମ୍ଭେ କʼଣ ଯାତ୍ରାରୁ ଆସି ନାହଁ ? ଆପଣା ଗୃହକୁ କାହିଁକି ଗଲ ନାହିଁ ?"},{"number":11,"verse":"ତେବେ ଊରୀୟ ଦାଉଦଙ୍କୁ କହିଲା, ସିନ୍ଦୁକ ଓ ଇସ୍ରାଏଲ ଓ ଯିହୁଦା ପତ୍ରକୁଟୀରରେ ଅଛନ୍ତି ଓ ମୋʼ ପ୍ରଭୁ ଯୋୟାବ ଓ ମୋହର ପ୍ରଭୁଙ୍କ ଦାସମାନେ ପଦାରେ ଛାଉଣି କରିଅଛନ୍ତି, ତେବେ ମୁଁ କʼଣ ଭୋଜନ କରିବାକୁ ଓ ପାନ କରିବାକୁ ଓ ଭାର୍ଯ୍ୟା ସଙ୍ଗେ ଶୟନ କରିବାକୁ ଆପଣା ଗୃହକୁ ଯିବି ? ଆପଣ ଜୀବିତ ଓ ଆପଣଙ୍କ ପ୍ରାଣ ଜୀବିତ ଥିବା ପ୍ରମାଣେ ମୁଁ ଏକଥା କରିବି ନାହିଁ ।"},{"number":12,"verse":"ଏଥିରେ ଦାଉଦ ଊରୀୟକୁ କହିଲେ, ଆଜି ମଧ୍ୟ ଏଠାରେ ଥାଅ, ମୁଁ କାଲି ତୁମ୍ଭକୁ ବିଦାୟ କରିବି । ତହୁଁ ଊରୀୟ ସେ ଦିନ ଓ ପର ଦିନ ଯିରୂଶାଲମରେ ରହିଲା ।"},{"number":13,"verse":"ଆଉ ଦାଉଦ ତାହାକୁ ନିମନ୍ତ୍ରଣ କରନ୍ତେ, ସେ ତାଙ୍କ ସମ୍ମୁଖରେ ଭୋଜନପାନ କଲା; ପୁଣି ଦାଉଦ ତାହାକୁ ମତ୍ତ କରାଇଲେ; ତଥାପି ସନ୍ଧ୍ୟାକାଳେ ସେ ଆପଣା ପ୍ରଭୁର ଦାସଗଣ ସହିତ ଆପଣା ଶଯ୍ୟାରେ ଶୟନ କରିବାକୁ ଗଲା, ମାତ୍ର ଆପଣା ଗୃହକୁ ଗଲା ନାହିଁ ।"},{"number":14,"verse":"ଏଣୁ ଦାଉଦ ସକାଳେ ଯୋୟାବ ନିକଟକୁ ପତ୍ର ଲେଖି ଊରୀୟ ହାତରେ ତାହା ପଠାଇଲେ ।"},{"number":15,"verse":"ପତ୍ରରେ ସେ ଏହା ଲେଖିଥିଲେ, ଯଥା, ଯେପରି ଊରୀୟ ଆହତ ହୋଇ ମରିବ, ଏଥିପାଇଁ ତୁମ୍ଭେମାନେ ଘୋର ଯୁଦ୍ଧ ସମ୍ମୁଖରେ ତାହାକୁ ନିଯୁକ୍ତ କରି ତାହା ନିକଟରୁ ଘୁଞ୍ଚିଯିବ ।"},{"number":16,"verse":"ପୁଣି ଯୋୟାବ ନଗର ନିରୀକ୍ଷଣ କରିବା ବେଳେ ବିକ୍ରମଶାଳୀ ଲୋକମାନେ କେଉଁଠାରେ ଅଛନ୍ତି, ଏହା ଜାଣି ସେ ଊରୀୟକୁ ସେଠାରେ ନିଯୁକ୍ତ କଲା ।"},{"number":17,"verse":"ଏଉତ୍ତାରେ ନଗରର ଲୋକମାନେ ବାହାରେ ଯାଇ ଯୋୟାବ ସଙ୍ଗେ ଯୁଦ୍ଧ କଲେ, ତହିଁରେ ଦାଉଦଙ୍କର ଦାସମାନଙ୍କ ମଧ୍ୟରୁ କେତେ ଲୋକ ପତିତ ହେଲେ ଓ ହିତ୍ତୀୟ ଊରୀୟ ମଧ୍ୟ ମଲା ।"},{"number":18,"verse":"ତେବେ ଯୋୟାବ ଲୋକ ପଠାଇ ଦାଉଦଙ୍କୁ ଯୁଦ୍ଧର ସମସ୍ତ କଥା ଜଣାଇଲା;"},{"number":19,"verse":"ପୁଣି ଦୂତକୁ ଆଜ୍ଞା ଦେଇ କହିଲା, ତୁମ୍ଭେ ରାଜାଙ୍କୁ ଯୁଦ୍ଧର ସମସ୍ତ କଥା ଜଣାଇଲା ଉତ୍ତାରେ,"},{"number":20,"verse":"ଯେବେ ରାଜାଙ୍କର କ୍ରୋଧ ଉଠେ ଓ ସେ ତୁମ୍ଭକୁ କହନ୍ତି, କାହିଁକି ତୁମ୍ଭେମାନେ ଯୁଦ୍ଧ କରିବା ପାଇଁ ନଗରର ଏତେ ନିକଟକୁ ଗଲ ? ସେମାନେ ପ୍ରାଚୀରରୁ ବାଣ ମାରିବେ ବୋଲି କʼଣ ତୁମ୍ଭେମାନେ ଜାଣିଲ ନାହିଁ ?"},{"number":21,"verse":"ଯିରୁବ୍ବେଶତର ପୁତ୍ର ଅବୀମେଲକକୁ କିଏ ମାରିଲା ? ଜଣେ ସ୍ତ୍ରୀ ପ୍ରାଚୀରରୁ ତାହା ଉପରକୁ ଚକି ଉପର-ପଟ ପକାନ୍ତେ, ସେ କʼଣ ତେବେସରେ ମଲା ନାହିଁ ? କାହିଁକି ତୁମ୍ଭେମାନେ ପ୍ରାଚୀରର ଏତେ ନିକଟକୁ ଗଲ ? ତେବେ ତୁମ୍ଭେ କହିବ, ଆପଣଙ୍କ ଦାସ ହିତ୍ତୀୟ ଊରୀୟ ମଧ୍ୟ ମରିଅଛି ।"},{"number":22,"verse":"ତହିଁରେ ସେହି ଦୂତ ପ୍ରସ୍ଥାନ କରି, ଯୋୟାବ ଯହିଁ ପାଇଁ ତାହାକୁ ପଠାଇଥିଲା, ସେସମସ୍ତ ଦାଉଦଙ୍କୁ ଯାଇ ଜଣାଇଲା ।"},{"number":23,"verse":"ସେହି ଦୂତ ଦାଉଦଙ୍କୁ କହିଲା, ସେ ଲୋକମାନେ ଆମ୍ଭମାନଙ୍କ ଉପରେ ପ୍ରବଳ ହୋଇ ପଦାକୁ ଆମ୍ଭମାନଙ୍କ ନିକଟକୁ ବାହାରି ଆସିଲେ, ତହୁଁ ଆମ୍ଭେମାନେ ଦ୍ଵାର-ପ୍ରବେଶ ସ୍ଥାନ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କୁ ଆକ୍ରମଣ କରି କରି ଗଲୁ ।"},{"number":24,"verse":"ଏଥିରେ ଧନୁର୍ଦ୍ଧରମାନେ ପ୍ରାଚୀରରୁ ଆପଣଙ୍କ ଦାସମାନଙ୍କ ଉପରେ ବାଣ ନିକ୍ଷେପ କଲେ; ତହୁଁ ମହାରାଜଙ୍କର କେତେକ ଦାସ ମଲେ ଓ ଆପଣଙ୍କ ଦାସ ହିତ୍ତୀୟ ଊରୀୟ ମଧ୍ୟ ମଲା ।"},{"number":25,"verse":"ସେତେବେଳେ ଦାଉଦ ସେହି ଦୂତକୁ କହିଲେ, ତୁମ୍ଭେ ଯୋୟାବକୁ ଏପରି କହିବ, ଏଥିରେ ତୁମ୍ଭେ ଦୁଃଖିତ ହୁଅ ନାହିଁ, କାରଣ ଖଡ଼୍‍ଗ ଯେପରି ଏକକୁ, ସେପରି ଅନ୍ୟକୁ ଗ୍ରାସ କରେ; ତୁମ୍ଭେ ନଗର ପ୍ରତିକୂଳରେ ଆହୁରି ଦୃଢ଼ ଯୁଦ୍ଧ କରି ତାହା ଉଚ୍ଛିନ୍ନ କର; ଏହିରୂପେ ତୁମ୍ଭେ ତାହାକୁ ସାହସିକ କର ।"},{"number":26,"verse":"ଏଉତ୍ତାରେ ଊରୀୟର ଭାର୍ଯ୍ୟା ଆପଣା ସ୍ଵାମୀ ଊରୀୟର ମୃତ୍ୟୁ ସମ୍ଵାଦ ପାଇ ଆପଣା ସ୍ଵାମୀ ନିମନ୍ତେ ବିଳାପ କଲା ।"},{"number":27,"verse":"ପୁଣି ଶୋକ କରିବା ସମୟ ଗତ ହୁଅନ୍ତେ, ଦାଉଦ ଲୋକ ପଠାଇ ତାହାକୁ ଆପଣା ଗୃହକୁ ନେଲେ, ତହୁଁ ସେ ତାଙ୍କର ଭାର୍ଯ୍ୟା ହେଲା ଓ ତାଙ୍କର ଏକ ପୁତ୍ର ପ୍ରସବ କଲା । ମାତ୍ର ଦାଉଦ ଏହି ଯେଉଁ କର୍ମ କଲେ, ତାହା ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ମନ୍ଦ ଥିଲା ।"}]}