{"bibleAbbr":"orOV2014","bookName":"ଶାମୁୟେଲଙ୍କ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"( ଦାଉଦ ଓ ସୀବଃ) ଅନନ୍ତର ଦାଉଦ ଉଠାଣି ଶୃଙ୍ଗ ପାର ହୋଇ କିଞ୍ଚିତ୍ ଅଗ୍ରସର ହେଲା ଉତ୍ତାରେ ଦେଖ, ମଫୀବୋଶତର ଦାସ ସୀବଃ ସଜ୍ଜିତ ଦୁଇ ଗର୍ଦ୍ଦଭ ସଙ୍ଗେ କରି ତାଙ୍କୁ ଭେଟିଲା, ସେହି ଗର୍ଦ୍ଦଭମାନଙ୍କ ଉପରେ ଦୁଇ ଶହ ରୋଟୀ, ଶହେ ପେଣ୍ତା ଦ୍ରାକ୍ଷାଫଳ ଓ ଶହେ ଗ୍ରୀଷ୍ମକାଳୀନ ଫଳ ଓ ଏକ କୁମ୍ପା ଦ୍ରାକ୍ଷାରସ ଥିଲା ।"},{"number":2,"verse":"ତହିଁରେ ରାଜା ସୀବଃକୁ କହିଲେ, ଏସବୁରେ ତୁମ୍ଭର ଅଭିପ୍ରାୟ କଅଣ ? ତହୁଁ ସୀବଃ କହିଲା, ଏ ଗର୍ଦ୍ଦଭ ଦୁଇଟି ରାଜପରିବାରଙ୍କ ଚଢ଼ିବା ନିମନ୍ତେ; ପୁଣି ଏହି ରୋଟୀ ଓ ଗ୍ରୀଷ୍ମକାଳୀନ ଫଳ ଯୁବାମାନଙ୍କ ଆହାର ନିମନ୍ତେ, ଆଉ ଦ୍ରାକ୍ଷାରସ ପ୍ରାନ୍ତରରେ କ୍ଳା; ହେବା ଲୋକମାନେ ପାନ କରିବେ ।"},{"number":3,"verse":"ତେବେ ରାଜା କହିଲେ, ତୁମ୍ଭ ପ୍ରଭୁର ପୁତ୍ର କାହିଁ ? ତହିଁରେ ସୀବଃ ରାଜାଙ୍କୁ କହିଲା, ଦେଖନ୍ତୁ, ସେ ଯିରୂଶାଲମରେ ଅଛନ୍ତି, କାରଣ ସେ କହିଲେ, ଇସ୍ରାଏଲ ବଂଶ ଆଜି ଆମ୍ଭ ପୈତୃକ ରାଜ୍ୟ ଆମ୍ଭକୁ ଫେରାଇ ଦେବେ ।"},{"number":4,"verse":"ଏଥିରେ ରାଜା ସୀବଃକୁ କହିଲେ, ଦେଖ, ମଫୀବୋଶତର ସର୍ବସ୍ଵ ତୁମ୍ଭର ହେଲା । ତହୁଁ ସୀବଃ କହିଲା, ମୁଁ ପ୍ରଣାମ କରୁଅଛି, ହେ ମୋହର ପ୍ରଭୋ, ମହାରାଜ, ମୁଁ ଆପଣଙ୍କ ଦୃଷ୍ଟିରେ ଅନୁଗ୍ରହ ପାଏ ।"},{"number":5,"verse":"( ଦାଉଦଙ୍କୁ ଶିମୀୟିର ଶାପ) ଏଥିଉତ୍ତାରେ ଦାଉଦ ରାଜା ବହୁରୀମରେ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ଦେଖ, ଶାଉଲ ବଂଶର ପରିବାରଭୁକ୍ତ ଏକ ବ୍ୟକ୍ତି ସେଠାରୁ ବାହାର ହୋଇ ଆସିଲା, ତାହାର ନାମ ଶିମୀୟି, ସେ ଗେରାର ପୁତ୍ର; ସେ ବାହାରି ଆସିବା ବେଳେ ଶାପ ଦେଉ ଦେଉ ଆସିଲା ।"},{"number":6,"verse":"ଆଉ ସେ ଦାଉଦଙ୍କୁ ଓ ଦାଉଦ ରାଜାଙ୍କର ସବୁ ଦାସଙ୍କୁ ପଥର ପକାଇଲା; ସେତେବେଳେ ସମସ୍ତ ଲୋକ ଓ ସମସ୍ତ ବୀର ତାଙ୍କର ଦକ୍ଷିଣରେ ଓ ବାମରେ ଥିଲେ ।"},{"number":7,"verse":"ପୁଣି ଶିମୀୟି ଶାପ ଦେଉ ଦେଉ ଏପରି କହିଲା, ଆରେ ରକ୍ତପାତୀ ମନୁଷ୍ୟ, ଆରେ ପାପାଧମ ଲୋକ, ଦୂର୍, ଦୂର୍;"},{"number":8,"verse":"ଯାହାର ପଦରେ ତୁ ରାଜ୍ୟ କରୁଥିଲୁ, ସେହି ଶାଉଲ ବଂଶର ସମସ୍ତ ରକ୍ତପାତର ପ୍ରତିଫଳ ତୋତେ ସଦାପ୍ରଭୁ ଦେଉଅଛନ୍ତି; ପୁଣି ସଦାପ୍ରଭୁ ତୋର ପୁତ୍ର ଅବଶାଲୋମ ହସ୍ତରେ ରାଜ୍ୟ ସମର୍ପଣ କରିଅଛନ୍ତି; ଆଉ ଦେଖ୍, ତୁ ତୋʼ ନିଜ ଦୁଷ୍ଟତାରେ ଧରା ପଡ଼ିଅଛୁ, କାରଣ ତୁ ରକ୍ତପାତୀ ମନୁଷ୍ୟ ।"},{"number":9,"verse":"ସେତେବେଳେ ସରୁୟାର ପୁତ୍ର ଅବିଶୟ ରାଜାଙ୍କୁ କହିଲା, ଏ ମଲା କୁକ୍କୁରଟା କାହିଁକି ମୋʼ ପ୍ରଭୁ ମହାରାଜାଙ୍କୁ ଶାପ ଦେବ ? ଅନୁମତି ଦେଉନ୍ତୁ, ମୁଁ ପାର ହୋଇ ଯାଇ ତାହାର ମୁଣ୍ତ କାଟି ପକାଏ ।"},{"number":10,"verse":"ତହିଁରେ ରାଜା କହିଲେ, ହେ ସରୁୟାର ପୁତ୍ରମାନେ, ତୁମ୍ଭମାନଙ୍କ ସଙ୍ଗେ ମୋହର କି କଥା ? ସେ ତ ଶାପ ଦେଉଅଛି, ପୁଣି ଦାଉଦକୁ ଶାପ ଦିଅ ବୋଲି ସଦାପ୍ରଭୁ ତାହାକୁ କହିଅଛନ୍ତି; ଏଥିପାଇଁ କିଏ କହିବ, ତୁମ୍ଭେ କାହିଁକି ଏପରି କଲ ?"},{"number":11,"verse":"ଆହୁରି ଦାଉଦ ଅବିଶୟକୁ ଓ ଆପଣାର ଦାସ ସମସ୍ତଙ୍କୁ କହିଲେ, ଦେଖ, ମୋହର ଔରସରୁ ଜାତ ମୋର ପୁତ୍ର ମୋର ପ୍ରାଣ ନେବାକୁ ଚାହୁଁଅଛି, ତେବେ ଏ ବିନ୍ୟାମୀନୀୟ ଲୋକ କି ଏବେ ତତୋଧିକ ନ କରିବ ? ତାକୁ ଛାଡ଼, ସେ ଶାପ ଦେଉ; କାରଣ ସଦାପ୍ରଭୁ ତାହାକୁ ଅନୁମତି ଦେଇଅଛନ୍ତି ।"},{"number":12,"verse":"ହୋଇପାରେ, ମୋʼ ପ୍ରତି କୃତ ଏ ଅପରାଧକୁ ସଦାପ୍ରଭୁ ଦୃଷ୍ଟିପାତ କରିବେ ଓ ଆଜି ତାହାର ଦତ୍ତ ଶାପ ପରିବର୍ତ୍ତେ ସଦାପ୍ରଭୁ ମୋହର ମଙ୍ଗଳ କରିବେ ।"},{"number":13,"verse":"ଏହିରୂପେ ଦାଉଦ ଓ ତାଙ୍କର ଲୋକମାନେ ପଥ ଦେଇ ଗଲେ; ପୁଣି ଶିମୀୟି ତାଙ୍କ ପାଖେ ପାଖେ ପର୍ବତ ପାର୍ଶ୍ଵ ଦେଇ ଚାଲିଲା, ପୁଣି ଚାଲୁ ଚାଲୁ ଶାପ ଦେଲା ଓ ତାଙ୍କୁ ପଥର ଓ ଧୂଳି ପକାଇଲା ।"},{"number":14,"verse":"ଏଉତ୍ତାରେ ରାଜା ଓ ତାଙ୍କର ସଙ୍ଗୀ ଲୋକ ସମସ୍ତେ କ୍ଳା; ହୋଇ ଆସିଲେ; ପୁଣି ସେଠାରେ ସେମାନେ ବିଶ୍ରାମ କଲେ ।"},{"number":15,"verse":"( ଯିରୂଶାଲମରେ ଅବଶାଲୋମ) ଏଥି ମଧ୍ୟରେ ଅବଶାଲୋମ ଓ ତାହା ସଙ୍ଗେ ଅହୀଥୋଫଲ ଓ ସମସ୍ତ ଇସ୍ରାଏଲୀୟ ଲୋକ ଯିରୂଶାଲମକୁ ଆସିଲେ ।"},{"number":16,"verse":"ପୁଣି ଦାଉଦଙ୍କର ମିତ୍ର ଅର୍କୀୟ ହୂଶୟ ଅବଶାଲୋମ ନିକଟକୁ ଆସନ୍ତେ, ହୂଶୟ ଅବଶାଲୋମକୁ କହିଲା, ମହାରାଜ ଚିରଜୀବୀ ହେଉନ୍ତୁ, ମହାରାଜ ଚିରଜୀବୀ ହେଉନ୍ତୁ ।"},{"number":17,"verse":"ତହିଁରେ ଅବଶାଲୋମ ହୂଶୟକୁ କହିଲା, ତୁମ୍ଭ ମିତ୍ର ପ୍ରତି ତୁମ୍ଭର କି ଏହି ଦୟା ? ତୁମ୍ଭେ କାହିଁକି ଆପଣା ମିତ୍ର ସଙ୍ଗରେ ଗଲ ନାହିଁ ?"},{"number":18,"verse":"ହୂଶୟ ଅବଶାଲୋମକୁ କହିଲା, ତାହା ନୁହେଁ; ମାତ୍ର ସଦାପ୍ରଭୁ ଓ ଏହି ଲୋକମାନେ ଓ ସମୁଦାୟ ଇସ୍ରାଏଲ ଲୋକ ଯାହାଙ୍କୁ ମନୋନୀତ କଲେ, ମୁଁ ତାଙ୍କରି ହେବି ଓ ତାଙ୍କ ସଙ୍ଗେ ମୁଁ ରହିବି ।"},{"number":19,"verse":"ପୁନଶ୍ଚ ମୁଁ କାହାର ସେବା କରିବି ? ମୁଁ କି ତାଙ୍କ ପୁତ୍ର ସାକ୍ଷାତରେ ସେବା କରିବି ନାହିଁ ? ମୁଁ ଯେପରି ତୁମ୍ଭ ପିତାଙ୍କ ସାକ୍ଷାତରେ ସେବା କରିଅଛି, ସେପରି ଆପଣଙ୍କ ସାକ୍ଷାତରେ ମଧ୍ୟ କରିବି ।"},{"number":20,"verse":"ସେତେବେଳେ ଅବଶାଲୋମ ଅହୀଥୋଫଲକୁ କହିଲା, ଏବେ ଆମ୍ଭମାନଙ୍କର କି କର୍ତ୍ତବ୍ୟ, ଏ ବିଷୟରେ ତୁମ୍ଭେ ମନ୍ତ୍ରଣା ଦିଅ ।"},{"number":21,"verse":"ତହିଁରେ ଅହୀଥୋଫଲ ଅବଶାଲୋମକୁ କହିଲା, ତୁମ୍ଭ ପିତା ଗୃହ ଜଗିବା ନିମନ୍ତେ ଆପଣାର ଯେଉଁ ଉପପନିୀମାନଙ୍କୁ ଛାଡ଼ି ଯାଇଅଛନ୍ତି, ତୁମ୍ଭେ ସେମାନଙ୍କର ସହବାସ କର; ତହିଁରେ ତୁମ୍ଭେ ଆପଣା ପିତାର ଦୁର୍ଗନ୍ଧ ସ୍ଵରୂପ ହୋଇଅଛ, ଏହା ସମୁଦାୟ ଇସ୍ରାଏଲ ଶୁଣିବେ; ତହୁଁ ତୁମ୍ଭ ସଙ୍ଗୀ ସମସ୍ତ ଲୋକଙ୍କ ହସ୍ତ ସବଳ ହେବ⇧ ।"},{"number":22,"verse":"ଏଉତ୍ତାରେ ଲୋକମାନେ ଅବଶାଲୋମ ନିମନ୍ତେ ଗୃହର ଛାତ ଉପରେ ଏକ ତମ୍ଵୁ ପ୍ରସାରିଲେ; ତହୁଁ ଅବଶାଲୋମ ସମସ୍ତ ଇସ୍ରାଏଲ ସାକ୍ଷାତରେ ଆପଣା ପିତାଙ୍କ ଉପପନିୀମାନଙ୍କ ସହବାସ କଲା ।"},{"number":23,"verse":"ସେସମୟରେ ଅହୀଥୋଫଲ ଯେଉଁ ମନ୍ତ୍ରଣା ଦିଏ, ସେହି ମନ୍ତ୍ରଣା ପରମେଶ୍ଵରଙ୍କ ବାକ୍ୟ ଦ୍ଵାରା ଉତ୍ତର ପାଇବା ତୁଲ୍ୟ ଥିଲା; ଦାଉଦ ଓ ଅବଶାଲୋମ ଉଭୟଙ୍କ ପ୍ରତି ଅହୀଥୋଫଲର ସମସ୍ତ ମନ୍ତ୍ରଣା ଏହି ପ୍ରକାର ଥିଲା ।"}]}