{"bibleAbbr":"orOV2014","bookName":"ଶାମୁୟେଲଙ୍କ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"( ଦାଉଦଙ୍କ ଶେଷ କଥା) ଦାଉଦଙ୍କର ଶେଷ କଥା ଏହି । ଯିଶୀର ପୁତ୍ର ଦାଉଦ କହେ, ଯେ ବ୍ୟକ୍ତି ଉଚ୍ଚୀକୃତ, ଯେ ଯାକୁବର ପରମେଶ୍ଵରଙ୍କ ଅଭିଷିକ୍ତ ଓ ଇସ୍ରାଏଲର ମଧୁର ଗାୟକ, ସେ କହେ;"},{"number":2,"verse":"ମୋʼ ଦ୍ଵାରା ସଦାପ୍ରଭୁଙ୍କ ଆତ୍ମା କହିଲେ ଓ ତାହାଙ୍କର ବାକ୍ୟ ମୋʼ ଜିହ୍ଵାରେ ଥିଲା ।"},{"number":3,"verse":"ଇସ୍ରାଏଲର ପରମେଶ୍ଵର କହିଲେ, ଇସ୍ରାଏଲର ଶୈଳ ମୋତେ କହିଲେ; ଏକ ବ୍ୟକ୍ତି ଧର୍ମରେ ଲୋକ-ମାନଙ୍କ ଉପରେ ରାଜତ୍ଵ କରିବେ, ସେ ପରମେଶ୍ଵରଙ୍କ ଭୟରେ ରାଜତ୍ଵ କରିବେ ।"},{"number":4,"verse":"ସେ ସୂର୍ଯ୍ୟୋଦୟ ସମୟର ପ୍ରାତଃକାଳୀନ ଦୀପ୍ତି ତୁଲ୍ୟ, ମେଘରହିତ ପ୍ରଭାତ ତୁଲ୍ୟ ହେବେ; ସେସମୟରେ ବୃଷ୍ଟି ଉତ୍ତାରୁ ନିର୍ମଳ କିରଣ ଦ୍ଵାରା ଭୂମିରୁ କୋମଳ ତୃଣ ଅଙ୍କୁରିତ ହୁଏ ।"},{"number":5,"verse":"ସତ୍ୟ, ମୋହର ବଂଶ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ସେପରି ନୁହେଁ; ତଥାପି ସେ ମୋʼ ସହିତ ସର୍ବବିଷୟରେ ସୁସମ୍ପନ୍ନ ଓ ସୁରକ୍ଷିତ ଏକ ଅନନ୍ତକାଳୀନ ନିୟମ କରିଅଛନ୍ତି, ଏଣୁ ସେ ତାହା ବୃଦ୍ଧି ନ କଲେ ହେଁ ଏହା ହିଁ ଆମ୍ଭର ପରମ ପରିତ୍ରାଣ ଓ ପରମ ବାଞ୍ଛା ।"},{"number":6,"verse":"ମାତ୍ର ପାପାଧମ ସମସ୍ତେ ଉତ୍ପାଟନୀୟ କଣ୍ଟକ ସ୍ଵରୂପ, କାରଣ ସେମାନେ ହସ୍ତରେ ଧରା ଯାଇ ନ ପାରନ୍ତି;"},{"number":7,"verse":"ମାତ୍ର ଯେଉଁ ଲୋକ ସେମାନଙ୍କୁ ସ୍ପର୍ଶ କରିବ, ଲୌହ ଓ ବର୍ଚ୍ଛାଦଣ୍ତରେ ତାହାକୁ ସଜ୍ଜିତ ହେବାକୁ ହେବ; ସେମାନେ ଆପଣା ଆପଣା ସ୍ଥାନରେ ନିଃଶେଷ ରୂପେ ଅଗ୍ନିରେ ଦଗ୍ଧ ହେବେ ।"},{"number":8,"verse":"( ଦାଉଦଙ୍କ ପ୍ରଖ୍ୟାତ ଯୋଦ୍ଧାଗଣ) ଦାଉଦଙ୍କର ବୀରମାନଙ୍କ ନାମାବଳୀ ଏହି; ତଖମୋନୀୟ ଯୋଶେବ୍-ବଶେବତ୍, ଅର୍ଥାତ୍, ଏଜନୀୟ ଅଦିନୋ ସେନାପତିମାନଙ୍କର ପ୍ରଧାନ ଥିଲା; ସେ ଏକକାଳୀନ ହତ ଆଠ ଶହ ଲୋକର ପ୍ରତିକୂଳ ଥିଲା ।"},{"number":9,"verse":"ପୁଣି ତାହା ଉତ୍ତାରେ ଅହୋହୀୟ ବଂଶଜ ଦୋଦୟର ପୁତ୍ର ଇଲୀୟାସର, ଦାଉଦଙ୍କ ସଙ୍ଗେ ଥିବା ତିନି ବୀରଙ୍କ ମଧ୍ୟରେ ଜଣେ ଥିଲା, ସେମାନେ ଯୁଦ୍ଧାର୍ଥେ ଏକତ୍ରିତ ପଲେଷ୍ଟୀୟମାନଙ୍କୁ ଧିକ୍କାର କରନ୍ତେ ଓ ଇସ୍ରାଏଲ-ଲୋକମାନେ ପଳାନ୍ତେ,"},{"number":10,"verse":"ସେ ଉଠି ଆପଣା ହସ୍ତ କ୍ଳା; ଓ ଆପଣା ହସ୍ତ ଖଡ଼୍‍ଗରେ ଜଡ଼ିତ ହେବା ପର୍ଯ୍ୟନ୍ତ ପଲେଷ୍ଟୀୟମାନଙ୍କୁ ବଧ କଲା; ପୁଣି ସେଦିନ ସଦାପ୍ରଭୁ ମହା ଜୟ ସାଧନ କଲେ; ଆଉ ଲୋକମାନେ କେବଳ ଲୁଟିବାକୁ ତାହାର ପଶ୍ଚାତ୍ଗାମୀ ହେଲେ ।"},{"number":11,"verse":"ପୁଣି ତାହା ଉତ୍ତାରେ ହରାରୀୟ ଆଗିର ପୁତ୍ର ଶମ୍ମ । ଏକ ସମୟରେ ପଲେଷ୍ଟୀୟମାନେ କୌଣସି ମସୂରପୂର୍ଣ୍ଣ କ୍ଷେତ୍ର ନିକଟରେ ଏକତ୍ର ଦଳବଦ୍ଧ ହୁଅନ୍ତେ, ଲୋକମାନେ ପଲେଷ୍ଟୀୟମାନଙ୍କ ଆଗରୁ ପଳାଇଲେ ।"},{"number":12,"verse":"ମାତ୍ର ଶମ୍ମ ସେହି କ୍ଷେତ୍ର ମଧ୍ୟରେ ଠିଆ ହୋଇ ତାହା ରକ୍ଷା କଲା ଓ ପଲେଷ୍ଟୀୟମାନଙ୍କୁ ବଧ କଲା; ତହିଁରେ ସଦାପ୍ରଭୁ ମହା ଜୟ ସାଧନ କଲେ ।"},{"number":13,"verse":"ଆଉ ତିରିଶ ଜଣ ପ୍ରଧାନଙ୍କ ମଧ୍ୟରୁ ତିନି ଜଣ ଶସ୍ୟଚ୍ଛେଦନ ସମୟରେ ଅଦୁଲ୍ଲମ ଗୁମ୍ପାକୁ ଦାଉଦଙ୍କ କତିକି ଆସିଥିଲେ; ସେତେବେଳେ ପଲେଷ୍ଟୀୟମାନଙ୍କ ସୈନ୍ୟ ରଫାୟୀମ ତଳଭୂମିରେ ଛାଉଣି ସ୍ଥାପନ କରିଥିଲେ ।"},{"number":14,"verse":"ସେସମୟରେ ଦାଉଦ ଦୁର୍ଗମ ସ୍ଥାନରେ ଥିଲେ ଓ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପ୍ରହରୀ-ସୈନ୍ୟଦଳ ବେଥ୍ଲିହିମ୍ରେ ଥିଲେ ।"},{"number":15,"verse":"ଏଉତ୍ତାରେ ଦାଉଦ ତୃଷାର୍ତ୍ତ ହୋଇ କହିଲେ, ଆଃ, କେହି ବେଥ୍ଲିହିମ୍-ନଗରଦ୍ଵାର ନିକଟସ୍ଥ କୂପ-ଜଳ ପାନ କରିବାକୁ ମୋତେ ଦିଅନ୍ତା କି !"},{"number":16,"verse":"ତହିଁରେ ସେହି ତିନି ବୀର ପଲେଷ୍ଟୀୟମାନଙ୍କ ସୈନ୍ୟ ମଧ୍ୟ ଦେଇ ପଶି ଯାଇ ବେଥ୍ଲିହିମ୍-ନଗରଦ୍ଵାର ନିକଟସ୍ଥ କୂପରୁ ଜଳ କାଢ଼ି ଦାଉଦଙ୍କ ନିକଟକୁ ତାହା ଆଣିଲେ; ମାତ୍ର ସେ ତହିଁରୁ ପାନ କରିବାକୁ ସମ୍ମତ ନୋହି ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ତାହା ଢାଳି ଦେଲେ ।"},{"number":17,"verse":"ପୁଣି ସେ କହିଲେ, ହେ ସଦାପ୍ରଭୋ, ମୁଁ ଯେ ଏ କର୍ମ କରିବି, ଏହା ମୋʼଠାରୁ ଦୂର ହେଉ; ପ୍ରାଣପଣରେ ଗମନକାରୀ ମନୁଷ୍ୟମାନଙ୍କ ରକ୍ତ କି ମୁଁ ପାନ କରିବି ? ଏଣୁ ସେ ତାହା ପାନ କରିବାକୁ ସମ୍ମତ ନୋହିଲେ । ଏହି ସକଳ କର୍ମ ସେହି ତିନି ବୀର କରିଥିଲେ ।"},{"number":18,"verse":"ସେହି ତିନି ଜଣଙ୍କ ମଧ୍ୟରେ ସରୁୟାର ପୁତ୍ର ଯୋୟାବର ଭ୍ରାତା ଅବୀଶୟ ପ୍ରଧାନ ଥିଲା । ସେ ତିନି ଶହ ଲୋକ ବିରୁଦ୍ଧରେ ଆପଣା ବର୍ଚ୍ଛା ଉଠାଇ ସେମାନଙ୍କୁ ବଧ କରିଥିଲା, ଏଣୁ ସେ ଏହି ତିନିଙ୍କ ମଧ୍ୟରେ ନାମ ପାଇଲା ।"},{"number":19,"verse":"ଏହି ତିନିଙ୍କ ମଧ୍ୟରେ ସେ କʼଣ ଅତ୍ୟ; ମର୍ଯ୍ୟାଦାପନ୍ନ ନ ଥିଲା ? ଏହେତୁ ସେ ସେମାନଙ୍କର ସେନାପତି ହେଲା; ତଥାପି ସେ ପ୍ରଥମ ତିନି ଜଣଙ୍କ ତୁଲ୍ୟ ନ ଥିଲା ।"},{"number":20,"verse":"ଆଉ ପରାକ୍ରା; କର୍ମକାରୀ କବ୍ସେଲୀୟ ଏକ ବିକ୍ରମୀ ପୁରୁଷର ପୌତ୍ର, ଯିହୋୟାଦାର ପୁତ୍ର ଯେ ବନାୟ, ସେ ମୋୟାବୀୟ ଅରୀୟଲର ଦୁଇ ପୁତ୍ରଙ୍କୁ ବଧ କଲା; ମଧ୍ୟ ସେ ହିମପାତ ସମୟରେ ଯାଇ ଗର୍ତ୍ତ ମଧ୍ୟରେ ଏକ ସିଂହକୁ ବଧ କଲା ।"},{"number":21,"verse":"ଆହୁରି ସେ ଏକ ଜଣ ମିସ୍ରୀୟ ରୂପବାନ ପୁରୁଷକୁ ବଧ କଲା ଓ ସେହି ମିସ୍ରୀୟ ଆପଣା ହସ୍ତରେ ବର୍ଚ୍ଛା ଧରିଥିଲା; ତଥାପି ବନାୟ ଏକ ଯଷ୍ଟି ନେଇ ତାହା କତିକି ଗଲା ଓ ସେହି ମିସ୍ରୀୟ ହସ୍ତରୁ ବର୍ଚ୍ଛା ଛଡ଼ାଇ ତାହାରି ବର୍ଚ୍ଛାରେ ତାହାକୁ ବଧ କଲା ।"},{"number":22,"verse":"ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟ ଏହି ସକଳ କର୍ମ କଲା, ଏଣୁ ସେ ଏହି ତିନି ବୀରଙ୍କ ମଧ୍ୟରେ ନାମ ପାଇଲା ।"},{"number":23,"verse":"ସେ ତିରିଶ ଜଣ ଅପେକ୍ଷା ଅଧିକ ମର୍ଯ୍ୟାଦାପନ୍ନ ଥିଲା, ତଥାପି ସେ ପ୍ରଥମ ତିନି ଜଣଙ୍କ ତୁଲ୍ୟ ନ ଥିଲା; ଆଉ ଦାଉଦ ତାହାକୁ ଆପଣା ପ୍ରହରୀ ଦଳ ଉପରେ ନିଯୁକ୍ତ କଲେ ।"},{"number":24,"verse":"ଯୋୟାବର ଭ୍ରାତା ଅସାହେଲ ଉକ୍ତ ତିରିଶ ଜଣ ମଧ୍ୟରେ ଜଣେ ଥିଲା; ବେଥ୍ଲିହିମ୍ସ୍ଥ ଦୋଦୟର ପୁତ୍ର ଇଲ୍ହାନନ୍;"},{"number":25,"verse":"ହରୋଦୀୟ ଶମ୍ମ, ହରୋଦୀୟ ଇଲୀକା;"},{"number":26,"verse":"ପଲ୍ଟୀୟ ହେଲସ, ତକୋୟୀୟ ଇକ୍କୋଶର ପୁତ୍ର ଈରା;"},{"number":27,"verse":"ଅନାଥୋତୀୟ ଅବୀୟେଷର, ହୂଶାତୀୟ ମବୁନ୍ନୟ;"},{"number":28,"verse":"ଅହୋହୀୟ ସଲ୍ମୋନ୍, ନଟୋଫାତୀୟ ମହରୟ;"},{"number":29,"verse":"ନଟୋଫାତୀୟ ବାନାର ପୁତ୍ର ହେଲବ, ବିନ୍ୟାମୀନ ବଂଶୀୟ ଗିବୀୟା ନିବାସୀ ରୀବୟର ପୁତ୍ର ଇତ୍ତୟ;"},{"number":30,"verse":"ପିରୀୟାଥୋନୀୟ ବନାୟ, ଗାଶ୍-ନଦୀତୀର ନିବାସୀ ହିଦ୍ଦୟ;"},{"number":31,"verse":"ଅର୍ବତୀୟ ଅବିୟେଲ୍ବୋନ, ବରହୂମୀୟ ଅସ୍ମାବତ୍;"},{"number":32,"verse":"ଶାଲ୍ବୋନୀୟ ଇଲୀୟହବା, ଯାଶେନ୍ର ପୁତ୍ରଗଣ, ଯୋନାଥନ;"},{"number":33,"verse":"ହରାରୀୟ ଶମ୍ମ, ହରାରୀୟ ଶାରରର ପୁତ୍ର ଅହୀୟାମ;"},{"number":34,"verse":"ମାଖାତୀୟର ପୌତ୍ର ଅହସ୍ବୟର ପୁତ୍ର ଇଲୀଫେଲଟ୍, ଗୀଲୋନୀୟ ଅହୀଥୋଫଲର ପୁତ୍ର ଇଲୀୟାମ;"},{"number":35,"verse":"କର୍ମିଲୀୟ ହିଷ୍ରୟ, ଅର୍ବୀୟ ପାରୟ;"},{"number":36,"verse":"ସୋବା ନିବାସୀ ନାଥନର ପୁତ୍ର ଯିଗାଲ, ଗାଦୀୟ ବାନୀ;"},{"number":37,"verse":"ଅମ୍ମୋନୀୟ ସେଲକ, ସରୁୟାର ପୁତ୍ର ଯୋୟାବର ଅସ୍ତ୍ରବାହକ ବରୋତୀୟ ନହରୟ;"},{"number":38,"verse":"ଯିତ୍ରୀୟ ଈରା, ଯିତ୍ରୀୟ ଗାରେବ୍;"},{"number":39,"verse":"ହିତ୍ତୀୟ ଊରୀୟ; ସର୍ବସୁଦ୍ଧା ସଇଁତିରିଶ ଜଣ ।"}]}