{"bibleAbbr":"mniRNT2022","bookName":"2 Thessalonica","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"( Phattaba mapu) Ichil inaosa, eikhoigi Ibungo Jisu Christtana lengbirakkadaba amadi eikhoina Ibungoga punna tinnabagi marida, eina nakhoida haijari,"},{"number":2,"verse":"Madudi, Ibungogi Numit adu lakkhre haina, Tengban Mapugi wa phongdokpada oirabasu, pao sandokpada oirabasu nattraga eikhoidagi lakpa manba chithina nakhoibu irai laina pukning khoiranghanba amasung mipaihanba oihanganu."},{"number":3,"verse":"Kana amatana nakhoibu karigumba matou amatada minamhan-ganu. Maramdi aroiba Lalhou adu thoktriba phaoba amadi norokta chatnanabagidamak tamkhra Wayel indaba Mi aduna thoklaktriphaoba Numit adu thungkhiroi."},{"number":4,"verse":"Laini hainariba amadi khurumnariba pot pumnamakki maiyokta mahakna leigani amasung mahak masamakpu makhoi pumnamakki mathakta leihangani. Mahakna Mapugi Sanglenda phaoba changduna maduda phamduna mahak Tengban Mapuni haina laothokkani."},{"number":5,"verse":"Eina nakhoiga leiminnaringei matamda masi pumnamaksing asi haikhre haiba nakhoi ningsingdrabara?"},{"number":6,"verse":"Adumakpu masi houjik thok-handaduna thamba karigumba ama leiri, aduga madu karino haiba nakhoina khang-i. Adu oirabadi mapung phaba matam aduda, Phattaba Mahak adu thorakkani."},{"number":7,"verse":"Maramdi wayel indaba adugi aronba panggal aduna hannana thabak touduna leiri; aduga madubu thingduna thamliba mahak aduna mahakpu lambi adudagi louthoktriba phaoba adumna makha tana adumak toukhigani."},{"number":8,"verse":"Adudagi Phattaba Mahak adubu phongdokpigani, adubu Ibungo Jisuna lenglakpada, Ibungogi chindagi thokpa shorna mahakpu hatkani amasung Ibungona lakpagi matik mangal aduna mahakpu manghangani."},{"number":9,"verse":"Phattaba Mahak aduna Satan-gi panggalga loinana lakkani aduga makhal pumnamakki sasinnaba angakpa thabaksing amadi khudamsing tougani."},{"number":10,"verse":"Aduga manglagadabasing adubu minamnaba phattaba makhal khudingmakpu mahakna sijinnagani. Aduga makhoina makhoibu kanbigadaba nungsiba amadi achumba adubu lousinjadaba maramna makhoi mangani."},{"number":11,"verse":"Maram asimakna makhoina namthak aduda thajananaba Tengban Mapuna panggal leiraba lounam makhoida thare."},{"number":12,"verse":"Madugi mahei adudi achumba aduda thajadaduna, papta nungngaithokna leiriba makhoibu maral leihannabani."},{"number":13,"verse":"( Chetna leppa) Ibungona nungsijariba ichil inaosa, nakhoigi maramgidamak matam pumnamakta eikhoina Tengban Mapubu thagatchapham thok-i. Maramdi Thawaigi sengdokpibagi mapanna amadi achumba aduda nakhoina thajabagi mapanna aran-khubham phangjanaba nakhoibu Tengban Mapuna ahoubadagi khandokpire."},{"number":14,"verse":"Eikhoina nakhoida sandokkhiba Aphaba Pao adugi mapanna Tengban Mapuna nakhoibu masida koubire, madu eikhoigi Ibungo Christta Jisugi matik mangal adugi saruk nakhoina phangjanabani."},{"number":15,"verse":"Adu oirabadi, ichil inaosa, chetna leppu aduga eikhoina pao sandokpada oirabasu nattraga chithida oirabasu nakhoida tambikhiba achumbasing adubu chetna paiyu."},{"number":16,"verse":"Houjik, eikhoigi Ibungo Jisu Christta masamakna amasung eikhoibu nungsibiba eikhoigi Ipa Ibungo Tengban Mapu amadi mahakki thoujalna eikhoida lomba naidana thougatpiba amadi aphaba asha pinabisanu."},{"number":17,"verse":"Amadi matam pumnamakta nakhoina aphaba thabak tounaba amadi aphaba wa ngangnaba nakhoibu thougatpiba amadi panggal kalhanbiba oisanu."}]}