{"bibleAbbr":"ISV2011","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"{The Book of} {First Chronicles} d {Genealogies from Adam} {(Gen 5:1-32; 10:1-32; 11:10-26; Lk 3:34-38)} d Adam fathered {The Heb. lacks fathered} Seth, who fathered {The Heb. lacks who fathered ; and so through v 4} Enosh,"},{"number":2,"verse":"who fathered Kenan, who fathered Mahalalel, who fathered Jared,"},{"number":3,"verse":"who fathered Enoch, who fathered Methuselah, who fathered Lamech,"},{"number":4,"verse":"who fathered Noah, who fathered Shem, Ham, and Japheth."},{"number":5,"verse":"Japheth's descendants were {The Heb. lacks were ; and so throughout the genealogies} Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"number":6,"verse":"Gomer's descendants were Ashkenaz, Diphath, {So MT LXX and Vg read Riphath ; cf. Gen 10:3 Riphath} and Togarmah."},{"number":7,"verse":"Javan's descendants were Elishah, Tarshish, Kittim, and Rodanim. {So MT and LXX. Syr and Vg read Dodanim ; cf. Gen 10:4 Dodanim}"},{"number":8,"verse":"Ham's descendants were Cush, Mizraim, Put, and Canaan."},{"number":9,"verse":"Cush's descendants were Seba, Havilah, Sabta, Raama, and Sabteca. Raamah's descendants were Sheba and Dedan."},{"number":10,"verse":"Cush fathered Nimrod. He became the first powerful ruler on the earth."},{"number":11,"verse":"Mitzraim fathered the Ludim, the Anamim, the Lehabim, the Naphtuhim,"},{"number":12,"verse":"the Pathrusim, the Casluhim (from whom the Philistines descended) {Lit. Philistines are named} , and the Caphtorim."},{"number":13,"verse":"Canaan fathered Sidon his firstborn, as well as Heth,"},{"number":14,"verse":"and the Jebusites, the Amorites, the Girgashites,"},{"number":15,"verse":"the Hivites, the Archites, the Sinites,"},{"number":16,"verse":"the Arvadites, the Zemarites, and the Hamathites."},{"number":17,"verse":"Shem's descendants were Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech. {So MT; cf. Gen 10:23 Mash}"},{"number":18,"verse":"Arpachshad fathered Shelah and Shelah fathered Eber."},{"number":19,"verse":"Eber fathered two sons. The name of the one was Peleg (because the earth was divided during his lifetime) and his brother was named Joktan."},{"number":20,"verse":"Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":21,"verse":"Hadoram, Uzal, Diklah,"},{"number":22,"verse":"Ebal, Abimael, Sheba,"},{"number":23,"verse":"Ophir, Havilah, and Jobab all of these were Joktan's descendants."},{"number":24,"verse":"In summary, {The Heb. lacks In summary} Shem fathered {The Heb. lacks fathered} Arpachshad, who fathered {The Heb. lacks who fathered ; and so through v 27} Shelah,"},{"number":25,"verse":"who fathered Eber, who fathered Peleg, who fathered Reu,"},{"number":26,"verse":"who fathered Serug, who fathered Nahor, who fathered Terah,"},{"number":27,"verse":"who fathered Abram that is, Abraham."},{"number":28,"verse":"{Genealogy of Abraham's Family} {(Gen. 25:1-4, 12-16; 36:1-30)} d Abraham's descendants were Isaac and Ishmael."},{"number":29,"verse":"These are their genealogies: the firstborn Ishmael fathered Nebaioth, and then Kedar, Adbeel, Mibsam,"},{"number":30,"verse":"Mishma, Dumah, Massa, Hadad, Tema,"},{"number":31,"verse":"Jetur, Naphish, and Kedemah these are the Ishmaelites."},{"number":32,"verse":"The descendants born to Keturah, Abraham's mistress, {Or concubine ; i. e. a secondary wife, and so throughout the book} were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The descendants of Jokshan were Sheba and Dedan."},{"number":33,"verse":"The descendants of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the descendants of Keturah."},{"number":34,"verse":"Abraham fathered Isaac. Isaac's descendants were Esau and Israel."},{"number":35,"verse":"{Esau's Genealogy} d Esau's descendants were Eliphaz, Reuel, Jeush, Jalam, and Korah."},{"number":36,"verse":"Eliphaz's descendants were Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."},{"number":37,"verse":"Reuel's descendants were Nahath, Zerah, Shammah, and Mizzah."},{"number":38,"verse":"Seir's descendants were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."},{"number":39,"verse":"Lotan's descendants were Hori and Homam. Lotan's sister was Timna."},{"number":40,"verse":"Shobal's descendants were Alian, Manahath, Ebal, Shephi, and Onam. Zibeon's descendants were Aiah and Anah."},{"number":41,"verse":"Anah's descendant was Dishon. Dishon's descendants were Hamran, Eshban, Ithran, and Cheran."},{"number":42,"verse":"Ezer's descendants were Bilhan, Zaavan, and Jaakan. {Or Akan ; cf. Gen 36:27} Dishan's {MT reads Dishon ; cf. Gen 36:28} descendants were Uz and Aran."},{"number":43,"verse":"{The Kings of Edom} d Here's a list of kings who reigned in the land of Edom before any king reigned over the Israelis, beginning with {The Heb. lacks beginning with} Beor's son Bela (his city was named Dinhabah)."},{"number":44,"verse":"After Bela died, Zerah's son Jobab from Bozrah succeeded him."},{"number":45,"verse":"After Jobab died, Husham from the land of the Temanites succeeded him."},{"number":46,"verse":"After Husham died, Bedad's son Hadad, who defeated Midian in the country of Moab, succeeded him. His city was named Avith."},{"number":47,"verse":"After Hadad died, Samlah from Masrekah succeeded him."},{"number":48,"verse":"After Samlah died, Shaul {Or Saul} from Rehoboth on the Euphrates River {The Heb. lacks River} succeeded him."},{"number":49,"verse":"After Shaul {Or Saul} died, Achbor's son Baal-hanan succeeded him."},{"number":50,"verse":"After Baal-hanan died, Hadad succeeded him. His city was named Pai, and his wife's name was Mehetabel. She was the daughter of Matred, who was the daughter of Me-zahab."},{"number":51,"verse":"Then Hadad died. The clans {Or chiefs} of Edom included the clans of Timna, Aliah, Jetheth,"},{"number":52,"verse":"Oholibamah, Elah, Pinon,"},{"number":53,"verse":"Kenaz, Teman, Mibzar,"},{"number":54,"verse":"Magdiel, and Iram these are the clans of Edom."}]}