{"bibleAbbr":"ISV2011","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"{The Death of Saul and His Sons} {(1 Samuel 31:1-7)} d The Philistines were fighting against Israel, and each {The Heb. lacks each} soldier {Lit. a man} of Israel fled before the Philistines. They fell slain on the mountain of Gilboa."},{"number":2,"verse":"The Philistines followed after Saul and after his sons, and the Philistines struck down Jonathan, Abinadab, and Malchi-shua, Saul's sons."},{"number":3,"verse":"The heaviest fighting was against Saul, {Lit. was heavy toward} and when the archers who were shooting located Saul, he was gravely wounded by them. {Lit. the archers}"},{"number":4,"verse":"Saul ordered his armor bearer, \"Draw your sword and run me through with it, or these uncircumcised people will come and abuse me.\" But his armor bearer did not want to do it {The Heb. lacks to do it} because he was very frightened, so Saul took the sword and fell on it."},{"number":5,"verse":"When his armor bearer saw that Saul was dead, he also fell on his {The Heb. lacks his} sword and died."},{"number":6,"verse":"Therefore Saul, his three sons, and all his entire household died together."},{"number":7,"verse":"When that part of the army {Lit. man} of Israel that was in the valley saw that the rest of the {The Heb. lacks rest of the} army of Israel had fled and that Saul and his sons were dead, they abandoned their cities and fled, and the Philistines came and occupied them."},{"number":8,"verse":"{The Philistines Desecrate Saul's Body} {(1 Samuel 31:8-10)} d The Philistines came to strip the dead the next day, and they found Saul dead on Gilboa mountain, along with his sons."},{"number":9,"verse":"They stripped him, took his head and armor, and sent messengers throughout the territory of the Philistines to report the news to their idols and to the people."},{"number":10,"verse":"Then they put Saul's {Lit. his} armor in the temple of their gods and fastened his skull to the wall of {The Heb. lacks to the wall of} the temple of Dagon."},{"number":11,"verse":"{The People of Jabesh-gilead Give Saul a Proper Burial} {(1 Samuel 31:11-13)} d When all the residents of {The Heb. lacks the residents of} Jabesh-gilead heard everything that the Philistines had done to Saul,"},{"number":12,"verse":"every valiant soldier {Lit. man} got up, removed the bodies of Saul and his sons, took them to Jabesh, and buried their bones under the tamarisk {Or great} tree in Jabesh. Then they fasted for seven days."},{"number":13,"verse":"So Saul died for his transgressions; that is, he acted unfaithfully to the Lord by transgressing the message from the Lord (which he did not keep), by consulting a medium for advice,"},{"number":14,"verse":"and by not seeking counsel {The Heb. verb to seek counsel sounds like the name Saul} from the Lord , who therefore put him to death and turned the kingdom over to Jesse's son David."}]}