{"bibleAbbr":"ISV2011","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"{God Establishes His Covenant with David} {(2 Samuel 7:1-17)} d After David had settled down to live in his palace, he {Lit. David} spoke with the prophet Nathan. \"Look, here I am living in this {Lit. the} cedar palace, but the ark of the Lord» s covenant remains surrounded by curtains!\""},{"number":2,"verse":"\"Do everything you have in mind,\"{Lit. heart} Nathan replied to David, \"because God is with you.\""},{"number":3,"verse":"But later that same night, this message came to Nathan from God:"},{"number":4,"verse":"\"Go tell David, my servant, «This is what the Lord says: \"You won't be building a house {Lit. house ; and so throughout the chapter} for me to inhabit, will you?"},{"number":5,"verse":"After all, I haven't lived in a house from the day I brought out Israel until today. Instead, I've lived from tent to tent and from one place to another. {The Heb. lacks to another}"},{"number":6,"verse":"Wherever I've moved within all of Israel, did I ever ask even one judge of Israel whom I commanded to shepherd my people, «Why haven't you built me a cedar house?»\"'"},{"number":7,"verse":"\"Now therefore this is what you are to tell my servant David: «This is what the Lord of the Heavenly Armies says: \"I took you from the pasture myself from tending sheep to become Commander-in-Chief {Lit. Nagid ; i. e. a senior officer entrusted with dual roles of operational oversight and management authority} over my people Israel."},{"number":8,"verse":"\"Furthermore, I have remained with you everywhere you have gone, annihilating all your enemies right in front of you. I will make your reputation {Lit. name} great, like the reputation {Lit. name} of the great ones who have lived on {The Heb. lacks have lived} earth."},{"number":9,"verse":"I will establish a homeland {Lit. place} for my people Israel, planting them in a secure location where they will never be disturbed anymore. Wicked people {Lit. Children of wickedness} will not oppress them as happened in the past,"},{"number":10,"verse":"during the time I had commanded judges to administer {Lit. judges over} my people Israel. I'll also grant you deliverance from all your enemies. \"I'm also announcing to you that the Lord also will himself build a house {I. e. a dynasty} for you."},{"number":11,"verse":"It will come about that when your life {Lit. days} is complete and you go to join your ancestors, I will raise up your offspring {Lit. seed ; MT is sing.} after you, who is related to one of {Or is from} your sons, and I will fortify his kingdom."},{"number":12,"verse":"He will build a temple dedicated to me, and I will make his throne last forever."},{"number":13,"verse":"I will be a father to him and he will be a son to me. I will never remove my gracious love from him as I did from the one who preceded you."},{"number":14,"verse":"I will confirm him in my Temple and in my kingdom forever, and his throne will remain secure forever.\"»\""},{"number":15,"verse":"Using precisely these words, Nathan communicated this complete oracle to David."},{"number":16,"verse":"{David's Prayer} {(2 Samuel 7:18-29)} d Then King David went in, sat down in the presence of the Lord , and said: \"Who am I, Lord God, and what is my household, {Lit. house , and so throughout the chapter} since you have brought me to this?"},{"number":17,"verse":"Furthermore, this is a small thing to you, God, and yet you have spoken concerning your servant's household for a great while to come, and you have seen in me the fulfillment {Lit. turning} of man's purpose, Lord God."},{"number":18,"verse":"\"What more can David say to you about how you are honoring your servant, and you surely know your servant."},{"number":19,"verse":"Lord , for the sake of your servant, and consistent with your heart, you have done all of these great things and are now making these {The Heb. lacks these} great things known."},{"number":20,"verse":"\"Lord , there is no one like you, and we have heard from no god other than you."},{"number":21,"verse":"What other one nation on the earth is like your people Israel, God, which you have redeemed from slavery to become your own people, making a great name for yourself when you redeemed your people from Egypt. You did awesome miraculous deeds, driving out nations that stood in their way."},{"number":22,"verse":"You took {Lit. gave} your people Israel to be your very own people forever, and you, Lord , have become their God."},{"number":23,"verse":"\"And now, Lord , let what you have spoken concerning your servant and his household be done forever and let it be done just as you've promised."},{"number":24,"verse":"May your name be made great and honored forever: The Lord of the Heavenly Armies, the God of Israel, is God for Israel, and may the family of David your servant stand before you forever."},{"number":25,"verse":"\"Because of you, my God, I have been bold to pray to you, as you have told your servant that you will build him a dynasty."},{"number":26,"verse":"And now, Lord , you are God, and you have promised all of these good things to your servant."},{"number":27,"verse":"Furthermore, it has pleased you to bless the dynasty of your servant, so that it will continue in place forever in your presence, because when you, Lord , grant a blessing, it is an eternal blessing.\""}]}