{"bibleAbbr":"urGV2010","bookName":"متی","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"( سبت کے بارے میں سوال) اُن دنوں میں عیسیٰ اناج کے کھیتوں میں سے گزر رہا تھا۔ سبت کا دن تھا۔ چلتے چلتے اُس کے شاگردوں کو بھوک لگی اور وہ اناج کی بالیں توڑ توڑ کر کھانے لگے۔"},{"number":2,"verse":"یہ دیکھ کر فریسیوں نے عیسیٰ سے شکایت کی، ”دیکھو، آپ کے شاگرد ایسا کام کر رہے ہیں جو سبت کے دن منع ہے۔“"},{"number":3,"verse":"عیسیٰ نے جواب دیا، ”کیا تم نے نہیں پڑھا کہ داؤد نے کیا کِیا جب اُسے اور اُس کے ساتھیوں کو بھوک لگی؟"},{"number":4,"verse":"وہ اللہ کے گھر میں داخل ہوا اور اپنے ساتھیوں سمیت رب کے لئے مخصوص شدہ روٹیاں کھائیں، اگرچہ اُنہیں اِس کی اجازت نہیں تھی بلکہ صرف اماموں کو؟"},{"number":5,"verse":"یا کیا تم نے توریت میں نہیں پڑھا کہ گو امام سبت کے دن بیت المُقدّس میں خدمت کرتے ہوئے آرام کرنے کا حکم توڑتے ہیں توبھی وہ بےالزام ٹھہرتے ہیں؟"},{"number":6,"verse":"مَیں تمہیں بتاتا ہوں کہ یہاں وہ ہے جو بیت المُقدّس سے افضل ہے۔"},{"number":7,"verse":"کلامِ مُقدّس میں لکھا ہے، ’مَیں قربانی نہیں بلکہ رحم پسند کرتا ہوں۔‘ اگر تم اِس کا مطلب سمجھتے تو بےقصوروں کو مجرم نہ ٹھہراتے۔"},{"number":8,"verse":"کیونکہ ابنِ آدم سبت کا مالک ہے۔“"},{"number":9,"verse":"( سوکھے ہاتھ والے آدمی کی شفا) وہاں سے چلتے چلتے وہ اُن کے عبادت خانے میں داخل ہوا۔"},{"number":10,"verse":"اُس میں ایک آدمی تھا جس کا ہاتھ سوکھا ہوا تھا۔ لوگ عیسیٰ پر الزام لگانے کا کوئی بہانہ تلاش کر رہے تھے، اِس لئے اُنہوں نے اُس سے پوچھا، ”کیا شریعت سبت کے دن شفا دینے کی اجازت دیتی ہے؟“"},{"number":11,"verse":"عیسیٰ نے جواب دیا، ”اگر تم میں سے کسی کی بھیڑ سبت کے دن گڑھے میں گر جائے تو کیا اُسے نہیں نکالو گے؟"},{"number":12,"verse":"اور بھیڑ کی نسبت انسان کی کتنی زیادہ قدر و قیمت ہے! غرض شریعت نیک کام کرنے کی اجازت دیتی ہے۔“"},{"number":13,"verse":"پھر اُس نے اُس آدمی سے جس کا ہاتھ سوکھا ہوا تھا کہا، ”اپنا ہاتھ آگے بڑھا۔“ اُس نے ایسا کیا تو اُس کا ہاتھ دوسرے ہاتھ کی مانند تندرست ہو گیا۔"},{"number":14,"verse":"اِس پر فریسی نکل کر آپس میں عیسیٰ کو قتل کرنے کی سازشیں کرنے لگے۔"},{"number":15,"verse":"( اللہ کا چنا ہوا خادم) جب عیسیٰ نے یہ جان لیا تو وہ وہاں سے چلا گیا۔ بہت سے لوگ اُس کے پیچھے چل رہے تھے۔ اُس نے اُن کے تمام مریضوں کو شفا دے کر"},{"number":16,"verse":"اُنہیں تاکید کی، ”کسی کو میرے بارے میں نہ بتاؤ۔“"},{"number":17,"verse":"یوں یسعیاہ نبی کی یہ پیش گوئی پوری ہوئی،"},{"number":18,"verse":"’دیکھو، میرا خادم جسے مَیں نے چن لیا ہے، میرا پیارا جو مجھے پسند ہے۔ مَیں اپنے روح کو اُس پر ڈالوں گا، اور وہ اقوام میں انصاف کا اعلان کرے گا۔"},{"number":19,"verse":"وہ نہ تو جھگڑے گا، نہ چلّائے گا۔ گلیوں میں اُس کی آواز سنائی نہیں دے گی۔"},{"number":20,"verse":"نہ وہ کچلے ہوئے سرکنڈے کو توڑے گا، نہ بجھتی ہوئی بتی کو بجھائے گا جب تک وہ انصاف کو غلبہ نہ بخشے۔"},{"number":21,"verse":"اُسی کے نام سے قومیں اُمید رکھیں گی۔‘"},{"number":22,"verse":"( عیسیٰ اور بدروحوں کا سردار) پھر ایک آدمی کو عیسیٰ کے پاس لایا گیا جو بدروح کی گرفت میں تھا۔ وہ اندھا اور گونگا تھا۔ عیسیٰ نے اُسے شفا دی تو گونگا بولنے اور دیکھنے لگا۔"},{"number":23,"verse":"ہجوم کے تمام لوگ ہکا بکا رہ گئے اور پوچھنے لگے، ”کیا یہ ابنِ داؤد نہیں؟“"},{"number":24,"verse":"لیکن جب فریسیوں نے یہ سنا تو اُنہوں نے کہا، ”یہ صرف بدروحوں کے سردار بعل زبول کی معرفت بدروحوں کو نکالتا ہے۔“"},{"number":25,"verse":"اُن کے یہ خیالات جان کر عیسیٰ نے اُن سے کہا، ”جس بادشاہی میں پھوٹ پڑ جائے وہ تباہ ہو جائے گی۔ اور جس شہر یا گھرانے کی ایسی حالت ہو وہ بھی قائم نہیں رہ سکتا۔"},{"number":26,"verse":"اِسی طرح اگر ابلیس اپنے آپ کو نکالے تو پھر اُس میں پھوٹ پڑ گئی ہے۔ اِس صورت میں اُس کی بادشاہی کس طرح قائم رہ سکتی ہے؟"},{"number":27,"verse":"اور اگر مَیں بدروحوں کو بعل زبول کی مدد سے نکالتا ہوں تو تمہارے بیٹے اُنہیں کس کے ذریعے نکالتے ہیں؟ چنانچہ وہی اِس بات میں تمہارے منصف ہوں گے۔"},{"number":28,"verse":"لیکن اگر مَیں اللہ کے روح کی معرفت بدروحوں کو نکال دیتا ہوں تو پھر اللہ کی بادشاہی تمہارے پاس پہنچ چکی ہے۔"},{"number":29,"verse":"کسی زورآور آدمی کے گھر میں گھس کر اُس کا مال و اسباب لُوٹنا کس طرح ممکن ہے جب تک کہ اُسے باندھا نہ جائے؟ پھر ہی اُسے لُوٹا جا سکتا ہے۔"},{"number":30,"verse":"جو میرے ساتھ نہیں وہ میرے خلاف ہے اور جو میرے ساتھ جمع نہیں کرتا وہ بکھیرتا ہے۔"},{"number":31,"verse":"غرض مَیں تم کو بتاتا ہوں کہ انسان کا ہر گناہ اور کفر معاف کیا جا سکے گا سوائے روح القدس کے خلاف کفر بکنے کے۔ اِسے معاف نہیں کیا جائے گا۔"},{"number":32,"verse":"جو ابنِ آدم کے خلاف بات کرے اُسے معاف کیا جا سکے گا، لیکن جو روح القدس کے خلاف بات کرے اُسے نہ اِس جہان میں اور نہ آنے والے جہان میں معاف کیا جائے گا۔"},{"number":33,"verse":"( درخت اُس کے پھل سے پہچانا جاتا ہے) اچھے پھل کے لئے اچھے درخت کی ضرورت ہوتی ہے۔ خراب درخت سے خراب پھل ملتا ہے۔ درخت اُس کے پھل سے ہی پہچانا جاتا ہے۔"},{"number":34,"verse":"اے سانپ کے بچو! تم جو بُرے ہو کس طرح اچھی باتیں کر سکتے ہو؟ کیونکہ جس چیز سے دل لبریز ہوتا ہے وہ چھلک کر زبان پر آ جاتی ہے۔"},{"number":35,"verse":"اچھا شخص اپنے دل کے اچھے خزانے سے اچھی چیزیں نکالتا ہے جبکہ بُرا شخص اپنے بُرے خزانے سے بُری چیزیں۔"},{"number":36,"verse":"مَیں تم کو بتاتا ہوں کہ قیامت کے دن لوگوں کو بےپروائی سے کی گئی ہر بات کا حساب دینا پڑے گا۔"},{"number":37,"verse":"تمہاری اپنی باتوں کی بنا پر تم کو راست یا ناراست ٹھہرایا جائے گا۔“"},{"number":38,"verse":"( الٰہی نشان کا تقاضا) پھر شریعت کے کچھ علما اور فریسیوں نے عیسیٰ سے بات کی، ”اُستاد، ہم آپ کی طرف سے الٰہی نشان دیکھنا چاہتے ہیں۔“"},{"number":39,"verse":"اُس نے جواب دیا، ”صرف شریر اور زناکار نسل الٰہی نشان کا تقاضا کرتی ہے۔ لیکن اُسے کوئی بھی الٰہی نشان پیش نہیں کیا جائے گا سوائے یونس نبی کے نشان کے۔"},{"number":40,"verse":"کیونکہ جس طرح یونس تین دن اور تین رات مچھلی کے پیٹ میں رہا اُسی طرح ابنِ آدم بھی تین دن اور تین رات زمین کی گود میں پڑا رہے گا۔"},{"number":41,"verse":"قیامت کے دن نینوہ کے باشندے اِس نسل کے ساتھ کھڑے ہو کر اِسے مجرم ٹھہرائیں گے۔ کیونکہ یونس کے اعلان پر اُنہوں نے توبہ کی تھی جبکہ یہاں وہ ہے جو یونس سے بھی بڑا ہے۔"},{"number":42,"verse":"اُس دن جنوبی ملک سبا کی ملکہ بھی اِس نسل کے ساتھ کھڑی ہو کر اِسے مجرم قرار دے گی۔ کیونکہ وہ دُوردراز ملک سے سلیمان کی حکمت سننے کے لئے آئی تھی جبکہ یہاں وہ ہے جو سلیمان سے بھی بڑا ہے۔"},{"number":43,"verse":"( بدروح کی واپسی) جب کوئی بدروح کسی شخص سے نکلتی ہے تو وہ ویران علاقوں میں سے گزرتی ہوئی آرام کی جگہ تلاش کرتی ہے۔ لیکن جب اُسے کوئی ایسا مقام نہیں ملتا"},{"number":44,"verse":"تو وہ کہتی ہے، ’مَیں اپنے اُس گھر میں واپس چلی جاؤں گی جس میں سے نکلی تھی۔‘ وہ واپس آ کر دیکھتی ہے کہ گھر خالی ہے اور کسی نے جھاڑو دے کر سب کچھ سلیقے سے رکھ دیا ہے۔"},{"number":45,"verse":"پھر وہ جا کر سات اَور بدروحیں ڈھونڈ لاتی ہے جو اُس سے بدتر ہوتی ہیں، اور وہ سب اُس شخص میں گھس کر رہنے لگتی ہیں۔ چنانچہ اب اُس آدمی کی حالت پہلے کی نسبت زیادہ بُری ہو جاتی ہے۔ اِس شریر نسل کا بھی یہی حال ہو گا۔“"},{"number":46,"verse":"( عیسیٰ کی ماں اور بھائی) عیسیٰ ابھی ہجوم سے بات کر ہی رہا تھا کہ اُس کی ماں اور بھائی باہر کھڑے اُس سے بات کرنے کی کوشش کرنے لگے۔"},{"number":47,"verse":"کسی نے عیسیٰ سے کہا، ”آپ کی ماں اور بھائی باہر کھڑے ہیں اور آپ سے بات کرنا چاہتے ہیں۔“"},{"number":48,"verse":"عیسیٰ نے پوچھا، ”کون ہے میری ماں اور کون ہیں میرے بھائی؟“"},{"number":49,"verse":"پھر اپنے ہاتھ سے شاگردوں کی طرف اشارہ کر کے اُس نے کہا، ”دیکھو، یہ میری ماں اور میرے بھائی ہیں۔"},{"number":50,"verse":"کیونکہ جو بھی میرے آسمانی باپ کی مرضی پوری کرتا ہے وہ میرا بھائی، میری بہن اور میری ماں ہے۔“"}]}