{"bibleAbbr":"urGV2010","bookName":"متی","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"( انگور کے باغ میں مزدور) کیونکہ آسمان کی بادشاہی اُس زمین دار سے مطابقت رکھتی ہے جو ایک دن صبح سویرے نکلا تاکہ اپنے انگور کے باغ کے لئے مزدور ڈھونڈے۔"},{"number":2,"verse":"وہ اُن سے دِہاڑی کے لئے چاندی کا ایک سِکہ دینے پر متفق ہوا اور اُنہیں اپنے انگور کے باغ میں بھیج دیا۔"},{"number":3,"verse":"نو بجے وہ دوبارہ نکلا تو دیکھا کہ کچھ لوگ ابھی تک منڈی میں فارغ بیٹھے ہیں۔"},{"number":4,"verse":"اُس نے اُن سے کہا، ’تم بھی جا کر میرے انگور کے باغ میں کام کرو۔ مَیں تمہیں مناسب اُجرت دوں گا۔‘"},{"number":5,"verse":"چنانچہ وہ کام کرنے کے لئے چلے گئے۔ بارہ بجے اور تین بجے دوپہر کے وقت بھی وہ نکلا اور اِس طرح کے فارغ مزدوروں کو کام پر لگایا۔"},{"number":6,"verse":"پھر شام کے پانچ بج گئے۔ وہ نکلا تو دیکھا کہ ابھی تک کچھ لوگ فارغ بیٹھے ہیں۔ اُس نے اُن سے پوچھا، ’تم کیوں پورا دن فارغ بیٹھے رہے ہو؟‘"},{"number":7,"verse":"اُنہوں نے جواب دیا، ’اِس لئے کہ کسی نے ہمیں کام پر نہیں لگایا۔‘ اُس نے اُن سے کہا، ’تم بھی جا کر میرے انگور کے باغ میں کام کرو۔‘"},{"number":8,"verse":"دن ڈھل گیا تو زمین دار نے اپنے افسر کو بتایا، ’مزدوروں کو بُلا کر اُنہیں مزدوری دے دے، آخر میں آنے والوں سے شروع کر کے پہلے آنے والوں تک۔‘"},{"number":9,"verse":"جو مزدور پانچ بجے آئے تھے اُنہیں چاندی کا ایک ایک سِکہ مل گیا۔"},{"number":10,"verse":"اِس لئے جب وہ آئے جو پہلے کام پر لگائے گئے تھے تو اُنہوں نے زیادہ ملنے کی توقع کی۔ لیکن اُنہیں بھی چاندی کا ایک ایک سِکہ ملا۔"},{"number":11,"verse":"اِس پر وہ زمین دار کے خلاف بڑبڑانے لگے،"},{"number":12,"verse":"’یہ آدمی جنہیں آخر میں لگایا گیا اُنہوں نے صرف ایک گھنٹا کام کیا۔ توبھی آپ نے اُنہیں ہمارے برابر کی مزدوری دی حالانکہ ہمیں دن کا پورا بوجھ اور دھوپ کی شدت برداشت کرنی پڑی۔‘"},{"number":13,"verse":"لیکن زمین دار نے اُن میں سے ایک سے بات کی، ’یار، مَیں نے غلط کام نہیں کیا۔ کیا تُو چاندی کے ایک سِکے کے لئے مزدوری کرنے پر متفق نہ ہوا تھا؟"},{"number":14,"verse":"اپنے پیسے لے کر چلا جا۔ مَیں آخر میں کام پر لگنے والوں کو اُتنا ہی دینا چاہتا ہوں جتنا تجھے۔"},{"number":15,"verse":"کیا میرا حق نہیں کہ مَیں جیسا چاہوں اپنے پیسے خرچ کروں؟ یا کیا تُو اِس لئے حسد کرتا ہے کہ مَیں فیاض دل ہوں؟‘"},{"number":16,"verse":"یوں اوّل آخر میں آئیں گے اور جو آخری ہیں وہ اوّل ہو جائیں گے۔“"},{"number":17,"verse":"( عیسیٰ تیسری مرتبہ اپنی موت کا ذکر کرتا ہے) اب جب عیسیٰ یروشلم کی طرف بڑھ رہا تھا تو بارہ شاگردوں کو ایک طرف لے جا کر اُس نے اُن سے کہا،"},{"number":18,"verse":"”ہم یروشلم کی طرف بڑھ رہے ہیں۔ وہاں ابنِ آدم کو راہنما اماموں اور شریعت کے علما کے حوالے کر دیا جائے گا۔ وہ اُس پر سزائے موت کا فتویٰ دے کر"},{"number":19,"verse":"اُسے غیریہودیوں کے حوالے کر دیں گے تاکہ وہ اُس کا مذاق اُڑائیں، اُس کو کوڑے ماریں اور اُسے مصلوب کریں۔ لیکن تیسرے دن وہ جی اُٹھے گا۔“"},{"number":20,"verse":"( یعقوب اور یوحنا کی ماں کی گزارش) پھر زبدی کے بیٹوں یعقوب اور یوحنا کی ماں اپنے بیٹوں کو ساتھ لے کر عیسیٰ کے پاس آئی اور سجدہ کر کے کہا، ”آپ سے ایک گزارش ہے۔“"},{"number":21,"verse":"عیسیٰ نے پوچھا، ”تُو کیا چاہتی ہے؟“ اُس نے جواب دیا، ”اپنی بادشاہی میں میرے اِن بیٹوں میں سے ایک کو اپنے دائیں ہاتھ بیٹھنے دیں اور دوسرے کو بائیں ہاتھ۔“"},{"number":22,"verse":"عیسیٰ نے کہا، ”تم کو نہیں معلوم کہ کیا مانگ رہے ہو۔ کیا تم وہ پیالہ پی سکتے ہو جو مَیں پینے کو ہوں؟“ ”جی، ہم پی سکتے ہیں،“ اُنہوں نے جواب دیا۔"},{"number":23,"verse":"پھر عیسیٰ نے اُن سے کہا، ”تم میرا پیالہ تو ضرور پیو گے، لیکن یہ فیصلہ کرنا میرا کام نہیں کہ کون میرے دائیں ہاتھ بیٹھے گا اور کون بائیں ہاتھ۔ میرے باپ نے یہ مقام اُن ہی کے لئے تیار کیا ہے جن کو اُس نے خود مقرر کیا ہے۔“"},{"number":24,"verse":"جب باقی دس شاگردوں نے یہ سنا تو اُنہیں یعقوب اور یوحنا پر غصہ آیا۔"},{"number":25,"verse":"اِس پر عیسیٰ نے اُن سب کو بُلا کر کہا، ”تم جانتے ہو کہ قوموں کے حکمران اپنی رعایا پر رُعب ڈالتے ہیں اور اُن کے بڑے افسر اُن پر اپنے اختیار کا غلط استعمال کرتے ہیں۔"},{"number":26,"verse":"لیکن تمہارے درمیان ایسا نہیں ہے۔ جو تم میں بڑا ہونا چاہے وہ تمہارا خادم بنے"},{"number":27,"verse":"اور جو تم میں اوّل ہونا چاہے وہ تمہارا غلام بنے۔"},{"number":28,"verse":"کیونکہ ابنِ آدم بھی اِس لئے نہیں آیا کہ خدمت لے بلکہ اِس لئے کہ خدمت کرے اور اپنی جان فدیہ کے طور پر دے کر بہتوں کو چھڑائے۔“"},{"number":29,"verse":"( دو اندھوں کی شفا) جب وہ یریحو شہر سے نکلنے لگے تو ایک بڑا ہجوم اُن کے پیچھے چل رہا تھا۔"},{"number":30,"verse":"دو اندھے راستے کے کنارے بیٹھے تھے۔ جب اُنہوں نے سنا کہ عیسیٰ گزر رہا ہے تو وہ چلّانے لگے، ”خداوند، ابنِ داؤد، ہم پر رحم کریں۔“"},{"number":31,"verse":"ہجوم نے اُنہیں ڈانٹ کر کہا، ”خاموش!“ لیکن وہ اَور بھی اونچی آواز سے پکارتے رہے، ”خداوند، ابنِ داؤد، ہم پر رحم کریں۔“"},{"number":32,"verse":"عیسیٰ رُک گیا۔ اُس نے اُنہیں اپنے پاس بُلایا اور پوچھا، ”تم کیا چاہتے ہو کہ مَیں تمہارے لئے کروں؟“"},{"number":33,"verse":"اُنہوں نے جواب دیا، ”خداوند، یہ کہ ہم دیکھ سکیں۔“"},{"number":34,"verse":"عیسیٰ کو اُن پر ترس آیا۔ اُس نے اُن کی آنکھوں کو چھوا تو وہ فوراً بحال ہو گئیں۔ پھر وہ اُس کے پیچھے چلنے لگے۔"}]}