{"bibleAbbr":"urGV2010","bookName":"متی","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"( دس کنواریوں کی تمثیل) اُس وقت آسمان کی بادشاہی دس کنواریوں سے مطابقت رکھے گی جو اپنے چراغ لے کر دُولھے کو ملنے کے لئے نکلیں۔"},{"number":2,"verse":"اُن میں سے پانچ ناسمجھ تھیں اور پانچ سمجھ دار۔"},{"number":3,"verse":"ناسمجھ کنواریوں نے اپنے پاس چراغوں کے لئے فالتو تیل نہ رکھا۔"},{"number":4,"verse":"لیکن سمجھ دار کنواریوں نے کُپّی میں تیل ڈال کر اپنے ساتھ لے لیا۔"},{"number":5,"verse":"دُولھے کو آنے میں بڑی دیر لگی، اِس لئے وہ سب اونگھ اونگھ کر سو گئیں۔"},{"number":6,"verse":"آدھی رات کو شور مچ گیا، ’دیکھو، دُولھا پہنچ رہا ہے، اُسے ملنے کے لئے نکلو!‘"},{"number":7,"verse":"اِس پر تمام کنواریاں جاگ اُٹھیں اور اپنے چراغوں کو درست کرنے لگیں۔"},{"number":8,"verse":"ناسمجھ کنواریوں نے سمجھ دار کنواریوں سے کہا، ’اپنے تیل میں سے ہمیں بھی کچھ دے دو۔ ہمارے چراغ بجھنے والے ہیں۔‘"},{"number":9,"verse":"دوسری کنواریوں نے جواب دیا، ’نہیں، ایسا نہ ہو کہ نہ صرف تمہارے لئے بلکہ ہمارے لئے بھی تیل کافی نہ ہو۔ دکان پر جا کر اپنے لئے خرید لو۔‘"},{"number":10,"verse":"چنانچہ ناسمجھ کنواریاں چلی گئیں۔ لیکن اِس دوران دُولھا پہنچ گیا۔ جو کنواریاں تیار تھیں وہ اُس کے ساتھ شادی ہال میں داخل ہوئیں۔ پھر دروازے کو بند کر دیا گیا۔"},{"number":11,"verse":"کچھ دیر کے بعد باقی کنواریاں آئیں اور چلّانے لگیں، ’جناب! ہمارے لئے دروازہ کھول دیں۔‘"},{"number":12,"verse":"لیکن اُس نے جواب دیا، ’یقین جانو، مَیں تم کو نہیں جانتا۔‘"},{"number":13,"verse":"اِس لئے چوکس رہو، کیونکہ تم ابنِ آدم کے آنے کا دن یا وقت نہیں جانتے۔"},{"number":14,"verse":"( تین نوکروں کی تمثیل) اُس وقت آسمان کی بادشاہی یوں ہو گی: ایک آدمی کو بیرونِ ملک جانا تھا۔ اُس نے اپنے نوکروں کو بُلا کر اپنی ملکیت اُن کے سپرد کر دی۔"},{"number":15,"verse":"پہلے کو اُس نے سونے کے 5000 سِکے دیئے، دوسرے کو 2000 اور تیسرے کو 1000۔ ہر ایک کو اُس نے اُس کی قابلیت کے مطابق پیسے دیئے۔ پھر وہ روانہ ہوا۔"},{"number":16,"verse":"جس نوکر کو 5000 سِکے ملے تھے اُس نے سیدھا جا کر اُنہیں کسی کاروبار میں لگایا۔ اِس سے اُسے مزید 5000 سِکے حاصل ہوئے۔"},{"number":17,"verse":"اِسی طرح دوسرے کو بھی جسے 2000 سِکے ملے تھے مزید 2000 سِکے حاصل ہوئے۔"},{"number":18,"verse":"لیکن جس آدمی کو 1000 سِکے ملے تھے وہ چلا گیا اور کہیں زمین میں گڑھا کھود کر اپنے مالک کے پیسے اُس میں چھپا دیئے۔"},{"number":19,"verse":"بڑی دیر کے بعد اُن کا مالک لوٹ آیا۔ جب اُس نے اُن کے ساتھ حساب کتاب کیا"},{"number":20,"verse":"تو پہلا نوکر جسے 5000 سِکے ملے تھے مزید 5000 سِکے لے کر آیا۔ اُس نے کہا، ’جناب، آپ نے 5000 سِکے میرے سپرد کئے تھے۔ یہ دیکھیں، مَیں نے مزید 5000 سِکے حاصل کئے ہیں۔‘"},{"number":21,"verse":"اُس کے مالک نے جواب دیا، ’شاباش، میرے اچھے اور وفادار نوکر۔ تم تھوڑے میں وفادار رہے، اِس لئے مَیں تمہیں بہت کچھ پر مقرر کروں گا۔ اندر آؤ اور اپنے مالک کی خوشی میں شریک ہو جاؤ۔‘"},{"number":22,"verse":"پھر دوسرا نوکر آیا جسے 2000 سِکے ملے تھے۔ اُس نے کہا، ’جناب، آپ نے 2000 سِکے میرے سپرد کئے تھے۔ یہ دیکھیں، مَیں نے مزید 2000 سِکے حاصل کئے ہیں۔‘"},{"number":23,"verse":"اُس کے مالک نے جواب دیا، ’شاباش، میرے اچھے اور وفادار نوکر۔ تم تھوڑے میں وفادار رہے، اِس لئے مَیں تمہیں بہت کچھ پر مقرر کروں گا۔ اندر آؤ اور اپنے مالک کی خوشی میں شریک ہو جاؤ۔‘"},{"number":24,"verse":"پھر تیسرا نوکر آیا جسے 1000 سِکے ملے تھے۔ اُس نے کہا، ’جناب، مَیں جانتا تھا کہ آپ سخت آدمی ہیں۔ جو بیج آپ نے نہیں بویا اُس کی فصل آپ کاٹتے ہیں اور جو کچھ آپ نے نہیں لگایا اُس کی پیداوار جمع کرتے ہیں۔"},{"number":25,"verse":"اِس لئے مَیں ڈر گیا اور جا کر آپ کے پیسے زمین میں چھپا دیئے۔ اب آپ اپنے پیسے واپس لے سکتے ہیں۔‘"},{"number":26,"verse":"اُس کے مالک نے جواب دیا، ’شریر اور سُست نوکر! کیا تُو جانتا تھا کہ جو بیج مَیں نے نہیں بویا اُس کی فصل کاٹتا ہوں اور جو کچھ مَیں نے نہیں لگایا اُس کی پیداوار جمع کرتا ہوں؟"},{"number":27,"verse":"تو پھر تُو نے میرے پیسے بینک میں کیوں نہ جمع کرا دیئے؟ اگر ایسا کرتا تو واپسی پر مجھے کم از کم وہ پیسے سود سمیت مل جاتے۔‘"},{"number":28,"verse":"یہ کہہ کر مالک دوسروں سے مخاطب ہوا، ’یہ پیسے اِس سے لے کر اُس نوکر کو دے دو جس کے پاس 10000 سِکے ہیں۔"},{"number":29,"verse":"کیونکہ جس کے پاس کچھ ہے اُسے اَور دیا جائے گا اور اُس کے پاس کثرت کی چیزیں ہوں گی۔ لیکن جس کے پاس کچھ نہیں ہے اُس سے وہ بھی چھین لیا جائے گا جو اُس کے پاس ہے۔"},{"number":30,"verse":"اب اِس بےکار نوکر کو نکال کر باہر کی تاریکی میں پھینک دو، وہاں جہاں لوگ روتے اور دانت پیستے رہیں گے۔‘"},{"number":31,"verse":"( آخری عدالت) جب ابنِ آدم اپنے جلال کے ساتھ آئے گا اور تمام فرشتے اُس کے ساتھ ہوں گے تو وہ اپنے جلالی تخت پر بیٹھ جائے گا۔"},{"number":32,"verse":"تب تمام قومیں اُس کے سامنے جمع کی جائیں گی۔ اور جس طرح چرواہا بھیڑوں کو بکریوں سے الگ کرتا ہے اُسی طرح وہ لوگوں کو ایک دوسرے سے الگ کرے گا۔"},{"number":33,"verse":"وہ بھیڑوں کو اپنے دہنے ہاتھ کھڑا کرے گا اور بکریوں کو اپنے بائیں ہاتھ۔"},{"number":34,"verse":"پھر بادشاہ دہنے ہاتھ والوں سے کہے گا، ’آؤ، میرے باپ کے مبارک لوگو! جو بادشاہی دنیا کی تخلیق سے تمہارے لئے تیار ہے اُسے میراث میں لے لو۔"},{"number":35,"verse":"کیونکہ مَیں بھوکا تھا اور تم نے مجھے کھانا کھلایا، مَیں پیاسا تھا اور تم نے مجھے پانی پلایا، مَیں اجنبی تھا اور تم نے میری مہمان نوازی کی،"},{"number":36,"verse":"مَیں ننگا تھا اور تم نے مجھے کپڑے پہنائے، مَیں بیمار تھا اور تم نے میری دیکھ بھال کی، مَیں جیل میں تھا اور تم مجھ سے ملنے آئے۔‘"},{"number":37,"verse":"پھر یہ راست باز لوگ جواب میں کہیں گے، ’خداوند، ہم نے آپ کو کب بھوکا دیکھ کر کھانا کھلایا، آپ کو کب پیاسا دیکھ کر پانی پلایا؟"},{"number":38,"verse":"ہم نے آپ کو کب اجنبی کی حیثیت سے دیکھ کر آپ کی مہمان نوازی کی، آپ کو کب ننگا دیکھ کر کپڑے پہنائے؟"},{"number":39,"verse":"ہم آپ کو کب بیمار حالت میں یا جیل میں پڑا دیکھ کر آپ سے ملنے گئے؟‘"},{"number":40,"verse":"بادشاہ جواب دے گا، ’مَیں تمہیں سچ بتاتا ہوں کہ جو کچھ تم نے میرے اِن سب سے چھوٹے بھائیوں میں سے ایک کے لئے کیا وہ تم نے میرے ہی لئے کیا۔‘"},{"number":41,"verse":"پھر وہ بائیں ہاتھ والوں سے کہے گا، ’لعنتی لوگو، مجھ سے دُور ہو جاؤ اور اُس ابدی آگ میں چلے جاؤ جو ابلیس اور اُس کے فرشتوں کے لئے تیار ہے۔"},{"number":42,"verse":"کیونکہ مَیں بھوکا تھا اور تم نے مجھے کچھ نہ کھلایا، مَیں پیاسا تھا اور تم نے مجھے پانی نہ پلایا،"},{"number":43,"verse":"مَیں اجنبی تھا اور تم نے میری مہمان نوازی نہ کی، مَیں ننگا تھا اور تم نے مجھے کپڑے نہ پہنائے، مَیں بیمار اور جیل میں تھا اور تم مجھ سے ملنے نہ آئے۔‘"},{"number":44,"verse":"پھر وہ جواب میں پوچھیں گے، ’خداوند، ہم نے آپ کو کب بھوکا، پیاسا، اجنبی، ننگا، بیمار یا جیل میں پڑا دیکھا اور آپ کی خدمت نہ کی؟‘"},{"number":45,"verse":"وہ جواب دے گا، ’مَیں تم کو سچ بتاتا ہوں کہ جب کبھی تم نے اِن سب سے چھوٹوں میں سے ایک کی مدد کرنے سے انکار کیا تو تم نے میری خدمت کرنے سے انکار کیا۔‘"},{"number":46,"verse":"پھر یہ ابدی سزا بھگتنے کے لئے جائیں گے جبکہ راست باز ابدی زندگی میں داخل ہوں گے۔“"}]}