{"bibleAbbr":"urGV2010","bookName":"متی","bookEnglishName":"Matthew","chapterNumber":27,"verses":[{"number":1,"verse":"( عیسیٰ کو پیلاطس کے سامنے پیش کیا جاتا ہے) صبح سویرے تمام راہنما امام اور قوم کے تمام بزرگ اِس فیصلے تک پہنچ گئے کہ عیسیٰ کو سزائے موت دی جائے۔"},{"number":2,"verse":"وہ اُسے باندھ کر وہاں سے لے گئے اور رومی گورنر پیلاطس کے حوالے کر دیا۔"},{"number":3,"verse":"( یہوداہ کی خود کشی) جب یہوداہ نے جس نے اُسے دشمن کے حوالے کر دیا تھا دیکھا کہ اُس پر سزائے موت کا فتویٰ دے دیا گیا ہے تو اُس نے پچھتا کر چاندی کے 30 سِکے راہنما اماموں اور قوم کے بزرگوں کو واپس کر دیئے۔"},{"number":4,"verse":"اُس نے کہا، ”مَیں نے گناہ کیا ہے، کیونکہ ایک بےقصور آدمی کو سزائے موت دی گئی ہے اور مَیں ہی نے اُسے آپ کے حوالے کیا ہے۔“ اُنہوں نے جواب دیا، ”ہمیں کیا! یہ تیرا مسئلہ ہے۔“"},{"number":5,"verse":"یہوداہ چاندی کے سِکے بیت المُقدّس میں پھینک کر چلا گیا۔ پھر اُس نے جا کر پھانسی لے لی۔"},{"number":6,"verse":"راہنما اماموں نے سِکوں کو جمع کر کے کہا، ”شریعت یہ پیسے بیت المُقدّس کے خزانے میں ڈالنے کی اجازت نہیں دیتی، کیونکہ یہ خوں ریزی کا معاوضہ ہے۔“"},{"number":7,"verse":"آپس میں مشورہ کرنے کے بعد اُنہوں نے کمہار کا کھیت خریدنے کا فیصلہ کیا تاکہ پردیسیوں کو دفنانے کے لئے جگہ ہو۔"},{"number":8,"verse":"اِس لئے یہ کھیت آج تک خون کا کھیت کہلاتا ہے۔"},{"number":9,"verse":"یوں یرمیاہ نبی کی یہ پیش گوئی پوری ہوئی کہ ”اُنہوں نے چاندی کے 30 سِکے لئے یعنی وہ رقم جو اسرائیلیوں نے اُس کے لئے لگائی تھی۔"},{"number":10,"verse":"اِن سے اُنہوں نے کمہار کا کھیت خرید لیا، بالکل ایسا جس طرح رب نے مجھے حکم دیا تھا۔“"},{"number":11,"verse":"( پیلاطس عیسیٰ کی پوچھ گچھ کرتا ہے) اِتنے میں عیسیٰ کو رومی گورنر پیلاطس کے سامنے پیش کیا گیا۔ اُس نے اُس سے پوچھا، ”کیا تم یہودیوں کے بادشاہ ہو؟“ عیسیٰ نے جواب دیا، ”جی، آپ خود کہتے ہیں۔“"},{"number":12,"verse":"لیکن جب راہنما اماموں اور قوم کے بزرگوں نے اُس پر الزام لگائے تو عیسیٰ خاموش رہا۔"},{"number":13,"verse":"چنانچہ پیلاطس نے دوبارہ اُس سے سوال کیا، ”کیا تم یہ تمام الزامات نہیں سن رہے جو تم پر لگائے جا رہے ہیں؟“"},{"number":14,"verse":"لیکن عیسیٰ نے ایک الزام کا بھی جواب نہ دیا، اِس لئے گورنر نہایت حیران ہوا۔"},{"number":15,"verse":"( سزائے موت کا فیصلہ) اُن دنوں یہ رواج تھا کہ گورنر ہر سال فسح کی عید پر ایک قیدی کو آزاد کر دیتا تھا۔ یہ قیدی ہجوم سے منتخب کیا جاتا تھا۔"},{"number":16,"verse":"اُس وقت جیل میں ایک بدنام قیدی تھا۔ اُس کا نام برابا تھا۔"},{"number":17,"verse":"چنانچہ جب ہجوم جمع ہوا تو پیلاطس نے اُس سے پوچھا، ”تم کیا چاہتے ہو؟ مَیں برابا کو آزاد کروں یا عیسیٰ کو جو مسیح کہلاتا ہے؟“"},{"number":18,"verse":"وہ تو جانتا تھا کہ اُنہوں نے عیسیٰ کو صرف حسد کی بنا پر اُس کے حوالے کیا ہے۔"},{"number":19,"verse":"جب پیلاطس یوں عدالت کے تخت پر بیٹھا تھا تو اُس کی بیوی نے اُسے پیغام بھیجا، ”اِس بےقصور آدمی کو ہاتھ نہ لگائیں، کیونکہ مجھے پچھلی رات اِس کے باعث خواب میں شدید تکلیف ہوئی۔“"},{"number":20,"verse":"لیکن راہنما اماموں اور قوم کے بزرگوں نے ہجوم کو اُکسایا کہ وہ برابا کو مانگیں اور عیسیٰ کی موت طلب کریں۔ گورنر نے دوبارہ پوچھا،"},{"number":21,"verse":"”مَیں اِن دونوں میں سے کس کو تمہارے لئے آزاد کروں؟“ وہ چلّائے، ”برابا کو۔“"},{"number":22,"verse":"پیلاطس نے پوچھا، ”پھر مَیں عیسیٰ کے ساتھ کیا کروں جو مسیح کہلاتا ہے؟“ وہ چیخے، ”اُسے مصلوب کریں۔“"},{"number":23,"verse":"پیلاطس نے پوچھا، ”کیوں؟ اُس نے کیا جرم کیا ہے؟“ لیکن لوگ مزید شور مچا کر چیختے رہے، ”اُسے مصلوب کریں!“"},{"number":24,"verse":"پیلاطس نے دیکھا کہ وہ کسی نتیجے تک نہیں پہنچ رہا بلکہ ہنگامہ برپا ہو رہا ہے۔ اِس لئے اُس نے پانی لے کر ہجوم کے سامنے اپنے ہاتھ دھوئے۔ اُس نے کہا، ”اگر اِس آدمی کو قتل کیا جائے تو مَیں بےقصور ہوں، تم ہی اُس کے لئے جواب دہ ٹھہرو۔“"},{"number":25,"verse":"تمام لوگوں نے جواب دیا، ”ہم اور ہماری اولاد اُس کے خون کے جواب دہ ہیں۔“"},{"number":26,"verse":"پھر اُس نے برابا کو آزاد کر کے اُنہیں دے دیا۔ لیکن عیسیٰ کو اُس نے کوڑے لگانے کا حکم دیا، پھر اُسے مصلوب کرنے کے لئے فوجیوں کے حوالے کر دیا۔"},{"number":27,"verse":"( فوجی عیسیٰ کا مذاق اُڑاتے ہیں) گورنر کے فوجی عیسیٰ کو محل بنام پریٹوریُم کے صحن میں لے گئے اور پوری پلٹن کو اُس کے ارد گرد اکٹھا کیا۔"},{"number":28,"verse":"اُس کے کپڑے اُتار کر اُنہوں نے اُسے ارغوانی رنگ کا لباس پہنایا،"},{"number":29,"verse":"پھر کانٹےدار ٹہنیوں کا ایک تاج بنا کر اُس کے سر پر رکھ دیا۔ اُس کے دہنے ہاتھ میں چھڑی پکڑا کر اُنہوں نے اُس کے سامنے گھٹنے ٹیک کر اُس کا مذاق اُڑایا، ”اے یہودیوں کے بادشاہ، آداب!“"},{"number":30,"verse":"وہ اُس پر تھوکتے رہے، چھڑی لے کر بار بار اُس کے سر کو مارا۔"},{"number":31,"verse":"پھر اُس کا مذاق اُڑانے سے تھک کر اُنہوں نے ارغوانی لباس اُتار کر اُسے دوبارہ اُس کے اپنے کپڑے پہنائے اور اُسے مصلوب کرنے کے لئے لے گئے۔"},{"number":32,"verse":"( عیسیٰ کو مصلوب کیا جاتا ہے) شہر سے نکلتے وقت اُنہوں نے ایک آدمی کو دیکھا جو لبیا کے شہر کرین کا رہنے والا تھا۔ اُس کا نام شمعون تھا۔ اُسے اُنہوں نے صلیب اُٹھا کر لے جانے پر مجبور کیا۔"},{"number":33,"verse":"یوں چلتے چلتے وہ ایک مقام تک پہنچ گئے جس کا نام گلگتا (یعنی کھوپڑی کا مقام) تھا۔"},{"number":34,"verse":"وہاں اُنہوں نے اُسے مَے پیش کی جس میں کوئی کڑوی چیز ملائی گئی تھی۔ لیکن چکھ کر عیسیٰ نے اُسے پینے سے انکار کر دیا۔"},{"number":35,"verse":"پھر فوجیوں نے اُسے مصلوب کیا اور اُس کے کپڑے آپس میں بانٹ لئے۔ یہ فیصلہ کرنے کے لئے کہ کس کو کیا کیا ملے اُنہوں نے قرعہ ڈالا۔"},{"number":36,"verse":"یوں وہ وہاں بیٹھ کر اُس کی پہرا داری کرتے رہے۔"},{"number":37,"verse":"صلیب پر عیسیٰ کے سر کے اوپر ایک تختی لگا دی گئی جس پر یہ الزام لکھا تھا، ”یہ یہودیوں کا بادشاہ عیسیٰ ہے۔“"},{"number":38,"verse":"دو ڈاکوؤں کو بھی عیسیٰ کے ساتھ مصلوب کیا گیا، ایک کو اُس کے دہنے ہاتھ اور دوسرے کو اُس کے بائیں ہاتھ۔"},{"number":39,"verse":"جو وہاں سے گزرے اُنہوں نے کفر بک کر اُس کی تذلیل کی اور سر ہلا ہلا کر اپنی حقارت کا اظہار کیا۔"},{"number":40,"verse":"اُنہوں نے کہا، ”تُو نے تو کہا تھا کہ مَیں بیت المُقدّس کو ڈھا کر اُسے تین دن کے اندر اندر دوبارہ تعمیر کر دوں گا۔ اب اپنے آپ کو بچا! اگر تُو واقعی اللہ کا فرزند ہے تو صلیب پر سے اُتر آ۔“"},{"number":41,"verse":"راہنما اماموں، شریعت کے علما اور قوم کے بزرگوں نے بھی عیسیٰ کا مذاق اُڑایا،"},{"number":42,"verse":"”اِس نے اَوروں کو بچایا، لیکن اپنے آپ کو نہیں بچا سکتا۔ یہ اسرائیل کا بادشاہ ہے! ابھی یہ صلیب پر سے اُتر آئے تو ہم اِس پر ایمان لے آئیں گے۔"},{"number":43,"verse":"اِس نے اللہ پر بھروسا رکھا ہے۔ اب اللہ اِسے بچائے اگر وہ اِسے چاہتا ہے، کیونکہ اِس نے کہا، ’مَیں اللہ کا فرزند ہوں‘۔“"},{"number":44,"verse":"اور جن ڈاکوؤں کو اُس کے ساتھ مصلوب کیا گیا تھا اُنہوں نے بھی اُسے لعن طعن کی۔"},{"number":45,"verse":"( عیسیٰ کی موت) دوپہر بارہ بجے پورا ملک اندھیرے میں ڈوب گیا۔ یہ تاریکی تین گھنٹوں تک رہی۔"},{"number":46,"verse":"پھر تین بجے عیسیٰ اونچی آواز سے پکار اُٹھا، ”ایلی، ایلی، لما شبقتنی“ جس کا مطلب ہے، ”اے میرے خدا، اے میرے خدا، تُو نے مجھے کیوں ترک کر دیا ہے؟“"},{"number":47,"verse":"یہ سن کر پاس کھڑے کچھ لوگ کہنے لگے، ”وہ الیاس نبی کو بُلا رہا ہے۔“"},{"number":48,"verse":"اُن میں سے ایک نے فوراً دوڑ کر ایک اسفنج کو مَے کے سرکے میں ڈبویا اور اُسے ڈنڈے پر لگا کر عیسیٰ کو چُسانے کی کوشش کی۔"},{"number":49,"verse":"دوسروں نے کہا، ”آؤ، ہم دیکھیں، شاید الیاس آ کر اُسے بچائے۔“"},{"number":50,"verse":"لیکن عیسیٰ نے دوبارہ بڑے زور سے چلّا کر دم چھوڑ دیا۔"},{"number":51,"verse":"اُسی وقت بیت المُقدّس کے مُقدّس ترین کمرے کے سامنے لٹکا ہوا پردہ اوپر سے لے کر نیچے تک دو حصوں میں پھٹ گیا۔ زلزلہ آیا، چٹانیں پھٹ گئیں"},{"number":52,"verse":"اور قبریں کھل گئیں۔ کئی مرحوم مُقدّسین کے جسموں کو زندہ کر دیا گیا۔"},{"number":53,"verse":"وہ عیسیٰ کے جی اُٹھنے کے بعد قبروں میں سے نکل کر مُقدّس شہر میں داخل ہوئے اور بہتوں کو نظر آئے۔"},{"number":54,"verse":"جب پاس کھڑے رومی افسر ( سو سپاہیوں پر مقرر افسر۔) اور عیسیٰ کی پہرا داری کرنے والے فوجیوں نے زلزلہ اور یہ تمام واقعات دیکھے تو وہ نہایت دہشت زدہ ہو گئے۔ اُنہوں نے کہا، ”یہ واقعی اللہ کا فرزند تھا۔“"},{"number":55,"verse":"بہت سی خواتین بھی وہاں تھیں جو کچھ فاصلے پر اِس کا مشاہدہ کر رہی تھیں۔ وہ گلیل میں عیسیٰ کے پیچھے چل کر یہاں تک اُس کی خدمت کرتی آئی تھیں۔"},{"number":56,"verse":"اُن میں مریم مگدلینی، یعقوب اور یوسف کی ماں مریم اور زبدی کے بیٹوں یعقوب اور یوحنا کی ماں بھی تھیں۔"},{"number":57,"verse":"( عیسیٰ کو دفن کیا جاتا ہے) جب شام ہونے کو تھی تو ارمتیہ کا ایک دولت مند آدمی بنام یوسف آیا۔ وہ بھی عیسیٰ کا شاگرد تھا۔"},{"number":58,"verse":"اُس نے پیلاطس کے پاس جا کر عیسیٰ کی لاش مانگی، اور پیلاطس نے حکم دیا کہ وہ اُسے دے دی جائے۔"},{"number":59,"verse":"یوسف نے لاش کو لے کر اُسے کتان کے ایک صاف کفن میں لپیٹا"},{"number":60,"verse":"اور اپنی ذاتی غیراستعمال شدہ قبر میں رکھ دیا جو چٹان میں تراشی گئی تھی۔ آخر میں اُس نے ایک بڑا پتھر لُڑھکا کر قبر کا منہ بند کر دیا اور چلا گیا۔"},{"number":61,"verse":"اُس وقت مریم مگدلینی اور دوسری مریم قبر کے مقابل بیٹھی تھیں۔"},{"number":62,"verse":"( قبر کی پہرا داری) اگلے دن، جو سبت کا دن تھا، راہنما امام اور فریسی پیلاطس کے پاس آئے۔"},{"number":63,"verse":"”جناب،“ اُنہوں نے کہا، ”ہمیں یاد آیا کہ جب وہ دھوکے باز ابھی زندہ تھا تو اُس نے کہا تھا، ’تین دن کے بعد مَیں جی اُٹھوں گا۔‘"},{"number":64,"verse":"اِس لئے حکم دیں کہ قبر کو تیسرے دن تک محفوظ رکھا جائے۔ ایسا نہ ہو کہ اُس کے شاگرد آ کر اُس کی لاش کو چُرا لے جائیں اور لوگوں کو بتائیں کہ وہ مُردوں میں سے جی اُٹھا ہے۔ اگر ایسا ہوا تو یہ آخری دھوکا پہلے دھوکے سے بھی زیادہ بڑا ہو گا۔“"},{"number":65,"verse":"پیلاطس نے جواب دیا، ”پہرے داروں کو لے کر قبر کو اِتنا محفوظ کر دو جتنا تم کر سکتے ہو۔“"},{"number":66,"verse":"چنانچہ اُنہوں نے جا کر قبر کو محفوظ کر لیا۔ قبر کے منہ پر پڑے پتھر پر مُہر لگا کر اُنہوں نے اُس پر پہرے دار مقرر کر دیئے۔"}]}