{"bibleAbbr":"urGV2010","bookName":"متی","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"( کوڑھ سے شفا) عیسیٰ پہاڑ سے اُترا تو بڑی بھیڑ اُس کے پیچھے چلنے لگی۔"},{"number":2,"verse":"پھر ایک آدمی اُس کے پاس آیا جو کوڑھ کا مریض تھا۔ منہ کے بل گر کر اُس نے کہا، ”خداوند، اگر آپ چاہیں تو مجھے پاک صاف کر سکتے ہیں۔“"},{"number":3,"verse":"عیسیٰ نے اپنا ہاتھ بڑھا کر اُسے چھوا اور کہا، ”مَیں چاہتا ہوں، پاک صاف ہو جا۔“ اِس پر وہ فوراً اُس بیماری سے پاک صاف ہو گیا۔"},{"number":4,"verse":"عیسیٰ نے اُس سے کہا، ”خبردار! یہ بات کسی کو نہ بتانا بلکہ بیت المُقدّس میں امام کے پاس جا تاکہ وہ تیرا معائنہ کرے۔ اپنے ساتھ وہ قربانی لے جا جس کا تقاضا موسیٰ کی شریعت اُن سے کرتی ہے جنہیں کوڑھ سے شفا ملی ہے۔ یوں علانیہ تصدیق ہو جائے گی کہ تُو واقعی پاک صاف ہو گیا ہے۔“"},{"number":5,"verse":"( رومی افسر کے غلام کی شفا) جب عیسیٰ کفرنحوم میں داخل ہوا تو سَو فوجیوں پر مقرر ایک افسر اُس کے پاس آ کر اُس کی منت کرنے لگا،"},{"number":6,"verse":"”خداوند، میرا غلام مفلوج حالت میں گھر میں پڑا ہے، اور اُسے شدید درد ہو رہا ہے۔“"},{"number":7,"verse":"عیسیٰ نے اُس سے کہا، ”مَیں آ کر اُسے شفا دوں گا۔“"},{"number":8,"verse":"افسر نے جواب دیا، ”نہیں خداوند، مَیں اِس لائق نہیں کہ آپ میرے گھر جائیں۔ بس یہیں سے حکم کریں تو میرا غلام شفا پا جائے گا۔"},{"number":9,"verse":"کیونکہ مجھے خود اعلیٰ افسروں کے حکم پر چلنا پڑتا ہے اور میرے ماتحت بھی فوجی ہیں۔ ایک کو کہتا ہوں، ’جا!‘ تو وہ جاتا ہے اور دوسرے کو ’آ!‘ تو وہ آتا ہے۔ اِسی طرح مَیں اپنے نوکر کو حکم دیتا ہوں، ’یہ کر‘ تو وہ کرتا ہے۔“"},{"number":10,"verse":"یہ سن کر عیسیٰ نہایت حیران ہوا۔ اُس نے مُڑ کر اپنے پیچھے آنے والوں سے کہا، ”مَیں تم کو سچ بتاتا ہوں، مَیں نے اسرائیل میں بھی اِس قسم کا ایمان نہیں پایا۔"},{"number":11,"verse":"مَیں تمہیں بتاتا ہوں، بہت سے لوگ مشرق اور مغرب سے آ کر ابراہیم، اسحاق اور یعقوب کے ساتھ آسمان کی بادشاہی کی ضیافت میں شریک ہوں گے۔"},{"number":12,"verse":"لیکن بادشاہی کے اصل وارثوں کو نکال کر اندھیرے میں ڈال دیا جائے گا، اُس جگہ جہاں لوگ روتے اور دانت پیستے رہیں گے۔“"},{"number":13,"verse":"پھر عیسیٰ افسر سے مخاطب ہوا، ”جا، تیرے ساتھ ویسا ہی ہو جیسا تیرا ایمان ہے۔“ اور افسر کے غلام کو اُسی گھڑی شفا مل گئی۔"},{"number":14,"verse":"( بہت سے مریضوں کی شفا) عیسیٰ پطرس کے گھر میں آیا۔ وہاں اُس نے پطرس کی ساس کو بستر پر پڑے دیکھا۔ اُسے بخار تھا۔"},{"number":15,"verse":"اُس نے اُس کا ہاتھ چھو لیا تو بخار اُتر گیا اور وہ اُٹھ کر اُس کی خدمت کرنے لگی۔"},{"number":16,"verse":"شام ہوئی تو بدروحوں کی گرفت میں پڑے بہت سے لوگوں کو عیسیٰ کے پاس لایا گیا۔ اُس نے بدروحوں کو حکم دے کر نکال دیا اور تمام مریضوں کو شفا دی۔"},{"number":17,"verse":"یوں یسعیاہ نبی کی یہ پیش گوئی پوری ہوئی کہ ”اُس نے ہماری کمزوریاں لے لیں اور ہماری بیماریاں اُٹھا لیں۔“"},{"number":18,"verse":"( پیروی کی سنجیدگی) جب عیسیٰ نے اپنے گرد بڑا ہجوم دیکھا تو اُس نے شاگردوں کو جھیل پار کرنے کا حکم دیا۔"},{"number":19,"verse":"روانہ ہونے سے پہلے شریعت کا ایک عالِم اُس کے پاس آ کر کہنے لگا، ”اُستاد، جہاں بھی آپ جائیں گے مَیں آپ کے پیچھے چلتا رہوں گا۔“"},{"number":20,"verse":"عیسیٰ نے جواب دیا، ”لومڑیاں اپنے بھٹوں میں اور پرندے اپنے گھونسلوں میں آرام کر سکتے ہیں، لیکن ابنِ آدم کے پاس سر رکھ کر آرام کرنے کی کوئی جگہ نہیں۔“"},{"number":21,"verse":"کسی اَور شاگرد نے اُس سے کہا، ”خداوند، مجھے پہلے جا کر اپنے باپ کو دفن کرنے کی اجازت دیں۔“"},{"number":22,"verse":"لیکن عیسیٰ نے اُسے بتایا، ”میرے پیچھے ہو لے اور مُردوں کو اپنے مُردے دفن کرنے دے۔“"},{"number":23,"verse":"( عیسیٰ آندھی کو تھما دیتا ہے) پھر وہ کشتی پر سوار ہوا اور اُس کے پیچھے اُس کے شاگرد بھی۔"},{"number":24,"verse":"اچانک جھیل پر سخت آندھی چلنے لگی اور کشتی لہروں میں ڈوبنے لگی۔ لیکن عیسیٰ سو رہا تھا۔"},{"number":25,"verse":"شاگرد اُس کے پاس گئے اور اُسے جگا کر کہنے لگے، ”خداوند، ہمیں بچا، ہم تباہ ہو رہے ہیں!“"},{"number":26,"verse":"اُس نے جواب دیا، ”اے کم اعتقادو! گھبراتے کیوں ہو؟“ کھڑے ہو کر اُس نے آندھی اور موجوں کو ڈانٹا تو لہریں بالکل ساکت ہو گئیں۔"},{"number":27,"verse":"شاگرد حیران ہو کر کہنے لگے، ”یہ کس قسم کا شخص ہے؟ ہَوا اور جھیل بھی اُس کا حکم مانتی ہیں۔“"},{"number":28,"verse":"( دو بدروح گرفتہ آدمیوں کی شفا) وہ جھیل کے پار گدرینیوں کے علاقے میں پہنچے تو بدروح گرفتہ دو آدمی قبروں میں سے نکل کر عیسیٰ کو ملے۔ وہ اِتنے خطرناک تھے کہ وہاں سے کوئی گزر نہیں سکتا تھا۔"},{"number":29,"verse":"چیخیں مار مار کر اُنہوں نے کہا، ”اللہ کے فرزند، ہمارا آپ کے ساتھ کیا واسطہ؟ کیا آپ ہمیں مقررہ وقت سے پہلے عذاب میں ڈالنے آئے ہیں؟“"},{"number":30,"verse":"کچھ فاصلے پر سؤروں کا بڑا غول چر رہا تھا۔"},{"number":31,"verse":"بدروحوں نے عیسیٰ سے التجا کی، ”اگر آپ ہمیں نکالتے ہیں تو سؤروں کے اُس غول میں بھیج دیں۔“"},{"number":32,"verse":"عیسیٰ نے اُنہیں حکم دیا، ”جاؤ۔“ بدروحیں نکل کر سؤروں میں جا گھسیں۔ اِس پر پورے کا پورا غول بھاگ بھاگ کر پہاڑی کی ڈھلان پر سے اُترا اور جھیل میں جھپٹ کر ڈوب مرا۔"},{"number":33,"verse":"یہ دیکھ کر سؤروں کے گلہ بان بھاگ گئے۔ شہر میں جا کر اُنہوں نے لوگوں کو سب کچھ سنایا اور وہ بھی جو بدروح گرفتہ آدمیوں کے ساتھ ہوا تھا۔"},{"number":34,"verse":"پھر پورا شہر نکل کر عیسیٰ کو ملنے آیا۔ اُسے دیکھ کر اُنہوں نے اُس کی منت کی کہ ہمارے علاقے سے چلے جائیں۔"}]}