{"bibleAbbr":"urGV2010","bookName":"مکاشف","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"( دو حیوان) پھر مَیں نے دیکھا کہ سمندر میں سے ایک حیوان نکل رہا ہے۔ اُس کے سات سینگ اور سات سر تھے۔ ہر سینگ پر ایک تاج اور ہر سر پر کفر کا ایک نام تھا۔"},{"number":2,"verse":"یہ حیوان چیتے کی مانند تھا۔ لیکن اُس کے ریچھ کے سے پاؤں اور شیرببر کا سا منہ تھا۔ اژدہے نے اِس حیوان کو اپنی قوت، اپنا تخت اور بڑا اختیار دے دیا۔"},{"number":3,"verse":"لگتا تھا کہ حیوان کے سروں میں سے ایک پر لاعلاج زخم لگا ہے۔ لیکن اِس زخم کو شفا دی گئی۔ پوری دنیا یہ دیکھ کر حیرت زدہ ہوئی اور حیوان کے پیچھے لگ گئی۔"},{"number":4,"verse":"لوگوں نے اژدہے کو سجدہ کیا، کیونکہ اُسی نے حیوان کو اختیار دیا تھا۔ اور اُنہوں نے یہ کہہ کر حیوان کو بھی سجدہ کیا، ”کون اِس حیوان کی مانند ہے؟ کون اِس سے لڑ سکتا ہے؟“"},{"number":5,"verse":"اِس حیوان کو بڑی بڑی باتیں اور کفر بکنے کا اختیار دیا گیا۔ اور اُسے یہ کرنے کا اختیار 42 مہینے کے لئے مل گیا۔"},{"number":6,"verse":"یوں وہ اپنا منہ کھول کر اللہ، اُس کے نام، اُس کی سکونت گاہ اور آسمان کے باشندوں پر کفر بکنے لگا۔"},{"number":7,"verse":"اُسے مُقدّسین سے جنگ کر کے اُن پر فتح پانے کا اختیار بھی دیا گیا۔ اور اُسے ہر قبیلے، ہر اُمّت، ہر زبان اور ہر قوم پر اختیار دیا گیا۔"},{"number":8,"verse":"زمین کے تمام باشندے اِس حیوان کو سجدہ کریں گے یعنی وہ سب جن کے نام دنیا کی ابتدا سے لیلے کی کتابِ حیات میں درج نہیں ہیں، اُس لیلے کی کتاب میں جو ذبح کیا گیا ہے۔"},{"number":9,"verse":"جو سن سکتا ہے وہ سن لے!"},{"number":10,"verse":"اگر کسی کو قیدی بننا ہے تو وہ قیدی ہی بنے گا۔ اگر کسی کو تلوار کی زد میں آ کر مرنا ہے تو وہ ایسے ہی مرے گا۔ اب مُقدّسین کو ثابت قدمی اور وفادار ایمان کی خاص ضرورت ہے۔"},{"number":11,"verse":"پھر مَیں نے ایک اَور حیوان کو دیکھا۔ وہ زمین میں سے نکل رہا تھا۔ اُس کے لیلے کے سے دو سینگ تھے، لیکن اُس کے بولنے کا انداز اژدہے کا سا تھا۔"},{"number":12,"verse":"اُس نے پہلے حیوان کا پورا اختیار اُس کی خاطر استعمال کر کے زمین اور اُس کے باشندوں کو پہلے حیوان کو سجدہ کرنے پر اُکسایا، یعنی اُس حیوان کو جس کا لاعلاج زخم بھر گیا تھا۔"},{"number":13,"verse":"اور اُس نے بڑے معجزانہ نشان دکھائے، یہاں تک کہ اُس نے لوگوں کے دیکھتے دیکھتے آسمان سے زمین پر آگ نازل ہونے دی۔"},{"number":14,"verse":"یوں اُسے پہلے حیوان کی خاطر معجزانہ نشان دکھانے کا اختیار دیا گیا، اور اِن کے ذریعے اُس نے زمین کے باشندوں کو صحیح راہ سے بہکایا۔ اُس نے اُنہیں کہا کہ وہ اُس حیوان کی تعظیم میں ایک مجسمہ بنا دیں جو تلوار سے زخمی ہونے کے باوجود دوبارہ زندہ ہوا تھا۔"},{"number":15,"verse":"پھر اُسے پہلے حیوان کے مجسمے میں جان ڈالنے کا اختیار دیا گیا تاکہ مجسمہ بول سکے اور اُنہیں قتل کروا سکے جو اُسے سجدہ کرنے سے انکار کرتے تھے۔"},{"number":16,"verse":"اُس نے یہ بھی کروایا کہ ہر ایک کے دہنے ہاتھ یا ماتھے پر ایک خاص نشان لگایا جائے، خواہ وہ چھوٹا ہو یا بڑا، امیر ہو یا غریب، آزاد ہو یا غلام۔"},{"number":17,"verse":"صرف وہ شخص کچھ خرید یا بیچ سکتا تھا جس پر یہ نشان لگا تھا۔ یہ نشان حیوان کا نام یا اُس کے نام کا نمبر تھا۔"},{"number":18,"verse":"یہاں حکمت کی ضرورت ہے۔ جو سمجھ دار ہے وہ حیوان کے نمبر کا حساب کرے، کیونکہ یہ ایک مرد کا نمبر ہے۔ اُس کا نمبر 666 ہے۔"}]}