{"bibleAbbr":"urGV2010","bookName":"مکاشف","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"اِس کے بعد مَیں نے آسمان پر ایک بڑے ہجوم کی سی آواز سنی جس نے کہا، ”اللہ کی تمجید ہو! نجات، جلال اور قدرت ہمارے خدا کو حاصل ہے۔"},{"number":2,"verse":"کیونکہ اُس کی عدالتیں سچی اور راست ہیں۔ اُس نے اُس بڑی کسبی کو مجرم ٹھہرایا ہے جس نے زمین کو اپنی زناکاری سے بگاڑ دیا۔ اُس نے اُس سے اپنے خادموں کی قتل و غارت کا بدلہ لے لیا ہے۔“"},{"number":3,"verse":"اور وہ دوبارہ بول اُٹھے، ”اللہ کی تمجید ہو! اِس شہر کا دھواں ابد تک چڑھتا رہتا ہے۔“"},{"number":4,"verse":"چوبیس بزرگوں اور چار جانداروں نے گر کر تخت پر بیٹھے اللہ کو سجدہ کیا۔ اُنہوں نے کہا، ”آمین، اللہ کی تمجید ہو۔“"},{"number":5,"verse":"( لیلے کی ضیافت) پھر تخت کی طرف سے ایک آواز سنائی دی۔ اُس نے کہا، ”اے اُس کے تمام خادمو، ہمارے خدا کی تمجید کرو۔ اے اُس کا خوف ماننے والو، خواہ بڑے ہو یا چھوٹے اُس کی ستائش کرو۔“"},{"number":6,"verse":"پھر مَیں نے ایک بڑے ہجوم کی سی آواز سنی، جو بڑی آبشار کے شور اور گرجتے بادلوں کی کڑک کی مانند تھی۔ اِن لوگوں نے کہا، ”اللہ کی تمجید ہو! کیونکہ ہمارا رب قادرِ مطلق خدا تخت نشین ہو گیا ہے۔"},{"number":7,"verse":"آؤ، ہم مسرور ہوں، خوشی منائیں اور اُسے جلال دیں، کیونکہ لیلے کی شادی کا وقت آ گیا ہے۔ اُس کی دُلھن نے اپنے آپ کو تیار کر لیا ہے،"},{"number":8,"verse":"اور اُسے پہننے کے لئے باریک کتان کا چمکتا اور پاک صاف لباس دے دیا گیا۔“ (باریک کتان سے مراد مُقدّسین کے راست کام ہیں۔)"},{"number":9,"verse":"پھر فرشتے نے مجھ سے کہا، ”لکھ، مبارک ہیں وہ جنہیں لیلے کی شادی کی ضیافت کے لئے دعوت مل گئی ہے۔“ اُس نے مزید کہا، ”یہ اللہ کے سچے الفاظ ہیں۔“"},{"number":10,"verse":"اِس پر مَیں اُسے سجدہ کرنے کے لئے اُس کے پاؤں میں گر گیا۔ لیکن اُس نے مجھ سے کہا، ”ایسا مت کر! مَیں بھی تیرا اور تیرے اُن بھائیوں کا ہم خدمت ہوں جو عیسیٰ کی گواہی دینے پر قائم ہیں۔ صرف اللہ کو سجدہ کر۔ کیونکہ جو عیسیٰ کے بارے میں گواہی دیتا ہے وہ یہ نبوّت کی روح میں کرتا ہے۔“"},{"number":11,"verse":"( سفید گھوڑے کا سوار) پھر مَیں نے آسمان کو کھلا دیکھا۔ ایک سفید گھوڑا نظر آیا جس کے سوار کا نام ”وفادار اور سچا“ ہے، کیونکہ وہ انصاف سے عدالت اور جنگ کرتا ہے۔"},{"number":12,"verse":"اُس کی آنکھیں بھڑکتے شعلے کی مانند ہیں اور اُس کے سر پر بہت سے تاج ہیں۔ اُس پر ایک نام لکھا ہے جسے صرف وہی جانتا ہے، کوئی اَور اُسے نہیں جانتا۔"},{"number":13,"verse":"وہ ایک لباس سے ملبّس تھا جسے خون میں ڈبویا گیا تھا۔ اُس کا نام ”اللہ کا کلام“ ہے۔"},{"number":14,"verse":"آسمان کی فوجیں اُس کے پیچھے پیچھے چل رہی تھیں۔ سب سفید گھوڑوں پر سوار تھے اور باریک کتان کے چمکتے اور پاک صاف کپڑے پہنے ہوئے تھے۔"},{"number":15,"verse":"اُس کے منہ سے ایک تیز تلوار نکلتی ہے جس سے وہ قوموں کو مار دے گا۔ وہ لوہے کے شاہی عصا سے اُن پر حکومت کرے گا۔ ہاں، وہ انگور کا رس نکالنے کے حوض میں اُنہیں کچل ڈالے گا۔ یہ حوض کیا ہے؟ اللہ قادرِ مطلق کا سخت غضب۔"},{"number":16,"verse":"اُس کے لباس اور ران پر یہ نام لکھا ہے، ”بادشاہوں کا بادشاہ اور ربوں کا رب۔“"},{"number":17,"verse":"پھر مَیں نے ایک فرشتہ سورج پر کھڑا دیکھا۔ اُس نے اونچی آواز سے پکار کر اُن تمام پرندوں سے جو میرے سر پر منڈلا رہے تھے کہا، ”آؤ، اللہ کی بڑی ضیافت کے لئے جمع ہو جاؤ۔"},{"number":18,"verse":"پھر تم بادشاہوں، جرنیلوں، بڑے بڑے افسروں، گھوڑوں اور اُن کے سواروں کا گوشت کھاؤ گے، ہاں تمام لوگوں کا گوشت، خواہ آزاد ہوں یا غلام، چھوٹے ہوں یا بڑے۔“"},{"number":19,"verse":"پھر مَیں نے حیوان اور بادشاہوں کو اُن کی فوجوں سمیت دیکھا۔ وہ گھوڑے پر ”اللہ کا کلام“ نامی سوار اور اُس کی فوج سے جنگ کرنے کے لئے جمع ہوئے تھے۔"},{"number":20,"verse":"لیکن حیوان کو گرفتار کیا گیا۔ اُس کے ساتھ اُس جھوٹے نبی کو بھی گرفتار کیا گیا جس نے حیوان کی خاطر معجزانہ نشان دکھائے تھے۔ اِن معجزوں کے وسیلے سے اُس نے اُن کو فریب دیا تھا جنہیں حیوان کا نشان مل گیا تھا اور جو اُس کے مجسمے کو سجدہ کرتے تھے۔ دونوں کو جلتی ہوئی گندھک کی شعلہ خیز جھیل میں پھینکا گیا۔"},{"number":21,"verse":"باقی لوگوں کو اُس تلوار سے مار ڈالا گیا جو گھوڑے پر سوار کے منہ سے نکلتی تھی۔ اور تمام پرندے لاشوں کا گوشت کھا کر سیر ہو گئے۔"}]}