{"bibleAbbr":"urGV2010","bookName":"مکاشف","bookEnglishName":"Revelation","chapterNumber":21,"verses":[{"number":1,"verse":"( نیا آسمان اور نئی زمین) پھر مَیں نے ایک نیا آسمان اور ایک نئی زمین دیکھی۔ کیونکہ پہلا آسمان اور پہلی زمین ختم ہو گئے تھے اور سمندر بھی نیست تھا۔"},{"number":2,"verse":"مَیں نے نئے یروشلم کو بھی دیکھا۔ یہ مُقدّس شہر دُلھن کی صورت میں اللہ کے پاس سے آسمان پر سے اُتر رہا تھا۔ اور یہ دُلھن اپنے دُولھے کے لئے تیار اور سجی ہوئی تھی۔"},{"number":3,"verse":"مَیں نے ایک آواز سنی جس نے تخت پر سے کہا، ”اب اللہ کی سکونت گاہ انسانوں کے درمیان ہے۔ وہ اُن کے ساتھ سکونت کرے گا اور وہ اُس کی قوم ہوں گے۔ اللہ خود اُن کا خدا ہو گا۔"},{"number":4,"verse":"وہ اُن کی آنکھوں سے تمام آنسو پونچھ ڈالے گا۔ اب سے نہ موت ہو گی نہ ماتم، نہ رونا ہو گا نہ درد، کیونکہ جو بھی پہلے تھا وہ جاتا رہا ہے۔“"},{"number":5,"verse":"جو تخت پر بیٹھا تھا اُس نے کہا، ”مَیں سب کچھ نئے سرے سے بنا رہا ہوں۔“ اُس نے یہ بھی کہا، ”یہ لکھ دے، کیونکہ یہ الفاظ قابلِ اعتماد اور سچے ہیں۔“"},{"number":6,"verse":"پھر اُس نے کہا، ”کام مکمل ہو گیا ہے! مَیں الف اور ے، اوّل اور آخر ہوں۔ جو پیاسا ہے اُسے مَیں زندگی کے چشمے سے مفت پانی پلاؤں گا۔"},{"number":7,"verse":"جو غالب آئے گا وہ یہ سب کچھ وراثت میں پائے گا۔ مَیں اُس کا خدا ہوں گا اور وہ میرا فرزند ہو گا۔"},{"number":8,"verse":"لیکن بزدلوں، غیرایمان داروں، گھنونوں، قاتلوں، زناکاروں، جادوگروں، بُت پرستوں اور تمام جھوٹے لوگوں کا انجام جلتی ہوئی گندھک کی شعلہ خیز جھیل ہے۔ یہ دوسری موت ہے۔“"},{"number":9,"verse":"( نیا یروشلم) جن سات فرشتوں کے پاس سات آخری بلاؤں سے بھرے پیالے تھے اُن میں سے ایک نے میرے پاس آ کر کہا، ”آ، مَیں تجھے دُلھن یعنی لیلے کی بیوی دکھاؤں۔“"},{"number":10,"verse":"وہ مجھے روح میں اُٹھا کر ایک بڑے اور اونچے پہاڑ پر لے گیا۔ وہاں سے اُس نے مجھے مُقدّس شہر یروشلم دکھایا جو اللہ کی طرف سے آسمان پر سے اُتر رہا تھا۔"},{"number":11,"verse":"اُسے اللہ کا جلال حاصل تھا اور وہ اَن مول جوہر بلکہ بلور جیسے صاف شفاف یشب کی طرح چمک رہا تھا۔"},{"number":12,"verse":"اُس کی بڑی اور اونچی فصیل میں بارہ دروازے تھے، اور ہر دروازے پر ایک فرشتہ کھڑا تھا۔ دروازوں پر اسرائیل کے بارہ قبیلوں کے نام لکھے تھے۔"},{"number":13,"verse":"تین دروازے مشرق کی طرف تھے، تین شمال کی طرف، تین جنوب کی طرف اور تین مغرب کی طرف۔"},{"number":14,"verse":"شہر کی فصیل کی بارہ بنیادیں تھیں جن پر لیلے کے بارہ رسولوں کے نام لکھے تھے۔"},{"number":15,"verse":"جس فرشتے نے مجھ سے بات کی تھی اُس کے پاس سونے کا گز تھا تاکہ شہر، اُس کے دروازوں اور اُس کی فصیل کی پیمائش کرے۔"},{"number":16,"verse":"شہر چوکور تھا۔ اُس کی لمبائی اُتنی ہی تھی جتنی اُس کی چوڑائی۔ فرشتے نے گز سے شہر کی پیمائش کی تو پتا چلا کہ اُس کی لمبائی، چوڑائی اور اونچائی 2400 کلو میٹر ہے۔"},{"number":17,"verse":"جب اُس نے فصیل کی پیمائش کی تو چوڑائی 60 میٹر تھی یعنی اُس پیمانے کے حساب سے جو وہ استعمال کر رہا تھا۔"},{"number":18,"verse":"فصیل یشب کی تھی جبکہ شہر خالص سونے کا تھا، یعنی صاف شفاف شیشے جیسے سونے کا۔"},{"number":19,"verse":"شہر کی بنیادیں ہر قسم کے قیمتی جواہر سے سجی ہوئی تھیں: پہلی یشب ( jasper) سے، دوسری سنگِ لاجورد ( lapis lazuli) سے، تیسری سنگِ یمانی ( chalcedony) سے، چوتھی زمرد سے،"},{"number":20,"verse":"پانچویں سنگِ سلیمانی ( sardonyx۔ یعنی سنگِ سلیمانی کی ایک قسم جس میں نارنجی اور سفید عقیق کے پرت یکے بعد دیگرے ہوتے ہیں۔) سے، چھٹی عقیقِ احمر ( carnelian) سے، ساتویں زبرجد ( peridot) سے، آٹھویں آبِ بحر ( beryl) سے، نویں پکھراج ( topaz) سے، دسویں عقیقِ سبز ( chrysoprase) سے، گیارھویں نیلے رنگ کے زرقون ( یونانی لفظ کچھ مبہم سا ہے۔) سے اور بارھویں یاقوتِ ارغوانی ( amethyst) سے۔"},{"number":21,"verse":"بارہ دروازے بارہ موتی تھے اور ہر دروازہ ایک موتی کا تھا۔ شہر کی بڑی سڑک خالص سونے کی تھی، یعنی صاف شفاف شیشے جیسے سونے کی۔"},{"number":22,"verse":"مَیں نے شہر میں اللہ کا گھر نہ دیکھا، کیونکہ رب قادرِ مطلق خدا اور لیلا ہی اُس کا مقدِس ہیں۔"},{"number":23,"verse":"شہر کو سورج یا چاند کی ضرورت نہیں جو اُسے روشن کرے، کیونکہ اللہ کا جلال اُسے روشن کر دیتا ہے اور لیلا اُس کا چراغ ہے۔"},{"number":24,"verse":"قومیں اُس کی روشنی میں چلیں گی، اور زمین کے بادشاہ اپنی شان و شوکت اُس میں لائیں گے۔"},{"number":25,"verse":"اُس کے دروازے کسی بھی دن بند نہیں ہوں گے کیونکہ وہاں کبھی بھی رات کا وقت نہیں آئے گا۔"},{"number":26,"verse":"قوموں کی شان و شوکت اُس میں لائی جائے گی۔"},{"number":27,"verse":"کوئی ناپاک چیز اُس میں داخل نہیں ہو گی، نہ وہ جو گھنونی حرکتیں کرتا اور جھوٹ بولتا ہے۔ صرف وہ داخل ہوں گے جن کے نام لیلے کی کتابِ حیات میں درج ہیں۔"}]}