{"bibleAbbr":"mniRNT2022","bookName":"Pakhonchatpa","bookEnglishName":"Acts of the Apostles","chapterNumber":11,"verses":[{"number":1,"verse":"( Jerusalem-da leiba Singlupta Peter-na paodamba) Jihudi nattabasingnasu Tengban Mapugi wa lousille haiba pakhonchatpasingna amadi Judea-da leiba thajabasingna tarammi."},{"number":2,"verse":"Maram aduna Peter-na Jerusalem-da chatpada atoppa phurupsingsu un-kakkadabani haina thajabasingna mangonda yetladuna hairak-i,"},{"number":3,"verse":"“Nahakna un-kaktaba migi yumda changduna makhoiga chamin thakminnei.”"},{"number":4,"verse":"Maduda Peter-na thokkhiba thoudok pumnak adu ahoubadagi liba houraduna hairak-i,"},{"number":5,"verse":"“Eina Joppa saharda haijaduna leiringeida uhanbiba ama urammi. Swarga hangdokpa aduga apakpa phigumba ama chuthek marida kanagumbana paiba manna swargadagi thadaraklammi aduga madu eigi inak yourakkhi."},{"number":6,"verse":"Aduga eina maduda munna yengbada malemgi makhong mari panba sasing, lamlakki sasing, mapukna sittuna chatpasing amadi atiyagi ucheksing yaoba urammi."},{"number":7,"verse":"Adudagi khonjel amana eingonda hairak-i, ‘Hougatlu Peter, hattuna chao’"},{"number":8,"verse":"Maduda eina khumkhi, ‘Natte, Ibungo! Keidoungeidasu amaangba amasung sengdaba amata eigi chinda khak changkhidri.’"},{"number":9,"verse":"Adubu khonjel aduna swargadagi amukka hairak-i, ‘Tengban Mapuna senghanbikhraba adubu nahakna sengdabani haina louroidabani.’"},{"number":10,"verse":"Madu ahumlak thokkhi aduga pumnamak adu swargada amuk chingkhatkhi."},{"number":11,"verse":"Aduga khudak adumaktada Caesarea-dagi tharakpa nupa ahumna eina leiriba yum aduda thunglare."},{"number":12,"verse":"Eina makhoiga chingnaba leitana chatminnanaba Thawai Asengbana eingonda hairammi. Ichil inao taruk asisu eiga loinana chatlammi aduga eikhoi loina Cornelius-ki yumda changlammi."},{"number":13,"verse":"Mahakna swarga dut ama mahakki yumda ukhiba adu eikhoida tamlammi aduga dut aduna mangonda hai, ‘Joppa-dagi Simon Peter kouba nupa amabu mi thaduna kouru."},{"number":14,"verse":"Nahak amadi nahakki imung pumnamak aran-khubham phangnaba mahakna nangonda wa nganggani.’"},{"number":15,"verse":"Hourakpada eikhoigi ithakta Thawai Asengbana lakpibagumna, eina wa ngangba hourakpada makhoigi mathaktasu lakpikhi."},{"number":16,"verse":"( Pakhon 1:5) Maduda ‘John-nadi isingda baptize toubi adubu einadi nakhoibu Thawai Asengbada baptize toubigani’ haina Ibungona haikhiba wa adu eina ningsinglakkhi."},{"number":17,"verse":"Eikhoina Ibungo Jisu Christtabu thajaba matamda Tengban Mapuna eikhoida pibiba khudol adumak pibirabadi, eina kana oiduna Tengban Mapubu thinggadouribano?”"},{"number":18,"verse":"Wa asi tabada makhoi tumin leire. Aduga makhoina Tengban Mapubu thagattuna hairak-i, “Tengban Mapuna Jihudi nattabasingsu hingba phangnabagi pukning hongba adu pibire.”"},{"number":19,"verse":"( Antioch-ta Singlup lingkhatpa) ( Pakhon 8:1-4) Stephen-bu hatkhiba matamda thokkhiba ot-neiba adugi maramna Phoenicia, Cyprus, amadi Antioch tanna chaithokkhraba thajabasing aduna Jihudising khaktada Tengban Mapugi wa sandoklammi."},{"number":20,"verse":"Adubu Cyprus amadi Cyrene-dagi lakpa thajaba kharanadi Antioch-ta chattuna Greek-ki misingdasu Ibungo Jisugi maramda Aphaba Pao sandoklammi."},{"number":21,"verse":"Aduga Ibungogi panggalna makhoiga loinarammi amasung mi mayam amana thajaraktuna Mapu Ibungoda mai onsillaklammi."},{"number":22,"verse":"Pao asi Jerusalem-da leiba singlupki maphamda youraklammi maram aduna makhoina Barnabas-pu Antioch-ta tharaklammi."},{"number":23,"verse":"Mahakna thungba matamda Tengban Mapuna makhoibu yaipha thoujal pibiba adu urammi maduda mahak haraorammi aduga makhoina thajaba yana amadi thamoi sengna Ibungoda leinaba mahakna makhoida pukning thougatpirammi."},{"number":24,"verse":"Barnabas Thawai Asengbana amadi thajabana thanba aphaba mi amani. Mahakna mi kaya ama Mapu Ibungogi maphamda puraklammi."},{"number":25,"verse":"Adudagi Barnabas-na Saul-bu thiba Tarsus-ta chatlammi."},{"number":26,"verse":"Mahakna Saul-bu thengnarabada mahakpu Antioch-ta puraklammi aduga chahi ama chupna makhoi singlupka loinana tinnarammi amadi mi kaya amabu tambirammi. Antioch-ta thajabasingbu ihan hanna Christian haina koukhi."},{"number":27,"verse":"Matam asida Tengban Mapugi wa phongdokpiba maichou khara Jerusalem-dagi Antioch-ta laklammi."},{"number":28,"verse":"( Pakhon 21:10) Makhoigi maraktagi Agabus kouba amana lepkhattuna taibangpanbagi mapham pumnamakta tamthiba chak tangba ama thokkani haina Thawaigi mapanna phongdoklammi. (Madu Claudius-na ningthourel oiba matamda thokkhi)"},{"number":29,"verse":"Antioch-ta leiba thajabasingna makhoi makhoigi ngamjaba matung inna Judea-da leiba thajabasingda mateng pinanaba lepnarammi."},{"number":30,"verse":"Madumak makhoina pangthoklammi aduga makhoina khudol adu Barnabas amasung Saul-gi khuthangda singlupki ahal lamansingda tharammi."}]}