{"bibleAbbr":"mniRNT2022","bookName":"Pakhonchatpa","bookEnglishName":"Acts of the Apostles","chapterNumber":2,"verses":[{"number":1,"verse":"( Thawai Asengba lengthabirakpa) ( Levi 23:15-21; Aniwa 16:9-11) Pentecost-ki numit laklabada thajaba makhoi pumnamak mapham amada punna tinnarammi."},{"number":2,"verse":"Aduga khanghoudana akanba nonglei nungsitki makhol-gumba ama swargadagi laktuna makhoina tinnaduna leiriba yum apumbadu pumnil nillammi."},{"number":3,"verse":"Adudagi meigi leiton manbasingna khaidokkhiduna maphamduda leiriba makhoi pumnamakki mathakta tongba makhoina ure."},{"number":4,"verse":"Aduga makhoi pumnamak Thawai Asengbana thallammi amasung Thawai Asengbana makhoibu ngamhanbibagi mapanna makhoina atoppa lonsing ngangba hourammi."},{"number":5,"verse":"Matam aduda malemgi mapham pumnamaktagi Tengban Mapubu kina chatchaba Jihudi kaya matam aduda Jerusalem-da laktuna leirammi."},{"number":6,"verse":"Makhol adu tabada yamlaba miyam adu changaknaduna mapham aduda omsillaklammi, maramdi thajabasing aduna ngangliba adu makhoi masa masagi londa ngangba oina tarammi."},{"number":7,"verse":"Makhoina pungngak ngakladuna hainarak-i, “Yeng-u, asumna ngangliba makhoi pumnamaksing asi Galilee-gi mising nattra?"},{"number":8,"verse":"Adu oirabadi kamdouna makhoina ngangliba adu eikhoi isa isagi londa ngangba oina taribano?"},{"number":9,"verse":"Eikhoi kharana Parthia, Media amadi Elam-dagini. Khara amana Mesopotamia, Judea, Cappadocia, Pontus, Asia,"},{"number":10,"verse":"Phrygia, Pamphylia, Egypt amadi Cyrene manakta leiba Libya-gi maphamsingdagini. Eikhoi khara amana Rome-dagini,"},{"number":11,"verse":"Jihudi amadi Jihudigi laining loubasingni. Aduga eikhoi kharana Crete amadi Arabia-dagini. Adumakpu Tengban Mapuna touba angakpa thabaksing adugi maramda eikhoi isa isagi londa makhoina ngangba adu eikhoi pumnamakna tari!”"},{"number":12,"verse":"Maduda ngakladuna amadi chamamnaduna makhoi masel hangnarak-i, “Masibu kari matouno?”"},{"number":13,"verse":"Adubu makhoi kharana thajabasingbu karemnaduna hairak-i, “Makhoi yu yamna thakle!”"},{"number":14,"verse":"( Peter-na Miyamda pao sandokpa) Adudagi pakhonchatpa makhoi taramathoiga loinana Peter-na lepkhattuna khonjel houna mayam aduda hairak-i, “Jihudi ichil inaosing amadi Jerusalem-da leiba pumnamak, thoudok asigi maramda ei haijage, mayamna ningthina tabiyu."},{"number":15,"verse":"Nakhoina khanbagumna makhoi asi yu ngaoba natte. Houjik ayukki pung mapan tabada ngairi."},{"number":16,"verse":"Adubu masi Tengban Mapugi wa phongdokpiba maichou Joel-na haibikhiba aduni:"},{"number":17,"verse":"Tengban Mapuna hai, ‘Aroiba numitsingda eina eigi Thawaibu mi pumnamakki mathakta heithabigani. Nakhoigi nachanupasing amadi nachanupisingna eigi wa phongdokkani; nakhoigi naha oiriba nupasingna uhanbibasing adu ujagani, aduga nakhoigi ahal oirabasingna mang manggani."},{"number":18,"verse":"Eigi inai nupasing amadi inai nupising animakki mathakta phaoba, numitsing aduda eina eigi Thawai heithagani, aduga makhoina eigi wa phongdokkani."},{"number":19,"verse":"Eina atiya mathakta angakpasing aduga malemgi makhada khudamsing utkani. Maduda ee, mei amadi meikhu mapei leigani;"},{"number":20,"verse":"MAPU IBUNGO-gi achouba amadi matik mangalgi numit aduda Numitna mamkhigani aduga thana eegumna nganggani."},{"number":21,"verse":"Adubu MAPU IBUNGO-gi ming koujaba mi pumnamakpu kanbigani.’ ”"},{"number":22,"verse":"“Israel-gi misa, masi tabiyu! Tengban Mapuna Ibungo mangonda angakpa thabaksing amadi khudamsing pangthok-hanbiduna Nazareth-ki Jisu asi Tengban Mapuna yaba mini haibasi mayek sengna utpire. Masi nakhoi nasamakna khangliba aduni, maramdi pumnamaksing adu nakhoigi narakta thokkhibani."},{"number":23,"verse":"( Mat 27:35; Mrk 15:24; Luk 23:33; Jn 19:18) Tengban Mapuna hanna lepkhraba mahakki thourang matung-inna Ibungo Jisubu nakhoigi khutta sinnabani aduga nakhoina wayel yathang indaba misingda Ibungobu cross-ta pang ting-handuna hatpani."},{"number":24,"verse":"( Mat 28: ; Mrk 16:6; Luk 24:5) Adubu Tengban Mapuna Ibungobu sibadagi hinggat-hanbire, asibagi panggaldagi thadokpire maramdi asibana Ibungobu phaduna thamba oithokte."},{"number":25,"verse":"( Isei 16:8-11 (LXX)) Maramdi David ningthouna Ibungogi maramda asumna hairammi, ‘MAPU IBUNGO-bu matam pumbada eina eigi mangda ujei; Ibungona eigi nakta leiba maramna, eibu keidounungda lenghanba ngamloi."},{"number":26,"verse":"Maram asina ei nungaibana thalle, aduga eigi leiton-na haraojare. Aduga eidi sigadaba oirabasu eigi hakchangna asada hingjagani."},{"number":27,"verse":"Maramdi Ibungona eibu khamnung leibakta hundokpiroi; Nahakna nahakki Asengba Mahak adubu mongphamda pattha-pumthanhanbiroi,"},{"number":28,"verse":"Ibungona eingonda hingbagi lambising khanghanbire, Ibungogi mangda eibu haraobana thalhanbire.’ ”"},{"number":29,"verse":"“Eigi ichil-inaosa, eina nakhoida eikhoigi ipa ipu oiriba David ningthougi maramda thouna phana hairibasini. Mahak sikhi amadi leirol chankhi aduga ngasisu mahakki mongpham mapham asida leiri."},{"number":30,"verse":"( Isei 132:11; 2 Samu 7: ) Mahak Tengban Mapugi wa phongdokpiba maichou amani, amasung mahakki charol surol amana mahakki phambalda phamhan-gani haina Tengban Mapuna mangonda wasakpiba adu mahakna khanglammi."},{"number":31,"verse":"Tengban Mapuna tungda tourakkadaba adu David-na ukhi maram aduna mahakna Christtana sibadagi hinggatpagi maramda asumna haikhi, ‘Ibungobu khamnung leibakta hundokpide; Ibungogi hakchang mongphamda pattha-pumthahanbide.’"},{"number":32,"verse":"Aduga Tengban Mapuna Ibungo Jisu asimakpu asibadagi hinggat-hanbire haiba achumba asigi sakhi eikhoi pumnamakna oiri."},{"number":33,"verse":"Ibungo mahakpu Tengban Mapugi yet thangbada thanggatpire. Mapa Ibungona wasakpikhibagumna Ibungona Thawai Asengba phangjare aduga nakhoina uriba amadi taribasi Ibungona eikhoigi ithakta Thawai adu heithabibani."},{"number":34,"verse":"( Isei 110:1) Maramdi swargada kakhiba adu David natte adubu mahakna haikhi, ‘Mapu Ibungona eigi Mapu Ibungoda hai: Eina nahakki yeknabasingbu nahakki khongnetpham oihandriphaoba"},{"number":35,"verse":"eigi yet thangbada phammu.’ ”"},{"number":36,"verse":"“Israel-gi mi khudingmakna masi khangsanu: nakhoina cross-ta pang tingduna hatkhraba Jisu asi Tengban Mapuna Ibungo amadi Christta oihanbire.”"},{"number":37,"verse":"Mising aduna wapham asi tabada thamoi yamna soklammi aduga Peter amadi atei pakhonchatpasingda hairak-i, “Ichil-inaosa, eikhoina kari toujagadage?”"},{"number":38,"verse":"Maduda Peter-na makhoida khumlak-i, “Nakhoigi paptagi pukning hong-u aduga Jisu Christtagi mingda baptize lou adu oirabadi nakhoigi papsing kokpigani aduga nakhoina Tengban Mapugi khudol Thawai Asengba adu phangjagani."},{"number":39,"verse":"Maramdi wasakpiba asi nakhoi amadi nakhoigi nachasingda amadi arappada leiba pumnamakta haibadi eikhoigi Mapu Ibungo Tengban Mapuna koubigadaba pumnamakkini.”"},{"number":40,"verse":"Atoppa wahei kayaga loinana Peter-na makhoida cheksin wa hairammi. Adudagi mahakna thougatladuna hairak-i, “Nakhoina phattaba mirol asidagi kanjou”"},{"number":41,"verse":"Makhoi mayam amana mahakki wada thajaduna baptize lourammi. Numit aduda mi lising ahumlom makhoigi marakta tinsillammi."},{"number":42,"verse":"Makhoina pakhonchatpasinggi tambibada, tinnabada, tal thugaiba yaona chaminnabada amasung haijaminnabada tattana pukning changlammi."},{"number":43,"verse":"( Thajabasinggi marakta hingminnaba) Pakhonchatpasinggi mapanna angakpa thabaksing amasung khudamsing tourammi maduda mi khudingmak angakpana thallammi."},{"number":44,"verse":"( Pakhon 4:32-35) Thajaba pumnamak punna leiminnarammi aduda makhoigi areiba pumnamak mayamgi oina sijinnarammi."},{"number":45,"verse":"Makhoina makhoigi lanthum amadi potchei yonthoklammi aduga phanglakpa aduna makhoigi marakta awatpa leibasingda yenthoklammi."},{"number":46,"verse":"Numit khuding makhoina Mapugi Sanglenda tinnarammi aduga makhoigi yum yumda tal thugaiduna haraona amasung pukchel tingna chaminnarammi,"},{"number":47,"verse":"Tengban Mapubu thagatcharammi amasung mi pumnamaktagi chanbiba phangjarammi. Aduga kanbiba phanglabasingbu numit khudinggi Ibungona makhoida tinsinhanbirammi."}]}