{"bibleAbbr":"mniRNT2022","bookName":"Pakhonchatpa","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"“Eigi Jihudi ichil inao amadi ipa ipalsing nakhoigi mangda eigi ngakthokchabagi wa haijaba asi tabiyu!”"},{"number":2,"verse":"Mahakna Hebrew londa ngangba adu tabada makhoi amukka henna tuminna leirammi maduda Paul-na makha tarak-i."},{"number":3,"verse":"( Pakhon 5:34-39) “Eihak Cilicia-gi Tarsus-ta pokpa Jihudi amani adubu ei sahar asida Gamaliel-gi maheiroi ama oina chaorakkhi. Eikhoigi ipa ipusinggi Wayel Yathangbu ningthijana tamjarakkhi aduga ngasi nakhoi pumnamakna Tengban Mapugidamak thawai luppagumna eihaksu thawai luplammi."},{"number":4,"verse":"( Pakhon 8:3; 26:9-11) Lambi asigi matung inbasingbu siba phaoba eina ot neikhi. Eihakna nupa amasung nupisingbu phaduna keisumsangda thamjinkhi."},{"number":5,"verse":"Purohitlen amasung ahallupki ahal laman apumbanasu eina hairiba asi achumbani haina makhoina sakhi piba ngamgani. Damascus-ta leiba Jihudi luchingbasingda i-ba chithising adu makhoidagi louraga eina mising adubu pharaga Jerusalem-da puraktuna cheirak pinaba eina mapham aduda chatlammi.”"},{"number":6,"verse":"( Paul-na mahakki pukning hongbagi maramda tamba) ( (Pakhon 9:1-19; 26:12-18)) “Eina asum chatpada Damascus naksillaklammi, madu numit yungba matam aduwaidani ikhang khanghoudana atiyadagi yamna langba mangal amana eigi akoibada ngallaklammi."},{"number":7,"verse":"Adudagi ei leimaida tuthakhi aduga khonjel amana eingonda, ‘Saul! Saul! Nahakna eibu karigi ot neiribano?’ haiba eina tarammi."},{"number":8,"verse":"Maduda eina hangkhi, ‘Ibungo nahak kanano?’ Aduga mahakna eingonda hairak-i, ‘Eihak nangna ot neiriba Nazareth-ki Jisuni.’"},{"number":9,"verse":"Eiga loinaba misingna mangal adu urammi adubu eingonda ngangliba mahak adugi khonjeldi makhoina takhide."},{"number":10,"verse":"Aduga eina hangjakhi, ‘Ibungo, eina kari toujagadage?’ Aduga Ibungona eingonda hairak-i, ‘Hougatlu aduga Damascus-ta chatlu mapham aduda Tengban Mapuna hannana langkhraba nahakna tougadabasing adu nangonda haibigani.’"},{"number":11,"verse":"Langlaba mangal adugi maramna eihak mit uramde maram aduna eiga loinaribasingna eibu khut samduna Damascus tanna chingbirammi.”"},{"number":12,"verse":"“Sahar aduda leiba Jihudi pumnamakna yamna ikai khumnaba amadi wayel yathang ngakpa amasung laining chetpa Ananias kouba nupa ama leirammi."},{"number":13,"verse":"Mahakna eigi inakta laktuna leplaga eingonda hairak-i, ‘Ichil inao Saul, nahak uba phangjaro.’ Mitkup adumaktada eina amuk uba phangjare aduga eina mahakpu ure."},{"number":14,"verse":"Mahakna hairak-i, ‘Eikhoigi ipa ipusinggi Tengban Mapuna mahakki aningba khangnaba, Achumba chatpa Ibungo Mahak adu uba phangnanaba amasung mahakmakki khonjelna ngangba tananaba nahakpu khandokle."},{"number":15,"verse":"Nahakna ukhraba amasung takhraba adugi maramda mi pumnamakta tamnaba nahakna Ibungo mahakki sakhi oigani."},{"number":16,"verse":"Houjik nahakna karigi thintharibano? Hougatlu, baptize lou amadi Ibungoda haijaduna napapsing chamthokchou.’"},{"number":17,"verse":"( Jihudi nattaba phurupsingda sandoknaba Paul-bu koubiba) “Eina Jerusalem-da hallaklammi aduga Mapugi Sanglenda eina haijaringeida, uhanbiba ama eina urammi."},{"number":18,"verse":"Maduda eina Ibungobu urammi aduga asumna mahakna eingonda hairak-i, ‘Khonglei thuro, thunamak Jerusalem thadoklo maramdi eigi maramda nahakna haiba adu makhoina louroi.’"},{"number":19,"verse":"Maduda eina khumlammi, ‘Ibungo eina synagogue khudingda chattuna Ibungobu thajabasingbu phaduna keisum sangda thamkhi amasung phukhi haiba makhoina phajana khang-i."},{"number":20,"verse":"( Pakhon 7:58) Ibungogi sakhi oikhiba Stephen-bu hatpa matamda ei isasu mapham aduda leirammi. Mahak hatpa adu eihakna yakhi amasung mahakpu hatlibasing adugi maphi marolsing eina sennarammi.’"},{"number":21,"verse":"Maduda Ibungona eingonda hairak-i, ‘Chatlo! Eina nahakpu mapham asidagi thapna Jihudi nattaba phurupsingda thagani.’ ”"},{"number":22,"verse":"Paul-na ngangba wa adu masi phaoba makhoina tarammi, adudagi makhoina khonjel houna laorak-i, “Asigumba mi asi malemdagi mang-hankhro! Mahak hatlu! Mahak hingbada matik chade!”"},{"number":23,"verse":"Makhoina laona laona makhoigi maphi marol koihai hairammi amasung nongthaklomda uphul chaikhatlammi."},{"number":24,"verse":"Lanmi leiphamda Paul-bu pusinnaba lanmi makok aduna magi lanmisingda yathang pirammi. Aduga Jihudisingna mahakki mathakta asuk kanna laoribasi kari maramgi laoribano haiba khangnanaba Paul-bu phuduna hangnaba mahakna yathang pirammi."},{"number":25,"verse":"Makhoina mahakpu phunaba pullabada Paul-na manakta lepliba lanmi chamagi mapu aduda hairak-i, “Rome-gi mi amabu maral amagi wayendringeida phuba asi wayel pathapna yabra?”"},{"number":26,"verse":"Lanmi chamagi mapu aduna masi tabada, mahakna lanmi makokki manakta chattuna hairammi, “Nahakna touribasi karino? Nupa adu Rome-gi mi amani.”"},{"number":27,"verse":"Maram aduna lanmi makok aduna laktuna Paul-da hanglak-i, “Nahak Rome-gi mi amara haibadu eingonda haiyu?” Paul-na khumlak-i, “Hoi, manni.”"},{"number":28,"verse":"Lanmi makok aduna hairak-i, “Eina sel yamna piduna Rome-gi mi oiba phangjakhi.” Adubu Paul-na khumlak-i, “Adubu eidi pokpadagi oiraklabani.”"},{"number":29,"verse":"Khudak aduda Paul-bu wa hangnaba touramba mising adu mangondagi chatthokkhre. Aduga Paul Rome-gi mi amani haiba mahakna khanglakpa matamda amasung mahakpu pullubagi maramna lanmi makok adu kirammi."},{"number":30,"verse":"( Paul-bu Sanhedrin mamangda puthokpa) Lanmigi makok aduna Jihudisingna Paul-bu kari maramda maral siribano haiba mahakna chap chana khangningladuna mathanggi numitta Paul-bu thadoklammi. Aduga athoiba purohitsing amasung Sanhedrin-gi mi pumnamak tinnanaba yathang pirammi. Adudagi mahakna Paul-bu puthoraktuna makhoigi mamangda lep-hallammi."}]}