{"bibleAbbr":"ERV2006","bookName":"John","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"(Jesus Appears to Seven Followers) Later, Jesus appeared again to his followers by Lake Galilee. (Lake Galilee Literally, “Lake of Tiberias,” another name for Lake Galilee. See Jn. 6:1.) This is how it happened:"},{"number":2,"verse":"Some of the followers were together—Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the two sons of Zebedee, and two other followers."},{"number":3,"verse":"Simon Peter said, “I am going out to fish.” The other followers said, “We will go with you.” So all of them went out and got into the boat. They fished that night but caught nothing."},{"number":4,"verse":"Early the next morning Jesus stood on the shore. But the followers did not know it was Jesus."},{"number":5,"verse":"Then he said to them, “Friends, have you caught any fish?” They answered, “No.”"},{"number":6,"verse":"He said, “Throw your net into the water on the right side of your boat. You will find some fish there.” So they did this. They caught so many fish that they could not pull the net back into the boat."},{"number":7,"verse":"The follower Jesus loved very much said to Peter, “That man is the Lord!” When Peter heard him say it was the Lord, he wrapped his coat around himself. (He had taken his clothes off to work.) Then he jumped into the water."},{"number":8,"verse":"The other followers went to shore in the boat. They pulled the net full of fish. They were not very far from shore, only about 100 yards. (100 yards Literally, “200 cubits.”)"},{"number":9,"verse":"When they stepped out of the boat and onto the shore, they saw a fire of hot coals. There were fish on the fire and some bread there too."},{"number":10,"verse":"Then Jesus said, “Bring some of the fish that you caught.”"},{"number":11,"verse":"Simon Peter got into the boat and pulled the net to the shore. It was full of big fish—153 of them! But even with that many fish, the net did not tear."},{"number":12,"verse":"Jesus said to them, “Come and eat.” None of the followers would ask him, “Who are you?” They knew he was the Lord."},{"number":13,"verse":"Jesus walked over to get the bread and gave it to them. He also gave them the fish."},{"number":14,"verse":"This was now the third time Jesus appeared to his followers after he was raised from death."},{"number":15,"verse":"(Jesus Talks to Peter) When they finished eating, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these other men love me?” Peter answered, “Yes, Lord, you know that I love you.” Then Jesus said to him, “Take care of my lambs. (lambs Jesus uses this word and the word “sheep” in verses 16 and 17 to mean his followers, as in Jn. 10.) ”"},{"number":16,"verse":"Again Jesus said to him, “Simon, son of John, do you love me?” Peter answered, “Yes, Lord, you know that I love you.” Then Jesus said, “Take care of my sheep.”"},{"number":17,"verse":"A third time Jesus said, “Simon, son of John, do you love me?” Peter was sad because Jesus asked him three times, “Do you love me?” He said, “Lord, you know everything. You know that I love you!” Jesus said to him, “Take care of my sheep."},{"number":18,"verse":"The truth is, when you were young, you tied your own belt and went where you wanted. But when you are old, you will put out your hands, and someone else will tie your belt. They will lead you where you don’t want to go.”"},{"number":19,"verse":"(Jesus said this to show how Peter would die to give glory to God.) Then he said to Peter, “Follow me!”"},{"number":20,"verse":"Peter turned and saw the follower Jesus loved very much walking behind them. (This was the follower who had leaned against Jesus at the supper and said, “Lord, who is it that will hand you over?”)"},{"number":21,"verse":"When Peter saw him behind them, he asked Jesus, “Lord, what about him?”"},{"number":22,"verse":"Jesus answered, “Maybe I want him to live until I come. That should not matter to you. You follow me!”"},{"number":23,"verse":"So a story spread among the followers of Jesus. They were saying that this follower would not die. But Jesus did not say he would not die. He only said, “Maybe I want him to live until I come. That should not matter to you.”"},{"number":24,"verse":"That follower is the one who is telling these things. He is the one who has now written them all down. We know that what he says is true."},{"number":25,"verse":"There are many other things that Jesus did. If every one of them were written down, I think the whole world would not be big enough for all the books that would be written."}]}