{"bibleAbbr":"ERV2006","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"(Jesus Heals a Man at a Pool) Later, Jesus went to Jerusalem for a special Jewish festival."},{"number":2,"verse":"In Jerusalem there is a pool with five covered porches. In Aramaic it is called Bethzatha. (Bethzatha Also called Bethsaida or Bethesda, a pool of water north of the Temple in Jerusalem.) This pool is near the Sheep Gate."},{"number":3,"verse":"Many sick people were lying on the porches beside the pool. Some of them were blind, some were crippled, and some were paralyzed. (At the end of verse 3, some Greek copies add “and they waited for the water to move.”)"},{"number":4,"verse":"(A few later copies add verse 4: “Sometimes an angel of the Lord came down to the pool and shook the water. After this, the first person to go into the pool was healed from any sickness he had.”)"},{"number":5,"verse":"One of the men lying there had been sick for 38 years."},{"number":6,"verse":"Jesus saw him lying there and knew that he had been sick for a very long time. So he asked him, “Do you want to be well?”"},{"number":7,"verse":"The sick man answered, “Sir, there is no one to help me get into the water when it starts moving. I try to be the first one into the water. But when I try, someone else always goes in before I can.”"},{"number":8,"verse":"Then Jesus said, “Stand up! Pick up your mat and walk.”"},{"number":9,"verse":"Immediately the man was well. He picked up his mat and started walking. The day all this happened was a Sabbath day."},{"number":10,"verse":"So some Jews said to the man who had been healed, “Today is the Sabbath. It is against our law for you to carry your mat on the Sabbath day.”"},{"number":11,"verse":"But he answered, “The man who made me well told me, ‘Pick up your mat and walk.’ ”"},{"number":12,"verse":"They asked him, “Who is the man who told you to pick up your mat and walk?”"},{"number":13,"verse":"But the man who had been healed did not know who it was. There were many people there, and Jesus had left."},{"number":14,"verse":"Later, Jesus found the man at the Temple and said to him, “See, you are well now. But stop sinning or something worse may happen to you!”"},{"number":15,"verse":"Then the man left and went back to the Jews who questioned him. He told them that Jesus was the one who made him well."},{"number":16,"verse":"Jesus was doing all this on the Sabbath day. So these Jews began trying to make him stop."},{"number":17,"verse":"But he said to them, “My Father never stops working, and so I work too.”"},{"number":18,"verse":"This made them even more determined to kill him. They thought it was bad enough that he was breaking the law about the Sabbath day. And now he was saying that God is his Father, making himself equal with God!"},{"number":19,"verse":"(Jesus Has God’s Authority) But Jesus answered, “I assure you that the Son can do nothing alone. He does only what he sees his Father doing. The Son does the same things that the Father does."},{"number":20,"verse":"The Father loves the Son and shows him everything he does. This man was healed. But the Father will show the Son greater things than this to do. Then you will all be amazed."},{"number":21,"verse":"The Father raises the dead and gives them life. In the same way, the Son gives life to those he wants to."},{"number":22,"verse":"“Also, the Father judges no one. He has given the Son power to do all the judging."},{"number":23,"verse":"God did this so that all people will respect the Son the same as they respect the Father. Anyone who does not respect the Son does not respect the Father. He is the one who sent the Son."},{"number":24,"verse":"“I assure you, anyone who hears what I say and believes in the one who sent me has eternal life. They will not be judged guilty. They have already left death and have entered into life."},{"number":25,"verse":"Believe me, an important time is coming. That time is already here. People who are dead will hear the voice of the Son of God. And those who listen will live."},{"number":26,"verse":"Life comes from the Father himself. So the Father has also allowed the Son to give life."},{"number":27,"verse":"And the Father has given him the power to judge all people because he is the Son of Man."},{"number":28,"verse":"“Don’t be surprised at this. A time is coming when all people who are dead and in their graves will hear his voice."},{"number":29,"verse":"Then they will come out of their graves. Those who did good in this life will rise and have eternal life. But those who did evil will rise to be judged guilty."},{"number":30,"verse":"“I can do nothing alone. I judge only the way I am told. And my judgment is right, because I am not trying to please myself. I want only to please the one who sent me."},{"number":31,"verse":"(Jesus Says More to the Jewish Leaders) “If I tell people about myself, they cannot be sure that what I say is true."},{"number":32,"verse":"But there is someone else who tells people about me, and I know that what he says about me is true."},{"number":33,"verse":"“You sent men to John, and he told you what is true."},{"number":34,"verse":"I don’t need anyone to tell people about me, but I remind you of what John said so that you can be saved."},{"number":35,"verse":"John was like a lamp that burned and gave light, and you were happy to enjoy his light for a while."},{"number":36,"verse":"“But I have a proof about myself that is greater than anything John said. The things I do are my proof. These are what my Father gave me to do. They show that the Father sent me."},{"number":37,"verse":"And the Father who sent me has given proof about me himself. But you have never heard his voice. You have never seen what he looks like."},{"number":38,"verse":"The Father’s teaching does not live in you, because you don’t believe in the one the Father sent."},{"number":39,"verse":"You carefully study the Scriptures. You think that they give you eternal life. These same Scriptures tell about me!"},{"number":40,"verse":"But you refuse to come to me to have that life."},{"number":41,"verse":"“I don’t want praise from you or any other human."},{"number":42,"verse":"But I know you—I know that you have no love for God."},{"number":43,"verse":"I have come from my Father and speak for him, but you don’t accept me. But when other people come speaking only for themselves, you accept them."},{"number":44,"verse":"You like to have praise from each other. But you never try to get the praise that comes from the only God. So how can you believe?"},{"number":45,"verse":"Don’t think that I will be the one to stand before the Father and accuse you. Moses is the one to accuse you. And he is the one you hoped would save you."},{"number":46,"verse":"If you really believed Moses, you would believe me, because he wrote about me."},{"number":47,"verse":"But you don’t believe what he wrote, so you can’t believe what I say.”"}]}