{"bibleAbbr":"NASB1995+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"Then the word <WH1697> of the Lord <WH3068> came <WH1961> to me saying, <WH559>"},{"number":2,"verse":"\"What <WH4100> do you mean by using <WH9301> this <WH2088> proverb <WH4912> concerning <WH5921> the land <WH127> of Israel <WH3478> saying, <WH559> 'The fathers eat <WH1> the sour <WH398> grapes, <WH1155> But the children's teeth <WH1155> are set <WH8127> on edge <WH6949>'?"},{"number":3,"verse":"\"As I live, <WH2416>\" declares <WH5002> the Lord <WH136> God, <WH3068> \"you are surely <WH518> not going to use <WH9301> this <WH2088> proverb <WH4912> in Israel <WH3478> anymore. <WH5750>"},{"number":4,"verse":"\"Behold, <WH2005> all <WH3605> souls <WH5315> are Mine; the soul <WH5315> of the father as well as the soul <WH1> of the son <WH5315> is Mine. The soul <WH1121> who sins <WH5315> will die. <WH2398>"},{"number":5,"verse":"\"But if <WH3588> a man <WH376> is righteous, <WH6662> and practices <WH6213> justice <WH4941> and righteousness, <WH6666>"},{"number":6,"verse":"and does not eat <WH398> at the mountain <WH2022> [shrines] or lift <WH5375> up his eyes <WH5869> to the idols <WH1544> of the house <WH1004> of Israel, <WH3478> or defile <WH2930> his neighbor's wife, <WH802> or approach <WH7126> a woman <WH802> during her menstrual <WH5079> period <WH5079> –"},{"number":7,"verse":"if a man <WH376> does not oppress <WH3238> anyone, but restores <WH7725> to the debtor <WH2326> his pledge, <WH9114> does not commit <WH1497> robbery, <WH1500> [but] gives <WH5414> his bread <WH3899> to the hungry, <WH7457> and covers <WH3680> the naked <WH5903> with clothing, <WH899>"},{"number":8,"verse":"if he does not lend <WH5414> [money] on interest <WH5392> or take <WH3947> increase, <WH8636> [if] he keeps <WH7725> his hand <WH3027> from iniquity, <WH5766> [and] executes <WH6213> true <WH571> justice <WH4941> between <WH996> man <WH376> and man, <WH376>"},{"number":9,"verse":"[if] he walks <WH1980> in My statutes <WH2708> and My ordinances <WH4941> so as to deal <WH6213> faithfully <WH571> – he is righteous <WH6662> [and] will surely <WH2421> live, <WH2421> \"declares <WH5002> the Lord <WH136> God. <WH3068>"},{"number":10,"verse":"\"Then he may have <WH3205> a violent <WH6530> son <WH1121> who sheds <WH8210> blood, <WH1818> and who does <WH6213> any <WH4480> <WH259> of these <WH428> things <WH428> to a brother <WH251>"},{"number":11,"verse":"(though he himself <WH1931> did not do <WH6213> any <WH3605> of these <WH428> things <WH428>), that is, he even <WH1571> eats <WH398> at the mountain <WH2022> [shrines,] and defiles <WH2930> his neighbor's wife, <WH802>"},{"number":12,"verse":"oppresses <WH3238> the poor <WH6041> and needy, <WH34> commits <WH1497> robbery, <WH1500> does not restore <WH7725> a pledge, <WH2258> but lifts <WH5375> up his eyes <WH5869> to the idols, <WH1544> [and] commits <WH6213> abomination, <WH8441>"},{"number":13,"verse":"he lends <WH5414> [money] on interest <WH5392> and takes <WH3947> increase; <WH8636> will he live <WH2421>? He will not live! <WH2421> He has committed <WH6213> all <WH3605> these <WH428> abominations, <WH8441> he will surely <WH4191> be put <WH4191> to death; <WH4191> his blood <WH1818> will be on his own head."},{"number":14,"verse":"\"Now behold, <WH2009> he has <WH3205> a son <WH1121> who has observed <WH7200> all <WH3605> his father's sins <WH9128> which <WH834> he committed, <WH6213> and observing <WH7200> does not do <WH6213> likewise. <WH2004>"},{"number":15,"verse":"\"He does not eat <WH398> at the mountain <WH2022> [shrines] or lift <WH5375> up his eyes <WH5869> to the idols <WH1544> of the house <WH1004> of Israel, <WH3478> or defile <WH2930> his neighbor's wife, <WH802>"},{"number":16,"verse":"or oppress <WH3238> anyone, <WH376> or retain <WH9111> a pledge, <WH2258> or commit <WH1497> robbery, <WH1500> [but] he gives <WH5414> his bread <WH3899> to the hungry, <WH7457> and covers <WH3680> the naked <WH5903> with clothing, <WH899>"},{"number":17,"verse":"he keeps <WH7725> his hand <WH3027> from the poor, <WH6041> does not take <WH3947> interest <WH5392> or increase, <WH8636> [but] executes <WH6213> My ordinances, <WH4941> and walks <WH1980> in My statutes; <WH2708> he will not die <WH4191> for his father's iniquity, <WH5771> he will surely <WH2421> live. <WH2421>"},{"number":18,"verse":"\"As for his father, because <WH1> he practiced <WH3588> extortion, <WH6231> robbed <WH6233> [his] brother, <WH1497> and did <WH251> what <WH6213> was not good <WH834> among <WH2896> his people, <WH8432> behold, <WH9415> he will die <WH2009> for his iniquity. <WH4191>"},{"number":19,"verse":"\"Yet you say, <WH559> 'Why <WH4069> should the son <WH1121> not bear <WH5375> the punishment <WH5771> for the father's iniquity <WH5771>?' When the son <WH1121> has practiced <WH6213> justice <WH4941> and righteousness, <WH6666> and has observed <WH8104> all <WH3605> My statutes <WH2708> and done <WH6213> them, he shall surely <WH2421> live. <WH2421>"},{"number":20,"verse":"\"The person <WH5315> who sins <WH2398> will die. <WH4191> The son <WH1121> will not bear <WH5375> the punishment <WH5771> for the father's iniquity, <WH1> nor <WH5771> will the father bear <WH3808> the punishment <WH5375> for the son's iniquity; <WH5771> the righteousness <WH5771> of the righteous <WH6666> will be upon himself, and the wickedness <WH6662> of the wicked <WH7564> will be upon himself."},{"number":21,"verse":"\"But if <WH3588> the wicked <WH7563> man <WH7563> turns <WH7725> from all <WH3605> his sins <WH9128> which <WH834> he has committed <WH6213> and observes <WH8104> all <WH3605> My statutes <WH2708> and practices <WH6213> justice <WH4941> and righteousness, <WH6666> he shall surely <WH2421> live; <WH2421> he shall not die. <WH4191>"},{"number":22,"verse":"\"All <WH3605> his transgressions <WH6588> which <WH834> he has committed <WH6213> will not be remembered <WH2142> against him; because of his righteousness <WH6666> which <WH834> he has practiced, <WH6213> he will live. <WH2421>"},{"number":23,"verse":"\"Do I have <WH2654> any <WH2654> pleasure <WH2654> in the death <WH4194> of the wicked, <WH7563>\" declares <WH5002> the Lord <WH136> God, <WH3068> \"rather <WH3808> than <WH3808> that he should turn <WH7725> from his ways <WH1870> and live <WH2421>?"},{"number":24,"verse":"\"But when a righteous <WH6662> man <WH6662> turns <WH7725> away <WH7725> from his righteousness, <WH6666> commits <WH6213> iniquity, <WH5766> and does <WH6213> according to all <WH3605> the abominations <WH8441> that a wicked <WH7563> man <WH7563> does, <WH6213> will he live <WH2421>? All <WH3605> his righteous <WH6666> deeds <WH6666> which <WH834> he has done <WH6213> will not be remembered <WH2142> for his treachery <WH4604> which <WH834> he has committed <WH4603> and his sin <WH9128> which <WH834> he has committed; <WH2398> for them he will die. <WH4191>"},{"number":25,"verse":"\"Yet you say, <WH559> 'The way <WH1870> of the Lord <WH136> is not right. <WH8505>' Hear <WH8085> now, <WH4994> O house <WH1004> of Israel! <WH3478> Is My way <WH1870> not right <WH8505>? Is it not your ways <WH1870> that are not right <WH8505>?"},{"number":26,"verse":"\"When a righteous <WH6662> man <WH6662> turns <WH7725> away <WH7725> from his righteousness, <WH6666> commits <WH6213> iniquity, <WH5766> and dies <WH4191> because <WH5921> of it, for his iniquity <WH5766> which <WH834> he has committed <WH6213> he will die. <WH4191>"},{"number":27,"verse":"\"Again, when a wicked <WH7563> man <WH7563> turns <WH7725> away <WH7725> from his wickedness <WH7564> which <WH834> he has committed <WH6213> and practices <WH6213> justice <WH4941> and righteousness, <WH6666> he will save <WH2421> his life. <WH5315>"},{"number":28,"verse":"\"Because he considered <WH7200> and turned <WH7725> away <WH7725> from all <WH3605> his transgressions <WH6588> which <WH834> he had committed, <WH6213> he shall surely <WH2421> live; <WH2421> he shall not die. <WH4191>"},{"number":29,"verse":"\"But the house <WH1004> of Israel <WH3478> says, <WH559> 'The way <WH1870> of the Lord <WH136> is not right. <WH8505>' Are My ways <WH1870> not right, <WH8505> O house <WH1004> of Israel <WH3478>? Is it not your ways <WH1870> that are not right <WH8505>?"},{"number":30,"verse":"\"Therefore <WH3651> I will judge <WH8199> you, O house <WH1004> of Israel, <WH3478> each <WH376> according to his conduct, <WH1870>\" declares <WH5002> the Lord <WH136> God. <WH3068> \"Repent <WH7725> and turn <WH7725> away <WH7725> from all <WH3605> your transgressions, <WH6588> so that iniquity <WH5771> may not become <WH1961> a stumbling <WH4383> block <WH4383> to you."},{"number":31,"verse":"\"Cast <WH7993> away <WH7993> from you all <WH3605> your transgressions <WH6588> which <WH834> you have committed, <WH6586> and make <WH6213> yourselves a new <WH2319> heart <WH3820> and a new <WH2319> spirit! <WH7307> For why <WH4100> will you die, <WH4191> O house <WH1004> of Israel <WH3478>?"},{"number":32,"verse":"\"For I have <WH2654> no <WH3808> pleasure <WH2654> in the death <WH4194> of anyone who dies, <WH4191>\" declares <WH5002> the Lord <WH136> God. <WH3068> \"Therefore, repent <WH7725> and live. <WH2421>\""}]}