{"bibleAbbr":"NASB1995+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":3,"verses":[{"number":1,"verse":"Then He said <WH559> to me, \"Son <WH1121> of man, <WH120> eat <WH398> what <WH834> you find; <WH4672> eat <WH398> this <WH384> scroll, <WH4039> and go, <WH1980> speak <WH1696> to the house <WH1004> of Israel. <WH3478>\""},{"number":2,"verse":"So I opened <WH6605> my mouth, <WH6310> and He fed <WH398> me this <WH384> scroll. <WH4039>"},{"number":3,"verse":"And He said <WH559> to me, \"Son <WH1121> of man, <WH120> feed <WH398> your stomach, <WH990> and fill <WH4390> your body <WH4578> with this <WH384> scroll <WH4039> which <WH834> I am giving <WH5414> you.\" Then I ate <WH398> it, and it was sweet <WH4966> as honey <WH1706> in my mouth. <WH6310>"},{"number":4,"verse":"Then He said <WH559> to me, \"Son <WH1121> of man, <WH120> go <WH1980> <WH935> to the house <WH1004> of Israel <WH3478> and speak <WH1696> with My words <WH1697> to them."},{"number":5,"verse":"\"For you are not being sent <WH7971> to a people <WH5971> of unintelligible <WH6012> speech <WH8193> or difficult <WH3515> language, <WH3956> [but] to the house <WH1004> of Israel, <WH3478>"},{"number":6,"verse":"nor <WH3808> to many <WH7227> peoples <WH5971> of unintelligible <WH6012> speech <WH8193> or difficult <WH3515> language, <WH3956> whose <WH834> words <WH1697> you cannot <WH3808> understand. <WH8085> But I have sent <WH7971> you to them who should listen <WH8085> to you;"},{"number":7,"verse":"yet the house <WH1004> of Israel <WH3478> will not be willing <WH14> to listen <WH8085> to you, since <WH3588> they are not willing <WH14> to listen <WH8085> to Me. Surely <WH3588> the whole <WH3605> house <WH1004> of Israel <WH3478> is stubborn <WH2389> <WH4696> and obstinate. <WH7186> <WH3820>"},{"number":8,"verse":"\"Behold, <WH2009> I have made <WH5414> your face <WH6440> as hard <WH2389> as their faces, <WH6440> and your forehead <WH4696> as hard <WH2389> as their foreheads. <WH4696>"},{"number":9,"verse":"\"Like emery <WH8068> harder <WH2389> than <WH4480> flint <WH6864> I have made <WH5414> your forehead. <WH4696> Do not be afraid <WH3372> of them or be dismayed <WH2865> before <WH4480> <WH6440> them, though <WH3588> they are a rebellious <WH4805> house. <WH1004>\""},{"number":10,"verse":"Moreover, He said <WH559> to me, \"Son <WH1121> of man, <WH120> take <WH3947> into your heart <WH3824> all <WH3605> My words <WH1697> which <WH834> I shall speak <WH1696> to you, and listen <WH8085> closely. <WH241>"},{"number":11,"verse":"\"And go <WH1980> <WH935> to the exiles, <WH1473> to the sons <WH1121> of your people, <WH5971> and speak <WH1696> to them and tell <WH559> them, whether <WH518> they listen <WH8085> or <WH518> not, 'Thus <WH3541> says <WH559> the Lord <WH136> God. <WH3068>'\""},{"number":12,"verse":"Then the Spirit <WH7307> lifted <WH5375> me up, and I heard <WH8085> a great <WH1419> rumbling <WH7494> sound <WH6963> behind <WH310> me, \"Blessed <WH1288> be the glory <WH9202> of the Lord <WH3068> in His place. <WH4725>\""},{"number":13,"verse":"And I [heard] the sound <WH6963> of the wings <WH3671> of the living <WH9130> beings <WH9130> touching <WH5401> one <WH802> another, <WH269> and the sound <WH6963> of the wheels <WH212> beside <WH5980> them, even a great <WH1419> rumbling <WH7494> sound. <WH6963>"},{"number":14,"verse":"So the Spirit <WH7307> lifted <WH5375> me up and took <WH3947> me away; and I went <WH1980> embittered <WH4751> in the rage <WH2534> of my spirit, <WH7307> and the hand <WH3027> of the Lord <WH3068> was strong <WH2389> on me."},{"number":15,"verse":"Then I came <WH935> to the exiles <WH1473> who lived <WH3427> beside <WH413> the river <WH5104> Chebar <WH3529> at Tel-abib, and I sat <WH3427> there <WH8033> seven <WH7651> days <WH3117> where <WH8033> they were living, <WH3427> causing <WH8074> consternation <WH8074> among <WH8432> them."},{"number":16,"verse":"Now it came <WH1961> about at the end <WH7097> of seven <WH7651> days <WH3117> that the word <WH1697> of the Lord <WH3068> came <WH1961> to me, saying, <WH559>"},{"number":17,"verse":"\"Son <WH1121> of man, <WH120> I have appointed <WH5414> you a watchman <WH6822> to the house <WH1004> of Israel; <WH3478> whenever you hear <WH8085> a word <WH1697> from My mouth, <WH6310> warn <WH2094> them from Me."},{"number":18,"verse":"\"When I say <WH559> to the wicked, <WH7563> 'You shall surely <WH4191> die <WH4191>'; and you do not warn <WH2094> him or speak <WH1696> out to warn <WH2094> the wicked <WH7563> from his wicked <WH7563> way <WH1870> that he may live, <WH2421> that wicked <WH7563> man <WH7563> shall die <WH4191> in his iniquity, <WH5771> but his blood <WH1818> I will require <WH1245> at your hand. <WH3027>"},{"number":19,"verse":"\"Yet if <WH3588> you have warned <WH2094> the wicked, <WH7563> and he does not turn <WH7725> from his wickedness <WH7562> or from his wicked <WH7563> way, <WH1870> he shall die <WH4191> in his iniquity; <WH5771> but you have delivered <WH5337> yourself. <WH5315>"},{"number":20,"verse":"\"Again, when a righteous <WH6662> man <WH6662> turns <WH7725> away <WH7725> from his righteousness <WH6664> and commits <WH6213> iniquity, <WH5766> and I place <WH5414> an obstacle <WH4383> before <WH6440> him, he shall die; <WH4191> since <WH3588> you have not warned <WH2094> him, he shall die <WH4191> in his sin, <WH9128> and his righteous <WH6666> deeds <WH6666> which <WH834> he has done <WH6213> shall not be remembered; <WH2142> but his blood <WH1818> I will require <WH1245> at your hand. <WH3027>"},{"number":21,"verse":"\"However, if <WH3588> you have warned <WH2094> the righteous <WH6662> man <WH6662> that the righteous <WH6662> should not sin, <WH2398> and he does not sin, <WH2398> he shall surely <WH2421> live <WH2421> because <WH3588> he took <WH2094> warning; <WH2094> and you have delivered <WH5337> yourself. <WH5315>\""},{"number":22,"verse":"And the hand <WH3027> of the Lord <WH3068> was on me there, <WH8033> and He said <WH559> to me, \"Get <WH6965> up, go <WH3318> out to the plain, <WH1237> and there <WH8033> I will speak <WH1696> to you.\""},{"number":23,"verse":"So I got <WH6965> up and went <WH3318> out to the plain; <WH1237> and behold, <WH2009> the glory <WH9202> of the Lord <WH3068> was standing <WH5975> there, <WH8033> like the glory <WH9202> which <WH834> I saw <WH7200> by the river <WH5104> Chebar, <WH3529> and I fell <WH5307> on my face. <WH6440>"},{"number":24,"verse":"The Spirit <WH7307> then entered <WH935> me and made me stand <WH5975> on my feet, <WH7272> and He spoke <WH1696> with me and said <WH559> to me, \"Go, <WH935> shut <WH5462> yourself up in your house. <WH1004>"},{"number":25,"verse":"\"As for you, son <WH1121> of man, <WH120> they will put <WH5414> ropes <WH5688> on you and bind <WH631> you with them, so that you cannot <WH3808> go <WH3318> out among <WH8432> them."},{"number":26,"verse":"\"Moreover, I will make your tongue <WH3956> stick <WH1692> to the roof <WH2441> of your mouth <WH2441> so that you will be dumb, <WH481> and cannot <WH3808> be a man <WH376> who rebukes <WH3198> them, for they are a rebellious <WH4805> house. <WH1004>"},{"number":27,"verse":"\"But when I speak <WH1696> to you, I will open <WH6605> your mouth, <WH6310> and you will say <WH559> to them, 'Thus <WH3541> says <WH559> the Lord <WH136> God. <WH3068>' He who hears, <WH8085> let him hear; <WH8085> and he who refuses, <WH2310> let him refuse; <WH2308> for they are a rebellious <WH4805> house. <WH1004>"}]}