{"bibleAbbr":"NASB1995+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":38,"verses":[{"number":1,"verse":"And the word <WH1697> of the Lord <WH3068> came <WH1961> to me saying, <WH559>"},{"number":2,"verse":"\"Son <WH1121> of man, <WH120> set <WH7760> your face <WH6440> toward <WH413> Gog <WH1463> of the land <WH776> of Magog, <WH4031> the prince <WH5387> of Rosh, <WH7220> Meshech, <WH4902> and Tubal, <WH8422> and prophesy <WH5012> against <WH5921> him,"},{"number":3,"verse":"and say, <WH559> 'Thus <WH3541> says <WH559> the Lord <WH136> God, <WH3068> \"Behold, <WH2009> I am against <WH413> you, O Gog, <WH1463> prince <WH5387> of Rosh, <WH7220> Meshech, <WH4902> and Tubal. <WH8422>"},{"number":4,"verse":"\"And I will turn <WH7725> you about, <WH7725> and put <WH5414> hooks <WH2397> into your jaws, <WH3895> and I will bring <WH3318> you out, and all <WH3605> your army, <WH2428> horses <WH5483> and horsemen, <WH6571> all <WH3605> of them splendidly <WH4358> attired, <WH3847> a great <WH7227> company <WH6951> [with] buckler <WH6793> and shield, <WH4043> all <WH3605> of them wielding <WH8610> swords; <WH2719>"},{"number":5,"verse":"Persia, <WH6539> Ethiopia, <WH3568> and Put <WH6316> with them, all <WH3605> of them [with] shield <WH4043> and helmet; <WH3553>"},{"number":6,"verse":"Gomer <WH1586> with all <WH3605> its troops; <WH102> Beth-togarmah [from] the remote <WH3411> parts <WH3411> of the north <WH6828> with all <WH3605> its troops <WH102> – many <WH7227> peoples <WH5971> with you."},{"number":7,"verse":"\"Be prepared, <WH3559> and prepare <WH3559> yourself, you and all <WH3605> your companies <WH6951> that are assembled <WH6950> about <WH5921> you, and be a guard <WH4929> for them."},{"number":8,"verse":"\"After <WH4480> many <WH7227> days <WH3117> you will be summoned; <WH6485> in the latter <WH319> years <WH8141> you will come <WH935> into the land <WH776> that is restored <WH7725> from the sword, <WH2719> [whose inhabitants] have been gathered <WH6908> from many <WH7227> nations <WH5971> to the mountains <WH2022> of Israel <WH3478> which <WH834> had been <WH1961> a continual <WH8548> waste; <WH2723> but its people were brought <WH3318> out from the nations, <WH5971> and they are living <WH3427> securely, <WH983> all <WH3605> of them."},{"number":9,"verse":"\"And you will go <WH5927> up, you will come <WH935> like a storm; <WH9585> you will be like a cloud <WH6051> covering <WH3680> the land, <WH776> you and all <WH3605> your troops, <WH102> and many <WH7227> peoples <WH5971> with you.\""},{"number":10,"verse":"'Thus <WH3541> says <WH559> the Lord <WH136> God, <WH3068> \"It will come <WH1961> about on that day, <WH3117> that thoughts <WH1697> will come <WH5927> into your mind, <WH3824> and you will devise <WH2803> an evil <WH7451> plan, <WH4284>"},{"number":11,"verse":"and you will say, <WH559> 'I will go <WH5927> up against <WH5921> the land <WH776> of unwalled <WH6519> villages. <WH6519> I will go <WH935> against those who are at rest, <WH8252> that live <WH3427> securely, <WH983> all <WH3605> of them living <WH3427> without <WH369> walls, <WH2346> and having <WH369> no <WH369> bars <WH1280> or gates, <WH1817>"},{"number":12,"verse":"to capture <WH7997> spoil <WH7998> and to seize <WH962> plunder, <WH957> to turn <WH7725> your hand <WH3027> against <WH5921> the waste <WH2723> places <WH2723> which are [now] inhabited, <WH3427> and against <WH413> the people <WH5971> who are gathered <WH622> from the nations, <WH1471> who have acquired <WH6213> cattle <WH4735> and goods, <WH7075> who live <WH3427> at the center <WH2872> of the world. <WH776>'"},{"number":13,"verse":"\"Sheba, <WH7614> and Dedan, <WH1719> and the merchants <WH5503> of Tarshish, <WH8659> with all <WH3605> its villages, <WH9219> will say <WH559> to you, 'Have you come <WH935> to capture <WH7997> spoil <WH7998>? Have you assembled <WH6950> your company <WH6951> to seize <WH962> plunder, <WH957> to carry <WH5375> away silver <WH3701> and gold, <WH2091> to take <WH3947> away cattle <WH4735> and goods, <WH7075> to capture <WH7997> great <WH1419> spoil <WH7998>?'\"'"},{"number":14,"verse":"\"Therefore, <WH3651> prophesy, <WH5012> son <WH1121> of man, <WH120> and say <WH559> to Gog, <WH1463> 'Thus <WH3541> says <WH559> the Lord <WH136> God, <WH3068> \"On that day <WH3117> when My people <WH5971> Israel <WH3478> are living <WH3427> securely, <WH983> will you not know <WH3045> [it]?"},{"number":15,"verse":"\"And you will come <WH935> from your place <WH4725> out of the remote <WH3411> parts <WH3411> of the north, <WH6828> you and many <WH7227> peoples <WH5971> with you, all <WH3605> of them riding <WH7392> on horses, <WH5483> a great <WH1419> assembly <WH6951> and a mighty <WH7227> army; <WH2428>"},{"number":16,"verse":"and you will come <WH5927> up against <WH5921> My people <WH5971> Israel <WH3478> like a cloud <WH6051> to cover <WH3680> the land. <WH776> It will come <WH1961> about in the last <WH319> days <WH3117> that I shall bring <WH935> you against <WH5921> My land, <WH776> in order <WH4616> that the nations <WH1471> may know <WH3045> Me when I shall be sanctified <WH6942> through you before their eyes, <WH5869> O Gog. <WH1463> \""},{"number":17,"verse":"'Thus <WH3541> says <WH559> the Lord <WH136> God, <WH3068> \"Are you the one <WH1931> of whom <WH834> I spoke <WH1696> in former <WH6931> days <WH3117> through <WH3027> My servants <WH5650> the prophets <WH5030> of Israel, <WH3478> who prophesied <WH5012> in those <WH1992> days <WH3117> for [many] years <WH8141> that I would bring <WH935> you against <WH5921> them?"},{"number":18,"verse":"\"And it will come <WH1961> about on that day, <WH3117> when <WH3117> Gog <WH1463> comes <WH935> against <WH5921> the land <WH127> of Israel, <WH3478>\" declares <WH5002> the Lord <WH136> God, <WH3068> \"that My fury <WH2534> will mount <WH5927> up in My anger. <WH639>"},{"number":19,"verse":"\"And in My zeal <WH7068> and in My blazing <WH784> wrath <WH5678> I declare <WH1696> [that] on that day <WH3117> there will surely <WH518> <WH3808> be a great <WH1419> earthquake <WH7494> in the land <WH127> of Israel. <WH3478>"},{"number":20,"verse":"\"And the fish <WH1709> of the sea, <WH3220> the birds <WH5775> of the heavens, <WH8064> the beasts <WH9130> of the field, <WH7704> all <WH3605> the creeping <WH7431> things <WH7431> that creep <WH7430> on the earth, <WH127> and all <WH3605> the men <WH120> who <WH834> are on the face <WH6440> of the earth <WH127> will shake <WH7493> at My presence; <WH6440> the mountains <WH2022> also will be thrown <WH2040> down, <WH2040> the steep <WH4095> pathways <WH4095> will collapse, <WH5307> and every <WH3605> wall <WH2346> will fall <WH5307> to the ground. <WH776>"},{"number":21,"verse":"\"And I shall call <WH7121> for a sword <WH2719> against <WH5921> him on all <WH3605> My mountains, <WH2022>\" declares <WH5002> the Lord <WH136> God. <WH3068> \"Every <WH376> man's sword <WH2719> will be against his brother. <WH251>"},{"number":22,"verse":"\"And with pestilence <WH1698> and with blood <WH1818> I shall enter <WH8199> into judgment <WH8199> with him; and I shall rain <WH4305> on him, and on his troops, <WH102> and on the many <WH7227> peoples <WH5971> who <WH834> are with him, a torrential <WH7857> rain, <WH1653> with hailstones, <WH417> <WH68> fire, <WH784> and brimstone. <WH1614>"},{"number":23,"verse":"\"And I shall magnify <WH1431> Myself, sanctify <WH6942> Myself, and make <WH3045> Myself known <WH3045> in the sight <WH5869> of many <WH7227> nations; <WH1471> and they will know <WH3045> that I am the Lord. <WH3068>\"'"}]}