{"bibleAbbr":"NASB1995+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"\"Now you son <WH1121> of man, <WH120> get <WH3947> yourself a brick, <WH3843> place <WH5414> it before <WH6440> you, and inscribe <WH2710> a city <WH5892> on it, Jerusalem. <WH3389>"},{"number":2,"verse":"\"Then lay <WH5414> siege <WH4692> against <WH5921> it, build <WH1129> a siege <WH1785> wall, <WH1785> raise <WH8210> up a ramp, <WH5550> pitch <WH5414> camps, <WH4264> and place <WH7760> battering <WH3733> rams <WH3733> against <WH5921> it all <WH5439> around. <WH5439>"},{"number":3,"verse":"\"Then get <WH3947> yourself an iron <WH1270> plate <WH4227> and set <WH5414> it up as an iron <WH1270> wall <WH7023> between <WH996> you and the city, <WH5892> and set <WH3559> your face <WH6440> toward <WH413> it so that it is under siege, <WH4692> and besiege <WH6696> <WH5921> it. This <WH1931> is a sign <WH226> to the house <WH1004> of Israel. <WH3478>"},{"number":4,"verse":"\"As for you, lie <WH7901> down <WH7901> on your left <WH8042> side, <WH6654> and lay <WH7760> the iniquity <WH5771> of the house <WH1004> of Israel <WH3478> on it; you shall bear <WH5375> their iniquity <WH5771> for the number <WH4557> of days <WH3117> that you lie <WH7901> on it."},{"number":5,"verse":"\"For I have assigned <WH5414> you a number <WH4557> of days <WH3117> corresponding to the years <WH8141> of their iniquity, <WH5771> three <WH7969> hundred <WH3967> and ninety <WH8673> days; <WH3117> thus you shall bear <WH5375> the iniquity <WH5771> of the house <WH1004> of Israel. <WH3478>"},{"number":6,"verse":"\"When you have completed <WH3615> these, <WH428> you shall lie <WH7901> down <WH7901> a second <WH8145> time, <WH8145> [but] on your right <WH3233> side, <WH6654> and bear <WH5375> the iniquity <WH5771> of the house <WH1004> of Judah; <WH3063> I have assigned <WH5414> it to you for forty <WH705> days, <WH3117> a day <WH3117> for each year. <WH8141>"},{"number":7,"verse":"\"Then you shall set <WH3559> your face <WH6440> toward <WH413> the siege <WH4692> of Jerusalem <WH3389> with your arm <WH2220> bared, <WH2834> and prophesy <WH5012> against <WH5921> it."},{"number":8,"verse":"\"Now behold, <WH2009> I will put <WH5414> ropes <WH5688> on you so that you cannot <WH3808> turn <WH2015> from one side <WH6654> to the other, <WH6654> until <WH5704> you have completed <WH3615> the days <WH3117> of your siege. <WH4692>"},{"number":9,"verse":"\"But as for you, take <WH3947> wheat, <WH2406> barley, <WH8184> beans, <WH6321> lentils, <WH5742> millet <WH1764> and spelt, <WH3698> put <WH5414> them in one <WH259> vessel <WH3627> and make <WH6213> them into bread <WH3899> for yourself; you shall eat <WH398> it according to the number <WH4557> of the days <WH3117> that you lie <WH7901> on your side, <WH6654> three <WH7969> hundred <WH3967> and ninety <WH8673> days. <WH3117>"},{"number":10,"verse":"\"And your food <WH3978> which <WH834> you eat <WH398> [shall be] twenty <WH6242> shekels <WH8255> a day <WH3117> by weight; <WH4946> you shall eat <WH398> it from time <WH6256> to time. <WH6256>"},{"number":11,"verse":"\"And the water <WH4325> you drink <WH8354> will be the sixth <WH8345> part <WH8345> of a hin <WH1969> by measure; <WH4884> you shall drink <WH8354> it from time <WH6256> to time. <WH6256>"},{"number":12,"verse":"\"And you shall eat <WH398> it as a barley <WH8184> cake, <WH5692> having baked <WH5746> [it] in their sight <WH5869> over human <WH120> dung. <WH1561> <WH6627>\""},{"number":13,"verse":"Then the Lord <WH3068> said, <WH559> \"Thus <WH3602> shall the sons <WH1121> of Israel <WH3478> eat <WH398> their bread <WH3899> unclean <WH2931> among the nations <WH1471> where <WH834> <WH8033> I shall banish <WH5080> them.\""},{"number":14,"verse":"But I said, <WH559> \"Ah, Lord <WH136> God! <WH3068> Behold, <WH2009> I have never <WH3808> been <WH2930> defiled; <WH2930> for from my youth <WH5271> until <WH5704> now <WH6258> I have never <WH3808> eaten <WH398> what <WH5038> died <WH5038> of itself or was torn <WH2966> by beasts, <WH2966> nor <WH3808> has any unclean <WH6292> meat <WH1320> ever entered <WH935> my mouth. <WH6310>\""},{"number":15,"verse":"Then He said <WH559> to me, \"See, <WH7200> I shall give <WH5414> you cow's dung <WH6832> in place <WH8478> of human <WH120> dung <WH1561> over <WH5921> which you will prepare <WH6213> your bread. <WH3899>\""},{"number":16,"verse":"Moreover, He said <WH559> to me, \"Son <WH1121> of man, <WH120> behold, <WH2009> I am going to break <WH7665> the staff <WH4294> of bread <WH3899> in Jerusalem, <WH3389> and they will eat <WH398> bread <WH3899> by weight <WH4948> and with anxiety, <WH1674> and drink <WH8354> water <WH4325> by measure <WH4884> and in horror, <WH8078>"},{"number":17,"verse":"because <WH4616> bread <WH3899> and water <WH4325> will be scarce; <WH2637> and they will be appalled <WH8074> with one <WH376> another <WH251> and waste <WH4743> away <WH4743> in their iniquity. <WH5771>"}]}