{"bibleAbbr":"NASB1995+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":44,"verses":[{"number":1,"verse":"Then He brought <WH7725> me back <WH7725> by the way <WH1870> of the outer <WH2435> gate <WH8179> of the sanctuary, <WH4720> which faces <WH6437> the east; <WH6921> and it was shut. <WH5462>"},{"number":2,"verse":"And the Lord <WH3068> said <WH559> to me, \"This <WH2088> gate <WH8179> shall be shut; <WH5462> it shall not be opened, <WH6605> and no <WH3808> one <WH376> shall enter <WH935> by it, for the Lord <WH3068> God <WH430> of Israel <WH3478> has entered <WH935> by it; therefore it shall be shut. <WH5462>"},{"number":3,"verse":"\"As for the prince, <WH5387> he shall sit <WH3427> in it as prince <WH5387> to eat <WH398> bread <WH3899> before <WH6440> the Lord; <WH3068> he shall enter <WH935> by way <WH1870> of the porch <WH197> of the gate, <WH8179> and shall go <WH3318> out by the same way. <WH1870>\""},{"number":4,"verse":"Then He brought <WH935> me by way <WH1870> of the north <WH6828> gate <WH8179> to the front <WH6440> of the house; <WH1004> and I looked, <WH7200> and behold, <WH2009> the glory <WH9202> of the Lord <WH3068> filled <WH4390> the house <WH1004> of the Lord, <WH3068> and I fell <WH5307> on my face. <WH6440>"},{"number":5,"verse":"And the Lord <WH3068> said <WH559> to me, \"Son <WH1121> of man, <WH120> mark <WH7760> well, <WH3820> see <WH7200> with your eyes, <WH5869> and hear <WH8085> with your ears <WH241> all <WH3605> that I say <WH1696> to you concerning all <WH3605> the statutes <WH2708> of the house <WH1004> of the Lord <WH3068> and concerning all <WH3605> its laws; <WH8451> and mark <WH7760> well <WH3820> the entrance <WH3996> of the house, <WH1004> with all <WH3605> exits <WH4161> of the sanctuary. <WH4720>"},{"number":6,"verse":"\"And you shall say <WH559> to the rebellious <WH4805> ones, <WH4805> to the house <WH1004> of Israel, <WH3478> 'Thus <WH3541> says <WH559> the Lord <WH136> God, <WH3068> \"Enough <WH7227> of all <WH3605> your abominations, <WH8441> O house <WH1004> of Israel, <WH3478>"},{"number":7,"verse":"when you brought <WH935> in foreigners, <WH1121> <WH5236> uncircumcised <WH6189> in heart <WH3820> and uncircumcised <WH6189> in flesh, <WH1320> to be in My sanctuary <WH4720> to profane <WH2490> it, [even] My house, <WH1004> when you offered <WH7126> My food, <WH3899> the fat <WH2459> and the blood; <WH1818> for they made <WH6565> My covenant <WH1285> void <WH6565> – [this] in addition <WH413> to all <WH3605> your abominations. <WH8441>"},{"number":8,"verse":"\"And you have not kept <WH8104> charge <WH4931> of My holy <WH6944> things <WH6944> yourselves, but you have set <WH7760> [foreigners] to keep <WH8104> charge <WH4931> of My sanctuary. <WH4720>\""},{"number":9,"verse":"'Thus <WH3541> says <WH559> the Lord <WH136> God, <WH3068> \"No <WH3605> <WH3808> foreigner, <WH1121> <WH5236> uncircumcised <WH6189> in heart <WH3820> and uncircumcised <WH6189> in flesh, <WH1320> of all <WH3605> the foreigners <WH1121> <WH5236> who <WH834> are among <WH8432> the sons <WH1121> of Israel, <WH3478> shall enter <WH935> My sanctuary. <WH4720>"},{"number":10,"verse":"\"But the Levites <WH3881> who <WH834> went <WH7368> far <WH7368> from Me, when Israel <WH3478> went <WH8582> astray, <WH8582> who <WH834> went <WH8582> astray <WH8582> from Me after <WH310> their idols, <WH1544> shall bear <WH5375> the punishment <WH5771> for their iniquity. <WH5771>"},{"number":11,"verse":"\"Yet they shall be ministers <WH8334> in My sanctuary, <WH4720> having oversight <WH6486> at the gates <WH8179> of the house <WH1004> and ministering <WH8334> in the house; <WH1004> they shall slaughter <WH7819> the burnt <WH5930> offering <WH5930> and the sacrifice <WH2077> for the people, <WH5971> and they shall stand <WH5975> before <WH6440> them to minister <WH8334> to them."},{"number":12,"verse":"\"Because <WH3282> <WH834> they ministered <WH8334> to them before <WH6440> their idols <WH1544> and became <WH1961> a stumbling <WH4383> block <WH4383> of iniquity <WH5771> to the house <WH1004> of Israel, <WH3478> therefore <WH5921> <WH3651> I have sworn <WH5375> <WH3027> against <WH5921> them,\" declares <WH5002> the Lord <WH136> God, <WH3068> \"that they shall bear <WH5375> the punishment <WH5771> for their iniquity. <WH5771>"},{"number":13,"verse":"\"And they shall not come <WH5066> near <WH5066> to Me to serve <WH3547> as a priest <WH3547> to Me, nor <WH3808> come <WH5066> near <WH5066> to any <WH3605> of My holy <WH6944> things, <WH6944> to the things <WH6944> that are most <WH6944> holy; <WH6944> but they shall bear <WH5375> their shame <WH3639> and their abominations <WH8441> which <WH834> they have committed. <WH6213>"},{"number":14,"verse":"\"Yet I will appoint <WH5414> them to keep <WH8104> charge <WH4931> of the house, <WH1004> of all <WH3605> its service, <WH5656> and of all <WH3605> that shall be done <WH6213> in it."},{"number":15,"verse":"\"But the Levitical <WH3881> priests, <WH3548> the sons <WH1121> of Zadok, <WH6659> who <WH834> kept <WH8104> charge <WH4931> of My sanctuary <WH4720> when the sons <WH1121> of Israel <WH3478> went <WH8582> astray <WH8582> from Me, shall come <WH7126> near <WH7126> to Me to minister <WH8334> to Me; and they shall stand <WH5975> before <WH6440> Me to offer <WH7126> Me the fat <WH2459> and the blood, <WH1818>\" declares <WH5002> the Lord <WH136> God. <WH3068>"},{"number":16,"verse":"\"They shall enter <WH935> My sanctuary; <WH4720> they shall come <WH7126> near <WH7126> to My table <WH7979> to minister <WH8334> to Me and keep <WH8104> My charge. <WH4931>"},{"number":17,"verse":"\"And it shall be that when they enter <WH935> at the gates <WH8179> of the inner <WH6442> court, <WH2691> they shall be clothed <WH3847> with linen <WH6593> garments; <WH899> and wool <WH6785> shall not be on them while they are ministering <WH8334> in the gates <WH8179> of the inner <WH6442> court <WH2691> and in the house. <WH1004>"},{"number":18,"verse":"\"Linen <WH6593> turbans <WH6287> shall be on their heads, <WH7218> and linen <WH6593> undergarments <WH4370> shall be on their loins; <WH4975> they shall not gird <WH2296> themselves with [anything which makes them] sweat. <WH3154>"},{"number":19,"verse":"\"And when they go <WH3318> out into the outer <WH2435> court, <WH2691> into the outer <WH2435> court <WH2691> to the people, <WH5971> they shall put <WH6584> off <WH6584> their garments <WH899> in which <WH834> they have been ministering <WH8334> and lay <WH5117> them in the holy <WH6944> chambers; <WH3957> then they shall put <WH3847> on other <WH312> garments <WH899> that they may not transmit <WH6942> holiness <WH6942> to the people <WH5971> with their garments. <WH899>"},{"number":20,"verse":"\"Also they shall not shave <WH1548> their heads, <WH7218> yet they shall not let their locks <WH6545> grow <WH7971> long; <WH7971> they shall only <WH3697> trim <WH3697> [the hair of] their heads. <WH7218>"},{"number":21,"verse":"\"Nor <WH3808> shall any <WH3605> of the priests <WH3548> drink <WH8354> wine <WH3196> when they enter <WH935> the inner <WH6442> court. <WH2691>"},{"number":22,"verse":"\"And they shall not marry <WH3947> a widow <WH490> or a divorced <WH1644> woman but shall take <WH3947> virgins <WH1330> from the offspring <WH2233> of the house <WH1004> of Israel, <WH3478> or a widow <WH490> who <WH834> is the widow <WH490> of a priest. <WH3548>"},{"number":23,"verse":"\"Moreover, they shall teach <WH3384> My people <WH5971> [the difference] between <WH996> the holy <WH6944> and the profane, <WH2455> and cause them to discern <WH3045> between <WH996> the unclean <WH2931> and the clean. <WH2889>"},{"number":24,"verse":"\"And in a dispute <WH7379> they shall take <WH5975> their stand <WH5975> to judge; <WH8199> they shall judge <WH8199> it according to My ordinances. <WH4941> They shall also keep <WH8104> My laws <WH8451> and My statutes <WH2708> in all <WH3605> My appointed <WH4150> feasts, <WH4150> and sanctify <WH6942> My sabbaths. <WH7676>"},{"number":25,"verse":"\"And they shall not go <WH935> to a dead <WH4191> person <WH120> to defile <WH2930> [themselves;] however, <WH3588> <WH518> for father, for mother, <WH1> for son, <WH517> for daughter, <WH1121> for brother, <WH1323> or for a sister <WH251> who <WH269> has not had <WH834> a husband, <WH1961> they may defile <WH376> themselves."},{"number":26,"verse":"\"And after <WH310> he is cleansed, <WH2893> seven <WH7651> days <WH3117> shall elapse <WH5608> for him."},{"number":27,"verse":"\"And on the day <WH3117> that he goes <WH935> into the sanctuary, <WH6944> into the inner <WH6442> court <WH2691> to minister <WH8334> in the sanctuary, <WH6944> he shall offer <WH7126> his sin <WH9128> offering, <WH9128>\" declares <WH5002> the Lord <WH136> God. <WH3068>"},{"number":28,"verse":"\"And it shall be with regard to an inheritance <WH5159> for them, [that] I am their inheritance; <WH5159> and you shall give <WH5414> them no <WH3808> possession <WH272> in Israel <WH3478> – I am their possession. <WH272>"},{"number":29,"verse":"\"They shall eat <WH398> the grain offering, <WH4503> the sin <WH9128> offering, <WH9128> and the guilt <WH817> offering; <WH817> and every <WH3605> devoted <WH9172> thing <WH9172> in Israel <WH3478> shall be theirs. <WH4480> <WH1992>"},{"number":30,"verse":"\"And the first <WH7225> of all <WH3605> the first <WH1061> fruits <WH1061> of every <WH3605> kind and every <WH3605> contribution <WH8641> of every <WH3605> kind, from all <WH3605> your contributions, <WH8641> shall be for the priests; <WH3548> you shall also give <WH5414> to the priest <WH3548> the first <WH7225> of your dough <WH6182> to cause a blessing <WH1293> to rest <WH5117> on your house. <WH1004>"},{"number":31,"verse":"\"The priests <WH3548> shall not eat <WH398> any <WH3605> bird <WH5775> or beast <WH929> that has died <WH5038> a natural <WH5038> death <WH5038> or has been torn <WH2966> to pieces. <WH2966>"}]}