{"bibleAbbr":"HSB+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"וַיִּצָּעֵק֙ <WH6817> vai-yitz-tza-'Ek gathered themselves together אִ֣ישׁ <WH376> 'ish And the men אֶפְרַ֔יִם <WH669> 'ef-Ra-yim, of Ephraim וַֽיַּעֲבֹ֖ר <WH5674> vai-ya-'a-Vor and went צָפ֑וֹנָה <WH6828> tza-Fo-nah; northward וַיֹּאמְר֨וּ <WH559> vai-yo-me-Ru and said לְיִפְתָּ֜ח <WH3316> le-yif-Tach unto Jephthah מַדּ֣וּעַ׀ <WH4069> mad-Du-a' Why עָבַ֣רְתָּ׀ <WH5674> 'a-Var-ta Wherefore passedst thou over לְהִלָּחֵ֣ם <WH3898> le-hil-la-Chem to fight בִּבְנֵי־ <WH1121> biv-nei- against the children עַמּ֗וֹן <WH5983> am-Mon, of Ammon וְלָ֙נוּ֙ ve-La-nu לֹ֤א <WH3808> lo without קָרָ֙אתָ֙ <WH7121> ka-Ra-ta and didst not call לָלֶ֣כֶת <WH1980> la-Le-chet to go עִמָּ֔ךְ <WH5973> 'im-Mach, with בֵּיתְךָ֕ <WH1004> bei-te-Cha thine house נִשְׂרֹ֥ף <WH8313> nis-Rof with thee;we will burn עָלֶ֖יךָ <WH5921> 'a-Lei-cha upon בָּאֵֽשׁ׃ <WH784> ba-'Esh. upon thee with fire"},{"number":2,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יִפְתָּח֙ <WH3316> yif-Tach And Jephthah אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, about אִ֣ישׁ <WH376> 'ish he רִ֗יב <WH7379> Riv, strife הָיִ֛יתִי <WH1961> ha-Yi-ti were אֲנִ֛י <WH589> 'a-Ni I וְעַמִּ֥י <WH5971> ve-'am-Mi unto them I and my people וּבְנֵֽי־ <WH1121> u-ve-nei- with the children עַמּ֖וֹן <WH5983> am-Mon of Ammon מְאֹ֑ד <WH3966> me-'Od; at great וָאֶזְעַ֣ק <WH2199> va-'ez-'Ak and when I called אֶתְכֶ֔ם <WH853> 'et-Chem, וְלֹֽא־ <WH3808> ve-lo- did not הוֹשַׁעְתֶּ֥ם <WH3467> ho-sha'-Tem you ye delivered אוֹתִ֖י <WH853> o-Ti מִיָּדָֽם׃ <WH3027> mi-ya-Dam. me not out of their hands"},{"number":3,"verse":"וָֽאֶרְאֶ֞ה <WH7200> va-'er-'Eh And when I saw כִּֽי־ <WH3588> ki- for אֵינְךָ֣ <WH369> 'ei-ne-Cha not מוֹשִׁ֗יעַ <WH3467> mo-Shi-a', that ye delivered וָאָשִׂ֨ימָה <WH7760> va-'a-Si-mah [me] not I put נַפְשִׁ֤י <WH5315> naf-Shi my life בְכַפִּי֙ <WH3709> ve-chap-Pi in my hands וָֽאֶעְבְּרָה֙ <WH5674> va-'e'-be-Rah and passed over אֶל־ <WH413> 'el- against בְּנֵ֣י <WH1121> be-Nei against the children עַמּ֔וֹן <WH5983> am-Mon, of Ammon וַיִּתְּנֵ֥ם <WH5414> vai-yit-te-Nem delivered יְהוָ֖ה <WH3068> Yah-weh and the LORD בְּיָדִ֑י <WH3027> be-ya-Di; them into my hand וְלָמָ֞ה <WH4100> ve-la-Mah Why עֲלִיתֶ֥ם <WH5927> 'a-li-Tem wherefore then are ye come up אֵלַ֛י <WH413> 'e-Lai against הַיּ֥וֹם <WH3117> hai-Yom unto me this day הַזֶּ֖ה <WH2088> haz-Zeh this לְהִלָּ֥חֶם <WH3898> le-hil-La-chem to fight בִּֽי׃ Bi."},{"number":4,"verse":"וַיִּקְבֹּ֤ץ <WH6908> vai-yik-Botz gathered together יִפְתָּח֙ <WH3316> yif-Tach Then Jephthah אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אַנְשֵׁ֣י <WH376> 'an-Shei the men גִלְעָ֔ד <WH1568> gil-'Ad, of Gilead וַיִּלָּ֖חֶם <WH3898> vai-yil-La-chem and fought אֶת־ <WH854> 'et- for אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; with Ephraim וַיַּכּוּ֩ <WH5221> vai-yak-Ku smote אַנְשֵׁ֨י <WH376> 'an-Shei and the men גִלְעָ֜ד <WH1568> gil-'Ad of Gilead אֶת־ <WH853> 'et- אֶפְרַ֗יִם <WH669> 'ef-Ra-yim, Ephraim כִּ֤י <WH3588> ki because אָמְרוּ֙ <WH559> 'a-me-Ru because they said פְּלִיטֵ֤י <WH6412> pe-li-Tei [are] fugitives אֶפְרַ֙יִם֙ <WH669> 'ef-Ra-yim of Ephraim אַתֶּ֔ם <WH859> 'at-Tem, O גִּלְעָ֕ד <WH1568> gil-'Ad Ye Gileadites בְּת֥וֹךְ <WH8432> be-Toch among אֶפְרַ֖יִם <WH669> 'ef-Ra-yim the Ephraimites בְּת֥וֹךְ <WH8432> be-Toch [and] among מְנַשֶּֽׁה׃ <WH4519> me-nash-Sheh. the Manassites"},{"number":5,"verse":"וַיִּלְכֹּ֥ד <WH3920> vai-yil-Kod took גִּלְעָ֛ד <WH1568> gil-'Ad And the Gileadites אֶֽת־ <WH853> 'et- מַעְבְּר֥וֹת <WH4569> ma'-be-Rot the passages הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den of Jordan לְאֶפְרָ֑יִם <WH669> le-'ef-Ra-yim; before the Ephraimites וְֽ֠הָיָה <WH1961> Ve-ha-yah happened כִּ֣י <WH3588> ki when יֹאמְר֞וּ <WH559> yo-me-Ru said פְּלִיטֵ֤י <WH6412> pe-li-Tei which were escaped אֶפְרַ֙יִם֙ <WH669> 'ef-Ra-yim and it was [so] that when those Ephraimites אֶעֱבֹ֔רָה <WH5674> 'e-'e-Vo-rah, Let me go over וַיֹּ֨אמְרוּ <WH559> vai-Yo-me-ru said ל֧וֹ lo אַנְשֵֽׁי־ <WH582> 'an-shei- that the men גִלְעָ֛ד <WH1568> gil-'Ad of Gilead הַֽאֶפְרָתִ֥י <WH673> ha-'ef-ra-Ti Ephraimite אַ֖תָּה <WH859> 'At-tah you וַיֹּ֥אמֶֽר׀ <WH559> vai-Yo-mer say לֹֽא׃ <WH3808> Lo. No"},{"number":6,"verse":"וַיֹּ֣אמְרוּ <WH559> vai-Yo-me-ru Then said לוֹ֩ lo אֱמָר־ <WH559> 'e-mor- they unto him Say נָ֨א <WH4994> na I beseech thee שִׁבֹּ֜לֶת <WH7641> shib-Bo-let now Shibboleth וַיֹּ֣אמֶר <WH559> vai-Yo-mer and he said סִבֹּ֗לֶת <WH5451> sib-Bo-let, Sibboleth וְלֹ֤א <WH3808> ve-Lo not יָכִין֙ <WH3559> ya-Chin [it] right לְדַבֵּ֣ר <WH1696> le-dab-Ber to pronounce כֵּ֔ן <WH3651> Ken, after that וַיֹּאחֲז֣וּ <WH270> vai-yo-cha-Zu Then they took אוֹת֔וֹ <WH853> o-To, וַיִּשְׁחָט֖וּהוּ <WH7819> vai-yish-cha-Tu-hu him and slew אֶל־ <WH413> 'el- at מַעְבְּר֣וֹת <WH4569> ma'-be-Rot him at the passages הַיַּרְדֵּ֑ן <WH3383> hai-yar-Den; of Jordan וַיִּפֹּ֞ל <WH5307> vai-yip-Pol and there fell בָּעֵ֤ת <WH6256> ba-'Et at that time הַהִיא֙ <WH1931> ha-Hi he מֵֽאֶפְרַ֔יִם <WH669> me-'ef-Ra-yim, of the Ephraimites אַרְבָּעִ֥ים <WH705> 'ar-ba-'Im forty וּשְׁנַ֖יִם <WH8147> u-she-Na-yim and two אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":7,"verse":"וַיִּשְׁפֹּ֥ט <WH8199> vai-yish-Pot judged יִפְתָּ֛ח <WH3316> yif-Tach And Jephthah אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel שֵׁ֣שׁ <WH8337> shesh six שָׁנִ֑ים <WH8141> sha-Nim; years וַיָּ֗מָת <WH4191> vai-Ya-mot, Then died יִפְתָּח֙ <WH3316> yif-Tach Jephthah הַגִּלְעָדִ֔י <WH1569> hag-gil-'a-Di, the Gileadite וַיִּקָּבֵ֖ר <WH6912> vai-yik-ka-Ver and was buried בְּעָרֵ֥י <WH5892> be-'a-Rei in [one of] the cities גִלְעָֽד׃ <WH1568> gil-'Ad. of Gilead פ Peh"},{"number":8,"verse":"וַיִּשְׁפֹּ֤ט <WH8199> vai-yish-Pot judged אַֽחֲרָיו֙ <WH310> 'a-cha-Rav And after אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel אִבְצָ֖ן <WH78> 'iv-Tzan him Ibzan מִבֵּ֥ית mib-Beit לָֽחֶם׃ <WH1035> La-chem. of Bethlehem"},{"number":9,"verse":"וַיְהִי־ <WH1961> vay-hi- had ל֞וֹ lo שְׁלֹשִׁ֣ים <WH7970> she-lo-Shim And he had thirty בָּנִ֗ים <WH1121> ba-Nim, sons וּשְׁלֹשִׁ֤ים <WH7970> u-she-lo-Shim and thirty בָּנוֹת֙ <WH1323> ba-nOt daughters שִׁלַּ֣ח <WH7971> shil-Lach [whom] he sent הַח֔וּצָה <WH2351> ha-Chu-tzah, abroad וּשְׁלֹשִׁ֣ים <WH7970> u-she-lo-Shim in thirty בָּנ֔וֹת <WH1323> ba-Not, daughters הֵבִ֥יא <WH935> he-Vi and took לְבָנָ֖יו <WH1121> le-va-Nav for his sons מִן־ <WH4480> min- from הַח֑וּץ <WH2351> ha-Chutz; from abroad וַיִּשְׁפֹּ֥ט <WH8199> vai-yish-Pot And he judged אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel שֶׁ֥בַע <WH7651> She-va' seven שָׁנִֽים׃ <WH8141> sha-Nim. years"},{"number":10,"verse":"וַיָּ֣מָת <WH4191> vai-Ya-mot Then died אִבְצָ֔ן <WH78> 'iv-Tzan, Ibzan וַיִּקָּבֵ֖ר <WH6912> vai-yik-ka-Ver and was buried בְּבֵ֥ית be-Veit לָֽחֶם׃ <WH1035> La-chem. at Bethlehem פ Peh"},{"number":11,"verse":"וַיִּשְׁפֹּ֤ט <WH8199> vai-yish-Pot judged אַֽחֲרָיו֙ <WH310> 'a-cha-Rav And after אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel אֵיל֖וֹן <WH356> ei-Lon him Elon הַזְּבֽוּלֹנִ֑י <WH2075> haz-ze-vu-lo-Ni; a Zebulonite וַיִּשְׁפֹּ֥ט <WH8199> vai-yish-Pot and he judged אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel עֶ֥שֶׂר <WH6235> 'E-ser ten שָׁנִֽים׃ <WH8141> sha-Nim. years"},{"number":12,"verse":"וַיָּ֖מָת <WH4191> vai-Ya-mot died אֵל֣וֹן <WH436> e-Lon the oak הַזְּבֽוּלֹנִ֑י <WH2075> haz-ze-vu-lo-Ni; the Zebulonite וַיִּקָּבֵ֥ר <WH6912> vai-yik-ka-Ver and was buried בְּאַיָּל֖וֹן <WH357> be-'ai-ya-Lon in Aijalon בְּאֶ֥רֶץ <WH776> be-'E-retz in the country זְבוּלֻֽן׃ <WH2074> ze-vu-Lun. of Zebulun פ Peh"},{"number":13,"verse":"וַיִּשְׁפֹּ֥ט <WH8199> vai-yish-Pot judged אַחֲרָ֖יו <WH310> 'a-cha-Rav And after אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel עַבְדּ֥וֹן <WH5658> av-Don him Abdon בֶּן־ <WH1121> ben- the son הִלֵּ֖ל <WH1985> hil-Lel of Hillel הַפִּרְעָתוֹנִֽי׃ <WH6553> hap-pir-'a-to-Ni. a Pirathonite"},{"number":14,"verse":"וַיְהִי־ <WH1961> vay-hi- had ל֞וֹ lo אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im And he had forty בָּנִ֗ים <WH1121> ba-Nim, sons וּשְׁלֹשִׁים֙ <WH7970> u-she-lo-Shim and thirty בְּנֵ֣י <WH1121> be-Nei grandsons בָנִ֔ים <WH1121> va-Nim, sons רֹכְבִ֖ים <WH7392> ro-che-Vim that rode עַל־ <WH5921> 'al- on שִׁבְעִ֣ים <WH7657> shiv-'Im on threescore and ten עֲיָרִ֑ם <WH5895> 'a-ya-Rim; ass colts וַיִּשְׁפֹּ֥ט <WH8199> vai-yish-Pot and he judged אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel שְׁמֹנֶ֥ה <WH8083> she-mo-Neh eight שָׁנִֽים׃ <WH8141> sha-Nim. years"},{"number":15,"verse":"וַיָּ֛מָת <WH4191> vai-Ya-mot died עַבְדּ֥וֹן <WH5658> av-Don And Abdon בֶּן־ <WH1121> ben- the son הִלֵּ֖ל <WH1985> hil-Lel of Hillel הַפִּרְעָתוֹנִ֑י <WH6553> hap-pir-'a-to-Ni; the Pirathonite וַיִּקָּבֵ֤ר <WH6912> vai-yik-ka-Ver and was buried בְּפִרְעָתוֹן֙ <WH6552> be-fir-'a-tOn in Pirathon בְּאֶ֣רֶץ <WH776> be-'E-retz in the land אֶפְרַ֔יִם <WH669> 'ef-Ra-yim, of Ephraim בְּהַ֖ר <WH2022> be-Har in the mount הָעֲמָלֵקִֽי׃ <WH6003> ha-'a-mal-Ki. of the Amalekites פ Peh"}]}