{"bibleAbbr":"HSB+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"וַיֹּסִ֙פוּ֙ <WH3254> vai-yo-Si-fu again בְּנֵ֣י <WH1121> be-Nei And the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לַעֲשׂ֥וֹת <WH6213> la-'a-Sot did הָרַ֖ע <WH7451> ha-Ra' evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD וַיִּתְּנֵ֧ם <WH5414> vai-yit-te-Nem delivered יְהוָ֛ה <WH3068> Yah-weh and the LORD בְּיַד־ <WH3027> be-yad- them into the hand פְּלִשְׁתִּ֖ים <WH6430> pe-lish-Tim of the Philistines אַרְבָּעִ֥ים <WH705> 'ar-ba-'Im forty שָׁנָֽה׃ <WH8141> sha-Nah. years פ Peh"},{"number":2,"verse":"וַיְהִי֩ <WH1961> vay-Hi become אִ֨ישׁ <WH376> 'ish man אֶחָ֧ד <WH259> 'e-Chad And there was a certain מִצָּרְעָ֛ה <WH6881> mitz-tza-re-'Ah of Zorah מִמִּשְׁפַּ֥חַת <WH4940> mi-mish-Pa-chat of the family הַדָּנִ֖י <WH1839> had-da-Ni of the Danites וּשְׁמ֣וֹ <WH8034> u-she-Mo whose name מָנ֑וֹחַ <WH4495> ma-No-ach; [was] Manoah וְאִשְׁתּ֥וֹ <WH802> ve-'ish-To and his wife עֲקָרָ֖ה <WH6135> 'a-ka-Rah [was] barren וְלֹ֥א <WH3808> ve-Lo no יָלָֽדָה׃ <WH3205> ya-La-dah. and bare"},{"number":3,"verse":"וַיֵּרָ֥א <WH7200> vai-ye-Ra appeared מַלְאַךְ־ <WH4397> mal-'ach- And the angel יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- to הָאִשָּׁ֑ה <WH802> ha-'ish-Shah; unto the woman וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֵלֶ֗יהָ <WH413> 'e-Lei-ha, to her הִנֵּה־ <WH2009> hin-neh- Behold נָ֤א <WH4994> na now אַתְּ־ <WH859> 'at- you עֲקָרָה֙ <WH6135> 'a-ka-Rah unto her Behold now thou [art] barren וְלֹ֣א <WH3808> ve-Lo no יָלַ֔דְתְּ <WH3205> ya-Ladt, and bearest וְהָרִ֖ית <WH2029> ve-ha-Rit not but thou shalt conceive וְיָלַ֥דְתְּ <WH3205> ve-ya-Ladt and bear בֵּֽן׃ <WH1121> Ben. a son"},{"number":4,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now הִשָּׁ֣מְרִי <WH8104> hish-Sha-me-ri Now therefore beware נָ֔א <WH4994> Na, I beseech thee וְאַל־ <WH408> ve-'al- nor תִּשְׁתִּ֖י <WH8354> tish-Ti I pray thee and drink יַ֣יִן <WH3196> Ya-yin not wine וְשֵׁכָ֑ר <WH7941> ve-she-Char; nor strong drink וְאַל־ <WH408> ve-'al- nor תֹּאכְלִ֖י <WH398> toch-Li and eat כָּל־ <WH3605> kol- any טָמֵֽא׃ <WH2931> ta-Me. not any unclean"},{"number":5,"verse":"כִּי֩ <WH3588> ki For הִנָּ֨ךְ <WH2009> hin-Nach behold הָרָ֜ה <WH2029> ha-Rah been וְיֹלַ֣דְתְּ <WH3205> ve-yo-Ladt and bear בֵּ֗ן <WH1121> Ben, a son וּמוֹרָה֙ <WH4177> u-mo-Rah and no razor לֹא־ <WH3808> lo- and no יַעֲלֶ֣ה <WH5927> ya-'a-Leh shall come עַל־ <WH5921> 'al- upon רֹאשׁ֔וֹ <WH7218> ro-Sho, on his head כִּֽי־ <WH3588> ki- for נְזִ֧יר <WH5139> ne-Zir shall be a Nazarite אֱלֹהִ֛ים <WH430> E-lo-Him unto God יִהְיֶ֥ה <WH1961> yih-Yeh become הַנַּ֖עַר <WH5288> han-Na-'ar for the child מִן־ <WH4480> min- from הַבָּ֑טֶן <WH990> hab-Ba-ten; from the womb וְה֗וּא <WH1931> ve-Hu, and he יָחֵ֛ל <WH2490> ya-Chel and he shall begin לְהוֹשִׁ֥יעַ <WH3467> le-ho-Shi-a' to deliver אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel מִיַּ֥ד <WH3027> mi-Yad out of the hand פְּלִשְׁתִּֽים׃ <WH6430> pe-lish-Tim. of the Philistines"},{"number":6,"verse":"וַתָּבֹ֣א <WH935> vat-ta-Vo came הָאִשָּׁ֗ה <WH802> ha-'ish-Shah, Then the woman וַתֹּ֣אמֶר <WH559> vat-To-mer and told לְאִישָׁהּ֮ <WH376> le-'i-Shah her husband לֵאמֹר֒ <WH559> le-Mor saying אִ֤ישׁ <WH376> 'ish A man הָאֱלֹהִים֙ <WH430> ha-'E-lo-Him of God בָּ֣א <WH935> ba came אֵלַ֔י <WH413> 'e-Lai, to me וּמַרְאֵ֕הוּ <WH4758> u-mar-'E-hu unto me and his countenance כְּמַרְאֵ֛ה <WH4758> ke-mar-'Eh [was] like the countenance מַלְאַ֥ךְ <WH4397> mal-'Ach of an angel הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him of God נוֹרָ֣א <WH3372> no-Ra terrible מְאֹ֑ד <WH3966> me-'Od; very וְלֹ֤א <WH3808> ve-Lo nor שְׁאִלְתִּ֙יהוּ֙ <WH7592> she-'il-Ti-hu but I asked אֵֽי־ <WH335> 'ei- where מִזֶּ֣ה <WH2088> miz-Zeh he ה֔וּא <WH1931> Hu, he וְאֶת־ <WH853> ve-'Et שְׁמ֖וֹ <WH8034> she-Mo he me his name לֹֽא־ <WH3808> lo- nor הִגִּ֥יד <WH5046> hig-Gid him not whence he [was] neither told לִֽי׃ Li."},{"number":7,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer But he said לִ֔י Li, הִנָּ֥ךְ <WH2009> hin-Nach Behold הָרָ֖ה <WH2029> ha-Rah been וְיֹלַ֣דְתְּ <WH3205> ve-yo-Ladt and bear בֵּ֑ן <WH1121> Ben; a son וְעַתָּ֞ה <WH6258> ve-'at-Tah and now אַל־ <WH408> 'al- nor תִּשְׁתִּ֣י׀ <WH8354> tish-Ti nor strong drink יַ֣יִן <WH3196> Ya-yin no wine וְשֵׁכָ֗ר <WH7941> ve-she-Char, and now drink וְאַל־ <WH408> ve-'al- nor תֹּֽאכְלִי֙ <WH398> to-che-Li neither eat כָּל־ <WH3605> kol- any טֻמְאָ֔ה <WH2932> tum-'Ah, any unclean כִּֽי־ <WH3588> ki- for נְזִ֤יר <WH5139> ne-Zir shall be a Nazarite אֱלֹהִים֙ <WH430> E-lo-Him to God יִהְיֶ֣ה <WH1961> yih-Yeh become הַנַּ֔עַר <WH5288> han-Na-'ar, [thing] for the child מִן־ <WH4480> min- from הַבֶּ֖טֶן <WH990> hab-Be-ten from the womb עַד־ <WH5704> 'ad- against י֥וֹם <WH3117> Yom to the day מוֹתֽוֹ׃ <WH4194> mo-To. of his death פ Peh"},{"number":8,"verse":"וַיֶּעְתַּ֥ר <WH6279> vai-ye'-Tar intreated מָנ֛וֹחַ <WH4495> ma-No-ach Then Manoah אֶל־ <WH413> 'el- about יְהוָ֖ה <WH3068> Yah-weh the LORD וַיֹּאמַ֑ר <WH559> vai-yo-Mar; and said בִּ֣י <WH994> bi O אֲדוֹנָ֔י <WH136> a-do-Nai, my Lord אִ֣ישׁ <WH376> 'ish the man הָאֱלֹהִ֞ים <WH430> ha-'E-lo-Him of God אֲשֶׁ֣ר <WH834> 'a-Sher whom שָׁלַ֗חְתָּ <WH7971> sha-Lach-ta, which thou didst send יָבוֹא־ <WH935> ya-Vo- come again נָ֥א <WH4994> na let עוֹד֙ <WH5750> 'Od again אֵלֵ֔ינוּ <WH413> 'e-Lei-nu, about וְיוֹרֵ֕נוּ <WH3384> ve-yo-Re-nu unto us and teach מַֽה־ <WH4100> mah- what נַּעֲשֶׂ֖ה <WH6213> na-'a-Seh us what we shall do לַנַּ֥עַר <WH5288> lan-Na-'ar unto the child הַיּוּלָּֽד׃ <WH3205> hai-yul-Lad. that shall be born"},{"number":9,"verse":"וַיִּשְׁמַ֥ע <WH8085> vai-yish-Ma' hearkened הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him And God בְּק֣וֹל <WH6963> be-Kol to the voice מָנ֑וֹחַ <WH4495> ma-No-ach; of Manoah וַיָּבֹ֣א <WH935> vai-ya-Vo came again מַלְאַךְ֩ <WH4397> mal-'aCh and the angel הָאֱלֹהִ֨ים <WH430> ha-'E-lo-Him of God ע֜וֹד <WH5750> od again אֶל־ <WH413> 'el- to הָאִשָּׁ֗ה <WH802> ha-'ish-Shah, unto the woman וְהִיא֙ <WH1931> ve-Hi she יוֹשֶׁ֣בֶת <WH3427> yo-She-vet as she sat בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, in the field וּמָנ֥וֹחַ <WH4495> u-ma-No-ach but Manoah אִישָׁ֖הּ <WH376> 'i-Shah her husband אֵ֥ין <WH369> 'ein else עִמָּֽהּ׃ <WH5973> 'im-Mah. with"},{"number":10,"verse":"וַתְּמַהֵר֙ <WH4116> vat-te-ma-Her made haste הָֽאִשָּׁ֔ה <WH376> ha-'ish-Shah, her husband וַתָּ֖רָץ <WH7323> vat-Ta-rotz and ran וַתַּגֵּ֣ד <WH5046> vat-tag-Ged and shewed לְאִישָׁ֑הּ <WH802> le-'i-Shah; And the woman וַתֹּ֣אמֶר <WH559> vat-To-mer and said אֵלָ֔יו <WH413> 'e-Lav, about הִנֵּ֨ה <WH2009> hin-Neh Behold נִרְאָ֤ה <WH7200> nir-'Ah hath appeared אֵלַי֙ <WH413> 'e-Lai about הָאִ֔ישׁ <WH376> ha-'Ish, unto him Behold the man אֲשֶׁר־ <WH834> 'a-Sher- who בָּ֥א <WH935> ba unto me that came בַיּ֖וֹם <WH3117> vai-Yom unto me the [other] day אֵלָֽי׃ <WH413> 'e-Lai. about"},{"number":11,"verse":"וַיָּ֛קָם <WH6965> vai-Ya-kom arose וַיֵּ֥לֶךְ <WH1980> vai-Ye-lech Then מָנ֖וֹחַ <WH4495> ma-No-ach And Manoah אַחֲרֵ֣י <WH310> 'a-cha-Rei after אִשְׁתּ֑וֹ <WH802> ish-To; his wife וַיָּבֹא֙ <WH935> vai-ya-Vo and came אֶל־ <WH413> 'el- to הָאִ֔ישׁ <WH376> ha-'Ish, to the man וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said ל֗וֹ lo, הַאַתָּ֥ה <WH859> ha-'at-Tah are you הָאִ֛ישׁ <WH376> ha-'Ish unto him [Art] thou the man אֲשֶׁר־ <WH834> 'a-Sher- who דִּבַּ֥רְתָּ <WH1696> dib-Bar-ta that spakest אֶל־ <WH413> 'el- about הָאִשָּׁ֖ה <WH802> ha-'ish-Shah his wife וַיֹּ֥אמֶר <WH559> vai-Yo-mer said אָֽנִי׃ <WH589> 'A-ni. I"},{"number":12,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said מָנ֔וֹחַ <WH4495> ma-No-ach, And Manoah עַתָּ֖ה <WH6258> 'at-Tah Now יָבֹ֣א <WH935> ya-Vo come to pass דְבָרֶ֑יךָ <WH1697> de-va-Rei-cha; Now let thy words מַה־ <WH4100> mah- what יִּֽהְיֶ֥ה <WH1961> yih-Yeh become מִשְׁפַּט־ <WH4941> mish-pat- How shall we order הַנַּ֖עַר <WH5288> han-Na-'ar the child וּמַעֲשֵֽׂהוּ׃ <WH4639> u-ma-'a-Se-hu. and [how] shall we do"},{"number":13,"verse":"וַיֹּ֛אמֶר <WH559> vai-Yo-mer said מַלְאַ֥ךְ <WH4397> mal-'Ach And the angel יְהוָ֖ה <WH3069> Yah-weh God אֶל־ <WH413> 'el- to מָנ֑וֹחַ <WH4495> ma-No-ach; unto Manoah מִכֹּ֛ל <WH3605> mik-Kol to all אֲשֶׁר־ <WH834> 'a-Sher- i אָמַ֥רְתִּי <WH559> 'a-Mar-ti Of all that I said אֶל־ <WH413> 'el- about הָאִשָּׁ֖ה <WH802> ha-'ish-Shah unto the woman תִּשָּׁמֵֽר׃ <WH8104> tish-sha-Mer. let her beware"},{"number":14,"verse":"מִכֹּ֣ל <WH3605> mik-Kol anything אֲשֶׁר־ <WH834> 'a-Sher- that יֵצֵא֩ <WH3318> ye-Tze of any [thing] that cometh מִגֶּ֨פֶן <WH1612> mig-Ge-fen of the vine הַיַּ֜יִן <WH3196> hai-Ya-yin wine לֹ֣א <WH3808> lo should not תֹאכַ֗ל <WH398> to-Chal, She may not eat וְיַ֤יִן <WH3196> ve-Ya-yin wine וְשֵׁכָר֙ <WH7941> ve-she-Char or strong drink אַל־ <WH408> 'al- nor תֵּ֔שְׁתְּ <WH8354> Te-shet, neither let her drink וְכָל־ <WH3605> ve-chol any טֻמְאָ֖ה <WH2932> tum-'Ah any unclean אַל־ <WH408> 'al- nor תֹּאכַ֑ל <WH398> to-Chal; nor eat כֹּ֥ל <WH3605> kol all אֲשֶׁר־ <WH834> 'a-Sher- i צִוִּיתִ֖יהָ <WH6680> tziv-vi-Ti-ha [thing] all that I commanded תִּשְׁמֹֽר׃ <WH8104> tish-Mor. her let her observe"},{"number":15,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said מָנ֖וֹחַ <WH4495> ma-No-ach And Manoah אֶל־ <WH413> 'el- to מַלְאַ֣ךְ <WH4397> mal-'Ach unto the angel יְהוָ֑ה <WH3068> Yah-weh; of the LORD נַעְצְרָה־ <WH6113> na'-tze-rah- I pray thee let us detain נָּ֣א <WH4994> na Please אוֹתָ֔ךְ <WH853> o-Tach, וְנַעֲשֶׂ֥ה <WH6213> ve-na-'a-Seh thee until we shall have made ready לְפָנֶ֖יךָ <WH6440> le-fa-Nei-cha for גְּדִ֥י <WH1423> ge-Di kid עִזִּֽים׃ <WH5795> 'iz-Zim. goat"},{"number":16,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said מַלְאַ֨ךְ <WH4397> mal-'Ach And the angel יְהוָ֜ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- to מָנ֗וֹחַ <WH4495> ma-No-ach, unto Manoah אִם־ <WH518> 'im- and if תַּעְצְרֵ֙נִי֙ <WH6113> ta'-tze-Re-ni Though thou detain לֹא־ <WH3808> lo- I will not אֹכַ֣ל <WH398> 'o-Chal me I will not eat בְּלַחְמֶ֔ךָ <WH3899> be-lach-Me-cha, of thy bread וְאִם־ <WH518> ve-'im- if תַּעֲשֶׂ֣ה <WH6213> ta-'a-Seh thou wilt offer עֹלָ֔ה <WH5930> 'o-Lah, a burnt offering לַיהוָ֖ה <WH3068> Yah-weh it unto the LORD תַּעֲלֶ֑נָּה <WH5927> ta-'a-Len-nah; thou must offer כִּ֚י <WH3588> ki for לֹא־ <WH3808> lo- did not יָדַ֣ע <WH3045> ya-Da' knew מָנ֔וֹחַ <WH4495> ma-No-ach, For Manoah כִּֽי־ <WH3588> ki- for מַלְאַ֥ךְ <WH4397> mal-'Ach not that he [was] an angel יְהוָ֖ה <WH3068> Yah-weh of the LORD הֽוּא׃ <WH1931> Hu. he"},{"number":17,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said מָנ֛וֹחַ <WH4495> ma-No-ach And Manoah אֶל־ <WH413> 'el- to מַלְאַ֥ךְ <WH4397> mal-'Ach unto the angel יְהוָ֖ה <WH3068> Yah-weh of the LORD מִ֣י <WH4310> mi What שְׁמֶ֑ךָ <WH8034> she-Me-cha; What [is] thy name כִּֽי־ <WH3588> ki- for יָבֹ֥א <WH935> ya-Vo come to pass; דִבְרֵיךָ div-rei-cha כדְבָרְךָ֖ <WH1697> de-va-re-Cha act קוְכִבַּדְנֽוּךָ׃ <WH3513> ve-chib-bad-Nu-cha. we may do thee honour"},{"number":18,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo מַלְאַ֣ךְ <WH4397> mal-'Ach And the angel יְהוָ֔ה <WH3068> Yah-weh, of the LORD לָ֥מָּה <WH4100> Lam-mah Why זֶּ֖ה <WH2088> zeh you תִּשְׁאַ֣ל <WH7592> tish-'Al unto him Why askest לִשְׁמִ֑י <WH8034> lish-Mi; thou thus after my name וְהוּא־ <WH1931> ve-hu- he פֶֽלִאי׃ <WH6383> Fe-li. secret ס sa-Mek"},{"number":19,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach took מָנ֜וֹחַ <WH4495> ma-No-ach So Manoah אֶת־ <WH853> 'et- גְּדִ֤י <WH1423> ge-Di kid הָעִזִּים֙ <WH5795> ha-'iz-Zim goat וְאֶת־ <WH853> ve-'Et הַמִּנְחָ֔ה <WH4503> ham-min-Chah, with a meat offering וַיַּ֥עַל <WH5927> vai-Ya-'al and offered עַל־ <WH5921> 'al- on הַצּ֖וּר <WH6697> hatz-Tzur [it] upon a rock לַֽיהוָ֑ה <WH3068> Yah-weh; unto the LORD וּמַפְלִ֣א <WH6381> u-maf-Li wondrously לַעֲשׂ֔וֹת <WH6213> la-'a-Sot, and [the angel] did וּמָנ֥וֹחַ <WH4495> u-ma-No-ach and Manoah וְאִשְׁתּ֖וֹ <WH802> ve-'ish-To and his wife רֹאִֽים׃ <WH7200> ro-'Im. looked on"},{"number":20,"verse":"וַיְהִי֩ <WH1961> vay-Hi came בַעֲל֨וֹת <WH5927> va-'a-Lot went up הַלַּ֜הַב <WH3851> hal-La-hav For it came to pass when the flame מֵעַ֤ל <WH5921> me-'Al from הַמִּזְבֵּ֙חַ֙ <WH4196> ham-miz-Be-ach from off the altar הַשָּׁמַ֔יְמָה <WH8064> hash-sha-May-mah, toward heaven וַיַּ֥עַל <WH5927> vai-Ya-'al ascended מַלְאַךְ־ <WH4397> mal-'ach- that the angel יְהוָ֖ה <WH3068> Yah-weh of the LORD בְּלַ֣הַב <WH3851> be-La-hav in the flame הַמִּזְבֵּ֑חַ <WH4196> ham-miz-Be-ach; of the altar וּמָנ֤וֹחַ <WH4495> u-ma-No-ach And Manoah וְאִשְׁתּוֹ֙ <WH802> ve-'ish-To and his wife רֹאִ֔ים <WH7200> ro-'Im, looked on וַיִּפְּל֥וּ <WH5307> vai-yip-pe-Lu [it] and fell on עַל־ <WH5921> 'al- on פְּנֵיהֶ֖ם <WH6440> pe-nei-Hem their faces אָֽרְצָה׃ <WH776> 'A-re-tzah. to the ground"},{"number":21,"verse":"וְלֹא־ <WH3808> ve-lo- no יָ֤סַף <WH3254> Ya-saf did no more עוֹד֙ <WH5750> 'Od again מַלְאַ֣ךְ <WH4397> mal-'Ach But the angel יְהוָ֔ה <WH3068> Yah-weh, of the LORD לְהֵרָאֹ֖ה <WH7200> le-he-ra-'Oh appear אֶל־ <WH413> 'el- to מָנ֣וֹחַ <WH4495> ma-No-ach to Manoah וְאֶל־ <WH413> ve-'el- to אִשְׁתּ֑וֹ <WH802> ish-To; and to his wife אָ֚ז <WH227> 'az Then יָדַ֣ע <WH3045> ya-Da' knew מָנ֔וֹחַ <WH4495> ma-No-ach, Then Manoah כִּֽי־ <WH3588> ki- for מַלְאַ֥ךְ <WH4397> mal-'Ach that he [was] an angel יְהוָ֖ה <WH3068> Yah-weh of the LORD הֽוּא׃ <WH1931> Hu. he"},{"number":22,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said מָנ֛וֹחַ <WH4495> ma-No-ach And Manoah אֶל־ <WH413> 'el- to his אִשְׁתּ֖וֹ <WH802> ish-To unto his wife מ֣וֹת <WH4191> Mot We shall surely נָמ֑וּת <WH4191> na-Mut; die כִּ֥י <WH3588> ki for אֱלֹהִ֖ים <WH430> E-lo-Him God רָאִֽינוּ׃ <WH7200> ra-'I-nu. because we have seen"},{"number":23,"verse":"וַתֹּ֧אמֶר <WH559> vat-To-mer said ל֣וֹ lo אִשְׁתּ֗וֹ <WH802> ish-To, But his wife לוּ֩ <WH3863> lu unto him If חָפֵ֨ץ <WH2654> cha-Fetz were pleased יְהוָ֤ה <WH3068> Yah-weh the LORD לַהֲמִיתֵ֙נוּ֙ <WH4191> la-ha-mi-Te-nu to kill לֹֽא־ <WH3808> lo- nor לָקַ֤ח <WH3947> la-Kach us he would not have received מִיָּדֵ֙נוּ֙ <WH3027> mi-ya-De-nu at our hands עֹלָ֣ה <WH5930> 'o-Lah a burnt offering וּמִנְחָ֔ה <WH4503> u-min-Chah, and a meat offering וְלֹ֥א <WH3808> ve-Lo nor הֶרְאָ֖נוּ <WH7200> her-'A-nu neither would he have shewed אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֵ֑לֶּה <WH428> 'El-leh; these וְכָעֵ֕ת <WH6256> ve-cha-'Et us all these [things] nor would as at this time לֹ֥א <WH3808> lo nor הִשְׁמִיעָ֖נוּ <WH8085> hish-mi-'A-nu have told כָּזֹֽאת׃ <WH2063> ka-Zot. us [such things] as these"},{"number":24,"verse":"וַתֵּ֤לֶד <WH3205> vat-Te-led bare הָֽאִשָּׁה֙ <WH802> ha-'ish-Shah And the woman בֵּ֔ן <WH1121> Ben, a son וַתִּקְרָ֥א <WH7121> vat-tik-Ra and called אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name שִׁמְשׁ֑וֹן <WH8123> shim-Shon; Samson וַיִּגְדַּ֣ל <WH1431> vai-yig-Dal grew הַנַּ֔עַר <WH5288> han-Na-'ar, and the child וַֽיְבָרְכֵ֖הוּ <WH1288> vay-va-re-Che-hu blessed יְהוָֽה׃ <WH3068> Yah-weh. and the LORD"},{"number":25,"verse":"וַתָּ֙חֶל֙ <WH2490> vat-Ta-chel began ר֣וּחַ <WH7307> Ru-ach And the Spirit יְהוָ֔ה <WH3068> Yah-weh, of the LORD לְפַעֲמ֖וֹ <WH6470> le-fa-'a-Mo to move him at times בְּמַחֲנֵה־ <WH4264> be-ma-cha-neh- in the camp דָ֑ן <WH1835> Dan; of Dan בֵּ֥ין <WH996> bein between צָרְעָ֖ה <WH6881> tza-re-'Ah between Zorah וּבֵ֥ין <WH996> u-Vein between אֶשְׁתָּאֹֽל׃ <WH847> 'esh-ta-'Ol. and Eshtaol פ Peh"}]}