{"bibleAbbr":"HSB+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"וַיֵּ֨לֶךְ <WH1980> vai-Ye-lech went אֲבִימֶ֤לֶךְ <WH40> 'a-vi-Me-lech And Abimelech בֶּן־ <WH1121> ben- the son יְרֻבַּ֙עַל֙ <WH3378> ye-rub-Ba-'al of Jerubbaal שְׁכֶ֔מָה <WH7927> she-Che-mah, to Shechem אֶל־ <WH413> 'el- about אֲחֵ֖י <WH251> 'a-Chei brethren אִמּ֑וֹ <WH517> im-Mo; unto his mother's וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber and communed אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, about וְאֶל־ <WH413> ve-'el- to כָּל־ <WH3605> kol- the whole מִשְׁפַּ֛חַת <WH4940> mish-Pa-chat with them and with all the family בֵּית־ <WH1004> beit- of the house אֲבִ֥י <WH1> 'a-Vi father אִמּ֖וֹ <WH517> im-Mo of his mother's לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"דַּבְּרוּ־ <WH1696> dab-be-ru- Speak נָ֞א <WH4994> na now בְּאָזְנֵ֨י <WH241> be-'a-ze-Nei I pray you in the ears כָל־ <WH3605> chol of all בַּעֲלֵ֣י <WH1167> ba-'a-Lei of all the men שְׁכֶם֮ <WH7927> she-Chem of Shechem מַה־ <WH4100> mah- Which טּ֣וֹב <WH2896> Tov Whether [is] better לָכֶם֒ la-Chem הַמְשֹׁ֨ל <WH4910> ham-Shol reign בָּכֶ֜ם ba-Chem שִׁבְעִ֣ים <WH7657> shiv-'Im [which are] threescore and ten אִ֗ישׁ <WH376> 'Ish, persons כֹּ֚ל <WH3605> kol all בְּנֵ֣י <WH1121> be-Nei for you either that all the sons יְרֻבַּ֔עַל <WH3378> ye-rub-Ba-'al, of Jerubbaal אִם־ <WH518> 'im- or מְשֹׁ֥ל <WH4910> me-Shol reign בָּכֶ֖ם ba-Chem אִ֣ישׁ <WH376> 'ish man אֶחָ֑ד <WH259> 'e-Chad; over you or that one וּזְכַרְתֶּ֕ם <WH2142> u-ze-char-Tem over you;remember כִּֽי־ <WH3588> ki- that עַצְמֵכֶ֥ם <WH6106> 'atz-me-Chem also that I [am] your bone וּבְשַׂרְכֶ֖ם <WH1320> u-ve-sar-Chem and your flesh אָנִֽי׃ <WH589> 'a-Ni. I"},{"number":3,"verse":"וַיְדַבְּר֨וּ <WH1696> vay-dab-be-Ru spake אֲחֵֽי־ <WH251> 'a-chei- brethren אִמּ֜וֹ <WH517> im-Mo And his mother's עָלָ֗יו <WH5921> 'a-Lav, his behalf בְּאָזְנֵי֙ <WH241> be-'a-ze-Nei of him in the ears כָּל־ <WH3605> kol- all בַּעֲלֵ֣י <WH1167> ba-'a-Lei of all the men שְׁכֶ֔ם <WH7927> she-Chem, of Shechem אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- of all הַדְּבָרִ֖ים <WH1697> had-de-va-Rim all these words הָאֵ֑לֶּה <WH428> ha-'El-leh; these וַיֵּ֤ט <WH5186> vai-Yet inclined לִבָּם֙ <WH3820> lib-Bam and their hearts אַחֲרֵ֣י <WH310> 'a-cha-Rei to follow אֲבִימֶ֔לֶךְ <WH40> 'a-vi-Me-lech, Abimelech כִּ֥י <WH3588> ki for אָמְר֖וּ <WH559> 'a-me-Ru for they said אָחִ֥ינוּ <WH251> 'a-Chi-nu He [is] our brother הֽוּא׃ <WH1931> Hu. They"},{"number":4,"verse":"וַיִּתְּנוּ־ <WH5414> vai-yit-te-nu- And they gave לוֹ֙ lo שִׁבְעִ֣ים <WH7657> shiv-'Im him threescore and ten כֶּ֔סֶף <WH3701> Ke-sef, [pieces] of silver מִבֵּ֖ית <WH1004> mib-Beit out of the house בַּ֣עַל Ba-'al בְּרִ֑ית <WH1170> be-Rit; of Baalberith וַיִּשְׂכֹּ֨ר <WH7936> vai-yis-Kor hired בָּהֶ֜ם ba-Hem אֲבִימֶ֗לֶךְ <WH40> 'a-vi-Me-lech, wherewith Abimelech אֲנָשִׁ֤ים <WH582> 'a-na-Shim persons רֵיקִים֙ <WH7386> rei-Kim vain וּפֹ֣חֲזִ֔ים <WH6348> u-Fo-cha-Zim, and light וַיֵּלְכ֖וּ <WH1980> vai-ye-le-Chu along אַחֲרָֽיו׃ <WH310> 'a-cha-Rav. him"},{"number":5,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo And he went בֵית־ <WH1004> veit- house אָבִיו֙ <WH1> 'a-Viv unto his father's עָפְרָ֔תָה <WH6084> 'a-fe-Ra-tah, at Ophrah וַֽיַּהֲרֹ֞ג <WH2026> vai-ya-ha-Rog and slew אֶת־ <WH853> 'et- אֶחָ֧יו <WH251> 'e-Chav his brethren בְּנֵֽי־ <WH1121> be-nei- the sons יְרֻבַּ֛עַל <WH3378> ye-rub-Ba-'al of Jerubbaal שִׁבְעִ֥ים <WH7657> shiv-'Im [being] threescore and ten אִ֖ישׁ <WH376> 'ish persons עַל־ <WH5921> 'al- and אֶ֣בֶן <WH68> 'E-ven stone אֶחָ֑ת <WH259> 'e-Chat; upon one וַיִּוָּתֵ֞ר <WH3498> vai-yiv-va-Ter was left יוֹתָ֧ם <WH3147> yo-Tam notwithstanding yet Jotham בֶּן־ <WH1121> ben- son יְרֻבַּ֛עַל <WH3378> ye-rub-Ba-'al of Jerubbaal הַקָּטֹ֖ן <WH6996> hak-ka-Ton the youngest כִּ֥י <WH3588> ki for נֶחְבָּֽא׃ <WH2244> nech-Ba. for he hid ס sa-Mek"},{"number":6,"verse":"וַיֵּאָ֨סְפ֜וּ <WH622> vai-ye-'A-se-Fu gathered together כָּל־ <WH3605> kol- All בַּעֲלֵ֤י <WH1167> ba-'a-Lei And all the men שְׁכֶם֙ <WH7927> she-Chem of Shechem וְכָל־ <WH3605> ve-chol and all בֵּ֣ית <WH1004> beit and all the house מִלּ֔וֹא <WH4407> mil-Lo, Millo וַיֵּ֣לְכ֔וּ <WH1980> vai-Ye-le-Chu, went וַיַּמְלִ֥יכוּ <WH4427> vai-yam-Li-chu and made אֶת־ <WH853> 'et- אֲבִימֶ֖לֶךְ <WH40> 'a-vi-Me-lech Abimelech לְמֶ֑לֶךְ <WH4428> le-Me-lech; king עִם־ <WH5973> 'im- by אֵל֥וֹן <WH436> e-Lon by the plain מֻצָּ֖ב <WH5324> mutz-Tzav of the pillar אֲשֶׁ֥ר <WH834> 'a-Sher which בִּשְׁכֶֽם׃ <WH7927> bish-Chem. that [was] in Shechem"},{"number":7,"verse":"וַיַּגִּ֣דוּ <WH5046> vai-yag-Gi-du And when they told לְיוֹתָ֗ם <WH3147> le-yo-Tam, [it] to Jotham וַיֵּ֙לֶךְ֙ <WH1980> vai-Ye-lech went וַֽיַּעֲמֹד֙ <WH5975> vai-ya-'a-Mod and stood בְּרֹ֣אשׁ <WH7218> be-Rosh in the top הַר־ <WH2022> har- of mount גְּרִזִ֔ים <WH1630> ge-ri-Zim, Gerizim וַיִּשָּׂ֥א <WH5375> vai-yis-Sa and lifted up קוֹל֖וֹ <WH6963> ko-Lo his voice וַיִּקְרָ֑א <WH7121> vai-yik-Ra; and cried וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said לָהֶ֗ם la-Hem, שִׁמְע֤וּ <WH8085> shim-'U unto them Hearken אֵלַי֙ <WH413> 'e-Lai to me בַּעֲלֵ֣י <WH1167> ba-'a-Lei unto me ye men שְׁכֶ֔ם <WH7927> she-Chem, of Shechem וְיִשְׁמַ֥ע <WH8085> ve-yish-Ma' may hearken אֲלֵיכֶ֖ם <WH413> 'a-lei-Chem about אֱלֹהִֽים׃ <WH430> E-lo-Him. that God"},{"number":8,"verse":"הָל֤וֹךְ <WH1980> ha-Loch Once הָֽלְכוּ֙ <WH1980> ha-le-Chu went הָעֵצִ֔ים <WH6086> ha-'e-Tzim, The trees לִמְשֹׁ֥חַ <WH4886> lim-Sho-ach [on a time] to anoint עֲלֵיהֶ֖ם <WH5921> 'a-lei-Hem over מֶ֑לֶךְ <WH4428> Me-lech; a king וַיֹּאמְר֥וּ <WH559> vai-yo-me-Ru over them and they said לַזַּ֖יִת <WH2132> laz-Za-yit unto the olive tree; מְלֹוכָה me-lo-chah כמָלְכָ֥ה <WH4427> ma-le-Chah consult קעָלֵֽינוּ׃ <WH5921> 'a-Lei-nu. over"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לָהֶם֙ la-Hem הַזַּ֔יִת <WH2132> haz-Za-yit, But the olive tree הֶחֳדַ֙לְתִּי֙ <WH2308> he-cho-Dal-ti unto them Should I leave אֶת־ <WH853> 'et- דִּשְׁנִ֔י <WH1880> dish-Ni, my fatness אֲשֶׁר־ <WH834> 'a-Sher- which בִּ֛י bi יְכַבְּד֥וּ <WH3513> ye-chab-be-Du wherewith by me they honour אֱלֹהִ֖ים <WH430> E-lo-Him God וַאֲנָשִׁ֑ים <WH376> va-'a-na-Shim; and men וְהָ֣לַכְתִּ֔י <WH1980> ve-Ha-lach-Ti, and go לָנ֖וּעַ <WH5128> la-Nu-a' to be promoted עַל־ <WH5921> 'al- over הָעֵצִֽים׃ <WH6086> ha-'e-Tzim. carpenter"},{"number":10,"verse":"וַיֹּאמְר֥וּ <WH559> vai-yo-me-Ru said הָעֵצִ֖ים <WH6086> ha-'e-Tzim And the trees לַתְּאֵנָ֑ה <WH8384> lat-te-'e-Nah; to the fig tree לְכִי־ <WH1980> le-chi- come אַ֖תְּ <WH859> 'at you מָלְכִ֥י <WH4427> ma-le-Chi thou [and] reign עָלֵֽינוּ׃ <WH5921> 'a-Lei-nu. over"},{"number":11,"verse":"וַתֹּ֤אמֶר <WH559> vat-To-mer said לָהֶם֙ la-Hem הַתְּאֵנָ֔ה <WH8384> hat-te-'e-Nah, But the fig tree הֶחֳדַ֙לְתִּי֙ <WH2308> he-cho-Dal-ti unto them Should I forsake אֶת־ <WH853> 'et- מָתְקִ֔י <WH4987> ma-te-Ki, my sweetness וְאֶת־ <WH853> ve-'Et תְּנוּבָתִ֖י <WH8570> te-nu-va-Ti fruit הַטּוֹבָ֑ה <WH2896> hat-to-Vah; and my good וְהָ֣לַכְתִּ֔י <WH1980> ve-Ha-lach-Ti, and go לָנ֖וּעַ <WH5128> la-Nu-a' to be promoted עַל־ <WH5921> 'al- over הָעֵצִֽים׃ <WH6086> ha-'e-Tzim. carpenter"},{"number":12,"verse":"וַיֹּאמְר֥וּ <WH559> vai-yo-me-Ru Then said הָעֵצִ֖ים <WH6086> ha-'e-Tzim the trees לַגָּ֑פֶן <WH1612> lag-Ga-fen; unto the vine לְכִי־ <WH1980> le-chi- come אַ֖תְּ <WH859> 'at you; מָלֹוכִי ma-lo-chi כמָלְכִ֥י <WH4427> ma-le-Chi consult קעָלֵֽינוּ׃ <WH5921> 'a-Lei-nu. over"},{"number":13,"verse":"וַתֹּ֤אמֶר <WH559> vat-To-mer said לָהֶם֙ la-Hem הַגֶּ֔פֶן <WH1612> hag-Ge-fen, And the vine הֶחֳדַ֙לְתִּי֙ <WH2308> he-cho-Dal-ti unto them Should I leave אֶת־ <WH853> 'et- תִּ֣ירוֹשִׁ֔י <WH8492> ti-ro-Shi, my wine הַֽמְשַׂמֵּ֥חַ <WH8055> ham-sam-Me-ach which cheereth אֱלֹהִ֖ים <WH430> E-lo-Him God וַאֲנָשִׁ֑ים <WH376> va-'a-na-Shim; and men וְהָ֣לַכְתִּ֔י <WH1980> ve-Ha-lach-Ti, and go לָנ֖וּעַ <WH5128> la-Nu-a' to be promoted עַל־ <WH5921> 'al- over הָעֵצִֽים׃ <WH6086> ha-'e-Tzim. carpenter"},{"number":14,"verse":"וַיֹּאמְר֥וּ <WH559> vai-yo-me-Ru Then said כָל־ <WH3605> chol all הָעֵצִ֖ים <WH6086> ha-'e-Tzim all the trees אֶל־ <WH413> 'el- to הָאָטָ֑ד <WH329> ha-'a-Tad; unto the bramble לֵ֥ךְ <WH1980> lech come אַתָּ֖ה <WH859> 'at-Tah you מְלָךְ־ <WH4427> me-loch- thou [and] reign עָלֵֽינוּ׃ <WH5921> 'a-Lei-nu. over"},{"number":15,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said הָאָטָד֮ <WH329> ha-'a-Tad And the bramble אֶל־ <WH413> 'el- to הָעֵצִים֒ <WH6086> ha-'e-Tzim unto the trees אִ֡ם <WH518> 'im If בֶּאֱמֶ֣ת <WH571> be-'e-Met If in truth אַתֶּם֩ <WH859> 'at-Tem you מֹשְׁחִ֨ים <WH4886> mo-she-Chim ye anoint אֹתִ֤י <WH853> 'o-Ti לְמֶ֙לֶךְ֙ <WH4428> le-Me-lech me king עֲלֵיכֶ֔ם <WH5921> 'a-lei-Chem, over בֹּ֖אוּ <WH935> Bo-'u over you [then] come חֲס֣וּ <WH2620> cha-Su [and] put your trust בְצִלִּ֑י <WH6738> ve-tzil-Li; in my shadow וְאִם־ <WH518> ve-'im- if אַ֕יִן <WH369> 'A-yin else תֵּ֤צֵא <WH3318> Te-tze come out אֵשׁ֙ <WH784> 'esh and if not let fire מִן־ <WH4480> min- from הָ֣אָטָ֔ד <WH329> ha-'a-Tad, of the bramble וְתֹאכַ֖ל <WH398> ve-to-Chal and devour אֶת־ <WH853> 'et- אַרְזֵ֥י <WH730> 'ar-Zei the cedars הַלְּבָנֽוֹן׃ <WH3844> hal-le-va-Non. of Lebanon"},{"number":16,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now אִם־ <WH518> 'im- if בֶּאֱמֶ֤ת <WH571> be-'e-Met truly וּבְתָמִים֙ <WH8549> u-ve-ta-Mim and sincerely עֲשִׂיתֶ֔ם <WH6213> 'a-si-Tem, Now therefore if ye have done וַתַּמְלִ֖יכוּ <WH4427> vat-tam-Li-chu king אֶת־ <WH853> 'et- אֲבִימֶ֑לֶךְ <WH40> 'a-vi-Me-lech; in that ye have made Abimelech וְאִם־ <WH518> ve-'im- and if טוֹבָ֤ה <WH2895> to-Vah be better עֲשִׂיתֶם֙ <WH6213> 'a-si-Tem and if ye have dealt עִם־ <WH5973> 'im- with יְרֻבַּ֣עַל <WH3378> ye-rub-Ba-'al with Jerubbaal וְעִם־ <WH5973> ve-'im- with בֵּית֔וֹ <WH1004> bei-To, and his house וְאִם־ <WH518> ve-'im- if כִּגְמ֥וּל <WH1576> kig-Mul unto him according to the deserving יָדָ֖יו <WH3027> ya-Dav of his hands עֲשִׂ֥יתֶם <WH6213> 'a-Si-tem and have done לֽוֹ׃ lo."},{"number":17,"verse":"אֲשֶׁר־ <WH834> 'a-Sher- after נִלְחַ֥ם <WH3898> nil-Cham fought אָבִ֖י <WH1> 'a-Vi (For my father עֲלֵיכֶ֑ם <WH5921> 'a-lei-Chem; and וַיַּשְׁלֵ֤ךְ <WH7993> vai-yash-Lech for you and adventured אֶת־ <WH853> 'et- נַפְשׁוֹ֙ <WH5315> naf-Sho his life מִנֶּ֔גֶד <WH5048> min-Ne-ged, far וַיַּצֵּ֥ל <WH5337> vai-yatz-Tzel and delivered אֶתְכֶ֖ם <WH853> 'et-Chem מִיַּ֥ד <WH3027> mi-Yad you out of the hand מִדְיָֽן׃ <WH4080> mid-Yan. of Midian"},{"number":18,"verse":"וְאַתֶּ֞ם <WH859> ve-'at-Tem you קַמְתֶּ֨ם <WH6965> kam-Tem And ye are risen up עַל־ <WH5921> 'al- against בֵּ֤ית <WH1004> beit house אָבִי֙ <WH1> 'a-Vi against my father's הַיּ֔וֹם <WH3117> hai-Yom, this day וַתַּהַרְג֧וּ <WH2026> vat-ta-har-Gu and have slain אֶת־ <WH853> 'et- בָּנָ֛יו <WH1121> ba-Nav his sons שִׁבְעִ֥ים <WH7657> shiv-'Im threescore and ten אִ֖ישׁ <WH376> 'ish persons עַל־ <WH5921> 'al- over אֶ֣בֶן <WH68> 'E-ven stone אֶחָ֑ת <WH259> 'e-Chat; upon one וַתַּמְלִ֜יכוּ <WH4427> vat-tam-Li-chu king אֶת־ <WH853> 'et- אֲבִימֶ֤לֶךְ <WH40> 'a-vi-Me-lech and have made Abimelech בֶּן־ <WH1121> ben- the son אֲמָתוֹ֙ <WH519> a-ma-To of his maidservant עַל־ <WH5921> 'al- over בַּעֲלֵ֣י <WH1167> ba-'a-Lei over the men שְׁכֶ֔ם <WH7927> she-Chem, of Shechem כִּ֥י <WH3588> ki because אֲחִיכֶ֖ם <WH251> 'a-chi-Chem is your relative הֽוּא׃ <WH1931> Hu. he"},{"number":19,"verse":"וְאִם־ <WH518> ve-'im- if בֶּאֱמֶ֨ת <WH571> be-'e-Met truly וּבְתָמִ֧ים <WH8549> u-ve-ta-Mim and sincerely עֲשִׂיתֶ֛ם <WH6213> 'a-si-Tem If ye then have dealt עִם־ <WH5973> 'im- with יְרֻבַּ֥עַל <WH3378> ye-rub-Ba-'al with Jerubbaal וְעִם־ <WH5973> ve-'im- with בֵּית֖וֹ <WH1004> bei-To and with his house הַיּ֣וֹם <WH3117> hai-Yom this day הַזֶּ֑ה <WH2088> haz-Zeh; this שִׂמְחוּ֙ <WH8055> sim-Chu [then] rejoice בַּאֲבִימֶ֔לֶךְ <WH40> ba-'a-vi-Me-lech, ye in Abimelech וְיִשְׂמַ֥ח <WH8055> ve-yis-Mach and let him also rejoice גַּם־ <WH1571> gam- also ה֖וּא <WH1931> hu he בָּכֶֽם׃ ba-Chem."},{"number":20,"verse":"וְאִם־ <WH518> ve-'im- if אַ֕יִן <WH369> 'A-yin else תֵּ֤צֵא <WH3318> Te-tze come out אֵשׁ֙ <WH784> 'esh But if not let fire מֵאֲבִימֶ֔לֶךְ <WH40> me-'a-vi-Me-lech, from Abimelech וְתֹאכַ֛ל <WH398> ve-to-Chal and devour אֶת־ <WH853> 'et- בַּעֲלֵ֥י <WH1167> ba-'a-Lei the men שְׁכֶ֖ם <WH7927> she-Chem of Shechem וְאֶת־ <WH853> ve-'Et בֵּ֣ית <WH1004> beit and the house מִלּ֑וֹא <WH4407> mil-Lo; Millo וְתֵצֵ֨א <WH3318> ve-te-Tze come out אֵ֜שׁ <WH784> 'esh and let fire מִבַּעֲלֵ֤י <WH1167> mib-ba-'a-Lei from the men שְׁכֶם֙ <WH7927> she-Chem of Shechem וּמִבֵּ֣ית <WH1004> u-mib-Beit and from the house מִלּ֔וֹא <WH4407> mil-Lo, Millo וְתֹאכַ֖ל <WH398> ve-to-Chal and devour אֶת־ <WH853> 'et- אֲבִימֶֽלֶךְ׃ <WH40> 'a-vi-Me-lech. Abimelech"},{"number":21,"verse":"וַיָּ֣נָס <WH5127> vai-Ya-nos and fled יוֹתָ֔ם <WH3147> yo-Tam, And Jotham וַיִּבְרַ֖ח <WH1272> vai-yiv-Rach ran away וַיֵּ֣לֶךְ <WH1980> vai-Ye-lech and went בְּאֵ֑רָה <WH876> be-'E-rah; to Beer וַיֵּ֣שֶׁב <WH3427> vai-Ye-shev and dwelt שָׁ֔ם <WH8033> Sham, there מִפְּנֵ֖י <WH6440> mip-pe-Nei there for fear אֲבִימֶ֥לֶךְ <WH40> 'a-vi-Me-lech of Abimelech אָחִֽיו׃ <WH251> 'a-Chiv. his brother פ Peh"},{"number":22,"verse":"וַיָּ֧שַׂר <WH7786> vai-Ya-sar had reigned אֲבִימֶ֛לֶךְ <WH40> 'a-vi-Me-lech When Abimelech עַל־ <WH5921> 'al- over יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El over Israel שָׁלֹ֥שׁ <WH7969> sha-Losh three שָׁנִֽים׃ <WH8141> sha-Nim. years"},{"number":23,"verse":"וַיִּשְׁלַ֤ח <WH7971> vai-yish-Lach sent אֱלֹהִים֙ <WH430> E-lo-Him Then God ר֣וּחַ <WH7307> Ru-ach spirit רָעָ֔ה <WH7451> ra-'Ah, an evil בֵּ֣ין <WH996> bein between אֲבִימֶ֔לֶךְ <WH40> 'a-vi-Me-lech, between Abimelech וּבֵ֖ין <WH996> u-Vein between בַּעֲלֵ֣י <WH1167> ba-'a-Lei and the men שְׁכֶ֑ם <WH7927> she-Chem; of Shechem וַיִּבְגְּד֥וּ <WH898> vai-yiv-ge-Du dealt treacherously בַעֲלֵי־ <WH1167> va-'a-lei- and the men שְׁכֶ֖ם <WH7927> she-Chem of Shechem בַּאֲבִימֶֽלֶךְ׃ <WH40> ba-'a-vi-Me-lech. with Abimelech"},{"number":24,"verse":"לָב֕וֹא <WH935> la-Vo might come חֲמַ֖ס <WH2555> cha-Mas That the cruelty שִׁבְעִ֣ים <WH7657> shiv-'Im [done] to the threescore and ten בְּנֵֽי־ <WH1121> be-nei- sons יְרֻבָּ֑עַל <WH3378> ye-rub-Ba-'al; of Jerubbaal וְדָמָ֗ם <WH1818> ve-da-Mam, and their blood לָשׂ֞וּם <WH7760> la-Sum be laid עַל־ <WH5921> 'al- on אֲבִימֶ֤לֶךְ <WH40> 'a-vi-Me-lech upon Abimelech אֲחִיהֶם֙ <WH251> 'a-chi-Hem their brother אֲשֶׁ֣ר <WH834> 'a-Sher who הָרַ֣ג <WH2026> ha-Rag which slew אוֹתָ֔ם <WH853> o-Tam, וְעַל֙ <WH5921> ve-'Al and on בַּעֲלֵ֣י <WH1167> ba-'a-Lei them and upon the men שְׁכֶ֔ם <WH7927> she-Chem, of Shechem אֲשֶׁר־ <WH834> 'a-Sher- who חִזְּק֥וּ <WH2388> chiz-ze-Ku strengthened אֶת־ <WH853> 'et- יָדָ֖יו <WH3027> ya-Dav his hands לַהֲרֹ֥ג <WH2026> la-ha-Rog him in the killing אֶת־ <WH853> 'et- אֶחָֽיו׃ <WH251> 'e-Chav. of his brethren"},{"number":25,"verse":"וַיָּשִׂ֣ימוּ <WH7760> vai-ya-Si-mu set לוֹ֩ lo בַעֲלֵ֨י <WH1167> va-'a-Lei And the men שְׁכֶ֜ם <WH7927> she-Chem of Shechem מְאָרְבִ֗ים <WH693> me-'a-re-Vim, liers in wait עַ֚ל <WH5921> 'al on רָאשֵׁ֣י <WH7218> ra-Shei for him in the top הֶהָרִ֔ים <WH2022> he-ha-Rim, of the mountains וַיִּגְזְל֗וּ <WH1497> vai-yig-ze-Lu, and they robbed אֵ֛ת <WH853> 'et כָּל־ <WH3605> kol- all אֲשֶׁר־ <WH834> 'a-Sher- who יַעֲבֹ֥ר <WH5674> ya-'a-Vor all that came עֲלֵיהֶ֖ם <WH5921> 'a-lei-Hem along בַּדָּ֑רֶךְ <WH1870> bad-Da-rech; along that way וַיֻּגַּ֖ד <WH5046> vai-yug-Gad by them and it was told לַאֲבִימֶֽלֶךְ׃ <WH40> la-'a-vi-Me-lech. Abimelech פ Peh"},{"number":26,"verse":"וַיָּבֹ֞א <WH935> vai-ya-Vo came גַּ֤עַל <WH1603> Ga-'al And Gaal בֶּן־ <WH1121> ben- the son עֶ֙בֶד֙ <WH5651> 'e-ved of Ebed וְאֶחָ֔יו <WH251> ve-'e-Chav, with his brethren וַיַּעַבְר֖וּ <WH5674> vai-ya-'av-Ru and went over בִּשְׁכֶ֑ם <WH7927> bish-Chem; to Shechem וַיִּבְטְחוּ־ <WH982> vai-yiv-te-chu- put their confidence ב֖וֹ vo בַּעֲלֵ֥י <WH1167> ba-'a-Lei and the men שְׁכֶֽם׃ <WH7927> she-Chem. of Shechem"},{"number":27,"verse":"וַיֵּצְא֨וּ <WH3318> vai-ye-tze-'U And they went out הַשָּׂדֶ֜ה <WH7704> has-sa-Deh into the fields וַֽיִּבְצְר֤וּ <WH1219> vai-yiv-tze-Ru and gathered אֶת־ <WH853> 'et- כַּרְמֵיהֶם֙ <WH3754> kar-mei-Hem their vineyards וַֽיִּדְרְכ֔וּ <WH1869> vai-yid-re-Chu, and trode וַֽיַּעֲשׂ֖וּ <WH6213> vai-ya-'a-Su [the grapes] and made הִלּוּלִ֑ים <WH1974> hil-lu-Lim; merry וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u and went בֵּ֣ית <WH1004> beit into the house אֱ‍ ֽלֹֽהֵיהֶ֔ם <WH430> 'elo-hei-Hem, of their god וַיֹּֽאכְלוּ֙ <WH398> vai-yo-che-Lu and did eat וַיִּשְׁתּ֔וּ <WH8354> vai-yish-Tu, and drink וַֽיְקַלְל֖וּ <WH7043> vay-kal-Lu and cursed אֶת־ <WH853> 'et- אֲבִימֶֽלֶךְ׃ <WH40> 'a-vi-Me-lech. Abimelech"},{"number":28,"verse":"וַיֹּ֣אמֶר׀ <WH559> vai-Yo-mer said גַּ֣עַל <WH1603> Ga-'al And Gaal בֶּן־ <WH1121> ben- the son עֶ֗בֶד <WH5651> 'E-ved, of Ebed מִֽי־ <WH4310> mi- Who אֲבִימֶ֤לֶךְ <WH40> 'a-vi-Me-lech Who [is] Abimelech וּמִֽי־ <WH4310> u-mi- and who שְׁכֶם֙ <WH7927> she-Chem and who [is] Shechem כִּ֣י <WH3588> ki should נַעַבְדֶ֔נּוּ <WH5647> na-'av-Den-nu, that we should serve הֲלֹ֥א <WH3808> ha-Lo not בֶן־ <WH1121> ven- him;[is] not [he] the son יְרֻבַּ֖עַל <WH3378> ye-rub-Ba-'al of Jerubbaal וּזְבֻ֣ל <WH2083> u-ze-Vul and Zebul פְּקִיד֑וֹ <WH6496> pe-ki-Do; which had the charge עִבְד֗וּ <WH5647> 'iv-Du, for why should we serve אֶת־ <WH853> 'et- אַנְשֵׁ֤י <WH376> 'an-Shei the men חֲמוֹר֙ <WH2544> cha-mOr of Hamor אֲבִ֣י <WH1> 'a-Vi the father שְׁכֶ֔ם <WH7927> she-Chem, of Shechem וּמַדּ֖וּעַ <WH4069> u-mad-Du-a' why נַעַבְדֶ֥נּוּ <WH5647> na-'av-Den-nu serve אֲנָֽחְנוּ׃ <WH587> 'a-Na-che-nu. ourselves"},{"number":29,"verse":"וּמִ֨י <WH4310> u-Mi any יִתֵּ֜ן <WH5414> yit-Ten were under אֶת־ <WH853> 'et- הָעָ֤ם <WH5971> ha-'Am And would to God this people הַזֶּה֙ <WH2088> haz-Zeh this בְּיָדִ֔י <WH3027> be-ya-Di, my hand וְאָסִ֖ירָה <WH5493> ve-'a-Si-rah then would I remove אֶת־ <WH853> 'et- אֲבִימֶ֑לֶךְ <WH40> 'a-vi-Me-lech; Abimelech וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said לַאֲבִימֶ֔לֶךְ <WH40> la-'a-vi-Me-lech, to Abimelech רַבֶּ֥ה <WH7235> rab-Beh Increase צְבָאֲךָ֖ <WH6635> tze-va-'a-Cha thine army וָצֵֽאָה׃ <WH3318> va-Tze-'ah. and come out"},{"number":30,"verse":"וַיִּשְׁמַ֗ע <WH8085> vai-yish-Ma', heard זְבֻל֙ <WH2083> ze-Vul And when Zebul שַׂר־ <WH8269> sar- the ruler הָעִ֔יר <WH5892> ha-'Ir, of the city אֶת־ <WH853> 'et- דִּבְרֵ֖י <WH1697> div-Rei the words גַּ֣עַל <WH1603> Ga-'al of Gaal בֶּן־ <WH1121> ben- the son עָ֑בֶד <WH5651> 'A-ved; of Ebed וַיִּ֖חַר <WH2734> vai-Yi-char was kindled אַפּֽוֹ׃ <WH639> ap-Po. his anger"},{"number":31,"verse":"וַיִּשְׁלַ֧ח <WH7971> vai-yish-Lach And he sent מַלְאָכִ֛ים <WH4397> mal-'a-Chim messengers אֶל־ <WH413> 'el- to אֲבִימֶ֖לֶךְ <WH40> 'a-vi-Me-lech unto Abimelech בְּתָרְמָ֣ה <WH8649> be-ta-re-Mah privily לֵאמֹ֑ר <WH559> le-Mor; saying הִנֵּה֩ <WH2009> hin-Neh Behold גַ֨עַל <WH1603> Ga-'al Behold Gaal בֶּן־ <WH1121> ben- the son עֶ֤בֶד <WH5651> 'E-ved of Ebed וְאֶחָיו֙ <WH251> ve-'e-Chav and his brethren בָּאִ֣ים <WH935> ba-'Im be come שְׁכֶ֔מָה <WH7927> she-Che-mah, to Shechem וְהִנָּ֛ם <WH2009> ve-hin-Nam and behold צָרִ֥ים <WH6696> tza-Rim and behold they fortify אֶת־ <WH853> 'et- הָעִ֖יר <WH5892> ha-'Ir the city עָלֶֽיךָ׃ <WH5921> 'a-Lei-cha. against"},{"number":32,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now ק֣וּם <WH6965> kum Now therefore up לַ֔יְלָה <WH3915> Lay-lah, by night אַתָּ֖ה <WH859> 'at-Tah you וְהָעָ֣ם <WH5971> ve-ha-'Am thou and the people אֲשֶׁר־ <WH834> 'a-Sher- who אִתָּ֑ךְ <WH854> 'it-Tach; for וֶאֱרֹ֖ב <WH693> ve-'e-Ro that [is] with thee and lie in wait בַּשָּׂדֶֽה׃ <WH7704> bas-sa-Deh. in the field"},{"number":33,"verse":"וְהָיָ֤ה <WH1961> ve-ha-Yah become בַבֹּ֙קֶר֙ <WH1242> vab-Bo-ker And it shall be [that] in the morning כִּזְרֹ֣חַ <WH2224> kiz-Ro-ach is up הַשֶּׁ֔מֶשׁ <WH8121> hash-She-mesh, as soon as the sun תַּשְׁכִּ֖ים <WH7925> tash-Kim thou shalt rise early וּפָשַׁטְתָּ֣ <WH6584> u-fa-shat-Ta and set עַל־ <WH5921> 'al- upon הָעִ֑יר <WH5892> ha-'Ir; upon the city וְהִנֵּה־ <WH2009> ve-hin-neh- and behold ה֞וּא <WH1931> hu he וְהָעָ֤ם <WH5971> ve-ha-'Am and behold [when] he and the people אֲשֶׁר־ <WH834> 'a-Sher- who אִתּוֹ֙ <WH854> it-To for יֹצְאִ֣ים <WH3318> yo-tze-'Im that [is] with him come out אֵלֶ֔יךָ <WH413> 'e-Lei-cha, against וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta against thee then mayest thou do לּ֔וֹ lo, כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher who תִּמְצָ֥א <WH4672> tim-Tza shalt find occasion יָדֶֽךָ׃ <WH3027> ya-De-cha. to them as thou ס sa-Mek"},{"number":34,"verse":"וַיָּ֧קָם <WH6965> vai-Ya-kom rose up אֲבִימֶ֛לֶךְ <WH40> 'a-vi-Me-lech And Abimelech וְכָל־ <WH3605> ve-chol and all הָעָ֥ם <WH5971> ha-'Am and all the people אֲשֶׁר־ <WH834> 'a-Sher- who עִמּ֖וֹ <WH5973> im-Mo by לָ֑יְלָה <WH3915> La-ye-lah; that [were] with him by night וַיֶּאֶרְב֣וּ <WH693> vai-ye-'er-Vu and they laid wait עַל־ <WH5921> 'al- against שְׁכֶ֔ם <WH7927> she-Chem, against Shechem אַרְבָּעָ֖ה <WH702> 'ar-ba-'Ah in four רָאשִֽׁים׃ <WH7218> ra-Shim. companies"},{"number":35,"verse":"וַיֵּצֵא֙ <WH3318> vai-ye-Tze went out גַּ֣עַל <WH1603> Ga-'al And Gaal בֶּן־ <WH1121> ben- the son עֶ֔בֶד <WH5651> 'E-ved, of Ebed וַיַּעֲמֹ֕ד <WH5975> vai-ya-'a-Mod and stood פֶּ֖תַח <WH6607> Pe-tach in the entering שַׁ֣עַר <WH8179> Sha-'ar of the gate הָעִ֑יר <WH5892> ha-'Ir; of the city וַיָּ֧קָם <WH6965> vai-Ya-kom rose up אֲבִימֶ֛לֶךְ <WH40> 'a-vi-Me-lech and Abimelech וְהָעָ֥ם <WH5971> ve-ha-'Am and the people אֲשֶׁר־ <WH834> 'a-Sher- who אִתּ֖וֹ <WH854> it-To for מִן־ <WH4480> min- from הַמַּאְרָֽב׃ <WH3993> ham-ma'-Rav. that [were] with him from lying in wait"},{"number":36,"verse":"וַיַּרְא־ <WH7200> vai-yar- saw גַּעַל֮ <WH1603> ga-'Al And when Gaal אֶת־ <WH853> 'et- הָעָם֒ <WH5971> ha-'Am the people וַיֹּ֣אמֶר <WH559> vai-Yo-mer he said אֶל־ <WH413> 'el- to זְבֻ֔ל <WH2083> ze-Vul, to Zebul הִנֵּה־ <WH2009> hin-neh- Look עָ֣ם <WH5971> 'am people יוֹרֵ֔ד <WH3381> yo-Red, down מֵרָאשֵׁ֖י <WH7218> me-ra-Shei from the top הֶהָרִ֑ים <WH2022> he-ha-Rim; of the mountains וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֵלָיו֙ <WH413> 'e-Lav But זְבֻ֔ל <WH2083> ze-Vul, And Zebul אֵ֣ת <WH853> 'et צֵ֧ל <WH6738> tzel the shadow הֶהָרִ֛ים <WH2022> he-ha-Rim of the mountains אַתָּ֥ה <WH859> 'at-Tah You רֹאֶ֖ה <WH7200> ro-'Eh unto him Thou seest כָּאֲנָשִֽׁים׃ <WH376> ka-'a-na-Shim. men ס sa-Mek"},{"number":37,"verse":"וַיֹּ֨סֶף <WH3254> vai-Yo-sef again ע֣וֹד <WH5750> od again גַּעַל֮ <WH1603> ga-'Al And Gaal לְדַבֵּר֒ <WH1696> le-dab-Ber spake וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said הִנֵּה־ <WH2009> hin-neh- Behold עָם֙ <WH5971> 'am people יֽוֹרְדִ֔ים <WH3381> yor-Dim, down מֵעִ֖ם <WH5973> me-'Im from טַבּ֣וּר <WH2872> tab-Bur by the middle הָאָ֑רֶץ <WH776> ha-'A-retz; of the land וְרֹאשׁ־ <WH7218> ve-rosh- company אֶחָ֣ד <WH259> 'e-Chad and another בָּ֔א <WH935> Ba, come מִדֶּ֖רֶךְ <WH1870> mid-De-rech of אֵל֥וֹן <WH436> e-Lon along by the plain מְעוֹנְנִֽים׃ <WH6049> me-'on-Nim. Meonenim"},{"number":38,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer Then said אֵלָ֜יו <WH413> 'e-Lav then זְבֻ֗ל <WH2083> ze-Vul, Zebul אַיֵּ֨ה <WH346> 'ai-Yeh Where אֵפ֥וֹא <WH645> e-Fo unto him Where [is] now פִ֙יךָ֙ <WH6310> fi-cha thy mouth אֲשֶׁ֣ר <WH834> 'a-Sher which תֹּאמַ֔ר <WH559> to-Mar, wherewith thou saidst מִ֥י <WH4310> mi Who אֲבִימֶ֖לֶךְ <WH40> 'a-vi-Me-lech Who [is] Abimelech כִּ֣י <WH3588> ki should נַעַבְדֶ֑נּוּ <WH5647> na-'av-Den-nu; that we should serve הֲלֹ֨א <WH3808> ha-Lo not זֶ֤ה <WH2088> zeh is this הָעָם֙ <WH5971> ha-'Am him;[is] not this the people אֲשֶׁ֣ר <WH834> 'a-Sher whom מָאַ֣סְתָּה <WH3988> ma-'As-tah that thou hast despised בּ֔וֹ bo, צֵא־ <WH3318> tze- ;go out נָ֥א <WH4994> na I pray now עַתָּ֖ה <WH6258> 'at-Tah now וְהִלָּ֥חֶם <WH3898> ve-hil-La-chem and fight בּֽוֹ׃ bo. ס sa-Mek"},{"number":39,"verse":"וַיֵּ֣צֵא <WH3318> vai-Ye-tze went out גַ֔עַל <WH1603> Ga-'al, And Gaal לִפְנֵ֖י <WH6440> lif-Nei before בַּעֲלֵ֣י <WH1167> ba-'a-Lei the men שְׁכֶ֑ם <WH7927> she-Chem; of Shechem וַיִּלָּ֖חֶם <WH3898> vai-yil-La-chem and fought בַּאֲבִימֶֽלֶךְ׃ <WH40> ba-'a-vi-Me-lech. with Abimelech"},{"number":40,"verse":"וַיִּרְדְּפֵ֣הוּ <WH7291> vai-yir-de-Fe-hu chased אֲבִימֶ֔לֶךְ <WH40> 'a-vi-Me-lech, And Abimelech וַיָּ֖נָס <WH5127> vai-Ya-nos him and he fled מִפָּנָ֑יו <WH6440> mip-pa-Nav; before וַֽיִּפְּל֛וּ <WH5307> vai-yip-pe-Lu were overthrown חֲלָלִ֥ים <WH2491> cha-la-Lim [and] wounded רַבִּ֖ים <WH7227> rab-Bim him and many עַד־ <WH5704> 'ad- up פֶּ֥תַח <WH6607> Pe-tach [even] unto the entering הַשָּֽׁעַר׃ <WH8179> hash-Sha-'ar. of the gate"},{"number":41,"verse":"וַיֵּ֥שֶׁב <WH3427> vai-Ye-shev dwelt אֲבִימֶ֖לֶךְ <WH40> 'a-vi-Me-lech And Abimelech בָּארוּמָ֑ה <WH725> ba-ru-Mah; at Arumah וַיְגָ֧רֶשׁ <WH1644> vay-Ga-resh thrust out זְבֻ֛ל <WH2083> ze-Vul and Zebul אֶת־ <WH853> 'et- גַּ֥עַל <WH1603> Ga-'al Gaal וְאֶת־ <WH853> ve-'Et אֶחָ֖יו <WH251> 'e-Chav and his brethren מִשֶּׁ֥בֶת <WH3427> mish-She-vet that they should not dwell בִּשְׁכֶֽם׃ <WH7927> bish-Chem. in Shechem"},{"number":42,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi came מִֽמָּחֳרָ֔ת <WH4283> mi-mo-cho-Rat, And it came to pass on the morrow וַיֵּצֵ֥א <WH3318> vai-ye-Tze went out הָעָ֖ם <WH5971> ha-'Am that the people הַשָּׂדֶ֑ה <WH7704> has-sa-Deh; into the field וַיַּגִּ֖דוּ <WH5046> vai-yag-Gi-du and they told לַאֲבִימֶֽלֶךְ׃ <WH40> la-'a-vi-Me-lech. Abimelech"},{"number":43,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach And he took אֶת־ <WH853> 'et- הָעָ֗ם <WH5971> ha-'Am, the people וַֽיֶּחֱצֵם֙ <WH2673> vai-ye-che-Tzem and divided לִשְׁלֹשָׁ֣ה <WH7969> lish-lo-Shah them into three רָאשִׁ֔ים <WH7218> ra-Shim, companies וַיֶּאֱרֹ֖ב <WH693> vai-ye-'e-Ro and laid wait בַּשָּׂדֶ֑ה <WH7704> bas-sa-Deh; in the field וַיַּ֗רְא <WH7200> vai-Yar, and looked וְהִנֵּ֤ה <WH2009> ve-hin-Neh behold הָעָם֙ <WH5971> ha-'Am and behold the people יֹצֵ֣א <WH3318> yo-Tze [were] come forth מִן־ <WH4480> min- from הָעִ֔יר <WH5892> ha-'Ir, out of the city וַיָּ֥קָם <WH6965> vai-Ya-kom and he rose up עֲלֵיהֶ֖ם <WH5921> 'a-lei-Hem against וַיַּכֵּֽם׃ <WH5221> vai-yak-Kem. against them and smote"},{"number":44,"verse":"וַאֲבִימֶ֗לֶךְ <WH40> va-'a-vi-Me-lech, And Abimelech וְהָרָאשִׁים֙ <WH7218> ve-ha-ra-Shim and the company אֲשֶׁ֣ר <WH834> 'a-Sher who עִמּ֔וֹ <WH5973> im-Mo, with פָּשְׁט֕וּ <WH6584> pa-she-Tu that [was] with him rushed forward וַיַּ֣עַמְד֔וּ <WH5975> vai-Ya-'am-Du, and stood פֶּ֖תַח <WH6607> Pe-tach in the entering שַׁ֣עַר <WH8179> Sha-'ar of the gate הָעִ֑יר <WH5892> ha-'Ir; of the city וּשְׁנֵ֣י <WH8147> u-she-Nei and the two הָֽרָאשִׁ֗ים <WH7218> ha-ra-Shim, [other] companies פָּֽשְׁט֛וּ <WH6584> pa-she-Tu ran upon עַֽל־ <WH5921> 'al- against כָּל־ <WH3605> kol- all אֲשֶׁ֥ר <WH834> 'a-Sher who בַּשָּׂדֶ֖ה <WH7704> bas-sa-Deh all [the people] that [were] in the fields וַיַּכּֽוּם׃ <WH5221> vai-yak-Kum. and slew"},{"number":45,"verse":"וַאֲבִימֶ֜לֶךְ <WH40> va-'a-vi-Me-lech And Abimelech נִלְחָ֣ם <WH3898> nil-Cham fought בָּעִ֗יר <WH5892> ba-'Ir, against the city כֹּ֚ל <WH3605> kol all הַיּ֣וֹם <WH3117> hai-Yom all that day הַה֔וּא <WH1931> ha-Hu, and he וַיִּלְכֹּד֙ <WH3920> vai-yil-Kod and he took אֶת־ <WH853> 'et- הָעִ֔יר <WH5892> ha-'Ir, the city וְאֶת־ <WH853> ve-'Et הָעָ֥ם <WH5971> ha-'Am the people אֲשֶׁר־ <WH834> 'a-Sher- who בָּ֖הּ bah הָרָ֑ג <WH2026> ha-Rag; and slew וַיִּתֹּץ֙ <WH5422> vai-yit-Totz that [was] therein and beat down אֶת־ <WH853> 'et- הָעִ֔יר <WH5892> ha-'Ir, the city וַיִּזְרָעֶ֖הָ <WH2232> vai-yiz-ra-'E-ha and sowed מֶֽלַח׃ <WH4417> Me-lach. it with salt פ Peh"},{"number":46,"verse":"וַֽיִּשְׁמְע֔וּ <WH8085> vai-yish-me-'U, heard כָּֽל־ <WH3605> kal- all בַּעֲלֵ֖י <WH1167> ba-'a-Lei And when all the men מִֽגְדַּל־ <WH4026> mig-dal- of the tower שְׁכֶ֑ם <WH7927> she-Chem; of Shechem וַיָּבֹ֣אוּ <WH935> vai-ya-Vo-'u [that] they entered אֶל־ <WH413> 'el- about צְרִ֔יחַ <WH6877> tze-Ri-ach, into an hold בֵּ֖ית <WH1004> beit of the house אֵ֥ל <WH410> 'el of the god בְּרִֽית׃ <WH1286> be-Rit. Berith"},{"number":47,"verse":"וַיֻּגַּ֖ד <WH5046> vai-yug-Gad And it was told לַאֲבִימֶ֑לֶךְ <WH40> la-'a-vi-Me-lech; Abimelech כִּ֣י <WH3588> ki for הִֽתְקַבְּצ֔וּ <WH6908> hit-kab-be-Tzu, were gathered together כָּֽל־ <WH3605> kal- all בַּעֲלֵ֖י <WH1167> ba-'a-Lei that all the men מִֽגְדַּל־ <WH4026> mig-dal- of the tower שְׁכֶֽם׃ <WH7927> she-Chem. of Shechem"},{"number":48,"verse":"וַיַּ֨עַל <WH5927> vai-Ya-'al gat him up אֲבִימֶ֜לֶךְ <WH40> 'a-vi-Me-lech And Abimelech הַר־ <WH2022> har- to mount צַלְמ֗וֹן <WH6756> tzal-Mon, Zalmon הוּא֮ <WH1931> hu he וְכָל־ <WH3605> ve-chol and all הָעָ֣ם <WH5971> ha-'Am he and all the people אֲשֶׁר־ <WH834> 'a-Sher- who אִתּוֹ֒ <WH854> it-To for וַיִּקַּח֩ <WH3947> vai-yik-Kach took אֲבִימֶ֨לֶךְ <WH40> 'a-vi-Me-lech that [were] with him and Abimelech אֶת־ <WH853> 'et- הַקַּרְדֻּמּ֜וֹת <WH7134> hak-kar-dum-Mot an axe בְּיָד֗וֹ <WH3027> be-ya-Do, in his hand וַיִּכְרֹת֙ <WH3772> vai-yich-Rot and cut down שׂוֹכַ֣ת <WH7754> so-Chat a bough עֵצִ֔ים <WH6086> 'e-Tzim, from the trees וַיִּ֨שָּׂאֶ֔הָ <WH5375> vai-Yis-sa-'E-ha, and took וַיָּ֖שֶׂם <WH7760> vai-Ya-sem it and laid עַל־ <WH5921> 'al- on שִׁכְמ֑וֹ <WH7926> shich-Mo; [it] on his shoulder וַיֹּ֜אמֶר <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to הָעָ֣ם <WH5971> ha-'Am unto the people אֲשֶׁר־ <WH834> 'a-Sher- who עִמּ֗וֹ <WH5973> im-Mo, with מָ֤ה <WH4100> mah What רְאִיתֶם֙ <WH7200> re-'i-Tem that [were] with him What ye have seen עָשִׂ֔יתִי <WH6213> 'a-Si-ti, me do מַהֲר֖וּ <WH4116> ma-ha-Ru make haste עֲשׂ֥וּ <WH6213> 'a-Su [and] do כָמֽוֹנִי׃ <WH3644> cha-Mo-ni. as I"},{"number":49,"verse":"וַיִּכְרְת֨וּ <WH3772> vai-yich-re-Tu likewise cut down גַם־ <WH1571> gam- also כָּל־ <WH3605> kol- All הָעָ֜ם <WH5971> ha-'Am And all the people אִ֣ישׁ <WH376> 'ish every man שׂוֹכֹ֗ה <WH7754> so-Choh, his bough וַיֵּ֨לְכ֜וּ <WH1980> vai-Ye-le-Chu along אַחֲרֵ֤י <WH310> 'a-cha-Rei after that אֲבִימֶ֙לֶךְ֙ <WH40> 'a-vi-Me-lech Abimelech וַיָּשִׂ֣ימוּ <WH7760> vai-ya-Si-mu and put עַֽל־ <WH5921> 'al- over הַצְּרִ֔יחַ <WH6877> hatz-tze-Ri-ach, [them] to the hold וַיַּצִּ֧יתוּ <WH3341> vai-yatz-Tzi-tu and set עֲלֵיהֶ֛ם <WH5921> 'a-lei-Hem over אֶֽת־ <WH853> 'et- הַצְּרִ֖יחַ <WH6877> hatz-tze-Ri-ach the hold בָּאֵ֑שׁ <WH784> ba-'Esh; on fire וַיָּמֻ֜תוּ <WH4191> vai-ya-Mu-tu died גַּ֣ם <WH1571> gam also כָּל־ <WH3605> kol- all אַנְשֵׁ֧י <WH376> 'an-Shei men מִֽגְדַּל־ <WH4026> mig-dal- of the tower שְׁכֶ֛ם <WH7927> she-Chem of Shechem כְּאֶ֖לֶף <WH505> ke-'E-lef also about a thousand אִ֥ישׁ <WH376> 'ish the men וְאִשָּֽׁה׃ <WH802> ve-'ish-Shah. and women פ Peh"},{"number":50,"verse":"וַיֵּ֥לֶךְ <WH1980> vai-Ye-lech went אֲבִימֶ֖לֶךְ <WH40> 'a-vi-Me-lech Abimelech אֶל־ <WH413> 'el- to תֵּבֵ֑ץ <WH8405> te-Vetz; to Thebez וַיִּ֥חַן <WH2583> vai-Yi-chan and encamped בְּתֵבֵ֖ץ <WH8405> be-te-Vetz against Thebez וַֽיִּלְכְּדָֽהּ׃ <WH3920> Vai-yil-ke-Dah. and took"},{"number":51,"verse":"וּמִגְדַּל־ <WH4026> u-mig-dal- tower עֹז֮ <WH5797> 'oz But there was a strong הָיָ֣ה <WH1961> ha-Yah become בְתוֹךְ־ <WH8432> ve-toch- within הָעִיר֒ <WH5892> ha-'Ir the city וַיָּנֻ֨סוּ <WH5127> vai-ya-Nu-su and thither fled שָׁ֜מָּה <WH8033> Sham-mah there כָּל־ <WH3605> kol- and all הָאֲנָשִׁ֣ים <WH582> ha-'a-na-Shim all the men וְהַנָּשִׁ֗ים <WH802> ve-han-na-Shim, and women וְכֹל֙ <WH3605> ve-Chol all בַּעֲלֵ֣י <WH1167> ba-'a-Lei and all they הָעִ֔יר <WH5892> ha-'Ir, of the city וַֽיִּסְגְּר֖וּ <WH5462> vai-yis-ge-Ru and shut בַּעֲדָ֑ם <WH1157> ba-'a-Dam; and they וַֽיַּעֲל֖וּ <WH5927> vai-ya-'a-Lu [it] to them and gat them up עַל־ <WH5921> 'al- on גַּ֥ג <WH1406> gag to the top הַמִּגְדָּֽל׃ <WH4026> ham-mig-Dal. of the tower"},{"number":52,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo came אֲבִימֶ֙לֶךְ֙ <WH40> 'a-vi-Me-lech And Abimelech עַד־ <WH5704> 'ad- against הַמִּגְדָּ֔ל <WH4026> ham-mig-Dal, unto the tower וַיִּלָּ֖חֶם <WH3898> vai-yil-La-chem and fought בּ֑וֹ bo; וַיִּגַּ֛שׁ <WH5066> vai-yig-Gash against it and went hard עַד־ <WH5704> 'ad- against פֶּ֥תַח <WH6607> Pe-tach unto the door הַמִּגְדָּ֖ל <WH4026> ham-mig-Dal of the tower לְשָׂרְפ֥וֹ <WH8313> le-sa-re-Fo to burn בָאֵֽשׁ׃ <WH784> va-'Esh. it with fire"},{"number":53,"verse":"וַתַּשְׁלֵ֞ךְ <WH7993> vat-tash-Lech cast אִשָּׁ֥ה <WH802> 'ish-Shah woman אַחַ֛ת <WH259> 'a-Chat And a certain פֶּ֥לַח <WH6400> Pe-lach a piece רֶ֖כֶב <WH7393> Re-chev of a millstone עַל־ <WH5921> 'al- and רֹ֣אשׁ <WH7218> rosh head אֲבִימֶ֑לֶךְ <WH40> 'a-vi-Me-lech; upon Abimelech's וַתָּ֖רִץ <WH7533> vat-Ta-ritz and all to brake אֶת־ <WH853> 'et- גֻּלְגָּלְתּֽוֹ׃ <WH1538> gul-gal-To. his skull"},{"number":54,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra Then he called מְהֵרָ֜ה <WH4120> me-he-Rah hastily אֶל־ <WH413> 'el- to הַנַּ֣עַר׀ <WH5288> han-Na-'ar unto the young man נֹשֵׂ֣א <WH5375> no-Se bearer כֵלָ֗יו <WH3627> che-Lav, his armor וַיֹּ֤אמֶר <WH559> vai-Yo-mer and said לוֹ֙ lo שְׁלֹ֤ף <WH8025> she-Lof unto him Draw חַרְבְּךָ֙ <WH2719> char-be-Cha thy sword וּמ֣וֹתְתֵ֔נִי <WH4191> u-Mot-Te-ni, and slay פֶּן־ <WH6435> pen- so יֹ֥אמְרוּ <WH559> Yo-me-ru me that men say לִ֖י li אִשָּׁ֣ה <WH802> 'ish-Shah not of me A woman הֲרָגָ֑תְהוּ <WH2026> ha-ra-Ga-te-hu; slew וַיִּדְקְרֵ֥הוּ <WH1856> vai-yid-ke-Re-hu thrust him through נַעֲר֖וֹ <WH5288> na-'a-Ro him And his young man וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. and he died"},{"number":55,"verse":"וַיִּרְא֥וּ <WH7200> vai-yir-'U saw אִֽישׁ־ <WH376> 'ish- And when the men יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel כִּ֣י <WH3588> ki for מֵ֣ת <WH4191> met was dead אֲבִימֶ֑לֶךְ <WH40> 'a-vi-Me-lech; that Abimelech וַיֵּלְכ֖וּ <WH1980> vai-ye-le-Chu departed אִ֥ישׁ <WH376> 'ish every man לִמְקֹמֽוֹ׃ <WH4725> lim-ko-Mo. unto his place"},{"number":56,"verse":"וַיָּ֣שֶׁב <WH7725> vai-Ya-shev rendered אֱלֹהִ֔ים <WH430> E-lo-Him, Thus God אֵ֖ת <WH853> 'et רָעַ֣ת <WH7451> ra-'At the wickedness אֲבִימֶ֑לֶךְ <WH40> 'a-vi-Me-lech; of Abimelech אֲשֶׁ֤ר <WH834> 'a-Sher which עָשָׂה֙ <WH6213> 'a-Sah which he did לְאָבִ֔יו <WH1> le-'a-Viv, unto his father לַהֲרֹ֖ג <WH2026> la-ha-Rog in slaying אֶת־ <WH853> 'et- שִׁבְעִ֥ים <WH7657> shiv-'Im his seventy אֶחָֽיו׃ <WH251> 'e-Chav. brethren"},{"number":57,"verse":"וְאֵ֗ת <WH853> ve-'Et, כָּל־ <WH3605> kol- all רָעַת֙ <WH7451> ra-'At And all the evil אַנְשֵׁ֣י <WH376> 'an-Shei of the men שְׁכֶ֔ם <WH7927> she-Chem, of Shechem הֵשִׁ֥יב <WH7725> he-Shiv render אֱלֹהִ֖ים <WH430> E-lo-Him did God בְּרֹאשָׁ֑ם <WH7218> be-ro-Sham; upon their heads וַתָּבֹ֣א <WH935> vat-ta-Vo and upon them came אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, and to קִֽלֲלַ֖ת <WH7045> ki-la-Lat the curse יוֹתָ֥ם <WH3147> yo-Tam of Jotham בֶּן־ <WH1121> ben- the son יְרֻבָּֽעַל׃ <WH3378> ye-rub-Ba-'al. of Jerubbaal פ Peh"}]}