{"bibleAbbr":"KJCNT1998","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"The book of the generation of Jesus Christ, the son of David, the son of Abraham."},{"number":2,"verse":"Abraham begot Isaac; and Isaac begot Jacob; and Jacob begot Judas and his brothers;"},{"number":3,"verse":"And Judas begot Phares and Zara of Thamar; and Phares begot Esrom; and Esrom begot Aram;"},{"number":4,"verse":"And Aram begot Aminadab; and Aminadab begot Naasson; and Naasson begot Salmon;"},{"number":5,"verse":"And Salmon begot Booz of Rachab; and Booz begot Obed of Ruth; and Obed begot Jesse;"},{"number":6,"verse":"And Jesse begot David the king; and David the king begot Solomon of her that had been the wife of Urias;"},{"number":7,"verse":"And Solomon begot Roboam; and Roboam begot Abia; and Abia begot Asa;"},{"number":8,"verse":"And Asa begot Josaphat; and Josaphat begot Joram; and Joram begot Ozias;"},{"number":9,"verse":"And Ozias begot Joatham; and Joatham begot Achaz; and Achaz begot Ezekias;"},{"number":10,"verse":"And Ezekias begot Manasses; and Manasses begot Amon; and Amon begot Josias;"},{"number":11,"verse":"And Josias begot Jechonias and his brothers, about the time they were carried away to Babylon:"},{"number":12,"verse":"And after they were brought to Babylon, Jechonias begot Salathiel; and Salathiel begot Zorobabel;"},{"number":13,"verse":"And Zorobabel begot Abiud; and Abiud begot Eliakim; and Eliakim begot Azor;"},{"number":14,"verse":"And Azor begot Sadoc; and Sadoc begot Achim; and Achim begot Eliud;"},{"number":15,"verse":"And Eliud begot Eleazar; and Eleazar begot Matthan; and Matthan begot Jacob;"},{"number":16,"verse":"And Jacob begot Joseph the husband of Mary, of whom was born Jesus, who is called Christ."},{"number":17,"verse":"So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations."},{"number":18,"verse":"Now the birth of Jesus Christ happened this way: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Spirit."},{"number":19,"verse":"Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away secretly."},{"number":20,"verse":"But while he thought on these things, behold, the angel of the LORD appeared unto him in a dream, saying, Joseph, you son of David, fear not to take unto you Mary your wife: for that which is conceived in her is of the Holy Spirit."},{"number":21,"verse":"And she shall bring forth a son, and you shall call his name JESUS: for he shall save his people from their sins."},{"number":22,"verse":"Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,"},{"number":23,"verse":"Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us."},{"number":24,"verse":"Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:"},{"number":25,"verse":"And knew her not till she had brought forth her firstborn son: and he called his name JESUS."}]}