{"bibleAbbr":"LBP1933","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"THEN the LORD said, Hear these things, O you chiefs of the house of Jacob and you princes of the house of Israel: Is it not meet for you to know justice?"},{"number":2,"verse":"O you haters of the good and lovers of evil, who strip the skin from off the people and the flesh from off their bones;"},{"number":3,"verse":"Who oppress my people and flay their skin from off them and break their bones and chop them in pieces, as if they were to be put in the pot, like meat in a caldron."},{"number":4,"verse":"Then shall they cry to the LORD, but he will not hear them; he will even turn away his face from them at that time, for they have behaved themselves ill in their doings."},{"number":5,"verse":"Thus says the LORD concerning the prophets who lead my people astray, who bite with their teeth and preach peace; and when one puts not bread into their mouths, they preach war against him."},{"number":6,"verse":"Therefore it shall be night to you, that you shall not have a vision; and it shall be dark to you, that you shall not divine; and the sun shall go down upon the prophets, and the day shall be dark over them."},{"number":7,"verse":"Then the seers shall be ashamed, and the diviners confounded; yea, they shall all cover their lips because God will not answer them."},{"number":8,"verse":"But truly I am full of power by the spirit of the LORD, and of justice and of might, to declare to Jacob his transgression and to Israel his sin."},{"number":9,"verse":"Now hear this, O you chiefs of the house of Jacob and princes of the house of Israel, who abhor justice and pervert all equity;"},{"number":10,"verse":"Who build Zion with blood and Jerusalem with iniquity;"},{"number":11,"verse":"The chiefs thereof judge for a bribe, and its priests teach for hire, and its prophets divine for money; yet they rely upon the LORD, saying, The LORD is among us, no evil can come upon us;"},{"number":12,"verse":"Therefore, because of you, Zion shall be ploughed as a field, and Jerusalem shall become desolate, and the mountain of the house like a forest."}]}