{"bibleAbbr":"LBP1933","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"HEAR now what the LORD says: Arise and judge upon the mountains, and let the hills hear your voice."},{"number":2,"verse":"Hear, O you mountains, the judgment of the LORD, listen, O you deep foundations of the earth; for the LORD will contend with his people, and he will judge Israel;"},{"number":3,"verse":"O my people, what have I done to you? Or in what have I grieved you? Testify against me."},{"number":4,"verse":"Have not I brought you up from the land of Egypt, and delivered you from the house of bondage? And I sent before you Moses, Aaron, and Miriam?"},{"number":5,"verse":"O my people, remember now what Balak king of Moab purposed against you, and what Balaam the son of Beor answered him from Shittim to Gilgal; for he knew the righteousness of the LORD."},{"number":6,"verse":"With what shall I come before the LORD, and how shall I be pleasing before the high God? Shall I come before him with burnt offerings, or with calves of a year old?"},{"number":7,"verse":"The LORD will not be pleased with thousands of rams, nor with ten thousands of heifers; if I should offer my first-born, it is an iniquity to myself, and the fruit of my body, it is a sin against my soul."},{"number":8,"verse":"He has showed you, O man, what is good and what the LORD requires of you, that you shall do justice and love mercy and be ready to walk after the LORD your God."},{"number":9,"verse":"The voice of the LORD cries upon the city, preaching doctrine to those who revere his name; hear, O tribe, him who testifies against you."},{"number":10,"verse":"For there is still fire in the house of the wicked and in the storehouses of iniquity and in the short measure of deceit."},{"number":11,"verse":"How can they justify themselves with the wicked scales and with the bag of deceitful weights?"},{"number":12,"verse":"For the rich men of the land are full of deceit, and its inhabitants speak lies, and their tongue is treacherous in their mouth."},{"number":13,"verse":"Therefore I will begin to smite you, and will make you desolate because of your sins."},{"number":14,"verse":"You shall eat, but not be satisfied; and dysentery shall be in the midst of you; and you shall thresh wheat, but shall not keep it, and that which you retain, I will give up to the sword."},{"number":15,"verse":"You shall sow, but you shall not reap; you shall tread the olives, but you shall not anoint yourselves with oil; you shall tread grapes but you shall not drink wine."},{"number":16,"verse":"For you have kept the statutes of Omri and all the works of the house of Ahab, and you have walked in their counsels; therefore I have made the land a desolation, and its inhabitants a hissing; thus you shall bear the reproach of my people."}]}