{"bibleAbbr":"teERV1997","bookName":"యోనా","bookEnglishName":"Jonah","chapterNumber":3,"verses":[{"number":1,"verse":"( దేవుని పిలుపుకు యోనా విధేయత) పిదప యోనాతో యెహోవా మళ్ళీ మాట్లాడాడు. యెహోవా ఇలా చెప్పాడు:"},{"number":2,"verse":"“నీవు ఆ నీనెవె మహానగరానికి వెళ్లు. నేను నీకు చెప్పే విషయాలు వారికి బోధించు.”"},{"number":3,"verse":"యెహోవా ఆజ్ఞను శిరాసావహించి యోనా నీనెవె నగరానికి వెళ్లాడు. నీనెవె ఒక మహా నగరం. ఎవరైనా నగరంగుండా వెళ్లాలంటే మూడు రోజులు నడవాలి."},{"number":4,"verse":"యోనా నగరం మధ్యకు వెళ్లి, ప్రజలకు బోధించటం మొదలు పెట్టాడు. “నలభై రోజుల తరువాత నీనెవె నాశనమవుతుంది” అని యోనా ప్రకటించాడు."},{"number":5,"verse":"నీనెవె నగరవాసులు దేవుని వర్తమానాన్ని విశ్వసించారు. ప్రజలు తమ పాపాలను గురించి ఆలోచించటానికి, కొంతకాలంపాటు ఉపవాసం చేయటానికి నిర్ణయించుకొన్నారు. తమ విచారాన్ని వ్యక్తం చేయటానికి ప్రజలు ప్రత్యేకమైన దుస్తులు ధరించారు. అతి ముఖ్యలు, అతి సామాన్యులతో సహా నగరవాసులంతా ఇది ఆచరించారు."},{"number":6,"verse":"ఈ విషయాలను గురించి నీనెవె రాజు విన్నాడు. రాజుకూడా తాను చేసిన చెడుపనులకు విచారించాడు. అందుచే రాజు తన సింహాసనాన్ని వదిలివేశాడు. రాజు తన రాజదుస్తులు తీసివేసి, తన విచారాన్ని వ్యక్తం చేసే ప్రత్యేక దుస్తులు ధరించాడు. పిమ్మట రాజు బూడిదలో కూర్చున్నాడు."},{"number":7,"verse":"రాజు ఒక ప్రత్యేక వర్తమానాన్ని వ్రాసి, నగరమంతా ప్రకటింపజేశాడు. రాజునుండి, అతని కింది పాలకులనుండి వచ్చిన ఆజ్ఞ ఏమనగా: కొద్దికాలంపాటు ఏ మనిషిగాని, జంతువుగాని ఏమీ తినగూడదు. పశువుల మందలనుగాని, గొర్రెల మందలనుగాని పొలాల్లోకి వదలకూడదు. నీనెవెలో ఉన్న ఏ జీవీ ఏమీ తినకూడదు. నీళ్ళు తాగకూడదు."},{"number":8,"verse":"ప్రతి వ్యక్తీ, ప్రతి జంతువూ విచార సూచకంగా ఒక ప్రత్యేకమైన బట్టతో తప్పక కప్పబడాలి. ప్రజలు బిగ్గరగా తమ గోడును దేవునికి చెప్పుకోవాలి. ప్రతి వ్యక్తీ తన జీవన విధానం మార్చుకొని, చెడు పనులు చేయడం మానాలి."},{"number":9,"verse":"బహుశః అప్పుడు దేవుడు తన మనస్సు మార్చుకొని, తాను చేయ సంకల్పించిన పనులు చేయక పోవచ్చు. బహుశః దేవుని మనస్సు మారవచ్చు. కోపంగా ఉండకపోవచ్చు. అప్పుడు మనం శిక్షింపబడకపోవచ్చు."},{"number":10,"verse":"ప్రజలు చేసిన పనులన్నీ దేవుడు చూశాడు. ప్రజలు చెడుపనులు చేయటం మానినట్లు దేవుడు గమనించాడు. కనుక దేవుడు మనసు మార్చుకొని, తాను చేయ సంకల్పించినది విరమించుకున్నాడు. దేవుడు ప్రజలను శిక్షించలేదు."}]}