{"bibleAbbr":"CVB1535","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"Youre synne (o ye off the trybe of Iuda) is writte in the table of yor hertes, & graue so vpon the edges of yor aulters wt a penne of yron & with an Adamat clawe:"},{"number":2,"verse":"yt youre children also maye thynke vpon youre aulters, woddes, thicke trees, hie hilles, mountaynes & feldes."},{"number":3,"verse":"Wherfore, I will make all youre substaunce & treasure be spoyled, for the greate synne that ye haue done vpon youre hie places, thorow out all ye coostes off youre lode."},{"number":4,"verse":"Ye shal be cast out also from the heretage, that I gaue you. And I wil subdue you vnder the heuy bodage of youre enemies, in a londe that ye knowe not. For ye haue ministred fyre to my indignacion, which shal burne euermore."},{"number":5,"verse":"Thus saieth the LORDE: Cursed be the man that putteth his trust in man, ad that taketh flesh for his arme: and he, whose herte departeth from ye LORDE."},{"number":6,"verse":"He shall be like the heeth, that groweth in the wildernes. As for the good thinge that is for to come, he shall not se it: but dwell in a drie place off the wildernes, in a salt and vnoccupied londe."},{"number":7,"verse":"O Blissed is the man, that putteth his trust in the LORDE, and whose hope the LORDE is himself."},{"number":8,"verse":"For he shalbe as a tre, that is planted by the water syde: which spredeth out the rote vnto moystnesse, whom the heate can not harme, when it commeth, but his leaues are grene. And though there growe but litle frute because off drouth, yet is he not carefull, but he neuer leaueth of to bringe forth frute."},{"number":9,"verse":"Amonge all thinges lyuynge, man hath the most disceatfull and vnsercheable hert. Who shall then knowe it?"},{"number":10,"verse":"Euen I the LORDE ripe out the grounde off the hert, ad search the reynes and rewarde euery ma acordinge to his wayes, and acordinge to the frute off his councels."},{"number":11,"verse":"The disceatfull maketh a nest, but bringeth forth no yonge: He commeth by riches, but not rightuously. In the myddest off his life must he leaue them behinde him, and at the last be founde a very foole."},{"number":12,"verse":"But thou (o LORDE) whose trone is most glorious, excellent and off most antiquite, which dwellest in the place of oure holy rest:"},{"number":13,"verse":"Thou art the comforte off Israel. All they that forsake the, shalbe confounded: all they that departe from the, shalbe written in earth, for they haue forsaken the LORDE, the very condite of the waters of life."},{"number":14,"verse":"Heale me (o LORDE) and I shall be whole: saue thou me, and I shalbe saued, for thou art my prayse."},{"number":15,"verse":"Beholde, these men saye vnto me: Where is the worde of the LORDE? Let it come."},{"number":16,"verse":"Where as I neuertheles ledinge the flock in thy wayes, haue compelled none by violence. For I neuer desyred eny mas deeth, this knowest thou well. My wordes also were right before the."},{"number":17,"verse":"Be not now terrible vnto me (o LORDE) for thou art he, in whom I hope, when I am in parell."},{"number":18,"verse":"Let my persecuters be confounded, but not me: let them be afrayed, and not me. Thou shalt bringe vpon the the tyme off their plage, and shalt destroye them right sore."},{"number":19,"verse":"Agayne, thus hath the LORDE sayde vnto me: Go and stonde vnder the gate, where thorow the people and the kinges of Iuda go out and in, yee vnder all the gates of Ierusalem,"},{"number":20,"verse":"and saye vnto them: Heare the worde of the LORDE, ye kinges of Iuda, and all thou people of Iuda, and all ye citesyns of Ierusalem, that go thorow this gate:"},{"number":21,"verse":"Thus the LORDE commaundeth: Take hede for youre lyues, that ye carie no burthen vpon you in the Sabbath, to bringe it thorow the gates of Ierusalem:"},{"number":22,"verse":"ye shall beare no burthen also out of youre houses in the Sabbath: Ye shall do no laboure there in, but halowe the Sabbath, as I commaunded youre fathers."},{"number":23,"verse":"How be it they obeyed me not, nether herkened they vnto me: but were obstinate & stubburne, ad nether obeyed me, ner receaued my correccion."},{"number":24,"verse":"Neuertheles, yf ye will heare me (saieth the LORDE) and beare no burthen in to ye cite thorow this gate vpon the Sabbath: Yf ye will halowe the Sabbath, so that ye do no worke there in:"},{"number":25,"verse":"then shal there go thorow the gates of this cite, kinges and prynces, that shall syt vpon the stole of Dauid: They shall be caried vpon charettes, and ryde vpon horses, both they and their princes: Yee whole Iuda and all the citesyns of Ierusalem shall go here thorow, and this cite shall euer be the more and more inhabited."},{"number":26,"verse":"There shall come men also from the cities of Iuda, from aboute Ierusalem, ad from ye londe of Ben Iamin, from the playne feldes, from the mountaynes and from the wildernesse: which shall bringe burntoffringes, sacrifices, oblacions, and incense, and offre vp thankesgeuynge in the house of the LORDE."},{"number":27,"verse":"But yff ye will not be obedient vnto me, to halowe the Sabbath, so that ye will beare youre burthens thorow the gates off Ierusalem vpon the Sabbath: Then shall I set fyre vpon the gates off Ierusalem, ad it shal burne vp the houses off Ierusalem, and no man shal be able to quench it."}]}