{"bibleAbbr":"CVB1535","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"In the begynnynge of the reigne of Ioachim the sonne of Iosias kynge of Iuda, came this worde from the LORDE, sayenge:"},{"number":2,"verse":"Thus saieth the LORDE: Stonde in the courte of the LORDES house, and speake vnto all them which (out of the cities of Iuda) come to do worshippe in the LORDES house, all the wordes yt I commaunde the to saye. Loke that thou kepe not one worde backe,"},{"number":3,"verse":"yf (perauenture) they will herke, and turne euery man from his wicked waye: that I maye also repente of the plage, which I haue determed to brynge vpon them, because of their wicked invencions."},{"number":4,"verse":"And after this maner shalt thou speake vnto them: Thus saieth the LORDE: yf ye will not obeye me, to walke in my lawes, which I haue geuen you,"},{"number":5,"verse":"and to heare the wordes of my seruauntes the prophetes, whom I sent vnto you, rysynge vp tymely, and still sendinge: Yf ye will not folowe the (I saye)"},{"number":6,"verse":"then will I do to this house, as I dyd vnto Silo, and will make this cite to be abhorred of all the people of the earth."},{"number":7,"verse":"And the prestes, the prophetes and all the people herde Ieremy preach these wordes, in the house of the LORDE."},{"number":8,"verse":"Now when he had spoken out all the wordes, that the LORDE commaunded him to preach vnto all the people, then the prestes, the prophetes and all the people toke holde vpon him, and sayde: thou shalt dye."},{"number":9,"verse":"How darrest thou be so bolde, as to saye in the name of the LORDE: it shal happen to this house as it dyd vnto Silo? and this cite shalbe so waist, that no man shal dwell there in?"},{"number":10,"verse":"And when all the people were gathered aboute Ieremy in the house of the LORDE, the prynces of Iuda herde of this rumoure, & they came soone out of the kinges Palace in to the house of the LORDE, and sat them downe before the new dore of the LORDE."},{"number":11,"verse":"Then spake the prestes and the prophetes vnto the rulers & to all the people, these wordes: This man is worthy to dye, for he hath preached agaynst this cite, as ye youre selues haue herde with youre eares."},{"number":12,"verse":"Then sayde Ieremy vnto the rulers and to all the people: The LORDE hath sente me to preach agaynst this house & agaynst this cite all the wordes that ye haue herde."},{"number":13,"verse":"Therfore amende youre wayes, and youre advysementes, and be obedient vnto the voyce of the LORDE youre God: so shal the LORDE repet of the plage, yt he had deuysed agaynst you."},{"number":14,"verse":"Now as for me: I am in youre hondes, do with me, as ye thinke expediet and good."},{"number":15,"verse":"But this shall ye knowe: yf ye put me to death, ye shal make youre selues, this cite & all the inhabitours there of, giltie of innocent bloude. For this is of a treuth: that the LORDE hath sente me vnto you, to speake all these wordes in youre eares."},{"number":16,"verse":"Then sayde the rulers and the people vn the prestes and prophetes: This man maye not be condemned to death, for he hath preached vnto vs in the name of the LORDE oure God."},{"number":17,"verse":"The Elders also of the londe stode vp, & sayde thus vnto all the people:"},{"number":18,"verse":"Micheas the Morascite, which was a prophet vnder Ezechias kinge of Iuda, spake to all the people of Iuda: Thus saieth the LORDE of hoostes: Sion shalbe plowed like a felde, Ierusale shalbe an heape of stones, & the hill of the LORDES house shalbe turned to an hie wod."},{"number":19,"verse":"Dyd Ezechias ye kinge of Iuda & the people of Iuda put him to deeth for this? No verely, but rather feared ye LORDE, & made their praier vnto him. For the which cause also ye LORDE repented of the plage, yt he had deuysed agaynst them. Shulde we then do soch a shamefull dede agaynst oure soules?"},{"number":20,"verse":"There was a prophet also, that preached stiffly in the name of the LORDE, called Vrias the sonne of Semeia of Cariathiarim: this ma preached also agaynst this cite & agaynst this lode, acordinge to all as Ieremy saieth."},{"number":21,"verse":"Now when Ioachim the kinge with all the estates & prynces had herde his wordes, the kinge went aboute to slaye him. When Vrias perceaued that, he was afrayed, & fled, & departed in to Egipte."},{"number":22,"verse":"Then Ioachim the kinge sent seruauntes into the lode of Egipte, Namely: Elnatha the sonne of Achbor, & certayne men wt him into Egipte,"},{"number":23,"verse":"which fetched Vrias out of Egipte, & brought him vnto kinge Ioachim that slewe him with the swearde, & cast his deed body into ye como peoples graue."},{"number":24,"verse":"But Ahicam the sonne of Saphan helped Ieremy, that he came not in to the hondes of the people to be slayne."}]}