{"bibleAbbr":"CVB1535","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":39,"verses":[{"number":1,"verse":"Now when the cite off Ierusale was taken (for in the ix. yeare of Sedechias kynge of Iuda in the tenth Moneth, came Nabuchodonosor the kynge off Babilon and all his hooste, and beseged Ierusalem."},{"number":2,"verse":"And in the xi. yeare of Sedechias in the fourth Moneth ye ix. daye of ye Moneth, he brake in to the cite)."},{"number":3,"verse":"Then all the kynge of Babilons prynces came in, & sat the downe vnder the porte: Nergall, Sarezer, Samgarnebo, Sarsechim, Rabsaris, Nergal, Sarezer, Rabmag, with all the other prynces of the kynge of Babilon."},{"number":4,"verse":"And when Sedechias the kynge of Iuda with his soudyers sawe them, they fled, and departed out of ye cite by night thorow the kynges garde, and thorow the porte that is betwene the two walles, and so they wente towarde the wildernesse."},{"number":5,"verse":"But the Caldees hooste folowed fast after them, and toke Sedechias in the felde of Iericho, and brought him presoner to Nabuchodonosor the kynge off Babilo vnto Reblatha, that lieth in the londe off Hemath where he gaue iugdment vpon him."},{"number":6,"verse":"So the kynge of Babilon caused the children of Sedechias and all the nobles off Iuda be slayne, before his face at Reblatha"},{"number":7,"verse":"And made Sedechias eyes be put out, and boude him with chaynes, and sent him to Babilon."},{"number":8,"verse":"Morouer, the Caldees bret vp the kynges palace, with ye other houses of the people, and brake downe the walles off Ierusalem."},{"number":9,"verse":"As for the remnaunt of the people that were in the cite, and soch as were come to helpe them (what so euer was left of the come sorte) Nabuzaradan the chefe captayne caried them to Babilon."},{"number":10,"verse":"But Nabuzarada the chefe captayne let the rascall people (and those that had nothinge) dwell still in the lode off Iuda, and gaue them vynyardes and corne feldes at the same tyme."},{"number":11,"verse":"Nabuchodonosor also the kynge of Babilon gaue Nabuzarada the chefe captayne a charge, cocernynge Ieremy, sayenge:"},{"number":12,"verse":"take and cherish him, and make moch off him: se thou do him no harme, but intreate him after his owne desyre."},{"number":13,"verse":"So Nabuzarada ye chefe captayne, Nabusa?ba the chefe chamberlayne, Nergalsarezer the treasurer and all the kynge of Babilons lordes, sent for Ieremy,"},{"number":14,"verse":"& caused him be fet out off the fore entrie off the preson, and committed him vnto Godolias the sonne off Ahicam the sonne of Saphan: that he shulde carie him home, and so he dwelt amonge the people."},{"number":15,"verse":"Now whyle Ieremy laye yet bounde in the fore entrie of the preson, ye worde off the LORDE came vnto him sayenge:"},{"number":16,"verse":"Go, and tell Abdemelech the Morian: Thus saieth the LORDE off hoostes ye God off Israel: Beholde, the cruell and sharpe plage that I haue deuysed for this cite, will I brynge vpon them, that thou shalt se it:"},{"number":17,"verse":"but I wil delyuer the (sayeth the LORDE) and thou shalt not come in the hondes off those men, whom thou fearest."},{"number":18,"verse":"For doutles I will saue the, so that thou shalt not perish with the swearde: but thy life shalbe saued, and that because thou hast put thy trust in me, saieth the LORDE."}]}