{"bibleAbbr":"CVB1535","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"This is the maner, how the LORDE intreated Ieremy, when Nebuzaradan the chefe captayne had let him go fre from Rama, whither as he had led him bounde, amonge all the presoners, that were caried from Ierusalem and Iuda vnto Babilon."},{"number":2,"verse":"The chefe captayne called for Ieremy, and sayde vnto him: The LORDE thy God spake mightely before off the mysery vpon this place:"},{"number":3,"verse":"Now the LORDE hath sent it, and perfourmed it, as he had promised: For ye haue synned agaynst the LORDE, and haue not bene obedient vnto his voyce, therfore commeth this plage vpon you."},{"number":4,"verse":"Beholde, I lowse the bondes from thy hodes this daye: yf thou wilt now go with me vnto Babilon, vp the: For I will se to the, and prouyde for the: But yf thou wilt not go with me to Babilon, then remayne here. Beholde, all the londe is at thy will: loke where thou thinkest conveniet & good for the to Abyde, there dwell."},{"number":5,"verse":"Yf thou canst not be content to dwell alone, then remayne wt Godolias the sonne off Ahica the sonne of Sapha, whom the kynge of Babilo hath made gouernoure ouer ye cities of Iuda, & dwell wt him amonge the people, or remayne, where so euer it pleaseth ye. So the chefe captayne gaue him his expeses wt a rewarde, & let him go."},{"number":6,"verse":"Then wete Ieremy vnto Godolias ye sonne of Ahica to Masphat, & dwelt there wt him amonge the people that were left in the londe."},{"number":7,"verse":"Now when ye captaynes of the hooste of Iuda (which wt their felowes were scatred abrode on euery syde in ye lode) vnderstode, yt the kynge of Babilo had made Godolias ye sonne of Ahica gouernoure in the lode, & yt man, wife & childe, yee & the poore men in the londe (yt were not led captyue to Babilon) shulde be vnder his Iurisdictio:"},{"number":8,"verse":"They came to Godolias vnto Masphat: Namely, Ismael the sonne of Nathanias, Iohana & Ionathas the sonnes of Carea, Sareas the sonne of Tanhometh, the sonnes of Opheus ye Netophetite, Iesanias ye sonne of Machati, wt their copanyons."},{"number":9,"verse":"And Godolias the sonne of Ahicam the sonne off Sapha, swore vnto the & their felowes on this maner: Be not afrayed to serue the Caldees, dwell in the lode, & do the kynge of Babilon seruyce, so shal ye prospere."},{"number":10,"verse":"Beholde, I dwell at Masphat to be an officer in the Caldees behalfe, & to satisfie soch as come to vs. Therfore gather you wyne, corne and oyle, and kepe them in youre ware houses, and dwell in youre cities, that ye haue in kepinge."},{"number":11,"verse":"Yee all the Iewes also yt dwelt in Moab vnder ye Ammonites, in Idumea & in all ye coutrees, whe they herde, yt the kinge of Babilo had made Godolias the sonne of Ahica the sonne of Sapha, gouernoure vpo the yt were left in Iuda:"},{"number":12,"verse":"All the Iewes (I saye) returned out off all places where they were fled vnto: & came in to the lode of Iuda to Godolias vnto Masphat, & gathered wyne and other frutes, and that very moch."},{"number":13,"verse":"Morouer Iohanna the sonne of Carea & all ye captaynes of ye hooste, yt were scatred on euery syde in the londe, came to Godolias in Masphat, & sayde vnto him:"},{"number":14,"verse":"knowest thou not yt Baalis kinge of ye Ammonites hath sent Ismael ye sonne of Nathanias, to slaye the? But Godolias ye sonne of Ahica beleued the not."},{"number":15,"verse":"The sayde Iohana the sonne of Carea vnto Godolias in Masphat these wordes secretly: Let me go (I praye the) & I will slaye Ismael the sonne of Nathanias, so yt no body shal knowe it. Wherfore will he kyll the, yt all the Iewes which resorte vnto the, might be scatred, & the remnaunt in Iuda perishe?"},{"number":16,"verse":"The sayde Godolias the sonne of Ahicam to Iohanna the sonne of Carea: Thou shalt not do it, for they are but lies, that men saye of Ismael."}]}