{"bibleAbbr":"CVB1535","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"Sedechias was xxj. yeare olde, when he was made kynge, & he raigned xj. yeare in Ierusalem. His mothers name was Hamithal, Ieremies doughter of Lobna."},{"number":2,"verse":"He lyued wickedly before the LORDE euen as Ioachim dyd."},{"number":3,"verse":"Wherfore the LORDE was angrie at Ierusalem & Iuda, so longe till he had cast the out of his presence. And Sedechias fel from the kynge of Babilon."},{"number":4,"verse":"But in ye ix. yeare of his raigne, In the teth Moneth, the tenth daye of the Moneth it happened, that Nabuchodonosor kynge of Babilon with all his hooste came before Ierusalem, & beseged it, & made them bulworkes rounde aboute it."},{"number":5,"verse":"And this beseginge of the cite endured vnto the xj yeare of kynge Sedechias."},{"number":6,"verse":"And in the fourth Moneth, the ix daye of the Moneth, there was so greate honger in the cite: that there were no more vitayles for the people of the londe."},{"number":7,"verse":"So all the souldyers brake awaye, and fled out of the cite by night, thorow the waye of the porte betwene the two walles by the kynges garden. Now ye Caldees had copassed the cite rounde aboute, yet wente these men their waye towarde the wildernesse."},{"number":8,"verse":"And so the Caldees folowed vpon them, and toke Sedechias the kinge in the felde of Iericho, when his hoost was runne from him."},{"number":9,"verse":"So they caried the kynge awaye presoner to Reblatha, vnto the kinge of Babilon in the londe of Hemath, where he gaue iudgment vpon him."},{"number":10,"verse":"The kinge of Babilo also caused Sedechias sonnes be slayne before his face, yee & put all the prynces of Iuda to death at Reblatha."},{"number":11,"verse":"Morouer he put out the eyes of Sedechias, caused him be bounde with cheynes, to be caried vnto Babilon: & let him lie in preson, till he dyed."},{"number":12,"verse":"Now ye tenth daye of the fyfth Moneth in the xix yeare of Nabuchodonosor kynge of Babilon, Nabusaradan the chefe captayne and the kinge of Babilons seruauntes came vnto Ierusalem,"},{"number":13,"verse":"& brent vp the house of the LORDE. He brent vp also the kinges palace, all the houses & all the gorgeous buyldinges in Ierusale."},{"number":14,"verse":"And the whole hoost of the Caldees yt were with the chefe captayne, brake downe all the walles of Ierusalem rounde aboute."},{"number":15,"verse":"As for the poore people & soch folke as yet was left in the cite, which also were fallen to the kinge of Babilon, yee & what people as yet remayned: Nabusaradan the chefe captayne caried them awaye presoners"},{"number":16,"verse":"But ye poore people of the countre, dyd Nabusaradan the chefe captayne leaue in the londe, to occupie the vynyardes & feldes."},{"number":17,"verse":"The Caldees also brake the brasen pilers, that were in the house of the LORDE, yee the seate and the brasen lauer that was in the house of ye LORDE: & caried all the metall of them vnto Babilon."},{"number":18,"verse":"They toke awaye also the Cauldrons, shouels, flesh hokes, sprinklers, spones & all the brasen vessell that was occupide in the seruyce:"},{"number":19,"verse":"with the basens, colepannes, sprinklers, pottes, candilstickes, spones, and cuppes: wherof some were of golde, and some of syluer."},{"number":20,"verse":"The chefe captayne toke also the two pilers, the lauer, the xij brasen bullockes yt stode vnder ye seate, which kinge Salomon made in the house of the LORDE: & all the vessell conteyned so moch metall, that it might not be weyed"},{"number":21,"verse":"For euery piler was xviij cubites hie, & the rope that went aboute it, was xij cubites, & foure fingers thick and rounde:"},{"number":22,"verse":"Now vpon the rope were brasen knoppes, & euery knoppe was fyue cubites hie: & vpon the knoppes were whopes, & pomgranates rounde aboute of clene brasse."},{"number":23,"verse":"After this maner were both the pilers fashioned with the pomgranates, wherof there were an hundreth and xcvj, which hanged vpon the whoopes rounde aboute."},{"number":24,"verse":"The chefe captayne also toke Sarias ye hie prest, & Sophonias that was chefe next him, and the thre kepers of the treasury."},{"number":25,"verse":"He toke out of the cite a chamberlayne which was a captayne of the souldyers, & seuen men that were the kinges seruauntes, which were founde in the cite: & Sepher a captayne that vsed to muster the men of warre: with lx men of the countre that were taken in the cite."},{"number":26,"verse":"These Nabusaradan the chefe captayne toke, & caried them to the kinge of Babilon vnto Reblatha:"},{"number":27,"verse":"and the kinge of Babilon caused them to be put to death at Reblatha in the londe of Hemath. And thus Iuda was ledde awaye captyue, out of his owne londe."},{"number":28,"verse":"This is the summe of the people, whom Nabuchodonosor ledde awaye captyue. In the seuenth yeare of his reigne, he caried awaye of ye Iewes, thre thousande thre and twenty."},{"number":29,"verse":"In the xviij yeare Nabuchodonosor caried awaye from Ierusalem eight hunderth & xxxij personnes."},{"number":30,"verse":"In the xxiij yeare of Nabuchodonosor Nabusaradan the chefe captayne, toke awaye seuen hundreth xlv Iewes presoners. The whole summe of all the presoners, is foure thousande and sex hundreth."},{"number":31,"verse":"In the xxxvij yeare after that Ioachim the kinge of Iuda was caried awaye in the xxv daye of the xij Moneth, Euilmerodach kinge of Babilon (the same yeare yt he reigned) gaue Ioachim the kinge of Iuda his pardon, and let him out of preson,"},{"number":32,"verse":"and spake louyngly to him: And set his trone aboue ye trones of the other kinges that were with him in Babilon."},{"number":33,"verse":"He chaunged also the clothes of his preson, yee and he ate with him all his life longe."},{"number":34,"verse":"And he had a cotinuall lyuynge geuen him of the kinge of Babilon, euery daye a certayne thinge alowed him, all the dayes of his life, vntill he dyed."}]}