{"bibleAbbr":"CVB1535","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":8,"verses":[{"number":1,"verse":"At the same tyme, saieth the LORDE, the bones of the kinges of Iuda, the bones of his princes, the bones of the prestes and prophetes, yee and the bones of the citisens of Ierusale, shalbe brought out of their graues"},{"number":2,"verse":"and layed agaynst the Sonne, the Moone and all the heauenly hooste: whom they loued, whom they serued, whom they ranne after, whom they sought & worshipped. They shal nether be gathered together ner buried, but shal lye vpo the earth, to their shame and despisinge."},{"number":3,"verse":"And all they that remayne of this wicked generacion, shal desyre rather to dye the to lyue: where so euer they remayne, & where as I scatre them, saieth the LORDE of hoostes."},{"number":4,"verse":"This shalt thou saye vnto them also: Thus saieth the LORDE: Do men fall so, that they arise not vp agayne: And turne they so farre awaye, yt they neuer conuerte?"},{"number":5,"verse":"Wherfore then is this people and Ierusalem gone so farre backe, that they turne not againe? They are euer the longer the more obstinate, and will not be conuerted."},{"number":6,"verse":"For I haue loked, and considered: but there is no ma, that speaketh a good worde: there is no man, that taketh repetaunce for his synne, that will so moch as saye: wherfore haue I done this? But euery man (as soone as he is turned backe) runneth forth still, like a wilde horse in a battayl."},{"number":7,"verse":"The Storke knoweth his apoynted tyme, the Turtledoue, ye Swalow and the Crane, cosidre the tyme of their trauayle: but my people will not knowe the tyme of the punyshment of the LORDE."},{"number":8,"verse":"How darre ye saye then: we are wise, we haue the lawe of the LORDE amonge vs? Beholde, the disceatfull penne of the scrybes, setteth forth lies:"},{"number":9,"verse":"therfore shal the wise be confounded, they shalbe afrayed and taken: for lo, they haue cast out the worde of the LORDE: what wy?dome can then be amonge them?"},{"number":10,"verse":"Wherfore, I will geue their wynes vnto aleauntes, and their feldes to destroyers. For from the lowest vnto the hyest, they folowe all shamefull lucre: and from the prophet vnto the prest, they deale all with lies."},{"number":11,"verse":"Neuertheles, they heale the hurte of my people with swete wordes, sayenge: peace, peace, where there is no peace at all."},{"number":12,"verse":"Fye for shame, how abhominable thinges do they? And yet they be not ashamed, yee they knowe of no shame. Wherfore in the tyme of their visitacion, they shal fall amonge the deed bodies, saieth the LORDE."},{"number":13,"verse":"Morouer I will gather them in (saieth the LORDE) so that there shal not be one grape vpon the vyne, nether one fyge vpon the fyge tre, and the leaues shalbe plucte of. Then will I cause them to departe, and saye:"},{"number":14,"verse":"why prolonge we the tyme? Let vs gather oure selues together, and go in to the stronge cite, there shall we be in rest: For the LORDE oure God hath put vs to sylence, and geuen vs water myxte with gall, to drynke, because we haue synned agaynst him."},{"number":15,"verse":"We loked for peace, and we fayre not the better, we wayted for the tyme of health, and lo, here is nothinge but trouble."},{"number":16,"verse":"Then shall the noyse of his horses be herde from Dan, the whole londe shall be afrayed at the neyege of his stronge horses: for they shal go in, and deuoure the londe, with all that is in it: the cities, and those that dwell therin."},{"number":17,"verse":"Morouer, I will sende Cockatrices & serpetes amonge you (which will not be charmed) and they shal byte you, sayeth the LORDE."},{"number":18,"verse":"Sorowe is come vpon me, and heuynes vexeth my herte:"},{"number":19,"verse":"for lo, the voyce of the criege of my people is herde from a farre countre: Is not the LORDE in Sion? Is not he kinge in her? Wherfore then haue they greued me (shall the LORDE saye) with their ymages and foolish straunge fashions?"},{"number":20,"verse":"The haruest is gone, the Somer hath an ende, and we are not helped."},{"number":21,"verse":"I am sore vexed, because of the hurte of my people: I am heuy and abashed,"},{"number":22,"verse":"for there is no more Triacle at Galaad, and there is no Phisician, that ca heale the hurte of my people."}]}