{"bibleAbbr":"neNRV2012","bookName":"गन्ती","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"( कोरह, दातान र अबीरामको विरोध) लेवीका पनाति, कहातका नाति, यिसहारका छोरा कोरह, र साथै रूबेनको कुलका एलीआबका छोराहरू दातान र अबीराम, अनि पेलेथका छोरा ओन अटेरी भए। ( )"},{"number":2,"verse":"अनि उनीहरू इस्राएलीहरूका केही मानिसहरू, अर्थात् सभामा बोलाइएका, समुदायमा नाउँ चलेका दुई सय पचास नेताहरूसित मोशाको विरुद्धमा खड़ा भए।"},{"number":3,"verse":"उनीहरू मोशा र हारूनका विरुद्धमा जम्‍मा भई तिनीहरूलाई भने, “तपाईंहरूले अति गर्नुभयो! समुदायका सबै जना पवित्र छन्, र परमप्रभु तिनीहरूका बीचमा हुनुहुन्‍छ। तपाईंहरू किन आफूलाई सबैभन्‍दा उच्‍च तुल्‍याउनुहुन्‍छ?”"},{"number":4,"verse":"यो कुरा सुन्‍ने बित्तिकै मोशा घोप्‍टो परे।"},{"number":5,"verse":"अनि तिनले कोरह र उनका सब दललाई यसो भने, “भोलि बिहान को उहाँको हो, को पवित्र छ, र कसलाई उहाँले आफ्‍नो नजिक आउन दिनुहुन्‍छ सो परमप्रभुले नै देखाइदिनुहुन्‍छ। जसलाई उहाँले चुन्‍नुहुन्‍छ, त्‍यसलाई आफ्‍नो नजिक आउन दिनुहुन्‍छ।"},{"number":6,"verse":"ए कोरह, यसो गर, तिमी र तिम्रा सबै दलले धुपौराहरू लेओ।"},{"number":7,"verse":"भोलि परमप्रभुको सामुन्‍ने तिनमा आगो र धूप राखून्। जसलाई परमप्रभुले चुन्‍नुहुन्‍छ, त्‍यही पवित्र हुनेछ। हे लेवीहरू हो, तिमीहरू बढ्ता भयौ!”"},{"number":8,"verse":"तब मोशाले कोरहलाई भने, “ए लेवीहरू हो, सुन।"},{"number":9,"verse":"इस्राएलका परमेश्‍वरले आफ्‍नो पवित्र वासस्‍थानमा काम गर्न र समुदायको अगि सेवा गर्न तिमीहरूलाई उहाँको नजिकै ल्‍याउनुभएर इस्राएलको समुदायबाट तिमीहरूलाई नै चुन्‍नुभएको के तिमीहरूले ठट्टा सम्‍झेका छौ?"},{"number":10,"verse":"उहाँले तिमीसँगै तिम्रा दाजुभाइ लेवीहरूलाई नजिक ल्‍याउनुभएको छ। अब के तिमीहरूले पूजाहारीपद पनि खोज्‍छौ?"},{"number":11,"verse":"तिम्रा सबै साथीहरूसहित तिमी परमप्रभुको विरुद्धमा भेला भएका छौ? हारूनचाहिँ को हो, र तिमीहरू तिनको विरुद्धमा गनगनाउँछौ?”"},{"number":12,"verse":"तब मोशाले एलीआबका छोराहरू दातान र अबीरामलाई बोलाउन पठाए। तर उनीहरूले भने, “हामी आउँदैनौं।"},{"number":13,"verse":"हामीहरूलाई दूध र मह बग्‍ने देशबाट उजाड़-स्‍थानमा मर्न ल्‍याउनुभएको के तपाईंलाई पुगेन र? फेरि तपाईं हामीमाथि प्रभुत्‍व पनि गर्न खोज्‍नुहुन्‍छ?"},{"number":14,"verse":"तपाईंले हामीलाई न त दूध र मह बग्‍ने देशमै ल्‍याउनुभयो, न हामीलाई खेत र दाखबारीहरूको अधिकार दिनुभयो। के तपाईं यी मानिसहरूका आँखा निकाल्‍न चाहनुहुन्‍छ? हामी पटक्‍कै आउँदैनौं।”"},{"number":15,"verse":"तब मोशाले ज्‍यादै रिसाएर परमप्रभुलाई भने, “उनीहरूको बलि ग्रहण नगर्नुहोस्। मैले उनीहरूको एउटा गधासम्‍म पनि लिएको छैनँ। उनीहरू कसैको हानि पनि गरेको छैनँ।”"},{"number":16,"verse":"मोशाले कोरहलाई भने, “तिमी र तिम्रा सबै दल र हारून पनि भोलि परमप्रभुको सामुन्‍ने आओ।"},{"number":17,"verse":"तिमीहरू हरेकले आ-आफ्‍नो धुपौरो लिएर त्‍यसमा धूप हाल, र हरेकले आ-आफ्‍नो धुपौरो, अर्थात् दुई सय पचास धुपौरा परमप्रभुको सामु ल्‍याओ। हारून र तिमीले पनि आ-आफ्‍नो धुपौरो ल्‍याउनू।”"},{"number":18,"verse":"यसैकारण उनीहरू हरेकले आ-आफ्‍नो धुपौरो लिएर तिनमा आगो सल्‍काएर धूप हाले। अनि उनीहरू मोशा र हारूनका साथमा भेट हुने पालको ढोकामा खड़ा भए।"},{"number":19,"verse":"जब कोरहले आफ्‍ना सबै दल तिनीहरूका विरुद्धमा भेट हुने पालको ढोकामा जम्‍मा गरे, तब परमप्रभुको महिमा सिङ्गै समुदायकहाँ देखा पर्‍यो।"},{"number":20,"verse":"परमप्रभुले मोशा र हारूनलाई भन्‍नुभयो,"},{"number":21,"verse":"“यस समुदायबाट तिमीहरू अलग होओ, र म एक पलमा यिनीहरूलाई भस्‍म पार्नेछु।”"},{"number":22,"verse":"तब घोप्‍टो परेर मोशा र हारूनले भने, “हे परमेश्‍वर, सारा मानव-जातिका आत्‍माका परमेश्‍वर, एक जना मानिसले पाप गरेकोमा के तपाईं सारा समुदायसित क्रोधित हुनुहुन्‍छ?”"},{"number":23,"verse":"तब परमप्रभुले मोशालाई भन्‍नुभयो,"},{"number":24,"verse":"“यस समुदायलाई यसो भन्, ‘कोरह, दातान र अबीरामका पालका छेउछाउबाट पर हट’।”"},{"number":25,"verse":"मोशा उठेर दातान र अबीरामकहाँ गए, र इस्राएलका धर्म-गुरुहरू पनि तिनको पछि लागे।"},{"number":26,"verse":"समुदायलाई तिनले सावधान गराए, “यी दुष्‍ट मानिसहरूका पालबाट दूर हट, र यिनीहरूका केही कुरा पनि नछोओ, नत्रता यिनीहरूका सब पापले गर्दा तिमीहरू पनि भस्‍म हुनेछौ।”"},{"number":27,"verse":"यसैले कोरह, दातान र अबीरामका पालका छेउछाउबाट तिनीहरू निस्‍के। दातान र अबीराम उनीहरूका जहान र बालबच्‍चाका साथमा आ-आफ्‍नो पालका ढोकामा उभिए।"},{"number":28,"verse":"तब मोशाले भने, “यसबाट तिमीहरूले थाहा पाउनेछौ, कि यी सबै काम गर्नलाई परमप्रभुले मलाई पठाउनुभएको हो, र मैले यी आफ्‍नै राजीखुशीले गरेको होइनँ।"},{"number":29,"verse":"यदि यी मानिसहरू पनि सबै अन्‍य मानिसझैँ स्‍वाभाविक मृत्‍युले मर्छन् भने, परमप्रभुले मलाई पठाउनुभएको होइन।"},{"number":30,"verse":"तर यदि परमप्रभुले अनौठो काम गर्नुहुन्‍छ र धरती फाटेर यिनीहरूका सबै थोकसमेत यिनीहरू जिउँदै चिहानमा ( “हिब्रू: पातालमा; त्यस्तै पद ३३ मा पनि”) पुरिन्‍छन् भने, यी मानिसहरूले परमप्रभुलाई तुच्‍छ ठानेका नै रहेछन् भनी तिमीहरूले थाहा पाउनेछौ।”"},{"number":31,"verse":"तिनले यी सबै कुरा भनिसकेका मात्र थिए, उनीहरूमुनिको धरती फाट्यो।"},{"number":32,"verse":"अनि धरतीले आफ्‍नो मुख बाएर उनीहरू र उनीहरूका घरानाहरू— कोरहतर्फका सबै मानिसहरू— उनीहरूका मालतालसमेतलाई निलिहाल्‍यो।"},{"number":33,"verse":"आफ्‍ना सबै कुरासमेत उनीहरू जिउँदै चिहानमा पुरिए। धरती उनीहरूमाथि बन्‍द भयो, र समुदायको बीचबाट उनीहरू नष्‍ट भए।"},{"number":34,"verse":"उनीहरू चिच्‍च्‍याएका सुनेर वरिपरिका सबै इस्राएलीहरूले भाग्‍दै यसो भन्‍न लागे, “हामीलाई पनि धरतीले अब निल्‍छ होला।”"},{"number":35,"verse":"अनि परमप्रभुकहाँबाट आगो निस्‍केर धूप चढ़ाउने ती दुई सय पचास जनालाई भस्‍म पार्‍यो।"},{"number":36,"verse":"परमप्रभुले मोशालाई भन्‍नुभयो,"},{"number":37,"verse":"“हारून पूजाहारीको छोरा एलाजारलाई जलिरहेको ज्‍वालाबाट धुपौराहरू निकाल्‍न र फिलिङ्गा निकै टाढ़ा लगेर छरिदिनलाई अह्रा। किनभने ती धुपौराहरू पवित्र छन्—"},{"number":38,"verse":"ती आफ्‍नै प्राणको हानि गरुञ्‍जेल पाप गर्नेहरूका धुपौराहरू। ती धुपौराहरूबाट वेदी मोहोर्ने पाताहरू पिटेर बनाउनू, किनभने ती परमप्रभुको सामु चढ़ाएका हुनाले पवित्र छन्। ती पाताहरूचाहिँ इस्राएलीहरूका निम्‍ति चिन्‍ह होऊन्।”"},{"number":39,"verse":"तब एलाजार पूजाहारीले ती भस्‍म हुनेहरूले चढ़ाएका काँसाका धुपौराहरू लिए, र पिटेर वेदी मोहोर्ने पाता बनाए,"},{"number":40,"verse":"जस्‍तो परमप्रभुले एलाजारलाई मोशाद्वारा भन्‍नुभएको थियो। हारूनका सन्‍तानबाहेक कोही अन्‍य मानिस धूप बाल्‍न नजिक नआओस् भनी होशियार गराउन इस्राएलीहरूलाई यो सब भएको थियो, नत्रता त्‍यो पनि कोरह र उनको दलजस्‍तै हुनेछ।"},{"number":41,"verse":"भोलिपल्‍ट इस्राएलीहरूका जम्‍मै समुदायले मोशा र हारूनका विरुद्धमा यसो भनेर गनगनाए, “तपाईंहरूले नै परमप्रभुका मानिसहरूलाई मार्नुभएको हो।”"},{"number":42,"verse":"तर जब समुदायले मोशा र हारूनका विरुद्धमा भेला भई भेट हुने पालतिर हेरे, तब अचानक बादलले त्‍यसलाई ढाक्‍यो, र परमप्रभुको महिमा देखा पर्‍यो।"},{"number":43,"verse":"मोशा र हारून भेट हुने पालको अगि गए,"},{"number":44,"verse":"अनि परमप्रभुले मोशालाई भन्‍नुभयो,"},{"number":45,"verse":"“तिमीहरूचाहिँ यस समुदायबाट पर हटिजाओ, र म यिनीहरूलाई पलभरमा भस्‍म पार्नेछु।” तब तिनीहरू घोप्‍टो परे।"},{"number":46,"verse":"अनि मोशाले हारूनलाई भने, “तपाईंको धुपौरो लिनुहोस्, र त्‍यसमा वेदीबाट आगो राखेर धूप हाल्‍नुहोस्, र तुरुन्‍तै त्‍यस समुदायकहाँ लगेर तिनीहरूका निम्‍ति प्रायश्‍चित गर्नुहोस्, किनकि परमप्रभुको क्रोध दन्‍किसकेको छ— विपत्ति सुरु भएको छ।”"},{"number":47,"verse":"तब मोशाले भनेझैँ हारून धुपौरो लिएर समुदायको माझमा दौड़ेर गए। विपत्ति मानिसहरूका बीचमा आइसकेको थियो, तर तिनले धूप हालेर मानिसहरूका निम्‍ति प्रायश्‍चित गरे।"},{"number":48,"verse":"तिनी मरेका र जिउँदाहरूका बीचमा खड़ा भए, र विपत्ति थामियो।"},{"number":49,"verse":"कोरहको घटनामा मरेकाबाहेक त्‍यस बेला विपत्तिले मरेकाहरू चौध हजार सात सय थिए।"},{"number":50,"verse":"विपत्ति थामिएपछि हारून भेट हुने पालमा मोशाकहाँ फर्के।"}]}