{"bibleAbbr":"RSV1971","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"Encouragement to Be Generous We want you to know, brethren, about the grace of God which has been shown in the churches of Macedo′nia,"},{"number":2,"verse":"for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of liberality on their part."},{"number":3,"verse":"For they gave according to their means, as I can testify, and beyond their means, of their own free will,"},{"number":4,"verse":"begging us earnestly for the favor of taking part in the relief of the saints —"},{"number":5,"verse":"and this, not as we expected, but first they gave themselves to the Lord and to us by the will of God."},{"number":6,"verse":"Accordingly we have urged Titus that as he had already made a beginning, he should also complete among you this gracious work."},{"number":7,"verse":"Now as you excel in everything — in faith, in utterance, in knowledge, in all earnestness, and in your love for us — see that you excel in this gracious work also."},{"number":8,"verse":"I say this not as a command, but to prove by the earnestness of others that your love also is genuine."},{"number":9,"verse":"For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that by his poverty you might become rich."},{"number":10,"verse":"And in this matter I give my advice: it is best for you now to complete what a year ago you began not only to do but to desire,"},{"number":11,"verse":"so that your readiness in desiring it may be matched by your completing it out of what you have."},{"number":12,"verse":"For if the readiness is there, it is acceptable according to what a man has, not according to what he has not."},{"number":13,"verse":"I do not mean that others should be eased and you burdened,"},{"number":14,"verse":"but that as a matter of equality your abundance at the present time should supply their want, so that their abundance may supply your want, that there may be equality."},{"number":15,"verse":"As it is written, “He who gathered much had nothing over, and he who gathered little had no lack.”"},{"number":16,"verse":"Commendation of Titus But thanks be to God who puts the same earnest care for you into the heart of Titus."},{"number":17,"verse":"For he not only accepted our appeal, but being himself very earnest he is going to you of his own accord."},{"number":18,"verse":"With him we are sending the brother who is famous among all the churches for his preaching of the gospel;"},{"number":19,"verse":"and not only that, but he has been appointed by the churches to travel with us in this gracious work which we are carrying on, for the glory of the Lord and to show our good will."},{"number":20,"verse":"We intend that no one should blame us about this liberal gift which we are administering,"},{"number":21,"verse":"for we aim at what is honorable not only in the Lord’s sight but also in the sight of men."},{"number":22,"verse":"And with them we are sending our brother whom we have often tested and found earnest in many matters, but who is now more earnest than ever because of his great confidence in you."},{"number":23,"verse":"As for Titus, he is my partner and fellow worker in your service; and as for our brethren, they are messengers (Greek apostles) of the churches, the glory of Christ."},{"number":24,"verse":"So give proof, before the churches, of your love and of our boasting about you to these men."}]}