{"bibleAbbr":"ESV2001","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"The LORD spoke to Moses, saying,"},{"number":2,"verse":"\"Speak to the people of Israel and say to them, If anyone makes a special vow to the LORD involving the valuation of persons,"},{"number":3,"verse":"then the valuation of a male from twenty years old up to sixty years old shall be fifty shekels of silver, according to the shekel of the sanctuary."},{"number":4,"verse":"If the person is a female, the valuation shall be thirty shekels."},{"number":5,"verse":"If the person is from five years old up to twenty years old, the valuation shall be for a male twenty shekels, and for a female ten shekels."},{"number":6,"verse":"If the person is from a month old up to five years old, the valuation shall be for a male five shekels of silver, and for a female the valuation shall be three shekels of silver."},{"number":7,"verse":"And if the person is sixty years old or over, then the valuation for a male shall be fifteen shekels, and for a female ten shekels."},{"number":8,"verse":"And if someone is too poor to pay the valuation, then he shall be made to stand before the priest, and the priest shall value him; the priest shall value him according to what the vower can afford."},{"number":9,"verse":"\"If the vow is an animal that may be offered as an offering to the LORD, all of it that he gives to the LORD is holy."},{"number":10,"verse":"He shall not exchange it or make a substitute for it, good for bad, or bad for good; and if he does in fact substitute one animal for another, then both it and the substitute shall be holy."},{"number":11,"verse":"And if it is any unclean animal that may not be offered as an offering to the LORD, then he shall stand the animal before the priest,"},{"number":12,"verse":"and the priest shall value it as either good or bad; as the priest values it, so it shall be."},{"number":13,"verse":"But if he wishes to redeem it, he shall add a fifth to the valuation."},{"number":14,"verse":"\"When a man dedicates his house as a holy gift to the LORD, the priest shall value it as either good or bad; as the priest values it, so it shall stand."},{"number":15,"verse":"And if the donor wishes to redeem his house, he shall add a fifth to the valuation price, and it shall be his."},{"number":16,"verse":"\"If a man dedicates to the LORD part of the land that is his possession, then the valuation shall be in proportion to its seed. A homer of barley seed shall be valued at fifty shekels of silver."},{"number":17,"verse":"If he dedicates his field from the year of jubilee, the valuation shall stand,"},{"number":18,"verse":"but if he dedicates his field after the jubilee, then the priest shall calculate the price according to the years that remain until the year of jubilee, and a deduction shall be made from the valuation."},{"number":19,"verse":"And if he who dedicates the field wishes to redeem it, then he shall add a fifth to its valuation price, and it shall remain his."},{"number":20,"verse":"But if he does not wish to redeem the field, or if he has sold the field to another man, it shall not be redeemed anymore."},{"number":21,"verse":"But the field, when it is released in the jubilee, shall be a holy gift to the LORD, like a field that has been devoted. The priest shall be in possession of it."},{"number":22,"verse":"If he dedicates to the LORD a field that he has bought, which is not a part of his possession,"},{"number":23,"verse":"then the priest shall calculate the amount of the valuation for it up to the year of jubilee, and the man shall give the valuation on that day as a holy gift to the LORD."},{"number":24,"verse":"In the year of jubilee the field shall return to him from whom it was bought, to whom the land belongs as a possession."},{"number":25,"verse":"Every valuation shall be according to the shekel of the sanctuary: twenty gerahs shall make a shekel."},{"number":26,"verse":"\"But a firstborn of animals, which as a firstborn belongs to the LORD, no man may dedicate; whether ox or sheep, it is the LORD's."},{"number":27,"verse":"And if it is an unclean animal, then he shall buy it back at the valuation, and add a fifth to it; or, if it is not redeemed, it shall be sold at the valuation."},{"number":28,"verse":"\"But no devoted thing that a man devotes to the LORD, of anything that he has, whether man or beast, or of his inherited field, shall be sold or redeemed; every devoted thing is most holy to the LORD."},{"number":29,"verse":"No one devoted, who is to be devoted for destruction from mankind, shall be ransomed; he shall surely be put to death."},{"number":30,"verse":"\"Every tithe of the land, whether of the seed of the land or of the fruit of the trees, is the LORD's; it is holy to the LORD."},{"number":31,"verse":"If a man wishes to redeem some of his tithe, he shall add a fifth to it."},{"number":32,"verse":"And every tithe of herds and flocks, every tenth animal of all that pass under the herdsman's staff, shall be holy to the LORD."},{"number":33,"verse":"One shall not differentiate between good or bad, neither shall he make a substitute for it; and if he does substitute for it, then both it and the substitute shall be holy; it shall not be redeemed.\""},{"number":34,"verse":"These are the commandments that the LORD commanded Moses for the people of Israel on Mount Sinai."}]}