{"bibleAbbr":"WEB2020+","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"\"Now, <WH3548> you priests, this commandment is for you. <WH4687>"},{"number":2,"verse":"If you will not listen, <WH8085> and if you will not lay <WH7760> it to heart, <WH3820> to give <WH5414> glory <WH3519> to my name, <WH8034>\" says <WH559> Yahweh <WH3068> of Armies, <WH6635> \"then will I send <WH7971> the curse <WH3994> on you, <WH779> and I will curse your blessings. <WH1293> Indeed, <WH779> I have cursed them already, <WH7760> because you do not lay it to heart. <WH3820>"},{"number":3,"verse":"Behold, <WH1605> I will rebuke your seed, <WH2233> and will spread <WH2219> dung <WH6569> on your faces, <WH6440> even the dung <WH6569> of your feasts; <WH2282> and you will be taken away with it. <WH5375>"},{"number":4,"verse":"You will know <WH3045> that I have sent <WH7971> this commandment <WH4687> to you, <WH1285> that my covenant may be with Levi, <WH3878>\" says <WH559> Yahweh <WH3068> of Armies. <WH6635>"},{"number":5,"verse":"\"My covenant <WH1285> was with him of life <WH2416> and peace; <WH7965> and I gave <WH5414> them to him that he might be reverent <WH4172> toward me; <WH3372> and he was reverent toward me, <WH6440> and stood in awe <WH2865> of my name. <WH8034>"},{"number":6,"verse":"The law <WH8451> of truth <WH571> was in his mouth, <WH6310> and unrighteousness <WH5766> was not found <WH4672> in his lips. <WH8193> He walked <WH1980> with me in peace <WH7965> and uprightness, <WH4334> and turned <WH7725> many <WH7227> away <WH7725> from iniquity. <WH5771>"},{"number":7,"verse":"For the priest <WH3548>'s lips <WH8193> should keep <WH8104> knowledge, <WH1847> and they should seek <WH1245> the law <WH8451> at his mouth; <WH6310> for he is the messenger <WH4397> of Yahweh <WH3068> of Armies. <WH6635>"},{"number":8,"verse":"But you have turned <WH5493> aside out of the way. <WH1870> You have caused many <WH7227> to stumble <WH3782> in the law. <WH8451> You have corrupted <WH7843> the covenant <WH1285> of Levi, <WH3878>\" says <WH559> Yahweh <WH3068> of Armies. <WH6635>"},{"number":9,"verse":"\"Therefore I have also made <WH5414> you contemptible <WH959> and base <WH8217> before all the people, <WH5971> according <WH6310> to the way you have not kept <WH8104> my ways, <WH1870> but have had respect <WH5375> for persons in the law. <WH8451>"},{"number":10,"verse":"Don't <WH259> we all have one father? <WH1> Hasn't <WH259> one God <WH410> created <WH1254> us? <WH898> Why do we deal treacherously every man <WH376> against his brother, <WH251> profaning <WH2490> the covenant <WH1285> of our fathers? <WH1>"},{"number":11,"verse":"Judah <WH3063> has dealt treacherously, <WH898> and an abomination <WH8441> is committed <WH6213> in Israel <WH3478> and in Jerusalem; <WH3389> for Judah <WH3063> has profaned <WH2490> the holiness <WH6944> of Yahweh <WH3068> which he loves, <WH157> and has married <WH1166> the daughter <WH1323> of a foreign <WH5236> god. <WH410>"},{"number":12,"verse":"Yahweh <WH3068> will cut off, <WH3772> to the man <WH376> who does <WH6213> this, <WH5782> him who wakes and him who answers, <WH6030> out of the tents <WH168> of Jacob, <WH3290> and him who offers <WH5066> an offering <WH4503> to Yahweh <WH3068> of Armies. <WH6635>"},{"number":13,"verse":"This again <WH8145> you do: <WH6213> you cover <WH3680> the altar <WH4196> of Yahweh <WH3068> with tears, <WH1832> with weeping, <WH1065> and with sighing, <WH603> because he doesn't <WH6437> regard the offering <WH4503> any more, <WH3947> neither receives it with good will <WH7522> at your hand. <WH3027>"},{"number":14,"verse":"Yet you say, <WH559> <WH4100> 'Why?' Because Yahweh <WH3068> has been witness <WH5749> between you and the wife <WH802> of your youth, <WH5271> against whom you have dealt treacherously, <WH898> though she is your companion, <WH2278> and the wife <WH802> of your covenant. <WH1285>"},{"number":15,"verse":"Did he not make <WH6213> you one, <WH259> although he had the residue <WH7605> of the Spirit? <WH7307> Why one? <WH259> He sought <WH1245> a godly <WH430> seed. <WH2233> Therefore take heed <WH8104> to your spirit, <WH7307> and let no one deal treacherously <WH898> against the wife <WH802> of his youth. <WH5271>"},{"number":16,"verse":"For I hate <WH8130> divorce, <WH7971>\" says <WH559> Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> \"and him who covers <WH3680> his garment <WH3830> with violence! <WH2555>\" says <WH559> Yahweh <WH3068> of Armies. <WH6635> \"Therefore take heed <WH8104> to your spirit, <WH7307> that you don't <WH898> deal treacherously."},{"number":17,"verse":"You have wearied <WH3021> Yahweh <WH3068> with your words. <WH1697> Yet you say, <WH559> <WH3021> 'How have we wearied him? <WH559>' In that you say, <WH6213> 'Everyone who does evil <WH7451> is good <WH2896> in the sight <WH5869> of Yahweh, <WH3068> and he delights <WH2654> in them; <WH430>' or 'Where is the God of justice? <WH4941>'"}]}