{"bibleAbbr":"CVB1535","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":11,"verses":[{"number":1,"verse":"And whan they came nye Ierusalem to Bethphage and Bethanye vnto mount Oliuete, he sent two of his disciples,"},{"number":2,"verse":"and sayde vnto them: Go in to the towne that lyeth before you, and as soone as ye come in, ye shal fynde a foale bounde, wher vpon no man hath sytte: lowse it, and brynge it hither."},{"number":3,"verse":"And yf eny man saye vnto you: wherfore do ye that? Then saye ye: The LORDE hath nede therof, and forth with he shal sende it hither."},{"number":4,"verse":"They wete their waie and founde the foale tyed by ye dore without at the partynge of the waye, and lowsed it."},{"number":5,"verse":"And certayne of those yt stode there, axed them: What do ye, that ye lowse the foale?"},{"number":6,"verse":"But they sayde vnto the, like as Iesus had commaunded them. And so they let them alone."},{"number":7,"verse":"And they brought the foale vnto Iesus, and layed their clothes theron, and he sat theron."},{"number":8,"verse":"But many spred their garmetes in the waye: some cut downe braunches fro the trees, and strowed the in the waye."},{"number":9,"verse":"And they that wente before, and that folowed after, cried, and sayde: Hosyanna, blessed be he, that commeth in the name of the LORDE:"},{"number":10,"verse":"blessed be the kyngdome of oure father Dauid, which commeth in the name of the LORDE. Hosyanna in the height."},{"number":11,"verse":"And the LORDE entred in to Ierusalem, and wente in to the temple, and loked vpon all. And at euen he wente out vnto Bethany with the twolue:"},{"number":12,"verse":"and on the morow wha they departed from Bethanye, he hugred,"},{"number":13,"verse":"and sawe a fygge tre afarre of, which had leaues. Then came he nye, (to se) yf he coude fynde eny thinge theron. And whan he came to it, he founde nothinge but leaues (for the tyme of fygges was not yet)"},{"number":14,"verse":"And Iesus answered, and sayde vnto it: Neuer ma eate frute of the for euermore. And his disciples herde it."},{"number":15,"verse":"And they came to Ierusalem. And Iesus wente in to the temple, and beganne to dryue out the sellers and byers in the teple, & ouerthrew the tables of the money chaungers, and the stoles of the doue sellers,"},{"number":16,"verse":"and suffred not eny man to cary a vessell thorow the temple."},{"number":17,"verse":"And he taught and sayde vnto them: Is it not wrytten: My house shalbe called a house of prayer for all people But ye haue made it a denne of murthurers."},{"number":18,"verse":"And the scrybes and hye prestes herde of it. And they sought how they might destroye him, but they were afrayed of him, for all the people marueled at his doctryne."},{"number":19,"verse":"And at euen he wente out of the cite."},{"number":20,"verse":"And on the morow they passed by, and sawe the fygge tre, that it was wythred vnto the rote."},{"number":21,"verse":"And Peter thought theron, and sayde vnto him: Master, beholde, the fygge tre yt thou cursedest, is wythred awaye."},{"number":22,"verse":"Iesus answered, and sayde vnto them: Haue faith in God."},{"number":23,"verse":"Verely I saye vnto you: Who so euer saieth vnto this mountayne: Avoyde, and cast thy self in to the see, and douteth not in his hert, but beleueth that the thinges shal come to passe which he saieth, then loke what he sayeth, it shal come to passe."},{"number":24,"verse":"Therfore I saye vnto you: What so euer ye desyre in youre prayer, beleue that ye shal receaue it, and ye shal haue it."},{"number":25,"verse":"And whan ye stonde and praye, forgeue yf ye haue ought ageynst eny man, that youre father also in heauen, maye forgeue you youre trespaces."},{"number":26,"verse":"(Omitted Text)"},{"number":27,"verse":"And they came agayne vnto Ierusalem and whan he wente in the temple, there came vnto him the hye prestes and scrybes and the elders,"},{"number":28,"verse":"and sayde vnto him: By what auctorite dost thou these thinges? and who gaue the this auctorite to do soch?"},{"number":29,"verse":"But Iesus answered and sayde vnto the: I wil axe you a worde also, answere me, and I wyl tell you, by what auctorite I do these."},{"number":30,"verse":"The baptyme of Ihon, was it from heauen, or of men? Answere me."},{"number":31,"verse":"And they thought in them selues: yf we saye, it was from heauen, then shal he saye: Why dyd ye not then beleue him?"},{"number":32,"verse":"But yf we saye: It was of men, then feare we the people, for they all helde that Ihon was a true prophet."},{"number":33,"verse":"And they answered, and saide vnto him: We can not tell. And Iesus answered, and sayde vnto them: Nether tell I you, by what auctorite I do these thinges."}]}