{"bibleAbbr":"CVB1535","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":14,"verses":[{"number":1,"verse":"And after two dayes was Easter, and the daies of swete bred. And ye hye prestes & scrybes sought how they might take him with disceate, & put him to death."},{"number":2,"verse":"But they sayde: Not in the feast daye, lest there be an vproure in the people."},{"number":3,"verse":"And when he was at Bethanye in the house of Symon the leper, and sat at the table, there came a woman, which had a boxe of pure and costly Nardus oyntment. And she brake ye boxe, & poured it vpo his heade."},{"number":4,"verse":"Then were there some, yt disdayned and sayde: Where to serueth this waist?"},{"number":5,"verse":"This oyntment might haue bene solde for more then thre hundreth pens, & bene geue to ye poore. And they grudged agaynst her."},{"number":6,"verse":"But Iesus sayde: let her be in rest. Why trouble ye her She hath done a good worke vpo me."},{"number":7,"verse":"Ye haue allwaye the poore with you, and wha so euer ye wil, ye maye do the good: but me haue ye not allwaie."},{"number":8,"verse":"She hath done what she coulde, she is come before, to anoynte my body for my buriall."},{"number":9,"verse":"Verely I saye vnto you: Where so euer this gospell shalbe preached in all the worlde, there shal this also that she hath now done, be tolde for a remembraunce of her."},{"number":10,"verse":"And Iudas Iscarioth one of the twolue wente vnto the hye prestes, to betraye him vnto them."},{"number":11,"verse":"Whan they herde yt, they were glad, & promysed that they wolde geue him money. And he sought, how he might coueniently betraye him."},{"number":12,"verse":"And vpon ye first daye of swete bred, wha the Easter lambe was offered, his disciples sayde vnto him: Where wilt thou yt we go and prepare, yt thou mayest eate ye Easter labe?"},{"number":13,"verse":"And he sent two of his disciples, and sayde vnto them: Go youre waye into the cite, and there shal mete you a ma bearinge a pitcher with water, folowe him,"},{"number":14,"verse":"& where so euer he goeth in, there saye ye to the good man of the house: The Master sendeth the worde: Where is the gest house, wherin I maye eate the Easter labe, wt my disciples?"},{"number":15,"verse":"And he shal shewe you a greate parlour, which is paued & prepared, there make readye for vs."},{"number":16,"verse":"And ye disciples wete forth, & came in to ye cite, & foude it as he had sayde vnto the. And they prepared ye Easter lambe."},{"number":17,"verse":"At euen he came wt the twolue."},{"number":18,"verse":"And as they sat at the table & ate, Iesus sayde: Verely I saye vnto you: One of you yt eateth wt me, shal betraye me."},{"number":19,"verse":"And they were sory, & sayde vnto hi one after another: Is it I? & another (sayde:) is it I?"},{"number":20,"verse":"He answered & saide vnto the: One of the twolue, euen ye same yt dyppeth with me in ye platter."},{"number":21,"verse":"The sonne of man truly goeth forth, as it is wrytte of hi. But wo vnto that ma, by whom the sonne of man is betrayed. It were better for the same man, that he had neuer bene borne."},{"number":22,"verse":"And as they ate, Iesus toke the bred, gaue thankes, & brake it, and gaue it the, & sayde: Take, eate, this is my body."},{"number":23,"verse":"And he toke the cuppe, thaked, and gaue it the, and they all dranke therof."},{"number":24,"verse":"And he sayde vnto them: This is my bloude of the new Testament, which shalbe shed for many."},{"number":25,"verse":"Verely I saye vnto you, that from hence forth I wil not drynke of the frute of the vyne, tyll ye daye yt I drynke it new in ye kyngdome of God."},{"number":26,"verse":"And wha they had sayde grace, they wete forth vnto mount Oliuete."},{"number":27,"verse":"And Iesus sayde vnto them: This night shal ye all be offended in me, for it is wrytten: I wil smyte the sheperde, & the shepe shal be scatred abrode."},{"number":28,"verse":"Neuertheles after yt I am rysen agayne, I wil go before you in to Galile."},{"number":29,"verse":"But Peter sayde vnto him: And though all men shulde be offended, yet wolde not I be offended."},{"number":30,"verse":"And Iesus sayde vnto him: Verely I saye vnto ye: Todaye in this same night, before ye cock crowe two tymes, shalt thou denye me thryse."},{"number":31,"verse":"But he saide yet more: Yee though I shulde dye wt ye, yet wil I not denie ye. So saide they all i like maner."},{"number":32,"verse":"And they came in to ye felde called Gethsemane, and he saide vnto his disciples: Syt ye here, tyll I go yonder, and praye."},{"number":33,"verse":"And he toke with him Peter & Iames, & Ihon, and begane to waxe fearefull, & to be in an agonye,"},{"number":34,"verse":"& sayde vnto the: My soule is heuy eue vnto ye death: tary ye here and watch."},{"number":35,"verse":"And he wente forth a litle, fell vpon the grounde and prayed, that, (yf it were possyble) ye houre might passe fro him,"},{"number":36,"verse":"and sayde: Abba, my father, all thinges are possyble vnto the, take this cuppe awaye fro me: Neuertheles not what I wyl, but what thou wilt."},{"number":37,"verse":"And he came vnto them, and founde the slepynge, and sayde vnto Peter: Symon, slepest thou Couldest thou not watch with me one houre"},{"number":38,"verse":"Watch and praye, that ye fal not in to temptacion. The sprete is wyllinge, but ye flesh is weake."},{"number":39,"verse":"And he wete forth agayne, and prayde, and spake the same wordes,"},{"number":40,"verse":"and returned, and founde them slepynge agayne: for their eyes were heuy, & they knewe not what they shulde answere him."},{"number":41,"verse":"And he came the thirde tyme, and sayde vnto them: Slepe on now, and take youre rest, It is ynough, the houre is come: beholde, ye sonne of man shalbe delyuered in to the handes of synners:"},{"number":42,"verse":"aryse, let vs be goynge. Beholde, he is at hande, that betrayeth me."},{"number":43,"verse":"And immediatly whyle he yet spake, came Iudas one of the twolue, and with him a greate multitude, with swerdes and staues from the hye prestes and scrybes and elders."},{"number":44,"verse":"And the traytoure had geuen them a toke, and sayde: Whom so euer I kysse, that same is he, laye handes vpon him, and lede him awaye warely."},{"number":45,"verse":"And wha he was come, he wente straight waye vnto him, and sayde vnto him: O master, master, and kyssed him."},{"number":46,"verse":"Then layed they their handes vpon him, & toke him."},{"number":47,"verse":"But one of the that stode by, drew out his swerde, and smote the hye prestes seruaunt, and cut of his eare."},{"number":48,"verse":"And Iesus answered, and sayde vnto the: Ye are come forth as it were to a murthurer with swerdes and with staues to take me."},{"number":49,"verse":"I was daylie with you in the temple, and taught, and ye toke me not. But this is done, that the scrypture maye be fulfilled."},{"number":50,"verse":"And all the disciples forsoke him, and fled."},{"number":51,"verse":"And there folowed him a yonge ma, which was clothed in lynnen vpon the bare skynne, and the yonge me toke holde of him."},{"number":52,"verse":"But he let the lynnen go, and fled naked from them."},{"number":53,"verse":"And they led Iesus vnto the hye prest, where all ye hye prestes, and elders and scrybes were come together."},{"number":54,"verse":"As for Peter, he folowed him a farre of in to the hye prestes palace. And he was there, and sat with the seruauntes, and warmed him."},{"number":55,"verse":"But the hye prestes and the whole councell sought wytnesse agaynst Iesus, yt they might brynge him to death, and they founde none."},{"number":56,"verse":"Many gaue false wytnesse agaynst him, but their wytnesses agreed not together."},{"number":57,"verse":"And some stode vp, and gaue false wytnes agaynst him, and sayde:"},{"number":58,"verse":"We herde him saye: I wil breake downe this temple that is made with hodes, and in thre dayes buylde another not made wt handes."},{"number":59,"verse":"But their wytnesse agreed not together."},{"number":60,"verse":"And the hye prest stode vp amonge them, and axed Iesus, and sayde: Answerest thou nothinge vnto it, that these testifie agaynst the?"},{"number":61,"verse":"But he helde his tunge, and answered nothinge. The the hye prest axed him agayne, and sayde vnto him: Art thou Christ the sonne of the blessed?"},{"number":62,"verse":"Iesus sayde: I am. And ye shal se the sonne of man syt at the right hande of power, and come in the cloudes of heaue."},{"number":63,"verse":"Then the hye prest rent his clothes, & sayde: What nede we eny mo wytnesses?"},{"number":64,"verse":"Ye haue herde the blasphemy. What thynke ye? They all codemned him, that he was giltie of death."},{"number":65,"verse":"Then beganne there some to spyt vpo him, and to couer his face, and to smyte him with fistes, and to saye vnto him Prophecie vnto vs. And the seruauntes smote him on the face."},{"number":66,"verse":"And Peter was beneth in ye palace. The came one of the wenches of the hye prest:"},{"number":67,"verse":"And wha she sawe Peter warmynge him, she loked vpo hi, and sayde: And thou wast with Iesus of Nazareth also."},{"number":68,"verse":"But he denyed, & sayde: I knowe him not, nether can I tell what thou sayest. And he wente out in to the fore courte, and the cock crew."},{"number":69,"verse":"And a damsell sawe him, and beganne agayne to saye vnto them that stode by: This is one of them."},{"number":70,"verse":"And he denyed it agayne. And after a litle whyle they yt stode by, sayde agayne vnto him: Of a trueth thou art one of them for thou art a Galilean, and thy speach soundeth euen alike."},{"number":71,"verse":"But he begane to curse and sweare: I knowe not the man, that ye speabe of."},{"number":72,"verse":"And the cock crew agayne. Then thought Peter vpon the worde, that Iesus sayde vnto him: Before ye cock crow two tymes, thou shalt denye me thryse. And he beganne to wepe."}]}