{"bibleAbbr":"CVB1535","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"And soone in the mornynge the hye prestes helde a councell wt the elders and scrybes and the whole councell, & bounde Iesus, and led him awaye, and delyuered him vnto Pylate."},{"number":2,"verse":"And Pylate axed him: Art thou the kynge of the Iewes? He answered, and sayde vnto him: Thou sayest it."},{"number":3,"verse":"And the hye prestes accused him sore."},{"number":4,"verse":"But Pylate axed him agayne, and sayde: Answerest thou nothinge? Beholde, how sore they laye to yi charge."},{"number":5,"verse":"Neuertheles Iesus answered nomore, in so moch yt Pylate marueyled."},{"number":6,"verse":"At that feast of Easter he was wonte to delyuer vnto them a presoner, whom so euer they wolde desyre."},{"number":7,"verse":"There was i preson with the sedicious, one called Barrabas, which in the vproure had committed murthur."},{"number":8,"verse":"And the people wente vp, and prayed him, that he wolde do, as he was wonte."},{"number":9,"verse":"Pylate answered them: wyl ye that I geue lowse vnto you the kynge of the Iewes?"},{"number":10,"verse":"For he knew, that ye hye prestes had delyuered him of envye."},{"number":11,"verse":"But the hye prestes moued ye people, that he shulde rather geue Barrabas lowse vnto them."},{"number":12,"verse":"Pylate answered agayne, and sayde vnto them: What wil ye the that I do vnto him, whom ye accuse to be kynge of the Iewes?"},{"number":13,"verse":"They cried agayne: Crucifie hi."},{"number":14,"verse":"Pylate sayde vnto the: What euell hath he done? But they cried yet moch more: Crucifie him."},{"number":15,"verse":"So Pylate thought to satisfie the people, and gaue Barrabas lowse vnto them, and delyuered the Iesus, to be scourgd & crucified."},{"number":16,"verse":"And the soudyers led him in to the como hall, and called the whole multitude together,"},{"number":17,"verse":"and clothed him with purple, and plated a crowne of thorne, and crowned him withall,"},{"number":18,"verse":"and beganne to salute him: Hayle kynge of the Iewes."},{"number":19,"verse":"And smote him vpon the heade with a rede, and spytted vpo him, and fell vpo the kne, & worshipped him."},{"number":20,"verse":"And wha they had mocked him, they toke ye purple of him, and put his clothes vpon him, & led him out, that they might crucifye him."},{"number":21,"verse":"And they compelled one that passed by, called Symon of Cyren (which came from the felde, and was the father of Alexander and Ruffus) to beare his crosse."},{"number":22,"verse":"And they brought him to the place Golgatha, which is by interpretacion: a place of deed mens skulles."},{"number":23,"verse":"And they gaue him wyne myxted wt myrre, to drynke, & he toke it not."},{"number":24,"verse":"And whan they had crucified him, they parted his garmetes, & cast lottes therfore, what euery one shulde take."},{"number":25,"verse":"And it was aboute ye thirde houre, & they crucified him."},{"number":26,"verse":"And the tytle of his cause was wrytte ouer aboue him (namely:) The kynge of the Iewes."},{"number":27,"verse":"And they crucified him wt two murtherers, one at ye right hande, and one at the left."},{"number":28,"verse":"Then was the scrypture fulfilled, which sayeth: He was couted amonge the euell doers."},{"number":29,"verse":"And they that wete by, reuyled him, and wagged their heades, and sayde: Fye vpon the, how goodly breakest thou downe ye teple, & buyldest it agayne in thre dayes?"},{"number":30,"verse":"Helpe yi self now, & come downe fro the crosse."},{"number":31,"verse":"The hye prestes also in like maner laughed him to scorne amonge the selues, with the scrybes, & sayde: He hath helped other, himself can he not helpe."},{"number":32,"verse":"Yf he be Christ and ye kynge of Israel, let him come downe now fro the crosse, yt we maye se it, & beleue. And they yt were crucified wt hi, checked hi also."},{"number":33,"verse":"And wha it was aboute the sixte houre, there was a darcknesse ouer the whole lode, tyll aboute ye nyenth houre."},{"number":34,"verse":"And aboute ye nyenth houre Iesus cried loude, and sayde: Eli, Eli, lamma asabthani which is interpreted: My God, my God, why hast thou forsaken me"},{"number":35,"verse":"And some that stode by, whan they herde yt, they sayde: Beholde, he calleth Elias."},{"number":36,"verse":"Then rane there one, & fylled a spoge wt vyneger, & stickte it vpo a rede, & gaue hi to drynke, & sayde: Holde styll, let se, whether Elias wil come, and take him downe."},{"number":37,"verse":"But Iesus cried loude, and gaue vp the goost."},{"number":38,"verse":"And the vale of the teple rent in two peces, from aboue tyll beneth."},{"number":39,"verse":"The captayne that stode thereby ouer agaynst him, wha he sawe yt he gaue vp the goost with soch a crye, he sayde: Verely this man was Gods sonne."},{"number":40,"verse":"And there were wemen there also, which behelde this afarre of, amoge who was Mary Magdalene, & Mary of Iames ye litle, & the mother of Ioses, & Salome,"},{"number":41,"verse":"which had folowed him wha he was in Galile, and mynistred vnto hi: & many other yt wete vp wt hi to Ierusalem."},{"number":42,"verse":"And at euen (for so moch as it was the daye of preparinge, which is the fore Sabbath)"},{"number":43,"verse":"there came one Ioseph of Arimathia, a worshipfull Senatoure (which loked also for the kyngdome of God) & wete in boldely vnto Pilate, & axed ye body of Iesus."},{"number":44,"verse":"But Pylate marueyled yt he was deed all ready, & called ye captayne, & axed hi, whether he had loge bene deed."},{"number":45,"verse":"And wha he had gotten knowlege of the captayne, he gaue Ioseph ye body."},{"number":46,"verse":"And he bought a lynne cloth, & toke him downe, & wrapped hi in ye lynne clothe, & layed him in a sepulcre, which was hewe out of a rocke, & rolled a stone before ye dore of ye sepulcre."},{"number":47,"verse":"But Mary Magdalene and Mary Ioses behelde, where he was layed."}]}