{"bibleAbbr":"CVB1535","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"And there came vnto him the Pharises, and certayne of the scrybes, that were come from Ierusale."},{"number":2,"verse":"And wha they sawe certayne of his disciples eate bred with comon (that is, with vnwashen) handes, they complayned."},{"number":3,"verse":"For the Pharises & all the Iewes eate not, excepte they wash their handes oft tymes: obseruynge so the tradicions of the elders."},{"number":4,"verse":"And whan they come from the market, they eate not, excepte they wasshe. And many other thynges there be, which they haue taken vpon them to obserue, as the washinge of cuppes and cruses, and brasen vessels and tables."},{"number":5,"verse":"Then the Pharises and scrybes axed him: Why walke not thy disciples after the tradicions of the elders, but eate bred with vnwasshen handes?"},{"number":6,"verse":"But he answered & sayde vnto them: Full well hath Esay prophecied of you Ypocrytes, as it is wrytte: This people honoureth me wt their lippes, but their hert is farre fro me."},{"number":7,"verse":"But in vayne do they serue me, whyle they teach soch doctrynes as are nothinge but the commaundemetes of me."},{"number":8,"verse":"Ye leaue the comaundement of God and kepe the tradicions of men, as the wasshynge of cruses and cuppes, & many soch thinges do ye."},{"number":9,"verse":"And he saide vnto the: How goodly haue ye cast asyde the comaundement of God, to manteyne youre owne tradicions"},{"number":10,"verse":"For Moses sayde: Honoure father & mother. Whoso curseth father and mother, shal dye the death."},{"number":11,"verse":"But ye saye: A ma shal saye to father or mother: Corban, that is, The thinge yt I shulde helpe the withall, is geue vnto God."},{"number":12,"verse":"And thus ye suffre him nomore to do ought for his father or his mother,"},{"number":13,"verse":"& make Gods worde of none effecte, thorow youre owne tradicions that ye haue set vp. And many soch thinges do ye."},{"number":14,"verse":"And he called vnto him all the people, and sayde vnto them: Herken vnto me ye all, and vnderstonde me."},{"number":15,"verse":"There is nothinge without a man, that can defyle him, whan it entreth in to him. But that goeth out of him, that is it that maketh the man vncleane."},{"number":16,"verse":"Yf eny man haue eares to heare, let him heare."},{"number":17,"verse":"And whan he came from the people in to ye house, his disciples axed him of this symilitude."},{"number":18,"verse":"And he sayde vnto them: Are ye so then without vnderstondinge Perceaue ye not yet, yt euery thinge which is without, and goeth in to the ma, can not defyle him"},{"number":19,"verse":"For it entreth not in to his hert, but in to ye bely, and goeth out in to the draught, that purgeth all meates."},{"number":20,"verse":"And he sayde: The thinge that goeth out of the man,"},{"number":21,"verse":"that defyleth the man. For from within out of the hert of man proceade euell thoughtes, aduoutrye, whordome, murthur,"},{"number":22,"verse":"theft, coueteousnes, wickednes, disceate, vnclennes, a wicked eye, blasphemy, pryde, foolishnes."},{"number":23,"verse":"All these euell thinges go from within, and defyle the man."},{"number":24,"verse":"And he arose, and wente from thence in to the borders of Tyre and Sydon, & entred in to an house, and wolde let no man knowe of it, and yet coude he not be hyd:"},{"number":25,"verse":"For a certayne woman (whose doughter had a foule sprete) herde of him, and came and fell downe at his fete"},{"number":26,"verse":"(and it was in Heithe woman of Syrophenices) and she besought him, that he wolde dryue out the deuell from hir doughter."},{"number":27,"verse":"But Iesus sayde vnto her: Let the children be first: It is not mete to take the childres bred, and to cast it vnto dogges."},{"number":28,"verse":"She answered and sayde vnto him: Yee LORDE, neuertheles the whelpes also eate vnder ye table, of ye childres cromes."},{"number":29,"verse":"And he sayde vnto her: Because of this sayenge go thy waye, the deuell is departed out of thy doughter."},{"number":30,"verse":"And she wente vnto her house, & founde that the deuell was departed, and hir doughter lyenge on the bed."},{"number":31,"verse":"And whan he wente out agayne from the coastes of Tyre and Sydon, he came vnto the see of Galile, thorw the myddes of ye coastes of the te cities."},{"number":32,"verse":"And they brought vnto him one that was deaf, and had impediment in his speach. And they prayed him, that he wolde laye his hande vpon him."},{"number":33,"verse":"And he toke him a syde from the people, and put his fyngers in his eares, and dyd spyt, and touched his tonge,"},{"number":34,"verse":"and loked vp vnto heauen, sighed, and sayde vnto him: Ephatha, that is, be opened."},{"number":35,"verse":"And immediatly his eares were opened, and the bonde of his toge was lowsed, and he spake right."},{"number":36,"verse":"And he charged them, that they shulde tell noman. But the more he forbad them, the more they published it,"},{"number":37,"verse":"& marueyled out of measure, and sayde: He hath done all thinges well. The deaf hath he made to heare, and the domme to speake."}]}