{"bibleAbbr":"CVB1535","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":8,"verses":[{"number":1,"verse":"At the same tyme whan there was moch people there, and had nothinge to eate, Iesus called his disciples to him, and sayde vnto them:"},{"number":2,"verse":"I haue compassion vpon the people, for they haue taried wt me now thre dayes, & haue nothinge to eate."},{"number":3,"verse":"And yf I let them go home fro me fastynge, they shulde faynte by the waye. For some of them were come from farre."},{"number":4,"verse":"And his disciples answered him: Where shulde we get bred here in the wyldernes, to satisfie them?"},{"number":5,"verse":"And he axed the: How many loaues haue ye They sayde: Seuen."},{"number":6,"verse":"And he commaunded the people to syt downe vpon the grounde. And he toke the seuen loaues, and gaue thakes, and brake them, and gaue the vnto his disciples to set them before the people. And they set the before the people."},{"number":7,"verse":"And they had a few small fyshes, and whan he had geuen thankes, he bad set the same before the people."},{"number":8,"verse":"They ate, and were satisfied, & toke vp seue basskettes full of ye broke meate that was left."},{"number":9,"verse":"And they yt ate, were vpo a foure thousande. And he sent the awaye."},{"number":10,"verse":"And forth with he wente in to a shippe with his disciples, and came in to the coastes of Dalmanutha."},{"number":11,"verse":"And the Pharises wente out, and begane to dispute with him, and tempted him, and desyred a token of him from heaue."},{"number":12,"verse":"And he sighed in his sprete, and sayde: Why doth this generacion seke a token Verely I saye vnto you: There shal no toke be geue vnto this generacion."},{"number":13,"verse":"And he left them, and wete againe into the shippe, and passed ouer."},{"number":14,"verse":"And they forgat to take bred with them, and had nomore with them in the shippe but one loaf."},{"number":15,"verse":"And he comaunded them, and sayde: Take hede, and bewarre of the leuen of the Pharises, and of the leuen of Herode."},{"number":16,"verse":"And their myndes wauered here and there, and sayde amonge them selues: This is it, that we haue no bred."},{"number":17,"verse":"And Iesus vnderstode that, and sayde vnto them: Why trouble ye youre selues, that ye haue no bred Are ye yet without vnderstondinge Haue ye yet a blynded hert in you"},{"number":18,"verse":"Haue ye eyes, & se not? and haue ye eares, and heare not? and remebre ye not,"},{"number":19,"verse":"that I brake fyue loaues amonge fyue thousande, how many basskettes full of broken meate toke ye then vp They sayde: twolue."},{"number":20,"verse":"And whan I brake the seuen amonge the foure thousande, how many baskettes full of broken meate toke ye then vp They sayde: Seuen."},{"number":21,"verse":"And he sayde vnto the: Why are ye then without vnderstondinge"},{"number":22,"verse":"And he came to Bethsaida, & they brought one blynde vnto him, and prayed him to touch him."},{"number":23,"verse":"And he toke the blynde by the hande, aud led him out of the towne, and spat in his eyes, and layed his handes vpon him, and axed him whether he sawe ought."},{"number":24,"verse":"And he loked vp, and sayde: I se men goynge as yf I sawe trees."},{"number":25,"verse":"After this he layed his handes vpon his eyes ageyne, and made him to se. And he was brought to right againe, and sawe all clearly."},{"number":26,"verse":"And he sent him home, and sayde: Go not in to ye towne, and tell it also vnto noman therin."},{"number":27,"verse":"And Iesus wente out and his disciples into the townes of the cite Cesarea Philippi, And in ye waye he axed his disciples and sayde vnto them: What do men saye, that I am"},{"number":28,"verse":"They answered: They saye, thou art Ihon the baptist: Some saye thou art Elias, some that thou art one of the prophetes."},{"number":29,"verse":"And he sayde vnto them: But whom saye ye that I am Then answered Peter and sayde vnto him: Thou art very Christ."},{"number":30,"verse":"And he charged them strately, that they shulde tell no man of him."},{"number":31,"verse":"And he begane to teach them: The sonne of man must suffre many thinges, and be cast out of the elders & hye prestes and scrybes, and be put to death, and after thre dayes ryse agayne."},{"number":32,"verse":"And that worde spake he fre openly. And Peter toke him vnto him, and beganne to rebuke him."},{"number":33,"verse":"But he turned him aboute, and loked vpon his disciples, and reproued Peter, and sayde: Go after me thou Sathan, for thou sauourest not the thinges that be of God, but of men."},{"number":34,"verse":"And he called vnto him the people with his disciples, and sayde vnto them: Who so euer wyl folowe me, let him denye himself, and take vp his crosse, and folowe me."},{"number":35,"verse":"For who so euer wyl saue his life, shal lose it: and who so euer loseth his life for my sake and ye gospels, ye same shal saue it."},{"number":36,"verse":"What helpeth it a ma though he wane the whole worlde, and yet toke harme in his soule?"},{"number":37,"verse":"Or, what can a man geue, to redeme his soule withall?"},{"number":38,"verse":"Who so euer is ashamed of me and of my wordes amonge this aduouterous and synfull generacion, of him shal the sonne of man also be ashamed, whan he commeth in the glory of his father with the holy angels."}]}