{"bibleAbbr":"HAC","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"א למנצח על-שושנים לדוד"},{"number":2,"verse":"ב הושיעני אלהים-- כי באו מים עד-נפש"},{"number":3,"verse":"ג טבעתי ביון מצולה-- ואין מעמד באתי במעמקי-מים ושבלת שטפתני"},{"number":4,"verse":"ד יגעתי בקראי נחר גרוני כלו עיני--מיחל לאלהי"},{"number":5,"verse":"ה רבו משערות ראשי-- שנאי חנם עצמו מצמיתי איבי שקר-- אשר לא-גזלתי אז אשיב"},{"number":6,"verse":"ו אלהים--אתה ידעת לאולתי ואשמותי ממך לא-נכחדו"},{"number":7,"verse":"ז אל-יבשו בי קויך-- אדני יהוה צבאות אל-יכלמו בי מבקשיך-- אלהי ישראל"},{"number":8,"verse":"ח כי-עליך נשאתי חרפה כסתה כלמה פני"},{"number":9,"verse":"ט מוזר הייתי לאחי ונכרי לבני אמי"},{"number":10,"verse":"י כי-קנאת ביתך אכלתני וחרפות חורפיך נפלו עלי"},{"number":11,"verse":"יא ואבכה בצום נפשי ותהי לחרפות לי"},{"number":12,"verse":"יב ואתנה לבושי שק ואהי להם למשל"},{"number":13,"verse":"יג ישיחו בי ישבי שער ונגינות שותי שכר"},{"number":14,"verse":"יד ואני תפלתי-לך יהוה עת רצון-- אלהים ברב-חסדך ענני באמת ישעך"},{"number":15,"verse":"טו הצילני מטיט ואל-אטבעה אנצלה משנאי וממעמקי מים"},{"number":16,"verse":"טז אל-תשטפני שבלת מים-- ואל-תבלעני מצולה ואל-תאטר-עלי באר פיה"},{"number":17,"verse":"יז ענני יהוה כי-טוב חסדך כרב רחמיך פנה אלי"},{"number":18,"verse":"יח ואל-תסתר פניך מעבדך כי-צר-לי מהר ענני"},{"number":19,"verse":"יט קרבה אל-נפשי גאלה למען איבי פדני"},{"number":20,"verse":"כ אתה ידעת--חרפתי ובשתי וכלמתי נגדך כל-צוררי"},{"number":21,"verse":"כא חרפה שברה לבי-- ואנושה ואקוה לנוד ואין ולמנחמים ולא מצאתי"},{"number":22,"verse":"כב ויתנו בברותי ראש ולצמאי ישקוני חמץ"},{"number":23,"verse":"כג יהי-שלחנם לפניהם לפח ולשלומים למוקש"},{"number":24,"verse":"כד תחשכנה עיניהם מראות ומתניהם תמיד המעד"},{"number":25,"verse":"כה שפך-עליהם זעמך וחרון אפך ישיגם"},{"number":26,"verse":"כו תהי-טירתם נשמה באהליהם אל-יהי ישב"},{"number":27,"verse":"כז כי-אתה אשר-הכית רדפו ואל-מכאוב חלליך יספרו"},{"number":28,"verse":"כח תנה-עון על-עונם ואל-יבאו בצדקתך"},{"number":29,"verse":"כט ימחו מספר חיים ועם צדיקים אל-יכתבו"},{"number":30,"verse":"ל ואני עני וכואב ישועתך אלהים תשגבני"},{"number":31,"verse":"לא אהללה שם-אלהים בשיר ואגדלנו בתודה"},{"number":32,"verse":"לב ותיטב ליהוה משור פר מקרן מפריס"},{"number":33,"verse":"לג ראו ענוים ישמחו דרשי אלהים ויחי לבבכם"},{"number":34,"verse":"לד כי-שמע אל-אביונים יהוה ואת-אסיריו לא בזה"},{"number":35,"verse":"לה יהללוהו שמים וארץ ימים וכל-רמש בם"},{"number":36,"verse":"לו כי אלהים יושיע ציון ויבנה ערי יהודה וישבו שם וירשוה [ (Psalms 69:37) לז וזרע עבדיו ינחלוה ואהבי שמו ישכנו-בה ]"}]}