{"bibleAbbr":"JWNT1755","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And he said to them in parables, A man planted a vineyard, and set an hedge about it, and digged a wine-fat, and built a tower, and let it out to husbandmen, and went into a far country."},{"number":2,"verse":"And at the season he sent a servant to the husbandmen, to receive from the husbandmen of the fruit of the vineyard."},{"number":3,"verse":"But they took him, and beat him, and sent him away empty."},{"number":4,"verse":"And again he sent to them another servant: and at him they cast stones, and wounded him in the head, and sent him away shamefully handled."},{"number":5,"verse":"And again he sent another, and him they killed; and many others, beating some and killing some."},{"number":6,"verse":"Having yet therefore one son his well-beloved, he sent him also last to them, saying, They will reverence my son."},{"number":7,"verse":"But those husbandmen said among themselves, This is the heir: come, let us kill him, and the inheritance shall be ours."},{"number":8,"verse":"And they took him and killed him, and cast him out of the vineyard."},{"number":9,"verse":"What therefore will the lord of the vineyard do? He will come and destroy the husbandmen, and will give the vineyard to others."},{"number":10,"verse":"And have ye not read this scripture? The stone which the builders rejected, is become the head of the corner?"},{"number":11,"verse":"This was the Lord's doing, and it was marvellous in our eyes."},{"number":12,"verse":"And they sought to seize him, but feared the multitude; for they knew he had spoken the parable against them; and leaving him, they went away."},{"number":13,"verse":"And they send to him certain of the Pharisees, and of the Herodians, to catch him his talk."},{"number":14,"verse":"And they coming say to him, Master, we know that thou art true, and carest for no man; for thou regardest not the person of men, but teachest the way of God in truth. Is it lawful to give tribute to Cesar, or not?"},{"number":15,"verse":"Shall we give, or shall we not give? But he knowing their hypocrisy, said to them, Why tempt ye me? Bring me a penny, that I may see it."},{"number":16,"verse":"And he saith, Whose is this image and superscription?"},{"number":17,"verse":"They say to him, Cesar's. And Jesus answering said to them, Render to Cesar the things that are Cesar's, and to God the things that are God's. And they marvelled at him."},{"number":18,"verse":"Then come to him the Saducees, who say there is no resurrection, and they asked him,"},{"number":19,"verse":"saying, Master, Moses wrote to us, If a man's brother die, and leave a wife, and leave no children, that his brother should take his wife, and raise up seed to his brother."},{"number":20,"verse":"There were seven brethren, and the first took a wife, and dying, left no seed."},{"number":21,"verse":"And the second took her and died, neither left he any seed; and the third likewise."},{"number":22,"verse":"And the seventh took her and left no seed. Last of all died the woman also."},{"number":23,"verse":"In the resurrection therefore, when they shall rise, whose wife shall she be of them?"},{"number":24,"verse":"For the seven had her to wife. And Jesus answering said to them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?"},{"number":25,"verse":"For when they rise from the dead, they neither marry nor are given in marriage, but are as the angels who are in heaven."},{"number":26,"verse":"And touching the dead, that they rise, Have ye oot read in the book of Moses, how in the bush God spake to thim, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?"},{"number":27,"verse":"He is not the God of the dead, but the God of the living. Ye therefore greatly err."},{"number":28,"verse":"And one of the scribes came, and having heard them disputing together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"},{"number":29,"verse":"And Jesus answered him, The first of all the commandments is, Hear, O Israel; the Lord our God is one Lord."},{"number":30,"verse":"And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength."},{"number":31,"verse":"This is the first commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself. There is no other commandment greater than these."},{"number":32,"verse":"And the scribe said to him, Excellently well, Master! Thou hast said the truth: for He is one: and there is no other but he."},{"number":33,"verse":"And to love him with all the heart, and with all the understanding, and with all the mind, and with all the strength, and to love his neighbour as himself, is more than all whole burnt-offerings and sacrifices."},{"number":34,"verse":"And Jesus, seeing that he answered discreetly, said to him, Thou art not far from the kingdom of God. And no man after that durst question him any more."},{"number":35,"verse":"And Jesus answering, as he taught in the temple, said, How say the scribes, that Christ is the Son of David?"},{"number":36,"verse":"For David himself said by the Holy Ghost, The Lord saith to my Lord, Sit thou on my righthand, till I make thine enemies thy footstool."},{"number":37,"verse":"David therefore himself calleth him Lord: How is he then his son? And a great multitude heard him gladly."},{"number":38,"verse":"And he said to them in his teaching, Beware of the Scribes, who love to go in long sobes,"},{"number":39,"verse":"and to be saluted in the market-places, And the chief seats in the synagogues, and the uppermost places at feasts: Who devour widows houses, and for a pretence make long prayers:"},{"number":40,"verse":"these shall receive the greater damnation."},{"number":41,"verse":"And Jesus sitting over-against the treasury, beheld how the people cast mony into the treasury: and many that were rich cast in much."},{"number":42,"verse":"And a poor widow coming, cast in two mites, which make a farthing."},{"number":43,"verse":"And calling his disciples, he saith to them, Verily I say to you, that this poor widow hath cast in more than they all who have cast into the treasury."},{"number":44,"verse":"For they all did cast in of their abundance: but she of her penury did cast in all that she had, even her whole living."}]}