{"bibleAbbr":"JWNT1755","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"And as he went out of the temple, one of his disciples saith to him, Master, see what manner of stones, and what manner of buildings!"},{"number":2,"verse":"And Jesus answering said to him, Seest thou these great buildings? There shall not be left one stone upon another that shall not be thrown down."},{"number":3,"verse":"And as he sat on the mount of Olives, over-against the temple, Peter and James and John and Andrew asked him privately,"},{"number":4,"verse":"Tell us, when shall these things be? And what shall be the sign when all these things shall be fulfilled?"},{"number":5,"verse":"And Jesus answering said, Take heed lest any deceive you."},{"number":6,"verse":"For many will come in my name saying, I am Christ, and will deceive many."},{"number":7,"verse":"But when ye shall hear of wars and rumours of wars, be not troubled; for it must be; but the end is not yet."},{"number":8,"verse":"For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginning of sorrows."},{"number":9,"verse":"But take heed to yourselves for they will deliver you to councils, and ye shall be beaten in synagogues, and shall be brought before rulers and kings for my sake, for a testimony to them."},{"number":10,"verse":"And the gospel must first be published among all nations."},{"number":11,"verse":"But when they shall hale you and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak; for it is not yet that speak, but the Holy Ghost."},{"number":12,"verse":"Now the brother shall betray the brother to death, and the father the son: and children shall rise up against their parents, and cause them to be put to death."},{"number":13,"verse":"And ye shall be hated of all men for my name's sake; but he that endureth to the end, he shall be saved."},{"number":14,"verse":"But when ye shall see the abomination of desolation spoken of by Daniel the prophet standing where it ought not, (let him that readeth understand) then let them that are in Judea flee to the mountains:"},{"number":15,"verse":"And let not him that is on the house-top go down into the house, neither enter in, to take any thing out of his house."},{"number":16,"verse":"And let not him that is in the field, turn back to take up his garment."},{"number":17,"verse":"But wo to them that are with child, and to them that give suck in those days."},{"number":18,"verse":"And pray ye that your flight be not in the winter."},{"number":19,"verse":"For in those days shall be affliction, such as was not from the beginning of the creat`on, which God created until now, neither shall be."},{"number":20,"verse":"And unless the Lord had shortened those days, no flesh should be saved: but for the elect's sake whom he hath chosen, he hath shortened those days."},{"number":21,"verse":"Then if any man say to you, Lo, here is Christ, or lo, he is there, believe it not."},{"number":22,"verse":"For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect."},{"number":23,"verse":"But take ye heed: behold, I have foretold you all things."},{"number":24,"verse":"But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,"},{"number":25,"verse":"And the stars of heaven shall fall, and the powers that are in the heavens shall be shaken."},{"number":26,"verse":"And then shall they see the Son of man coming in the clouds, with power and great glory."},{"number":27,"verse":"And then shall he send his angels, and gather together his elect, from the four winds, from the uttermost part of the earth, to the uttermost part of heaven."},{"number":28,"verse":"Now learn a parable from the fig-tree. When its branch is now tender and putteth forth leaves, ye know that summer is near."},{"number":29,"verse":"So likewise when ye see these things come to pass, know that he is nigh, even at the door."},{"number":30,"verse":"Verily I say to you, this generation shall in no wise pass, till all these things be done."},{"number":31,"verse":"Heaven and earth shall pass away, but my words shall in no wise pass away."},{"number":32,"verse":"But of that day and hour knoweth no one, no, not the angels that are in heaven, neither the Son, but the Father."},{"number":33,"verse":"Take heed; watch and pray: for ye know not when the time is."},{"number":34,"verse":"For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to each his work, and commanded the porter to watch."},{"number":35,"verse":"Watch ye therefore; for ye know not when the master of the house cometh; at evening, or at midnight, or at cock-crowing, or in the morning:"},{"number":36,"verse":"Lest coming suddenly he find you sleeping."},{"number":37,"verse":"And what I say to you, I say to all, Watch."}]}