{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":11,"verses":[{"number":1,"verse":"(The Last Plague) Now the LORD said to Moses, “One more plague I will bring on Pharaoh and on Egypt; after that he will let you go from here. When he lets you go, he will assuredly drive you out from here completely."},{"number":2,"verse":"Speak now (Lit in the ears of the people that) so that the people hear, that each man is to ask of his neighbor, and each woman of her neighbor, articles of silver and articles of gold.”"},{"number":3,"verse":"And the LORD gave the people favor in the sight of the Egyptians. Furthermore, the man Moses himself was (Lit very great) greatly esteemed in the land of Egypt, both in the sight of Pharaoh’s servants and in the sight of the people."},{"number":4,"verse":"Then Moses said, “This is what the LORD says: ‘About midnight I am going out into the midst of Egypt,"},{"number":5,"verse":"and all the firstborn in the land of Egypt shall die, from the firstborn of the Pharaoh who sits on his throne, to the firstborn of the slave girl who is behind the millstones; all the firstborn of the cattle as well."},{"number":6,"verse":"So there shall be a great cry in all the land of Egypt, such as there has not been before and such as shall never be again."},{"number":7,"verse":"But not even a dog will (Lit move its tongue) threaten any of the sons of Israel, nor anything from person to animal, so that you may (Lit know) learn how the LORD distinguishes between Egypt and Israel.’"},{"number":8,"verse":"And all these servants of yours will come down to me and bow themselves (Lit to) before me, saying, ‘Go out, you and all the people who (Lit are at your feet) follow you,’ and after that I will go out.” And he left Pharaoh in the heat of anger."},{"number":9,"verse":"Then the LORD said to Moses, “Pharaoh will not listen to you, so that My wonders will be multiplied in the land of Egypt.”"},{"number":10,"verse":"So Moses and Aaron performed all these wonders before Pharaoh; yet the LORD (Lit made strong) hardened Pharaoh’s heart, and he did not let the sons of Israel go out of his land."}]}