{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"(The Song of Moses and Israel) Then Moses and the sons of Israel sang this song to the LORD, (Lit and said, saying) saying: “ (Or Let me sing) I will sing to the LORD, for He is highly exalted; The horse and its rider He has hurled into the sea."},{"number":2,"verse":"(Heb Yah) The LORD is my strength and song, And He has become my salvation; This is my God, and I will praise Him; My father’s God, and I will exalt Him."},{"number":3,"verse":"The LORD is a warrior; (Heb YHWH, usually rendered Lord) The LORD is His name."},{"number":4,"verse":"Pharaoh’s chariots and his army He has thrown into the sea; And the choicest of his officers are (Lit sunk) drowned in the (Lit Sea of Reeds) Red Sea."},{"number":5,"verse":"The waters cover them; They went down into the depths like a stone."},{"number":6,"verse":"Your right hand, LORD, is majestic in power; Your right hand, LORD, destroys the enemy."},{"number":7,"verse":"And in the greatness of Your (Or exaltation) excellence You overthrow those who rise up against You; You send out Your burning anger, and it consumes them like chaff."},{"number":8,"verse":"At the blast of Your nostrils the waters were piled up, The flowing waters stood up like a heap; The depths were congealed in the heart of the sea."},{"number":9,"verse":"The enemy said, ‘I will pursue, I will overtake, I will divide the spoils; (Lit My soul) I shall (Lit be filled with them) be satisfied against them; I will draw my sword, my hand will (Or dispossess; or drive them out) destroy them.’"},{"number":10,"verse":"You blew with Your wind, the sea covered them; They sank like lead in the mighty waters."},{"number":11,"verse":"Who is like You among the gods, LORD? Who is like You, majestic in holiness, Awesome in praises, working wonders?"},{"number":12,"verse":"You reached out with Your right hand, The earth swallowed them."},{"number":13,"verse":"In Your (Or mercy) faithfulness You have led the people whom You have redeemed; In Your strength You have guided them to Your holy habitation."},{"number":14,"verse":"The peoples have heard, they tremble; Anguish has gripped the inhabitants of Philistia."},{"number":15,"verse":"Then the chiefs of Edom were terrified; The leaders of Moab, trembling grips them; All the inhabitants of Canaan have despaired."},{"number":16,"verse":"Terror and dread fall upon them; By the greatness of Your arm they are motionless as stone, Until Your people pass over, LORD, Until the people pass over whom You have purchased."},{"number":17,"verse":"You will bring them and plant them in the mountain of Your inheritance, The place, LORD, which You have made as Your dwelling, The sanctuary, Lord, which Your hands have established."},{"number":18,"verse":"The LORD shall reign forever and ever.”"},{"number":19,"verse":"For the horses of Pharaoh with his chariots and his horsemen went into the sea, and the LORD brought back the waters of the sea on them, but the sons of Israel walked on dry land through the midst of the sea."},{"number":20,"verse":"Miriam the prophetess, Aaron’s sister, took the tambourine in her hand, and all the women went out after her with tambourines and with (Lit dances) dancing."},{"number":21,"verse":"And Miriam answered them, “Sing to the LORD, for He (Or has triumphed gloriously) is highly exalted; The horse and his rider He has hurled into the sea.”"},{"number":22,"verse":"(The LORD Provides Water) Then Moses (Lit caused Israel to journey) led Israel from the (Lit Sea of Reeds) Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness and found no water."},{"number":23,"verse":"When they came to Marah, they could not drink the waters (Lit from) of Marah, because they were (Heb Marim) bitter; for that reason it was named (I. e., bitterness) Marah."},{"number":24,"verse":"So the people grumbled at Moses, saying, “What are we to drink?”"},{"number":25,"verse":"Then he cried out to the LORD, and the LORD showed him a tree; and he threw it into the waters, and the waters became sweet. There He made for them a statute and regulation, and there He tested them."},{"number":26,"verse":"And He said, “If you will listen carefully to the voice of the LORD your God, and do what is right in His sight, and listen to His commandments, and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I, the LORD, am your healer.”"},{"number":27,"verse":"Then they came to Elim where there were twelve springs of water and seventy date palms, and they camped there beside the waters."}]}