{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"Jethro, Moses’ Father-in-law Now Jethro, the priest of Midian, Moses’ father-in-law, heard about everything that God had done for Moses and for Israel His people, how the LORD had brought Israel out of Egypt."},{"number":2,"verse":"And Jethro, Moses’ father-in-law, took in Moses’ wife Zipporah, after he had sent her away,"},{"number":3,"verse":"and her two sons, (Lit the name of the one was) one of whom was named Gershom, for Moses said, “I have been a stranger in a foreign land.”"},{"number":4,"verse":"And (Lit The name of the other was) the other was named (Heb El-ezer; i. e., my God is help) Eliezer, for he said, “The God of my father was my help, and saved me from the sword of Pharaoh.”"},{"number":5,"verse":"Then Jethro, Moses’ father-in-law, came with his sons and his wife to Moses (Lit unto) in the wilderness where he was camped, at the mountain of God."},{"number":6,"verse":"And he (Lit said) sent word to Moses: “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her.”"},{"number":7,"verse":"Then Moses went out to meet his father-in-law, and he bowed down and kissed him; and they asked each other about their welfare, and went into the tent."},{"number":8,"verse":"Moses told his father-in-law everything that the LORD had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had confronted them on the journey, and how the LORD had rescued them."},{"number":9,"verse":"And Jethro rejoiced over all the goodness which the LORD had done for Israel, (Lit in that He had delivered) in rescuing (Lit him) them from the hand of the Egyptians."},{"number":10,"verse":"So Jethro said, “Blessed be the LORD who rescued you from the hand of the Egyptians and from the hand of Pharaoh, and who rescued the people from under the hand of the Egyptians."},{"number":11,"verse":"Now I know that the LORD is greater than all the gods; indeed, (Lit in the thing in which they acted) it was proven when they acted insolently against (Lit them) the people.”"},{"number":12,"verse":"Then Jethro, Moses’ father-in-law, took a burnt offering and sacrifices for God, and Aaron came with all the elders of Israel to eat (Lit bread) a meal with Moses’ father-in-law before God."},{"number":13,"verse":"Jethro Counsels Moses And it came about the next day, that Moses sat to judge the people, and the people stood before Moses from the morning until the evening."},{"number":14,"verse":"Now when Moses’ father-in-law saw all that he was doing for the people, he said, “What is this thing that you are doing for the people? Why do you alone sit as judge and all the people stand before you from morning until evening?”"},{"number":15,"verse":"Moses said to his father-in-law, “Because the people come to me to inquire of God."},{"number":16,"verse":"When they have a (Lit matter) dispute, it comes to me, and I judge between someone and his neighbor and make known the statutes of God and His laws.”"},{"number":17,"verse":"Moses’ father-in-law then said to him, “The thing that you are doing is not good."},{"number":18,"verse":"You will surely wear out, both yourself and (Lit this) these people who are with you, because the (Lit matter) task is too heavy for you; you cannot do it alone."},{"number":19,"verse":"Now listen to (Lit my voice) me: I will give you counsel, and God be with you. (Lit You be for the people in front of God) You be the people’s representative before God, and you bring the (Lit matters) disputes to God,"},{"number":20,"verse":"then admonish them about the statutes and the laws, and make known to them the way in which they are to walk and the work they are to do."},{"number":21,"verse":"Furthermore, you shall (Lit see) select out of all the people able men who fear God, men of truth, those who hate dishonest gain; and you shall place these over them as leaders of thousands, (Lit leaders of) of hundreds, (Lit leaders of) of fifties, and (Lit leaders of) of tens."},{"number":22,"verse":"Let them judge the people at all times; and let it be that they will bring to you every major matter, but they will judge every minor matter themselves. So it will be easier for you, and they will carry the burden with you."},{"number":23,"verse":"If you do this thing and God so commands you, then you will be able to (Lit stand) endure, and all (Lit this) these people also will go to (Lit his) their places in peace.”"},{"number":24,"verse":"So Moses listened (Lit to the voice of) to his father-in-law and did everything that he had said."},{"number":25,"verse":"Moses chose able men out of all Israel and made them heads over the people, leaders of thousands, (Lit leaders of) of hundreds, (Lit leaders of) of fifties, and (Lit leaders of) of tens."},{"number":26,"verse":"Then they judged the people at all times; they would bring the difficult matter to Moses, but they would judge every minor matter themselves."},{"number":27,"verse":"Then Moses (Lit sent off his father-in-law) said goodbye to his father-in-law, and (Lit he) Jethro went his way to his own land."}]}