{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"(Offerings for the Sanctuary) Then the LORD spoke to Moses, saying,"},{"number":2,"verse":"“Tell the sons of Israel to take a (Or uplifted offering) contribution for Me; from everyone whose heart moves him you shall take My (Or uplifted offering) contribution."},{"number":3,"verse":"This is the (Or uplifted offering) contribution which you are to take from them: gold, silver, and bronze,"},{"number":4,"verse":"(Or bluish; LXX hyacinth in color) violet, purple, and scarlet material, fine linen, goat hair,"},{"number":5,"verse":"rams’ skins dyed red, (Meaning of the Heb uncertain) fine leather, acacia wood,"},{"number":6,"verse":"oil for lighting, balsam oil for the anointing oil and for the fragrant incense,"},{"number":7,"verse":"onyx stones and setting stones for the ephod and for the (Or pouch) breastpiece."},{"number":8,"verse":"Have them construct a sanctuary for Me, so that I may dwell among them."},{"number":9,"verse":"According to all that I am going to show you as the pattern of the tabernacle and the pattern of all its furniture, so you shall construct it."},{"number":10,"verse":"(Ark of the Covenant) “Now they shall construct an (I. e., chest) ark of acacia wood (About 3.7 ft. long and 2.2 ft. wide and high or 1.1 m and 68 cm) two and a half cubits (Lit its length) long, one and a half cubits (Lit its width) wide, and one and a half cubits (Lit its height) high."},{"number":11,"verse":"You shall overlay it with pure gold, inside and out you shall overlay it, and you shall make a gold molding (Lit on it round about) around it."},{"number":12,"verse":"You shall also cast four gold rings for it and (Or put) fasten them on its four feet; two rings shall be on one side of it, and two rings on the other side of it."},{"number":13,"verse":"And you shall make poles of acacia wood and overlay them with gold."},{"number":14,"verse":"You shall put the poles into the rings on the sides of the ark, to carry the ark with them."},{"number":15,"verse":"The poles shall (Lit be) remain in the rings of the ark; they shall not be removed from it."},{"number":16,"verse":"You shall put into the ark the testimony which I shall give you."},{"number":17,"verse":"“And you shall make (Also called a mercy seat, and so throughout the ch; i. e., where blood was sprinkled on the Day of Atonement) an atoning cover of pure gold, (About 3.7 ft. long and 2.2 ft. wide or 1.1 m and 68 cm) two and a half cubits (Lit its length) long and one and a half cubits (Lit its width) wide."},{"number":18,"verse":"You shall make two cherubim of gold; make them of hammered work (Lit from) at the two ends of the atoning cover."},{"number":19,"verse":"Make one cherub (Lit from) at one end and one cherub (Lit from) at the other end; you shall make the cherubim of one piece (Lit from) with the atoning cover at its two ends."},{"number":20,"verse":"And the cherubim shall have their wings spread upward, covering the atoning cover with their wings and (Lit their faces to) facing one another; the faces of the cherubim are to be turned toward the atoning cover."},{"number":21,"verse":"Then you shall put the atoning cover (Lit above, upon) on top of the ark, and in the ark you shall put the testimony which I will give to you."},{"number":22,"verse":"There I will meet with you; and from above the atoning cover, from between the two cherubim which are upon the ark of the testimony, I will speak to you about (Lit all that I will command) every commandment that I will give you for the sons of Israel."},{"number":23,"verse":"(Bread of the Presence) “You shall also make a table of acacia wood, (About 3 ft. long, 1.5 ft. wide, 2.25 ft. high or 90 cm, 45 cm, and 68 cm) two cubits (Lit its length) long and one cubit (Lit its width) wide, and one and a half cubits (Lit its height) high."},{"number":24,"verse":"You shall overlay it with pure gold and make a gold border around it."},{"number":25,"verse":"And you shall make for it a rim of a (About 3 in. or 7.5 cm) hand width around it; and you shall make a gold border for the rim around it."},{"number":26,"verse":"You shall also make four gold rings for it and put rings on the four corners which are on its four legs."},{"number":27,"verse":"The rings shall be close to the rim, as holders for the poles to carry the table."},{"number":28,"verse":"And you shall make the poles of acacia wood and overlay them with gold, so that with them the table may be carried."},{"number":29,"verse":"You shall also make its dishes, its pans, its jars, and its libation bowls with which to pour drink offerings; you shall make them of pure gold."},{"number":30,"verse":"And you shall set the bread of the (Lit Face) Presence on the table before Me continually."},{"number":31,"verse":"(The Golden Lampstand) “Then you shall make a lampstand of pure gold. The lampstand, its base and its shaft, are to be made of hammered work; its cups, its (Or calyx) bulbs, and its flowers shall be of one piece with it."},{"number":32,"verse":"Six branches shall go out from its sides; three branches of the lampstand from its one side and three branches of the lampstand from its (Lit second) other side."},{"number":33,"verse":"Three cups shall be shaped like almond blossoms on the one branch, a (Or calyx) bulb and a flower, and three cups shaped like almond blossoms on the (Lit one branch) other branch, a (Or calyx) bulb and a flower—the same for six branches going out from the lampstand;"},{"number":34,"verse":"and on the lampstand four cups shaped like almond blossoms, its (Or calyxes) bulbs and its flowers."},{"number":35,"verse":"A (Or calyx) bulb shall be under the first pair of branches coming out of it, and a (Or calyx) bulb under the second pair of branches coming out of it, and a (Or calyx) bulb under the third pair of branches coming out of it, for the six branches coming out of the lampstand."},{"number":36,"verse":"Their (Or calyxes) bulbs and their branches shall be of one piece with it; all of it shall be one piece of hammered work of pure gold."},{"number":37,"verse":"Then you shall make its lamps seven in number; and they shall (Lit raise up) mount its lamps so as to shed light on the space in front of it."},{"number":38,"verse":"Its tongs and its trays shall be of pure gold."},{"number":39,"verse":"It shall be made from a (About 75 lb. or 34 kg) talent of pure gold, with all these utensils."},{"number":40,"verse":"See that you make them by the pattern for them, which was shown to you on the mountain."}]}