{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"Curtains of Linen “Moreover, you shall make the tabernacle with ten curtains of fine twisted linen and (Or bluish; LXX hyacinth in color, and so throughout the ch) violet, purple, and scarlet material; you shall make them with cherubim, the work of a skilled embroiderer."},{"number":2,"verse":"The length of each curtain shall be (About 42 ft. long and 6 ft. wide or 13 m and 1.8 m) twenty-eight cubits, and the width of each curtain four cubits; all the curtains shall have (Lit one measure) the same measurements."},{"number":3,"verse":"Five curtains shall be (Or coupled) joined to one another, and the other five curtains shall be (Or coupled) joined to one another."},{"number":4,"verse":"You shall make loops of violet on the edge of the (Lit one curtain from the end in the coupling) outermost curtain in the first set, and likewise you shall make them on the edge of the curtain that is outermost in the second (Lit coupling) set."},{"number":5,"verse":"You shall make fifty loops in the one curtain, and you shall make fifty loops on the (Lit end) edge of the curtain that is in the second (Lit coupling) set; the loops shall be opposite each other."},{"number":6,"verse":"You shall also make fifty clasps of gold, and (Or couple) join the curtains to one another with the clasps so that the (Or dwelling place, and so throughout the ch) tabernacle will be a unit."},{"number":7,"verse":"Curtains of Goats’ Hair “Then you shall make curtains of goats’ hair as a tent over the tabernacle; you shall make eleven curtains in all."},{"number":8,"verse":"The length of each curtain shall be (About 45 ft. long and 6 ft. wide or 13.5 m and 1.8 m) thirty cubits, and the width of each curtain four cubits; the eleven curtains shall have (Lit one measure) the same measurements."},{"number":9,"verse":"You shall (Or couple) join five curtains by themselves and the other six curtains by themselves, and you shall double over the sixth curtain (Lit toward the front of the face of the tent) at the front of the tent."},{"number":10,"verse":"You shall make fifty loops on the edge of the (Lit one curtain) curtain that is outermost in the first (Lit coupling) set, and fifty loops on the edge of the curtain that is outermost in the second (Lit coupling) set."},{"number":11,"verse":"“You shall also make fifty clasps of (Or copper) bronze, and you shall put the clasps into the loops and (Or couple) join the tent together so that it will be (Lit one) a unit."},{"number":12,"verse":"The (Lit excess) overhanging part that is left over in the curtains of the tent, the half curtain that is left over, shall hang over the back of the tabernacle."},{"number":13,"verse":"The (About 18 in. or about 45 cm) cubit on one side and the cubit on the other, of what is left over in the length of the curtains of the tent, shall hang over the sides of the tabernacle on one side and on the other, to cover it."},{"number":14,"verse":"And you shall make a covering for the tent of rams’ skins (Or tanned) dyed red and a covering of (Meaning of the Heb uncertain) fine leather above."},{"number":15,"verse":"Boards and Bases “Then you shall make the boards for the tabernacle of acacia wood, standing upright."},{"number":16,"verse":"(About 15 ft. long and 2.2 ft. wide or 4.6 m and 68 cm) Ten cubits shall be the length of (Lit the) each board and one and a half cubits the width of each board."},{"number":17,"verse":"There shall be two tenons for each board, (Lit bound) fitted to one another; that is what you shall do for all the boards of the tabernacle."},{"number":18,"verse":"You shall make the boards for the tabernacle: twenty boards (Lit toward the side of the Negev to the south) for the south side."},{"number":19,"verse":"You shall make forty bases of silver under the twenty boards, two bases under one board for its two tenons and two bases under another board for its two tenons;"},{"number":20,"verse":"and for the second side of the tabernacle, on the north side, twenty boards,"},{"number":21,"verse":"and their forty bases of silver; two bases under one board and two bases under another board."},{"number":22,"verse":"For the (Lit far parts) back of the tabernacle, to the west, you shall make six boards."},{"number":23,"verse":"You shall make two boards for the corners of the tabernacle at the (Lit far parts) back."},{"number":24,"verse":"They shall be double beneath, and together they shall be complete (Or at its head) to its top (Or with reference to) to the first ring; this is how it shall be with both of them: they shall form the two corners."},{"number":25,"verse":"And there shall be eight boards with their bases of silver, sixteen bases; two bases under one board and two bases under another board."},{"number":26,"verse":"“Then you shall make bars of acacia wood, five for the boards of one side of the tabernacle,"},{"number":27,"verse":"and five bars for the boards of the (Lit second) other side of the tabernacle, and five bars for the boards of the side of the tabernacle for the (Lit far parts) back side to the west."},{"number":28,"verse":"The middle bar in the (Lit midst) center of the boards shall pass through from end to end."},{"number":29,"verse":"And you shall overlay the boards with gold, and make their rings of gold as holders for the bars; and you shall overlay the bars with gold."},{"number":30,"verse":"Then you shall erect the tabernacle according to its plan which you have been shown on the mountain."},{"number":31,"verse":"The Veil and Curtain “You shall also make a veil of violet, purple, and scarlet material, and fine twisted linen; it shall be made with cherubim, the work of a skilled embroiderer."},{"number":32,"verse":"Then you shall (Lit put) hang it on four pillars of acacia overlaid with gold, their hooks also of gold, on four bases of silver."},{"number":33,"verse":"You shall (Lit put) hang up the veil under the clasps, and bring in the ark of the testimony there within the veil; and the veil shall (Lit separate for you between) serve as a partition for you between the Holy Place and the Most Holy Place."},{"number":34,"verse":"You shall put the (Also called mercy seat; i. e., where blood was sprinkled on the Day of Atonement) atoning cover on the ark of the testimony in the Most Holy Place."},{"number":35,"verse":"And you shall set the table outside the veil, and the lampstand opposite the table on the side of the tabernacle toward the south; and you shall put the table on the north side."},{"number":36,"verse":"“You shall also make a curtain for the doorway of the tent of violet, purple, and scarlet material and fine twisted linen, the work of a (Lit variegator; i. e., a weaver in colors) weaver."},{"number":37,"verse":"And you shall make five pillars of acacia for the curtain and overlay them with gold, their hooks also of gold; and you shall cast five bases of (Or copper) bronze for them."}]}