{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"(Construction Continues) Now Bezalel made the ark of acacia wood; its length was (About 3.7 ft. long and 2.2 ft. wide and high or about 1.1 m and 68 cm) two and a half cubits, its width one and a half cubits, and its height one and a half cubits;"},{"number":2,"verse":"and he overlaid it with pure gold inside and out, and made a gold molding for it all around."},{"number":3,"verse":"He cast four rings of gold for it on its four feet; two rings on one side of it, and two rings on the (Lit second) other side of it."},{"number":4,"verse":"And he made poles of acacia wood and overlaid them with gold."},{"number":5,"verse":"He put the poles into the rings on the sides of the ark, to carry (Lit the ark) it."},{"number":6,"verse":"He also made (Also called a mercy seat, and so throughout the ch; i. e., where blood was sprinkled on the Day of Atonement) an atoning cover of pure gold, two and a half cubits (Lit its length) long and one and a half cubits (Lit its width) wide."},{"number":7,"verse":"And he made two cherubim of gold; he made them of hammered work (Lit from) at the two ends of the atoning cover:"},{"number":8,"verse":"one cherub (Lit from) at the one end and one cherub (Lit from) at the other end; he made the cherubim of one piece with the atoning cover (Lit from) at the two ends."},{"number":9,"verse":"And the cherubim had their wings spread upward, covering the atoning cover with their wings, with their faces toward each other; the faces of the cherubim were toward the atoning cover."},{"number":10,"verse":"Then he made the table of acacia wood, (About 3 ft. long, 1.5 ft. wide, and 2.2 ft. high or about 90 cm, 45 cm, and 68 cm) two cubits (Lit its length) long, a cubit (Lit its width) wide, and one and a half cubits (Lit its height) high."},{"number":11,"verse":"He overlaid it with pure gold, and made a gold molding for it all around."},{"number":12,"verse":"And he made a rim for it of a (About 3 in. or 7.5 cm) hand width all around, and made a gold molding for its rim all around."},{"number":13,"verse":"He also cast four gold rings for it and put the rings on the four corners that were on its four legs."},{"number":14,"verse":"Close by the rim were the rings, the holders for the poles to carry the table."},{"number":15,"verse":"And he made the poles of acacia wood and overlaid them with gold, to carry the table."},{"number":16,"verse":"He also made the utensils which were on the table, its dishes, its pans, its libation bowls, and its jars, with which to pour out drink offerings, of pure gold."},{"number":17,"verse":"Then he made the lampstand of pure gold. He made the lampstand of hammered work, its base and its shaft; its cups, its (Or calyxes) bulbs, and its flowers were of one piece with it."},{"number":18,"verse":"There were six branches going out of its sides; three branches of the lampstand from the one side of it and three branches of the lampstand from the (Lit second) other side of it;"},{"number":19,"verse":"three cups shaped like almond blossoms, a (Or calyx) bulb and a flower on one branch, and three cups shaped like almond blossoms, a (Or calyx) bulb and a flower on the other branch—so for the six branches going out of the lampstand."},{"number":20,"verse":"And on the lampstand there were four cups shaped like almond blossoms, its (Or calyxes) bulbs and its flowers;"},{"number":21,"verse":"and a (Or calyx) bulb was under the first pair of branches coming out of it, and a (Or calyx) bulb under the second pair of branches coming out of it, and a (Or calyx) bulb under the third pair of branches coming out of it, for the six branches coming out of the lampstand."},{"number":22,"verse":"Their (Or calyxes) bulbs and their branches were of one piece with it; the whole of it was a single hammered work of pure gold."},{"number":23,"verse":"And he made its seven lamps with its tongs and its trays of pure gold."},{"number":24,"verse":"He made it and all its utensils from a (About 75 lb. or 34 kg) talent of pure gold."},{"number":25,"verse":"Then he made the altar of incense of acacia wood: a cubit (Lit its length) long and a cubit (Lit its width) wide, square, and two cubits (Lit its height) high; its horns were of one piece with it."},{"number":26,"verse":"And he overlaid it with pure gold, its top and its (Lit walls) sides all around, and its horns; and he made a gold molding for it all around."},{"number":27,"verse":"He also made two golden rings for it under its molding, on its two sides—on opposite sides—as holders for poles with which to carry it."},{"number":28,"verse":"And he made the poles of acacia wood and overlaid them with gold."},{"number":29,"verse":"Then he made the holy anointing oil and the pure, fragrant incense of spices, the work of a perfumer."}]}