{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"The Priestly Garments Now from the (Or bluish; LXX hyacinth in color, and so throughout the ch) violet, purple, and scarlet material they made finely woven garments for ministering in the Holy Place, (Lit and they made) as well as the holy garments which were for Aaron, just as the LORD had commanded Moses."},{"number":2,"verse":"He made the ephod of gold and of violet, purple, and scarlet material, and fine twisted linen."},{"number":3,"verse":"Then they hammered out gold sheets and cut them into threads (Lit to work) to be woven in with the violet, the purple, and the scarlet material, and the fine linen, the work of a skilled embroiderer."},{"number":4,"verse":"They made attaching shoulder pieces for (Lit it) the ephod; it was attached at its two upper ends."},{"number":5,"verse":"And the skillfully woven band of its overlay which was on it was like its workmanship, (Lit from it) of the same material: of gold and of violet, purple, and scarlet material, and fine twisted linen, just as the LORD had commanded Moses."},{"number":6,"verse":"They also made the onyx stones, set in gold filigree settings; they were engraved like the engravings of a signet, according to the names of the sons of Israel."},{"number":7,"verse":"And he placed them on the shoulder pieces of the ephod as memorial stones for the sons of Israel, just as the LORD had commanded Moses."},{"number":8,"verse":"And he made the breastpiece, the work of a skilled embroiderer, like the workmanship of the ephod: of gold and of violet, purple, and scarlet material and fine twisted linen."},{"number":9,"verse":"It was square; they made the breastpiece folded double, a (About 9 in. or 23 cm) span (Lit its length) long and a span (Lit its width) wide when folded double."},{"number":10,"verse":"And they (Lit filled) mounted four rows of stones on it. The first row was a row of ruby, topaz, and emerald;"},{"number":11,"verse":"and the second row, a turquoise, a sapphire, and a diamond;"},{"number":12,"verse":"and the third row, a jacinth, an agate, and an amethyst;"},{"number":13,"verse":"and the fourth row, a beryl, an onyx, and a jasper. They were set in gold filigree settings when they were (Lit filled) mounted."},{"number":14,"verse":"The stones corresponded to the names of the sons of Israel; they were twelve, corresponding to their names, engraved with the engravings of a signet, each with its name for the twelve tribes."},{"number":15,"verse":"And they made for the breastpiece chains like cords, work of twisted cords of pure gold."},{"number":16,"verse":"They made two gold filigree settings and two gold rings, and put the two rings on the two ends of the breastpiece."},{"number":17,"verse":"Then they put the two gold cords in the two rings at the ends of the breastpiece."},{"number":18,"verse":"And they put the other two ends of the two cords on the two filigree settings, and put them on the shoulder pieces of the ephod at the front of it."},{"number":19,"verse":"They made two gold rings and placed them on the two ends of the breastpiece, on its inner edge which was next to the ephod."},{"number":20,"verse":"Furthermore, they made two gold rings and placed them on the bottom of the two shoulder pieces of the ephod, on the front of it, close to the place where it joined, above the woven band of the ephod."},{"number":21,"verse":"And they bound the breastpiece by its rings to the rings of the ephod with a violet cord, so that it would be on the woven band of the ephod, and that the breastpiece would not come loose from the ephod, just as the LORD had commanded Moses."},{"number":22,"verse":"Then he made the robe of the ephod of woven work, all of violet;"},{"number":23,"verse":"and the opening of the robe was at the top in the center, as the opening of a coat of mail, with a binding all around its opening, so that it would not be torn."},{"number":24,"verse":"And they made pomegranates of violet, purple, and scarlet material and twisted linen on the hem of the robe."},{"number":25,"verse":"They also made bells of pure gold, and put the bells between the pomegranates all around on the hem of the (Lit robe, between the pomegranates) robe,"},{"number":26,"verse":"(Lit a bell and a pomegranate, a bell...) alternating a bell and a pomegranate all around on the hem of the robe for the service, just as the LORD had commanded Moses."},{"number":27,"verse":"They also made the tunics of finely woven linen for Aaron and his sons,"},{"number":28,"verse":"and the turban of fine linen, and the decorated (Lit headgear) caps of fine linen, and the linen undergarments of fine twisted linen,"},{"number":29,"verse":"and the sash of fine twisted linen, and violet, purple, and scarlet material, the work of the (Lit variegator; i. e., a weaver in colors) weaver, just as the LORD had commanded Moses."},{"number":30,"verse":"They also made the plate of the holy crown of pure gold, and (Lit wrote on it a writing) inscribed it like the engravings of a signet, “Holy to the LORD.”"},{"number":31,"verse":"Then they (Lit put) fastened a violet cord to it, to (Lit put) fasten it on the turban above, just as the LORD had commanded Moses."},{"number":32,"verse":"So all the work of the (Lit dwelling place) tabernacle of the tent of meeting was completed; and the sons of Israel did according to all that the LORD had commanded Moses; so they did."},{"number":33,"verse":"Then they brought the tabernacle to Moses, the tent and all its (Or utensils) furnishings: its clasps, its boards, its bars, its pillars, and its bases;"},{"number":34,"verse":"and the covering of rams’ skins (Or tanned) dyed red, and the covering of (Meaning of the Heb uncertain) fine leather, and the covering curtain;"},{"number":35,"verse":"the ark of the testimony, its poles, and the (Also called mercy seat; i. e., where blood was sprinkled on the Day of Atonement) atoning cover;"},{"number":36,"verse":"the table, all its utensils, and the bread of the (Lit Face) Presence;"},{"number":37,"verse":"the pure gold lampstand, (Lit its lamps, the lamps set in order) with its arrangement of lamps and all its utensils, and the oil for the light;"},{"number":38,"verse":"and the gold altar, and the anointing oil and the fragrant incense, and the curtain for the doorway of the tent;"},{"number":39,"verse":"the (Or copper) bronze altar and its (Or copper) bronze grating, its poles and all its utensils, the basin and its stand;"},{"number":40,"verse":"the hangings for the courtyard, its pillars and its bases, and the curtain for the gate of the courtyard, its ropes and its pegs, and all the (Or utensils) equipment for the service of the tabernacle, for the tent of meeting;"},{"number":41,"verse":"the woven garments for ministering in the Holy Place, and the holy garments for Aaron the priest and the garments of his sons, to serve as priests."},{"number":42,"verse":"So the sons of Israel did all the work according to everything that the LORD had commanded Moses."},{"number":43,"verse":"And Moses (Lit saw) examined all the work, and behold, they had done it; just as the LORD had commanded, this they had done. So Moses blessed them."}]}