{"bibleAbbr":"NASB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"(Moses Given Signs) Then Moses said, “What if they will not believe me or listen (Lit to my voice) to what I say? For they may say, ‘The LORD has not appeared to you.’ ”"},{"number":2,"verse":"The LORD said to him, “What is that in your hand?” And he said, “A staff.”"},{"number":3,"verse":"Then He said, “Throw it on the ground.” So he threw it on the ground, and it turned into a serpent; and Moses fled from it."},{"number":4,"verse":"But the LORD said to Moses, “Reach out with your hand and grasp it by its tail”—so he reached out with his hand and caught it, and it turned into a staff in his (Lit palm) hand—"},{"number":5,"verse":"“so that they may believe that the LORD, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"},{"number":6,"verse":"The LORD furthermore said to him, “Now put your hand inside the fold of your robe.” So he put his hand inside the fold, and when he took it out, behold, his hand was leprous like snow."},{"number":7,"verse":"Then He said, “Put your hand inside the fold of your robe again.” So he put his hand into the fold again, and when he took it out of the fold, behold, it was restored like the rest of his flesh."},{"number":8,"verse":"“So if they will not believe you nor (Lit listen to) pay attention to the (Lit voice) evidence of the first (I. e., confirming miracle) sign, they may believe the (Lit voice) evidence of the last (I. e., confirming miracle) sign."},{"number":9,"verse":"But if they will not believe even these two (I. e., confirming miracles) signs nor pay attention to what you say, then you shall take some water from the Nile and pour it on the dry ground; and the water which you take from the Nile will turn into blood on the dry ground.”"},{"number":10,"verse":"Then Moses said to the LORD, “Please, Lord, I have never been (Lit a man of words) eloquent, neither (Lit yesterday) recently nor in time past, nor since You have spoken to Your servant; for I am (Lit heavy) slow of speech and (Lit heavy) slow of tongue.”"},{"number":11,"verse":"But the LORD said to him, “Who has made the human mouth? Or who makes anyone unable to speak or deaf, or able to see or blind? Is it not I, the LORD?"},{"number":12,"verse":"Now then go, and I Myself will be with your mouth, and instruct you in what you are to say.”"},{"number":13,"verse":"But he said, “Please, Lord, now send the message by (Lit the hand You send) whomever You will.”"},{"number":14,"verse":"(Aaron to Be Moses’ Mouthpiece) Then the anger of the LORD burned against Moses, and He said, “Is there not your brother Aaron the Levite? I know that (Lit speaking he speaks) he speaks fluently. And moreover, behold, he is coming out to meet you; when he sees you, he will be (Lit joyful in his heart) overjoyed."},{"number":15,"verse":"So you are to speak to him and put the words in his mouth; and I Myself will be with your mouth and his mouth, and I will instruct you in what you are to do."},{"number":16,"verse":"He shall speak for you to the people; and he will be as a mouth for you and you will be as God to him."},{"number":17,"verse":"And you shall take in your hand this staff, with which you shall perform the signs.”"},{"number":18,"verse":"Then Moses departed and returned to his father-in-law (Heb Jether) Jethro, and said to him, “Please, let me go, that I may return to my brothers who are in Egypt, and see if they are still alive.” And Jethro said to Moses, “Go in peace.”"},{"number":19,"verse":"Now the LORD said to Moses in Midian, “Go (Lit return) back to Egypt, for all the men who were seeking your life are dead.”"},{"number":20,"verse":"So Moses took his wife and his sons and mounted them on a donkey, and returned to the land of Egypt. Moses also took the staff of God in his hand."},{"number":21,"verse":"And the LORD said to Moses, “When you go (Lit to return) back to Egypt, see that you perform before Pharaoh all the wonders which I have put in your (Lit hand) power; but I will harden his heart so that he will not let the people go."},{"number":22,"verse":"Then you shall say to Pharaoh, ‘This is what the LORD says: “Israel is My son, My firstborn."},{"number":23,"verse":"So I said to you, ‘Let My son go so that he may serve Me’; but you have refused to let him go. Behold, I am going to kill your son, your firstborn.” ’ ”"},{"number":24,"verse":"But it came about at the overnight encampment on the way, that the LORD met (Lit him) Moses, and sought to put him to death."},{"number":25,"verse":"So Zipporah took a flint and cut off her son’s foreskin and (Lit made it touch at his feet) threw it at Moses’ feet; and she said, “You are indeed a groom of blood to me!”"},{"number":26,"verse":"So He left him alone. At that time she said, “You are a groom of blood”— (Lit with reference to) because of the circumcision."},{"number":27,"verse":"Now the LORD said to Aaron, “Go to meet Moses in the wilderness.” So he went and met him at the mountain of God and kissed him."},{"number":28,"verse":"Moses told Aaron all the words of the LORD with which He had sent him, and all the signs that He had commanded him to do."},{"number":29,"verse":"Then Moses and Aaron went and assembled all the elders of the sons of Israel;"},{"number":30,"verse":"and Aaron spoke all the words which the LORD had spoken to Moses. He then performed the signs in the sight of the people."},{"number":31,"verse":"So the people believed; and when they heard that the LORD (Lit had visited) was concerned about the sons of Israel and that He had seen their affliction, they bowed low and worshiped."}]}