{"bibleAbbr":"Geneva1599","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"(The First Epistle General of Peter) ((1 He extolleth God’s mercy showed in Christ, which we lay hold on by faith, and possess through hope: 10 whereof the Prophets foretold.13 He exhorteth 15 to renounce the world,23 and their former life, and so wholly yield themselves to God.) ) PETER an Apostle of JESUS CHRIST, to the strangers that dwell here and there throughout Pontus, Galatia, Cappadocia, Asia and Bithynia,"},{"number":2,"verse":"(Peter purposing to speak of the duties of a Christian life, reasoneth first of the principles and beginning of all Christian actions, rising far higher than nature, and carrying us also far above the same. For he showeth that we which are otherwise of nature sinners, were through the free mercy of God the Father first chosen from everlasting: then according to that everlasting decree were by a certain second creation made his sons in Christ his only begotten, by whose Spirit we are inwardly changed, and by whose blood we also are reconciled, to the end, that as Christ himself rose again from the dead, we also might be received into that same heavenly and everlasting glory.) Elect according to the (Or according to the purpose of God, who never altereth nor changeth the same.) foreknowledge of God the Father unto (That being set apart from the rest of the wicked world, through the working of the holy Ghost, they should be consecrate to God, Eph. 1:5.) sanctification of the Spirit, through obedience and sprinkling of the blood of Jesus Christ: Grace and peace be multiplied unto you."},{"number":3,"verse":"Blessed be God, even the Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a (Everlasting hope.) lively hope by the resurrection of Jesus Christ from the dead,"},{"number":4,"verse":"To an inheritance immortal and undefiled, and that withereth not, reserved in heaven for us,"},{"number":5,"verse":"(Now he showeth by what way we come unto that glory, to wit, through all kinds of afflictions, wherein notwithstanding faith maketh us so secure, that we are not only not overcome with sorrow, but also through the beholding of God himself (who otherwise is invisible) with the eyes of faith are unspeakably joyful: because all such things, as they are but for a time, so are they not applied unto us to destroy us, but as it were by fire to purge us, and to make us perfect, that at the length we may obtain salvation.) Which are kept by the power of God through faith unto salvation, which is prepared to be showed in the (This is that time which Daniel calleth the time of the end, when as that great restoring of all things shall be, which all creatures look for. Rom. 8:19.) last time."},{"number":6,"verse":"Wherein ye rejoice, though now for a season (if need require) ye are in heaviness, through manifold tentations,"},{"number":7,"verse":"That the trial of your faith, being much more precious than gold that perisheth (though it be tried with fire) might be found unto your praise, and honor and glory at the (He speaketh of the second coming of Christ.) appearing of Jesus Christ:"},{"number":8,"verse":"Whom ye have not seen, and yet love him, in whom now, though ye see him not, yet do you believe, and rejoice with [joy] unspeakable and glorious,"},{"number":9,"verse":"Receiving the (Or, reward.) end of your faith, even the salvation of your souls."},{"number":10,"verse":"(He putteth a difference between true faith, that is to say, that faith which only hath an eye to the doctrine of the Prophets and Apostles, and false faith: Afterward he maketh two degrees of one and the selfsame faith, according to the manner of the divers revelations, when as indeed it is but one only faith: Thirdly, he saith, that the preaching of the Apostles is the fulfilling of the preaching of the Prophets, although the latter end of it be as yet looked for of the very Angels.) Of the which salvation the Prophets have inquired and searched, which prophesied of the grace that should come unto you,"},{"number":11,"verse":"Searching when or what time the Spirit which testified before of Christ which was in them, should declare the sufferings that should come unto Christ, and the glory that should follow."},{"number":12,"verse":"Unto whom it was revealed, that not unto themselves, but unto us they should minister the things, which are showed unto you by them which have preached unto you the Gospel by the holy Ghost (He alludeth to the prophecy of Joel, which was exhibited upon the day of Pentecost, in the Apostles, as it were in the firstfruits of the holy Ghost, which this same our Peter declareth, Acts 2:6.) sent down from heaven, the which things the Angels desire to behold."},{"number":13,"verse":"(He goeth from faith to hope, which is indeed a companion that cannot be sundered from faith: and he useth an argument taken of comparison: We ought not to be wearied in looking for so excellent a thing, which the very Angels wait for with great desire.) Wherefore (This is a borrowed speech, taken of a common usage amongst them: for by reason that they wore long garments, they could not travel unless they girded up themselves: and hence it is that Christ said, Let your loins be girded up.) gird up the loins of your mind: be sober, (He setteth forth very briefly, what manner of hope ours ought to be, to wit, continual, until we enjoy the thing we hope for: then, what we have to hope for, to wit, grace (that is, free salvation) revealed to us in the Gospel, and not that, that men do rashly and fondly promise to themselves.) and trust (Soundly and sincerely.) perfectly on that grace (An argument to stir up our minds, seeing that God doth not wait till we seek him, but causeth so great a benefit to be brought even unto us.) that is brought unto you, (He setteth out the end of faith, lest any man should promise himself, either sooner or later that full salvation, to wit, the later coming of Christ: and therewithal warneth us, not to measure the dignity of the Gospel according to the present state, seeing that that which we are now, is not yet revealed.) in the revelation of Jesus Christ,"},{"number":14,"verse":"(He passeth from faith and hope, to the fruits of them both, which are understood in the name of obedience: And it consisteth in two things, in renouncing our lusts, and living godly: which lusts have their beginning of that blindness wherein all men are born: but holiness proceedeth from the grace and favor of GOD, which adopteth us, and therefore regenerateth us, that the father and the children may be of one disposition.) As obedient children, not fashioned yourselves unto the former lusts of your ignorance:"},{"number":15,"verse":"But as he which hath called you, is holy, so be ye holy in (Cross references: : Luke 1:75) all manner of conversation,"},{"number":16,"verse":"(He showeth that sanctification doth necessarily follow adoption.) Because it is written, (Lev. 11:44; Lev. 19:2; Lev. 20:7) Be ye holy, for I am holy."},{"number":17,"verse":"(As before he distinguished true faith and hope from false, so doth he now obedience, setting the quick and sharp sight of God, against an outward mask, and earnest reverence against vain severity.) And if ye (If you will be called the sons of that Father.) call him Father, which without (Deut. 10:17; Rom. 2:11; Gal. 2:6) respect of person judgeth according to every man’s work, pass the time of your dwelling here in fear."},{"number":18,"verse":"(An exhortation, wherein he setteth forth the excellency and greatness of the benefit of God the Father, in sanctifying us by the death of his own Son. And he partly setteth the purifyings of the Law against the thing itself, that is, against the blood of Christ, and partly also men’s traditions which he condemneth as utterly vain and superstitious, be they never so old and ancient.) Knowing that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation, received by the traditions of the fathers,"},{"number":19,"verse":"(1 Cor. 6:20; 1 Cor. 7:13; Heb. 9:14; 1 John 1:7; Rev. 1:5) But with the precious blood of Christ, as of a Lamb undefiled, and without spot."},{"number":20,"verse":"(The taking away of an objection: what was done to the world before that Christ was sent into the world? was there no holiness before, and was there no Church? The Apostle answereth, that Christ was ordained and appointed to redeem and deliver mankind, before that mankind was: much less was there any Church without him before his coming into the flesh: yet we are happiest above the rest, to whom Christ was exhibited indeed, in this that he having suffered and overcome death for us, doth now most effectually work in us by the virtue of his Spirit, to create in us faith, hope, and charity.) Which was (Rom. 16:25; Eph. 3:9; Col. 1:26; 2 Tim. 1:10; Titus 1:2) ordained before the (From everlasting.) foundation of the world, but was declared in the last times for your sakes,"},{"number":21,"verse":"Which by his means do believe in God that raised him from the dead, and gave him glory, that your faith and hope might be in God."},{"number":22,"verse":"(He commendeth the practice of obedience, that is, charity: earnestly beating into their heads again, that he speaketh not of any common charity, and such as proceedeth from that our corrupt nature, but of that whose beginning is the Spirit of God, which purifieth our souls through the word laid hold on by faith, and engendereth also in us a spiritually and everlasting life, as God is most pure and truly living.) Having purified your souls in obeying the truth through the Spirit, to (1 Pet. 2:17; Rom. 2:10; Eph. 4:2) love brotherly without feigning, love one another with a pure heart fervently:"},{"number":23,"verse":"Being born anew, not of mortal seed, but of immortal, by the word of God, who liveth and endureth forever."},{"number":24,"verse":"(A reason why we have need of this heavenly generation, to wit, because that men, be their glory never so great, are of nature void of all true and sound goodness.) For all flesh is as grass, and all the glory of man is as the flower of grass. The grass withereth, and the flower falleth away. (The word (flesh) showeth the weakness of our nature, which is chiefly to be considered in the flesh itself.) (Isa. 40:6; James 1:10)"},{"number":25,"verse":"(Again, lest any man should seek that spiritual force and virtue in fained imaginations, the Apostle calleth us back to the word of God: teaching us furthermore, that there is no other word of the Lord to be looked for, than this which is preached, in which only we must trust.) But the word of the Lord endureth forever: and this is the word which is preached among you."}]}