{"bibleAbbr":"YLT1898","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"A word of JEHOVAH that hath been unto Joel, son of Pethuel:"},{"number":2,"verse":"Hear this, ye aged ones, And give ear, all ye inhabitants of the land, Hath this been in your days? Or in the days of your fathers?"},{"number":3,"verse":"Concerning it to your sons talk ye, And your sons to their sons, And their sons to another generation."},{"number":4,"verse":"What is left of the palmer-worm, eaten hath the locust, And what is left of the locust, Eaten hath the cankerworm, And what is left of the cankerworm, Eaten hath the caterpillar."},{"number":5,"verse":"Awake, ye drunkards, and weep, And howl all drinking wine, because of the juice, For it hath been cut off from your mouth."},{"number":6,"verse":"For a nation hath come up on my land, Strong, and there is no number, Its teeth [are] the teeth of a lion, And it hath the jaw-teeth of a lioness."},{"number":7,"verse":"It hath made my vine become a desolation, And my fig-tree become a chip, It hath made it thoroughly bare, and hath cast down, Made white have been its branches."},{"number":8,"verse":"Wail, as a virgin girdeth with sackcloth, For the husband of her youth."},{"number":9,"verse":"Cut off hath been present and libation from the house of JEHOVAH, Mourned have the priests, ministrants of JEHOVAH."},{"number":10,"verse":"Spoiled is the field, mourned hath the ground, For spoiled is the corn, Dried up hath been new wine, languish doth oil."},{"number":11,"verse":"Be ashamed, ye husbandmen, Howl, vine-dressers, for wheat and for barley, For perished hath the harvest of the field."},{"number":12,"verse":"The vine hath been dried up, And the fig-tree doth languish, Pomegranate, also palm, and apple-tree, All trees of the field have withered, For dried up hath been joy from the sons of men."},{"number":13,"verse":"Gird, and lament, ye priests, Howl, ye ministrants of the altar, Come in, lodge in sackcloth, ministrants of my God, For withheld from the house of your God hath been present and libation."},{"number":14,"verse":"Sanctify a fast, proclaim a restraint, Gather the elders - all the inhabitants of the land, [Into] the house of JEHOVAH your God,"},{"number":15,"verse":"And cry unto JEHOVAH, ‘Alas for the day! For near [is] a day of JEHOVAH, And as destruction from the mighty it cometh."},{"number":16,"verse":"Is not before our eyes food cut off? From the house of our God joy and rejoicing?"},{"number":17,"verse":"Rotted have scattered things under their clods, Desolated have been storehouses, Broken down have been granaries, For withered hath the corn."},{"number":18,"verse":"How have cattle sighed! Perplexed have been droves of oxen, For there is no pasture for them, Also droves of sheep have been desolated."},{"number":19,"verse":"Unto Thee, O JEHOVAH, I do call, For fire hath consumed comely places of a wilderness, And a flame hath set on fire all trees of the field."},{"number":20,"verse":"Also the cattle of the field long for Thee, For dried up have been streams of water, And fire hath consumed comely places of a wilderness!’"}]}