{"bibleAbbr":"guOV2016","bookName":"હિબ્રૂઓને પત્ર","bookEnglishName":"Hebrews","chapterNumber":13,"verses":[{"number":1,"verse":"( ઈશ્વરને કેવી રીતે પ્રસન્‍ન કરી શકાય) ભાઈઓ પરનો પ્રેમ ચાલુ રાખો."},{"number":2,"verse":"પરોણાગત કરવાનું ભૂલો નહિ, કેમ કે તેથી ( ; .) કેટલાકે અજાણતાં દૂતોને પરોણા રાખ્યા છે."},{"number":3,"verse":"બંદીવાનોની સાથે જણે તમે પણ બંદીવાન હો, તેમ સમજીને તેઓને સંભારો. અને તમે પોતે પણ શરીરમાં છો, માટે જેઓના પર જુલમ ગુજારવામાં આવે છે તેઓને [સંભારો]."},{"number":4,"verse":"સર્વમાં લગ્ન માનયોગ્ય ગણાય, અને બિછાનું નિર્મળ રહે. કેમ કે ઈશ્વર લંપટોનો તથા વ્યભિચારીઓનો ન્યાય કરશે."},{"number":5,"verse":"તમારો સ્વભાવ નિર્લોભી થાય; પોતાની પાસે જે હોય તેથી સંતોષી રહો, કેમ કે તેમણે કહ્યું છે. ( , ; .) “હું તને કદી મૂકી દઈશ નહિ, અને તને તજીશ પણ નહિ.”"},{"number":6,"verse":"તો આપણે ખાતરીપૂર્વક કહી શકીએ છીએ કે, ( .) “પ્રભુ મને સહાય કરનાર છે; હું બીશ નહિ: માણસ મને શું કરનાર છે?”"},{"number":7,"verse":"જેઓ તમારા આગેવાન હતા, જેઓએ તમને ઈશ્વરની વાત કહી છે, તેઓનું સ્મરણ કરો, અને તેઓના ચારિત્રનું પરિણામ જોઈને તેઓના વિશ્વાસનું અનુકરણ કરો."},{"number":8,"verse":"ઈસુ ખ્રિસ્ત ગઈ કાલે, આજે તથા સદાકાળ એવા ને એવા જ છે."},{"number":9,"verse":"તમે વિચિત્ર તથા નવા ઉપદેશથી આકર્ષાઓ નહિ, કેમ કે [પ્રભુની] કૃપાથી અંત:કરણ દઢ કરવામાં આવે તે સારું છે; [અમુક] ખોરાક ખાવાથી નહિ, તેનાથી એ પ્રમાણે વર્તનારાઓને લાભ થયો નહિ."},{"number":10,"verse":"આપણી વેદી એવી છે કે મંડપની સેવા કરનારાઓને તે પરનું ખાવાનો અધિકાર નથી."},{"number":11,"verse":"કેમ કે પાપાર્થાર્પણ તરીકે જે પશુઓનું રક્ત પ્રમુખયાજક પવિત્રસ્થાનમાં લાવે છે, તેઓનાં શરીર ( .) છાવણી બહાર બાળવામાં આવે છે."},{"number":12,"verse":"માટે ઈસુએ પણ પોતાના જ રક્તથી લોકોને પવિત્ર કરવા માટે દરવાજા બહાર મરણ સહ્યું."},{"number":13,"verse":"માટે આપણે પણ તેમનું અપમાન સહન કરીને છાવણી બહાર તેમની પાસે જઈએ."},{"number":14,"verse":"કેમ કે સ્થાયી રહે એવું નગર અહીં આપણને નથી, પણ જે [નગર આપણું] થવાનું છે તેની આપણે આકાંક્ષા રાખીએ છીએ."},{"number":15,"verse":"માટે તે દ્વારા આપણે ઈશ્વરને સ્તુતિરૂપ યજ્ઞ, એટલે તેમનું નામ કબૂલ કરનારા હોઠોના ફળનું અર્પણ, નિત્ય કરીએ."},{"number":16,"verse":"વળી ઉપકાર કરવાનું તથા દાન વહેંચી આપવાનું તમે ભૂલો નહિ, કેમ કે એવા યજ્ઞથી ઈશ્વર બહુ સંતુષ્ટ થાય છે."},{"number":17,"verse":"તમે તમારા આગેવાનોની આજ્ઞાઓ પાળીને તેઓને આધીન રહો; કેમ કે હિસાબ આપનારાઓની જેમ તેઓ તમારા આત્માઓની ચોકી કરે છે, એ માટે કે તેઓ આનંદથી તે [કામ] કરે, પણ શોકથી નહિ, કેમ કે એથી તમને ગેરલાભ થાય."},{"number":18,"verse":"તમે અમારે માટે પ્રાર્થના કરો, કેમ કે અમારું અંત:કરણ નિર્મળ છે, એવી અમને ખાતરી છે. અને અમે સર્વ બાબતોમાં પ્રામાણિકપણે વર્તવાની ઇચ્છા રાખીએ છીએ."},{"number":19,"verse":"એ પ્રમાણે કરવાને હું તમને ખાસ આગ્રહપૂર્વક વિનંતી કરું છું, એ માટે કે હું તમારી પાસે વહેલો પાછો આવું."},{"number":20,"verse":"( અંતે પ્રાર્થના) હવે શાંતિના ઈશ્વર, જેમણે ઘેટાંના મોટા રખેવાળ આપણા પ્રભુ ઈસુને સર્વકાળના કરારના રક્તથી મૂએલાંમાંથી પાછા ઉઠાડયા,"},{"number":21,"verse":"તે તમને દરેક સારા કામમાં એવા સંપૂર્ણ કરે કે તમે તેમની ઇચ્છા પ્રમાણે [સર્વ] કરો, અને તેમની દષ્ટિમાં જે સંતોષકારક છે, તે તે ઈસુ ખ્રિસ્તદ્વારા આપણી પાસે કરાવે. તેમને સદાસર્વકાળ ગૌરવ હો. આમીન."},{"number":22,"verse":"( છેલ્લા શબ્દો) ઓ ભાઈઓ, હું તમને વિનંતી કરું છું કે તમે આ [મારા] બોધનાં વચન ધ્યાનમાં રાખો, કેમ કે મેં તમારા ઉપર ટૂંકમાં જ લખ્યું છે."},{"number":23,"verse":"આપણો ભાઈ તિમોથી છૂટો થયેલો છે એ તમે જાણજો. જો તે વહેલો આવશે, તો હું તેની સાથે આવીને તમને મળીશ."},{"number":24,"verse":"તમે તમારા સર્વ આગેવાનોને તથા સર્વ સંતોને સલામ કહેજો. ઇટાલીમાંના [ભાઈઓ] તમને સલામ કહે છે."},{"number":25,"verse":"તમ સર્વના ઉપર કૃપા હો. આમીન."}]}