{"bibleAbbr":"guOV2016","bookName":"હિબ્રૂઓને પત્ર","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"( ઈસુ મૂસા કરતાં ચઢિયાતા) એ માટે, ઓ પવિત્ર ભાઈઓ, સ્વર્ગીય આમંત્રણના ભાગીદાર, આપણે જે સ્વીકાર્યું છે તેના પ્રેરિત તથા પ્રમુખયાજક ઈસુ પર લક્ષ રાખો."},{"number":2,"verse":"( .) જેમ મૂસા પણ તેના આખા ઘરમાં વિશ્વાસુ હતો, તેમ એ પોતાના નીમનાર પ્રત્યે વિશ્વાસુ હતા."},{"number":3,"verse":"કેમ કે જેમ ઘર કરતાં ઘર બાંધનારને વિશેષ માન [ઘટે] છે, તેમ એમને મૂસા કરતાં વિશેષ માન મળવાને યોગ્ય ગણવામાં આવ્યા છે."},{"number":4,"verse":"કેમ કે દરેક ઘર કોઈએ બાંધ્યું છે, પણ બધી વસ્તુઓના સર્જનહાર તો ઈશ્વર છે."},{"number":5,"verse":"મૂસા તો જે વાત પ્રગટ થવાની હતી તેની સાક્ષી પૂરવા માટે, [ઈશ્વરના] આખા ઘરમાં સેવકની જેમ વિશ્વાસુ હતો ખરો;"},{"number":6,"verse":"પણ ખ્રિસ્ત તો પુત્ર તરીકે [ઈશ્વરના] ઘર પર વિશ્વાસુ હતા. જો આપણે અંત સુધી હિંમત તથા આશાનું અભિમાન દઢ રાખીએ, તો આપણે તેમનું ઘર છીએ."},{"number":7,"verse":"( ઈશ્વરના લોકો માટે વિશ્રામ) એ માટે જેમ પવિત્ર આત્મા કહે છે તેમ, ( .) “જો તમે આજ ઈશ્વરની વાણી સાંભળો,"},{"number":8,"verse":"તો જેમ ક્રોધકાળે, એટલે રાનમાંના પરીક્ષણના સમયમાં, તમે તમારાં‍હ્રદય કઠણ કર્યાં તેમ કરો નહિ."},{"number":9,"verse":"ત્યાં તમારા પૂર્વજોએ મને પારખીને મારું પરીક્ષણ કર્યું, અને ચાળીસ વરસ સુધી મારાં કામ જોયાં."},{"number":10,"verse":"તેથી તે જમાનાના લોકો પર હું નારાજ થયો, અને મેં કહ્યું કે, તેઓ પોતાનાં હ્રદયમાં હંમેશાં અવળે માર્ગે જાય છે; તેઓએ મારા માર્ગ જાણ્યા નહિ."},{"number":11,"verse":"માટે તેઓ મારા વિશ્રામમાં પ્રવેશ કરશે નહિ, એવા મેં મારા ક્રોધાવેશમાં સમ ખાધા.”"},{"number":12,"verse":"હે ભાઈઓ, તમે સાવધ રહો, રખેને તમારામાંના કોઈનું હ્રદય અવિશ્વાસના કારણથી ભૂંડું થાય, અને એમ તેમ તે જીવતા ઈશ્વરથી દૂર જાય."},{"number":13,"verse":"પણ જ્યાં સુધી “આજ” કહેવાય છે, ત્યાં સુધી તમે દિનપ્રતિદિન એકબીજાને ઉત્તેજન આપો કે, પાપના કપટથી તમારામાંનો કોઈ કઠણ [હ્રદયનો] ન થાય."},{"number":14,"verse":"કેમ કે જો આપણે આરંભમાં રાખેલો ભરોસો અંત સુધી દઢ રાખીએ, તો આપણે ખ્રિસ્તના ભાગીદાર થયા છીએ."},{"number":15,"verse":"કેમ કે કહેલું છે, ( .) “આજ જો તમે તેમની વાણી સાંભળો, તો જેમ ક્રોધકાળે તમે તમારાં હ્રદય કઠણ કર્યાં તેમ કરો નહિ.”"},{"number":16,"verse":"કેમકે ( .) [તે વાણી] સાંભળ્યા છતાં કોણે ક્રોધ ઉત્પન્‍ન કર્યો? શું જેઓ મૂસાની આગેવાની નીચે મિસરમાંથી બહાર આવ્યા તે બધાએ નહિ?"},{"number":17,"verse":"વળી ચાળીસ વરસ સુધી તે કોના ઉપર નારાજ થયા? શું જેઓએ પાપ કર્યા, જેઓનાં શબ અરણ્યમાં પડયાં, તેઓના પર નહિ?"},{"number":18,"verse":"અને જેઓએ માન્યું નહિ તેઓ વગર બીજા કોને વિષે તેમણે સમ ખાઈને કહ્યું, “તેઓ મારા વિશ્રામમાં પ્રવેશ કરશે નહિ?”"},{"number":19,"verse":"તો આપણે જોઈએ છીએ કે અવિશ્વાસને લીધે તેઓ પ્રવેશ કરી શકયા નહિ."}]}