{"bibleAbbr":"guOV2016","bookName":"હિબ્રૂઓને પત્ર","bookEnglishName":"Hebrews","chapterNumber":7,"verses":[{"number":1,"verse":"( મેલ્ખીસેદેક યાજક) ( .) આ મેલ્ખીસેદેક, શાલેમનો રાજા ને પરાત્પર ઈશ્વરનો યાજક હતો. તેણે જ્યારે ઇબ્રાહિમ રાજાઓની કતલ કરીને પાછો આવ્યો, ત્યારે તેને મળીને તેને આશીર્વાદ આપ્યો,"},{"number":2,"verse":"અને ઇબ્રાહિમે એને બધી [લૂંટ] માંથી દશમો ભાગ આપ્યો, (તેના [નામનો] પહેલો અર્થ તો, ‘ન્યાયીપણાનો રાજા, ’ અને પછી ‘શાલેમનો રાજા, એટલે શાંતિનો રાજા છે.’"},{"number":3,"verse":"તે પિતા વગરનો, મા વગરનો, વંશાવાળી વગરનો છે, તેના દિવસનો આરંભ કે તેના આયુષ્યનો અંત નથી, પણ તે ઈશ્વરના પુત્રના જેવો છે), તે હંમેશા યાજક રહે છે."},{"number":4,"verse":"તો જેને આદિપિતા ઇબ્રાહિમે લૂંટમાંનો દશમો ભાગ આપ્યો, તે કેવો મહાન હશે એનો વિચાર કરો."},{"number":5,"verse":"અને ( .) લેવીનાં સંતાનમાંના જેઓને યાજકપદ મળે છે, તેઓને લોકોની પાસેથી, એટલે ઇબ્રાહિમથી ઉત્પન્‍ન થયેલા પોતાના ભાઈઓની પાસેથી, નિયમશાસ્‍ત્ર પ્રમાણે દશમો ભાગ લેવનો હુકમ છે ખરો,"},{"number":6,"verse":"પણ જે તેઓનો વંશજ નહોતો તેણે ઇબ્રાહિમની પાસેથી દશમો ભાગ લીધો, અને જેને વચનો આપવામાં આવ્યાં હતાં તેને તેણે આશીર્વાદ આપ્યો."},{"number":7,"verse":"હવે, મોટો નાનાને આશીર્વાદ આપે છે એમાં તો કંઈ પણ વાંધો નથી."},{"number":8,"verse":"અહીં મર્ત્ય માણસો દશમો ભાગ લે છે. પણ ત્યાં જેના સંબંધી તે જીવતો છે એવી સાક્ષી આપેલી છે, તે લે છે."},{"number":9,"verse":"વળી એમ પણ કહી શકાય કે, જે લેવી દશમો ભાગ લે છે, તેણે પણ ઇબ્રાહિમની મારફતે દશમો ભાગ આપ્યો,"},{"number":10,"verse":"કેમ કે જયારે મેલ્ખીસેદેક તેના પિતાને મળ્યો, ત્યારે તે હજી પોતાના પિતાની કમરમાં હતો."},{"number":11,"verse":"હવે જો લેવીયના યાજકપદથી પરિપૂર્ણતા થઈ હોત (કેમ કે તે દ્વારા લોકોને નિયમશાસ્‍ત્ર મળ્યું હતું), તો હારુનના ધારા પ્રમાણે ગણાયેલો નહિ, એવો બીજો યાજક મેલ્ખીસેદેકના ધારા પ્રમાણે ઉત્પન્‍ન થવાની શી અગત્ય હતી?"},{"number":12,"verse":"કેમ કે યાજકપદ બદલાયાથી નિયમ પણ બદલાવાની અગત્ય છે."},{"number":13,"verse":"કેમ કે જેમના સંબંધમાં એ વાતો કહેવામાં આવેલી છે, તે બીજા કુળના છે, તેમનામાં કોઈએ વેદીની સેવા કરી નથી."},{"number":14,"verse":"કેમ કે સર્વ જાણે છે કે, યહૂદા [ના કુળ] માં આપણા પ્રભુનો જન્મ થયો. તે કુળમાંના યાજકપદ સંબંધી મૂસાએ કંઈ કહ્યું નથી."},{"number":15,"verse":"( મેલ્ખીસેદેક જેવો બીજો યાજક) હવે જો મેલ્ખીસેદેકના જેવો, એટલે ઐહિક આજ્ઞાના ધોરણ પ્રમાણે નહિ, પણ અવિનાશી જીવનના સામર્થ્ય પ્રમાણે,"},{"number":16,"verse":"બીજો એક યાજક ઊભો થયો છે, તો સદરહુ વાત વિશેષ સ્પષ્ટ થાય છે."},{"number":17,"verse":"કેમ કે એવી સાક્ષી આપવામાં આવેલી છે, ( .) “મેલ્ખીસેદેકના ધારા પ્રમાણે તું સનાતન યાજક છે.”"},{"number":18,"verse":"કેમ કે પૂર્વેની આજ્ઞા નિર્બળ તથા નિરુપયોગી હોવાથી તેને રદ કરવામાં આવે છે."},{"number":19,"verse":"(કેમ કે નિયમશાસ્‍ત્રથી કશું પરિપૂર્ણ થયું નથી), અને [તેને બદલે] જે વડે આપણે ઈશ્વરની પાસે જઈએ શકીએ, એવી વિશેષ સારી આશા ઉપસ્થિત થાય છે."},{"number":20,"verse":"[તે વિશેષ સારી છે કેમ કે] તે વિષેનું વચન સમ વગર આપવામાં આવ્યું નહોતું."},{"number":21,"verse":"(કેમ કે બીજા તો સમ વગર યાજક થયા છે. પણ એ તો સમથી થાય છે, એટલે જેમણે તેમને કહ્યું, ( .) “પ્રભુએ સમ ખાધા, ને તે પસ્તાવો કરનાર નથી, તું સનાતન યાજક છે.” આવી રીતે તે તેનાથી યાજક થયો.)"},{"number":22,"verse":"તે જ પ્રમાણે પણ ઈસુ વિશેષ સારા કરારના જામીન થયા."},{"number":23,"verse":"અને એ યાજકો સંખ્યાબંધ હતા ખરા, કેમ કે મરણને લીધે તેઓ કાયમ રહી શકતા નહોતા."},{"number":24,"verse":"પણ એ તો સદાકાળ રહે છે, માટે એમનું યાજકપદ અવિકારી છે."},{"number":25,"verse":"માટે જેઓ એમની મારફતે ઈશ્વરની પાસે આવે છે, તેઓને સંપૂર્ણ રીતે તારવાને એ સમર્થ છે, કેમ કે એ તેઓને માટે મધ્યસ્થતા કરવાને સદાકાળ જીવતા રહે છે."},{"number":26,"verse":"વળી આપણને એવા પ્રમુખયાજકની જરૂર હતી કે, જે પવિત્ર, નિર્દોષ, નિષ્કલંક, પાપીઓથી અલગ છે, અને જેમને આકાશ કરતાં વધારે ઊંચે ચઢાવેલા છે."},{"number":27,"verse":"( .) પ્રથમ પ્રમુખયાજકોની જેમ પોતાનાં પાપોને માટે, અને પછી લોકોનાં પાપોને માટે બલિદાન આપવાની દરરોજ તેમને અગત્ય રહેતી નથી; કેમ કે તેમણે પોતાનું સ્વાર્પણ કરીને એ કામ એક જ વખત કર્યું."},{"number":28,"verse":"કેમ કે નિયમશાસ્‍ત્ર નિર્બળ માણસોને પ્રમુખયાજકો ઠરાવે છે. પણ નિયમશાસ્‍ત્ર પછીના સમનુમ વચન તો સદાકાળ સંપૂર્ણ કરેલા પુત્રને [પ્રમુખયાજક] ઠરાવે છે."}]}