{"bibleAbbr":"guOV2016","bookName":"હિબ્રૂઓને પત્ર","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"( પૃથ્વી પરની અને આકાશી આરાધના) હવે પહેલા [કરાર] માં પણ ભજનસેવાના વિધિઓ તથા ઐહિક પવિત્રસ્થાન પણ હતાં ખરાં."},{"number":2,"verse":"કેમ કે ( .) મંડપ ઊભો કરવામાં આવ્યો હતો, એટલે પહેલા [ભાગ] માં ( .) દીવી, ( .) મેજ તથા અર્પિત રોટલી હતી; તેને પવિત્રસ્થાન કહેતા હતા."},{"number":3,"verse":"અને ( .) બીજા પડદાની પાછળ બીજો ભાગ હતો, તેને પરમપવિત્રસ્થાન [કહેતા હતા] ;"},{"number":4,"verse":"તેમાં ( .) સોનાનું ધૂપપાત્ર તથા ( .) ચારે તરફ સોનાથી મઢેલી કરારની પેટી હતી. એ [પેટી] માં ( .) માન્‍નાથી ભરેલું સોનાનું પાત્ર, ( .) હારુનની કળી ફૂટેલી લાકડી તથા ( ; .) કરારના શિલાપટ હતાં."},{"number":5,"verse":"અને ( .) તેના પર મહિમાદર્શક કરૂબો હતા, જેઓની છાયા દયાસન પર પડતી હતી. હમણાં તેઓ સંબંધી અમારાથી સવિસ્તર કહેવાય એમ નથી."},{"number":6,"verse":"હવે એ વસ્તુઓ ઉપર કહ્યા પ્રમાણે તૈયાર થયા પછી, ( .) યાજકો આગલા ભાગમાં સેવા કરવાને નિત્ય જાય છે."},{"number":7,"verse":"પણ ( .) બીજા [ભાગ] માં વર્ષમાં એક જ વાર એકલો પ્રમુખયાજક જાય છે, પણ તે રક્ત વગર નહિ, એટલે જે રક્ત તે પોતાને માટે તથા લોકોના અજ્ઞાનતા [માં કરેલા] અપરાધને માટે અર્પણ કરે છે તે."},{"number":8,"verse":"તેથી પવિત્ર આત્મા એમ જણાવે છે કે જ્યાં સુધી પહેલો મંડપ ઊભો છે ત્યાં સુધી પરમપવિત્રસ્થાન [માં જવા] નો માર્ગ ઉઘાડો થયો નથી."},{"number":9,"verse":"વર્તમાનકાળને માટે તે [મંડપ] નમૂનારૂપ હતો. તે પ્રમાણે જે અર્પણો તથા બલિદાનો આપવામાં આવ્યાં હતાં, તેઓ ભજન કરનારનું અંત:કરણ સંપૂર્ણ [પવિત્ર] કરવાને સમર્થ નહોતાં."},{"number":10,"verse":"તેઓ ખોરાક, પેયાપર્ણો તથા વિવિધ પ્રકારના સ્નાન સાથે માત્ર શારીરિક વિધિઓ હતા, તેઓ સુધારાનો સમય આવતાં સુધી જ ચલાવવાને ઠરાવેલા હતા."},{"number":11,"verse":"પણ ખ્રિસ્ત, હવે પછી થનારી સારી બાબતો સંબંધી પ્રમુખયાજક થઈને, હાથથી બનાવેલો નહિ, એટલે પૃથ્વી પરના પદાર્થોનો બનાવેલો નહિ, એવા અધિક મહાન તથા અધિક સંપૂર્ણ મંડપમાં થઈને,"},{"number":12,"verse":"બકરાના તથા વાછરડાના રક્તથી નહિ, પણ પોતાના જ રક્તથી [માણસોને માટે] સનાતન ઉદ્ધાર મેળવીને પરમપવિત્ર સ્થાનમાં એક જ વખત ગયા હતા."},{"number":13,"verse":"કેમ કે ( .) જો બકરાઓનું તથા ગોધાઓનું રક્ત તથા ( ,.) વાછરડીની રાખ અપવિત્રો પર છાંટવાથી શરીરને શુદ્ધ કરીને પવિત્ર કરે છે,"},{"number":14,"verse":"તો ખ્રિસ્ત, જેમણે સનાતન આત્માથી પોતાની જાતનું દોષ વગરનું બલિદાન ઈશ્વરને આપ્યું, તેમનું રક્ત તમારા હ્રદયને જીવતા ઈશ્વરને ભજવા માટે નિર્જીવ કામોથી કેટલું બધું વિશેષ શુદ્ધ કરશે?"},{"number":15,"verse":"એ જ કારણથી પહેલા કરારના વખતમાં જે ઉલ્લંઘનો કરવામાં આવ્યાં હતાં. તે [કરનારા] ના ઉદ્ધારને માટે તે પોતે મરણ પામે, અને જેઓને તેડવામાં આવ્યા છે, તેઓને અનંતકાળના વારસાનું વચન મળે, માટે તે નવા કરારના મધ્યસ્થ છે."},{"number":16,"verse":"કેમ કે જ્યાં વસિયતનામું છે, ત્યાં વસિયતનામું કરનારનું મરણ થવાની અગત્ય છે."},{"number":17,"verse":"કેમ કે વસિયતનામાનો અમલ માણસના મરણ પછી થાય છે. તો કરનાર જીવે છે ત્યાં સુધી તેનું વસિયતનામું કદી ઉપયોગી હોય?"},{"number":18,"verse":"એ પ્રમાણે પહેલા કરારની પ્રતિષ્ઠા પણ રક્ત વિના થઈ નહોતી."},{"number":19,"verse":"કેમ કે ( .) મૂસાએ નિયમશાસ્‍ત્ર પ્રમાણે દરેક આજ્ઞા સર્વ લોકોને કહી સંભળાવ્યા પછી પાણી, કિરમજી ઊન તથા ઝૂફાસહિત વાછરડાનું તથા બકરાનું રક્ત લીધું, ને તેને પુસ્તક પર તથા સર્વ લોકો પર પણ છાંટીને કહ્યું કે,"},{"number":20,"verse":"જે કરાર ઈશ્વરે તમને ઠરાવી આપ્યો છે તેનું રક્ત એ જ છે."},{"number":21,"verse":"વળી ( .) તેણે તે જ રીતે મંડપ પર તથા સેવાનાં સર્વ પાત્રો પર પણ રક્ત છાંટયું હતું."},{"number":22,"verse":"નિયમશાસ્‍ત્ર પ્રમાણે ઘણું કરીને સર્વ વસ્તુઓ રક્તથી શુદ્ધ કરવામાં આવે છે, ને ( .) રક્ત વહેવડાવ્યા વગર પાપની માફી મળતી નથી."},{"number":23,"verse":"( પ્રભુ ઈસુનું બલિદાન પાપ દૂર કરે છે) આકાશી વસ્તુઓના નમૂનાના પદાર્થોને આવી રીતે શુદ્ધ કરવાની અગત્ય હતી. પણ આકાશી વસ્તુઓને તે કરતાં વધારે સારા યજ્ઞથી શુદ્ધ કરવાની અગત્ય હતી."},{"number":24,"verse":"કેમ કે ખ્રિસ્ત હાથે બનાવેલું પવિત્રસ્થાન, જે ખરાનો નમૂનો છે, તેમાં ગયા નથી. પણ આકાશમાં જ ગયા કે, તે હમણાં આપણે માટે ઈશ્વરની સમક્ષ હાજર થાય."},{"number":25,"verse":"વળી જેમ આગળ પ્રમુખયાજક બીજાનું રક્ત લઈને પરમપવિત્રસ્થાનમાં વર્ષોવર્ષ પ્રવેશ કરતો, તેમ અમને વારે વારે પોતાનું બલિદાન આપવાની જરૂર રહી નહિ."},{"number":26,"verse":"કેમ કે જો એમ હોત, તો જગતના આરંભથી ઘણી વાર તેમને [દુ:ખ] સહન કરવાની અગત્ય પડત. પણ હવે છેલ્લા સમયમાં પોતાના બલિદાનથી પાપને દૂર કરવા માટે તે એક જ વખત પ્રગટ થયા."},{"number":27,"verse":"જેમ માણસોને એક જ વાર મરવાનું, અને ત્યાર પછી તેમનો ન્યાય થાય એવું નિર્માણ થયેલું છે,"},{"number":28,"verse":"તેમ ખ્રિસ્તે ( .) ઘણાઓનાં પાપ માથે લેવા માટે એક જ વાર બલિદાન આપ્યું, અને જેઓ તેમની રાહ જુએ છે તેઓના સંબંધમાં તારણને અર્થે તે બીજી વાર પાપ વગર પ્રગટ થશે."}]}