{"bibleAbbr":"JWNT1755","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an apostle of Jesus Christ, by the will of God, and Timotheus our brother, to the church of God that is in Corinth, with all the saints that are in all Achaia:"},{"number":2,"verse":"Grace and peace be to you from God our Father, and from our Lord Jesus Christ."},{"number":3,"verse":"Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies, and God of all comfort,"},{"number":4,"verse":"Who comforteth us in all our affliction, that we may be able to comfort them who are in any affliction, by the comfort wherewith we ourselves are comforted of God."},{"number":5,"verse":"For as the sufferings of Christ abound in us, so our comfort also aboundeth through Christ."},{"number":6,"verse":"And whether we are afflicted, it is for your comfort and salvation; or whether we are comforted, it is for your comfort, which is effectual in the patient enduring the same sufferings which we also suffer."},{"number":7,"verse":"And our hope concerning you is stedfast, knowing that as ye are partakers of the sufferings, so also of the comfort."},{"number":8,"verse":"For we would not have you ignorant, brethren, of the trouble which befell us in Asia, that we were exceedingly pressed, above our strength, so that we despaired even of life."},{"number":9,"verse":"Yea, we had the sentence of death in ourselves, that we might not trust in ourselves, but in God, who raiseth the dead:"},{"number":10,"verse":"Who delivered us from so great a death, and doth deliver: in whom we trust, that he will still deliver:"},{"number":11,"verse":"You likewise helping together with us by prayer for us, that for the gift bestowed upon us by means of many persons, thanks may be given by many on our behalf."},{"number":12,"verse":"For this is our rejoicing, the testimony of our conscience, that in simplicity and godly sincerity, not with carnal wisdom, but by the grace of God, we have had our conversation in the world, and more especially toward you."},{"number":13,"verse":"For we write no other things to you, but what ye know and acknowledge, and I trust will acknowledge even to the end."},{"number":14,"verse":"As also ye have acknowledged us in part, that we are your rejoicing, as ye also are ours, in the day of the Lord Jesus."},{"number":15,"verse":"And in this confidence I was minded to come to you before, that ye might have had a second benefit, And to pass by you into Macedonia,"},{"number":16,"verse":"and to come to you again from Macedonia, and to be brought forward by you in my way toward Judea."},{"number":17,"verse":"Now when I was thus minded, did I use levity? or the things which I purpose, do I purpose according to the flesh, so that there should be with me yea and nay?"},{"number":18,"verse":"As God is faithful, our word to you hath not been yea and nay."},{"number":19,"verse":"For Jesus Christ the Son of God, who was preached among you by us, by me, and Silvanus, and Timotheus was not yea and nay; but was yea in him."},{"number":20,"verse":"For all the promises of God are yea in him, and amen in him, to the glory of God by us."},{"number":21,"verse":"For he that establisheth us with you in Christ, and that hath anointed us is God:"},{"number":22,"verse":"Who hath also sealed us, and given us the earnest of the Spirit in our hearts."},{"number":23,"verse":"But I call God for a record on my soul, that to spare you, I came not as yet to Corinth."},{"number":24,"verse":"Not that we have dominion over your faith, but are helpers of your joy; for by faith ye have stood."}]}