{"bibleAbbr":"JWNT1755","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":10,"verses":[{"number":1,"verse":"Now I Paul myself, who when present am base among you, but being absent am bold toward you, intreat you, by the meekness and gentleness of Christ,"},{"number":2,"verse":"I beseech, that I may not when I am present be bold with that confidence wherewith I think to be bold toward some, who think of us as walking after the flesh:"},{"number":3,"verse":"For though we walk in the flesh, we do not war after the flesh:"},{"number":4,"verse":"(For the weapons of our warfare are not carnal, but mighty through God to the throwing down of strong-holds.)"},{"number":5,"verse":"Destroying reasonings, and every high thing which exalteth itself against the knowledge of God, and bringing every thought into captivity to the obedience of Christ,"},{"number":6,"verse":"And being in readiness to avenge all disobedience, now your obedience is fulfilled."},{"number":7,"verse":"Do ye look at the outward appearance of things? If any man be confident, that he is Christ's, let him again think this of himself, that as he is Christ's, so we also are Christ's."},{"number":8,"verse":"Yea, if I should boast something more also of the authority which the Lord hath given us, for edification, and not for your destruction, I should not be ashamed:"},{"number":9,"verse":"That I may not seem to terrify you by letters."},{"number":10,"verse":"For his letters indeed, say they, are weighty and strong; but his bodily presence is weak, and his speech contemptible."},{"number":11,"verse":"Let such an one think this, that such as we are in word by letters, when we are absent, such are we also in deed, when we are present."},{"number":12,"verse":"For we presume not to equal or to compare ourselves with some of those who recommend themselves: but they among themselves limiting themselves, and comparing themselves with themselves, are not wise."},{"number":13,"verse":"But we will not boastingly extend ourselves beyond our measure; but according to the measure of the providence, which God hath allotted us, a measure to reach even unto you."},{"number":14,"verse":"For we do not extend ourselves excessively, as not reaching to you; for we are come even to you, in the gospel of Christ:"},{"number":15,"verse":"Not boastingly extending ourselves beyond our measure, in the labours of others; but having hope, now your faith is increased, to be inlarged by you,"},{"number":16,"verse":"yet still within our province, abundantly, So as to preach the gospel in the regions beyond you, not to boast in another's province of things made ready to our hand."},{"number":17,"verse":"But he that glorieth, let him glory in the Lord."},{"number":18,"verse":"For not he that commendeth himself is approved, but whom the Lord commendeth."}]}