{"bibleAbbr":"JWNT1755","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":3,"verses":[{"number":1,"verse":"Do we again begin to recommend ourselves? Unless we need, as some do, recommendatory letters to you, or recommendatory letters from you?"},{"number":2,"verse":"Ye are our letter, written on our hearts, known and read by all men:"},{"number":3,"verse":"Manifestly declared to be the letter of Christ ministered by us, written not with ink, but with the Spirit of the living God, not in tables of stone, but in the fleshly tables of the heart."},{"number":4,"verse":"Such trust have we in God through Christ."},{"number":5,"verse":"Not that we are sufficient of ourselves, to think any thing as from ourselves; but our sufficiency is from God:"},{"number":6,"verse":"Who also hath made us able ministers of the new covenant, not of the letter, but of the Spirit; for the letter killeth, but the Spirit giveth life."},{"number":7,"verse":"And if the ministration of death engraven in letters on stones was glorious, so that the children of Israel could not look stedfastly on the face of Moses, because of the glory of his face, which was to be abolished: Shall not rather the ministration of the Spirit be glorious?"},{"number":8,"verse":"For if the ministration of condemnation was glory,"},{"number":9,"verse":"much more doth the ministration of righteousness exceed in glory."},{"number":10,"verse":"For even that which was made glorious, had no glory in this respect, because of the glory that excelleth."},{"number":11,"verse":"For if that which is abolished was glorious, much more that which remaineth is glorious."},{"number":12,"verse":"Having therefore this hope, we use great plainness of speech."},{"number":13,"verse":"And not as Moses, who put a veil upon his face, so that the children of Israel could not look stedfastly to the end of that which is abolished."},{"number":14,"verse":"But their understandings were blinded: and until this day the same veil remaineth unremoved on the reading of the old testament, which is taken away in Christ."},{"number":15,"verse":"But the veil lieth on their heart when Moses is read until this day."},{"number":16,"verse":"Nevertheless when it shall turn to the Lord, the veil shall be taken away."},{"number":17,"verse":"Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty."},{"number":18,"verse":"And we all with unveiled face, beholding as in a glass the glory of the Lord, are transformed into the same image, from glory to glory, as by the Spirit of the Lord."}]}