{"bibleAbbr":"JWNT1755","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":5,"verses":[{"number":1,"verse":"For we know that if our earthly house of this tabernacle be dissolved, we have a building from God, an house not made with hands, eternal in the heavens."},{"number":2,"verse":"For in this we groan, earnestly desiring to be clothed upon, with our house which is from heaven:"},{"number":3,"verse":"If being clothed, we shall not be found naked."},{"number":4,"verse":"For we who are in this tabernacle groan, being burdened; not that we would be unclothed, but clothed upon, that what is mortal may be swallowed up of life."},{"number":5,"verse":"Now he that hath wrought us to this very thing is God, who hath also given us the earnest of the Spirit."},{"number":6,"verse":"Therefore we always behave undauntedly; knowing that while we are sojourning in the body, we are absent from the Lord:"},{"number":7,"verse":"(For we walk by faith, not by sight.)"},{"number":8,"verse":"We behave undauntedly, I say, and willing rather to be absent from the body, and present with the Lord."},{"number":9,"verse":"Therefore we are ambitious, whether present, or absent, to be well-pleasing to him."},{"number":10,"verse":"For we must all appear before the judgment seat of Christ, that every one may receive according to what he hath done in the body, whether good or evil."},{"number":11,"verse":"Knowing therefore the terror of the Lord, we persuade men: but we are made manifest to God, and I trust we are made manifest in your consciences also."},{"number":12,"verse":"We do not again recommend ourselves to you; but we give you an occasion of glorying on our behalf, that ye may have something to answer them, who glory in appearance, and not in heart."},{"number":13,"verse":"For if we are transported beyond ourselves, it is to God; if we are sober, it is for your sakes."},{"number":14,"verse":"For the love of Christ constraineth us, while we thus judge, that if one died for all, then were all dead:"},{"number":15,"verse":"And that he died for all, that they who live should not henceforth live to themselves, but to him who died for them, and rose again."},{"number":16,"verse":"So that we from this time know no one after the flesh; yea, if we have known even Christ after the flesh, yet now we know him so no more."},{"number":17,"verse":"Therefore if any one be in Christ, there is a new creation: the old things are passed way; behold, all things are become new:"},{"number":18,"verse":"And all things are from God, who hath reconciled us to himself through Jesus Christ, and hath given to us the ministry of reconciliation: Namely,"},{"number":19,"verse":"that God was in Christ, reconciling the world to himself, not imputing their traspasses to them, and hath committed to us the word of reconciliation."},{"number":20,"verse":"Therefore we are embassadors for Christ, as though God were intreating by us: we beseech you, in Christ's stead, be ye reconciled to God."},{"number":21,"verse":"For he hath made him, who knew no sin, a sin-offering for us, that we might be made the righteousness of God through him."}]}