{"bibleAbbr":"JWNT1755","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":7,"verses":[{"number":1,"verse":"Having therefore, beloved, these promises, let us cleanse ourselves from all pollution of the flesh and of the spirit, perfecting holiness in the fear of God."},{"number":2,"verse":"Receive us. We have hurt no man, we have corrupted no man, we have defrauded no man."},{"number":3,"verse":"I speak not, to condemn you; for I have said before, that ye are in our hearts, to live and to die with you."},{"number":4,"verse":"Great is my freedom of speech toward you; great is my glorying of you: I am filled with comfort, I exceedingly abound with joy, over all our affliction."},{"number":5,"verse":"For when we were come into Macedonia, our flesh had no rest, but we were troubled on every side: from without were fightings, from within were fears."},{"number":6,"verse":"But God who comforteth them that are brought low, comforted us by the coming of Titus."},{"number":7,"verse":"And not only by his coming, but also by the comfort wherewith he was comforted over you, when he told us your earnest desire, your grief, your zeal for me, so that I rejoiced the more."},{"number":8,"verse":"For I do not repent that I grieved you by the letter, though I did repent: (for I see that letter grieved you, though but for a season.)"},{"number":9,"verse":"Now I rejoice, not that ye grieved, but that ye grieved to repentance; for ye grieved in a godly manner, so that ye received damage by us in nothing."},{"number":10,"verse":"For godly sorrow worketh repentance unto salvation not to be repented of, whereas the sorrow of the world worketh death."},{"number":11,"verse":"For behold, this very thing, that ye sorrowed after a godly manner, what diligence it wrought in you, yea, what clearing of yourselves, yea, what indignation, yea, what fear, yea, what vehement desire, yea, what zeal, yea, what revenge? In all things ye have approved yourselves to be pure in this matter."},{"number":12,"verse":"And though I wrote to you, it was not for his sake who had done the wrong, nor for his sake who had suffered it, but for the sake of manifesting to you in the sight of God our diligent care over you."},{"number":13,"verse":"Therefore we were comforted in your comfort, and we rejoiced the more exceedingly in the joy of Titus, because his spirit was refreshed by you all."},{"number":14,"verse":"So that if I had boasted any thing of you to him, I am not ashamed; but as we spake all things to you in truth, so also our boasting to Titus is found a truth."},{"number":15,"verse":"And his tender affection is more abundant toward you, calling to mind the obedience of you all, how ye received him with fear and trembling."},{"number":16,"verse":"I rejoice therefore, that I have confidence in you in all things."}]}