{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":1,"verses":[{"number":1,"verse":"(Book 1) ((230 1-41)) (230 1) (sn Psalm 1. In this wisdom psalm the author advises his audience to reject the lifestyle of the wicked and to be loyal to God. The psalmist contrasts the destiny of the wicked with that of the righteous, emphasizing that the wicked are eventually destroyed while the godly prosper under the Lord’s protective care.) How blessed (tn The Hebrew noun is an abstract plural. The word often refers metonymically to the happiness that God-given security and prosperity produce (see v. 3; Pss 2:12; 34:9; 41:1; 65:4; 84:12; 89:15; 106:3; 112:1; 127:5; 128:1; 144:15).) is the one (tn Heb “[Oh] the happiness [of] the man.” Hebrew wisdom literature often assumes and reflects the male-oriented perspective of ancient Israelite society. The principle of the psalm is certainly applicable to all people, regardless of their gender or age. To facilitate modern application, we translate the gender and age specific “man” with the more neutral “one.” (Generic “he” is employed in vv. 2–3). Since the godly man described in the psalm is representative of followers of God (note the plural form צַדִּיקִים [tsadiqim, “righteous, godly”] in vv. 5–6), one could translate the collective singular with the plural “those” both here and in vv. 2–3, where singular pronouns and verbal forms are utilized in the Hebrew text (cf. NRSV). However, here the singular form may emphasize that godly individuals are usually outnumbered by the wicked. Retaining the singular allows the translation to retain this emphasis.) who does not follow (tn Heb “walk in.” The three perfect verbal forms in v. 1 refer in this context to characteristic behavior. The sequence “walk–stand–sit” envisions a progression from relatively casual association with the wicked to complete identification with them.) the advice (tn The Hebrew noun translated “advice” most often refers to the “counsel” or “advice” one receives from others. To “walk in the advice of the wicked” means to allow their evil advice to impact and determine one’s behavior.) of the wicked, (tn In the psalms the Hebrew term רְשָׁעִים (rÿsha’im, “wicked”) describes people who are proud, practical atheists (Ps 10:2, 4, 11) who hate God’s commands, commit sinful deeds, speak lies and slander (Ps 50:16–20), and cheat others (Ps 37:21).) or stand in the pathway (tn “Pathway” here refers to the lifestyle of sinners. To “stand in the pathway of/with sinners” means to closely associate with them in their sinful behavior.) with sinners, or sit in the assembly (tn Here the Hebrew term מוֹשַׁב (moshav), although often translated “seat” (cf. NEB, NIV), appears to refer to the whole assembly of evildoers. The word also carries the semantic nuance “assembly” in Ps 107:32, where it is in synonymous parallelism with קָהָל (qahal, “assembly”).) of scoffers! (tn The Hebrew word refers to arrogant individuals (Prov 21:24) who love conflict (Prov 22:10) and vociferously reject wisdom and correction (Prov 1:22; 9:7–8; 13:1; 15:12). To “sit in the assembly” of such people means to completely identify with them in their proud, sinful plans and behavior.)"},{"number":2,"verse":"Instead (tn Here the Hebrew expression כִּי־אִם (ki-’im, “instead”) introduces a contrast between the sinful behavior depicted in v. 1 and the godly lifestyle described in v. 2.) he finds pleasure in obeying the LORD’s commands; (tn Heb “his delight [is] in the law of the Lord.” In light of the following line, which focuses on studying the Lord’s law, one might translate, “he finds pleasure in studying the Lord’s commands.” However, even if one translates the line this way, it is important to recognize that mere study and intellectual awareness are not ultimately what bring divine favor. Study of the law is metonymic here for the correct attitudes and behavior that should result from an awareness of and commitment to God’s moral will; thus “obeying” has been used in the translation rather than “studying.”) he meditates on (tn The Hebrew imperfect verbal form draws attention to the characteristic behavior described here and lends support to the hyperbolic adverbial phrase “day and night.” The verb הָגָה (hagag) means “to recite quietly; to meditate” and refers metonymically to intense study and reflection.) his commands (tn Or “his law.”) day and night."},{"number":3,"verse":"He is like (tn The Hebrew perfect verbal form with vav (ו) consecutive here carries the same characteristic force as the imperfect in the preceding verse. According to the psalmist, the one who studies and obeys God’s commands typically prospers.) a tree planted by flowing streams; (tn Heb “channels of water.”) it (tn Heb “which.”) yields (tn The Hebrew imperfect verbal forms in v. 3 draw attention to the typical nature of the actions/states they describe.) its fruit at the proper time, (tn Heb “in its season.”) and its leaves never fall off. (tn Or “fade”; “wither.”sn The author compares the godly individual to a tree that has a rich water supply (planted by flowing streams), develops a strong root system, and is filled with leaves and fruit. The simile suggests that the godly have a continual source of life which in turn produces stability and uninterrupted prosperity.) He succeeds in everything he attempts. (tn Heb “and all which he does prospers”; or “and all which he does he causes to prosper.” (The simile of the tree does not extend to this line.) It is not certain if the Hiphil verbal form (יַצְלִיחַ, yatsliakh) is intransitive-exhibitive (“prospers”) or causative (“causes to prosper”) here. If the verb is intransitive, then כֹּל (kol, “all, everything”) is the subject. If the verb is causative, then the godly individual or the Lord himself is the subject and כֹּל is the object. The wording is reminiscent of Josh 1:8, where the Lord tells Joshua: “This law scroll must not leave your lips! You must memorize it day and night so you can carefully obey all that is written in it. Then you will prosper (literally, “cause your way to prosper”) and be successful.”)"},{"number":4,"verse":"Not so with the wicked! Instead (tn Here the Hebrew expression כִּי־אִם (ki-’im, “instead,” cf. v. 2) introduces a contrast between the prosperity of the godly depicted in v. 3 and the destiny of the wicked described in v. 4.) they are like wind-driven chaff. (tn Heb “[they are] like the chaff which [the] wind blows about.” The Hebrew imperfect verbal form draws attention to the typical nature of the action described. sn Wind-driven chaff. In contrast to the well-rooted and productive tree described in v. 3, the wicked are like a dried up plant that has no root system and is blown away by the wind. The simile describes the destiny of the wicked (see vv. 5–6).)"},{"number":5,"verse":"For this reason (tn Or “Therefore.”) the wicked cannot withstand (tn Heb “arise in,” but the verb is used metonymically here in the sense of “stand”; “endure,” as in 1 Sam 13:14 and Job 8:15. The negated Hebrew imperfect verbal form is here taken as indicating incapability or lack of potential, though one could understand the verb form as indicating what is typical (“do not withstand”) or what will happen (“will not withstand”).) judgment, (tn Heb “the judgment.” The article indicates a judgment that is definite in the mind of the speaker. In the immediate context this probably does not refer to the “final judgment” described in later biblical revelation, but to a temporal/historical judgment which the author anticipates. Periodically during the OT period, God would come in judgment, removing the wicked from the scene, while preserving a godly remnant (see Gen 6–9; Ps 37; Hab 3).) nor can sinners join the assembly of the godly. (tn Heb “and sinners in the assembly (or “circle”) of [the] godly.” The negative particle and verb from the preceding line are assumed by ellipsis here (“will not arise/stand”). sn The assembly of the godly is insulated from divine judgment (Ps 37:12–17, 28–29).)"},{"number":6,"verse":"Certainly (tn The translation understands כי as asseverative. Another option is to translate “for,” understanding v. 6 as a theological explanation for vv. 3–5, which contrasts the respective destinies of the godly and the wicked.) the LORD guards the way of the godly, (tn Heb “the Lord knows the way of the righteous.” To “know a way” means, in its most basic sense, “to recognize/acknowledge a pathway, route, or prescribed way of life” (see Josh 3:4; Job 21:14; Ps 67:2; Isa 42:16; Jer 5:4–5). Here it could refer to the Lord recognizing the behavior of the godly and, by metonymy, rewarding their godliness with security and prosperity (resulting in the translation, “the Lord rewards the behavior of the godly”). The present translation takes the verb in the sense of “mark out” (cf. Job 23:10), which metonymically could mean “watch over, protect, guard.” In this case the “way of the godly” is not their behavior, but their course of life or destiny; a translation reflecting this would be “the Lord protects the lives of the godly” or “the Lord watches over the destiny of the godly” (cf. NEB, NIV, NRSV). The Hebrew active participle יוֹדֵעַ (yodea’, “knows”) has here a characteristic durative force.) but the way of the wicked ends in destruction. (tn Heb “but the way of the wicked perishes.” The “way of the wicked” may refer to their course of life (Ps 146:9; Prov 4:19; Jer 12:1) or their sinful behavior (Prov 12:26; 15:9). The Hebrew imperfect verbal form probably describes here what typically happens, though one could take the form as indicating what will happen (“will perish”).)"}]}