{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"230 106 (sn Psalm 106. The psalmist recalls Israel’s long history of rebellion against God, despite his mighty saving deeds on their behalf.) Praise the LORD! Give thanks to the LORD, for he is good, and his loyal love endures! (tn Heb “for forever [is] his loyal love.”)"},{"number":2,"verse":"Who can adequately recount the LORD’s mighty acts, or relate all his praiseworthy deeds? (tn Heb “[or] cause to be heard all his praise.”)"},{"number":3,"verse":"How blessed are those who promote justice, and do what is right all the time!"},{"number":4,"verse":"Remember me, O LORD, when you show favor to your people! Pay attention to me, when you deliver,"},{"number":5,"verse":"so I may see the prosperity (tn Heb “good.”) of your chosen ones, rejoice along with your nation, (tn Heb “in order that [I may] rejoice with the rejoicing of your nation.”) and boast along with the people who belong to you. (tn Heb “with your inheritance.”)"},{"number":6,"verse":"We have sinned like (tn Heb “with.”) our ancestors; (tn Heb “fathers” (also in v. 7).) we have done wrong, we have done evil."},{"number":7,"verse":"Our ancestors in Egypt failed to appreciate your miraculous deeds, they failed to remember your many acts of loyal love, and they rebelled at the sea, by the Red Sea. (tn Heb “Reed Sea” (also in vv. 9, 22). “Reed Sea” (or “Sea of Reeds”) is a more accurate rendering of the Hebrew expression יָם סוּף (yam suf), traditionally translated “Red Sea.” See the note on the term “Red Sea” in Exod 13:18. sn They rebelled. The psalmist recalls the people’s complaint recorded in Exod 14:12.)"},{"number":8,"verse":"Yet he delivered them for the sake of his reputation, (tn Heb “his name,” which here stands metonymically for God’s reputation.) that he might reveal his power."},{"number":9,"verse":"He shouted at (tn Or “rebuked.”) the Red Sea and it dried up; he led them through the deep water as if it were a desert."},{"number":10,"verse":"He delivered them from the power (tn Heb “hand.”) of the one who hated them, and rescued (tn Or “redeemed.”) them from the power (tn Heb “hand.”) of the enemy."},{"number":11,"verse":"The water covered their enemies; not even one of them survived. (tn Heb “remained.”)"},{"number":12,"verse":"They believed his promises; (tn Heb “his words.”) they sang praises to him."},{"number":13,"verse":"They quickly forgot what he had done; (tn Heb “his works.”) they did not wait for his instructions. (tn Heb “his counsel.”)"},{"number":14,"verse":"In the wilderness they had an insatiable craving (sn They had an insatiable craving. This is described in Num 11:4–35.) for meat; (tn Heb “they craved [with] a craving.”) they challenged God (tn Heb “they tested God.”) in the desert."},{"number":15,"verse":"He granted their request, then struck them with a disease. (tn Heb “and he sent leanness into their being.”sn Disease. See Num 11:33–34, where this plague is described.)"},{"number":16,"verse":"In the camp they resented (tn Or “envied.”) Moses, and Aaron, the LORD’s holy priest. (tn Heb “the holy one of the Lord.”)"},{"number":17,"verse":"The earth opened up and swallowed Dathan; it engulfed (tn Or “covered.”) the group led by Abiram. (tn Or “the assembly of Abiram.”)"},{"number":18,"verse":"Fire burned their group; the flames scorched the wicked. (sn Verses 16-18 describe the events of Num 16:1–40.)"},{"number":19,"verse":"They made an image of a calf at Horeb, and worshiped a metal idol."},{"number":20,"verse":"They traded their majestic God (tn Heb “their glory.” According to an ancient Hebrew scribal tradition, the text originally read “his glory” or “my glory.” In Jer 2:11 the Lord states that his people (Israel) exchanged “their glory” (a reference to the Lord) for worthless idols.) for the image of an ox that eats grass."},{"number":21,"verse":"They rejected (tn Heb “forgot.”) the God who delivered them, the one who performed great deeds in Egypt,"},{"number":22,"verse":"amazing feats in the land of Ham, mighty (tn Or “awe-inspiring.”) acts by the Red Sea."},{"number":23,"verse":"He threatened (tn Heb “and he said.”) to destroy them, but (tn Heb “if not,” that is, “[and would have] if [Moses] had not.”) Moses, his chosen one, interceded with him (tn Heb “stood in the gap before him.”) and turned back his destructive anger. (tn Heb “to turn back his anger from destroying.”sn Verses 19-23 describe the events of Exod 32:1–35.)"},{"number":24,"verse":"They rejected the fruitful land; (tn Heb “a land of delight” (see also Jer 3:19; Zech 7:14).) they did not believe his promise. (tn Heb “his word.”)"},{"number":25,"verse":"They grumbled in their tents; (sn They grumbled in their tents. See Deut 1:27.) they did not obey (tn Heb “did not listen to the voice of.”) the LORD."},{"number":26,"verse":"So he made a solemn vow (tn Heb “and he lifted his hand to [or “concerning”] them.” The idiom “to lift a hand” here refers to swearing an oath. One would sometimes solemnly lift one’s hand when making such a vow (see Ezek 20:5–6, 15).) that he would make them die (tn Heb “to cause them to fall.”) in the desert,"},{"number":27,"verse":"make their descendants (tn Or “offspring”; Heb “seed.”) die (tn Heb “and to cause their offspring to fall.” Some emend the verb to “scatter” to form tighter parallelism with the following line (cf. NRSV “disperse”).) among the nations, and scatter them among foreign lands. (tn Heb “among the lands.” The word “foreign” is supplied in the translation for clarification.)"},{"number":28,"verse":"They worshiped (tn Heb “joined themselves to.”sn They worshiped Baal of Peor. See Num 25:3, 5. Baal of Peor was a local manifestation of the Canaanite deity Baal located at Peor.) Baal of Peor, and ate sacrifices offered to the dead. (tn Here “the dead” may refer to deceased ancestors (see Deut 26:14). Another option is to understand the term as a derogatory reference to the various deities which the Israelites worshiped at Peor along with Baal (see Num 25:2 and L. C. Allen, Psalms 101–150 [WBC], 49).)"},{"number":29,"verse":"They made the LORD angry (tn Heb “They made angry [him].” The pronominal suffix is omitted here, but does appear in a few medieval Hebrew mss. Perhaps it was accidentally left off, an original וַיַּכְעִיסוּהוּ (vayyakh’isuhu) being misread as וַיַּכְעִיסוּ (vayyakh’isu). In the translation the referent of the pronominal suffix (the Lord) has been specified for clarity to avoid confusion with Baal of Peor (mentioned in the previous verse).) by their actions, and a plague broke out among them."},{"number":30,"verse":"Phinehas took a stand and intervened, (sn The intervention of Phinehas is recounted in Num 25:7–8.) and the plague subsided."},{"number":31,"verse":"This brought him a reward, an eternal gift. (tn Heb “and it was reckoned to him for righteousness, to a generation and a generation forever.” The verb חָשַׁב (khashav, “to reckon”) is collocated with צְדָקָה (tsÿdaqah, “righteousness”) only in Ps 106:31 and Gen 15:6, where God rewards Abram’s faith with a land grant. sn Brought him a reward. See Num 25:12–13.)"},{"number":32,"verse":"They made him angry by the waters of Meribah, and Moses suffered (tn Heb “there was harm to Moses.”) because of them,"},{"number":33,"verse":"for they aroused (tn The Hebrew text vocalizes the form as הִמְרוּ (himru), a Hiphil from מָרָה (marah, “to behave rebelliously”), but the verb fits better with the object (“his spirit”) if it is revocalized as הֵמֵרוּ (hemeru), a Hiphil from מָרַר (marar, “to be bitter”). The Israelites “embittered” Moses’ “spirit” in the sense that they aroused his temper with their complaints.) his temper, (tn Heb “his spirit.”) and he spoke rashly. (tn The Hebrew text adds “with his lips,” but this has not been included in the translation for stylistic reasons. sn Verses 32-33 allude to the events of Num 20:1–13.)"},{"number":34,"verse":"They did not destroy the nations, (tn That is, the nations of Canaan.) as the LORD had commanded them to do."},{"number":35,"verse":"They mixed in with the nations and learned their ways. (tn Heb “their deeds.”)"},{"number":36,"verse":"They worshiped (tn Or “served.”) their idols, which became a snare to them. (sn Became a snare. See Exod 23:33; Judg 2:3.)"},{"number":37,"verse":"They sacrificed their sons and daughters to demons. (tn The Hebrew term שֵׁדִים (shedim, “demons”) occurs only here and in Deut 32:17. Some type of lesser deity is probably in view.)"},{"number":38,"verse":"They shed innocent blood — the blood of their sons and daughters, whom they sacrificed to the idols of Canaan. The land was polluted by bloodshed. (sn Num 35:33–34 explains that bloodshed defiles a land.)"},{"number":39,"verse":"They were defiled by their deeds, and unfaithful in their actions. (tn Heb “and they committed adultery in their actions.” This means that they were unfaithful to the Lord (see Ps 73:27).)"},{"number":40,"verse":"So the LORD was angry with his people (tn Heb “the anger of the Lord burned against his people.”) and despised the people who belong to him. (tn Heb “his inheritance.”)"},{"number":41,"verse":"He handed them over to (tn Heb “gave them into the hand of.”) the nations, and those who hated them ruled over them."},{"number":42,"verse":"Their enemies oppressed them; they were subject to their authority. (tn Heb “they were subdued under their hand.”)"},{"number":43,"verse":"Many times he delivered (tn The prefixed verbal form is either preterite or imperfect, in which case it is customary, describing repeated action in past time (“he would deliver”).) them, but they had a rebellious attitude, (tn Heb “but they rebelled in their counsel.” The prefixed verbal form is either preterite or imperfect, in which case it is customary, describing repeated action in past time (“they would have a rebellious attitude”).) and degraded themselves (tn Heb “they sank down.” The Hebrew verb מָכַךְ (makhakh, “to lower; to sink”) occurs only here in the Qal.) by their sin."},{"number":44,"verse":"Yet he took notice of their distress, when he heard their cry for help."},{"number":45,"verse":"He remembered his covenant with them, and relented (tn The Niphal of נָחַם (nakham) refers here to God relenting from a punishment already underway.) because of his great loyal love."},{"number":46,"verse":"He caused all their conquerors (tn Or “captors.”) to have pity on them."},{"number":47,"verse":"Deliver us, O LORD, our God! Gather us from among the nations! Then we will give thanks (tn Heb “to give thanks.” The infinitive construct indicates result after the imperative.) to your holy name, and boast about your praiseworthy deeds. (tn Heb “to boast in your praise.”)"},{"number":48,"verse":"The LORD God of Israel deserves praise, (tn Heb “[be] blessed.” See Pss 18:46; 28:6; 31:21.) in the future and forevermore. (tn Heb “from everlasting to everlasting.”) Let all the people say, “We agree! (tn Heb “surely” (אָמֵן, ’amen), traditionally transliterated “amen.”) Praise the LORD!” (sn The final verse (v. 48) is a conclusion to this fourth “book” (or major editorial division) of the Psalter. Similar statements appear at or near the end of each of the first, second and third “books” of the Psalter (see Pss 41:13; 72:18–19; 89:52, respectively).)"}]}