{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"Book 5(230 107-150)230 107 (sn Psalm 107. The psalmist praises God for his kindness to his exiled people.) Give thanks to the LORD, for he is good, and his loyal love endures! (tn Heb “for forever [is] his loyal love.”)"},{"number":2,"verse":"Let those delivered by the LORD speak out, (tn Or “let the redeemed of the Lord say [so].”) those whom he delivered (tn Or “redeemed.”) from the power (tn Heb “hand.”) of the enemy,"},{"number":3,"verse":"and gathered from foreign lands, (tn Heb “from lands.” The word “foreign” is supplied in the translation for clarification.) from east and west, from north and south."},{"number":4,"verse":"They wandered through the wilderness on a desert road; they found no city in which to live."},{"number":5,"verse":"They were hungry and thirsty; they fainted from exhaustion. (tn Heb “and their soul in them fainted.”)"},{"number":6,"verse":"They cried out to the LORD in their distress; he delivered them from their troubles."},{"number":7,"verse":"He led them on a level road, (sn A level road. See Jer 31:9.) that they might find a city in which to live."},{"number":8,"verse":"Let them give thanks to the LORD for his loyal love, and for the amazing things he has done for people! (tn Heb “and [for] his amazing deeds for the sons of man.”)"},{"number":9,"verse":"For he has satisfied those who thirst, (tn Heb “[the] longing throat.” The noun נֶפֶשׁ (nefesh), which frequently refers to one’s very being or soul, here probably refers to one’s parched “throat” (note the parallelism with נֶפֱשׁ רְעֵבָה, nefesh rÿ’evah, “hungry throat”).) and those who hunger he has filled with food. (tn Heb “and [the] hungry throat he has filled [with] good.”)"},{"number":10,"verse":"They sat in utter darkness, (tn Heb “those who sat in darkness and deep darkness.” Synonyms are joined here to emphasize the degree of “darkness” experienced by the exiles. The Hebrew term צַלְמָוֶת (tsalmavet, “deep darkness”) has traditionally been understood as a compound noun, meaning “shadow of death” (צֵל + מָוֶת [tsel + mavet]; see BDB 853 s. v. צַלְמָוֶת; cf. NASB). Other authorities prefer to vocalize the form צַלְמוּת (tsalmut) and understand it as an abstract noun (from the root צלם) meaning “darkness.” An examination of the word’s usage favors the latter derivation. It is frequently associated with darkness/night and contrasted with light/morning (see Job 3:5; 10:21–22; 12:22; 24:17; 28:3; 34:22; Ps 107:10, 14; Isa 9:1; Jer 13:16; Amos 5:8). In some cases the darkness described is associated with the realm of death (Job 10:21–22; 38:17), but this is a metaphorical application of the word and does not reflect its inherent meaning. In Ps 107:10 the word refers metonymically to a dungeon, which in turn metaphorically depicts the place of Israel’s exile (see vv. 2–3).) bound in painful iron chains, (tn Heb “those bound in suffering and iron.” “Suffering and iron” is a hendiadys (like English “good and angry”), where both words contribute to one idea. In this case the first word characterizes the second; the iron (chains) contribute to the prisoners’ pain and suffering.)"},{"number":11,"verse":"because they had rebelled against God’s commands, (tn Heb “the words of God.”) and rejected the instructions of the sovereign king. (tn Heb “the counsel of the Most High.”)"},{"number":12,"verse":"So he used suffering to humble them; (tn Heb “and he subdued with suffering their heart.”) they stumbled and no one helped them up."},{"number":13,"verse":"They cried out to the LORD in their distress; he delivered them from their troubles."},{"number":14,"verse":"He brought them out of the utter darkness, (tn Heb “darkness and deep darkness.” See the note on the word “darkness” in v. 10.) and tore off their shackles."},{"number":15,"verse":"Let them give thanks to the LORD for his loyal love, and for the amazing things he has done for people! (tn Heb “and [for] his amazing deeds for the sons of man.” See v. 8.)"},{"number":16,"verse":"For he shattered the bronze gates, and hacked through the iron bars. (sn The language of v. 16 recalls Isa 45:2.)"},{"number":17,"verse":"They acted like fools in their rebellious ways, (tn Heb “fools [they were] because of the way of their rebellion.”) and suffered because of their sins."},{"number":18,"verse":"They lost their appetite for all food, (tn Heb “all food their appetite loathed.”) and they drew near the gates of death."},{"number":19,"verse":"They cried out to the LORD in their distress; he delivered them from their troubles."},{"number":20,"verse":"He sent them an assuring word (tn Heb “he sent his word.” This probably refers to an oracle of assurance which announced his intention to intervene (see L. C. Allen, Psalms 101–150 [WBC], 59).) and healed them; he rescued them from the pits where they were trapped. (tn Heb “he rescued from their traps.” The Hebrew word שְׁחִית (shekhit, “trap”) occurs only here and in Lam 4:20, where it refers to a trap or pit in which one is captured. Because of the rarity of the term and the absence of an object with the verb “rescued,” some prefer to emend the text of Ps 107:20, reading מִשַׁחַת חַיָּתָם (mishakhat khayyatam, “[he rescued] their lives from the pit”). Note also NIV “from the grave,” which interprets the “pit” as Sheol or the grave.)"},{"number":21,"verse":"Let them give thanks to the LORD for his loyal love, and for the amazing things he has done for people! (tn Heb “and [for] his amazing deeds for the sons of man.” See v. 8.)"},{"number":22,"verse":"Let them present thank offerings, and loudly proclaim what he has done! (tn Heb “and let them proclaim his works with a ringing cry.”)"},{"number":23,"verse":"(sn Verses 23-30, which depict the Lord rescuing sailors from a storm at sea, do not seem to describe the exiles’ situation, unless the word picture is metaphorical. Perhaps the psalmist here broadens his scope and offers an example of God’s kindness to the needy beyond the covenant community.) Some traveled on (tn Heb “those going down [into].”) the sea in ships, and carried cargo over the vast waters. (tn Heb “doers of work on the mighty waters.”)"},{"number":24,"verse":"They witnessed the acts of the LORD, his amazing feats on the deep water."},{"number":25,"verse":"He gave the order for a windstorm, (tn Heb “he spoke and caused to stand a stormy wind.”) and it stirred up the waves of the sea. (tn Heb “and it stirred up its [i. e., the sea’s, see v. 23] waves.”)"},{"number":26,"verse":"They (tn That is, the waves (see v. 25).) reached up to the sky, then dropped into the depths. The sailors’ strength (tn Heb “their being”; traditionally “their soul” (referring to that of the sailors). This is sometimes translated “courage” (cf. NIV, NRSV).) left them (tn Or “melted.”) because the danger was so great. (tn Heb “from danger.”)"},{"number":27,"verse":"They swayed (tn Only here does the Hebrew verb חָגַג (khagag; normally meaning “to celebrate”) carry the nuance “to sway.”) and staggered like a drunk, and all their skill proved ineffective. (tn The Hitpael of בָלַע (vala’) occurs only here in the OT. Traditionally the form is derived from the verbal root בלע (“to swallow”), but HALOT 135 s. v. III בלע understands a homonym here with the meaning “to be confused.”)"},{"number":28,"verse":"They cried out to the LORD in their distress; he delivered them from their troubles."},{"number":29,"verse":"He calmed the storm, (tn Heb “he raised [the] storm to calm.”) and the waves (tn Heb “their waves.” The antecedent of the third masculine plural pronominal suffix is not readily apparent, unless it refers back to “waters” in v. 23.) grew silent."},{"number":30,"verse":"The sailors (tn Heb “they”; the referent (the sailors) has been specified in the translation for clarity.) rejoiced because the waves (tn Heb “they”; the referent (the waves) has been specified in the translation for clarity.) grew quiet, and he led them to the harbor (tn The Hebrew noun occurs only here in the OT.) they desired."},{"number":31,"verse":"Let them give thanks to the LORD for his loyal love, and for the amazing things he has done for people! (tn Heb “and [for] his amazing deeds for the sons of man.” See v. 8.)"},{"number":32,"verse":"Let them exalt him in the assembly of the people! Let them praise him in the place where the leaders preside! (tn Heb “in the seat of the elders.”)"},{"number":33,"verse":"He turned (tn The verbal form appears to be a preterite, which is most naturally taken as narrational. (The use of prefixed forms with vav [ו] consecutive in vv. 36–37 favor this.) The psalmist may return to the theme of God’s intervention for the exiles (see vv. 4–22, especially vv. 4–9). However, many regard vv. 33–41 as a hymnic description which generalizes about God’s activities among men. In this case it would be preferable to use the English present tense throughout (cf. NEB, NRSV).) streams into a desert, springs of water into arid land,"},{"number":34,"verse":"and a fruitful land into a barren place, (tn Heb “a salty land.”) because of the sin of its inhabitants."},{"number":35,"verse":"As for his people, (tn The words “As for his people” are not included in the Hebrew text, but have been supplied in the translation for the sake of clarity. The psalmist contrasts God’s judgment on his enemies with his blessing of his people. See the note on the word “enemies” in v. 39 for further discussion.) he turned (tn The verbal form appears to be a preterite, which is most naturally taken as narrational. See the note on the word “turned” in v. 33.) a desert into a pool of water, and a dry land into springs of water."},{"number":36,"verse":"He allowed the hungry to settle there, and they established a city in which to live."},{"number":37,"verse":"They cultivated (tn Heb “sowed seed in.”) fields, and planted vineyards, which yielded a harvest of fruit. (tn Heb “fruit [as] produce.”)"},{"number":38,"verse":"He blessed (tn “Bless” here carries the nuance “endue with sexual potency, make fertile.” See Gen 1:28, where the statement “he blessed them” directly precedes the command “be fruitful and populate the earth” (see also 1:22). The verb “bless” carries this same nuance in Gen 17:16 (where God’s blessing of Sarai imparts to her the capacity to bear a child); 48:16 (where God’s blessing of Joseph’s sons is closely associated with their having numerous descendants); and Deut 7:13 (where God’s blessing is associated with fertility in general, including numerous descendants). See also Gen 49:25 (where Jacob uses the noun derivative in referring to “blessings of the breast and womb,” an obvious reference to fertility) and Gen 27:27 (where the verb is used of a field to which God has given the capacity to produce vegetation).) them so that they became very numerous. He would not allow their cattle to decrease in number. (tn The verbal form in this line appears to be an imperfect, which may be taken as customary (drawing attention to typical action in a past time frame) or as generalizing (in which case one should use the English present tense, understanding a move from narrative to present reality).)"},{"number":39,"verse":"As for their enemies, (tn The words “As for their enemies” are not included in the Hebrew text, but have been supplied in the translation for the sake of clarity. Without such clarification, one might think that v. 39 refers to those just mentioned in v. 38 as objects of divine blessing, which would contradict the point just emphasized by the psalmist. The structure of vv. 33–42 is paneled (A-B-A-B). In vv. 33–34 the psalmist describes God’s judgment upon his enemies (perhaps those who had enslaved his people). In vv. 35–38 he contrasts this judgment with the divine blessing poured out on God’s people. (See the note on the word “people” in v. 35.) In vv. 39–40 he contrasts this blessing with the judgment experienced by enemies, before returning in vv. 41–42 to the blessing experienced by God’s people.) they decreased in number and were beaten down, because of painful distress (tn Heb “from the oppression of calamity.”) and suffering."},{"number":40,"verse":"He would pour (tn The active participle is understood as past durative here, drawing attention to typical action in a past time frame. However, it could be taken as generalizing (in which case one should translate using the English present tense), in which case the psalmist moves from narrative to present reality. Perhaps the participial form appears because the statement is lifted from Job 12:21.) contempt upon princes, and he made them wander in a wasteland with no road."},{"number":41,"verse":"Yet he protected (tn Heb “set on high.”) the needy from oppression, and cared for his families like a flock of sheep."},{"number":42,"verse":"When the godly see this, they rejoice, and every sinner (tn Heb “all evil,” which stands metonymically for those who do evil.) shuts his mouth."},{"number":43,"verse":"Whoever is wise, let him take note of these things! Let them consider the LORD’s acts of loyal love!"}]}