{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":108,"verses":[{"number":1,"verse":"(230 108) (A song, a psalm of David.) (sn Psalm 108. With some minor variations, this psalm is a composite of Ps 57:7–11 (see vv. 1–5) and Ps 60:5–12 (see vv. 6–13).) I am determined, (tn Or perhaps “confident”; Heb “my heart is steadfast.” The “heart” is viewed here as the seat of the psalmist’s volition and/or emotions.) O God! I will sing and praise you with my whole heart. (tn Heb “also my glory,” but this makes little sense in the context. Some view the term כָּבוֹד (“glory”) here as a metonymy for man’s inner being (see BDB 459 s. v. II כָּבוֹד 5), but it is preferable to emend the form to כְּבֵדִי (kÿvodiy, “my liver”). Like the heart, the liver is viewed as the seat of one’s emotions. See also Pss 16:9; 30:12; 57:9; as well as H. W. Wolff, Anthropology of the Old Testament, 64, and M. Dahood, Psalms (AB), 3:93. For an Ugaritic example of the heart/liver as the source of joy, see G. R. Driver, Canaanite Myths and Legends, 47-48: “her [Anat’s] liver swelled with laughter, her heart was filled with joy, the liver of Anat with triumph.”)"},{"number":2,"verse":"Awake, O stringed instrument and harp! I will wake up at dawn! (tn BDB 1007 s. v. שַׁחַר takes “dawn” as an adverbial accusative, though others understand it as a personified direct object. “Dawn” is used metaphorically for the time of deliverance and vindication the psalmist anticipates. When salvation “dawns,” the psalmist will “wake up” in praise.)"},{"number":3,"verse":"I will give you thanks before the nations, O LORD! I will sing praises to you before foreigners! (tn Or “the peoples.”)"},{"number":4,"verse":"For your loyal love extends beyond the sky, (tn Heb “for great upon the sky [or “heavens”] [is] your loyal love.”) and your faithfulness reaches the clouds."},{"number":5,"verse":"Rise up (tn Or “be exalted.”) above the sky, O God! May your splendor cover the whole earth! (tn Heb “over all the earth [be] your splendor.” Though no verb appears, the tone of the statement is a prayer or wish. (Note the imperative form in the preceding line.))"},{"number":6,"verse":"Deliver by your power (tn Heb “right hand.”) and answer me, so that the ones you love may be safe. (tn Or “may be rescued.” The lines are actually reversed in the Hebrew text: “So that the ones you love may be rescued, deliver by your power and answer me.”)"},{"number":7,"verse":"God has spoken in his sanctuary: (tn Heb “in his holy place.”) “I will triumph! I will parcel out Shechem, the valley of Succoth I will measure off. (sn Shechem stands for the territory west of the Jordan River; the valley of Succoth represents the region east of the Jordan.)"},{"number":8,"verse":"Gilead belongs to me, as does Manasseh! (tn Gilead was located east of the Jordan River. Half of the tribe of Manasseh lived east of the Jordan in the region of Bashan.) Ephraim is my helmet, (tn Heb “the protection of my head.”sn Ephraim, one of Joseph’s sons, was one of two major tribes located west of the Jordan River. By comparing Ephraim to a helmet, the Lord suggests that the Ephraimites played a primary role in the defense of his land.) Judah my royal scepter. (sn Judah, like Ephraim, was the other major tribe west of the Jordan River. The Davidic king, symbolized here by the royal scepter, came from this tribe.)"},{"number":9,"verse":"Moab is my wash basin. (sn The metaphor of the wash basin, used to rinse one’s hands and feet, suggests that Moab, in contrast to Israel’s elevated position (vv. 7–8), would be reduced to the status of a servant.) I will make Edom serve me. (tn Heb “over Edom I will throw my sandal.” The point of the metaphor is not entirely clear. Some interpret this as idiomatic for “taking possession of.” Others translate עַל (’al) as “to” and understand this as referring to a master throwing his dirty sandal to a servant so that the latter might dust it off.) I will shout in triumph over Philistia.”"},{"number":10,"verse":"Who will lead me into the fortified city? Who will bring me to Edom? (sn The psalmist speaks again and acknowledges his need for help in battle. He hopes God will volunteer, based on the affirmation of sovereignty over Edom in v. 9, but he is also aware that God has seemingly rejected the nation of Israel (v. 11).)"},{"number":11,"verse":"Have you not rejected us, O God? O God, you do not go into battle with our armies."},{"number":12,"verse":"Give us help against the enemy, for any help men might offer is futile. (tn Heb “and futile [is] the deliverance of man.”)"},{"number":13,"verse":"By God’s power we will conquer; (tn Heb “in God we will accomplish strength.” The statement refers here to military success (see Num 24:18; 1 Sam 14:48; Pss 60:12; 118:16-16).) he will trample down (sn On the expression trample down our enemies see Ps 44:5.) our enemies."}]}