{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"(230 109) (For the music director, a psalm of David.) (sn Psalm 109. Appealing to God’s justice, the psalmist asks God to vindicate him and to bring severe judgment down upon his enemies.) O God whom I praise, do not ignore me! (tn Heb “do not be deaf.”)"},{"number":2,"verse":"For they say cruel and deceptive things to me; they lie to me. (tn Heb “for a mouth of evil and a mouth of deceit against me they open, they speak with me [with] a tongue of falsehood.”)"},{"number":3,"verse":"They surround me and say hateful things; (tn Heb “and [with] words of hatred they surround me.”) they attack me for no reason."},{"number":4,"verse":"They repay my love with accusations, (tn Heb “in place of my love they oppose me.”) but I continue to pray. (tn Heb “and I, prayer.”)"},{"number":5,"verse":"They repay me evil for good, (tn Heb “and they set upon me evil in place of good.”) and hate for love."},{"number":6,"verse":"(sn In vv. 6–19 the psalmist calls on God to judge his enemies severely. Some attribute this curse-list to the psalmist’s enemies rather than the psalmist. In this case one should paraphrase v. 6: “They say about me, ‘Appoint an evil man, etc.’” Those supporting this line of interpretation point out that vv. 2–5 and 20 refer to the enemies’ attack on the psalmist being a verbal one. Furthermore in vv. 1–5, 20 the psalmist speaks of his enemies in the plural, while vv. 6–19 refer to an individual. This use of the singular in vv. 6–19 could be readily explained if this is the psalmist’s enemies’ curse on him. However, it is much more natural to understand vv. 6–19 as the psalmist’s prayer against his enemies. There is no introductory quotation formula in v. 6 to indicate that the psalmist is quoting anyone, and the statement “may the Lord repay my accusers in this way” in v. 20 most naturally appears to be a fitting conclusion to the prayer in vv. 6–19. But what about the use of the singular in vv. 6–19? Often in the psalms the psalmist will describe his enemies as a group, but then speak of them as an individual as well, as if viewing his adversaries collectively as one powerful foe. See, for example, Ps 7, where the psalmist uses both the plural (vv. 1, 6) and the singular (vv. 2, 4–5) in referring to enemies. Perhaps by using the singular in such cases, the psalmist wants to single out each enemy for individual attention, or perhaps he has one especially hostile enemy in mind who epitomizes the opposition of the whole group. This may well be the case in Ps 109. Perhaps we should understand the singular throughout vv. 6–19 in the sense of “each and every one.” For a lengthy and well-reasoned defense of the opposite view – that vv. 6–19 are a quotation of what the enemies said about the psalmist – see L. C. Allen, Psalms 101–150 (WBC), 72-73.) Appoint an evil man to testify against him! (tn Heb “appoint against him an evil [man].”) May an accuser stand (tn The prefixed verbal form is taken as a jussive here (note the imperative in the preceding line).) at his right side!"},{"number":7,"verse":"When he is judged, he will be found (tn The prefixed verbal form could be taken as a jussive, but the use of the imperfect form in the following line suggests that v. 7 anticipates the outcome of the accusation envisioned in v. 6.) guilty! (tn Heb “he will go out [as] a criminal” (that is, guilty).) Then his prayer will be regarded as sinful."},{"number":8,"verse":"May his days be few! (tn The prefixed verbal forms (except those with vav [ו] consecutive) in vv. 8–20 are taken as jussives of prayer. Note the distinct jussive forms used in vv. 12–13, 15, 19.) May another take his job! (tn The Hebrew noun פְּקֻדָּה (pÿquddah) can mean “charge” or “office,” though BDB 824 s. v. suggests that here it refers to his possessions.)"},{"number":9,"verse":"May his children (tn Or “sons.”) be fatherless, and his wife a widow!"},{"number":10,"verse":"May his children (tn Or “sons.”) roam around begging, asking for handouts as they leave their ruined home! (tn Heb “and roaming, may his children roam and beg, and seek from their ruins.” Some, following the LXX, emend the term וְדָרְשׁוּ (vÿdoreshu, “and seek”) to יְגֹרְשׁוּ (yÿgoreshu; a Pual jussive, “may they be driven away” [see Job 30:5; cf. NIV, NRSV]), but דָּרַשׁ (darash) nicely parallels שִׁאֵלוּ (shi’elu, “and beg”) in the preceding line.)"},{"number":11,"verse":"May the creditor seize (tn Heb “lay snares for” (see Ps 38:12).) all he owns! May strangers loot his property! (tn Heb “the product of his labor.”)"},{"number":12,"verse":"May no one show him kindness! (tn Heb “may there not be for him one who extends loyal love.”) May no one have compassion (tn Perhaps this refers to being generous (see Ps 37:21).) on his fatherless children!"},{"number":13,"verse":"May his descendants (tn Or “offspring.”) be cut off! (sn On the expression cut off see Ps 37:28.) May the memory of them be wiped out by the time the next generation arrives! (tn Heb “in another generation may their name be wiped out.”)"},{"number":14,"verse":"May his ancestors’ (tn Or “fathers’ sins.”) sins be remembered by the LORD! May his mother’s sin not be forgotten! (tn Heb “not be wiped out.”sn According to ancient Israelite theology and its doctrine of corporate solidarity and responsibility, children could be and often were punished for the sins of their parents. For a discussion of this issue see J. Kaminsky, Corporate Responsibility in the Hebrew Bible (JSOTSup). (Kaminsky, however, does not deal with Ps 109.))"},{"number":15,"verse":"May the LORD be constantly aware of them, (tn Heb “may they [that is, the sins mentioned in v. 14] be before the Lord continually.”) and cut off the memory of his children (tn Heb “their memory.” The plural pronominal suffix probably refers back to the children mentioned in v. 13, and for clarity this has been specified in the translation.) from the earth!"},{"number":16,"verse":"For he never bothered to show kindness; (tn Heb “he did not remember to do loyal love.”) he harassed the oppressed and needy, and killed the disheartened. (tn Heb “and he chased an oppressed and needy man, and one timid of heart to put [him] to death.”)"},{"number":17,"verse":"He loved to curse (sn A curse in OT times consists of a formal appeal to God to bring judgment down upon another. Curses were sometimes justified (such as the one spoken by the psalmist here in vv. 6–19), but when they were not, the one pronouncing the curse was in danger of bringing the anticipated judgment down upon himself.) others, so those curses have come upon him. (tn Heb “and he loved a curse and it came [upon] him.” A reference to the evil man experiencing a curse seems premature here, for the psalmist is asking God to bring judgment on his enemies. For this reason some (cf. NIV, NRSV) prefer to repoint the vav (ו) on “it came” as conjunctive and translate the verb as a jussive of prayer (“may it come upon him!”). The prefixed form with vav consecutive in the next line is emended in the same way and translated, “may it be far from him.” However, the psalmist may be indicating that the evil man’s lifestyle has already begun to yield its destructive fruit.) He had no desire to bless anyone, so he has experienced no blessings. (tn Heb “and he did not delight in a blessing and it is far from him.”)"},{"number":18,"verse":"He made cursing a way of life, (tn Heb “he put on a curse as [if it were] his garment.”) so curses poured into his stomach like water and seeped into his bones like oil. (tn Heb “and it came like water into his inner being, and like oil into his bones.” This may refer to this individual’s appetite for cursing. For him cursing was as refreshing as drinking water or massaging oneself with oil. Another option is that the destructive effects of a curse are in view. In this case a destructive curse invades his very being, like water or oil. Some who interpret the verse this way prefer to repoint the vav (ו) on “it came” to a conjunctive vav and interpret the prefixed verb as a jussive, “may it come!”)"},{"number":19,"verse":"May a curse attach itself to him, like a garment one puts on, (tn Heb “may it be for him like a garment one puts on.”) or a belt (tn The Hebrew noun מֵזַח (mezakh, “belt; waistband”) occurs only here in the OT. The form apparently occurs in Isa 23:10 as well, but an emendation is necessary there.) one wears continually!"},{"number":20,"verse":"May the LORD repay my accusers in this way, (tn Heb “[may] this [be] the repayment to my accusers from the Lord.”) those who say evil things about (tn Or “against.”) me! (tn The Hebrew term נֶפֶשׁ (nefesh, “being; soul”) with a pronominal suffix is often equivalent to a pronoun, especially in poetry (see BDB 660 s. v. נֶפֶשׁ 4. a).)"},{"number":21,"verse":"O sovereign LORD, intervene on my behalf for the sake of your reputation! (tn Heb “but you, Lord, Master, do with me for the sake of your name.” Here “name” stands metonymically for God’s reputation.) Because your loyal love is good, deliver me!"},{"number":22,"verse":"For I am oppressed and needy, and my heart beats violently within me. (tc The verb in the Hebrew text (חָלַל, khalal) appears to be a Qal form from the root חלל meaning “pierced; wounded.” However, the Qal of this root is otherwise unattested. The translation assumes an emendation to יָחִיל (yakhil), a Qal imperfect from חוּל (khul, “tremble”) or to חֹלַל (kholal), a polal perfect from חוּל (khul). See Ps 55:4, which reads לִבִּי יָחִיל בְּקִרְבִּי (libbiy yakhil bÿqirbbiy, “my heart trembles [i. e., “beats violently”] within me”).)"},{"number":23,"verse":"I am fading away like a shadow at the end of the day; (tn Heb “like a shadow when it is extended I go.” He is like a late afternoon shadow made by the descending sun that will soon be swallowed up by complete darkness. See Ps 102:11.) I am shaken off like a locust."},{"number":24,"verse":"I am so starved my knees shake; (tn Heb “my knees stagger from fasting.”) I have turned into skin and bones. (tn Heb “and my flesh is lean away from fatness [i. e., “lean so as not to be fat”].”)"},{"number":25,"verse":"I am disdained by them. (tn Heb “as for me, I am a reproach to them.”) When they see me, they shake their heads. (sn They shake their heads. Apparently shaking the head was a taunting gesture. See also Job 16:4; Ps 22:7; Lam 2:15.)"},{"number":26,"verse":"Help me, O LORD my God! Because you are faithful to me, deliver me! (tn Heb “deliver me according to your faithfulness.”)"},{"number":27,"verse":"Then they will realize (tn After the preceding imperative, the prefixed verbal form with vav (ו) conjunctive indicates purpose or result.) this is your work, (tn Heb “that your hand [is] this.”) and that you, LORD, have accomplished it."},{"number":28,"verse":"They curse, but you will bless. (tn Another option is to translate the imperfect as a prayer/request (“may you bless”).) When they attack, they will be humiliated, (tn The verbal sequence is perfect + prefixed form with vav (ו) consecutive. Since the psalmist seems to be anticipating the demise of his enemies, he may be using these forms rhetorically to describe the enemies’ defeat as if it were already accomplished. Some emend the text to קָמוּ יֵבֹשׁוּ (qamu yevoshu, “may those who attack me be humiliated”). See L. C. Allen, Psalms 101–150 (WBC), 75.) but your servant will rejoice."},{"number":29,"verse":"My accusers will be covered (tn Heb “clothed.” Another option is to translate the prefixed verbal forms in this line and the next as jussives (“may my accusers be covered with shame”).) with shame, and draped in humiliation as if it were a robe."},{"number":30,"verse":"I will thank the LORD profusely, (tn Heb “I will thank the Lord very much with my mouth.”) in the middle of a crowd (tn Heb “many.”) I will praise him,"},{"number":31,"verse":"because he stands at the right hand of the needy, to deliver him from those who threaten (tn Heb “judge.”) his life."}]}