{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":12,"verses":[{"number":1,"verse":"230 12sheminithFor the music director; according to the style; a psalm of David. (sn Psalm 12. The psalmist asks the Lord to intervene, for society is overrun by deceitful, arrogant oppressors and godly individuals are a dying breed. When the Lord announces his intention to defend the oppressed, the psalmist affirms his confidence in the divine promise.) (tn The meaning of the Hebrew term שְׁמִינִית (shÿminit) is uncertain; perhaps it refers to a particular style of music. See 1 Chr 15:21.) Deliver, LORD! For the godly (tn The singular form is collective or representative. Note the plural form “faithful [ones]” in the following line. A “godly [one]” (חָסִיד, khasid) is one who does what is right in God’s eyes and remains faithful to God (see Pss 4:3; 18:25; 31:23; 37:28; 86:2; 97:10).) have disappeared; (tn Or “have come to an end.”) people of integrity (tn Heb “the faithful [ones] from the sons of man.”) have vanished. (tn The Hebrew verb פָּסַס (pasas) occurs only here. An Akkadian cognate means “efface, blot out.”)"},{"number":2,"verse":"People lie to one another; (tn Heb “falsehood they speak, a man with his neighbor.” The imperfect verb forms in v. 2 describe what is typical in the psalmist’s experience.) they flatter and deceive. (tn Heb “[with] a lip of smoothness, with a heart and a heart they speak.” Speaking a “smooth” word refers to deceptive flattery (cf. Ps 5:9; 55:21; Prov 2:16; 5:3; 7:5, 21; 26:28; 28:23; Isa 30:10). “Heart” here refers to their mind, from which their motives and intentions originate. The repetition of the noun indicates diversity (see GKC 396 §123. f, IBHS 116 §7.2.3c, and Deut 25:13, where the phrase “weight and a weight” refers to two different measuring weights). These people have two different types of “hearts.” Their flattering words seem to express kind motives and intentions, but this outward display does not really reflect their true motives. Their real “heart” is filled with evil thoughts and destructive intentions. The “heart” that is seemingly displayed through their words is far different from the real “heart” they keep disguised. (For the idea see Ps 28:3.) In 1 Chr 12:33 the phrase “without a heart and a heart” means “undivided loyalty.”)"},{"number":3,"verse":"May the LORD cut off (tn The verb form is a jussive, indicating that the statement is imprecatory (“May the Lord cut off”), not indicative (“The Lord will cut off”; see also Ps 109:15 and Mal 2:12). The psalmist appeals to God to destroy the wicked, rather than simply stating his confidence that he will. In this way he seeks to activate divine judgment by appealing to God’s just character. For an example of the power of such a curse, see Judg 9:7–57.) all flattering lips, and the tongue that boasts! (tn Heb “a tongue speaking great [things].”)"},{"number":4,"verse":"They say, (tn Heb “which say.” The plural verb after the relative pronoun indicates a plural antecedent for the pronoun, probably “lips” in v. 3.) “We speak persuasively; (tn Heb “to our tongue we make strong.” The Hiphil of גָבַר (gavar) occurs only here and in Dan 9:27, where it refers to making strong, or confirming, a covenant. Here in Ps 12 the evildoers “make their tongue strong” in the sense that they use their tongue to produce flattering and arrogant words to accomplish their purposes. The preposition -לְ (l) prefixed to “our tongue” may be dittographic.) we know how to flatter and boast. (tn Heb “our lips [are] with us.” This odd expression probably means, “our lips are in our power,” in the sense that they say what they want, whether it be flattery or boasting. For other cases where אֵת (’et, “with”) has the sense “in the power of,” see Ps 38:10 and other texts listed by BDB 86 s. v. 3. a.) Who is our master?” (sn The rhetorical question expresses the arrogant attitude of these people. As far as they are concerned, they are answerable to no one for how they speak.)"},{"number":5,"verse":"“Because of the violence done to the oppressed, (tn The term translated “oppressed” is an objective genitive; the oppressed are the recipients/victims of violence.) because of the painful cries (tn Elsewhere in the psalms this noun is used of the painful groans of prisoners awaiting death (79:11; 102:20). The related verb is used of the painful groaning of those wounded in combat (Jer 51:52; Ezek 26:15) and of the mournful sighing of those in grief (Ezek 9:4; 24:17).) of the needy, I will spring into action,” (tn Heb “I will rise up.”) says the LORD. “I will provide the safety they so desperately desire.” (tn Heb “I will place in deliverance, he pants for it.” The final two words in Hebrew (יָפִיחַ לוֹ, yafiakh lo) comprise an asyndetic relative clause, “the one who pants for it.” “The one who pants” is the object of the verb “place” and the antecedent of the pronominal suffix (in the phrase “for it”) is “deliverance.” Another option is to translate, “I will place in deliverance the witness for him,” repointing יָפִיחַ (a Hiphil imperfect from פּוּחַ, puakh, “pant”) as יָפֵחַ (yafeakh), a noun meaning “witness.” In this case the Lord would be promising protection to those who have the courage to support the oppressed in the court of law. However, the first part of the verse focuses on the oppressed, not their advocates.)"},{"number":6,"verse":"The LORD’s words are absolutely reliable. (tn Heb “the words of the Lord are pure words,” i. e., untainted by falsehood or deception (in contrast to the flattery of the evildoers, v. 2).) They are as untainted as silver purified in a furnace on the ground, where it is thoroughly refined. (tn Heb “[like] silver purified in a furnace of [i. e., “on”] the ground, refined seven times.” The singular participle מְזֻקָּק (mÿzuqqaq, “refined”) modifies “silver.” The number seven is used rhetorically to express the thorough nature of the action. For other rhetorical/figurative uses of שִׁבְעָתָיִם (shiv’atayim, “seven times”), see Gen 4:15, 24; Ps 79:12; Prov 6:31; Isa 30:26.)"},{"number":7,"verse":"You, LORD, will protect them; (tn The third person plural pronominal suffix on the verb is masculine, referring back to the “oppressed” and “needy” in v. 5 (both of those nouns are plural in form), suggesting that the verb means “protect” here. The suffix does not refer to אִמֲרוֹת (’imarot, “words”) in v. 6, because that term is feminine gender.) you will continually shelter each one from these evil people, (tn Heb “you will protect him from this generation permanently.” The third masculine singular suffix on the verb “protect” is probably used in a distributive sense, referring to each one within the group mentioned previously (the oppressed/needy, referred to as “them” in the preceding line). On this grammatical point see GKC 396 §123. f (where the present text is not cited). (Some Hebrew mss and ancient textual witnesses read “us,” both here and in the preceding line.) The noun דוֹר (dor, “generation”) refers here to the psalmist’s contemporaries, who were characterized by deceit and arrogance (see vv. 1–2). See BDB 189-90 s. v. for other examples where “generation” refers to a class of people.)"},{"number":8,"verse":"for the wicked seem to be everywhere, (tn Heb “the wicked walk all around.” One could translate v. 8a as an independent clause, in which case it would be a concluding observation in proverbial style. The present translation assumes that v. 8a is a subordinate explanatory clause, or perhaps a subordinate temporal clause (“while the wicked walk all around”). The adverb סָבִיב (saviv, “around”), in combination with the Hitpael form of the verb “walk” (which indicates repeated action), pictures the wicked as ubiquitous. They have seemingly overrun society.) when people promote evil. (tn Heb “when evil is lifted up by the sons of man.” The abstract noun זֻלּוּת (zulut, “evil”) occurs only here. On the basis of evidence from the cognate languages (see HALOT 272 s. v.), one might propose the meaning “base character,” or “morally foolish behavior.”)"}]}