{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":127,"verses":[{"number":1,"verse":"(230 127) (A song of ascents, by Solomon.) (sn Psalm 127. In this wisdom psalm the psalmist teaches that one does not find security by one’s own efforts, for God alone gives stability and security.) (sn The precise significance of this title, which appears in Pss 120–134, is unclear. Perhaps worshipers recited these psalms when they ascended the road to Jerusalem to celebrate annual religious festivals. For a discussion of their background see L. C. Allen, Psalms 101–150 (WBC), 219-21.) If the LORD does not build a house, (sn The expression build a house may have a double meaning here. It may refer on the surface level to a literal physical structure in which a family lives, but at a deeper, metaphorical level it refers to building, perpetuating, and maintaining a family line. See Deut 25:9; Ruth 4:11; 1 Sam 2:35; 2 Sam 7:27; 1 Kgs 11:38; 1 Chr 17:10, 25. Having a family line provided security in ancient Israel.) then those who build it work in vain. If the LORD does not guard a city, (sn The city symbolizes community security, which is the necessary framework for family security.) then the watchman stands guard in vain."},{"number":2,"verse":"It is vain for you to rise early, come home late, and work so hard for your food. (tn Heb “[it is] vain for you, you who are early to rise, who delay sitting, who eat the food of hard work.” The three substantival participles are parallel and stand in apposition to the pronominal suffix on the preposition. See לָכֶם (lakhem, “for you”).) Yes, (tn Here the Hebrew particle כֵּן (ken) is used to stress the following affirmation (see Josh 2:4; Ps 63:2).) he can provide for those whom he loves even when they sleep. (tn Heb “he gives to his beloved, sleep.” The translation assumes that the Hebrew term שֵׁנָא (shena’, “sleep,” an alternate form of שֵׁנָה, shenah) is an adverbial accusative. The point seems to be this: Hard work by itself is not what counts, but one’s relationship to God, for God is able to bless an individual even while he sleeps. (There may even be a subtle allusion to the miracle of conception following sexual intercourse; see the reference to the gift of sons in the following verse.) The statement is not advocating laziness, but utilizing hyperbole to give perspective and to remind the addressees that God must be one’s first priority. Another option is to take “sleep” as the direct object: “yes, he gives sleep to his beloved” (cf. NIV, NRSV). In this case the point is this: Hard work by itself is futile, for only God is able to bless one with sleep, which metonymically refers to having one’s needs met. He blesses on the basis of one’s relationship to him, not on the basis of physical energy expended.)"},{"number":3,"verse":"Yes, (tn or “look.”) sons (tn Some prefer to translate this term with the gender neutral “children,” but “sons” are plainly in view here, as the following verses make clear. Daughters are certainly wonderful additions to a family, but in ancient Israelite culture sons were the “arrows” that gave a man security in his old age, for they could defend the family interests at the city gate, where the legal and economic issues of the community were settled.) are a gift from the LORD, the fruit of the womb is a reward."},{"number":4,"verse":"Sons born during one’s youth are like arrows in a warrior’s hand. (tn Heb “like arrows in the hand of a warrior, so [are] sons of youth.” Arrows are used in combat to defend oneself against enemies; sons are viewed here as providing social security and protection (see v. 5). The phrase “sons of youth” is elliptical, meaning “sons [born during the father’s] youth.” Such sons will have grown up to be mature adults and will have children of their own by the time the father reaches old age and becomes vulnerable to enemies. Contrast the phrase “son of old age” in Gen 37:3 (see also 44:20), which refers to Jacob’s age when Joseph was born.)"},{"number":5,"verse":"How blessed is the man who fills his quiver with them! They will not be put to shame (tn Being “put to shame” is here metonymic for being defeated, probably in a legal context, as the reference to the city gate suggests. One could be humiliated (Ps 69:12) or deprived of justice (Amos 5:12) at the gate, but with strong sons to defend the family interests this was less likely to happen.) when they confront (tn Heb “speak with.”) enemies at the city gate."}]}