{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":137,"verses":[{"number":1,"verse":"230 137 (sn Psalm 137. The Babylonian exiles lament their condition, vow to remain loyal to Jerusalem, and appeal to God for revenge on their enemies.) By the rivers of Babylon we sit down and weep (tn Heb “there we sit down, also we weep.”) when we remember Zion."},{"number":2,"verse":"On the poplars in her midst we hang our harps,"},{"number":3,"verse":"for there our captors ask us to compose songs; (tn Heb “ask us [for] the words of a song.”) those who mock us demand that we be happy, saying: (tn Heb “our [?] joy.” The derivation and meaning of the Hebrew phrase תוֹלָלֵינוּ (tolalenu, “our [?]”) are uncertain. A derivation from תָּלַל (talal, “to mock”) fits contextually, but this root occurs only in the Hiphil stem. For a discussion of various proposals, see L. C. Allen, Psalms 101–150 (WBC), 236.) “Sing for us a song about Zion!” (tn Heb “from a song of Zion.” Most modern translations read, “one of the songs of Zion,” taking the preposition מִן (min, “from”) as partitive and “song” as collective. The present translation assumes the mem (ם) is enclitic, being misunderstood later as the prefixed preposition.)"},{"number":4,"verse":"How can we sing a song to the LORD in a foreign land?"},{"number":5,"verse":"If I forget you, O Jerusalem, may my right hand be crippled! (tn Heb “may my right hand forget.” In this case one must supply an object, such as “how to move.” The elliptical nature of the text has prompted emendations (see L. C. Allen, Psalms 101–150 [WBC], 236). The translation assumes an emendation to תִּכְשַׁח (tikhshakh), from an otherwise unattested root כשׁח, meaning “to be crippled; to be lame.” See HALOT 502 s. v. כשׁח, which cites Arabic cognate evidence in support of the proposal. The corruption of the MT can be explained as an error of transposition facilitated by the use of שָׁכַח (shakhakh, “forget”) just before this.)"},{"number":6,"verse":"May my tongue stick to the roof of my mouth, if I do not remember you, and do not give Jerusalem priority over whatever gives me the most joy. (tn Heb “if I do not lift up Jerusalem over the top of my joy.”)"},{"number":7,"verse":"Remember, O LORD, what the Edomites did on the day Jerusalem fell. (tn Heb “remember, O Lord, against the sons of Edom, the day of Jerusalem.”) They said, “Tear it down, tear it down, (tn Heb “lay [it] bare, lay [it] bare.”) right to its very foundation!”"},{"number":8,"verse":"O daughter Babylon, soon to be devastated! (tn Heb “O devastated daughter of Babylon.” The psalmist dramatically anticipates Babylon’s demise.) How blessed will be the one who repays you for what you dished out to us! (tn Heb “O the happiness of the one who repays you your wage which you paid to us.”)"},{"number":9,"verse":"How blessed will be the one who grabs your babies and smashes them on a rock! (sn For other references to the wholesale slaughter of babies in the context of ancient Near Eastern warfare, see 2 Kgs 8:12; Isa 13:16; Hos 13:16; Nah 3:10.)"}]}