{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":16,"verses":[{"number":1,"verse":"230 16A prayer of David. (sn Psalm 16. The psalmist seeks divine protection because he has remained loyal to God. He praises God for his rich blessings, and is confident God will vindicate him and deliver him from death.) (tn The precise meaning of the Hebrew term מִכְתָּם (mikhtam) is uncertain. HALOT 582-83 s. v. defines it as “inscription.”) Protect me, O God, for I have taken shelter in you. (tn The Hebrew perfect verbal form probably refers here to a completed action with continuing results (see 7:1; 11:1). sn Taken shelter. “Taking shelter” in the Lord is an idiom for seeking his protection. Seeking his protection presupposes and even demonstrates the subject’s loyalty to the Lord. In the psalms those who “take shelter” in the Lord are contrasted with the wicked and equated with those who love, fear and serve the Lord (Pss 5:11–12; 31:17–20; 34:21–22).)"},{"number":2,"verse":"I say to the LORD, “You are the Lord, my only source of well-being.” (tn Heb “my good [is] not beyond you.” For the use of the preposition עַל (’al) in the sense of “beyond,” see BDB 755 s. v. 2.)"},{"number":3,"verse":"As for God’s chosen people who are in the land, and the leading officials I admired so much (tn Heb “regarding the holy ones who [are] in the land, they; and the mighty [ones] in [whom is/was] all my desire.” The difficult syntax makes the meaning of the verse uncertain. The phrase “holy ones” sometimes refers to God’s angelic assembly (see Ps 89:5, 7), but the qualifying clause “who are in the land” suggests that here it refers to God’s people (Ps 34:9) or to their priestly leaders (2 Chr 35:3).) —"},{"number":4,"verse":"their troubles multiply, they desire other gods. (tn Heb “their troubles multiply, another, they pay a dowry.” The meaning of the text is unclear. The Hebrew term עַצְּבוֹתָם (’atsÿvotam, “troubles”) appears to be a plural form of עַצֶּבֶת (’atsÿvet, “pain, wound”; see Job 9:28; Ps 147:3). Because idolatry appears to be in view (see v. 4b), some prefer to emend the noun to עַצְּבִים (’atsÿvim, “idols”). “Troubles” may be a wordplay on “idols” or a later alteration designed to emphasize that idolatry leads to trouble. The singular form אחר (“another”) is syntactically problematic here. Perhaps the form should be emended to a plural אֲחֵרִים (’akherim, “others”). (The final mem [ם] could have been lost by haplography; note the mem [מ] at the beginning of the next word.) In this case it might be taken as an abbreviated form of the well-attested phrase אֱלֹהִים אֲחֵרִים (’elohim ’akherim, “other gods”). (In Isa 42:8 the singular form אַחַר (’akher, “another”) is used of another god.) The verb מָהַר (mahar) appears in the Qal stem; the only other use of a Qal verbal form of a root מָהַר is in Exod 22:15, where the denominative verb מָהֹר (mahor, “purchase [a wife]”) appears; cf. the related noun מֹהַר (mohar, “bride money, purchase price for a wife”). If that verb is understood here, then the idolaters are pictured as eager bridegrooms paying the price to acquire the object of their desire. Another option is to emend the verb to a Piel and translate, “hurry (after).”) I will not pour out drink offerings of blood to their gods, (tn Heb “I will not pour out their drink offerings of blood.” The third masculine plural suffix would appear to refer back to the people/leaders mentioned in v. 3. However, if we emend אֲחֵר (’akher, “another”) to the plural אֲחֵרִים (’akherim, “other [gods]”) in v. 4, the suffix can be understood as referring to these gods – “the drink offerings [made to] them.” The next line favors this interpretation. Perhaps this refers to some type of pagan cultic ritual. Elsewhere wine is the prescribed content of drink offerings.) nor will I make vows in the name of their gods. (tn Heb “and I will not lift up their names upon my lips.” The expression “lift up the name” probably refers here to swearing an oath in the name of deity (see Exod 20:7; Deut 5:11). If so, the third masculine plural suffix on “names” likely refers to the pagan gods, not the people/leaders. See the preceding note.)"},{"number":5,"verse":"LORD, you give me stability and prosperity; (tn Heb “O Lord, the portion of my possession and my cup”; or “the Lord [is] the portion of my possession and my cup.” The psalmist compares the Lord to landed property, which was foundational to economic stability in ancient Israel, and to a cup of wine, which may symbolize a reward (in Ps 11:6 it symbolizes the judgment one deserves) or divine blessing (see Ps 23:5). The metaphor highlights the fact that God is the psalmist’s source of security and prosperity.) you make my future secure. (tc Heb “you take hold of my lot.” The form תּוֹמִיךְ (tomikh) should be emended to a participle, תוֹמֵךְ (tomekh). The psalmist pictures the Lord as casting his lot (a method used to allot landed property) for him, thus assuring that he will receive a fertile piece of land (see v. 6). As in the previous line, land represents security and economic stability, thus “you make my future secure.”)"},{"number":6,"verse":"It is as if I have been given fertile fields or received a beautiful tract of land. (tn Heb “measuring lines have fallen for me in pleasant [places]; yes, property [or “an inheritance”] is beautiful for me.” On the dative use of עַל, see BDB 758 s. v. II.8. Extending the metaphor used in v. 5, the psalmist compares the divine blessings he has received to a rich, beautiful tract of land that one might receive by allotment or inheritance.)"},{"number":7,"verse":"I will praise (tn Heb “bless,” that is, “proclaim as worthy of praise.”) the LORD who (tn Or “because.”) guides (tn Or “counsels, advises.”) me; yes, during the night I reflect and learn. (tn Heb “yes, [during] nights my kidneys instruct [or “correct”] me.” The “kidneys” are viewed here as the seat of the psalmist’s moral character (see Ps 26:2). In the quiet darkness the Lord speaks to his inner being, as it were, and enables him to grow in moral understanding.)"},{"number":8,"verse":"I constantly trust in the LORD; (tn Heb “I set the Lord before me continually.” This may mean that the psalmist is aware of the Lord’s presence and sensitive to his moral guidance (see v. 7), or that he trusts in the Lord’s protection (see the following line).) because he is at my right hand, I will not be upended."},{"number":9,"verse":"So my heart rejoices and I am happy; (tn Heb “my glory is happy.” Some view the Hebrew term כְּבוֹדִי (kÿvodiy, “my glory”) as a metonymy for man’s inner being (see BDB 459 s. v. II כָּבוֹד 5), but it is preferable to emend the form to כְּבֵדִי (kÿvediy, “my liver”). Like the heart, the liver is viewed as the seat of one’s emotions. See also Pss 30:12; 57:9; 108:1, as well as H. W. Wolff, Anthropology of the Old Testament, 64, and M. Dahood, Psalms (AB), 1:90. For an Ugaritic example of the heart/liver as the source of joy, see G. R. Driver, Canaanite Myths and Legends, 47-48: “her [Anat’s] liver swelled with laughter, her heart was filled with joy, the liver of Anat with triumph.”) My life is safe. (tn Heb “yes, my flesh dwells securely.” The psalmist’s “flesh” stands by metonymy for his body and, by extension, his physical life.)"},{"number":10,"verse":"You will not abandon me (tn Or “my life.” The suffixed form of נֶפֶשׁ (nefesh, “being”) is often equivalent to a pronoun in poetic texts.) to Sheol; (sn In ancient Israelite cosmology Sheol is the realm of the dead, viewed as being under the earth’s surface. See L. I. J. Stadelmann, The Hebrew Conception of the World, 165-76.) you will not allow your faithful follower (tn A “faithful follower” (חָסִיד [khasid], traditionally rendered “holy one”) is one who does what is right in God’s eyes and remains faithful to God (see Pss 4:3; 12:1; 18:25; 31:23; 37:28; 86:2; 97:10). The psalmist here refers to himself, as the parallel line (“You will not abandon me to Sheol”) indicates.) to see (tn That is, “experience.” The psalmist is confident that the Lord will protect him in his present crisis (see v. 1) and prevent him from dying. sn According to Peter, the words of Ps 16:8–11 are applicable to Jesus (Acts 2:25–29). Peter goes on to argue that David, being a prophet, foresaw future events and spoke of Jesus’ resurrection from the dead (Acts 2:30–33). Paul seems to concur with Peter in this understanding (see Acts 13:35–37). For a discussion of the NT application of these verses to Jesus’ resurrection, see R. B. Chisholm, Jr., “A Theology of the Psalms,” A Biblical Theology of the Old Testament, 292-95.) the Pit. (tn The Hebrew word שָׁחַת (shakhat, “pit”) is often used as a title for Sheol (see Pss 30:9; 49:9; 55:24; 103:4). Note the parallelism with the previous line.)"},{"number":11,"verse":"You lead me in (tn Heb “cause me to know”; or “cause me to experience.”) the path of life; (tn This is a metaphorical way of saying, “you preserve my life.” The phrase “path of life” stands in contrast to death/Sheol in Prov 2:18–19; 5:5–6; 15:24.) I experience absolute joy in your presence; (tn Heb “abundance of joy [is] with your face.” The plural form of the noun שִׂמְחָה (simkhah, “joy”) occurs only here and in Ps 45:15. It may emphasize the degree of joy experienced.) you always give me sheer delight. (tn Heb “delight [is] in your right hand forever.” The plural form of the adjective נָעִים (na’im, “pleasant, delightful”) may here emphasize the degree of delight experienced (see Job 36:11).)"}]}