{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":19,"verses":[{"number":1,"verse":"230 19For the music director; a psalm of David. (sn Psalm 19. The psalmist praises God for his self-revelation in the heavens and in the Mosaic law. The psalmist concludes with a prayer, asking the Lord to keep him from sinning and to approve of his thoughts and words.) The heavens declare the glory of God; (sn God’s glory refers here to his royal majesty and power.) the sky displays his handiwork. (tn Heb “and the work of his hands the sky declares.” The participles emphasize the ongoing testimony of the heavens/sky.)"},{"number":2,"verse":"Day after day it speaks out; (tn Heb “it gushes forth a word.” The “sky” (see v. 1b) is the subject of the verb. Though not literally speaking (see v. 3), it clearly reveals God’s royal majesty. The sun’s splendor and its movement across the sky is in view (see vv. 4–6).) night after night it reveals his greatness. (tn Heb “it [i. e., the sky] declares knowledge,” i. e., knowledge about God’s royal majesty and power (see v. 1). This apparently refers to the splendor and movements of the stars. The imperfect verbal forms in v. 2, like the participles in the preceding verse, combine with the temporal phrases (“day after day” and “night after night”) to emphasize the ongoing testimony of the sky.)"},{"number":3,"verse":"There is no actual speech or word, nor is its (tn Heb “their.” The antecedent of the plural pronoun is “heavens” (v. 1).) voice literally heard."},{"number":4,"verse":"Yet its voice (tc The MT reads, “their measuring line” (קוּם, qum). The noun קַו (qav, “measuring line”) makes no sense in this context. The reading קוֹלָם (qolam, “their voice”) which is supported by the LXX, is preferable.) echoes (tn Heb “goes out,” or “proceeds forth.”) throughout the earth; its (tn Heb “their” (see the note on the word “its” in v. 3).) words carry (tn The verb is supplied in the translation. The Hebrew text has no verb; יָצָא (yatsa’, “goes out”) is understood by ellipsis.) to the distant horizon. (tn Heb “to the end of the world.”) In the sky (tn Heb “in them” (i. e., the heavens).) he has pitched a tent for the sun. (sn He has pitched a tent for the sun. The personified sun emerges from this “tent” in order to make its daytime journey across the sky. So the “tent” must refer metaphorically to the place where the sun goes to rest during the night.)"},{"number":5,"verse":"Like a bridegroom it emerges (tn The participle expresses the repeated or regular nature of the action.) from its chamber; (tn The Hebrew noun חֻפָּה (khufah, “chamber”) occurs elsewhere only in Isa 4:5 and Joel 2:16 (where it refers to the bedroom of a bride and groom). sn Like a bridegroom. The metaphor likens the sun to a bridegroom who rejoices on his wedding night.) like a strong man it enjoys (tn The imperfect verbal form draws attention to the regularity of the action.) running its course. (tn Heb “[on] a path.”sn Like a strong man. The metaphorical language reflects the brilliance of the sunrise, which attests to the sun’s vigor.)"},{"number":6,"verse":"It emerges from the distant horizon, (tn Heb “from the end of the heavens [is] its going forth.”) and goes from one end of the sky to the other; (tn Heb “and its circuit [is] to their ends.”) nothing can escape (tn Heb “is hidden from.”) its heat."},{"number":7,"verse":"The law of the LORD is perfect and preserves one’s life. (tn Heb “[it] restores life.” Elsewhere the Hiphil of שׁוּב (shuv, “return”) when used with נֶפֶשׁ (nefesh, “life”) as object, means to “rescue or preserve one’s life” (Job 33:30; Ps 35:17) or to “revive one’s strength” (emotionally or physically; cf. Ruth 4:15; Lam 1:11, 16, 19). Here the point seems to be that the law preserves the life of the one who studies it by making known God’s will. Those who know God’s will know how to please him and can avoid offending him. See v. 11a.) The rules set down by the LORD (tn Traditionally, “the testimony of the Lord.” The noun עֵדוּת (’edut) refers here to the demands of God’s covenant law.) are reliable (tn God’s covenant contains a clear, reliable witness to his moral character and demands.) and impart wisdom to the inexperienced. (tn Or “the [morally] naive,” that is, the one who is young and still in the process of learning right from wrong and distinguishing wisdom from folly.)"},{"number":8,"verse":"The LORD’s precepts are fair (tn Or “just.” Perhaps the idea is that they impart a knowledge of what is just and right.) and make one joyful. (tn Heb “[they] make happy [the] heart.” Perhaps the point is that they bring a sense of joyful satisfaction to the one who knows and keeps them, for those who obey God’s law are richly rewarded. See v. 11b.) The LORD’s commands (tn Heb “command.” The singular here refers to the law as a whole.) are pure (tn Because they reflect God’s character, his commands provide a code of moral and ethical purity.) and give insight for life. (tn Heb [they] enlighten [the] eyes.)"},{"number":9,"verse":"The commands to fear the LORD are right (tn Heb “the fear of the Lord is clean.” The phrase “fear of the Lord” probably refers here to the law, which teaches one how to demonstrate proper reverence for the Lord. See Ps 111:10 for another possible use of the phrase in this sense.) and endure forever. (tn Heb “[it] stands permanently.”) The judgments given by the LORD are trustworthy and absolutely just. (sn Trustworthy and absolutely just. The Lord’s commands accurately reflect God’s moral will for his people and are an expression of his just character.)"},{"number":10,"verse":"They are of greater value (tn Heb “more desirable.”) than gold, than even a great amount of pure gold; they bring greater delight (tn Heb “are sweeter.” God’s law is “sweet’ in the sense that, when obeyed, it brings a great reward (see v. 11b).) than honey, than even the sweetest honey from a honeycomb."},{"number":11,"verse":"Yes, your servant finds moral guidance there; (tn Heb “moreover your servant is warned by them.”) those who obey them receive a rich reward. (tn Heb “in the keeping of them [there is] a great reward.”)"},{"number":12,"verse":"Who can know all his errors? (tn Heb “Errors who can discern?” This rhetorical question makes the point that perfect moral discernment is impossible to achieve. Consequently it is inevitable that even those with good intentions will sin on occasion.) Please do not punish me for sins I am unaware of. (tn Heb “declare me innocent from hidden [things],” i. e., sins. In this context (see the preceding line) “hidden” sins are not sins committed in secret, but sins which are not recognized as such by the psalmist.)"},{"number":13,"verse":"Moreover, keep me from committing flagrant (tn Or “presumptuous.”) sins; do not allow such sins to control me. (tn Heb “let them not rule over me.”) Then I will be blameless, and innocent of blatant (tn Heb “great.”) rebellion."},{"number":14,"verse":"May my words and my thoughts be acceptable in your sight, (tn Heb “may the words of my mouth and the thought of my heart be acceptable before you.” The prefixed verbal form at the beginning of the verse is understood as a jussive of prayer. Another option is to translate the form as an imperfect continuing the thought of v. 14b: “[Then] the words of my mouth and the thought of my heart will be acceptable before you.”) O LORD, my sheltering rock (tn Heb “my rocky cliff,” which is a metaphor for protection; thus the translation “sheltering rock.”) and my redeemer. (tn Heb “and the one who redeems me.” The metaphor casts the Lord in the role of a leader who protects members of his extended family in times of need and crisis.)"}]}