{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":23,"verses":[{"number":1,"verse":"230 23A psalm of David. The LORD is my shepherd, I lack nothing."},{"number":2,"verse":"He takes me to lush pastures, he leads me to refreshing water."},{"number":3,"verse":"He restores my strength. He leads me down the right paths for the sake of his reputation."},{"number":4,"verse":"Even when I must walk through the darkest valley, I fear no danger, for you are with me; your rod and your staff reassure me. (tn The Piel of נָחַם (nakham), when used with a human object, means “comfort, console.” But here, within the metaphorical framework, it refers to the way in which a shepherd uses his implements to assure the sheep of his presence and calm their nerves. The underlying reality is the emotional stability God provides the psalmist during life threatening situations.)"},{"number":5,"verse":"You prepare a feast before me (sn In v. 5 the metaphor switches. (It would be very odd for a sheep to have its head anointed and be served wine.) The background for the imagery is probably the royal banquet. Ancient Near Eastern texts describe such banquets in similar terms to those employed by the psalmist. (See M. L. Barre and J. S. Kselman, “New Exodus, Covenant, and Restoration in Psalm 23,” The Word of the Lord Shall Go Forth, 97-127.) The reality behind the imagery is the Lord’s favor. Through his blessings and protection he demonstrates to everyone, including dangerous enemies, that the psalmist has a special relationship with him.) in plain sight of my enemies. You refresh (tn The imperfect verbal form in v. 5a carries on the generalizing mood of vv. 1–4. However, in v. 5b the psalmist switches to a perfect (דִּשַּׁנְתָּ, dishanta), which may have a generalizing force as well. But then again the perfect is conspicuous here and may be present perfect in sense, indicating that the divine host typically pours oil on his head prior to seating him at the banquet table. The verb דָשַׁן (dashan; the Piel is factitive) is often translated “anoint,” but this is misleading, for it might suggest a symbolic act of initiation into royal status. One would expect the verb מָשָׁח (mashan) in this case; דָשַׁן here describes an act of hospitality extended to guests and carries the nuance “refresh.” In Prov 15:30 it stands parallel to “make happy” and refers to the effect that good news has on the inner being of its recipient.) my head with oil; my cup is completely full. (tn The rare noun רְַָויָה (rÿvayah) is derived from the well-attested verb רָוָה (ravah, “be saturated, drink one’s fill”). In this context, where it describes a cup, it must mean “filled up,” but not necessarily to overflowing.)"},{"number":6,"verse":"Surely your goodness and faithfulness (tn The noun חֶסֶד (khesed; v. 6) has been the subject of several monographs. G. R. Clark concludes that חֶסֶד “is not merely an attitude or an emotion; it is an emotion that leads to an activity beneficial to the recipient.” He explains that an act of חֶסֶד is “a beneficent action performed, in the context of a deep and enduring commitment between two persons or parties, by one who is able to render assistance to the needy party who in the circumstances is unable to help him- or herself.” (See G. R. Clark, The Word Hesed in the Hebrew Bible [JSOTSup], 267.) HALOT 336-37 s. v. defines the word as “loyalty,” or “faithfulness.” Other appropriate meanings might be “commitment” and “devotion.”) will pursue (tn The use of רָדַף (radaf, “pursue, chase”) with טוֹב וָחֶסֶד (tov vakhesed, “goodness and faithfulness”) as subject is ironic. This is the only place in the entire OT where either of these nouns appears as the subject of this verb רָדַף (radaf, “pursue”). This verb is often used to describe the hostile actions of enemies. One might expect the psalmist’s enemies (see v. 5) to chase him, but ironically God’s “goodness and faithfulness” (which are personified and stand by metonymy for God himself) pursue him instead. The word “pursue” is used outside of its normal context in an ironic manner and creates a unique, but pleasant word picture of God’s favor (or a kind God) “chasing down” the one whom he loves.) me all my days, (tn Heb “all the days of my life.”) and I will live in (tn The verb form וְשַׁבְתִּי (vÿshavtiy) is a Qal perfect (with vav [ו] consecutive), first common singular, from שׁוּב (shuv, “return”) and should be translated, “and I will return.” But this makes no sense when construed with the following phrase, “in the house of the Lord.” The term שׁוּב (shuv) appears only here with the following phrase בְּבֵית (bÿvet). The form should be emended to וְשִׁבְתִּי (vÿshivtiy; an infinitive construct from יָשַׁב, yashav, “live”) with pronominal suffix) or to וְיָשַׁבְתִּי (vÿyashavtiy; a Qal perfect with vav [ו] consecutive, first common singular, from ישׁב [see BHS, note c]). In either case one could then translate, “and I will live [in the house of the Lord].” The phrase “in the house” frequently follows the verb יָשַׁב in the OT.) the LORD’s house (tn Heb “the house of the Lord.” The phrase may be purely metaphorical here, referring to the royal palace where the royal host of v. 5 holds his banquet and lives. If one takes the phrase more literally, it would refer to the earthly tabernacle (if one accepts Davidic authorship) or the later temple (see Judg 19:18; 1 Sam 1:7, 24; 2 Sam 12:20; 1 Kgs 7:12, 40, 45, 51).) for the rest of my life. (tn The phrase אֹרֶךְ יָמִים (’orekh yamim, “length of days”) is traditionally translated “forever.” However, this phrase, when used elsewhere of people, usually refers to a lengthy period of time, such as one’s lifetime, and does not mean “forever” in the sense of eternity. (Cf. Deut 30:20; Job 12:12; Ps 91:16; Prov 3:2, 16; Lam 5:20.) Furthermore, the parallel phrase “all the days of my life” suggests this more limited meaning. Psalm 21:4, where the phrase is followed by “forever and ever,” may be an exception, though the juxtaposition of the phrases may be an example of intensification, where the second phrase goes beyond the limits of the first, rather than synonymity. Even if one takes both expressions as referring to eternal life, the language is part of the king’s hyperbolic description of the Lord’s blessings and should not be taken literally.)"}]}