{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":32,"verses":[{"number":1,"verse":"230 32By David; a well-written song. (sn Psalm 32. The psalmist recalls the agony he experienced prior to confessing his sins and affirms that true happiness comes when one’s sins are forgiven. He then urges others not to be stubborn, but to turn to God while forgiveness is available, for God extends his mercy to the repentant, while the wicked experience nothing but sorrow.) (tn The meaning of the Hebrew term מַשְׂכִּיל (maskil) is uncertain. The word is derived from a verb meaning “to be prudent; to be wise.” Various options are: “a contemplative song,” “a song imparting moral wisdom,” or “a skillful [i. e., well-written] song.” The term occurs in the superscriptions of Pss 32, 42, 44, 45, 52–55, 74, 78, 88, 89, and 142, as well as in Ps 47:7.) How blessed (tn The Hebrew noun is an abstract plural. The word often refers metonymically to the happiness that God-given security and prosperity produce (see Pss 1:1, 3; 2:12; 34:9; 41:1; 65:4; 84:12; 89:15; 106:3; 112:1; 127:5; 128:1; 144:15). Here it refers to the relief that one experiences when one’s sins are forgiven.) is the one whose rebellious acts are forgiven, (tn Heb “lifted up.”) whose sin is pardoned! (tn Heb “covered over.”)"},{"number":2,"verse":"How blessed is the one (tn Heb “man.” The word choice reflects the perspective of the psalmist, who is male. The principle of the psalm is certainly applicable to all people, regardless of their gender or age. To facilitate modern application, the gender and age specific “man” has been translated with the more neutral “one.”) whose wrongdoing the LORD does not punish, (tn Heb “blessed [is] the man to whom the Lord does not impute wrongdoing.”) in whose spirit there is no deceit. (sn In whose spirit there is no deceit. The point is not that the individual is sinless and pure. In this context, which focuses on confession and forgiveness of sin, the psalmist refers to one who refuses to deny or hide his sin, but instead honestly confesses it to God.)"},{"number":3,"verse":"When I refused to confess my sin, (tn Heb “when I was silent.”) my whole body wasted away, (tn Heb “my bones became brittle.” The psalmist pictures himself as aging and growing physically weak. Trying to cover up his sin brought severe physical consequences.) while I groaned in pain all day long."},{"number":4,"verse":"For day and night you tormented me; (tn Heb “your hand was heavy upon me.”) you tried to destroy me (tc Heb “my [?] was turned.” The meaning of the Hebrew term לְשַׁד (lÿshad) is uncertain. A noun לָשָׁד (lashad, “cake”) is attested in Num 11:8, but it would make no sense to understand that word in this context. It is better to emend the form to לְשֻׁדִּי (lÿshuddiy, “to my destruction”) and understand “your hand” as the subject of the verb “was turned.” In this case the text reads, “[your hand] was turned to my destruction.” In Lam 3:3 the author laments that God’s “hand” was “turned” (הָפַךְ, hafakh) against him in a hostile sense. sn You tried to destroy me. The psalmist’s statement reflects his perspective. As far as he was concerned, it seemed as if the Lord was trying to kill him.) in the intense heat (tn The translation assumes that the plural form indicates degree. If one understands the form as a true plural, then one might translate, “in the times of drought.”) of summer. (sn Summer. Perhaps the psalmist suffered during the hot season and perceived the very weather as being an instrument of divine judgment. Another option is that he compares his time of suffering to the uncomfortable and oppressive heat of summer.) (Selah)"},{"number":5,"verse":"Then I confessed my sin; I no longer covered up my wrongdoing. I said, “I will confess (tn The Hiphil of ידה normally means “give thanks, praise,” but here, as in Prov 28:13, it means “confess.”) my rebellious acts to the LORD.” And then you forgave my sins. (tn Heb “the wrongdoing of my sin.” By joining synonyms for “sin” in this way, the psalmist may be emphasizing the degree of his wrongdoing.) (Selah)"},{"number":6,"verse":"For this reason every one of your faithful followers (tn A “faithful follower” (חָסִיד, khasid) is one who does what is right in God’s eyes and remains faithful to God (see Pss 4:3; 12:1; 18:25; 31:23; 37:28; 86:2; 97:10).) should pray to you while there is a window of opportunity. (tn Heb “at a time of finding.” This may mean, “while there is time to ‘find’ [the Lord]” and seek his forgiveness (cf. NIV). Some emend the text by combining מְצֹא (mÿtso’, “finding”) with the following term רַק (raq, “only, surely”) and read either ר[וֹ]מָצ (matsor, “distress”; see Ps 31:22) or ק[וֹ]מָצ (matsoq, “hardship”; see Ps 119:143). In this case, one may translate “in a time of distress/hardship” (cf. NEB, NRSV).) Certainly (tn The Hebrew term רַק (raq) occasionally has an asseverative force.) when the surging water (sn The surging water is here a metaphor for trouble that endangers one’s life.) rises, it will not reach them. (tn Heb “him.” The translation uses the plural “them” to agree with the plural “every one of your faithful followers” in the first line of v. 6.)"},{"number":7,"verse":"You are my hiding place; you protect me from distress. You surround me with shouts of joy from those celebrating deliverance. (tn Heb “[with] shouts of joy of deliverance you surround me.”) (Selah)"},{"number":8,"verse":"I will instruct and teach you (tn The second person pronominal forms in this verse are singular. The psalmist addresses each member of his audience individually (see also the note on the word “eye” in the next line). A less likely option (but one which is commonly understood) is that the Lord addresses the psalmist in vv. 8–9 (cf. NASB “I will instruct you and teach you…I will counsel you with My eye upon you”).) about how you should live. (tn Heb “I will instruct you and I will teach you in the way [in] which you should walk.”) I will advise you as I look you in the eye. (tn Heb “I will advise, upon you my eye,” that is, “I will offer advice [with] my eye upon you.” In 2 Chr 20:12 the statement “our eye is upon you” means that the speakers are looking to the Lord for intervention. Here the expression “my eye upon you” may simply mean that the psalmist will teach his pupils directly and personally.)"},{"number":9,"verse":"Do not be (tn The verb form is plural (i. e., “do not all of you be”); the psalmist addresses the whole group.) like an unintelligent horse or mule, (tn Heb “like a horse, like a mule without understanding.”) which will not obey you unless they are controlled by a bridle and bit. (tn Heb “with a bridle and bit, its [?] to hold, not to come near to you.” The meaning of the Hebrew noun עֲדִי (’adiy) is uncertain. Normally the word refers to “jewelry,” so some suggest the meaning “trappings” here (cf. NASB). Some emend the form to לְחֵיהֶם (lÿkhehem, “their jawbones”) but it is difficult to see how the present Hebrew text, even if corrupt, could have derived from this proposed original reading. P. C. Craigie (Psalms 1–50 [WBC], 265) takes the form from an Arabic root and translates “whose gallop.” Cf. also NRSV “whose temper must be curbed.”)"},{"number":10,"verse":"An evil person suffers much pain, (tn Heb “many [are the] pains of evil [one].” The singular form is representative here; the typical evildoer, representative of the larger group of wicked people, is in view.) but the LORD’s faithfulness overwhelms the one who trusts in him. (tn Heb “but the one who trusts in the Lord, faithfulness surrounds him.”)"},{"number":11,"verse":"Rejoice in the LORD and be happy, you who are godly! Shout for joy, all you who are morally upright! (tn Heb “all [you] pure of heart.” The “heart” is here viewed as the seat of one’s moral character and motives. The “pure of heart” are God’s faithful followers who trust in and love the Lord and, as a result, experience his deliverance (see Pss 7:10; 11:2; 36:10; 64:10; 94:15; 97:11).)"}]}