{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"(230 38) (A psalm of David, written to get God’s attention.) (sn Psalm 38. The author asks the Lord to deliver him from his enemies. He confesses his sin and recognizes that the crisis he faces is the result of divine discipline. Yet he begs the Lord not to reject him.) (tn The Hebrew text reads simply, “to cause to remember.” The same form, the Hiphil infinitive of זָכַר (zakhar, “remember”), also appears in the heading of Ps 70. Some understand this in the sense of “for the memorial offering,” but it may carry the idea of bringing one’s plight to God’s attention (see P. C. Craigie, Psalms 1–50 [WBC], 303).) O LORD, do not continue to rebuke me in your anger! Do not continue to punish me in your raging fury! (tn The words “continue to” are supplied in the translation of both lines. The following verses make it clear that the psalmist is already experiencing divine rebuke/punishment. He asks that it might cease. sn Compare Ps 38:1 with Ps 6:1, which has similar wording.)"},{"number":2,"verse":"For your arrows pierce (tn The verb Hebrew נָחַת (nakhat) apparently here means “penetrate, pierce” (note the use of the Qal in Prov 17:10). The psalmist pictures the Lord as a warrior who shoots arrows at him (see Ps 7:12–13).) me, and your hand presses me down. (tn Heb “and your hand [?] upon me.” The meaning of the verb נָחַת (nakhat) is unclear in this context. It is preferable to emend the form to וַתָּנַח (vattanakh) from the verb נוּחַ (nuakh, “rest”). In this case the text would read literally, “and your hand rests upon me” (see Isa 25:10, though the phrase is used in a positive sense there, unlike Ps 38:2).)"},{"number":3,"verse":"My whole body is sick because of your judgment; (tn Heb “there is no soundness in my flesh from before your anger.” “Anger” here refers metonymically to divine judgment, which is the practical effect of God’s anger at the psalmist’s sin.) I am deprived of health because of my sin. (tn Heb “there is no health in my bones from before my sin.”)"},{"number":4,"verse":"For my sins overwhelm me; (tn Heb “pass over my head.”) like a heavy load, they are too much for me to bear."},{"number":5,"verse":"My wounds (sn The reference to wounds may be an extension of the metaphorical language of v. 2. The psalmist pictures himself as one whose flesh is ripped and torn by arrows.) are infected and starting to smell, (tn Heb “my wounds stink, they are festering” (cf. NEB).) because of my foolish sins. (tn Heb “from before my foolishness.”)"},{"number":6,"verse":"I am dazed (tn The verb’s precise shade of meaning in this context is not entirely clear. The verb, which literally means “to bend,” may refer to the psalmist’s posture. In Isa 21:3 it seems to mean “be confused, dazed.”) and completely humiliated; (tn Heb “I am bowed down to excess.”) all day long I walk around mourning."},{"number":7,"verse":"For I am overcome with shame (tn Heb “for my loins are filled with shame.” The “loins” are viewed here as the seat of the psalmist’s emotions. The present translation assumes that נִקְלֶה (niqleh) is derived from קָלָה (qalah, “be dishonored”). Some derive it instead from a homonymic root קָלָה (qalah), meaning “to roast.” In this case one might translate “fever” (cf. NEB “my loins burn with fever”).) and my whole body is sick. (tn Heb “there is no soundness in my flesh” (see v. 3).)"},{"number":8,"verse":"I am numb with pain and severely battered; (tn Heb “I am numb and crushed to excess.”) I groan loudly because of the anxiety I feel. (tn Heb “I roar because of the moaning of my heart.”)"},{"number":9,"verse":"O Lord, you understand my heart’s desire; (tn Heb “O Lord, before you [is] all my desire.”) my groaning is not hidden from you."},{"number":10,"verse":"My heart beats quickly; my strength leaves me; I can hardly see. (tn Heb “and the light of my eyes, even they, there is not with me.” The “light of the eyes” may refer to physical energy (see 1 Sam 14:27, 29), life itself (Ps 13:3), or the ability to see (Prov 29:23).)"},{"number":11,"verse":"Because of my condition, (tn Or “wound,” or “illness.”) even my friends and acquaintances keep their distance; (tn Heb “stand [aloof].”) my neighbors stand far away. (tn Heb “and the ones near me off at a distance stand.”)"},{"number":12,"verse":"Those who seek my life try to entrap me; (tn Heb “lay snares.”) those who want to harm me speak destructive words; all day long they say deceitful things."},{"number":13,"verse":"But I am like a deaf man — I hear nothing; I am like a mute who cannot speak. (sn I am like a deaf man…like a mute. The psalmist is like a deaf mute; he is incapable of defending himself and is vulnerable to his enemies’ deception (see v. 14).)"},{"number":14,"verse":"I am like a man who cannot hear and is incapable of arguing his defense. (tn Heb “and there is not in his mouth arguments.”)"},{"number":15,"verse":"Yet (tn Or perhaps “surely.”) I wait for you, O LORD! You will respond, O Lord, my God!"},{"number":16,"verse":"I have prayed for deliverance, because otherwise they will gloat over me; (tn Heb “For I said, ‘Lest they rejoice over me.’” The psalmist recalls the motivating argument of his petition. He probably prefaced this statement with a prayer for deliverance (see Pss 7:1–2; 13:3–4; 28:1).) when my foot slips they will arrogantly taunt me. (tn Heb “they will magnify against me.” See Pss 35:26; 55:13.)"},{"number":17,"verse":"For I am about to stumble, and I am in constant pain. (tn Heb “and my pain [is] before me continually.”)"},{"number":18,"verse":"Yes, (tn Or “for.” The translation assumes that כִּי (ki) is asseverative here.) I confess my wrongdoing, and I am concerned about my sins."},{"number":19,"verse":"But those who are my enemies for no reason are numerous; (tn Heb “and my enemies, life, are many.” The noun חַיִּים (khayyim, “life”) fits very awkwardly here. The translation assumes an emendation to חִנָּם (khinam, “without reason”; note the parallelism with שֶׁקֶר [sheqer, “falsely”] and see Pss 35:19; 69:4; Lam 3:52). The verb עָצַם (’atsam) can sometimes mean “are strong,” but here it probably focuses on numerical superiority (note the parallel verb רָבַב, ravav, “be many”).) those who hate me without cause outnumber me. (tn Heb “are many.”)"},{"number":20,"verse":"They repay me evil for the good I have done; though I have tried to do good to them, they hurl accusations at me. (tn Heb “the ones who repay evil instead of good accuse me, instead of my pursuing good.”)"},{"number":21,"verse":"Do not abandon me, O LORD! My God, do not remain far away from me!"},{"number":22,"verse":"Hurry and help me, (tn Heb “hurry to my help.” See Ps 22:19.) O Lord, my deliverer!"}]}