{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":47,"verses":[{"number":1,"verse":"(230 47) (For the music director; by the Korahites; a psalm.) (sn Psalm 47. In this hymn the covenant community praises the Lord as the exalted king of the earth who has given them victory over the nations and a land in which to live.) All you nations, clap your hands! Shout out to God in celebration! (tn Heb “Shout to God with [the] sound of a ringing cry!”)"},{"number":2,"verse":"For the sovereign LORD (tn Heb “the Lord Most High.” The divine title “Most High” (עֶלְיוֹן, ’elyon) pictures the Lord as the exalted ruler of the universe who vindicates the innocent and judges the wicked.) is awe-inspiring; (tn Or “awesome.” The Niphal participle נוֹרָא (nora’), when used of God in the psalms, focuses on the effect that his royal splendor and powerful deeds have on those witnessing his acts (Pss 66:3, 5; 68:35; 76:7, 12; 89:7; 96:4; 99:3; 111:9). Here it refers to his capacity to fill his defeated foes with terror and his people with fearful respect.) he is the great king who rules the whole earth! (tn Heb “a great king over all the earth.”)"},{"number":3,"verse":"He subdued nations beneath us (tn On the meaning of the verb דָּבַר (davar, “subdue”), a homonym of דָּבַר (“speak”), see HALOT 209-10 s. v. I דבר. See also Ps 18:47 and 2 Chr 22:10. The preterite form of the verb suggests this is an historical reference and the next verse, which mentions the gift of the land, indicates that the conquest under Joshua is in view.) and countries (tn Or “peoples” (see Pss 2:1; 7:7; 9:8; 44:2).) under our feet."},{"number":4,"verse":"He picked out for us a special land (tn Heb “he chose for us our inheritance.” The prefixed verbal form is understood as a preterite (see “subdued” in v. 3).) to be a source of pride for (tn Heb “the pride of.” The phrase is appositional to “our inheritance,” indicating that the land is here described as a source of pride to God’s people.) Jacob, (tn That is, Israel.) whom he loves. (sn Jacob whom he loves. The Lord’s covenantal devotion to his people is in view.) (Selah)"},{"number":5,"verse":"God has ascended his throne (sn God ascended his throne. In the context of vv. 3–4, which refer to the conquest of the land under Joshua, v. 5 is best understood as referring to an historical event. When the Lord conquered the land and placed his people in it, he assumed a position of kingship, as predicted by Moses (see Exod 15:17–18, as well as Ps 114:1–2). That event is here described metaphorically in terms of a typical coronation ceremony for an earthly king (see 2 Sam 15:10; 2 Kgs 9:13). Verses 1-2, 8-9 focus on God’s continuing kingship, which extends over all nations.) amid loud shouts; (tn Heb “God ascended amid a shout.” The words “his throne” are supplied in the translation for clarification. The Lord’s coronation as king is described here (see v. 8). Here the perfect probably has a present perfect function, indicating a completed action with continuing effects.) the LORD has ascended his throne amid the blaring of ram’s horns. (tn Heb “the Lord amid the sound of the ram horn.” The verb “ascended” is understood by ellipsis; see the preceding line.)"},{"number":6,"verse":"Sing to God! Sing! Sing to our king! Sing!"},{"number":7,"verse":"For God is king of the whole earth! Sing a well-written song! (tn The meaning of the Hebrew term מַשְׂכִּיל (maskil) is uncertain. The word is derived from a verb meaning “to be prudent; to be wise.” Various options are: “a contemplative song,” “a song imparting moral wisdom,” or “a skillful [i. e., well-written] song.” The term also occurs in the superscriptions of Pss 32, 42, 44, 45, 52–55, 74, 78, 88, 89, and 142. Here, in a context of celebration, the meaning “skillful, well-written” would fit particularly well.)"},{"number":8,"verse":"God reigns (tn When a new king was enthroned, his followers would acclaim him king using this enthronement formula (Qal perfect 3ms מָלַךְ, malakh, “to reign,” followed by the name of the king). See 2 Sam 15:10; 1 Kgs 1:11, 13, 18; 2 Kgs 9:13, as well as Isa 52:7. In this context the perfect verbal form is generalizing, but the declaration logically follows the historical reference in v. 5 to the Lord’s having ascended his throne.) over the nations! God sits on his holy throne!"},{"number":9,"verse":"The nobles of the nations assemble, along with the people of the God of Abraham, (tc The words “along with” do not appear in the MT. However, the LXX has “with,” suggesting that the original text may have read עִם עַם (’im ’am, “along with the people”). In this case the MT is haplographic (the consonantal sequence ayin-mem [עם] being written once instead of twice). Another option is that the LXX is simply and correctly interpreting “people” as an adverbial accusative and supplying the appropriate preposition.) for God has authority over the rulers (tn Heb “for to God [belong] the shields of the earth.” Perhaps the rulers are called “shields” because they are responsible for protecting their people. See Ps 84:9, where the Davidic king is called “our shield,” and perhaps also Hos 4:18.) of the earth. He is highly exalted! (tn The verb עָלָה (’alah, “ascend”) appears once more (see v. 5), though now in the Niphal stem.)"}]}