{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"230 50A psalm by Asaph. (sn Psalm 50. This psalm takes the form of a covenant lawsuit in which the Lord comes to confront his people in a formal manner (as in Isa 1:2–20). The Lord emphasizes that he places priority on obedience and genuine worship, not empty ritual.) El, God, the LORD (sn Israel’s God is here identified with three names: El (אֵל [’el], or “God”), Elohim (אֱלֹהִים [’elohim], or “God”), and Yahweh (יְהוָה [yÿhvah] or “the Lord”). There is an obvious allusion here to Josh 22:22, the only other passage where these three names appear in succession. In that passage the Reubenites, Gadites, and half-tribe of Manasseh declare, “El, God, the Lord! El, God, the Lord! He knows the truth! Israel must also know! If we have rebelled or disobeyed the Lord, don’t spare us today!” In that context the other tribes had accused the trans-Jordanian tribes of breaking God’s covenant by worshiping idols. The trans-Jordanian tribes appealed to “El, God, the Lord” as their witness that they were innocent of the charges brought against them. Ironically here in Ps 50 “El, God, the Lord” accuses his sinful covenant people of violating the covenant and warns that he will not spare them if they persist in their rebellion.) speaks, and summons the earth to come from the east and west. (tn Heb “and calls [the] earth from the sunrise to its going.”)"},{"number":2,"verse":"From Zion, the most beautiful of all places, (tn Heb “the perfection of beauty.”) God comes in splendor. (tn Or “shines forth.”sn Comes in splendor. The psalmist may allude ironically to Deut 33:2, where God “shines forth” from Sinai and comes to superintend Moses’ blessing of the tribes.)"},{"number":3,"verse":"Our God approaches and is not silent; (tn According to GKC 322 §109. e, the jussive (note the negative particle אַל, ’al) is used rhetorically here “to express the conviction that something cannot or should not happen.”) consuming fire goes ahead of him and all around him a storm rages. (tn Heb “fire before him devours, and around him it is very stormy.”)"},{"number":4,"verse":"He summons the heavens above, as well as the earth, so that he might judge his people. (tn Or perhaps “to testify against his people.”sn The personified heavens and earth (see v. 1 as well) are summoned to God’s courtroom as witnesses against God’s covenant people (see Isa 1:2). Long before this Moses warned the people that the heavens and earth would be watching their actions (see Deut 4:26; 30:19; 31:28; 32:1).)"},{"number":5,"verse":"He says: (tn The words “he says” are supplied in the translation for clarification. God’s summons to the defendant follows.) “Assemble my covenant people before me, (tn Or “Gather to me my covenant people.” The Hebrew term חָסִיד (khasid, “covenant people”) elsewhere in the psalms is used in a positive sense of God’s loyal followers (see the note at Ps 4:3), but here, as the following line makes clear, the term has a neutral sense and simply refers to those who have outwardly sworn allegiance to God, not necessarily to those whose loyalty is genuine.) those who ratified a covenant with me by sacrifice!” (tn Heb “the cutters of my covenant according to sacrifice.” A sacrifice accompanied the covenant-making ceremony and formally ratified the agreement (see Exod 24:3–8).)"},{"number":6,"verse":"The heavens declare his fairness, (tn Or “justice.”) for God is judge. (tn Or “for God, he is about to judge.” The participle may be taken as substantival (as in the translation above) or as a predicate (indicating imminent future action in this context).) (Selah)"},{"number":7,"verse":"He says: (tn The words “he says” are supplied in the translation for clarification. God’s charges against his people follow.) “Listen my people! I am speaking! Listen Israel! I am accusing you! (tn Heb “Israel, and I will testify against you.” The imperative “listen” is understood in the second line by ellipsis (note the preceding line).) I am God, your God!"},{"number":8,"verse":"I am not condemning (tn Or “rebuking.”) you because of your sacrifices, or because of your burnt sacrifices that you continually offer me. (tn Heb “and your burnt sacrifices before me continually.”)"},{"number":9,"verse":"I do not need to take (tn Or “I will not take.”) a bull from your household or goats from your sheepfolds."},{"number":10,"verse":"For every wild animal in the forest belongs to me, as well as the cattle that graze on a thousand hills. (tn Heb “[the] animals on a thousand hills.” The words “that graze” are supplied in the translation for clarification. The term בְּהֵמוֹה (bÿhemot, “animal”) refers here to cattle (see Ps 104:14).)"},{"number":11,"verse":"I keep track of (tn Heb “I know.”) every bird in the hills, and the insects (tn The precise referent of the Hebrew word, which occurs only here and in Ps 80:13, is uncertain. Aramaic, Arabic and Akkadian cognates refer to insects, such as locusts or crickets.) of the field are mine."},{"number":12,"verse":"Even if I were hungry, I would not tell you, for the world and all it contains belong to me."},{"number":13,"verse":"Do I eat the flesh of bulls? Do I drink the blood of goats? (tn The rhetorical questions assume an emphatic negative response, “Of course not!”)"},{"number":14,"verse":"Present to God a thank-offering! Repay your vows to the sovereign One! (tn Heb “Most High.” This divine title (עֶלְיוֹן, ’elyon) pictures God as the exalted ruler of the universe who vindicates the innocent and judges the wicked. See especially Pss 7:17; 9:2; 18:13; 21:7; 47:2.)"},{"number":15,"verse":"Pray to me when you are in trouble! (tn Heb “call [to] me in a day of trouble.”) I will deliver you, and you will honor me!” (sn In vv. 7–15 the Lord makes it clear that he was not rebuking Israel because they had failed to offer sacrifices (v. 8a). On the contrary, they had been faithful in doing so (v. 8b). However, their understanding of the essence of their relationship with God was confused. Apparently they believed that he needed/desired such sacrifices and that offering them would ensure their prosperity. But the Lord owns all the animals of the world and did not need Israel’s meager sacrifices (vv. 9–13). Other aspects of the relationship were more important to the Lord. He desired Israel to be thankful for his blessings (v. 14a), to demonstrate gratitude for his intervention by repaying the vows they made to him (v. 14b), and to acknowledge their absolute dependence on him (v. 15a). Rather than viewing their sacrifices as somehow essential to God’s well-being, they needed to understand their dependence on him.)"},{"number":16,"verse":"God says this to the evildoer: (tn Heb “evil [one].” The singular adjective is used here in a representative sense; it refers to those within the larger covenant community who have blatantly violated the Lord’s commandments. In the psalms the “wicked” (רְשָׁעִים, rÿsha’im) are typically proud, practical atheists (Ps 10:2, 4, 11) who hate God’s commands, commit sinful deeds, speak lies and slander, and cheat others (Ps 37:21).) “How can you declare my commands, and talk about my covenant? (tn Heb “What to you to declare my commands and lift up my covenant upon your mouth?” The rhetorical question expresses sarcastic amazement. The Lord is shocked that such evildoers would give lip-service to his covenantal demands, for their lifestyle is completely opposed to his standards (see vv. 18–20).)"},{"number":17,"verse":"For you hate instruction and reject my words. (tn Heb “and throw my words behind you.”)"},{"number":18,"verse":"When you see a thief, you join him; (tn Heb “you run with him.”) you associate with men who are unfaithful to their wives. (tn Heb “and with adulterers [is] your portion.”)"},{"number":19,"verse":"You do damage with words, (tn Heb “your mouth you send with evil.”) and use your tongue to deceive. (tn Heb “and your tongue binds together [i. e., “frames”] deceit.”)"},{"number":20,"verse":"You plot against your brother; (tn Heb “you sit, against your brother you speak.” To “sit” and “speak” against someone implies plotting against that person (see Ps 119:23).) you slander your own brother. (tn Heb “against the son of your mother you give a fault.”)"},{"number":21,"verse":"When you did these things, I was silent, (tn Heb “these things you did and I was silent.” Some interpret the second clause (“and I was silent”) as a rhetorical question expecting a negative answer, “[When you do these things], should I keep silent?” (cf. NEB). See GKC 335 §112. cc. sn The Lord was silent in the sense that he delayed punishment. Of course, God’s patience toward sinners eventually runs out. The divine “silence” is only temporary (see v. 3, where the psalmist, having described God’s arrival, observes that “he is not silent”).) so you thought I was exactly like you. (tn The Hebrew infinitive construct (הֱיוֹת, heyot) appears to function like the infinitive absolute here, adding emphasis to the following finite verbal form (אֶהְיֶה, ’ehyeh). See GKC 339-40 §113. a. Some prefer to emend הֱיוֹת (heyot) to the infinitive absolute form הָיוֹ (hayo).) But now I will condemn (tn Or “rebuke” (see v. 8).) you and state my case against you! (tn Heb “and I will set in order [my case against you] to your eyes.” The cohortative form expresses the Lord’s resolve to accuse and judge the wicked.)"},{"number":22,"verse":"Carefully consider this, you who reject God! (tn Heb “[you who] forget God.” “Forgetting God” here means forgetting about his commandments and not respecting his moral authority.) Otherwise I will rip you to shreds (sn Elsewhere in the psalms this verb is used (within a metaphorical framework) of a lion tearing its prey (see Pss 7:2; 17:12; 22:13).) and no one will be able to rescue you."},{"number":23,"verse":"Whoever presents a thank-offering honors me. (sn The reference to a thank-offering recalls the earlier statement made in v. 14. Gratitude characterizes genuine worship.) To whoever obeys my commands, I will reveal my power to deliver.” (tn Heb “and [to one who] sets a way I will show the deliverance of God.” Elsewhere the phrase “set a way” simply means “to travel” (see Gen 30:36; cf. NRSV). The present translation assumes an emendation of וְשָׂם דֶּרֶךְ (vÿsam derekh) to וְשֹׁמֵר דְּרָכַּי (vÿshomer dÿrakhay, “and [the one who] keeps my ways” [i. e., commands, see Pss 18:21; 37:34). Another option is to read וְשֹׁמֵר דַּרְכּוֹ (vÿshomer darko, “and [the one who] guards his way,” i. e., “the one who is careful to follow a godly lifestyle”; see Ps 39:1).)"}]}