{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"230 55For the music director, to be accompanied by stringed instruments; a well-written song by David. (sn Psalm 55. The suffering and oppressed author laments that one of his friends has betrayed him, but he is confident that God will vindicate him by punishing his deceitful enemies.) (tn The meaning of the Hebrew term מַשְׂכִּיל (maskil) is uncertain. See the note on the phrase “well-written song” in the superscription of Ps 52.) Listen, O God, to my prayer! Do not ignore (tn Heb “hide yourself from.”) my appeal for mercy!"},{"number":2,"verse":"Pay attention to me and answer me! I am so upset (tn Or “restless” (see Gen 27:40). The Hiphil is intransitive-exhibitive, indicating the outward display of an inner attitude.) and distressed, (tn Heb “in my complaint.”) I am beside myself, (tn The verb is a Hiphil cohortative from הוּם (hum), which means “to confuse someone” in the Qal and “to go wild” in the Niphal. An Arabic cognate means “to be out of one’s senses, to wander about.” With the vav (ו) conjunctive prefixed to it, the cohortative probably indicates the result or effect of the preceding main verb. Some prefer to emend the form to וְאֵהוֹמָה (vÿ’ehomah), a Niphal of הוּם (hum), or to וְאֶהַמֶה (vÿ’ehameh), a Qal imperfect from הָמָה (hamah, “to moan”). Many also prefer to take this verb with what follows (see v. 3).)"},{"number":3,"verse":"because of what the enemy says, (tn Heb “because of [the] voice of [the] enemy.”) and because of how the wicked (tn The singular forms “enemy” and “wicked” are collective or representative, as the plural verb forms in the second half of the verse indicate.) pressure me, (tn Heb “from before the pressure of the wicked.” Some suggest the meaning “screech” (note the parallel “voice”; cf. NEB “shrill clamour”; NRSV “clamor”) for the rare noun עָקָה (’aqah, “pressure”).) for they hurl trouble (tn Heb “wickedness,” but here the term refers to the destructive effects of their wicked acts.) down upon me (tc The verb form in the MT appears to be a Hiphil imperfect from the root מוֹט (mot, “to sway”), but the Hiphil occurs only here and in the Kethib (consonantal text) of Ps 140:10, where the form יַמְטֵר (yamter, “let him rain down”) should probably be read. Here in Ps 55:3 it is preferable to read יַמְטִירוּ (yamtiru, “they rain down”). It is odd for “rain down” to be used with an abstract object like “wickedness,” but in Job 20:23 God “rains down” anger (unless one emends the text there; see BHS).) and angrily attack me."},{"number":4,"verse":"My heart beats violently (tn Heb “shakes, trembles.”) within me; the horrors of death overcome me. (tn Heb “the terrors of death have fallen on me.”)"},{"number":5,"verse":"Fear and panic overpower me; (tn Heb “fear and trembling enter into me.”) terror overwhelms (tn Heb “covers.” The prefixed verbal form with vav (ו) consecutive carries on the descriptive (present progressive) force of the preceding imperfect.) me."},{"number":6,"verse":"I say, (tn The prefixed verbal form with vav (ו) consecutive carries on the descriptive (present progressive) force of the verbs in v. 5.) “I wish I had wings like a dove! I would fly away and settle in a safe place!"},{"number":7,"verse":"Look, I will escape to a distant place; I will stay in the wilderness. (Selah)"},{"number":8,"verse":"I will hurry off to a place that is safe from the strong wind (tn Heb “[the] wind [that] sweeps away.” The verb סָעָה (sa’ah, “sweep away”) occurs only here in the OT (see H. R. Cohen, Biblical Hapax Legomena [SBLDS], 120).) and the gale.”"},{"number":9,"verse":"Confuse them, (tn Traditionally בַּלַּע (bala’) has been taken to mean “swallow” in the sense of “devour” or “destroy” (cf. KJV), but this may be a homonym meaning “confuse” (see BDB 118 s. v. בַּלַּע; HALOT 135 s. v. III *בֶּלַע). “Their tongue” is the understood object of the verb (see the next line).) O Lord! Frustrate their plans! (tn Heb “split their tongue,” which apparently means “confuse their speech,” or, more paraphrastically, “frustrate the plans they devise with their tongues.”) For I see violence and conflict in the city."},{"number":10,"verse":"Day and night they walk around on its walls, (tn Heb “day and night they surround it, upon its walls.” Personified “violence and conflict” are the likely subjects. They are compared to watchmen on the city’s walls.) while wickedness and destruction (sn Wickedness and destruction. These terms are also closely associated in Ps 7:14.) are within it."},{"number":11,"verse":"Disaster is within it; violence (tn Or “injury, harm.”) and deceit do not depart from its public square."},{"number":12,"verse":"Indeed, (tn Or “for.”) it is not an enemy who insults me, or else I could bear it; it is not one who hates me who arrogantly taunts me, (tn Heb “[who] magnifies against me.” See Pss 35:26; 38:16.) or else I could hide from him."},{"number":13,"verse":"But it is you, (sn It is you. The psalmist addresses the apparent ringleader of the opposition, an individual who was once his friend.) a man like me, (tn Heb “a man according to my value,” i. e., “a person such as I.”) my close friend in whom I confided. (tn Heb “my close friend, one known by me.”)"},{"number":14,"verse":"We would share personal thoughts with each other; (tn Heb “who together we would make counsel sweet.” The imperfect verbal forms here and in the next line draw attention to the ongoing nature of the actions (the so-called customary use of the imperfect). Their relationship was characterized by such intimacy and friendship. See IBHS 502-3 §31.2b.) in God’s temple we would walk together among the crowd."},{"number":15,"verse":"May death destroy them! (tc The meaning of the MT is unclear. The Kethib (consonantal text) reads יַשִּׁימָוֶת עָלֵימוֹ (yashimavet ’alemo, “May devastation [be] upon them!”). The proposed noun יַשִּׁימָוֶת occurs only here and perhaps in the place name Beth-Jeshimoth in Num 33:49. The Qere (marginal text) has יַשִּׁי מָוֶת עָלֵימוֹ (yashi mavet ’alemo). The verbal form יַשִּׁי is apparently an alternate form of יַשִּׁיא (yashi’), a Hiphil imperfect from נָשַׁא (nasha’, “deceive”). In this case one might read “death will come deceptively upon them.” This reading has the advantage of reading מָוֶת (mavet, “death”) which forms a natural parallel with “Sheol” in the next line. The present translation is based on the following reconstruction of the text: יְשִׁמֵּם מָוֶת (yeshimmem mavet). The verb assumed in the reconstruction is a Hiphil jussive third masculine singular from שָׁמַם (shamam, “be desolate”) with a third masculine plural pronominal suffix attached. This reconstruction assumes that (1) haplography has occurred in the traditional text (the original sequence of three mems [מ] was lost with only one mem remaining), resulting in the fusion of originally distinct forms in the Kethib, and (2) that עָלֵימוֹ (’alemo, “upon them”) is a later scribal addition attempting to make sense of a garbled and corrupt text. The preposition עַל (’al) does occur with the verb שָׁמַם (shamam), but in such cases the expression means “be appalled at/because of” (see Jer 49:20; 50:45). If one were to retain the prepositional phrase here, one would have to read the text as follows: יַשִּׁים מָוֶת עָלֵימוֹ (yashim mavet ’alemo, “Death will be appalled at them”). The idea seems odd, to say the least. Death is not collocated with this verb elsewhere.) May they go down alive into Sheol! (sn Go down alive. This curse imagines a swift and sudden death for the psalmist’s enemies.) For evil is in their dwelling place and in their midst."},{"number":16,"verse":"As for me, I will call out to God, and the LORD will deliver me."},{"number":17,"verse":"During the evening, morning, and noontime I will lament and moan, (tn The first verb is clearly a cohortative form, expressing the psalmist’s resolve. The second verb, while formally ambiguous, should also be understood as cohortative here.) and he will hear (tn The prefixed verb with vav (ו) consecutive normally appears in narrational contexts to indicate past action, but here it continues the anticipatory (future) perspective of the preceding line. In Ps 77:6 one finds the same sequence of cohortative + prefixed verbal form with vav (ו) consecutive. In this case as well, both forms refer to future actions.) me. (tn Heb “my voice.”)"},{"number":18,"verse":"He will rescue (tn The perfect verbal form is here used rhetorically to indicate that the action is certain to take place (the so-called perfect of certitude).) me and protect me from those who attack me, (tn Heb “he will redeem in peace my life from [those who] draw near to me.”) even though (tn Or “for.”) they greatly outnumber me. (tn Heb “among many they are against me.” For other examples of the preposition עִמָּד (’immad) used in the sense of “at, against,” see HALOT 842 s. v.; BDB 767 s. v.; IBHS 219 §11.2.14b.)"},{"number":19,"verse":"God, the one who has reigned as king from long ago, will hear and humiliate them. (tc Heb “God will hear and answer them, even [the] one who sits [from] ancient times.” The prefixed verbal from with vav (ו) consecutive carries on the anticipatory force of the preceding imperfect. The verb appears to be a Qal form from עָנָה (’anah, “to answer”). If this reading is retained, the point would be that God “answered” them in judgment. The translation assumes an emendation to the Piel וַיְעַנֵּם (vay’annem; see 2 Kgs 17:20) and understands the root as עָנָה (’anah, “to afflict”; see also 1 Kgs 8:35).) (Selah) They refuse to change, and do not fear God. (tn Heb “[the ones] for whom there are no changes, and they do not fear God.”)"},{"number":20,"verse":"He (sn He. This must refer to the psalmist’s former friend, who was addressed previously in vv. 12–14.) attacks (tn Heb “stretches out his hand against.”) his friends; (tc The form should probably be emended to an active participle (שֹׁלְמָיו, sholÿmayv) from the verbal root שָׁלַם (shalam, “be in a covenant of peace with”). Perhaps the translation “his friends” suggests too intimate a relationship. Another option is to translate, “he attacks those who made agreements with him.”) he breaks his solemn promises to them. (tn Heb “he violates his covenant.”)"},{"number":21,"verse":"His words are as smooth as butter, (tn Heb “the butter-like [words] of his mouth are smooth.” The noun מַחְמָאֹת (makhma’ot, “butter-like [words]”) occurs only here. Many prefer to emend the form to מֵחֶמְאָה (mekhem’ah, from [i. e., “than”] butter”), cf. NEB, NRSV “smoother than butter.” However, in this case “his mouth” does not agree in number with the plural verb חָלְקוּ (kholqu, “they are smooth”). Therefore some further propose an emendation of פִּיו (piv, “his mouth”) to פָּנָיו (panayv, “his face”). In any case, the point seems to that the psalmist’s former friend spoke kindly to him and gave the outward indications of friendship.) but he harbors animosity in his heart. (tn Heb “and war [is in] his heart.”) His words seem softer than oil, but they are really like sharp swords. (tn Heb “his words are softer than oil, but they are drawn swords.”)"},{"number":22,"verse":"Throw your burden (tn The Hebrew noun occurs only here.) upon the LORD, and he will sustain you. (tn The pronoun is singular; the psalmist addresses each member of his audience individually.) He will never allow the godly to be upended. (tn Heb “he will never allow swaying for the righteous.”)"},{"number":23,"verse":"But you, O God, will bring them (tn The pronominal suffix refers to the psalmist’s enemies (see v. 19).) down to the deep Pit. (tn Heb “well of the pit.” The Hebrew term שַׁחַת (shakhat, “pit”) is often used as a title for Sheol (see Pss 16:10; 30:9; 49:9; 103:4).) Violent and deceitful people (tn Heb “men of bloodshed and deceit.”) will not live even half a normal lifespan. (tn Heb “will not divide in half their days.”) But as for me, I trust in you."}]}