{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":6,"verses":[{"number":1,"verse":"(230 6) (sheminith) (For the music director, to be accompanied by stringed instruments, according to the style; a psalm of David.) (sn Psalm 6. The psalmist begs the Lord to withdraw his anger and spare his life. Having received a positive response to his prayer, the psalmist then confronts his enemies and describes how they retreat.) (tn The meaning of the Hebrew term שְׁמִינִית (shÿminit, “sheminith”) is uncertain; perhaps it refers to a particular style of music. See 1 Chr 15:21.) LORD, do not rebuke me in your anger! Do not discipline me in your raging fury! (sn The implication is that the psalmist has sinned, causing God to discipline him by bringing a life-threatening illness upon him (see vv. 2–7).)"},{"number":2,"verse":"Have mercy on me, (tn Or “show me favor.”) LORD, for I am frail! Heal me, LORD, for my bones are shaking! (tn Normally the verb בָּהַל (bahal) refers to an emotional response and means “tremble with fear, be terrified” (see vv. 3, 10). Perhaps here the “bones” are viewed as the seat of the psalmist’s emotions. However, the verb may describe one of the effects of his physical ailment, perhaps a fever. In Ezek 7:27 the verb describes how the hands of the people will shake with fear when they experience the horrors of divine judgment.)"},{"number":3,"verse":"I am absolutely terrified, (tn Heb “my being is very terrified.” The suffixed form of נֶפֶשׁ (nefesh, “being”) is often equivalent to a pronoun in poetic texts.) and you, LORD — how long will this continue? (tn Heb “and you, Lord, how long?” The suffering psalmist speaks in broken syntax. He addresses God, but then simply cries out with a brief, but poignant, question: How long will this (= his suffering) continue?)"},{"number":4,"verse":"Relent, LORD, rescue me! (tn Heb “my being,” or “my life.” The suffixed form of נֶפֶשׁ (nefesh, “being”) is often equivalent to a pronoun in poetic texts.) Deliver me because of your faithfulness! (sn Deliver me because of your faithfulness. Though the psalmist is experiencing divine discipline, he realizes that God has made a commitment to him in the past, so he appeals to God’s faithfulness in his request for help.)"},{"number":5,"verse":"For no one remembers you in the realm of death, (tn Heb “for there is not in death your remembrance.” The Hebrew noun זֵכֶר (zekher, “remembrance”) here refers to the name of the Lord as invoked in liturgy and praise. Cf. Pss 30:4; 97:12. “Death” here refers to the realm of death where the dead reside. See the reference to Sheol in the next line.) In Sheol who gives you thanks? (tn The rhetorical question anticipates the answer, “no one.”sn In Sheol who gives you thanks? According to the OT, those who descend into the realm of death/Sheol are cut off from God’s mighty deeds and from the worshiping covenant community that experiences divine intervention (Pss 30:9; 88:10–12; Isa 38:18). In his effort to elicit a positive divine response, the psalmist reminds God that he will receive no praise or glory if he allows the psalmist to die. Dead men do not praise God!)"},{"number":6,"verse":"I am exhausted as I groan; all night long I drench my bed in tears; (tn Heb “I cause to swim through all the night my bed.”) my tears saturate the cushion beneath me. (tn Heb “with my tears my bed I flood/melt.”)"},{"number":7,"verse":"My eyes (tn The Hebrew text has the singular “eye” here.) grow dim (tn Or perhaps, “are swollen.”) from suffering; they grow weak (tn Or perhaps, “grow old.”) because of all my enemies. (sn In his weakened condition the psalmist is vulnerable to the taunts and threats of his enemies.)"},{"number":8,"verse":"Turn back from me, all you who behave wickedly, (tn Heb “all [you] workers of wickedness.” See Ps 5:5.) for the LORD has heard the sound of my weeping! (sn The Lord has heard. The psalmist’s mood abruptly changes because the Lord responded positively to the lament and petition of vv. 1–7 and promised him deliverance.)"},{"number":9,"verse":"The LORD has heard my appeal for mercy; the LORD has accepted (tn The prefixed verbal form is probably a preterite here; it is parallel to a perfect and refers to the fact that the Lord has responded favorably to the psalmist’s request.) my prayer."},{"number":10,"verse":"May all my enemies be humiliated (tn The four prefixed verbal forms in this verse are understood as jussives. The psalmist concludes his prayer with an imprecation, calling judgment down on his enemies.) and absolutely terrified! (tn Heb “and may they be very terrified.” The psalmist uses the same expression in v. 3 to describe the terror he was experiencing. Now he asks the Lord to turn the tables and cause his enemies to know what absolute terror feels like.) May they turn back and be suddenly humiliated!"}]}