{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"230 69For the music director; according to the tune of “Lilies;” by David. (sn Psalm 69. The psalmist laments his oppressed condition and asks the Lord to deliver him by severely judging his enemies.) (tn Heb “according to lilies.” See the superscription to Ps 45.) Deliver me, O God, for the water has reached my neck. (tn The Hebrew term נפשׁ (nefesh) here refers to the psalmist’s throat or neck. The psalmist compares himself to a helpless, drowning man.)"},{"number":2,"verse":"I sink into the deep mire where there is no solid ground; (tn Heb “and there is no place to stand.”) I am in (tn Heb “have entered.”) deep water, and the current overpowers me."},{"number":3,"verse":"I am exhausted from shouting for help; my throat is sore; (tn Or perhaps “raw”; Heb “burned; enflamed.”) my eyes grow tired of looking for my God. (tn Heb “my eyes fail from waiting for my God.” The psalmist has intently kept his eyes open, looking for God to intervene, but now his eyes are watery and bloodshot, impairing his vision.)"},{"number":4,"verse":"Those who hate me without cause are more numerous than the hairs of my head. Those who want to destroy me, my enemies for no reason, (tn Heb “[with] a lie.” The Hebrew noun שֶׁקֶר (sheqer, “lie”) is used here as an adverb, “falsely, wrongfully” (see Pss 35:19; 38:19).) outnumber me. (tn The Hebrew verb עָצַם (’atsam) can sometimes mean “are strong,” but here it probably focuses on numerical superiority; note the parallel verb רָבַב (ravav, “be many”).) They make me repay what I did not steal! (tn Heb “that which I did not steal, then I restore.” Apparently אָז (’az, “then”) is used here to emphasize the verb that follows. sn They make me repay what I did not steal. The psalmist’s enemies falsely accuse him and hold him accountable for alleged crimes he did not even commit.)"},{"number":5,"verse":"O God, you are aware of my foolish sins; (tn Heb “you know my foolishness.”) my guilt is not hidden from you. (sn The psalmist is the first to admit that he is not perfect. But even so, he is innocent of the allegations which his enemies bring against him (v. 5b). God, who is aware of his foolish sins and guilt, can testify to the truth of his claim.)"},{"number":6,"verse":"Let none who rely on you be disgraced because of me, O sovereign LORD and king! (tn Heb “O Master, Lord of hosts.” Both titles draw attention to God’s sovereign position.) Let none who seek you be ashamed because of me, O God of Israel!"},{"number":7,"verse":"For I suffer (tn Heb “carry, bear.”) humiliation for your sake (tn Heb “on account of you.”) and am thoroughly disgraced. (tn Heb “and shame covers my face.”)"},{"number":8,"verse":"My own brothers treat me like a stranger; they act as if I were a foreigner. (tn Heb “and I am estranged to my brothers, and a foreigner to the sons of my mother.”)"},{"number":9,"verse":"Certainly (tn Or “for.” This verse explains that the psalmist’s suffering is due to his allegiance to God.) zeal for (tn Or “devotion to.”) your house (sn God’s house, the temple, here represents by metonymy God himself.) consumes me; I endure the insults of those who insult you. (tn Heb “the insults of those who insult you fall upon me.”sn Jn 2:17 applies the first half of this verse to Jesus’ ministry in the context of John’s account of Jesus cleansing the temple.)"},{"number":10,"verse":"I weep and refrain from eating food, (sn Fasting was a practice of mourners. By refraining from normal activities such as eating food, the mourner demonstrated the sincerity of his sorrow.) which causes others to insult me. (tn Heb “and it becomes insults to me.”)"},{"number":11,"verse":"I wear sackcloth and they ridicule me. (tn Heb “and I am an object of ridicule to them.”)"},{"number":12,"verse":"Those who sit at the city gate gossip about me; drunkards mock me in their songs. (tn Heb “the mocking songs of the drinkers of beer.”)"},{"number":13,"verse":"O LORD, may you hear my prayer and be favorably disposed to me! (tn Heb “as for me, [may] my prayer be to you, O Lord, [in] a time of favor.”) O God, because of your great loyal love, answer me with your faithful deliverance! (tn Heb “O God, in the abundance of your loyal love, answer me in the faithfulness of your deliverance.”)"},{"number":14,"verse":"Rescue me from the mud! Don’t let me sink! Deliver me (tn Heb “let me be delivered.”) from those who hate me, from the deep water!"},{"number":15,"verse":"Don’t let the current overpower me! Don’t let the deep swallow me up! Don’t let the pit (tn Heb “well,” which here symbolizes the place of the dead (cf. Ps 55:23).) devour me! (tn Heb “do not let the well close its mouth upon me.”)"},{"number":16,"verse":"Answer me, O LORD, for your loyal love is good! (tn Or “pleasant”; or “desirable.”) Because of your great compassion, turn toward me!"},{"number":17,"verse":"Do not ignore (tn Heb “do not hide your face from.” The Hebrew idiom “hide the face” can (1) mean “ignore” (see Pss 10:11; 13:1; 51:9) or (2) carry the stronger idea of “reject” (see Pss 30:7; 88:14).) your servant, for I am in trouble! Answer me right away! (tn Or “quickly.”)"},{"number":18,"verse":"Come near me and redeem me! (tn Heb “come near my life and redeem it.” The verb “redeem” casts the Lord in the role of a leader who protects members of his extended family in times of need and crisis (see Ps 19:14).) Because of my enemies, rescue me!"},{"number":19,"verse":"You know how I am insulted, humiliated and disgraced; you can see all my enemies. (tn Heb “before you [are] all my enemies.”)"},{"number":20,"verse":"Their insults are painful (tn Heb “break my heart.” The “heart” is viewed here as the origin of the psalmist’s emotions.) and make me lose heart; (tn The verb form appears to be a Qal preterite from an otherwise unattested root נוּשׁ (nush), which some consider an alternate form of אָנַשׁ (’anash, “be weak; be sick”; see BDB 60 s. v. I אָנַשׁ). Perhaps the form should be emended to a Niphal, וָאֵאָנְשָׁה (va’e’onshah, “and I am sick”). The Niphal of אָנַשׁ occurs in 2 Sam 12:15, where it is used to describe David’s sick child.) I look (tn Heb “wait.”) for sympathy, but receive none, (tn Heb “and I wait for sympathy, but there is none.” The form נוּד (nud) is an infinitive functioning as a verbal noun:, “sympathizing.” Some suggest emending the form to a participle נָד (nad, “one who shows sympathy”). The verb נוּד (nud) also has the nuance “show sympathy” in Job 2:11; 42:11 and Isa 51:19.) for comforters, but find none."},{"number":21,"verse":"They put bitter poison (tn According to BDB 912 s. v. II רֹאשׁ the term can mean “a bitter and poisonous plant.”) into my food, and to quench my thirst they give me vinegar to drink. (sn John 19:28–30 appears to understand Jesus’ experience on the cross as a fulfillment of this passage (or Ps 22:15). See the study note on the word “thirsty” in John 19:28.)"},{"number":22,"verse":"May their dining table become a trap before them! May it be a snare for that group of friends! (tc Heb “and to the friends for a snare.” The plural of שָׁלוֹם (shalom, “peace”) is used in Ps 55:20 of one’s “friends.” If the reading of the MT is retained here, the term depicts the psalmist’s enemies as a close-knit group of friends who are bound together by their hatred for the psalmist. Some prefer to revocalize the text as וּלְשִׁלּוּמִים (ulÿshillumim, “and for retribution”). In this case the noun stands parallel to פַּח (pakh, “trap”) and מוֹקֵשׁ (moqesh, “snare”), and one might translate, “may their dining table become a trap before them, [a means of] retribution and a snare” (cf. NIV).)"},{"number":23,"verse":"May their eyes be blinded! (tn Heb “may their eyes be darkened from seeing.”) Make them shake violently! (tn Heb “make their hips shake continually.”)"},{"number":24,"verse":"Pour out your judgment (tn Heb “anger.” “Anger” here refers metonymically to divine judgment, which is the practical effect of God’s anger.) on them! May your raging anger (tn Heb “the rage of your anger.” The phrase “rage of your anger” employs an appositional genitive. Synonyms are joined in a construct relationship to emphasize the single idea. For a detailed discussion of the grammatical point with numerous examples, see Y. Avishur, “Pairs of Synonymous Words in the Construct State (and in Appositional Hendiadys) in Biblical Hebrew,” Semitics 2 (1971), 17-81.) overtake them!"},{"number":25,"verse":"May their camp become desolate, their tents uninhabited! (tn Heb “in their tents may there not be one who dwells.”sn In Acts 1:20 Peter applies the language of this verse to Judas’ experience. By changing the pronouns from plural to singular, he is able to apply the ancient curse, pronounced against the psalmist’s enemies, to Judas in particular.)"},{"number":26,"verse":"For they harass (tn Or “persecute”; Heb “chase.”) the one whom you discipline; (tn Heb “for you, the one whom you strike, they chase.”) they spread the news about the suffering of those whom you punish. (tn Heb “they announce the pain of your wounded ones” (i. e., “the ones whom you wounded,” as the parallel line makes clear). sn The psalmist is innocent of the false charges made by his enemies (v. 4), but he is also aware of his sinfulness (v. 5) and admits that he experiences divine discipline (v. 26) despite his devotion to God (v. 9). Here he laments that his enemies take advantage of such divine discipline by harassing and slandering him. They “kick him while he’s down,” as the expression goes.)"},{"number":27,"verse":"Hold them accountable for all their sins! (tn Heb “place sin upon their sin.”) Do not vindicate them! (tn Heb “let them not come into your vindication.”)"},{"number":28,"verse":"May their names be deleted from the scroll of the living! (tn Heb “let them be wiped out of the scroll of the living.”sn The phrase the scroll of the living occurs only here in the OT. It pictures a scroll or census list containing the names of the citizens of a community. When an individual died, that person’s name was removed from the list. So this curse is a very vivid way of asking that the enemies die.) Do not let their names be listed with the godly! (tn Heb “and with the godly let them not be written.”sn Do not let their names be listed with the godly. This curse pictures a scroll in which God records the names of his loyal followers. The psalmist makes the point that his enemies have no right to be included in this list of the godly.)"},{"number":29,"verse":"I am oppressed and suffering! O God, deliver and protect me! (tn Heb “your deliverance, O God, may it protect me.”)"},{"number":30,"verse":"I will sing praises to God’s name! (tn Heb “I will praise the name of God with a song.”) I will magnify him as I give him thanks! (tn Heb “I will magnify him with thanks.”)"},{"number":31,"verse":"That will please the LORD more than an ox or a bull with horns and hooves."},{"number":32,"verse":"The oppressed look on — let them rejoice! You who seek God, (sn You who seek God refers to those who seek to have a relationship with God by obeying and worshiping him (see Ps 53:2).) may you be encouraged! (tn Heb “may your heart[s] live.” See Ps 22:26.)"},{"number":33,"verse":"For the LORD listens to the needy; he does not despise his captive people. (tn Heb “his prisoners he does not despise.”)"},{"number":34,"verse":"Let the heavens and the earth praise him, along with the seas and everything that swims in them!"},{"number":35,"verse":"For God will deliver Zion and rebuild the cities of Judah, and his people (tn Heb “they”; the referent (God’s people) has been specified in the translation for clarity.) will again live in them and possess Zion. (tn Heb “it.” The third feminine singular pronominal suffix probably refers to “Zion” (see Pss 48:12; 102:14); thus the referent has been specified in the translation for clarity.)"},{"number":36,"verse":"The descendants of his servants will inherit it, and those who are loyal to him (tn Heb “the lovers of his name.” The phrase refers to those who are loyal to God (cf. v. 35). See Pss 5:11; 119:132; Isa 56:6.) will live in it. (sn Verses 35-36 appear to be an addition to the psalm from the time of the exile. The earlier lament reflects an individual’s situation, while these verses seem to reflect a communal application of it.)"}]}