{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"230 78A well-written song by Asaph. (sn Psalm 78. The author of this lengthy didactic psalm rehearses Israel’s history. He praises God for his power, goodness and patience, but also reminds his audience that sin angers God and prompts his judgment. In the conclusion to the psalm the author elevates Jerusalem as God’s chosen city and David as his chosen king.) (tn The meaning of the Hebrew term מַשְׂכִּיל (maskil) is uncertain. See the note on the phrase “well-written song” in the superscription of Ps 74.) Pay attention, my people, to my instruction! Listen to the words I speak! (tn Heb “Turn your ear to the words of my mouth.”)"},{"number":2,"verse":"I will sing a song that imparts wisdom; I will make insightful observations about the past. (tn Heb “I will open with a wise saying my mouth, I will utter insightful sayings from long ago.” Elsewhere the Hebrew word pair חִידָה + מָשָׁל (mashal + khidah) refers to a taunt song (Hab 2:6), a parable (Ezek 17:2), proverbial sayings (Prov 1:6), and an insightful song that reflects on the mortality of humankind and the ultimate inability of riches to prevent death (Ps 49:4).)"},{"number":3,"verse":"What we have heard and learned (tn Or “known.”) — that which our ancestors (tn Heb “fathers” (also in vv. 5, 8, 12, 57).) have told us —"},{"number":4,"verse":"we will not hide from their (tn The pronominal suffix refers back to the “fathers” (“our ancestors,” v. 3).) descendants. We will tell the next generation about the LORD’s praiseworthy acts, (tn Heb “to a following generation telling the praises of the Lord.” “Praises” stand by metonymy for the mighty acts that prompt worship. Cf. Ps 9:14.) about his strength and the amazing things he has done."},{"number":5,"verse":"He established a rule (tn The Hebrew noun עֵדוּת (’edut) refers here to God’s command that the older generation teach their children about God’s mighty deeds in the nation’s history (see Exod 10:2; Deut 4:9; 6:20–25).) in Jacob; he set up a law in Israel. He commanded our ancestors to make his deeds known to their descendants, (tn Heb “which he commanded our fathers to make them known to their sons.” The plural suffix “them” probably refers back to the Lord’s mighty deeds (see vv. 3–4).)"},{"number":6,"verse":"so that the next generation, children yet to be born, might know about them. They will grow up and tell their descendants about them. (tn Heb “in order that they might know, a following generation, sons [who] will be born, they will arise and will tell to their sons.”)"},{"number":7,"verse":"Then they will place their confidence in God. They will not forget the works of God, and they will obey (tn Heb “keep.”) his commands."},{"number":8,"verse":"Then they will not be like their ancestors, who were a stubborn and rebellious generation, a generation that was not committed and faithful to God. (tn Heb “a generation that did not make firm its heart and whose spirit was not faithful with God.” The expression “make firm the heart” means “to be committed, devoted” (see 1 Sam 7:3).)"},{"number":9,"verse":"The Ephraimites (tn Heb “the sons of Ephraim.” Ephraim probably stands here by synecdoche (part for whole) for the northern kingdom of Israel.) were armed with bows, (tn Heb “ones armed, shooters of bow.” It is possible that the term נוֹשְׁקֵי (noshÿqey, “ones armed [with]”) is an interpretive gloss for the rare רוֹמֵי (romey, “shooters of”; on the latter see BDB 941 s. v. I רָמָה). The phrase נוֹשְׁקֵי קֶשֶׁת (noshÿqey qeshet, “ones armed with a bow”) appears in 1 Chr 12:2; 2 Chr 17:17.) but they retreated in the day of battle. (sn They retreated. This could refer to the northern tribes’ failure to conquer completely their allotted territory (see Judg 1), or it could refer generally to the typical consequence (military defeat) of their sin (see vv. 10–11).)"},{"number":10,"verse":"They did not keep their covenant with God, (tn Heb “the covenant of God.”) and they refused to obey (tn Heb “walk in.”) his law."},{"number":11,"verse":"They forgot what he had done, (tn Heb “his deeds.”) the amazing things he had shown them."},{"number":12,"verse":"He did amazing things in the sight of their ancestors, in the land of Egypt, in the region of Zoan. (sn The region of Zoan was located in the Egyptian delta, where the enslaved Israelites lived (see Num 13:22; Isa 19:11, 13; 30:4; Ezek 30:14).)"},{"number":13,"verse":"He divided the sea and led them across it; he made the water stand in a heap."},{"number":14,"verse":"He led them with a cloud by day, and with the light of a fire all night long."},{"number":15,"verse":"He broke open rocks in the wilderness, and gave them enough water to fill the depths of the sea. (tn Heb “and caused them to drink, like the depths, abundantly.”)"},{"number":16,"verse":"He caused streams to flow from the rock, and made the water flow like rivers."},{"number":17,"verse":"Yet they continued to sin against him, and rebelled against the sovereign One (tn Heb “rebelling [against] the Most High.”) in the desert."},{"number":18,"verse":"They willfully challenged God (tn Heb “and they tested God in their heart.” The “heart” is viewed here as the center of their volition.) by asking for food to satisfy their appetite."},{"number":19,"verse":"They insulted God, saying, (tn Heb “they spoke against God, they said.”) “Is God really able to give us food (tn Heb “to arrange a table [for food].”) in the wilderness?"},{"number":20,"verse":"Yes, (tn Heb “look.”) he struck a rock and water flowed out, streams gushed forth. But can he also give us food? Will he provide meat for his people?”"},{"number":21,"verse":"When (tn Heb “therefore.”) the LORD heard this, he was furious. A fire broke out against Jacob, and his anger flared up (tn Heb “and also anger went up.”) against Israel,"},{"number":22,"verse":"because they did not have faith in God, and did not trust his ability to deliver them. (tn Heb “and they did not trust his deliverance.”)"},{"number":23,"verse":"He gave a command to the clouds above, and opened the doors in the sky."},{"number":24,"verse":"He rained down manna for them to eat; he gave them the grain of heaven. (sn Manna was apparently shaped like a seed (Exod 16:31), perhaps explaining why it is here compared to grain.)"},{"number":25,"verse":"Man ate the food of the mighty ones. (sn Because of the reference to “heaven” in the preceding verse, it is likely that mighty ones refers here to the angels of heaven. The LXX translates “angels” here, as do a number of modern translations (NEB, NIV, NRSV).) He sent them more than enough to eat. (tn Heb “provision he sent to them to satisfaction.”)"},{"number":26,"verse":"He brought the east wind through the sky, and by his strength led forth the south wind."},{"number":27,"verse":"He rained down meat on them like dust, birds as numerous as the sand on the seashores. (tn Heb “and like the sand of the seas winged birds.”)"},{"number":28,"verse":"He caused them to fall right in the middle of their camp, all around their homes."},{"number":29,"verse":"They ate until they were stuffed; (tn Heb “and they ate and were very satisfied.”) he gave them what they desired."},{"number":30,"verse":"They were not yet filled up, (tn Heb “they were not separated from their desire.”) their food was still in their mouths,"},{"number":31,"verse":"when the anger of God flared up against them. He killed some of the strongest of them; he brought the young men of Israel to their knees."},{"number":32,"verse":"Despite all this, they continued to sin, and did not trust him to do amazing things. (tn Heb “and did not believe in his amazing deeds.”)"},{"number":33,"verse":"So he caused them to die unsatisfied (tn Heb “and he ended in vanity their days.”) and filled with terror. (tn Heb “and their years in terror.”)"},{"number":34,"verse":"When he struck them down, (tn Or “killed them,” that is, killed large numbers of them.) they sought his favor; (tn Heb “they sought him.”) they turned back and longed for God."},{"number":35,"verse":"They remembered that God was their protector, (tn Heb “my high rocky summit.”) and that the sovereign God was their deliverer. (tn Heb “and [that] God Most High [was] their redeemer.”)"},{"number":36,"verse":"But they deceived him with their words, (tn Heb “with their mouth.”) and lied to him. (tn Heb “and with their tongue they lied to him.”)"},{"number":37,"verse":"They were not really committed to him, (tn Heb “and their heart was not firm with him.”) and they were unfaithful to his covenant."},{"number":38,"verse":"Yet he is compassionate. He forgives sin and does not destroy. He often holds back his anger, and does not stir up his fury. (tn One could translate v. 38 in the past tense (“he was compassionate…forgave sin and did not destroy…held back his anger, and did not stir up his fury”), but the imperfect verbal forms are probably best understood as generalizing. Verse 38 steps back briefly from the narrational summary of Israel’s history and lays the theological basis for v. 39, which focuses on God’s mercy toward sinful Israel.)"},{"number":39,"verse":"He remembered (tn The prefixed verbal form with vav (ו) consecutive signals a return to the narrative.) that they were made of flesh, and were like a wind that blows past and does not return. (tn Heb “and he remembered that they [were] flesh, a wind [that] goes and does not return.”)"},{"number":40,"verse":"How often they rebelled against him in the wilderness, and insulted him (tn Or “caused him pain.”) in the desert!"},{"number":41,"verse":"They again challenged God, (tn Heb “and they returned and tested God.” The Hebrew verb שׁוּב (shuv, “to return”) is used here in an adverbial sense to indicate that an earlier action was repeated.) and offended (tn Or “wounded, hurt.” The verb occurs only here in the OT.) the Holy One of Israel. (sn The basic sense of the word “holy” is “set apart from that which is commonplace, special, unique.” The Lord’s holiness is first and foremost his transcendent sovereignty as the ruler of the world. He is “set apart” from the world over which he rules. At the same time his holiness encompasses his moral authority, which derives from his royal position. As king he has the right to dictate to his subjects how they are to live; indeed his very own character sets the standard for proper behavior. This expression is a common title for the Lord in the book of Isaiah.)"},{"number":42,"verse":"They did not remember what he had done, (tn Heb “his hand,” symbolizing his saving activity and strength, as the next line makes clear.) how he delivered them from the enemy, (tn Heb “[the] day [in] which he ransomed them from [the] enemy.”)"},{"number":43,"verse":"when he performed his awesome deeds (tn Or “signs” (see Ps 65:8).) in Egypt, and his acts of judgment (tn Or “portents, omens” (see Ps 71:7). The Egyptian plagues are referred to here (see vv. 44–51).) in the region of Zoan."},{"number":44,"verse":"He turned their rivers into blood, and they could not drink from their streams."},{"number":45,"verse":"He sent swarms of biting insects against them, (tn Heb “and he sent an insect swarm against them and it devoured them.”) as well as frogs that overran their land. (tn Heb “and a swarm of frogs and it destroyed them.”)"},{"number":46,"verse":"He gave their crops to the grasshopper, the fruit of their labor to the locust."},{"number":47,"verse":"He destroyed their vines with hail, and their sycamore-fig trees with driving rain."},{"number":48,"verse":"He rained hail down on their cattle, (tn Heb “and he turned over to the hail their cattle.”) and hurled lightning bolts down on their livestock. (tn Heb “and their livestock to the flames.” “Flames” here refer to the lightning bolts that accompanied the storm.)"},{"number":49,"verse":"His raging anger lashed out against them, (tn Heb “he sent against them the rage of his anger.” The phrase “rage of his anger” employs an appositional genitive. Synonyms are joined in a construct relationship to emphasize the single idea. For a detailed discussion of the grammatical point with numerous examples, see Y. Avishur, “Pairs of Synonymous Words in the Construct State (and in Appositional Hendiadys) in Biblical Hebrew,” Semitics 2 (1971): 17-81.) He sent fury, rage, and trouble as messengers who bring disaster. (tn Heb “fury and indignation and trouble, a sending of messengers of disaster.”)"},{"number":50,"verse":"He sent his anger in full force; (tn Heb “he leveled a path for his anger.” There were no obstacles to impede its progress; it moved swiftly and destructively.) he did not spare them from death; he handed their lives over to destruction. (tn Or perhaps “[the] plague.”)"},{"number":51,"verse":"He struck down all the firstborn in Egypt, the firstfruits of their reproductive power (tn Heb “the beginning of strength.” If retained, the plural form אוֹנִים (’onim, “strength”) probably indicates degree (“great strength”), but many ancient witnesses read “their strength,” which presupposes an emendation to אֹנָם (’onam; singular form of the noun with third masculine plural pronominal suffix).) in the tents of Ham."},{"number":52,"verse":"Yet he brought out his people like sheep; he led them through the wilderness like a flock."},{"number":53,"verse":"He guided them safely along, while the sea covered their enemies."},{"number":54,"verse":"He brought them to the border of his holy land, to this mountainous land (tn Heb “this mountain.” The whole land of Canaan seems to be referred to here. In Exod 15:17 the promised land is called the “mountain of your [i. e., God’s] inheritance.”) which his right hand (tn The “right hand” here symbolizes God’s military strength (see v. 55).) acquired."},{"number":55,"verse":"He drove the nations out from before them; he assigned them their tribal allotments (tn Heb “he caused to fall [to] them with a measuring line an inheritance.”) and allowed the tribes of Israel to settle down. (tn Heb “and caused the tribes of Israel to settle down in their tents.”)"},{"number":56,"verse":"Yet they challenged and defied (tn Or “tested and rebelled against.”) the sovereign God, (tn Heb “God, the Most High.”) and did not obey (tn Or “keep.”) his commands. (tn Heb “his testimonies” (see Ps 25:10).)"},{"number":57,"verse":"They were unfaithful (tn Heb “they turned back.”) and acted as treacherously as (tn Or “acted treacherously like.”) their ancestors; they were as unreliable as a malfunctioning bow. (tn Heb “they turned aside like a deceitful bow.”)"},{"number":58,"verse":"They made him angry with their pagan shrines, (tn Traditionally, “high places.”) and made him jealous with their idols."},{"number":59,"verse":"God heard and was angry; he completely rejected Israel."},{"number":60,"verse":"He abandoned (tn Or “rejected.”) the sanctuary at Shiloh, the tent where he lived among men."},{"number":61,"verse":"He allowed the symbol of his strong presence to be captured; (tn Heb “and he gave to captivity his strength.” The expression “his strength” refers metonymically to the ark of the covenant, which was housed in the tabernacle at Shiloh.) he gave the symbol of his splendor (tn Heb “and his splendor into the hand of an enemy.” The expression “his splendor” also refers metonymically to the ark of the covenant.) into the hand of the enemy. (sn Verses 60-61 refer to the Philistines’ capture of the ark in the days of Eli (1 Sam 4:1–11).)"},{"number":62,"verse":"He delivered his people over to the sword, and was angry with his chosen nation. (tn Heb “his inheritance.”)"},{"number":63,"verse":"Fire consumed their (tn Heb “his.” The singular pronominal suffix is collective, referring back to God’s “people” (v. 62).) young men, and their (tn Heb “his.” The singular pronominal suffix is collective, referring back to God’s “people” (v. 62).) virgins remained unmarried. (tn Heb “were not praised,” that is, in wedding songs. The young men died in masses, leaving no husbands for the young women.)"},{"number":64,"verse":"Their (tn Heb “his.” The singular pronominal suffix is collective, referring back to God’s “people” (v. 62).) priests fell by the sword, but their (tn Heb “his.” The singular pronominal suffix is collective, referring back to God’s “people” (v. 62).) widows did not weep. (sn Because of the invading army and the ensuing panic, the priests’ widows had no time to carry out the normal mourning rites.)"},{"number":65,"verse":"But then the Lord awoke from his sleep; (tn Heb “and the master awoke like one sleeping.” The Lord’s apparent inactivity during the time of judgment is compared to sleep.) he was like a warrior in a drunken rage. (tn Heb “like a warrior overcome with wine.” The Hebrew verb רוּן (run, “overcome”) occurs only here in the OT. The phrase “overcome with wine” could picture a drunken warrior controlled by his emotions and passions (as in the present translation), or it could refer to a warrior who awakes from a drunken stupor.)"},{"number":66,"verse":"He drove his enemies back; he made them a permanent target for insults. (tn Heb “a permanent reproach he made them.”)"},{"number":67,"verse":"He rejected the tent of Joseph; he did not choose the tribe of Ephraim."},{"number":68,"verse":"He chose the tribe of Judah, and Mount Zion, which he loves."},{"number":69,"verse":"He made his sanctuary as enduring as the heavens above; (tc Heb “and he built like the exalting [ones] his sanctuary.” The phrase כְּמוֹ־רָמִים (kÿmo-ramim, “like the exalting [ones]”) is a poetic form of the comparative preposition followed by a participial form of the verb רוּם (rum, “be exalted”). The text should be emended to כִּמְרֹמִים (kimromim, “like the [heavenly] heights”). See Ps 148:1, where “heights” refers to the heavens above.) as secure as the earth, which he established permanently. (tn Heb “like the earth, [which] he established permanently.” The feminine singular suffix on the Hebrew verb יָסַד (yasad, “to establish”) refers to the grammatically feminine noun “earth.”)"},{"number":70,"verse":"He chose David, his servant, and took him from the sheepfolds."},{"number":71,"verse":"He took him away from following the mother sheep, (tn Heb “from after the ewes he brought him.”) and made him the shepherd of Jacob, his people, and of Israel, his chosen nation. (tn Heb “to shepherd Jacob, his people, and Israel, his inheritance.”)"},{"number":72,"verse":"David (tn Heb “He”; the referent (David, God’s chosen king, mentioned in v. 70) has been specified in the translation for clarity.) cared for them with pure motives; (tn Heb “and he shepherded them according to the integrity of his heart.”) he led them with skill. (tn Heb “and with the understanding of his hands he led them.”)"}]}