{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"230 80shushan-eduthFor the music director; according to the style; a psalm of Asaph. (sn Psalm 80. The psalmist laments Israel’s demise and asks the Lord to show favor toward his people, as he did in earlier times.) (tn The Hebrew expression shushan-eduth means “lily of the testimony.” It may refer to a particular music style or to a tune title. See the superscription to Ps 60.) O shepherd of Israel, pay attention, you who lead Joseph like a flock of sheep! You who sit enthroned above the winged angels, (sn Winged angels (Heb “cherubs”). Cherubs, as depicted in the OT, possess both human and animal (lion, ox, and eagle) characteristics (see Ezek 1:10; 10:14, 21; 41:18). They are pictured as winged creatures (Exod 25:20; 37:9; 1 Kgs 6:24–27; Ezek 10:8, 19) and serve as the very throne of God when the ark of the covenant is in view (Ps 99:1; see Num 7:89; 1 Sam 4:4; 2 Sam 6:2; 2 Kgs 19:15). The picture of the Lord seated on the cherubs suggests they might be used by him as a vehicle, a function they carry out in Ezek 1:22–28 (the “living creatures” mentioned here are identified as cherubs in Ezek 10:20). In Ps 18:10 the image of a cherub serves to personify the wind.) reveal your splendor! (tn Heb “shine forth.”sn Reveal your splendor. The psalmist may allude to Deut 33:2, where God “shines forth” from Sinai and comes to superintend Moses’ blessing of the tribes.)"},{"number":2,"verse":"In the sight of Ephraim, Benjamin, and Manasseh reveal (tn Heb “stir up”; “arouse.”) your power! Come and deliver us! (tn Heb “come for our deliverance.”)"},{"number":3,"verse":"O God, restore us! Smile on us! (tn The idiom “cause your face to shine” probably refers to a smile (see Eccl 8:1), which in turn suggests favor and blessing (see Num 6:25; Pss 4:6; 31:16; 44:3; 67:1; 89:15; Dan 9:17).) Then we will be delivered! (tn Heb “cause your face to shine in order that we may be delivered.” After the imperative, the cohortative with prefixed vav (ו) indicates purpose/result.)"},{"number":4,"verse":"O LORD God, invincible warrior! (tn Heb “Lord, God, hosts.” One expects the construct form אֱלֹהֵי (’elohey) before צְבָאוֹת (tsÿva’ot; “hosts”; see Ps 89:9), but יְהוָה אֱלֹהִים (yehvah ’elohim) precedes צְבָאוֹת (tsÿva’ot) in Pss 59:5 and 84:8 as well. In this context the term “hosts” (meaning “armies”) has been rendered “invincible warrior.”) How long will you remain angry at your people while they pray to you? (tn Heb “How long will you remain angry during the prayer of your people.” Some take the preposition -בְּ (bet) in an adversative sense here (“at/against the prayer of your people”), but the temporal sense is preferable. The psalmist expects persistent prayer to pacify God.)"},{"number":5,"verse":"You have given them tears as food; (tn Heb “you have fed them the food of tears.”) you have made them drink tears by the measure. (tn Heb “[by] the third part [of a measure].” The Hebrew term שָׁלִישׁ (shalish, “third part [of a measure]”) occurs only here and in Isa 40:12.)"},{"number":6,"verse":"You have made our neighbors dislike us, (tn Heb “you have made us an object of contention to our neighbors.”) and our enemies insult us."},{"number":7,"verse":"O God, invincible warrior, (tn Heb “O God, hosts.” One expects the construct form אֱלֹהֵי before צְבָאוֹת (tsÿva’ot, “hosts”; see Ps 89:9), but יְהוָה אֱלֹהִים (yehvah ’elohim) precedes צְבָאוֹת (tsÿva’ot) in Pss 59:5 and 84:8 as well. See also v. 4 for a similar construction.) restore us! Smile on us! (tn The idiom “cause your face to shine” probably refers to a smile (see Eccl 8:1), which in turn suggests favor and blessing (see Num 6:25; Pss 4:6; 31:16; 44:3; 67:1; 89:15; Dan 9:17).) Then we will be delivered! (tn Heb “cause your face to shine in order that we may be delivered.” After the imperative, the cohortative with prefixed vav (ו) indicates purpose/result.)"},{"number":8,"verse":"You uprooted a vine (sn The vine is here a metaphor for Israel (see Ezek 17:6–10; Hos 10:1).) from Egypt; you drove out nations and transplanted it."},{"number":9,"verse":"You cleared the ground for it; (tn Heb “you cleared away before it.”) it took root, (tn Heb “and it took root [with] its roots.”) and filled the land."},{"number":10,"verse":"The mountains were covered by its shadow, the highest cedars (tn Heb “cedars of God.” The divine name אֵל (’al, “God”) is here used in an idiomatic manner to indicate the superlative.) by its branches."},{"number":11,"verse":"Its branches reached the Mediterranean Sea, (tn Heb “to [the] sea.” The “sea” refers here to the Mediterranean Sea.) and its shoots the Euphrates River. (tn Heb “to [the] river.” The “river” is the Euphrates River in Mesopotamia. Israel expanded both to the west and to the east.)"},{"number":12,"verse":"Why did you break down its walls, (sn The protective walls of the metaphorical vineyard are in view here (see Isa 5:5).) so that all who pass by pluck its fruit? (tn Heb “pluck it.”)"},{"number":13,"verse":"The wild boars of the forest ruin it; (tn The Hebrew verb כִּרְסֵם (kirsem, “to eat away; to ruin”) occurs only here in the OT.) the insects (tn The precise referent of the Hebrew word translated “insects,” which occurs only here and in Ps 50:11, is uncertain. Aramaic, Arabic, and Akkadian cognates refer to insects, such as locusts or crickets.) of the field feed on it."},{"number":14,"verse":"O God, invincible warrior, (tn Heb “O God, hosts.” One expects the construct form אֱלֹהֵי before צְבָאוֹת (tsÿva’ot, “hosts”; see Ps 89:9), but יְהוָה אֱלֹהִים (yehvah ’elohim) precedes צְבָאוֹת (tsÿva’ot) in Pss 59:5 and 84:8 as well. See also vv. 4, 7 for a similar construction.) come back! Look down from heaven and take notice! Take care of this vine,"},{"number":15,"verse":"the root (tn The Hebrew noun occurs only here in the OT. HALOT 483 s. v. III כֵּן emends the form to כַּנָּהּ (kannah, “its shoot”).) your right hand planted, the shoot you made to grow! (tn Heb “and upon a son you strengthened for yourself.” In this context, where the extended metaphor of the vine dominates, בֵּן (ben, “son”) probably refers to the shoots that grow from the vine. Cf. Gen 49:22.)"},{"number":16,"verse":"It is burned (tn Heb “burned with fire.”) and cut down. They die because you are displeased with them. (tn Heb “because of the rebuke of your face they perish.”)"},{"number":17,"verse":"May you give support to the one you have chosen, (tn Heb “may your hand be upon the man of your right hand.” The referent of the otherwise unattested phrase “man of your right hand,” is unclear. It may refer to the nation collectively as a man. (See the note on the word “yourself” in v. 17b.)) to the one whom you raised up for yourself! (tn Heb “upon the son of man you strengthened for yourself.” In its only other use in the Book of Psalms, the phrase “son of man” refers to the human race in general (see Ps 8:4). Here the phrase may refer to the nation collectively as a man. Note the use of the statement “you strengthened for yourself” both here and in v. 15, where the “son” (i. e., the branch of the vine) refers to Israel.)"},{"number":18,"verse":"Then we will not turn away from you. Revive us and we will pray to you! (tn Heb “and in your name we will call.”)"},{"number":19,"verse":"O LORD God, invincible warrior, (tn Heb “O Lord, God, hosts.” One expects the construct form אֱלֹהֵי before צְבָאוֹת (tsÿva’ot, “hosts”; see Ps 89:9), but יְהוָה אֱלֹהִים (yehvah ’elohim) precedes צְבָאוֹת (tsÿva’ot) in Pss 59:5 and 84:8 as well. See also vv. 4, 7, 14 for a similar construction.) restore us! Smile on us! (tn The idiom “cause your face to shine” probably refers to a smile (see Eccl 8:1), which in turn suggests favor and blessing (see Num 6:25; Pss 4:6; 31:16; 44:3; 67:1; 89:15; Dan 9:17).) Then we will be delivered! (tn Heb “cause your face to shine in order that we may be delivered.” After the imperative, the cohortative with prefixed vav (ו) indicates purpose/result.)"}]}