{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":87,"verses":[{"number":1,"verse":"(230 87) (Written by the Korahites; a psalm, a song.) (sn Psalm 87. The psalmist celebrates the Lord’s presence in Zion and the special status of its citizens.) The LORD’s city is in the holy hills. (tn Heb “his foundation [is] in the hills of holiness.” The expression “his foundation” refers here by metonymy to the Lord’s dwelling place in Zion. The “hills” are the ones surrounding Zion (see Pss 125:2; 133:3).)"},{"number":2,"verse":"The LORD loves the gates of Zion more than all the dwelling places of Jacob."},{"number":3,"verse":"People say wonderful things about you, (tn Heb “glorious things are spoken about you.” The translation assumes this is a general reference to compliments paid to Zion by those who live within her walls and by those who live in the surrounding areas and lands. Another option is that this refers to a prophetic oracle about the city’s glorious future. In this case one could translate, “wonderful things are announced concerning you.”) O city of God. (Selah)"},{"number":4,"verse":"I mention Rahab (sn “Rahab,” which means “proud one,” is used here as a title for Egypt (see Isa 30:7).) and Babylon to my followers. (tn Heb “to those who know me” (see Ps 36:10). Apparently the Lord speaks here. The verbal construction (the Hiphil of זָכַר, zakhar, “remember” followed by the preposition -לְ [le] with a substantive) is rare, but the prepositional phrase is best understood as indicating the recipient of the announcement (see Jer 4:16). Some take the preposition in the sense of “among” and translate, “among those who know me” (cf. NEB, NIV, NRSV). In this case these foreigners are viewed as the Lord’s people and the psalm is interpreted as anticipating a time when all nations will worship the Lord (see Ps 86:9) and be considered citizens of Zion.) Here are (tn Heb “Look.”) Philistia and Tyre, (map For location see Map1-A2; Map2-G2; Map4-A1; JP3-F3; JP4-F3.) along with Ethiopia. (tn Heb “Cush.”) It is said of them, “This one was born there.” (tn Heb “and this one was born there.” The words “It is said of them” are not in the Hebrew text, but are supplied for clarification and stylistic purposes (see v. 5). Those advocating the universalistic interpretation understand “there” as referring to Zion, but it seems more likely that the adverb refers to the nations just mentioned. The foreigners are identified by their native lands.)"},{"number":5,"verse":"But it is said of Zion’s residents, (tn Heb “and of Zion it is said.” Another option is to translate, “and to Zion it is said.” In collocation with the Niphal of אָמַר (’amar), the preposition lamed (-לְ) can introduce the recipient of the statement (see Josh 2:2; Jer 4:11; Hos 1:10; Zeph 3:16), carry the nuance “concerning, of” (see Num 23:23), or mean “be named” (see Isa 4:3; 62:4).) “Each one of these (tn Heb “a man and a man.” The idiom also appears in Esth 1:8. The translation assumes that the phrase refers to each of Zion’s residents, in contrast to the foreigners mentioned in v. 4. Those advocating the universalistic interpretation understand this as a reference to each of the nations, including those mentioned in v. 4.) was born in her, and the sovereign One (tn Traditionally “Most High.”) makes her secure.” (tn Heb “and he makes her secure, the Most High.”)"},{"number":6,"verse":"The LORD writes in the census book of the nations, (tn Heb “the Lord records in the writing of the nations.”) “This one was born there.” (tn As noted in v. 4, the translation assumes a contrast between “there” (the various foreign lands) and “in her” (Zion). In contrast to foreigners, the citizens of Zion have special status because of their birthplace (v. 5). In this case vv. 4 and 6 form a structural frame around v. 5.) (Selah)"},{"number":7,"verse":"As for the singers, as well as the pipers — all of them sing within your walls. (tc Heb “and singers, like pipers, all my springs [are] in you.” The participial form חֹלְלִים (kholÿlim) appears to be from a denominative verb meaning “play the pipe,” though some derive the form from חוּל (khul, “dance”). In this case the duplicated lamed (ל) requires an emendation to מְחֹלְלִים (mÿkholÿlim, “a Polel form). The words are addressed to Zion. As it stands, the Hebrew text makes little, if any, sense. “Springs” are often taken here as a symbol of divine blessing and life”), but this reading does not relate to the preceding line in any apparent way. The present translation assumes an emendation of כָּל־מַעְיָנַי (kol-ma’yanay, “all my springs”) to כֻּלָּם עָנוּ (kullam ’anu, “all of them sing,” with the form עָנוּ being derived from עָנָה, ’anah, “sing”).)"}]}