{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"230 88machalath-leannothA song, a psalm written by the Korahites; for the music director; according to the style; a well-written song by Heman the Ezrachite. (sn Psalm 88. The psalmist cries out in pain to the Lord, begging him for relief from his intense and constant suffering. The psalmist regards God as the ultimate cause of his distress, but nevertheless clings to God in hope.) (tn The Hebrew phrase מָחֲלַת לְעַנּוֹת (makhalat lÿ’annot) may mean “illness to afflict.” Perhaps it refers to a particular style of music, a tune title, or a musical instrument. The term מָחֲלַת also appears in the superscription of Ps 53.) (tn The meaning of the Hebrew term מַשְׂכִּיל (maskil) is uncertain. The word is derived from a verb meaning “to be prudent; to be wise.” Various options are: “a contemplative song,” “a song imparting moral wisdom,” or “a skillful [i. e., well-written] song.” The term occurs in the superscriptions of Pss 32, 42, 44, 45, 52–55, 74, 78, 88, 89, and 142, as well as in Ps 47:7.) O LORD God who delivers me! (tn Heb “O Lord God of my deliverance.” In light of the content of the psalm, this reference to God as the one who delivers seems overly positive. For this reason some emend the text to אַלֹהַי שִׁוַּעְתִּי (’alohay shivva’tiy, “[O Lord] my God, I cry out”). See v. 13.) By day I cry out and at night I pray before you. (tn Heb “[by] day I cry out, in the night before you.”)"},{"number":2,"verse":"Listen to my prayer! (tn Heb “may my prayer come before you.” The prefixed verbal form is understood as a jussive, indicating the psalmist’s desire or prayer.) Pay attention (tn Heb “turn your ear.”) to my cry for help!"},{"number":3,"verse":"For my life (tn Or “my soul.”) is filled with troubles and I am ready to enter Sheol. (tn Heb “and my life approaches Sheol.”)"},{"number":4,"verse":"They treat me like (tn Heb “I am considered with.”) those who descend into the grave. (tn Heb “the pit.” The noun בּוֹר (bor, “pit,” “cistern”) is sometimes used of the grave and/or the realm of the dead.) I am like a helpless man, (tn Heb “I am like a man [for whom] there is no help.”)"},{"number":5,"verse":"adrift (tn Heb “set free.”) among the dead, like corpses lying in the grave, whom you remember no more, and who are cut off from your power. (tn Heb “from your hand.”)"},{"number":6,"verse":"You place me in the lowest regions of the pit, (tn The noun בּוֹר (bor, “pit,” “cistern”) is sometimes used of the grave and/or the realm of the dead. See v. 4.) in the dark places, in the watery depths."},{"number":7,"verse":"Your anger bears down on me, and you overwhelm me with all your waves. (Selah)"},{"number":8,"verse":"You cause those who know me to keep their distance; you make me an appalling sight to them. I am trapped and cannot get free. (tn Heb “[I am] confined and I cannot go out.”)"},{"number":9,"verse":"My eyes grow weak because of oppression. I call out to you, O LORD, all day long; I spread out my hands in prayer to you. (tn Heb “I spread out my hands to you.” Spreading out the hands toward God was a prayer gesture (see Exod 9:29, 33; 1 Kgs 8:22, 38; 2 Chr 6:12–13, 29; Ezra 9:15; Job 11:13; Isa 1:15). The words “in prayer” have been supplied in the translation to clarify this.)"},{"number":10,"verse":"Do you accomplish amazing things for the dead? Do the departed spirits (tn Heb “Rephaim,” a term that refers to those who occupy the land of the dead (see Isa 14:9; 26:14, 19).) rise up and give you thanks? (Selah)"},{"number":11,"verse":"Is your loyal love proclaimed in the grave, or your faithfulness in the place of the dead? (tn Heb “in Abaddon,” a name for Sheol. The noun is derived from a verbal root meaning “to perish,” “to die.”)"},{"number":12,"verse":"Are your amazing deeds experienced (tn Heb “known.”) in the dark region, (tn Heb “darkness,” here a title for Sheol.) or your deliverance in the land of oblivion? (tn Heb “forgetfulness.” The noun, which occurs only here in the OT, is derived from a verbal root meaning “to forget.”sn The rhetorical questions in vv. 10–12 expect the answer, “Of course not!”)"},{"number":13,"verse":"As for me, I cry out to you, O LORD; in the morning my prayer confronts you."},{"number":14,"verse":"O LORD, why do you reject me, and pay no attention to me? (tn Heb “[why] do you hide your face from me?”)"},{"number":15,"verse":"I am oppressed and have been on the verge of death since my youth. (tn Heb “and am dying from youth.”) I have been subjected to your horrors and am numb with pain. (tn Heb “I carry your horrors [?].” The meaning of the Hebrew form אָפוּנָה (’afunah), which occurs only here in the OT, is unclear. It may be an adverb meaning “very much” (BDB 67 s. v.), though some prefer to emend the text to אָפוּגָה (’afugah, “I am numb”) from the verb פוּג (pug; see Pss 38:8; 77:2).)"},{"number":16,"verse":"Your anger overwhelms me; (tn Heb “passes over me.”) your terrors destroy me."},{"number":17,"verse":"They surround me like water all day long; they join forces and encircle me. (tn Heb “they encircle me together.”)"},{"number":18,"verse":"You cause my friends and neighbors to keep their distance; (tn Heb “you cause to be far from me friend and neighbor.”) those who know me leave me alone in the darkness. (tn Heb “those known by me, darkness.”)"}]}