{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"(230 9) (alumoth-labben) (For the music director; according to the style; a psalm of David.) (sn Psalm 9. The psalmist, probably speaking on behalf of Israel or Judah, praises God for delivering him from hostile nations. He celebrates God’s sovereignty and justice, and calls on others to join him in boasting of God’s greatness. Many Hebrew mss and the ancient Greek version (LXX) combine Psalms 9 and 10 into a single psalm.) (tc The meaning of the Hebrew term עַלְמוּת (’almut) is uncertain. Some mss divide the form into עַל מוּת (’al mut, “according to the death [of the son]”), while the LXX assumes a reading עֲלֻמוֹת עַל (’al ’alumot, “according to alumoth”). The phrase probably refers to a particular tune or musical style.) I will thank the LORD with all my heart! I will tell about all your amazing deeds! (tn The cohortative forms in vv. 1–2 express the psalmist’s resolve to praise God publicly.)"},{"number":2,"verse":"I will be happy and rejoice in you! I will sing praises to you, O sovereign One! (tn Heb “[to] your name, O Most High.” God’s “name” refers metonymically to his divine characteristics as suggested by his name, in this case “Most High.” This divine title (עֶלְיוֹן, ’elyo/) pictures God as the exalted ruler of the universe who vindicates the innocent and judges the wicked. See especially Ps 47:2.)"},{"number":3,"verse":"When my enemies turn back, they trip and are defeated (tn Or “perish”; or “die.” The imperfect verbal forms in this line either emphasize what typically happens or describe vividly the aftermath of a recent battle in which the Lord defeated the psalmist’s enemies.) before you."},{"number":4,"verse":"For you defended my just cause; (tn Heb “for you accomplished my justice and my legal claim.”) from your throne you pronounced a just decision. (tn Heb “you sat on a throne [as] one who judges [with] righteousness.” The perfect verbal forms in v. 4 probably allude to a recent victory (see vv. 5–7). Another option is to understand the verbs as describing what is typical (“you defend…you sit on a throne”).)"},{"number":5,"verse":"You terrified the nations with your battle cry; (tn The verb גָּעַר (ga’ar) is often understood to mean “rebuke” and in this context taken to refer to the Lord’s “rebuke” of the nations. In some cases it is apparent that scolding or threatening is in view (see Gen 37:10; Ruth 2:16; Zech 3:2). However, in militaristic contexts this translation is inadequate, for the verb refers in this setting to the warrior’s battle cry, which terrifies and paralyzes the enemy. See A. Caquot, TDOT 3:53, and note the use of the verb in Pss 68:30; 106:9; and Nah 1:4, as well as the related noun in Job 26:11; Pss 18:15; 76:6; 104:7; Isa 50:2; 51:20; 66:15.) you destroyed the wicked; (tn The singular form is collective (note “nations” and “their name”). In the psalms the “wicked” (רְשָׁעִים, rÿsha’im) are typically proud, practical atheists (Ps 10:2, 4, 11) who hate God’s commands, commit sinful deeds, speak lies and slander (Ps 50:16–20), and cheat others (Ps 37:21). In this context the hostile nations who threaten Israel/Judah are in view.) you permanently wiped out all memory of them. (tn Heb “their name you wiped out forever and ever.” The three perfect verbal forms in v. 5 probably refer to a recent victory (definite past or present perfect use), although they might express what is typical (characteristic use).)"},{"number":6,"verse":"The enemy’s cities have been reduced to permanent ruins; (tn Heb “the enemy – they have come to an end [in] ruins permanently.” The singular form אוֹיֵב (’oyev, “enemy”) is collective. It is placed at the beginning of the verse to heighten the contrast with יְהוָה (yÿhvah, “the Lord”) in v. 7.) you destroyed their cities; (tn Heb “you uprooted cities.”) all memory of the enemies has perished. (tn Heb “it has perished, their remembrance, they.” The independent pronoun at the end of the line is in apposition to the preceding pronominal suffix and lends emphasis (see IBHS 299 §16.3.4). The referent of the masculine pronoun is the nations/enemies (cf. v. 5), not the cities (the Hebrew noun עָרִים [’arim, “cities”] is grammatically feminine). This has been specified in the present translation for clarity; many modern translations retain the pronoun “them,” resulting in ambiguity (cf. NRSV “their cities you have rooted out; the very memory of them has perished”).)"},{"number":7,"verse":"But the LORD (tn The construction vav (ו) + subject highlights the contrast between the exalted Lord and his defeated foes (see v. 6).) rules (tn Heb “sits” (i. e., enthroned, see v. 4). The imperfect verbal form highlights the generalization.) forever; he reigns in a just manner. (tn Heb “he establishes for justice his throne.”)"},{"number":8,"verse":"He judges the world fairly; he makes just legal decisions for the nations. (tn Heb “the peoples.” The imperfect verbal forms in v. 8 either describe God’s typical, characteristic behavior, or anticipate a future judgment of worldwide proportions (“will judge…”).)"},{"number":9,"verse":"Consequently (tn Following the imperfect in v. 9, the construction vav (ו) conjunctive + shortened form of the prefixed verb הָיָה (hayah) indicates a consequence or result of the preceding statement. The construction functions this same way in Pss 81:15 and 104:20.) the LORD provides safety for the oppressed; (tn Heb “and the Lord is an elevated place for the oppressed.” The singular form דָּךְ (dakh, “oppressed”) is collective here.) he provides safety in times of trouble. (tn Heb “[he is] an elevated place for times in trouble.” Here an “elevated place” refers to a stronghold, a defensible, secure position that represents a safe haven in times of unrest or distress (cf. NEB “tower of strength”; NIV, NRSV “stronghold”).)"},{"number":10,"verse":"Your loyal followers trust in you, (tn Heb “and the ones who know your name trust in you.” The construction vav (ו) conjunctive + imperfect at the beginning of the verse expresses another consequence of the statement made in v. 8. “To know” the Lord’s “name” means to be his follower, recognizing his authority and maintaining loyalty to him. See Ps 91:14, where “knowing” the Lord’s “name” is associated with loving him.) for you, LORD, do not abandon those who seek your help. (tn Heb “the ones who seek you.”)"},{"number":11,"verse":"Sing praises to the LORD, who rules (tn Heb “sits” (i. e., enthroned, and therefore ruling – see v. 4). Another option is to translate as “lives” or “dwells.”) in Zion! Tell the nations what he has done! (tn Heb “declare among the nations his deeds.”)"},{"number":12,"verse":"For the one who takes revenge against murderers took notice of the oppressed; (tn Heb “for the one who seeks shed blood remembered them.” The idiomatic expression “to seek shed blood” seems to carry the idea “to seek payment/restitution for one’s shed blood.” The plural form דָּמִים (damim, “shed blood”) occurs only here as the object of דָּרַשׁ (darash); the singular form דָּם (dam, “blood”) appears with the verb in Gen 9:5; 42:22; Ezek 33:6. “Them,” the pronominal object of the verb “remembered,” refers to the oppressed, mentioned specifically in the next line, so the referent has been specified in the translation for clarity.) he did not overlook (tn Heb “did not forget.”) their cry for help (tn Heb “the cry for help of the oppressed.” In this context the “oppressed” are the psalmist and those he represents, whom the hostile nations have threatened.)"},{"number":13,"verse":"when they prayed: (tn The words “when they prayed,” though not represented in the Hebrew text, are supplied in the translation for clarification. The petition in vv. 13–14 is best understood as the cry for help which the oppressed offered to God when the nations threatened. The Lord answered this request, prompting the present song of thanksgiving.) “Have mercy on me, (tn Or “show me favor.”) LORD! See how I am oppressed by those who hate me, (tn Heb “see my misery from the ones who hate me.”) O one who can snatch me away (tn Heb “one who lifts me up.”) from the gates of death!"},{"number":14,"verse":"Then I will (tn Or “so that I might.”) tell about all your praiseworthy acts; (tn Heb “all your praise.” “Praise” stands by metonymy for the mighty acts that prompt it.) in the gates of Daughter Zion (sn Daughter Zion is an idiomatic title for Jerusalem. It appears frequently in the prophets, but only here in the psalms.) I will rejoice because of your deliverance.” (tn Heb “in your deliverance.”)"},{"number":15,"verse":"The nations fell (tn Heb “sank down.”) into the pit they had made; their feet were caught in the net they had hidden. (sn The hostility of the nations against God’s people is their downfall, for it prompts God to intervene and destroy them. See also Ps 7:15–16.)"},{"number":16,"verse":"The LORD revealed himself; he accomplished justice; the wicked were ensnared by their own actions. (tn Heb “by the work of his hands [the] wicked [one] was ensnared. The singular form רָשָׁע (rasha’, “wicked”) is collective or representative here (see vv. 15, 17). The form נוֹקֵשׁ (noqesh) appears to be an otherwise unattested Qal form (active participle) from נָקַשׁ (naqash), but the form should be emended to נוֹקַשׁ (noqash), a Niphal perfect from יָקַשׁ (yaqash).) (Higgaion. (tn This is probably a technical musical term.) Selah)"},{"number":17,"verse":"The wicked are turned back and sent to Sheol; (tn Heb “the wicked turn back to Sheol.” The imperfect verbal form either emphasizes what typically happens or describes vividly the aftermath of the Lord’s victory over the psalmist’s enemies. See v. 3.) this is the destiny of (tn The words “this is the destiny of” are supplied in the translation for stylistic reasons. The verb “are turned back” is understood by ellipsis (see the preceding line).) all the nations that ignore (tn Heb “forget.” “Forgetting God” refers here to worshiping false gods and thereby refusing to recognize his sovereignty (see also Deut 8:19; Judg 3:7; 1 Sam 12:9; Isa 17:10; Jer 3:21; Ps 44:20). The nations’ refusal to acknowledge God’s sovereignty accounts for their brazen attempt to attack and destroy his people.) God,"},{"number":18,"verse":"for the needy are not permanently ignored, (tn Or “forgotten.”) the hopes of the oppressed are not forever dashed. (tn Heb “the hope of the afflicted does [not] perish forever.” The negative particle is understood by ellipsis; note the preceding line. The imperfect verbal forms express what typically happens.)"},{"number":19,"verse":"Rise up, LORD! (sn Rise up, Lord! …May the nations be judged. The psalm concludes with a petition that the Lord would continue to exercise his justice as he has done in the recent crisis.) Don’t let men be defiant! (tn Or “prevail.”) May the nations be judged in your presence!"},{"number":20,"verse":"Terrify them, LORD! (tn Heb “place, Lord, terror with regard to them.” The Hebrew term מוֹרָה (morah, “terror”) is an alternative form of מוֹרָא (mora’; a reading that appears in some mss and finds support in several ancient textual witnesses).) Let the nations know they are mere mortals! (tn Heb “let the nations know they [are] man[kind]”; i. e., mere human beings (as opposed to God).) (Selah)"}]}