{"bibleAbbr":"NET2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":90,"verses":[{"number":1,"verse":"Book 4(230 90-106)230 90A prayer of Moses, the man of God. (sn Psalm 90. In this communal lament the worship leader affirms that the eternal God and creator of the world has always been Israel’s protector. But God also causes men, who are as transient as grass, to die, and in his fierce anger he decimates his covenant community, whose brief lives are filled with suffering and end in weakness. The community asks for wisdom, the restoration of God’s favor, a fresh revelation of his power, and his blessing upon their labors.) O Lord, you have been our protector (tn Or “place of safety.” See Ps 71:3.) through all generations!"},{"number":2,"verse":"Even before the mountains came into existence, (tn Heb “were born.”) or you brought the world into being, (tn Heb “and you gave birth to the earth and world.” The Polel verbal form in the Hebrew text pictures God giving birth to the world. The LXX and some other ancient textual witnesses assume a polal (passive) verbal form here. In this case the earth becomes the subject of the verb and the verb is understood as third feminine singular rather than second masculine singular.) you were the eternal God. (tn Heb “and from everlasting to everlasting you [are] God.” Instead of אֵל (’el, “God”) the LXX reads אַל (’al, “not”) and joins the negative particle to the following verse, making the verb תָּשֵׁב (tashev) a jussive. In this case v. 3a reads as a prayer, “do not turn man back to a low place.” However, taking תָּשֵׁב as a jussive is problematic in light of the following following wayyiqtol form וַתֹּאמֶר (vato’mer, “and you said/say”).)"},{"number":3,"verse":"You make mankind return (tn In this context the shortened prefix form does not function as a preterite, but indicates what is typical of the world.) to the dust, (tn The Hebrew term דַּכָּא (daka’) carries the basic sense of “crushed.” Elsewhere it refers to those who are “crushed” in spirit or contrite of heart (see Ps 34:18; Isa 57:15). If one understands this nuance here, then v. 3 is observing that God leads mankind to repentance (the term שׁוּב, shuv, “return,” which appears twice in this verse, is sometimes used of repentance.) However, the following context laments mankind’s mortality and the brevity of life, so it is doubtful if v. 3 should be understood so positively. It is more likely that דַּכָּא here refers to “crushed matter,” that is, the dust that fills the grave (see HALOT 221 s. v. s. v. I דַּכָּא; BDB 194 s. v. דַּכָּא). In this case one may hear an echo of Gen 3:19.) and say, “Return, O people!”"},{"number":4,"verse":"Yes, (tn Or “for.”) in your eyes a thousand years are like yesterday that quickly passes, or like one of the divisions of the nighttime. (sn The divisions of the nighttime. The ancient Israelites divided the night into distinct periods, or “watches.”)"},{"number":5,"verse":"You bring their lives to an end and they “fall asleep.” (tn Heb “you bring them to an end [with] sleep.” The Hebrew verb זָרַם (zaram) has traditionally been taken to mean “flood” or “overwhelm” (note the Polel form of a root זרם in Ps 77:17, where the verb is used of the clouds pouring down rain). However, the verb form here is Qal, not Polel, and is better understood as a homonym meaning “to make an end [of life].” The term שֵׁנָה (shenah, “sleep”) can be taken as an adverbial accusative; it is a euphemism here for death (see Ps 76:5–6).) In the morning they are like the grass that sprouts up;"},{"number":6,"verse":"in the morning it glistens (tn Or “flourishes.” The verb is used of a crown shining in Ps 132:18. Perhaps here in Ps 90:6 it refers to the glistening of the grass in the morning dew.) and sprouts up; at evening time it withers (tn The Polel form of this verb occurs only here. Perhaps the form should be emended to a Qal (which necessitates eliminating the final lamed [ל] as dittographic). See Ps 37:2.) and dries up."},{"number":7,"verse":"Yes, (tn Or “for.”) we are consumed by your anger; we are terrified by your wrath."},{"number":8,"verse":"You are aware of our sins; (tn Heb “you set our sins in front of you.”) you even know about our hidden sins. (tn Heb “what we have hidden to the light of your face.” God’s face is compared to a light or lamp that exposes the darkness around it.)"},{"number":9,"verse":"Yes, (tn Or “for.”) throughout all our days we experience your raging fury; (tn Heb “all our days pass by in your anger.”) the years of our lives pass quickly, like a sigh. (tn Heb “we finish our years like a sigh.” In Ezek 2:10 the word הֶגֶה (hegeh) elsewhere refers to a grumbling or moaning sound. Here a brief sigh or moan is probably in view. If so, the simile pictures one’s lifetime as transient. Another option is that the simile alludes to the weakness that characteristically overtakes a person at the end of one’s lifetime. In this case the phrase could be translated, “we end our lives with a painful moan.”)"},{"number":10,"verse":"The days of our lives add up to seventy years, (tn Heb “the days of our years, in them [are] seventy years.”) or eighty, if one is especially strong. (tn Heb “or if [there is] strength, eighty years.”) But even one’s best years are marred by trouble and oppression. (tn Heb “and their pride [is] destruction and wickedness.” The Hebrew noun רֹהַב (rohav) occurs only here. BDB 923 s. v. assigns the meaning “pride,” deriving the noun from the verbal root רהב (“to act stormily [boisterously, arrogantly]”). Here the “pride” of one’s days (see v. 9) probably refers to one’s most productive years in the prime of life. The words translated “destruction and wickedness” are also paired in Ps 10:7. They also appear in proximity in Pss 7:14 and 55:10. The oppressive and abusive actions of evil men are probably in view (see Job 4:8; 5:6; 15:35; Isa 10:1; 59:4).) Yes, (tn or “for.”) they pass quickly (tn Heb “it passes quickly.” The subject of the verb is probably “their pride” (see the preceding line). The verb גּוּז (guz) means “to pass” here; it occurs only here and in Num 11:31.) and we fly away. (sn We fly away. The psalmist compares life to a bird that quickly flies off (see Job 20:8).)"},{"number":11,"verse":"Who can really fathom the intensity of your anger? (tn Heb “Who knows the strength of your anger?”) Your raging fury causes people to fear you. (tn Heb “and like your fear [is] your raging fury.” Perhaps one should emend וּכְיִרְאָתְךְ (ukhyir’otekh, “and like your fear”) to יִרְאָתְךְ (yir’otkh, “your fear”), understanding a virtual dittography (אַפֶּךָ וּכְיִרְאָתְךְ, ’apekha ukhyir’otekh) to have occurred. In this case the psalmist asserts “your fear [is] your raging fury,” that is, your raging fury is what causes others to fear you. The suffix on “fear” is understood as objective.)"},{"number":12,"verse":"So teach us to consider our mortality, (tn Heb “to number our days,” that is, to be aware of how few they really are.) so that we might live wisely. (tn Heb “and we will bring a heart of wisdom.” After the imperative of the preceding line, the prefixed verbal form with the conjunction indicates purpose/result. The Hebrew term “heart” here refers to the center of one’s thoughts, volition, and moral character.)"},{"number":13,"verse":"Turn back toward us, O LORD! How long must this suffering last? (tn Heb “Return, O Lord! How long?”) Have pity on your servants! (tn Elsewhere the Niphal of נָחַם (nakham) + the preposition עַל (’al) + a personal object has the nuance “be comforted concerning [the personal object’s death]” (see 2 Sam 13:39; Jer 31:15). However, here the context seems to demand “feel sorrow for,” “have pity on.” In Deut 32:36 and Ps 135:14, where “servants” is also the object of the preposition, this idea is expressed with the Hitpael form of the verb.)"},{"number":14,"verse":"Satisfy us in the morning (sn Morning is used metaphorically for a time of renewed joy after affliction (see Pss 30:5; 46:5; 49:14; 59:16; 143:8).) with your loyal love! Then we will shout for joy and be happy (tn After the imperative (see the preceding line) the cohortatives with the prefixed conjunction indicate purpose/result.) all our days!"},{"number":15,"verse":"Make us happy in proportion to the days you have afflicted us, in proportion to the years we have experienced (tn Heb “have seen.”) trouble!"},{"number":16,"verse":"May your servants see your work! (tn Heb “may your work be revealed to your servants.” In this context (note v. 17) the verb form יֵרָאֶה (yera’eh) is best understood as an unshortened jussive (see Gen 1:9; Isa 47:3).) May their sons see your majesty! (tn Heb “and your majesty to their sons.” The verb “be revealed” is understood by ellipsis in the second line.)"},{"number":17,"verse":"May our sovereign God extend his favor to us! (tn Heb “and may the delight of the Master, our God, be on us.” The Hebrew term נֹעַם (no’am, “delight”) is used in Ps 27:4 of the Lord’s “beauty,” but here it seems to refer to his favor (see BDB 653 s. v.) or kindness (HALOT 706 s. v.).) Make our endeavors successful! Yes, make them successful! (tn Heb “and the work of our hands establish over us, and the work of our hands, establish it.”)"}]}