{"bibleAbbr":"TCVSL2022NT","bookName":"எபேசியர்","bookEnglishName":"Ephesians","chapterNumber":1,"verses":[{"number":1,"verse":"இறைவனுடைய விருப்பப்படி கிறிஸ்து இயேசுவின் அப்போஸ்தலனாக இருக்கும் பவுல், எபேசு பட்டணத்தில் கிறிஸ்து இயேசுவில் விசுவாசம் உள்ளவர்களாய் இருக்கின்ற பரிசுத்தவான்களுக்கு எழுதுகின்றதாவது:"},{"number":2,"verse":"நம்முடைய பிதாவாகிய இறைவனாலும், ஆண்டவர் இயேசு கிறிஸ்துவினாலும் உங்களுக்குக் கிருபையும் சமாதானமும் உண்டாவதாக."},{"number":3,"verse":"(கிறிஸ்துவில் ஆவிக்குரிய ஆசீர்வாதங்கள்)நம்முடைய ஆண்டவர் இயேசு கிறிஸ்துவின் பிதாவும், இறைவனுமாய் இருக்கின்றவர் துதிக்கப்படுவாராக. அவர் பரலோகத்தில் உள்ள எல்லா ஆவிக்குரிய ஆசீர்வாதங்களினாலும் கிறிஸ்துவில் இணைந்திருக்கின்ற நம்மை ஆசீர்வதித்திருக்கிறார்."},{"number":4,"verse":"நாம் இறைவனுடைய பார்வையிலே பரிசுத்தமுள்ளவர்களாயும், குற்றமற்றவர்களாயும் இருக்க வேண்டும் என்பதற்காக உலகம் படைக்கப்படுவதற்கு முன்னதாகவே அவர் நம்மை கிறிஸ்துவுக்குள் தெரிவு செய்தார். இறைவன் தம்முடைய அன்பின் காரணமாக,"},{"number":5,"verse":"இயேசு கிறிஸ்துவின் மூலமாய் அவருடைய சொந்த பிள்ளைகளாக தத்தெடுத்துக்கொள்ள நம்மை முன்கூட்டியே நியமித்தார். இதை அவர் தமது சித்தத்தின்படியும், விருப்பத்தின்படியும் செய்தார்."},{"number":6,"verse":"தாம் அன்பு செலுத்திய கிறிஸ்துவில் நமக்குத் தாராளமாக வழங்கப்பட்டுள்ள இந்த மகிமையான கிருபையின் காரணமாக, அவர் புகழப்படும்படியாக இதைச் செய்தார்."},{"number":7,"verse":"இறைவனுடைய அளவற்ற மிகுந்த கிருபையின்படி, கிறிஸ்து சிந்திய இரத்தத்தின் மூலமாக அவராலேயே நமக்கு மீட்பு கிடைக்கிறது. அதனூடாக பாவங்களுக்கான மன்னிப்பைப் பெறுகிறோம்."},{"number":8,"verse":"இறைவன் அந்தக் கிருபையை எல்லா ஞானத்துடனும், புரிந்துகொள்ளும் ஆற்றலுடனும் சேர்த்து நமக்கு நிறைவாகக் கொடுத்து,"},{"number":9,"verse":"தமது திட்டத்தின் மறைபொருளை நமக்குத் தெரியப்படுத்தினார். அத்திட்டமானது தமது விருப்பத்தின்படி கிறிஸ்துவுக்குள்ளாக அவர் செய்ய இருந்த அவருடைய நோக்கமாக இருந்தது."},{"number":10,"verse":"அதன்படி, காலங்கள் நிறைவேறும்போது பரலோகத்திலும் உலகத்திலும் உள்ள எல்லாவற்றையும் கிறிஸ்துவின் தலைமையின் கீழ் ஒன்றுசேர்ப்பதே அந்தத் திட்டம்."},{"number":11,"verse":"தம்முடைய திட்டத்தின் நோக்கத்திற்கு ஏற்ப எல்லாவற்றையும் நிறைவேற்றுகின்ற இறைவனுடைய தீர்மானத்தின்படியே நாமும் முன்கூட்டியே நியமிக்கப்பட்டு, கிறிஸ்துவுக்கூடாக உரிமைச் சொத்தொன்றைப் பெற்றிருக்கிறோம்."},{"number":12,"verse":"இதனால், கிறிஸ்துவில் முதன்முதலில் நம்பிக்கை வைத்த நாங்கள் இறைவனுடைய மகிமைக்குப் புகழ் உண்டாக்குகின்றவர்களாய் இருக்க வேண்டுமென்று அவர் விரும்பினார்."},{"number":13,"verse":"அப்படியே, நீங்களும் சத்திய வார்த்தையை, அதாவது உங்களுக்கு மீட்பைக் கொடுக்கின்ற நற்செய்தியைக் கேட்டு கிறிஸ்துவை விசுவாசித்தபோது, வாக்குறுதி அளிக்கப்பட்ட பரிசுத்த ஆவியானவராலே அவரில் முத்திரை அடையாளம் இடப்பட்டீர்கள்."},{"number":14,"verse":"இறைவனுக்கு உரியவர்களாகிய நாம் மீட்கப்பட்டு நமக்குரிய உரிமைச் சொத்தை அடையும் வரை, பரிசுத்த ஆவியானவரே நாம் அதை அடைவதற்குரிய உத்தரவாதமாய் இருக்கின்றார். இறைவனுடைய மகிமைக்கு புகழ் உண்டாகவே இப்படிச் செய்தார்."},{"number":15,"verse":"(நன்றி செலுத்துதலும் மன்றாடுதலும்)இக்காரணத்தினாலே ஆண்டவர் இயேசுவில் நீங்கள் வைத்திருக்கின்ற விசுவாசத்தையும், பரிசுத்தவான்கள் எல்லோர் மீதும் உங்களுக்கிருக்கின்ற அன்பையும் குறித்து நான் கேள்விப்பட்டதிலிருந்து,"},{"number":16,"verse":"உங்களை என் மன்றாடுதல்களில் நினைவுகூர்ந்து உங்களுக்காக இடைவிடாமல் இறைவனுக்கு நன்றி செலுத்துகிறேன்."},{"number":17,"verse":"நீங்கள் நம்முடைய ஆண்டவர் இயேசு கிறிஸ்துவின் இறைவனாயிருக்கின்ற மகிமையுள்ள பிதாவை இன்னும் அதிகமாய் அறிந்துகொள்ள அவர் ஞானத்தையும் வெளிப்படுத்துதலையும் கொடுக்கும் ஆவியை உங்களுக்குத் தர வேண்டும் என மன்றாடுகிறேன்."},{"number":18,"verse":"உங்கள் மனக்கண்கள் தெளிவடைய வேண்டும் என்றும் மன்றாடுகிறேன். அப்பொழுதே, இறைவன் உங்களை அழைத்திருக்கின்ற அந்த எதிர்பார்ப்பையும், பரிசுத்தவான்களால் அவருக்குக் கிடைக்கின்ற மகிமையான உரிமைச் சொத்தின் உயர்மதிப்பையும்,"},{"number":19,"verse":"அத்துடன் எந்த வல்லமையை கிறிஸ்துவில் செயற்படுத்தி, அவரை மரணித்தோரிலிருந்து உயிருடன் எழுப்பி, பரலோக அரசிலே தமது வலது பக்கத்தில் இறைவன் உட்கார வைக்க பயன்படுத்தினாரோ,"},{"number":20,"verse":"அதே பெரிதான, அளவிட முடியாத வல்லமையை விசுவாசிக்கின்றவர்களாகிய நமக்கும் இறைவன் கொடுத்திருக்கின்றார் என்பதையும் நீங்கள் அறிந்துகொள்வீர்கள்."},{"number":21,"verse":"இவ்விதமாகவே, இந்தக் காலத்துக்கு மட்டுமல்ல இனி வரப்போகும் காலத்துக்கும் உரிய எல்லா ஆளுகைக்கும் அதிகாரத்துக்கும் வல்லமைக்கும் அரசாட்சிக்கும், மற்றும் பெயரிடப்பட்டிருக்கும் எல்லாப் பெயர்களுக்கும் மேலாக இறைவன் கிறிஸ்துவை உயர்த்தினார்."},{"number":22,"verse":"மேலும், எல்லாவற்றையும் கிறிஸ்துவினுடைய பாதங்களுக்குக் கீழ்ப்படுத்தி, திருச்சபையின் நலனுக்காக அனைத்தையும் ஆளுகை செய்கின்ற தலைமையாக அவரை நியமித்தார்."},{"number":23,"verse":"அவரே எல்லாவற்றையும் எல்லாவற்றாலும் நிரப்புகின்றவர்; அவருடைய உடலாகிய திருச்சபை அவரால் முழுநிறைவடைகிறது."}]}