{"bibleAbbr":"PESH1849","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"IF, then, you have risen with the Meshiha, seek (the realities) which are on high, where the Meshiha sitteth at the right hand of Aloha."},{"number":2,"verse":"Think of that which is on high, and not of that on earth."},{"number":3,"verse":"For you are dead, and your life is hid with the Meshiha in Aloha;"},{"number":4,"verse":"and when the Meshiha, who is our life, shall be manifested, then also will you be manifested with him in glory."},{"number":5,"verse":"Put to death, then, your members that are upon the earth: fornication, uncleanness, and passions, and evil desires, and covetousness, which itself is idolatry."},{"number":6,"verse":"For on account of these cometh the anger of Aloha upon the sons of disobedience.[Or, perverseness.]"},{"number":7,"verse":"In these also you walked aforetime, when you were conversant in them."},{"number":8,"verse":"But now cease you from all these; anger, wrath, malice, reviling, impure speech:"},{"number":9,"verse":"and lie not one to another, but put off the old man with all his manners,"},{"number":10,"verse":"and wear the new, who is renovated by knowledge in the image of his Creator,"},{"number":11,"verse":"where there is not Jihudoya and Aramoya, nor circumcision and uncircumcision, nor Javanoya and Barbaroya, nor slave and freeman, but the Meshiha is all and in all."},{"number":12,"verse":"Wear, therefore, as the chosen of Aloha, saints and beloved, compassions and tenderness, and benignity, and lowliness of mind, and composure, and patience."},{"number":13,"verse":"And bear with one another, and forgive one another, if any man have a complaint against his neighbour; even as the Meshiha hath forgiven you, so also forgive;"},{"number":14,"verse":"and with all these charity, which is the girdle of perfection."},{"number":15,"verse":"And let the peace of the Meshiha direct your hearts, for to it you have been called in one body; and give thanks to the Meshiha,"},{"number":16,"verse":"whose word shall dwell in you abundantly, in all wisdom. And teach and admonish yourselves in psalms and in hymns and in songs of the Spirit, and with grace sing with your hearts unto Aloha."},{"number":17,"verse":"And whatsoever you do, either in word or work, do (it) in the name of our Lord Jeshu Meshiha, and with thanksgiving through him unto Aloha the Father."},{"number":18,"verse":"WIVES, be subject to your husbands, as it is right in the Meshiha."},{"number":19,"verse":"Men, love your wives, and be not bitter against them."},{"number":20,"verse":"Children, obey your parents in every thing, for so it is pleasing before our Lord."},{"number":21,"verse":"Fathers, exasperate not your children, that they be not discouraged."},{"number":22,"verse":"Servants, obey in every thing your masters according to the flesh, not in the sight of the eye (only), as those who please men, but from a simple heart, and in the fear of the Lord."},{"number":23,"verse":"And all that you do, from all your heart do (it), as to our Lord, and not as to men."},{"number":24,"verse":"And know that from our Lord you receive the reward in the inheritance; for the Lord the Meshiha you serve."},{"number":25,"verse":"But he who injureth is recompensed as he had injured, and there is no acceptance of persons.[Faces.]"}]}