{"bibleAbbr":"NRSVue2021","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"(Paul and the False Apostles) (vv 16, 17, 21|2CO 11:161721; 2 Cor 5.13) I wish you would put up with me in a little foolishness. Yes, do put up (Or But indeed you do put up) with me!"},{"number":2,"verse":"(Hos 2.19; 2 Cor 4.14) I feel a divine jealousy for you, for I promised you in marriage to one husband, to present you as a chaste virgin to Christ."},{"number":3,"verse":"(Gen 3.4; Jn 8.44) But I am afraid that, as the serpent deceived Eve by its cunning, your thoughts will be led astray from a sincere and pure (Other ancient authorities lack and pure) devotion to Christ."},{"number":4,"verse":"(1 Cor 3.11; Gal 1.6-8) For if someone comes and proclaims another Jesus than the one we proclaimed, or if you receive a different spirit from the one you received, or a different gospel from the one you accepted, you put up with it readily enough."},{"number":5,"verse":"(2 Cor 12.11; Gal 2.6) I think that I am not in the least inferior to these super-apostles."},{"number":6,"verse":"(1 Cor 1.17; 2 Cor 4.2) Even if I am untrained in speech, I certainly am not with respect to knowledge; certainly in every way and in all things we have made this evident to you."},{"number":7,"verse":"(1 Cor 9.18; 2 Cor 12.13) Did I commit a sin by humbling myself so that you might be exalted, because I proclaimed God’s good news (Gk the gospel of God) to you free of charge?"},{"number":8,"verse":"I robbed other churches by accepting support from them in order to serve you."},{"number":9,"verse":"(2 Cor 12.13, 14) And when I was with you and was in need, I did not burden anyone, for my needs were supplied by the brothers who came from Macedonia. So I refrained and will continue to refrain from burdening you in any way."},{"number":10,"verse":"(Acts 18.12; Rom 9.1) As the truth of Christ is in me, this boast of mine will not be silenced in the regions of Achaia."},{"number":11,"verse":"(2 Cor 12.15) And why? Because I do not love you? God knows I do!"},{"number":12,"verse":"And what I do I will also continue to do, in order to deny an opportunity to those who want an opportunity to be recognized as our equals in what they boast about."},{"number":13,"verse":"(Gal 1.7; Phil 3.2) For such boasters are false apostles, deceitful workers, disguising themselves as apostles of Christ."},{"number":14,"verse":"And no wonder! Even Satan disguises himself as an angel of light."},{"number":15,"verse":"(Phil 3.19) So it is not strange if his ministers also disguise themselves as ministers of righteousness. Their end will match their deeds."},{"number":16,"verse":"(Paul’s Sufferings as an Apostle) I repeat, let no one think that I am a fool, but if you do, then accept me as a fool, so that I, too, may boast a little."},{"number":17,"verse":"(1 Cor 7.6, 12, 25) What I am saying in regard to this boastful undertaking, I am saying not with the Lord’s authority but as a fool;"},{"number":18,"verse":"since many boast according to human standards, (Gk according to the flesh) I will also boast."},{"number":19,"verse":"For you gladly put up with fools, being wise yourselves!"},{"number":20,"verse":"For you put up with it when someone makes slaves of you or preys upon you or takes advantage of you or puts on airs or gives you a slap in the face."},{"number":21,"verse":"(2 Cor 10.10; Phil 3.4) To my shame, I must say, we were too weak for that! But whatever anyone dares to boast of—I am speaking as a fool—I also dare to boast of that."},{"number":22,"verse":"(Acts 6.1; Rom 9.4) Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."},{"number":23,"verse":"(1 Cor 15.10; 2 Cor 6.5) Are they ministers of Christ? I am talking like a madman—I am a better one: with far greater labors, far more imprisonments, with countless floggings, and often near death."},{"number":24,"verse":"(Deut 25.3) Five times I have received from the Jews the forty lashes minus one."},{"number":25,"verse":"(Acts 16.22) Three times I was beaten with rods. Once I received a stoning. Three times I was shipwrecked; for a night and a day I was adrift at sea;"},{"number":26,"verse":"(Acts 9.23; Gal 2.4) on frequent journeys, in danger from rivers, danger from bandits, danger from my own people, danger from gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers and sisters;"},{"number":27,"verse":"(2 Cor 6.5; 1 Thess 2.9) in toil and hardship, through many a sleepless night, hungry and thirsty, often without food, (Gk with frequent fasting) cold and naked."},{"number":28,"verse":"And, besides other things, I am under daily pressure because of my anxiety for all the churches."},{"number":29,"verse":"(1 Cor 9.22) Who is weak, and I am not weak? Who is made to stumble, and I am not indignant?"},{"number":30,"verse":"(1 Cor 2.3) If I must boast, I will boast of the things that show my weakness."},{"number":31,"verse":"(Rom 9.5; Gal 1.20) The God and Father of the Lord Jesus (blessed be he forever!) knows that I do not lie."},{"number":32,"verse":"(Acts 9.24, 25) In Damascus, the governor under King Aretas guarded the city of Damascus in order to (Other ancient authorities read and wanted to) seize me,"},{"number":33,"verse":"but I was let down in a basket through a window in the wall (Gk through the wall) and escaped from his hands."}]}