{"bibleAbbr":"orOV2014","bookName":"ଏଜ୍ରା","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"( ଦାରୀୟାବସଙ୍କ ଆଦେଶ) ସେତେବେଳେ ଦାରୀୟାବସ ରାଜା ଆଜ୍ଞା କରନ୍ତେ, ବାବିଲସ୍ଥ ଯେଉଁ ପୁସ୍ତକାଳୟରେ ଧନ ସଞ୍ଚିତ ହେଲା, ତାହା ଅନୁସନ୍ଧାନ କରାଗଲା ।"},{"number":2,"verse":"ପୁଣି, ମାଦୀୟ ପ୍ରଦେଶସ୍ଥ ଅକ୍ଷ୍ମଥା ନାମକ ରାଜଗୃହରେ ଏକ ପୁସ୍ତକ ପ୍ରାପ୍ତ ହେଲା, ତହିଁ ମଧ୍ୟରେ ସ୍ମରଣାର୍ଥେ ଏରୂପ ଲେଖା ହୋଇଥିଲା ।"},{"number":3,"verse":"କୋରସ୍ ରାଜାଙ୍କ ଅଧିକାରର ପ୍ରଥମ ବର୍ଷରେ କୋରସ୍ ରାଜା ଯିରୂଶାଲମସ୍ଥିତ ପରମେଶ୍ଵରଙ୍କ ଗୃହ ବିଷୟରେ ଏହି ଆଜ୍ଞା କଲେ, ଲୋକମାନଙ୍କ ବଳିଦାନ ସ୍ଥାନ ସେହି ଗୃହ ନିର୍ମିତ ହେଉ ଓ ତହିଁର ଭିତ୍ତିମୂଳ ଦୃଢ଼ ରୂପେ ସ୍ଥାପିତ ହେଉ; ତହିଁର ଉଚ୍ଚତା ଷାଠିଏ ହାତ ଓ ତହିଁର ପ୍ରସ୍ଥ ଷାଠିଏ ହାତ ହେଉ;"},{"number":4,"verse":"ତାହା ତିନି ଧାଡ଼ି ବଡ଼ ବଡ଼ ପ୍ରସ୍ତରରେ ଓ ଏକ ଧାଡ଼ି ନୂତନ କଡ଼ିକାଷ୍ଠରେ ଗୁନ୍ଥାଯାଉ; ଆଉ, ରାଜଗୃହରୁ ତହିଁର ବ୍ୟୟ ଦିଆଯାଉ;"},{"number":5,"verse":"ଆହୁରି, ପରମେଶ୍ଵରଙ୍କ ଗୃହର ଯେସକଳ ସୁନା ଓ ରୂପାର ପାତ୍ର ନବୁଖଦ୍ନିତ୍ସର ଯିରୂଶାଲମସ୍ଥ ମନ୍ଦିରରୁ ନେଇ ବାବିଲକୁ ଆଣିଥିଲା, ତାହାସବୁ ଫେରାଇ ଦିଆଯାଉ, ପୁଣି ପ୍ରତ୍ୟେକ ପାତ୍ର ପୁନର୍ବାର ଯିରୂଶାଲମସ୍ଥ ମନ୍ଦିରର ସ୍ଵ ସ୍ଵ ସ୍ଥାନକୁ ଅଣାଯାଉ, ଆଉ ତୁମ୍ଭେ ପରମେଶ୍ଵରଙ୍କ ଗୃହରେ ତାହାସବୁ ରଖ ।"},{"number":6,"verse":"ଏହେତୁ ହେ ତତ୍ତନୟ, ନଦୀ ସେପାରିସ୍ଥ ଦେଶାଧ୍ୟକ୍ଷ, ହେ ଶଥର-ବୋଷଣୟ, ତୁମ୍ଭେମାନେ ଓ ତୁମ୍ଭମାନଙ୍କ ସଙ୍ଗୀ ନଦୀ ସେପାରିସ୍ଥ ଅଫର୍ସଖୀୟମାନେ, ସେଠାରୁ ଦୂରରେ ଥାଅ;"},{"number":7,"verse":"ପରମେଶ୍ଵରଙ୍କ ଏହି ଗୃହର କାର୍ଯ୍ୟରେ ହସ୍ତ ଦିଅ ନାହିଁ; ଯିହୁଦୀମାନଙ୍କର ଅଧ୍ୟକ୍ଷ ଓ ଯିହୁଦୀୟମାନଙ୍କର ପ୍ରାଚୀନବର୍ଗ ପରମେଶ୍ଵରଙ୍କ ଏହି ଗୃହ ସ୍ଵସ୍ଥାନରେ ନିର୍ମାଣ କରନ୍ତୁ ।"},{"number":8,"verse":"ଆହୁରି, ପରମେଶ୍ଵରଙ୍କର ଏହି ଗୃହ ନିର୍ମାଣ କରିବା ନିମନ୍ତେ ତୁମ୍ଭମାନଙ୍କର ଏହି ଯିହୁଦୀୟ ପ୍ରାଚୀନବର୍ଗ ପ୍ରତି ଯାହା କର୍ତ୍ତବ୍ୟ, ତାହା ଆମ୍ଭେ ଆଜ୍ଞା କରୁଅଛୁ; ସେମାନଙ୍କର ବାଧା ଯେପରି ନ ଜନ୍ମେ, ଏଥିପାଇଁ ସେହି ଲୋକମାନଙ୍କୁ ରାଜସମ୍ପତ୍ତିରୁ, ଅର୍ଥାତ୍, ନଦୀ ସେପାରିସ୍ଥ ରାଜକରରୁ ଅତି ଯନିପୂର୍ବକ ବ୍ୟୟ ଦିଆଯାଉ ।"},{"number":9,"verse":"ପୁଣି, ସ୍ଵର୍ଗସ୍ଥ ପରମେଶ୍ଵରଙ୍କ ହୋମବଳି ନିମନ୍ତେ ଯିରୂଶାଲମସ୍ଥ ଯାଜକମାନଙ୍କ ବାକ୍ୟାନୁସାରେ ଯୁବା ବୃଷ ଓ ମେଷ ଓ ମେଷଶାବକ, ଗହମ, ଲବଣ, ଦ୍ରାକ୍ଷାରସ ଓ ତୈଳ, ଯାହା ଯାହା ସେମାନଙ୍କର ପ୍ରୟୋଜନ, ତାହାସବୁ ଦିନକୁ ଦିନ ବିନା ବାଧାରେ ସେମାନଙ୍କୁ ଦିଆଯାଉ;"},{"number":10,"verse":"ତହିଁରେ ସେମାନେ ସ୍ଵର୍ଗସ୍ଥ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ସୌରଭାର୍ଥକ ବଳି ଉତ୍ସର୍ଗ କରିବେ, ଆଉ ରାଜାର ଓ ତାହାର ପୁତ୍ରମାନଙ୍କର ଜୀବନ ପ୍ରାର୍ଥନା କରିବେ ।"},{"number":11,"verse":"ଆହୁରି ମୁଁ ଆଜ୍ଞା କରୁଅଛି କି, ଯେକେହି ଏହି ବାକ୍ୟ ଅନ୍ୟଥା କରିବ, ତାହାର ଗୃହରୁ ଏକ କଡ଼ି ବାହାର କରାଯାଇ ସେହି କାଷ୍ଠରେ ସେ ବନ୍ଧା ହୋଇ ଟଙ୍ଗାଯାଉ; ପୁଣି, ତହିଁ ଲାଗି ତାହାର ଗୃହ ଖତରାଶି କରାଯାଉ ।"},{"number":12,"verse":"ଆଉ, ଯେ ଯେ ରାଜା ଓ ଗୋଷ୍ଠୀୟମାନେ ପରମେଶ୍ଵରଙ୍କ ଯିରୂଶାଲମସ୍ଥ ଏହି ଗୃହ ବିନାଶ କରିବା ଅଭିପ୍ରାୟରେ ଉକ୍ତ ବାକ୍ୟ ଅନ୍ୟଥା କରିବାକୁ ହସ୍ତକ୍ଷେପ କରିବେ, ସେସମସ୍ତଙ୍କୁ ଯିରୂଶାଲମରେ ସ୍ଵନାମ-ସ୍ଥାପନକାରୀ ପରମେଶ୍ଵର ଉଚ୍ଛିନ୍ନ କରନ୍ତୁ । ମୁଁ ଦାରୀୟାବସ ଏହି ଆଜ୍ଞା ଦେଇଅଛି; ଏହା ଅତି ଯନିପୂର୍ବକ କରାଯାଉ ।"},{"number":13,"verse":"( ମନ୍ଦିର ଉତ୍ସର୍ଗିତ) ତହିଁରେ ଦାରୀୟାବସ ରାଜା ଏହି ଆଜ୍ଞା ପଠାଇବାରୁ ତତ୍ତନୟ, ନଦୀ ସେପାରିସ୍ଥ ଦେଶାଧ୍ୟକ୍ଷ ଓ ଶଥର-ବୋଷଣୟ ଓ ସେମାନଙ୍କ ସଙ୍ଗୀଗଣ ଅତି ଯନିପୂର୍ବକ ତଦନୁସାରେ କର୍ମ କଲେ ।"},{"number":14,"verse":"ଏଥିରେ ହାଗୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାର ଓ ଇଦ୍ଦୋର ପୁତ୍ର ଜିଖରୀୟର ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ସହକାରେ ଯିହୁଦୀୟ ପ୍ରାଚୀନବର୍ଗ ନିର୍ମାଣ କଲେ ଓ କୃତକାର୍ଯ୍ୟ ହେଲେ । ଆଉ, ସେମାନେ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ଆଜ୍ଞାନୁସାରେ ଓ ପାରସ୍ୟ-ରାଜ କୋରସ୍ ଓ ଦାରୀୟାବସ ଓ ଅର୍ତ୍ତକ୍ଷସ୍ତର ଆଜ୍ଞାନୁସାରେ ନିର୍ମାଣ କରି ସମାପ୍ତ କଲେ ।"},{"number":15,"verse":"ଦାରୀୟାବସ ରାଜାର ଅଧିକାରର ଷଷ୍ଠ ବର୍ଷରେ ଅଦର ନାମକ ମାସର ତୃତୀୟ ଦିନରେ ଏହି ଗୃହ ସମାପ୍ତ ହେଲା ।"},{"number":16,"verse":"ଏଥି ଉତ୍ତାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ, ଯାଜକମାନେ ଓ ଲେବୀୟମାନେ ଓ ବନ୍ଦୀତ୍ଵର ଅବଶିଷ୍ଟ ସନ୍ତାନଗଣ ଆନନ୍ଦରେ ପରମେଶ୍ଵରଙ୍କ ଏହି ଗୃହର ପ୍ରତିଷ୍ଠା-ଉତ୍ସବ ପାଳନ କଲେ ।"},{"number":17,"verse":"ପୁଣି, ପରମେଶ୍ଵରଙ୍କ ଏହି ଗୃହର ପ୍ରତିଷ୍ଠା ସମୟରେ ସେମାନେ ଏକ ଶହ ବୃଷ, ଦୁଇ ଶହ ମେଷ, ଚାରି ଶହ ମେଷଶାବକ ଉତ୍ସର୍ଗ କଲେ; ଆଉ, ସମଗ୍ର ଇସ୍ରାଏଲର ପାପାର୍ଥକ ବଳିଦାନ ନିମନ୍ତେ ଇସ୍ରାଏଲୀୟ ଗୋଷ୍ଠୀର ସଂଖ୍ୟାନୁସାରେ ବାରଗୋଟି ଛାଗ ଉତ୍ସର୍ଗ କଲେ ।"},{"number":18,"verse":"ପୁଣି, ସେମାନେ ମୋଶା-ପୁସ୍ତକର ଲିଖନାନୁସାରେ ଯିରୂଶାଲମରେ ପରମେଶ୍ଵରଙ୍କ ସେବାର୍ଥେ ଯାଜକମାନଙ୍କୁ ସେମାନଙ୍କ ବିଭାଗାନୁସାରେ ଓ ଲେବୀୟମାନଙ୍କୁ ସେମାନଙ୍କ ପାଳି ଅନୁସାରେ ନିଯୁକ୍ତ କଲେ ।"},{"number":19,"verse":"( ନିସ୍ତାର ପର୍ବ ପାଳିତ) ଅନନ୍ତର ପ୍ରଥମ ମାସର ଚତୁର୍ଦ୍ଦଶ ଦିନରେ ବନ୍ଦୀତ୍ଵର ସନ୍ତାନଗଣ ନିସ୍ତାର ପର୍ବ ପାଳନ କଲେ ।"},{"number":20,"verse":"କାରଣ ଯାଜକମାନେ ଓ ଲେବୀୟମାନେ ଏକତ୍ର ଆପଣାମାନଙ୍କୁ ଶୁଚି କଲେ; ସେସମସ୍ତେ ଶୁଚି ହୋଇଥିଲେ; ଏଣୁ ସେମାନେ ବନ୍ଦୀତ୍ଵର ସମଗ୍ର ସନ୍ତାନ ନିମନ୍ତେ, ଆପଣା ଯାଜକ-ଭ୍ରାତୃଗଣ ନିମନ୍ତେ ଓ ଆପଣା-ମାନଙ୍କ ନିମନ୍ତେ ନିସ୍ତାର ପର୍ବର ବଳି ବଧ କଲେ ।"},{"number":21,"verse":"ଆଉ, ବନ୍ଦୀତ୍ଵର ପୁନରାଗତ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଓ ଯେଉଁମାନେ ସେମାନଙ୍କର ପକ୍ଷ ହୋଇ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କର ଅନ୍ଵେଷଣ କରିବା ପାଇଁ ଦେଶ ନିବାସୀ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କର ଅଶୁଚିତାରୁ ଆପଣାମାନଙ୍କୁ ପୃଥକ୍ କରିଥିଲେ, ସେସମସ୍ତେ ଭୋଜନ କଲେ ।"},{"number":22,"verse":"ପୁଣି, ସାତ ଦିନ ଆନନ୍ଦରେ ତାଡ଼ିଶୂନ୍ୟ ରୋଟୀର ପର୍ବ ପାଳନ କଲେ; କାରଣ ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ଆନନ୍ଦିତ କରିଥିଲେ ଓ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର, ପରମେଶ୍ଵରଙ୍କ ଗୃହକାର୍ଯ୍ୟରେ ସେମାନଙ୍କ ହସ୍ତ ସବଳ କରିବା ନିମନ୍ତେ ସେମାନଙ୍କ ପ୍ରତି ଅଶୂରୀୟ ରାଜାର ଅନ୍ତଃକରଣ ଫେରାଇଥିଲେ ।"}]}