{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"(Contrast the Upright and the Wicked) Whoever loves instruction and discipline loves knowledge, But he who hates reproof and correction is stupid."},{"number":2,"verse":"A good man will obtain favor from the LORD, But He will condemn a man who devises evil."},{"number":3,"verse":"A man will not be established by wickedness, But the root of the [consistently] righteous will not be moved."},{"number":4,"verse":"A virtuous and excellent wife [worthy of honor] is the crown of her husband, But she who shames him [with her foolishness] is like rottenness in his bones."},{"number":5,"verse":"The thoughts and purposes of the [consistently] righteous are just (honest, reliable), But the counsels and schemes of the wicked are deceitful."},{"number":6,"verse":"The [malevolent] words of the wicked lie in wait for [innocent] blood [to slander], But the mouth of the upright will rescue and protect them."},{"number":7,"verse":"The wicked are overthrown [by their evil] and are no more, But the house of the [consistently] righteous will stand [securely]."},{"number":8,"verse":"A man will be commended according to his insight and sound judgment, But the one who is of a perverse mind will be despised."},{"number":9,"verse":"Better is he who is lightly esteemed and has a servant, Than he who [boastfully] honors himself [pretending to be what he is not] and lacks bread."},{"number":10,"verse":"A righteous man has kind regard for the life of his animal, But even the compassion of the wicked is cruel."},{"number":11,"verse":"He who tills his land will have plenty of bread, But he who follows worthless things lacks common sense and good judgment."},{"number":12,"verse":"The wicked desire the plunder of evil men, But the root of the righteous yields richer fruit."},{"number":13,"verse":"An evil man is [dangerously] ensnared by the transgression of his lips, But the righteous will escape from trouble."},{"number":14,"verse":"A man will be satisfied with good from the fruit of his words, And the deeds of a man's hands will return to him [as a harvest]."},{"number":15,"verse":"The way of the [arrogant] fool [who rejects God's wisdom] is right in his own eyes, But a wise and prudent man is he who listens to counsel."},{"number":16,"verse":"The [arrogant] fool's anger is quickly known [because he lacks self-control and common sense], But a prudent man ignores an insult."},{"number":17,"verse":"He who speaks truth [when he testifies] tells what is right, But a false witness utters deceit [in court]."},{"number":18,"verse":"There is one who speaks rashly like the thrusts of a sword, But the tongue of the wise brings healing."},{"number":19,"verse":"Truthful lips will be established forever, But a lying tongue is [credited] only for a moment."},{"number":20,"verse":"Deceit is in the heart of those who devise evil, But counselors of peace have joy."},{"number":21,"verse":"No harm befalls the righteous, But the wicked are filled with trouble."},{"number":22,"verse":"Lying lips are extremely disgusting to the LORD, But those who deal faithfully are His delight."},{"number":23,"verse":"A shrewd man is reluctant to display his knowledge [until the proper time], But the heart of [over-confident] fools proclaims foolishness."},{"number":24,"verse":"The hand of the diligent will rule, But the negligent and lazy will be put to forced labor."},{"number":25,"verse":"Anxiety in a man's heart weighs it down, But a good (encouraging) word makes it glad."},{"number":26,"verse":"The righteous man is a guide to his neighbor, But the way of the wicked leads them astray."},{"number":27,"verse":"The lazy man does not catch and roast his prey, But the precious possession of a [wise] man is diligence [because he recognizes opportunities and seizes them]."},{"number":28,"verse":"In the way of righteousness is life, And in its pathway there is no death [but immortality-eternal life]."}]}