{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"(Contrast the Upright and the Wicked) The wise woman builds her house [on a foundation of godly precepts, and her household thrives], But the foolish one [who lacks spiritual insight] tears it down with her own hands [by ignoring godly principles]."},{"number":2,"verse":"He who walks in uprightness [reverently] fears the LORD [and obeys and worships Him with profound respect], But he who is devious in his ways despises Him."},{"number":3,"verse":"In the mouth of the [arrogant] fool [who rejects God] is a rod for his back, But the lips of the wise [when they speak with godly wisdom] will protect them."},{"number":4,"verse":"Where there are no oxen, the manger is clean, But much revenue [because of good crops] comes by the strength of the ox."},{"number":5,"verse":"A faithful and trustworthy witness will not lie, But a false witness speaks lies."},{"number":6,"verse":"A scoffer seeks wisdom and finds none [for his ears are closed to wisdom], But knowledge is easy for one who understands [because he is willing to learn]."},{"number":7,"verse":"Leave the presence of a [shortsighted] fool, For you will not find knowledge or hear godly wisdom from his lips."},{"number":8,"verse":"The wisdom of the sensible is to understand his way, But the foolishness of [shortsighted] fools is deceit."},{"number":9,"verse":"Fools mock sin [but sin mocks the fools], But among the upright there is good will and the favor and blessing of God."},{"number":10,"verse":"The heart knows its own bitterness, And no stranger shares its joy."},{"number":11,"verse":"The house of the wicked will be overthrown, But the tent of the upright will thrive."},{"number":12,"verse":"There is a way which seems right to a man and appears straight before him, But its end is the way of death."},{"number":13,"verse":"Even in laughter the heart may be in pain, And the end of joy may be grief."},{"number":14,"verse":"The backslider in heart will have his fill with his own [rotten] ways, But a good man will be satisfied with his ways [the godly thought and action which his heart pursues and in which he delights]."},{"number":15,"verse":"The naive or inexperienced person [is easily misled and] believes every word he hears, But the prudent man [is discreet and astute and] considers well where he is going."},{"number":16,"verse":"A wise man suspects danger and cautiously avoids evil, But the fool is arrogant and careless."},{"number":17,"verse":"A quick-tempered man acts foolishly and without self-control, And a man of wicked schemes is hated."},{"number":18,"verse":"The naive [are unsophisticated and easy to exploit and] inherit foolishness, But the sensible [are thoughtful and far-sighted and] are crowned with knowledge."},{"number":19,"verse":"The evil will bow down before the good, And the wicked [will bow down] at the gates of the righteous."},{"number":20,"verse":"The poor man is hated even by his neighbor, But those who love the rich are many."},{"number":21,"verse":"He who despises his neighbor sins [against God and his fellow man], But happy [blessed and favored by God] is he who is gracious and merciful to the poor."},{"number":22,"verse":"Do they not go astray who devise evil and wander from the way of righteousness? But kindness and truth will be to those who devise good."},{"number":23,"verse":"In all labor there is profit, But mere talk leads only to poverty."},{"number":24,"verse":"The crown of the wise is their wealth [of wisdom], But the foolishness of [closed-minded] fools is [nothing but] folly."},{"number":25,"verse":"A truthful witness saves lives, But he who speaks lies is treacherous."},{"number":26,"verse":"In the [reverent] fear of the LORD there is strong confidence, And His children will [always] have a place of refuge."},{"number":27,"verse":"The [reverent] fear of the LORD [that leads to obedience and worship] is a fountain of life, So that one may avoid the snares of death."},{"number":28,"verse":"In a multitude of people is a king's glory, But in a lack of people is a [pretentious] prince's ruin."},{"number":29,"verse":"He who is slow to anger has great understanding [and profits from his self-control], But he who is quick-tempered exposes and exalts his foolishness [for all to see]."},{"number":30,"verse":"A calm and peaceful and tranquil heart is life and health to the body, But passion and envy are like rottenness to the bones."},{"number":31,"verse":"He who oppresses the poor taunts and insults his Maker, But he who is kind and merciful and gracious to the needy honors Him."},{"number":32,"verse":"The wicked is overthrown through his wrongdoing, But the righteous has hope and confidence and a refuge [with God] even in death."},{"number":33,"verse":"Wisdom rests [silently] in the heart of one who has understanding, But what is in the heart of [shortsighted] fools is made known."},{"number":34,"verse":"Righteousness [moral and spiritual integrity and virtuous character] exalts a nation, But sin is a disgrace to any people."},{"number":35,"verse":"The king's favor and good will are toward a servant who acts wisely and discreetly, But his anger and wrath are toward him who acts shamefully."}]}