{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"(Contrast the Upright and the Wicked) He who [willfully] separates himself [from God and man] seeks his own desire, He quarrels against all sound wisdom."},{"number":2,"verse":"A [closed-minded] fool does not delight in understanding, But only in revealing his personal opinions [unwittingly displaying his self-indulgence and his stupidity]."},{"number":3,"verse":"When the wicked man comes [to the depth of evil], contempt [of all that is pure and good] also comes, And with inner baseness (dishonor) comes outer shame (scorn)."},{"number":4,"verse":"The words of a man's mouth are like deep waters [copious and difficult to fathom]; The fountain of [mature, godly] wisdom is like a bubbling stream [sparkling, fresh, pure, and life-giving]."},{"number":5,"verse":"To show respect to the wicked person is not good, Nor to push aside and deprive the righteous of justice."},{"number":6,"verse":"A fool's lips bring contention and strife, And his mouth invites a beating."},{"number":7,"verse":"A fool's mouth is his ruin, And his lips are the snare of his soul."},{"number":8,"verse":"The words of a whisperer (gossip) are like dainty morsels [to be greedily eaten]; They go down into the innermost chambers of the body [to be remembered and mused upon]."},{"number":9,"verse":"He who is careless in his work Is a brother to him who destroys."},{"number":10,"verse":"The name of the LORD is a strong tower; The righteous runs to it and is safe and set on high [far above evil]."},{"number":11,"verse":"The rich man's wealth is his strong city, And like a high wall [of protection] in his own imagination and conceit."},{"number":12,"verse":"Before disaster the heart of a man is haughty and filled with self-importance, But humility comes before honor."},{"number":13,"verse":"He who answers before he hears [the facts]- It is folly and shame to him."},{"number":14,"verse":"The spirit of a man sustains him in sickness, But as for a broken spirit, who can bear it?"},{"number":15,"verse":"The mind of the prudent [always] acquires knowledge, And the ear of the wise [always] seeks knowledge."},{"number":16,"verse":"A man's gift [given in love or courtesy] makes room for him And brings him before great men."},{"number":17,"verse":"The first one to plead his case seems right, Until another comes and cross-examines him."},{"number":18,"verse":"To cast lots puts an end to quarrels And decides between powerful contenders."},{"number":19,"verse":"A brother offended is harder to win over than a fortified city, And contentions [separating families] are like the bars of a castle."},{"number":20,"verse":"A man's stomach will be satisfied with the fruit of his mouth; He will be satisfied with the consequence of his words."},{"number":21,"verse":"Death and life are in the power of the tongue, And those who love it and indulge it will eat its fruit and bear the consequences of their words."},{"number":22,"verse":"He who finds a [ true and faithful] wife finds a good thing And obtains favor and approval from the LORD."},{"number":23,"verse":"The poor man pleads, But the rich man answers roughly."},{"number":24,"verse":"The man of too many friends [chosen indiscriminately] will be broken in pieces and come to ruin, But there is a [true, loving] friend who [is reliable and] sticks closer than a brother."}]}