{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"On Life and Conduct The king's heart is like channels of water in the hand of the LORD; He turns it whichever way He wishes."},{"number":2,"verse":"Every man's way is right in his own eyes, But the LORD weighs and examines the hearts [of people and their motives]."},{"number":3,"verse":"To do righteousness and justice Is more acceptable to the LORD than sacrifice [for wrongs repeatedly committed]."},{"number":4,"verse":"Haughty and arrogant eyes and a proud heart, The lamp of the wicked [their self-centered pride], is sin [in the eyes of God]."},{"number":5,"verse":"The plans of the diligent lead surely to abundance and advantage, But everyone who acts in haste comes surely to poverty."},{"number":6,"verse":"Acquiring treasures by a lying tongue Is a fleeting vapor, the seeking and pursuit of death."},{"number":7,"verse":"The violence of the wicked will [return to them and] drag them away [like fish caught in a net], Because they refuse to act with justice."},{"number":8,"verse":"The way of the guilty is [exceedingly] crooked, But as for the pure, his conduct is upright."},{"number":9,"verse":"It is better to live in a corner of the housetop [on the flat roof, exposed to the weather] Than in a house shared with a quarrelsome (contentious) woman."},{"number":10,"verse":"The soul of the wicked desires evil [like an addictive substance]; His neighbor finds no compassion in his eyes."},{"number":11,"verse":"When the scoffer is punished, the naive [observes the lesson and] becomes wise; But when the wise and teachable person is instructed, he receives knowledge."},{"number":12,"verse":"The righteous one keeps an eye on the house of the wicked- How the wicked are cast down to ruin."},{"number":13,"verse":"Whoever shuts his ears at the cry of the poor Will cry out himself and not be answered."},{"number":14,"verse":"A gift in secret subdues anger, And a bribe [hidden] in the pocket, strong wrath."},{"number":15,"verse":"When justice is done, it is a joy to the righteous (the upright, the one in right standing with God), But to the evildoers it is disaster."},{"number":16,"verse":"A man who wanders from the way of understanding (godly wisdom) Will remain in the assembly of the dead."},{"number":17,"verse":"He who loves [only selfish] pleasure will become a poor man; He who loves and is devoted to wine and [olive] oil will not become rich."},{"number":18,"verse":"The wicked become a ransom for the righteous, And the treacherous in the place of the upright [for they fall into their own traps]."},{"number":19,"verse":"It is better to dwell in a desert land Than with a contentious and troublesome woman."},{"number":20,"verse":"There is precious treasure and oil in the house of the wise [who prepare for the future], But a short-sighted and foolish man swallows it up and wastes it."},{"number":21,"verse":"He who earnestly seeks righteousness and loyalty Finds life, righteousness, and honor."},{"number":22,"verse":"A wise man scales the city [walls] of the mighty And brings down the stronghold in which they trust."},{"number":23,"verse":"He who guards his mouth and his tongue Guards himself from troubles."},{"number":24,"verse":"\"Proud,\" \"Haughty,\" \"Scoffer,\" are his names Who acts with overbearing and insolent pride."},{"number":25,"verse":"The desire of the lazy kills him, For his hands refuse to labor;"},{"number":26,"verse":"He craves all the day long [and does no work], But the righteous [willingly] gives and does not withhold [what he has]."},{"number":27,"verse":"The sacrifice of the wicked is detestable and offensive [to the LORD]. How much more [unacceptable and insulting can it be] when he brings it with evil intention?"},{"number":28,"verse":"A false witness will perish, But a man who listens to the truth will speak forever and go unchallenged."},{"number":29,"verse":"A wicked man puts on a bold face, But as for the upright, he considers, directs, and establishes his way [with the confidence of integrity]."},{"number":30,"verse":"There is no [human] wisdom or understanding Or counsel [that can prevail] against the LORD."},{"number":31,"verse":"The horse is prepared for the day of battle, But deliverance and victory belong to the LORD."}]}