{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"Precepts and Warnings Do not be envious of evil men, Nor desire to be with them;"},{"number":2,"verse":"For their minds plot violence, And their lips talk of trouble [for the innocent]."},{"number":3,"verse":"Through [skillful and godly] wisdom a house [a life, a home, a family] is built, And by understanding it is established [on a sound and good foundation],"},{"number":4,"verse":"And by knowledge its rooms are filled With all precious and pleasant riches."},{"number":5,"verse":"A wise man is strong, And a man of knowledge strengthens his power;"},{"number":6,"verse":"For by wise guidance you can wage your war, And in an abundance of [wise] counselors there is victory and safety."},{"number":7,"verse":"Wisdom is too exalted for a [hardened, arrogant] fool; He does not open his mouth in the gate [where the city's rulers sit in judgment]."},{"number":8,"verse":"He who plans to do evil Will be called a schemer or deviser of evil."},{"number":9,"verse":"The devising of folly is sin, And the scoffer is repulsive to men."},{"number":10,"verse":"If you are slack (careless) in the day of distress, Your strength is limited."},{"number":11,"verse":"Rescue those who are being taken away to death, And those who stagger to the slaughter, Oh hold them back [from their doom]!"},{"number":12,"verse":"If you [claim ignorance and] say, \"See, we did not know this,\" Does He not consider it who weighs and examines the hearts and their motives? And does He not know it who guards your life and keeps your soul? And will He not repay [you and] every man according to his works?"},{"number":13,"verse":"My son, eat honey, because it is good, And the drippings of the honeycomb are sweet to your taste."},{"number":14,"verse":"Know that [skillful and godly] wisdom is [so very good] for your life and soul; If you find wisdom, then there will be a future and a reward, And your hope and expectation will not be cut off."},{"number":15,"verse":"Do not lie in wait, O wicked man, against the dwelling of the righteous; Do not destroy his resting place;"},{"number":16,"verse":"For a righteous man falls seven times, and rises again, But the wicked stumble in time of disaster and collapse."},{"number":17,"verse":"Do not rejoice and gloat when your enemy falls, And do not let your heart be glad [in self-righteousness] when he stumbles,"},{"number":18,"verse":"Or the LORD will see your gloating and be displeased, And turn His anger away from your enemy."},{"number":19,"verse":"Do not get upset because of evildoers, Or be envious of the wicked,"},{"number":20,"verse":"For there will be no future for the evil man; The lamp of the wicked will be put out."},{"number":21,"verse":"My son, fear the LORD and the king; And do not associate with those who are given to change [of allegiance, and are revolutionary],"},{"number":22,"verse":"For their tragedy will rise suddenly, And who knows the punishment that both [the LORD and the king] will bring on the rebellious?"},{"number":23,"verse":"These also are sayings of the wise: To show partiality in judgment is not good."},{"number":24,"verse":"He who says to the wicked, \"You are righteous,\" Peoples will curse him, nations will denounce him;"},{"number":25,"verse":"But to those [honorable judges] who rebuke the wicked, it will go well with them and they will find delight, And a good blessing will come upon them."},{"number":26,"verse":"He kisses the lips [and wins the hearts of people] Who gives a right and straightforward answer."},{"number":27,"verse":"Prepare your work outside And get it ready for yourself in the field; Afterward build your house and establish a home."},{"number":28,"verse":"Do not be a witness against your neighbor without cause, And do not deceive with your lips [speak neither lies nor half-truths]."},{"number":29,"verse":"Do not say, \"I will do to him as he has done to me; I will pay the man back for his deed.\""},{"number":30,"verse":"I went by the field of the lazy man, And by the vineyard of the man lacking understanding and common sense;"},{"number":31,"verse":"And, behold, it was all overgrown with thorns, And nettles were covering its surface, And its stone wall was broken down."},{"number":32,"verse":"When I saw, I considered it well; I looked and received instruction."},{"number":33,"verse":"\"Yet a little sleep, a little slumber, A little folding of the hands to rest [and daydream],\""},{"number":34,"verse":"Then your poverty will come as a robber, And your want like an armed man."}]}