{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"(Similitudes, Instructions) These are also the proverbs of Solomon, which the men of Hezekiah king of Judah copied:"},{"number":2,"verse":"It is the glory of God to conceal a matter, But the glory of kings is to search out a matter."},{"number":3,"verse":"As the heavens for height and the earth for depth, So the hearts and minds of kings are unsearchable."},{"number":4,"verse":"Take away the dross from the silver, And there comes out [the pure metal for] a vessel for the silversmith [to shape]."},{"number":5,"verse":"Take away the wicked from before the king, And his throne will be established in righteousness."},{"number":6,"verse":"Do not be boastfully ambitious and claim honor in the presence of the king, And do not stand in the place of great men;"},{"number":7,"verse":"For it is better that it be said to you, \"Come up here,\" Than for you to be placed lower in the presence of the prince, Whom your eyes have seen."},{"number":8,"verse":"Do not rush out to argue your case [before magistrates or judges]; Otherwise what will you do in the end [when your case is lost and] When your neighbor (opponent) humiliates you?"},{"number":9,"verse":"Argue your case with your neighbor himself [before you go to court]; And do not reveal another's secret,"},{"number":10,"verse":"Or he who hears it will shame you And the rumor about you [and your action in court] will have no end."},{"number":11,"verse":"Like apples of gold in settings of silver Is a word spoken at the right time."},{"number":12,"verse":"Like an earring of gold and an ornament of fine gold Is a wise reprover to an ear that listens and learns."},{"number":13,"verse":"Like the cold of snow [brought from the mountains] in the time of harvest, So is a faithful messenger to those who send him; For he refreshes the life of his masters."},{"number":14,"verse":"Like clouds and wind without rain Is a man who boasts falsely of gifts [he does not give]."},{"number":15,"verse":"By patience and a calm spirit a ruler may be persuaded, And a soft and gentle tongue breaks the bone [of resistance]."},{"number":16,"verse":"Have you found [pleasure sweet like] honey? Eat only as much as you need, Otherwise, being filled excessively, you vomit it."},{"number":17,"verse":"Let your foot seldom be in your neighbor's house, Or he will become tired of you and hate you."},{"number":18,"verse":"Like a club and a sword and a piercing arrow Is a man who testifies falsely against his neighbor (acquaintance)."},{"number":19,"verse":"Like a broken tooth or an unsteady foot Is confidence in an unfaithful man in time of trouble."},{"number":20,"verse":"Like one who takes off a garment in cold weather, or like [a reactive, useless mixture of] vinegar on soda, Is he who [thoughtlessly] sings [joyful] songs to a heavy heart."},{"number":21,"verse":"If your enemy is hungry, give him bread to eat; And if he is thirsty, give him water to drink;"},{"number":22,"verse":"For in doing so, you will heap coals of fire upon his head, And the LORD will reward you."},{"number":23,"verse":"The north wind brings forth rain; And a backbiting tongue, an angry countenance."},{"number":24,"verse":"It is better to live in a corner of the housetop [on the flat roof, exposed to the weather] Than in a house shared with a quarrelsome (contentious) woman."},{"number":25,"verse":"Like cold water to a thirsty soul, So is good news from a distant land."},{"number":26,"verse":"Like a muddied fountain and a polluted spring Is a righteous man who yields and compromises his integrity before the wicked."},{"number":27,"verse":"It is not good to eat much honey, Nor is it glorious to seek one's own glory."},{"number":28,"verse":"Like a city that is broken down and without walls [leaving it unprotected] Is a man who has no self-control over his spirit [and sets himself up for trouble]."}]}