{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":29,"verses":[{"number":1,"verse":"Warnings and Instructions He who hardens his neck and refuses instruction after being often reproved (corrected, criticized), Will suddenly be broken beyond repair."},{"number":2,"verse":"When the righteous are in authority and become great, the people rejoice; But when the wicked man rules, the people groan and sigh."},{"number":3,"verse":"A man who loves [skillful and godly] wisdom makes his father joyful, But he who associates with prostitutes wastes his wealth."},{"number":4,"verse":"The king establishes (stabilizes) the land by justice, But a man who takes bribes overthrows it."},{"number":5,"verse":"A man who flatters his neighbor [with smooth words intending to do harm] Is spreading a net for his own feet."},{"number":6,"verse":"By his wicked plan an evil man is trapped, But the righteous man sings and rejoices [for his plan brings good things to him]."},{"number":7,"verse":"The righteous man cares for the rights of the poor, But the wicked man has no interest in such knowledge."},{"number":8,"verse":"Scoffers set a city afire [by stirring up trouble], But wise men turn away anger [and restore order with their good judgment]."},{"number":9,"verse":"If a wise man has a controversy with a foolish and arrogant man, The foolish man [ignores logic and fairness and] only rages or laughs, and there is no peace (rest, agreement)."},{"number":10,"verse":"The bloodthirsty hate the blameless [because of his integrity], But the upright are concerned for his life."},{"number":11,"verse":"A [shortsighted] fool always loses his temper and displays his anger, But a wise man [uses self-control and] holds it back."},{"number":12,"verse":"If a ruler pays attention to lies [and encourages corruption], All his officials will become wicked."},{"number":13,"verse":"The poor man and the oppressor have this in common: The LORD gives light to the eyes of both."},{"number":14,"verse":"If a king faithfully and truthfully judges the poor, His throne shall be established forever."},{"number":15,"verse":"The rod and reproof (godly instruction) give wisdom, But a child who gets his own way brings shame to his mother."},{"number":16,"verse":"When the wicked are in authority, transgression increases, But the righteous will see the downfall of the wicked."},{"number":17,"verse":"Correct your son, and he will give you comfort; Yes, he will delight your soul."},{"number":18,"verse":"Where there is no vision [no revelation of God and His word], the people are unrestrained; But happy and blessed is he who keeps the law [of God]."},{"number":19,"verse":"A servant will not be corrected by words alone; For though he understands, he will not respond [nor pay attention]."},{"number":20,"verse":"Do you see a [conceited] man who speaks quickly [offering his opinions or answering without thinking]? There is more hope for a [thickheaded] fool than for him."},{"number":21,"verse":"He who pampers his slave from childhood Will find him to be a son in the end."},{"number":22,"verse":"An angry man stirs up strife, And a hot-tempered and undisciplined man commits many transgressions."},{"number":23,"verse":"A man's pride and sense of self-importance will bring him down, But he who has a humble spirit will obtain honor."},{"number":24,"verse":"Whoever is partner with a thief hates his own life; He hears the curse [when swearing an oath to testify], but discloses nothing [and commits perjury by omission]."},{"number":25,"verse":"The fear of man brings a snare, But whoever trusts in and puts his confidence in the LORD will be exalted and safe."},{"number":26,"verse":"Many seek the ruler's favor, But justice for man comes from the LORD."},{"number":27,"verse":"An unjust man is repulsive to the righteous, And he who is upright in the way [of the LORD] is repulsive to the wicked."}]}