{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"(The Rewards of Wisdom) My son, do not forget my teaching, But let your heart keep my commandments;"},{"number":2,"verse":"For length of days and years of life [worth living] And tranquility and prosperity [the wholeness of life's blessings] they will add to you."},{"number":3,"verse":"Do not let mercy and kindness and truth leave you [instead let these qualities define you]; Bind them [securely] around your neck, Write them on the tablet of your heart."},{"number":4,"verse":"So find favor and high esteem In the sight of God and man."},{"number":5,"verse":"Trust in and rely confidently on the LORD with all your heart And do not rely on your own insight or understanding."},{"number":6,"verse":"In all your ways know and acknowledge and recognize Him, And He will make your paths straight and smooth [removing obstacles that block your way]."},{"number":7,"verse":"Do not be wise in your own eyes; Fear the LORD [with reverent awe and obedience] and turn [entirely] away from evil."},{"number":8,"verse":"It will be health to your body [your marrow, your nerves, your sinews, your muscles-all your inner parts] And refreshment (physical well-being) to your bones."},{"number":9,"verse":"Honor the LORD with your wealth And with the first fruits of all your crops (income);"},{"number":10,"verse":"Then your barns will be abundantly filled And your vats will overflow with new wine."},{"number":11,"verse":"My son, do not reject or take lightly the discipline of the LORD [learn from your mistakes and the testing that comes from His correction through discipline]; Nor despise His rebuke,"},{"number":12,"verse":"For those whom the LORD loves He corrects, Even as a father corrects the son in whom he delights."},{"number":13,"verse":"Happy [blessed, considered fortunate, to be admired] is the man who finds [skillful and godly] wisdom, And the man who gains understanding and insight [learning from God's word and life's experiences],"},{"number":14,"verse":"For wisdom's profit is better than the profit of silver, And her gain is better than fine gold."},{"number":15,"verse":"She is more precious than rubies; And nothing you can wish for compares with her [in value]."},{"number":16,"verse":"Long life is in her right hand; In her left hand are riches and honor."},{"number":17,"verse":"Her ways are highways of pleasantness and favor, And all her paths are peace."},{"number":18,"verse":"She is a tree of life to those who take hold of her, And happy [blessed, considered fortunate, to be admired] is everyone who holds her tightly."},{"number":19,"verse":"The LORD by His wisdom has founded the earth; By His understanding He has established the heavens."},{"number":20,"verse":"By His knowledge the deeps were broken up And the clouds drip with dew."},{"number":21,"verse":"My son, let them not escape from your sight, But keep sound wisdom and discretion,"},{"number":22,"verse":"And they will be life to your soul (your inner self) And a gracious adornment to your neck (your outer self)."},{"number":23,"verse":"Then you will walk on your way [of life] securely And your foot will not stumble."},{"number":24,"verse":"When you lie down, you will not be afraid; When you lie down, your sleep will be sweet."},{"number":25,"verse":"Do not be afraid of sudden fear Nor of the storm of the wicked when it comes [since you will be blameless];"},{"number":26,"verse":"For the LORD will be your confidence, firm and strong, And will keep your foot from being caught [in a trap]."},{"number":27,"verse":"Do not withhold good from those to whom it is due [its rightful recipients], When it is in your power to do it."},{"number":28,"verse":"Do not say to your neighbor, \"Go, and come back, And tomorrow I will give it,\" When you have it with you."},{"number":29,"verse":"Do not devise evil against your neighbor, Who lives securely beside you."},{"number":30,"verse":"Do not quarrel with a man without cause, If he has done you no harm."},{"number":31,"verse":"Do not envy a man of violence And do not choose any of his ways."},{"number":32,"verse":"For the devious are repulsive to the LORD; But His private counsel is with the upright [those with spiritual integrity and moral courage]."},{"number":33,"verse":"The curse of the LORD is on the house of the wicked, But He blesses the home of the just and righteous."},{"number":34,"verse":"Though He scoffs at the scoffers and scorns the scorners, Yet He gives His grace [His undeserved favor] to the humble [those who give up self-importance]."},{"number":35,"verse":"The wise will inherit honor and glory, But dishonor and shame is conferred on fools."}]}