{"bibleAbbr":"AMP2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"(Wisdom's Invitation) Wisdom has built her [spacious and sufficient] house; She has hewn out and set up her seven pillars."},{"number":2,"verse":"She has prepared her food, she has mixed her wine; She has also set her table."},{"number":3,"verse":"She has sent out her maidens, she calls From the highest places of the city:"},{"number":4,"verse":"\"Whoever is naive or inexperienced, let him turn in here!\" As for him who lacks understanding, she says,"},{"number":5,"verse":"\"Come, eat my food And drink the wine I have mixed [and accept my gifts]."},{"number":6,"verse":"\"Leave [behind] your foolishness [and the foolish] and live, And walk in the way of insight and understanding.\""},{"number":7,"verse":"He who corrects and instructs a scoffer gets dishonor for himself, And he who rebukes a wicked man gets insults for himself."},{"number":8,"verse":"Do not correct a scoffer [who foolishly ridicules and takes no responsibility for his error] or he will hate you; Correct a wise man [who learns from his error], and he will love you."},{"number":9,"verse":"Give instruction to a wise man and he will become even wiser; Teach a righteous man and he will increase his learning."},{"number":10,"verse":"The [reverent] fear of the LORD [that is, worshiping Him and regarding Him as truly awesome] is the beginning and the preeminent part of wisdom [its starting point and its essence], And the knowledge of the Holy One is understanding and spiritual insight."},{"number":11,"verse":"For by me (wisdom from God) your days will be multiplied, And years of life shall be increased."},{"number":12,"verse":"If you are wise, you are wise for yourself [for your own benefit]; If you scoff [thoughtlessly ridicule and disdain], you alone will pay the penalty."},{"number":13,"verse":"The foolish woman is restless and noisy; She is naive and easily misled and thoughtless, and knows nothing at all [of eternal value]."},{"number":14,"verse":"She sits at the doorway of her house, On a seat by the high and conspicuous places of the city,"},{"number":15,"verse":"Calling to those who pass by, Who are making their paths straight:"},{"number":16,"verse":"\"Whoever is naive or inexperienced, let him turn in here!\" And to him who lacks understanding (common sense), she says,"},{"number":17,"verse":"\"Stolen waters (pleasures) are sweet [because they are forbidden]; And bread eaten in secret is pleasant.\""},{"number":18,"verse":"But he does not know that the spirits of the dead are there, And that her guests are [already] in the depths of Sheol (the nether world, the place of the dead)."}]}