{"bibleAbbr":"RcV2003","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"Now Naomi had a relative of her husband’s, a man of great wealth, from Elimelech’s family; and his name was Boaz."},{"number":2,"verse":"And Ruth the Moabitess said to Naomi, Let me go to the field and glean among the ears of grain after him in whose sight I find favor. And she said to her, Go, my daughter."},{"number":3,"verse":"So she went. And she came and gleaned in the field after the reapers; and she happened to glean in a portion of the field belonging to Boaz, who was from Elimelech’s family."},{"number":4,"verse":"And just then Boaz came from Bethlehem and said to the reapers, Jehovah be with you. And they said to him, Jehovah bless you."},{"number":5,"verse":"And Boaz said to his young man who was set over the reapers, Whose young woman is that?"},{"number":6,"verse":"And the young man who was set over the reapers answered and said, She is the young Moabite woman who returned with Naomi from the country of Moab;"},{"number":7,"verse":"And she said, Let me glean and gather after the reapers among the sheaves. So she has come and continued since morning until now, and she has sat in the house for only a little while."},{"number":8,"verse":"And Boaz said to Ruth, Listen, my daughter. Do not go to glean in another field, and also do not pass from here but stay close to my young women."},{"number":9,"verse":"Keep your eyes on the field that they reap; follow after them. I have charged my young men not to touch you. And when you are thirsty, you shall go to the vessels and drink of what the young men have drawn."},{"number":10,"verse":"And she fell upon her face and bowed herself to the ground, and she said to him, Why have I found favor in your sight that you regard me, though I am a foreigner?"},{"number":11,"verse":"And Boaz answered and said to her, All that you have done for your mother-in-law since the death of your husband has been fully told me, as well as how you left your father and mother and the land of your birth, and came to a people whom you did not know before."},{"number":12,"verse":"May Jehovah recompense your work, and may you have a full reward from Jehovah the God of Israel, under whose wings you have come to take refuge."},{"number":13,"verse":"And she said, Let me find favor in your sight, my lord; for you have comforted me and have spoken kindly to your servant girl, though I am not like even one of your servant girls."},{"number":14,"verse":"And Boaz said to her at mealtime, Come here and eat some food; and dip your morsel in the vinegar. And she sat beside the reapers, and he extended some parched grain to her. And she ate and was satisfied, and she had some left."},{"number":15,"verse":"And when she rose up to glean, Boaz charged his young men, saying, Let her glean even among the standing grain, and do not reproach her."},{"number":16,"verse":"And also pull out some from the bundles for her, and leave it for her to glean; and do not rebuke her."},{"number":17,"verse":"So she gleaned in the field until evening. And she beat out what she had gleaned, and it was about an ephah of barley."},{"number":18,"verse":"And she took it up and went into the city. And her mother-in-law saw what she had gleaned. Ruth also brought out and gave to her what she had left after she had been earlier satisfied."},{"number":19,"verse":"And her mother-in-law said to her, Where did you glean today, and where did you work? Blessed be he who paid such attention to you. And she told her mother-in-law whom she had worked with and said, The name of the man whom I worked with today is Boaz."},{"number":20,"verse":"And Naomi said to her daughter-in-law, Blessed be he of Jehovah, whose lovingkindness has not failed for the living and for the dead. And Naomi said to her, The man is close to us; he is one of our kinsmen."},{"number":21,"verse":"And Ruth the Moabitess said, He also said to me, You shall stay close by my young men who are with me until they have completed the whole harvest that I have."},{"number":22,"verse":"And Naomi said to Ruth, her daughter-in-law, It is good, my daughter, that you go out with his young women, so that others do not meet you in any other field."},{"number":23,"verse":"So she stayed close to Boaz’s young women and gleaned until the end of the barley harvest and the wheat harvest, and she dwelt with her mother-in-law."}]}