{"bibleAbbr":"KNJV","bookName":"ಯೋವೇಲ","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"ಚೀಯೋನಿನಲ್ಲಿ ಕೊಂಬೂದಿರಿ, ನನ್ನ ಪರಿಶುದ್ಧಪರ್ವತದಲ್ಲಿ ದನಿಗೈಯಿರಿ; ಸಮಸ್ತ ದೇಶನಿವಾಸಿಗಳು ನಡುಗಲಿ; ಯೆಹೋವನ ದಿನವು ಬರುತ್ತಲಿದೆ, ಸಮೀಪಿಸಿತು;"},{"number":2,"verse":"ಅದು ಕತ್ತಲಿನ ಮೊಬ್ಬಿನ ದಿನ, ಕಾರ್ಮುಗಿಲ ಕಗ್ಗತ್ತಲ ದಿನ. ಉದಯವು ಬೆಟ್ಟಗಳ ಮೇಲೆ ಹರಡಿಕೊಳ್ಳುವ ಹಾಗೆ ಇಗೋ, ಪ್ರಬಲವಾದ ದೊಡ್ಡ ದಂಡು! ಇಂಥದು ಹಿಂದೆಂದೂ ಬಂದಿಲ್ಲ, ಇನ್ನು ಮುಂದೆ ತಲತಲಾಂತರಗಳ ಬಹು ವರುಷಗಳಲ್ಲಿಯೂ ಬರುವದಿಲ್ಲ."},{"number":3,"verse":"ಅದರ ಮುಂಗಡೆ ಬೆಂಕಿಯು ನುಂಗಿಕೊಂಡು ಬರುತ್ತದೆ, ಹಿಂಗಡೆ ಜ್ವಾಲೆಯು ಧಗಧಗಿಸುತ್ತದೆ; ಅದು ಬರುವದಕ್ಕೆ ಮುಂಚೆ ದೇಶವು ಏದೆನ್ ಉದ್ಯಾನದಂತೆ ಕಂಗೊಳಿಸುತ್ತದೆ; ದಾಟಿಹೋದ ಮೇಲೆ ಬೆಗ್ಗಾಡಾಗಿದೆ; ಅದಕ್ಕೆ ಯಾವದೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರದು."},{"number":4,"verse":"ಆ ದಂಡಾಳುಗಳ ರೂಪವು ಕುದುರೆಗಳ ರೂಪದಂತೆ ಕಾಣಿಸುತ್ತದೆ; ಅವು ಸವಾರರಂತೆ ಓಡಾಡುತ್ತವೆ."},{"number":5,"verse":"ಪರ್ವತಾಗ್ರಗಳಲ್ಲಿ ಅವು ಹಾರಾಡುವ ಶಬ್ದವು ರಥಗಳ ಚೀತ್ಕಾರದಂತೆಯೂ ಕೂಳೆಯನ್ನು ನುಂಗುವ ಬೆಂಕಿಯ ಚಟಪಟ ಧ್ವನಿಯ ಹಾಗೂ ಕೇಳಿಸುತ್ತದೆ; ಅವು ವ್ಯೂಹಕಟ್ಟಿಕೊಂಡ ಪ್ರಬಲವಾದ ಸೈನ್ಯವೇ."},{"number":6,"verse":"ಅವುಗಳ ದೆಸೆಯಿಂದ ಜನಾಂಗಗಳು ಸಂಕಟಪಡುತ್ತವೆ; ಎಲ್ಲರ ಮುಖಗಳೂ ಬಾಡಿಹೋಗುತ್ತವೆ."},{"number":7,"verse":"ಅವು ಶೂರರಂತೆ ಓಡಾಡುತ್ತವೆ; ಯೋಧರ ಹಾಗೆ ಗೋಡೆಯೇರುತ್ತವೆ; ತಮ್ಮ ತಮ್ಮ ಸಾಲುಗಳಲ್ಲಿಯೇ ನಡೆಯುತ್ತವೆ, ಆ ಸಾಲುಗಳನ್ನು ಕಲಸುವದಿಲ್ಲ."},{"number":8,"verse":"ಒಂದಕ್ಕೊಂದು ನೂಕಾಡುವದಿಲ್ಲ, ತಮ್ಮ ತಮ್ಮ ಸಾಲುಗಳಲ್ಲಿಯೇ ನಡೆಯುತ್ತವೆ; ಆಯುಧಗಳ ನಡುವೆ ನುಗ್ಗುತ್ತವೆ, ಸಾಲುಗಳು ಒಡೆದುಹೋಗುವದಿಲ್ಲ."},{"number":9,"verse":"ಪಟ್ಟಣದಲ್ಲೆಲ್ಲಾ ತ್ವರೆಪಡುತ್ತವೆ, ಗೋಡೆಯ ಮೇಲೆ ಓಡಾಡುತ್ತವೆ, ಮನೆಗಳನ್ನು ಹತ್ತುತ್ತವೆ, ಕಿಟಕಿಗಳಲ್ಲಿ ಕಳ್ಳರಂತೆ ನುಗ್ಗುತ್ತವೆ."},{"number":10,"verse":"ಅವುಗಳ ಆಗಮನದಿಂದ ಭೂಮಿಯು ಕಂಪಿಸುತ್ತದೆ, ಆಕಾಶಮಂಡಲವು ನಡುಗುತ್ತದೆ, ಸೂರ್ಯಚಂದ್ರರು ಮಂಕಾಗುತ್ತಾರೆ, ನಕ್ಷತ್ರಗಳು ಕಾಂತಿಯನ್ನು ಅಡಗಿಸಿಕೊಳ್ಳುತ್ತವೆ;"},{"number":11,"verse":"ಯೆಹೋವನು ತನ್ನ ಸೈನ್ಯದ ಮುಂದೆ ದನಿಗೈಯುತ್ತಾನೆ; ಆತನ ದಂಡು ಬಹು ದೊಡ್ಡದು; ತನ್ನ ಮಾತನ್ನು ನೆರವೇರಿಸಿಕೊಳ್ಳುವಾತನು ಬಲಿಷ್ಟನಾಗಿದ್ದಾನೆ; ಯೆಹೋವನ ದಿನವು ಮಹತ್ತರವೂ ಅತಿ ಭಯಂಕರವೂ ಆಗಿದೆ; ಅದನ್ನು ತಾಳಿಕೊಳ್ಳುವವರು ಯಾರು?"},{"number":12,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಈಗಲಾದರೋ ನೀವು ಮನಃಪೂರ್ವಕವಾಗಿ ನನ್ನ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಉಪವಾಸಮಾಡಿರಿ, ಅಳಿರಿ, ಗೋಳಾಡಿರಿ;"},{"number":13,"verse":"ನಿಮ್ಮ ಬಟ್ಟೆಗಳನ್ನಲ್ಲ, ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಹರಿದುಕೊಂಡು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಕಡೆಗೆ ತಿರಿಗಿಕೊಳ್ಳಿರಿ; ಆತನು ದಯೆಯೂ ಕನಿಕರವೂ ದೀರ್ಘಶಾಂತಿಯೂ ಮಹಾಕೃಪೆಯೂ ಉಳ್ಳವನಾಗಿ ಮಾಡಬೇಕೆಂದಿದ್ದ ಕೇಡಿಗೆ ಮನಮರುಗುತ್ತಾನೆ."},{"number":14,"verse":"ಆತನು ಒಂದು ವೇಳೆ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಹಿಂದಿರುಗಿ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಧಾನ್ಯಪಾನನೈವೇದ್ಯಗಳಿಗೆ ಅನುಕೂಲವಾದ ಸುವರಗಳನ್ನು ದಯಪಾಲಿಸಿ ಹೋದಾನು."},{"number":15,"verse":"ಚೀಯೋನಿನಲ್ಲಿ ಕೊಂಬೂದಿರಿ, ಉಪವಾಸದಿನವನ್ನು ಗೊತ್ತುಮಾಡಿರಿ, ಸಂಘವನ್ನು ನೆರೆಯಿಸಿರಿ;"},{"number":16,"verse":"ಜನರನ್ನು ಒಟ್ಟಿಗೆ ಬರಮಾಡಿರಿ, ಕೂಟವನ್ನು ಏರ್ಪಡಿಸಿರಿ, ವೃದ್ಧರನ್ನು ಕೂಡಿಸಿರಿ, ಮಕ್ಕಳನ್ನೂ ಮೊಲೆಕೂಸುಗಳನ್ನೂ ಸೇರಿಸಿರಿ; ವಧೂವರರೂ ತಮ್ಮ ಕಲ್ಯಾಣಗೃಹದಿಂದ ಹೊರಟುಬರಲಿ."},{"number":17,"verse":"ಯೆಹೋವನ ಸೇವಕರಾದ ಯಾಜಕರು ದ್ವಾರಮಂಟಪಕ್ಕೂ ಯಜ್ಞವೇದಿಗೂ ನಡುವೆ ಅಳುತ್ತಾ - ಯೆಹೋವನೇ, ನಿನ್ನ ಜನರನ್ನು ಕರುಣಿಸು; ಅನ್ಯಜನಾಂಗಗಳು ಅವರ ಹೆಸರನ್ನು ಕಟ್ಟುಗಾದೆಯಾಗಿ ಎತ್ತುವ ನಿಂದೆಗೆ ನಿನ್ನ ಸ್ವಾಸ್ತ್ಯದವರನ್ನು ಗುರಿಮಾಡಬೇಡ; ಅವರ ದೇವರು ಎಲ್ಲಿ ಎಂಬ ಮಾತು ಮ್ಲೇಚ್ಫರಲ್ಲಿ ಏಕೆ ಸಲ್ಲಬೇಕು ಎಂದು ವಿಜ್ಞಾಪಿಸಲಿ."},{"number":18,"verse":"ಆಗ ಯೆಹೋವನು ತನ್ನ ದೇಶಕ್ಕೆ ಅಪಕೀರ್ತಿ ಬರಬಾರದೆಂದು ತನ್ನ ಜನರನ್ನು ಕರುಣಿಸಿ"},{"number":19,"verse":"ಅವರ ಬಿನ್ನಹವನ್ನು ಲಾಲಿಸಿ ಅವರಿಗೆ ಹೀಗೆ ಹೇಳಿದನು - ಇಗೋ, ನಾನು ಧಾನ್ಯದ್ರಾಕ್ಷಾರಸತೈಲಗಳನ್ನು ನಿಮಗೆ ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ; ಅವುಗಳಿಂದ ನಿಮಗೆ ತೃಪ್ತಿಯಾಗುವದು; ನಿಮ್ಮನ್ನು ಅನ್ಯಜನಾಂಗಗಳ ನಿಂದೆಗೆ ಇನ್ನು ಗುರಿಮಾಡೆನು;"},{"number":20,"verse":"ನಾನು ಬಡಗಣ ದಂಡನ್ನು ನಿಮ್ಮ ಕಡೆಯಿಂದ ದೂರ ತೊಲಗಿಸಿ ಹಾಳು ಬೆಗ್ಗಾಡಿಗೆ ಓಡಿಸಿ ಅದರ ಮುಂಭಾಗವನ್ನು ಮೂಡಣ ಸಮುದ್ರಕ್ಕೂ ಹಿಂಭಾಗವನ್ನು ಪಡುವಣ ಸಮುದ್ರಕ್ಕೂ ತಳ್ಳಿಬಿಡುವೆನು; ಆಹಾ, ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿತು, ಅದರ [ಹೆಣಗಳ] ದುರ್ವಾಸನೆಯು ಏರುವದು, ಗಬ್ಬು ನಾರುವದು."},{"number":21,"verse":"ಭೂಮಿಯೇ, ಹೆದರಬೇಡ, ಹರ್ಷಿಸು, ಉಲ್ಲಾಸಿಸು; ಯೆಹೋವನು ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವನು."},{"number":22,"verse":"ಭೂಜಂತುಗಳೇ, ಅಂಜಬೇಡಿರಿ; ಕಾಡಿನ ಕಾವಲಲ್ಲಿ ಹುಲ್ಲು ಮೊಳೆಯುವದು, ಮರವು ಹಣ್ಣುಬಿಡುವದು, ಅಂಜೂರದ ಗಿಡವೂ ದ್ರಾಕ್ಷಾಲತೆಯೂ ಸಾರವತ್ತಾಗಿ ಫಲಿಸುವವು."},{"number":23,"verse":"ಚೀಯೋನಿನ ಸಂತತಿಯವರೇ, ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಲ್ಲಿ ಹರ್ಷಿಸಿರಿ, ಉಲ್ಲಾಸಿಸಿರಿ; ಆತನು ಮುಂಗಾರನ್ನು ತಕ್ಕ ಹಾಗೆ ನಿಮಗೆ ಕೊಡುವನು; ಮುಂಗಾರು ಹಿಂಗಾರು ಮಳೆಗಳನ್ನು ಮೊದಲಿನಂತೆ ನಿಮಗಾಗಿ ಸುರಿಸುವನು."},{"number":24,"verse":"ಕಣಗಳಲ್ಲಿ ಗೋದಿಯು ರಾಶಿರಾಶಿಯಾಗಿರುವದು, ತೊಟ್ಟಿಗಳಲ್ಲಿ ದ್ರಾಕ್ಷಾರಸವೂ ಎಣ್ಣೆಯೂ ತುಂಬಿತುಳುಕುವವು."},{"number":25,"verse":"ಗುಂಪುಮಿಡತೆ, ಸಣ್ಣಮಿಡತೆ, ದೊಡ್ಡಮಿಡತೆ, ಚೂರಿಮಿಡತೆ, ಅಂತು ನಾನು ನಿಮ್ಮ ಮೇಲೆ ಕಳುಹಿಸಿದ ನನ್ನ ದೊಡ್ಡ ದಂಡು ತಿಂದುಬಿಟ್ಟ ವರುಷಗಳನ್ನು ನಾನು ನಿಮಗೆ ಕಟ್ಟಿಕೊಡುವೆನು."},{"number":26,"verse":"ನೀವು ಹೊಟ್ಟೆತುಂಬಾ ಊಟಮಾಡಿ ತೃಪ್ತಿಗೊಂಡು ನಿಮಗಾಗಿ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನು ಮಾಡಿದ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ನಾಮವನ್ನು ಕೊಂಡಾಡುವಿರಿ; ನನ್ನ ಜನರು ಎಂದಿಗೂ ಆಶಾಭಂಗಪಡರು."},{"number":27,"verse":"ನಾನು ಇಸ್ರಾಯೇಲಿನ ಮಧ್ಯದಲ್ಲಿ ನೆಲೆಯಾಗಿದ್ದೇನೆಂತಲೂ ಅದ್ವಿತೀಯನಾದ ನಾನೇ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಾಗಿದ್ದೇನೆಂತಲೂ ನಿಮಗೆ ನಿಶ್ಚಯವಾಗುವದು; ನನ್ನ ಜನರು ಎಂದಿಗೂ ಆಶಾಭಂಗಪಡರು."},{"number":28,"verse":"ತರುವಾಯ ನಾನು ಎಲ್ಲಾ ಮನುಷ್ಯರ ಮೇಲೆ ನನ್ನ ಆತ್ಮವನ್ನು ಸುರಿಸುವೆನು; ನಿಮ್ಮಲ್ಲಿರುವ ಗಂಡಸರೂ ಹೆಂಗಸರೂ ಪ್ರವಾದಿಸುವರು; ನಿಮ್ಮ ಹಿರಿಯರಿಗೆ ಕನಸುಗಳು ಬೀಳುವವು, ನಿಮ್ಮ ಯೌವನಸ್ಥರಿಗೆ ದಿವ್ಯದರ್ಶನಗಳಾಗುವವು;"},{"number":29,"verse":"ಇದಲ್ಲದೆ ಆ ದಿನಗಳಲ್ಲಿ ದಾಸದಾಸಿಯರ ಮೇಲೆಯೂ ನನ್ನ ಆತ್ಮವನ್ನು ಸುರಿಸುವೆನು."},{"number":30,"verse":"ಯೆಹೋವನ ಆಗಮನದ ಭಯಂಕರವಾದ ಮಹಾದಿನವು ಬರುವದಕ್ಕೆ ಮುಂಚೆ ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ರಕ್ತ ಬೆಂಕಿ ಧೂಮಸ್ತಂಭ ಈ ಉತ್ಪಾತಗಳನ್ನು ಉಂಟುಮಾಡುವೆನು;"},{"number":31,"verse":"ಸೂರ್ಯನು ಕತ್ತಲಾಗುವನು, ಚಂದ್ರನು ರಕ್ತವಾಗುವನು."},{"number":32,"verse":"ಆದರೂ ಯೆಹೋವನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರಿಗೆ ರಕ್ಷಣೆಯಾಗುವದು; ಯೆಹೋವನು ತಿಳಿಸಿದಂತೆ ಚೀಯೋನ್‍ಪರ್ವತದಲ್ಲಿಯೂ ಯೆರೂಸಲೇಮಿನಲ್ಲಿಯೂ ಅನೇಕರು ಉಳಿದಿರುವರು; ಯೆಹೋವನು ಕರೆಯುವ ಜನಶೇಷದಲ್ಲಿ ಅವರು ಸೇರಿದವರಾಗಿರುವರು."}]}