{"bibleAbbr":"neNRV2012","bookName":"यहोशू","bookEnglishName":"Joshua","chapterNumber":11,"verses":[{"number":1,"verse":"( याबीन र अरू राजाहरूको हार) यो सुनेर हासोरका राजा याबीनले मादोनका राजा योबाब, शिम्रोनका राजा, अक्षापको राजा,"},{"number":2,"verse":"उत्तरतिर पहाड़ी देशका राजाहरूलाई, र किन्‍नरेतका दक्षिणतिरको अराबाका, र तराईका र पश्‍चिमतिर डोरको लेकका राजाहरूलाई,"},{"number":3,"verse":"पूर्व र पश्‍चिम दुवैतिर बस्‍ने कनानी, पहाड़ी देशका एमोरी, हित्ती, परिज्‍जीहरू, यबूसीहरू र मिस्‍पा देशको हेर्मोन पहाड़मुनि बस्‍ने हिव्‍वीहरूलाई बोलाइपठाए।"},{"number":4,"verse":"उनीहरू र उनीहरूका सारा सेनासमेत, समुद्रका किनारका बालुवाजत्तिकै प्रशस्‍त घोड़ाहरू र रथहरूका साथमा खचाखच भएर निस्‍केर आए।"},{"number":5,"verse":"यी सब राजाहरू जम्‍मा भए, र उनीहरूले आएर इस्राएलीहरूसँग लड़ाइँ गर्न मेरोम नाउँका तालको नजिक सँगै छाउनी लगाए।"},{"number":6,"verse":"परमप्रभुले यहोशूलाई भन्‍नुभयो, “उनीहरूसँग नडरा, किनकि भोलि यसै बेला उनीहरू सबैलाई मारेर म इस्राएलीहरूका हातमा सुम्‍पिदिनेछु। तैंले उनीहरूका घोड़ाहरूका ढोड़नसा काटिदिनू, र उनीहरूका रथहरू आगोले जलाइदिनू।”"},{"number":7,"verse":"तब यहोशू सबै योद्धाका साथमा मेरोम नाउँको तालमा अचानक आएर उनीहरूमाथि जाइलागे।"},{"number":8,"verse":"अनि परमप्रभुले उनीहरूलाई इस्राएलीहरूका हातमा सुम्‍पिदिनुभयो, र तिनीहरूले उनीहरूलाई पराजय गरे, र उनीहरूलाई ठूलो सीदोनसम्‍म, र मिस्रपोत-मैमसम्‍मै, र पूर्वतिर मिस्‍पाको मैदानसम्‍म खेदे, र एउटा पनि जीवित नराखी तिनीहरूले उनीहरूलाई मारे।"},{"number":9,"verse":"परमप्रभुले आज्ञा गर्नुभएबमोजिम यहोशूले उनीहरूलाई गरे। तिनले उनीहरूका घोड़ाहरूका ढोड़नसा काटे, र उनीहरूका रथहरू आगोमा जलाइदिए।"},{"number":10,"verse":"त्‍यस बेला यहोशूले फर्केर हासोर कब्‍जा गरे, र त्‍यहाँका राजालाई तरवारले काटे, किनकि अघि हासोर ती सबै राज्‍यमा नाइके थियो।"},{"number":11,"verse":"अनि त्‍यहाँ भएका सबैलाई तरवारले मारे। तिनीहरूले त्‍यहाँका सास फेर्ने जति एउटैलाई नछोड़ी पूर्ण रूपले नाश गरे। अनि तिनले हासोरमा आगो लगाइदिए।"},{"number":12,"verse":"ती राजकीय सहरहरू र तिनका सबै राजाहरूलाई समेत यहोशूले लिए, र परमप्रभुका दास मोशाले आज्ञा गरेबमोजिम सबैलाई तरवारले काटेर नाश पारे।"},{"number":13,"verse":"तर यहोशूले जलाएको हासोरबाहेक डाँड़ाहरूमा भएका अरू कुनै सहरलाई पनि इस्राएलीहरूले जलाएनन्।"},{"number":14,"verse":"यी सहरहरूका सबै पशुहरू र धनमाल जति इस्राएलीहरूले आफ्‍नै निम्‍ति लिए। तर मानिसहरू जति सबैलाई तिनीहरूले तरवारले काटेर नाश पारे, सास फेर्ने कुनै प्राणी बाँकी राखेनन्।"},{"number":15,"verse":"जसरी परमप्रभुले आफ्‍ना दास मोशालाई आज्ञा गर्नुभएको थियो, त्‍यसरी मोशाले यहोशूलाई अह्राएका थिए, र यहोशूले सबै पालन गरे। परमप्रभुले मोशालाई दिनुभएका सबै आज्ञाहरूमा कुनै पनि आज्ञा यहोशूले अपूरो राखेनन्।"},{"number":16,"verse":"यसरी यहोशूले ती सारा भूमि, अर्थात् पहाड़ी क्षेत्र, सारा नेगेव भनिने दक्षिण देश, र गोशेनको जम्‍मै देश, तराई, अराबा, इस्राएलको पहाड़ी मुलुक र त्‍यसैको तराई,"},{"number":17,"verse":"सेइरको उकालोमा भएको हालाक नाउँको डाँड़ादेखि लिएर हेर्मोन डाँड़ामुनिको लेबनानको बेँसीमा बाल-गादसम्‍म जितेर लिए, र त्‍यहाँका सबै राजाहरूलाई पक्रेर मारे।"},{"number":18,"verse":"ती सबै राजाहरूसँग यहोशूले धेरै दिनसम्‍म लड़ाइँ गरे।"},{"number":19,"verse":"इस्राएलीहरूसँग मेल गर्ने गिबोन-निवासी हिव्‍वीहरूबाहेक अरू कुनै सहरले तिनीहरूसँग सम्‍झौता गरेनन्, सबै सहर तिनीहरूले युद्धद्वारा लिए।"},{"number":20,"verse":"परमप्रभुको उद्देश्‍य थियो, उनीहरू सबै इस्राएलको विरुद्धमा लड्न आऊन् र सबै दयाविना नाश भई मरून्, जस्‍तो परमप्रभुले मोशालाई आदेश गर्नुभएको थियो। ( )"},{"number":21,"verse":"त्‍यस बखत यहोशूले पहाड़ी देशमा आएर हेब्रोन, दबीर, अनाब, र यहूदा र इस्राएलका सारा पहाड़ी देशमा रहने अनाकीहरूलाई बिलकुलै नाश गरिदिए— यहोशूले उनीहरूका सहरहरूसमेत उनीहरूलाई पूर्ण रूपले नाश पारिदिए।"},{"number":22,"verse":"इस्राएलीहरूको देशमा अनाकीहरूको एक जना पनि बाँकी रहेन, केवल गाजा, गात र अश्‍दोदमा केही बाँकी रहे।"},{"number":23,"verse":"यसरी परमप्रभुले मोशालाई भन्‍नुभएअनुसार नै यहोशूले सबै देश जितेर लिए, र तिनीहरूका कुलअनुसार भाग-भाग गरी त्‍यो देश इस्राएलीहरूलाई अधिकारको निम्‍ति बाँड़ेर दिए। अनि देशले लड़ाइँबाट विश्राम पायो।"}]}