{"bibleAbbr":"neNRV2012","bookName":"यहोशू","bookEnglishName":"Joshua","chapterNumber":14,"verses":[{"number":1,"verse":"( चिट्ठा हालेर बाँडेका साढे नौ कुलका भाग) एलाजार पूजाहारी, नूनका छोरा यहोशू र इस्राएलका कुलनायकहरूले तिनीहरूलाई बाँड़िदिएअनुसार इस्राएलीहरूले कनान देशमा अधिकार गरेका यी नै ठाउँहरू हुन्।"},{"number":2,"verse":"परमप्रभुले मोशाद्वारा ती साढ़े नौ कुलका निम्‍ति आज्ञा गर्नुभएबमोजिम चिट्ठा हालेर तिनीहरूका भाग बाँड़ियो। ( ; )"},{"number":3,"verse":"अढ़ाइ कुलहरूलाई त यर्दन पारि मोशाले अधिकार दिएकै थिए, तर लेवीहरूलाई चाहिँ तिनीहरूमध्‍ये कुनै हिस्‍सा उनले दिएका थिएनन्, ( ; ; )"},{"number":4,"verse":"किनभने योसेफका छोराहरू नै, मनश्‍शे र एफ्राइमका दुई कुल थिए। लेवीहरूलाई बस्‍नलाई सहरहरू र तिनीहरूका बस्‍तुहरूलाई खर्कको निम्‍ति र मालसामानको निम्‍ति आसपासका जमिनबाहेक देशमा कुनै भाग दिइएको थिएन।"},{"number":5,"verse":"परमप्रभुले मोशालाई जसो आज्ञा गर्नुभएको थियो, इस्राएलीहरूले त्‍यसै गरे र देश बन्‍डा गरे।"},{"number":6,"verse":"( कालेबलाई हेब्रोन दिएका) तब यहूदाका मानिसहरू गिलगालमा यहोशूकहाँ आए, र कनज्‍जी यपुन्‍नेका छोरा कालेबले तिनलाई भने, “परमप्रभुले कादेश-बर्नेमा मेरो र तपाईंको बारेमा परमेश्‍वरका मानिस मोशालाई भन्‍नुभएको कुरा त तपाईंलाई थाहै छ। ( )"},{"number":7,"verse":"परमप्रभुका दास मोशाले कादेश-बर्नेबाट यस देशको भेद लिन मलाई पठाउँदा म चालीस वर्षको थिएँ, र मैले आफूले बुझेअनुसारको समाचार तिनलाई ल्‍याइदिएँ। ( )"},{"number":8,"verse":"तर मसँगै जाने मेरा दाजुभाइहरूले मानिसहरूका मन भयभीत गराइदिए, तापनि म त पूर्णरूपले परमप्रभु आफ्‍ना परमेश्‍वरको पछि लागें।"},{"number":9,"verse":"यसर्थ त्‍यसै दिन मोशाले शपथ खाएर मलाई यसो भने, ‘तिम्रा खुट्टाले जुन ठाउँमा टेकेर आएका छौ त्‍यो नि:सन्‍देह तिम्रो र तिम्रा सन्‍तानको अधिकारमा सदाको निम्‍ति हुनेछ, किनभने तिमी पूर्ण रूपले परमप्रभु मेरा परमेश्‍वरको पछि लागेका छौ’। ( )"},{"number":10,"verse":"“अब हेर्नुहोस्, इस्राएलीहरू उजाड़स्‍थानमा घुमफिर गर्दा परमप्रभुले मोशालाई यो कुरा भन्‍नुभएको बेलादेखि अहिले पैँतालीस वर्ष बितिसक्‍यो, र आफ्‍नो वचनअनुसार परमप्रभुले मलाई जीवितै राख्‍नुभएको छ। अब हेर्नुहोस्, म आज पचासी वर्षको भएको छु।"},{"number":11,"verse":"तैपनि मलाई मोशाले पठाएको दिनमा म जति बलियो थिएँ, अहिले पनि उतिकै बलियो छु। लड़ाइँको निम्‍ति बाहिर जानलाई मेरो ताकत त्‍यस बेला जति थियो, अहिले पनि त्‍यत्ति नै छ।"},{"number":12,"verse":"यसकारण अब यो पहाड़ी देश मलाई दिनुहोस्, जसको बारेमा परमप्रभुले त्‍यस दिन भन्‍नुभएको थियो। त्‍यहाँ अनाकीहरू रहन्‍छन्, उनीहरूका ठूला-ठूला गढ़ भएका सहरहरू छन् भन्‍ने तपाईंले त्‍यस बेला सुन्‍नुभएकै थियो। परमप्रभुको सहायताद्वारा उहाँको वचनअनुसार म उनीहरूलाई धपाउनेछु।”"},{"number":13,"verse":"तब यहोशूले यपुन्‍नेका छोरा कालेबलाई आशिष् दिए, र तिनको अधिकारमा हेब्रोन दिए।"},{"number":14,"verse":"यसकारण कनज्‍जी यपुन्‍नेका छोरा कालेबको अधिकारमा हेब्रोन आजसम्‍म भएको छ, किनभने तिनी पूर्ण रूपले इस्राएलका परमेश्‍वरको पछि लागेका थिए।"},{"number":15,"verse":"हेब्रोनको नाउँ पहिले किर्यत-अर्बा थियो। यही अर्बा अनाकीहरूमध्‍ये सबैभन्‍दा महान् पुरुष थिए। तब त्‍यस देशलाई लड़ाइँबाट विश्राम मिल्‍यो।"}]}