{"bibleAbbr":"neNRV2012","bookName":"यहोशू","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"( यहोशूको बिदाइको पछिल्‍लो उपदेश) तब यहोशूले इस्राएलीहरूका सबै कुललाई शकेममा जम्‍मा गरेर इस्राएलका धर्म-गुरुहरू, कुलनायकहरू, न्‍यायकर्ताहरू र अधिकारीहरूलाई बोलाए, र तिनीहरूले आफैलाई परमेश्‍वरको सामु हाजिर गराए।"},{"number":2,"verse":"यहोशूले सबै मानिसहरूलाई भने, “परमप्रभु इस्राएलका परमेश्‍वर भन्‍नुहुन्‍छ, ‘उहिले अब्राहाम र नाहोरका बुबा तेरह, तिमीहरूका पिता-पुर्खाहरू यूफ्रेटिस नदी पारि बस्‍थे, र तिनीहरूले अरू देवताहरू पुज्‍दथे। ( )"},{"number":3,"verse":"तर मैले तिमीहरूका पुर्खा अब्राहामलाई यूफ्रेटिस नदी पारिबाट ल्‍याएँ, र त्‍यसलाई कनान देशका चारै दिशामा डोर्‍याएँ र त्‍यसका सन्‍तान वृद्धि गरें। मैले त्‍यसलाई इसहाक दिएँ। ( ; )"},{"number":4,"verse":"फेरि मैले इसहाकलाई याकूब र एसाव दिएँ। अनि मैले एसावलाई त्‍यसका अधिकारको निम्‍ति सेइरको पहाड़ी देश दिएँ। तर याकूब र त्‍यसका छोराहरूचाहिँ मिश्रदेशतिर गए। ( ; ; ; )"},{"number":5,"verse":"“‘तब मैले मोशा र हारूनलाई पठाएर त्‍यहाँ मैले गरेको कामद्वारा मिश्रदेशमा विपत्ति पठाएँ, र पछिबाट मैले तिमीहरूलाई निकालेर ल्‍याएँ। ( )"},{"number":6,"verse":"जब मैले तिमीहरूका पुर्खाहरूलाई मिश्रदेशबाट निकालेर ल्‍याएँ, तिमीहरू समुद्रसम्‍म आइपुग्‍यौ, र मिश्रीहरूले तिमीहरूका पिता-पुर्खालाई रथ र घोड़चढ़ीहरूसहित लाल समुद्रसम्‍म खेदेर आए। ( )"},{"number":7,"verse":"तर तिनीहरूले परमप्रभुलाई पुकारा गरे, अनि उहाँले तिमीहरू र मिश्रदेश वासीहरूका बीचमा अन्‍धकार पारेर उनीहरूमाथि समुद्र फर्काई उनीहरूलाई डुबाइदिनुभयो। मैले मिश्रदेशमा के गरें, सो तिमीहरूले आफ्‍ना आँखाले देख्‍यौ। तब तिमीहरू धेरै दिनसम्‍म उजाड़-स्‍थानमा रह्यौ।"},{"number":8,"verse":"“‘मैले तिमीहरूलाई यर्दनको पूर्वपट्टि बस्‍ने एमोरीहरूको देशमा ल्‍याएँ। उनीहरूले तिमीहरूसित लड़ाइँ गरे, र मैले उनीहरूलाई तिमीहरूका हातमा पारिदिएँ, र तिमीहरूले उनीहरूको देश अधिकार गर्‍यौ। मैले उनीहरूलाई तिमीहरूका सामुन्‍ने नष्‍ट पारें। ( )"},{"number":9,"verse":"तब मोआबको राजा सिप्‍पोरको छोरा बालाकले इस्राएलीहरूसँग लड़ाइँ गर्‍यो। अनि तिमीहरूलाई सराप दिनलाई त्‍यसले बओरको छोरा बालामलाई डाकिपठायो। ( )"},{"number":10,"verse":"तर बालामको प्रार्थना मैले सुनिनँ। त्‍यसैकारण त्‍यसले त बारम्‍बार तिमीहरूलाई आशिष् पो दियो। यसरी मैले तिमीहरूलाई त्‍यसको हातबाट बचाएँ।"},{"number":11,"verse":"“‘त्‍यसपछि तिमीहरू यर्दन तरेर यरीहोमा आयौ। अनि यरीहोका मानिसहरू, एमोरी, परिज्‍जी, कनानी, हित्ती, गिर्गाशी, हिव्‍वी र यबूसीहरूले तिमीहरूसित लड़ाइँ गरे। तर मैले उनीहरूलाई तिमीहरूका हातमा सुम्‍पिदिएँ। ( ; )"},{"number":12,"verse":"मैले तिमीहरूका अगिअगि एउटा अरिङ्गाल पठाइदिएँ, जसले उनीहरूलाई, एमोरीहरूका दुई राजाहरूलाई समेत तिमीहरूका सामुन्‍नेबाट धपायो। त्‍यो तिमीहरूले आफ्‍ना तरवार र धनुले गरेनौ। ( ; )"},{"number":13,"verse":"यसरी तिमीहरूले मेहनतै नगरेको देश, र तिमीहरू आफैले नबनाएका सहरहरू मैले तिमीहरूलाई दिएँ। तिमीहरू तिनमा बस्‍दैछौ, र आफैले नरोपेका दाखबारी र भद्राक्षबारीका फल तिमीहरू खाँदैछौ’। ( )"},{"number":14,"verse":"“यसकारण अब परमप्रभुको भय मान, र सारा विश्‍वस्‍ततासाथ उहाँको सेवा गर। तिमीहरूका पिता-पुर्खाहरूले यूफ्रेटिस नदी पारि र मिश्रदेशमा पुजेका देवताहरूलाई फ्‍याँक, र परमप्रभुको सेवा गर।"},{"number":15,"verse":"तर यदि परमप्रभुको सेवा गर्न तिमीहरूलाई मन पर्दैन भनेता तिमीहरूले कसको सेवा गर्ने आजै तिमीहरूले रोज— कि तिम्रा पिता-पुर्खाहरूले यूफ्रेटिस नदी पारि पुजेका देवताहरू कि तिमीहरू अहिले बसेको देशका एमोरीहरूका देवताहरू। तर म र मेरो घरानाले परमप्रभुकै सेवा गर्नेछौं।”"},{"number":16,"verse":"( करारलाई नवीकरण गरियो) तब मानिसहरूले भने, “हामीले परमप्रभुलाई त्‍यागेर अरू देवताहरूको पूजा गर्न नपरोस्।"},{"number":17,"verse":"किनभने परमप्रभु हाम्रा परमेश्‍वरले नै हामीलाई र हाम्रा पिता-पुर्खाहरूलाई मिश्रदेश, दासत्‍वको घरबाट मुक्त गराएर ल्‍याउनुभएको हो, र हाम्रा आँखाकै सामु त्‍यस्‍ता ठूला आश्‍चर्य कामहरू गर्नुभयो। अनि हामी जहाँ गए तापनि, जुन जातिहरूका बीचबाट हामी आए तापनि उहाँले हामीलाई रक्षा गर्नुभयो।"},{"number":18,"verse":"परमप्रभुले हाम्रा सामुन्‍नेबाट सबै जातिहरू, यस देशमा बस्‍ने एमोरीहरूलाई समेत धपाउनुभयो। यसकारण हामीहरू पनि परमप्रभुको सेवा गर्नेछौं, किनभने उहाँ नै हाम्रा परमेश्‍वर हुनुहुन्‍छ।”"},{"number":19,"verse":"यहोशूले मानिसहरूलाई भने, “तिमीहरूले परमप्रभुको सेवा गर्न सक्‍दैनौ, किनभने उहाँ पवित्र परमेश्‍वर हुनुहुन्‍छ। उहाँ डाह गर्ने परमेश्‍वर हुनुहुन्‍छ। उहाँले तिमीहरूका अपराध र तिमीहरूका पाप क्षमा गर्नुहुनेछैन।"},{"number":20,"verse":"तिमीहरूले परमप्रभुलाई त्‍यागेर पराई देवताहरूको पूजा गर्‍यौ भनेता अहिलेसम्‍म उहाँले तिमीहरूको हित गर्नुभए तापनि तिमीहरूको अहित गर्न उहाँ फर्कनुहुनेछ, र तिमीहरूलाई भस्‍म पार्नुहुनेछ।”"},{"number":21,"verse":"तर मानिसहरूले यहोशूलाई भने, “होइन, हामी परमप्रभुकै सेवा गर्नेछौं।”"},{"number":22,"verse":"तब यहोशूले तिनीहरूलाई भने, “तिमीहरूले परमप्रभुको सेवा गर्ने निर्णय गरेर तिमीहरू आफ्‍ना लागि आफै साक्षी भएका छौ।” तिनीहरूले भने, “हामी साक्षी छौं।”"},{"number":23,"verse":"यहोशूले भने, “यसकारण अब तिमीहरूसँग भएका पराई देवताहरूलाई मिल्‍काइदेओ, र तिमीहरूका मन परमप्रभु इस्राएलका परमेश्‍वरतिर लगाओ।”"},{"number":24,"verse":"अनि मानिसहरूले यहोशूलाई भने, “परमप्रभु हाम्रा परमेश्‍वरको सेवा हामी गर्नेछौं र उहाँकै वचन सुन्‍नेछौं।”"},{"number":25,"verse":"यहोशूले त्‍यही दिन मानिसहरूसँग करार बाँधे, र शकेममा तिनीहरूका निम्‍ति विधि र विधान बनाए।"},{"number":26,"verse":"यी सबै कुराहरू यहोशूले परमेश्‍वरका व्‍यवस्‍थाको पुस्‍तकमा लेखे। अनि तिनले एउटा ठूलो ढुङ्गा लिएर परमप्रभुका पवित्रस्‍थाननेरका रूखमुनि स्‍थापना गरे।"},{"number":27,"verse":"यहोशूले सबै मानिसहरूलाई भने, “हेर, यो ढुङ्गा हाम्रा विरुद्धमा साक्षी हुनेछ, किनकि परमप्रभुले हामीलाई भन्‍नुभएका सबै कुरा यसले सुनेको छ। तिमीहरू आफ्‍ना परमेश्‍वरप्रति अविश्‍वासी भयौ भने त्‍यो तिमीहरूका विरुद्धमा साक्षी हुनेछ।”"},{"number":28,"verse":"यसरी यहोशूले तिनीहरूलाई तिनीहरूका आ-आफ्‍ना अधिकारको जग्‍गामा पठाइदिए।"},{"number":29,"verse":"( यहोशू र एलाजारको मृत्‍यु) यी कुरापछि परमप्रभुका दास, नूनका छोरा यहोशू एक सय दश वर्षको उमेरमा मरे।"},{"number":30,"verse":"अनि तिनीहरूले तिनलाई गाश डाँड़ाको उत्तरपट्टि एफ्राइमको पहाड़ी देशको तिम्‍नथ-सेरह तिनको आफ्‍नै अधिकारको साँधभित्र गाड़े। ( )"},{"number":31,"verse":"यहोशूको जीवनभरि र यहोशू मरेपछि बाँचेका र परमप्रभुले इस्राएलको निम्‍ति गर्नुभएका सबै कार्यको विषय थाहा पाएका धर्म-गुरुहरूका जीवनभरि पनि इस्राएलीहरूले परमप्रभुकै सेवा गरे।"},{"number":32,"verse":"इस्राएलीहरूले मिश्रदेशबाट ल्‍याएका योसेफका अस्‍थि शकेमका बुबा हमोरका छोराहरूसित याकूबले एक सय चाँदीका टुक्रामा शकेममा किनेको एक टुक्रा जग्‍गामा गाड़े। त्‍यो ठाउँ योसेफका सन्‍तानको अधिकारमा पर्‍यो। ( ; ; ; ; )"},{"number":33,"verse":"अनि हारूनका छोरा एलाजार पनि मरे, र तिनका छोरा पीनहासलाई एफ्राइमको पहाड़ी देशमा दिइएको गिबामा तिनीहरूले तिनलाई गाड़े।"}]}