{"bibleAbbr":"ASV1901","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"In the six<WH8337> and thirtieth<WH7970> year<WH8141> of the reign<WH4438> of Asa<WH609>, Baasha<WH1201> king<WH4438> of Israel<WH3478> went up<WH5927> against Judah<WH3063>, and built<WH1129> Ramah<WH7414>, that<WH1115> he might not suffer<WH5414> any one to go out<WH3318> or come in<WH935> to Asa<WH609> king<WH4428> of Judah<WH3063>."},{"number":2,"verse":"Then Asa<WH609> brought out<WH3318> silver<WH3701> and gold<WH2091> out of the treasures<WH214> of the house<WH1004> of Jehovah<WH3068> and of the king<WH4428>'s house<WH1004>, and sent<WH7971> to Ben-hadad<WH1130> king<WH4428> of Syria<WH758>, that dwelt<WH3427> at Damascus<WH1834>, saying<WH559>,"},{"number":3,"verse":"There is a league<WH1285> between me and thee<WH1>, as there was between my father and thy father<WH1>: behold<WH7971>, I have sent thee silver<WH3701> and gold<WH2091>; go<WH3212>, break<WH6565> thy league<WH1285> with Baasha<WH1201> king<WH4428> of Israel<WH3478>, that he may depart from me<WH5927>."},{"number":4,"verse":"And Ben-hadad<WH1130> hearkened<WH8085> unto king<WH4428> Asa<WH609>, and sent<WH7971> the captains<WH8269> of his armies<WH2428> against the cities<WH5892> of Israel<WH3478>; and they smote<WH5221> Ijon<WH5859>, and Dan<WH1835>, and Abel-maim<WH66>, and all the store<WH4543> - cities<WH5892> of Naphtali<WH5321>."},{"number":5,"verse":"And it came to pass<WH1201>, when Baasha heard<WH8085> thereof<WH2308>, that he left off building<WH1129> Ramah<WH7414>, and let his work<WH4399> cease<WH7673>."},{"number":6,"verse":"Then Asa<WH609> the king<WH4428> took<WH3947> all Judah<WH3063>; and they carried away<WH5375> the stones<WH68> of Ramah<WH7414>, and the timber<WH6086> thereof<WH1201>, wherewith Baasha had builded<WH1129>; and he built<WH1129> therewith Geba<WH1387> and Mizpah<WH4709>."},{"number":7,"verse":"And at that time<WH6256> Hanani<WH2607> the seer<WH7200> came<WH935> to Asa<WH609> king<WH4428> of Judah<WH3063>, and said<WH559> unto him<WH8172>, Because thou hast relied on the king<WH4428> of Syria<WH758>, and hast not relied<WH8172> on Jehovah<WH3068> thy God<WH430>, therefore is the host<WH2428> of the king<WH4428> of Syria<WH758> escaped<WH4422> out of thy hand<WH3027>."},{"number":8,"verse":"Were not the Ethiopians<WH3569> and the Lubim<WH3864> a huge<WH7230> host<WH2428>, with chariots<WH7393> and horsemen<WH6571> exceeding<WH3966> many<WH7235>? yet<WH8172>, because thou didst rely on Jehovah<WH3068>, he delivered<WH5414> them into thy hand<WH3027>."},{"number":9,"verse":"For the eyes<WH5869> of Jehovah<WH3068> run to and fro<WH7751> throughout the whole earth<WH776>, to show himself strong<WH2388> in the behalf of them whose heart<WH3824> is perfect<WH8003> toward him<WH5528>. Herein thou hast done foolishly; for from henceforth<WH6258> thou shalt have<WH3426> wars<WH4421>."},{"number":10,"verse":"Then Asa<WH609> was wroth<WH3707> with the seer<WH7200>, and put<WH5414> him in the prison<WH4115> - house<WH1004>; for he was in a rage<WH2197> with him because of this thing<WH609>. And Asa oppressed<WH7533> some of the people<WH5971> at the same time<WH6256>."},{"number":11,"verse":"And <WH1697>, behold, the acts of Asa<WH609>, first<WH7223> and last<WH314>, lo<WH3789>, they are written in the book<WH5612> of the kings<WH4428> of Judah<WH3063> and Israel<WH3478>."},{"number":12,"verse":"And in the thirty<WH7970> and ninth<WH8672> year<WH8141> of his reign<WH4438> Asa<WH609> was diseased<WH2456> in his feet<WH7272>; his disease<WH2483> was exceeding<WH4605> great<WH2483>: yet in his disease he sought<WH1875> not to Jehovah<WH3068>, but to the physicians<WH7495>."},{"number":13,"verse":"And Asa<WH609> slept<WH7901> with his fathers<WH1>, and died<WH4191> in the one<WH259> and fortieth<WH705> year<WH8141> of his reign<WH4427>."},{"number":14,"verse":"And they buried<WH6912> him in his own sepulchres<WH6913>, which he had hewn<WH3738> out for himself in the city<WH5892> of David<WH1732>, and laid<WH7901> him in the bed<WH4904> which was filled<WH4390> with sweet odors<WH1314> and divers kinds<WH2177> of spices prepared<WH7543> by the perfumers<WH4842>' art<WH4639>: and they made<WH8313> a very<WH3966> great<WH1419> burning for him<WH8316>."}]}