{"bibleAbbr":"ASV1901","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"Manasseh <WH4519> was twelve<WH8147> years<WH8141> old<WH1121> when he began to reign<WH4427>; and he reigned<WH4427> fifty<WH2572> and five<WH2568> years<WH8141> in Jerusalem<WH3389>."},{"number":2,"verse":"And he did<WH6213> that which was evil<WH7451> in the sight<WH5869> of Jehovah<WH3068>, after the abominations<WH8441> of the nations<WH1471> whom Jehovah<WH3068> cast out<WH3423> before<WH6440> the children<WH1121> of Israel<WH3478>."},{"number":3,"verse":"For he built<WH1129> again<WH7725> the high places<WH1116> which Hezekiah<WH3169> his father<WH1> had broken down<WH5422>; and he reared up<WH6965> altars<WH4196> for the Baalim<WH1168>, and made<WH6213> Asheroth<WH842>, and worshipped<WH7812> all the host<WH6635> of heaven<WH8064>, and served them<WH5647>."},{"number":4,"verse":"And he built<WH1129> altars<WH4196> in the house<WH1004> of Jehovah<WH3068>, whereof Jehovah<WH3068> said<WH559>, In Jerusalem<WH3389> shall my name<WH8034> be for ever<WH5769>."},{"number":5,"verse":"And he built<WH1129> altars<WH4196> for all the host<WH6635> of heaven<WH8064> in the two<WH8147> courts<WH2691> of the house<WH1004> of Jehovah<WH3068>."},{"number":6,"verse":"He also made<WH5674> his children<WH1121> to pass through<WH5674> the fire<WH784> in the valley<WH1516> of the son<WH1121> of Hinnom<WH2011>; and he practised augury<WH6049>, and used enchantments<WH5172>, and practised sorcery<WH3784>, and dealt<WH6213> with them that had familiar spirits<WH178>, and with wizards<WH3049>: he wrought<WH6213> much<WH7235> evil<WH7451> in the sight<WH5869> of Jehovah<WH3068>, to provoke him to anger<WH3707>."},{"number":7,"verse":"And he set<WH7760> the graven image<WH6459> of the idol<WH5566>, which he had made<WH6213>, in the house<WH1004> of God<WH430>, of which God<WH430> said<WH559> to David<WH1732> and to Solomon<WH8010> his son<WH1121>, In this house<WH1004>, and in Jerusalem<WH3389>, which I have chosen<WH977> out of all the tribes<WH7626> of Israel<WH3478>, will I put<WH7760> my name<WH8034> for ever<WH5865>:"},{"number":8,"verse":"neither will I any more<WH3254> remove<WH5493> the foot<WH7272> of Israel<WH3478> from off the land<WH127> which I have appointed<WH5975> for your fathers<WH1>, if<WH518> only they will observe<WH8104> to do<WH6213> all that<WH518> I have commanded<WH6680> them<WH8451>, even all the law and the statutes<WH2706> and the ordinances<WH4941> given by<WH3027> Moses<WH4872>."},{"number":9,"verse":"And Manasseh<WH4519> seduced<WH8582> Judah<WH3063> and the inhabitants<WH3427> of Jerusalem<WH3389>, so that they did<WH6213> evil<WH8582> more<WH7451> than did the nations<WH1471> whom Jehovah<WH3068> destroyed<WH8045> before<WH6440> the children<WH1121> of Israel<WH3478>."},{"number":10,"verse":"And Jehovah<WH3068> spake<WH1696> to Manasseh<WH4519>, and to his people<WH5971>; but they gave no heed<WH7181>."},{"number":11,"verse":"Wherefore Jehovah<WH3068> brought<WH935> upon them the captains of<WH8269> the host of<WH8269> the king<WH4428> of Assyria<WH804>, who took<WH3920> Manasseh<WH4519> in chains<WH631>, and bound him with fetters<WH5178>, and carried<WH3212> him<WH631> to Babylon<WH894>."},{"number":12,"verse":"And when he was in distress<WH6887>, he besought<WH2470> Jehovah<WH3068> his God<WH430>, and humbled<WH3665> himself greatly<WH3966> before<WH6440> the God<WH430> of his fathers<WH1>."},{"number":13,"verse":"And he prayed<WH6419> unto him<WH6279>; and he was entreated of him<WH8085>, and heard his supplication<WH8467>, and brought him again<WH7725> to Jerusalem<WH3389> into his kingdom<WH4438>. Then Manasseh<WH4519> knew<WH3045> that Jehovah<WH3068> he was God<WH430>."},{"number":14,"verse":"Now after this<WH310> he built<WH1129> an outer wall<WH2346> to the city<WH5892> of David<WH1732>, on the west side<WH4628> of Gihon<WH1521>, in<WH935> the valley<WH5158>, even to the entrance<WH935> at the fish<WH1709> gate<WH8179>; and he compassed<WH5437> Ophel<WH6077> about with it<WH1361>, and raised it up to a very great height<WH3966>: and he put<WH7760> valiant<WH2428> captains<WH8269> in all the fortified<WH1219> cities<WH5892> of Judah<WH3063>."},{"number":15,"verse":"And he took away<WH5493> the foreign<WH5236> gods<WH430>, and the idol<WH5566> out of the house<WH1004> of Jehovah<WH3068>, and all the altars<WH4196> that he had built<WH1129> in the mount<WH2022> of the house<WH1004> of Jehovah<WH3068>, and in Jerusalem<WH3389>, and cast<WH7993> them out<WH2351> of the city<WH5892>."},{"number":16,"verse":"And he built<WH1129> up the altar<WH4196> of Jehovah<WH3068>, and offered<WH2076> thereon sacrifices<WH8002> of peace-offerings<WH2077> and of thanksgiving<WH8426>, and commanded<WH559> Judah<WH3063> to serve<WH5647> Jehovah<WH3068>, the God<WH430> of Israel<WH3478>."},{"number":17,"verse":"Nevertheless <WH61> the people<WH5971> sacrificed<WH2076> still in the high places<WH1116>, but only unto Jehovah<WH3068> their God<WH430>."},{"number":18,"verse":"Now the rest<WH3499> of the acts<WH1697> of Manasseh<WH4519>, and his prayer<WH8605> unto his God<WH430>, and the words<WH1697> of the seers<WH2374> that spake<WH1696> to him in the name<WH8034> of Jehovah<WH3068>, the God<WH430> of Israel<WH3478>, behold<WH1697>, they are written among the acts of the kings<WH4428> of Israel<WH3478>."},{"number":19,"verse":"His prayer<WH8605> also<WH6279>, and how God was entreated of him<WH2403>, and all his sin and his trespass<WH4604>, and the places<WH4725> wherein he built<WH1129> high places<WH1116>, and set up<WH5975> the Asherim<WH842> and the graven images<WH6456>, before<WH6440> he humbled<WH3665> himself<WH3789>: behold, they are written in the history<WH1697> of Hozai<WH2374>."},{"number":20,"verse":"So Manasseh<WH4519> slept<WH7901> with his fathers<WH1>, and they buried<WH6912> him in his own house<WH1004>: and Amon<WH526> his son<WH1121> reigned in his stead<WH4427>."},{"number":21,"verse":"Amon <WH526> was twenty<WH6242> and two<WH8147> years<WH8141> old<WH1121> when he began to reign<WH4427>; and he reigned<WH4427> two<WH8147> years<WH8141> in Jerusalem<WH3389>."},{"number":22,"verse":"And he did<WH6213> that which was evil<WH7451> in the sight<WH5869> of Jehovah<WH3068>, as did<WH6213> Manasseh<WH4519> his father<WH1>; and Amon<WH526> sacrificed<WH2076> unto all the graven images<WH6456> which Manasseh<WH4519> his father<WH1> had made<WH6213>, and served them<WH5647>."},{"number":23,"verse":"And he humbled<WH3665> not himself before<WH6440> Jehovah<WH3068>, as Manasseh<WH4519> his father<WH1> had humbled<WH3665> himself<WH526>; but this same Amon trespassed<WH819> more and more<WH7235>."},{"number":24,"verse":"And his servants<WH5650> conspired<WH7194> against him<WH4191>, and put him to death in his own house<WH1004>."},{"number":25,"verse":"But the people<WH5971> of the land<WH776> slew<WH5221> all them that had conspired<WH7194> against king<WH4428> Amon<WH526>; and the people<WH5971> of the land<WH776> made<WH4427> Josiah<WH2977> his son<WH1121> king in his stead<WH4427>."}]}