{"bibleAbbr":"BB1572","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"Furthermore brethren, praye ye for vs, that the worde of the Lord may haue free passage and be glorified, euen as with you:"},{"number":2,"verse":"And that we may be delyuered from disordered and euyll men: For all men haue not fayth."},{"number":3,"verse":"But the Lorde is faythfull, whiche shall stablyshe you, and kepe you from euyll."},{"number":4,"verse":"And we haue confidence in the Lorde to youwarde, that ye both do, and wyll do the thynges whiche we commaunde you."},{"number":5,"verse":"And the Lorde guyde your heartes to the loue of God, and to the pacient waytyng for Christe."},{"number":6,"verse":"We commaunde you brethren in the name of our Lorde Iesus Christe, that ye withdrawe your selues from euery brother that walketh inordinately, and not after the institution whiche he receaued of vs."},{"number":7,"verse":"For ye your selues knowe howe ye ought to folowe vs: For we behaued not our selues inordinately among you,"},{"number":8,"verse":"Neither toke we breade of any man for nought: but wrought with labour and sweat nyght and daye, because we woulde not be chargeable to any of you."},{"number":9,"verse":"Not but that we had auctoritie, but to make our selues an ensample vnto you to folowe vs."},{"number":10,"verse":"For when we were with you, this we warned you of: that yf any woulde not worke, the same shoulde not eate."},{"number":11,"verse":"For we haue heard that there are some which walke among you inordinately, workyng not at all, but be busy bodies."},{"number":12,"verse":"Them that are such, we commaunde and exhort by our Lorde Iesus Christ, that they workyng in quietnesse, eate their owne breade."},{"number":13,"verse":"And ye brethren, be not weery in well doyng."},{"number":14,"verse":"Yf any man obey not our doctrine, signifie hym by an epistle, and haue no companie with hym, that he maye be ashamed."},{"number":15,"verse":"Yet count him not as an enemie, but warne hym as a brother."},{"number":16,"verse":"Nowe the very Lorde of peace geue you peace alwayes, by all meanes. The Lorde be with you all."},{"number":17,"verse":"The salutation of me Paul with mine owne hande. This is the token in euery epistle. So I write."},{"number":18,"verse":"The grace of our Lord Iesus Christ be with you all. Amen. [Sent from Athens.]"}]}