{"bibleAbbr":"bnOV2016","bookName":"বংশাবলির দ্বিতীয় খণ্ড।","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"( অবিয় রাজার বিবরণ।) যারবিয়াম রাজার অষ্টাদশ বৎসরে অবিয় যিহূদার উপরে রাজত্ব করিতে আরম্ভ করিলেন।"},{"number":2,"verse":"তিনি তিন বৎসর যিরূশালেমে রাজত্ব করিলেন; তাঁহার মাতার নাম মীখায়া, তিনি গিবিয়া নিবাসী ঊরীয়েলের কন্যা।"},{"number":3,"verse":"অবিয়ের ও যারবিয়ামের মধ্যে যুদ্ধ হইত। অবিয় চারি লক্ষ মনোনীত যুদ্ধবীরের সহিত যুদ্ধে গমন করিলেন, এবং যারবিয়াম আট লক্ষ মনোনীত বলবান বীরের সহিত তাঁহার বিরুদ্ধে সৈন্য রচনা করিলেন।"},{"number":4,"verse":"আর অবিয় পর্ব্বতময় ইফ্রয়িম প্রদেশের সমারয়িম গিরির উপরে দাঁড়াইয়া কহিলেন, হে যারবিয়াম, তুমি ও সমস্ত ইস্রায়েল আমার কথা শুন।"},{"number":5,"verse":"ইস্রায়েলের ঈশ্বর সদাপ্রভু ইস্রায়েলের রাজ্যপদ চিরকালের জন্য দায়ূদকে দিয়াছেন; তাঁহাকে ও তাঁহার সন্তানদিগকে লবণ-নিয়ম দ্বারা দিয়াছেন, ইহা জ্ঞাত হওয়া কি তোমাদের উচিত নয়?"},{"number":6,"verse":"তথাপি দায়ূদের পুত্র শলোমনের দাস যে নবাটের পুত্র যারবিয়াম, সে ব্যক্তি উঠিয়া আপন প্রভুর বিদ্রোহী হইল।"},{"number":7,"verse":"আর পাষণ্ড অসারচিত্ত লোকেরা তাহার পক্ষে একত্র হইয়া শলোমনের পুত্র রহবিয়ামের বিরুদ্ধে আপনাদিগকে বীর্য্যবান করিল। তৎকালে রহবিয়াম যুবা ও কোমলান্তঃকরণ ছিলেন, তাহাদের সম্মুখে আপনাকে বলবান করিতে পারিলেন না।"},{"number":8,"verse":"আর এখন তোমরাও দায়ূদের সন্তানগণের হস্তগত যে সদাপ্রভুর রাজ্য, তাহার প্রতিকূলে আপনাদিগকে বলবান করিবার মানস করিতেছ; তোমরা বৃহৎ লোকারণ্য, এবং সেই দুই স্বর্ণময় গোবৎস তোমাদের সহবর্ত্তী, যাহা যারবিয়াম তোমাদের জন্য দেবতারূপে নির্ম্মাণ করিয়াছে।"},{"number":9,"verse":"তোমরা কি সদাপ্রভুর যাজকগণকে,—হারোণের সন্তানগণকে —ও লেবীয়দিগকে দূর কর নাই? আর অন্যদেশীয় জাতিদের ন্যায় আপনাদের জন্য কি যাজকগণ নিযুক্ত কর নাই? একটী গোবৎস ও সাতটী মেষ সঙ্গে লইয়া যে কেহ হস্ত পূরণার্থে উপস্থিত হয়, সে উহাদের যাজক হইতে পারে, যাহারা ঈশ্বর নয়।"},{"number":10,"verse":"কিন্তু আমরা [তদ্রূপ নহি]; সদাপ্রভুই আমাদের ঈশ্বর; আমরা তাঁহাকে ত্যাগ করি নাই; এবং যাজকগণ —হারোণ-সন্তানগণ- সদাপ্রভুর পরিচর্য্যা করিতেছে, এবং লেবীয়েরা আপন আপন কার্য্যে নিযুক্ত রহিয়াছে।"},{"number":11,"verse":"আর তাহারা সদাপ্রভুর উদ্দেশে প্রতিদিন প্রাতে ও সন্ধ্যাকালে হোম-বলি দগ্ধ করে ও সুগন্ধি ধূপ জ্বালায়, আর শুচি মেজের উপরে দর্শন-রুটী সাজাইয়া রাখে, এবং প্রতি সন্ধ্যাকালে জ্বালিবার জন্য দীপসমূহের সহিত স্বর্ণময় দীপ-বৃক্ষ প্রস্তুত করে; বস্তুতঃ আমরা আপনাদের ঈশ্বর সদাপ্রভুর রক্ষণীয় বস্তু রক্ষা করি; কিন্তু তোমরা তাঁহাকে ত্যাগ করিয়াছ।"},{"number":12,"verse":"আর দেখ, ঈশ্বর আমাদের সহবর্ত্তী, তিনি আমাদের অগ্রগামী; এবং তাঁহার যাজকগণ তোমাদের বিরুদ্ধে রণবাদ্য বাজাইবার জন্য রণবাদ্যের তূরীসহ আমাদের সঙ্গী। হে ইস্রায়েল-সন্তানগণ, তোমরা আপনাদের পিতৃপুরুষদের ঈশ্বর সদাপ্রভুর বিরুদ্ধে যুদ্ধ করিও না, করিলে কৃতকার্য্য হইবে না।"},{"number":13,"verse":"পরে যারবিয়াম পশ্চাদ্দিকে তাহাদের আক্রমণার্থে গোপনে এক দল সৈন্য প্রেরণ করিলেন; তাহাতে তাঁহার লোকেরা যিহূদার সম্মুখে ও সেই গুপ্ত দল পশ্চাতে ছিল।"},{"number":14,"verse":"পরে যিহূদার লোকেরা মুখ ফিরাইল, আর দেখ, তাহাদের অগ্রে ও পশ্চাতে যুদ্ধ; তখন তাহারা সদাপ্রভুর কাছে ক্রন্দন করিল, এবং যাজকেরা তূরী বাজাইল।"},{"number":15,"verse":"পরে যিহূদার লোকেরা রণনাদ করিয়া উঠিল; তাহাতে যিহূদার লোকদের রণনাদকালে ঈশ্বর অবিয়ের ও যিহূদার সম্মুখে যারবিয়ামকে ও সমস্ত ইস্রায়েলকে আঘাত করিলেন।"},{"number":16,"verse":"তখন ইস্রায়েল-সন্তানগণ যিহূদার সাক্ষাতে পলায়ন করিল, এবং ঈশ্বর উহাদিগকে তাহাদের হস্তে সমর্পণ করিলেন।"},{"number":17,"verse":"আর অবিয় ও তাঁহার লোকেরা মহাসংহারে উহাদিগকে সংহার করিলেন; বস্তুতঃ ইস্রায়েলের পাঁচ লক্ষ মনোনীত লোক মারা পড়িল।"},{"number":18,"verse":"এইরূপে সেই সময়ে ইস্রায়েল-সন্তানগণ নত হইল ও যিহূদা-সন্তানগণ বলবান হইল, কেননা তাহারা আপনাদের পিতৃপুরুষদের ঈশ্বর সদাপ্রভুর উপরে নির্ভর করিল।"},{"number":19,"verse":"পরে অবিয় যারবিয়ামের পশ্চাতে পশ্চাতে ধাবমান হইয়া তাঁহার কতিপয় নগর, অর্থাৎ বৈথেল ও তাহার উপনগর সকল, যিশানা ও তাহার উপনগর সকল, এবং ইফ্রোণ ও তাহার উপনগর সকল হস্তগত করিলেন।"},{"number":20,"verse":"অবিয়ের সময়ে যারবিয়াম আর বলবান হন নাই; পরে সদাপ্রভু তাঁহাকে আঘাত করিলে তিনি মরিলেন।"},{"number":21,"verse":"কিন্তু অবিয় বলবান হইয়া উঠিলেন, আর তিনি চৌদ্দটী স্ত্রী গ্রহণ করিলেন, এবং বাইশ পুত্র ও ষোল কন্যার জন্ম দিলেন।"},{"number":22,"verse":"অবিয়ের অবশিষ্ট কর্ম্মের বৃত্তান্ত, সমস্ত ক্রিয়া ও কথা ইদ্দো ভাববাদীর ব্যাখ্যান-গ্রন্থে লিখিত আছে।"}]}