{"bibleAbbr":"bnOV2016","bookName":"বংশাবলির দ্বিতীয় খণ্ড।","bookEnglishName":"2 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"আসার রাজত্বের ছত্রিশ বৎসরে ইস্রায়েল-রাজ বাশা যিহূদার বিরুদ্ধে যাত্রা করিলেন, এবং তিনি যিহূদা-রাজ আসার কাছে কোন কাহাকে যাতায়াত করিতে না দিবার আশয়ে রামা গাঁথিলেন।"},{"number":2,"verse":"তখন আসা সদাপ্রভুর গৃহের ও রাজবাটীর ভাণ্ডার হইতে রৌপ্য ও স্বর্ণ বাহির করিয়া দম্মেশক-নিবাসী অরামরাজ বিন্হদদের নিকটে এই বলিয়া পাঠাইয়া দিলেন,"},{"number":3,"verse":"আমাতে ও আপনাতে নিয়ম আছে, যেমন আমার পিতাতে ও আপনার পিতাতে ছিল; দেখুন, আমি আপনার নিকটে রৌপ্য ও স্বর্ণ পাঠাইলাম। আপনি গিয়া, ইস্রায়েল-রাজ বাশার সহিত আপনার যে নিয়ম আছে, তাহা ভঙ্গ করুন; তাহা হইলে সে আমার নিকট হইতে প্রস্থান করিবে।"},{"number":4,"verse":"তখন বিন্হদদ আসা রাজার কথায় কর্ণপাত করিলেন; তিনি ইস্রায়েলের নগর সমূহের বিরুদ্ধে আপন সেনাপতিগণকে প্রেরণ করিলেন, এবং তাহারা ইয়োন, দান, আবেল-ময়িম ও নপ্তালির সমস্ত ভাণ্ডার-নগরকে আঘাত করিল।"},{"number":5,"verse":"তখন বাশা এই সংবাদ পাইয়া রামা নির্ম্মাণ হইতে নিবৃত্ত হইলেন, আপন কার্য্য হইতে ক্ষান্ত হইলেন।"},{"number":6,"verse":"পরে আসা রাজা সমস্ত যিহূদাকে সঙ্গে লইলেন, রামায় বাশা যে প্রস্তর ও কাষ্ঠ দ্বারা গাঁথিয়াছিলেন, তাহারা সে সকল লইয়া গেল। পরে আসা তদ্দ্বারা গেবা ও মিস্পা নগর গাঁথিলেন।"},{"number":7,"verse":"সেই সময়ে হনানি দর্শক যিহূদা-রাজ আসার নিকটে আসিয়া কহিলেন, আপনি আপন ঈশ্বর সদাপ্রভুর উপরে নির্ভর না করিয়া অরাম-রাজের উপরে নির্ভর করিলেন, এই জন্য অরাম-রাজের সৈন্য আপনার হস্ত এড়াইল।"},{"number":8,"verse":"কূশীয় ও লূবীয়দের কি মহাসৈন্য এবং রথ ও অশ্বারোহীর বাহুল্য ছিল না? তথাপি আপনি সদাপ্রভুর উপরে নির্ভর করাতে তিনি তাহাদিগকে আপনার হস্তে সমর্পণ করিয়াছিলেন।"},{"number":9,"verse":"কেননা সদাপ্রভুর প্রতি যাহাদের অন্তঃকরণ একাগ্র, তাহাদের পক্ষে আপনাকে বলবান দেখাইবার জন্য তাঁহার চক্ষু পৃথিবীর সর্ব্বত্র ভ্রমণ করে। এ বিষয়ে আপনি অজ্ঞানের কার্য্য করিয়াছেন, কেননা ইহার পরে পুনঃপুনঃ আপনার বিপক্ষে যুদ্ধ উপস্থিত হইবে।"},{"number":10,"verse":"তখন আসা ঐ দর্শকের প্রতি অসন্তুষ্ট হইয়া তাঁহাকে কারাগৃহে রাখিলেন; কেননা ঐ কথা প্রযুক্ত তিনি তাঁহার উপরে কোপান্বিত হইয়াছিলেন। আর ঐ সময়ে আসা প্রজাদের মধ্যেও কতকগুলি লোকের প্রতি দৌরাত্ম্য করিলেন।"},{"number":11,"verse":"আর দেখ, আসার আদ্যোপান্ত কর্ম্মের বৃত্তান্ত যিহূদার ও ইস্রায়েলের রাজাদের ইতিহাস-পুস্তকে লিখিত আছে।"},{"number":12,"verse":"আসার রাজত্বের ঊনচল্লিশ বৎসরে তাঁহার পায়ে রোগ হইল; তাঁহার রোগ অতি বিষম হইল; তথাপি রোগের সময়েও তিনি সদাপ্রভুর অন্বেষণ না করিয়া বৈদ্যগণেরই অন্বেষণ করিলেন।"},{"number":13,"verse":"পরে আসা আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন, আপন রাজত্বের একচল্লিশ বৎসরে প্রাণত্যাগ করিলেন।"},{"number":14,"verse":"আর তিনি দায়ূদ-নগরে আপনার জন্য যে কবর খনন করিয়াছিলেন, তাহার মধ্যে লোকেরা তাঁহাকে কবর দিল, এবং গন্ধবণিকের প্রক্রিয়াতে প্রস্তুত নানা প্রকার সুগন্ধি দ্রব্যে পরিপূর্ণ শয্যায় তাঁহাকে শয়ন করাইল, আর তাঁহার জন্য অতি বড় দাহ করিল।"}]}