{"bibleAbbr":"bnOV2016","bookName":"বংশাবলির দ্বিতীয় খণ্ড।","bookEnglishName":"2 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"আর তিনি পিত্তলময় এক যজ্ঞবেদি নির্ম্মাণ করিলেন, তাহার দীর্ঘতা বিংশতি হস্ত, প্রস্থ বিংশতি হস্ত ও উচ্চতা দশ হস্ত।"},{"number":2,"verse":"আর তিনি ছাঁচে ঢালা গোলাকার সমুদ্রপাত্র নির্ম্মাণ করিলেন; তাহা এক কাণা অবধি অন্য কাণা পর্য্যন্ত দশ হস্ত ও তাহার উচ্চতা পাঁচ হস্ত, এবং তাহার পরিধি ত্রিশ হস্ত করিলেন।"},{"number":3,"verse":"তাহার চারিদিকে তাহার নীচে সমুদ্রপাত্র বেষ্টনকারী বলদের আকৃতি ছিল, প্রত্যেক হস্ত পরিমাণের মধ্যে দশ দশ আকৃতি ছিল; পাত্র ঢালিবার সময়ে সেই গবাকৃতির দুই শ্রেণী ছাঁচে ঢালা গিয়াছিল।"},{"number":4,"verse":"ঐ পাত্র বারোটী গোরুর উপরে স্থাপিত ছিল, তাহাদের তিনটী উত্তরমুখ, তিনটী পশ্চিমমুখ, তিনটী দক্ষিণমুখ ও তিনটী পূর্ব্বমুখ ছিল, এবং সমুদ্রপাত্র তাহাদের উপরে রহিল; তাহাদের সকলের পশ্চাদ্ভাগ ভিতরে থাকিল।"},{"number":5,"verse":"ঐ পাত্র চারি অঙ্গুলি পুরু ও তাহার কাণা পানপাত্রের কাণার সদৃশ, শোষণ পুষ্পাকার ছিল, তাহাতে তিন সহস্র বাৎ ধরিত।"},{"number":6,"verse":"আর তিনটী প্রক্ষালনপাত্র নির্ম্মাণ করিলেন, এবং প্রক্ষালনার্থে তাহার পাঁচটা দক্ষিণে ও পাঁচটা বামে স্থাপন করিলেন; তাহার মধ্যে তাহারা হোমবলিদানের সামগ্রী প্রক্ষালন করিত, কিন্তু সমুদ্রপাত্র যাজকদের প্রক্ষালনার্থে ছিল।"},{"number":7,"verse":"আর তিনি বিধিমতে স্বর্ণময় দশটী দীপাধার নির্ম্মাণ করিয়া মন্দিরে স্থাপন করিলেন, তাহার পাঁচটী দক্ষিণে ও পাঁচটী বামে রাখিলেন।"},{"number":8,"verse":"আর তিনি দশখানি মেজও নির্ম্মাণ করিলেন, তাহার পাঁচখানি দক্ষিণে ও পাঁচখানি বামে মন্দিরের মধ্যে রাখিলেন। আর তিনি এক শত স্বর্ণময় বাটিও নির্ম্মাণ করিলেন।"},{"number":9,"verse":"আর তিনি যাজকদের প্রাঙ্গণ, বৃহৎ প্রাঙ্গণ ও প্রাঙ্গণের দ্বার সকল নির্ম্মাণ করিলেন, ও তাহার কবাটগুলি পিত্তলে মুড়িলেন।"},{"number":10,"verse":"আর সমুদ্রপাত্র দক্ষিণ পার্শ্বে পূর্ব্বদিকে দক্ষিণদিকের সম্মুখে স্থাপন করিলেন।"},{"number":11,"verse":"আর হূরম স্থালী, হাতা ও বাটি সকল নির্ম্মাণ করিল। এইরূপে হূরম শলোমন রাজার জন্য ঈশ্বরের গৃহের যে কর্ম্মে প্রবৃত্ত হইয়াছিল, তাহা সমাপ্ত করিল;"},{"number":12,"verse":"অর্থাৎ দুই স্তম্ভ ও সেই দুই স্তম্ভের উপরিস্থ গোলাকার ও মাথলা, এবং সেই স্তম্ভের উপরিস্থ মাথলার দুই গোলাকার আচ্ছাদনার্থক দুই জালকার্য্য,"},{"number":13,"verse":"এবং দুই জালকার্য্যের জন্য চারি শত দাড়িম্বাকার, অর্থাৎ স্তম্ভের উপরিস্থ মাথলার দুই গোলাকার আচ্ছাদনার্থক এক এক জালকার্য্যের জন্য দুই শ্রেণী দাড়িম্বাকার করিল।"},{"number":14,"verse":"আর সে পীঠ সকল নির্ম্মাণ করিল, এবং সেই পীঠের উপরে প্রক্ষালনপাত্র সকল নির্ম্মাণ করিল;"},{"number":15,"verse":"এক সমুদ্রপাত্র ও তাহার নীচে বারোটী গোরু;"},{"number":16,"verse":"এবং স্থালী, হাতা ও ত্রিকন্টক শূল এবং অন্য সমস্ত পাত্র হূরম-আবি শলোমন রাজার নিমিত্ত সদাপ্রভুর গৃহের জন্য তেজস্বী পিত্তলে নির্ম্মাণ করিল।"},{"number":17,"verse":"রাজা যর্দ্দনের অঞ্চলে সুক্কোৎ ও সরেদার মধ্যস্থিত কর্দ্দমভূমিতে তাহা ঢালাইলেন।"},{"number":18,"verse":"আর শলোমন এই যে সকল পাত্র নির্ম্মাণ করিলেন, তাহা প্রচুর, কেননা পিত্তলের পরিমাণ নির্ণয় করা গেল না।"},{"number":19,"verse":"শলোমন ঈশ্বরের গৃহস্থিত সমস্ত পাত্র, এবং স্বর্ণময় বেদি, ও দর্শন-রুটী রাখিবার মেজ,"},{"number":20,"verse":"এবং অন্তর্গৃহের সম্মুখে বিধিমতে জ্বালাইবার জন্য নির্ম্মল স্বর্ণের দীপবৃক্ষ সকল,"},{"number":21,"verse":"এবং পুষ্প, প্রদীপ ও চিমটা সকল স্বর্ণে নির্ম্মাণ করিলেন, সেই স্বর্ণ বিশুদ্ধ;"},{"number":22,"verse":"আর কর্ত্তরী, বাটি, চমস ও অঙ্গারপাত্র নির্ম্মল স্বর্ণে, এবং গৃহের দ্বার, মহাপবিত্র স্থানের ভিতরের কবাট ও গৃহের অর্থাৎ মন্দিরের কবাট সকল স্বর্ণে নির্ম্মাণ করিলেন।"}]}