{"bibleAbbr":"ERV2006","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"(John Prepares the Way for Jesus) (Cross references: : Mt. 3:1-12; Lk. 3:1-9, 15-17; Jn. 1:19-28) The Good News about Jesus the Messiah, the Son of God, (the Son of God Some Greek copies do not have these words.) begins"},{"number":2,"verse":"with what the prophet Isaiah said would happen. He wrote: “Listen! I will send my messenger ahead of you. He will prepare the way for you.” (: Malachi 3:1)"},{"number":3,"verse":"“There is someone shouting in the desert: ‘Prepare the way for the Lord. Make the road straight for him.’” (: Isaiah 40:3)"},{"number":4,"verse":"So John the Baptizer came and was baptizing people in the desert area. He told them to be baptized to show that they wanted to change their lives, and then their sins would be forgiven."},{"number":5,"verse":"All the people from Judea, including everyone from Jerusalem, came out to John. They confessed the bad things they had done, and he baptized them in the Jordan River."},{"number":6,"verse":"John wore clothes made from camel’s hair and a leather belt around his waist. He ate locusts and wild honey."},{"number":7,"verse":"This is what John told the people: “There is someone coming later who is able to do more than I can. I am not good enough to be the slave who stoops down to untie his sandals."},{"number":8,"verse":"I baptize you with water, but the one who is coming will baptize you with the Holy Spirit.”"},{"number":9,"verse":"(Jesus Is Baptized by John) About that time Jesus came from the town of Nazareth in Galilee to the place where John was. John baptized Jesus in the Jordan River."},{"number":10,"verse":"As Jesus was coming up out of the water, he saw the sky torn open. The Spirit came down on him like a dove."},{"number":11,"verse":"A voice came from heaven and said, “You are my Son, the one I love. I am very pleased with you.”"},{"number":12,"verse":"(Jesus Goes Away to Be Tempted) Then the Spirit sent Jesus into the desert alone."},{"number":13,"verse":"He was there for 40 days, being tempted by Satan. During this time he was out among the wild animals. Then angels came and helped him."},{"number":14,"verse":"(Jesus Begins His Work in Galilee) After John was put in prison, Jesus went into Galilee and told people the Good News from God."},{"number":15,"verse":"He said, “The right time is now here. God’s kingdom is very near. (is very near Or “is coming soon” or “has come.”) Change your hearts and lives, and believe the Good News!”"},{"number":16,"verse":"(Jesus Chooses Some Followers) Jesus was walking by Lake Galilee. He saw Simon (Simon Simon’s other name was Peter. Also in verses 29, 30, 36.) and his brother Andrew. These two men were fishermen, and they were throwing a net into the lake to catch fish."},{"number":17,"verse":"Jesus said to them, “Come, follow me, and I will make you a different kind of fishermen. You will bring in people, not fish.”"},{"number":18,"verse":"So they immediately left their nets and followed Jesus."},{"number":19,"verse":"Jesus continued walking by Lake Galilee. He saw two more brothers, James and John, the sons of Zebedee. They were in their boat, preparing their nets to catch fish."},{"number":20,"verse":"Their father Zebedee and the men who worked for him were in the boat with the brothers. When Jesus saw the brothers, he told them to come. They left their father and followed Jesus."},{"number":21,"verse":"(Jesus Frees a Man From an Evil Spirit) Jesus and his followers went to Capernaum. On the Sabbath day, Jesus went into the synagogue and taught the people."},{"number":22,"verse":"They were amazed at his teaching. He did not teach like their teachers of the law. He taught like someone with authority."},{"number":23,"verse":"While Jesus was in the synagogue, a man was there who had an evil spirit inside him. The man shouted,"},{"number":24,"verse":"“Jesus of Nazareth! What do you want with us? Did you come to destroy us? I know who you are—God’s Holy One!”"},{"number":25,"verse":"Jesus, his voice full of warning, said, “Be quiet, and come out of him!”"},{"number":26,"verse":"The evil spirit made the man shake. Then the spirit made a loud noise and came out of him."},{"number":27,"verse":"The people were amazed. They asked each other, “What is happening here? This man is teaching something new, and he teaches with authority! He even commands evil spirits, and they obey him.”"},{"number":28,"verse":"So the news about Jesus spread quickly everywhere in the area of Galilee."},{"number":29,"verse":"(Jesus Heals Many People) Jesus and the followers left the synagogue. They all went with James and John to the home of Simon and Andrew."},{"number":30,"verse":"Simon’s mother-in-law was very sick. She was in bed and had a fever. The people there told Jesus about her."},{"number":31,"verse":"So he went to her bed. Jesus held her hand and helped her stand up. The fever left her, and she was healed. Then she began serving them."},{"number":32,"verse":"That night, after the sun went down, the people brought to Jesus many who were sick. They also brought those who had demons inside them."},{"number":33,"verse":"Everyone in the town gathered at the door of that house."},{"number":34,"verse":"Jesus healed many of those who had different kinds of sicknesses. He also forced many demons out of people. But he would not allow the demons to speak, because they knew who he was. (who he was Meaning that the demons knew that Jesus was the Messiah, the Son of God.)"},{"number":35,"verse":"(Jesus Goes to Other Towns) The next morning Jesus woke up very early. He left the house while it was still dark and went to a place where he could be alone and pray."},{"number":36,"verse":"Later, Simon and his friends went to look for Jesus."},{"number":37,"verse":"They found him and said, “Everyone is looking for you!”"},{"number":38,"verse":"Jesus answered, “We should go to another place. We can go to other towns around here, and I can tell God’s message to those people too. That is why I came.”"},{"number":39,"verse":"So Jesus traveled everywhere in Galilee. He spoke in the synagogues, and he forced demons out of people."},{"number":40,"verse":"(Jesus Heals a Sick Man) A man who had leprosy came to Jesus. The man bowed on his knees and begged him, “You have the power to heal me if you want.”"},{"number":41,"verse":"These last words made Jesus angry. (These … angry Most Greek copies have “Moved with pity ….” But it is hard to explain why some good Greek copies and Latin versions have “Filled with anger …,” so many scholars now consider it to be the original reading.) But he touched him and said, “I want to heal you. Be healed!”"},{"number":42,"verse":"Immediately the leprosy disappeared, and the man was healed."},{"number":43,"verse":"Jesus told the man to go, but he gave him a strong warning:"},{"number":44,"verse":"“Don’t tell anyone about what I did for you. But go and let the priest look at you. (let the priest look at you The Law of Moses said a priest must decide when a person with leprosy was well.) And offer a gift to God because you have been healed. Offer the gift that Moses commanded. (Moses commanded See Lev. 14:1-32.) This will show everyone that you are healed.”"},{"number":45,"verse":"The man left there and told everyone he saw that Jesus had healed him. So the news about Jesus spread. And that is why he could not enter a town if people saw him. He stayed in places where people did not live. But people came from all the towns to the places where he was."}]}