{"bibleAbbr":"ERV2006","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"God Sends His Son (Cross references: : Mt. 21:33-46; Lk. 20:9-19) Jesus used stories to teach the people. He said, “A man planted a vineyard. He put a wall around the field and dug a hole for a winepress. Then he built a tower. He leased the land to some farmers and left for a trip."},{"number":2,"verse":"“Later, it was time for the grapes to be picked. So the man sent a servant to the farmers to get his share of the grapes."},{"number":3,"verse":"But the farmers grabbed the servant and beat him. They sent him away with nothing."},{"number":4,"verse":"Then the man sent another servant to the farmers. They hit this servant on the head, showing no respect for him."},{"number":5,"verse":"So the man sent another servant. The farmers killed this servant. The man sent many other servants to the farmers. The farmers beat some of them and killed the others."},{"number":6,"verse":"“The man had only one person left to send to the farmers. It was his son. He loved his son, but he decided to send him. He said, ‘The farmers will respect my son.’"},{"number":7,"verse":"“But the farmers said to each other, ‘This is the owner’s son, and this vineyard will be his. If we kill him, it will be ours.’"},{"number":8,"verse":"So they took the son, threw him out of the vineyard, and killed him."},{"number":9,"verse":"“So what will the man who owns the vineyard do? He will go and kill those farmers. Then he will lease the land to others."},{"number":10,"verse":"Surely you have read this in the Scriptures: ‘The stone that the builders refused to accept became the cornerstone."},{"number":11,"verse":"The Lord did this, and it is wonderful to us.’” (: Psalm 118:22-23)"},{"number":12,"verse":"When these Jewish leaders heard this story, they knew it was about them. They wanted to find a way to arrest Jesus, but they were afraid of what the crowd would do. So they left him and went away."},{"number":13,"verse":"The Jewish Leaders Try to Trick Jesus Later, the Jewish leaders sent some Pharisees and some men from the group called Herodians to Jesus. They wanted to catch him saying something wrong."},{"number":14,"verse":"They went to Jesus and said, “Teacher, we know that you are an honest man. You are not afraid of what others think about you. All people are the same to you. And you teach the truth about God’s way. Tell us, is it right to pay taxes to Caesar? Should we pay them or not?”"},{"number":15,"verse":"But Jesus knew that these men were really trying to trick him. He said, “Why are you trying to catch me saying something wrong? Bring me a silver coin. Let me see it.”"},{"number":16,"verse":"They gave Jesus a coin and he asked, “Whose picture is on the coin? And whose name is written on it?” They answered, “It is Caesar’s picture and Caesar’s name.”"},{"number":17,"verse":"Then Jesus said to them, “Give to Caesar what belongs to Caesar, and give to God what belongs to God.” The men were amazed at what Jesus said."},{"number":18,"verse":"Some Sadducees Try to Trick Jesus Then some Sadducees came to Jesus. (Sadducees believe that no one will rise from death.) They asked him a question:"},{"number":19,"verse":"“Teacher, Moses wrote that if a married man dies and had no children, his brother must marry the woman. Then they will have children for the dead brother. (if … dead brother See Deut. 25:5, 6.)"},{"number":20,"verse":"There were seven brothers. The first brother married but died. He had no children."},{"number":21,"verse":"So the second brother married the woman. But he also died and had no children. The same thing happened with the third brother."},{"number":22,"verse":"All seven brothers married the woman and died. None of the brothers had any children with her. And she was the last to die."},{"number":23,"verse":"But all seven brothers had married her. So at the time when people rise from death, whose wife will she be?”"},{"number":24,"verse":"Jesus answered, “How could you be so wrong? It’s because you don’t know what the Scriptures say. And you don’t know anything about God’s power."},{"number":25,"verse":"When people rise from death, there will be no marriage. People will not be married to each other. All people will be like angels in heaven."},{"number":26,"verse":"Surely you have read what God said about people rising from death. In the book where Moses wrote about the burning bush, (burning bush See Ex. 3:1-12.) it says that God told Moses this: ‘I am the God of Abraham, the God of Isaac, and the God of Jacob.’ (Quote from Ex. 3:6.)"},{"number":27,"verse":"So they were not still dead, because he is the God only of living people. You Sadducees are so wrong!”"},{"number":28,"verse":"Which Command Is the Most Important? One of the teachers of the law came to Jesus. He heard Jesus arguing with the Sadducees and the Pharisees. He saw that Jesus gave good answers to their questions. So he asked him, “Which of the commands is the most important?”"},{"number":29,"verse":"Jesus answered, “The most important command is this: ‘People of Israel, listen! The Lord our God is the only Lord."},{"number":30,"verse":"Love the Lord your God with all your heart, all your soul, all your mind, and all your strength.’ (Quote from Deut. 6:4-5.)"},{"number":31,"verse":"The second most important command is this: ‘Love your neighbor (your neighbor Or “others.” Jesus’ teaching in Lk. 10:25-37 makes clear that this includes anyone in need.) the same as you love yourself.’ (Quote from Lev. 19:18.) These two commands are the most important.”"},{"number":32,"verse":"The man answered, “That was a good answer, Teacher. You are right in saying that God is the only Lord and that there is no other God."},{"number":33,"verse":"And you must love God with all your heart, all your mind, and all your strength. And you must love others the same as you love yourself. These commands are more important than all the animals and sacrifices we offer to God.”"},{"number":34,"verse":"Jesus saw that the man answered him wisely. So he said to him, “You are close to God’s kingdom.” And after that time, no one was brave enough to ask Jesus any more questions."},{"number":35,"verse":"Is the Messiah David’s Son or David’s Lord? Jesus was teaching in the Temple area. He asked, “Why do the teachers of the law say that the Messiah is the son of David?"},{"number":36,"verse":"With the help of the Holy Spirit, David himself says, ‘The Lord God said to my Lord: Sit by me at my right side, and I will put your enemies under your control. (control Literally, “feet.”) ’ (: Psalm 110:1)"},{"number":37,"verse":"David himself calls the Messiah ‘Lord.’ So how can the Messiah be David’s son?” Many people listened to Jesus and were very pleased."},{"number":38,"verse":"Jesus Criticizes the Teachers of the Law Jesus continued teaching. He said, “Be careful of the teachers of the law. They like to walk around wearing clothes that look important. And they love for people to show respect to them in the marketplaces."},{"number":39,"verse":"They love to have the most important seats in the synagogues and the places of honor at banquets."},{"number":40,"verse":"But they cheat widows and take their homes. Then they try to make themselves look good by saying long prayers. God will punish them very much.”"},{"number":41,"verse":"True Giving Jesus sat near the Temple collection box (collection box A special box in the Jewish place for worship where people put their gifts to God.) and watched as people put money into it. Many rich people put in a lot of money."},{"number":42,"verse":"Then a poor widow came and put in two very small copper coins, worth less than a penny."},{"number":43,"verse":"Jesus called his followers to him and said, “This poor widow put in only two small coins. But the truth is, she gave more than all those rich people."},{"number":44,"verse":"They have plenty, and they gave only what they did not need. This woman is very poor, but she gave all she had. It was money she needed to live on.”"}]}