{"bibleAbbr":"ERV2006","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"Governor Pilate Questions Jesus (Cross references: : Mt. 27:1-2, 11-14; Lk. 23:1-5; Jn. 18:28-38) Very early in the morning, the leading priests, the older Jewish leaders, the teachers of the law, and the whole high council decided what to do with Jesus. They tied him, led him away, and handed him over to Governor Pilate."},{"number":2,"verse":"Pilate asked Jesus, “Are you the king of the Jews?” Jesus answered, “Yes, that is right.”"},{"number":3,"verse":"The leading priests accused Jesus of many things."},{"number":4,"verse":"So Pilate asked Jesus another question. He said, “You can see that these people are accusing you of many things. Why don’t you answer?”"},{"number":5,"verse":"But Jesus still did not answer, and this really surprised Pilate."},{"number":6,"verse":"Pilate Tries but Fails to Free Jesus Every year at the Passover time the governor would free one prisoner—whichever one the people wanted."},{"number":7,"verse":"There was a man in prison at that time named Barabbas. He and the rebels with him had been put in prison for committing murder during a riot."},{"number":8,"verse":"The people came to Pilate and asked him to free a prisoner as he always did."},{"number":9,"verse":"Pilate asked them, “Do you want me to free the king of the Jews?”"},{"number":10,"verse":"Pilate knew that the leading priests had handed Jesus over to him because they were jealous of him."},{"number":11,"verse":"But the leading priests persuaded the people to ask Pilate to free Barabbas, not Jesus."},{"number":12,"verse":"Pilate asked the people again, “So what should I do with this man you call the king of the Jews?”"},{"number":13,"verse":"The people shouted, “Kill him on a cross!”"},{"number":14,"verse":"Pilate asked, “Why? What wrong has he done?” But the people shouted louder and louder, “Kill him on a cross!”"},{"number":15,"verse":"Pilate wanted to please the people, so he set Barabbas free for them. And he told the soldiers to beat Jesus with whips. Then he handed him over to the soldiers to be killed on a cross."},{"number":16,"verse":"Pilate’s soldiers took Jesus into the governor’s palace (called the Praetorium). They called all the other soldiers together."},{"number":17,"verse":"They put a purple robe on Jesus, made a crown from thorny branches, and put it on his head."},{"number":18,"verse":"Then they began shouting, “Welcome, king of the Jews!”"},{"number":19,"verse":"They kept on beating his head with a stick and spitting on him. Then they bowed down on their knees and pretended to honor him as a king."},{"number":20,"verse":"After they finished making fun of him, they took off the purple robe and put his own clothes on him again. Then they led him out of the palace to be killed on a cross."},{"number":21,"verse":"Jesus Is Nailed to a Cross There was a man from Cyrene named Simon walking into the city from the fields. He was the father of Alexander and Rufus. The soldiers forced him to carry Jesus’ cross."},{"number":22,"verse":"They led Jesus to the place called Golgotha. (Golgotha means “The Place of the Skull.”)"},{"number":23,"verse":"There they gave him some wine mixed with myrrh, but he refused to drink it."},{"number":24,"verse":"The soldiers nailed Jesus to a cross. Then they divided his clothes among themselves, throwing dice to see who would get what."},{"number":25,"verse":"It was nine o’clock in the morning when they nailed Jesus to the cross."},{"number":26,"verse":"There was a sign with the charge against him written on it. It said, “ THE KING OF THE JEWS.”"},{"number":27,"verse":"They also nailed two criminals to crosses beside Jesus—one on the right and the other on the left."},{"number":28,"verse":"(Some Greek copies add verse 28: “And this showed the full meaning of the Scripture that says, ‘They put him with criminals.’”)"},{"number":29,"verse":"People walked by and said bad things to Jesus. They shook their heads and said, “You said you could destroy the Temple and build it again in three days."},{"number":30,"verse":"So save yourself! Come down from that cross!”"},{"number":31,"verse":"The leading priests and the teachers of the law were also there. They made fun of Jesus the same as the other people did. They said to each other, “He saved others, but he can’t save himself!"},{"number":32,"verse":"If he is really the Messiah, the king of Israel, he should come down from the cross now. When we see this, then we will believe in him.” The criminals on the crosses beside Jesus also said bad things to him."},{"number":33,"verse":"Jesus Dies At noon the whole country became dark. This darkness continued until three o’clock."},{"number":34,"verse":"At three o’clock Jesus cried out loudly, “Eloi, Eloi, lama sabachthani.” This means “My God, my God, why have you left me alone?” (Quote from Ps. 22:1.)"},{"number":35,"verse":"Some of the people standing there heard this. They said, “Listen! He is calling Elijah.” (He is calling Elijah The word for “My God” ( Eli in Hebrew or Eloi in Aramaic) sounded to the people like the name of Elijah, a famous man who spoke for God about 850 B. C.)"},{"number":36,"verse":"One man there ran and got a sponge. He filled the sponge with sour wine and tied it to a stick. Then he used the stick to give the sponge to Jesus to get a drink from it. The man said, “We should wait now and see if Elijah will come to take him down from the cross.”"},{"number":37,"verse":"Then Jesus cried out loudly and died."},{"number":38,"verse":"When Jesus died, the curtain in the Temple was torn into two pieces. The tear started at the top and tore all the way to the bottom."},{"number":39,"verse":"The army officer who was standing there in front of the cross saw what happened when Jesus died. The officer said, “This man really was the Son of God!”"},{"number":40,"verse":"Some women were standing away from the cross, watching. Among these women were Mary Magdalene, Salome, and Mary the mother of James and Joses. (James was her youngest son.)"},{"number":41,"verse":"These were the women who had followed Jesus in Galilee and cared for him. Many other women who had come with Jesus to Jerusalem were also there."},{"number":42,"verse":"Jesus Is Buried This day was called Preparation day. (That means the day before the Sabbath day.) It was becoming dark."},{"number":43,"verse":"A man named Joseph from Arimathea was brave enough to go to Pilate and ask for Jesus’ body. Joseph was an important member of the high council. He was one of the people who wanted God’s kingdom to come."},{"number":44,"verse":"Pilate was surprised to hear that Jesus was already dead. So he called for the army officer in charge and asked him if Jesus was already dead."},{"number":45,"verse":"When Pilate heard it from the officer, he told Joseph he could have the body."},{"number":46,"verse":"Joseph bought some linen cloth. He took the body from the cross, wrapped it in the linen, and put the body in a tomb that was dug in a wall of rock. Then he closed the tomb by rolling a large stone to cover the entrance."},{"number":47,"verse":"Mary Magdalene and Mary the mother of Joses saw the place where Jesus was put."}]}