{"bibleAbbr":"TERV1998","bookName":"நியாயாதிபதிகள்","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"(தெபோராளின் பாடல்) சிசெராவை இஸ்ரவேலர் தோற்கடித்த நாளில், தெபோராளும், அபினோகாமின் குமாரனாகிய பாராக்கும் பாடிய பாடல் இது:"},{"number":2,"verse":"“இஸ்ரவேலர் போருக்குத் தயாராயினர். அவர்கள் போருக்குச் செல்ல தாமாகவே முன் வந்தனர்! கர்த்தரை வாழ்த்துங்கள்!"},{"number":3,"verse":"“ராஜாக்களே, கேளுங்கள். ஆளுவோரே, கேளுங்கள். நான் பாடுவேன். நான் கர்த்தருக்குப் பாடுவேன். இஸ்ரவேல் ஜனங்களின் தேவனாகிய கர்த்தருக்குப் பாட்டு இசைப்பேன்."},{"number":4,"verse":"“கர்த்தாவே, முன்பு சேயீரிலிருந்து வந்தீர். ஏதோமிலிருந்து அணிவகுத்துச் சென்றீர். நீர் அணிவகுத்துச் சென்றபோது, பூமி அதிர்ந்தது. வானம் பொழிந்தது. மேகம் தண்ணீர் தந்தது."},{"number":5,"verse":"மலைகள் கர்த்தருக்குமுன் நடுங்கின, சீனாய் மலையின், இஸ்ரவேலின் தேவனாகிய கர்த்தர் முன்னிலையில் நடுங்கின."},{"number":6,"verse":"“ஆனாத்தின் குமாரனாகிய சம்காரின் காலத்தில் யாகேலின் நாட்களில் பெருஞ்சாலைகள் வெறுமையாய் கிடந்தன. வணிகரும் வழி நடப்போரும் பக்கவழியாய்ச் சென்றார்கள்."},{"number":7,"verse":"“அங்கு வீரர்கள் இல்லை. தெபோராள், நீ வரும்வரைக்கும் அங்கு வீரர்கள் இல்லை. இஸ்ரவேலின் தாயாக நீ திகழும்வரைக்கும் இஸ்ரவேலின் வீரர்கள் இருந்ததில்லை."},{"number":8,"verse":"“நகரத்தின் வாசல்களில் போர் புரிவதற்கே தேவன் புது தலைவர்களைத் தேர்ந்தெடுத்தார். இஸ்ரவேலில் 40000 வீரர்களில் ஒருவனிடத்திலும் கேடயத்தையோ, ஈட்டியையோ யாரும் காணவில்லை."},{"number":9,"verse":"“இஸ்ரவேலின் படைத்தலைவர்களை என் நெஞ்சம் நினைக்கிறது. அவர்கள் போருக்குத் தாமாகவே முன்வந்தார்கள். கர்த்தரை வாழ்த்துங்கள்!"},{"number":10,"verse":"“வெள்ளைக் கழுதைகளின்மேல் சவாரி செய்வோரும், சேண விரிப்பில் அமர்ந்திருப்போரும், பாதை வழியே நடப்போரும் கவனமாய்க் கேளுங்கள்!"},{"number":11,"verse":"கால்நடைகள் தண்ணீர் பருகும் இடங்களிலே, கைத்தாளங்களின் இசையைக் கேட்கிறோம். கர்த்தரும், அவரது போர் வீரரும் பெற்ற வெற்றிகளை ஜனங்கள் பாடுகின்றனர். நகரவாசல்களினருகே கர்த்தருடைய ஜனங்கள் போரிட்டனர். அவர்களே வென்றனர்!"},{"number":12,"verse":"“எழுக, எழுக, தெபோராளே! எழுக, எழுக, பாடலைப் பாடுக! எழுந்திரு, பாராக்! அபினோகாமின் மகனே, உன் பகைவரை நீ மேற்கொள்!"},{"number":13,"verse":"“இப்போதும், மீதியாயிருக்கும் ஜனங்களே, தலைவர்களிடம் செல்லுங்கள். கர்த்தருடைய ஜனங்களே! எனக்காக வீரரோடு செல்லுங்கள்!"},{"number":14,"verse":"“எப்பிராயீமின் மனிதர்கள் அமலேக்கின் மலை நாட்டினின்று வந்தனர். பென்யமீனே, அவர்கள் உன்னையும் உன் ஜனங்களையும் பின்தொடர்ந்தனர். மாகீரின் குடும்பத்தில் படைத்தலைவர்கள் இருந்தனர். வெண்கலக் கைத்தடியேந்திய தலைவர்கள் செபுலோன் கோத்திரத்திலிருந்து வந்தனர்."},{"number":15,"verse":"இசக்காரின் தலைவர்கள் தெபோராளோடிருந்தனர். இசக்காரின் குடும்பம் பாராக்கிற்கு உண்மையாய் நடந்தது. பள்ளத்தாக்கிற்கு அவர்கள் கால்நடையாய் நடந்தனர். “ரூபனே உனது படைகளின் கூட்டத்தில் துணிவுமிக்க வீரர்கள் பலருண்டு."},{"number":16,"verse":"தொழுவங்களின் சுவரருகே நீ எதற்காக அமர்ந்திருக்கிறாய்? ரூபனின் துணிவான வீரர்கள் போரைப் பற்றி ஆழ்ந்து சிந்தித்தனர். அவர்கள் வீட்டில் அமர்ந்து மந்தைகளுக்காய் இசைத்த இசையைக் கேட்டுக்கொண்டிருந்தனர்."},{"number":17,"verse":"யோர்தான் நதியின் மறுகரையில் கீலேயாத்தின் ஜனங்கள் தம் முகாம்களில் தங்கி இருந்தனர். தாணின் ஜனங்களே, நீங்கள் கப்பல்களில் தங்கியிருந்ததேன்? ஆசேர் குடும்பம் கடற்கரையில் பாதுகாப்பான துறைமுகத்தில் முகாமிட்டு தங்கினர்."},{"number":18,"verse":"“ஆனால் செபுலோனின் ஆட்களும், நப்தலியின் ஆட்களும் தம் உயிர்களைப் பணயம் வைத்து மலைகளின் மேல் போரிட்டனர்."},{"number":19,"verse":"ராஜாக்கள் போரிட வந்தனர். கானானின் ராஜாக்கள் தானாக் நகரத்தில் மெகிதோவின் கரையில் போரிட்டனர். ஆனால், பொக்கிஷத்தைத் தங்கள் நாட்டிற்கு எடுத்துச் செல்லவில்லை!"},{"number":20,"verse":"வானிலிருந்து நட்சத்திரங்கள் போரிட்டன. அவைகள் வான வீதியிலிருந்து சிசெராவோடு போர் செய்தன."},{"number":21,"verse":"பழைய நதியாகிய கீசோன், சிசெராவின் ஆட்களை அடித்துச் சென்றது. எனது ஆத்துமாவே, ஆற்றலோடு புறப்படு!"},{"number":22,"verse":"குதிரையின் குளம்புகள் பூமியில் மோதின. சிசெராவின் பலமான குதிரைகள் ஓடின, மேலும் ஓடின."},{"number":23,"verse":"“கர்த்தருடைய தூதன், ‘மேரோஸ் நகரை சபியுங்கள். அதன் குடிகளை சபியுங்கள்! கர்த்தருக்கு உதவுவதற்காக அவர்கள் வீரரோடு சேரவில்லை’ என்றான்."},{"number":24,"verse":"கேனியனாகிய ஏபேரின் மனைவி யாகேல். அவள் பெண்களெல்லாரிலும் ஆசீர்வதிக்கப்பட்டவள்."},{"number":25,"verse":"சிசெரா தண்ணீரைக் கேட்டான். யாகேல் பாலைக் கொடுத்தாள். ராஜனுக்கான கிண்ணத்தில் அவள் பாலாடையைக் கொண்டு வந்தாள்."},{"number":26,"verse":"யாகேல் தன் கையில் ஒரு கூடார ஆணியை எடுத்தாள். வேலையாள் பயன்படுத்தும் சுத்தியை அவள் வலதுகையில் பிடித்தாள். பின் சிசெராவின் தலைமீது சுத்தியால் அடித்தாள்! அவன் நெற்றிப் பொட்டின் உள்ளே துளையிட்டாள்!"},{"number":27,"verse":"அவன் யாகேலின் பாதங்களினிடையே வீழ்ந்தான். அவன் மடிந்தான். அங்கு கிடந்தான். அவன் அவள் பாதங்களினிடையே வீழ்ந்தான். அவன் மடிந்தான். சிசெரா வீழ்ந்த இடத்திலேயே மடிந்தான். அங்கு மரித்து கிடந்தான்!"},{"number":28,"verse":"“சிசெராவின் தாய் ஜன்னலினூடே பார்த்து அழுதாள். சிசெராவின் தாய் திரைச் சீலைகளினூடே பார்த்தாள். ‘ஏன் சிசெராவின் இரதம் தாமதிக்கிறது? அவன் இரத ஒலியை நான் கேளாதது ஏன்?’ என்று புலம்பினாள்."},{"number":29,"verse":"“அவளின் புத்திசாலியான வேலைக்காரப் பெண் அவளுக்கு பதில் அளித்தாள். ஆம், பணிப்பெண் அவளுக்குப் பதில் சொன்னாள்."},{"number":30,"verse":"‘அவர்கள் போரில் வென்றிருப்பார்கள். தோற்கடித்த ஜனங்களிடமிருந்து பொருள்களை எடுத்துக்கொண்டிருக்கிறார்கள். அவற்றைத் தம்மிடையே பங்கிட்டுக் கொண்டிருக்கிறார்கள்! ஒவ்வொரு வீரனும் ஓரிரு பெண்களை எடுத்துக்கொள்கிறான். சிசெரா சாயம்தீர்த்த ஆடையைக் கண்டெடுத்தான். அதுவே அவன் முடிவாயிற்று! சிசெரா அழகான ஆடை ஒன்றைக் கண்டெடுத்தான். வெற்றி வேந்தன் சிசெரா தான் அணிவதற்காக இரண்டு ஆடைகளையும் தேர்ந்தெடுத்திருக்கலாம்.’"},{"number":31,"verse":"“கர்த்தாவே, உமது பகைவர்கள் அனைவரும் இவ்வாறு மடியட்டும். உமது அன்பான ஜனங்கள் உதய சூரியனைப்போல வலிமை பெறட்டும்!” இதன் பின்பு 40 ஆண்டுக் காலத்திற்கு தேசத்தில் அமைதி நிலவியது."}]}