{"bibleAbbr":"NASB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"Asa Wars against Baasha In the thirty-sixth year of Asa’s reign, Baasha king of Israel came up against Judah and (Lit built) fortified Ramah in order to prevent anyone from going out or coming in to Asa king of Judah."},{"number":2,"verse":"Then Asa brought out silver and gold from the treasuries of the house of the LORD and the king’s house, and sent it to Ben-hadad king of Aram, who lived in Damascus, saying,"},{"number":3,"verse":"“A treaty must be made between (Lit me and you) you and me, as there was between my father and your father. Behold, I have sent you silver and gold; go, break your treaty with Baasha king of Israel so that he will withdraw from me.”"},{"number":4,"verse":"And Ben-hadad listened to King Asa, and he sent the commanders of his armies against the cities of Israel, and they (Lit struck) conquered Ijon, Dan, Abel-maim, and all the (Lit storage places of the cities) storage cities of Naphtali."},{"number":5,"verse":"When Baasha heard about it, he stopped (Lit building) fortifying Ramah and put an end to his work."},{"number":6,"verse":"Then King Asa brought all Judah, and they carried away the stones of Ramah and its timber with which Baasha had been building, and with it he (Lit built) fortified Geba and Mizpah."},{"number":7,"verse":"Asa Imprisons the Prophet At that time Hanani the seer came to Asa king of Judah and said to him, “Because you have relied on the king of Aram and have not relied on the LORD your God, for that reason the army of the king of Aram has escaped from your hand."},{"number":8,"verse":"Were not the Ethiopians and the Lubim an immense army with very many chariots and horsemen? Yet because you relied on the LORD, He handed them over to you."},{"number":9,"verse":"For the eyes of the LORD roam throughout the earth, so that He may strongly support those whose heart is completely His. You have acted foolishly in this. Indeed, from now on you will have wars.”"},{"number":10,"verse":"Then Asa was angry with the seer and put him in (Lit the house of the stocks) prison, for he was enraged at him for this. And Asa mistreated some of the people at the same time."},{"number":11,"verse":"Now, the acts of Asa from the first to the last, behold, they are written in the Book of the Kings of Judah and Israel."},{"number":12,"verse":"In the thirty-ninth year of his reign Asa became diseased in his feet. His disease was severe, yet even in his disease he did not seek the LORD, but the physicians."},{"number":13,"verse":"So Asa (I. e., died) lay down with his fathers, and died in the forty-first year of his reign."},{"number":14,"verse":"They buried him in his own tomb which he had cut out for himself in the city of David, and they laid him in the resting place which he had filled with spices of various kinds blended by the perfumers’ art; and they made a very great fire for him."}]}