{"bibleAbbr":"NASB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"Ahaziah Succeeds Jehoram in Judah Then the inhabitants of Jerusalem made (In 2 Chr 21:17, Jehoahaz) Ahaziah, his youngest son, king in his place, for the band of men who came with the Arabs to the camp had killed all the older sons. So Ahaziah the son of Jehoram king of Judah began to reign."},{"number":2,"verse":"Ahaziah was (As in some ancient versions and 2 Kin 8:26; MT 42 years) twenty-two years old when he became king, and he reigned for one year in Jerusalem. And his mother’s name was Athaliah, the (Lit daughter) granddaughter of Omri."},{"number":3,"verse":"He also walked in the ways of the house of Ahab, for his mother was his counselor to act wickedly."},{"number":4,"verse":"So he did evil in the sight of the LORD like the house of Ahab, for they were his counselors after the death of his father, to his own destruction."},{"number":5,"verse":"Ahaziah Allies with Jehoram of Israel He also walked by their counsel, and went with Jehoram the son of Ahab king of Israel to wage war against Hazael king of Aram at Ramoth-gilead. But the Arameans (Lit struck) wounded (I. e., Jehoram) Joram."},{"number":6,"verse":"So he returned to be healed in Jezreel of the wounds (Lit with which... struck) which they had inflicted on him at Ramah, when he fought against Hazael king of Aram. And (As in 2 Kin 8:29; MT Azariah) Ahaziah, the son of Jehoram king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick."},{"number":7,"verse":"Now the destruction of Ahaziah was from God, in that (Lit to go) he went to Joram. For when he arrived, he went out with Jehoram against Jehu the son of Nimshi, whom the LORD had anointed to eliminate the house of Ahab."},{"number":8,"verse":"Jehu Murders Princes of Judah And it came about, when Jehu was executing judgment on the house of Ahab, that he found the princes of Judah and the sons of Ahaziah’s brothers attending to Ahaziah, and killed them."},{"number":9,"verse":"He also searched for Ahaziah, and they caught him while he was hiding in Samaria; they brought him to Jehu, put him to death, and buried him. For they said, “He is the son of Jehoshaphat, who sought the LORD with all his heart.” So there was no one of the house of Ahaziah to retain the power of the kingdom."},{"number":10,"verse":"Now when Athaliah the mother of Ahaziah saw that her son was dead, she rose and eliminated all the royal (Lit seed) children of the house of Judah."},{"number":11,"verse":"But Jehoshabeath the king’s daughter took Joash the son of Ahaziah, and stole him from among the king’s sons who were being put to death, and placed him and his nurse in the bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah so that she would not put him to death."},{"number":12,"verse":"He kept himself hidden with them in the house of God for six years while Athaliah reigned over the land."}]}