{"bibleAbbr":"NASB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"(Amaziah Succeeds Joash in Judah) Amaziah was twenty-five years old when he became king, and he reigned for twenty-nine years in Jerusalem. And his mother’s name was Jehoaddan of Jerusalem."},{"number":2,"verse":"He did what was right in the sight of the LORD, only not wholeheartedly."},{"number":3,"verse":"Now it came about, as soon as the kingdom was (Lit firm upon him) firmly in his grasp, that he killed his servants who had killed his father the king."},{"number":4,"verse":"However, he did not put their children to death, but did as it is written in the Law in the Book of Moses, which the LORD commanded, saying, “Fathers shall not be put to death for sons, nor sons be put to death for fathers; but each shall be put to death for his own sin.”"},{"number":5,"verse":"(Amaziah Defeats Edomites) Moreover, Amaziah assembled Judah and appointed them according to their fathers’ households under commanders of thousands and commanders of hundreds throughout Judah and Benjamin; and he (Lit mustered) took a census of those from twenty years old and upward and found them to be three hundred thousand choice men, able to go to war and handle spear and shield."},{"number":6,"verse":"He also hired a hundred thousand valiant warriors from Israel for (About 3.75 tons or 3.4 metric tons) a hundred talents of silver."},{"number":7,"verse":"But a man of God came to him saying, “O king, do not let the army of Israel come with you, for the LORD is not with Israel nor with any of the sons of Ephraim."},{"number":8,"verse":"But if you do go, do it, be strong for the battle; yet God will (Lit cause you to stumble) bring you down before the enemy, for God has the power to help and to (Lit cause to stumble) bring down.”"},{"number":9,"verse":"Amaziah said to the man of God, “But what are we to do about the (About 3.75 tons or 3.4 metric tons) hundred talents which I have given to the troops of Israel?” And the man of God answered, “The LORD has much more to give you than this.”"},{"number":10,"verse":"Then Amaziah (Lit separated) dismissed the troops which came to him from Ephraim, to go home; so their anger burned against Judah, and they returned (Lit to their own place) home in fierce anger."},{"number":11,"verse":"Now Amaziah gathered his courage and led his people out, and went to the Valley of Salt, and struck and killed ten thousand of the sons of Seir."},{"number":12,"verse":"The sons of Judah also captured ten thousand alive and brought them to the top of the cliff, and threw them down from the top of the cliff so that they were all dashed to pieces."},{"number":13,"verse":"But the (Lit sons of the troops) troops whom Amaziah sent back, those not going with him to battle, raided the cities of Judah from Samaria to Beth-horon, and struck and killed three thousand of them, and plundered a large amount of spoils."},{"number":14,"verse":"(Amaziah Rebuked for Idolatry) Now after Amaziah came from slaughtering the Edomites, he brought the gods of the sons of Seir and set them up as his gods. Then he bowed down before them and burned incense to them."},{"number":15,"verse":"So the anger of the LORD burned against Amaziah, and He sent him a prophet who said to him, “Why have you sought the gods of the people who have not saved their own people from your hand?”"},{"number":16,"verse":"As he was talking with him, (Lit he) the king said to him, “Have we appointed you to be a royal counselor? Stop! Why should (Lit they strike and kill you) you be put to death?” Then the prophet stopped and said, “I know that God has planned to destroy you, because you have done this and have not listened to my counsel.”"},{"number":17,"verse":"(Amaziah Defeated by Joash of Israel) Then Amaziah king of Judah took counsel and sent word to Joash the son of Jehoahaz the son of Jehu, the king of Israel, saying, “Come, let’s face each other.”"},{"number":18,"verse":"But Joash the king of Israel sent a reply to Amaziah king of Judah, saying, “The thorn bush that was in Lebanon sent word to the cedar that was in Lebanon, saying, ‘Give your daughter to my son in marriage.’ But a wild beast that was in Lebanon passed by and trampled the thorn bush."},{"number":19,"verse":"You said, ‘Behold, you have (Lit struck) defeated Edom.’ And your heart has lifted you up in boasting. Now stay home; why should you provoke trouble so that you, would fall, you and Judah with you?”"},{"number":20,"verse":"But Amaziah would not listen, for it was from God, so that He might hand them over to Joash, because they had sought the gods of Edom."},{"number":21,"verse":"So Joash king of Israel went up, and he and Amaziah king of Judah faced each other at Beth-shemesh, which belonged to Judah."},{"number":22,"verse":"And Judah was defeated (Lit before) by Israel, and they fled, every man to his tent."},{"number":23,"verse":"Then Joash king of Israel captured Amaziah king of Judah, the son of Joash the son of Jehoahaz, at Beth-shemesh, and brought him to Jerusalem and tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, (About 600 ft. or 183 m) four hundred cubits."},{"number":24,"verse":"He took all the gold and silver and all the utensils which were found in the house of God with Obed-edom, and the treasures of the king’s house, the hostages too, and returned to Samaria."},{"number":25,"verse":"And Amaziah, the son of Joash king of Judah, lived fifteen years after the death of Joash, son of Jehoahaz, king of Israel."},{"number":26,"verse":"Now the rest of the acts of Amaziah, from the first to the last, behold, are they not written in the Book of the Kings of Judah and Israel?"},{"number":27,"verse":"From the time that Amaziah turned away from following the LORD they conspired against him in Jerusalem, and he fled to Lachish; but they sent men after him to Lachish, and they killed him there."},{"number":28,"verse":"Then they brought him on horses and buried him with his fathers in the city of Judah."}]}