{"bibleAbbr":"NASB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"Joahaz, Jehoiakim, Then Jehoiachin Rule Then the people of the land took (I. e., short form of Jehoahaz) Joahaz the son of Josiah and made him king in place of his father in Jerusalem."},{"number":2,"verse":"Joahaz was twenty-three years old when he became king, and he reigned for three months in Jerusalem."},{"number":3,"verse":"Then the king of Egypt deposed him in Jerusalem, and imposed a fine on the land of (About 3.75 tons or 3.4 metric tons) a hundred talents of silver and (About 75 lb. or 34 kg) one talent of gold."},{"number":4,"verse":"The king of Egypt made (Lit his) Joahaz’s brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took his brother Joahaz and brought him to Egypt."},{"number":5,"verse":"Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem; and he did evil in the sight of the LORD his God."},{"number":6,"verse":"Nebuchadnezzar king of Babylon came up against him and bound him with bronze chains to take him to Babylon."},{"number":7,"verse":"Nebuchadnezzar also brought some of the articles of the house of the LORD to Babylon, and he put them in his temple in Babylon."},{"number":8,"verse":"Now the rest of the acts of Jehoiakim and (Lit his) the abominations which he committed, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And his son Jehoiachin became king in his place."},{"number":9,"verse":"Jehoiachin was (As in LXX and some Heb mss; MT eight years) eighteen years old when he became king, and he reigned for three months and ten days in Jerusalem. He did evil in the sight of the LORD."},{"number":10,"verse":"Captivity in Babylon Begun At the turn of the year King Nebuchadnezzar sent men and had him brought to Babylon with the valuable articles of the house of the LORD; and he made his relative Zedekiah king over Judah and Jerusalem."},{"number":11,"verse":"Zedekiah Rules in Judah Zedekiah was twenty-one years old when he became king, and he reigned for eleven years in Jerusalem."},{"number":12,"verse":"He did evil in the sight of the LORD his God; he did not humble himself before Jeremiah the prophet (Lit from the mouth of the Lord) who spoke for the LORD."},{"number":13,"verse":"He also rebelled against King Nebuchadnezzar, who had made him swear allegiance by God. But he stiffened his neck and hardened his heart against turning to the LORD God of Israel."},{"number":14,"verse":"Furthermore, all the officials of the priests and the people were very unfaithful, following all the abominations of the nations; and they defiled the house of the LORD which He had sanctified in Jerusalem."},{"number":15,"verse":"Yet the LORD, the God of their fathers, sent word to them again and again by His messengers, because He had compassion on His people and on His dwelling place;"},{"number":16,"verse":"but they continually mocked the messengers of God, despised His words, and scoffed at His prophets, until the wrath of the LORD rose against His people, until there was no remedy."},{"number":17,"verse":"So He brought up against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or frail; He handed them all over to him."},{"number":18,"verse":"He brought all the articles of the house of God, great and small, and the treasures of the house of the LORD, and the treasures of the king and his officers, to Babylon."},{"number":19,"verse":"Then they burned the house of God and broke down the wall of Jerusalem, and burned all its fortified buildings with fire and destroyed all its valuable articles."},{"number":20,"verse":"He took into exile those who had escaped from the sword to Babylon; and they were servants to him and to his sons until the rule of the kingdom of Persia,"},{"number":21,"verse":"to fulfill the word of the LORD by the mouth of Jeremiah, until the land had enjoyed its Sabbaths. All the days of its desolation it kept the Sabbath (Lit to fulfill seventy years) until seventy years were complete."},{"number":22,"verse":"Cyrus Permits Return Now in the first year of Cyrus king of Persia—in order to fulfill the word of the LORD by the mouth of Jeremiah—the LORD stirred up the spirit of Cyrus king of Persia so that he sent a proclamation throughout his kingdom, and also put it in writing, saying,"},{"number":23,"verse":"“This is what Cyrus king of Persia says: ‘The LORD, the God of heaven, has given me all the kingdoms of the earth, and He has appointed me to build Him a house in Jerusalem, which is in Judah. Whoever there is among you of all His people, may the LORD his God be with him; (Lit and he is to go up; i. e., go to Jerusalem) go up then!’ ”"}]}