{"bibleAbbr":"HSB+","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":1,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came בִּימֵי֙ <WH3117> bi-Mei Now it came to pass in the days שְׁפֹ֣ט <WH8199> she-Fot when the judges הַשֹּׁפְטִ֔ים <WH8199> hash-sho-fe-Tim, ruled וַיְהִ֥י <WH1961> vay-Hi came רָעָ֖ב <WH7458> ra-'Av that there was a famine בָּאָ֑רֶץ <WH776> ba-'A-retz; in the land וַיֵּ֨לֶךְ <WH1980> vai-Ye-lech went אִ֜ישׁ <WH376> 'ish And a certain man מִבֵּ֧ית mib-Beit לֶ֣חֶם <WH1035> Le-chem of Bethlehem יְהוּדָ֗ה <WH3063> ye-hu-Dah, Judah לָגוּר֙ <WH1481> la-Gur to sojourn בִּשְׂדֵ֣י <WH7704> bis-Dei in the country מוֹאָ֔ב <WH4124> mo-'Av, of Moab ה֥וּא <WH1931> hu he וְאִשְׁתּ֖וֹ <WH802> ve-'ish-To he and his wife וּשְׁנֵ֥י <WH8147> u-she-Nei and his two בָנָֽיו׃ <WH1121> va-Nav. sons"},{"number":2,"verse":"וְשֵׁ֣ם <WH8034> ve-Shem And the name הָאִ֣ישׁ <WH376> ha-'Ish of the man אֱ‍ ֽלִימֶ֡לֶךְ <WH458> 'eli-Me-lech [was] Elimelech וְשֵׁם֩ <WH8034> ve-Shem and the name אִשְׁתּ֨וֹ <WH802> ish-To of his wife נָעֳמִ֜י <WH5281> no-'o-Mi Naomi וְשֵׁ֥ם <WH8034> ve-Shem and the name שְׁנֵֽי־ <WH8147> she-nei- of his two בָנָ֣יו׀ <WH1121> va-Nav sons מַחְל֤וֹן <WH4248> mach-Lon Mahlon וְכִלְיוֹן֙ <WH3630> ve-chil-yOn and Chilion אֶפְרָתִ֔ים <WH673> 'ef-ra-Tim, Ephrathites מִבֵּ֥ית mib-Beit לֶ֖חֶם <WH1035> Le-chem of Bethlehem יְהוּדָ֑ה <WH3063> ye-hu-Dah; Judah וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u And they came שְׂדֵי־ <WH7704> se-dei- into the country מוֹאָ֖ב <WH4124> mo-'Av of Moab וַיִּֽהְיוּ־ <WH1961> vai-yih-yu- and remained שָֽׁם׃ <WH8033> Sham. there"},{"number":3,"verse":"וַיָּ֥מָת <WH4191> vai-Ya-mot died אֱלִימֶ֖לֶךְ <WH458> 'e-li-Me-lech And Elimelech אִ֣ישׁ <WH376> 'ish husband נָעֳמִ֑י <WH5281> no-'o-Mi; Naomi's וַתִּשָּׁאֵ֥ר <WH7604> vat-tish-sha-'Er and she was left הִ֖יא <WH1931> hi he וּשְׁנֵ֥י <WH8147> u-she-Nei and her two בָנֶֽיהָ׃ <WH1121> va-Nei-ha. sons"},{"number":4,"verse":"וַיִּשְׂא֣וּ <WH5375> vai-yis-'U And they took לָהֶ֗ם la-Hem, נָשִׁים֙ <WH802> na-Shim them wives מֹֽאֲבִיּ֔וֹת <WH4125> mo-'a-vi-Yot, of Moab שֵׁ֤ם <WH8034> shem the name הָֽאַחַת֙ <WH259> ha-'a-Chat of the one עָרְפָּ֔ה <WH6204> 'a-re-Pah, [was] Orpah וְשֵׁ֥ם <WH8034> ve-Shem and the name הַשֵּׁנִ֖ית <WH8145> hash-she-Nit of the other ר֑וּת <WH7327> Rut; Ruth וַיֵּ֥שְׁבוּ <WH3427> vai-Ye-she-vu and they dwelled שָׁ֖ם <WH8033> sham there כְּעֶ֥שֶׂר <WH6235> ke-'E-ser there about ten שָׁנִֽים׃ <WH8141> sha-Nim. years"},{"number":5,"verse":"וַיָּמ֥וּתוּ <WH4191> vai-ya-Mu-tu died גַם־ <WH1571> gam- also שְׁנֵיהֶ֖ם <WH8147> she-nei-Hem also both מַחְל֣וֹן <WH4248> mach-Lon And Mahlon וְכִלְי֑וֹן <WH3630> ve-chil-Yon; and Chilion וַתִּשָּׁאֵר֙ <WH7604> vat-tish-sha-'Er was left הָֽאִשָּׁ֔ה <WH802> ha-'ish-Shah, of them and the woman מִשְּׁנֵ֥י <WH8147> mish-she-Nei of her two יְלָדֶ֖יהָ <WH3206> ye-la-Dei-ha sons וּמֵאִישָֽׁהּ׃ <WH376> u-me-'i-Shah. and her husband"},{"number":6,"verse":"וַתָּ֤קָם <WH6965> vat-Ta-kom Then she arose הִיא֙ <WH1931> hi he וְכַלֹּתֶ֔יהָ <WH3618> ve-chal-lo-Tei-ha, with her daughters in law וַתָּ֖שָׁב <WH7725> vat-Ta-shov that she might return מִשְּׂדֵ֣י <WH7704> mis-se-Dei from the country מוֹאָ֑ב <WH4124> mo-'Av; of Moab כִּ֤י <WH3588> ki for שָֽׁמְעָה֙ <WH8085> sha-me-'Ah for she had heard בִּשְׂדֵ֣ה <WH7704> bis-Deh in the country מוֹאָ֔ב <WH4124> mo-'Av, of Moab כִּֽי־ <WH3588> ki- for פָקַ֤ד <WH6485> fa-Kad had visited יְהוָה֙ <WH3069> Yah-weh God אֶת־ <WH853> 'et- עַמּ֔וֹ <WH5971> am-Mo, his people לָתֵ֥ת <WH5414> la-Tet in giving לָהֶ֖ם la-Hem לָֽחֶם׃ <WH3899> La-chem. them bread"},{"number":7,"verse":"וַתֵּצֵ֗א <WH3318> vat-te-Tze, Wherefore she went forth מִן־ <WH4480> min- from הַמָּקוֹם֙ <WH4725> ham-ma-kOm out of the place אֲשֶׁ֣ר <WH834> 'a-Sher after הָיְתָה־ <WH1961> ha-ye-tah- become שָׁ֔מָּה <WH8033> Sham-mah, in it וּשְׁתֵּ֥י <WH8147> u-she-Tei where she was and her two כַלֹּתֶ֖יהָ <WH3618> chal-lo-Tei-ha daughters in law עִמָּ֑הּ <WH5973> 'im-Mah; her and they וַתֵּלַ֣כְנָה <WH1980> vat-te-Lach-nah went בַדֶּ֔רֶךְ <WH1870> vad-De-rech, on the way לָשׁ֖וּב <WH7725> la-Shuv to return אֶל־ <WH413> 'el- to אֶ֥רֶץ <WH776> 'E-retz unto the land יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah"},{"number":8,"verse":"וַתֹּ֤אמֶר <WH559> vat-To-mer said נָעֳמִי֙ <WH5281> no-'o-Mi And Naomi לִשְׁתֵּ֣י <WH8147> lish-Tei unto her two כַלֹּתֶ֔יהָ <WH3618> chal-lo-Tei-ha, daughters in law לֵ֣כְנָה <WH1980> Le-che-nah Go שֹּׁ֔בְנָה <WH7725> Shoe-nah, return אִשָּׁ֖ה <WH802> 'ish-Shah each לְבֵ֣ית <WH1004> le-Veit house אִמָּ֑הּ <WH517> 'im-Mah; to her mother's; יַעֲשֶׂה ya-'a-seh כיַ֣עַשׂ <WH6213> Ya-'as deal קיְהוָ֤ה <WH3068> Yah-weh the LORD עִמָּכֶם֙ <WH5973> 'im-ma-Chem with חֶ֔סֶד <WH2617> Che-sed, kindly כַּאֲשֶׁ֧ר <WH834> ka-'a-Sher after עֲשִׂיתֶ֛ם <WH6213> 'a-si-Tem deal עִם־ <WH5973> 'im- with הַמֵּתִ֖ים <WH4191> ham-me-Tim with the dead וְעִמָּדִֽי׃ <WH5973> ve-'im-ma-Di. with"},{"number":9,"verse":"יִתֵּ֤ן <WH5414> yit-Ten grant יְהוָה֙ <WH3068> Yah-weh The LORD לָכֶ֔ם la-Chem, וּמְצֶ֣אןָ <WH4672> u-me-Tze-na you that ye may find מְנוּחָ֔ה <WH4496> me-nu-Chah, rest אִשָּׁ֖ה <WH802> 'ish-Shah each בֵּ֣ית <WH1004> beit [of you] in the house אִישָׁ֑הּ <WH376> 'i-Shah; of her husband וַתִּשַּׁ֣ק <WH5401> vat-tish-Shak Then she kissed לָהֶ֔ן la-Hen, וַתִּשֶּׂ֥אנָה <WH5375> vat-tis-Se-nah them and they lifted up קוֹלָ֖ן <WH6963> ko-Lan their voice וַתִּבְכֶּֽינָה׃ <WH1058> vat-tiv-Kei-nah. and wept"},{"number":10,"verse":"וַתֹּאמַ֖רְנָה־ <WH559> vat-to-Mar-nah- And they said לָּ֑הּ Lah; כִּי־ <WH3588> ki- will surely אִתָּ֥ךְ <WH854> 'it-Tach for נָשׁ֖וּב <WH7725> na-Shuv unto her Surely we will return לְעַמֵּֽךְ׃ <WH5971> le-'am-Mech. with thee unto thy people"},{"number":11,"verse":"וַתֹּ֤אמֶר <WH559> vat-To-mer said נָעֳמִי֙ <WH5281> no-'o-Mi And Naomi שֹׁ֣בְנָה <WH7725> Shoe-nah Turn again בְנֹתַ֔י <WH1323> ve-no-Tai, my daughters לָ֥מָּה <WH4100> Lam-mah Why תֵלַ֖כְנָה <WH1980> te-Lach-nah go עִמִּ֑י <WH5973> 'im-Mi; have I הַֽעֽוֹד־ <WH5750> ha-'od- yet לִ֤י li בָנִים֙ <WH1121> va-Nim with me;[are] there yet [any more] sons בְּֽמֵעַ֔י <WH4578> be-me-'Ai, in my womb וְהָי֥וּ <WH1961> ve-ha-Yu become לָכֶ֖ם la-Chem לַאֲנָשִֽׁים׃ <WH376> la-'a-na-Shim. he"},{"number":12,"verse":"שֹׁ֤בְנָה <WH7725> Shoe-nah Turn again בְנֹתַי֙ <WH1323> ve-no-Tai my daughters לֵ֔כְןָ <WH1980> Le-che-na, Go כִּ֥י <WH3588> ki If זָקַ֖נְתִּי <WH2204> za-Kan-ti [your way] for I am too old מִהְי֣וֹת <WH1961> mih-Yot to have לְאִ֑ישׁ <WH376> le-'Ish; to have an husband כִּ֤י <WH3588> ki If אָמַ֙רְתִּי֙ <WH559> 'a-Mar-ti If I should say יֶשׁ־ <WH3426> yesh- I have לִ֣י li תִקְוָ֔ה <WH8615> tik-Vah, hope גַּ֣ם <WH1571> gam even הָיִ֤יתִי <WH1961> ha-Yi-ti have הַלַּ֙יְלָה֙ <WH3915> hal-Lay-lah also to night לְאִ֔ישׁ <WH376> le-'Ish, [if] I should have an husband וְגַ֖ם <WH1571> ve-Gam and also יָלַ֥דְתִּי <WH3205> ya-Lad-ti and should also bear בָנִֽים׃ <WH1121> va-Nim. sons"},{"number":13,"verse":"הֲלָהֵ֣ן׀ <WH3860> ha-la-Hen for them תְּשַׂבֵּ֗רְנָה <WH7663> te-sab-Be-re-nah, Would ye tarry עַ֚ד <WH5704> 'ad against אֲשֶׁ֣ר <WH834> 'a-Sher after יִגְדָּ֔לוּ <WH1431> yig-Da-lu, till they were grown הֲלָהֵן֙ <WH3860> ha-la-Hen for them תֵּֽעָגֵ֔נָה <WH5702> te-'a-Ge-nah, ;would ye stay לְבִלְתִּ֖י <WH1115> le-vil-Ti because הֱי֣וֹת <WH1961> he-Yot become לְאִ֑ישׁ <WH376> le-'Ish; he אַ֣ל <WH408> 'al nay בְּנֹתַ֗י <WH1323> be-no-Tai, my daughters כִּֽי־ <WH3588> ki- for מַר־ <WH4843> mar- for it grieveth לִ֤י li מְאֹד֙ <WH3966> me-'Od me much מִכֶּ֔ם <WH4480> mik-Kem, than כִּֽי־ <WH3588> ki- for יָצְאָ֥ה <WH3318> ya-tze-'Ah is gone out בִ֖י vi יַד־ <WH3027> yad- for your sakes that the hand יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":14,"verse":"וַתִּשֶּׂ֣נָה <WH5375> vat-tis-Se-nah And they lifted up קוֹלָ֔ן <WH6963> ko-Lan, their voice וַתִּבְכֶּ֖ינָה <WH1058> vat-tiv-Kei-nah and wept again ע֑וֹד <WH5750> od; again וַתִּשַּׁ֤ק <WH5401> vat-tish-Shak kissed עָרְפָּה֙ <WH6204> 'a-re-Pah and Orpah לַחֲמוֹתָ֔הּ <WH2545> la-cha-mo-Tah, her mother in law וְר֖וּת <WH7327> ve-Rut but Ruth דָּ֥בְקָה <WH1692> Da-ve-kah clave בָּֽהּ׃ Bah."},{"number":15,"verse":"וַתֹּ֗אמֶר <WH559> vat-To-mer, And she said הִנֵּה֙ <WH2009> hin-Neh Behold שָׁ֣בָה <WH7725> Sha-vah is gone back יְבִמְתֵּ֔ךְ <WH2994> ye-vim-Tech, Behold thy sister in law אֶל־ <WH413> 'el- to her עַמָּ֖הּ <WH5971> 'am-Mah unto her people וְאֶל־ <WH413> ve-'el- and אֱלֹהֶ֑יהָ <WH430> 'e-lo-Hei-ha; and unto her gods שׁ֖וּבִי <WH7725> Shu-vi return אַחֲרֵ֥י <WH310> 'a-cha-Rei thou after יְבִמְתֵּֽךְ׃ <WH2994> ye-vim-Tech. thy sister in law"},{"number":16,"verse":"וַתֹּ֤אמֶר <WH559> vat-To-mer said רוּת֙ <WH7327> rut And Ruth אַל־ <WH408> 'al- not תִּפְגְּעִי־ <WH6293> tif-ge-'i- Intreat בִ֔י Vi, לְעָזְבֵ֖ךְ <WH5800> le-'a-ze-Vech me not to leave לָשׁ֣וּב <WH7725> la-Shuv thee [or] to return מֵאַחֲרָ֑יִךְ <WH310> me-'a-cha-Ra-yich; from following after כִּ֠י <WH3588> ki for אֶל־ <WH413> 'el- and אֲשֶׁ֨ר <WH834> 'a-Sher where תֵּלְכִ֜י <WH1980> te-le-Chi go אֵלֵ֗ךְ <WH1980> 'e-Lech, will go וּבַאֲשֶׁ֤ר <WH834> u-va-'a-Sher and where תָּלִ֙ינִי֙ <WH3885> ta-Li-ni and where thou lodgest אָלִ֔ין <WH3885> 'a-Lin, I will lodge עַמֵּ֣ךְ <WH5971> 'am-Mech thy people עַמִּ֔י <WH5971> 'am-Mi, [shall be] my people וֵאלֹהַ֖יִךְ <WH430> ve-lo-Ha-yich and thy God אֱלֹהָֽי׃ <WH430> 'e-lo-Hai. my God"},{"number":17,"verse":"בַּאֲשֶׁ֤ר <WH834> ba-'a-Sher Where תָּמ֙וּתִי֙ <WH4191> ta-Mu-ti Where thou diest אָמ֔וּת <WH4191> 'a-Mut, will I die וְשָׁ֖ם <WH8033> ve-Sham and there אֶקָּבֵ֑ר <WH6912> 'ek-ka-Ver; and there will I be buried כֹּה֩ <WH3541> koh Thus יַעֲשֶׂ֨ה <WH6213> ya-'a-Seh do יְהוָ֥ה <WH3068> Yah-weh the LORD לִי֙ li וְכֹ֣ה <WH3541> ve-Choh Thus יֹסִ֔יף <WH3254> yo-Sif, so to me and more כִּ֣י <WH3588> ki if הַמָּ֔וֶת <WH4194> ham-Ma-vet, also [if ought] but death יַפְרִ֖יד <WH6504> yaf-Rid part בֵּינִ֥י <WH996> bei-Ni among וּבֵינֵֽךְ׃ <WH996> u-vei-Nech. among"},{"number":18,"verse":"וַתֵּ֕רֶא <WH7200> vat-Te-re When she saw כִּֽי־ <WH3588> ki- for מִתְאַמֶּ֥צֶת <WH553> mit-'am-Me-tzet that she was stedfastly minded הִ֖יא <WH1931> hi he לָלֶ֣כֶת <WH1980> la-Le-chet to go אִתָּ֑הּ <WH854> 'it-Tah; for וַתֶּחְדַּ֖ל <WH2308> vat-tech-Dal with her then she left לְדַבֵּ֥ר <WH1696> le-dab-Ber speaking אֵלֶֽיהָ׃ <WH413> 'e-Lei-ha. about"},{"number":19,"verse":"וַתֵּלַ֣כְנָה <WH1980> vat-te-Lach-nah went שְׁתֵּיהֶ֔ם <WH8147> she-tei-Hem, So they two עַד־ <WH5704> 'ad- until בֹּאָ֖נָה <WH935> bo-'A-nah until they came בֵּ֣ית beit לָ֑חֶם <WH1035> La-chem; to Bethlehem וַיְהִ֗י <WH1961> vay-Hi, become כְּבֹאָ֙נָה֙ <WH935> ke-vo-'A-nah And it came to pass when they were come בֵּ֣ית beit לֶ֔חֶם <WH1035> Le-chem, to Bethlehem וַתֵּהֹ֤ם <WH1949> vat-te-Hom was moved כָּל־ <WH3605> kol- all הָעִיר֙ <WH5892> ha-'Ir that all the city עֲלֵיהֶ֔ן <WH5921> 'a-lei-Hen, because וַתֹּאמַ֖רְנָה <WH559> vat-to-Mar-nah about them and they said הֲזֹ֥את <WH2063> ha-Zot likewise נָעֳמִֽי׃ <WH5281> no-'o-Mi. Naomi"},{"number":20,"verse":"וַתֹּ֣אמֶר <WH559> vat-To-mer And she said אֲלֵיהֶ֔ן <WH413> 'a-lei-Hen, about אַל־ <WH408> 'al- not תִּקְרֶ֥אנָה <WH7121> tik-Re-nah unto them Call לִ֖י li נָעֳמִ֑י <WH5281> no-'o-Mi; me not Naomi קְרֶ֤אןָ <WH7121> ke-Re-na call לִי֙ li מָרָ֔א <WH4755> ma-Ra, me Mara כִּי־ <WH3588> ki- for הֵמַ֥ר <WH4843> he-Mar bitterly שַׁדַּ֛י <WH7706> shad-Dai for the Almighty לִ֖י li מְאֹֽד׃ <WH3966> me-'Od. hath dealt very"},{"number":21,"verse":"אֲנִי֙ <WH589> 'a-Ni I מְלֵאָ֣ה <WH4390> me-le-'Ah accomplish הָלַ֔כְתִּי <WH1980> ha-Lach-ti, I went out וְרֵיקָ֖ם <WH7387> ve-rei-Kam empty הֱשִׁיבַ֣נִי <WH7725> he-shi-Va-ni hath brought me home again יְהוָ֑ה <WH3068> Yah-weh; and the LORD לָ֣מָּה <WH4100> Lam-mah Why תִקְרֶ֤אנָה <WH7121> tik-Re-nah why [then] call לִי֙ li נָעֳמִ֔י <WH5281> no-'o-Mi, ye me Naomi וַֽיהוָה֙ <WH3068> Yah-weh seeing the LORD עָ֣נָה <WH6030> 'A-nah hath testified בִ֔י Vi, וְשַׁדַּ֖י <WH7706> ve-shad-Dai against me and the Almighty הֵ֥רַֽע <WH7489> He-ra' hath afflicted לִֽי׃ Li."},{"number":22,"verse":"וַתָּ֣שָׁב <WH7725> vat-Ta-shov returned נָעֳמִ֗י <WH5281> no-'o-Mi, So Naomi וְר֨וּת <WH7327> ve-Rut and Ruth הַמּוֹאֲבִיָּ֤ה <WH4125> ham-mo-'a-vi-Yah the Moabitess כַלָּתָהּ֙ <WH3618> chal-la-Tah her daughter in law עִמָּ֔הּ <WH5973> 'im-Mah, who הַשָּׁ֖בָה <WH7725> hash-Sha-vah with her which returned מִשְּׂדֵ֣י <WH7704> mis-se-Dei out of the country מוֹאָ֑ב <WH4124> mo-'Av; of Moab וְהֵ֗מָּה <WH1992> ve-Hem-mah, and they בָּ֚אוּ <WH935> Ba-'u and they came בֵּ֣ית beit לֶ֔חֶם <WH1035> Le-chem, to Bethlehem בִּתְחִלַּ֖ת <WH8462> bit-chil-Lat in the beginning קְצִ֥יר <WH7105> ke-Tzir harvest שְׂעֹרִֽים׃ <WH8184> se-'o-Rim. of barley"}]}