{"bibleAbbr":"KJ3-2005","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":16,"verses":[{"number":1,"verse":"And about the collection, the one for the saints, as I charged the assemblies of Galatia, so also you do."},{"number":2,"verse":"On the first of the sabbaths, let each one of you put by himself, storing up whatever he is prospered, that there not be collections then when I come."},{"number":3,"verse":"And when I arrive, whomever you approve through these epistles, I will send to carry your gift of grace to Jerusalem."},{"number":4,"verse":"And if it is suitable for me to go also, they shall go with me."},{"number":5,"verse":"But I will come to you when I go through Macedonia. For I am going through Macedonia."},{"number":6,"verse":"And it may be I will stay with you, or even spend the winter, that you may send me forward wherever I may go."},{"number":7,"verse":"For I do not desire to see you now in passage, but I am hoping to remain some time with you, if the Lord permits."},{"number":8,"verse":"But I will remain in Ephesus until Pentecost."},{"number":9,"verse":"For a door opened to me, great and effective, and many are opposing."},{"number":10,"verse":"But if Timothy comes, see that he is with you without fear; for he works the work of the Lord, even as I."},{"number":11,"verse":"Therefore do not let anyone despise him, but send him forward in peace, that he may come to me; for I am waiting for him with the brothers."},{"number":12,"verse":"And about the brother Apollos, I much urged him that he come to you with the brothers, but it was not at all his will that he come now. But he will come when he his opportunity."},{"number":13,"verse":"Watch! Stand fast in the faith! Be men! Be strong!"},{"number":14,"verse":"Let all your things be in love."},{"number":15,"verse":"But I exhort you, brothers. You know the power of sin is the Law; house of Stephanas, that it is the firstfruit of Achaia, and they appointed themselves to ministry to the saints."},{"number":16,"verse":"See that you also may submit to such ones, and to everyone working and laboring with us."},{"number":17,"verse":"And I rejoice at the coming of Stephanas, and of Fortunatus and Achaicus, because these supplied your lack."},{"number":18,"verse":"For they refreshed my spirit and yours. Then recognize such ones."},{"number":19,"verse":"The assemblies of Asia greet you. Aquila and Priscilla greet you much in the Lord, with the assembly in their house."},{"number":20,"verse":"The brothers all greet you. Greet one another with a holy kiss."},{"number":21,"verse":"The greeting with my hand, Paul."},{"number":22,"verse":"If anyone does not love the Lord Jesus Christ, let him be accursed. The Lord comes!"},{"number":23,"verse":"The grace of the Lord Jesus Christ be with you. My love be with all of you in Christ Jesus. Amen."}]}