{"bibleAbbr":"KJ3-2005","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"And when I came to you, brothers, I did not come with excellency of word or wisdom, declaring to you the testimony of God."},{"number":2,"verse":"For I decided not to know anything among you except Jesus Christ, and Him being crucified."},{"number":3,"verse":"And I was with you in weakness, and in fear, and in much trembling."},{"number":4,"verse":"And my word and my preaching was not in persuasive words of human wisdom, but in proof of the Spirit and of power,"},{"number":5,"verse":"that your faith might not be in the wisdom of men, but in the power of God."},{"number":6,"verse":"But we speak wisdom among the perfect, but not the wisdom of this age, nor of the rulers of this age, the ones being caused to cease."},{"number":7,"verse":"But we speak the wisdom of God having been hidden in a mystery, which God predetermined before the ages for our glory,"},{"number":8,"verse":"which none of the rulers of this age has known. For if they had known, they would not have crucified the Lord of glory;"},{"number":9,"verse":"but even as it is written, \"The things which an eye did not see, and an ear did not hear,\" and did not come up on the heart of man, the things which God has prepared for the ones loving Him. Isa 64:4"},{"number":10,"verse":"But God revealed them to us through His Spirit, for the Spirit searches all things, even the depths of God."},{"number":11,"verse":"For who among men knows the things of a man, except the spirit of a man within him? So also no one has known the things of God if not the Spirit of God."},{"number":12,"verse":"But we have not received the spirit of the world, but the Spirit from God, so that we might know the things freely given to us by God."},{"number":13,"verse":"Which things we also speak, not in words taught in human wisdom, but in words taught of the Holy Spirit, comparing spiritual things with spiritual things."},{"number":14,"verse":"But a natural man does not receive the things of the Spirit of God, for they are foolishness to him, and he is not able to know them, because they are spiritually discerned."},{"number":15,"verse":"But the spiritual one discerns all things, but he is discerned by no one."},{"number":16,"verse":"For \"who has known the mind of the Lord?\" \"Who will instruct Him?\" But we have the mind of Christ. Isa 40:13"}]}