{"bibleAbbr":"KJ3-2005","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"Am I not an apostle? Am I not free? Have I not seen our Lord Jesus Christ? Are you not my work in the Lord?"},{"number":2,"verse":"If I am not an apostle to others, yet I am indeed to you; for you are the seal of my apostleship in the Lord."},{"number":3,"verse":"My defense to those examining me is this:"},{"number":4,"verse":"Have we not authority to eat and to drink?"},{"number":5,"verse":"Have we not authority to lead about a sister, a wife, as do the rest of the apostles also, and Cephas, and the Lord's brothers?"},{"number":6,"verse":"Or is it only Barnabas and I who have no authority not to work?"},{"number":7,"verse":"Who serves as a soldier at his own wages ever? Who plants a vineyard and does not eat of its fruit? Or who shepherds a flock and does not eat of the milk of the flock?"},{"number":8,"verse":"Do I speak these things according to man, or does not the Law say these things also?"},{"number":9,"verse":"For it has been written in the Law of Moses, \"You shall not muzzle an ox threshing grain.\" Deut 25:4 Not that it matters to God for the oxen, is it?"},{"number":10,"verse":"Or does He certainly say it because of us? It is written because of us, so that the one plowing ought to plow in hope, and the one threshing in hope to partake of hope."},{"number":11,"verse":"If we sowed spiritual things to you, is it a great thing if we shall reap of your fleshly things?"},{"number":12,"verse":"If others have a share of the authority over you, should not rather we? But we did not use this authority, but we endured all things, so that we might not give a hindrance to the gospel of Christ."},{"number":13,"verse":"Do you not know that those laboring about the holy things of the temple eat? Those attending on the altar share together with the altar."},{"number":14,"verse":"So also the Lord ordained the ones proclaiming the gospel to live from the gospel."},{"number":15,"verse":"But I have not used one of these. And I do not write these things that it be so in me. For it is good to me rather to die than that anyone nullify my glorying."},{"number":16,"verse":"For if I preach the gospel, no glory is to me; for necessity is laid on me, and it is woe to me if I do not preach the gospel."},{"number":17,"verse":"For if I do this willingly, I have a reward; but if unwillingly, I am entrusted with a stewardship."},{"number":18,"verse":"What then is my reward? That preaching the gospel I may make the gospel of Christ free, so as not to use fully my authority in the gospel."},{"number":19,"verse":"For being free from all men I enslaved myself to all men, that I might gain the more."},{"number":20,"verse":"And I became as a Jew to the Jews, that I might gain Jews; to the ones under Law as under Law, that I might gain the ones under Law;"},{"number":21,"verse":"to the ones without Law as without Law (not being without Law of God, but under the law of Christ), that I might gain the ones without Law."},{"number":22,"verse":"I became to the weak ones as weak, that I might gain the weak ones. To all people I have become all things, that in any and every way I might save some."},{"number":23,"verse":"And I do this for the gospel, that I might become a fellow partaker of it."},{"number":24,"verse":"Do you not know that those running in a stadium indeed all run, but one receives the prize? So run that you may obtain."},{"number":25,"verse":"But everyone striving controls himself in all things. Then the ones truly that they may receive a corruptible crown, but we an incorruptible."},{"number":26,"verse":"Therefore, so I run, as not uncertainly; so I fight, as not beating air;"},{"number":27,"verse":"but I buffet my body and enslave it, lest having preached to others I myself might be disapproved."}]}