{"bibleAbbr":"orOV2014","bookName":"ନାହୂମ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Nahum","chapterNumber":3,"verses":[{"number":1,"verse":"( ନୀନିବୀ ସନ୍ତାପର ପାତ୍ର) ସେହି ରକ୍ତପାତୀ ନଗର ସନ୍ତାପର ପାତ୍ର ! ତାହା ମିଥ୍ୟା ଓ ଦୌରାତ୍ମ୍ୟରେ ପରିପୂର୍ଣ୍ଣ, ସେ ଲୁଟ୍ ଛାଡ଼େ ନାହିଁ ।"},{"number":2,"verse":"କୋରଡ଼ାର ଶଦ୍ଦ, ଚକ୍ରସମୂହର ଘର ଘର ଶଦ୍ଦ; ନାଚିବା ଅଶ୍ଵଗଣ ଓ କୁଦିବା ରଥ;"},{"number":3,"verse":"ଅଶ୍ଵାରୋହୀ ଆରୋହଣ କରିବାର, ଆଉ ଜକ୍ଜକ୍ ଖଡ଼୍‍ଗ ଓ ଝଲମଲ ବର୍ଚ୍ଛା; ପୁଣି, ଅପାର ହତ ଲୋକ ଓ ଶବର ଏକ ମହାଢିପି; ଆଉ, ଶବ ସଂଖ୍ୟାର ସୀମା ନାହିଁ; ସେମାନଙ୍କ ଶବ ଉପରେ ଲୋକେ ଝୁଣ୍ଟି ପଡ଼ନ୍ତି;"},{"number":4,"verse":"ପରମସୁନ୍ଦରୀ ମାୟାବିନୀ ଯେଉଁ ବେଶ୍ୟା, ସେ ନାନା ଦେଶୀୟମାନଙ୍କୁ ଆପଣା ବେଶ୍ୟାବୃତ୍ତି ଦ୍ଵାରା ଓ ଗୋଷ୍ଠୀଗଣକୁ ଆପଣା ଗୁଣି ବିଦ୍ୟା ଦ୍ଵାରା ବିକ୍ରୟ କରେ, କାରଣ ତାହାର ବେଶ୍ୟା ଆଚରଣ ଅବର୍ଣ୍ଣନୀୟ ।"},{"number":5,"verse":"ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି, ଦେଖ, ଆମ୍ଭେ ତୁମ୍ଭର ପ୍ରତିକୂଳ ଅଟୁ ଓ ଆମ୍ଭେ ତୁମ୍ଭ ବସ୍ତ୍ରର ଅଞ୍ଚଳ ଟେକି ତୁମ୍ଭ ମୁଖ ଉପରେ ଥୋଇବା, ଆଉ ଆମ୍ଭେ ଗୋଷ୍ଠୀବର୍ଗକୁ ତୁମ୍ଭର ଉଲଙ୍ଗତା ଓ ରାଜ୍ୟସମୂହକୁ ତୁମ୍ଭର ଲଜ୍ଜା ଦେଖାଇବା ।"},{"number":6,"verse":"ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭ ଉପରେ ଘୃଣାଜନକ ମଳ ନିକ୍ଷେପ କରିବା ଓ ତୁମ୍ଭକୁ ମର୍ଯ୍ୟାଦାରହିତ କରିବା ଓ ଦୃଶ୍ୟରେ କୌତୁକର ବିଷୟ କରିବା ।"},{"number":7,"verse":"ପୁଣି, ଯେଉଁମାନେ ତୁମ୍ଭ ପ୍ରତି ଅନାଇବେ, ସେସମସ୍ତେ ତୁମ୍ଭ ନିକଟରୁ ପଳାଇବେ, ଆଉ କହିବେ, ନୀନିବୀ ଉତ୍ସନ୍ନ ହୋଇଅଛି; ତାହା ବିଷୟରେ କିଏ ବିଳାପ କରିବ ? ଆମ୍ଭେ ତୁମ୍ଭ ପାଇଁ ସାନ୍ତ୍ଵନାକାରୀଗଣ କେଉଁଠାରେ ଖୋଜିବା ?"},{"number":8,"verse":"ଯେ ନଦୀଗଣ ମଧ୍ୟରେ ଅବସ୍ଥିତା ଓ ଚତୁର୍ଦ୍ଦିଗରେ ଜଳବେଷ୍ଟିତା ଥିଲା; ସମୁଦ୍ର ଯାହାର ଗଡ଼ର ଖାଇ ଓ ପ୍ରାଚୀର ଥିଲା, ଏପରି ନୋ-ଆମୋନଠାରୁ ତୁମ୍ଭେ କି ଶ୍ରେଷ୍ଠ ?"},{"number":9,"verse":"କୂଶ ଓ ମିସର ତାହାର ବଳ ସ୍ଵରୂପ ଥିଲେ ଓ ତାହା ଅସୀମ ଥିଲା; ପୂଟୀୟ ଓ ଲୂବୀୟମାନେ ତାହାର ସହକାରୀ ଥିଲେ ।"},{"number":10,"verse":"ତଥାପି ସେ ନିର୍ବାସିତା ହେଲା, ସେ ବନ୍ଦୀତ୍ଵ ସ୍ଥାନକୁ ଗଲା; ତାହାର ଶିଶୁଗଣ ମଧ୍ୟ ସମସ୍ତ ପଥ ମୁଣ୍ତରେ କଚଡ଼ା ଯାଇ ଖଣ୍ତ ଖଣ୍ତ ହେଲେ; ଲୋକମାନେ ତାହାର ମାନ୍ୟ ପୁରୁଷମାନଙ୍କ ନିମନ୍ତେ ଗୁଲିବାଣ୍ଟ କଲେ⇧, ଆଉ ତାହାର ବଡ଼ ଲୋକ ସମସ୍ତେ ଶୃଙ୍ଖଲରେ ବନ୍ଧା ହେଲେ ।"},{"number":11,"verse":"ତୁମ୍ଭେ ମଧ୍ୟ ମତ୍ତ ହେବ, ତୁମ୍ଭେ ଲୁଚା ଯିବ; ଆହୁରି ତୁମ୍ଭେ ଶତ୍ରୁ ସକାଶୁ ଦୃଢ଼ ଗଡ଼ ଅନ୍ଵେଷଣ କରିବ ।"},{"number":12,"verse":"ତୁମ୍ଭର ଦୁର୍ଗସବୁ ଆଦ୍ୟ ପକ୍ଵ ଫଳବିଶିଷ୍ଟ ଡିମିରି ବୃକ୍ଷମାନର ତୁଲ୍ୟ ହେବେ; ସେସବୁ ହଲାଗଲେ ଫଳ ଭକ୍ଷକର ମୁଖରେ ପଡ଼ିବ ।"},{"number":13,"verse":"ଦେଖ, ତୁମ୍ଭର ମଧ୍ୟସ୍ଥିତ ଲୋକମାନେ ସ୍ତ୍ରୀଲୋକ ଅଟନ୍ତି; ତୁମ୍ଭ ଦେଶର ନଗର-ଦ୍ଵାରସକଳ ତୁମ୍ଭ ଶତ୍ରୁଗଣ ପାଇଁ ମେଲା ହୋଇ ରଖା ଯାଇଅଛି; ଅଗ୍ନି ତୁମ୍ଭର ଅର୍ଗଳସବୁ ଗ୍ରାସ କରିଅଛି ।"},{"number":14,"verse":"ଅବରୋଧର ସମୟ ନିମନ୍ତେ ଜଳ କାଢ଼ି ଆଣ, ତୁମ୍ଭର ଦୁର୍ଗସବୁ ଦୃଢ଼ କର; କାଦୁଅକୁ ଯାଇ ମାଟି ଚକଟ, ଇଟାଭାଟି ଦୃଢ଼ କର ।"},{"number":15,"verse":"ସେଠାରେ ଅଗ୍ନି ତୁମ୍ଭକୁ ଗ୍ରାସ କରିବ; ଖଡ଼୍‍ଗ ତୁମ୍ଭକୁ ଛେଦନ କରିବ, ତାହା ପତଙ୍ଗର ନ୍ୟାୟ ତୁମ୍ଭକୁ ଗ୍ରାସ କରିବ; ତୁମ୍ଭେ ପତଙ୍ଗର ନ୍ୟାୟ ଆପଣାକୁ ବହୁସଂଖ୍ୟକ କର, ପଙ୍ଗପାଳ ପରି ଆପଣାକୁ ବହୁସଂଖ୍ୟକ କର ।"},{"number":16,"verse":"ତୁମ୍ଭେ ଆକାଶର ତାରାଗଣ ଅପେକ୍ଷା ଆପଣା ବଣିକଗଣର ସଂଖ୍ୟା ବୃଦ୍ଧି କରିଅଛ; ପତଙ୍ଗ ନଷ୍ଟ କରି ଉଡ଼ିଯାଏ ।"},{"number":17,"verse":"ତୁମ୍ଭର ମୁକୁଟଧାରୀମାନେ ପଙ୍ଗପାଳ ପରି ଓ ତୁମ୍ଭର ପ୍ରଧାନ ସେନାପତିମାନେ ଫଡ଼ିଙ୍ଗର ଝାଙ୍କ ପରି, ସେ ଫଡ଼ିଙ୍ଗମାନେ ଶୀତ ଦିନରେ ବାଡ଼ରେ ରହନ୍ତି, ମାତ୍ର ସୂର୍ଯ୍ୟ ଉଦୟ ହେଲେ ଉଡ଼ି ପଳାନ୍ତି, ଆଉ ସେମାନେ କେଉଁଠାରେ ଥାʼନ୍ତି, ତାହା ଜଣାଯାଏ ନାହିଁ ।"},{"number":18,"verse":"ହେ ଅଶୂରର ରାଜା, ତୁମ୍ଭର ପଲରକ୍ଷକମାନେ ଘୁମାଉଅଛନ୍ତି; ତୁମ୍ଭର ପ୍ରତାପାନ୍ଵିତ ଲୋକମାନେ ବିଶ୍ରାମ କରୁଅଛନ୍ତି; ତୁମ୍ଭର ଲୋକମାନେ ପର୍ବତଗଣ ଉପରେ ଛିନ୍ନଭିନ୍ନ ହୋଇଅଛନ୍ତି । ଆଉ, ସେମାନଙ୍କୁ ସଂଗ୍ରହ କରିବାକୁ କେହି ନାହିଁ ।"},{"number":19,"verse":"ତୁମ୍ଭ ଆଘାତର ଉପଶମ ନାହିଁ; ତୁମ୍ଭର କ୍ଷତ ବ୍ୟଥାଜନକ; ଯେଉଁମାନେ ତୁମ୍ଭ ବିଷୟକ ସମ୍ଵାଦ ଶୁଣନ୍ତି, ସେସମସ୍ତେ ତୁମ୍ଭ ପ୍ରତି ହାତତାଳି ଦିଅନ୍ତି; କାରଣ ତୁମ୍ଭର ଦୁଷ୍ଟତା କାହା ଉପରେ ଅବିରତ ବର୍ତ୍ତି ନାହିଁ ?"}]}