{"bibleAbbr":"LBP1933","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"SEE how abundant the love of the Fa ther is toward us, for he has called us sons and made us: therefore the world does not know us because it did not know him."},{"number":2,"verse":"My beloved, now we are the sons of God, and as yet it has not been revealed what we shall be: but we know that when he shall appear, we shall be in his likeness; for we shall see him as he is."},{"number":3,"verse":"Let every man who has this hope in him purify himself, even as he is pure."},{"number":4,"verse":"Whoever commits sin commits evil: for all sin is evil."},{"number":5,"verse":"And you know that he was manifested to take away our sins; and in him is no sin."},{"number":6,"verse":"Whoever abides in him does not sin: and whoever sins has not seen him, neither known him."},{"number":7,"verse":"My children, let no man deceive you; he who does righteousness is righteous, just as Christ is righteous."},{"number":8,"verse":"He who commits sin is of the devil; because the devil has been a sinner from the beginning. For this purpose the Son of God appeared, that he might destroy the works of the devil."},{"number":9,"verse":"Whoever is born of God does not commit sin because God's seed is in him; and he cannot sin because he is born of God."},{"number":10,"verse":"In this the children of God can be distinguished from the children of the devil: whoever does not practice righteousness and does not love his brother, does not belong to God."},{"number":11,"verse":"For this is the commandment that you have heard from the beginning, that you must love one another,"},{"number":12,"verse":"Not as Cain, who belonged to the wicked one and slew his brother. And why did he kill him? Because his own works were evil, and those of his brother were righteous."},{"number":13,"verse":"So be not surprised, my brethren, if the world hates you."},{"number":14,"verse":"We know that we have passed from death to life, because we love our brethren. He who does not love his brother abides in death."},{"number":15,"verse":"Whosoever hates his brother is a murderer: and you know that no murderer has eternal life abiding in him."},{"number":16,"verse":"By this we know his love for us, because he laid down his life for us: and we ought to lay down our lives for our brethren."},{"number":17,"verse":"Whoever has worldly goods, and sees his brother in need, and shuts his mercy from him, how can the love of God dwell in him?"},{"number":18,"verse":"My children, let us not love one another in word and in tongue, but in deed and in truth."},{"number":19,"verse":"And by this we shall know that we are of the truth, and shall assure our hearts before he comes."},{"number":20,"verse":"For if our hearts condemns us, how much more, then, will God who is greater than our hearts and knows all things."},{"number":21,"verse":"My beloved, if our hearts do not condemn us, then we have confidence before God."},{"number":22,"verse":"And whatever we ask, we receive from him, because we keep his commandments, and do those things that are pleasing to him."},{"number":23,"verse":"And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he has commanded us."},{"number":24,"verse":"Whosoever keeps his commandments will be guarded by him, and he will dwell in him. And by this we know that he abides in us, by the Spirit which he has given us."}]}