{"bibleAbbr":"NCB2019","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"I urge then, first of all, that supplications, prayers, intercessions, and thanksgivings be offered for everyone,"},{"number":2,"verse":"for kings and for all those who hold positions of authority, so that we may be able to lead a tranquil and quiet life with all possible devotion and dignity."},{"number":3,"verse":"To do so is right and acceptable to God our Savior,"},{"number":4,"verse":"who desires everyone to be saved and to come to full knowledge of the truth."},{"number":5,"verse":"[c]For there is one God, and there is one mediator between God and man, Christ Jesus, himself a man,"},{"number":6,"verse":"who gave himself as a ransom for all. This was the testimony he offered at the appointed time."},{"number":7,"verse":"And I was made a herald and an apostle of it (I am telling the truth; I am not lying), a teacher of the Gentiles in faith and truth."},{"number":8,"verse":"I desire, then, that in every place the men should pray, lifting up their hands reverently in prayer without anger or argument."},{"number":9,"verse":"I also ask that the women should dress themselves modestly and decently in suitable clothing. They should be adorned not with braided hair or with gold or pearls or expensive clothes,[e]"},{"number":10,"verse":"but with good works, as is fitting for women who profess their reverence for God."},{"number":11,"verse":"Women are to learn in silence with complete submission."},{"number":12,"verse":"I do not allow a woman to teach or to hold authority over a man. She should keep silent."},{"number":13,"verse":"For Adam was formed first, and Eve afterward."},{"number":14,"verse":"Furthermore, Adam was not deceived; it was the woman who was deceived and fell into sin."},{"number":15,"verse":"However, women will be saved through the bearing of children, provided that they continue to persevere in faith, love, and holiness, marked by modesty."}]}