{"bibleAbbr":"TRC1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"Then came he to Derba and to Lystra. And beholde a certayne disciple was there named Timotheus a womans sonne which was a Iewas and beleved: but his father was a Greke."},{"number":2,"verse":"Of whom reported well the brethren of Lystra and of Iconium."},{"number":3,"verse":"The same Paul wolde yt he shuld goo forth with him and toke and circumcised him because of the Iewes which were in those quarters: for they knewe all that his father was a Greke."},{"number":4,"verse":"As they went thorow ye cities they delyvered the the decrees for to kepe ordeyned of the Apostles and elders which were at Ierusalem."},{"number":5,"verse":"And so were the congregacions stablisshed in the fayth and encreased in noumbre dayly."},{"number":6,"verse":"When they had goone thorow out Phrigia and the region of Galacia and were forbydde of the holy gost to preach the worde in Asia"},{"number":7,"verse":"they came to Misia and sought to goo into Bethinia. But the sprete soffered the not."},{"number":8,"verse":"Then they went over Misia and cam doune to Troada."},{"number":9,"verse":"And a vision appered to Paul in ye nyght. There stode a man of Macedonia and prayed him sayinge: come into Macedonia and helpe vs."},{"number":10,"verse":"After he had sene ye vision immediatly we prepared to goo into Macedonia certified yt the lorde had called vs for to preache the gospell vnto them."},{"number":11,"verse":"Then lowsed we forth from Troada and with a strayght course came to Samothracia and the nexte daye to Neapolim"},{"number":12,"verse":"and from thence to Philippos which is the chefest citie in ye partes of Macedonia and a fre cite. We were in that cite abydynge a certayne dayes."},{"number":13,"verse":"And on the saboth dayes we went out of the cite besydes a ryver where men were wont to praye and we sate doune and spake vnto the wemen which resorted thyther."},{"number":14,"verse":"And a certayne woman named Lydia a seller of purple of the cite of Thiatira which worshipped God gave vs audience. Whose hert the Lorde opened that she attended vnto the thinges which Paul spake."},{"number":15,"verse":"When she was baptised and her housholde she besought vs sayinge: Yf ye thinke that I beleve on the Lorde come into my housse and abyde there. And she constrayned vs."},{"number":16,"verse":"And it fortuned as we went to prayer a certayn damsell possessed with a sprete that prophesied met vs which brought her master and mastres moche vauntage with prophesyinge."},{"number":17,"verse":"The same folowed Paul and vs and cryed sayinge: these men are the servauntes of the most hye God which shewe vnto vs the waye of salvacion."},{"number":18,"verse":"And this dyd she many dayes. But Paul not cotent turned about and sayd to the sprete: I commaunde the in the name of Iesu Christ that thou come out of her. And he came out the same houre."},{"number":19,"verse":"And when her master and mastres sawe yt the hope of their gaynes was gone they caught Paul and Sylas and drue the into the market place vnto the rulars"},{"number":20,"verse":"and brought them to the officers sayinge: These men trouble oure cite which are Iewes"},{"number":21,"verse":"and preache ordinaunces which are not laufull for vs to receave nether to observe seinge we are Romayns."},{"number":22,"verse":"And the people ranne on them and the officers rent their clothes and comaunded them to be beaten with roddes."},{"number":23,"verse":"And when they had beaten them sore they cast them into preson comaundynge the iayler to kepe them surely."},{"number":24,"verse":"Which iayler when he had receaved suche comaundment thrust them into the ynner preson and made their fete fast in the stockes."},{"number":25,"verse":"At mydnyght Paul and Sylas prayed and lauded God. And the presoners hearde them."},{"number":26,"verse":"And sodenly ther was a greate erth quake so that ye fonndacion of the preson was shaken and by and by all the dores opened and every mannes bondes were lowsed."},{"number":27,"verse":"When the keper of ye preson waked out of his slepe and sawe the preson dores open he drue out his swearde and wolde have kylled him selfe supposynge the presoners had bene fledde."},{"number":28,"verse":"But Paul cryed with a lowde voyce sayinge: Do thy selfe no harme for we are all heare."},{"number":29,"verse":"Then he called for a lyght and sprange in and came tremblynge and fell doune before Paul and Sylas"},{"number":30,"verse":"and brought them out and sayde: Syrs what must I do to be saved?"},{"number":31,"verse":"And they sayde: beleve on the Lorde Iesus and thou shalt be saved and thy housholde."},{"number":32,"verse":"And they preached vnto him the worde of the Lorde and to all that were in his housse."},{"number":33,"verse":"And he toke them the same houre of the nyght and wasshed their woundes and was baptised with all that belonged vnto him strayght waye."},{"number":34,"verse":"Whe he had brought them into his housse he set meate before them and ioyed that he with all his housholde boleved on God."},{"number":35,"verse":"And when it was daye the officers sent the ministres sayinge: Let those men goo."},{"number":36,"verse":"The keper of ye preson tolde this sayinge to Paul the officiers have sent worde to lowse you. Now therfore get you hence and goo in peace."},{"number":37,"verse":"Then sayde Paul vnto them: they have beaten vs openly vncomdempned for all yt we are Romayns and have cast vs into preson: and now wolde they sende vs awaye prevely? Naye not so but let them come the selves and set vs out."},{"number":38,"verse":"When the ministres tolde these wordes vnto the officers they feared when they hearde that they were Romayns"},{"number":39,"verse":"and came and besought them and brought them out and desyred them to departe out of the cite."},{"number":40,"verse":"And they wet out of ye preson and entred into the housse of Lidia and whe they had sene the brethren they comforted them and departed."}]}