{"bibleAbbr":"TRC1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":17,"verses":[{"number":1,"verse":"As they made their iorney thorow Amphipolis and Appolonia they came to Thessalonica where was a synagoge of the Iewes."},{"number":2,"verse":"And Paul as his maner was went in vnto them and thre saboth doyes declared oute of the scripture vnto them"},{"number":3,"verse":"openynge and allegynge that Christ must nedes have suffred and rysen agayne from deeth and that this Iesus was Christ whom (sayde he) I preache to you."},{"number":4,"verse":"And some of them beleved and came and companyed with Paul and Sylas: also of the honourable Grekes a greate multitude and of the chefe wemen not a feawe."},{"number":5,"verse":"But the Iewes which beleved not havynge indignacio toke vnto the evyll men which were vagabondes and gadered a company and set all the cite on a roore and made asaute vnto the housse of Iason and sought to bringe the out to the people."},{"number":6,"verse":"But when they founde them not they drue Iason and certayne brethren vnto the heedes of the cite cryinge: these that trouble the worlde are come hydder also"},{"number":7,"verse":"which Iason hath receaved prevely. And these all do contrary to the elders of Cesar affirmynge another kynge one Iesus."},{"number":8,"verse":"And they troubled the people and the officers of the cite when they hearde these thinges."},{"number":9,"verse":"And when they were sufficiently answered of Iason and of the other they let the goo."},{"number":10,"verse":"And the brethren immediatly sent awaye Paul and Sylas by nyght vnto Berrea. Which when they were come thyther they entred into ye synagoge of the Iewes."},{"number":11,"verse":"These were the noblest of byrthe amonge the of Thessalonia which receaved the worde wt all diligence of mynde and searched ye scriptures dayly whether those thinges were even so."},{"number":12,"verse":"And many of the beleved: also of worshipfull weme which were Grekes and of men not a feawe."},{"number":13,"verse":"When the Iewes of Thessalonia had knowledge that ye worde of God was preached of Paul at Berrea they came there and moved the people."},{"number":14,"verse":"And then by and by ye brethre sent awaye Paul to goo as it were to ye see: but Sylas and Timotheus abode there still."},{"number":15,"verse":"And they that gyded Paul brought him vnto Attens and receaved a comaundment vnto Sylas and Timotheus for to come to him at once and came their waye."},{"number":16,"verse":"Whyll Paul wayted for them at Attens his sprete was moved in him to se the cite geven to worshippinge of ymages."},{"number":17,"verse":"Then he disputed in the synagoge wt the Iewes and with the devout persones and in the market dayly with the that came vnto him."},{"number":18,"verse":"Certayne philosophers of ye Epicures and of ye stoyckes disputed with him. And some ther were which sayde: what will this babler saye. Other sayd: he semeth to be a tydynges bringer of newe devyls because he preached vnto them Iesus and the resurreccion."},{"number":19,"verse":"And they toke him and brought him into Marsestrete sayinge: maye we not knowe what this newe doctrine wher of thou speakest is?"},{"number":20,"verse":"For thou bringest straunge tydynges to oure eares. We wolde knowe therfore what these thinges meane."},{"number":21,"verse":"For all the Attenians and straungers which were there gave the selves to nothinge els but ether to tell or to heare newe tydynges."},{"number":22,"verse":"Paul stode in the myddes of Marse strete and sayde: ye men of Attens I perceave that in all thinges ye are to supersticious."},{"number":23,"verse":"For as I passed by and behelde the maner how ye worship youre goddes I founde an aultre wher in was written: vnto ye vnknowen god. Whom ye then ignoratly worship him shewe I vnto you."},{"number":24,"verse":"God that made the worlde and all that are in it seynge that he is Lorde of heven and erth he dwelleth not in temples made with hondes"},{"number":25,"verse":"nether is worshipped with mennes hondes as though he neded of eny thinge seinge he him selfe geveth lyfe and breeth to all men every where"},{"number":26,"verse":"and hath made of one bloud all nacions of men for to dwell on all the face of the erthe and hath assigned before how longe tyme and also the endes of their inhabitacion"},{"number":27,"verse":"that they shuld seke God yf they myght fele and fynde him though he be not farre from every one of vs."},{"number":28,"verse":"For in him we lyve move and have oure beynge as certayne of youre awne Poetes sayde. For we are also his generacion."},{"number":29,"verse":"For as moche then as we are the generacion of God we ought not to thynke that the godhed is lyke vnto golde silver or stone graven by crafte and ymaginacion of man."},{"number":30,"verse":"And the tyme of this ignoraunce God regarded not: but now he byddeth all men every where repent"},{"number":31,"verse":"because he hath apoynted a daye in the which he will iudge the worlde acordynge to ryghtewesses by that man whom he hath apoynted and hath offered faith to all men after that he had raysed him from deeth."},{"number":32,"verse":"When they hearde of ye resurreccion from deeth some mocked and other sayde: we will heare the agayne of this matter."},{"number":33,"verse":"So Paul departed from amonge them."},{"number":34,"verse":"Howbeit certayne men clave vnto Paul and beleved amonge the which was Dionysius a senatour and a woman named Damaris and other with them."}]}