{"bibleAbbr":"TRC1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"And it chaunsed that assone as we had launched forth and were departed from them we came with a strayght course vnto Choon and the daye folowinge vnto the Rhodes and from thence vnto Patara."},{"number":2,"verse":"And we founde a shippe redy to sayle vnto Phenices and went a borde and set forthe."},{"number":3,"verse":"Then appered vnto vs Cyprus and we lefte it on the lefte honde and sayled vnto Syria and came vnto Tyre. For there the shyppe vnladed her burthen."},{"number":4,"verse":"And when we had founde brethren we taryed there. vii. dayes. And they tolde Paul thorowe ye sprete that he shuld not goo vp to Ierusalem."},{"number":5,"verse":"And when the dayes were ended we departed and went oure wayes and they all brought vs on oure waye wt their wyves and chyldren tyll we were come out of the cyte. And we kneled doune in the shore and prayde."},{"number":6,"verse":"And when we had taken oure leave one of another we toke shyppe and they returned home agayne."},{"number":7,"verse":"When we had full ended the course fro Tyre we aryved at Ptolomaida and saluted the brethren and abode with the one daye."},{"number":8,"verse":"The nexte daye we that were of Pauls copany departed and came vnto Cesarea. And we entred into the housse of Philip ye Evagelist which was one of the seve deacones and abode with him."},{"number":9,"verse":"The same man had fower doughters virges which dyd prophesy."},{"number":10,"verse":"And as we taried there a good many dayes there came a certayne prophete from Iurie named Agabus."},{"number":11,"verse":"When he was come vnto vs he toke Pauls gerdell and bounde his hondes and fete and sayde: thus saith the holy goost: so shall ye Iewes at Ierusalem bynde the man yt oweth this gerdell and shall delyver him into the hondes of the gentyls."},{"number":12,"verse":"When we hearde this both we and other of the same place besought him that he wolde not goo vp to Ierusalem."},{"number":13,"verse":"Then Paul answered and sayde: what do ye wepynge and breakinge myne hert? I am redy not to be bound only but also to dye at Ierusalem for ye name of ye Lorde Iesu."},{"number":14,"verse":"When we coulde not turne his mynde we ceased sayinge: the will of ye Lorde be fulfilled."},{"number":15,"verse":"After those dayes we made oure selfes redy and went vp to Ierusalem."},{"number":16,"verse":"There went with vs also certayne of his disciples of Cesarea and brought with them one Mnason of Cyprus an olde disciple with whom we shuld lodge."},{"number":17,"verse":"And when we were come to Ierusalem the brethren receaved vs gladly."},{"number":18,"verse":"And on the morowe Paul wet in with vs vnto Iames. And all the elders came to geder."},{"number":19,"verse":"And when he had saluted them he tolde by order all thinges that God had wrought amoge the getyls by his ministracion."},{"number":20,"verse":"And when they hearde it they glorified the Lorde and sayde vnto him: thou seist brother how many thousande Iewes ther are which beleve and they are all zelous over ye lawe."},{"number":21,"verse":"And they are informed of the that thou teachest all the Iewes which are amoge the gentyls to forsake Moses and sayst that they ought not to circumcise their chyldren nether to live after the customes."},{"number":22,"verse":"What is it therfore? The multitude must nedes come togeder. For they shall heare that thou arte come."},{"number":23,"verse":"Do therfore this that we saye to the. We have. iiii. men which have a vowe on them."},{"number":24,"verse":"Them take and purifye thy selfe with them and do cost on them that they maye shave their heeddes and all shall knowe yt tho thinges which they have hearde concerninge the are nothinge: but that thou thy selfe also walkest and kepest the lawe."},{"number":25,"verse":"For as touchinge the gentyls which beleve we have written and concluded yt they observe no soche thinges: but that they kepe them selves from thinges offred to ydoles from bloud fro strangled and fro fornicacion."},{"number":26,"verse":"Then the nexte daye Paul toke the men and purified him selfe with them and entred into the teple declaringe that he observed the dayes of ye purificacio vntyll that an offeringe shuld be offred for every one of them."},{"number":27,"verse":"And as the seven dayes shuld have bene ended ye Iewes which were of Asia when they sawe him in the teple they moved all the people and layde hondes on him"},{"number":28,"verse":"cryinge: men of Israel helpe. This is the man that teacheth all men every where agaynst the people and the lawe and this place. Moreover also he hath brought Grekes into the teple and hath polluted this holy place."},{"number":29,"verse":"For they sawe one Trophimus an Ephesian with him in the cyte. Him they supposed Paul had brought into the teple."},{"number":30,"verse":"And all the cyte was moved and the people swarmed to geder. And they toke Paul and drue him out of the teple and forthwith the dores were shut to."},{"number":31,"verse":"As they went about to kyll him tydinges came vnto the hye captayne of the soudiers that all Ierusalem was moved."},{"number":32,"verse":"Which immediatly toke soudiers and vndercaptaynes and ranne doune vnto them. When they sawe ye vpper captayne and the soudiers they lefte smytinge of Paul."},{"number":33,"verse":"Then the captayne came neare and toke him and comaunded him to be bounde with two chaynes and demaunded what he was and what he had done."},{"number":34,"verse":"And one cryed this another that amoge the people. And whe he coulde not knowe the certayntie for ye rage he comaunded him to be caryed into the castle."},{"number":35,"verse":"And whe he came vnto a grece it fortuned that he was borne of the soudiers of the violence of the people."},{"number":36,"verse":"For the multitude of the people folowed after cryinge: awaye wt him."},{"number":37,"verse":"And as Paul shuld have bene caryed into the castle he sayde vnto the hye Captayne: maye I speake vnto the? Which sayde: canst thou speake Greke?"},{"number":38,"verse":"Arte not thou that Egypcian which before these dayes made an vproure and ledde out into the wildernes. iiii. thousande men that were mortherers?"},{"number":39,"verse":"But Paul sayde: I am a ma which am a Iewe of Tharsus a cite in Cicill a Citesyn of no vyle cite I beseche ye soffre me to speake vnto ye people."},{"number":40,"verse":"When he had geve him licece Paul stode on ye steppes and beckned with the honde vuto the people and ther was made a greate silence. And he spake vnto the in ye Ebrue tonge sayinge:"}]}