{"bibleAbbr":"TRC1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"Peter and Iohn went up togedder into the teple at the nynthe houre of prayer."},{"number":2,"verse":"And ther was a certayne man halt from his mothers wobe who they brought and layde at the gate of the temple called beutifull to axe almes of them that entred into the temple."},{"number":3,"verse":"Which same when he sawe Peter and Iohn that they wolde in to the teple desyred to receave an almes."},{"number":4,"verse":"And Peter fastened his eyes on him with Iohn and sayde: looke on vs."},{"number":5,"verse":"And he gaue hede vnto the trustinge to receave somthinge of them."},{"number":6,"verse":"Then sayd Peter: Silver and golde have I none suche as I have geve I the. In the name of Iesu Christ of Nazareth ryse vp and walke."},{"number":7,"verse":"And he toke him by the right honde and lifte him vp. And immediatly his fete and ancle bones receaved strenght."},{"number":8,"verse":"And he sprage stode and also walked and entred with them into the temple walkinge and leapinge and laudynge God."},{"number":9,"verse":"And all the people sawe him walke and laude God."},{"number":10,"verse":"And they knewe him that it was he which sate and begged at the beutifull gate of the temple. And they wondred and were sore astonnyed at that which had happened vnto him."},{"number":11,"verse":"And as ye halt which was healed helde Peter and Iohn all the people ranne amased vnto them in Salomons porche."},{"number":12,"verse":"When Peter sawe that he answered vnto the people. Ye men of Israel why marvayle ye at this or why looke ye so stedfastly on vs as though by oure awne power or holynes we had made this man goo?"},{"number":13,"verse":"The God of Abraham Isaac and Iacob the God of oure fathers hath glorified his sonne Iesus whom ye delyvered and denyed in the presence of Pylate whe he had iudged him to be lowsed."},{"number":14,"verse":"But ye denyed the holy and iust and desyred a mortherar to be geven you"},{"number":15,"verse":"and kylled the Lorde of lyfe whom God hath raysed from deeth of the which we are wytnesses."},{"number":16,"verse":"And his name thorow the fayth of his name hath made this man sound whom ye se and knowe. And the fayth which is by him hath geven to him this health in the presence of you all."},{"number":17,"verse":"And now brethre I wote well that thorow ignorauce ye did it as dyd also youre heddes."},{"number":18,"verse":"But those thinges which God before had shewed by the mouth of all his Prophetes how yt Christ shuld suffre he hath thus wyse fulfilled."},{"number":19,"verse":"Repent ye therfore and turne yt youre synnes maye be done awaye when the tyme of refresshinge commeth which we shall have of the presence of the Lorde"},{"number":20,"verse":"and when God shall sende him which before was preached vnto you that is to wit Iesus Christ"},{"number":21,"verse":"which must receave heave vntyll the tyme yt all thinges which God hath spoken by the mouth of all his holy Prophetes sence the worlde began be restored agayne."},{"number":22,"verse":"For Moses sayd vnto the fathers: A Prophet shall the Lorde youre God rayse vp vnto you even of youre brethren lyke vnto me: him shall ye heare in all thinges whatsoever he shall saye vnto you."},{"number":23,"verse":"For the tyme will come yt every soule which shall not heare that same Prophet shalbe destroyed from amonge the people."},{"number":24,"verse":"Also all the Prophetes from Samuel and thence forth as many as have spoken have in lykwyse tolde of these dayes."},{"number":25,"verse":"Ye are the chyldren of the Prophetes and of the covenaunt which God hath made vnto oure fathers sayinge to Abraham: Eve in thy seede shall all the kinredes of the erth be blessed."},{"number":26,"verse":"Fyrst vnto you hath God raysed vp his sonne Iesus and him he hath sent to blysse you that every one of you shuld turne from youre wickednes."}]}