{"bibleAbbr":"TRC1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"A certayne man named Ananias with Saphira his wyfe solde a possession"},{"number":2,"verse":"and kepte awaye parte of the pryce (his wyfe also beynge of counsell) and brought a certayne parte and layde it doune at the Apostles fete."},{"number":3,"verse":"Then sayde Peter: Ananias how is it that Satan hath filled thyne hert that thou shuldest lye vnto the holy goost and kepe awaye parte of the pryce of the lyvelod:"},{"number":4,"verse":"Pertayned it not vnto the only and after it was solde was not the pryce in thyne awne power? How is it that thou hast coceaved this thinge in thyne herte? Thou hast not lyed vnto men but vnto God."},{"number":5,"verse":"When Ananias herde these wordes. he fell doune and gave vp the goost. And great feare came on all the that these thinges hearde."},{"number":6,"verse":"And the yonge men roose vp and put him a parte and caryed him out and buryed him."},{"number":7,"verse":"And it fortuned as it were aboute the space of. iii. houres after that his wyfe came in ignoraunt of that which was done."},{"number":8,"verse":"And Peter sayde vnto her: Tell me gave ye the londe for so moche? And she sayde: ye for so moche"},{"number":9,"verse":"Then Peter sayde vnto her: why have ye agreed to gether to tept the sprete of the Lorde? Beholde the fete of them which have buryed thy husbande are at the dore and shall cary the out."},{"number":10,"verse":"Then she fell doune strayght waye at his fete and yelded vp the goost. And the yonge men came in and founde her ded and caryed her out and buryed her by her husbande."},{"number":11,"verse":"And great feare came on all the congregacion and on as many as hearde it."},{"number":12,"verse":"By the hondes of the Apostles were many signes and wondres shewed amoge the people. And they were all together with one acorde in Salomons porche."},{"number":13,"verse":"And of other durst no man ioyne him selfe to them: neverthelater the people magnyfied them."},{"number":14,"verse":"The noumbre of them that beleved in the Lorde bothe of men and wemen grewe moare and moare:"},{"number":15,"verse":"in so moche that they brought the sicke into the strettes and layde them on beddes and palettes that at the lest waye the shadowe of Peter when he came by myght shadowe some of them."},{"number":16,"verse":"There came also a multitude out of ye cities roud about vnto Ierusalem bringynge sicke folkes and them which were vexed with vnclene spretes. And they were healed every one."},{"number":17,"verse":"Then ye chefe preste rose vp and all they that were with him (which is the secte of the Saduces) and were full of indignacion"},{"number":18,"verse":"and layde hondes on the Apostles and put them in the comen preson."},{"number":19,"verse":"But the angell of the Lorde by nyght openned the preson dores and brought them forthe and sayde:"},{"number":20,"verse":"goo steppe forthe and speake in the temple to the people all the wordes of this lyfe."},{"number":21,"verse":"When they hearde that they entred into the temple erly in the morninge and taught. The chefe prest came and they that were with him and called a counsell to gedder and all the elders of the chyldren of Israel and sent to the preson to fet them."},{"number":22,"verse":"When the ministres came and founde them not in the preson they returned and tolde"},{"number":23,"verse":"sayinge: the preson founde we shut as sure as was possible and the kepers stondynge with out before ye dores. But whe we had opened we founde no man with in."},{"number":24,"verse":"When the chefe prest of all and the ruler of the temple and the hye prestes hearde these thinges they douted of them whervnto this wolde growe."},{"number":25,"verse":"Then came one and shewed them: beholde ye men yt ye put in preson stonde in the teple and teache the people."},{"number":26,"verse":". Then went the ruler of the teple with ministers and brought the with out violence. For they feared the people lest they shuld have bene stoned."},{"number":27,"verse":"And when they had brought them they set them before the counsell. And ye chefe preste axed the"},{"number":28,"verse":"sayinge: dyd not we straytely comaunde you that ye shuld not teache in this name? And beholde ye have filled Ierusalem with youre doctrine and ye intende to brynge this mans bloud vpon vs."},{"number":29,"verse":"Peter and the other Apostles answered and sayde: We ought moare to obey God then men."},{"number":30,"verse":"The God of oure fathers raysed vp Ie Iesus whom ye slewe and hanged on tre."},{"number":31,"verse":"Him hath god lifte vp with his right hand to be a ruler and a savioure for to geve repetauce to Israell and forgevenes of synnes."},{"number":32,"verse":"And we are his recordes concernynge these thinges and also the holy goost whom God hath geve to them yt obey him."},{"number":33,"verse":"When they hearde yt they clave asunder: and sought meanes to slee them."},{"number":34,"verse":"Then stode ther vp one in ye counsell a Pharisey named Gamaliel a doctoure of lawe had in auctorite amoge all the people and commaunded to put the Apostles a syde a lytell space"},{"number":35,"verse":"and sayde vnto them: Men of Israel take hede to youre selves what ye entende to do as touchinge these men"},{"number":36,"verse":"Before these dayes rose vp one Theudas bostinge him selfe to whom resorted a nombre of men about a foure hondred which was slayn and they all which beleved him were scatred a broode and brought to nought."},{"number":37,"verse":"After this man arose ther vp one Iudas of Galile in the tyme when tribute began and drewe awaye moche people after him. He also perisshed: and all even as many as harkened to him are scattered a brood."},{"number":38,"verse":"And now I saye vnto you: refrayne youre selves from these men let them alone. For yf ye cousell or this worke be of men it will come to nought."},{"number":39,"verse":"But and yf it be of God ye can not destroye it lest haply ye be founde to stryve agaynst God."},{"number":40,"verse":"And to him they agreed and called the Apostles and bet them and comaunded that they shuld not speake in ye name of Iesu and let them goo."},{"number":41,"verse":"And they departed from the counsell reioysynge yt they were counted worthy to soffre rebuke for his name."},{"number":42,"verse":"And dayly in the teple and in every housse they ceased not teachinge and preachinge Iesus Christ."}]}