{"bibleAbbr":"TRC1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"And Saul yet brethynge oute threatnynges and slaughter agaynst ye disciples of the lorde went vnto ye hye preste"},{"number":2,"verse":"and desyred of him letters to Damasco to ye synagoges: that yf he founde eny of this waye whether they were men or wemen he myght bringe them bounde vnto Ierusalem."},{"number":3,"verse":"But as he went on his iorney it fortuned yt he drue nye to Damasco and sodenly ther shyned rounde about him a lyght fro heven."},{"number":4,"verse":"And he fell to ye erth and hearde a voyce sayinge to him: Saul Saul why persecutest thou me"},{"number":5,"verse":"And he sayde what arte thou lorde And the lorde sayd I am Iesus whom thou persecutest it shalbe harde for ye to kycke agaynst ye pricke."},{"number":6,"verse":"And he bothe tremblynge and astonyed sayde: Lorde what wilt thou have me to do? And ye Lorde sayde vnto him: aryse and goo into the cite and it shalbe tolde the what thou shalt do."},{"number":7,"verse":"The men which iornayed with him stode amased for they herde a voyce but sawe no man."},{"number":8,"verse":"And Saul arose from the erth and opened his eyes but sawe no man. Then ledde they him by the honde and brought him into Damasco."},{"number":9,"verse":"And he was. iii. dayes with out syght and nether ate nor dranke."},{"number":10,"verse":"And ther was a certayne disciple at Damasco named Ananias and to him sayde the lorde in a vision: Ananias. And the he sayde: beholde I am here lorde."},{"number":11,"verse":"And the lorde sayde to him: aryse and goo into the strete which is called strayght and seke in the housse of Iudas after one called Saul of Tharsus. For beholde he prayeth"},{"number":12,"verse":"and hath sene in a vision a man named Ananias comynge in to him and puttynge his hondes on him that he myght receave his syght."},{"number":13,"verse":"Then Ananias answered: Lorde I have hearde by many of this man how moche evell he hath done to thy sainctes at Ierusalem"},{"number":14,"verse":"and here he hath auctorite of the hye prestes to bynde all that call on thy name."},{"number":15,"verse":"The lorde sayde vnto him: Goo thy wayes: for he is a chosen vessell vnto me to beare my name before the gentyls and kynges and the chyldren of Israel."},{"number":16,"verse":"For I will shewe him how great thinges he must suffre for my names sake."},{"number":17,"verse":"Ananias went his waye and entryd into ye housse and put his hondes on him and sayde: brother Saul the lorde that apperyd vnto the in the waye as thou camst hath sent me that thou myghtest receave thy syght and be filled with the holy goost."},{"number":18,"verse":"And immediatly ther fell from his eyes as it had bene scales and he receaved syght and arose and was baptised"},{"number":19,"verse":"and receaved meate and was comforted. Then was Saul a certayne daye wt the disciples which were at Damasco."},{"number":20,"verse":"And streyght waye he preached Christ in the synagoges how that he was the sonne of God."},{"number":21,"verse":"All that hearde him were amased and sayde: is not this he that spoyled the which called on this name in Ierusalem and came hyther for ye entent that he shuld bringe the bounde vnto the hye prestes?"},{"number":22,"verse":"But Saul encreased in stregth and confounded the Iewes which dwelte at Damasco affirminge that this was very Christ."},{"number":23,"verse":"And after a good whyle ye Iewes toke counsell to gether to kyll him."},{"number":24,"verse":"But their layinge awayte was knowen of Saul. And they watched at the gates daye and nyght to kyll him."},{"number":25,"verse":"Then ye disciples toke him by night and put him thorow the wall and let him doune in a basket."},{"number":26,"verse":"And when Saul was come to Ierusalem he assayde to cople him silfe with ye discyples and they were all afrayde of hym and beleued not that he was a disciple."},{"number":27,"verse":"But Bernabas toke hym and brought hym to ye apostles and declared to the how he had sene ye Lorde in ye waye and had spoke wyth hym: and how he had done boldely at damasco in the name of Iesu."},{"number":28,"verse":"And he had his conuersacion with them at Ierusalem"},{"number":29,"verse":"and quit hym silfe boldly in the name of the lorde Iesu. And he spake and disputed wyth the grekes: and they went aboute to slee hym."},{"number":30,"verse":"But when the brethren knew of that they brought hym to cesarea and sent hym forth to Tharsus."},{"number":31,"verse":"Then had ye congregacios rest thorowoute all Iewry and galile and Samary and were edified and walked in the feare of the lorde and multiplied by the comforte of the holy gost."},{"number":32,"verse":"And it chaunsed yt as Peter walked throughoute all quarters he ca to ye saynctes which dwelt at Lydda"},{"number":33,"verse":"and there he foude a certayne ma namyd Eneas whych had kepte hys bed viii. yere sicke of the palsie."},{"number":34,"verse":"Then sayde Peter vnto hym: Eneas Iesus Christ make ye whole. Aryse and make thy beed. And he arose immedyatly."},{"number":35,"verse":"And all that dwelt at lydda and assaron sawe hym and tourned to the lorde."},{"number":36,"verse":"Ther was at Ioppe a certayne woma (whiche was a disciple named Tabitha which by interpretacion is called dorcas) the same was full of good workes and almes dedes which she did."},{"number":37,"verse":"And it chaunsed in those dayes that she was sicke and dyed. When they had wesshed her and layd her in a chamber:"},{"number":38,"verse":"Because Lydda was nye to Ioppa and the disciples had hearde that Peter was there they sent vnto hym desyrynge him that he wolde not be greved to come vnto them."},{"number":39,"verse":"Peter arose and came with them and when he was come they brought him in to ye chamber. And all ye wydowes stode roude aboute hym wepynge and shewynge the cotes and garmentes which Dorcas made whill she was with the."},{"number":40,"verse":"And Peter put the all forth and kneled doune and prayde and turned him to ye body and sayde: Tabitha aryse. And she opened her eyes and whe she sawe Peter she sat vp."},{"number":41,"verse":"And he gave her ye honde and lyft her up and called the sainctes and wydowes and shewed her alyve."},{"number":42,"verse":"And it was knowne throwout all Ioppa and many beleved on the Lorde."},{"number":43,"verse":"And it fortuned that he taryed many dayes in Ioppa with one Simon a tanner."}]}