{"bibleAbbr":"NRSVue2021","bookName":"John","bookEnglishName":"John","chapterNumber":14,"verses":[{"number":1,"verse":"Jesus the Way to the Father (Jn 16.23, 24) “Do not let your hearts be troubled. Believe (Or You believe) in God; believe also in me."},{"number":2,"verse":"In my Father’s house there are many dwelling places. If it were not so, would I have told you that I go to prepare a place for you? (Or If it were not so, I would have told you, for I go to prepare a place for you)"},{"number":3,"verse":"(Jn 12.26) And if I go and prepare a place for you, I will come again and will take you to myself, so that where I am, there you may be also."},{"number":4,"verse":"And you know the way to the place where I am going.” (Other ancient authorities read Where I am going you know, and the way you know)"},{"number":5,"verse":"Thomas said to him, “Lord, we do not know where you are going. How can we know the way?”"},{"number":6,"verse":"(Jn 1.4; 8.32; 10.9; 11.25) Jesus said to him, “I am the way and the truth and the life. No one comes to the Father except through me."},{"number":7,"verse":"If you know me, you will know (Other ancient authorities read If you had known me, you would have known) my Father also. From now on you do know him and have seen him.”"},{"number":8,"verse":"Philip said to him, “Lord, show us the Father, and we will be satisfied.”"},{"number":9,"verse":"(Jn 12.45) Jesus said to him, “Have I been with you all this time, Philip, and you still do not know me? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?"},{"number":10,"verse":"(Jn 5.19; 10.38; 12.49) Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own, but the Father who dwells in me does his works."},{"number":11,"verse":"(Jn 5.36; 10.38) Believe me that I am in the Father and the Father is in me, but if you do not, then believe (Other ancient authorities add me) because of the works themselves."},{"number":12,"verse":"Very truly, I tell you, the one who believes in me will also do the works that I do and, in fact, will do greater works than these, because I am going to the Father."},{"number":13,"verse":"I will do whatever you ask in my name, so that the Father may be glorified in the Son."},{"number":14,"verse":"If in my name you ask me (Other ancient authorities lack me) for anything, I will do it."},{"number":15,"verse":"The Promise of the Holy Spirit (Jn 15.10; 1 Jn 5.3) “If you love me, you will keep (Other ancient authorities read me, keep) my commandments."},{"number":16,"verse":"(Jn 15.26; 16.7; 1 Jn 2.1) And I will ask the Father, and he will give you another Advocate, (Or Helper or Comforter) to be with you forever."},{"number":17,"verse":"(Jn 16.13; 1 Cor 2.14; 1 Jn 4.6) This is the Spirit of truth, whom the world cannot receive because it neither sees him nor knows him. You know him because he abides with you, and he will be (Other ancient authorities read he is) in (Or among) you."},{"number":18,"verse":"“I will not leave you orphaned; I am coming to you."},{"number":19,"verse":"In a little while the world will no longer see me, but you will see me; because I live, you also will live."},{"number":20,"verse":"(Jn 10.38) On that day you will know that I am in my Father, and you in me, and I in you."},{"number":21,"verse":"(1 Jn 2.5; 5.3) They who have my commandments and keep them are those who love me, and those who love me will be loved by my Father, and I will love them and reveal myself to them.”"},{"number":22,"verse":"Judas (not Iscariot) said to him, “Lord, how is it that you will reveal yourself to us and not to the world?”"},{"number":23,"verse":"(1 Jn 2.24; Rev 3.20) Jesus answered him, “Those who love me will keep my word, and my Father will love them, and we will come to them and make our home with them."},{"number":24,"verse":"(Jn 7.16; 8.28; 12.49) Whoever does not love me does not keep my words, and the word that you hear is not mine but is from the Father who sent me."},{"number":25,"verse":"“I have said these things to you while I am still with you."},{"number":26,"verse":"(Jn 15.26; 16.7, 13; 1 Jn 2.20, 27) But the Advocate, (Or Helper or Comforter) the Holy Spirit, whom the Father will send in my name, will teach you everything and remind you of all that I have said to you."},{"number":27,"verse":"(Jn 16.33; Phil 4.7; Col 3.15) Peace I leave with you; my peace I give to you. I do not give to you as the world gives. Do not let your hearts be troubled, and do not let them be afraid."},{"number":28,"verse":"(v 18|JHN 14:18; Jn 5.18; 10.29, 30; Phil 2.6) You heard me say to you, ‘I am going away, and I am coming to you.’ If you loved me, you would rejoice that I am going to the Father, because the Father is greater than I."},{"number":29,"verse":"And now I have told you this before it occurs, so that when it does occur you may believe."},{"number":30,"verse":"(Jn 12.31) I will no longer talk much with you, for the ruler of this world is coming. He has no power over me,"},{"number":31,"verse":"(Jn 10.18; 12.49; 18.1) but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us be on our way."}]}