{"bibleAbbr":"NRSVue2021","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"Jesus the True Vine “I am the true vine, and my Father is the vinegrower."},{"number":2,"verse":"He removes every branch in me that bears no fruit. Every branch that bears fruit he prunes (The same Greek root refers to pruning and cleansing) to make it bear more fruit."},{"number":3,"verse":"(Jn 13.10; 17.17; Eph 5.26) You have already been cleansed (The same Greek root refers to pruning and cleansing) by the word that I have spoken to you."},{"number":4,"verse":"(1 Jn 2.6) Abide in me as I abide in you. Just as the branch cannot bear fruit by itself unless it abides in the vine, neither can you unless you abide in me."},{"number":5,"verse":"I am the vine; you are the branches. Those who abide in me and I in them bear much fruit, because apart from me you can do nothing."},{"number":6,"verse":"Whoever does not abide in me is thrown away like a branch and withers; such branches are gathered, thrown into the fire, and burned."},{"number":7,"verse":"(Jn 14.13; 16.23) If you abide in me and my words abide in you, ask for whatever you wish, and it will be done for you."},{"number":8,"verse":"(Mt 5.16; Jn 8.31) My Father is glorified by this, that you bear much fruit and become (Or be) my disciples."},{"number":9,"verse":"As the Father has loved me, so I have loved you; abide in my love."},{"number":10,"verse":"(v 23) If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love."},{"number":11,"verse":"(Jn 17.13) I have said these things to you so that my joy may be in you and that your joy may be complete."},{"number":12,"verse":"(Jn 13.34) “This is my commandment, that you love one another as I have loved you."},{"number":13,"verse":"(Jn 10.11; Rom 5.7, 8) No one has greater love than this, to lay down one’s life for one’s friends."},{"number":14,"verse":"(Mt 12.50) You are my friends if you do what I command you."},{"number":15,"verse":"I do not call you servants (Gk slaves) any longer, because the servant (Gk slave) does not know what the master is doing, but I have called you friends, because I have made known to you everything that I have heard from my Father."},{"number":16,"verse":"(Jn 6.70; 14.13) You did not choose me, but I chose you. And I appointed you to go and bear fruit, fruit that will last, so that the Father will give you whatever you ask him in my name."},{"number":17,"verse":"I am giving you these commands so that you may love one another."},{"number":18,"verse":"The World’s Hatred (1 Jn 3.13) “If the world hates you, be aware that it hated me before it hated you."},{"number":19,"verse":"If you belonged to the world, the world would love you as its own. Because you do not belong to the world, but I have chosen you out of the world, therefore the world hates you."},{"number":20,"verse":"(Mt 10.24; Lk 6.40; Jn 13.16) Remember the word that I said to you, ‘Slaves are not greater than their master.’ If they persecuted me, they will persecute you; if they kept my word, they will keep yours also."},{"number":21,"verse":"(Mt 12.24; Lk 6.40; Jn 13.16) But they will do all these things to you on account of my name, because they do not know him who sent me."},{"number":22,"verse":"(Jn 9.41; Rom 1.20) If I had not come and spoken to them, they would not have sin, but now they have no excuse for their sin."},{"number":23,"verse":"(1 Jn 2.23) Whoever hates me hates my Father also."},{"number":24,"verse":"(Jn 5.36) If I had not done among them the works that no one else did, they would not have sin. But now they have seen and hated both me and my Father."},{"number":25,"verse":"(Ps 35.19; 69.4) It was to fulfill the word that is written in their law, ‘They hated me without a cause.’"},{"number":26,"verse":"(Jn 14.16, 17, 26; 1 Jn 2.1; 5.7) “When the Advocate (Or Helper or Comforter) comes, whom I will send to you from the Father, the Spirit of truth who comes from the Father, he will testify on my behalf."},{"number":27,"verse":"(Lk 24.48; Acts 2.32; 3.15; 5.32; 10.39; 13.31; 1 Jn 4.14) You also are to testify, because you have been with me from the beginning."}]}