{"bibleAbbr":"NRSVue2021","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"(Jesus Heals on the Sabbath) After this there was a festival of the Jews, and Jesus went up to Jerusalem."},{"number":2,"verse":"(Neh 3.1; 12.39) Now in Jerusalem by the Sheep Gate there is a pool, called in Hebrew (That is, Aramaic) Beth-zatha, (Other ancient authorities read Bethesda or Bethsaida) which has five porticoes."},{"number":3,"verse":"In these lay many ill, blind, lame, and paralyzed people. (Other ancient authorities add, wholly or in part, waiting for the stirring of the water, 4 for an angel of the LORD went down from time to time into the pool and stirred up the water; whoever stepped in first after the stirring of the water was made well from whatever disease that person had.)"},{"number":5,"verse":"One man was there who had been ill for thirty-eight years."},{"number":6,"verse":"When Jesus saw him lying there and knew that he had been there a long time, he said to him, “Do you want to be made well?”"},{"number":7,"verse":"The ill man answered him, “Sir, (Or LORD) I have no one to put me into the pool when the water is stirred up, and while I am making my way someone else steps down ahead of me.”"},{"number":8,"verse":"(Mt 9.6; Mk 2.11; Lk 5.24) Jesus said to him, “Stand up, take your mat and walk.”"},{"number":9,"verse":"(Jn 9.14) At once the man was made well, and he took up his mat and began to walk. Now that day was a Sabbath."},{"number":10,"verse":"(vv 15, 16|JHN 5:1516; Neh 13.19; Jer 17.21; Mt 12.2; Mk 2.24; Jn 7.23; 9.16) So the Jews said to the man who had been cured, “It is the Sabbath; it is not lawful for you to carry your mat.”"},{"number":11,"verse":"But he answered them, “The man who made me well said to me, ‘Take up your mat and walk.’ ”"},{"number":12,"verse":"They asked him, “Who is the man who said to you, ‘Take it up and walk’?”"},{"number":13,"verse":"Now the man who had been healed did not know who it was, for Jesus had disappeared in (Or had left because of) the crowd that was there."},{"number":14,"verse":"(Mk 2.5; Jn 8.11) Later Jesus found him in the temple and said to him, “See, you have been made well! Do not sin any more, so that nothing worse happens to you.”"},{"number":15,"verse":"The man went away and told the Jews that it was Jesus who had made him well."},{"number":16,"verse":"Therefore the Jews started persecuting Jesus, because he was doing such things on the Sabbath."},{"number":17,"verse":"(Jn 9.4; 14.10) But Jesus answered them, “My Father is still working, and I also am working.”"},{"number":18,"verse":"(Jn 7.1, 19; 10.30, 33) For this reason the Jews were seeking all the more to kill him, because he was not only breaking the Sabbath but was also calling God his own Father, thereby making himself equal to God."},{"number":19,"verse":"(The Authority of the Son) (Jn 8.28; 12.49; 14.10) Jesus said to them, “Very truly, I tell you, the Son can do nothing on his own but only what he sees the Father doing, for whatever the Father (Gk that one) does, the Son does likewise."},{"number":20,"verse":"(Jn 3.35; 14.12) The Father loves the Son and shows him all that he himself is doing, and he will show him greater works than these, so that you will be astonished."},{"number":21,"verse":"(Jn 11.25; Rom 4.17; 8.11) Indeed, just as the Father raises the dead and gives them life, so also the Son gives life to whomever he wishes."},{"number":22,"verse":"(Jn 9.39; Acts 17.31) The Father judges no one but has given all judgment to the Son,"},{"number":23,"verse":"(Lk 10.16; 1 Jn 2.23) so that all may honor the Son just as they honor the Father. Anyone who does not honor the Son does not honor the Father who sent him."},{"number":24,"verse":"(Jn 3.18; 12.44; 20.31; 1 Jn 3.14; 5.13) Very truly, I tell you, anyone who hears my word and believes him who sent me has eternal life and does not come under judgment but has passed from death to life."},{"number":25,"verse":"(Jn 4.21; 6.60; 8.43, 47) “Very truly, I tell you, the hour is coming and is now here when the dead will hear the voice of the Son of God, and those who hear will live."},{"number":26,"verse":"For just as the Father has life in himself, so he has granted the Son also to have life in himself,"},{"number":27,"verse":"(Acts 10.42; 17.31) and he has given him authority to execute judgment because he is the Son of Man."},{"number":28,"verse":"Do not be astonished at this, for the hour is coming when all who are in their graves will hear his voice"},{"number":29,"verse":"(Dan 12.2; Mt 25.46; Acts 24.15) and will come out: those who have done good to the resurrection of life, and those who have done evil to the resurrection of condemnation."},{"number":30,"verse":"(Witnesses to Jesus) (Jn 4.34; 6.38; 8.16) “I can do nothing on my own. As I hear, I judge, and my judgment is just because I seek to do not my own will but the will of him who sent me."},{"number":31,"verse":"(Jn 8.14) “If I testify about myself, my testimony is not true."},{"number":32,"verse":"(Jn 8.18) There is another who testifies on my behalf, and I know that his testimony to me is true."},{"number":33,"verse":"(Jn 1.7, 15, 19, 27, 32) You sent messengers to John, and he testified to the truth."},{"number":34,"verse":"Not that I accept such human testimony, but I say these things so that you may be saved."},{"number":35,"verse":"(Mt 21.26; 2 Pet 1.19) He was a burning and shining lamp, and you were willing to rejoice for a while in his light."},{"number":36,"verse":"(Jn 10.25; 14.11; 15.24; 1 Jn 5.9) But I have a testimony greater than John’s. The works that the Father has given me to complete, the very works that I am doing, testify on my behalf that the Father has sent me."},{"number":37,"verse":"(Deut 4.12; Jn 8.18; 1 Tim 1.17) And the Father who sent me has himself testified on my behalf. You have never heard his voice or seen his form,"},{"number":38,"verse":"(Jn 3.17) and you do not have his word abiding in you, because you do not believe him whom he has sent."},{"number":39,"verse":"(Lk 24.25, 27; Acts 13.27) “You search the scriptures because you think that in them you have eternal life, and it is they that testify on my behalf."},{"number":40,"verse":"Yet you refuse to come to me to have life."},{"number":41,"verse":"I do not accept glory from humans."},{"number":42,"verse":"But I know that you do not have the love of God in (Or among) you."},{"number":43,"verse":"I have come in my Father’s name, and you do not accept me; if another comes in his own name, you will accept him."},{"number":44,"verse":"(Rom 2.29) How can you believe when you accept glory from one another and do not seek the glory that comes from the one who alone is God? (Other manuscripts read the Only One)"},{"number":45,"verse":"(Jn 9.28; Rom 2.17) Do not think that I will accuse you before the Father; your accuser is Moses, on whom you have set your hope."},{"number":46,"verse":"(Gen 3.15; Lk 24.27; Acts 26.22) If you believed Moses, you would believe me, for he wrote about me."},{"number":47,"verse":"But if you do not believe what he wrote, how will you believe what I say?”"}]}