{"bibleAbbr":"NRSVue2021","bookName":"John","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"Feeding the Five Thousand After this Jesus went to the other side of the Sea of Galilee, also called the Sea of Tiberias. (Gk of Galilee of Tiberias)"},{"number":2,"verse":"A large crowd kept following him because they saw the signs that he was doing for the sick."},{"number":3,"verse":"Jesus went up the mountain and sat down there with his disciples."},{"number":4,"verse":"Now the Passover, the festival of the Jews, was near."},{"number":5,"verse":"(Jn 1.43) When he looked up and saw a large crowd coming toward him, Jesus said to Philip, “Where are we to buy bread for these people to eat?”"},{"number":6,"verse":"He said this to test him, for he himself knew what he was going to do."},{"number":7,"verse":"Philip answered him, “Two hundred denarii would not buy enough bread for each of them to get a little.”"},{"number":8,"verse":"One of his disciples, Andrew, Simon Peter’s brother, said to him,"},{"number":9,"verse":"“There is a boy here who has five barley loaves and two fish. But what are they among so many people?”"},{"number":10,"verse":"Jesus said, “Make the people sit down.” Now there was a great deal of grass in the place, so they (Gk the men) sat down, about five thousand in all."},{"number":11,"verse":"(v 23|JHN 6:23; Mt 15.36) Then Jesus took the loaves, and when he had given thanks he distributed them to those who were seated; so also the fish, as much as they wanted."},{"number":12,"verse":"When they were satisfied, he told his disciples, “Gather up the fragments left over, so that nothing may be lost.”"},{"number":13,"verse":"So they gathered them up, and from the fragments of the five barley loaves, left by those who had eaten, they filled twelve baskets."},{"number":14,"verse":"(Gen 49.10; Deut 18.15, 18; Mt 11.3; 21.11) When the people saw the sign that he had done, they began to say, “This is indeed the prophet who is to come into the world.”"},{"number":15,"verse":"(Jn 18.36) When Jesus realized that they were about to come and take him by force to make him king, he withdrew again to the mountain by himself."},{"number":16,"verse":"Jesus Walks on the Water When evening came, his disciples went down to the sea,"},{"number":17,"verse":"got into a boat, and started across the sea to Capernaum. It was now dark, and Jesus had not yet come to them."},{"number":18,"verse":"The sea became rough because a strong wind was blowing."},{"number":19,"verse":"When they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat, and they were terrified."},{"number":20,"verse":"But he said to them, “It is I; (Gk I am) do not be afraid.”"},{"number":21,"verse":"Then they wanted to take him into the boat, and immediately the boat reached the land toward which they were going."},{"number":22,"verse":"The Bread from Heaven (vv 2, 15–21) The next day the crowd that had stayed on the other side of the sea saw that there had been only one boat there. They also saw that Jesus had not gotten into the boat with his disciples but that his disciples had gone away alone."},{"number":23,"verse":"(vv 1, 11) But some boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks."},{"number":24,"verse":"(Mt 14.34; Mk 6.53) So when the crowd saw that neither Jesus nor his disciples were there, they themselves got into the boats and went to Capernaum looking for Jesus."},{"number":25,"verse":"When they found him on the other side of the sea, they said to him, “Rabbi, when did you come here?”"},{"number":26,"verse":"(vv 24, 30) Jesus answered them, “Very truly, I tell you, you are looking for me not because you saw signs but because you ate your fill of the loaves."},{"number":27,"verse":"(v 54|JHN 6:54; Isa 55.2; Jn 3.35; 4.14) Do not work for the food that perishes but for the food that endures for eternal life, which the Son of Man will give you. For it is on him that God the Father has set his seal.”"},{"number":28,"verse":"Then they said to him, “What must we do to perform the works of God?”"},{"number":29,"verse":"(Jn 3.17; 1 Jn 3.23) Jesus answered them, “This is the work of God, that you believe in him whom he has sent.”"},{"number":30,"verse":"(Mt 12.38; Mk 8.11) So they said to him, “What sign are you going to give us, then, so that we may see it and believe you? What work are you performing?"},{"number":31,"verse":"(Ex 16.15; Num 11.8; Neh 9.15; Ps 78.24) Our ancestors ate the manna in the wilderness, as it is written, ‘He gave them bread from heaven to eat.’ ”"},{"number":32,"verse":"Then Jesus said to them, “Very truly, I tell you, it was not Moses who gave you the bread from heaven, but it is my Father who gives you the true bread from heaven."},{"number":33,"verse":"(v 50) For the bread of God is that which (Or he who) comes down from heaven and gives life to the world.”"},{"number":34,"verse":"(Jn 4.15) They said to him, “Sir, (Or LORD) give us this bread always.”"},{"number":35,"verse":"(vv 48, 51|JHN 6:4851; Jn 4.14) Jesus said to them, “I am the bread of life. Whoever comes to me will never be hungry, and whoever believes in me will never be thirsty."},{"number":36,"verse":"(v 26) But I said to you that you have seen me and yet do not believe."},{"number":37,"verse":"(v 39|JHN 6:39; Jn 17.2) Everything that the Father gives me will come to me, and anyone who comes to me I will never drive away,"},{"number":38,"verse":"(Jn 4.34; 5.30) for I have come down from heaven not to do my own will but the will of him who sent me."},{"number":39,"verse":"(Jn 10.28; 17.12; 18.9) And this is the will of him who sent me, that I should lose nothing of all that he has given me but raise it up on the last day."},{"number":40,"verse":"(Jn 3.15, 16) This is indeed the will of my Father, that all who see the Son and believe in him may have eternal life, and I will raise them up on the last day.”"},{"number":41,"verse":"Then the Jews began to complain about him because he said, “I am the bread that came down from heaven.”"},{"number":42,"verse":"(vv 38, 62|JHN 6:3862; Lk 4.22; Jn 7.27, 28) They were saying, “Is not this Jesus, the son of Joseph, whose father and mother we know? How can he now say, ‘I have come down from heaven’?”"},{"number":43,"verse":"Jesus answered them, “Do not complain among yourselves."},{"number":44,"verse":"(Jer 31.3; Hos 11.4; Jn 12.32) No one can come to me unless drawn by the Father who sent me, and I will raise that person up on the last day."},{"number":45,"verse":"(Isa 54.13; Jer 31.34; Heb 8.10; 10.16) It is written in the prophets, ‘And they shall all be taught by God.’ Everyone who has heard and learned from the Father comes to me."},{"number":46,"verse":"(Jn 1.18; 5.37; 7.29; 8.19) Not that anyone has seen the Father except the one who is from God; he has seen the Father."},{"number":47,"verse":"(Jn 3.16, 18, 36; 5.24; 11.26) Very truly, I tell you, whoever believes has eternal life."},{"number":48,"verse":"I am the bread of life."},{"number":49,"verse":"Your ancestors ate the manna in the wilderness, and they died."},{"number":50,"verse":"This is the bread that comes down from heaven, so that one may eat of it and not die."},{"number":51,"verse":"(Heb 10.10) I am the living bread that came down from heaven. Whoever eats of this bread will live forever, and the bread that I will give for the life of the world is my flesh.”"},{"number":52,"verse":"(Jn 9.16; 10.19) The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?”"},{"number":53,"verse":"(Mt 26.26, 28) So Jesus said to them, “Very truly, I tell you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you."},{"number":54,"verse":"(Jn 4.14) Those who eat my flesh and drink my blood have eternal life, and I will raise them up on the last day,"},{"number":55,"verse":"for my flesh is true food, and my blood is true drink."},{"number":56,"verse":"(Jn 15.4; 1 Jn 3.24; 4.15, 16) Those who eat my flesh and drink my blood abide in me and I in them."},{"number":57,"verse":"Just as the living Father sent me and I live because of the Father, so whoever eats me will live because of me."},{"number":58,"verse":"This is the bread that came down from heaven, not like that which the ancestors ate, and they died. But the one who eats this bread will live forever.”"},{"number":59,"verse":"He said these things while he was teaching in a synagogue at Capernaum."},{"number":60,"verse":"The Words of Eternal Life When many of his disciples heard it, they said, “This teaching is difficult; who can accept it?”"},{"number":61,"verse":"(Mt 11.6) But Jesus, being aware that his disciples were complaining about it, said to them, “Does this offend you?"},{"number":62,"verse":"(Jn 3.13; 17.5) Then what if you were to see the Son of Man ascending to where he was before?"},{"number":63,"verse":"It is the spirit that gives life; the flesh is useless. The words that I have spoken to you are spirit and life."},{"number":64,"verse":"(Jn 2.25) But among you there are some who do not believe.” For Jesus knew from the beginning who were the ones who did not believe and who was the one who would betray him."},{"number":65,"verse":"(vv 37, 44|JHN 6:3744; Jn 3.27) And he said, “For this reason I have told you that no one can come to me unless it is granted by the Father.”"},{"number":66,"verse":"Because of this many of his disciples turned back and no longer went about with him."},{"number":67,"verse":"So Jesus asked the twelve, “Do you also wish to go away?”"},{"number":68,"verse":"Simon Peter answered him, “Lord, to whom can we go? You have the words of eternal life."},{"number":69,"verse":"(Mk 8.29; Lk 9.20) We have come to believe and know that you are the Holy One of God.” (Other ancient authorities read the Christ, the Son of the living God)"},{"number":70,"verse":"(Jn 13.27; 15.16, 19) Jesus answered them, “Did I not choose you, the twelve? Yet one of you is a devil.”"},{"number":71,"verse":"He was speaking of Judas son of Simon Iscariot, (Other ancient authorities read Judas Iscariot son of Simon or Judas son of Simon from Karyot (Kerioth)) for he, though one of the twelve, was going to betray him."}]}