{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எசேக்கியேல்",
  "bookEnglishName" : "Ezekiel",
  "chapterNumber" : 27,
  "verses" : [ {
    "number" : 1,
    "verse" : "(கடல் வியாபாரத்தின் மையமாக இருந்த தீரு) கர்த்தருடைய வார்த்தை மீண்டும் என்னிடம் வந்தது. அவர் சொன்னார்."
  }, {
    "number" : 2,
    "verse" : "“மனுபுத்திரனே, தீருவைப்பற்றிய இச்சோகப் பாடலைப் பாடு."
  }, {
    "number" : 3,
    "verse" : "தீருவைப்பற்றி இவற்றைக் கூறு: ‘தீரு, நீ கடல்களுக்குக் கதவாக இருக்கிறாய், பல நாடுகளுக்கு நீ வியாபாரி. கடற்கரையோரமாக உள்ள பல நாடுகளுக்குப் பயணம் செய்கிறாய். எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: “‘தீருவே, நீ மிக அழகானவள் என்று எண்ணுகிறாய். நீ முழுமையான அழகுடையவள் என்று எண்ணுகிறாய்!"
  }, {
    "number" : 4,
    "verse" : "உனது நகரைச் சுற்றி மத்திய தரைக்கடல் எல்லையாக இருக்கிறது. உன்னைக் கட்டினவர்கள் உன்னிடமிருந்து புறப்படும் கப்பலைப்போன்று முழு அழகோடு கட்டினார்கள்."
  }, {
    "number" : 5,
    "verse" : "சேனீர் மலைகளிலிருந்து வந்த தேவதாரு மரங்களால் உன் கப்பலின் தளத்திற்கான பலகைகளைச் செய்தார்கள். லீபனோனிலிருந்து கொண்டுவந்த கேதுரு மரங்களால் பாய்மரங்களைச் செய்தார்கள்."
  }, {
    "number" : 6,
    "verse" : "பாசானின் கர்வாலி மரங்களினால் உன் துடுப்புகளைச் செய்தார்கள். சீப்புரு தீவுகளிலிருந்து கொண்டு வந்த பைன்மரத்தால் உன் கப்பல் தளத்தை செய்தார்கள். அதனை அவர்கள் தந்தங்களால் அலங்காரம் செய்தனர்."
  }, {
    "number" : 7,
    "verse" : "உன் பாய்க்காக எகிப்திலிருந்து வந்த சித்திரத்தையல் உள்ள சணல் நூல் புடவையைப் பயன்படுத்தினார்கள். அந்தப் பாய் தான் உன் கொடியாக இருந்தது. உன் அறையின் திரைச் சீலை நீலமும் சிவப்புமாக இருந்தது. அவை சீப்புரு தீவிலிருந்து வந்தது."
  }, {
    "number" : 8,
    "verse" : "உனது படகுகளை சீதோன் அர்வாத் என்னும் நகரங்களின் ஜனங்கள் உங்களுக்காக ஓட்டினார்கள். தீரு, உன் ஞானிகள் உனது கப்பலில் மாலுமிகளாக இருப்பார்கள்."
  }, {
    "number" : 9,
    "verse" : "கேபாரின் நகரத்து மூப்பர்களும் ஞானிகளும் கப்பலில் உள்ள பலகைகளை ஒன்றோடொன்றை ஓட்டிக்கொண்டிருந்தார்கள். கடலில் உள்ள அனைத்து கப்பல்களும் அவற்றிலுள்ள மாலுமிகளும் உன்னுடன் வியாபாரம் செய்வதற்காக உன்னிடத்தில் இருந்தார்கள்."
  }, {
    "number" : 10,
    "verse" : "“‘உனது படையில் பெர்சியரும் லூதியரும் பூத்தியரும் இருந்தனர். அவர்கள் உனது போர் வீரர்கள். அவர்கள் தமது கேடயங்களையும் தலைக்கவசங்களையும் உன் சுவர்களில் தொங்கவிட்டனர். அவர்கள் உன் நகரத்திற்கு பெருமையும், மகிமையும் கொண்டுவந்தனர்."
  }, {
    "number" : 11,
    "verse" : "அர்வாத் மற்றும் சிலிசியாவின் ஆண்கள் உனது சுவரைச் சுற்றிலும் காவல் காத்தார்கள். கம்மாத் ஆண்கள் உன் கோபுரங்களில் இருந்தனர். அவர்கள் தம் கேடயங்களை உனது நகரைச் சுற்றியுள்ள சுவர்களில் தொங்கவிட்டனர். அவர்கள் உனது அழகை முழுமையாக்கினர்."
  }, {
    "number" : 12,
    "verse" : "“‘தர்ஷீஸ் ஊரார் உன்னுடைய சிறந்த வாடிக்கையாளர்கள். அவர்கள் வெள்ளி, இரும்பு, தகரம், ஈயம் மற்றும் நீ விற்பனை செய்த சிறந்த பொருட்களை வியாபாரம் செய்தனர்."
  }, {
    "number" : 13,
    "verse" : "கிரீஸ், துருக்கி, கருங்கடலைச் சுற்றியுள்ள பகுதி ஜனங்கள் உன்னோடு வணிகம் செய்தனர். அவர்கள் அடிமைகளையும் வெண்கலப் பாத்திரங்களையும் வியாபாரம் செய்தனர்."
  }, {
    "number" : 14,
    "verse" : "தொகர்மா சந்ததியினர் நீ விற்ற பொருள்களுக்காக போர்க் குதிரைகளையும் கோவேறு கழுதைகளையும் கொண்டுவந்தனர்."
  }, {
    "number" : 15,
    "verse" : "தேதான் ஜனங்கள் உன் வியாபாரிகளாய் இருந்தார்கள். நீ உன் பொருட்களைப் பல இடங்களில் விற்றாய். ஜனங்கள் யானைத் தந்தங்களையும் கருங்காலி மரங்களையும் அவற்றுக்குப் பதிலாகக் கொண்டுவந்தனர்."
  }, {
    "number" : 16,
    "verse" : "அராம் உன்னோடு வியாபாரம் செய்ய வந்தது. ஏனென்றால், உன்னிடம் பல நல்ல பொருட்கள் இருந்தன. அராம் ஜனங்கள் மரகதங்களையும். இரத்தாம்பரங்களையும், சித்திரத்தையலாடைகளையும், உயர்ந்த ஆடைகளையும், பவளங்களையும், பளிங்கையும், உன் சந்தைகளில் விற்க வந்தார்கள்."
  }, {
    "number" : 17,
    "verse" : "“‘யூதா ஜனங்களும், இஸ்ரவேல் ஜனங்களும் உன்னுடன் வியாபாரம் செய்யவந்தனர். கோதுமை, தேன், எண்ணெய், பிசின் தைலம் ஆகியவற்றை உன்னிடம் வாங்க வந்தனர்."
  }, {
    "number" : 18,
    "verse" : "தமஸ்கு சிறந்த வாடிக்கையாளர். உன்னிடமிருந்த அற்புதமான பொருட்களுக்காக உன்னோடு வியாபாரம் செய்ய வந்தார்கள். கெல்போனின் திராட்சைரசத்தையும், வெண்மையான ஆட்டு மயிரையும் உனக்கு விற்றார்கள்."
  }, {
    "number" : 19,
    "verse" : "தமஸ்கு உசேரில் உள்ள திராட்சை ரசத்தை உன் பொருட்களுக்காகக் கொடுத்தனர். அவர்கள் துலக்கப்பட்ட இரும்பையும், இலவங்கத்தையும், வசம்பையும் உன் சந்தைகளில் விற்றார்கள்."
  }, {
    "number" : 20,
    "verse" : "தேதானின் ஆட்கள் நல்ல வியாபாரம் செய்தனர். அவர்கள் இரதங்களுக்குப் போடுகிற இரத்தினக் கம்பளங்களை உன்னோடு வியாபாரம் பண்ணினார்கள்."
  }, {
    "number" : 21,
    "verse" : "அரபியரும் கேதாரின் எல்லா தலைவர்களும் வாடிக்கையாளர்கள். அவர்கள் ஆட்டுக்குட்டிகளையும், ஆட்டுக் கடாக்களையும் உன்னோடு வியாபாரம் செய்தனர்."
  }, {
    "number" : 22,
    "verse" : "சேபா, ராமா நகரங்களில் உள்ளவர்கள் உன்னுடன் வியாபாரம் செய்தனர். மேல்தரமான எல்லா மணப்பொருட்களையும், எல்லா இரத்தினக் கற்களையும், பொன்னையும் உன் சந்தைக்குக் கொண்டுவந்தார்கள்."
  }, {
    "number" : 23,
    "verse" : "ஆரான், கன்னே, ஏதேன் என்னும் பட்டணத்தார்களும் சேபாவின் வியாபாரிகளும், அசீரியரும், கில்மாத் பட்டணத்தாரும் உன்னோடு வியாபாரம் செய்தனர்."
  }, {
    "number" : 24,
    "verse" : "இவர்கள் எல்லாவித உயர்ந்த சரக்குகளையும், இளநீலப் பட்டுகளும் விசித்திரத் தையலாடைகளும் அடங்கிய புடவைக் கட்டுக்களையும் விலை உயர்ந்த துணிகள் வைக்கப்பட்டு கயிறுகளால் கட்டியிருக்கும் கேதுருமரப் பெட்டிகளையும் கொண்டுவந்து உன்னோடு வியாபாரம் செய்தனர். இவைகளையே அவர்கள் உன்னோடு வியாபாரம் செய்தனர்."
  }, {
    "number" : 25,
    "verse" : "தர்ஷீசின் கப்பல்கள் நீ விற்றப் பொருட்களைக் கொண்டுபோனார்கள். “‘தீரு, நீயும் ஒரு சரக்குக் கப்பலைப்போன்றவள். நீ கடலில் செல்வங்கள் ஏற்றப்பட்ட கப்பல்."
  }, {
    "number" : 26,
    "verse" : "கப்பலைச் செலுத்துகிறவர்கள் ஆழமான தண்ணீரில் உன்னை அழைத்துக்கொண்டு போனார்கள். ஆனால் கடலில் உன் கப்பலை பலமான கிழக்குக் காற்று அழித்தது."
  }, {
    "number" : 27,
    "verse" : "உனது செல்வங்கள் எல்லாம் கடலுக்குள் மூழ்கும். நீ விற்க வைத்திருந்த செல்வமும் வாங்கிய செல்வமும் கடலுக்குள் மூழ்கும். உனது கப்பலாட்களும், மாலுமிகளும், கப்பலைச் செப்பனிடுகிறவர்களும் உன் வியாபாரிகளும் உன்னில் உள்ள எல்லாப் போர் வீரர்களும் கடலுக்குள் மூழ்குவார்கள். இது, நீ அழியும் நாளில் நிகழும்!"
  }, {
    "number" : 28,
    "verse" : "“‘நீ உனது வியாபாரிகளைத் தொலை தூர நாடுகளுக்கு அனுப்பினாய். அந்த இடங்கள் உனது மாலுமியின் அழுகுரலைக் கேட்டு அச்சத்தால் நடுங்கும்!"
  }, {
    "number" : 29,
    "verse" : "கப்பலைச் செலுத்தும் முழுக் குழுவும் கப்பலை விட்டுக் குதிக்கும். கப்பலாட்களும் கடல் மாலுமிகள் அனைவரும் தம் கப்பல்களை விட்டுக் குதித்து கரையை அடைவார்கள்."
  }, {
    "number" : 30,
    "verse" : "அவர்கள் உன்னைப்பற்றி துக்கப்படுவார்கள். அவர்கள் அழுவார்கள். அவர்கள் தம் தலையில் மண்ணை வாரிப்போடுவார்கள். அவர்கள் சாம்பலில் புரளுவார்கள்."
  }, {
    "number" : 31,
    "verse" : "அவர்கள் உனக்காகத் தம் தலையை மொட்டையடிப்பார்கள். அவர்கள் துக்கத்தின் ஆடையை அணிவார்கள். அவர்கள் உனக்காக மரித்துப்போனவர்களுக்காக அழுவதுபோன்று அழுவார்கள்."
  }, {
    "number" : 32,
    "verse" : "“‘அவர்கள் தம் பலத்த அழுகையில், உன்னைப்பற்றிய இந்தச் சோகப் பாடலைப் பாடி உனக்காக அழுவார்கள். “‘தீருவைப்போன்று யாருமில்லை! தீரு கடல் நடுவில் அழிக்கப்படுகிறது!"
  }, {
    "number" : 33,
    "verse" : "உன் வியாபாரிகள் கடல் கடந்து போனார்கள். உனது பெருஞ்செல்வம் மற்றும் உன் சந்தையின் மூலம் நீ பலரைத் திருப்திப்படுத்தினாய். நீ பூமியின் ராஜாக்களைச் செல்வர்கள் ஆக்கினாய்!"
  }, {
    "number" : 34,
    "verse" : "ஆனால் இப்பொழுது கடல் அலைகளால் ஆழங்களில் உடைக்கப்பட்டாய். நீ விற்ற அனைத்துப் பொருட்களும் உனது ஆட்களும் விழுந்துவிட்டனர்!"
  }, {
    "number" : 35,
    "verse" : "கடலோரங்களில் வாழும் ஜனங்கள் உன்னைப்பற்றி அறிந்து திகைக்கிறார்கள். அவர்களின் ராஜாக்கள் மிகவும் பயந்திருக்கிறார்கள். அவர்களின் முகங்கள் அதிர்ச்சியை காண்பிக்கின்றன."
  }, {
    "number" : 36,
    "verse" : "பிற நாடுகளில் உள்ள வியாபாரிகள் உனக்காக பரிகசிப்பார்கள். உனக்கு நிகழ்ந்தவை ஜனங்களைப் பயப்படச் செய்யும், ஏனென்றால், நீ முடிந்துபோனாய். நீ இனி இருக்கமாட்டாய்.’”"
  } ]
}