{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எசேக்கியேல்",
  "bookEnglishName" : "Ezekiel",
  "chapterNumber" : 28,
  "verses" : [ {
    "number" : 1,
    "verse" : "தீரு தன்னைத்தானே ஒரு தேவன் என்று நினைக்கிறதுகர்த்தருடைய வார்த்தை என்னிடம் வந்தது. அவர் சொன்னார்:"
  }, {
    "number" : 2,
    "verse" : "“மனுபுத்திரனே, தீருவின் ராஜாவிடம் கூறு: ‘எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: “‘நீ மிகவும் பெருமைகொண்டவன்! நீ சொல்கிறாய்: “நான் தெய்வம்! கடல்களின் நடுவே தெய்வங்கள் வாழும் இடங்களில் நான் அமருவேன்.” “‘நீ ஒரு மனிதன். தெய்வம் அல்ல! நீ தேவன் என்று மட்டும் நினைக்கிறாய்."
  }, {
    "number" : 3,
    "verse" : "நீ தானியேலைவிட புத்திசாலி என்று நினைக்கிறாய்! உன்னால் எல்லா இரகசியங்களையும் கண்டுபிடிக்க முடியும் என்று நினைக்கிறாய்!"
  }, {
    "number" : 4,
    "verse" : "உனது ஞானத்தாலும், புத்தியினாலும் நீ உனது செல்வத்தை பெற்றாய். நீ பொன்னையும் வெள்ளியையும் உன் செல்வத்தில் சேர்த்துக்கொண்டாய்."
  }, {
    "number" : 5,
    "verse" : "உன் ஞானத்தாலும் வியாபாரத்தாலும் செல்வத்தை வளரச்செய்தாய். அச்செல்வத்தால் இப்பொழுது பெருமைகொள்கிறாய்."
  }, {
    "number" : 6,
    "verse" : "“‘எனவே எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: தீரு, நீ ஒரு தேவனைபோன்று உன்னை நினைத்தாய்."
  }, {
    "number" : 7,
    "verse" : "உனக்கு எதிராகச் சண்டையிட நான் அந்நியரை அழைப்பேன். அவர்கள், நாடுகளிலேயே மிகவும் கொடூரமானவர்கள்! அவர்கள் தம் வாளை உருவி, உனது ஞானத்தால் கொண்டுவந்த அழகிய பொருட்களுக்கு எதிராகப் பயன்படுத்துவார்கள். அவர்கள் உன் சிறப்பைக் குலைப்பார்கள்."
  }, {
    "number" : 8,
    "verse" : "அவர்கள் உன்னைக் குழியிலே விழத் தள்ளுவார்கள். நீ கடலின் நடுவே கொலையுண்டு மரிக்கிற பயணிகளைப்போன்று மரிப்பாய்."
  }, {
    "number" : 9,
    "verse" : "அம்மனிதன் உன்னைக் கொல்வான். “நான் ஒரு தேவன்” என்று இனியும் சொல்வாயா? இல்லை! அவன் தனது வல்லமையால் உன்னை அடைவான். நீ தேவனில்லை, மனிதன் என்பதை நீ அறிவாய்."
  }, {
    "number" : 10,
    "verse" : "அந்நியர்கள் உன்னை வெளிநாட்டவரைப்போல நடத்தி கொலை செய்வார்கள்! அவை நிகழும், ஏனென்றால், நான் கட்டளையிட்டேன்!’” எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறினார்."
  }, {
    "number" : 11,
    "verse" : "கர்த்தருடைய வார்த்தை என்னிடம் வந்தது. அவர் சொன்னார்:"
  }, {
    "number" : 12,
    "verse" : "“மனுபுத்திரனே, தீரு ராஜாவைப்பற்றிய சோகப் பாடலை நீ பாடு. அவனிடம் சொல், ‘எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: “‘நீ உயர்ந்த (இலட்சிய) மனிதனாக இருந்தாய். நீ ஞானம் நிறைந்தவன். நீ முழுமையான அழகுள்ளவன்."
  }, {
    "number" : 13,
    "verse" : "நீ ஏதேனில் இருந்தாய். அது தேவனுடைய தோட்டம். உன்னிடம் எல்லா விலையுயர்ந்த கற்களும் பத்மராகம், புஷ்பராகம், வைரம், படிகப்பச்சை, கோமேதகம், யஸ்பி, இந்திரநீலம், மரகதம், மாணிக்கம் ஆகியவற்றை வைத்திருந்தாய். இவை அனைத்தும் பொன்னில் வைக்கப்பட்டிருந்தன. நீ படைக்கப்பட்ட நாளிலேயே இவ்வழகுகள் உனக்குக் கொடுக்கப்பட்டன. தேவன் உன்னை பலமுள்ளதாகச் செய்தார்."
  }, {
    "number" : 14,
    "verse" : "நீ தேர்ந்தெடுக்கப்பட்ட கேரூப்களில் ஒருவன் உனது சிறகுகள் என் சிங்காசனத்தின்மேல் விரிந்தன. நான் உன்னை தேவனுடைய பரிசுத்த மலையில் வைத்தேன். நீ அந்த இடத்திற்குப் பொறுப்பாளியாயிருந்தாய். நீ நெருப்பைப்போன்று ஒளிவீசும் நகைகளின் மத்தியில் நடந்தாய்."
  }, {
    "number" : 15,
    "verse" : "நான் உன்னைப் படைக்கும்போது நீ நல்லவனாகவும் நேர்மையானவனாகவும் இருந்தாய். ஆனால் பிறகு கெட்டவனானாய்."
  }, {
    "number" : 16,
    "verse" : "உனது வியாபாரம் உனக்குப் பெருஞ் செல்வத்தைத் தந்தது. ஆனால் அவை உனக்குள் கொடூரத்தை வைத்தன. நீ பாவம் செய்தாய். எனவே நான் உன்னைச் சுத்தமற்ற ஒன்றாக நடத்தினேன். நான் உன்னைத் தேவனுடைய மலையில் இருந்து அப்பால் எறிந்தேன். நீ சிறப்புக்குரிய கேருபீன்களில் ஒருவன். உனது சிறகுகள் என் சிங்காசனத்தின்மேல் விரிந்தன. ஆனால் நான் உன்னை நெருப்பைபோன்று ஒளிவீசும் நகைகளைவிட்டு விலகச் செய்தேன்."
  }, {
    "number" : 17,
    "verse" : "உனது அழகு உன்னைப் பெருமைகொள்ளச் செய்தது. உனது மகிமை உன் ஞானத்தை அழித்தது. எனவே உன்னைத் தரையில் எறிவேன். இப்பொழுது மற்ற ராஜாக்கள் உன்னை முறைத்துப் பார்க்கின்றனர்."
  }, {
    "number" : 18,
    "verse" : "நீ பல பாவங்களைச் செய்தாய். நீ அநீதியான வியாபாரியாக இருந்தாய். இவ்வாறு நீ பரிசுத்தமான இடங்களை அசுத்தமாக்கினாய். எனவே உனக்குள்ளிருந்து நெருப்பை நான் கொண்டுவந்தேன். இது உன்னை எரித்தது! நீ தரையில் எரிந்து சாம்பலானாய். இப்பொழுது ஒவ்வொருவரும் உன் அவமானத்தைப் பார்க்கமுடியும்."
  }, {
    "number" : 19,
    "verse" : "“‘மற்ற நாடுகளில் உள்ள ஜனங்கள் அனைவரும் உனக்கு என்ன நடந்தது என்பதை அறிந்து திகைத்தார்கள். உனக்கு நடந்தது ஜனங்களை அஞ்சும்படிச் செய்யும். நீ முடிவடைந்தாய்!’”"
  }, {
    "number" : 20,
    "verse" : "சீதோனுக்கு எதிரான செய்திகர்த்தருடைய வார்த்தை என்னிடம் வந்தது. அவர் சொன்னார்:"
  }, {
    "number" : 21,
    "verse" : "“மனுபுத்திரனே, சீதோனுக்கு எதிராகத் திரும்பி எனக்காகத் தீர்க்கதரிசனம் சொல்."
  }, {
    "number" : 22,
    "verse" : "‘எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: என்று சொல். “‘சீதோனே நான் உனக்கு எதிராக இருக்கிறேன்! உன் ஜனங்கள் என்னை மதிக்க கற்பார்கள். நான் சீதோனைத் தண்டிப்பேன். பிறகு, நானே கர்த்தர் என்பதை ஜனங்கள் அறிவார்கள். பிறகு, நான் பரிசுத்தமானவர் என்று அறிவார்கள். அவ்வாறே என்னை அவர்கள் மதிப்பார்கள்."
  }, {
    "number" : 23,
    "verse" : "நான் சீதோனுக்கு நோயையும் மரணத்தையும் அனுப்புவேன். நகரத்தில் பலர் மரிப்பார்கள். பலர் (பகைவீரர்) வாளால் நகரத்திற்கு வெளியில் கொல்லப்படுவார்கள். பிறகு நானே கர்த்தர் என்பதை அவர்கள் அறிவார்கள்!’”"
  }, {
    "number" : 24,
    "verse" : "இஸ்ரவேலைக் கேலி செய்வதை நாடுகள் நிறுத்தும்“‘இஸ்ரவேலைச் சுற்றிலுள்ள நாடுகள் அவளை வெறுத்தனர். ஆனால் அந்நாடுகளுக்குத் தீமைகள் ஏற்படும். பிறகு அங்கே இஸ்ரவேல் வம்சத்தாரைப் புண்படுத்தும் முட்களும் துன்புறுத்தும் நெருஞ்சிலும் இல்லாமல் போகும். அப்பொழுது நானே அவர்களுடைய கர்த்தராகிய ஆண்டவர் என்று அறிந்துகொள்ளுவார்கள்.’”"
  }, {
    "number" : 25,
    "verse" : "கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறினார்: “நான் இஸ்ரவேல் ஜனங்களை மற்ற நாடுகளில் சிதறடித்தேன். ஆனால் மீண்டும் இஸ்ரவேல் வம்சத்தாரை ஒன்று சேர்ப்பேன். பிறகு அந்நாடுகள் நான் பரிசுத்தமானவர் என்பதை அறிந்து அவ்வாறு என்னை மதிப்பார்கள். அந்நேரத்தில், இஸ்ரவேலர்கள் தம் நாட்டில் வாழ்வார்கள், நான் அந்த நாட்டை என் தாசனாகிய யாக்கோபுக்குக் கொடுத்தேன்."
  }, {
    "number" : 26,
    "verse" : "அவர்கள் தம் நாட்டில் பாதுகாப்பாக இருப்பார்கள். அவர்கள் வீடுகட்டுவார்கள். திராட்சை தோட்டங்களை அமைப்பார்கள். அதனை வெறுக்கிற, சுற்றிலும் உள்ள அனைத்து நாட்டினரையும் நான் தண்டிப்பேன். பிறகு இஸ்ரவேலர்கள் பாதுகாப்பாக வாழ்வார்கள். நானே அவர்களுடைய தேவனாகிய கர்த்தர் என்பதை அவர்கள் அறிவார்கள்.”"
  } ]
}