{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எசேக்கியேல்",
  "bookEnglishName" : "Ezekiel",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "தேவன் என்னிடம் சொன்னார்: “மனுபுத்திரனே, நீ எதைப் பார்க்கிறாயோ அதை சாப்பிடு. இச்சுருளையும் சாப்பிடு. பின்னர் போய் இஸ்ரவேல் குடும்பத்தாரிடம் இவற்றைச் சொல்.”"
  }, {
    "number" : 2,
    "verse" : "எனவே, நான் எனது வாயைத் திறந்தேன். அவர் என் வாய்க்குள் சுருளைப் போட்டார்."
  }, {
    "number" : 3,
    "verse" : "பின்னர் தேவன், “மனுபுத்திரனே, நான் இந்தச் சுருளைக் கொடுக்கிறேன், இதை விழுங்கு. இது உன் உடலை நிரப்பட்டும்” என்றார். எனவே நான் சுருளைச் சாப்பிட்டேன். அது வாயிலே தேனைப்போன்று சுவையாக இருந்தது."
  }, {
    "number" : 4,
    "verse" : "பின்னர் தேவன் என்னிடம், “மனுபுத்திரனே, இஸ்ரவேல் குடும்பத்தாரிடம் செல். என் வார்த்தைகளை அவர்களிடம் பேசு."
  }, {
    "number" : 5,
    "verse" : "நீ புரிந்துகொள்ள இயலாத அந்நிய நாட்டுக்காரர்களிடம் உன்னை அனுப்பவில்லை. நீ இன்னொரு மொழியைக் கற்றுக்கொள்ள வேண்டியதில்லை. நான் உன்னை இஸ்ரவேல் குடும்பத்தாரிடம் அனுப்புகிறேன்!"
  }, {
    "number" : 6,
    "verse" : "நான் உன்னை உன்னால் புரிந்துகொள்ள முடியாத மொழிகளைப் பேசுகிற பல்வேறு நாடுகளுக்கு அனுப்பவில்லை. நீ அந்த ஜனங்களிடம் சென்று அவர்களோடு பேசினால் அவர்கள் நீ சொல்வதைக் கவனிப்பார்கள். ஆனால் நீ அந்த கடினமான மொழியைக் கற்க வேண்டியதில்லை."
  }, {
    "number" : 7,
    "verse" : "இல்லை! நான் உன்னை இஸ்ரவேல் குடும்பத்தாரிடம் அனுப்புகிறேன். இந்த ஜனங்கள் மட்டுமே கடினமான மனங்களை உடையவர்கள். அவர்கள் மிகவும் பிடிவாதமுள்ளவர்கள். இஸ்ரவேல் ஜனங்கள் நீ சொல்வதை கவனிக்க மறுப்பார்கள். அவர்கள் என்னைக் கவனிக்க விரும்புவதில்லை."
  }, {
    "number" : 8,
    "verse" : "ஆனால் அவர்களைப்போன்று உன்னையும் அவ்வளவு கடினமுள்ளவனாகச் செய்வேன். அவர்களுடையதைப் போன்றே உனது மனமும் அவ்வளவு கடினமானதாக இருக்கும்."
  }, {
    "number" : 9,
    "verse" : "வைரமானது கன்மலையைவிடக் கடினமானது. அதைப்போலவே உனது மனமானது அவர்களைவிடக் கடினமாகும். நீ அதைவிட மிகக்கடினமாக இருப்பாய். எனவே, அந்த ஜனங்களுக்கு நீ பயப்படமாட்டாய். எப்பொழுதும் எனக்கு எதிராகத் திரும்புகிற அந்த ஜனங்களுக்குப் பயப்படமாட்டாய்” என்றார்."
  }, {
    "number" : 10,
    "verse" : "பின்னர் தேவன் என்னிடம், “மனுபுத்திரனே, நான் உன்னிடம் சொல்லுகிற ஒவ்வொரு வார்த்தையையும் நீ கவனிக்கவேண்டும். நீ அவ்வார்த்தைகளை நினைவுகொள்ளவேண்டும்."
  }, {
    "number" : 11,
    "verse" : "பிறகு, நீ நாடு கடத்தப்பட்ட உனது ஜனங்களிடம் சென்று, ‘நமது கர்த்தராகிய ஆண்டவர் இவற்றைச் சொல்கிறார்’ என்று சொல்லவேண்டும். அவர்கள் நீ சொல்வதைக் கேட்கமாட்டார்கள். அவர்கள் பாவம் செய்வதை நிறுத்தமாட்டார்கள். ஆனால், நீ அவர்களிடம் இவற்றைச் சொல்லவேண்டும்” என்றார்."
  }, {
    "number" : 12,
    "verse" : "பிறகு காற்று என்னைத் தூக்கியது. பிறகு நான் எனக்குப் பின்னால் ஒரு சத்தத்தைக் கேட்டேன். அது இடியைப்போன்று பெருஞ்சத்தமாக இருந்தது. அது “கர்த்தருடைய மகிமை ஆசீர்வதிக்கப்படுவதாக” என்று சொன்னது."
  }, {
    "number" : 13,
    "verse" : "பின்னர் ஜீவன்களின் சிறகுகள் நகரத் தொடங்கின. சிறகுகள் ஒன்றை ஒன்று தொட்டு விடுவதுபோன்று பெருஞ்சத்தத்தை எழுப்பின. அவற்றின் முன்னால் இருந்த சக்கரங்கள் இடியைப்போன்று பெருஞ்சத்தத்தை எழுப்பின."
  }, {
    "number" : 14,
    "verse" : "காற்று என்னைத் தூக்கிக்கொண்டு போய்விட்டது. நான் அந்த இடத்தை விட்டுவிலகினேன். எனது ஆவி மிகவும் துக்கமும் கலக்கமுமடைந்தது. கர்த்தருடைய வல்லமை என்மீது மிகவும் பலமாக இருந்தது."
  }, {
    "number" : 15,
    "verse" : "இஸ்ரவேலை விட்டு கட்டாயமாக, தெலாபீபிலே, கேபார் கால்வாய் அருகில் வாழச் சென்ற ஜனங்களிடம் போனேன். அவர்களுடன் நான் ஏழு நாட்கள் தங்கினேன். அந்த நாட்களில் நான் அதிர்ச்சி அடைந்த நிலையில் பேச முடியாதவனாக இருந்தேன்."
  }, {
    "number" : 16,
    "verse" : "ஏழு நாட்கள் ஆன பிறகு, கர்த்தருடைய வார்த்தை என்னிடம் வந்தது. அவர்,"
  }, {
    "number" : 17,
    "verse" : "“மனுபுத்திரனே, நான் உன்னை இஸ்ரவேலின் காவல்காரனாக ஆக்கினேன். அவர்களுக்கு ஏற்படப்போகும் தீயவற்றைப்பற்றி நான் உனக்குச் சொல்வேன். நீ அவற்றைப்பற்றி இஸ்ரவேலை எச்சரிக்க வேண்டும்."
  }, {
    "number" : 18,
    "verse" : "‘இந்தக் கெட்ட மனிதன் மரிப்பான்!’ என்று நான் சொன்னால் பிறகு, நீ அவனை எச்சரிக்க வேண்டும். அவன் தனது வாழ்வை மாற்றி தீமை செய்வதை நிறுத்தவேண்டும். நீ அவனை எச்சரிக்காவிட்டால் அவன் மரிப்பான். அவன் தனது பாவத்தால் மரிப்பான்! ஆனால் நான் அவனது மரணத்திற்கு உன்னையும் பொறுப்பாளி ஆக்குவேன். ஏனென்றால், நீ அவனிடம் சென்று அவனது வாழ்க்கையைக் காப்பாற்றவில்லை."
  }, {
    "number" : 19,
    "verse" : "“ஒருவேளை அந்த மனிதனை நீ எச்சரித்து அவன் தனது வாழ்வை மாற்றிக்கொண்டு தீயவற்றைச் செய்வதை நிறுத்தும்படிச் சொல்லியிருக்கலாம். அவன் நீ சொல்வதைக் கவனிக்க மறுத்ததால் அவன் மரிப்பான். அவன் பாவம் செய்ததால் மரிப்பான். நான் அவன் மரணத்திற்கு உன்னைப் பொறுப்பாளியாக்கமாட்டேன். ஏனென்றால், நீ அவனை எச்சரித்தாய், நீ உனது வாழ்க்கையைக் காப்பாற்றினாய்."
  }, {
    "number" : 20,
    "verse" : "“அல்லது ஒரு நல்லவன் தனது நற்செயலை நிறுத்திவிடலாம். அவனுக்கு முன்னால் நான் சில தடைகளை வைப்பேன். அது அவன் விழக் (பாவஞ்செய்ய) காரணமாகலாம். அவன் தீயவற்றைச் செய்யத் தொடங்கலாம். அவன் பாவம் செய்வதால் மரிப்பான். நீ அவனை எச்சரிக்கவில்லை. அவனது மரணத்திற்கு உன்னைப் பொறுப்பாளியாக்குவேன். ஜனங்கள் அவன் செய்த நன்மைகளை நினைக்கமாட்டார்கள்."
  }, {
    "number" : 21,
    "verse" : "“ஆனால், நீ ஒரு நல்ல மனிதனை எச்சரித்து பாவத்தை நிறுத்தும்படிச் சொல்ல அவனும் பாவம் செய்வதை நிறுத்திவிட்டால் பின்னர் அவன் மரிக்கமாட்டான். ஏனென்றால், நீ அவனை எச்சரித்தாய், அவனும் உன்னைக் கவனித்தான். இவ்வழியில் நீ உனது சொந்த உயிரைக் காப்பாற்றினாய்” என்றார்."
  }, {
    "number" : 22,
    "verse" : "பின்னர் கர்த்தருடைய வல்லமை என்னிடம் அங்கு வந்தது. அவர் என்னிடம், “எழுந்து பள்ளத்தாக்குக்குப் போ, அங்கே நான் உன்னிடம் பேசுவேன்” என்றார்."
  }, {
    "number" : 23,
    "verse" : "எனவே, நான் எழுந்து பள்ளத்தாக்குக்குப் போனேன். கர்த்தருடைய மகிமை அங்கே இருந்தது. கேபார் ஆற்றங்கரையில் இருந்தது போன்றிருந்தது. எனவே, நான் தரையில் என் முகம் படும்படிக் குனிந்தேன்."
  }, {
    "number" : 24,
    "verse" : "ஆனால் காற்று வந்து நான் நிற்குமாறு என்னைத் தூக்கியது. அவர் என்னிடம் “உன் வீட்டிற்குப் போய் உனது வீட்டிற்குள் அங்கே உன்னைப் பூட்டிகொள்."
  }, {
    "number" : 25,
    "verse" : "மனுபுத்திரனே, ஜனங்கள் கயிறுகளோடு வந்து உன்னைக் கட்டிப்போடுவார்கள். ஜனங்களிடம் போக உன்னை அனுமதிக்கமாட்டார்கள்."
  }, {
    "number" : 26,
    "verse" : "நான் உனது நாக்கை மேல் அண்ணத்தோடு ஒட்டிக்கொள்ளும்படிச் செய்வேன். உன்னால் பேசமுடியாமல் போகும். எனவே அந்த ஜனங்கள், அவர்கள் தவறு செய்கிறார்கள் என்று கற்றுத் தர ஆள் இல்லாமல் போவார்கள். ஏனென்றால், அந்த ஜனங்கள் எப்பொழுதும் எனக்கு எதிராகத் திரும்புகின்றனர்."
  }, {
    "number" : 27,
    "verse" : "ஆனால் நான் உன்னிடம் பேசுவேன். பின்னர் நான் உன்னைப் பேச அனுமதிப்பேன். ஆனால் நீ அவர்களிடம் பேச வேண்டும். ‘நமது கர்த்தராகிய ஆண்டவர் இவற்றைச் சொல்கிறார்.’ ஒருவன் இதனைக் கேட்க விரும்பினால் நல்லது. ஒருவன் கேட்க விரும்பாவிட்டாலும் நல்லது. ஆனால் அந்த ஜனங்கள் எப்பொழுதும் எனக்கு எதிராகத் திரும்புகின்றனர்."
  } ]
}