{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எசேக்கியேல்",
  "bookEnglishName" : "Ezekiel",
  "chapterNumber" : 43,
  "verses" : [ {
    "number" : 1,
    "verse" : "(கர்த்தர் தமது ஜனங்களுக்கு மத்தியில் வாழ்வார்) அம்மனிதன் என்னைக் கிழக்கு வாசலுக்கு அழைத்துக்கொண்டு போனான்."
  }, {
    "number" : 2,
    "verse" : "அங்கே இஸ்ரவேலின் தேவனுடைய மகிமை கீழ்த்திசையிலிருந்து வந்தது. தேவனுடைய சத்தம் கடலின் இரைச்சலைப் போன்றிருந்தது. தேவ மகிமையால் பூமி பிரகாசித்தது."
  }, {
    "number" : 3,
    "verse" : "நான் பார்த்த தரிசனம் கேபார் ஆற்றங்கரையில் கண்ட தரிசனத்தைப்போன்று இருந்தது. நான் தரையில் முகங்குப்புற விழுந்தேன்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தருடைய மகிமை கீழ்த்திசைக்கு எதிரான வாசல் வழியாக ஆலயத்தின் உள்ளே நுழைந்தது."
  }, {
    "number" : 5,
    "verse" : "அப்பொழுது என்னை ஆவியானவர் எடுத்துக்கொண்டு போய் உட்பிரகாரத்தில் விட்டார். கர்த்தருடைய மகிமை ஆலயத்தை நிரப்பியது."
  }, {
    "number" : 6,
    "verse" : "என்னிடம் யாரோ ஆலயத்திற்குள்ளிருந்து பேசுவதைப்போன்று கேட்டேன். இன்னும் அந்த மனிதன் என்னுடன் இருந்தான்."
  }, {
    "number" : 7,
    "verse" : "ஆலயத்திற்குள்ளிருந்து வந்த குரல் என்னிடம் சொன்னது, “மனுபுத்திரனே, இந்த இடத்தில்தான் எனது சிங்காசனமும் பாதபீடமும் உள்ளன. நான் என்றென்றும் இஸ்ரவேல் ஜனங்கள் மத்தியில் இந்த இடத்தில் வாழ்வேன். இஸ்ரவேல் வம்சத்தார் இனிமேல் என் நாமத்தைப் பாழாக்கமாட்டார்கள். ராஜாக்களும் அவரது ஜனங்களும் தங்கள் வேசித்தனங்களாலும் இங்கே தங்கள் ராஜாக்களின் உடல்களைப் புதைப்பதின் மூலமும் எனது நாமத்தைத் தீட்டுப்படுத்துவதில்லை."
  }, {
    "number" : 8,
    "verse" : "அவர்கள், என் கதவு நிலைக்கு அடுத்து அவர்கள் கதவு நிலையை வைத்தும் தங்கள் வாசற்படியை என் வாசற்படியருகில் கட்டியும் என் நாமத்திற்கு அவமானத்தைக் கொண்டுவரமாட்டார்கள். முன்பு ஒரு சுவர் என்னை அவர்களிடமிருந்து பிரித்தது. எனவே அவர்கள் ஒவ்வொரு முறை பாவம் செய்யும்போதும் அருவருப்பான செயல்களைச் செய்யும்போதும் என் நாமத்திற்கு அவமானத்தைக் கொண்டுவந்தார்கள். அதற்காகத்தான் நான் கோபம்கொண்டு அவர்களை அழித்தேன்."
  }, {
    "number" : 9,
    "verse" : "இப்பொழுது அவர்கள் தங்கள் பாலின உறவு பாவங்களையும், தங்கள் ராஜாக்களின் மரித்த உடல்களையும் என்னைவிட்டுத் தூரமாய் எடுத்துச் செல்லட்டும். பிறகு, நான் அவர்கள் மத்தியில் என்றென்றும் வாழ்வேன்."
  }, {
    "number" : 10,
    "verse" : "“இப்பொழுது, மனுபுத்திரனே, ஆலயத்தைப்பற்றி இஸ்ரவேல் வம்சத்தாரிடம் சொல். பிறகு, அவர்கள் தம் பாவங்களுக்காக வெட்கப்படுவார்கள். அவர்கள் ஆலயத்துக்கான திட்டங்களைப்பற்றி அறிந்துகொள்வார்கள்."
  }, {
    "number" : 11,
    "verse" : "அவர்கள் தாம் செய்த தீமைகளுக்காக வெட்கப்படுவார்கள். அவர்கள் ஆலயத்தின் வடிவத்தைப்பற்றித் தெரிந்துகொள்ளட்டும். அவர்கள் ஆலயத்தை எவ்வாறு கட்டுவது என்பதைத் தெரிந்துகொள்ளட்டும். எங்கே அதன் நுழைவாசல்களையும் எங்கே அதன் பின் வாசல்களையும் வைப்பது என்பதுபற்றி அறியட்டும். அதன் எல்லா சட்டதிட்டங்களையும் கற்றுக்கொடு. இவற்றையெல்லாம் எழுதிவை. அவர்கள் பார்த்து ஆலயத்தின் எல்லா விதிகளையும் கைக்கொள்ளுவார்கள். பிறகு அவர்களால் அவற்றைச் செய்ய முடியும்."
  }, {
    "number" : 12,
    "verse" : "இதுதான் ஆலயத்தின் சட்டம்: மலை உச்சியின் மேல் சுற்றிலும் அதன் எல்லையெங்கும் மிகவும் பரிசுத்தமாக இருக்கும். இதுவே ஆலயத்தின் சட்டம்."
  }, {
    "number" : 13,
    "verse" : "(பலிபீடம்) “இவை பலிபீடத்தின் அளவுகள். இவை முழக் கோல்களால் அளக்கப்பட்டவை. பலிபீடத்தின் அடிப்பாகத்தைச் சுற்றிலும் ஒரு முழம் (1'9\") ஆழமும் ஒரு முழம் (1'9\") அகலமும் கொண்ட வாய்க்கால் இருந்தது. அதன் ஓரத்தைச் சுற்றியுள்ள விளிம்பு ஒரு சாண் (9\") உயரமாயிருக்கும். இதுதான் பலிபீடத்தின் உயரமாக இருந்தது."
  }, {
    "number" : 14,
    "verse" : "தரையிலே இருக்கிற ஆதாரம் முதல் கீழ்நிலைமட்டும் 2 முழம் (3'6\") இருந்தது. அதன் அகலம் ஒரு முழம் (1'9\") இருந்தது. சின்ன விளிம்பு முதல் பெரிய விளிம்புவரை நான்கு முழம் அளவு (7') இருந்தது. அதன் அகலம் 2 முழம் (3.6\")."
  }, {
    "number" : 15,
    "verse" : "பலிபீடத்தின் நெருப்பு வைக்கிற இடம் 4 முழம் (7') உயரமாயிருந்தது. பலிபீடத்தின் ஒவ்வொரு மூலையில் ஒன்றாக 4 கொம்புகள் இருந்தன."
  }, {
    "number" : 16,
    "verse" : "பலிபீடத்தின் நெருப்பு வைக்கிற இடம் 12 முழம் நீளமும் 12 முழம் (21') அகலமுமாய் இருந்தன. இது சரியான நாற்சதுரம்."
  }, {
    "number" : 17,
    "verse" : "அதன் சட்டமும் சதுரமானது. அது 14 முழம் (24'6\") நீளமும் 14 முழம் (24'6\") அகலமும் கொண்டது. அதைச் சுற்றிலும் உள்ள விளிம்பு அரை முழம் (10 1/2') அகலமாயிருந்தது. அதனைச் சுற்றியுள்ள ஆதாரம் 2 முழம் (3'6\") ஆக இருக்கும். பீடத்திற்கு போகும் படிகள் கிழக்குப்பக்கம் இருந்தன.”"
  }, {
    "number" : 18,
    "verse" : "பிறகு அம்மனிதன் என்னிடம் சொன்னான்: “மனுபுத்திரனே, கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: ‘இதுதான் பலிபீடத்துக்கான விதிகள். இதனைக் கட்டும் நாளிலே அதன்மேல் தகனபலியிடவும் அதன்மேல் இரத்தம் தெளிக்கவும் அமைக்கப்படும்."
  }, {
    "number" : 19,
    "verse" : "நீ ஒரு இளங்காளையை பாவப் பரிகாரப் பலியாக சாதோக்கின் குடும்பத்தில் ஒருவனுக்குக் கொடுக்கவேண்டும். இந்த ஆட்கள் லேவியர் வம்சத்திலிருந்து வந்தவர்கள். அவர்கள் ஆசாரியர்களாக இருக்கிறார்கள்.’” எனது கர்த்தராகிய ஆண்டவர் இவற்றைச் சொன்னார்:"
  }, {
    "number" : 20,
    "verse" : "“நீ காளையின் இரத்தத்தை எடுத்து பலிபீடத்தின் நான்கு கொம்புகளிலும், சட்டத்தின் நான்கு கொடிகளிலும், சுற்றியிருக்கிற விளிம்பிலும் பூசி பாவநிவர்த்தி செய்யலாம். இவ்வாறு நீ பலிபீடத்தை சுத்தப்படுத்துவாய்."
  }, {
    "number" : 21,
    "verse" : "நீ பாவப் பரிகார பலிக்குக் காளையைக் கொண்டு வந்து அதை ஆலயத்திற்கு வெளியில் அதற்குரிய இடத்தில் சுட்டெரிக்கவேண்டும்."
  }, {
    "number" : 22,
    "verse" : "“இரண்டாவது நாளிலே பழுதற்ற ஒரு வெள்ளாட்டுக்கடாவைப் பாவப்பரிகார பலியாக பலியிடு. ஆசாரியர்கள் முன்பு காளை பலிக்குச் செய்தது போலவே இதற்கும் பலிபீடத்தைப் பரிசுத்தப்படுத்தவேண்டும்."
  }, {
    "number" : 23,
    "verse" : "நீ பலிபீடத்தை பரிசுத்தப்படுத்தின பின்பு, பழுதற்ற ஒரு இளங்காளையையும், மந்தையிலிருந்து பழுதற்ற ஒரு ஆட்டுக்கடாவையும் பலியாக்கு."
  }, {
    "number" : 24,
    "verse" : "பிறகு நீ அவற்றை கர்த்தருக்கு முன் பலியிடு. ஆசாரியர்கள் அதன்மேல் உப்பைத் தூவுவார்கள். பிறகு ஆசாரியர்கள் காளையையும் கடாவையும் கர்த்தருக்குத் தகன பலியாகக் கொடுப்பார்கள்."
  }, {
    "number" : 25,
    "verse" : "ஏழு நாட்களுக்குத் தொடர்ந்து தினம் பாவப்பரிகாரத்திற்காக ஒரு வெள்ளாட்டுக் கடாவைத் தயார் செய். அதோடு மந்தையிலிருந்து ஒரு காளையையும் ஆட்டுக்கடாவையும் தயார் செய். காளைக்கும் ஆட்டுக்காடாவுக்கும் எவ்விதப் பழுதும் இருக்கக் கூடாது."
  }, {
    "number" : 26,
    "verse" : "ஏழு நாட்களுக்கு ஆசாரியர்கள் பலிபீடத்தைச் சுத்தமாக வைத்து, சுத்திகரித்து அர்ப்பணிக்கவேண்டும்."
  }, {
    "number" : 27,
    "verse" : "அந்நாட்கள் முடிந்த பின்பு எட்டாம் நாள் முதல் ஆசாரியர்கள் பலிபீடத்தின் மேல் உங்கள் தகன பலிகளையும், சமாதான பலிகளையும் படைக்கவேண்டும். அப்பொழுது நான் உன்னை ஏற்றுக்கொள்வேன்.” எனது கர்த்தராகிய ஆண்டவர் இதைச் சொன்னார்."
  } ]
}