{"bibleAbbr":"KNJV","bookName":"ಲೂಕನು","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"ಶ್ರೀಮತ್ ಥೆಯೊಫಿಲನೇ, ನಮ್ಮಲ್ಲಿ ನಿಶ್ಚಯಕ್ಕೆ ಬಂದಿರುವ ಕಾರ್ಯಗಳನ್ನು ಮೊದಲಿಂದ ಕಣ್ಣಾರೆ ಕಂಡು ಸುವಾರ್ತಾ ವಾಕ್ಯವನ್ನು ಸಾರುತ್ತಿದ್ದವರು ನಮಗೆ ತಿಳಿಸಿದ ಪ್ರಕಾರ ಆ ಕಾರ್ಯಗಳನ್ನು ಚರಿತ್ರ ರೂಪವಾಗಿ ಬರೆಯುವದಕ್ಕೆ ಅನೇಕರು ಪ್ರಯತ್ನಿಸಿರಲಾಗಿ"},{"number":3,"verse":"ನಾನು ಬುಡದಿಂದ ಎಲ್ಲವನ್ನೂ ಚೆನ್ನಾಗಿ ವಿಚಾರಿಸಿದವನಾದಕಾರಣ ಅವುಗಳನ್ನು ನಿನಗೆ ಕ್ರಮವಾಗಿ ಬರೆಯುವದು ಒಳ್ಳೇದೆಂದು ನನಗೂ ತೋಚಿತು."},{"number":4,"verse":"ನಿನಗೆ ಉಪದೇಶಿಸಿರುವ ವಿಷಯಗಳು ಯಥಾರ್ಥವಾದವುಗಳೆಂದು ಇದರಿಂದ ನೀನು ಗೊತ್ತುಮಾಡಿಕೊಳ್ಳಬಹುದು."},{"number":5,"verse":"ಯೂದಾಯದ ಅರಸನಾದ ಹೆರೋದನ ಕಾಲದಲ್ಲಿ ಅಬೀಯನ ವರ್ಗಕ್ಕೆ ಸೇರಿದ ಜಕರೀಯನೆಂಬ ಒಬ್ಬ ಯಾಜಕನಿದ್ದನು. ಅವನ ಹೆಂಡತಿಯು ಆರೋನನ ವಂಶದವಳು. ಆಕೆಯ ಹೆಸರು ಎಲಿಸಬೇತ್."},{"number":6,"verse":"ಅವರಿಬ್ಬರೂ ಕರ್ತನ ಎಲ್ಲಾ ಆಜ್ಞೆಗಳನ್ನೂ ನೇಮನಿಷ್ಠೆಗಳನ್ನೂ ಕೈಕೊಂಡು ತಪ್ಪಿಲ್ಲದೆ ನಡಕೊಳ್ಳುತ್ತಾ ದೇವರ ದೃಷ್ಟಿಯಲ್ಲಿ ನೀತಿವಂತರಾಗಿದ್ದರು."},{"number":7,"verse":"ಆದರೆ ಎಲಿಸಬೇತಳು ಬಂಜೆಯಾದದರಿಂದ ಅವರಿಗೆ ಮಕ್ಕಳಿರಲಿಲ್ಲ; ಇದಲ್ಲದೆ ಅವರಿಬ್ಬರೂ ದಿನಹೋದವರಾಗಿದ್ದರು."},{"number":8,"verse":"ಹೀಗಿರಲಾಗಿ ಜಕರೀಯನ ವರ್ಗದ ಸರತಿ ಬಂದಾಗ ಅವನು ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ಯಾಜಕಧರ್ಮವನ್ನು ನಡಿಸುತ್ತಿರಲು"},{"number":9,"verse":"ದೇವಾಲಯದೊಳಕ್ಕೆ ಹೋಗಿ ಧೂಪವನ್ನರ್ಪಿಸುವದು ಯಾಜಕರ ಮರ್ಯಾದೆಯ ಪ್ರಕಾರ ಅವನ ಪಾಲಿಗೆ ಬಂತು."},{"number":10,"verse":"ಧೂಪವನ್ನು ಅರ್ಪಿಸುವ ಹೊತ್ತಿನಲ್ಲಿ ಜನರ ಗುಂಪೆಲ್ಲಾ ಹೊರಗೆ ನಿಂತು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತಿರಲಾಗಿ"},{"number":11,"verse":"ಕರ್ತನ ದೂತನು ಧೂಪಪೀಠದ ಬಲಗಡೆಯಲ್ಲಿ ನಿಂತುಕೊಂಡವನಾಗಿ ಅವನಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು."},{"number":12,"verse":"ಜಕರೀಯನು ಅವನನ್ನು ಕಂಡು ತತ್ತರಗೊಂಡು ಭಯಹಿಡಿದವನಾದನು."},{"number":13,"verse":"ಆದರೆ ಆ ದೂತನು ಅವನಿಗೆ - ಜಕರೀಯಾ, ಭಯಪಬೇಡ; ನಿನ್ನ ವಿಜ್ಞಾಪನೆ ದೇವರಿಗೆ ಮುಟ್ಟಿತು; ನಿನ್ನ ಹೆಂಡತಿಯಾದ ಎಲಿಸಬೇತಳು ನಿನಗೆ ಒಬ್ಬ ಮಗನನ್ನು ಹೆರುವಳು."},{"number":14,"verse":"ನೀನು ಅವನಿಗೆ ಯೋಹಾನನೆಂದು ಹೆಸರಿಡಬೇಕು. ನಿನಗೆ ಸಂತೋಷವೂ ಉಲ್ಲಾಸವೂ ಉಂಟಾಗುವದು; ಮತ್ತು ಅವನು ಹುಟ್ಟಿದ್ದಕ್ಕೆ ಬಹು ಜನರು ಸಂತೋಷಪಡುವರು."},{"number":15,"verse":"ಅವನು ಕರ್ತನ ದೃಷ್ಟಿಯಲ್ಲಿ ಮಹಾಪುರುಷನಾಗಿರುವನು; ದ್ರಾಕ್ಷಾರಸವನ್ನಾಗಲಿ ಯಾವ ಮದ್ಯವನ್ನಾಗಲಿ ಕುಡಿಯದವನಾಗಿರುವನು; ಅವನು ಹುಟ್ಟಿದಂದಿನಿಂದಲೂ ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗಿರುವನು."},{"number":16,"verse":"ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಅನೇಕರನ್ನು ಅವರ ದೇವರಾಗಿರುವ ಕರ್ತನ ಕಡೆಗೆ ತಿರುಗಿಸುವನು. ಅವನು ಆತನ ಮುಂದೆ ಹೋಗಿ ಎಲೀಯನ ಗುಣಶಕ್ತಿಗಳಿಂದ ಕೂಡಿದವನಾಗಿ"},{"number":17,"verse":"ತಂದೆಗಳ ಹೃದಯವನ್ನು ಮಕ್ಕಳ ಕಡೆಗೂ ಹಟಹಿಡಿದವರನ್ನು ನೀತಿವಂತರ ಜ್ಞಾನದ ಕಡೆಗೂ ತಿರುಗಿಸಿ ಸಿದ್ಧವಾದ ಜನವನ್ನು ಕರ್ತನಿಗೆ ಒದಗಿಸುವನು ಎಂದು ಹೇಳಿದನು."},{"number":18,"verse":"ಜಕರೀಯನು ಆ ದೂತನಿಗೆ - ಇದನ್ನು ನಾನು ಯಾತರಿಂದ ತಿಳುಕೊಳ್ಳಲಿ? ನಾನು ಮುದುಕನು; ನನ್ನ ಹೆಂಡತಿಯೂ ದಿನಹೋದವಳು ಎಂದು ಹೇಳಿದ್ದಕ್ಕೆ"},{"number":19,"verse":"ಆ ದೂತನು - ನಾನು ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿಲ್ಲುವ ಗಬ್ರಿಯೇಲನು; ನಿನ್ನ ಕೂಡ ಮಾತಾಡಿ ಈ ಶುಭವರ್ತಮಾನವನ್ನು ನಿನಗೆ ತಿಳಿಸುವದಕ್ಕಾಗಿ ನಾನು ಕಳುಹಿಸಲ್ಪಟ್ಟಿದ್ದೇನೆ."},{"number":20,"verse":"ಈ ನನ್ನ ಮಾತು ತಕ್ಕ ಸಮಯದಲ್ಲಿ ನೆರವೇರುವದು; ಆದರೆ ನೀನು ಅದನ್ನು ನಂಬದೆಹೋದದ್ದರಿಂದ ಅದೆಲ್ಲಾ ಸಂಭವಿಸುವ ದಿನದವರೆಗೂ ಮಾತನಾಡಲಾರದೆ ಮೂಕನಾಗಿರುವಿ ಎಂದು ಅವನಿಗೆ ಉತ್ತರಕೊಟ್ಟನು."},{"number":21,"verse":"ಇಷ್ಟರೊಳಗೆ ಜನರು ಜಕರೀಯನನ್ನು ಕಾದುಕೊಂಡಿದ್ದು ಅವನು ದೇವಾಲಯದೊಳಗೆ ತಡಮಾಡಿದ್ದಕ್ಕೆ ಆಶ್ಚರ್ಯಪಟ್ಟರು."},{"number":22,"verse":"ಅವನು ಹೊರಗೆ ಬಂದಾಗ ಅವರ ಕೂಡ ಏನೂ ಮಾತಾಡಲಾರದೆ ಇರಲು ಅವರು - ಇವನಿಗೆ ದೇವಾಲಯದಲ್ಲಿ ಏನೋ ದಿವ್ಯದರ್ಶನವಾಗಿರಬೇಕು ಎಂದು ತಿಳುಕೊಂಡರು. ಅವನು ಅವರಿಗೆ ಕೈಸನ್ನೆ ಮಾಡುತ್ತಾ ಮೂಕನಾಗಿಯೇ ಇದ್ದನು."},{"number":23,"verse":"ಅವನ ಯಾಜಕವರ್ಗದ ದಿನಗಳು ತೀರಿದ ನಂತರ ಅವನು ತನ್ನ ಮನೆಗೆ ಹೋದನು."},{"number":24,"verse":"ಆ ದಿವಸಗಳಾದ ಮೇಲೆ ಅವನ ಹೆಂಡತಿಯಾದ ಎಲಿಸಬೇತಳು ಬಸುರಾಗಿ ಐದು ತಿಂಗಳು ಮನೆಯಲ್ಲೇ ಮರೆಯಾಗಿದ್ದು -"},{"number":25,"verse":"ಕರ್ತನು ಈ ಕಾಲದಲ್ಲಿ ನನ್ನನ್ನು ಪರಾಮರಿಸಿ ನನಗೆ ಈ ರೀತಿಯಾಗಿ ಮಾಡಿ ಜನರಲ್ಲಿ ನನಗಿದ್ದ ಅವಮಾನವನ್ನು ಪರಿಹರಿಸಿದ್ದಾನಲ್ಲಾ ಅನ್ನುತ್ತಿದ್ದಳು."},{"number":26,"verse":"ಆರನೆಯ ತಿಂಗಳಲ್ಲಿ ದೇವರು ಗಬ್ರಿಯೇಲನೆಂಬ ತನ್ನ ದೂತನನ್ನು ಗಲಿಲಾಯ ಸೀಮೆಯ ನಜರೇತೆಂಬ ಊರಿಗೆ ಒಬ್ಬ ಕನ್ಯೆಯ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು;"},{"number":27,"verse":"ಆ ಕನ್ಯೆಯ ಹೆಸರು ಮರಿಯಳು; ಆಕೆಯು ದಾವೀದನ ಮನೆತನದ ಯೋಸೇಫನೆಂಬ ಪುರುಷನಿಗೆ ನಿಶ್ಚಿತಾರ್ಥವಾಗಿದ್ದಳು."},{"number":28,"verse":"ಆ ದೂತನು ಆಕೆಯ ಬಳಿಗೆ ಬಂದು - ದೇವರ ದಯೆ ಹೊಂದಿದವಳೇ, ನಿನಗೆ ಶುಭವಾಗಲಿ; ಕರ್ತನು ನಿನ್ನ ಸಂಗಡ ಇದ್ದಾನೆ ಅಂದನು."},{"number":29,"verse":"ಆಕೆಯು ಆ ಮಾತಿಗೆ ತತ್ತರಿಸಿ - ಇದೆಂಥ ಆಶೀರ್ವಾದ ಎಂದು ಯೋಚನೆಮಾಡುತ್ತಿರಲಾಗಿ"},{"number":30,"verse":"ಆ ದೂತನು ಆಕೆಗೆ - ಮರಿಯಳೇ, ಹೆದರಬೇಡ; ನಿನಗೆ ದೇವರ ದಯೆ ದೊರಕಿತು."},{"number":31,"verse":"ಇಗೋ, ನೀನು ಗರ್ಭಿಣಿಯಾಗಿ ಒಬ್ಬ ಮಗನನ್ನು ಹೆರುವಿ; ಆತನಿಗೆ ಯೇಸುವೆಂದು ಹೆಸರಿಡಬೇಕು."},{"number":32,"verse":"ಆತನು ಮಹಾಪುರುಷನಾಗಿ ಪರಾತ್ಪರನ ಕುಮಾರನೆನಿಸಿಕೊಳ್ಳುವನು; ಇದಲ್ಲದೆ ದೇವರಾಗಿರುವ ಕರ್ತನು ಆತನ ಮೂಲಪಿತನಾದ ದಾವೀದನ ಸಿಂಹಾಸನವನ್ನು ಆತನಿಗೆ ಕೊಡುವನು."},{"number":33,"verse":"ಆತನು ಯಾಕೋಬನ ವಂಶವನ್ನು ಸದಾಕಾಲ ಆಳುವನು; ಆತನ ರಾಜ್ಯಕ್ಕೆ ಅಂತ್ಯವೇ ಇಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":34,"verse":"ಮರಿಯಳು ಆ ದೂತನನ್ನು - ಇದು ಹೇಗಾದೀತು? ನಾನು ಪುರುಷನನ್ನು ಅರಿತವಳಲ್ಲವಲ್ಲಾ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ದೂತನು -"},{"number":35,"verse":"ನಿನ್ನ ಮೇಲೆ ಪವಿತ್ರಾತ್ಮ ಬರುವದು; ಪರಾತ್ಪರನ ಶಕ್ತಿಯ ನೆರಳು ನಿನ್ನ ಮೇಲೆ ಬೀಳುವದು; ಆದದರಿಂದ ಹುಟ್ಟುವ ಆ ಪವಿತ್ರ ಶಿಶು ದೇವರ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದು."},{"number":36,"verse":"ಮತ್ತು ನಿನ್ನ ಬಂಧುವಾದ ಎಲಿಸಬೇತಳಿದ್ದಾಳಲ್ಲಾ, ಆಕೆ ಸಹ ಮುಪ್ಪಿನವಳಾದರೂ ಗರ್ಭಿಣಿಯಾಗಿದ್ದಾಳೆ; ಆಕೆಯ ಗರ್ಭದಲ್ಲಿ ಗಂಡುಮಗುವದೆ; ಬಂಜೆಯೆನಿಸಿಕೊಂಡಿದ್ದ ಆಕೆಗೆ ಇದೇ ಆರನೆಯ ತಿಂಗಳು."},{"number":37,"verse":"ದೇವರಿಂದ ಬರುವ ಯಾವ ಮಾತಾದರೂ ನಿಷ್ಫಲವಾಗುವದಿಲ್ಲ ಅಂದನು."},{"number":38,"verse":"ಆಗ ಮರಿಯಳು - ಇಗೋ, ನಾನು ಕರ್ತನ ದಾಸಿ; ನಿನ್ನ ಮಾತಿನಂತೆ ನನಗಾಗಲಿ ಅಂದಳು. ಆಮೇಲೆ ಆ ದೂತನು ಆಕೆಯ ಬಳಿಯಿಂದ ಹೊರಟುಹೋದನು."},{"number":39,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಮರಿಯಳು ಎದ್ದು ಅವಸರದಿಂದ ಮಲೆನಾಡಿಗೆ ಹೊರಟು ಯೆಹೂದದಲ್ಲಿರುವ ಒಂದೂರಿಗೆ ಹೋಗಿ"},{"number":40,"verse":"ಜಕರೀಯನ ಮನೆಯನ್ನು ಸೇರಿ ಎಲಿಸಬೇತಳಿಗೆ ವಂದಿಸಿದಳು."},{"number":41,"verse":"ಎಲಿಸಬೇತಳು ಮರಿಯಳ ವಂದನೆಯನ್ನು ಕೇಳುತ್ತಲೇ ಆಕೆಯ ಗರ್ಭದಲ್ಲಿದ್ದ ಕೂಸು ಹಾರಾಡಿತು."},{"number":42,"verse":"ಮತ್ತು ಎಲಿಸಬೇತಳು ಪವಿತ್ರಾತ್ಮಭರಿತಳಾಗಿ ಮಹಾಧ್ವನಿಯಿಂದ ಕೂಗಿ - ನೀನು ಸ್ತ್ರೀಯರೊಳಗೆ ಆಶೀರ್ವಾದ ಹೊಂದಿದವಳು ಮತ್ತು ನಿನ್ನಲ್ಲಿ ಹುಟ್ಟುವ ಕೂಸು ಆಶೀರ್ವಾದ ಹೊಂದಿದ್ದು."},{"number":43,"verse":"ನನ್ನ ಸ್ವಾಮಿಯ ತಾಯಿಯು ನನ್ನ ಬಳಿಗೆ ಬರುವಷ್ಟು ಭಾಗ್ಯ ನನಗೆ ಎಲ್ಲಿಂದಾಯಿತು?"},{"number":44,"verse":"ಇಗೋ, ನಿನ್ನ ವಂದನೆಯು ನನ್ನ ಕಿವಿಗೆ ಬೀಳುತ್ತಲೇ ಕೂಸು ನನ್ನ ಗರ್ಭದಲ್ಲಿ ಉಲ್ಲಾಸದಿಂದ ಹಾರಾಡಿತು."},{"number":45,"verse":"ನಂಬಿದವಳಾದ ನೀನು ಧನ್ಯಳೇ; ಕರ್ತನು ನಿನಗೆ ಹೇಳಿದ ಮಾತುಗಳು ನೆರವೇರುವವು ಅಂದಳು."},{"number":46,"verse":"ಆಗ ಮರಿಯಳು ಹೇಳಿದ್ದೇನಂದರೆ - ನನ್ನ ಪ್ರಾಣವು ಕರ್ತನನ್ನು ಕೊಂಡಾಡುತ್ತದೆ,"},{"number":47,"verse":"ನನ್ನ ಆತ್ಮವು ನನ್ನ ರಕ್ಷಕನಾದ ದೇವರ ವಿಷಯದಲ್ಲಿ ಉಲ್ಲಾಸಗೊಂಡದೆ."},{"number":48,"verse":"ಆತನು ತನ್ನ ದಾಸಿಯ ದೀನಸ್ಥಿತಿಯ ಮೇಲೆ ಲಕ್ಷ್ಯವಿಟ್ಟಿದ್ದಾನೆ. ಇಗೋ, ಇಂದಿನಿಂದ ತಲತಲಾಂತರದವರೆಲ್ಲಾ ನನ್ನನ್ನು ಧನ್ಯಳೆಂದು ಹೊಗಳುವರು."},{"number":49,"verse":"ಶಕ್ತನಾಗಿರುವಾತನು ನನಗೆ ದೊಡ್ಡ ಉಪಕಾರಗಳನ್ನು ಮಾಡಿದ್ದಾನೆ; ಆತನ ನಾಮವು ಪರಿಶುದ್ಧವಾದದ್ದು."},{"number":50,"verse":"ಆತನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರ ಮೇಲೆ ಆತನ ದಯವು ತಲತಲಾಂತರದವರೆಗೂ ಇರುವದು."},{"number":51,"verse":"ಆತನು ತನ್ನ ಭುಜಪರಾಕ್ರಮವನ್ನು ತೋರಿಸಿ ಸೊಕ್ಕಿದ ಮನಸ್ಸುಳ್ಳವರನ್ನು ಚದರಿಸಿಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":52,"verse":"ಪ್ರಭುಗಳನ್ನು ಸಿಂಹಾಸನಗಳಿಂದ ದೊಬ್ಬಿ ದೀನಸ್ಥಿತಿಯವರನ್ನು ಉನ್ನತಸ್ಥಿತಿಗೆ ತಂದಿದ್ದಾನೆ."},{"number":53,"verse":"ಹಸಿದವರನ್ನು ಮೃಷ್ಟಾನ್ನದಿಂದ ತೃಪ್ತಿಪಡಿಸಿ ಸ್ಥಿತಿವಂತರನ್ನು ಬರಿಗೈಯಲ್ಲಿ ಕಳುಹಿಸಿಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":54,"verse":"ಆತನು ನಮ್ಮ ಪೂರ್ವಿಕರಿಗೆ ಹೇಳಿದ್ದಕ್ಕೆ ಸರಿಯಾಗಿ ಅಬ್ರಹಾಮನಿಗೂ ಅವನ ವಂಶದವರಿಗೂ ಯಾವಾಗಲೂ ದಯೆ ತೋರಿಸಬೇಕೆಂಬದನ್ನು ನೆನಸಿಕೊಂಡು ತನ್ನ ಸೇವಕನಾದ ಇಸ್ರಾಯೇಲನನ್ನು ಕೈಹಿಡಿದಿದ್ದಾನೆ ಅಂದಳು."},{"number":56,"verse":"ಮರಿಯಳು ಹೆಚ್ಚು ಕಡಿಮೆ ಮೂರು ತಿಂಗಳು ಎಲಿಸಬೇತಳ ಬಳಿಯಲ್ಲಿದ್ದು ತನ್ನ ಮನೆಗೆ ಹಿಂತಿರುಗಿಹೋದಳು."},{"number":57,"verse":"ಎಲಿಸಬೇತಳು ದಿನತುಂಬಿ ಗಂಡು ಮಗುವನ್ನು ಹೆತ್ತಳು."},{"number":58,"verse":"ಆಕೆಯ ನೆರೆಹೊರೆಯವರೂ ಬಂಧುಬಾಂಧವರೂ ಆಕೆಯ ಮೇಲೆ ಕರ್ತನು ತನ್ನ ದಯವನ್ನು ವಿಶೇಷವಾಗಿ ತೋರಿಸಿದ್ದಾನೆಂಬದನ್ನು ಕೇಳಿ ಆಕೆಯ ಕೂಡ ಸಂತೋಷಪಟ್ಟರು."},{"number":59,"verse":"ಎಂಟನೆಯ ದಿನದಲ್ಲಿ ಅವರು ಆ ಮಗುವಿಗೆ ಸುನ್ನತಿಮಾಡುವದಕ್ಕಾಗಿ ಬಂದು ಅದಕ್ಕೆ ಜಕರೀಯನೆಂದು ತಂದೆಯ ಹೆಸರನ್ನು ಇಡಬೇಕೆಂದಿದ್ದರು."},{"number":60,"verse":"ಈ ವಿಷಯದಲ್ಲಿ ಅದರ ತಾಯಿಯು - ಅದು ಬೇಡ, ಯೋಹಾನನೆಂದು ಹೆಸರಿಡಬೇಕು ಅನ್ನಲು"},{"number":61,"verse":"ಅವರು - ನಿನ್ನ ಬಂಧುಬಾಂಧವರಲ್ಲಿ ಈ ಹೆಸರಿನವರು ಒಬ್ಬರಾದರೂ ಇಲ್ಲವಲ್ಲಾ ಎಂದು ಆಕೆಗೆ ಹೇಳಿ"},{"number":62,"verse":"ಇದಕ್ಕೆ ಏನು ಹೆಸರಿಡಬೇಕೆಂದಿರುತ್ತೀ ಎಂಬದಾಗಿ ತಂದೆಗೆ ಸನ್ನೆ ಮಾಡಿದರು."},{"number":63,"verse":"ಅವನು ಒಂದು ಹಲಿಗೆಯನ್ನು ತರಿಸಿಕೊಂಡು - ಯೋಹಾನನೆಂತಲೇ ಅದರ ಹೆಸರು ಎಂದು ಬರೆದನು. ಅದಕ್ಕೆ ಎಲ್ಲರೂ ಆಶ್ಚರ್ಯಪಟ್ಟರು."},{"number":64,"verse":"ಕೂಡಲೆ ಅವನಿಗೆ ಬಾಯಿ ಬಂತು, ನಾಲಿಗೆ ಸಡಿಲವಾಯಿತು, ಅವನು ಮಾತಾಡುವ ಶಕ್ತಿಯುಳ್ಳವನಾಗಿ ದೇವರನ್ನು ಕೊಂಡಾಡಿದನು."},{"number":65,"verse":"ಇದನ್ನು ಕೇಳಿದ ನೆರೆಹೊರೆಯವರಿಗೆಲ್ಲಾ ಹೆದರಿಕೆಯುಂಟಾಯಿತು; ಮತ್ತು ಈ ಎಲ್ಲಾ ಸಂಗತಿಗಳನ್ನು ಕುರಿತು ಯೂದಾಯದ ಮಲೆನಾಡಿನಲ್ಲೆಲ್ಲಾ ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":66,"verse":"ಕೇಳಿದವರೆಲ್ಲರೂ - ಆಹಾ, ಈ ಕೂಸು ಎಂಥವನಾಗುವನೋ ಎಂದು ಈ ಸಂಗತಿಗಳನ್ನು ಮನಸ್ಸಿನಲ್ಲಿಟ್ಟುಕೊಂಡರು ಮತ್ತು ಕರ್ತನ ಹಸ್ತವು ಅದರ ಮೇಲೆ ಇತ್ತು."},{"number":67,"verse":"ಇದಲ್ಲದೆ ಆ ಮಗುವಿನ ತಂದೆಯಾದ ಜಕರೀಯನು ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗಿ ಪ್ರವಾದನವಚನವನ್ನು ನುಡಿದದ್ದೇನಂದರೆ -"},{"number":68,"verse":"ಇಸ್ರಾಯೇಲ್ ಜನರ ದೇವರಾಗಿರುವ ಕರ್ತನಿಗೆ ಸ್ತೋತ್ರವು; ಆತನು ಪೂರ್ವದಲ್ಲಿದ್ದ ತನ್ನ ಶ್ರೀಪ್ರವಾದಿಗಳ ಬಾಯಿಂದ ತಾನು ಹೇಳಿದಂತೆಯೇ ತನ್ನ ಪ್ರಜೆಯನ್ನು ಪರಾಮರಿಸಿ ಅವರಿಗೆ ಬಿಡುಗಡೆಯನ್ನುಂಟುಮಾಡಿದ್ದಾನೆ; ತನ್ನ ಸೇವಕನಾದ ದಾವೀದನ ಮನೆತನದಲ್ಲಿ ನಮಗೋಸ್ಕರ ಒಬ್ಬ ರಕ್ಷಣವೀರನನ್ನು ಎಬ್ಬಿಸಿದ್ದಾನೆ."},{"number":71,"verse":"ಆತನು ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ದಯೆಯನ್ನು ತೋರಿಸುವವನಾಗಿಯೂ ನಮ್ಮ ಮೂಲ ಪಿತೃವಾದ ಅಬ್ರಹಾಮನಿಗೆ ಪ್ರಮಾಣಮಾಡಿಕೊಟ್ಟ ತನ್ನ ಪರಿಶುದ್ಧವಾದ ಒಡಂಬಡಿಕೆಯನ್ನು ನೆನಸಿಕೊಳ್ಳುವವನಾಗಿಯೂ ಇದ್ದು ನಮ್ಮ ವೈರಿಗಳಿಂದಲೂ ನಮ್ಮನ್ನು ದ್ವೇಷಿಸುವವರೆಲ್ಲರ ಕೈಯಿಂದಲೂ ನಮ್ಮನ್ನು ತಪ್ಪಿಸಿ ರಕ್ಷಿಸಿದ್ದಾನೆ."},{"number":74,"verse":"ಹೀಗೆ ನಾವು ನಮ್ಮ ವೈರಿಗಳ ಕೈಯಿಂದ ಬಿಡುಗಡೆಹೊಂದಿ ಭಯವಿಲ್ಲದವರಾಗಿದ್ದು ನಮ್ಮ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ನಿರ್ಮಲ ಚಿತ್ತದಿಂದಲೂ ನೀತಿಯಿಂದಲೂ ತನ್ನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸೇವೆಮಾಡುವಂತೆ ನಮಗೆ ಅನುಕೂಲಮಾಡಿದ್ದಾನೆ."},{"number":76,"verse":"ಮಗುವೇ, ನೀನಾದರೋ ಪರಾತ್ಪರನ ಪ್ರವಾದಿಯೆನಿಸಿಕೊಳ್ಳುವಿ. ನೀನು ಕರ್ತನ ಮುಂದೆ ಹೋಗಿ ಆತನ ಹಾದಿಗಳನ್ನು ಸಿದ್ಧಮಾಡುವವನಾಗಿಯೂ"},{"number":77,"verse":"ನಮ್ಮ ದೇವರು ಅತ್ಯಂತಕರುಣೆಯಿಂದ ದಯಪಾಲಿಸುವ ಪಾಪಪರಿಹಾರವೆಂಬ ರಕ್ಷಣೆಯ ತಿಳುವಳಿಕೆಯನ್ನು ಆತನ ಪ್ರಜೆಗೆ ಕೊಡುವವನಾಗಿಯೂ ಇರುವಿ. ಆ ಕರುಣೆಯಿಂದಲೇ ನಮಗೆ ಮೇಲಿನಿಂದ ಅರುಣೋದಯವು ಉಂಟಾಗಿ"},{"number":79,"verse":"ಕತ್ತಲಲ್ಲಿಯೂ ಮರಣಾಂಧಕಾರದಲ್ಲಿಯೂ ವಾಸಿಸಿರುವವರಾದ ನಮಗೆ ಪ್ರಕಾಶ ಕೊಟ್ಟು ನಮ್ಮ ಕಾಲುಗಳನ್ನು ಸಮಾಧಾನದ ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸಿ ನಡಿಸುವದು ಅಂದನು."},{"number":80,"verse":"ಆ ಬಾಲಕನು ಬೆಳೆದು ಆತ್ಮದಲ್ಲಿ ಬಲವುಳ್ಳವನಾದನು ಮತ್ತು ಇಸ್ರಾಯೇಲ್ ಜನರಿಗೆ ತನ್ನನ್ನು ತೋರ್ಪಡಿಸಿಕೊಳ್ಳುವ ದಿನದವರೆಗೆ ಅರಣ್ಯ ಪ್ರದೇಶಗಳಲ್ಲಿ ಇದ್ದನು."}]}