{"bibleAbbr":"KNJV","bookName":"ಲೂಕನು","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"ಇಷ್ಟರಲ್ಲಿ ಸಾವಿರಾರು ಜನರು ಒಬ್ಬರನ್ನೊಬ್ಬರು ತುಳಿಯುವಷ್ಟು ಕೂಡಿಬಂದಿರಲಾಗಿ ಆತನು ಮೊದಲು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳುವದಕ್ಕೆ ತೊಡಗಿದ್ದೇನಂದರೆ - ಫರಿಸಾಯರ ಕಪಟವೆಂಬ ಹುಳಿಹಿಟ್ಟಿನ ವಿಷಯದಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರ್ರಿ."},{"number":2,"verse":"ಮರೆಯಾಗಿರುವ ಯಾವದೂ ವ್ಯಕ್ತವಾಗದೆ ಇರುವದಿಲ್ಲ; ಹೊರಪಡದ ರಹಸ್ಯವೂ ಇಲ್ಲ."},{"number":3,"verse":"ಹೀಗಿರುವದರಿಂದ ನೀವು ಕತ್ತಲಲ್ಲಿ ಹೇಳಿದಂಥದು ಬೆಳಕಿನಲ್ಲಿ ಕೇಳಲಾಗುವದು; ಮತ್ತು ನೀವು ಕೋಣೆಗಳೊಳಗೆ ಕಿವಿಮಾತು ಆಡಿದ್ದು ಮಾಳಿಗೆಗಳ ಮೇಲೆ ಸಾರಲಾಗುವದು."},{"number":4,"verse":"ನನ್ನ ಸ್ನೇಹಿತರಾದ ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ - ದೇಹವನ್ನು ಕೊಂದು ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದೇನೂ ಮಾಡಲಾರದವರಿಗೆ ಹೆದರಬೇಡಿರಿ."},{"number":5,"verse":"ನೀವು ಯಾರಿಗೆ ಹೆದರಬೇಕೋ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇನೆ; ಕೊಂದ ಮೇಲೆ ನರಕದೊಳಗೆ ಹಾಕುವ ಅಧಿಕಾರವುಳ್ಳವನಿಗೆ ಹೆದರಬೇಕು; ಹೌದು, ಆತನಿಗೇ ಹೆದರಬೇಕೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":6,"verse":"ಐದು ಗುಬ್ಬಿಗಳನ್ನು ಎರಡು ದುಡ್ಡಿಗೆ ಮಾರುತ್ತಾರಲ್ಲಾ? ಆದಾಗ್ಯೂ ಅವುಗಳಲ್ಲಿ ಒಂದಾದರೂ ದೇವರಿಗೆ ಮರೆತು ಹೋಗುವದಿಲ್ಲ."},{"number":7,"verse":"ನಿಮ್ಮ ತಲೇಕೂದಲುಗಳು ಸಹ ಎಲ್ಲವೂ ಎಣಿಕೆಯಾಗಿವೆ. ಹೆದರಬೇಡಿರಿ; ಬಹಳ ಗುಬ್ಬಿಗಳಿಗಿಂತ ನೀವು ಹೆಚ್ಚಿನವರು."},{"number":8,"verse":"ನಾನು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ, ಯಾವನು ಮನುಷ್ಯರ ಮುಂದೆ ತಾನು ಯೇಸುವಿನವನೆಂದು ಒಪ್ಪಿಕೊಳ್ಳುವನೋ ಮನುಷ್ಯಕುಮಾರನು ಸಹ ಅವನನ್ನು ದೇವದೂತರ ಮುಂದೆ ತನ್ನವನೆಂದು ಒಪ್ಪಿಕೊಳ್ಳುವನು."},{"number":9,"verse":"ಆದರೆ ಯಾವನು ಮನುಷ್ಯರ ಮುಂದೆ ತಾನು ಯೇಸುವಿನವನಲ್ಲವೆಂದು ಹೇಳುವನೋ ಅವನನ್ನು ನಾನು ದೇವದೂತರ ಮುಂದೆ ನನ್ನವನಲ್ಲವೆಂದು ಹೇಳುವೆನು."},{"number":10,"verse":"ಮನುಷ್ಯಕುಮಾರನ ಮೇಲೆ ಏನಾದರೂ ಮಾತಾಡುವ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಕ್ಷಮಾಪಣೆಯಾಗುವದು; ಆದರೆ ಪವಿತ್ರಾತ್ಮನನ್ನು ದೂಷಿಸಿದವನಿಗೆ ಕ್ಷಮಾಪಣೆಯಿಲ್ಲ."},{"number":11,"verse":"ಅವರು ನಿಮ್ಮನ್ನು ಸಭಾಮಂದಿರಗಳ ಅಧ್ಯಕ್ಷರ ಮುಂದಕ್ಕೂ ಅಧಿಕಾರಿಗಳ ಮುಂದಕ್ಕೂ ಅಧಿಪತಿಗಳ ಮುಂದಕ್ಕೂ ಹಿಡುಕೊಂಡು ಹೋಗುವಾಗ ಹೇಗೆ ಉತ್ತರ ಕೊಡಬೇಕು? ಏನು ಉತ್ತರಕೊಡಬೇಕು? ಏನು ಹೇಳಬೇಕು ಎಂದು ಚಿಂತೆಮಾಡಬೇಡಿರಿ."},{"number":12,"verse":"ಯಾಕಂದರೆ ನೀವು ಹೇಳತಕ್ಕದ್ದನ್ನು ಪವಿತ್ರಾತ್ಮನು ಆ ಗಳಿಗೆಯಲ್ಲಿಯೇ ನಿಮಗೆ ಕಲಿಸಿಕೊಡುವನು ಅಂದನು."},{"number":13,"verse":"ಆಗ ಜನರಲ್ಲಿ ಒಬ್ಬನು - ಬೋಧಕನೇ, ತಂದೆಯ ಆಸ್ತಿಯನ್ನು ನನಗೆ ಪಾಲುಮಾಡಿ ಕೊಡುವಂತೆ ನನ್ನ ಅಣ್ಣನಿಗೆ ಹೇಳು ಎಂದು ಆತನನ್ನು ಕೇಳಿಕೊಳ್ಳಲು"},{"number":14,"verse":"ಆತನು - ಎಲಾ ಮನುಷ್ಯ, ನನ್ನನ್ನು ನಿಮಗೆ ನ್ಯಾಯಾಧಿಪತಿಯನ್ನಾಗಿ ಅಥವಾ ಪಾಲುಮಾಡುವವನನ್ನಾಗಿ ನೇಮಿಸಿದವರಾರು ಎಂದು ಅವನನ್ನು ಕೇಳಿ"},{"number":15,"verse":"ಜನರಿಗೆ - ಎಲ್ಲಾ ಲೋಭಕ್ಕೂ ಎಚ್ಚರಿಕೆಯಾಗಿದ್ದು ನಿಮ್ಮನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ. ಒಬ್ಬನಿಗೆ ಎಷ್ಟು ಆಸ್ತಿಯಿದ್ದರೂ ಅದು ಅವನಿಗೆ ಜೀವಾಧಾರವಾಗುವದಿಲ್ಲ ಎಂದು ಹೇಳಿ ಒಂದು ಸಾಮ್ಯವನ್ನು ಹೇಳಿದನು;"},{"number":16,"verse":"ಅದೇನಂದರೆ ಒಬ್ಬಾನೊಬ್ಬ ಐಶ್ವರ್ಯವಂತನ ಭೂಮಿಯು ಚೆನ್ನಾಗಿ ಬೆಳೆಯಿತು."},{"number":17,"verse":"ಆಗ ಅವನು ತನ್ನೊಳಗೆ - ನಾನೇನು ಮಾಡಲಿ? ನನ್ನ ಬೆಳೆಯನ್ನು ತುಂಬಿಡುವದಕ್ಕೆ ನನಗೆ ಸ್ಥಳವಿಲ್ಲವಲ್ಲಾ ಎಂದು ಆಲೋಚಿಸಿ - ಒಂದು ಕೆಲಸ ಮಾಡುತ್ತೇನೆ;"},{"number":18,"verse":"ನನ್ನ ಕಣಜಗಳನ್ನು ಕೀಳಿಸಿ ಅವುಗಳಿಗಿಂತ ದೊಡ್ಡ ಕಣಜಗಳನ್ನು ಕಟ್ಟಿಸುವೆನು. ಅಲ್ಲಿ ನನ್ನ ಎಲ್ಲಾ ದವಸಧಾನ್ಯಗಳನ್ನೂ ಸರಕುಗಳನ್ನೂ ತುಂಬಿಟ್ಟು"},{"number":19,"verse":"ನನ್ನ ಜೀವಾತ್ಮಕ್ಕೆ - ಜೀವವೇ, ಅನೇಕ ವರುಷಗಳಿಗೆ ಬೇಕಾದಷ್ಟು ಸರಕು ನಿನಗೆ ಬಿದ್ದದೆ; ವಿಶ್ರಮಿಸಿಕೋ, ಊಟಮಾಡು, ಕುಡಿ, ಸುಖಪಡು ಎಂದು ಹೇಳುವೆನು ಅಂದುಕೊಂಡನು."},{"number":20,"verse":"ಆದರೆ ದೇವರು ಅವನಿಗೆ - ಬುದ್ಧಿಹೀನನು ನೀನು! ಈ ಹೊತ್ತು ರಾತ್ರಿ ನಿನ್ನ ಪ್ರಾಣವನ್ನು ನಿನ್ನ ಕಡೆಯಿಂದ ಕೇಳುವರು; ಆಗ ನೀನು ಸಿದ್ಧಮಾಡಿಟ್ಟಿರುವದು ಯಾರಿಗಾಗುವದು ಎಂದು ಹೇಳಿದನು."},{"number":21,"verse":"ತನಗೋಸ್ಕರ ದ್ರವ್ಯವನ್ನಿಟ್ಟುಕೊಂಡು ದೇವರ ವಿಷಯಗಳಲ್ಲಿ ಐಶ್ವರ್ಯವಂತನಾಗದೆ ಇರುವವನು ಅವನಂತೆಯೇ ಇದ್ದಾನೆ ಅಂದನು."},{"number":22,"verse":"ಇದಲ್ಲದೆ ಆತನು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ಈ ಕಾರಣದಿಂದ ಪ್ರಾಣಧಾರಣೆಗೆ ಏನು ಊಟಮಾಡಬೇಕು? ದೇಹರಕ್ಷಣೆಗೆ ಏನು ಹೊದ್ದುಕೊಳ್ಳಬೇಕು ಎಂದು ಚಿಂತೆಮಾಡಬೇಡಿರಿ ಎಂಬದಾಗಿ ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":23,"verse":"ಊಟಕ್ಕಿಂತ ಪ್ರಾಣವು ಉಡುಪಿಗಿಂತ ದೇಹವು ಮೇಲಾದದ್ದಷ್ಟೆ."},{"number":24,"verse":"ಕಾಗೆಗಳನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ಯೋಚಿಸಿರಿ; ಅವು ಬಿತ್ತುವದಿಲ್ಲ, ಕೊಯ್ಯುವದಿಲ್ಲ, ಅವುಗಳಿಗೆ ಉಗ್ರಾಣವೂ ಇಲ್ಲ, ಕಣಜವೂ ಇಲ್ಲ; ಆದಾಗ್ಯೂ ದೇವರು ಅವುಗಳನ್ನು ಸಾಕಿಸಲಹುತ್ತಾನೆ. ಹಕ್ಕಿಗಳಿಗಿಂತ ನೀವು ಎಷ್ಟೋ ಹೆಚ್ಚಿನವರಲ್ಲವೇ."},{"number":25,"verse":"ಚಿಂತೆಮಾಡಿಮಾಡಿ ಒಂದು ಮೊಳ ಉದ್ದ ಬೆಳೆಯುವದು ನಿಮ್ಮಲ್ಲಿ ಯಾರಿಂದಾದೀತು?"},{"number":26,"verse":"ಆದದರಿಂದ ಕೇವಲ ಅಲ್ಪವಾದದ್ದನ್ನಾದರೂ ಮಾಡುವದಕ್ಕೆ ನೀವು ಅಶಕ್ತರಾಗಿರಲಾಗಿ ಮಿಕ್ಕಾದದ್ದರ ವಿಷಯದಲ್ಲಿ ಚಿಂತೆಮಾಡುವದೇಕೆ?"},{"number":27,"verse":"ಹೂವುಗಳು ಬೆಳೆಯುವ ರೀತಿಯನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ಯೋಚಿಸಿರಿ; ಅವು ದುಡಿಯುವದಿಲ್ಲ, ನೂಲುವದಿಲ್ಲ; ಆದರೂ ಈ ಹೂವುಗಳೊಳಗೆ ಒಂದಕ್ಕಿರುವಷ್ಟು ಅಲಂಕಾರವು ಅರಸನಾದ ಸೊಲೊಮೋನನಿಗೆ ಸಹ ಅವನು ತನ್ನ ಸಕಲ ವೈಭವದಿಂದಿರುವಾಗಲೂ ಇರಲಿಲ್ಲವೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":28,"verse":"ಎಲೈ ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ, ಈ ಹೊತ್ತು ಇದ್ದು ನಾಳೆ ಒಲೆಯ ಪಾಲಾಗುವ ಅಡವಿಯ ಹುಲ್ಲಿಗೆ ದೇವರು ಹೀಗೆ ಉಡಿಸಿದರೆ ಅದಕ್ಕಿಂತ ಎಷ್ಟೋ ಹೆಚ್ಚಾಗಿ ನಿಮಗೆ ಉಡಿಸಿ ತೊಡಿಸುವನು."},{"number":29,"verse":"ಏನು ಊಟಮಾಡಬೇಕು? ಏನು ಕುಡಿಯಬೇಕು ಎಂದು ತವಕಪಡಬೇಡಿರಿ ಮತ್ತು ಅನುಮಾನ ಪಡಬೇಡಿರಿ."},{"number":30,"verse":"ಇವೆಲ್ಲವುಗಳ ಮೇಲೆ ಇಹಲೋಕದ ಜನಗಳು ತವಕಪಡುತ್ತಾರೆ; ಇವು ನಿಮಗೆ ಅವಶ್ಯವೆಂದು ನಿಮ್ಮ ತಂದೆಗೆ ತಿಳಿದಿದೆ."},{"number":31,"verse":"ನೀವಾದರೋ ದೇವರ ರಾಜ್ಯಕ್ಕಾಗಿ ತವಕಪಡಿರಿ; ಇದರ ಕೂಡ ಅವೂ ನಿಮಗೆ ದೊರಕುವವು."},{"number":32,"verse":"ಚಿಕ್ಕ ಹಿಂಡೇ, ಹೆದರಬೇಡ; ಆ ರಾಜ್ಯವನ್ನು ನಿಮಗೆ ದಯಪಾಲಿಸುವದಕ್ಕೆ ನಿಮ್ಮ ತಂದೆಯು ಸಂತೋಷವುಳ್ಳವನಾಗಿದ್ದಾನೆ."},{"number":33,"verse":"ನಿಮಗಿರುವದನ್ನು ಮಾರಿಬಿಟ್ಟು ದಾನಾ ಕೊಡಿರಿ; ಹಳೇವಾಗದಂಥ ಹಮ್ಮೀಣಿಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಪರಲೋಕದಲ್ಲಿ ಲಯವಾಗದ ದ್ರವ್ಯವನ್ನು ಇಟ್ಟುಕೊಳ್ಳಿರಿ. ಅಲ್ಲಿ ಕಳ್ಳನು ಸಮೀಪಕ್ಕೆ ಬರುವದಿಲ್ಲ; ಅದು ನುಸಿಹಿಡಿದು ನಾಶವಾಗುವದಿಲ್ಲ."},{"number":34,"verse":"ನಿಮ್ಮ ಗಂಟು ಇದ್ದಲ್ಲಿಯೇ ನಿಮ್ಮ ಮನಸ್ಸೂ ಇರುವದಷ್ಟೆ."},{"number":35,"verse":"ನಿಮ್ಮ ನಡುಗಳು ಕಟ್ಟಿರಲಿ; ನಿಮ್ಮ ದೀವಟಿಗೆಗಳು ಉರಿಯುತ್ತಾ ಇರಲಿ."},{"number":36,"verse":"ನೀವಂತೂ ತಮ್ಮ ಯಜಮಾನನು ಬಂದು ತಟ್ಟಿದ ಕೂಡಲೆ ಕದವನ್ನು ತೆರೆಯುವದಕ್ಕೆ ಸಿದ್ಧವಾಗಿದ್ದು ಮದುವೇ ಊಟವನ್ನು ಯಾವಾಗ ತೀರಿಸಿಕೊಂಡು ಬರುವನೋ ಎಂದು ಅವನನ್ನು ಎದುರುನೋಡುತ್ತಿರುವ ಮನುಷ್ಯರಂತಿರಿ."},{"number":37,"verse":"ಯಜಮಾನನು ಬಂದು ಯಾವ ಯಾವ ಆಳುಗಳು ಎಚ್ಚರವಾಗಿರುವದನ್ನು ಕಂಡುಕೊಳ್ಳುವನೋ ಆ ಆಳುಗಳೇ ಧನ್ಯರು. ಆತನೇ ನಡುಕಟ್ಟಿಕೊಂಡು ಅವರನ್ನು ಊಟಕ್ಕೆ ಕೂಡ್ರಿಸಿ ಹತ್ತಿರಕ್ಕೆ ಬಂದು ಅವರಿಗೆ ಸೇವೆಮಾಡುವನು ಎಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":38,"verse":"ಎರಡನೆಯ ಜಾವದಲ್ಲಿಯಾಗಲಿ ಮೂರನೆಯ ಜಾವದಲ್ಲಿಯಾಗಲಿ ಬಂದಾತನಿಗೆ ಹಾಗೆ ಕಾಣಿಸಿಕೊಂಡವರು ಧನ್ಯರು."},{"number":39,"verse":"ಕಳ್ಳನು ಬರುವ ಗಳಿಗೆಯು ಮನೇಯಜಮಾನನಿಗೆ ತಿಳಿದಿದ್ದರೆ ಅವನು ಎಚ್ಚರವಾಗಿದ್ದು ತನ್ನ ಮನೆಗೆ ಕನ್ನಾಹಾಕಗೊಡಿಸುತ್ತಿರಲಿಲ್ಲವೆಂದು ತಿಳುಕೊಳ್ಳಿರಿ."},{"number":40,"verse":"ನೀವು ಸಹ ಸಿದ್ಧವಾಗಿರ್ರಿ. ನೀವು ನೆನಸದ ಗಳಿಗೆಯಲ್ಲಿ ಮನುಷ್ಯಕುಮಾರನು ಬರುತ್ತಾನೆ ಅಂದನು."},{"number":41,"verse":"ಆಗ ಪೇತ್ರನು - ಸ್ವಾಮೀ, ನೀನು ಈ ಸಾಮ್ಯವನ್ನು ನಮಗೆ ಮಾತ್ರ ಹೇಳುತ್ತೀಯೋ? ಎಲ್ಲರಿಗೂ ಹೇಳುತ್ತೀಯೋ ಎಂದು ಕೇಳಲು"},{"number":42,"verse":"ಸ್ವಾಮಿ ಹೇಳಿದ್ದೇನಂದರೆ - ಹೊತ್ತುಹೊತ್ತಿಗೆ ಅಶನಕ್ಕೆ ಬೇಕಾದದ್ದನ್ನು ಅಳೆದು ಕೊಡುವದಕ್ಕಾಗಿ ಯಜಮಾನನು ತನ್ನ ಮನೆಯವರ ಮೇಲೆ ನೇಮಿಸಿದ ನಂಬಿಗಸ್ತನೂ ವಿವೇಕಿಯೂ ಆಗಿರುವ ಮನೆವಾರ್ತೆಯವನು ಯಾರು?"},{"number":43,"verse":"ಯಜಮಾನನು ಬಂದು ಯಾವ ಆಳು ಹೀಗೆ ಮಾಡುವದನ್ನು ಕಾಣುವನೋ ಆ ಆಳು ಧನ್ಯನು."},{"number":44,"verse":"ಅಂಥವನನ್ನು ಅವನು ತನ್ನ ಎಲ್ಲಾ ಆಸ್ತಿಯ ಮೇಲೆ ನೇಮಿಸುವನು ಎಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":45,"verse":"ಆದರೆ ಆ ಆಳು - ನನ್ನ ಯಜಮಾನನು ಬರುವದಕ್ಕೆ ತಡಮಾಡುತ್ತಾನೆ ಅಂತ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಅಂದುಕೊಂಡು ಗಂಡಾಳು ಹೆಣ್ಣಾಳುಗಳನ್ನು ಹೊಡೆಯುವದಕ್ಕೂ ತಿಂದು ಕುಡಿದು ಅಮಲೇರುವದಕ್ಕೂ ತೊಡಗಿದರೆ"},{"number":46,"verse":"ಅವನು ನೆನಸದ ದಿನದಲ್ಲಿಯೂ ತಿಳಿಯದ ಗಳಿಗೆಯಲ್ಲಿಯೂ ಆ ಆಳಿನ ಯಜಮಾನನು ಬಂದು ಅವನನ್ನು ಕಠಿನವಾಗಿ ಹೊಡಿಸಿ ಅಪನಂಬಿಗಸ್ತರಿಗೆ ಆಗತಕ್ಕ ಗತಿಯನ್ನು ಅವನಿಗೆ ನೇಮಿಸುವನು."},{"number":47,"verse":"ತನ್ನ ಯಜಮಾನನ ಚಿತ್ತವನ್ನು ತಿಳಿದ ಆಳು ಸಿದ್ಧಮಾಡದೆಹೋದರೆ ಅಥವಾ ಅವನ ಚಿತ್ತಕ್ಕನುಸಾರ ನಡೆಯದಿದ್ದರೆ ಅವನು ಬಹಳ ಪೆಟ್ಟು ತಿನ್ನುವನು."},{"number":48,"verse":"ತಿಳಿಯದೆ ಪೆಟ್ಟುಗಳಿಗೆ ಯೋಗ್ಯವಾದದ್ದನ್ನು ನಡಿಸಿದವನು ಸ್ವಲ್ಪ ಪೆಟ್ಟು ತಿನ್ನುವನು. ಯಾವನಿಗೆ ಬಹಳವಾಗಿ ಕೊಟ್ಟದೆಯೋ ಅವನ ಕಡೆಯಿಂದ ಬಹಳವಾಗಿ ನಿರೀಕ್ಷಿಸಲ್ಪಡುವದು; ಇದಲ್ಲದೆ ಯಾವನ ವಶಕ್ಕೆ ಬಹಳವಾಗಿ ಒಪ್ಪಿಸಿದೆಯೋ ಅವನ ಕಡೆಯಿಂದ ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ ಕೇಳುವರು."},{"number":49,"verse":"ನಾನು ಬೆಂಕಿಯನ್ನು ಭೂಮಿಯ ಮೇಲೆ ಹಾಕಬೇಕೆಂದು ಬಂದೆನು; ಅದು ಇಷ್ಟರೊಳಗೆ ಹತ್ತಿಕೊಂಡಿದ್ದರೆ ನನಗೆ ಎಷ್ಟೋ ಸಂತೋಷ!"},{"number":50,"verse":"ಆದರೆ ನಾನು ಹೊಂದತಕ್ಕ ದೀಕ್ಷಾಸ್ನಾನ ಒಂದುಂಟು. ಅದು ನೆರವೇರುವ ತನಕ ನಾನು ಎಷ್ಟೋ ಬಿಕ್ಕಟ್ಟಿನಲ್ಲಿದ್ದೇನೆ."},{"number":51,"verse":"ಭೂಲೋಕದಲ್ಲಿ ಸಮಾಧಾನವನ್ನುಂಟುಮಾಡುವದಕ್ಕೆ ಬಂದೆನೆಂದು ಭಾವಿಸುತ್ತೀರೋ? ಅದಕ್ಕೆ ಬರಲಿಲ್ಲ, ಭೇದವನ್ನುಂಟುಮಾಡುವದಕ್ಕೆ ಬಂದೆನೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":52,"verse":"ಹೇಗಂದರೆ - ಇಂದಿನಿಂದ ಒಂದೇ ಮನೆಯಲ್ಲಿರುವ ಐದು ಮಂದಿಯೊಳಗೆ ಇಬ್ಬರಿಗೆ ವಿರೋಧವಾಗಿ ಮೂವರು, ಮೂವರಿಗೆ ವಿರೋಧವಾಗಿ ಇಬ್ಬರು, ಈ ಮೇರೆಗೆ ಭೇದವುಳ್ಳವರಾಗಿರುವರು."},{"number":53,"verse":"ಮಗನಿಗೆ ವಿರೋಧವಾಗಿ ತಂದೆಯು, ತಂದೆಗೆ ವಿರೋಧವಾಗಿ ಮಗನು, ಮಗಳಿಗೆ ವಿರೋಧವಾಗಿ ತಾಯಿಯು, ತಾಯಿಗೆ ವಿರೋಧವಾಗಿ ಮಗಳು, ಸೊಸೆಗೆ ವಿರೋಧವಾಗಿ ಅತ್ತೆಯು, ಅತ್ತೆಗೆ ವಿರೋಧವಾಗಿ ಸೊಸೆಯು ಭೇದವುಳ್ಳವರಾಗಿರುವರು ಅಂದನು."},{"number":54,"verse":"ಇದಲ್ಲದೆ ಆತನು ಜನರೆಲ್ಲರಿಗೂ ಹೇಳಿದ್ದೇನಂದರೆ - ಪಶ್ಚಿಮ ದಿಕ್ಕಿನಲ್ಲಿ ಮೋಡ ಏಳುವದನ್ನು ನೀವು ನೋಡಿದ ಕೂಡಲೆ ಮಳೆ ಬರುತ್ತದೆ ಅನ್ನುತ್ತೀರಿ; ಹಾಗೇ ಆಗುತ್ತದೆ."},{"number":55,"verse":"ದಕ್ಷಿಣ ದಿಕ್ಕಿನ ಗಾಳಿ ಬೀಸಲಾಗಿ ಸೆಕೆ ಹುಟ್ಟುವದು ಅನ್ನುತ್ತೀರಿ; ಅದೂ ಆಗುತ್ತದೆ."},{"number":56,"verse":"ಕಪಟಿಗಳು ನೀವು, ಭೂಮ್ಯಾಕಾಶಗಳ ಭಾವವನ್ನು ಶೋಧಿಸುವದಕ್ಕೆ ನಿಮಗೆ ಗೊತ್ತಿರುವಲ್ಲಿ ಈ ಸಮಯವನ್ನು ಶೋಧಿಸುವದಕ್ಕೆ ನಿಮಗೆ ಯಾಕೆ ಗೊತ್ತಿಲ್ಲ?"},{"number":57,"verse":"ಇದಲ್ಲದೆ ಇಂಥಿಂಥದು ನ್ಯಾಯವಾದದ್ದೆಂದು ನೀವೇ ಯಾಕೆ ತೀರ್ಮಾನಮಾಡಿಕೊಳ್ಳುವದಿಲ್ಲ?"},{"number":58,"verse":"ನೀನು ವಾದಿಯ ಸಂಗಡ ನ್ಯಾಯಾಧಿಪತಿಯ ಮುಂದಕ್ಕೆ ಹೋಗುತ್ತಿರುವಾಗ ದಾರಿಯಲ್ಲಿಯೇ ತಂಟೆಹರಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಮಾಡು; ಇಲ್ಲದಿದ್ದರೆ ಅವನು ನಿನ್ನನ್ನು ನ್ಯಾಯಾಧಿಪತಿಯ ಬಳಿಗೆ ಎಳಕೊಂಡು ಹೋದಾನು; ನ್ಯಾಯಾಧಿಪತಿಯು ನಿನ್ನನ್ನು ಸೆರೇಯಜಮಾನನ ವಶಕ್ಕೆ ಒಪ್ಪಿಸಾನು; ಸೆರೇಯಜಮಾನನು ನಿನ್ನನ್ನು ಸೆರೆಮನೆಯಲ್ಲಿ ಹಾಕಾನು."},{"number":59,"verse":"ನೀನು ಒಂದು ಕಾಸನ್ನಾದರೂ ನಿಲ್ಲಿಸಿಕೊಳ್ಳದೆ ಎಲ್ಲಾ ಸಲ್ಲಿಸುವ ತನಕ ಅಲ್ಲಿಂದ ಬರುವದೇ ಇಲ್ಲವೆಂದು ನಿನಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು."}]}