{"bibleAbbr":"KNJV","bookName":"ಲೂಕನು","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"ಯೇಸುವಿನ ಉಪದೇಶವನ್ನು ಕೇಳಬೇಕೆಂದು ಎಲ್ಲಾ ಸುಂಕದವರೂ ಪಾಪಿಗಳೂ"},{"number":2,"verse":"ಆತನ ಬಳಿಗೆ ಬರುತ್ತಾ ಇರಲು ಫರಿಸಾಯರೂ ಶಾಸ್ತ್ರಿಗಳೂ - ಇವನು ಪಾಪಿಗಳನ್ನು ಸೇರಿಸಿಕೊಂಡು ಅವರ ಜೊತೆಯಲ್ಲಿ ಊಟಮಾಡುತ್ತಾನೆ ಎಂದು ಹೇಳಿಕೊಂಡು ಗುಣುಗುಟ್ಟುತ್ತಿದ್ದರು."},{"number":3,"verse":"ಆಗ ಆತನು ಅವರಿಗೆ ಒಂದು ಸಾಮ್ಯವನ್ನು ಹೇಳಿದನು."},{"number":4,"verse":"ಅದೇನಂದರೆ - ನಿಮ್ಮೊಳಗೆ ಯಾವ ಮನುಷ್ಯನಾದರೂ ತನಗೆ ನೂರು ಕುರಿಗಳಿರಲಾಗಿ ಅವುಗಳಲ್ಲಿ ಒಂದು ಕಳೆದು ಹೋದರೆ ಅವನು ತೊಂಭತ್ತೊಂಭತ್ತನ್ನು ಅಡವಿಯಲ್ಲಿ ಬಿಟ್ಟು ಕಳೆದುಹೋದದ್ದು ಸಿಕ್ಕುವ ತನಕ ಅದನ್ನು ಹುಡುಕಿಕೊಂಡು ಹೋಗದೆ ಇದ್ದಾನೇ?"},{"number":5,"verse":"ಸಿಕ್ಕಿದ ಮೇಲೆ ಅವನು ಸಂತೋಷಪಡುತ್ತಾ ಅದನ್ನು ತನ್ನ ಹೆಗಲಿನ ಮೇಲೆ ಇಟ್ಟುಕೊಂಡು"},{"number":6,"verse":"ಮನೆಗೆ ಬಂದು ಸ್ನೇಹಿತರನ್ನೂ ನೆರೆಹೊರೆಯವರನ್ನೂ ಕೂಡಿಸಿ - ಕಳೆದುಹೋಗಿದ್ದ ಕುರಿ ಸಿಕ್ಕಿತು, ನನ್ನ ಸಂಗಡ ಸಂತೋಷಿಸಿರಿ ಎಂದು ಅವರಿಗೆ ಹೇಳುವನಲ್ಲವೇ."},{"number":7,"verse":"ಅದರಂತೆ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವದಕ್ಕೆ ಅವಶ್ಯವಿಲ್ಲದ ತೊಂಭತ್ತೊಂಭತ್ತು ಮಂದಿ ನೀತಿವಂತರಿಗಿಂತ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವ ಒಬ್ಬ ಪಾಪಿಯ ವಿಷಯವಾಗಿ ಪರಲೋಕದಲ್ಲಿ ಸಂತೋಷವುಂಟಾಗುವದೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":8,"verse":"ಯಾವ ಹೆಂಗಸು ತನ್ನಲ್ಲಿ ಹತ್ತು ಪಾವಲಿಗಳಿರಲಾಗಿ ಒಂದು ಪಾವಲಿ ಕಳೆದುಹೋದರೆ ದೀಪಾಹಚ್ಚಿ ಮನೆಯನ್ನು ಗುಡಿಸಿ ಸಿಕ್ಕುವ ತನಕ ಅದನ್ನು ಎಚ್ಚರದಿಂದ ಹುಡುಕದೆ ಇದ್ದಾಳು?"},{"number":9,"verse":"ಸಿಕ್ಕಿದ ಮೇಲೆ ಆಕೆಯು ತನ್ನ ಗೆಣತಿಯರನ್ನೂ ನೆರೆಹೊರೆಯವರನ್ನೂ ಕೂಡಿಸಿ - ಕಳೆದು ಹೋಗಿದ್ದ ಪಾವಲಿ ಸಿಕ್ಕಿತು, ನನ್ನ ಸಂಗಡ ಸಂತೋಷಿಸಿರಿ ಎಂದು ಹೇಳುವಳಲ್ಲವೇ."},{"number":10,"verse":"ಅದರಂತೆ ಒಬ್ಬ ಪಾಪಿಯು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವ ವಿಷಯದಲ್ಲಿ ದೇವದೂತರ ಮುಂದೆ ಸಂತೋಷವಾಗುವದೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು."},{"number":11,"verse":"ಇನ್ನೂ ಆತನು ಹೇಳಿದ್ದೇನಂದರೆ - ಒಬ್ಬಾನೊಬ್ಬ ಮನುಷ್ಯನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು."},{"number":12,"verse":"ಅವರಲ್ಲಿ ಕಿರಿಯವನು ತಂದೆಗೆ - ಅಪ್ಪಾ, ಆಸ್ತಿಯಲ್ಲಿ ನನಗೆ ಬರತಕ್ಕ ಪಾಲನ್ನು ಕೊಡು ಎಂದು ಕೇಳಿಕೊಳ್ಳಲು ತಂದೆಯು ಬದುಕನ್ನು ಅವರಿಗೆ ಹಂಚಿಕೊಟ್ಟನು."},{"number":13,"verse":"ಸ್ವಲ್ಪ ದಿವಸದ ಮೇಲೆ ಆ ಕಿರೀಮಗನು ಎಲ್ಲಾ ಕೂಡಿಸಿಕೊಂಡು ದೂರದೇಶಕ್ಕೆ ಹೊರಟು ಹೋಗಿ ಅಲ್ಲಿ ಪಟಿಂಗನಾಗಿ ಬದುಕಿ ತನ್ನ ಆಸ್ತಿಯನ್ನು ಸೂರೆಮಾಡಿಬಿಟ್ಟನು."},{"number":14,"verse":"ಹೀಗೆ ಅವನು ಎಲ್ಲಾ ಹಾಳುಮಾಡಿಕೊಂಡ ಮೇಲೆ ಆ ದೇಶದಲ್ಲೆಲ್ಲಾ ಘೋರವಾದ ಬರ ಬಂದು ಏನೂ ಗತಿಯಿಲ್ಲದವನಾದನು."},{"number":15,"verse":"ಆಗ ಅವನು ಹೋಗಿ ಆ ದೇಶದ ನಿವಾಸಿಗಳೊಳಗೆ ಒಬ್ಬನಲ್ಲಿ ಸೇರಿಕೊಂಡನು; ಆ ಮನುಷ್ಯನು ಹಂದಿಗಳನ್ನು ಮೇಯಿಸುವದಕ್ಕೆ ಅವನನ್ನು ತನ್ನ ಹೊಲಗಳಿಗೆ ಕಳುಹಿಸಿದನು."},{"number":16,"verse":"ಹೀಗಿರಲಾಗಿ ಅವನು ಹಂದಿ ತಿನ್ನುತ್ತಿದ್ದ ಕಾಯಿಗಳನ್ನಾದರೂ ತಿಂದು ಹಸಿವನ್ನು ತೀರಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಆಶೆಪಟ್ಟನು; ಆದರೂ ಯಾರೂ ಅವನಿಗೆ ಕೊಡಲಿಲ್ಲ."},{"number":17,"verse":"ಆಗ ಅವನಿಗೆ ಬುದ್ಧಿ ಬಂದು ಅವನು - ನನ್ನ ತಂದೆಯ ಬಳಿಯಲ್ಲಿ ಎಷ್ಟೋ ಮಂದಿ ಕೂಲಿಯಾಳುಗಳಿಗೆ ಬೇಕಾದಷ್ಟು ಆಹಾರವದೆ; ನಾನಾದರೋ ಇಲ್ಲಿ ಹಸಿವಿನಿಂದ ಸಾಯುತ್ತೇನೆ."},{"number":18,"verse":"ನಾನು ಎದ್ದು ನನ್ನ ತಂದೆಯ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ - ಅಪ್ಪಾ, ಪರಲೋಕಕ್ಕೆ ವಿರೋಧವಾಗಿಯೂ ನಿನ್ನ ಮುಂದೆಯೂ ಪಾಪ ಮಾಡಿದ್ದೇನೆ; ಇನ್ನು ನಾನು ನಿನ್ನ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ;"},{"number":19,"verse":"ನನ್ನನ್ನು ನಿನ್ನ ಕೂಲಿಯಾಳುಗಳಲ್ಲಿ ಒಬ್ಬನಂತೆ ಮಾಡು ಎಂದು ಹೇಳುವೆನು ಅಂದುಕೊಂಡು ಎದ್ದು ತನ್ನ ತಂದೆಯ ಕಡೆಗೆ ಬಂದನು."},{"number":20,"verse":"ಅವನು ಇನ್ನೂ ದೂರದಲ್ಲಿರುವಾಗ ಅವನ ತಂದೆಯು ಅವನನ್ನು ಕಂಡು ಕನಿಕರಪಟ್ಟು ಓಡಿಬಂದು ಅವನ ಕೊರಳನ್ನು ಅಪ್ಪಿಕೊಂಡು ಅವನಿಗೆ ಬಹಳವಾಗಿ ಮುದ್ದಿಟ್ಟನು."},{"number":21,"verse":"ಆದರೂ ಮಗನು ಅವನಿಗೆ - ಅಪ್ಪಾ, ಪರಲೋಕಕ್ಕೆ ವಿರೋಧವಾಗಿಯೂ ನಿನ್ನ ಮುಂದೆಯೂ ಪಾಪಮಾಡಿದ್ದೇನೆ; ಇನ್ನು ನಾನು ನಿನ್ನ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ ಎಂದು ಹೇಳಲು"},{"number":22,"verse":"ತಂದೆಯು ತನ್ನ ಆಳುಗಳಿಗೆ - ಶ್ರೇಷ್ಠವಾದ ನಿಲುವಂಗಿಯನ್ನು ತಟ್ಟನೆ ತಂದು ಇವನಿಗೆ ತೊಡಿಸಿರಿ; ಇವನ ಕೈಗೆ ಉಂಗುರವನ್ನು ಇಡಿರಿ; ಕಾಲಿಗೆ ಜೋಡು ಮೆಡಿಸಿರಿ;"},{"number":23,"verse":"ಕೊಬ್ಬಿಸಿದ ಆ ಕರುವನ್ನು ತಂದು ಕೊಯ್ಯಿರಿ; ಹಬ್ಬಮಾಡೋಣ, ಉಲ್ಲಾಸ ಪಡೋಣ."},{"number":24,"verse":"ಈ ನನ್ನ ಮಗನು ಸತ್ತವನಾಗಿದ್ದನು, ತಿರಿಗಿ ಬದುಕಿ ಬಂದನು; ಪೋಲಿಹೋಗಿದ್ದನು, ಸಿಕ್ಕಿದನು ಎಂದು ಹೇಳಿದನು. ಆಗ ಅವರು ಉಲ್ಲಾಸಪಡುವದಕ್ಕೆ ತೊಡಗಿದರು."},{"number":25,"verse":"ಆದರೆ ಅವನ ಹಿರೀಮಗನು ಹೊಲದಲ್ಲಿದ್ದನು. ಅವನು ಮನೆಯ ಹತ್ತಹತ್ತರಕ್ಕೆ ಬರುತ್ತಿರುವಾಗ ವಾದ್ಯನರ್ತನಗಳನ್ನು ಕೇಳಿ"},{"number":26,"verse":"ಆಳುಗಳಲ್ಲಿ ಒಬ್ಬನನ್ನು ತನ್ನ ಬಳಿಗೆ ಕರೆದು - ಇದೇನು ಎಂದು ವಿಚಾರಿಸಿದನು."},{"number":27,"verse":"ಆಳು ಅವನಿಗೆ - ನಿನ್ನ ತಮ್ಮ ಬಂದಿದ್ದಾನೆ; ಇವನು ಸುರಕ್ಷಿತವಾಗಿ ಬಂದದ್ದರಿಂದ ನಿನ್ನ ತಂದೆಯು ಆ ಕೊಬ್ಬಿಸಿದ ಕರುವನ್ನು ಕೊಯ್ಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು."},{"number":28,"verse":"ಇದನ್ನು ಕೇಳಿ ಅವನಿಗೆ ಸಿಟ್ಟುಬಂದು ಒಳಕ್ಕೆ ಹೋಗಲೊಲ್ಲದೆ ಇದ್ದನು. ಆಗ ಅವನ ತಂದೆಯು ಹೊರಗೆ ಬಂದು ಅವನನ್ನು ಬೇಡಿಕೊಂಡನು."},{"number":29,"verse":"ಆದರೆ ಅವನು ತನ್ನ ತಂದೆಗೆ - ನೋಡು, ಇಷ್ಟು ವರುಷ ನಿನಗೆ ಸೇವೆ ಮಾಡಿದ್ದೇನೆ, ಮತ್ತು ನಾನು ನಿನ್ನ ಒಂದಪ್ಪಣೆಯನ್ನಾದರೂ ಎಂದೂ ಮೀರಲಿಲ್ಲ; ಆದರೂ ನಾನು ನನ್ನ ಸ್ನೇಹಿತರ ಸಂಗಡ ಉಲ್ಲಾಸಪಡುವದಕ್ಕಾಗಿ ನೀನು ಎಂದೂ ನನಗೆ ಒಂದು ಆಡನ್ನಾದರೂ ಕೊಡಲಿಲ್ಲ."},{"number":30,"verse":"ಆದರೆ ಸೂಳೆಯರನ್ನು ಕಟ್ಟಿಕೊಂಡು ನಿನ್ನ ಬದುಕನ್ನು ನುಂಗಿಬಿಟ್ಟ ಈ ನಿನ್ನ ಮಗನು ಬಂದಾಗ ಕೊಬ್ಬಿಸಿದ ಕರುವನ್ನು ಅವನಿಗೆ ಕೊಯ್ಸಿದಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":31,"verse":"ಅದಕ್ಕೆ ತಂದೆಯು - ಕಂದಾ, ನೀನು ಯಾವಾಗಲೂ ನನ್ನ ಸಂಗಡ ಇದ್ದೀ, ಮತ್ತು ನನ್ನದೆಲ್ಲಾ ನಿನ್ನದೇ."},{"number":32,"verse":"ಆದರೆ ಉಲ್ಲಾಸಪಡುವದೂ ಸಂತೋಷಗೊಳ್ಳುವದೂ ನ್ಯಾಯವಾದದ್ದೇ; ಯಾಕಂದರೆ ಈ ನಿನ್ನ ತಮ್ಮ ಸತ್ತವನಾಗಿದ್ದನು, ತಿರಿಗಿ ಬದುಕಿ ಬಂದನು; ಪೋಲಿಹೋಗಿದ್ದನು, ಸಿಕ್ಕಿದನು ಎಂದು ಹೇಳಿದನು."}]}