{"bibleAbbr":"KNJV","bookName":"ಲೂಕನು","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"ಅಲ್ಲಿ ಕೂಡಿದ್ದವರೆಲ್ಲರು ಎದ್ದು ಆತನನ್ನು ಪಿಲಾತನ ಬಳಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ -"},{"number":2,"verse":"ಇವನು ತಾನೇ ಕ್ರಿಸ್ತನೆಂಬ ಒಬ್ಬ ಅರಸನಾಗಿದ್ದೇನೆಂದು ಹೇಳುತ್ತಾ ಕೈಸರನಿಗೆ ತೆರಿಗೆಕೊಡಬಾರದೆಂದು ಬೋಧಿಸುತ್ತಾ ನಮ್ಮ ದೇಶದವರ ಮನಸ್ಸು ಕೆಡಿಸುವದನ್ನು ನಾವು ಕಂಡೆವು ಎಂಬದಾಗಿ ಆತನ ಮೇಲೆ ದೂರು ಹೇಳುವದಕ್ಕೆ ತೊಡಗಿದರು."},{"number":3,"verse":"ಪಿಲಾತನು ಆತನನ್ನು - ನೀನು ಯೆಹೂದ್ಯರ ಅರಸನು ಹೌದೋ ಎಂದು ಹೇಳಲು"},{"number":4,"verse":"ಆತನು - ನೀನೇ ಹೇಳಿದ್ದೀ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು. ಪಿಲಾತನು ಮಹಾಯಾಜಕರಿಗೂ ಜನರ ಗುಂಪಿಗೂ - ಈ ಮನುಷ್ಯನಲ್ಲಿ ನನಗೆ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸುವದಿಲ್ಲವೆಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಅದಕ್ಕೆ ಅವರು - ಗಲಿಲಾಯದಲ್ಲಿ ಪ್ರಾರಂಭಮಾಡಿ ಇಲ್ಲಿಯವರೆಗೂ ಯೂದಾಯ ಸೀಮೆಯಲ್ಲೆಲ್ಲಾ ಇವನು ಬೋಧನೆಮಾಡುತ್ತಾ ಜನರ ಮನಸ್ಸನ್ನು ಕದಲಿಸುತ್ತಾನೆ ಎಂದು ಇನ್ನೂ ಒತ್ತಿ ಹೇಳಿದರು."},{"number":6,"verse":"ಇದನ್ನು ಪಿಲಾತನು ಕೇಳಿ - ಈ ಮನುಷ್ಯನು ಗಲಿಲಾಯದವನೋ ಎಂದು ವಿಚಾರಿಸಿ"},{"number":7,"verse":"ಇವನು ಹೆರೋದನ ಅಧಿಕಾರಕ್ಕೆ ಒಳಪಟ್ಟವನು ಎಂದು ತಿಳುಕೊಂಡು ಆತನನ್ನು ಹೆರೋದನ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು. ಹೆರೋದನು ಆ ದಿವಸಗಳಲ್ಲಿ ಯೆರೂಸಲೇಮಿನಲ್ಲೇ ಇದ್ದನು."},{"number":8,"verse":"ಹೆರೋದನು ಯೇಸುವನ್ನು ನೋಡಿದಾಗ ಬಹಳ ಸಂತೋಷಪಟ್ಟನು; ಯಾಕಂದರೆ ಆತನ ವಿಷಯವಾಗಿ ಅನೇಕ ಸಂಗತಿಗಳನ್ನು ಕೇಳಿದ್ದರಿಂದ ಆತನನ್ನು ಕಾಣಬೇಕೆಂದು ಬಹು ಕಾಲದಿಂದ ಅಪೇಕ್ಷಿಸಿದ್ದನು. ಆತನಿಂದ ಯಾವದಾದರೂ ಒಂದು ಸೂಚಕಕಾರ್ಯವಾಗುವದನ್ನು ನೋಡಬೇಕೆಂದು ನಿರೀಕ್ಷಿಸಿದನು."},{"number":9,"verse":"ಆದರೆ ಅವನು ಅನೇಕ ಮಾತುಗಳಿಂದ ಆತನನ್ನು ಪ್ರಶ್ನೆ ಮಾಡಿದಾಗ್ಯೂ ಆತನು ಅವನಿಗೆ ಏನೂ ಉತ್ತರ ಕೊಡಲಿಲ್ಲ."},{"number":10,"verse":"ಮಹಾಯಾಜಕರೂ ಶಾಸ್ತ್ರಿಗಳೂ ನಿಂತುಕೊಂಡು ಆತನ ಮೇಲೆ ಬಹು ಬಲವಾಗಿ ದೂರು ಹೇಳುತ್ತಿದ್ದರು."},{"number":11,"verse":"ಕಡೆಗೆ ಹೆರೋದನು ತನ್ನ ಸಿಪಾಯಿಗಳನ್ನು ಕೂಡಿಕೊಂಡು ಆತನನ್ನು ತಿರಸ್ಕರಿಸಿ ಹಾಸ್ಯಮಾಡಿ ಶೋಭಾಯಮಾನವಾದ ಉಡುಪನ್ನು ಹಾಕಿಸಿ ಪಿಲಾತನ ಬಳಿಗೆ ತಿರಿಗಿ ಕಳುಹಿಸಿಕೊಟ್ಟನು."},{"number":12,"verse":"ಅದೇ ದಿನದಲ್ಲಿ ಹೆರೋದನೂ ಪಿಲಾತನೂ ಒಬ್ಬರಿಗೊಬ್ಬರು ಸ್ನೇಹಿತರಾದರು; ಅದಕ್ಕಿಂತ ಮೊದಲು ವೈರಿಗಳಾಗಿದ್ದರು."},{"number":13,"verse":"ತರುವಾಯ ಪಿಲಾತನು ಮಹಾಯಾಜಕರನ್ನೂ ಅಧಿಕಾರಿಗಳನ್ನೂ ಪ್ರಜೆಗಳನ್ನೂ ಒಟ್ಟಾಗಿ ಕರಸಿ"},{"number":14,"verse":"ಅವರಿಗೆ - ಈ ಮನುಷ್ಯನು ಪ್ರಜೆಗಳನ್ನು ತಿರುಗಿಬೀಳುವಂತೆ ಮಾಡುವವನು ಎಂದು ಇವನನ್ನು ನನ್ನ ಬಳಿಗೆ ತಂದಿರಲ್ಲಾ; ನೀವು ಇವನ ಮೇಲೆ ತಂದ ದೂರುಗಳ ವಿಷಯವಾಗಿ ನಾನು ನಿಮ್ಮ ಮುಂದೆಯೇ ವಿಚಾರಣೆಮಾಡಿದರೂ ಇವನಲ್ಲಿ ಒಂದು ತಪ್ಪಾದರೂ ನನಗೆ ಕಾಣಲಿಲ್ಲ."},{"number":15,"verse":"ಹೆರೋದನಿಗಾದರೂ ಕಾಣಲಿಲ್ಲ; ಅವನು ಇವನನ್ನು ಹಿಂತಿರುಗಿ ನಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿದನಲ್ಲಾ. ಇವನು ಮರಣದಂಡನೆಗೆ ಯೋಗ್ಯವಾದದ್ದೇನೂ ಮಾಡಿದವನಲ್ಲವೆಂದಾಯಿತು."},{"number":16,"verse":"ಆದದರಿಂದ ನಾನು ಇವನನ್ನು ಹೊಡಿಸಿ ಬಿಟ್ಟುಬಿಡುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು."},{"number":18,"verse":"ಆದರೆ ಅವರು - ಅವನನ್ನು ಕೊಲ್ಲಿಸು, ನಮಗೆ ಬರಬ್ಬನನ್ನು ಬಿಟ್ಟುಕೊಡು ಎಂದು ಒಟ್ಟಾಗಿ ಕೂಗಿದರು."},{"number":19,"verse":"ಈ ಬರಬ್ಬನನ್ನು ಆ ಪಟ್ಟಣದಲ್ಲಿ ನಡೆದ ಒಂದಾನೊಂದು ದಂಗೆಯ ನಿಮಿತ್ತವಾಗಿಯೂ ಕೊಲೆಯ ನಿಮಿತ್ತವಾಗಿಯೂ ಸೆರೆಮನೆಯಲ್ಲಿ ಹಾಕಿದ್ದರು."},{"number":20,"verse":"ಪಿಲಾತನು ಯೇಸುವನ್ನು ಬಿಡಿಸಬೇಕೆಂದು ಮನಸ್ಸುಳ್ಳವನಾಗಿದ್ದು ತಿರಿಗಿ ಅವರ ಸಂಗಡ ಮಾತಾಡಿದನು."},{"number":21,"verse":"ಆದರೆ ಅವರು - ಅವನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸು, ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಎಂದು ಕೂಗುತ್ತಿದ್ದರು."},{"number":22,"verse":"ಅವನು ಮೂರನೆಯ ಸಾರಿ - ಯಾಕೆ? ಕೆಟ್ಟದ್ದೇನು ಮಾಡಿದನು? ನಾನು ಇವನಲ್ಲಿ ಮರಣದಂಡನೆಗೆ ತಕ್ಕ ಅಪರಾಧವೇನೂ ಕಾಣಲಿಲ್ಲ; ಆದದರಿಂದ ಇವನನ್ನು ಹೊಡಿಸಿ ಬಿಟ್ಟುಬಿಡುತ್ತೇನೆ ಎಂದು ಅವರಿಗೆ ಹೇಳಿದನು."},{"number":23,"verse":"ಆದರೆ ಅವರು ದೊಡ್ಡ ಕೂಗಾಟ ಮಾಡುತ್ತಾ - ಅವನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಬೇಕೆಂದು ಕೇಳಿಕೊಂಡು ಬಲವಂತ ಮಾಡಿದರು; ಅವರ ಕೂಗಾಟವು ಗೆದ್ದಿತು."},{"number":24,"verse":"ಪಿಲಾತನು - ನೀವು ಕೇಳಿಕೊಂಡಂತೆ ಆಗಲಿ ಎಂದು ನಿರ್ಣಯಿಸಿ"},{"number":25,"verse":"ದಂಗೆ ಕೊಲೆಗಳ ನಿಮಿತ್ತವಾಗಿ ಸೆರೆಮನೆಯಲ್ಲಿ ಬಿದ್ದ ಆ ಮನುಷ್ಯನನ್ನು ಅವರು ಕೇಳಿಕೊಳ್ಳುತ್ತಿದ್ದ ಪ್ರಕಾರ ಬಿಟ್ಟುಕೊಟ್ಟು ಯೇಸುವನ್ನು ಅವರ ಚಿತ್ತಾನುಸಾರ ಒಪ್ಪಿಸಿದನು."},{"number":26,"verse":"ಅವರು ಆತನನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುತ್ತಿರುವಾಗ ಹೊಲದಿಂದ ಬರುತ್ತಿದ್ದ ಕುರೇನೆಪಟ್ಟಣದ ಸೀಮೋನನೆಂಬವನನ್ನು ಹಿಡಿದು ಶಿಲುಬೆಯನ್ನು ಅವನ ಮೇಲೆ ಇಟ್ಟು ಯೇಸುವಿನ ಹಿಂದೆ ಹೊತ್ತುಕೊಂಡು ಬರುವ ಹಾಗೆ ಮಾಡಿದರು."},{"number":27,"verse":"ಜನರೂ ಸ್ತ್ರೀಯರೂ ದೊಡ್ಡ ಗುಂಪಾಗಿ ಆತನ ಹಿಂದೆ ಬಂದರು. ಆ ಸ್ತ್ರೀಯರು ಎದೆಬಡುಕೊಳ್ಳುತ್ತಾ ಆತನ ವಿಷಯದಲ್ಲಿ ಗೋಳಾಡುತ್ತಾ ಇದ್ದರು."},{"number":28,"verse":"ಯೇಸು ಅವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು - ಯೆರೂಸಲೇಮಿನ ಸ್ತ್ರೀಯರೇ, ನನಗೋಸ್ಕರ ಅಳಬೇಡಿರಿ, ನಿಮಗೋಸ್ಕರವೂ ನಿಮ್ಮ ಮಕ್ಕಳಿಗೋಸ್ಕರವೂ ಅಳಿರಿ."},{"number":29,"verse":"ಯಾಕಂದರೆ ಬಂಜೆಯರೂ ಬಸುರಾಗದವರೂ ಮೊಲೆಕುಡಿಸದವರೂ ಧನ್ಯರು ಎಂದು ಜನರು ಹೇಳುವ ದಿವಸಗಳು ಬರುತ್ತವೆ."},{"number":30,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಜನರು - ಬೆಟ್ಟಗಳೇ, ನಮ್ಮ ಮೇಲೆ ಬೀಳಿರಿ; ಗುಡ್ಡಗಳೇ, ನಮ್ಮನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳಿರಿ ಅನ್ನುವರು."},{"number":31,"verse":"ಮರ ಹಸಿಯಾಗಿರುವಾಗ ಇಷ್ಟೆಲ್ಲಾ ಮಾಡಿದರೆ ಮರ ಒಣಗಿರುವಾಗ ಏನಾಗಬಹುದು? ಅಂದನು."},{"number":32,"verse":"ಆತನ ಸಂಗಡ ಕೊಲ್ಲುವದಕ್ಕಾಗಿ ದುಷ್ಕರ್ಮಿಗಳಾಗಿದ್ದ ಬೇರೆ ಇಬ್ಬರನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋದರು."},{"number":33,"verse":"ಅವರು ಕಪಾಲವೆಂಬ ಸ್ಥಳಕ್ಕೆ ಬಂದಾಗ ಅಲ್ಲಿ ಆತನನ್ನೂ ಆ ದುಷ್ಕರ್ಮಿಗಳನ್ನೂ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು, ಒಬ್ಬನನ್ನು ಆತನ ಬಲಗಡೆಯಲ್ಲಿ ಒಬ್ಬನನ್ನು ಆತನ ಎಡಗಡೆಯಲ್ಲಿ ಹಾಕಿದರು."},{"number":34,"verse":"ಆಗ ಯೇಸು - ತಂದೆಯೇ, ಅವರಿಗೆ ಕ್ಷಮಿಸು; ತಾವು ಏನು ಮಾಡುತ್ತೇವೆಂಬದನ್ನು ಅರಿಯರು ಅಂದನು. ಆಮೇಲೆ ಆತನ ಬಟ್ಟೆಗಳನ್ನು ಪಾಲುಮಾಡಿ ಚೀಟು ಹಾಕಿದರು."},{"number":35,"verse":"ಜನರು ನೋಡುತ್ತಾ ನಿಂತರು. ಇದಲ್ಲದೆ ಅಧಿಕಾರಿಗಳು ಹಾಸ್ಯಮಾಡಿ - ಅವನು ಮತ್ತೊಬ್ಬರನ್ನು ರಕ್ಷಿಸಿದನು; ಅವನು ದೇವರಾರಿಸಿಕೊಂಡ ಕ್ರಿಸ್ತನು ಆಗಿದ್ದರೆ ತನ್ನನ್ನು ತಾನೇ ರಕ್ಷಿಸಿಕೊಳ್ಳಲಿ ಅಂದರು."},{"number":36,"verse":"ಸಿಪಾಯಿಗಳೂ ಆತನನ್ನು ಹಾಸ್ಯಮಾಡಿದರು; ಅವರು ಆತನ ಹತ್ತಿರ ಬಂದು ಹುಳಿ ಮದ್ಯವನ್ನು ತೋರಿಸಿ -"},{"number":37,"verse":"ನೀನು ಯೆಹೂದ್ಯರ ಅರಸನಾಗಿದ್ದರೆ ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿಕೋ ಅಂದರು."},{"number":38,"verse":"ಇದಲ್ಲದೆ ಆತನ ಮೇಲ್ಗಡೆಯಲ್ಲಿ - ಇವನು ಯೆಹೂದ್ಯರ ಅರಸನು ಎಂಬದಾಗಿ ಒಂದು ವಿಳಾಸವಿತ್ತು."},{"number":39,"verse":"ತೂಗಹಾಕಿದ್ದ ಆ ದುಷ್ಕರ್ಮಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಆತನನ್ನು ದೂಷಿಸಿ - ನೀನು ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನಲ್ಲವೇ, ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿಕೋ, ನಮ್ಮನ್ನೂ ರಕ್ಷಿಸು ಎಂದು ಹೇಳಿದ್ದಕ್ಕೆ"},{"number":40,"verse":"ಎರಡನೆಯವನು ಅವನನ್ನು ಗದರಿಸಿ - ನೀನು ಇದೇ ದಂಡನೆಯಲ್ಲಿರುವಾಗಲೂ ದೇವರಿಗೆ ಹೆದರುವದಿಲ್ಲವೋ?"},{"number":41,"verse":"ನಾವಂತೂ ನ್ಯಾಯವಾಗಿ ದಂಡನೆಯಲ್ಲಿದ್ದೇವೆ, ನಾವು ಮಾಡಿದ್ದಕ್ಕೆ ತಕ್ಕ ಪ್ರತಿಫಲವನ್ನು ಹೊಂದುತ್ತಾ ಇದ್ದೇವೆ; ಈತನಾದರೋ ಅಲ್ಲದ್ದೇನೂ ಮಾಡಲಿಲ್ಲ ಎಂದು ಹೇಳಿ -"},{"number":42,"verse":"ಯೇಸುವೇ, ನೀನು ನಿನ್ನ ರಾಜ್ಯವನ್ನು ಪಡೆದವನಾಗಿ ಬರುವಾಗ ನನ್ನನ್ನು ನೆನಸಿಕೋ ಅಂದನು."},{"number":43,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ಈಹೊತ್ತೇ ನನ್ನ ಸಂಗಡ ಪರದೈಸಿನಲ್ಲಿರುವಿ ಎಂದು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":44,"verse":"ಇಷ್ಟರಲ್ಲಿ ಹೆಚ್ಚು ಕಡಿಮೆ ಮಧ್ಯಾಹ್ನವಾಯಿತು."},{"number":45,"verse":"ಆಗಲಿಂದ ಸೂರ್ಯನು ಕಾಂತಿಗುಂದಿ ಮೂರು ಘಂಟೆಯ ತನಕ ಆ ದೇಶದ ಮೇಲೆಲ್ಲಾ ಕತ್ತಲೆ ಕವಿಯಿತು; ಇದಲ್ಲದೆ ದೇವಾಲಯದ ತೆರೆಯು ನಡುವೆ ಹರಿದುಹೋಯಿತು."},{"number":46,"verse":"ಆಮೇಲೆ ಯೇಸು - ತಂದೆಯೇ, ನನ್ನ ಆತ್ಮವನ್ನು ನಿನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿಕೊಡುತ್ತೇನೆ ಎಂದು ಮಹಾಧ್ವನಿಯಿಂದ ಕೂಗಿದನು; ಇದನ್ನು ಹೇಳಿದ ಮೇಲೆ ಪ್ರಾಣಬಿಟ್ಟನು."},{"number":47,"verse":"ಶತಾಧಿಪತಿಯು ನಡೆದ ಸಂಗತಿಯನ್ನು ನೋಡಿ - ಈ ಮನುಷ್ಯನು ಸತ್ಪುರುಷನೇ ನಿಜ ಎಂದು ದೇವರನ್ನು ಕೊಂಡಾಡಿದನು."},{"number":48,"verse":"ಈ ನೋಟಕ್ಕಾಗಿ ಕೂಡಿಬಂದಿದ್ದ ಜನರೆಲ್ಲರು ನಡೆದ ಸಂಗತಿಯನ್ನು ನೋಡಿ ಎದೆಬಡುಕೊಳ್ಳುತ್ತಾ ಹಿಂತಿರುಗಿ ಹೋದರು."},{"number":49,"verse":"ಇದಲ್ಲದೆ ಆತನ ಪರಿಚಿತಿಯವರೆಲ್ಲರೂ ಗಲಿಲಾಯದಿಂದ ಆತನ ಹಿಂದೆ ಬಂದಿದ್ದ ಸ್ತ್ರೀಯರೂ ದೂರದಲ್ಲಿ ನಿಂತು ಈ ಸಂಗತಿಗಳನ್ನು ನೋಡುತ್ತಿದ್ದರು."},{"number":50,"verse":"ಅರಿಮಥಾಯವೆಂಬ ಯೆಹೂದ್ಯರದೊಂದು ಪಟ್ಟಣದ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು; ಅವನ ಹೆಸರು ಯೋಸೇಫನು. ಅವನು ಹಿರೀಸಭೆಯವನು, ಉತ್ತಮನು, ಸತ್ಪುರುಷನು, ದೇವರ ರಾಜ್ಯವನ್ನು ಎದುರು ನೋಡುತ್ತಿದ್ದವನು; ಅವನು ಹಿರೀಸಭೆಯವರ ಆಲೋಚನೆಗೂ ಕೃತ್ಯಕ್ಕೂ ಸಮ್ಮತಿ ಪಟ್ಟಿರಲಿಲ್ಲ."},{"number":52,"verse":"ಅವನು ಪಿಲಾತನ ಬಳಿಗೆ ಹೋಗಿ ಯೇಸುವಿನ ದೇಹವನ್ನು ತನಗೆ ಕೊಡಿಸಬೇಕೆಂದು ಬೇಡಿಕೊಂಡು"},{"number":53,"verse":"ಅದನ್ನು ಇಳಿಸಿ ನಾರುಮಡಿಯಲ್ಲಿ ಸುತ್ತಿ ಬಂಡೆಯಲ್ಲಿ ತೋಡಿದ್ದ ಸಮಾಧಿಯಲ್ಲಿ ಇಟ್ಟನು. ಅದರಲ್ಲಿ ಅದುವರೆಗೆ ಯಾರನ್ನೂ ಮಲಗಿಸಿರಲಿಲ್ಲ."},{"number":54,"verse":"ಆ ದಿನವು ಸೌರಣೆಯ ದಿನವಾಗಿತ್ತು; ಮತ್ತು ಸಬ್ಬತ್‍ದಿನ ಪ್ರಾರಂಭವಾಗುವದಕ್ಕೆ ಸ್ವಲ್ಪ ಹೊತ್ತು ಮಾತ್ರ ಇತ್ತು."},{"number":55,"verse":"ಹೀಗಿರುವಲ್ಲಿ ಗಲಿಲಾಯದಿಂದ ಆತನ ಸಂಗಡ ಬಂದಿದ್ದ ಸ್ತ್ರೀಯರು ಜೊತೆಯಲ್ಲಿ ಹಿಂದೆಯೇ ಹೋಗಿ ಆ ಸಮಾಧಿಯನ್ನೂ ಆತನ ದೇಹವನ್ನಿಟ್ಟ ರೀತಿಯನ್ನೂ ನೋಡಿ"},{"number":56,"verse":"ಹಿಂತಿರುಗಿ ಬಂದು ಪರಿಮಳದ್ರವ್ಯಗಳನ್ನೂ ಸುಗಂಧತೈಲವನ್ನೂ ಸಿದ್ಧಮಾಡಿಕೊಂಡರು."}]}