{"bibleAbbr":"KNJV","bookName":"ಲೂಕನು","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"ಆತನು ತನ್ನ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ಜನರು ಕೇಳುವಂತೆ ಹೇಳಿ ಮುಗಿಸಿದ ಮೇಲೆ ಕಪೆರ್ನೌಮಿಗೆ ಬಂದನು."},{"number":2,"verse":"ಅಲ್ಲಿ ದಂಡಿನ ಶತಾಧಿಪತಿಗೆ ಇಷ್ಟನಾದ ಒಬ್ಬ ಆಳು ಕ್ಷೇಮವಿಲ್ಲದೆ ಸಾಯುವ ಹಾಗಿದ್ದನು."},{"number":3,"verse":"ಅವನು ಯೇಸುವಿನ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ ಆತನ ಬಳಿಗೆ - ನೀನು ಬಂದು ನನ್ನ ಆಳನ್ನು ಸ್ವಸ್ಥಮಾಡಬೇಕೆಂದು ಆತನನ್ನು ಬೇಡಿಕೊಳ್ಳುವ ಹಾಗೆ ಯೆಹೂದ್ಯರ ಹಿರಿಯರನ್ನು ಕಳುಹಿಸಿದನು."},{"number":4,"verse":"ಅವರು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು - ನಿನ್ನಿಂದ ಇಂಥ ಉಪಕಾರ ಹೊಂದುವದಕ್ಕೆ ಅವನು ಯೋಗ್ಯನು;"},{"number":5,"verse":"ಅವನು ನಮ್ಮ ಜನರನ್ನು ಪ್ರೀತಿಸುವವನು, ತಾನೇ ನಮ್ಮ ಸಭಾಮಂದಿರವನ್ನು ನಮಗಾಗಿ ಕಟ್ಟಿಸಿದನು ಎಂದು ಆತನನ್ನು ಬಹಳವಾಗಿ ಬೇಡಿಕೊಳ್ಳಲು"},{"number":6,"verse":"ಯೇಸು ಅವರ ಸಂಗಡ ಹೋದನು. ಆತನು ಇನ್ನೂ ಮನೆಗೆ ಮುಟ್ಟುವದಕ್ಕೆ ಸ್ವಲ್ಪ ದೂರವಿರುವಾಗಲೇ ಶತಾಧಿಪತಿಯು ಸ್ನೇಹಿತರನ್ನು ಆತನ ಬಳಿಗೆ ಕಳುಹಿಸಿ - ಪ್ರಭುವೇ, ತೊಂದರೆ ತೆಗೆದುಕೊಳ್ಳಬೇಡ; ನೀನು ನನ್ನ ಮನೆಗೆ ಬರತಕ್ಕಷ್ಟು ಯೋಗ್ಯತೆ ನನ್ನಲ್ಲಿಲ್ಲ."},{"number":7,"verse":"ಈ ಕಾರಣದಿಂದ ನಾನು ನನ್ನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ತಕ್ಕವನೆಂದು ಎಣಿಸಿಕೊಳ್ಳಲಿಲ್ಲ. ಆದರೆ ನೀನು ಒಂದು ಮಾತು ಹೇಳು, ನನ್ನ ಆಳಿಗೆ ಗುಣವಾಗುವದು."},{"number":8,"verse":"ನಾನು ಸಹ ಮತ್ತೊಬ್ಬರ ಕೈಕೆಳಗಿರುವವನು; ನನ್ನ ಕೈಕೆಳಗೆ ಸಿಪಾಯಿಗಳಿದ್ದಾರೆ; ನಾನು ಅವರಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಹೋಗು ಎಂದು ಹೇಳಿದರೆ ಹೋಗುತ್ತಾನೆ; ಮತ್ತೊಬ್ಬನಿಗೆ ಬಾ ಎಂದು ಹೇಳಿದರೆ ಬರುತ್ತಾನೆ; ನನ್ನ ಆಳಿಗೆ ಇಂಥಿಂಥದನ್ನು ಮಾಡು ಎಂದು ಹೇಳಿದರೆ ಮಾಡುತ್ತಾನೆ ಎಂಬದಾಗಿ ಹೇಳಿಸಿದನು."},{"number":9,"verse":"ಯೇಸು ಈ ಮಾತನ್ನು ಕೇಳಿ ಅವನ ವಿಷಯದಲ್ಲಿ ಆಶ್ಚರ್ಯಪಟ್ಟು ತನ್ನ ಹಿಂದೆ ಬರುತ್ತಿರುವ ಗುಂಪನ್ನು ಹಿಂತಿರುಗಿ ನೋಡಿ - ನಾನು ಇಂಥ ದೊಡ್ಡ ನಂಬಿಕೆಯನ್ನು ಇಸ್ರಾಯೇಲ್ ಜನರಲ್ಲಿಯೂ ಕಾಣಲಿಲ್ಲವೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು."},{"number":10,"verse":"ತರುವಾಯ ಆ ಶತಾಧಿಪತಿಯ ಕಡೆಯಿಂದ ಬಂದವರು ತಿರಿಗಿ ಮನೆಗೆ ಹೋಗಿ ಆಳು ಆರೋಗ್ಯವಾಗಿರುವದನ್ನು ಕಂಡರು."},{"number":11,"verse":"ಸ್ವಲ್ಪಕಾಲದ ಮೇಲೆ ಆತನು ನಾಯಿನೆಂಬ ಊರಿಗೆ ಹೋದನು. ಆತನ ಜೊತೆಯಲ್ಲಿ ಆತನ ಶಿಷ್ಯರೂ ಇನ್ನೂ ಅನೇಕ ಜನರೂ ಹೋಗುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಆತನು ಊರಬಾಗಿಲಿನ ಹತ್ತಿರಕ್ಕೆ ಬಂದಾಗ ಸತ್ತುಹೋಗಿದ್ದ ಒಬ್ಬನನ್ನು ಹೊರಗೆ ತರುತ್ತಿದ್ದರು. ಇವನು ತನ್ನ ತಾಯಿಗೆ ಒಬ್ಬನೇ ಮಗನು; ಆಕೆಯು ಗಂಡಸತ್ತವಳಾಗಿದ್ದಳು. ಆಕೆಯ ಸಂಗಡ ಗ್ರಾಮಸ್ಥರು ಅನೇಕರಿದ್ದರು."},{"number":13,"verse":"ಸ್ವಾಮಿಯು ಆಕೆಯನ್ನು ಕಂಡು ಕನಿಕರಿಸಿ - ಅಳಬೇಡ ಎಂದು ಆಕೆಗೆ ಹೇಳಿ"},{"number":14,"verse":"ಚಟ್ಟದ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ ಅದನ್ನು ಮುಟ್ಟಲು ಹೊತ್ತುಕೊಂಡವರು ನಿಂತರು. ಆಗ ಆತನು - ಯೌವನಸ್ಥನೇ, ಏಳು ಎಂದು ನಿನಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು."},{"number":15,"verse":"ಅನ್ನುತ್ತಲೇ ಸತ್ತಿದ್ದವನು ಎದ್ದು ಕೂತುಕೊಂಡು ಮಾತಾಡುವದಕ್ಕೆ ತೊಡಗಿದನು. ಯೇಸು ಅವನನ್ನು ಅವನ ತಾಯಿಗೆ ಕೊಟ್ಟನು."},{"number":16,"verse":"ಎಲ್ಲರು ಭಯಹಿಡಿದವರಾಗಿ - ಮಹಾ ಪ್ರವಾದಿಯು ನಮ್ಮಲ್ಲಿ ಎದ್ದಿದ್ದಾನೆ, ದೇವರು ತನ್ನ ಜನರಿಗೆ ದರ್ಶನವನ್ನು ಅನುಗ್ರಹಿಸಿದ್ದಾನೆ ಎಂದು ದೇವರನ್ನು ಕೊಂಡಾಡುವವರಾದರು."},{"number":17,"verse":"ಈ ವಾರ್ತೆಯು ಯೂದಾಯದಲ್ಲಿಯೂ ಸುತ್ತಲಿರುವ ಎಲ್ಲಾ ಪ್ರಾಂತ್ಯದಲ್ಲಿಯೂ ಹಬ್ಬಿತು."},{"number":18,"verse":"ಯೋಹಾನನ ಶಿಷ್ಯರು ನಡೆದ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ಅವನಿಗೆ ತಿಳಿಸಲು"},{"number":19,"verse":"ಅವನು ತನ್ನ ಶಿಷ್ಯರಲ್ಲಿ ಇಬ್ಬರನ್ನು ಕರೆದು - ಬರಬೇಕಾದವನು ನೀನೋ, ನಾವು ಬೇರೊಬ್ಬನ ದಾರಿಯನ್ನು ನೋಡಬೇಕೋ ಎಂದು ಸ್ವಾಮಿಗೆ ಹೇಳಿಕಳುಹಿಸಿದನು."},{"number":20,"verse":"ಅವರು ಆತನ ಬಳಿಗೆ ಬಂದು - ಬರಬೇಕಾದವನು ನೀನೋ, ನಾವು ಮತ್ತೊಬ್ಬನ ದಾರಿಯನ್ನು ನೋಡಬೇಕೋ ಎಂದು ಕೇಳುವದಕ್ಕಾಗಿ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ನಮ್ಮನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿದ್ದಾನೆ ಅಂದರು."},{"number":21,"verse":"ಅದೇ ಗಳಿಗೆಯಲ್ಲಿ ಆತನು ಅನೇಕರನ್ನು ರೋಗ ಉಪದ್ರವ ದೆವ್ವ ಇಂಥವುಗಳಿಂದ ಬಿಡಿಸಿ ವಾಸಿಮಾಡಿದನು; ಮತ್ತು ಅನೇಕ ಮಂದಿ ಕುರುಡರಿಗೆ ಕಣ್ಣನ್ನು ದಯಪಾಲಿಸಿದನು."},{"number":22,"verse":"ಹೀಗಿರಲು ಆತನು ಅವರಿಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ - ನೀವು ಹೋಗಿ ಕಂಡು ಕೇಳಿದವುಗಳನ್ನು ಯೋಹಾನನಿಗೆ ತಿಳಿಸಿರಿ; ಕುರುಡರಿಗೆ ಕಣ್ಣು ಬರುತ್ತವೆ, ಕುಂಟರಿಗೆ ಕಾಲು ಬರುತ್ತವೆ, ಕುಷ್ಠರೋಗಿಗಳು ಶುದ್ಧರಾಗುತ್ತಾರೆ, ಕಿವುಡರಿಗೆ ಕಿವಿ ಬರುತ್ತವೆ, ಸತ್ತವರು ಜೀವವನ್ನು ಹೊಂದುತ್ತಾರೆ, ಬಡವರಿಗೆ ಸುವಾರ್ತೆ ಸಾರಲ್ಪಡುತ್ತದೆ."},{"number":23,"verse":"ನನ್ನ ವಿಷಯದಲ್ಲಿ ಸಂಶಯ ಪಡದವನೇ ಧನ್ಯನು ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಯೋಹಾನನ ದೂತರು ಹಿಂತಿರುಗಿ ಹೋಗಲು ಆತನು ಯೋಹಾನನ ವಿಷಯವಾಗಿ ಆ ಜನರ ಗುಂಪುಗಳಿಗೆ ಹೇಳತೊಡಗಿದ್ದೇನಂದರೆ - ಏನು ನೋಡಬೇಕೆಂದು ಅಡವಿಗೆ ಹೋಗಿದ್ದಿರಿ? ಗಾಳಿಯಿಂದ ಅಲ್ಲಾಡುವ ದಂಟನ್ನೋ?"},{"number":25,"verse":"ಅಲ್ಲವಾದರೆ ಏನು ನೋಡಬೇಕೆಂದು ಹೋಗಿದ್ದಿರಿ? ನಯವಾದ ಉಡುಪನ್ನು ಹಾಕಿಕೊಂಡ ಮನುಷ್ಯನನ್ನೋ? ಶೋಭಾಯಮಾನವಾದ ಉಡುಪನ್ನು ಧರಿಸಿ ಭೋಗದಲ್ಲಿ ಬಾಳುವವರು ಅರಮನೆಗಳಲ್ಲಿ ಇರುತ್ತಾರಷ್ಟೆ."},{"number":26,"verse":"ಹಾಗಾದರೆ ಏನು ನೋಡಬೇಕೆಂದು ಹೋಗಿದ್ದಿರಿ? ಪ್ರವಾದಿಯನ್ನೋ? ಹೌದು, ಪ್ರವಾದಿಗಿಂತಲೂ ಹೆಚ್ಚಿನವನನ್ನು ನೋಡಿದಿರಿ ಎಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":27,"verse":"ಇಗೋ, ನನ್ನ ದೂತನನ್ನು ನಿನ್ನ ಮುಂದೆ ಕಳುಹಿಸುತ್ತೇನೆ. ನೀನು ಹೋಗುವ ದಾರಿಯನ್ನು ಅವನು ನಿನ್ನ ಮುಂದೆ ಸರಿಮಾಡುವನು ಎಂದು ಯಾರ ವಿಷಯವಾಗಿ ಬರೆದಿದೆಯೋ ಆ ಪುರುಷನು ಇವನೇ."},{"number":28,"verse":"ಸ್ತ್ರೀಯರಲ್ಲಿ ಹುಟ್ಟಿದವರೊಳಗೆ ಯೋಹಾನನಿಗಿಂತ ದೊಡ್ಡವನು ಒಬ್ಬನೂ ಇಲ್ಲ; ಆದರೂ ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಚಿಕ್ಕವನು ಅವನಿಗಿಂತಲೂ ದೊಡ್ಡವನೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":29,"verse":"ಇದಲ್ಲದೆ ಜನರೆಲ್ಲರೂ ಸುಂಕದವರೂ ಯೋಹಾನನ ಉಪದೇಶವನ್ನು ಕೇಳಿದಾಗ ಅವನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡದ್ದರಲ್ಲಿ ದೇವರು ನೀತಿವಂತನೆಂದು ಒಪ್ಪಿಕೊಂಡರು."},{"number":30,"verse":"ಆದರೆ ಫರಿಸಾಯರೂ ಧರ್ಮೋಪದೇಶಕರೂ ಅವನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳದೆ ಹೋದದ್ದರಲ್ಲಿ ತಮ್ಮ ವಿಷಯವಾಗಿ ದೇವರ ಸಂಕಲ್ಪವನ್ನು ನಿರಾಕರಿಸಿದರು."},{"number":31,"verse":"ಹೀಗಿರುವಲ್ಲಿ ಈ ಕಾಲದ ಜನರನ್ನು ಯಾರಿಗೆ ಹೋಲಿಸಲಿ? ಅವರು ಯಾರನ್ನು ಹೋಲುತ್ತಾರೆ?"},{"number":32,"verse":"ಪೇಟೆಯಲ್ಲಿ ಕೂತುಕೊಂಡು - ನಿಮಗೋಸ್ಕರ ಕೊಳಲೂದಿದೆವು, ನೀವು ಕುಣಿಯಲಿಲ್ಲ; ಗೋಳಾಡಿದೆವು, ನೀವು ಅಳಲಿಲ್ಲ ಎಂದು ಒಬ್ಬರಿಗೊಬ್ಬರು ಕೂಗಿ ಹೇಳುವಂಥ ಹುಡುಗರನ್ನು ಹೋಲುತ್ತಾರೆ."},{"number":33,"verse":"ಹೇಗಂದರೆ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಬಂದಿದ್ದಾನೆ; ಅವನು ರೊಟ್ಟಿ ತಿನ್ನದವನು, ದ್ರಾಕ್ಷಾರಸ ಕುಡಿಯದವನು; ನೀವು - ಅವನಿಗೆ ದೆವ್ವ ಹಿಡಿದದೆ ಅನ್ನುತ್ತೀರಿ."},{"number":34,"verse":"ಮನುಷ್ಯಕುಮಾರನು ಬಂದಿದ್ದಾನೆ, ಅವನು ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವವನಾಗಿದ್ದಾನೆ; ನೀವು - ಇಗೋ, ಇವನು ಹೊಟ್ಟೆಬಾಕನು, ಕುಡುಕನು, ಭ್ರಷ್ಟರ ಮತ್ತು ಪಾಪಿಷ್ಠರ ಗೆಳೆಯನು ಅನ್ನುತ್ತೀರಿ."},{"number":35,"verse":"ಆದರೆ ಜ್ಞಾನವು ಸಕಲ ಜ್ಞಾನಾವಲಂಬಿಗಳ ಮೂಲಕ ಜ್ಞಾನವೇ ಎಂದು ಗೊತ್ತಾಗುವದು ಅಂದನು."},{"number":36,"verse":"ಫರಿಸಾಯರಲ್ಲಿ ಒಬ್ಬನು ಆತನನ್ನು ತನ್ನ ಜೊತೆಯಲ್ಲಿ ಊಟಮಾಡಬೇಕೆಂದು ಬೇಡಿಕೊಂಡಾಗ ಆತನು ಆ ಫರಿಸಾಯನ ಮನೆಗೆ ಹೋಗಿ ಊಟಕ್ಕೆ ಒರಗಿಕೊಂಡನು."},{"number":37,"verse":"ಆಗ ಆ ಊರಲ್ಲಿದ್ದ ದುರಾಚಾರಿಯಾದ ಒಬ್ಬ ಹೆಂಗಸು ಫರಿಸಾಯನ ಮನೆಯಲ್ಲಿ ಆತನು ಊಟಕ್ಕೆ ಒರಗಿದ್ದಾನೆಂದು ಗೊತ್ತುಹಿಡುಕೊಂಡು ಸುಗಂಧತೈಲದ ಭರಣಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು"},{"number":38,"verse":"ಹಿಂದೆ ಆತನ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ನಿಂತುಕೊಂಡು ಅಳುತ್ತಾ ತನ್ನ ಕಣ್ಣೀರಿನಿಂದ ಆತನ ಪಾದಗಳನ್ನು ತ್ಯಾವಮಾಡಿ ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಒರಸಿ ಅವುಗಳಿಗೆ ಮುದ್ದಿಟ್ಟು ಆ ತೈಲವನ್ನು ಹಚ್ಚಿದಳು."},{"number":39,"verse":"ಆದರೆ ಆತನನ್ನು ಊಟಕ್ಕೆ ಕರೆದ ಫರಿಸಾಯನು ಇದನ್ನು ಕಂಡು - ಇವಳು ದುರಾಚಾರಿ; ಇವನು ಪ್ರವಾದಿಯಾಗಿದ್ದರೆ ತನ್ನನ್ನು ಮುಟ್ಟಿದ ಈ ಹೆಂಗಸು ಇಂಥವಳೆಂದು ತಿಳುಕೊಳ್ಳುತ್ತಿದ್ದನು ಅಂದುಕೊಂಡನು."},{"number":40,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ಸೀಮೋನನೇ, ನಾನು ನಿನಗೆ ಹೇಳಬೇಕಾದ ಒಂದು ಮಾತದೆ ಅಂದಾಗ ಅವನು - ಬೋಧಕನೇ, ಹೇಳು ಅಂದನು."},{"number":41,"verse":"ಆಗ ಯೇಸು - ಒಬ್ಬ ಸಾಹುಕಾರನಿಗೆ ಇಬ್ಬರು ಸಾಲಗಾರರಿದ್ದರು; ಒಬ್ಬನು ಐನೂರು ಹಣ ಕೊಡಬೇಕಾಗಿತ್ತು. ಮತ್ತೊಬ್ಬನು ಐವತ್ತು ಹಣ ಕೊಡಬೇಕಾಗಿತ್ತು."},{"number":42,"verse":"ತೀರಿಸುವದಕ್ಕೆ ಅವರಿಗೆ ಗತಿಯಿಲ್ಲದ್ದರಿಂದ ಆ ಇಬ್ಬರಿಗೂ ಸಾಲವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು. ಹಾಗಾದರೆ ಅವರಲ್ಲಿ ಯಾವನು ಆ ಸಾಹುಕಾರನನ್ನು ಹೆಚ್ಚಾಗಿ ಪ್ರೀತಿಸಾನು ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಸೀಮೋನನು -"},{"number":43,"verse":"ಯಾವನಿಗೆ ಹೆಚ್ಚಾಗಿ ಬಿಟ್ಟನೋ ಅವನೇ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ ಅಂದನು. ಯೇಸು ಅವನಿಗೆ - ನೀನು ಸರಿಯಾಗಿ ತೀರ್ಪುಮಾಡಿದಿ ಎಂದು ಹೇಳಿ"},{"number":44,"verse":"ಆ ಹೆಂಗಸಿನ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಸೀಮೋನನಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ಈ ಹೆಂಗಸನ್ನು ನೋಡಿದಿಯಾ? ನಾನು ನಿನ್ನ ಮನೆಗೆ ಬಂದಾಗ ನೀನು ನನ್ನ ಕಾಲಿಗೆ ನೀರು ಕೊಡಲಿಲ್ಲ; ಇವಳಾದರೋ ನನ್ನ ಕಾಲುಗಳನ್ನು ಕಣ್ಣೀರಿನಿಂದ ತ್ಯಾವಮಾಡಿ ತನ್ನ ತಲೆಯಕೂದಲಿನಿಂದ ಒರಸಿದಳು."},{"number":45,"verse":"ನೀನು ನನಗೆ ಮುದ್ದಿಡಲಿಲ್ಲ; ಇವಳಾದರೋ ನಾನು ಒಳಗೆ ಬಂದಾಗಿನಿಂದ ನನ್ನ ಕಾಲಿಗೆ ಮುದ್ದಿಡುವದನ್ನು ಬಿಟ್ಟಿಲ್ಲ."},{"number":46,"verse":"ನೀನು ನನ್ನ ತಲೆಗೆ ಎಣ್ಣೆ ಹಚ್ಚಲಿಲ್ಲ; ಇವಳಾದರೋ ಸುಗಂಧತೈಲವನ್ನು ಕಾಲಿಗೆ ಹಚ್ಚಿದಳು."},{"number":47,"verse":"ಹೀಗಿರಲು ನಾನು ಹೇಳುವ ಮಾತೇನಂದರೆ - ಇವಳ ಪಾಪಗಳು ಬಹಳವಾಗಿದ್ದರೂ ಅವು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ. ಇದಕ್ಕೆ ಪ್ರಮಾಣವೇನಂದರೆ ಇವಳು ತೋರಿಸಿದ ಪ್ರೀತಿ ಬಹಳ. ಆದರೆ ಯಾವನಿಗೆ ಸ್ವಲ್ಪ ಮಾತ್ರ ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿದೆಯೋ ಅವನು ತೋರಿಸುವ ಪ್ರೀತಿಯು ಸ್ವಲ್ಪವೇ ಅಂದನು."},{"number":48,"verse":"ಆಮೇಲೆ ಆತನು ಅವಳಿಗೆ - ನಿನ್ನ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ ಎಂದು ಹೇಳಿದನು."},{"number":49,"verse":"ಆತನ ಸಂಗಡ ಊಟಕ್ಕೆ ಒರಗಿಕೊಂಡವರು - ಪಾಪಗಳನ್ನು ಸಹ ಕ್ಷಮಿಸಿಬಿಡುವವನು ಇವನಾರು ಎಂದು ತಮ್ಮತಮ್ಮೊಳಗೆ ಅಂದುಕೊಂಡರು."},{"number":50,"verse":"ಆದರೆ ಆತನು ಆ ಹೆಂಗಸಿಗೆ - ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿ ಅದೆ; ಸಮಾಧಾನದಿಂದ ಹೋಗು ಎಂದು ಹೇಳಿದನು."}]}