{"bibleAbbr":"KNJV","bookName":"ಲೂಕನು","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"ಆತನು ಹನ್ನೆರಡು ಮಂದಿ ಶಿಷ್ಯರನ್ನು ಒಟ್ಟಿಗೆ ಕರೆದು ಅವರಿಗೆ ಎಲ್ಲಾ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವ ಮತ್ತು ರೋಗಗಳನ್ನು ವಾಸಿಮಾಡುವ ಶಕ್ತಿ ಅಧಿಕಾರಗಳನ್ನು ಕೊಟ್ಟು"},{"number":2,"verse":"ದೇವರ ರಾಜ್ಯದ ವಿಷಯವನ್ನು ಸಾರುವದಕ್ಕೂ ಅಸ್ವಸ್ಥರಾದವರನ್ನು ಸ್ವಸ್ಥಮಾಡುವದಕ್ಕೂ ಅವರನ್ನು ಕಳುಹಿಸಿದನು."},{"number":3,"verse":"ಕಳುಹಿಸುವಾಗ ಅವರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ದಾರಿಗೆ ಏನೂ ತಕ್ಕೊಂಡು ಹೋಗಬೇಡಿರಿ, ಕೋಲು ಹಸಿಬೆ ಬುತ್ತಿ ಹಣ ಬೇಡ; ಎರಡಂಗಿಗಳಿರಬಾರದು."},{"number":4,"verse":"ಇದಲ್ಲದೆ ನೀವು ಯಾವ ಮನೆಯಲ್ಲಿ ಇಳುಕೊಂಡರೂ ಅಲ್ಲೇ ಇರ್ರಿ. ಅಲ್ಲಿಂದಲೇ ಹೊರಡಿರಿ."},{"number":5,"verse":"ಮತ್ತು ಯಾವ ಊರಿನವರಾದರೂ ನಿಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಳ್ಳದೆ ಹೋದರೆ ಆ ಊರನ್ನು ನೀವು ಬಿಟ್ಟು ಹೊರಡುವಾಗ ನಿಮ್ಮ ಕಾಲಿಗೆ ಹತ್ತಿದ ಧೂಳನ್ನು ಝಾಡಿಸಿ ಬಿಡಿರಿ; ಅದು ಅವರಿಗೆ ವಿರೋಧವಾಗಿ ಸಾಕ್ಷಿಯಾಗಿರಲಿ ಅಂದನು."},{"number":6,"verse":"ಆಗ ಅವರು ಹೊರಟುಹೋಗಿ ಎಲ್ಲೆಲ್ಲಿಯೂ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುತ್ತಾ ರೋಗಿಗಳಿಗೆ ವಾಸಿಮಾಡುತ್ತಾ ಗ್ರಾಮಗಳಲ್ಲೆಲ್ಲಾ ಸಂಚರಿಸಿದರು."},{"number":7,"verse":"ಹೀಗಿರಲಾಗಿ ಉಪರಾಜನಾದ ಹೆರೋದನು ನಡೆದ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ಕೇಳಿ ಬಹಳವಾಗಿ ಕಳವಳಪಡುವವನಾದನು. ಯಾಕಂದರೆ ಸತ್ತಿದ್ದ ಯೋಹಾನನು ತಿರಿಗಿ ಬದುಕಿಬಂದಿದ್ದಾನೆಂದು ಕೆಲವರೂ,"},{"number":8,"verse":"ಎಲೀಯನು ಕಾಣಿಸಿಕೊಂಡನೆಂದು ಕೆಲವರೂ, ಪೂರ್ವದ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಯಾವನೋ ಒಬ್ಬನು ಎದ್ದಿದ್ದಾನೆಂದು ಕೆಲವರೂ ಹೇಳಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":9,"verse":"ಆದರೆ ಹೆರೋದನು - ಯೋಹಾನನನ್ನು ನಾನೇ ತಲೆಹೊಯ್ಸಿದೆನಷ್ಟೆ. ಇವನಾರು? ಇವನ ವಿಷಯವಾಗಿ ಆಶ್ಚರ್ಯಕರವಾದ ಸಂಗತಿಗಳನ್ನು ಕೇಳುತ್ತೇನಲ್ಲಾ ಎಂದು ಹೇಳಿ ಅವನನ್ನು ನೋಡಬೇಕೆಂದು ಪ್ರಯತ್ನಿಸಿದನು."},{"number":10,"verse":"ಇತ್ತಲಾಗಿ ಅಪೊಸ್ತಲರು ಹಿಂತಿರುಗಿ ಬಂದು ತಾವು ಮಾಡಿದ್ದನ್ನೆಲ್ಲಾ ಯೇಸುವಿಗೆ ವಿವರವಾಗಿ ಹೇಳಲು ಆತನು ಅವರನ್ನು ಬೇತ್ಸಾಯಿದವೆಂಬ ಊರಿಗೆ ವಿಂಗಡವಾಗಿ ಕರಕೊಂಡು ಹೋದನು."},{"number":11,"verse":"ಆದರೆ ಜನರ ಗುಂಪು ಇದನ್ನು ತಿಳಿದು ಆತನ ಹಿಂದೆ ಹೋಗಲು ಆತನು ಅವರನ್ನು ಪ್ರೀತಿಯಿಂದ ಸ್ವೀಕರಿಸಿ ದೇವರ ರಾಜ್ಯದ ವಿಷಯವಾಗಿ ಅವರ ಸಂಗಡ ಮಾತಾಡಿ ಕ್ಷೇಮಬೇಕಾದವರಿಗೆ ವಾಸಿಮಾಡಿದನು."},{"number":12,"verse":"ಹೊತ್ತು ಇಳಿಯುತ್ತಾ ಬಂತು. ಆ ಹನ್ನೆರಡು ಮಂದಿ ಶಿಷ್ಯರು ಆತನ ಬಳಿಗೆ ಬಂದು - ಈ ಗುಂಪಿಗೆ ಅಪ್ಪಣೆಕೊಡು; ಇವರು ಸುತ್ತಲಿರುವ ಹಳ್ಳಿಪಳ್ಳಿಗಳಿಗೆ ಹೋಗಿ ಇಳುಕೊಂಡು ಊಟಕ್ಕೆ ಬೇಕಾದ ಪದಾರ್ಥಗಳನ್ನು ದೊರಕಿಸಿಕೊಳ್ಳಲಿ; ನಾವು ಇಲ್ಲಿ ಅಡವಿಯ ಸ್ಥಳದಲ್ಲಿ ಇದ್ದೇವಲ್ಲಾ ಎಂದು ಆತನಿಗೆ ಹೇಳಲಾಗಿ"},{"number":13,"verse":"ಆತನು - ನೀವೇ ಅವರಿಗೆ ಊಟಕ್ಕೆ ಕೊಡಿರಿ ಅಂದನು. ಅದಕ್ಕವರು - ನಮ್ಮಲ್ಲಿ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನು ಹೊರತು ಹೆಚ್ಚೇನೂ ಇಲ್ಲ; ನಾವು ಹೋಗಿ ಈ ಜನರಿಗೆಲ್ಲಾ ಆಹಾರವನ್ನು ಕೊಂಡುಕೊಳ್ಳಬೇಕೋ? ಅಂದರು."},{"number":14,"verse":"ಗಂಡಸರೇ ಹೆಚ್ಚು ಕಡಿಮೆ ಐದುಸಾವಿರ ಮಂದಿಯಿದ್ದರು. ಆಗ ಆತನು ತನ್ನ ಶಿಷ್ಯರಿಗೆ - ಇವರನ್ನು ಒಂದೊಂದು ಪಂಙ್ತಿಗೆ ಹೆಚ್ಚು ಕಡಿಮೆ ಐವತ್ತೈವತ್ತರಂತೆ ಕೂಡ್ರಿಸಿರಿ ಎಂದು ಹೇಳಲು"},{"number":15,"verse":"ಅವರು ಹಾಗೆಯೇ ಎಲ್ಲರನ್ನೂ ಕೂಡ್ರಿಸಿದರು."},{"number":16,"verse":"ಆಮೇಲೆ ಆತನು ಆ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಆಕಾಶದ ಕಡೆಗೆ ನೋಡಿ ಅವುಗಳನ್ನು ಆಶೀರ್ವದಿಸಿ ಮುರಿದು ಶಿಷ್ಯರ ಕೈಗೆ ಕೊಟ್ಟು - ಈ ಜನರ ಗುಂಪಿಗೆ ಹಂಚಿರಿ ಅಂದನು."},{"number":17,"verse":"ಅವರೆಲ್ಲರು ಊಟಮಾಡಿ ತೃಪ್ತರಾದರು; ಉಳಿದ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಲಾಗಿ ಅವು ಹನ್ನೆರಡು ಪುಟ್ಟಿ ಆದವು."},{"number":18,"verse":"ಒಂದಾನೊಂದು ದಿವಸ ಆತನು ಏಕಾಂತವಾಗಿ ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿರುವಾಗ ಆತನ ಶಿಷ್ಯರು ಆತನ ಸಂಗಡ ಇದ್ದರು. ಆತನು - ನನ್ನನ್ನು ಸಾಮಾನ್ಯ ಜನರು ಯಾರು ಅನ್ನುತ್ತಾರೆ ಎಂದು ಅವರನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ"},{"number":19,"verse":"ಅವರು - ನಿನ್ನನ್ನು ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಅನ್ನುತ್ತಾರೆ; ಕೆಲವರು ಎಲೀಯನು ಅನ್ನುತ್ತಾರೆ; ಇನ್ನು ಕೆಲವರು ಪೂರ್ವದ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಯಾವನೋ ಒಬ್ಬನು ಎದ್ದಿದ್ದಾನೆ ಅನ್ನುತ್ತಾರೆ ಎಂದು ಹೇಳಿದರು."},{"number":20,"verse":"ಆತನು ಅವರನ್ನು - ಆದರೆ ನೀವು ನನ್ನನ್ನು ಯಾರು ಅನ್ನುತ್ತೀರಿ ಎಂದು ಕೇಳಲಾಗಿ ಪೇತ್ರನು - ನೀನು ದೇವರಿಂದ ಬರಬೇಕಾಗಿರುವ ಕ್ರಿಸ್ತನು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":21,"verse":"ಆಗ ಆತನು - ಇದನ್ನು ಯಾರಿಗೂ ಹೇಳಬೇಡಿರಿ ಎಂದು ಬಹು ಖಂಡಿತವಾಗಿ ಅವರಿಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟು -"},{"number":22,"verse":"ಮನುಷ್ಯಕುಮಾರನು ಬಹು ಕಷ್ಟಗಳನ್ನನುಭವಿಸಿ ಹಿರಿಯರಿಂದಲೂ ಮಹಾಯಾಜಕರಿಂದಲೂ ಶಾಸ್ತ್ರಿಗಳಿಂದಲೂ ನಿರಾಕೃತನಾಗಿ ಕೊಲ್ಲಲ್ಪಟ್ಟು ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಜೀವಿತನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡಬೇಕಾಗಿದೆ ಎಂದು ಹೇಳಿದನು."},{"number":23,"verse":"ಇದಲ್ಲದೆ ಆತನು ಎಲ್ಲರಿಗೂ ಹೇಳಿದ್ದೇನಂದರೆ - ಯಾವನಿಗಾದರೂ ನನ್ನ ಹಿಂದೆ ಬರುವದಕ್ಕೆ ಮನಸ್ಸಿದ್ದರೆ ಅವನು ತನ್ನನ್ನು ನಿರಾಕರಿಸಿ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ದಿನಾಲೂ ಹೊತ್ತುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬರಲಿ."},{"number":24,"verse":"ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು; ಆದರೆ ನನ್ನ ನಿಮಿತ್ತವಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನು ಕಳಕೊಂಡವನು ಅದನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವನು."},{"number":25,"verse":"ಒಬ್ಬ ಮನುಷ್ಯನು ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂಪಾದಿಸಿಕೊಂಡರೂ ತನ್ನನ್ನೇ ಕೆಡಿಸಿಕೊಂಡರೆ ಅಥವಾ ನಷ್ಟಪಡಿಸಿಕೊಂಡರೆ ಅವನಿಗೆ ಪ್ರಯೋಜನವೇನು?"},{"number":26,"verse":"ಯಾವನು ನನಗೂ ನನ್ನ ಮಾತುಗಳಿಗೂ ನಾಚಿಕೊಳ್ಳುತ್ತಾನೋ ಅವನಿಗೆ ಮನುಷ್ಯಕುಮಾರನು ತನಗೂ ತನ್ನ ತಂದೆಗೂ ಪರಿಶುದ್ಧ ದೂತರಿಗೂ ಇರುವ ಪ್ರಭಾವದೊಡನೆ ಬರುವಾಗ ನಾಚಿಕೊಳ್ಳುವನು."},{"number":27,"verse":"ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಇಲ್ಲಿ ನಿಂತಿರುವವರೊಳಗೆ ಕೆಲವರು ದೇವರ ರಾಜ್ಯವನ್ನು ನೋಡುವ ತನಕ ಮರಣ ಹೊಂದುವದಿಲ್ಲವೆಂದು ಅಂದನು."},{"number":28,"verse":"ಯೇಸು ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿ ಸುಮಾರು ಎಂಟು ದಿವಸಗಳಾದ ಮೇಲೆ ಪೇತ್ರ ಯೋಹಾನ ಯಾಕೋಬರನ್ನು ಕರಕೊಂಡು ಪ್ರಾರ್ಥನೆಮಾಡುವದಕ್ಕೆ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದನು."},{"number":29,"verse":"ಆತನು ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿರಲಾಗಿ ಆತನ ಮುಖಭಾವವು ಬೇರೆಯಾಯಿತು."},{"number":30,"verse":"ಆತನ ಉಡುಪು ಬೆಳ್ಳಗಾಗಿ ಮಿಂಚುತ್ತಾ ಬಂತು. ಇದಲ್ಲದೆ ಇಬ್ಬರು ಪುರುಷರು ಆತನ ಸಂಗಡ ಮಾತಾಡುತ್ತಿದ್ದರು. ಇವರು ಯಾರಂದರೆ ಮೋಶೆಯೂ ಎಲೀಯನೂ."},{"number":31,"verse":"ಇವರು ವೈಭವದೊಡನೆ ಕಾಣಿಸಿಕೊಂಡು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಆತನು ನೆರವೇರಿಸಬೇಕಾಗಿದ್ದ ಮರಣದ ವಿಷಯವಾಗಿ ಮಾತಾಡುತ್ತಿದ್ದರು."},{"number":32,"verse":"ಇಷ್ಟರಲ್ಲಿ ಪೇತ್ರನಿಗೂ ಅವನ ಸಂಗಡ ಇದ್ದವರಿಗೂ ನಿದ್ರೆಯಿಂದ ಮೈಭಾರವಾಗಿತ್ತು. ಆದರೆ ಎಚ್ಚರವಾದ ಮೇಲೆ ಅವರು ಆತನ ಮಹಿಮೆಯನ್ನೂ ಆತನ ಸಂಗಡ ನಿಂತಿದ್ದ ಆ ಇಬ್ಬರು ಪುರುಷರನ್ನೂ ಕಂಡರು."},{"number":33,"verse":"ಇವರು ಆತನನ್ನು ಬಿಟ್ಟುಹೋಗುತ್ತಿರುವಾಗ ಪೇತ್ರನು ಯೇಸುವಿಗೆ - ಗುರುವೇ ನಾವು ಇಲ್ಲೇ ಇರುವದು ಒಳ್ಳೇದು, ಮೂರು ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟುವೆವು; ನಿನಗೊಂದು ಮೋಶೆಗೊಂದು ಎಲೀಯನಿಗೊಂದು ಎಂದು ಹೇಳಿದನು. ತಾನಂದದ್ದು ತನಗೇ ಗೊತ್ತಾಗಲಿಲ್ಲ."},{"number":34,"verse":"ಅವನು ಇದನ್ನು ಹೇಳುತ್ತಿರುವಲ್ಲಿ ಮೋಡವು ಬಂದು ಅವರ ಮೇಲೆ ಕವಿಯಿತು. ಅವರು ಮೋಡದೊಳಗೆ ಸೇರಿದಾಗ ಹೆದರಿದರು."},{"number":35,"verse":"ಆಗ ಆ ಮೋಡದೊಳಗಿಂದ - ಈತನು ನನ್ನ ಮಗನು. ನಾನು ಆರಿಸಿಕೊಂಡವನು; ಈತನ ಮಾತನ್ನು ಕೇಳಿರಿ ಎಂಬ ಆಕಾಶವಾಣಿ ಆಯಿತು."},{"number":36,"verse":"ಆ ವಾಣಿ ಆದ ಮೇಲೆ ಯೇಸುವನ್ನು ಮಾತ್ರ ಕಂಡರು. ತಾವು ಕಂಡ ಈ ಸಂಗತಿಗಳೊಳಗೆ ಒಂದನ್ನಾದರೂ ಆ ದಿವಸಗಳಲ್ಲಿ ಯಾರಿಗೂ ತಿಳಿಸದೆ ಸುಮ್ಮನಿದ್ದರು."},{"number":37,"verse":"ಮರುದಿವಸ ಅವರು ಬೆಟ್ಟದಿಂದ ಇಳಿದು ಬಂದಾಗ ಜನರ ದೊಡ್ಡ ಗುಂಪು ಆತನೆದುರಿಗೆ ಬಂತು."},{"number":38,"verse":"ಆಗ ಆ ಗುಂಪಿನಲ್ಲಿ ಒಬ್ಬನು - ಬೋಧಕನೇ, ನನ್ನ ಮಗನ ಮೇಲೆ ದೃಷ್ಟಿಯಿಡಬೇಕು ಎಂದು ನಿನ್ನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ. ನನಗೆ ಇವನೊಬ್ಬನೇ ಮಗನು. ಇವನನ್ನು ದೆವ್ವಹಿಡಿಯುತ್ತದೆ, ಹಿಡಿಯುತ್ತಲೇ ಕೂಗಿಕೊಳ್ಳುತ್ತಾನೆ."},{"number":39,"verse":"ಬಾಯಲ್ಲಿ ನೊರೆ ಬರುವಷ್ಟು ಅವನನ್ನು ಒದ್ದಾಡಿಸುತ್ತದೆ; ಮತ್ತು ಬಹು ಕಷ್ಟಕೊಟ್ಟು ಜಜ್ಜಿದ ಹೊರತು ಬಿಡುವದಿಲ್ಲ."},{"number":40,"verse":"ಅದನ್ನು ಬಿಡಿಸಬೇಕೆಂದು ನಿನ್ನ ಶಿಷ್ಯರನ್ನು ಬೇಡಿಕೊಂಡೆನು. ಆದರೆ ಅವರಿಂದ ಆಗದೆಹೋಯಿತು ಎಂದು ಕೂಗಿ ಹೇಳಿದನು."},{"number":41,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ಎಲಾ, ನಂಬಿಕೆಯಿಲ್ಲದಂಥ ಮೂರ್ಖಸಂತಾನವೇ, ನಾನು ಇನ್ನೆಷ್ಟು ದಿನ ನಿಮ್ಮ ಸಂಗಡ ಇದ್ದು ನಿಮ್ಮನ್ನು ಸಹಿಸಿಕೊಳ್ಳಲಿ? ನಿನ್ನ ಮಗನನ್ನು ಇಲ್ಲಿಗೆ ಕರಕೊಂಡು ಬಾ ಅಂದನು."},{"number":42,"verse":"ಆ ಹುಡುಗನು ಇನ್ನೂ ಬರುತ್ತಿರುವಾಗ ಆ ದೆವ್ವವು ಅವನನ್ನು ನೆಲಕ್ಕೆ ಅಪ್ಪಳಿಸಿ ಬಹಳವಾಗಿ ಒದ್ದಾಡಿಸಿತು. ಆದರೆ ಯೇಸು ಆ ದೆವ್ವವನ್ನು ಗದರಿಸಿ ಆ ಹುಡುಗನಿಗೆ ವಾಸಿಮಾಡಿ ಅವನ ತಂದೆಯ ಕೈಗೆ ಕೊಟ್ಟನು."},{"number":43,"verse":"ಅದನ್ನು ನೋಡಿ ಎಲ್ಲರು ದೇವರ ಮಹತ್ವಕ್ಕೆ ಬೆರಗಾದರು."},{"number":44,"verse":"ಯೇಸು ಮಾಡಿದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳಿಗೆ ಎಲ್ಲರು ಆಶ್ಚರ್ಯಪಡುತ್ತಿರಲಾಗಿ ಆತನು ತನ್ನ ಶಿಷ್ಯರಿಗೆ - ನೀವಂತೂ ಈ ಮಾತುಗಳನ್ನು ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳಿರಿ; ಯಾಕಂದರೆ ಮನುಷ್ಯಕುಮಾರನು ಮನುಷ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸಲ್ಪಡುವನು ಎಂದು ಹೇಳಿದನು."},{"number":45,"verse":"ಅವರು ಈ ಮಾತನ್ನು ಗ್ರಹಿಸಲಿಲ್ಲ; ಅದು ಅವರಿಗೆ ಮರೆಯಾದದರಿಂದ ಅದರ ಅರ್ಥವನ್ನು ಅವರು ತಿಳಿಯದೆಹೋದರು. ಆ ಮಾತಿನ ವಿಷಯದಲ್ಲಿ ಅವರು ಆತನನ್ನು ಕೇಳುವದಕ್ಕೆ ಅಂಜಿದರು."},{"number":46,"verse":"ತರುವಾಯ ಶಿಷ್ಯರೊಳಗೆ - ತಮ್ಮಲ್ಲಿ ಯಾವನು ಹೆಚ್ಚಿನವನಾಗುವನು ಎಂಬ ವಿಚಾರ ಹುಟ್ಟಿತು."},{"number":47,"verse":"ಯೇಸು ಅವರ ಮನಸ್ಸಿನ ವಿಚಾರವನ್ನು ತಿಳಿದು ಒಂದು ಚಿಕ್ಕ ಮಗುವನ್ನು ಹಿಡಿದುಕೊಂಡು ತನ್ನ ಬಳಿಯಲ್ಲಿ ನಿಲ್ಲಿಸಿ ಅವರಿಗೆ -"},{"number":48,"verse":"ಯಾವನಾದರೂ ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ಈ ಚಿಕ್ಕ ಮಗುವನ್ನು ಸೇರಿಸಿಕೊಂಡರೆ ನನ್ನನ್ನು ಸೇರಿಸಿಕೊಂಡ ಹಾಗಾಯಿತು; ಮತ್ತು ಯಾವನಾದರೂ ನನ್ನನ್ನು ಸೇರಿಸಿಕೊಂಡರೆ ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಾತನನ್ನೇ ಸೇರಿಸಿಕೊಂಡ ಹಾಗಾಯಿತು; ಯಾಕಂದರೆ ನಿಮ್ಮೆಲ್ಲರಲ್ಲಿ ಯಾವನು ಚಿಕ್ಕವನೋ ಅವನೇ ದೊಡ್ಡವನು ಎಂದು ಹೇಳಿದನು."},{"number":49,"verse":"ಅದಕ್ಕೆ ಯೋಹಾನನು - ಗುರುವೇ, ಯಾವನೋ ಒಬ್ಬನು ನಿನ್ನ ಹೆಸರನ್ನು ಹೇಳಿ ದೆವ್ವಬಿಡಿಸುವದನ್ನು ನಾವು ಕಂಡು ಅವನು ನಮಗೆ ಸೇರಿದವನಲ್ಲವಾದ್ದರಿಂದ ಅವನಿಗೆ ಅಡ್ಡಿಮಾಡಿದೆವು ಅನ್ನಲು"},{"number":50,"verse":"ಯೇಸು ಅವನಿಗೆ - ಅಡ್ಡಿಮಾಡಬೇಡಿರಿ; ನಿಮ್ಮನ್ನು ಎದುರಿಸದವನು ನಿಮ್ಮ ಪಕ್ಷದವನೇ ಎಂದು ಹೇಳಿದನು."},{"number":51,"verse":"ಯೇಸು ತಾನು ಪರಲೋಕವನ್ನೇರುವ ದಿವಸಗಳು ತುಂಬುತ್ತಾ ಬರುವಾಗ ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುವದಕ್ಕೆ ಮನಸ್ಸನ್ನು ದೃಢಮಾಡಿಕೊಂಡು"},{"number":52,"verse":"ತನ್ನ ಮುಂದಾಗಿ ದೂತರನ್ನು ಕಳುಹಿಸಿದನು. ಇವರು ಹೊರಟು ಆತನಿಗೆ ಬೇಕಾದದ್ದನ್ನು ಸಿದ್ಧಮಾಡುವದಕ್ಕಾಗಿ ಸಮಾರ್ಯದವರ ಒಂದು ಹಳ್ಳಿಗೆ ಬಂದರು."},{"number":53,"verse":"ಆದರೆ ಆತನು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುವವನಾದದರಿಂದ ಆ ಸಮಾರ್ಯದವರು ಆತನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಲಿಲ್ಲ."},{"number":54,"verse":"ಆತನ ಶಿಷ್ಯರಾದ ಯಾಕೋಬ ಯೋಹಾನರು ಇದನ್ನು ಕಂಡು - ಸ್ವಾಮೀ, ಆಕಾಶದಿಂದ ಬೆಂಕಿಬಿದ್ದು ಇವರನ್ನು ನಾಶಮಾಡಲಿ"},{"number":55,"verse":"ಎಂದು ನಾವು ಹೇಳುವದಕ್ಕೆ ನಿನಗೆ ಮನಸ್ಸುಂಟೋ ಎಂದು ಕೇಳಲು ಆತನು ತಿರುಗಿಕೊಂಡು ಅವರನ್ನು ಗದರಿಸಿದನು."},{"number":56,"verse":"ಆಗ ಅವರೆಲ್ಲರು ಬೇರೆ ಹಳ್ಳಿಗೆ ಹೋದರು."},{"number":57,"verse":"ಅವರು ದಾರಿಯಲ್ಲಿ ಹೋಗುತ್ತಿರುವಾಗ ಯಾವನೋ ಒಬ್ಬನು ಯೇಸುವಿಗೆ - ನೀನು ಎಲ್ಲಿಗೆ ಹೋದರೂ ನಾನು ನಿನ್ನ ಹಿಂದೆ ಬರುತ್ತೇನೆ ಎಂದು ಹೇಳಲು"},{"number":58,"verse":"ಆತನು ಅವನಿಗೆ - ನರಿಗಳಿಗೆ ಗುದ್ದುಗಳಿವೆ, ಆಕಾಶದಲ್ಲಿ ಹಾರಾಡುವ ಹಕ್ಕಿಗಳಿಗೆ ಗೂಡುಗಳಿವೆ; ಆದರೆ ಮನುಷ್ಯಕುಮಾರನಿಗೆ ತಲೆಯಿಡುವಷ್ಟು ಸ್ಥಳವೂ ಇಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":59,"verse":"ಆತನು ಮತ್ತೊಬ್ಬನಿಗೆ - ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಹೇಳಲು ಅವನು - ಸ್ವಾಮೀ, ನಾನು ಮೊದಲು ಹೋಗಿ ನನ್ನ ತಂದೆಯ ಉತ್ತರಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಿಬರುವಂತೆ ನನಗೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು ಅಂದನು."},{"number":60,"verse":"ಆದರೆ ಆತನು ಅವನಿಗೆ - ಸತ್ತವರೇ ತಮ್ಮವರಲ್ಲಿ ಸತ್ತುಹೋದವರ ಉತ್ತರಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಲಿ, ನೀನಂತೂ ಹೋಗಿ ದೇವರ ರಾಜ್ಯವನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":61,"verse":"ಇನ್ನೊಬ್ಬನು ಸಹ - ಸ್ವಾಮೀ, ನಿನ್ನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತೇನೆ; ಆದರೆ ಮೊದಲು ನನ್ನ ಮನೆಯವರಿಗೆ ಹೇಳಿಬರುವದಕ್ಕೆ ನನಗೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು ಅಂದನು."},{"number":62,"verse":"ಯೇಸು ಅವನಿಗೆ - ಯಾವನಾದರೂ ನೇಗಿಲಿನ ಮೇಲೆ ತನ್ನ ಕೈಯನ್ನು ಹಾಕಿ ಹಿಂದಕ್ಕೆ ನೋಡಿದರೆ ಅವನು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ತಕ್ಕವನಲ್ಲವೆಂದು ಹೇಳಿದನು."}]}