{"bibleAbbr":"GB1587","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"Now Paul with Barnabas is again the second time appointed apostle of the Gentiles, not of man, neither by man, but by an extraordinary commandment of the Holy Spirit. there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with This was the same Antipas who put John the Baptist to death. Herod the tetrarch, and Saul."},{"number":2,"verse":"As they While they were busy doing their office, that is, as Chrysostom expounds it, while they were preaching. ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have The Lord is said to call, from which this word «called» comes from, which is common in the Church, when he causes that to be which was not, whether you refer it to the matter itself, or to any quality or thing about the matter: and the use of the word «call» has come about because when things begin to be, then they have some name: and furthermore this also declares God's mighty power, in that he spoke the word, and things were made. called them."},{"number":3,"verse":"Fasting and solemn prayers were used before the laying on of hands. And when they had fasted and prayed, and laid [their] hands on them, they sent [them] away."},{"number":4,"verse":"Paul and his companions first bring Cyprus to the subjection and obedience of Christ. So they, being sent forth by the Holy Ghost, departed unto Seleucia was a city of Cilicia, so called after Seleucus, one of Alexander's successors. Seleucia; and from thence they sailed to Cyprus."},{"number":5,"verse":"And when they were at Salamis, they preached the worde of God in the Synagogues of the Iewes: and they had also Iohn to their minister."},{"number":6,"verse":"So when they had gone throughout the yle vnto Paphus, they found a certaine sorcerer, a false prophet, being a Iewe, named Bariesus,"},{"number":7,"verse":"Which was with the Deputie Sergius Paulus, a prudent man. He called vnto him Barnabas and Saul, and desired to heare the woorde of God."},{"number":8,"verse":"The devil makes Christ's victory more glorious in that he sets himself against him. But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith."},{"number":9,"verse":"Then Saul (which also is called Paul) being full of the holy Ghost, set his eyes on him,"},{"number":10,"verse":"The sorcerer, who was stricken by Paul with a physical punishment (although extraordinarily), shows an example to lawful magistrates how they ought to punish those who wickedly and obstinately hinder the course of the Gospel. And said, O full of all subtilty and all He points out a fault of those who run eagerly and with great desire into all types of wickedness with the least bit of prompting from the world. mischief, [thou] child of the devil, [thou] enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?"},{"number":11,"verse":"And now, behold, the His power which he shows in striking and beating down his enemies. hand of the Lord [is] upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand."},{"number":12,"verse":"Then the Deputie when he sawe what was done, beleeued, and was astonied at the doctrine of the Lord."},{"number":13,"verse":"An example in one and the very same group of people both of singular steadfastness, and also of great weakness. Now when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John departing from them returned to Jerusalem."},{"number":14,"verse":"But when they departed from Perga, they came to Antioch in This distinguishes between it, and Antioch which was in Syria. Pisidia, and went into the synagogue on the sabbath day, and sat down."},{"number":15,"verse":"In the Synagogue of the Jews (according to the pattern of which Christian congregations were instituted) the Scriptures were read first, then those who were learned were licensed by the rulers of the Synagogue to speak and expound. And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, [Ye] men [and] brethren, if ye Literally, «If there is any word in you»: this is a kind of speech taken from the Hebrews, by which is meant that the gifts of God's grace are in us, as it were in treasure houses, and that they are not ours, but God's. In the same way David says, «Thou hast put a new song in my mouth»; (Psa_40:3). have any word of exhortation for the people, say on."},{"number":16,"verse":"God bestowed many wonderful benefits upon his chosen Israel, but especially this, that he promised them the everlasting redeemer. Then Paul stood up, and beckoning with [his] hand said, Men of Israel, and ye that fear God, give audience."},{"number":17,"verse":"The God of this people of Israel chose our fathers, and Advanced and brought to honour. exalted the people when they dwelt as strangers in the land of Egypt, and with an Openly and with strong power, breaking in pieces the enemies of his people. high arm brought he them out of it."},{"number":18,"verse":"And about the time of fourtie yeeres, suffered he their maners in the wildernesse."},{"number":19,"verse":"And he destroied seuen nations in the land of Chanaan, & deuided their lad to them by lot."},{"number":20,"verse":"And after that he gave [unto them] judges about the space of There were from the birth of Isaac until the destruction of the Canaanites under the governance of Joshua four hundred and forty-seven years, and therefore he adds in this place the word «about», for three years are missing; the apostle, however, uses the whole greater number. four hundred and fifty years, until Samuel the prophet."},{"number":21,"verse":"And afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of In this space of forty years the time of Samuel must be counted and included with the days of Saul, for the kingdom did as it were include his administration. forty years."},{"number":22,"verse":"And after he had taken him away, he raised vp Dauid to be their King, of whom he witnessed, saying, I haue found Dauid the sonne of Iesse, a man after mine owne heart, which will doe all things that I will."},{"number":23,"verse":"He proves by the witness of John that Jesus is the Saviour who would come from David. Of this man's seed hath God according to [his] promise raised unto Israel a Saviour, Jesus:"},{"number":24,"verse":"When John had first preached John as a herald did not show Christ coming from afar off, as the other prophets did, but right at hand and having already begun his journey. before his coming the baptism of repentance to all the people of Israel."},{"number":25,"verse":"And when Iohn had fulfilled his course, he saide, Whom ye thinke that I am, I am not he: but beholde, there commeth one after me, whose shooe of his feete I am not worthy to loose."},{"number":26,"verse":"Christ was promised and sent appropriately to the Jews. Men [and] brethren, children of the stock of Abraham, and whosoever among you feareth God, to you is the word of this salvation sent."},{"number":27,"verse":"All things came to pass to Christ, which the Prophets foretold concerning the Messiah: so that by this also it appears that he is the true and only saviour: and yet nonetheless they are not to be excused who did not only not receive him, but also persecuted him most cruelly, even though he was innocent. For they that dwell at Jerusalem, and their rulers, because they knew him not, nor yet the voices of the prophets which are read every sabbath day, they have fulfilled [them] in condemning [him]."},{"number":28,"verse":"And though they found no cause of death in him, yet desired they Pilate to kill him."},{"number":29,"verse":"And when they had fulfilled all things that were written of him, they tooke him downe from the tree, and put him in a sepulchre."},{"number":30,"verse":"We must set the glory of the resurrection against the shame of the cross, and the grave. And the resurrection is equally proved by the witnesses who saw it, and by the testimonies of the Prophets. But God raised him from the dead:"},{"number":31,"verse":"And hee was seene many dayes of them, which came vp with him from Galile to Hierusalem, which are his witnesses vnto the people."},{"number":32,"verse":"And we declare vnto you, that touching the promise made vnto the fathers,"},{"number":33,"verse":"God hath fulfilled the same unto us their children, in that he For then he appeared plainly and manifestly as the only Son of God, when he left behind his weakness and came out of the grave, having conquered death. hath raised up Jesus again; If Christ had remained dead, he would not have been the true Son of God, neither would the covenant which was made with David have been certain. as it is also written in the second psalm, Thou art my Son, this day have I begotten thee."},{"number":34,"verse":"And as concerning that he raised him up from the dead, [now] no more to return to corruption, he said on this wise, I will give you the The Greeks call those things «holy things» which the Hebrews call «gracious bounties»: and they are called David's bounties in the passive voice, because God bestowed them upon David. Moreover, they are termed «sure», after the manner of speech which the Hebrews use, who terms those things «sure» which are steady and certain, and such things which never alter or change. sure mercies of David."},{"number":35,"verse":"The Lord was in the grace in such a way that he experienced no corruption. Wherefore he saith also in another [psalm], Thou shalt not suffer thine Holy One to see corruption."},{"number":36,"verse":"Howbeit, Dauid after hee had serued his time by the counsell of God, hee slept, and was laid with his fathers, and sawe corruption."},{"number":37,"verse":"But he whom God raised vp, sawe no corruption."},{"number":38,"verse":"Christ was sent to give them free remission of sins who were condemned by the Law. Be it known unto you therefore, men [and] brethren, that through this man is preached unto you the forgiveness of sins:"},{"number":39,"verse":"And by him all that believe are justified from Whereas the ceremonies of the Law could not absolve you from your sins, this man absolves you, if you lay hold of him by faith. all things, from which ye could not be justified by the law of Moses."},{"number":40,"verse":"The benefits of God turn to the utter undoing of those that condemn them. Beware therefore, lest that come upon you, which is spoken of in the prophets;"},{"number":41,"verse":"Behold, ye despisers, and wonder, and vanish away: for I woorke a woorke in your daies, a woorke which yee shall not beleeue, if a man would declare it you."},{"number":42,"verse":"The Gentiles go before the Jews into the kingdom of heaven. And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath."},{"number":43,"verse":"Now when the congregation was broken up, many of the Jews and Who had forsaken their heathen religion, and embraced the religion set forth by Moses. religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God."},{"number":44,"verse":"And ye next Sabbath day came almost the whole citie together, to heare the worde of God."},{"number":45,"verse":"The favour on the very same Gospel is to the reprobate and unbelievers death, and to the elect and those who believe it is life. But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming."},{"number":46,"verse":"The Gospel is proclaimed to the Gentiles by the express commandment of God. Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and By this your doing you pronounce as it were sentence upon yourselves, and judge yourselves. judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles."},{"number":47,"verse":"For so hath the Lord commanded vs, saying, I haue made thee a light of the Gentiles, that thou shouldest be the saluation vnto the end of the world."},{"number":48,"verse":"And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were Therefore either all were not appointed to everlasting life, or either all believed, but because all did not believe, it follows that certain ones were ordained: and therefore God did not only foreknow, but also foreordained, that neither faith nor the effects of faith should be the cause of his ordaining, or appointment, but his ordaining the cause of faith. ordained to eternal life believed."},{"number":49,"verse":"Thus the worde of the Lord was published throughout the whole countrey."},{"number":50,"verse":"Such is the craft and subtlety of the enemies of the Gospel, that they abuse the simplicity of some who are not altogether evil men, in order to execute their cruelty. But the Jews stirred up the Those who embraced the Law of Moses. devout and honourable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts."},{"number":51,"verse":"The wickedness of the world cannot prevent God from gathering his Church together, and to foster and cherish it, when it is gathered together. But they shook off the dust of their feet against them, and came unto Iconium."},{"number":52,"verse":"And the disciples were filled with ioy, and with the holy Ghost."}]}