{"bibleAbbr":"GB1587","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"And Paul, not being offended at the rudeness of the Ephesians, plants a church amongst them. it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,"},{"number":2,"verse":"He said unto them, Have ye received the Those excellent gifts of the Holy Spirit, which were in the Church in those days. Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost."},{"number":3,"verse":"John only began to instruct the disciples whom Christ would make perfect. And he said unto them, Unto In what doctrine then are you taught and instructed? what then were ye baptized? And they said, Unto To be baptized into John's baptism is to profess the doctrine which John preached and to be identified with his baptism. John's baptism."},{"number":4,"verse":"Then saide Paul, Iohn verely baptized with the baptisme of repentance, saying vnto the people, that they shoulde beleeue in him, which should come after him, that is, in Christ Iesus."},{"number":5,"verse":"And when they heard it, they were baptized in the Name of the Lord Iesus."},{"number":6,"verse":"So Paul layde his handes vpon them, and the holy Ghost came on them, and they spake the tongues, and prophecied."},{"number":7,"verse":"And all the men were about twelue."},{"number":8,"verse":"Moreouer he went into the Synagogue, and spake boldly for the space of three moneths, disputing and exhorting to the things that appertaine to the kingdome of God."},{"number":9,"verse":"For a man to separate himself and others from infidels who are utterly desperate, is not to divide the Church, but rather to unite it, and make it one. But when divers were hardened, and believed not, but spake evil of that By this word «way», the Hebrews understand any type of life, and here it is taken for Christianity. way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one This was a man's proper name. Tyrannus."},{"number":10,"verse":"And this was done by the space of two yeeres, so that all they which dwelt in Asia, heard the word of ye Lord Iesus, both Iewes & Grecians."},{"number":11,"verse":"And God wrought no small miracles by the handes of Paul,"},{"number":12,"verse":"So that from his body were brought vnto the sicke, kerchefs or handkerchefs, and the diseases departed from them, and the euill spirits went out of them."},{"number":13,"verse":"Satan is forced to give witness against himself. Then certain of the vagabond Jews, So were they called who cast out demons by forcing them to leave in the name of God: and in the beginning of the Church, those who had the gift of working miracles, and laid their hands on those that were possessed with demons, were called the same. exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth."},{"number":14,"verse":"(And there were certaine sonnes of Sceua a Iewe, the Priest, about seuen which did this)"},{"number":15,"verse":"And the euil spirit answered, and said, Iesus I acknowledge, and Paul I know: but who are ye?"},{"number":16,"verse":"And the man in whom the evil spirit was leaped on them, and overcame them, and He prevailed against them, though they struggled ever so much. prevailed against them, so that they fled out of that house naked and wounded."},{"number":17,"verse":"And this was knowen to all the Iewes and Grecians also, which dwelt at Ephesus, and feare came on them all, and the Name of the Lord Iesus was magnified,"},{"number":18,"verse":"Conjuring and sorcery is condemned by open testimony, and by the authority of the apostle. And many that believed came, and Confessed their errors, and openly detested them, being terrified with the fear of the judgment of God: and how does this compare to confession to a priest? confessed, and shewed their deeds."},{"number":19,"verse":"Many of them also which used curious arts brought their books together, and burned them before all [men]: and they counted the price of them, and found [it] Those that give the lowest estimate, reckon it to be about eight hundred pounds English. fifty thousand [pieces] of silver."},{"number":20,"verse":"So the worde of God grewe mightily, and preuailed."},{"number":21,"verse":"Paul is never weary. After these things were ended, Paul purposed in the By the motion of God's Spirit: therefore we may not say that Paul ran rashly unto death, but as the Spirit of God led him. spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, After I have been there, I must also see Rome."},{"number":22,"verse":"So sent hee into Macedonia two of them that ministred vnto him, Timotheus and Erastus, but he remained in Asia for a season."},{"number":23,"verse":"Gain cloaked with a show of religion is the very cause why idolatry is strongly and stubbornly defended. And the same time there arose no small stir about that way."},{"number":24,"verse":"For a certain [man] named Demetrius, a silversmith, which made silver These were special counterfeit temples with Diana's picture in them, which those who worshipped her bought. shrines for Diana, brought no small gain unto the craftsmen;"},{"number":25,"verse":"Whom he called together, with the workemen of like things, and saide, Syrs, ye knowe that by this craft we haue our goods:"},{"number":26,"verse":"Moreouer ye see and heare, that not alone at Ephesus, but almost throughout all Asia this Paul hath perswaded, and turned away much people, saying, That they be not gods which are made with handes."},{"number":27,"verse":"So that not only As if he said, «If Paul goes on in this way as he has begun, to confuse the opinion which men have of Diana's image, all of our gain will come to nothing.» this our craft is in danger to be set at nought; but also that the temple of the great goddess Diana should be despised, and her magnificence should be destroyed, whom all Asia and the world worshippeth."},{"number":28,"verse":"Now when they heard it, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians."},{"number":29,"verse":"And the whole citie was full of confusion, and they rushed into the common place with one assent, and caught Gaius, and Aristarchus, men of Macedonia, and Pauls companions of his iourney."},{"number":30,"verse":"And when Paul would haue entred in vnto the people, the disciples suffred him not."},{"number":31,"verse":"There ought to be in all Christians, and especially in the ministers, an invincible steadfastness which may not by any storms or assaults be overcome, which nonetheless must modestly allow itself to be governed by wisdom. And certain of the chief of Asia, which were his friends, sent unto him, desiring [him] that he would not adventure himself into the theatre."},{"number":32,"verse":"Some therefore cried one thing, and some another: for the assemblie was out of order, and the more part knewe not wherefore they were come together."},{"number":33,"verse":"And some of the company drew foorth Alexander, the Iewes thrusting him forwards. Alexander then beckened with the hande, and woulde haue excused the matter to the people."},{"number":34,"verse":"Instead of reason, the idolaters are sufficiently contented with their own madness and outcries, and those are the greatest defence that they have. But when they knew that he was a Jew, all with one voice about the space of two hours cried out, Great [is] Diana of the Ephesians."},{"number":35,"verse":"An example of a political man who redeems peace and quietness with lies, which Paul would have never done. And when the townclerk had appeased the people, he said, [Ye] men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the [image] which The Ephesians believed superstitiously that the image of Diana came down to them from heaven. fell down from Jupiter?"},{"number":36,"verse":"Seeing then that no man can speake against these things, ye ought to be appeased, and to doe nothing rashly."},{"number":37,"verse":"For yee haue brought hither these men, which haue neither committed sacrilege, neither doe blaspheme your goddesse."},{"number":38,"verse":"Wherefore if Demetrius, and the craftsmen which are with him, have a Have anything to accuse any man of. matter against any man, the For there are certain days appointed for civil causes and matters of judgment, and the deputies sit on those days. law is open, and there are By the deputies are meant also the deputies' substitutes, that is, those who sat for them. deputies: let them implead one another."},{"number":39,"verse":"But if ye enquire any thing concerning other matters, it shall be determined in a He speaks of a lawful assembly not only to speak against the disordered tumult of the people, but also against all meeting and coming together which was not by order: for there were certain days appointed to call people together in. lawful assembly."},{"number":40,"verse":"For we are euen in ieopardie to be accused of this dayes sedition, for as much as there is no cause, whereby we may giue a reason of this concourse of people."},{"number":41,"verse":"And when he had thus spoken, hee let the assembly depart."}]}