{"bibleAbbr":"Geneva1587","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":6,"verses":[{"number":1,"verse":"And When Satan has assailed the Church on the outside, and with little result and in vain, he assails it on the inside, with civil dissension and strife between themselves: but the apostles take occasion by this to set order in the Church. in those days, when the number of the disciples was multiplied, there arose a murmuring of the From among their own members, who became religious Jews from among the Greeks. Grecians against the Hebrews, because their widows were neglected in the In the bestowing of alms according to their need. daily ministration."},{"number":2,"verse":"The office of preaching the word, and dispensing the goods of the Church, are different from one another, and not rashly to be joined together, as the apostles institute here. And the deacons must seek the consent of the Church more than the apostles. Then the twelve called the multitude of the disciples [unto them], and said, It is not It is such a matter that we may in no way accept it. reason that we should leave the word of God, and serve Banquets: though by the name of tables other offices are also meant, which are added to it, such as those which pertain to the care of the poor. tables."},{"number":3,"verse":"In choosing deacons (and much more in choosing ministers) there must be an examination of both their learning and their manners of life. Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business."},{"number":4,"verse":"And we will giue our selues continually to prayer, and to the ministration of the worde."},{"number":5,"verse":"And the saying pleased the whole multitude: and they chose Steuen a man full of fayth and of the holy Ghost, and Philippe, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a Proselyte of Antiochia,"},{"number":6,"verse":"The ancient Church, with the laying on of hands, as it were consecrated to the Lord those who were lawfully elected. Whom they set before the apostles: and when they had prayed, they This ceremony of the laying on of hands came from the Jews, who used this ceremony both in public affairs, and in the offering of sacrifices, and also in private prayers and blessings, as appears in (Gen_48:13-22); and the Church also observed this ceremony, as is evident from (1Ti_5:22; Act_8:17). However, there is no mention made here either of cream, or shaving, or razing, or crossing, etc. laid [their] hands on them."},{"number":7,"verse":"A happy result of temptation. And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the This is the figure of speech metonymy, meaning by «faith» the doctrine of the Gospel which brings about faith. faith."},{"number":8,"verse":"God trains his Church first with evil words and slanders, then with imprisonments, afterwards with scourgings, and by these means prepares it in such a way that at length he causes it to meet in combat with Satan and the world, even to bloodshed and death. And Stephen, full of faith and Excellent and singular gifts. power, did great wonders and miracles among the people."},{"number":9,"verse":"Schools and universities in ancient times were addicted to false pastors, and were the instruments of Satan to spread abroad and defend false doctrines. Then there arose certain of the Of the people and the school, as it were. synagogue, which is called [the synagogue] of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen."},{"number":10,"verse":"False teachers, because they will not be overcome, flee from disputations and resort to manifest and open slandering and false accusations. And they were not able to resist the wisdom and the spirit by which he spake."},{"number":11,"verse":"Then they suborned men, which saide, We haue heard him speake blasphemous wordes against Moses, and God."},{"number":12,"verse":"The first bloody persecution of the Church of Christ, began and sprang from a council of priests, by the suggestion of the university teachers. And they stirred up the people, and the elders, and the scribes, and came upon [him], and caught him, and brought [him] to the council,"},{"number":13,"verse":"An example of frivolous objectors or false accusers, who gather false conclusions from things that are well uttered and spoken. And set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:"},{"number":14,"verse":"For we haue heard him say, that this Iesus of Nazareth shall destroy this place, and shall change the ordinances, which Moses gaue vs."},{"number":15,"verse":"And all that sat in the council, looking stedfastly on him, By this it appears that Steven had an excellent and wholesome countenance, having a quiet and settled mind, a good conscience, and certain conviction that his cause was just: for seeing as he was to speak before the people, God beautified his countenance, so that by the very beholding of him the Jews' minds might be penetrated and amazed. saw his face as it had been the face of an angel."}]}