{"bibleAbbr":"Geneva1587","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"And Christ uses the rage of his enemies in the spreading forth and enlarging of his kingdom. Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles."},{"number":2,"verse":"The godly mourn for Steven after his death, and bury him, showing in this an example of singular faith and charity: but no man prays to him. And devout men Amongst all the duties of charity which the godly perform, there is no mention made of enshrining relics. carried Stephen [to his burial], and made great lamentation over him."},{"number":3,"verse":"The dispersion or scattering abroad of the faithful is the gathering together of churches. As for Saul, he made havock of the church, entering into every house, and haling men and women committed [them] to prison."},{"number":4,"verse":"Therefore they that were scattered abroad, went to and fro preaching the worde."},{"number":5,"verse":"Philip, who was before a deacon in Jerusalem, is made an evangelist by God in an extraordinary way. Then Philip went down to the city of Samaria, and preached Christ unto them."},{"number":6,"verse":"And the people gaue heed vnto those things which Philippe spake, with one accorde, hearing and seeing the miracles which he did."},{"number":7,"verse":"For vncleane spirits crying with a loud voyce, came out of many that were possessed of them: and many taken with palsies, & that halted, were healed."},{"number":8,"verse":"And there was great ioy in that citie."},{"number":9,"verse":"Christ overcomes Satan as often as he desires, and carries him about as it were in triumph, in the sight of those whom Satan deceived and bewitched. But there was a certain man, called Simon, which beforetime in the same city used The word which is used in this place was at first used of good things, and is borrowed from the language of the Persians, who call their wise men by that name; but afterwards it was used of evil things. sorcery, and He had so allured the Samaritans with his witchcraft that as blind and mad idiots they were wholly addicted to him. bewitched the people of Samaria, giving out that himself was some great one:"},{"number":10,"verse":"To whome they gaue heede from the least to the greatest, saying, This man is that great power of God."},{"number":11,"verse":"And they gaue heed vnto him, because that of long time he had bewitched them with sorceries."},{"number":12,"verse":"But assoone as they beleeued Philip, which preached the thinges that concerned the kingdome of God, and the Name of Iesus Christ, they were baptized both men and women."},{"number":13,"verse":"The wicked and the highly reprobate are often forced to taste the good gift of God, but they immediately spit it out again. Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done."},{"number":14,"verse":"Peter, not chief but as an ambassador sent from the whole company of the apostles, and John his companion, according to the authority which was committed unto them, strengthen, encourage, and build up the churches of Samaria, whose foundation had been laid before by Philip. Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:"},{"number":15,"verse":"Who, when they were come down, prayed for them, that they might receive the Those excellent gifts which are necessary, especially for those that were to be appointed rulers and governors of the Church. Holy Ghost:"},{"number":16,"verse":"(For as yet, hee was fallen downe on none of them, but they were baptized onely in the Name of the Lord Iesus.)"},{"number":17,"verse":"Then layd they their handes on them, and they receiued the holy Ghost."},{"number":18,"verse":"Covetousness and the seeking of glory at length remove the hypocrites from their dens. And when Simon saw that through laying on of the apostles' hands the Holy Ghost was given, he offered them money,"},{"number":19,"verse":"Saying, Giue mee also this power, that on whomsoeuer I lay the handes, he may receiue the holy Ghost."},{"number":20,"verse":"They are the successors of Simon Magus, and not Simon Peter, who either buy or sell holy things. But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money."},{"number":21,"verse":"Thou hast neither part nor lot in this In this doctrine which I preach. matter: for thy heart is not Is not upright indeed and without the concealing of hypocritical motives. right in the sight of God."},{"number":22,"verse":"We must hope well even for the vilest sinners, as long as and as much as we can. Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee."},{"number":23,"verse":"For I perceive that thou art in the He calls the inward malice of the heart and the venomous and demonic wickedness with which the magician was wholly filled with the gall of bitterness: and he is said to be in the gall, as though he were wholly overwhelmed with gall, and buried in it. gall of bitterness, and [in] the Entangled in the bonds of iniquity. bond of iniquity."},{"number":24,"verse":"Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye haue spoken, come vpon me."},{"number":25,"verse":"So they, when they had testified & preached the worde of the Lord, returned to Hierusalem, and preached the Gospel in many townes of the Samaritans."},{"number":26,"verse":"Christ, who calls freely whom he wishes, now uses Philip, who was not thinking about any such thing, to unexpectedly instruct and baptize the eunuch, and by this means extends the limits of his kingdom even into Ethiopia. And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert."},{"number":27,"verse":"And he arose and went: and, behold, a man of Ethiopia, an eunuch A man of great wealth and authority with Candace. Now this word «Candace» is a common name of all the Queens of Ethiopia. of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,"},{"number":28,"verse":"And as he returned sitting in his charet, he read Esaias the Prophet."},{"number":29,"verse":"Then the Spirit said vnto Philip, Goe neere and ioyne thy selfe to yonder charet."},{"number":30,"verse":"And Philip ranne thither, and heard him reade the Prophet Esaias, and said, But vnderstandest thou what thou readest?"},{"number":31,"verse":"And he said, How can I, except some man should To show me the way to understand it. guide me? And he desired Philip that he would come up and sit with him."},{"number":32,"verse":"Those things which seem to come most by chance or fortune (as men term it) are governed by the secret providence of God. The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:"},{"number":33,"verse":"In his The Hebrew text reads it in this way, «out of a narrow strait, and out of judgment was he taken»: and by the «narrow strait» he means the grave and the very bonds of death, and by «judgment» he means the punishment which was laid upon him, and the miserable state which Christ took upon himself for our sakes, in bearing his Father's wrath. humiliation his judgment was taken away: and who shall declare his How long he will endure: for Christ, having once risen from the dead, dies no more; (Rom_6:9). generation? for his life is taken from the earth."},{"number":34,"verse":"Then the Eunuche answered Philippe, and saide, I pray thee of whome speaketh the Prophet this? of himselfe, or of some other man?"},{"number":35,"verse":"Then Philip opened his mouth, and began at the same Scripture, & preached vnto him Iesus."},{"number":36,"verse":"And as they went on their way, they came vnto a certaine water, and the Eunuche said, See, here is water: what doeth let me to be baptized?"},{"number":37,"verse":"Profession of faith is required of those being baptized, and therefore it is evident that we are not first ingrafted into Christ when we are baptized, but are already ingrafted, and then are baptized. (Ed.) And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, The sum of the confession which is necessary for baptism. I believe that Jesus Christ is the Son of God."},{"number":38,"verse":"Then he commaunded the charet to stand stil: & they went downe both into the water, both Philip and the Eunuche, and he baptized him."},{"number":39,"verse":"And assoone as they were come vp out of the water, the Spirit of the Lorde caught away Philip, that the Eunuche sawe him no more: so he went on his way reioycing."},{"number":40,"verse":"But Philippe was found at Azotus, and he walked to and fro preaching in all the cities, till he came to Cesarea."}]}