{"bibleAbbr":"ASV1901","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":20,"verses":[{"number":1,"verse":"And Jehovah<WH3068> spake<WH1696> unto Joshua<WH3091>, saying<WH559>,"},{"number":2,"verse":"Speak <WH1696> to the children<WH1121> of Israel<WH3478>, saying<WH559>, Assign you<WH5414> the cities<WH5892> of refuge<WH4733>, whereof I spake<WH1696> unto you by<WH3027> Moses<WH4872>,"},{"number":3,"verse":"that the manslayer<WH7523> that killeth<WH5221> any person<WH5315> unwittingly<WH7684> and unawares<WH7684> may flee<WH5127> thither<WH4733>: and they shall be unto you for a refuge from the avenger<WH1350> of blood<WH1818>."},{"number":4,"verse":"And he shall flee<WH5127> unto one<WH259> of those cities<WH5892>, and shall stand<WH5975> at the entrance<WH6607> of the gate<WH8179> of the city<WH5892>, and declare<WH1696> his cause<WH1697> in the ears<WH241> of the elders<WH2205> of that city<WH5892>; and they shall take<WH622> him into the city<WH5892> unto them<WH5414>, and give him a place<WH4725>, that he may dwell among them<WH3427>."},{"number":5,"verse":"And if the avenger<WH1350> of blood<WH1818> pursue<WH7291> after<WH310> him<WH5462>, then they shall not deliver up the manslayer<WH7523> into his hand<WH3027>; because he smote<WH5221> his neighbor<WH7453> unawares<WH1097>, and hated<WH8130> him not beforetime<WH8543>."},{"number":6,"verse":"And he shall dwell<WH3427> in that city<WH5892>, until he stand<WH5975> before<WH6440> the congregation<WH5712> for judgment<WH4941>, until the death<WH4194> of the high<WH1419> priest<WH3548> that<WH834> shall be in those days<WH3117>: then shall the manslayer<WH7523> return<WH7725>, and come<WH935> unto his own city<WH5892>, and unto his own house<WH1004>, unto the city<WH5892> from whence he fled<WH5127>."},{"number":7,"verse":"And they set apart<WH6942> Kedesh<WH6943> in Galilee<WH1551> in the hill-country<WH2022> of Naphtali<WH5321>, and Shechem<WH7927> in the hill-country<WH2022> of Ephraim<WH669>, and Kiriath-arba<WH7153> (the same is Hebron<WH2275>) in the hill-country<WH2022> of Judah<WH3063>."},{"number":8,"verse":"And beyond<WH5676> the Jordan<WH3383> at Jericho<WH3405> eastward<WH4217>, they assigned<WH5414> Bezer<WH1221> in the wilderness<WH4057> in the plain<WH4334> out of the tribe<WH4294> of Reuben<WH7205>, and Ramoth<WH7216> in Gilead<WH1568> out of the tribe<WH4294> of Gad<WH1410>, and Golan<WH1474> in Bashan<WH1316> out of the tribe<WH4294> of Manasseh<WH4519>."},{"number":9,"verse":"These were the appointed<WH4152> cities<WH5892> for all the children<WH1121> of Israel<WH3478>, and for the stranger<WH1616> that sojourneth<WH1481> among<WH8432> them<WH5221>, that whosoever killeth any person<WH5315> unwittingly<WH7684> might flee<WH5127> thither<WH4191>, and not die by the hand<WH3027> of the avenger<WH1350> of blood<WH1818>, until he stood<WH5975> before<WH6440> the congregation<WH5712>."}]}