{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"Contrast of the Righteous and the Wicked The proverbs of Solomon. A wise son makes a father glad, But a foolish son is a grief to his mother."},{"number":2,"verse":"(Lit Treasures of wickedness) Ill-gotten gains do not benefit, But righteousness rescues from death."},{"number":3,"verse":"The LORD will not allow the (Lit soul of the righteous) righteous to hunger, But He will (Lit thrust away) reject the craving of the wicked."},{"number":4,"verse":"Poor is one who works with (Lit an idle hand) a lazy hand, But the hand of the diligent makes rich."},{"number":5,"verse":"He who gathers in summer is a son who acts wisely, But he who sleeps in harvest is a son who acts shamefully."},{"number":6,"verse":"Blessings are on the head of the righteous, But the mouth of the wicked conceals violence."},{"number":7,"verse":"The mentioning of the righteous is a blessing, But the name of the wicked will rot."},{"number":8,"verse":"The wise of heart will receive commands, But (Lit the foolish of lips) a babbling fool will come to ruin."},{"number":9,"verse":"One who walks in integrity walks securely, But one who perverts his ways will be found out."},{"number":10,"verse":"He who winks the eye causes trouble, And (Lit the foolish of lips) a babbling fool will come to ruin."},{"number":11,"verse":"The mouth of the righteous is a fountain of life, But the mouth of the wicked conceals violence."},{"number":12,"verse":"Hatred stirs up strife, But love covers all offenses."},{"number":13,"verse":"On the lips of the discerning, wisdom is found, But a rod is for the back of him who has no (Lit heart) sense."},{"number":14,"verse":"Wise people store up knowledge, But with the mouth of the foolish, ruin is at hand."},{"number":15,"verse":"The rich person’s wealth is his (Lit strong city) fortress, The ruin of the poor is their poverty."},{"number":16,"verse":"The (Or work) wages of the righteous is life, The income of the wicked, punishment."},{"number":17,"verse":"One who is on the path of life follows instruction, But one who ignores a rebuke goes astray."},{"number":18,"verse":"One who conceals hatred has lying lips, And one who spreads slander is a fool."},{"number":19,"verse":"When there are many words, wrongdoing is unavoidable, But one who restrains his lips is wise."},{"number":20,"verse":"The tongue of the righteous is like choice silver, The heart of the wicked is worth little."},{"number":21,"verse":"The lips of the righteous feed many, But fools die for lack of (Lit heart) understanding."},{"number":22,"verse":"It is the blessing of the LORD that makes rich, And He adds no sorrow to it."},{"number":23,"verse":"Doing wickedness is like sport to a fool, And so is wisdom to a person of understanding."},{"number":24,"verse":"What the wicked fears will come upon him, But the desire of the righteous will be granted."},{"number":25,"verse":"When the whirlwind passes, the wicked is no more, But the righteous has an everlasting foundation."},{"number":26,"verse":"Like vinegar to the teeth and smoke to the eyes, So is the (Lit idle one) lazy one to those who send him."},{"number":27,"verse":"The fear of the LORD prolongs (Lit days) life, But the years of the wicked will be shortened."},{"number":28,"verse":"The hope of the righteous is gladness, But the expectation of the wicked perishes."},{"number":29,"verse":"The way of the LORD is a stronghold for the upright, But ruin to the workers of injustice."},{"number":30,"verse":"The righteous will never be shaken, But the wicked will not live in the land."},{"number":31,"verse":"The mouth of the righteous flows with wisdom, But the perverted tongue will be cut out."},{"number":32,"verse":"The lips of the righteous know what is acceptable, But the mouth of the wicked, what is perverted."}]}