{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"Contrast of the Upright and the Wicked One who loves (Or instruction) discipline loves knowledge, But one who hates rebuke is stupid."},{"number":2,"verse":"A good person will obtain favor from the LORD, But He will condemn a person (Lit of evil devices) who devises evil."},{"number":3,"verse":"A person will not be established by wickedness, But the root of the righteous will not be moved."},{"number":4,"verse":"An (Or virtuous) excellent wife is the crown of her husband, But she who shames him is like rottenness in his bones."},{"number":5,"verse":"The thoughts of the righteous are just, But the counsels of the wicked are deceitful."},{"number":6,"verse":"The words of the wicked wait in ambush for blood, But the mouth of the upright will rescue them."},{"number":7,"verse":"The wicked are overthrown and are no more, But the house of the righteous will stand."},{"number":8,"verse":"A person will be praised according to his insight, But one of perverse (Lit heart) mind will be despised."},{"number":9,"verse":"Better is one who is lightly esteemed and has a servant, Than one who honors himself and lacks bread."},{"number":10,"verse":"A righteous person has regard for the life of his animal, But even the compassion of the wicked is cruel."},{"number":11,"verse":"One who works his land will have plenty of bread, But one who pursues worthless things lacks (Lit heart) sense."},{"number":12,"verse":"The wicked person desires the (Lit net (for trapping prey); another reading is mountain stronghold) plunder of evil people, But the root of the righteous yields fruit."},{"number":13,"verse":"(Lit In the offense of the lips is an evil snare) An evil person is ensnared by the offense of his lips, But the righteous will escape from trouble."},{"number":14,"verse":"A person will be satisfied with good by the fruit of his (Lit mouth) words, And the deeds of a person’s hands will return to him."},{"number":15,"verse":"The way of a fool is right in his own eyes, But a person who listens to advice is wise."},{"number":16,"verse":"A fool’s anger is known at once, But a prudent person conceals dishonor."},{"number":17,"verse":"One who declares truth tells what is right, But a false witness, deceit."},{"number":18,"verse":"There is one who speaks rashly like the thrusts of a sword, But the tongue of the wise brings healing."},{"number":19,"verse":"Truthful lips will endure forever, But a lying tongue is only for a moment."},{"number":20,"verse":"Deceit is in the heart of those who devise evil, But counselors of peace have joy."},{"number":21,"verse":"No harm happens to the righteous, But the wicked are filled with trouble."},{"number":22,"verse":"Lying lips are an abomination to the LORD, But those who deal faithfully are His delight."},{"number":23,"verse":"A prudent person conceals knowledge, But the heart of fools proclaims foolishness."},{"number":24,"verse":"The hand of the diligent will rule, But the (Lit idle) lazy hand will be put to forced labor."},{"number":25,"verse":"Anxiety in a person’s heart weighs it down, But a good word makes it glad."},{"number":26,"verse":"The righteous person is a guide to his neighbor, But the way of the wicked leads them astray."},{"number":27,"verse":"(Lit An indolent) A lazy person does not (Or catch) roast his prey, But the precious possession of a person is diligence."},{"number":28,"verse":"In the way of righteousness there is life, And in its pathway there is no death."}]}