{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Contrast of the Upright and the Wicked Better is a dry morsel and quietness with it Than a house full of (Lit sacrifices of strife) feasting with strife."},{"number":2,"verse":"A servant who acts wisely will rule over a son who acts shamefully, And will share in the inheritance among brothers."},{"number":3,"verse":"The refining pot is for silver and the furnace for gold, But the LORD tests hearts."},{"number":4,"verse":"An evildoer listens to wicked lips; A (Lit falsehood) liar pays attention to a destructive tongue."},{"number":5,"verse":"One who mocks the poor taunts his Maker; One who rejoices at disaster will not go unpunished."},{"number":6,"verse":"Grandchildren are the crown of the old, And the glory of sons is their fathers."},{"number":7,"verse":"(Lit A lip of abundance) Excellent speech is not fitting for a fool, Much less are lying lips to a prince."},{"number":8,"verse":"A bribe is a (Lit stone of favor) charm in the sight of its owner; Wherever he turns, he prospers."},{"number":9,"verse":"One who conceals an offense seeks love, But one who repeats a matter separates close friends."},{"number":10,"verse":"A rebuke goes deeper into one who has understanding Than a hundred blows into a fool."},{"number":11,"verse":"A rebellious person seeks only evil, So a cruel messenger will be sent against him."},{"number":12,"verse":"Let a person meet a bear robbed of her cubs, Rather than a fool in his foolishness."},{"number":13,"verse":"One who returns evil for good, Evil will not depart from his house."},{"number":14,"verse":"The beginning of strife is like letting out water, So abandon the quarrel before it breaks out."},{"number":15,"verse":"One who justifies the wicked and one who condemns the righteous, Both of them alike are an abomination to the LORD."},{"number":16,"verse":"Why is there money in the hand of a fool to buy wisdom, When (Lit there is no heart) he has no sense?"},{"number":17,"verse":"A friend loves at all times, And a brother is born for adversity."},{"number":18,"verse":"A person lacking in (Lit heart) sense shakes hands And becomes guarantor in the presence of his neighbor."},{"number":19,"verse":"One who loves wrongdoing loves strife; One who makes his doorway high seeks destruction."},{"number":20,"verse":"One who has a crooked (Lit heart) mind finds nothing good, And one who is (Lit altered in his tongue) corrupted in his language falls into evil."},{"number":21,"verse":"He who fathers a fool does so to his sorrow, And the father of a fool has no joy."},{"number":22,"verse":"A joyful heart (Lit causes good healing) is good medicine, But a broken spirit dries up the bones."},{"number":23,"verse":"A wicked person accepts a bribe (Lit a fold in a robe; i. e., secretly) from an inside pocket To pervert the ways of justice."},{"number":24,"verse":"Wisdom is in the presence of one who has understanding, But the eyes of a fool are on the ends of the earth."},{"number":25,"verse":"A foolish son is a grief to his father, And bitterness to her who gave birth to him."},{"number":26,"verse":"It is also not good to fine the righteous, Nor to strike the noble for their uprightness."},{"number":27,"verse":"One who withholds his words (Lit knows) has knowledge, And one who has a cool spirit is a person of understanding."},{"number":28,"verse":"Even a fool, when he keeps silent, is considered wise; When he closes his lips, he is considered prudent."}]}