{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"Contrast of the Upright and the Wicked One who separates himself seeks his own desire; He (Lit breaks out) quarrels against all sound wisdom."},{"number":2,"verse":"A fool does not delight in understanding, But in revealing his own (Lit heart) mind."},{"number":3,"verse":"When a wicked person comes, contempt also comes, And with dishonor comes taunting."},{"number":4,"verse":"The words of a person’s mouth are deep waters; (Or A bubbling brook, a fountain of wisdom) The fountain of wisdom is a bubbling brook."},{"number":5,"verse":"To show partiality to the wicked is not good, Nor to suppress the righteous in judgment."},{"number":6,"verse":"A fool’s lips (Lit come with) bring strife, And his mouth invites beatings."},{"number":7,"verse":"A fool’s mouth is his ruin, And his lips are the snare of his soul."},{"number":8,"verse":"The words of a gossiper are like dainty morsels, And they go down into the (Lit chambers of the belly) innermost parts of the body."},{"number":9,"verse":"He also who is lax in his work Is a brother to him who destroys."},{"number":10,"verse":"The name of the LORD is a strong tower; The righteous runs into it and is (Lit set on high) safe."},{"number":11,"verse":"A rich person’s wealth is his strong city, And like a high wall in his own imagination."},{"number":12,"verse":"Before destruction the heart of a person is haughty, But humility goes before honor."},{"number":13,"verse":"One who gives an answer before he hears, It is foolishness and shame to him."},{"number":14,"verse":"The spirit of a person can endure his sickness, But as for a broken spirit, who can endure it?"},{"number":15,"verse":"The (Lit heart) mind of the discerning acquires knowledge, And the ear of the wise seeks knowledge."},{"number":16,"verse":"A person’s gift makes room for him And brings him before great people."},{"number":17,"verse":"The first (Lit in his plea) to plead his case seems right, Until (Lit his neighbor) another comes and examines him."},{"number":18,"verse":"The cast lot puts an end to quarrels, And (Lit makes a division) decides between the mighty ones."},{"number":19,"verse":"A brother who is offended is harder to be won than a strong city, And quarrels are like the bars of a citadel."},{"number":20,"verse":"With the (I. e., speech) fruit of a person’s mouth his stomach will be satisfied; He will be satisfied with the product of his lips."},{"number":21,"verse":"Death and life are in the (Lit hand) power of the tongue, And those who love it will eat its fruit."},{"number":22,"verse":"He who finds a wife finds a good thing And obtains favor from the LORD."},{"number":23,"verse":"A poor person utters pleadings, But a rich person answers defiantly."},{"number":24,"verse":"A person of too many friends comes to (Lit be broken in pieces) ruin, But there is a friend who sticks closer than a brother."}]}