{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"(On Life and Conduct) When you sit down to dine with a ruler, Consider carefully (Or who) what is before you,"},{"number":2,"verse":"And put a knife to your throat If you are a person of great appetite."},{"number":3,"verse":"Do not desire his delicacies, For it is deceptive food."},{"number":4,"verse":"Do not weary yourself to gain wealth; (Lit Refrain from your understanding of it) Stop dwelling on it."},{"number":5,"verse":"(Lit Will your eyes fly upon it and it is not?) When you set your eyes on it, it is gone. For wealth certainly makes itself wings Like an eagle that flies toward the heavens."},{"number":6,"verse":"Do not eat the bread of (Lit an evil eye) a selfish person; Or desire his delicacies;"},{"number":7,"verse":"For as he (Lit reckons in his soul) thinks within himself, so he is. He says to you, “Eat and drink!” But his heart is not with you."},{"number":8,"verse":"You will vomit up (Lit your) the morsel you have eaten And waste your (Lit pleasant words) compliments."},{"number":9,"verse":"Do not speak (Lit in the ears of a) to be heard by a fool, For he will despise the wisdom of your words."},{"number":10,"verse":"Do not move the ancient boundary Or go into the fields of the fatherless,"},{"number":11,"verse":"For their Redeemer is strong; He will plead their case against you."},{"number":12,"verse":"Apply your heart to discipline, And your ears to words of knowledge."},{"number":13,"verse":"Do not withhold discipline from a child; Though you strike him with the rod, he will not die."},{"number":14,"verse":"You shall strike him with the rod And rescue his soul from Sheol."},{"number":15,"verse":"My son, if your heart is wise, My own heart also will be glad,"},{"number":16,"verse":"And my (Lit kidneys) innermost being will rejoice When your lips speak what is right."},{"number":17,"verse":"Do not let your heart envy sinners, But live in (Or reverence for) the fear of the LORD (Lit all the day) always."},{"number":18,"verse":"Certainly there is a (Lit latter end) future, And your hope will not be cut off."},{"number":19,"verse":"Listen, my son, and be wise, And direct your heart in the way."},{"number":20,"verse":"Do not be with heavy drinkers of wine, Or with gluttonous eaters of meat;"},{"number":21,"verse":"For the heavy drinker and the glutton will come to poverty, And drowsiness will clothe one with rags."},{"number":22,"verse":"Listen to your father, who fathered you, And do not despise your mother when she is old."},{"number":23,"verse":"Buy truth, and do not sell it, Get wisdom, instruction, and understanding."},{"number":24,"verse":"The father of the righteous will greatly rejoice, And he who fathers a wise son will be glad in him."},{"number":25,"verse":"Let your father and your mother be glad, And let her rejoice who gave birth to you."},{"number":26,"verse":"Give me your heart, my son, And let your eyes (Another reading is observe) delight in my ways."},{"number":27,"verse":"For a prostitute is a deep pit, And a (Lit foreign) strange woman is a narrow well."},{"number":28,"verse":"Certainly she lurks as a robber, And increases the treacherous among mankind."},{"number":29,"verse":"Who has woe? Who has sorrow? Who has contentions? Who has complaining? Who has wounds without cause? Who has red eyes?"},{"number":30,"verse":"Those who linger long over wine, Those who go to (Or search out) taste mixed wine."},{"number":31,"verse":"Do not look at wine when it is red, When it (Lit gives its eye) sparkles in the cup, When it goes down smoothly;"},{"number":32,"verse":"In the end it bites like a snake And stings like a viper."},{"number":33,"verse":"Your eyes will see strange things And your (Lit heart) mind will say perverse things."},{"number":34,"verse":"And you will be like one who lies down in the (Lit heart) middle of the sea, Or like one who lies down on the top of a (Or lookout) mast."},{"number":35,"verse":"“They struck me, but I did not become (I. e., from the effect of wounds) ill; They beat me, but I did not know it. When will I awake? I will seek (Lit it yet again) another drink.”"}]}