{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"Precepts and Warnings Do not be envious of evil people, Nor desire to be with them;"},{"number":2,"verse":"For their (Lit hearts) minds plot violence, And their lips talk of trouble."},{"number":3,"verse":"By wisdom a house is built, And by understanding it is established;"},{"number":4,"verse":"And by knowledge the rooms are filled With all precious and pleasant riches."},{"number":5,"verse":"A wise man is (Lit in strength) strong, And a person of knowledge (Lit strengthens power) increases power."},{"number":6,"verse":"For by wise guidance you will (Lit make battle for yourself) wage war, And in an abundance of counselors there is victory."},{"number":7,"verse":"Wisdom is too exalted for a fool, He does not open his mouth at the gate."},{"number":8,"verse":"One who plans to do evil, People will call a (Or deviser of evil) schemer."},{"number":9,"verse":"The devising of foolishness is sin, And the scoffer is an abomination to humanity."},{"number":10,"verse":"If you show yourself lacking courage on the day of distress, Your strength is meager."},{"number":11,"verse":"Rescue those who are being taken away to death, And those who are staggering to the slaughter, Oh hold them back!"},{"number":12,"verse":"If you say, “See, we did not know this,” Does He who weighs the hearts not consider it? And does He who watches over your soul not know it? And will He not (Lit bring back to) repay a person according to his work?"},{"number":13,"verse":"My son, eat honey, for it is good; Yes, the honey from the comb is sweet to your taste;"},{"number":14,"verse":"Know that wisdom is the same for your soul; If you find it, then there will be a (Lit latter end) future, And your hope will not be cut off."},{"number":15,"verse":"Do not lie in ambush, you wicked person, against the home of the righteous; Do not destroy his resting place;"},{"number":16,"verse":"For a righteous person falls seven times and rises again, But the wicked stumble in time of disaster."},{"number":17,"verse":"Do not rejoice when your enemy falls, And do not let your heart rejoice when he stumbles,"},{"number":18,"verse":"Otherwise, the LORD will see and (Lit it is evil in His eyes) be displeased, And turn His anger away from him."},{"number":19,"verse":"Do not get upset because of evildoers Or be envious of the wicked;"},{"number":20,"verse":"For there will be no (Lit latter end) future for the evil person; The lamp of the wicked will be put out."},{"number":21,"verse":"My son, (Or revere) fear the LORD and the king; Do not get involved with those (Or who change) of high rank,"},{"number":22,"verse":"For their disaster will rise suddenly, And who knows the ruin that can come from both of them?"},{"number":23,"verse":"These also are sayings of the wise: To (Lit regard the face) show partiality in judgment is not good."},{"number":24,"verse":"One who says to the wicked, “You are righteous,” Peoples will curse him, nations will scold him;"},{"number":25,"verse":"But for those who rebuke the wicked there will be delight, And a good blessing will come upon them."},{"number":26,"verse":"One who gives (Or an honest) a right answer Kisses the lips."},{"number":27,"verse":"Prepare your work outside, And make it ready for yourself in the field; Afterward, then, build your house."},{"number":28,"verse":"Do not be a witness against your neighbor for no reason, And do not deceive with your lips."},{"number":29,"verse":"Do not say, “I shall do the same to him as he has done to me; I will (Lit bring back) repay the person according to his work.”"},{"number":30,"verse":"I passed by the field of (Lit an idle) a lazy one, And by the vineyard of a person lacking (Lit heart) sense,"},{"number":31,"verse":"And behold, it was completely overgrown with weeds; Its surface was covered with weeds, And its stone wall was broken down."},{"number":32,"verse":"When I saw, I (Lit set my heart) reflected upon it; I looked, and received instruction."},{"number":33,"verse":"“A little sleep, a little slumber, A little folding of the hands to rest,”"},{"number":34,"verse":"Then your poverty will come like (Lit one who moves about) a drifter, And your need like (Lit a man with a shield) an armed man."}]}