{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"(Similitudes and Instructions) These also are proverbs of Solomon which the men of Hezekiah, king of Judah, transcribed."},{"number":2,"verse":"It is the glory of God to conceal a matter, But the glory of kings is to search out a matter."},{"number":3,"verse":"As the heavens for height and the earth for depth, So the heart of kings is unsearchable."},{"number":4,"verse":"Take away the (Lit dross) impurities from the silver, And there comes out a vessel for the smith;"},{"number":5,"verse":"Take away the wicked before the king, And his throne will be established in righteousness."},{"number":6,"verse":"Do not boast in the presence of the king, And do not stand in the same place (Lit of) as great people;"},{"number":7,"verse":"For it is better that it be said to you, “Come up here,” Than for you to be placed lower in the presence of the prince, Whom your eyes have seen."},{"number":8,"verse":"Do not go out hastily to (Lit contend) argue your case; (Lit Lest) Otherwise, what will you do in (Lit its) the end, When your neighbor humiliates you?"},{"number":9,"verse":"(Lit Contend) Argue your case with your neighbor, And do not reveal the secret of another,"},{"number":10,"verse":"Or one who hears it will put you to shame, And the evil report about you will not (Lit return) pass away."},{"number":11,"verse":"Like apples of gold in settings of silver, Is a word spoken at (Lit its time) the proper time."},{"number":12,"verse":"Like (Or a nose ring) an earring of gold and a jewelry piece of fine gold, Is a wise person who offers rebukes to a listening ear."},{"number":13,"verse":"Like the cold of snow in the (Lit day) time of harvest Is a faithful messenger to those who send him, For he refreshes the soul of his masters."},{"number":14,"verse":"Like clouds and wind without rain Is a person who boasts (Lit in a gift of falsehood) of his gifts falsely."},{"number":15,"verse":"Through (Lit length of anger) patience a ruler may be persuaded, And a gentle tongue breaks bone."},{"number":16,"verse":"Have you found honey? Eat only (Lit your sufficiency) what you need, So that you do not have it in excess and vomit it."},{"number":17,"verse":"Let your foot rarely be in your neighbor’s house, Or he will become (Lit surfeited with) weary of you and hate you."},{"number":18,"verse":"Like a club, a sword, and a sharp arrow Is a person who gives false testimony against his neighbor."},{"number":19,"verse":"Like a bad tooth and (Lit a slipping foot) an unsteady foot Is confidence in a treacherous person in time of trouble."},{"number":20,"verse":"Like one who takes off a garment on a cold day, or like vinegar on (I. e., natron) soda, Is one who sings songs to (Lit an evil) a troubled heart."},{"number":21,"verse":"If (Lit one who hates you) your enemy is hungry, give him food to eat; And if he is thirsty, give him water to drink;"},{"number":22,"verse":"For you will (Lit snatch up) heap burning coals on his head, And the LORD will reward you."},{"number":23,"verse":"The north wind brings rain, And a (Lit tongue of secrecy) gossiping tongue brings an angry face."},{"number":24,"verse":"It is better to live on a corner of the roof, Than (Lit with a woman of contentions and a house of association) in a house shared with a contentious woman."},{"number":25,"verse":"Like cold water to a weary soul, So is good news from a distant land."},{"number":26,"verse":"Like a trampled spring and a (Lit ruined) polluted well, So is a righteous person who gives way before the wicked."},{"number":27,"verse":"It is not good to eat much honey, Nor is it glory to search out (Lit their) one’s own glory."},{"number":28,"verse":"Like a city that is broken into and without walls So is a person who has no self-control over his spirit."}]}