{"bibleAbbr":"NASB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"Warnings and Instructions Do not boast about tomorrow, For you do not know what a day may bring."},{"number":2,"verse":"Let another praise you, and not your own mouth; A stranger, and not your own lips."},{"number":3,"verse":"A stone is heavy and the sand weighty, But the provocation of a fool is heavier than both of them."},{"number":4,"verse":"Wrath is fierce and anger is a flood, But who can stand before jealousy?"},{"number":5,"verse":"Better is open rebuke Than love that is concealed."},{"number":6,"verse":"Faithful are the wounds of a friend, But (Or excessive) deceitful are the kisses of an enemy."},{"number":7,"verse":"A satisfied (Lit soul) person (Lit tramples on) despises honey, But to a hungry (Lit soul) person any bitter thing is sweet."},{"number":8,"verse":"Like a bird that wanders from its nest, So is a person who wanders from his (Lit place) home."},{"number":9,"verse":"Oil and perfume make the heart glad, And a (Lit soul’s) person’s advice is sweet to his friend."},{"number":10,"verse":"Do not abandon your friend or your father’s friend, And do not go to your brother’s house on the day of your disaster; Better is a neighbor who is near than a brother far away."},{"number":11,"verse":"Be wise, my son, and make my heart glad, So that I may reply to one who taunts me."},{"number":12,"verse":"A prudent person sees evil and hides himself; But the naive proceed, and pay the penalty."},{"number":13,"verse":"Take his garment when he becomes a guarantor for a stranger; And for a foreign woman seize a pledge from him."},{"number":14,"verse":"One who blesses his friend with a loud voice early in the morning, It will be considered a curse to him."},{"number":15,"verse":"A constant dripping on a day of steady rain And a contentious woman are alike;"},{"number":16,"verse":"He who would (Lit hide(s)) restrain her (Lit hide(s)) restrains the wind, And (Lit encounters) grasps oil with his right hand."},{"number":17,"verse":"As iron sharpens iron, So one person sharpens another."},{"number":18,"verse":"One who tends the fig tree will eat its fruit, And one who cares for his master will be honored."},{"number":19,"verse":"As in water a face reflects the face, So the heart of a person reflects the person."},{"number":20,"verse":"(I. e., The netherworld) Sheol and (I. e., the place of destruction) Abaddon are never satisfied, Nor are the eyes of a person ever satisfied."},{"number":21,"verse":"The crucible is for silver and the furnace for gold, And each is tested by the praise accorded him."},{"number":22,"verse":"Though you pound the fool in a mortar with a pestle along with crushed grain, His foolishness still will not leave him."},{"number":23,"verse":"Know well the (Lit face) condition of your flocks, And pay attention to your herds;"},{"number":24,"verse":"For riches are not forever, Nor does a crown endure to all generations."},{"number":25,"verse":"When the grass disappears, the new growth is seen, And the herbs of the mountains are gathered in,"},{"number":26,"verse":"The lambs will be for your clothing, And the goats will bring the price of a field,"},{"number":27,"verse":"And there will be enough goats’ milk for your food, For the food of your household, And sustenance for your attendants."}]}