{"bibleAbbr":"KJV2000","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":3,"verses":[{"number":1,"verse":"Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,"},{"number":2,"verse":"To speak evil of no man, to be no brawlers, but gentle, showing all meekness unto all men."},{"number":3,"verse":"For we ourselves also were once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful, and hating one another."},{"number":4,"verse":"But after the kindness and love of God our Savior toward man appeared,"},{"number":5,"verse":"Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Spirit;"},{"number":6,"verse":"Whom he shed on us abundantly through Jesus Christ our Savior;"},{"number":7,"verse":"That being justified by his grace, we should be made heirs according to the hope of eternal life."},{"number":8,"verse":"This is a faithful saying, and these things I desire that you affirm constantly, that they who have believed in God might be careful to maintain good works. These things are good and profitable unto men."},{"number":9,"verse":"But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain."},{"number":10,"verse":"A man that is divisive after the first and second admonition reject;"},{"number":11,"verse":"Knowing that he that is such is perverted, and sins, being condemned of himself."},{"number":12,"verse":"When I shall send Artemas unto you, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter."},{"number":13,"verse":"Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be lacking unto them."},{"number":14,"verse":"And let our own also learn to maintain good works for urgent needs, that they not be unfruitful."},{"number":15,"verse":"All that are with me greet you. Greet them that love us in the faith. Grace be with you all. Amen."}]}