{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"Why, Yahweh, do you stand far off? Why do you hide yourself in times of trouble?"},{"number":2,"verse":"Because of their arrogance, wicked people chase the oppressed; but please let the wicked be trapped by their own schemes that they have devised."},{"number":3,"verse":"For the wicked person boasts of his deepest desires; he blesses the greedy and insults Yahweh."},{"number":4,"verse":"The wicked man has a raised face; he does not seek God. He never thinks about God because he does not care at all about him."},{"number":5,"verse":"He is secure at all times, but your righteous decrees are too high for him; he snorts at all his enemies."},{"number":6,"verse":"He says in his heart, \"I will never fail; throughout all generations I will not meet adversity.\""},{"number":7,"verse":"His mouth is full of curses and lies and oppression; under his tongue are mischief and evil."},{"number":8,"verse":"He waits in ambush near the villages; in the secret places he murders the innocent; his eyes look for some helpless victim."},{"number":9,"verse":"He lurks in secret like a lion in the thicket; he lies in wait to catch the oppressed. He catches the oppressed when he pulls in his net."},{"number":10,"verse":"His victims are crushed and beaten down; they fall into his strong nets."},{"number":11,"verse":"He says in his heart, \"God has forgotten; he covers his face; he will not bother to look.\""},{"number":12,"verse":"Arise, Yahweh! Lift up your hand, God! Do not forget the oppressed."},{"number":13,"verse":"Why does the wicked man reject God and say in his heart, \"You will not hold me accountable\"?"},{"number":14,"verse":"You have taken notice, for you always see the one who inflicts the misery and sorrow. The helpless entrusts himself to you; you rescue the fatherless."},{"number":15,"verse":"Break the arm of the wicked and evil man. Make him account for his evil deeds, which he thought you would not discover."},{"number":16,"verse":"Yahweh is King forever and ever; the nations are driven out of his land."},{"number":17,"verse":"Yahweh, you have heard the needs of the oppressed; you strengthen their heart, you listen to their prayer;"},{"number":18,"verse":"You defend the fatherless and the oppressed so that no man on the earth will cause terror again."}]}