{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"A prayer of the afflicted when he is faint and pours out his lament before Yahweh. Hear my prayer, Yahweh; hear my cry to you."},{"number":2,"verse":"Do not hide your face from me in my time of trouble. Listen to me. When I call out to you, answer me quickly."},{"number":3,"verse":"For my days pass away like smoke, and my bones burn like fire."},{"number":4,"verse":"My heart is crushed, and I am like grass that has withered. I forget to eat any food."},{"number":5,"verse":"With my continual groaning, I have become very thin."},{"number":6,"verse":"I am like a pelican of the wilderness; I have become like an owl in the ruins."},{"number":7,"verse":"I lie awake like a solitary bird, alone on the housetop."},{"number":8,"verse":"My enemies taunt me all day long; those who mock me use my name in curses."},{"number":9,"verse":"I eat ashes like bread and mix my drink with tears."},{"number":10,"verse":"Because of your raging anger, you have lifted me up to throw me down."},{"number":11,"verse":"My days are like a shadow that fades, and I have withered like grass."},{"number":12,"verse":"But you, Yahweh, live forever, and your fame is for all generations."},{"number":13,"verse":"You will rise up and have mercy on Zion. Now is the time to have mercy upon her; the appointed time has come."},{"number":14,"verse":"For your servants hold her stones dear and feel compassion for the dust of her ruins."},{"number":15,"verse":"The nations will respect your name, Yahweh, and all the kings of the earth will honor your glory."},{"number":16,"verse":"Yahweh will rebuild Zion and will appear in his glory."},{"number":17,"verse":"At that time, he will respond to the prayer of the destitute; he will not reject their prayer."},{"number":18,"verse":"This will be written for future generations, and a people not yet born will praise Yahweh."},{"number":19,"verse":"For he has looked down from the holy heights; from heaven Yahweh has viewed the earth,"},{"number":20,"verse":"to hear the groaning of the prisoners, to release those who were condemned to death."},{"number":21,"verse":"Then men will proclaim the name of Yahweh in Zion and his praise in Jerusalem"},{"number":22,"verse":"when the peoples and kingdoms gather together to serve Yahweh."},{"number":23,"verse":"He has taken away my strength in the middle of life. He has shortened my days."},{"number":24,"verse":"I said, \"My God, do not take me away in the middle of life; you are here throughout all generations."},{"number":25,"verse":"In ancient times you set the earth in place; the heavens are the work of your hands."},{"number":26,"verse":"They will perish, but you will remain; they will all grow old like a garment; like clothing, you will remove them, and they will disappear."},{"number":27,"verse":"But you are the same, and your years will have no end."},{"number":28,"verse":"The children of your servants will live on, and their descendants will live in your presence.\""}]}