{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"Praise Yahweh. Give thanks to Yahweh, for he is good, for his covenant faithfulness endures forever."},{"number":2,"verse":"Who can recount the mighty acts of Yahweh or proclaim in full all his praiseworthy deeds?"},{"number":3,"verse":"Blessed are those who do what is right, and whose deeds are always just."},{"number":4,"verse":"Call me to mind, Yahweh, when you show favor to your people; help me when you save them."},{"number":5,"verse":"Then I will see the prosperity of your chosen, rejoice in the gladness of your nation, and glory with your inheritance."},{"number":6,"verse":"We have sinned like our ancestors; we have done wrong, and we have done evil."},{"number":7,"verse":"Our fathers did not appreciate your marvelous deeds in Egypt; they ignored your many acts of covenant faithfulness; they were rebellious at the sea, the Sea of Reeds."},{"number":8,"verse":"Nevertheless, he saved them for his name's sake so that he might reveal his power."},{"number":9,"verse":"He rebuked the Sea of Reeds, and it dried up. Then he led them through the depths, as through a wilderness."},{"number":10,"verse":"He saved them from the hand of those who hated them, and he rescued them from the hand of the enemy."},{"number":11,"verse":"But the waters covered their adversaries; not one of them survived."},{"number":12,"verse":"Then they believed his words, and they sang his praise."},{"number":13,"verse":"But they quickly forgot what he had done; they did not wait for his instructions."},{"number":14,"verse":"They had insatiable cravings in the wilderness, and they challenged God in the desert."},{"number":15,"verse":"So he gave them what they requested, but he sent a horrible disease upon them."},{"number":16,"verse":"In the camp they became jealous of Moses and Aaron, the holy priest of Yahweh."},{"number":17,"verse":"The earth opened and swallowed up Dathan and covered the followers of Abiram."},{"number":18,"verse":"Fire broke out among them; the fire consumed the wicked."},{"number":19,"verse":"They made a calf at Horeb and worshiped a cast metal figure."},{"number":20,"verse":"They traded the glory of God for the image of a bull that eats grass."},{"number":21,"verse":"They forgot God their Savior, who had done great deeds in Egypt."},{"number":22,"verse":"He had done wonderful things in the land of Ham and mighty acts at the Sea of Reeds."},{"number":23,"verse":"So he said he would destroy them— had not Moses, his chosen one, stood in the breach before him, to turn away his anger from destroying them."},{"number":24,"verse":"Then they despised the fruitful land; they did not believe his promise,"},{"number":25,"verse":"but grumbled in their tents, and did not obey Yahweh."},{"number":26,"verse":"Therefore he raised his hand and swore to them that he would let them die in the desert,"},{"number":27,"verse":"scatter their descendants among the nations, and scatter them in foreign lands."},{"number":28,"verse":"They worshiped the Baal of Peor and ate the sacrifices offered to the dead."},{"number":29,"verse":"They provoked him to anger with their actions, and a plague broke out among them."},{"number":30,"verse":"Then Phinehas rose to intervene, and the plague subsided."},{"number":31,"verse":"It was counted to him as a righteous deed to all generations forever."},{"number":32,"verse":"They also angered Yahweh at the waters of Meribah, and Moses suffered because of them."},{"number":33,"verse":"They made Moses bitter, and he spoke rashly."},{"number":34,"verse":"They did not destroy the nations as Yahweh had commanded them,"},{"number":35,"verse":"but they mingled with the nations and learned their ways"},{"number":36,"verse":"and worshiped their idols, which became a snare to them."},{"number":37,"verse":"They sacrificed their sons and their daughters to demons."},{"number":38,"verse":"They shed innocent blood, the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan, desecrating the land with blood."},{"number":39,"verse":"They were defiled by their deeds; in their actions they were like prostitutes."},{"number":40,"verse":"So Yahweh was angry with his people, and he despised his own people."},{"number":41,"verse":"He gave them into the hand of the nations, and those who hated them ruled over them."},{"number":42,"verse":"Their enemies oppressed them, and they were brought into subjection to their authority."},{"number":43,"verse":"Many times he came to help them, but they kept rebelling and were brought low by their own sin."},{"number":44,"verse":"Nevertheless, he paid attention to their distress when he heard their cry for help."},{"number":45,"verse":"He called to mind his covenant with them and relented because of his steadfast love."},{"number":46,"verse":"He caused all their conquerers to have pity on them."},{"number":47,"verse":"Save us, Yahweh, our God. Gather us from among the nations so that we may give thanks to your holy name and glory in your praises."},{"number":48,"verse":"May Yahweh, the God of Israel, be praised from everlasting to everlasting. All the people said, \"Amen.\" Praise Yahweh."}]}