{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"Oh, give thanks to Yahweh; for he is good, for his covenant faithfulness endures forever."},{"number":2,"verse":"Oh, give thanks to the God of gods, for his covenant faithfulness endures forever."},{"number":3,"verse":"Oh, give thanks to the Lord of lords, for his covenant faithfulness endures forever."},{"number":4,"verse":"Give thanks to him who alone does great wonders, for his covenant faithfulness endures forever—"},{"number":5,"verse":"to him who by wisdom made the heavens, for his covenant faithfulness endures forever."},{"number":6,"verse":"Give thanks to him who spread out the earth above the waters, for his covenant faithfulness endures forever—"},{"number":7,"verse":"to him who made great lights, for his covenant faithfulness endures forever."},{"number":8,"verse":"Give thank to him who gave the sun to rule by day, for his covenant faithfulness endures forever—"},{"number":9,"verse":"the moon and stars to rule by night, for his covenant faithfulness endures forever."},{"number":10,"verse":"Give thanks to him who killed the firstborn of Egypt, for his covenant faithfulness endures forever—"},{"number":11,"verse":"and brought out Israel from among them, for his covenant faithfulness endures forever—"},{"number":12,"verse":"with a strong hand and a raised arm, for his covenant faithfulness endures forever."},{"number":13,"verse":"Give thanks to him who divided the Sea of Reeds, for his covenant faithfulness endures forever—"},{"number":14,"verse":"and made Israel to pass through the middle of it, for his covenant faithfulness endures forever—"},{"number":15,"verse":"but overthrew Pharaoh and his army in the Sea of Reeds, for his covenant faithfulness endures forever."},{"number":16,"verse":"Give thanks to him who led his people through the wilderness, for his covenant faithfulness endures forever—"},{"number":17,"verse":"to him who killed great kings, for his covenant faithfulness endures forever."},{"number":18,"verse":"Give thanks to him who killed famous kings, for his covenant faithfulness endures forever—"},{"number":19,"verse":"Sihon king of the Amorites, for his covenant faithfulness endures forever—"},{"number":20,"verse":"and Og king of Bashan, for his covenant faithfulness endures forever."},{"number":21,"verse":"Give thanks to him who gave their land as an inheritance, for his covenant faithfulness endures forever—"},{"number":22,"verse":"an inheritance to Israel his servant, for his covenant faithfulness endures forever—"},{"number":23,"verse":"to him who called us to mind and helped us in our humiliation, for his covenant faithfulness endures forever."},{"number":24,"verse":"Give thanks to him who has given us victory over our enemies, for his covenant faithfulness endures forever—"},{"number":25,"verse":"who gives food to all living beings, for his covenant faithfulness endures forever."},{"number":26,"verse":"Oh, give thanks to the God of heaven, for his covenant faithfulness endures forever."}]}