{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"For the chief musician; set to \"The rhythm of the deer.\" A psalm of David. My God, my God, why have you abandoned me? Why are you so far from saving me and far from the words of my anguish?"},{"number":2,"verse":"My God, I cry out in the daytime, but you do not answer, and at night I am not silent!"},{"number":3,"verse":"Yet you are holy; you sit as king with the praises of Israel."},{"number":4,"verse":"Our ancestors trusted in you; they trusted in you, and you rescued them."},{"number":5,"verse":"They cried to you and they were rescued. They trusted in you and were not disappointed."},{"number":6,"verse":"But I am a worm and not a man, a disgrace to humanity and despised by the people."},{"number":7,"verse":"All those who see me taunt me; they mock me; they shake their heads at me."},{"number":8,"verse":"They say, \"He trusts in Yahweh; let Yahweh rescue him. Let him rescue him, for he delights in him.\""},{"number":9,"verse":"For you brought me from the womb; you made me trust you when I was on my mother's breasts."},{"number":10,"verse":"I have been thrown on you from the womb; you are my God since I was in my mother's womb!"},{"number":11,"verse":"Do not be far away from me, for trouble is near; there is no one to help."},{"number":12,"verse":"Many bulls surround me; strong bulls of Bashan surround me."},{"number":13,"verse":"They open their mouths wide against me like a roaring lion ripping its victim."},{"number":14,"verse":"I am being poured out like water, and all my bones are dislocated. My heart is like wax; it melts away within my inner parts."},{"number":15,"verse":"My strength has dried up like a piece of pottery; my tongue sticks to the roof of my mouth. You have laid me in the dust of death."},{"number":16,"verse":"For dogs have surrounded me; a company of evildoers has encircled me; they have pierced my hands and my feet."},{"number":17,"verse":"I can count all my bones. They look and stare at me."},{"number":18,"verse":"They divide my garments among themselves, they cast lots for my clothes."},{"number":19,"verse":"Do not be far away, Yahweh; please hurry to help me, my strength!"},{"number":20,"verse":"Rescue my soul from the sword, my only life from the claws of wild dogs."},{"number":21,"verse":"Save me from the lion's mouth; rescue me from the horns of the wild oxen."},{"number":22,"verse":"I will declare your name to my brothers; in the midst of the assembly I will praise you."},{"number":23,"verse":"You who fear Yahweh, praise him! All you descendants of Jacob, honor him! Stand in awe of him, all you descendants of Israel!"},{"number":24,"verse":"For he has not despised or abhorred the suffering of the afflicted one; Yahweh has not hidden his face from him; when the afflicted one cried to him, he heard."},{"number":25,"verse":"My praise will be because of you in the great assembly; I will fulfill my vows before those who fear him."},{"number":26,"verse":"The oppressed will eat and be satisfied; those who seek Yahweh will praise him. May your hearts live forever."},{"number":27,"verse":"All the peoples of the earth will remember and turn to Yahweh; all the families of the nations will bow down before you."},{"number":28,"verse":"For the kingdom is Yahweh's; he is the ruler over the nations."},{"number":29,"verse":"All the prosperous people of the earth will feast and will worship; all those who are descending into the dust will bow before him, those who cannot preserve their own lives."},{"number":30,"verse":"A generation to come will serve him; they will tell the next generation of the Lord."},{"number":31,"verse":"They will come and tell of his righteousness; they will tell to a people not yet born what he has done!"}]}