{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"A psalm of David. Do not be irritated because of evildoers; do not be envious of those who act unrighteously."},{"number":2,"verse":"For they will soon dry up as the grass and wither as the green plants."},{"number":3,"verse":"Trust in Yahweh and do what is good; settle in the land and graze in faithfulness."},{"number":4,"verse":"Then delight yourself in Yahweh, and he will give you the desires of your heart."},{"number":5,"verse":"Give your ways to Yahweh; trust in him, and he will act on your behalf."},{"number":6,"verse":"He will display your justice like the daylight and your innocence like the day at noon."},{"number":7,"verse":"Be still before Yahweh and wait patiently for him. Do not be angry if someone succeeds in what he does, or when he makes evil plots."},{"number":8,"verse":"Do not be angry and frustrated. Do not worry. This only makes trouble."},{"number":9,"verse":"Evildoers will be cut off, but those who wait for Yahweh will inherit the land."},{"number":10,"verse":"In a little while the evil man will disappear; you will look at his place, but he will be gone."},{"number":11,"verse":"But the meek will inherit the land and will delight in great prosperity."},{"number":12,"verse":"The wicked man plots against the righteous and he grinds his teeth in rage against him."},{"number":13,"verse":"The Lord laughs at him, for he sees that his day is coming."},{"number":14,"verse":"The wicked have drawn out their swords and have bent their bows to cast down the oppressed and needy, to kill those who are upright."},{"number":15,"verse":"Their swords will pierce their own hearts, and their bows will be broken."},{"number":16,"verse":"Better is the little that the righteous has than the abundance of many wicked people."},{"number":17,"verse":"For the arms of the wicked people will be broken, but Yahweh supports the righteous people."},{"number":18,"verse":"Yahweh watches over the blameless day by day, and their heritage will be forever."},{"number":19,"verse":"They will not be ashamed when times are bad. When famine comes, they will have enough to eat."},{"number":20,"verse":"But evil men will perish. Yahweh's enemies will be like the glory of the pastures; they will be consumed and disappear in the smoke."},{"number":21,"verse":"The wicked person borrows but does not repay, but the righteous person is generous and gives."},{"number":22,"verse":"Those who are blessed by God will inherit the land; those who are cursed by him will be cut off."},{"number":23,"verse":"It is by Yahweh that a man's steps are established, the man whose way is commendable in God's sight."},{"number":24,"verse":"Though he stumbles, he will not fall down, for Yahweh is holding him with his hand."},{"number":25,"verse":"I was young and now am old; I have never seen the righteous person abandoned or his children begging for bread."},{"number":26,"verse":"All the day long he is gracious and lends, and his children become a blessing."},{"number":27,"verse":"Turn away from evil and do what is right; then you will be safe forever."},{"number":28,"verse":"For Yahweh loves justice and does not abandon his faithful ones. They are preserved forever, but the descendants of the wicked will be cut off."},{"number":29,"verse":"The righteous will inherit the land and live there forever."},{"number":30,"verse":"The mouth of the righteous person speaks wisdom and increases justice."},{"number":31,"verse":"The law of his God is in his heart; his feet will not slip."},{"number":32,"verse":"The wicked person watches the righteous person and seeks to kill him."},{"number":33,"verse":"Yahweh will not abandon him into the evil person's hand or condemn him when he is judged."},{"number":34,"verse":"Wait for Yahweh and keep his way, and he will raise you up to possess the land. You will see when the wicked are cut off."},{"number":35,"verse":"I have seen the wicked and terrifying person spread out like a green tree in its native soil."},{"number":36,"verse":"But when I passed by again, he was not there. I looked for him, but he could not be found."},{"number":37,"verse":"Observe the man of integrity, and mark the upright; there is a good future for a man of peace."},{"number":38,"verse":"Sinners will be totally destroyed; the future for the wicked man is cut off."},{"number":39,"verse":"Salvation of the righteous comes from Yahweh; he protects them in the times of trouble."},{"number":40,"verse":"Yahweh helps them and rescues them. He rescues them from evil men and saves them because they have taken refuge in him."}]}