{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"For the chief musician. A psalm of the sons of Korah. A maschil. We have heard with our ears, God, our fathers have told us what work you did in their days, in the days of old."},{"number":2,"verse":"You drove out the nations with your hand, but you planted our people; you afflicted the peoples, but you spread our people out in the land."},{"number":3,"verse":"For they did not obtain the land for their possession by their own sword, neither did their own arm save them; but your right hand, your arm, and the light of your face, because you were favorable to them."},{"number":4,"verse":"God, You are my King; command victory for Jacob."},{"number":5,"verse":"Through you we will push down our adversaries; through your name we will tread them under, those who rise up against us."},{"number":6,"verse":"For I will not trust in my bow, neither will my sword save me."},{"number":7,"verse":"But you have saved us from our adversaries, and have put to shame those who hate us."},{"number":8,"verse":"In God we have made our boast all the day long, and we will give thanks to your name forever. Selah"},{"number":9,"verse":"But now you have thrown us off and brought us dishonor, and you do not go out with our armies."},{"number":10,"verse":"You make us turn back from the adversary; and those who hate us take spoil for themselves."},{"number":11,"verse":"You have made us like sheep to be slaughtered and have scattered us among the nations."},{"number":12,"verse":"You sell your people for nothing; you have not increased your wealth by doing so."},{"number":13,"verse":"You make us a rebuke to our neighbors, scoffed and mocked by those around us."},{"number":14,"verse":"You make us an insult among the nations, a shaking of the head among the peoples."},{"number":15,"verse":"All the day long my dishonor is before me, and the shame of my face has covered me"},{"number":16,"verse":"because of the voice of him who rebukes and insults, because of the enemy and the avenger."},{"number":17,"verse":"All this has come on us; yet we have not forgotten you or dealt falsely with your covenant."},{"number":18,"verse":"Our heart has not turned back; our steps have not gone from your way."},{"number":19,"verse":"Yet you have severely broken us in the place of jackals and covered us with the shadow of death."},{"number":20,"verse":"If we have forgotten the name of our God or spread out our hands to a strange god,"},{"number":21,"verse":"would not God search this out? For he knows the secrets of the heart."},{"number":22,"verse":"Indeed, for your sake we are being killed all day long; we are considered to be sheep for the slaughter."},{"number":23,"verse":"Awake, why do you sleep, Lord? Arise, do not throw us off permanently."},{"number":24,"verse":"Why do you hide your face and forget our affliction and our oppression?"},{"number":25,"verse":"For we have sunk down into the dust; our bodies cling to the earth."},{"number":26,"verse":"Rise up for our help and redeem us for the sake of your covenant faithfulness."}]}