{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"For the chief musician. A song, a psalm. Make a joyful noise to God, all the earth;"},{"number":2,"verse":"Sing out the glory of his name; make his praise glorious."},{"number":3,"verse":"Say to God, \"How terrifying are your deeds! By the greatness of your power your enemies will submit to you."},{"number":4,"verse":"All the earth will worship you and will sing to you; they will sing to your name.\" Selah"},{"number":5,"verse":"Come and see the works of God; he is fearsome in his deeds toward the sons of mankind."},{"number":6,"verse":"He turned the sea into dry land; they went through the river on foot; there we rejoiced in him."},{"number":7,"verse":"He rules forever by his might; his eyes observe the nations; let not the rebellious exalt themselves. Selah"},{"number":8,"verse":"Give blessing to God, you people, let the sound of his praise be heard."},{"number":9,"verse":"He keeps us among the living, and he does not permit our feet to slip."},{"number":10,"verse":"For you, God, have tested us; you have tested us as silver is tested."},{"number":11,"verse":"You brought us into a net; you laid a heavy burden on our backs."},{"number":12,"verse":"You made people ride over our heads; we went through fire and water, but you brought us out into a spacious place."},{"number":13,"verse":"I will come into your house with burnt offerings; I will pay you my vows"},{"number":14,"verse":"which my lips promised and my mouth spoke when I was in distress."},{"number":15,"verse":"I will offer to you burnt offerings of fat animals with the sweet aroma of rams; I will offer bulls and goats. Selah"},{"number":16,"verse":"Come and listen, all you who fear God, and I will declare what he has done for my soul."},{"number":17,"verse":"I cried to him with my mouth, and he was praised with my tongue."},{"number":18,"verse":"If I had seen sin within my heart, the Lord would not have listened to me."},{"number":19,"verse":"But God has truly heard; he has paid attention to the voice of my prayer."},{"number":20,"verse":"Blessed be God, who has not turned away my prayer or his covenant faithfulness from me."}]}