{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"A psalm of Solomon. Give the king your righteous decrees, God, your righteousness to the king's son."},{"number":2,"verse":"May he judge your people with righteousness and your poor with justice."},{"number":3,"verse":"May the mountains produce peace for the people; may the hills produce righteousness."},{"number":4,"verse":"May he judge the poor of the people; may he save the children of the needy and break in pieces the oppressor."},{"number":5,"verse":"May they honor you while the sun endures, and as long as the moon lasts throughout all generations."},{"number":6,"verse":"May he come down like rain on the mown grass, like showers that water the earth."},{"number":7,"verse":"May the righteous flourish in his days, and may there be an abundance of peace till the moon is no more."},{"number":8,"verse":"May he have dominion from sea to sea, and from the River to the ends of the earth."},{"number":9,"verse":"May those who live in the wilderness bow down before him; may his enemies lick the dust."},{"number":10,"verse":"May the kings of Tarshish and of the islands render tribute; may the kings of Sheba and Seba offer gifts."},{"number":11,"verse":"Indeed, may all kings fall down before him; may all nations serve him."},{"number":12,"verse":"For he helps the needy person who cries out and the poor person who has no other helper."},{"number":13,"verse":"He has pity on the poor and needy, and he saves the lives of needy people."},{"number":14,"verse":"He redeems their lives from oppression and violence, and their blood is precious in his sight."},{"number":15,"verse":"May he live! May the gold of Sheba be given to him. May people always pray for him; may God bless him all day long."},{"number":16,"verse":"May there be abundance of grain in the land; on the mountaintops may their crops wave. May the fruit of it be like Lebanon; may the people flourish in the cities like the grass of the field."},{"number":17,"verse":"May his name endure forever; may his name continue as long as the sun; may people be blessed in him; may all nations call him blessed."},{"number":18,"verse":"May Yahweh God, the God of Israel, be blessed, who alone does wonderful things."},{"number":19,"verse":"May his glorious name be blessed forever, and may the whole earth be filled with his glory. Amen and Amen."},{"number":20,"verse":"The prayers of David son of Jesse are finished."}]}