{"bibleAbbr":"ULT2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"A maschil of Asaph. Hear my teaching, my people, listen to the words of my mouth."},{"number":2,"verse":"I will open my mouth in parables; I will sing about hidden things about the past."},{"number":3,"verse":"These are things that we have heard and learned, things that our ancestors have told us."},{"number":4,"verse":"We will not keep them from their descendants. We will tell the next generation about the praiseworthy deeds of Yahweh, his strength, and the wonders that he has done."},{"number":5,"verse":"For he established covenant decrees in Jacob and appointed a law in Israel. He commanded our ancestors that they were to teach them to their children."},{"number":6,"verse":"He commanded this so that the generation to come might know his decrees, the children not yet born, who should tell them in turn to their own children."},{"number":7,"verse":"Then they would place their hope in God and not forget his deeds but keep his commandments."},{"number":8,"verse":"Then they would not be like their ancestors, who were a stubborn and rebellious generation, a generation whose hearts were not right, and whose spirits were not committed and faithful to God."},{"number":9,"verse":"The Ephraimites were armed with bows, but they turned back on the day of battle."},{"number":10,"verse":"They did not keep the covenant with God, and they refused to obey his law."},{"number":11,"verse":"They forgot his deeds, the wonderful things that he had shown them."},{"number":12,"verse":"They forgot the marvelous things he did in the sight of their ancestors in the land of Egypt, in the land of Zoan."},{"number":13,"verse":"He divided the sea and led them across it; he made the waters to stand like walls."},{"number":14,"verse":"In the daytime he led them with a cloud and all the night with the light of fire."},{"number":15,"verse":"He split the rocks in the wilderness, and he gave them water abundantly, enough to fill the depths of the sea."},{"number":16,"verse":"He made streams flow out of the rock and made the water flow like rivers."},{"number":17,"verse":"Yet they continued to sin against him, rebelling against the Most High in the wilderness."},{"number":18,"verse":"They challenged God in their hearts by asking for food to satisfy their appetites."},{"number":19,"verse":"They spoke against God; they said, \"Can God really lay out a table for us in the wilderness?"},{"number":20,"verse":"See, when he struck the rock, waters gushed out and streams overflowed. But can he give bread also? Will he provide meat for his people?\""},{"number":21,"verse":"When Yahweh heard this, he was angry; so his fire burned against Jacob, and his anger attacked Israel,"},{"number":22,"verse":"because they did not believe in God and did not trust in his salvation."},{"number":23,"verse":"Yet he commanded the skies above and opened the doors of the sky."},{"number":24,"verse":"He rained down manna for them to eat, and gave them the grain from heaven."},{"number":25,"verse":"People ate the bread of angels. He sent them food in abundance."},{"number":26,"verse":"He caused the east wind to blow in the sky, and by his power he guided the south wind."},{"number":27,"verse":"He rained down meat on them like dust, birds as numerous as the sands of the sea."},{"number":28,"verse":"They fell in the middle of their camp, all around their tents."},{"number":29,"verse":"So they ate and were full. He gave them what they craved."},{"number":30,"verse":"But they had not yet filled up; their food was still in their mouths."},{"number":31,"verse":"Then God's anger attacked them and killed the strongest of them. He brought down the young men of Israel."},{"number":32,"verse":"Despite this, they continued to sin and did not believe his wonderful deeds."},{"number":33,"verse":"Therefore God cut short their days; their years were filled with terror."},{"number":34,"verse":"Whenever God afflicted them, they would start to seek him, and they would return and look earnestly for him."},{"number":35,"verse":"They would call to mind that God was their rock and that the Most High God was their rescuer."},{"number":36,"verse":"But they would flatter him with their mouth and lie to him with their words."},{"number":37,"verse":"For their hearts were not firmly fixed on him, and they were not faithful to his covenant."},{"number":38,"verse":"Yet he, being merciful, forgave their iniquity and did not destroy them. Yes, many times he held back his anger and did not stir up all his wrath."},{"number":39,"verse":"He called to mind that they were made of flesh, a wind that passes away and does not return."},{"number":40,"verse":"How often they rebelled against him in the wilderness and grieved him in the barren regions!"},{"number":41,"verse":"Again and again they challenged God and offended the Holy One of Israel."},{"number":42,"verse":"They did not think about his power, how he had rescued them from the enemy"},{"number":43,"verse":"when he performed his terrifying signs in Egypt and his wonders in the region of Zoan."},{"number":44,"verse":"He turned the Egyptians' rivers to blood so that they could not drink from their streams."},{"number":45,"verse":"He sent swarms of flies that devoured them and frogs that overran their land."},{"number":46,"verse":"He gave their crops to the grasshopper and their labor to the locust."},{"number":47,"verse":"He destroyed their vines with hail and their sycamore trees with more hail."},{"number":48,"verse":"He rained hail on their cattle and hurled lightning bolts at their livestock."},{"number":49,"verse":"The fierceness of his anger lashed out against them. He sent wrath, fury, and trouble like agents who bring disaster."},{"number":50,"verse":"He leveled a path for his anger; he did not spare them from death but gave them over to the plague."},{"number":51,"verse":"He killed all the firstborn in Egypt, the firstborn of their strength in the tents of Ham."},{"number":52,"verse":"He led his own people out like sheep and guided them through the wilderness like a flock."},{"number":53,"verse":"He led them secure and unafraid, but the sea overwhelmed their enemies."},{"number":54,"verse":"Then he brought them to the border of his holy land, to this mountain that his right hand acquired."},{"number":55,"verse":"He drove out the nations from before them and assigned them their inheritance. He settled the tribes of Israel in their tents."},{"number":56,"verse":"Yet they challenged and defied the Most High God and did not keep his solemn commands."},{"number":57,"verse":"They were unfaithful and acted treacherously like their fathers; they were as undependable as a faulty bow."},{"number":58,"verse":"For they made him angry with their high places and provoked him to jealous anger with their idols."},{"number":59,"verse":"When God heard this, he was angry and completely rejected Israel."},{"number":60,"verse":"He abandoned the sanctuary of Shiloh, the tent where he had lived among people."},{"number":61,"verse":"He allowed his strength to be captured and gave his glory into the enemy's hand."},{"number":62,"verse":"He handed his people over to the sword, and he was angry with his heritage."},{"number":63,"verse":"Fire devoured their young men, and their young women had no wedding songs."},{"number":64,"verse":"Their priests fell by the sword, and their widows could not weep."},{"number":65,"verse":"Then the Lord awakened as one from sleep, like a warrior who shouts because of wine."},{"number":66,"verse":"He drove his adversaries back; he put them to everlasting shame."},{"number":67,"verse":"He rejected the tent of Joseph, and he did not chose the tribe of Ephraim."},{"number":68,"verse":"He chose the tribe of Judah and Mount Zion that he loved."},{"number":69,"verse":"He built his sanctuary like the heavens, like the earth that he has established forever."},{"number":70,"verse":"He chose David, his servant, and took him from the sheepfolds."},{"number":71,"verse":"He took him from following the ewes with their young, and he brought him to be shepherd of Jacob, his people, and of Israel, his heritage."},{"number":72,"verse":"David shepherded them with the integrity of his heart, and he guided them with the skill of his hands."}]}