{"bibleAbbr":"CVg2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"Verba Jeremiæ filii Helciæ, de sacerdotibus qui fuerunt in Anathoth, in terra Benjamin."},{"number":2,"verse":"Quod factum est verbum Domini ad eum in diebus Josiæ filii Amon, regis Juda, in tertiodecimo anno regni ejus."},{"number":3,"verse":"Et factum est in diebus Joakim filii Josiæ, regis Juda, usque ad consummationem undecimi anni Sedeciæ, filii Josiæ, regis Juda, usque ad transmigrationem Jerusalem, in mense quinto."},{"number":4,"verse":"Et factum est verbum Domini ad me, dicens :"},{"number":5,"verse":"Priusquam te formarem in utero, novi te, et antequam exires de vulva, sanctificavi te, et prophetam in gentibus dedi te."},{"number":6,"verse":"Et dixi : A, a, a, Domine Deus, ecce nescio loqui, quia puer ego sum."},{"number":7,"verse":"Et dixit Dominus ad me : Noli dicere : Puer sum : quoniam ad omnia quæ mittam te ibis, et universa quæcumque mandavero tibi loqueris."},{"number":8,"verse":"Ne timeas a facie eorum, quia tecum ego sum ut eruam te, dicit Dominus."},{"number":9,"verse":"Et misit Dominus manum suam, et tetigit os meum, et dixit Dominus ad me : Ecce dedi verba mea in ore tuo :"},{"number":10,"verse":"ecce constitui te hodie super gentes et super regna, ut evellas, et destruas, et disperdas, et dissipes, et ædifices, et plantes."},{"number":11,"verse":"Et factum est verbum Domini ad me, dicens : Quid tu vides, Jeremia ? Et dixi : Virgam vigilantem ego video."},{"number":12,"verse":"Et dixit Dominus ad me : Bene vidisti : quia vigilabo ego super verbo meo, ut faciam illud."},{"number":13,"verse":"Et factum est verbum Domini secundo ad me, dicens : Quid tu vides ? Et dixi : Ollam succensam ego video, et faciem ejus a facie aquilonis."},{"number":14,"verse":"Et dixit Dominus ad me : Ab aquilone pandetur malum super omnes habitatores terræ :"},{"number":15,"verse":"quia ecce ego convocabo omnes cognationes regnorum aquilonis, ait Dominus : et venient, et ponent unusquisque solium suum in introitu portarum Jerusalem, et super omnes muros ejus in circuitu, et super universas urbes Juda :"},{"number":16,"verse":"et loquar judicia mea cum eis super omnem malitiam eorum qui dereliquerunt me, et libaverunt diis alienis, et adoraverunt opus manuum suarum."},{"number":17,"verse":"Tu ergo, accinge lumbos tuos, et surge, et loquere ad eos omnia quæ ego præcipio tibi. Ne formides a facie eorum, nec enim timere te faciam vultum eorum."},{"number":18,"verse":"Ego quippe dedi te hodie in civitatem munitam, et in columnam ferream, et in murum æreum, super omnem terram, regibus Juda, principibus ejus, et sacerdotibus, et populo terræ."},{"number":19,"verse":"Et bellabunt adversum te, et non prævalebunt, quia ego tecum sum, ait Dominus, ut liberem te."}]}