{"bibleAbbr":"CVg2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"Hæc dicit Dominus ad me : Vade, et posside tibi lumbare lineum, et pones illud super lumbos tuos, et in aquam non inferes illud."},{"number":2,"verse":"Et possedi lumbare juxta verbum Domini, et posui circa lumbos meos."},{"number":3,"verse":"Et factus est sermo Domini ad me secundo, dicens :"},{"number":4,"verse":"Tolle lumbare quod possedisti, quod est circa lumbos tuos : et surgens vade ad Euphraten, et absconde ibi illud in foramine petræ."},{"number":5,"verse":"Et abii, et abscondi illud in Euphrate, sicut præceperat mihi Dominus."},{"number":6,"verse":"Et factum est post dies plurimos, dixit Dominus ad me : Surge, vade ad Euphraten, et tolle inde lumbare quod præcepi tibi ut absconderes illud ibi."},{"number":7,"verse":"Et abii ad Euphraten, et fodi, et tuli lumbare de loco ubi absconderam illud : et ecce computruerat lumbare, ita ut nulli usui aptum esset."},{"number":8,"verse":"Et factum est verbum Domini ad me, dicens :"},{"number":9,"verse":"Hæc dicit Dominus : Sic putrescere faciam superbiam Juda, et superbiam Jerusalem multam :"},{"number":10,"verse":"populum istum pessimum qui nolunt audire verba mea, et ambulant in pravitate cordis sui, abieruntque post deos alienos ut servirent eis et adorarent eos : et erunt sicut lumbare istud, quod nulli usui aptum est."},{"number":11,"verse":"Sicut enim adhæret lumbare ad lumbos viri, sic agglutinavi mihi omnem domum Israël, et omnem domum Juda, dicit Dominus, ut essent mihi in populum, et in nomen, et in laudem, et in gloriam : et non audierunt."},{"number":12,"verse":"Dices ergo ad eos sermonem istum : Hæc dicit Dominus Deus Israël : Omnis laguncula implebitur vino. Et dicent ad te : Numquid ignoramus quia omnis laguncula implebitur vino ?"},{"number":13,"verse":"Et dices ad eos : Hæc dicit Dominus : Ecce ego implebo omnes habitatores terræ hujus, et reges qui sedent de stirpe David super thronum ejus, et sacerdotes, et prophetas, et omnes habitatores Jerusalem, ebrietate."},{"number":14,"verse":"Et dispergam eos virum a fratre suo, et patres et filios pariter, ait Dominus. Non parcam, et non concedam : neque miserebor, ut non disperdam eos."},{"number":15,"verse":"Audite, et auribus percipite : nolite elevari, quia Dominus locutus est."},{"number":16,"verse":"Date Domino Deo vestro gloriam antequam contenebrescat, et antequam offendant pedes vestri ad montes caliginosos : exspectabitis lucem, et ponet eam in umbram mortis, et in caliginem."},{"number":17,"verse":"Quod si hoc non audieritis, in abscondito plorabit anima mea a facie superbiæ : plorans plorabit, et deducet oculus meus lacrimam, quia captus est grex Domini."},{"number":18,"verse":"Dic regi et dominatrici : Humiliamini, sedete, quoniam descendit de capite vestro corona gloriæ vestræ."},{"number":19,"verse":"Civitates austri clausæ sunt, et non est qui aperiat : translata est omnis Juda transmigratione perfecta."},{"number":20,"verse":"Levate oculos vestros et videte, qui venitis ab aquilone : ubi est grex qui datus est tibi, pecus inclytum tuum ?"},{"number":21,"verse":"Quid dices cum visitaverit te ? tu enim docuisti eos adversum te, et erudisti in caput tuum. Numquid non dolores apprehendent te, quasi mulierem parturientem ?"},{"number":22,"verse":"Quod si dixeris in corde tuo : Quare venerunt mihi hæc ? propter multitudinem iniquitatis tuæ revelata sunt verecundiora tua, pollutæ sunt plantæ tuæ."},{"number":23,"verse":"Si mutare potest Æthiops pellem suam, aut pardus varietates suas, et vos poteritis benefacere, cum didiceritis malum."},{"number":24,"verse":"Et disseminabo eos quasi stipulam quæ vento raptatur in deserto."},{"number":25,"verse":"Hæc sors tua, parsque mensuræ tuæ a me, dicit Dominus, quia oblita es mei, et confisa es in mendacio."},{"number":26,"verse":"Unde et ego nudavi femora tua contra faciem tuam, et apparuit ignominia tua :"},{"number":27,"verse":"adulteria tua, et hinnitus tuus, scelus fornicationis tuæ : super colles in agro vidi abominationes tuas. Væ tibi, Jerusalem ! non mundaberis post me : usquequo adhuc ?"}]}