{"bibleAbbr":"CVg2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"Quod factum est verbum Domini ad Jeremiam, de sermonibus siccitatis."},{"number":2,"verse":"Luxit Judæa, et portæ ejus corruerunt, et obscuratæ sunt in terra, et clamor Jerusalem ascendit."},{"number":3,"verse":"Majores miserunt minores suos ad aquam : venerunt ad hauriendum. Non invenerunt aquam : reportaverunt vasa sua vacua. Confusi sunt, et afflicti, et operuerunt capita sua."},{"number":4,"verse":"Propter terræ vastitatem, quia non venit pluvia in terram, confusi sunt agricolæ : operuerunt capita sua."},{"number":5,"verse":"Nam et cerva in agro peperit, et reliquit, quia non erat herba."},{"number":6,"verse":"Et onagri steterunt in rupibus ; traxerunt ventum quasi dracones : defecerunt oculi eorum, quia non erat herba."},{"number":7,"verse":"Si iniquitates nostræ responderint nobis, Domine, fac propter nomen tuum : quoniam multæ sunt aversiones nostræ : tibi peccavimus."},{"number":8,"verse":"Exspectatio Israël, salvator ejus in tempore tribulationis, quare quasi colonus futurus es in terra, et quasi viator declinans ad manendum ?"},{"number":9,"verse":"quare futurus es velut vir vagus, ut fortis qui non potest salvare ? Tu autem in nobis es, Domine, et nomen tuum invocatum est super nos : ne derelinquas nos."},{"number":10,"verse":"Hæc dicit Dominus populo huic, qui dilexit movere pedes suos, et non quievit, et Domino non placuit : Nunc recordabitur iniquitatum eorum, et visitabit peccata eorum."},{"number":11,"verse":"Et dixit Dominus ad me : Noli orare pro populo isto in bonum."},{"number":12,"verse":"Cum jejunaverint, non exaudiam preces eorum, et si obtulerint holocautomata et victimas, non suscipiam ea : quoniam gladio, et fame, et peste consumam eos."},{"number":13,"verse":"Et dixi : A, a, a, Domine Deus : prophetæ dicunt eis : Non videbitis gladium, et fames non erit in vobis : sed pacem veram dabit vobis in loco isto."},{"number":14,"verse":"Et dicit Dominus ad me : Falso prophetæ vaticinantur in nomine meo : non misi eos, et non præcepi eis, neque locutus sum ad eos. Visionem mendacem, et divinationem, et fraudulentiam, et seductionem cordis sui, prophetant vobis."},{"number":15,"verse":"Idcirco hæc dicit Dominus de prophetis qui prophetant in nomine meo, quos ego non misi, dicentes : Gladius et fames non erit in terra hac : In gladio et fame consumentur prophetæ illi."},{"number":16,"verse":"Et populi quibus prophetant erunt projecti in viis Jerusalem præ fame et gladio, et non erit qui sepeliat eos : ipsi et uxores eorum, filii et filiæ eorum : et effundam super eos malum suum."},{"number":17,"verse":"Et dices ad eos verbum istud : Deducant oculi mei lacrimam per noctem et diem, et non taceant, quoniam contritione magna contrita est virgo filia populi mei, plaga pessima vehementer."},{"number":18,"verse":"Si egressus fuero ad agros, ecce occisi gladio : et si introiero in civitatem, ecce attenuati fame. Propheta quoque et sacerdos abierunt in terram quam ignorabant."},{"number":19,"verse":"Numquid projiciens abjecisti Judam ? aut Sion abominata est anima tua ? quare ergo percussisti nos ita ut nulla sit sanitas ? Exspectavimus pacem, et non est bonum : et tempus curationis, et ecce turbatio."},{"number":20,"verse":"Cognovimus, Domine, impietates nostras, iniquitates patrum nostrorum, quia peccavimus tibi."},{"number":21,"verse":"Ne des nos in opprobrium, propter nomen tuum, neque facias nobis contumeliam solii gloriæ tuæ : recordare, ne irritum facias fœdus tuum nobiscum."},{"number":22,"verse":"Numquid sunt in sculptilibus gentium qui pluant ? aut cæli possunt dare imbres ? nonne tu es Dominus Deus noster, quem exspectavimus ? tu enim fecisti omnia hæc."}]}