{"bibleAbbr":"CVg2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"Et factum est verbum Domini ad me, dicens :"},{"number":2,"verse":"Vade, et clama in auribus Jerusalem, dicens : Hæc dicit Dominus : Recordatus sum tui, miserans adolescentiam tuam, et caritatem desponsationis tuæ, quando secuta es me in deserto, in terra quæ non seminatur."},{"number":3,"verse":"Sanctus Israël Domino, primitiæ frugum ejus : omnes qui devorant eum delinquunt : mala venient super eos, dicit Dominus."},{"number":4,"verse":"Audite verbum Domini, domus Jacob, et omnes cognationes domus Israël."},{"number":5,"verse":"Hæc dicit Dominus : Quid invenerunt patres vestri in me iniquitatis, quia elongaverunt a me, et ambulaverunt post vanitatem, et vani facti sunt ?"},{"number":6,"verse":"Et non dixerunt : Ubi est Dominus qui ascendere nos fecit de terra Ægypti ; qui traduxit nos per desertum, per terram inhabitabilem et inviam, per terram sitis, et imaginem mortis, per terram in qua non ambulavit vir, neque habitavit homo ?"},{"number":7,"verse":"Et induxi vos in terram Carmeli, ut comederetis fructum ejus et optima illius : et ingressi contaminastis terram meam, et hæreditatem meam posuistis in abominationem."},{"number":8,"verse":"Sacerdotes non dixerunt : Ubi est Dominus ? et tenentes legem nescierunt me, et pastores prævaricati sunt in me, et prophetæ prophetaverunt in Baal, et idola secuti sunt."},{"number":9,"verse":"Propterea adhuc judicio contendam vobiscum, ait Dominus, et cum filiis vestris disceptabo."},{"number":10,"verse":"Transite ad insulas Cethim, et videte : et in Cedar mittite, et considerate vehementer : et videte si factum est hujuscemodi :"},{"number":11,"verse":"si mutavit gens deos suos, et certe ipsi non sunt dii : populus vero meus mutavit gloriam suam in idolum."},{"number":12,"verse":"Obstupescite, cæli, super hoc, et portæ ejus, desolamini vehementer, dicit Dominus."},{"number":13,"verse":"Duo enim mala fecit populus meus : me dereliquerunt fontem aquæ vivæ, et foderunt sibi cisternas, cisternas dissipatas, quia continere non valent aquas."},{"number":14,"verse":"Numquid servus est Israël, aut vernaculus ? quare ergo factus est in prædam ?"},{"number":15,"verse":"Super eum rugierunt leones, et dederunt vocem suam : posuerunt terram ejus in solitudinem. Civitates ejus exustæ sunt, et non est qui habitet in eis."},{"number":16,"verse":"Filii quoque Mempheos et Taphnes constupraverunt te usque ad verticem."},{"number":17,"verse":"Numquid non istud factum est tibi, quia dereliquisti Dominum Deum tuum eo tempore quo ducebat te per viam ?"},{"number":18,"verse":"Et nunc quid tibi vis in via Ægypti, ut bibas aquam turbidam ? et quid tibi cum via Assyriorum, ut bibas aquam fluminis ?"},{"number":19,"verse":"Arguet te malitia tua, et aversio tua increpabit te. Scito et vide quia malum et amarum est reliquisse te Dominum Deum tuum, et non esse timorem mei apud te, dicit Dominus Deus exercituum."},{"number":20,"verse":"A sæculo confregisti jugum meum : rupisti vincula mea, et dixisti : Non serviam. In omni enim colle sublimi, et sub omni ligno frondoso, tu prosternebaris meretrix."},{"number":21,"verse":"Ego autem plantavi te vineam electam, omne semen verum : quomodo ergo conversa es mihi in pravum, vinea aliena ?"},{"number":22,"verse":"Si laveris te nitro, et multiplicaveris tibi herbam borith, maculata es in iniquitate tua coram me, dicit Dominus Deus."},{"number":23,"verse":"Quomodo dicis : Non sum polluta ; post Baalim non ambulavi ? Vide vias tuas in convalle ; scito quid feceris : cursor levis explicans vias suas."},{"number":24,"verse":"Onager assuetus in solitudine, in desiderio animæ suæ attraxit ventum amoris sui : nullus avertet eam : omnes qui quærunt eam non deficient : in menstruis ejus invenient eam."},{"number":25,"verse":"Prohibe pedem tuum a nuditate, et guttur tuum a siti. Et dixisti : Desperavi : nequaquam faciam : adamavi quippe alienos, et post eos ambulabo."},{"number":26,"verse":"Quomodo confunditur fur quando deprehenditur, sic confusi sunt domus Israël, ipsi et reges eorum, principes, et sacerdotes, et prophetæ eorum,"},{"number":27,"verse":"dicentes ligno : Pater meus es tu : et lapidi : Tu me genuisti. Verterunt ad me tergum et non faciem, et in tempore afflictionis suæ dicent : Surge, et libera nos."},{"number":28,"verse":"Ubi sunt dii tui quos fecisti tibi ? surgant, et liberent te in tempore afflictionis tuæ : secundum numerum quippe civitatum tuarum erant dii tui, Juda."},{"number":29,"verse":"Quid vultis mecum judicio contendere ? omnes dereliquistis me, dicit Dominus."},{"number":30,"verse":"Frustra percussi filios vestros : disciplinam non receperunt. Devoravit gladius vester prophetas vestros : quasi leo vastator"},{"number":31,"verse":"generatio vestra. Videte verbum Domini : numquid solitudo factus sum Israëli, aut terra serotina ? quare ergo dixit populus meus : Recessimus ; non veniemus ultra ad te ?"},{"number":32,"verse":"Numquid obliviscetur virgo ornamenti sui, aut sponsa fasciæ pectoralis suæ ? populus vero meus oblitus est mei diebus innumeris."},{"number":33,"verse":"Quid niteris bonam ostendere viam tuam ad quærendam dilectionem, quæ insuper et malitias tuas docuisti vias tuas,"},{"number":34,"verse":"et in alis tuis inventus est sanguis animarum pauperum et innocentum ? non in fossis inveni eos, sed in omnibus quæ supra memoravi."},{"number":35,"verse":"Et dixisti : Absque peccato et innocens ego sum, et propterea avertatur furor tuus a me. Ecce ego judicio contendam tecum, eo quod dixeris : Non peccavi."},{"number":36,"verse":"Quam vilis facta es nimis, iterans vias tuas ! et ab Ægypto confunderis, sicut confusa es ab Assur."},{"number":37,"verse":"Nam et ab ista egredieris, et manus tuæ erunt super caput tuum : quoniam obtrivit Dominus confidentiam tuam, et nihil habebis prosperum in ea."}]}