{"bibleAbbr":"CVg2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":35,"verses":[{"number":1,"verse":"Verbum quod factum est ad Jeremiam a Domino in diebus Joakim filii Josiæ regis Juda, dicens :"},{"number":2,"verse":"Vade ad domum Rechabitarum, et loquere eis, et introduces eos in domum Domini, in unam exedram thesaurorum, et dabis eis bibere vinum."},{"number":3,"verse":"Et assumpsi Jezoniam filium Jeremiæ filii Habsaniæ, et fratres ejus, et omnes filios ejus, et universam domum Rechabitarum,"},{"number":4,"verse":"et introduxi eos in domum Domini, ad gazophylacium filiorum Hanan filii Jegedeliæ hominis Dei, quod erat juxta gazophylacium principum, super thesaurum Maasiæ filii Sellum, qui erat custos vestibuli :"},{"number":5,"verse":"et posui coram filiis domus Rechabitarum scyphos plenos vino, et calices, et dixi ad eos : Bibite vinum."},{"number":6,"verse":"Qui responderunt Non bibemus vinum, quia Jonadab filius Rechab, pater noster, præcepit nobis, dicens : Non bibetis vinum, vos et filii vestri, usque in sempiternum :"},{"number":7,"verse":"et domum non ædificabitis, et sementem non seretis, et vineas non plantabitis, nec habebitis : sed in tabernaculis habitabitis cunctis diebus vestris, ut vivatis diebus multis super faciem terræ in qua vos peregrinamini."},{"number":8,"verse":"Obedivimus ergo voci Jonadab filii Rechab, patris nostri, in omnibus quæ præcepit nobis, ita ut non biberemus vinum cunctis diebus nostris, nos, et mulieres nostræ, filii, et filiæ nostræ,"},{"number":9,"verse":"et non ædificaremus domos ad habitandum : et vineam, et agrum, et sementem non habuimus :"},{"number":10,"verse":"sed habitavimus in tabernaculis, et obedientes fuimus juxta omnia quæ præcepit nobis Jonadab pater noster."},{"number":11,"verse":"Cum autem ascendisset Nabuchodonosor rex Babylonis ad terram nostram, diximus : Venite, et ingrediamur Jerusalem a facie exercitus Chaldæorum, et a facie exercitus Syriæ : et mansimus in Jerusalem."},{"number":12,"verse":"Et factum est verbum Domini ad Jeremiam, dicens :"},{"number":13,"verse":"Hæc dicit Dominus exercituum, Deus Israël : Vade, et dic viris Juda et habitatoribus Jerusalem : Numquid non recipietis disciplinam, ut obediatis verbis meis ? dicit Dominus."},{"number":14,"verse":"Prævaluerunt sermones Jonadab filii Rechab quos præcepit filiis suis ut non biberent vinum, et non biberunt usque ad diem hanc, quia obedierunt præcepto patris sui : ego autem locutus sum ad vos, de mane consurgens et loquens, et non obedistis mihi."},{"number":15,"verse":"Misique ad vos omnes servos meos prophetas, consurgens diluculo mittensque, et dicens : Convertimini unusquisque a via sua pessima, et bona facite studia vestra : et nolite sequi deos alienos, neque colatis eos, et habitabitis in terra quam dedi vobis et patribus vestris : et non inclinastis aurem vestram, neque audistis me."},{"number":16,"verse":"Firmaverunt igitur filii Jonadab filii Rechab præceptum patris sui quod præceperat eis : populus autem iste non obedivit mihi."},{"number":17,"verse":"Idcirco hæc dicit Dominus exercituum, Deus Israël : Ecce ego adducam super Juda et super omnes habitatores Jerusalem universam afflictionem quam locutus sum adversum illos, eo quod locutus sum ad illos, et non audierunt ; vocavi illos, et non responderunt mihi."},{"number":18,"verse":"Domui autem Rechabitarum dixit Jeremias : Hæc dicit Dominus exercituum, Deus Israël : Pro eo quod obedistis præcepto Jonadab patris vestri, et custodistis omnia mandata ejus, et fecistis universa quæ præcepit vobis,"},{"number":19,"verse":"propterea hæc dicit Dominus exercituum, Deus Israël : Non deficiet vir de stirpe Jonadab filii Rechab, stans in conspectu meo cunctis diebus."}]}