{"bibleAbbr":"CVg2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"Quod factum est verbum Domini ad Jeremiam prophetam contra gentes."},{"number":2,"verse":"Ad Ægyptum, adversum exercitum Pharaonis Nechao regis Ægypti, qui erat juxta fluvium Euphraten in Charcamis, quem percussit Nabuchodonosor rex Babylonis, in quarto anno Joakim filii Josiæ regis Juda."},{"number":3,"verse":"Præparate scutum et clypeum, et procedite ad bellum."},{"number":4,"verse":"Jungite equos, et ascendite, equites : state in galeis, polite lanceas, induite vos loricis."},{"number":5,"verse":"Quid igitur ? vidi ipsos pavidos, et terga vertentes, fortes eorum cæsos : fugerunt conciti, nec respexerunt : terror undique, ait Dominus."},{"number":6,"verse":"Non fugiat velox, nec salvari se putet fortis : ad aquilonem juxta flumen Euphraten victi sunt, et ruerunt."},{"number":7,"verse":"Quis est iste, qui quasi flumen ascendit, et veluti fluviorum intumescunt gurgites ejus ?"},{"number":8,"verse":"Ægyptus fluminis instar ascendit, et velut flumina movebuntur fluctus ejus, et dicet : Ascendens operiam terram : perdam civitatem, et habitatores ejus."},{"number":9,"verse":"Ascendite equos, et exsultate in curribus, et procedant fortes, Æthiopia et Libyes tenentes scutum, et Lydii arripientes et jacientes sagittas."},{"number":10,"verse":"Dies autem ille Domini Dei exercituum dies ultionis, ut sumat vindictam de inimicis suis : devorabit gladius, et saturabitur, et inebriabitur sanguine eorum : victima enim Domini Dei exercituum in terra aquilonis juxta flumen Euphraten."},{"number":11,"verse":"Ascende in Galaad, et tolle resinam, virgo filia Ægypti : frustra multiplicas medicamina : sanitas non erit tibi."},{"number":12,"verse":"Audierunt gentes ignominiam tuam, et ululatus tuus replevit terram : quia fortis impegit in fortem, et ambo pariter conciderunt."},{"number":13,"verse":"Verbum quod locutus est Dominus ad Jeremiam prophetam, super eo quod venturus esset Nabuchodonosor rex Babylonis, et percussurus terram Ægypti :"},{"number":14,"verse":"Annuntiate Ægypto, et auditum facite in Magdalo, et resonet in Memphis, et in Taphnis : dicite : Sta, et præpara te, quia devorabit gladius ea quæ per circuitum tuum sunt."},{"number":15,"verse":"Quare computruit fortis tuus ? non stetit, quoniam Dominus subvertit eum."},{"number":16,"verse":"Multiplicavit ruentes, ceciditque vir ad proximum suum, et dicent : Surge, et revertamur ad populum nostrum, et ad terram nativitatis nostræ, a facie gladii columbæ."},{"number":17,"verse":"Vocate nomen Pharaonis regis Ægypti : tumultum adduxit tempus."},{"number":18,"verse":"Vivo ego, inquit Rex (Dominus exercituum nomen ejus), quoniam sicut Thabor in montibus, et sicut Carmelus in mari, veniet."},{"number":19,"verse":"Vasa transmigrationis fac tibi, habitatrix filia Ægypti : quia Memphis in solitudinem erit, et deseretur, et inhabitabilis erit."},{"number":20,"verse":"Vitula elegans atque formosa Ægyptus, stimulator ab aquilone veniet ei."},{"number":21,"verse":"Mercenarii quoque ejus, qui versabantur in medio ejus quasi vituli saginati, versi sunt, et fugerunt simul, nec stare potuerunt : quia dies interfectionis eorum venit super eos, tempus visitationis eorum."},{"number":22,"verse":"Vox ejus quasi æris sonabit : quoniam cum exercitu properabunt, et cum securibus venient ei quasi cædentes ligna."},{"number":23,"verse":"Succiderunt saltum ejus, ait Dominus, qui supputari non potest : multiplicati sunt super locustas, et non est eis numerus."},{"number":24,"verse":"Confusa est filia Ægypti, et tradita in manu populi aquilonis."},{"number":25,"verse":"Dixit Dominus exercituum, Deus Israël : Ecce ego visitabo super tumultum Alexandriæ, et super Pharaonem, et super Ægyptum, et super deos ejus, et super reges ejus, et super Pharaonem, et super eos qui confidunt in eo :"},{"number":26,"verse":"et dabo eos in manu quærentium animam eorum, et in manu Nabuchodonosor regis Babylonis, et in manu servorum ejus : et post hæc habitabitur sicut diebus pristinis, ait Dominus."},{"number":27,"verse":"Et tu ne timeas, serve meus Jacob, et ne paveas, Israël : quia ecce ego salvum te faciam de longinquo, et semen tuum de terra captivitatis tuæ : et revertetur Jacob, et requiescet, et prosperabitur, et non erit qui exterreat eum."},{"number":28,"verse":"Et tu noli timere, serve meus Jacob, ait Dominus, quia tecum ego sum : quia ego consumam cunctas gentes ad quas ejeci te, te vero non consumam : sed castigabo te in judicio, nec quasi innocenti parcam tibi."}]}