{"bibleAbbr":"HSB+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"וַיֵּצֵ֨א <WH3318> vai-ye-Tze fell הַגּוֹרָ֜ל <WH1486> hag-go-Ral And the lot לִבְנֵ֤י <WH1121> liv-Nei of the children יוֹסֵף֙ <WH3130> yo-Sef of Joseph מִיַּרְדֵּ֣ן <WH3383> mi-yar-Den from Jordan יְרִיח֔וֹ <WH3405> ye-ri-Cho, by Jericho לְמֵ֥י <WH4325> le-Mei unto the water יְרִיח֖וֹ <WH3405> ye-ri-Cho of Jericho מִזְרָ֑חָה <WH4217> miz-Ra-chah; on the east הַמִּדְבָּ֗ר <WH4057> ham-mid-Bar, to the wilderness עֹלֶ֧ה <WH5927> 'o-Leh that goeth up מִירִיח֛וֹ <WH3405> mi-ri-Cho from Jericho בָּהָ֖ר <WH2022> ba-Har throughout mount בֵּֽית־ beit- אֵֽל׃ <WH1008> 'El. Bethel"},{"number":2,"verse":"וְיָצָ֥א <WH3318> ve-ya-Tza And goeth out מִבֵּֽית־ mib-beit- אֵ֖ל <WH1008> 'el from Bethel ל֑וּזָה <WH3870> Lu-zah; to Luz וְעָבַ֛ר <WH5674> ve-'a-Var and passeth along אֶל־ <WH413> 'el- to גְּב֥וּל <WH1366> ge-Vul unto the borders הָאַרְכִּ֖י <WH757> ha-'ar-Ki of Archi עֲטָרֽוֹת׃ <WH5852> a-ta-Rot. to Ataroth"},{"number":3,"verse":"וְיָֽרַד־ <WH3381> ve-ya-rad- And goeth down יָ֜מָּה <WH3220> Yam-mah westward אֶל־ <WH413> 'el- to גְּב֣וּל <WH1366> ge-Vul to the coast הַיַּפְלֵטִ֗י <WH3311> hai-yaf-le-Ti, of Japhleti עַ֣ד <WH5704> 'ad far גְּב֧וּל <WH1366> ge-Vul unto the coast בֵּית־ beit- חוֹרֹ֛ן <WH1032> cho-Ron of Bethhoron תַּחְתּ֖וֹן <WH8481> tach-Ton the nether וְעַד־ <WH5704> ve-'ad- far גָּ֑זֶר <WH1507> Ga-zer; and to Gezer וְהָי֥וּ <WH1961> ve-ha-Yu become; תֹצְאֹתֹו to-tze-'o-tov כתֹצְאֹתָ֖יו <WH8444> to-tze-'o-Tav plenty קיָֽמָּה׃ <WH3220> Yam-mah. thereof are at the sea"},{"number":4,"verse":"וַיִּנְחֲל֥וּ <WH5157> vai-yin-cha-Lu took their inheritance בְנֵי־ <WH1121> ve-nei- So the children יוֹסֵ֖ף <WH3130> yo-Sef of Joseph מְנַשֶּׁ֥ה <WH4519> me-nash-Sheh Manasseh וְאֶפְרָֽיִם׃ <WH669> ve-'ef-Ra-yim. and Ephraim"},{"number":5,"verse":"וַיְהִ֛י <WH1961> vay-Hi now גְּב֥וּל <WH1366> ge-Vul And the border בְּנֵֽי־ <WH1121> be-nei- of the children אֶפְרַ֖יִם <WH669> 'ef-Ra-yim of Ephraim לְמִשְׁפְּחֹתָ֑ם <WH4940> le-mish-pe-cho-Tam; according to their families וַיְהִ֞י <WH1961> vay-Hi become גְּב֤וּל <WH1366> ge-Vul was [thus] even the border נַחֲלָתָם֙ <WH5159> na-cha-la-Tam of their inheritance מִזְרָ֔חָה <WH4217> miz-Ra-chah, on the east side עַטְר֣וֹת at-Rot אַדָּ֔ר <WH5853> 'ad-Dar, was Atarothaddar עַד־ <WH5704> 'ad- far בֵּ֥ית beit חוֹרֹ֖ן <WH1032> cho-Ron unto Bethhoron עֶלְיֽוֹן׃ <WH5945> el-Yon. the upper"},{"number":6,"verse":"וְיָצָ֨א <WH3318> ve-ya-Tza went out הַגְּב֜וּל <WH1366> hag-ge-Vul And the border הַיָּ֗מָּה <WH3220> hai-Yam-mah, toward the sea הַֽמִּכְמְתָת֙ <WH4366> ham-mich-me-Tat to Michmethah מִצָּפ֔וֹן <WH6828> mitz-tza-Fon, on the north side וְנָסַ֧ב <WH5437> ve-na-Sav went about הַגְּב֛וּל <WH1366> hag-ge-Vul and the border מִזְרָ֖חָה <WH4217> miz-Ra-chah eastward תַּאֲנַ֣ת ta-'a-Nat שִׁלֹ֑ה <WH8387> shi-Loh; unto Taanathshiloh וְעָבַ֣ר <WH5674> ve-'a-Var and passed אוֹת֔וֹ <WH853> o-To, מִמִּזְרַ֖ח <WH4217> mi-miz-Rach by it on the east יָנֽוֹחָה׃ <WH3239> ya-No-chah. to Janohah"},{"number":7,"verse":"וְיָרַ֥ד <WH3381> ve-ya-Rad And it went down מִיָּנ֖וֹחָה <WH3239> mi-ya-No-chah from Janohah עֲטָר֣וֹת <WH5852> a-ta-Rot to Ataroth וְנַעֲרָ֑תָה <WH5292> ve-na-'a-Ra-tah; and to Naarath וּפָגַע֙ <WH6293> u-fa-Ga' and came בִּֽירִיח֔וֹ <WH3405> bi-ri-Cho, to Jericho וְיָצָ֖א <WH3318> ve-ya-Tza and went out הַיַּרְדֵּֽן׃ <WH3383> hai-yar-Den. at Jordan"},{"number":8,"verse":"מִתַּפּ֜וּחַ <WH8599> mit-tap-Pu-ach from Tappuah יֵלֵ֨ךְ <WH1980> ye-Lech continued הַגְּב֥וּל <WH1366> hag-ge-Vul The border יָ֙מָּה֙ <WH3220> yam-mah westward נַ֣חַל <WH5158> Na-chal unto the river קָנָ֔ה <WH7071> ka-Nah, Kanah וְהָי֥וּ <WH1961> ve-ha-Yu and the goings תֹצְאֹתָ֖יו <WH8444> to-tze-'o-Tav and the goings out הַיָּ֑מָּה <WH3220> hai-Yam-mah; thereof were at the sea זֹ֗את <WH2063> Zot, likewise נַחֲלַ֛ת <WH5159> na-cha-Lat This [is] the inheritance מַטֵּ֥ה <WH4294> mat-Teh of the tribe בְנֵי־ <WH1121> ve-nei- of the children אֶפְרַ֖יִם <WH669> 'ef-Ra-yim of Ephraim לְמִשְׁפְּחֹתָֽם׃ <WH4940> le-mish-pe-cho-Tam. by their families"},{"number":9,"verse":"וְהֶעָרִ֗ים <WH5892> ve-he-'a-Rim, cities הַמִּבְדָּלוֹת֙ <WH3995> ham-miv-da-lOt And the separate לִבְנֵ֣י <WH1121> liv-Nei for the children אֶפְרַ֔יִם <WH669> 'ef-Ra-yim, of Ephraim בְּת֖וֹךְ <WH8432> be-Toch [were] among נַחֲלַ֣ת <WH5159> na-cha-Lat the inheritance בְּנֵֽי־ <WH1121> be-nei- of the children מְנַשֶּׁ֑ה <WH4519> me-nash-Sheh; of Manasseh כָּֽל־ <WH3605> kal- all הֶעָרִ֖ים <WH5892> he-'a-Rim all the cities וְחַצְרֵיהֶֽן׃ <WH2691> ve-chatz-rei-Hen. with their villages"},{"number":10,"verse":"וְלֹ֣א <WH3808> ve-Lo did not הוֹרִ֔ישׁוּ <WH3423> ho-Ri-shu, And they drave not out אֶת־ <WH853> 'et- הַֽכְּנַעֲנִ֖י <WH3669> hak-ke-na-'a-Ni the Canaanites הַיּוֹשֵׁ֣ב <WH3427> hai-yo-Shev that dwelt בְּגָ֑זֶר <WH1507> be-Ga-zer; in Gezer וַיֵּ֨שֶׁב <WH3427> vai-Ye-shev dwell הַֽכְּנַעֲנִ֜י <WH3669> hak-ke-na-'a-Ni but the Canaanites בְּקֶ֤רֶב <WH7130> be-Ke-rev among אֶפְרַ֙יִם֙ <WH669> 'ef-Ra-yim the Ephraimites עַד־ <WH5704> 'ad- against הַיּ֣וֹם <WH3117> hai-Yom unto this day הַזֶּ֔ה <WH2088> haz-Zeh, to this וַיְהִ֖י <WH1961> vay-Hi became לְמַס־ <WH4522> le-mas- under tribute עֹבֵֽד׃ <WH5647> 'o-Ved. and serve פ Peh"}]}