{"bibleAbbr":"awaERV2005","bookName":"सपन्याह","bookEnglishName":"Zephaniah","chapterNumber":3,"verses":[{"number":1,"verse":"( यरूसलेम क भविस्स) यरूसलेम, तोहार पचन क लोग परमेस्सर क खिलाफ लड़ेन। तोहार पचन क लोग दूसर लोगन क चोट पहोंचाएन अउर तू पचे पापे स कलंकित अहा।"},{"number":2,"verse":"तोहार लोग मोर एक ठु नाहीं सुनतेन। उ पचे मोर सिच्छा क अंगीकार नाहीं करतेन। यरूसलेम यहोवा मँ बिस्सास नाहीं राखत। यरूसलेम आपन परमेस्सर क लगे नाहीं आवत ह।"},{"number":3,"verse":"यरूसलेम क प्रमुख गुर्रात भवा सिंहन जइसेन अहइँ। एकर निआव क जज अइसे भुखान भेड़ियन क तरह अहइँ जउन भेड़िन पइ हमला करइ साँझ क आवत ह, अउर भिंसारे कछू बचा नाहीं रहत।"},{"number":4,"verse":"ओकर नबियन जिम्मेदार अउर बिस्सासयोग्य नाहीं अहइ। ओकर याजकन पवित्तर चिजियन क अपवित्तर करत हीं। उ पचे परमेस्सर क नेम बरे हिंसा किहेन ह।"},{"number":5,"verse":"मुला परमेस्सर अबहुँ भी उ सहर मँ बाटइ अउ उ ओनके बरे लगातर निआव स भरा रहा ह। परमेस्सर कछू भी बुरा नाहीं करत। उ अपने लोगन क भलाइ करता चला आवत ह। लगातार हर भिंसारे उ आपन लोगन क संग निआव करत ह। मुला बुरे लोग आपन कीन्ह भए बुरे करमन बरे लज्जित नाहीं होतेन।"},{"number":6,"verse":"परमेस्सर कहत ह, “मइँ समूचे रास्ट्रन क बरबाद कइ दिहेउँ ह। अइँ ओनकर रच्छा-मीनारन क नस्ट किहेउँ ह। मइँ ओनकर सबइ सड़क क नस्ट किहेउँ ह अउर अब हुआँ कउनो नाहीं जात। ओनकर नगरन सूना अहइँ, ओनमाँ अब कउनो नाहीं रहत।"},{"number":7,"verse":"मइँ तू पचन्स इ एह बरे कहत हउँ ताकि तू पचे सिच्छा ल्या। अगर तू पचे अइसा करब्या तउ तोहार पचन क घर नस्ट नाहीं होइ। अगर तू पचे अइसा करब्या तउ मइँ आपन बनाई भइ योजना क अनुसार तू पचन क सजा नाहीं देबउँ।” मुला उ पचे बुरे लोग वइसेन ही बुरे करमन अउर जियादा करइ चाहत हीं जेनका उ पचे पहिले ही कइ रखे अहइँ।"},{"number":8,"verse":"यहोवा कहेस, “एह बरे तनिक प्रतीच्छा करा। मोर खड़ा होइ अउ निआव कीन्ह जाइ स पहिले मोर प्रतीच्छा करा। अनेक रास्ट्रन स लोगन क लिआवइ अउ तू पचन क सजा देइ बरे ओनकर उपयोग आपन किरोध तू पचन क खिलाफ परगट करइ बरे करब। मइँ ओनकर उपयोग इ देखावइ बरे करबउँ कि मइँ केतना छुब्ध हउँ, अउर यहूदा क समूचा प्रदेस नस्ट होइ।"},{"number":9,"verse":"तब मइँ दूसर रास्ट्रन क लोगन क बदल देब एह बरे उ साफ-साफ बोलइ सकब अउर यहोवा क नाउँ क तारीफ कर सकब। उ पचे सबइ एक संग मोर अराधना करब।"},{"number":10,"verse":"लोग कूस मँ दूसर कइँती स पूरी राह तय कइके अइहीं। मोरे बिखरे भए लोग मोरे लगे अहइ। मोर उपासक मोरे लगे अइहीं अउर आपन भेंट लइहीं।"},{"number":11,"verse":"“यरूसलेम, तब तू अगवा चलिके ओन बुरे करमन बरे लजाब होइ बंद कइ देब्या। काहेकि मइँ यरूसलेम स ओन सबहिं बुरे लोगन क निकारिके बाहेर करब। मइँ ओन सबहिं घमण्डी लोगन क दूर कइ देबउँ। ओन घमण्डी लोगन मँ स कउनो भी मोरे पवित्तर पर्वते पइ नाहीं रही पाइ।"},{"number":12,"verse":"मइँ सिरिफ सोझ अउ विनम्र लोगन क आपन सहर मँ रहइ देबउँ अउर उ पचे यहोवा क नाउँ मँ बिस्सास करिहीं।"},{"number":13,"verse":"इस्राएल क बचे भए लोग बुरे करम नाहीं करिहीं। उ पचे लबार नाहीं बोलिहीं। उ पचे लबार बोलिके लोगन क ठगइ नाहीं चइहीं। उ पचे ओन भेड़िन क नाई होइहीं जउन खात हीं अउर सान्त ओलरत हीं, अउर कउनो भी ओनका तंग नाहीं करी।”"},{"number":14,"verse":"( आनन्द सँदेसा) हे यरूसलेम, गावा अउ खुस ह्वा! हे इस्राएल, खुसी स घोस करा! यरूसलेम, प्रसन्न ह्वा, तमासा करा।"},{"number":15,"verse":"काहेकि यहोवा तोहार पचन क सजा रोकि दिहस। उ पचे तोहरे पचन क दुस्मनन क वापिस मोड़ द्या जउन तोहार तरफ आवत रहेन। हे इस्राएल क राजा, यहोवा तोहरे संग अहइ। अब तू पचन्क अउर कउनो बुरी घटना बरे चिन्ता क जरूरत नाहीं।"},{"number":16,"verse":"उ समइ, यरूसलेम स कहा जाइ, “मजबूत बना, डेराअ जिन!"},{"number":17,"verse":"तू पचन क परमेस्सर यहोवा तू पचन क संग अहइ। उ सक्तीसाली फउजी क नाई अहइ। उ तू पचन क रच्छा करी। उ देखाई कि उ तू पचन स केतना पियार करत ह। उ देखाई कि उ तू पचन स केतना प्रसन्न अहइ। उ हँसी अउर तू पचन क बारे मँ अइसे खुस होइ।"},{"number":18,"verse":"जइसे लोग दावत मँ होत हीं। यहोवा कहेस, “मइँ तू पचन्क लज्जा क दूर करब। मइँ तू पचन्क दुर्भाग्य क तू पचन्स दूर करब।"},{"number":19,"verse":"उ समइ, मइँ ओन लोगन्क सजा देबउँ जउन तू पचन्क चोट पहोंचाएन। मइँ आपन घायल लोगन्क रच्छा करब। मइँ ओन लोगन्क वापस लिआउब, जउन पराइ क बेबस कीन्ह ग रहेन अउर मइँ ओनका प्रसिद्ध करब। लोग सब जगह ओनकर तारीफ करिहीं।"},{"number":20,"verse":"उ समइ, मइँ तू पचन्क वापस लिआउब। मइँ तू पचन्क एक साथ वापस लिआउब। मइँ तू पचन्क प्रसिद्ध बनाउब। सब जगह लोग तू पचन्क तारीफ करिहीं। इ तब होइ जब मइँ तू पचन्क अँखियन क समन्वा तू सबइ बन्दी लोगन्क लिआउब।” यहोवा इ सबइ कहेस।"}]}