{"bibleAbbr":"HOV2012","bookName":"इफिसियों","bookEnglishName":"Ephesians","chapterNumber":1,"verses":[{"number":1,"verse":"पौलुस की ओर से जो परमेश्‍वर की इच्छा से यीशु मसीह का प्रेरित है, उन पवित्र और मसीह यीशु में विश्‍वासी लोगों के नाम जो इफिसुस में हैं :"},{"number":2,"verse":"हमारे पिता परमेश्‍वर और प्रभु यीशु मसीह की ओर से तुम्हें अनुग्रह और शान्ति मिलती रहे।"},{"number":3,"verse":"हमारे प्रभु यीशु मसीह के परमेश्‍वर और पिता का धन्यवाद हो कि उसने हमें मसीह में स्वर्गीय स्थानों में सब प्रकार की आत्मिक आशीष दी है।"},{"number":4,"verse":"जैसा उसने हमें जगत की उत्पत्ति से पहले उसमें चुन लिया कि हम उसके निकट प्रेम में पवित्र और निर्दोष हों।"},{"number":5,"verse":"और अपनी इच्छा के भले अभिप्राय के अनुसार हमें अपने लिये पहले से ठहराया कि यीशु मसीह के द्वारा हम उसके लेपालक पुत्र हों,"},{"number":6,"verse":"कि उसके उस अनुग्रह की महिमा की स्तुति हो, जिसे उसने हमें उस प्रिय में सेंतमेंत दिया।"},{"number":7,"verse":"हम को उसमें उसके लहू के द्वारा छुटकारा, अर्थात् अपराधों की क्षमा, उसके उस अनुग्रह के धन के अनुसार मिला है,"},{"number":8,"verse":"जिसे उसने सारे ज्ञान और समझ सहित हम पर बहुतायत से किया।"},{"number":9,"verse":"क्योंकि उसने अपनी इच्छा का भेद उस भले अभिप्राय के अनुसार हमें बताया, जिसे उसने अपने आप में ठान लिया था"},{"number":10,"verse":"कि समयों के पूरे होने का ऐसा प्रबन्ध हो कि जो कुछ स्वर्ग में है और जो कुछ पृथ्वी पर है, सब कुछ वह मसीह में एकत्र करे।"},{"number":11,"verse":"उसी में जिसमें हम भी उसी की मनसा से जो अपनी इच्छा के मत के अनुसार सब कुछ करता है, पहले से ठहराए जाकर मीरास बने"},{"number":12,"verse":"कि हम, जिन्होंने पहले से मसीह पर आशा रखी थी, उसकी महिमा की स्तुति के कारण हों।"},{"number":13,"verse":"और उसी में तुम पर भी, जब तुम ने सत्य का वचन सुना जो तुम्हारे उद्धार का सुसमाचार है और जिस पर तुम ने विश्‍वास किया, प्रतिज्ञा किए हुए पवित्र आत्मा की छाप लगी।"},{"number":14,"verse":"वह उसके मोल लिये हुओं के छुटकारे के लिये हमारी मीरास का बयाना है, कि उसकी महिमा की स्तुति हो।"},{"number":15,"verse":"इस कारण, मैं भी उस विश्‍वास का समाचार सुनकर जो तुम लोगों में प्रभु यीशु पर है और सब पवित्र लोगों पर प्रगट है,"},{"number":16,"verse":"तुम्हारे लिये धन्यवाद करना नहीं छोड़ता, और अपनी प्रार्थनाओं में तुम्हें स्मरण किया करता हूँ"},{"number":17,"verse":"कि हमारे प्रभु यीशु मसीह का परमेश्‍वर जो महिमा का पिता है, तुम्हें अपनी पहचान में ज्ञान और प्रकाश की आत्मा दे,"},{"number":18,"verse":"और तुम्हारे मन की आँखें ज्योतिर्मय हों कि तुम जान लो कि उसकी बुलाहट की आशा क्या है, और पवित्र लोगों में उसकी मीरास की महिमा का धन कैसा है,"},{"number":19,"verse":"और उसकी सामर्थ्य हम में जो विश्‍वास करते हैं, कितनी महान् है, उसकी शक्‍ति के प्रभाव के उस कार्य के अनुसार"},{"number":20,"verse":"जो उसने मसीह में किया कि उसको मरे हुओं में से जिलाकर स्वर्गीय स्थानों में अपनी दाहिनी ओर"},{"number":21,"verse":"सब प्रकार की प्रधानता, और अधिकार, और सामर्थ्य, और प्रभुता के, और हर एक नाम के ऊपर, जो न केवल इस लोक में पर आनेवाले लोक में भी लिया जाएगा, बैठाया;"},{"number":22,"verse":"और सब कुछ उसके पाँवों तले कर दिया; और उसे सब वस्तुओं पर शिरोमणि ठहराकर कलीसिया को दे दिया,"},{"number":23,"verse":"यह उसकी देह है, और उसी की परिपूर्णता है जो सब में सब कुछ पूर्ण करता है।"}]}