{"bibleAbbr":"WYC1395","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"Forsothe Dauid fledde fro Naioth, which is in Ramatha, and cam and spak bifor Jonathas, What haue Y do? what is my wickidnesse, and what is my synne ayens thi fadir, for he sekith my lijf?"},{"number":2,"verse":"And Jonathas seide to hym, Fer be it fro thee, thou schalt not die, for my fadir schal not do ony thing greet ether litil, `no but he schewe firste to me; therfor my fadir kepte preuy fro me this word oneli, forsothe it schal not be."},{"number":3,"verse":"And eft he swoor to Dauid. And Dauid seide, Treuli thi fadir woot, that Y haue founde grace `in thin iyen, and he schal seie, Jonathas wite not this, lest perauenture he be sory; certis the Lord lyueth, `and thi soule lyueth, for, that Y seie so, Y and deeth ben departid oneli bi o degree."},{"number":4,"verse":"And Jonathas seide to Dauid, What euer thing thi soule schal seie to me, Y schal do to thee."},{"number":5,"verse":"And Dauid seide to Jonathas, Lo! calendis ben to morewe, and bi custom Y am wont to sitte bi the kyng to ete; therfor suffre thou me, `that Y be hid in the feeld `til to euentid of the thridde dai."},{"number":6,"verse":"If thi fadir biholdith, and axith me, thou schalt answere to hym, Dauid preiede me, that he schulde go swiftli into Bethleem, his citee, for solempne sacrifices ben there to alle the men of his lynage."},{"number":7,"verse":"If he seith, Wel, pees schal be to thi seruaunt; forsothe if he is wrooth, wite thou, that his malice is fillid."},{"number":8,"verse":"Therfor do thou mercy in to thi seruaunt, for thou madist me thi seruaunt to make with thee the boond of pees of the Lord; sotheli if ony wickidnesse is in me, sle thou me, and brynge thou not in me to thi fadir."},{"number":9,"verse":"And Jonathas seide, Fer be this fro me, for it mai not be doon, that Y telle not to thee, if Y knowe certeynli, that the malice of my fadir is fillid ayens thee."},{"number":10,"verse":"And Dauid answeride to Jonathas, Who schal telle to me, if in caas thi fadir answerith harde ony thing of me?"},{"number":11,"verse":"And Jonathas seide to Dauid, Come thou, and go we forth in to the feeld. And whanne bothe hadden go in to the feeld,"},{"number":12,"verse":"Jonathas seide to Dauid, Lord God of Israel, if Y enquere the sentence of my fadir to morewe, ether in the nexte dai aftir, and ony `thing of good is of Dauid, and Y sende not anoon to thee,"},{"number":13,"verse":"and make knowun to thee, God do these thingis to Jonathas, and `adde these thingis. Forsothe if the malice of my fadir contynueth ayens thee, Y schal schewe to thin eere, and Y schal delyuere thee, that thou go in pees; and the Lord be with thee, as he was with my fadir."},{"number":14,"verse":"And if Y lyue, do thou the mercies of the Lord to me;"},{"number":15,"verse":"forsothe if Y am deed, `thou schalt not take awei thi mercy fro myn hows `til in to with outen ende; `and yif Y do it not, whanne the Lord schal drawe out bi the roote the enemyes of Dauid, ech man fro the lond, take he awei Jonathas fro his hows, and seke the Lord of the hond of the enemyes of Dauid."},{"number":16,"verse":"Therfor Jonathas made boond of pees with the hows of Dauid, and the Lord souyte of the hond of enemyes of Dauid."},{"number":17,"verse":"And Jonathas addide to swere stedfastli to Dauid, for he louyde Dauid; for he louyde so Dauid, as his owne soule."},{"number":18,"verse":"And Jonathas seide to hym, `Calendis ben to morewe, and thou schalt be souyt;"},{"number":19,"verse":"for thi sittyng schal be souyt til after to morewe. Therfor thou schalt go doun hastili, and thou schalt come in to the place, where thou schalt be hid in the day, whanne it is leueful to worche; and thou schalt sitte bisidis the stoon, `to which the name is Ezel."},{"number":20,"verse":"And Y schal sende thre arowis bisidis that stoon, and Y schal caste as `excercisynge ether pleiynge me at a signe."},{"number":21,"verse":"Y schal sende also and my child, and Y schal seie to hym, Go thou, and brynge to me the arewis."},{"number":22,"verse":"If Y seie to the child, Lo! the arewis ben `with ynne thee, take thou tho; come thou to me, for pees is to thee, and no thing is of yuel, the Lord lyueth. Sotheli if Y speke thus to the child, Lo! the arowis ben biyende thee; go thou in pees, for the Lord deliuerede thee."},{"number":23,"verse":"Forsothe of the word, which thou and Y han spoke, the Lord be bitwixe me and thee til in to with outen ende."},{"number":24,"verse":"Therfor Dauid was hid in the feeld; and the `calendis camen, and the kyng sat to ete breed."},{"number":25,"verse":"And whanne the kyng hadde seete on his chaier bi custom, `which chaier was bisidis the wal, Jonathas roos, and sat `aftir Abner, and Abner sat at the side of Saul, and the place of Dauid apperide voide."},{"number":26,"verse":"And Saul spak not ony thing in that dai; for he thouyte, that `in hap it bifelde to hym, that he was not clene `nether purified."},{"number":27,"verse":"And whanne the secounde dai aftir the calendis hadde schyned, eft the place of Dauid apperide voide. And Saul seide to Jonathas his sone, Whi cometh not the sone of Isai, nether yisterdai, nether to dai to ete?"},{"number":28,"verse":"And Jonathas answeride to Saul, He preiede me mekeli, that he schulde go in to Bethleem;"},{"number":29,"verse":"and he seide, Suffre thou me, for solempne sacrifice is in my citee; oon of my britheren clepide me; now therfor if Y foond grace `in thin iyen, Y schal go soone, and `Y schal se my britheren; for this cause he cometh not to the `table of the kyng."},{"number":30,"verse":"Forsothe Saul was wrooth ayens Jonathas, and seide to hym, Thou sone of a womman `rauyschynge at her owne wille a man, whether Y woot not, that thou louest the sone of Ysay in to thi confusioun, and in to the confusioun of thi schendful modir?"},{"number":31,"verse":"For in alle the daies in whiche the sone of Isai lyueth on erthe, thou schalt not be stablischid, nether thi rewme; therfor `riyt now sende thou, and brynge hym to me, for he is the sone of deeth."},{"number":32,"verse":"Sotheli Jonathas answeride to Saul his fadir, and seide, Whi schal he die? what hath he do?"},{"number":33,"verse":"And Saul took the spere, that he schulde smyte hym, and Jonathas vndirstood, that it was determynd of his fadir, that Dauid schulde be slayn."},{"number":34,"verse":"Therfor Jonathas roos fro the table in `the ire of woodnesse, and he ete not breed in the secounde dai of calendis; for he was sori on Dauid, for his fadir hadde schent him."},{"number":35,"verse":"And whanne the morewtid `hadde schyned, Jonathas cam in to the feeld, and a litil child with hym, bi the couenaunt of Dauid."},{"number":36,"verse":"And Jonathas seide to his child, Go thou, and brynge to me the arowis whiche Y caste. And whanne the child hadde runne, he castide another arowe biyende the child."},{"number":37,"verse":"Therfor the child cam to the place of the arowe which Jonathas hadde sent; and Jonathas criede bihynde the `bak of the child, and seide, Lo! the arowe is not there, certis it is biyende thee."},{"number":38,"verse":"And Jonathas criede eft bihynde the bak of the child, `and seide, Haste thou swiftli, stonde thou not. Therfor the child gaderide the arowis of Jonathas, and brouyte to his lord,"},{"number":39,"verse":"and outerli he wiste not what was doon; for oonli Jonathas and Dauid knewen the thing."},{"number":40,"verse":"Therfor Jonathas yaf hise armeris to the child, and seide to hym, Go thou, bere in to the citee."},{"number":41,"verse":"And whanne the child hadde go, Dauid roos fro the place that `yede to the south; and he felde low `in to the erthe, and worschipide the thridde tyme, and thei kissiden hem silf to gidere, and `wepten to gidere; forsothe Dauid wepte more."},{"number":42,"verse":"Therfor Jonathas seide to Dauid, Go thou in pees; what euer thingis we bothe han swoore in the `name of the Lord, `and seiden, `The Lord be bitwixe me and thee, and bitwixe my seed and thi seed til in to with outen ende, `be stidfast. And Dauid roos, and yede, but also Jonathas entride in to the citee."}]}