{"bibleAbbr":"WYC1395","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"And Dauid seide in his herte, Sumtyme Y schal falle in o dai in the hond of Saul; whether it is not betere, that Y fle, and be sauyd in the lond of Filisteis, that Saul dispeire, and cesse to seke me in alle the endis of Israel; therfor fle we hise hondis."},{"number":2,"verse":"And Dauid roos, and yede, he and sixe hundrid men with hym, to Achis, the sone of Maoth, kyng of Geth."},{"number":3,"verse":"And Dauid dwellide with Achis in Geth, he, and hise men, and his hows; Dauid, and hise twei wyues, Achynoem of Jezrael, and Abigail, the wijf of Nabal of Carmele."},{"number":4,"verse":"And it was teld to Saul, that Dauid fledde in to Geth; and he addide no more `that he schulde seke Dauid."},{"number":5,"verse":"Forsothe Dauid seide to Achis, If Y haue founden grace in thin iyen, a place be youun to me in oon of the citees of this cuntrey, that Y dwelle there; for whi dwellith thi seruaunt in the citee of the kyng with thee?"},{"number":6,"verse":"Therfor Achis yaf to hym Sichelech in that dai, for which cause Sichelech was maad in to the possessioun of the kyngis of Juda `til in to this dai."},{"number":7,"verse":"Forsothe the noumbre of daies, in whiche Dauid dwellide in the cuntrei of Filisteis, was of foure monethis."},{"number":8,"verse":"And Dauid stiede, and hise men, and token preies of Gethsuri, and of Gethri, and of men of Amalech; for these townes weren enhabitid bi eld tyme in the lond, to men goynge to Sur, `til to the lond of Egipt."},{"number":9,"verse":"And Dauid smoot al the lond of hem, and lefte not man `lyuynge and womman; and he took scheep, and oxun, and assis, and camels, and clothis, and turnede ayen, and cam to Achis."},{"number":10,"verse":"Sotheli Achis seide to hym, `In to whom `hurliden ye to dai? Dauid answeride, Ayens the south of Juda, and ayens the south of Hiramel, and ayens the south of Ceney."},{"number":11,"verse":"Dauid left not quik man and womman, nether brouyte `in to Geth, and se ide, Lest perauenture thei speken ayens vs. Dauid dide these thingis, and this was his doom, in alle daies in whiche he dwellide in the cuntrei of Filisteis."},{"number":12,"verse":"Therfor Achis bileuyde to Dauid, and seide, Forsothe he wrouyte many yuelis ayens his puple Israel, therfor he schal be euerlastynge seruaunt to me."}]}