{"bibleAbbr":"WYC1395","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"Forsothe Filisteis token the arke of God, and baren awey it fro the stoon of help in to Azotus."},{"number":2,"verse":"And Filisteis tokun the arke of God, and brouyten it to the temple of Dagon, and settiden it bisidis Dagon."},{"number":3,"verse":"And whanne men of Azotus hadden rise eerli in the todir dai, lo! Dagon lay low in the erthe bifor the arke of the Lord. And thei token Dagon, and restoriden hym in his place."},{"number":4,"verse":"And eft thei risiden eerli in the tothir day, and founden Dagon liggynge on his face on the erthe bifor the arke of the Lord. Forsothe the heed of Dagon, and twei pawmes of his hondis weren kit of on the threisfold;"},{"number":5,"verse":"certis the stok aloone of Dagon lefte in his place. For this cause the preestis of Dagon, and alle that entren in to his temple, treden not on the threisfold of Dagon in Azotus til in to this dai."},{"number":6,"verse":"Forsothe the hond of the Lord was maad greuouse on men of Azotus, and he distriede hem, and he smoot Azotus and the coostis therof in the priuyere part of buttokis; and townes and feeldis in the myddis of that cuntrey buyliden out, and myis camen forth; and greet confusioun of deth was maad in the citee."},{"number":7,"verse":"Sotheli men of Azotus sien siche a veniaunce, and seiden, The arke of God of Israel dwelle not at vs; for his hond is hard on vs, and on Dagon oure god."},{"number":8,"verse":"And thei senten, and gaderiden alle the wise men, `ether princes, of Filisteis `to hem, and seiden, What schulen we do of the arke of God of Israel? And men of Geth answeriden, The arke of God of Israel be led aboute; and thei ledden aboute the arke of God of Israel."},{"number":9,"verse":"Forsothe while thei ledden it aboute, the hond of the Lord `of ful greet sleyng was maad on alle citees; and he smoot men of ech citee fro a litil man til to `the more, and the lowere entraylis `of hem wexiden rotun, and camen forth; and men of Geth token counsel, and maden to hem seetis of skynnes, ethir cuyschuns."},{"number":10,"verse":"Therfor thei senten the arke of the Lord in to Accoron. And whanne the arke of the Lord hadde come in to Accoron, men of Accoron crieden, and seiden, Thei han brought to vs the arke of God of Israel, that he sle vs and oure puple."},{"number":11,"verse":"Therfor thei senten, and gaderiden alle the wise men, `ethir princes, of Filisteis; whiche seiden, Delyuere ye the arke of God of Israel, and turne it ayen in to his place, and sle not vs with oure puple."},{"number":12,"verse":"For dreed of deeth was maad in alle citees, and the hond of the Lord was `greuouse greetli. Also the men, that weren not deed, weren smytun in the priuy part of buttokis, and the yelling of ech citee stiede in to heuene."}]}