{"bibleAbbr":"WYC1395","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"Forsothe it was don, whanne Samuel hadde wexide eld, he settide hise sones iugis on Israel."},{"number":2,"verse":"And the name of his firste gendrid sone was Johel, and the name of the secounde was Abia, iugis in Bersabee."},{"number":3,"verse":"And hise sones yeden not in `the weies of hym, but thei bowiden after aueryce, and thei token yiftis, and peruertiden doom."},{"number":4,"verse":"Therfor alle the grettere men in birthe of Israel weren gaderid, and camen to Samuel in to Ramatha."},{"number":5,"verse":"And thei seiden to hym, Lo! thou hast wexid eld, and thi sones goen not in thi weies; ordeyne thou a kyng to vs, `that he deme vs, as also alle naciouns han."},{"number":6,"verse":"And the word displeside in the iyen of Samuel, for thei hadden seid, Yyue thou to vs a kyng, that he deme vs. And Samuel preiede to the Lord."},{"number":7,"verse":"Forsothe the Lord seide to Samuel, Here thou the vois of the puple in alle thingis whiche thei speken to thee; for thei han not caste awey thee, but me, that Y regne not on hem."},{"number":8,"verse":"Bi alle her werkis whiche thei diden, fro the day in whiche Y ledde hem out of Egipt `til to this dai, as thei forsoken me, and seruyden alien goddis, so thei doon also to thee."},{"number":9,"verse":"Now therfor here thou her vois; netheles witnesse thou to hem; biforseie thou to hem the riyt of the kyng, that schal regne on hem."},{"number":10,"verse":"Therfor Samuel seide alle the wordis of the Lord to the puple, that hadde axid of him a king; and he seide,"},{"number":11,"verse":"This schal be the `riyt of the kyng, that schal comaunde to you; he schal take youre sones, and schal sette in hise charis;"},{"number":12,"verse":"and he schal make hem `to hym silf rideris, and biforegoeris of hise cartis; and he schal ordeyne to hym tribunes, `that is, souereyns of a thousynd, and centuriouns, `that is, souereyns of an hundrid, and eereris of hise feeldis, and reperis of cornes, and smythis of hise armeris, and charis."},{"number":13,"verse":"Also he schal make youre douytris makeris of `oynementis to hym silf, and fueris, and bakeris."},{"number":14,"verse":"And he schal take youre feeldis and vyneris and the beste places of olyues, and schal yyue to hise seruauntis."},{"number":15,"verse":"But also he schal take the tenthe part of youre cornes, and rentis of vyneris, that he yyue to his chaumberleyns and seruauntis."},{"number":16,"verse":"Sotheli he schal take awey youre seruauntis and handmaydes, and beste yong men, and assis, and schal sette in his werk."},{"number":17,"verse":"Also he schal take the tenthe part of youre flockis, and ye schulen be `seruauntis to hym."},{"number":18,"verse":"And ye schulen crye in that dai fro the face of youre kyng, whom ye han chose to you; and the Lord schal not here you in that dai; for ye axiden a kyng to you."},{"number":19,"verse":"Sotheli the puple nolde here the vois of Samuel, but thei seiden, Nay for a kyng schal be on vs;"},{"number":20,"verse":"and we also schulen be as alle folkis, and oure kyng schal deme vs, and he schal go out bifor vs, and he schal fiyte oure batel for vs."},{"number":21,"verse":"And Samuel herde alle the wordis of the puple, and `spak tho in the eeris of the Lord."},{"number":22,"verse":"Forsothe the Lord seide to Samuel, Here thou `the vois of hem, and ordeyne thou a kyng on hem. And Samuel seide to the men of Israel, Ech man go in to his citee."}]}