{"bibleAbbr":"KNCL","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":2,"verses":[{"number":1,"verse":"ಪರಿಹಾರ ಬಲಿ ಪ್ರಿಯಮಕ್ಕಳೇ, ನೀವು ಪಾಪಮಾಡಬಾರದೆಂದೇ ನಾನಿದನ್ನು ನಿಮಗೆ ಬರೆಯುತ್ತಿದ್ದೇನೆ. ಒಂದು ವೇಳೆ ಯಾರಾದರೂ ಪಾಪಮಾಡಿದ್ದೇ ಆದರೆ ನಮ್ಮ ಪರವಾಗಿ ಪಿತನ ಬಳಿಯಲ್ಲಿ ಬಿನ್ನಯಿಸಲು ಒಬ್ಬರಿದ್ದಾರೆ. ಅವರೇ ಸತ್ಯಸ್ವರೂಪರಾದ ಯೇಸುಕ್ರಿಸ್ತರು."},{"number":2,"verse":"ಅವರೇ ನಮ್ಮ ಪಾಪಗಳನ್ನು ನಿವಾರಿಸುವ ಪರಿಹಾರ ಬಲಿಯಾಗಿದ್ದಾರೆ. ನಮ್ಮ ಪಾಪಗಳನ್ನು ಮಾತ್ರವಲ್ಲ, ಇಡೀ ಜಗತ್ತಿನ ಪಾಪಗಳನ್ನು ಅವರು ಪರಿಹರಿಸುತ್ತಾರೆ."},{"number":3,"verse":"ನಾವು ದೇವರ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಂಡು ನಡೆದರೆ ಅದರಿಂದಲೇ ಅವರ ಅರಿವು ನಮಗಿದೆ ಎಂದು ಖಚಿತವಾಗುತ್ತದೆ."},{"number":4,"verse":"ದೇವರನ್ನು ಬಲ್ಲೆನೆಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಾ ಅವರ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಳ್ಳದೆ ಇರುವವನು ಸುಳ್ಳುಗಾರ ಮತ್ತು ಸತ್ಯವೆಂಬುದೇ ಅವನಲ್ಲಿ ಇರುವುದಿಲ್ಲ."},{"number":5,"verse":"ಆದರೆ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೈಗೊಂಡು ನಡೆಯುವವನಲ್ಲಿ ಪ್ರೀತಿ ನಿಜಕ್ಕೂ ಸಿದ್ಧಿಗೆ ಬಂದಿರುತ್ತದೆ."},{"number":6,"verse":"ತಾನು ದೇವರಲ್ಲಿ ನೆಲೆಸಿದ್ದೇನೆಂದು ಹೇಳುವವನು ಕ್ರಿಸ್ತಯೇಸು ಜೀವಿಸಿದಂತೆಯೇ ಜೀವಿಸಬೇಕು. ಇದರಿಂದಲೇ ನಾವು ದೇವರಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದೇವೆಂದು ತಿಳಿದುಕೊಳ್ಳುತ್ತೇವೆ."},{"number":7,"verse":"ಆಜ್ಞೆ ಪ್ರಿಯರೇ, ನಾನು ನಿಮಗೆ ಬರೆಯುತ್ತಿರುವುದು ಹೊಸ ಆಜ್ಞೆಯೇನೂ ಅಲ್ಲ, ಮೊದಲಿನಿಂದಲೂ ನೀವು ಪಡೆದಿರುವ ಹಳೆಯ ಆಜ್ಞೆಯೇ. ಈ ಆಜ್ಞೆಯೇ ನೀವು ಈಗಾಗಲೇ ಕೇಳಿರುವ ಸಂದೇಶ."},{"number":8,"verse":"ಆದರೂ ನಾನೀಗ ನಿಮಗೆ ಬರೆಯುತ್ತಿರುವುದು ಒಂದು ವಿಧದಲ್ಲಿ ಹೊಸ ಆಜ್ಞೆಯೇ ಸರಿ. ಅದರ ನೈಜಗುಣವು ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಬೆಳಗಿದಂತೆ, ನಿಮ್ಮ ಜೀವನದಲ್ಲೂ ಬೆಳಗುತ್ತದೆ. ಏಕೆಂದರೆ, ಕತ್ತಲು ಕಳೆದುಹೋಗುತ್ತಿದೆ; ನಿಜವಾದ ಬೆಳಕು ಈಗಾಗಲೇ ಪ್ರಕಾಶಿಸುತ್ತಿದೆ."},{"number":9,"verse":"“ನಾನು ಬೆಳಕಿನಲ್ಲಿದ್ದೇನೆ” ಎಂದು ಹೇಳಿಕೊಂಡು ತನ್ನ ಸಹೋದರನನ್ನು ದ್ವೇಷಿಸುವವನು ಇನ್ನೂ ಕತ್ತಲಲ್ಲೇ ಇದ್ದಾನೆ."},{"number":10,"verse":"ತನ್ನ ಸಹೋದರನನ್ನು ಪ್ರೀತಿಸುವವನಾದರೋ ಬೆಳಕಿನಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುತ್ತಾನೆ. ಎಡವಿ ಪಾಪದಲ್ಲಿ ಬೀಳಿಸುವಂಥದ್ದೇನೂ ಅವನಲ್ಲಿ ಇರದು."},{"number":11,"verse":"ತನ್ನ ಸಹೋದರನನ್ನು ದ್ವೇಷಿಸುವವನು ಕತ್ತಲಲ್ಲಿ ಇದ್ದಾನೆ; ಕತ್ತಲಲ್ಲೇ ನಡೆಯುತ್ತಾನೆ. ಕತ್ತಲು ಅವನನ್ನು ಕುರುಡಾಗಿಸಿರುವುದರಿಂದ ಎತ್ತ ಹೋಗುತ್ತಿದ್ದಾನೆಂದು ಅವನಿಗೇ ತಿಳಿಯದು."},{"number":12,"verse":"ಬರೆಯುತಿಹೆನು ಪ್ರಿಯಮಕ್ಕಳಿರಾ, ಇದನ್ನು ಏಕೆನೆ, ಕ್ರಿಸ್ತನಾಮದ ನಿಮಿತ್ತ ಕ್ಷಮಿಸಲಾಯಿತು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು."},{"number":13,"verse":"ಬರೆಯುತಿಹೆನು ತಂದೆಗಳಿರಾ, ಇದನ್ನು ಏಕೆನೆ, ಬಲ್ಲವರಾದಿರಿ ಆದಿಯಿಂದಿರುವಾತನನ್ನು. ಬರೆಯುತಿಹೆನು ಯುವಜನರಿರಾ, ಇದನ್ನು ಏಕೆನೆ, ನೀವು ಜಯಿಸಿದ್ದಾಯಿತು ಆ ಕಡುಗೇಡಿಗನನ್ನು."},{"number":14,"verse":"ಬರೆದಿಹೆನು ಮಕ್ಕಳಿರಾ, ಇದನ್ನು ಏಕೆನೆ, ಬಲ್ಲವರಾದಿರಿ ಪರಮ ಪಿತನನ್ನು. ಬರೆದಿಹೆನು‍ ಶಕ್ತಿಯುತ ಯುವಜನರಿರಾ, ಇದನ್ನು ಏಕೆನೆ, ನೆಲೆಗೊಳಿಸಿರುವಿರಿ ನಿಮ್ಮಲ್ಲಿ ದೈವವಾಕ್ಯವನ್ನು ಮಾತ್ರವಲ್ಲ, ನೀವು ಜಯಿಸಿದ್ದಾಯಿತು ಆ ಕಡುಗೇಡಿಗನನ್ನು."},{"number":15,"verse":"ಲೋಕಕ್ಕೂ ಲೌಕಿಕವಾದವುಗಳಿಗೂ ನೀವು ಒಲಿಯಬಾರದು. ಈ ಲೋಕವನ್ನು ಒಲಿದರೆ ಪಿತನಲ್ಲಿ ನಿಮಗೆ ಒಲವಿಲ್ಲವೆಂದಾಯಿತು."},{"number":16,"verse":"ಲೋಕಸಂಬಂಧವಾದ ದೈಹಿಕ ದುರಿಚ್ಛೆ, ಕಣ್ಣಿನ ಕಾಮುಕತೆ, ಐಶ್ವರ್ಯದ ಅಹಂಭಾವ - ಇಂಥವು ಪಿತನಿಂದ ಬಂದುವಲ್ಲ, ಲೋಕದಿಂದಲೇ ಬಂದುವು."},{"number":17,"verse":"ಲೋಕವೂ ಅದರ ವ್ಯಾಮೋಹವೂ ಗತಿಸಿಹೋಗುವುವು. ಆದರೆ ದೇವರ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವವನು ಚಿರಂಜೀವಿಯಾಗಿ ಬಾಳುವನು."},{"number":18,"verse":"ಸತ್ಯದಿಂದ ಸುಳ್ಳು ಜನಿಸದು ನನ್ನ ಪ್ರಿಯ ಮಕ್ಕಳೇ, ಅಂತಿಮ ಕಾಲ ಸಮೀಪಿಸಿತು. ಕ್ರಿಸ್ತವಿರೋಧಿ ಬರುವನೆಂದು ನೀವು ಕೇಳಿದ್ದೀರಿ. ಈಗಾಗಲೇ ಅನೇಕ ಕ್ರಿಸ್ತವಿರೋಧಿಗಳು ತಲೆದೋರಿದ್ದಾರೆ. ಇದರಿಂದ ಅಂತಿಮಕಾಲ ಸನ್ನಿಹಿತವಾಯಿತೆಂದು ನಮಗೆ ತಿಳಿದುಬರುತ್ತದೆ."},{"number":19,"verse":"ಈ ಕ್ರಿಸ್ತವಿರೋಧಿಗಳು ನಮ್ಮವರಾಗಿರಲಿಲ್ಲ. ಆದಕಾರಣ, ಅವರು ನಮ್ಮನ್ನು ತೊರೆದರು. ಅವರು ನಮ್ಮವರೇ ಆಗಿದ್ದರೆ, ನಮ್ಮೊಂದಿಗೇ ಇರುತ್ತಿದ್ದರು. ಆದರೆ ಅವರು ನಮ್ಮನ್ನು ತೊರೆದು ಹೋದರು. ಇದರಿಂದ ಕ್ರೈಸ್ತರೆನಿಸಿಕೊಳ್ಳುವವರೆಲ್ಲರೂ ನಮ್ಮವರಲ್ಲ ಎಂಬುದು ಸ್ಪಷ್ಟವಾಗಿ ಕಂಡುಬರುತ್ತದೆ."},{"number":20,"verse":"ನೀವಾದರೋ ಪರಿಶುದ್ಧವಾದವರಿಂದ ಅಭಿಷಿಕ್ತರಾಗಿದ್ದೀರಿ. ಸತ್ಯವನ್ನು ಅರಿತವರಾಗಿದ್ದೀರಿ."},{"number":21,"verse":"ನೀವು ಸತ್ಯವನ್ನು ಅರಿಯದವರೆಂದು ಭಾವಿಸಿ ನಾನು ಬರೆಯುತ್ತಿಲ್ಲ, ನೀವು ಸತ್ಯವನ್ನು ಅರಿತವರು; ಸತ್ಯದಿಂದ ಸುಳ್ಳು ಜನಿಸದೆಂಬುದನ್ನು ತಿಳಿದವರು. ಆದುದರಿಂದ ನಾನು ನಿಮಗೆ ಬರೆದಿದ್ದೇನೆ."},{"number":22,"verse":"ಅಸತ್ಯವಾದಿ ಎಂದರೆ ಯಾರು? ಯೇಸುವೇ ಕ್ರಿಸ್ತ ಎಂಬುದನ್ನು ಯಾರು ಅಲ್ಲಗಳೆಯುತ್ತಾನೋ ಅವನೇ ಅಸತ್ಯವಾದಿ; ಅವನೇ ಕ್ರಿಸ್ತವಿರೋಧಿ. ಅವನು ಪಿತನನ್ನು ಮತ್ತು ಪುತ್ರನನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಾನೆ."},{"number":23,"verse":"ಪುತ್ರನನ್ನು ತಿರಸ್ಕರಿಸುವವನು ಪಿತನನ್ನೂ ತಿರಸ್ಕರಿಸುತ್ತಾನೆ. ಪುತ್ರನನ್ನು ಅಂಗೀಕರಿಸುವವನು ಪಿತನನ್ನೂ ಅಂಗೀಕರಿಸುತ್ತಾನೆ."},{"number":24,"verse":"ಮೊದಲಿನಿಂದಲೂ ನೀವು ಯಾವ ಸಂದೇಶವನ್ನು ಕೇಳಿದ್ದೀರೋ ಅದು ನಿಮ್ಮಲ್ಲಿ ನೆಲೆಸಲಿ. ಮೊದಲಿನಿಂದಲೂ ನೀವು ಕೇಳಿದ ಸಂದೇಶ ನಿಮ್ಮಲ್ಲಿ ನೆಲೆಸಿದರೆ ಪುತ್ರನಲ್ಲಿಯೂ ಪಿತನಲ್ಲಿಯೂ ನೀವು ನೆಲೆಸುತ್ತೀರಿ."},{"number":25,"verse":"ಕ್ರಿಸ್ತಯೇಸು ನಮಗೆ ವಾಗ್ದಾನಮಾಡಿರುವ ನಿತ್ಯಜೀವ ಇದೇ."},{"number":26,"verse":"ನಿಮ್ಮನ್ನು ಸನ್ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸಬೇಕೆಂದಿರುವವರನ್ನು ಕುರಿತು ಇದನ್ನು ನಿಮಗೆ ಬರೆದಿದ್ದೇನೆ."},{"number":27,"verse":"ನೀವು ಕ್ರಿಸ್ತಯೇಸುವಿನಿಂದ ಅಭಿಷಿಕ್ತರಾಗಿದ್ದೀರಿ. ಆ ಅಭಿಷೇಕವು ನಿಮ್ಮಲ್ಲಿ ನೆಲೆಸಿದೆ. ಆದ್ದರಿಂದ ಯಾರೂ ನಿಮಗೆ ಬೋಧಿಸುವ ಅವಶ್ಯಕತೆಯಿಲ್ಲ. ಆ ಅಭಿಷೇಕವೇ ನಿಮಗೆ ಎಲ್ಲವನ್ನೂ ಬೋಧಿಸುತ್ತಾ ಬರುತ್ತದೆ. ಈ ಬೋಧನೆ ಸತ್ಯವಾದುದು, ಮಿಥ್ಯವಾದುದಲ್ಲ. ಅದರ ಪ್ರಕಾರವೇ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನೆಲೆಸಿರಿ."},{"number":28,"verse":"ಹೌದು ಪ್ರಿಯ ಮಕ್ಕಳೇ, ಕ್ರಿಸ್ತಯೇಸು ಪ್ರತ್ಯಕ್ಷರಾಗುವಾಗ, ಅವರ ಪುನರಾಗಮನದ ಪ್ರಯುಕ್ತ ಅವರ ಮುಂದೆ ನಾವು ನಾಚಿಕೆಪಡದೆ ಧೈರ್ಯದಿಂದಿರುವಂತೆ ಅವರಲ್ಲಿ ನೆಲೆಗೊಂಡಿರೋಣ."},{"number":29,"verse":"ಕ್ರಿಸ್ತಯೇಸು ಸತ್ಯಸ್ವರೂಪಿ ಎಂಬುದನ್ನು ನೀವು ಬಲ್ಲಿರಿ. ಎಂದೇ, ಸತ್ಯಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವ ಪ್ರತಿಯೊಬ್ಬನೂ ಅವರಿಂದ ಜನಿಸಿದವನು ಎಂಬುದು ನಿಮಗೆ ವೇದ್ಯವಾಗಿರಬೇಕು."}]}