{"bibleAbbr":"paOV2016","bookName":"ਸਰੇਸ਼ਟ ਗੀਤ","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"( ਪ੍ਰੇਮ ਰਤੀ ਗੱਲ ਬਾਤ) ਸੁਲੇਮਾਨ ਦਾ ਸਰੇਸ਼ਟ ਗੀਤ।"},{"number":2,"verse":"ਉਹ ਮੈਨੂੰ ਆਪਣੇ ਮੂੰਹ ਦੀਆਂ ਚੁੰਮੀਆਂ ਨਾਲ ਚੁੰਮੇ, ਕਿਉਂ ਜੋ ਤੇਰਾ ਪ੍ਰੇਮ ਮਧ ਨਾਲੋਂ ਚੰਗਾ ਹੈ।"},{"number":3,"verse":"ਸੁਗੰਧ ਲਈ ਤੇਰੇ ਤੇਲ ਚੰਗੇ ਹਨ, ਤੇਰਾ ਨਾਉਂ ਚੋਏ ਹੋਏ ਤਲੇ ਵਰਗਾ ਹੈ, ਏਸ ਲਈ ਕੁਆਰੀਆਂ ਤੈਨੂੰ ਪਿਆਰ ਕਰਦੀਆਂ ਹਨ।"},{"number":4,"verse":"ਮੈਨੂੰ ਮੋਹ ਲੈ, ਅਸੀਂ ਤੇਰੇ ਪਿੱਛੇ ਦੌੜਾਂਗੀਆਂ। ਪਾਤਸ਼ਾਹ ਮੈਨੂੰ ਆਪਣੀਆਂ ਕੋਠੜੀਆਂ ਵਿੱਚ ਲਿਆਇਆ, ਅਸੀਂ ਤੇਰੇ ਵਿੱਚ ਬਾਗ਼ ਬਾਗ਼ ਤੇ ਅਨੰਦ ਹੋਵਾਂਗੀਆਂ, ਅਸੀਂ ਤੇਰੇ ਪ੍ਰੇਮ ਨੂੰ ਮਧ ਨਾਲੋਂ ਵੱਧ ਚੇਤੇ ਕਰਾਂਗੀਆਂ, ਓਹ ਧਰਮ ਨਾਲ ਤੈਨੂੰ ਪਿਆਰ ਕਰਦੀਆਂ ਹਨ।।"},{"number":5,"verse":"ਹੇ ਯਰੂਸ਼ਲਮ ਦੀਓ ਧੀਓ, ਮੈਂ ਹਾਂ ਤਾਂ ਕਾਲੀ ਕਲੂਟੀ ਪਰ ਹਾਂ ਸੋਹਣੀ, ਕੇਦਾਰ ਦੇ ਤੰਬੂਆਂ ਵਰਗੀ, ਸੁਲੇਮਾਨ ਦੇ ਪੜਦਿਆਂ ਦੀ ਨਿਆਈਂ।"},{"number":6,"verse":"ਮੈਨੂੰ ਨਾ ਵੇਖੋ, ਮੈਂ ਕਾਲੀ ਕਲੂਟੀ ਹਾਂ, ਸੂਰਜ ਨੇ ਤਾਂ ਮੈਨੂੰ ਨੀਝ ਨਾਲ ਵੇਖਿਆ ਹੈ। ਮੇਰੀ ਅੰਮਾਂ ਦੇ ਪੁੱਤ੍ਰ ਮੈਥੋਂ ਗੁੱਸੇ ਸਨ, ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਅੰਗੂਰੀ ਬਾਗ਼ਾਂ ਦੀ ਰਾਖੀ ਉੱਤੇ ਲਾਇਆ, ਪਰ ਮੈਂ ਆਪਣੇ ਨਿੱਜੀ ਅੰਗੂਰੀ ਬਾਗ਼ ਦੀ ਰਾਖੀ ਨਾ ਕੀਤੀ।"},{"number":7,"verse":"ਮੈਨੂੰ ਦੱਸ, ਹੇ ਮੇਰੇ ਪ੍ਰਾਣ ਪ੍ਰਿਯਾ, ਤੂੰ ਕਿੱਥੇ ਇੱਜੜ ਚਾਰਦਾ ਤੇ ਦੁਪਹਿਰ ਦੇ ਵੇਲੇ ਕਿੱਥੇ ਬਿਠਾਉਂਦਾ ਹੈॽ ਮੈਂ ਕਿਉਂ ਝੁੰਡ ਵਾਲੀ ਵਾਂਙੁ ਤੇਰੇ ਸਾਥੀਆਂ ਦੇ ਇੱਜੜਾਂ ਦੇ ਕੋਲ ਹੋਵਾਂॽ।।"},{"number":8,"verse":"ਜੇ ਤੂੰ ਨਹੀਂ ਜਾਣਦੀ, ਹੇ ਇਸਤ੍ਰੀਆਂ ਵਿੱਚੋਂ ਰੂਪਵੰਤੀਏ, ਤਾਂ ਤੂੰ ਇੱਜੜ ਦੇ ਖੁਰੇ ਉੱਤੇ ਚੱਲੀ ਜਾ, ਅਤੇ ਆਪਣੀਆਂ ਮੇਮਣੀਆਂ ਨੂੰ ਆਜੜੀਆਂ ਦੇ ਵਸੇਬਿਆਂ ਕੋਲ ਚਾਰ।।"},{"number":9,"verse":"ਹੇ ਮੇਰੀ ਪ੍ਰੀਤਮਾ, ਮੈਂ ਤੈਨੂੰ ਆਪਣੀ ਘੋੜੀ ਨਾਲ ਜਿਹੜੀ ਫ਼ਿਰਊਨ ਦੇ ਰਥਾਂ ਵਿੱਚ ਹੈ ਮਿਲਾਇਆ।"},{"number":10,"verse":"ਤੇਰੀਆਂ ਗਲ੍ਹਾਂ ਬਾਲੀਆਂ ਨਾਲ ਸੋਹਣੀਆਂ ਹਨ, ਤੇਰੀ ਗਰਦਨ ਮੋਤੀਆਂ ਦੀ ਮਾਲਾ ਨਾਲ।"},{"number":11,"verse":"ਅਸੀਂ ਤੇਰੇ ਲਈ ਸੋਨੇ ਦੇ ਹਾਰ ਚਾਂਦੀ ਦੇ ਫੁੱਲਾਂ ਨਾਲ ਬਣਾਵਾਂਗੇ।।"},{"number":12,"verse":"ਜਦ ਤੀਕ ਪਾਤਸ਼ਾਹ ਆਪਣੀ ਮੇਜ਼ ਤੇ ਸੀ, ਮੇਰੇ ਜਟਾ ਮਾਸੀ ਦੀ ਸੁਗੰਧ ਉੱਡਦੀ ਰਹੀ।"},{"number":13,"verse":"ਮੇਰਾ ਬਾਲਮ ਮੇਰੇ ਲਈ ਗੰਧਰਸ ਦੀ ਪੁੜੀ ਹੈ, ਜੋ ਮੇਰੀਆਂ ਛਾਤੀਆਂ ਵਿੱਚ ਰਾਤ ਕੱਟਦਾ ਹੈ।"},{"number":14,"verse":"ਮੇਰਾ ਬਾਲਮ ਮੇਰੇ ਲਈ ਮਹਿੰਦੀ ਦੇ ਫੁੱਲਾਂ ਦਾ ਗੁੱਛਾ, ਏਨ ਗਦੀ ਦੇ ਬਗ਼ੀਚਿਆਂ ਵਿੱਚ ਹੈ।।"},{"number":15,"verse":"ਵੇਖ, ਮੇਰੀ ਪ੍ਰੀਤਮਾ, ਤੂੰ ਰੂਪਵੰਤ ਹੈਂ, ਵੇਖ, ਤੂੰ ਰੂਪਵੰਤ ਹੈਂ, ਤੇਰੀਆਂ ਅੱਖਾਂ ਕਬੂਤਰੀਆਂ ਹਨ।।"},{"number":16,"verse":"ਹੇ ਮੇਰੇ ਬਾਲਮ ਵੇਖ, ਤੂੰ ਰੂਪਵੰਤ ਹੈਂ, ਤੂੰ ਸੱਚ ਮੁੱਚ ਪ੍ਰੇਮ ਰੱਤਾ ਹੈਂ, ਸਾਡੀ ਸੇਜ ਹਰੀ ਹੈ।"},{"number":17,"verse":"ਸਾਡੇ ਘਰ ਦੇ ਸ਼ਤੀਰ ਦਿਆਰ ਦੇ, ਸਾਡੀਆਂ ਕੜੀਆਂ ਸੂਰ ਦੀਆਂ ਹਨ।।"}]}