{"bibleAbbr":"KJ3-2005","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"How alone sits the city that was full of people! She has become like a widow, one great among the nations; a noblewoman among the provinces has become a payer of tribute."},{"number":2,"verse":"She bitterly weeps in the night, and her tears are on her cheeks. She has no one out of all the ones loving her. All her friends dealt deceitfully with her; they became enemies to her."},{"number":3,"verse":"Judah went captive from affliction, and from great slavery. She dwells among the nations; she finds no rest. All her pursuers have overtaken her between the straits."},{"number":4,"verse":"The roads of Zion are in mourning without any going to the appointed feasts. All her gates are laid desolate; her priests are groaning, her virgins are afflicted; and she is in bitterness."},{"number":5,"verse":"Her oppressive ones have become as chief; her enemies are at ease. For Jehovah has afflicted her for the multitude of her transgressions. Her children have gone, captive before the oppressive ones."},{"number":6,"verse":"And from the daughter of Zion all her splendor has gone out. Her rulers have become like bucks; they find no pasture; and they have gone without strength before the pursuer."},{"number":7,"verse":"In the days of her affliction and her wanderings, Jerusalem remembers all her desirable things from previous days in the falling of her people into the hand of the oppressive one, and there is no ally for her. The oppressive ones saw her; they laughed at her annihilation."},{"number":8,"verse":"Sinning Jerusalem has sinned; on acccount of this she has become as one impure. All the ones knowing her despise her, for they saw her nakedness. Also, she groans and turns backward."},{"number":9,"verse":"Her uncleanness is in her skirts. She did not remember her end and has gone down wonderfully. She had no comforter. O Jehovah, see my affliction, for the enemy has magnified himself."},{"number":10,"verse":"The oppressive one has spread out his hand on all her desirable things. Indeed, she has seen the nations enter into her holy place, whom You commanded that they not enter into Your assembly."},{"number":11,"verse":"All her people sigh from seeking bread. They gave their desirable things for food to bring back the soul. See, O Jehovah, and look on me, for I have become vile."},{"number":12,"verse":"Is it nothing to you, all who pass by? Behold, and see if there is any sorrow like my sorrow which is done to me, with which Jehovah has afflicted me in the day of His burning anger."},{"number":13,"verse":"From on high He has sent fire into my bones and subdued them. He spread a net for my feet; He has turned me back; He gave me desolation; all the days I faint."},{"number":14,"verse":"The yoke of my transgressions is bound by His hand, they intertwine, they rise on my neck. He caused my strength to stumble. The Lord gave me into their hands. I am not able to rise up."},{"number":15,"verse":"The Lord has trampled all my mighty ones in my midst. He called a gathering against me to crush my young men. As a winepress, the Lord trod the virgin daughter of Judah."},{"number":16,"verse":"On account of these I weep; my eye, my eye brings down water, because one comforting who could be bringing back my soul is far from me. My sons are desolated because the enemy prevails."},{"number":17,"verse":"Zion spreads forth her hands; there is not one comforting to her; Jehovah has commanded concerning Jacob that his oppressive one should be round about him. Jerusalem has become as an impurity among them."},{"number":18,"verse":"Jehovah is righteous, for I rebelled against His mouth. All peoples, I pray, hear and see my sorrow. My virgins and my young men went into exile."},{"number":19,"verse":"I called to ones loving me; they deceived me. My priests and my elders expired in the city, while they sought food for them to bring back their soul."},{"number":20,"verse":"See, O Jehovah, for distress is to me. My bowels ferment; my heart is turned over within me; for rebelling I have rebelled. On the outside the sword bereaves; in the house it is as death."},{"number":21,"verse":"They hear that I groan; there is no one comforting for me. All my enemies have heard my evil; they rejoice that You have done it. You will bring the day that You have called, and they shall be like me."},{"number":22,"verse":"Let all their evil come before You; and do to them as You have done to me for all my transgressions. For my groans are many, and my heart is faint."}]}