{"bibleAbbr":"NASB1995+","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":15,"verses":[{"number":1,"verse":"Now <WG1161> we who are strong <WG1415> ought <WG3784> to bear <WG941> the weaknesses <WG771> of those <WG3588> without <WG102> strength <WG102> and not [just] please <WG700> ourselves. <WG1438>"},{"number":2,"verse":"Let each <WG1538> of us please <WG700> his neighbor <WG4139> for his good, <WG18> to his edification. <WG3619>"},{"number":3,"verse":"For even <WG2532> Christ <WG5547> did not please <WG700> Himself; <WG1438> but as it is written, <WG1125> \"The reproaches <WG3680> of those <WG3588> who reproached <WG3679> Thee fell <WG1968> upon Me.\""},{"number":4,"verse":"For whatever <WG3745> was written <WG4270> in earlier <WG4270> times <WG4270> was written <WG1125> for our instruction, <WG1319> that through <WG1223> perseverance <WG5281> and the encouragement <WG3874> of the Scriptures <WG1124> we might have <WG2192> hope. <WG1680>"},{"number":5,"verse":"Now <WG1161> may the God <WG2316> who gives <WG1325> perseverance <WG5281> and encouragement <WG3874> grant <WG1325> you to be of the same <WG846> mind <WG5426> with one <WG240> another <WG240> according <WG2596> to Christ <WG5547> Jesus; <WG2424>"},{"number":6,"verse":"that with one <WG3661> accord <WG3661> you may with one <WG1520> voice <WG4750> glorify <WG1392> the God <WG2316> and Father <WG3962> of our Lord <WG2962> Jesus <WG2424> Christ. <WG5547>"},{"number":7,"verse":"Wherefore, <WG1352> accept <WG4355> one <WG240> another, <WG240> just <WG2531> as Christ <WG5547> also <WG2532> accepted <WG4355> us to the glory <WG1391> of God. <WG2316>"},{"number":8,"verse":"For I say <WG3004> that Christ <WG5547> has become <WG1096> a servant <WG1249> to the circumcision <WG4061> on behalf <WG5228> of the truth <WG225> of God <WG2316> to confirm <WG950> the promises <WG1860> [given] to the fathers, <WG3962>"},{"number":9,"verse":"and for the Gentiles <WG1484> to glorify <WG1392> God <WG2316> for His mercy; <WG1656> as it is written, <WG1125> \"Therefore <WG1223> <WG3778> I will give <WG1843> praise <WG1843> to Thee among <WG1722> the Gentiles, <WG1484> And I will sing <WG5567> to Thy name. <WG3686>\""},{"number":10,"verse":"And again <WG3825> he says, <WG3004> \"Rejoice, <WG2165> O Gentiles, <WG1484> with His people. <WG2992>\""},{"number":11,"verse":"And again, <WG3825> \"Praise <WG134> the Lord <WG2962> all <WG3956> you Gentiles, <WG1484> And let all <WG3956> the peoples <WG2992> praise <WG1867> Him.\""},{"number":12,"verse":"And again <WG3825> Isaiah <WG2268> says, <WG3004> \"There shall come <WG1510> the root <WG4491> of Jesse, <WG2421> And He who arises <WG450> to rule <WG757> over the Gentiles, <WG1484> In Him shall the Gentiles <WG1484> hope. <WG1679>\""},{"number":13,"verse":"Now <WG1161> may the God <WG2316> of hope <WG1680> fill <WG4137> you with all <WG3956> joy <WG5479> and peace <WG1515> in believing, <WG4100> that you may abound <WG4052> in hope <WG1680> by the power <WG1411> of the Holy <WG40> Spirit. <WG4151>"},{"number":14,"verse":"And concerning <WG4012> you, my brethren, <WG80> I myself <WG846> also <WG2532> am convinced <WG3982> that you yourselves <WG846> are full <WG3324> of goodness, <WG19> filled <WG4137> with all <WG3956> knowledge, <WG1108> and able <WG1410> also <WG2532> to admonish <WG3560> one <WG240> another. <WG240>"},{"number":15,"verse":"But I have written <WG1125> very <WG5112> boldly <WG5112> to you on some <WG3313> points, <WG3313> so <WG5613> as to remind <WG1878> you again, <WG1878> because <WG1223> of the grace <WG5485> that was given <WG1325> me from God, <WG2316>"},{"number":16,"verse":"to be a minister <WG3011> of Christ <WG5547> Jesus <WG2424> to the Gentiles, <WG1484> ministering <WG2418> as a priest <WG2418> the gospel <WG2098> of God, <WG2316> that [my] offering <WG4376> of the Gentiles <WG1484> might become <WG1096> acceptable, <WG2144> sanctified <WG37> by the Holy <WG40> Spirit. <WG4151>"},{"number":17,"verse":"Therefore <WG3767> in Christ <WG5547> Jesus <WG2424> I have <WG2192> found reason <WG2746> for boasting <WG2746> in things pertaining <WG4314> to God. <WG2316>"},{"number":18,"verse":"For I will not presume <WG5111> to speak <WG2980> of anything <WG5100> except <WG3756> what <WG3739> Christ <WG5547> has accomplished <WG2716> through <WG1223> me, resulting <WG1519> in the obedience <WG5218> of the Gentiles <WG1484> by word <WG3056> and deed, <WG2041>"},{"number":19,"verse":"in the power <WG1411> of signs <WG4592> and wonders, <WG5059> in the power <WG1411> of the Spirit; <WG4151> so <WG5620> that from Jerusalem <WG2419> and round <WG2945> about <WG2945> as far <WG3360> as Illyricum <WG2437> I have fully <WG4137> preached <WG4137> the gospel <WG2098> of Christ. <WG5547>"},{"number":20,"verse":"And thus <WG3779> I aspired <WG5389> to preach <WG2097> the gospel, <WG2097> not where <WG3699> Christ <WG5547> was [already] named, <WG3687> that I might not build <WG3618> upon another <WG245> man's foundation; <WG2310>"},{"number":21,"verse":"but as it is written, <WG1125> \"They who <WG3739> had <WG312> no <WG3756> news <WG312> of Him shall see, <WG3708> And they who have not heard <WG191> shall understand. <WG4920>\""},{"number":22,"verse":"For this <WG1352> reason <WG1352> I have often <WG4183> been hindered <WG1465> from coming <WG2064> to you;"},{"number":23,"verse":"but now, <WG3570> with no <WG3371> further <WG3371> place <WG5117> for me in these <WG3778> regions, <WG2824> and since I have had <WG2192> for many <WG2425> years <WG2094> a longing <WG1974> to come <WG2064> to you"},{"number":24,"verse":"whenever <WG5613> <WG1437> I go <WG4198> to Spain <WG4681> – for I hope <WG1679> to see <WG2300> you in passing, <WG1279> and to be helped <WG4311> on my way <WG4311> there <WG1563> by you, when I have first <WG4413> enjoyed <WG1705> your company for a while <WG3313> –"},{"number":25,"verse":"but now, <WG3570> I am going <WG4198> to Jerusalem <WG2419> serving <WG1247> the saints. <WG40>"},{"number":26,"verse":"For Macedonia <WG3109> and Achaia <WG882> have been <WG2106> pleased <WG2106> to make <WG4160> a contribution <WG2842> for the poor <WG4434> among the saints <WG40> in Jerusalem. <WG2419>"},{"number":27,"verse":"Yes, <WG1063> they were pleased <WG2106> [to do so,] and they are indebted <WG3781> to them. For if <WG1487> the Gentiles <WG1484> have shared <WG2841> in their spiritual <WG4152> things, <WG4152> they are indebted <WG3784> to minister <WG3008> to them also <WG2532> in material <WG4559> things. <WG4559>"},{"number":28,"verse":"Therefore, <WG3767> when I have finished <WG2005> this, <WG3778> and have put <WG4972> my seal <WG4972> on this <WG3778> fruit <WG2590> of theirs, <WG846> I will go <WG565> on by way <WG1223> of you to Spain. <WG4681>"},{"number":29,"verse":"And I know <WG3609> that when I come <WG2064> to you, I will come <WG2064> in the fulness <WG4138> of the blessing <WG2129> of Christ. <WG5547>"},{"number":30,"verse":"Now <WG1161> I urge <WG3870> you, brethren, <WG80> by our Lord <WG2962> Jesus <WG2424> Christ <WG5547> and by the love <WG26> of the Spirit, <WG4151> to strive <WG4865> together <WG4865> with me in your prayers <WG4335> to God <WG2316> for me,"},{"number":31,"verse":"that I may be delivered <WG4506> from those <WG3588> who are disobedient <WG544> in Judea, <WG2453> and [that] my service <WG1248> for Jerusalem <WG2419> may prove <WG1096> acceptable <WG2144> to the saints; <WG40>"},{"number":32,"verse":"so <WG2443> that I may come <WG2064> to you in joy <WG5479> by the will <WG2307> of God <WG2316> and find <WG4875> [refreshing] rest <WG4875> in your company."},{"number":33,"verse":"Now <WG1161> the God <WG2316> of peace <WG1515> be with you all. <WG3956> Amen. <WG281>"}]}