{"bibleAbbr":"Geneva1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"Vvhen the people became murmurers, it displeased the Lorde: and the Lorde heard it, therefore his wrath was kindled, and the fire of the Lorde burnt among them, and consumed the vtmost parte of the hoste."},{"number":2,"verse":"Then the people cryed vnto Moses: and when Moses praied vnto the Lorde, the fire was quenched."},{"number":3,"verse":"And he called the name of that place Taberah, because the fire of the Lorde burnt among them."},{"number":4,"verse":"And the mixt Which were of those strangers that came out of Egypt with them, (Exo_12:38). multitude that [was] among them fell a lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat?"},{"number":5,"verse":"We remember the fish, which we did eat in Egypt For a final price, or good cheap. freely; the cucumbers, and the melons, and the leeks, and the onions, and the garlick:"},{"number":6,"verse":"But now our soul [is] For the greedy lust of flesh. dried away: [there is] nothing at all, beside this manna, [before] our eyes."},{"number":7,"verse":"And the manna [was] as coriander seed, and the colour thereof as the colour of Which is a white pearl, or precious stone. bdellium."},{"number":8,"verse":"The people went about and gathered it, and ground it in milles, or beat it in morters, and baked it in a cauldron, and made cakes of it, and the taste of it was like vnto the taste of fresh oyle."},{"number":9,"verse":"And when the dewe fell downe vpon the hoste in the night, the Man fell with it)"},{"number":10,"verse":"Then Moses heard the people weepe throughout their families, euery man in the doore of his tent, and the wrath of the Lord was grieuously kindled: also Moses was grieued."},{"number":11,"verse":"And Moses said unto the LORD, Wherefore hast thou afflicted thy servant? and wherefore have I not found Or, how have I displeased you? favour in thy sight, that thou layest the burden of all this people upon me?"},{"number":12,"verse":"Have I Am I their father, that no one may have charge of them but I? conceived all this people? have I begotten them, that thou shouldest say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the Of Canaan promised by another to our fathers. land which thou swarest unto their fathers?"},{"number":13,"verse":"Where should I haue flesh to giue vnto al this people? For they weepe vnto me, saying, Giue vs flesh that we may eate."},{"number":14,"verse":"I am not able to beare al this people alone, for it is too heauie for me."},{"number":15,"verse":"And if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy I would rather die than see my grief and misery daily increased by their rebellion. sight; and let me not see my wretchedness."},{"number":16,"verse":"Then the Lord said vnto Moses, Gather vnto me seuetie men of ye Elders of Israel, whome thou knowest, that they are the Elders of the people, and gouernonrs ouer them, & bring them vnto the Tabernacle of the Congregation, and let them stand there with thee,"},{"number":17,"verse":"And I will come down and talk with thee there: I will distribute my spirit among them, as I have done to you. and I will take of the spirit which [is] upon thee, and will put [it] upon them; and they shall bear the burden of the people with thee, that thou bear [it] not thyself alone."},{"number":18,"verse":"And say thou unto the people, Prepare yourselves that you may be clean. Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the LORD, saying, Who shall give us flesh to eat? for [it was] well with us in Egypt: therefore the LORD will give you flesh, and ye shall eat."},{"number":19,"verse":"Ye shal not eat one day nor two daies, nor fiue daies, neither ten daies, nor twentie dayes,"},{"number":20,"verse":"[But] even a whole month, until it come out at your nostrils, and it be loathsome unto you: because that ye have Or, cast him off, because you refused manna, which he appointed as most suitable for you. despised the LORD which [is] Who leads and governs you. among you, and have wept before him, saying, Why came we forth out of Egypt?"},{"number":21,"verse":"And Moses said, The people, Of whom I have charge. among whom I [am], [are] six hundred thousand footmen; and thou hast said, I will give them flesh, that they may eat a whole month."},{"number":22,"verse":"Shall the sheepe and the beeues be slaine for them, to finde them? Either shall all the fish of the sea be gathered together for them to suffice them?"},{"number":23,"verse":"And the Lorde saide vnto Moses, Is the Lordes hand shortened? Thou shalt see now whether my word shal come to passe vnto thee, or no."},{"number":24,"verse":"So Moses went out, and told the people the wordes of the Lorde, and gathered seuentie men of the Elders of the people, and set them round about the Tabernacle."},{"number":25,"verse":"And the LORD came down in a cloud, and spake unto him, and took of the spirit that [was] upon him, and gave [it] unto the seventy elders: and it came to pass, [that], when the spirit rested upon them, they prophesied, and did not From that day the spirit of prophecy did not settle them. cease."},{"number":26,"verse":"But there remained two of the men in the hoste: the name of the one was Eldad, and the name of the other Medad, and the Spirit rested vpon them, (for they were of them that were written, and went not out vnto the Tabernacle) and they prophecied in the hoste."},{"number":27,"verse":"Then there ranne a yong man, and tolde Moses, and saide, Eldad and Medad doe prophesie in the hoste."},{"number":28,"verse":"And Joshua the son of Nun, the servant of Moses, [one] of his Or, a young man whom he had chosen from his youth. young men, answered and said, My lord Moses, Such blind zeal was in the apostles, (Mar_9:38; Luk_9:44). forbid them."},{"number":29,"verse":"But Moses saide vnto him, Enuiest thou for my sake? yea, would God that all the Lordes people were Prophets, and that the Lord woulde put his Spirit vpon them."},{"number":30,"verse":"And Moses returned into the hoste, he and the Elders of Israel."},{"number":31,"verse":"Then there went foorth a winde from the Lorde, and brought quailes from the Sea, and let them fall vpon the campe, a dayes iourney on this side, and a dayes iourney on the other side, round about the hoste, and they were about two cubites aboue the earth."},{"number":32,"verse":"And the people stood up all that day, and all [that] night, and all the next day, and they gathered the quails: he that gathered least gathered ten Of Homer, read (Lev_27:16) also it signifies a heap, as in (Exo_8:14; Jdg_15:16). homers: and they spread [them] all abroad for themselves round about the camp."},{"number":33,"verse":"While the flesh was yet betweene their teeth, before it was chewed, euen the wrath of the Lorde was kindled against the people, and the Lorde smote the people with an exceeding great plague."},{"number":34,"verse":"So the name of the place was called, Kibroth-hattaauah: for there they buried the people that fell a lusting."},{"number":35,"verse":"From Kibroth-hattaauah ye people tooke their iourney to Hazeroth, & abode at Hazeroth."}]}