{"bibleAbbr":"Geneva1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses, and to Aaron, saying,"},{"number":2,"verse":"In the twelve tribes were four principle standards, so that every three tribes had their standard. Every man of the children of Israel shall pitch by his own standard, with the ensign of their father's house: far off about the tabernacle of the congregation shall they pitch."},{"number":3,"verse":"On the East side towarde the rising of the sunne, shall they of the standerd of the hoste of Iudah pitch according to their armies: and Nahshon the sonne of Amminadab shalbe captaine of the sonnes of Iudah."},{"number":4,"verse":"And his hoste and the nomber of the were seuentie and foure thousande and sixe hundreth."},{"number":5,"verse":"And those that do pitch next unto him [shall be] the tribe Judah, Issachar and Zebulun the sons of Leah were of the first standard. of Issachar: and Nethaneel the son of Zuar [shall be] captain of the children of Issachar."},{"number":6,"verse":"And his hoste, & the nomber thereof were foure and fiftie thousand, and foure hundreth."},{"number":7,"verse":"Then the tribe of Zebulun, and Eliab the sonne of Helon, captaine ouer the sonnes of Zebulun:"},{"number":8,"verse":"And his hoste, and the nomber thereof seuen and fiftie thousand and foure hundreth:"},{"number":9,"verse":"All that were numbered in the Of those who were contained under that name. camp of Judah [were] an hundred thousand and fourscore thousand and six thousand and four hundred, throughout their armies. These shall first set forth."},{"number":10,"verse":"On the south side [shall be] the standard of the camp Reuben and Simeon, the sons of Leah, and Gad, the son of Zilpah her maid, were of the second standard. of Reuben according to their armies: and the captain of the children of Reuben [shall be] Elizur the son of Shedeur."},{"number":11,"verse":"And his host, and the nomber thereof sixe and fourty thousand and fiue hundreth."},{"number":12,"verse":"And by him shal the tribe of Simeon pitch, and the captaiue ouer the sonnes of Simeon shall be Shelumiel the sonne of Zurishaddai:"},{"number":13,"verse":"And his hoste, and the nomber of them, nine and fiftie thousand and three hundreth."},{"number":14,"verse":"And the tribe of Gad, and the captaine ouer the sonnes of Gad shall be Eliasaph the sonne of Deuel:"},{"number":15,"verse":"And his host and the nomber of the were fiue and fourtye thousande, sixe hundreth and fiftie."},{"number":16,"verse":"All the nomber of the campe of Reuben were an hundreth and one and fiftie thousande, and foure hundreth and fiftie according to their armies, and they shall set foorth in the seconde place."},{"number":17,"verse":"Then the tabernacle of the congregation shall set forward with the camp of the Levites in the Because it might be an equal distance from each one, and all indifferently have recourse to it. midst of the camp: as they encamp, so shall they set forward, every man in his place by their standards."},{"number":18,"verse":"Because Ephraim and Manasseh took the place of Joseph their father, they are taken as Rachel's children, so they and Benjamin make the third standard. On the west side [shall be] the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim [shall be] Elishama the son of Ammihud."},{"number":19,"verse":"And his host and the nomber of the were fortie thousand and fiue hundreth."},{"number":20,"verse":"And by him shalbe the tribe of Manasseh, and the captaine ouer the sonnes of Manasseh shalbe Gamliel the sonne of Pedahzur:"},{"number":21,"verse":"And his hoste and the nomber of them were two and thirtie thousand and two hundreth."},{"number":22,"verse":"And the tribe of Beniamin, and ye captaine ouer the sonnes of Beniamin shalbe Abidan the sonne of Gideoni:"},{"number":23,"verse":"And his host, and the nomber of the were fiue and thirtie thousand and foure hundreth."},{"number":24,"verse":"All the nomber of the campe of Ephraim were an hundreth and eight thousande and one hundreth according to their armies, and they shal go in the third place."},{"number":25,"verse":"The standard of the camp of Dan and Naphtali the sons of Bilhah Rachel's maid with Asher the son of Zilpah make the fourth standard. Dan [shall be] on the north side by their armies: and the captain of the children of Dan [shall be] Ahiezer the son of Ammishaddai."},{"number":26,"verse":"And his host & the number of them were two and threescore thousand and seue hundreth."},{"number":27,"verse":"And by him shal the tribe of Asher pitch, and the captaine ouer the sonnes of Asher shalbe Pagiel the sonne of Ocran."},{"number":28,"verse":"And his host and the nomber of them were one and fourtie thousand and fiue hundreth."},{"number":29,"verse":"Then the tribe of Naphtali, and the captaine ouer the children of Naphtali shall be Ahira the sonne of Enan:"},{"number":30,"verse":"And his host and the nomber of them were three and fiftie thousand and foure hundreth."},{"number":31,"verse":"All the nomber of the host of Dan was an hundreth and seuen and fiftie thousand and sixe hundreth: they shall goe hinmost with their standerdes."},{"number":32,"verse":"These [are] Which were of twenty years and above. those which were numbered of the children of Israel by the house of their fathers: all those that were numbered of the camps throughout their hosts [were] six hundred thousand and three thousand and five hundred and fifty."},{"number":33,"verse":"But the Leuites were not nombred among the children of Israel, as the Lord had commanded Moses."},{"number":34,"verse":"And the children of Israel did according to all that the LORD commanded Moses: so they pitched by their For under every one of the four principal standards, were various signs to keep every band. standards, and so they set forward, every one after their families, according to the house of their fathers."}]}