{"bibleAbbr":"Geneva1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"And [when] king Arad the Canaanite, which dwelt in the south, heard tell that Israel came by the By that way which their spies, that searched the dangers found to he most safe. way of the spies; then he fought against Israel, and took [some] of them prisoners."},{"number":2,"verse":"So Israel vowed a vowe vnto the Lord, and said, If thou wilt deliuer and giue this people into mine hand, then I wil vtterly destroy their cities."},{"number":3,"verse":"And the Lord heard the voyce of Israel, and deliuered them the Canaanites: and they vtterly destroied them and their cities, and called ye name of the place Hormah."},{"number":4,"verse":"And they journeyed from mount Hor by the way of the Red sea, to For they were forbidden to destroy it, (Deu_2:5). compass the land of Edom: and the soul of the people was much discouraged because of the way."},{"number":5,"verse":"And the people spake against God, and against Moses, Wherefore have ye brought us up out of Egypt to die in the wilderness? for [there is] no bread, neither [is there any] water; and our soul loatheth this light Meaning manna, which they thought did not nourish. bread."},{"number":6,"verse":"And the LORD sent For they that were bitten by them were so inflamed by the poison of them, that they died. fiery serpents among the people, and they bit the people; and much people of Israel died."},{"number":7,"verse":"Therefore the people came to Moses & said, We haue sinned: for wee haue spoken against the Lord, and against thee: pray to the Lorde, that he take away the serpents from vs: and Moses prayed for the people."},{"number":8,"verse":"And the Lord said vnto Moses, Make thee a fiery serpent, and set it vp for a signe, that as many as are bitten, may looke vpon it, and liue."},{"number":9,"verse":"So Moses made a serpent of brasse, and set it vp for a signe: and when a serpent had bitten a man, then he looked to the serpent of brasse, and liued."},{"number":10,"verse":"And ye children of Israel departed thence, and pitched in Oboth."},{"number":11,"verse":"And they departed from Oboth, & pitched in lie-abarim, in the wildernesse, which is before Moab on the Eastside."},{"number":12,"verse":"They remoued thence, and pitched vpon the riuer of Zared."},{"number":13,"verse":"Thence they departed, & pitched on the other side of Arnon, which is in the wildernesse, and commeth out of the coasts of the Amorites: (for Arnon is the border of Moab, betweene the Moabites and the Amorites)"},{"number":14,"verse":"Wherefore it is said in the Which seems to be the book of the Judges, or as some think, a book which is lost. book of the wars of the LORD, What he did in the Red sea, and in the brooks of Arnon,"},{"number":15,"verse":"And at the streame of the riuers that goeth downe to the dwelling of Ar, and lieth vpon the border of Moab."},{"number":16,"verse":"And from thence they turned to Beer: the same is the well where the Lord said vnto Moses, Assemble the people, and I wil giue them water."},{"number":17,"verse":"Then Israel sang this song, Spring up, O well; You that receive the convenience of it, give praise for it. sing ye unto it:"},{"number":18,"verse":"The princes digged the well, the nobles of the people digged it, by [the direction of] the Only Moses and Aaron, the heads of the people, struck the rock with the rod or staff, which gave water as a well that was deep digged. lawgiver, with their staves. And from the wilderness [they went] to Mattanah:"},{"number":19,"verse":"And from Mattanah to Nahaliel, and from Nahaliel to Bamoth,"},{"number":20,"verse":"And from Bamoth in the valley, that is in the plaine of Moab, to the top of Pisgah that looketh toward Ieshimon."},{"number":21,"verse":"Then Israel sent messengers vnto Sihon, King of the Amorites, saying,"},{"number":22,"verse":"Let me goe through thy land: we wil not turne aside into the fieldes, nor into the vineyardes, neither drinke of the waters of ye welles: we will goe by the kings way, vntill we be past thy countrey."},{"number":23,"verse":"But Sihon gaue Israel no licence to passe through his countrey, but Sihon assembled all his people, and went out against Israel into the wildernesse: and he came to Iahoz, and fought against Israel."},{"number":24,"verse":"And Israel smote him with the edge of the sword, and possessed his land from Arnon unto The river. Jabbok, even unto the children of Ammon: for the border of the children of Ammon [was] For the people were tall and strong like giants; (Deu_2:20). strong."},{"number":25,"verse":"And Israel tooke al these cities, & dwelt in all the cities of the Amorites in Heshbon and in all the villages thereof."},{"number":26,"verse":"For For if it had been the Moabites, the Israelites might not have possessed it, (Deu_2:9). Heshbon [was] the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even unto Arnon."},{"number":27,"verse":"Wherefore they that speake in prouerbes, say, Come to Heshbon, let the citie of Sihon bee built and repaired:"},{"number":28,"verse":"For there is a Meaning, wane. fire gone out of Heshbon, a flame from the city of Sihon: it hath consumed Ar of Moab, [and] the lords of the high places of Arnon."},{"number":29,"verse":"Woe to thee, Moab! thou art undone, O people of Chemosh was the idol of the Moabites, (1Ki_11:33) who was not able to defend his worshippers, who took the idol for their father. Chemosh: he hath given his sons that escaped, and his daughters, into captivity unto Sihon king of the Amorites."},{"number":30,"verse":"Their empire also is lost from Heshbon vnto Dibon, and wee haue destroyed them vnto Nophah, which reacheth vnto Medeba."},{"number":31,"verse":"Thus Israel dwelt in the lande of the Amorites."},{"number":32,"verse":"And Moses sent to searche out Iaazer, and they tooke the townes belonging thereto, and rooted out the Amorites that were there."},{"number":33,"verse":"And they turned and went vp toward Bashan: and Og the King of Bashan came out against them, hee, and all his people, to fight at Edrei."},{"number":34,"verse":"Then the Lord said vnto Moses, Feare him not: for I haue deliuered him into thine hand and all his people, and his land: and thou shalt do to him as thou diddest vnto Sihon the king of the Amorites, which dwelt at Heshbon."},{"number":35,"verse":"They smote him therefore, and his sonnes, and all his people, vntill there was none left him: so they conquered his land."}]}