{"bibleAbbr":"GB1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"And when Balaam saw that it pleased the LORD to bless Israel, he went not, as at other times, to seek for enchantments, but he set his face toward the Where the Israelites camped. wilderness."},{"number":2,"verse":"And Balaam lift vp his eyes, & looked vpon Israel, which dwelt according to their tribes, and the Spirit of God came vpon him."},{"number":3,"verse":"And he took up his parable, and said, Balaam the son of Beor hath said, and the man whose eyes His eyes were shut up before in respect to the clear visions which he saw after. are open hath said:"},{"number":4,"verse":"He hath said, which heard the words of God, which saw the vision of the Almighty, Though he lay as in a sleep, yet the eyes of his mind were open. falling [into a trance], but having his eyes open:"},{"number":5,"verse":"How goodly are thy tentes, O Iaakob, & thine habitations, O Israel!"},{"number":6,"verse":"As the valleis, are they stretched forth, as gardes by the riuers side, as the aloe trees, which the Lorde hath planted, as the cedars beside the waters."},{"number":7,"verse":"He shall pour the His prosperity and posterity will be very great. water out of his buckets, and his seed [shall be] in many waters, and his king shall be higher than Which name was common to the kings of Amalek. Agag, and his kingdom shall be exalted."},{"number":8,"verse":"God brought him out of Egypt: his strength shalbe as an vnicorne: he shal eate the nations his enemies, and bruise their bones, & shoote them through with his arrowes."},{"number":9,"verse":"He coucheth and lieth downe as a yong lion, and as a lion: who shall stirre him vp? blessed is he that blesseth thee, and cursed is he that curseth thee."},{"number":10,"verse":"And Balak's anger was kindled against Balaam, and he In token of anger. smote his hands together: and Balak said unto Balaam, I called thee to curse mine enemies, and, behold, thou hast altogether blessed [them] these three times."},{"number":11,"verse":"Therefore now flee thou to thy place: I thought to promote thee unto great honour; but, lo, the Thus the wicked burden God when they cannot carry out their wicked enterprises. LORD hath kept thee back from honour."},{"number":12,"verse":"Then Balaam answered Balak, Tolde I not also thy messengers, which thou sentest vnto me, saying,"},{"number":13,"verse":"If Balak would giue me his house ful of siluer and gold, I can not passe the commandement of the Lorde, to doe either good or bad of mine owne minde? what the Lord shall commaunde, the same will I speake."},{"number":14,"verse":"And now, behold, I go unto my people: come [therefore, and] I will He gave also wicked counsel to cause the Israelites to sin, that God might forsake them, (Num_31:16). advertise thee what this people shall do to thy people in the latter days."},{"number":15,"verse":"And he vttered his parable, and sayd, Balaam the sonne of Beor hath sayde, and the man whose eyes were shut vp, hath sayd,"},{"number":16,"verse":"He hath said that heard the words of God, and hath the knowledge of the most High, and sawe the vision of the Almightie, and falling in a traunce had his eyes opened:"},{"number":17,"verse":"I shall see him, but not now: I shall behold him, but not nigh: there shall come a Meaning Christ. Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the That is, the princes. corners of Moab, and destroy all the children of He shall subdue all that resist: for of Sheth came Noah, and of Noah all the world. Sheth."},{"number":18,"verse":"And Edom shalbe possessed, and Seir shall be a possession to their enemies: but Israel shal do valiantly."},{"number":19,"verse":"Out of Jacob shall come he that shall have dominion, and shall destroy him that remaineth of the Of the Edomites. city."},{"number":20,"verse":"And when he looked on Amalek, he took up his parable, and said, Amalek [was] the The Amalekites first made war against Israel, (Num_14:45). first of the nations; but his latter end [shall be] that he perish for ever."},{"number":21,"verse":"And he looked on the Kenites, and took up his parable, and said, Strong is thy dwellingplace, and thou Make yourself as strong as you can. puttest thy nest in a rock."},{"number":22,"verse":"Neuerthelesse, the Kenite shalbe spoyled vntill Asshur cary thee away captiue."},{"number":23,"verse":"And he took up his parable, and said, Alas, Some read, Oh who shall not perish when the enemy (that is, Antichrist) shall set himself up as God? who shall live when God doeth this!"},{"number":24,"verse":"And ships [shall come] from the coast of The Grecians and Romans. Chittim, and shall afflict Asshur, and shall afflict Eber, and Meaning, Eber, or the Jews for rebelling against God. he also shall perish for ever."},{"number":25,"verse":"Then Balaam rose vp, and went and returned to his place: and Balak also went his way."}]}