{"bibleAbbr":"Geneva1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"And Moses spake unto the heads of the tribes Because they might declare them to the Israelites. concerning the children of Israel, saying, This [is] the thing which the LORD hath commanded."},{"number":2,"verse":"{\\cf2 (30:3)} Whosoeuer voweth a vow vnto the Lord, or sweareth an othe to binde him selfe by a bonde, he shall not breake his promise, but shall do according to al that proceedeth out of his mouth."},{"number":3,"verse":"{\\cf2 (30:4)} If a woman also vow a vow vnto the Lord, and binde her selfe by a bonde, being in her fathers house, in the time of her youth,"},{"number":4,"verse":"And her father hear her vow, and her bond wherewith she hath bound her soul, and her father shall hold his For in so doing he approves her. peace at her: then all her vows shall stand, and every bond wherewith she hath bound her soul shall stand."},{"number":5,"verse":"But if her By not approving or consenting to her vow. father disallow her in the day that he heareth; not any of her vows, or of her bonds wherewith she hath bound her soul, shall stand: and the LORD shall forgive her, because her father disallowed her."},{"number":6,"verse":"And if she had at all an husband, when she vowed, or Either by oath, or solemn promise. uttered ought out of her lips, wherewith she bound her soul;"},{"number":7,"verse":"{\\cf2 (30:8)} If her husband heard it, & holdeth his peace concerning her, the same day he heareth it, then her vowe shall stande, and her bondes wherewith she bindeth her selfe shall stand in effect."},{"number":8,"verse":"But if her husband disallowed her on the day that he heard [it]; then he shall make her vow which she vowed, and that which she uttered with her lips, wherewith she bound her For she is in subjection to her husband, and can perform nothing without his consent. soul, of none effect: and the LORD shall forgive her."},{"number":9,"verse":"But every vow of a widow, and of her that is divorced, wherewith they have bound their souls, shall stand For they are not under the authority of the man. against her."},{"number":10,"verse":"And if she vowed in her husband's Her husband being alive. house, or bound her soul by a bond with an oath;"},{"number":11,"verse":"{\\cf2 (30:12)} And her husband hath heard it, and helde his peace cocerning her, not disalowing her, then all her vowes shall stand, and euery bond, wherewith she bound her selfe, shall stand in effect."},{"number":12,"verse":"{\\cf2 (30:13)} But if her husband disanulled them, the same day that he heard them, nothing that proceeded out of her lippes concerning her vowes or concerning her bondes, shall stand in effect: for her husband hath disanulled them: and the Lord will forgiue her."},{"number":13,"verse":"Every vow, and every binding oath to To mortify herself by abstinence or other bodily exercise. afflict the soul, her husband may establish it, or her husband may make it void."},{"number":14,"verse":"But if her husband altogether hold his peace at her from And warn her not the same day that he hears it, as in (Num_30:8). day to day; then he establisheth all her vows, or all her bonds, which [are] upon her: he confirmeth them, because he held his peace at her in the day that he heard [them]."},{"number":15,"verse":"But if he shall any ways Not the same day he heard them, but some day after, the sin will be imputed to him and not to her. make them void after that he hath heard [them]; then he shall bear her iniquity."},{"number":16,"verse":"{\\cf2 (30:17)} These are the ordinances which the Lorde commanded Moses, betweene a man & his wife, and betweene the father and his daughter, being young in her fathers house."}]}