{"bibleAbbr":"GB1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"Now the children of Reuben came from Leah, and Gad from Zilpah her handmaid. Reuben and the children of Gad had a very great multitude of cattle: and when they saw the land of Jazer, and the land of Which was named for the heap of stones that Jacob made as a sign of the covenant between him and Laban in (Gen_31:47). Gilead, that, behold, the place [was] a place for cattle;"},{"number":2,"verse":"Then the children of Gad, and the childre of Reuben came, and spake vnto Moses and to Eleazar the Priest, and vnto the princes of the Congregation, saying,"},{"number":3,"verse":"The land of Ataroth, and Dibon, and Iazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,"},{"number":4,"verse":"Which countrey the Lorde smote before the Congregation of Israel, is a lande meete for cattell, and thy seruants haue cattell:"},{"number":5,"verse":"Wherefore, said they, if we haue foud grace in thy sight, let this lande be giuen vnto thy seruants for a possession, & bring vs not ouer Iorde."},{"number":6,"verse":"And Moses said vnto the children of Gad, and to the children of Reuben, Shall your brethren goe to warre, and ye tary heere?"},{"number":7,"verse":"Wherefore now discourage ye the heart of the children of Israel, to goe ouer into the lande, which the Lorde hath giuen them?"},{"number":8,"verse":"Thus did your fathers when I sent them from Kadesh-barnea to see the lande."},{"number":9,"verse":"For when they went vp euen vnto the riuer of Eshcol, and sawe the land: they discouraged the heart of the childre of Israel, that they woulde not goe into the lande, which the Lorde had giuen them."},{"number":10,"verse":"And the Lordes wrath was kindled the same day, and he did sweare, saying,"},{"number":11,"verse":"None of the men that came out of Egypt from twentie yeere olde and aboue, shall see the land for the which I sware vnto Abraha, to Izhak, and to Iaakob, because they haue not wholly followed me:"},{"number":12,"verse":"Except Caleb the sonne of Iephunneh the Kenesite, and Ioshua the sonne of Nun: for they haue constantly followed the Lorde."},{"number":13,"verse":"And the LORD'S anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation, that had done Because they complained and would not believe their report, which told the truth concerning the land. evil in the sight of the LORD, was consumed."},{"number":14,"verse":"And behold, ye are risen vp in your fathers steade as an encrease of sinfull men, still to augment the fierce wrath of the Lord, toward Israel."},{"number":15,"verse":"For if ye turn away from after him, he will yet again leave them in the wilderness; and By your occasion. ye shall destroy all this people."},{"number":16,"verse":"And they went neere to him, and said, We will builde sheepe foldes here for our sheepe, and for our cattell, and cities for our children."},{"number":17,"verse":"But we ourselves will go ready armed before the children of Israel, until we have brought them unto their In the land of Canaan. place: and our little ones shall dwell in the fenced cities because of the inhabitants of the land."},{"number":18,"verse":"We will not returne vnto our houses, vntil the children of Israel haue inherited, euery man his inheritance."},{"number":19,"verse":"Neither wil we inherite with them beyond Iorden and on that side, because our inheritance is fallen to vs on this side Iorden Eastwarde."},{"number":20,"verse":"And Moses said unto them, If ye will do this thing, if ye will go Before the Ark of the Lord. armed before the LORD to war,"},{"number":21,"verse":"And will go all of you armed over Jordan before the LORD, until he hath driven out his That is, the inhabitants of the land. enemies from before him,"},{"number":22,"verse":"And the land be subdued before the LORD: then afterward ye shall return, and be guiltless before the LORD, and before Israel; and this land shall be your possession The Lord will grant you this land which you request, (Jos_1:15). before the LORD."},{"number":23,"verse":"But if ye will not do so, behold, ye have sinned against the LORD: and be sure your sin You shall assuredly be punished for your sin. will find you out."},{"number":24,"verse":"Builde you then cities for your children & folds for your sheepe, and do that ye haue spoke."},{"number":25,"verse":"Then the children of Gad & the children of Reuben spake vnto Moses, saying, Thy seruats will doe as my lorde commandeth:"},{"number":26,"verse":"Our childre, our wiues, our sheepe, & al our cattell shall remaine there in the cities of Gilead,"},{"number":27,"verse":"But thy seruants will goe euery one armed to warre before the Lorde for to fight, as my lorde saith."},{"number":28,"verse":"So concerning them Moses Moses gave charge that his promise made to the Reubenites, and other, would be performed after his death so that they would not break theirs. commanded Eleazar the priest, and Joshua the son of Nun, and the chief fathers of the tribes of the children of Israel:"},{"number":29,"verse":"And Moses said vnto them, If the children of Gad, and the children of Reuben, will go with you ouer Iorden, all armed to fight before the Lord, then when the land is subdued before you, ye shall giue the the lad of Gilead for a possessio:"},{"number":30,"verse":"But if they will not goe ouer with you armed, then they shall haue their possessions amog you in the land of Canaan."},{"number":31,"verse":"And the children of Gad and the children of Reuben answered, saying, As the This is attributed to the Lord, which his messenger speaks. LORD hath said unto thy servants, so will we do."},{"number":32,"verse":"We will goe armed before the Lorde into the lande of Canaan: that the possession of our inheritance may be to vs on this side Iorden."},{"number":33,"verse":"And Moses gave unto them, [even] to the children of Gad, and to the children of Reuben, and unto half the tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the The Amorites dwelled on both sides of Jordan: but here he makes mention of them that dwelt on this side: (Jos_10:12) he speaks of them that inhabited beyond Jordan. Amorites, and the kingdom of Og king of Bashan, the land, with the cities thereof in the coasts, [even] the cities of the country round about."},{"number":34,"verse":"Then the children of Gad built Dibon, and Ataroth, and Aroer,"},{"number":35,"verse":"And Atroth, Shophan, and Iazer, and Iogbehah,"},{"number":36,"verse":"And Beth-nimrah, and Beth-haran, defenced cities: also sheepe foldes."},{"number":37,"verse":"And the children of Reuben built Heshbon, and Elealeh, and Kiriathaim,"},{"number":38,"verse":"And Nebo, and Baal-meon, and turned their names, and Shibmah: and gaue other names vnto the cities which they built."},{"number":39,"verse":"And the children of Machir the sonne of Manasseh went to Gilead, and tooke it, and put out the Amorites that dwelt therein."},{"number":40,"verse":"Then Moses gaue Gilead vnto Machir the sonne of Manasseh, and he dwelt therein."},{"number":41,"verse":"And Jair the son of Manasseh went and took the small towns thereof, and called them That is the villages of Jair. Havothjair."},{"number":42,"verse":"Also Nobah went and tooke Kenath, with the villages thereof and called it Nobah, after his owne name."}]}