{"bibleAbbr":"GB1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"And the It seems that the tribes contended who might marry these daughters to have their inheritance: and therefore the sons of Joseph proposed the matter to Moses. chief fathers of the families of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near, and spake before Moses, and before the princes, the chief fathers of the children of Israel:"},{"number":2,"verse":"And they said, The LORD commanded Meaning Moses. my lord to give the land for an inheritance by lot to the children of Israel: and my lord was commanded by the LORD to give the inheritance of Zelophehad our brother unto his daughters."},{"number":3,"verse":"If they bee married to any of the sonnes of the other tribes of the children of Israel, then shall their inheritance be taken away from the inheritance of our fathers, and shalbe put vnto the inheritance of the tribe whereof they shalbe: so shall it be taken away from the lot of our inheritance."},{"number":4,"verse":"And when the Signifying that at no time could it return, for in the Jubile all things returned to their own tribes. jubile of the children of Israel shall be, then shall their inheritance be put unto the inheritance of the tribe whereunto they are received: so shall their inheritance be taken away from the inheritance of the tribe of our fathers."},{"number":5,"verse":"And Moses commanded the children of Israel according to the word of the LORD, saying, The tribe of the sons of Joseph hath said For the tribe could not have continued, if the inheritance which was the maintenance of it should have been alienated to others. well."},{"number":6,"verse":"This is the thing that the Lorde hath commaunded, concerning the daughters of Zelophehad, saying, They shall be wiues, to whome they thinke best, onely to the familie of the tribe of their father shall they marry:"},{"number":7,"verse":"So shall not the inheritance of the children of Israel remoue from tribe to tribe, for euery one of the children of Israel shal ioyne himselfe to the inheritance of the tribe of his fathers."},{"number":8,"verse":"And every daughter, that possesseth an When there is no male to inherit. inheritance in any tribe of the children of Israel, shall be wife unto one of the family of the tribe of her father, that the children of Israel may enjoy every man the inheritance of his fathers."},{"number":9,"verse":"Neither shal the inheritance go about from tribe to tribe: but euery one of the tribes of the childre of Israel shal sticke to his own inheritace."},{"number":10,"verse":"As the Lord commanded Moses, so did the daughters of Zelophehad."},{"number":11,"verse":"For Mahlah, Tirzah, & Hoglah, and Milcah, and Noah the daughters of Zelophehad were married vnto their fathers brothers sonnes,"},{"number":12,"verse":"They were wiues to certaine of the families of the sonnes of Manasseh the sonne of Ioseph: so their inheritance remained in the tribe of the familie of their father."},{"number":13,"verse":"These [are] the Concerning the ceremonial and judicial laws. commandments and the judgments, which the LORD commanded by the hand of Moses unto the children of Israel in the plains of Moab by Jordan [near] Jericho."}]}