{"bibleAbbr":"GB1587","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":6,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, saying,"},{"number":2,"verse":"Speak unto the children of Israel, and say unto them, When either man or woman shall separate [themselves] to vow a vow of a Who separated themselves from the world, and dedicated themselves to God: a figure which was accomplished in Christ. Nazarite, to separate [themselves] unto the LORD:"},{"number":3,"verse":"He shall absteine fro wine & strong drinke, and shal drinke no sowre wine nor sowre drinke, nor shall drinke any licour of grapes, neither shal eate fresh grapes nor dryed."},{"number":4,"verse":"As long as his abstinence endureth, shall hee eat nothing that is made of the wine of the vine, neither the kernels, nor the huske."},{"number":5,"verse":"While hee is separate by his vowe, the rasor shall not come vpon his head, vntill the dayes be out, in the which he separateth him selfe vnto the Lord, he shalbe holy, and shall let the lockes of the heare of his head growe."},{"number":6,"verse":"All the days that he separateth [himself] unto the LORD he shall come at no As at burials, or mournings. dead body."},{"number":7,"verse":"He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God [is] upon In that he allowed his hair to grow, he signified that he was consecrated to God. his head."},{"number":8,"verse":"All the dayes of his separation he shalbe holy to the Lord."},{"number":9,"verse":"And if any man die very suddenly by him, and he hath defiled the Whose long hair is a sign that he is dedicated to God. head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it."},{"number":10,"verse":"And in the eight day hee shall bring two turtles, or two yong pigeons to the Priest, at the doore of the Tabernacle of the Congregation."},{"number":11,"verse":"And the priest shall offer the one for a sin offering, and the other for a burnt offering, and make an atonement for him, for that he sinned by By being present where the deceased was. the dead, and shall hallow his head that same day."},{"number":12,"verse":"And he shall Beginning at the eighth day, when he is purified. consecrate unto the LORD the days of his separation, and shall bring a lamb of the first year for a trespass offering: but the So that he shall begin his vow anew. days that were before shall be lost, because his separation was defiled."},{"number":13,"verse":"This then is the lawe of the Nazarite: When the time of his consecration is out, he shall come to the doore of the Tabernacle of the Congregation,"},{"number":14,"verse":"And hee shall bring his offering vnto the Lorde, an hee lambe of a yeere olde without blemish for a burnt offering, and a shee lambe of a yere olde without blemish for a sinne offring, and a ramme without blemish for peace offrings,"},{"number":15,"verse":"And a basket of vnleauened bread, of cakes of fine floure, mingled with oyle, and wafers of vnleauened bread anointed with oile, with their meate offring, and their drinke offrings:"},{"number":16,"verse":"The which the Priest shal bring before the Lorde, and make his sinne offering and his burnt offering."},{"number":17,"verse":"He shal prepare also the ram for a peace offring vnto the Lorde, with the basket of vnleauened bread, and the Priest shal make his meate offring, and his drinke offring."},{"number":18,"verse":"And the Nazarite shall shave the head In token that his vow is ended. of his separation [at] the door of the tabernacle of the congregation, and shall take the hair of the head of his separation, and For the hair which was consecrated to the Lord, might not be cast into any profane place. put [it] in the fire which [is] under the sacrifice of the peace offerings."},{"number":19,"verse":"Then the Priest shall take ye sodden shoulder of the ramme, and an vnleauened cake out of the basket, and a wafer vnleauened, and put them vpon the hands of the Nazarite, after he hath shauen his consecration."},{"number":20,"verse":"And the Priest shal shake them to & fro before the Lorde: this is an holy thing for the Priest besides the shaken breast, and besides the heaue shoulder: so afterwarde the Nazarite may drinke wine."},{"number":21,"verse":"This [is] the law of the Nazarite who hath vowed, [and of] his offering unto the LORD for his separation, At the least he shall do this, if he is not able to offer more. beside [that] that his hand shall get: according to the vow which he vowed, so he must do after the law of his separation."},{"number":22,"verse":"And the Lord spake vnto Moses, saying,"},{"number":23,"verse":"Speak unto Aaron and unto his sons, saying, On this wise ye shall That is, pray for them. bless the children of Israel, saying unto them,"},{"number":24,"verse":"The Lord blesse thee, and keepe thee,"},{"number":25,"verse":"The Lorde make his face shine vpon thee, and be merciful vnto thee,"},{"number":26,"verse":"The Lord lift vp his coutenance vpon thee, and giue thee peace."},{"number":27,"verse":"And they shall put my They shall pray in my Name for them. name upon the children of Israel; and I will bless them."}]}