{"bibleAbbr":"KJV1769","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better<WH2896> is the poor<WH7326> that walketh<WH1980> in his integrity<WH8537>, than he that is perverse<WH6141> in his lips<WH8193>, and is a fool<WH3684>."},{"number":2,"verse":"Also, that the soul<WH5315> be without knowledge<WH1847>, it is not good<WH2896>; and he that hasteth<WH213> with his feet<WH7272> sinneth<WH2398>."},{"number":3,"verse":"The foolishness<WH200> of man<WH120> perverteth<WH5557> his way<WH1870>: and his heart<WH3820> fretteth<WH2196> against the LORD<WH3068>."},{"number":4,"verse":"Wealth<WH1952> maketh<WH3254> many<WH7227> friends<WH7453>; but the poor<WH1800> is separated<WH6504> from his neighbour<WH7453>."},{"number":5,"verse":"A false<WH8267> witness<WH5707> shall not be unpunished<WH5352>, and he that speaketh<WH6315> lies<WH3577> shall not escape<WH4422>. unpunished: Heb. held innocent"},{"number":6,"verse":"Many<WH7227> will intreat<WH2470> the favour<WH6440> of the prince<WH5081>: and every man is a friend<WH7453> to him<WH376> that giveth gifts<WH4976>. him: Heb. a man of gifts"},{"number":7,"verse":"All the brethren<WH251> of the poor<WH7326> do hate<WH8130> him: how much more do his friends<WH4828> go far<WH7368> from him? he pursueth<WH7291> them with words<WH561>, yet they are wanting to him."},{"number":8,"verse":"He that getteth<WH7069> wisdom<WH3820> loveth<WH157> his own soul<WH5315>: he that keepeth<WH8104> understanding<WH8394> shall find<WH4672> good<WH2896>. wisdom: Heb. an heart"},{"number":9,"verse":"A false<WH8267> witness<WH5707> shall not be unpunished<WH5352>, and he that speaketh<WH6315> lies<WH3577> shall perish<WH6>."},{"number":10,"verse":"Delight<WH8588> is not seemly<WH5000> for a fool<WH3684>; much less for a servant<WH5650> to have rule<WH4910> over princes<WH8269>."},{"number":11,"verse":"The discretion<WH7922> of a man<WH120> deferreth<WH748> his anger<WH639>; and it is his glory<WH8597> to pass over<WH5674> a transgression<WH6588>. discretion: or, prudence"},{"number":12,"verse":"The king's<WH4428> wrath<WH2197> is as the roaring<WH5099> of a lion<WH3715>; but his favour<WH7522> is as dew<WH2919> upon the grass<WH6212>."},{"number":13,"verse":"A foolish<WH3684> son<WH1121> is the calamity<WH1942> of his father<WH1>: and the contentions<WH4079> of a wife<WH802> are a continual<WH2956> dropping<WH1812>."},{"number":14,"verse":"House<WH1004> and riches<WH1952> are the inheritance<WH5159> of fathers<WH1>: and a prudent<WH7919> wife<WH802> is from the LORD<WH3068>."},{"number":15,"verse":"Slothfulness<WH6103> casteth<WH5307> into a deep sleep<WH8639>; and an idle<WH7423> soul<WH5315> shall suffer hunger<WH7456>."},{"number":16,"verse":"He that keepeth<WH8104> the commandment<WH4687> keepeth<WH8104> his own soul<WH5315>; but he that despiseth<WH959> his ways<WH1870> shall die<WH4191>."},{"number":17,"verse":"He that hath pity<WH2603> upon the poor<WH1800> lendeth<WH3867> unto the LORD<WH3068>; and that which he hath given<WH1576> will he pay him again<WH7999>. that which: or, his deed"},{"number":18,"verse":"Chasten<WH3256> thy son<WH1121> while there is<WH3426> hope<WH8615>, and let not thy soul<WH5315> spare<WH5375> for his crying<WH4191>. for: or, to his destruction: or, to cause him to die"},{"number":19,"verse":"A man<WH1419> of great<WH1632> wrath<WH2534> shall suffer<WH5375> punishment<WH6066>: for if thou deliver<WH5337> him, yet thou must do it again<WH3254>. do: Heb. add"},{"number":20,"verse":"Hear<WH8085> counsel<WH6098>, and receive<WH6901> instruction<WH4148>, that thou mayest be wise<WH2449> in thy latter end<WH319>."},{"number":21,"verse":"There are many<WH7227> devices<WH4284> in a man's<WH376> heart<WH3820>; nevertheless the counsel<WH6098> of the LORD<WH3068>, that shall stand<WH6965>."},{"number":22,"verse":"The desire<WH8378> of a man<WH120> is his kindness<WH2617>: and a poor man<WH7326> is better<WH2896> than<WH376> a liar<WH3577>."},{"number":23,"verse":"The fear<WH3374> of the LORD<WH3068> tendeth to life<WH2416>: and he that hath it shall abide<WH3885> satisfied<WH7649>; he shall not be visited<WH6485> with evil<WH7451>."},{"number":24,"verse":"A slothful<WH6102> man hideth<WH2934> his hand<WH3027> in his bosom<WH6747>, and will not so much as bring<WH7725> it to his mouth<WH6310> again<WH7725>."},{"number":25,"verse":"Smite<WH5221> a scorner<WH3887>, and the simple<WH6612> will beware<WH6191>: and reprove<WH3198> one that hath understanding<WH995>, and he will understand<WH995> knowledge<WH1847>. will beware: Heb. will be cunning"},{"number":26,"verse":"He that wasteth<WH7703> his father<WH1>, and chaseth away<WH1272> his mother<WH517>, is a son<WH1121> that causeth shame<WH954>, and bringeth reproach<WH2659>."},{"number":27,"verse":"Cease<WH2308>, my son<WH1121>, to hear<WH8085> the instruction<WH4148> that causeth to err<WH7686> from the words<WH561> of knowledge<WH1847>."},{"number":28,"verse":"An ungodly<WH1100> witness<WH5707> scorneth<WH3887> judgment<WH4941>: and the mouth<WH6310> of the wicked<WH7563> devoureth<WH1104> iniquity<WH205>. An: Heb. A witness of Belial"},{"number":29,"verse":"Judgments<WH8201> are prepared<WH3559> for scorners<WH3887>, and stripes<WH4112> for the back<WH1460> of fools<WH3684>."}]}