{"bibleAbbr":"NLT2015","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"Early Years of Asa’s Reign (Verse 14:1 is numbered 13:23 in Hebrew text.) When Abijah died, he was buried in the City of David. Then his son Asa became the next king. There was peace in the land for ten years."},{"number":2,"verse":"(Verses 14:2-15 are numbered 14:1-14 in Hebrew text.) Asa did what was pleasing and good in the sight of the LORD his God."},{"number":3,"verse":"He removed the foreign altars and the pagan shrines. He smashed the sacred pillars and cut down the Asherah poles."},{"number":4,"verse":"He commanded the people of Judah to seek the LORD, the God of their ancestors, and to obey his law and his commands."},{"number":5,"verse":"Asa also removed the pagan shrines, as well as the incense altars from every one of Judah’s towns. So Asa’s kingdom enjoyed a period of peace."},{"number":6,"verse":"During those peaceful years, he was able to build up the fortified towns throughout Judah. No one tried to make war against him at this time, for the LORD was giving him rest from his enemies."},{"number":7,"verse":"Asa told the people of Judah, “Let us build towns and fortify them with walls, towers, gates, and bars. The land is still ours because we sought the LORD our God, and he has given us peace on every side.” So they went ahead with these projects and brought them to completion."},{"number":8,"verse":"King Asa had an army of 300000 warriors from the tribe of Judah, armed with large shields and spears. He also had an army of 280000 warriors from the tribe of Benjamin, armed with small shields and bows. Both armies were composed of well-trained fighting men."},{"number":9,"verse":"Once an Ethiopian (Hebrew a Cushite.) named Zerah attacked Judah with an army of 1000000 men (Or an army of thousands and thousands; Hebrew reads an army of a thousand thousands.) and 300 chariots. They advanced to the town of Mareshah,"},{"number":10,"verse":"so Asa deployed his armies for battle in the valley north of Mareshah. (As in Greek version; Hebrew reads valley of Zephathah near Mareshah.)"},{"number":11,"verse":"Then Asa cried out to the LORD his God, “O LORD, no one but you can help the powerless against the mighty! Help us, O LORD our God, for we trust in you alone. It is in your name that we have come against this vast horde. O LORD, you are our God; do not let mere men prevail against you!”"},{"number":12,"verse":"So the LORD defeated the Ethiopians (Hebrew Cushites; also in 14:13.) in the presence of Asa and the army of Judah, and the enemy fled."},{"number":13,"verse":"Asa and his army pursued them as far as Gerar, and so many Ethiopians fell that they were unable to rally. They were destroyed by the LORD and his army, and the army of Judah carried off a vast amount of plunder."},{"number":14,"verse":"While they were at Gerar, they attacked all the towns in that area, and terror from the LORD came upon the people there. As a result, a vast amount of plunder was taken from these towns, too."},{"number":15,"verse":"They also attacked the camps of herdsmen and captured many sheep, goats, and camels before finally returning to Jerusalem."}]}