{"bibleAbbr":"NLT2015","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"War with Surrounding Nations After this, the armies of the Moabites, Ammonites, and some of the Meunites (As in some Greek manuscripts (see also 26:7); Hebrew repeats Ammonites.) declared war on Jehoshaphat."},{"number":2,"verse":"Messengers came and told Jehoshaphat, “A vast army from Edom (As in one Hebrew manuscript; most Hebrew manuscripts and ancient versions read Aram.) is marching against you from beyond the Dead Sea. (Hebrew the sea.) They are already at Hazazon-tamar.” (This was another name for En-gedi.)"},{"number":3,"verse":"Jehoshaphat was terrified by this news and begged the LORD for guidance. He also ordered everyone in Judah to begin fasting."},{"number":4,"verse":"So people from all the towns of Judah came to Jerusalem to seek the LORD’s help."},{"number":5,"verse":"Jehoshaphat stood before the community of Judah and Jerusalem in front of the new courtyard at the Temple of the LORD."},{"number":6,"verse":"He prayed, “O LORD, God of our ancestors, you alone are the God who is in heaven. You are ruler of all the kingdoms of the earth. You are powerful and mighty; no one can stand against you!"},{"number":7,"verse":"O our God, did you not drive out those who lived in this land when your people Israel arrived? And did you not give this land forever to the descendants of your friend Abraham?"},{"number":8,"verse":"Your people settled here and built this Temple to honor your name."},{"number":9,"verse":"They said, ‘Whenever we are faced with any calamity such as war, (Or sword of judgment; or sword, judgment.) plague, or famine, we can come to stand in your presence before this Temple where your name is honored. We can cry out to you to save us, and you will hear us and rescue us.’"},{"number":10,"verse":"“And now see what the armies of Ammon, Moab, and Mount Seir are doing. You would not let our ancestors invade those nations when Israel left Egypt, so they went around them and did not destroy them."},{"number":11,"verse":"Now see how they reward us! For they have come to throw us out of your land, which you gave us as an inheritance."},{"number":12,"verse":"O our God, won’t you stop them? We are powerless against this mighty army that is about to attack us. We do not know what to do, but we are looking to you for help.”"},{"number":13,"verse":"As all the men of Judah stood before the LORD with their little ones, wives, and children,"},{"number":14,"verse":"the Spirit of the LORD came upon one of the men standing there. His name was Jahaziel son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite who was a descendant of Asaph."},{"number":15,"verse":"He said, “Listen, all you people of Judah and Jerusalem! Listen, King Jehoshaphat! This is what the LORD says: Do not be afraid! Don’t be discouraged by this mighty army, for the battle is not yours, but God’s."},{"number":16,"verse":"Tomorrow, march out against them. You will find them coming up through the ascent of Ziz at the end of the valley that opens into the wilderness of Jeruel."},{"number":17,"verse":"But you will not even need to fight. Take your positions; then stand still and watch the LORD’s victory. He is with you, O people of Judah and Jerusalem. Do not be afraid or discouraged. Go out against them tomorrow, for the LORD is with you!”"},{"number":18,"verse":"Then King Jehoshaphat bowed low with his face to the ground. And all the people of Judah and Jerusalem did the same, worshiping the LORD."},{"number":19,"verse":"Then the Levites from the clans of Kohath and Korah stood to praise the LORD, the God of Israel, with a very loud shout."},{"number":20,"verse":"Early the next morning the army of Judah went out into the wilderness of Tekoa. On the way Jehoshaphat stopped and said, “Listen to me, all you people of Judah and Jerusalem! Believe in the LORD your God, and you will be able to stand firm. Believe in his prophets, and you will succeed.”"},{"number":21,"verse":"After consulting the people, the king appointed singers to walk ahead of the army, singing to the LORD and praising him for his holy splendor. This is what they sang: “Give thanks to the LORD; his faithful love endures forever!”"},{"number":22,"verse":"At the very moment they began to sing and give praise, the LORD caused the armies of Ammon, Moab, and Mount Seir to start fighting among themselves."},{"number":23,"verse":"The armies of Moab and Ammon turned against their allies from Mount Seir and killed every one of them. After they had destroyed the army of Seir, they began attacking each other."},{"number":24,"verse":"So when the army of Judah arrived at the lookout point in the wilderness, all they saw were dead bodies lying on the ground as far as they could see. Not a single one of the enemy had escaped."},{"number":25,"verse":"King Jehoshaphat and his men went out to gather the plunder. They found vast amounts of equipment, clothing, (As in some Hebrew manuscripts and Latin Vulgate; most Hebrew manuscripts read corpses.) and other valuables—more than they could carry. There was so much plunder that it took them three days just to collect it all!"},{"number":26,"verse":"On the fourth day they gathered in the Valley of Blessing, (Hebrew valley of Beracah.) which got its name that day because the people praised and thanked the LORD there. It is still called the Valley of Blessing today."},{"number":27,"verse":"Then all the men returned to Jerusalem, with Jehoshaphat leading them, overjoyed that the LORD had given them victory over their enemies."},{"number":28,"verse":"They marched into Jerusalem to the music of harps, lyres, and trumpets, and they proceeded to the Temple of the LORD."},{"number":29,"verse":"When all the surrounding kingdoms heard that the LORD himself had fought against the enemies of Israel, the fear of God came over them."},{"number":30,"verse":"So Jehoshaphat’s kingdom was at peace, for his God had given him rest on every side."},{"number":31,"verse":"Summary of Jehoshaphat’s Reign So Jehoshaphat ruled over the land of Judah. He was thirty-five years old when he became king, and he reigned in Jerusalem twenty-five years. His mother was Azubah, the daughter of Shilhi."},{"number":32,"verse":"Jehoshaphat was a good king, following the ways of his father, Asa. He did what was pleasing in the LORD’s sight."},{"number":33,"verse":"During his reign, however, he failed to remove all the pagan shrines, and the people never fully committed themselves to follow the God of their ancestors."},{"number":34,"verse":"The rest of the events of Jehoshaphat’s reign, from beginning to end, are recorded in The Record of Jehu Son of Hanani, which is included in The Book of the Kings of Israel."},{"number":35,"verse":"Some time later King Jehoshaphat of Judah made an alliance with King Ahaziah of Israel, who was very wicked. (Or who made him do what was wicked.)"},{"number":36,"verse":"Together they built a fleet of trading ships (Hebrew fleet of ships that could go to Tarshish.) at the port of Ezion-geber."},{"number":37,"verse":"Then Eliezer son of Dodavahu from Mareshah prophesied against Jehoshaphat. He said, “Because you have allied yourself with King Ahaziah, the LORD will destroy your work.” So the ships met with disaster and never put out to sea. (Hebrew never set sail for Tarshish.)"}]}