{"bibleAbbr":"NET2007","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"(Introduction) This (sn The dating of the book of Joel is a matter of dispute. Some scholars date the book as early as the ninth century b. c., during the reign of the boy-king Joash. This view is largely based on the following factors: an argument from silence (e. g., the book of Joel does not mention a king, perhaps because other officials de facto carried out his responsibilities, and there is no direct mention in the book of such later Israelite enemies as the Assyrians, Babylonians, and Persians); inconclusive literary assumptions (e. g., the eighth-century prophet Amos in Amos 9:13 alludes to Joel 3:18); the canonical position of the book (i. e., it is the second book of the Minor Prophets); and literary style (i. e., the book is thought to differ in style from the postexilic prophetic writings). While such an early date for the book is not impossible, none of the arguments used to support it is compelling. Later dates for the book that have been defended by various scholars are, for example, the late seventh century or early sixth century or sometime in the postexilic period (anytime from late sixth century to late fourth century). Most modern scholars seem to date the book of Joel sometime between 400 and 350 b. c. For a helpful discussion of date see J. A. Thompson, “The Date of the Book of Joel,” A Light unto My Path, 453-64. Related to the question of date is a major exegetical issue: Is the army of chapter two to be understood figuratively as describing the locust invasion of chapter one, or is the topic of chapter two an invasion of human armies, either the Babylonians or an eschatological foe? If the enemy could be conclusively identified as the Babylonians, for example, this would support a sixth-century date for the book.) is the LORD’s message (tn Heb “the word of the Lord.”) that was given (tn Heb “that was.” The term “given” does not appear in the Hebrew, but is supplied in the translation for the sake of clarity and smoothness.) to Joel (sn The name Joel means in Hebrew “the Lord is God.” There are a dozen or so individuals with this name in the OT.) the son of Pethuel:"},{"number":2,"verse":"(A Locust Plague Foreshadows the Day of the Lord) Listen to this, you elders; (sn Elders here refers not necessarily to men advanced in years, but to leaders within the community.) pay attention, (tn Heb “give ear.”) all inhabitants of the land. Has anything like this ever happened in your whole life (tn Heb “days.” The term “days” functions here as a synecdoche for one’s lifespan.) or in the lifetime (tn Heb “days.”) of your ancestors? (tn Heb “fathers.”)"},{"number":3,"verse":"Tell your children (tn Heb “sons.” This word occurs several times in this verse.) about it, have your children tell their children, and their children the following generation. (sn The circumstances that precipitated the book of Joel surrounded a locust invasion in Palestine that was of unprecedented proportions. The locusts had devastated the country’s agrarian economy, with the unwelcome consequences extending to every important aspect of commercial, religious, and national life. To further complicate matters, a severe drought had exhausted water supplies, causing life-threatening shortages for animal and human life (cf. v. 20). Locust invasions occasionally present significant problems in Palestine in modern times. The year 1865 was commonly known among Arabic-speaking peoples of the Near East as sent el jarad, “year of the locust.” The years 1892, 1899, and 1904 witnessed significant locust invasions in Palestine. But in modern times there has been nothing equal in magnitude to the great locust invasion that began in Palestine in February of 1915. This modern parallel provides valuable insight into the locust plague the prophet Joel points to as a foreshadowing of the day of the Lord. For an eyewitness account of the 1915 locust invasion of Palestine see J. D. Whiting, “Jerusalem’s Locust Plague,” National Geographic 28 (December 1915): 511-50.)"},{"number":4,"verse":"What the gazam-locust left the ‘arbeh-locust consumed, (tn Heb “eaten.” This verb is repeated three times in v. 4 to emphasize the total devastation of the crops by this locust invasion.) what the ‘arbeh-locust left the yeleq-locust consumed, and what the yeleq-locust left the hasil-locust consumed! (tn The four Hebrew terms used in this verse are of uncertain meaning. English translations show a great deal of variation in dealing with these: (1) For ָגּזָם (gazam) KJV has “palmerworm,” NEB “locust,” NAB “cutter”, NASB “gnawing locust,” NIV “locust swarm,” NKJV “chewing locust,” NRSV, NLT “cutting locust(s),” NIrV “giant locusts”; (2) for אַרְבֶּה (’arbeh) KJV has “locust,” NEB “swarm,” NAB “locust swarm,” NASB, NKJV, NRSV, NLT “swarming locust(s),” NIV “great locusts,” NIrV “common locusts”; (3) for יֶלֶק (yeleq) KJV has “cankerworm,” NEB “hopper,” NAB “grasshopper,” NASB “creeping locust,” NIV, NIrV “young locusts,” NKJV “crawling locust,” NRSV, NLT “hopping locust(s)”; (4) for חָסִיל (khasil) KJV has “caterpillar,” NEB “grub,” NAB “devourer,” NASB, NLT “stripping locust(s),” NIV, NIrV “other locusts,” NKJV “consuming locust,” NRSV “destroying locust.” It is debated whether the Hebrew terms describe different species of locusts or similar insects or different developmental stages of the same species, or are virtual synonyms. While the last seems more likely, given the uncertainty over their exact meaning, the present translation has transliterated the Hebrew terms in combination with the word “locust.”sn Four different words for “locust” are used in this verse. Whether these words represent different life-stages of the locusts, or whether virtual synonyms are being used to underscore the severity of damage caused by the relentless waves of locust invasion, is not entirely certain. The latter seems more likely. Many interpreters have understood the locust plagues described here to be symbolic of invading armies that will devastate the land, but the symbolism could also work the other way, with real plagues of locusts described in the following verses as an invading army.)"},{"number":5,"verse":"Wake up, you drunkards, (sn The word drunkards has a double edge here. Those accustomed to drinking too much must now lament the unavailability of wine. It also may hint that the people in general have become religiously inebriated and are unresponsive to the Lord. They are, as it were, drunkards from a spiritual standpoint.) and weep! Wail, all you wine drinkers, (sn Joel addresses the first of three groups particularly affected by the locust plague. In v. 5 he describes the effects on the drunkards, who no longer have a ready supply of intoxicating wine; in vv. 11–12 he describes the effects on the farmers, who have watched their labors come to naught because of the insect infestation; and in vv. 13–14 he describes the effects on the priests, who are no longer able to offer grain sacrifices and libations in the temple.) because the sweet wine (tn Heb “over the sweet wine, because it.” Cf. KJV, NIV, TEV, NLT “new wine.”) has been taken away (tn Heb “cut off” (so KJV, ASV, NASB, NRSV); NAB “will be withheld.”) from you. (tn Heb “your mouth.” This is a synecdoche of part (the mouth) for whole (the person).)"},{"number":6,"verse":"For a nation (sn As becomes increasingly clear in what follows, this nation is to be understood figuratively. It refers to the locust invasion as viewed from the standpoint of its methodical, destructive advance across the land (BDB 156 s. v. גּוֹי 2). This term is used figuratively to refer to animals one other time (Zeph 2:14).) has invaded (tn Heb “has come up against.”) our (tn Heb “my.”) land. There are so many of them they are too numerous to count. (tn Heb “[It] is huge and there is not number.”) Their teeth are like those (tn Heb “its teeth are the teeth of a lion.”) of a lion; they tear apart their prey like a lioness. (tn Heb “its incisors are those of a lioness.” The sharp, cutting teeth are metonymical for the action of tearing apart and eating prey. The language is clearly hyperbolic. Neither locusts nor human invaders literally have teeth of this size. The prophet is using exaggerated and picturesque language to portray in vivid terms the enormity of the calamity. English versions vary greatly on the specifics: KJV “cheek teeth”; ASV “jaw-teeth”; NAB “molars”; NASB, NIV, NRSV “fangs.”)"},{"number":7,"verse":"They (tn Heb “it.” Throughout vv. 6–7 the Hebrew uses singular forms to describe the locust swarm, but the translation uses plural forms because several details of the text make more sense in English as if they are describing the appearance and effects of individual locusts.) have destroyed our (tn Heb “my.”) vines; (tn Both “vines” and “fig trees” are singular in the Hebrew text, but are regarded as collective singulars.) they have turned our (tn Heb “my.”) fig trees into mere splinters. They have completely stripped off the bark (tn Heb “it has completely stripped her.”) and thrown them aside; the (tn Heb “her.”) twigs are stripped bare. (tn Heb “grow white.”sn Once choice leafy vegetation is no longer available to them, locusts have been known to consume the bark of small tree limbs, leaving them in an exposed and vulnerable condition. It is apparently this whitened condition of limbs that Joel is referring to here.)"},{"number":8,"verse":"(A Call to Lament) Wail (sn The verb is feminine singular, raising a question concerning its intended antecedent. A plural verb would be expected here, the idea being that all the inhabitants of the land should grieve. Perhaps Joel is thinking specifically of the city of Jerusalem, albeit in a representative sense. The choice of the feminine singular verb form has probably been influenced to some extent by the allusion to the young widow in the simile of v. 8.) like a young virgin (tn Or “a young woman” (TEV, CEV). See the note on the phrase “husband-to-be” in the next line.) clothed in sackcloth, lamenting the death of (tn Heb “over the death of.” The term “lamenting” does not appear in the Hebrew, but is supplied in the translation for smoothness.) her husband-to-be. (sn Heb “the husband of her youth.” The woman described here may already be married, so the reference is to the death of a husband rather than a fiancé (a husband-to-be). Either way, the simile describes a painful and unexpected loss to which the national tragedy Joel is describing may be compared.)"},{"number":9,"verse":"No one brings grain offerings or drink offerings to the temple (tn Heb “house.” So also in vv. 13, 14, 16.) of the LORD anymore. (tn Heb “grain offering and drink offering are cut off from the house of the Lord,”) So the priests, those who serve the LORD, are in mourning."},{"number":10,"verse":"The crops of the fields (tn Heb “the field has been utterly destroyed.” The term “field,” a collective singular for “fields,” is a metonymy for crops produced by the fields.) have been destroyed. (tn Joel uses intentionally alliterative language in the phrases שֻׁדַּד שָׂדֶה (shuddad sadeh, “the field is destroyed”) and אֲבְלָה אֲדָמָה (’avlah ’adamah, “the ground is in mourning”).) The ground is in mourning because the grain has perished. The fresh wine has dried up; the olive oil languishes."},{"number":11,"verse":"Be distressed, (tn Heb “embarrassed”; or “be ashamed.”) farmers; wail, vinedressers, over the wheat and the barley. For the harvest of the field has perished."},{"number":12,"verse":"The vine has dried up; the fig tree languishes — the pomegranate, date, and apple (tn This Hebrew word וְתַפּוּחַ (vÿtappuakh) probably refers to the apple tree (so most English versions), but other suggestions that scholars have offered include the apricot, citron, or quince.) as well. In fact, (tn These words are not in the Hebrew text but are supplied in the translation for clarity.) all the trees of the field have dried up. Indeed, the joy of the people (tn Heb “the sons of man.”) has dried up!"},{"number":13,"verse":"Get dressed (tn Heb “put on.” There is no object present in the Hebrew text, but many translations assume “sackcloth” to be the understood object of the verb “put on.” Its absence in the Hebrew text of v. 13 is probably due to metrical considerations. The meter here is 3 + 3, and that has probably influenced the prophet’s choice of words.) and lament, you priests! Wail, you who minister at the altar! Come, spend the night in sackcloth, you servants of my God, because no one brings grain offerings or drink offerings to the temple of your God anymore. (tn Heb “for grain offering and drink offering are withheld from the house of your God.”)"},{"number":14,"verse":"Announce a holy fast; (tn Heb “consecrate a fast” (so NASB).) proclaim a sacred assembly. Gather the elders and (tc The conjunction “and” does not appear in MT or LXX, but does appear in some Qumran texts (4QXIIc and 4QXIIg).) all the inhabitants of the land to the temple of the LORD your God, and cry out to the LORD."},{"number":15,"verse":"How awful that day will be! (tn Heb “Alas for the day!”) For the day of the LORD is near; it will come as destruction from the Divine Destroyer. (tn There is a wordplay in Hebrew here with the word used for “destruction” (שׁוֹד, shod) and the term used for God (שַׁדַּי, shadday). The exact meaning of “Shaddai” in the OT is somewhat uncertain, although the ancient versions and many modern English versions tend to translate it as “Almighty” (e. g., Greek παντοκράτωρ [pantokratwr], Latin omnipotens). Here it might be rendered “Destroyer,” with the thought being that “destruction will come from the Divine Destroyer,” which should not be misunderstood as a reference to the destroying angel. The name “Shaddai” (outside Genesis and without the element “El” [“God”]) is normally used when God is viewed as the sovereign king who blesses/protects or curses/brings judgment. The name appears in the introduction to two of Balaam’s oracles (Num 24:4, 16) of blessing upon Israel. Naomi employs the name when accusing the Lord of treating her bitterly by taking the lives of her husband and sons (Ruth 1:20–21). In Ps 68:14, Isa 13:6, and the present passage, Shaddai judges his enemies through warfare, while Ps 91:1 depicts him as the protector of his people. In Ezek 1:24 and 10:5 the sound of the cherubs’ wings is compared to Shaddai’s powerful voice. The reference may be to the mighty divine warrior’s battle cry which accompanies his angry judgment.)"},{"number":16,"verse":"Our food has been cut off right before our eyes! (tn Heb “Has not the food been cut off right before our eyes?” This rhetorical question expects an affirmative answer; the question has been translated as an affirmation for the sake of clarity and emphasis.) There is no longer any joy or gladness in the temple of our God! (tn Heb “joy and gladness from the house of our God?” Verse 16b is a continuation of the rhetorical question begun in v. 16a, but has been translated as an affirmative statement to make the meaning clear. The words “There is no longer any” are not in the Hebrew text, but have been supplied in the translation for clarity.)"},{"number":17,"verse":"The grains of seed (tn Heb “seed.” The phrase “the grains of” does not appear in the Hebrew, but has been supplied in the translation for the sake of clarity and smoothness.) have shriveled beneath their shovels. (tc This line is textually uncertain. The MT reads “the seed shrivels in their shovels/clods.” One Qumran manuscript (4QXXIIc) reads “the heifers decay in [their] s[talls].” LXX reads “the heifers leap in their stalls.”tn These two lines of v. 17 comprise only four words in the Hebrew; three of the four are found only here in the OT. The translation and meaning are rather uncertain. A number of English versions render the word translated “shovels” as “clods,” referring to lumps of soil (e. g., KJV, NAB, NASB, NIV, NRSV).) Storehouses have been decimated and granaries have been torn down, for the grain has dried up."},{"number":18,"verse":"Listen to the cattle groan! (tn Heb “how the cattle groan!”) The herds of livestock wander around in confusion (tn Heb “the herds of cattle are confused.” The verb בּוּךְ (bukh, “be confused”) sometimes refers to wandering aimlessly in confusion (cf. Exod 14:3).) because they have no pasture. Even the flocks of sheep are suffering."},{"number":19,"verse":"To you, O LORD, I call out for help, (tn The phrase “for help” does not appear in the Hebrew, but is supplied in the translation for the sake of clarity.) for fire (sn Fire here and in v. 20 is probably not to be understood in a literal sense. The locust plague, accompanied by conditions of extreme drought, has left the countryside looking as though everything has been burned up (so also in Joel 2:3).) has burned up (tn Heb “consumed.” This entire line is restated at the end of v. 20.) the grassy pastures, (tn Heb “the pastures of the wilderness.”) flames have razed (tn Heb “a flame has set ablaze.” This fire was one of the effects of the drought.) all the trees in the fields."},{"number":20,"verse":"Even the wild animals (tn Heb “beasts of the field.”) cry out to you; (tn Heb “long for you.” Animals of course do not have religious sensibilities as such; they do not in any literal sense long for Yahweh. Rather, the language here is figurative (metonymy of cause for effect). The animals long for food and water (so BDB 788 s. v. עָרַג), the ultimate source of which is Yahweh.) for the river beds (tn Heb “sources of water.”) have dried up; fire has destroyed (tn Heb “consumed.”) the grassy pastures. (tn Heb “the pastures of the wilderness.”)"}]}