{"bibleAbbr":"NET2007","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"(The Locusts’ Devastation) Blow the trumpet (tn The word translated “trumpet” here (so most English versions) is the Hebrew שׁוֹפָר (shofar). The shophar was a wind instrument made from a cow or ram’s horn and used as a military instrument for calling people to attention in the face of danger or as a religious instrument for calling people to occasions of communal celebration.) in Zion; sound the alarm signal on my holy mountain! Let all the inhabitants of the land shake with fear, for the day of the LORD is about to come. Indeed, (tn Or “for.”) it is near! (sn The interpretation of 2:1–11 is very difficult. Four views may be mentioned here. (1) Some commentators understand this section to be describing a human invasion of Judah on the part of an ancient army. The exact identity of this army (e. g., Assyrian or Babylonian) varies among interpreters depending upon issues of dating for the book of Joel. (2) Some commentators take the section to describe an eschatological scene in which the army according to some is human, or according to others is nonhuman (i. e., angelic). (3) Some interpreters argue for taking the section to refer to the potential advent in the fall season of a severe east wind (i. e., Sirocco) that would further exacerbate the conditions of the land described in chapter one. (4) Finally, some interpreters understand the section to continue the discussion of locust invasion and drought described in chapter one, partly on the basis that there is no clear exegetical evidence in 2:1–11 to suggest a shift of referent from that of chapter one.)"},{"number":2,"verse":"It will be (tn The phrase “It will be” does not appear in the Hebrew, but is supplied in the translation for the sake of smoothness and style.) a day of dreadful darkness, (tn Heb “darkness and gloom.” These two terms probably form a hendiadys here. This picture recalls the imagery of the supernatural darkness in Egypt during the judgments of the exodus (Exod 10:22). These terms are also frequently used as figures (metonymy of association) for calamity and divine judgment (Isa 8:22; 59:9; Jer 23:12; Zeph 1:15). Darkness is often a figure (metonymy of association) for death, dread, distress and judgment (BDB 365 s. v. חשֶׁךְ 3).) a day of foreboding storm clouds, (tn Heb “a day of cloud and darkness.”) like blackness (tc The present translation here follows the proposed reading שְׁחֹר (shÿkhor, “blackness”) rather than the MT שַׁחַר (shakhar, “morning”). The change affects only the vocalization; the Hebrew consonants remain unchanged. Here the context calls for a word describing darkness. The idea of morning or dawn speaks instead of approaching light, which does not seem to fit here. The other words in the verse (e. g., “darkness,” “gloominess,” “cloud,” “heavy overcast”) all emphasize the negative aspects of the matter at hand and lead the reader to expect a word like “blackness” rather than “dawn.” However, NIrV paraphrases the MT nicely: “A huge army of locusts is coming. They will spread across the mountains like the sun when it rises.”) spread over the mountains. It is a huge and powerful army (tn Heb “A huge and powerful people”; KJV, ASV “a great people and a strong.” Many interpreters understand Joel 2 to describe an invasion of human armies, either in past history (e. g., the Babylonian invasion of Palestine in the sixth century b. c.) or in an eschatological setting. More probably, however, the language of this chapter referring to “people” and “armies” is a hypocatastic description of the locusts of chapter one. Cf. TEV “The great army of locusts advances like darkness.”) — there has never been anything like it ever before, and there will not be anything like it for many generations to come! (tn Heb “it will not be repeated for years of generation and generation.”)"},{"number":3,"verse":"Like fire they devour everything in their path; (tn Heb “a fire devours before it.”) a flame blazes behind them. The land looks like the Garden of Eden (tn Heb “like the garden of Eden, the land is before them.”) before them, but behind them there is only a desolate wilderness — for nothing escapes them! (tn Heb “and surely a survivor there is not for it.” The antecedent of the pronoun “it” is apparently עַם (’am, “people”) of v. 2, which seems to be a figurative way of referring to the locusts. K&D 26:191-92 thought that the antecedent of this pronoun was “land,” but the masculine gender of the pronoun does not support this.)"},{"number":4,"verse":"They look like horses; (tn Heb “Like the appearance of horses [is] its appearance.”sn The fact that a locust’s head resembles a miniature replica of a horse’s head has often been noticed. For example, the German word for locust (Heupferd, “hay horse”) and the Italian word as well (cavaletta, “little horse”) are based on this similarity in appearance.) they charge ahead like war horses."},{"number":5,"verse":"They sound like (tn Heb “like the sound of.”sn The repetition of the word of comparison (“like”) in vv. 4–7 should not go unnoticed. The author is comparing the locust invasion to familiar aspects of human invasion. If the preposition has its normal force here, it is similarity and not identity that is intended. In other words, locusts are being likened to human armies, but human armies are not actually present. On the other hand, this Hebrew preposition is also on occasion used to indicate exactitude, a function described by grammarians as kaph veritatis.) chariots rumbling (tn Heb “jostling” or “leaping.” There is question whether this pictures chariots rumbling over the mountains (e. g., 2 Sam 6:1416; 1 Chr 15:29; Nah 3:2) or the locusts flying – or “leaping” – over the mountains (e. g., Job 21:11); see BDB 955 s. v. רָקַד.) over mountain tops, like the crackling (tn Heb “sound.”) of blazing fire consuming stubble, like the noise of (tn The phrase “the noise of” does not appear in the Hebrew, but is implied by the parallelism, so it has been supplied in the translation for the sake of clarity.) a mighty army (tn Heb “people.”) being drawn up for battle. (tn Heb “being arrayed of battle.”)"},{"number":6,"verse":"People (tn Or “nations.”) writhe in fear when they see them. (tn Heb “before it.”) All of their faces turn pale with fright. (tn Heb “all faces gather beauty”; or “all faces gather a glow.” The Hebrew word פָּארוּר (pa’rur) is found in the OT only here and in Nah 2:11. Its meaning is very uncertain. Some scholars associate it with a root that signifies “glowing”; hence “all faces gather a glow of dread.” Others associate the word with פָּרוּר (parur, “pot”); hence “all faces gather blackness.” Still others take the root to signify “beauty”; hence “all faces gather in their beauty” in the sense of growing pale due to fear. This is the view assumed here.)"},{"number":7,"verse":"They (sn Since the invaders are compared to warriors, this suggests that they are not actually human, but instead an army of locusts.) charge (tn Heb “run.”) like warriors; they scale walls like soldiers. (tn Heb “men of battle.”) Each one proceeds on his course; they do not alter (tc The translation reads יְעַבְּתוּן (yÿ’abbÿtun) for MT יְעַבְּטוּן (yÿ’abbÿtun). The verb found in MT (עָבַט, ’avat) means “take or give a pledge” (cf. Deut 15:6, 8; 24:10) and does not fit the context. Some scholars have proposed various emendations: (1) יְעָוְּתוּן (yÿ’avvÿtun, “they make crooked”); (2) יָטּוּן (yattun, “they turn aside”); (3) יָעַוּוּן (ya’avvun, “they err”); and (4) יְעָבְּתוּן (adopted in the present translation) from the root I עָבַת (’avat, “to twist, pervert”) or II עָבַת (’avat, “to change, abandon”). KBL adopt the latter option, but the only biblical evidence for this is the problematic reference in Joel 2:7. Another option is to view it as a variant of the root חבט (khavat, “turn aside from”), a meaning attested for the Arabic cognate. The difference in spelling would be due to the interchange of the guttural letters khet (ח) and ayin (ע). This may lay behind LXX rendering ἐκκλίνωσιν (ekklinwsin; cf. Syriac Peshitta nstwn and Vg declinabunt). See S. F. Whitley, “‘bt in Joel 2, 7,” Bib 65 (1984): 101-2.) their path."},{"number":8,"verse":"They do not jostle one another; (tn “each one does not crowd his brother.”) each of them marches straight ahead. (tn Heb “each warrior walks in his own course.”) They burst through (tn Heb “they fall upon.” This line has been interpreted in two different ways: (1) although they fall upon the sword, they shall not be wounded (KJV), or (2) when they “burst through” the city’s defenses, they will not break ranks (RSV, NASB, NIV, NIrV).) the city defenses (tn Heb “missile” or “javelin.” This term appears to function as a synecdoche for the city’s defenses as a whole (cf. NASB, NIV, TEV). Some scholars instead understand the reference to be an aqueduct by which the locusts (or armies) entered the city.) and do not break ranks."},{"number":9,"verse":"They rush into (tn Heb “dart about in.”) the city; they scale (tn Or “they run upon its wall.”) its walls. They climb up into the houses; they go in through the windows like a thief."},{"number":10,"verse":"The earth quakes (sn Witnesses of locust invasions have described the visual effect of large numbers of these creatures crawling over one another on the ground. At such times the ground is said to appear to be in motion, creating a dizzying effect on some observers. The reference in v. 10 to the darkening of the sun and moon probably has to do with the obscuring of visibility due to large numbers of locusts swarming in the sky.) before them; (tn Heb “before it.”) the sky reverberates. (tn Heb “trembles.”) The sun and the moon grow dark; the stars refuse to shine. (tn Heb “gather their brightness.”)"},{"number":11,"verse":"The voice of the LORD thunders (tn Heb “the Lord gives his voice.”) as he leads his army. (tn Heb “before his army.”) Indeed, his warriors (tn Heb “military encampment.”) are innumerable; (tn Heb “very large.”) Surely his command is carried out! (tn Heb “he makes his word powerful.”) Yes, the day of the LORD is awesome (tn Or “powerful.” Heb “great.”) and very terrifying — who can survive (tn Heb “endure.” The MT and LXX read “endure,” while one of the Qumran manuscripts (4QXXIIc) has “bear.”) it?"},{"number":12,"verse":"(An Appeal for Repentance) “Yet even now,” the LORD says, “return to me with all your heart — with fasting, weeping, and mourning. Tear your hearts, (sn The figurative language calls for genuine repentance, and not merely external ritual that goes through the motions.) not just your garments!”"},{"number":13,"verse":"Return to the LORD your God, for he is merciful and compassionate, slow to anger and boundless in loyal love (tn Heb “and great of loyal love.”) — often relenting from calamitous punishment. (tn Heb “and he relents from calamity.”)"},{"number":14,"verse":"Who knows? Perhaps he will be compassionate and grant a reprieve, (tn Heb “turn” or “turn back.”) and leave blessing in his wake (tn Heb “leave a blessing behind him.”) — a meal offering and a drink offering for you to offer to the LORD your God! (tn The phrase “for you to offer” does not appear in the Hebrew, but is supplied in the translation for the sake of clarity.)"},{"number":15,"verse":"Blow the trumpet (tn See the note on this term in 2:1.) in Zion. Announce a holy fast; proclaim a sacred assembly!"},{"number":16,"verse":"Gather the people; sanctify an assembly! Gather the elders; gather the children and the nursing infants. Let the bridegroom come out from his bedroom and the bride from her private quarters. (sn Mosaic law allowed men recently married, or about to be married, to be exempt for a year from certain duties that were normally mandatory, such as military obligation (cf. Deut 20:7; 24:5). However, Joel pictures a time of such urgency that normal expectations must give way to higher requirements.)"},{"number":17,"verse":"Let the priests, those who serve the LORD, weep from the vestibule all the way back to the altar. (tn Heb “between the vestibule and the altar.” The vestibule was located at the entrance of the temple and the altar was located at the other end of the building. So “between the vestibule and the altar” is a merism referring to the entire structure. The priestly lament permeates the entire house of worship.) Let them say, “Have pity, O LORD, on your people; please do not turn over your inheritance to be mocked, to become a proverb (tn For the MT reading לִמְשָׁל (limshol, an infinitive, “to rule”), one should instead read לְמָשָׁל (lÿmashal, a noun, “to a byword”). While the consonantal Hebrew text permits either, the context suggests that the concern here is more one of not wanting to appear abandoned by God to ongoing economic depression rather than one of concern over potential political subjection of Israel (cf. v. 19). The possibility that the form in the MT is an infinitive construct of the denominative verb II מָשַׁל (mashal, “to utter a proverb”) does not seem likely because of the following preposition (Hebrew בְּ [bÿ], rather than עַל [’al]).) among the nations. Why should it be said (tn Heb “Why will they say?”) among the peoples, “Where is their God?”"},{"number":18,"verse":"(The LORD’s Response) Then the LORD became (tn The time-frame entertained by the verbs of v.18 constitutes a crux interpretum in this chapter. The Hebrew verb forms used here are preterites with vav consecutive and are most naturally understood as describing a past situation. However, some modern English versions render these verbs as futures (e. g., NIV, NASV), apparently concluding that the context requires a future reference. According to Joüon 2:363 §112. h, n.1 Ibn Ezra explained the verbs of Joel 2:18 as an extension of the so-called prophetic perfect; as such, a future fulfillment was described with a past tense as a rhetorical device lending certainty to the fulfillment. But this lacks adequate precedent and is very unlikely from a syntactical standpoint. It seems better to take the verbs in the normal past sense of the preterite. This would require a vantage point for the prophet at some time after the people had responded favorably to the Lord’s call for repentance and after the Lord had shown compassion and forgiveness toward his people, but before the full realization of God’s promises to restore productivity to the land. In other words, it appears from the verbs of vv. 18–19 that at the time of Joel’s writing this book the events of successive waves of locust invasion and conditions of drought had almost run their course and the people had now begun to turn to the Lord.) zealous for his land; he had compassion on his people."},{"number":19,"verse":"The LORD responded (tn Heb “answered and said.”) to his people, “Look! I am about to restore your grain (tn Heb “Look! I am sending grain to you.” The participle used in the Hebrew text seems to suggest imminent action.) as well as fresh wine and olive oil. You will be fully satisfied. (tc One of the Qumran manuscripts (4QXXIIc) inserts “and you will eat” before “and you will be fully satisfied” (the reading of the MT, LXX).) I will never again make you an object of mockery among the nations."},{"number":20,"verse":"I will remove the one from the north (sn The allusion to the one from the north is best understood as having locusts in view. It is not correct to say that this reference to the enemy who came form the north excludes the possibility of a reference to locusts and must be understood as human armies. Although locust plagues usually approached Palestine from the east or southeast, the severe plague of 1915, for example, came from the northeast.) far from you. I will drive him out to a dry and desolate place. Those in front will be driven eastward into the Dead Sea, (tn Heb “his face to the eastern sea.” In this context the eastern sea is probably the Dead Sea.) and those in back westward into the Mediterranean Sea. (tn Heb “and his rear to the western sea.” The western sea refers to the Mediterranean Sea.) His stench will rise up as a foul smell.” (sn Heb “and his foul smell will ascend.” The foul smell probably refers to the unpleasant odor of decayed masses of dead locusts. The Hebrew word for “foul smell” is found only here in the Old Testament. The Hebrew word for “stench” appears only here and in Isa 34:3 and Amos 4:10. In the latter references it refers to the stench of dead corpses on a field of battle.) Indeed, the LORD (tn The Hebrew text does not have “the Lord.” Two interpretations are possible. This clause may refer to the enemy described in the immediately preceding verses, in which case it would have a negative sense: “he has acted in a high-handed manner.” Or it may refer to the Lord, in which case it would have a positive sense: “the Lord has acted in a marvelous manner.” This is clearly the sense of the same expression in v. 21, where in fact “the Lord” appears as the subject of the verb. It seems best to understand the clause the same way in both verses.) has accomplished great things."},{"number":21,"verse":"Do not fear, my land! Rejoice and be glad, because the LORD has accomplished great things!"},{"number":22,"verse":"Do not fear, wild animals! (tn Heb “beasts of the field.”) For the pastures of the wilderness are again green with grass. Indeed, the trees bear their fruit; the fig tree and the vine yield to their fullest. (tn Heb “their strength.” The trees and vines will produce a maximum harvest, in contrast to the failed agricultural conditions previously described.)"},{"number":23,"verse":"Citizens of Zion, (tn Heb “sons of Zion.”) rejoice! Be glad because of what the LORD your God has done! (tn Heb “be glad in the Lord your God.”) For he has given to you the early rains (tn Normally the Hebrew word הַמּוֹרֶה (hammoreh) means “the teacher,” but here and in Ps 84:7 it refers to “early rains.” Elsewhere the word for “early rains” is יוֹרֶה (yoreh). The phrase here הַמּוֹרֶה לִצְדָקָה (hammoreh litsdaqah) is similar to the expression “teacher of righteousness” (Heb., מוֹרֶה הַצֶּדֶק, moreh hatsedeq) found in the Dead Sea Scrolls referring to a particular charismatic leader, although the Qumran community seems not to have invoked this text in support of that notion.) as vindication. He has sent (tn Heb “caused to come down.”) to you the rains — both the early and the late rains (sn For half the year Palestine is generally dry. The rainy season begins with the early rains usually in late October to early December, followed by the latter rains in March and April. Without these rains productive farming would not be possible, as Joel’s original readers knew only too well.) as formerly."},{"number":24,"verse":"The threshing floors are full of grain; the vats overflow with fresh wine and olive oil."},{"number":25,"verse":"I will make up for the years (tn Heb “I will restore to you the years.”sn The plural years suggests that the plague to which Joel refers was not limited to a single season. Apparently the locusts were a major problem over several successive years. One season of drought and locust invasion would have been bad enough. Several such years would have been devastating.) that the ‘arbeh-locust (sn The same four terms for locust are used here as in 1:4, but in a different order. This fact creates some difficulty for the notion that the four words refer to four distinct stages of locust development.) consumed your crops (tn The term “your crops” does not appear in the Hebrew, but has been supplied in the translation for the sake of clarity and smoothness.) — the yeleq-locust, the hasil-locust, and the gazam-locust — my great army (sn Here Joel employs military language to describe the locusts. In the prophet’s thinking this invasion was far from being a freak accident. Rather, the Lord is pictured here as a divine warrior who leads his army into the land as a punishment for past sin and as a means of bringing about spiritual renewal on the part of the people.) that I sent against you."},{"number":26,"verse":"You will have plenty to eat, and your hunger will be fully satisfied; (tn Heb “you will surely eat and be satisfied.”) you will praise the name of the LORD your God, who has acted wondrously in your behalf. My people will never again be put to shame."},{"number":27,"verse":"You will be convinced that I am in the midst of Israel. I am the LORD your God; there is no other. My people will never again be put to shame."},{"number":28,"verse":"(An Outpouring of the Spirit) (3:1) (sn Beginning with 2:28, the verse numbers through 3:21 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 2:28 ET = 3:1 HT, 2:29 ET = 3:2 HT, 2:30 ET = 3:3 HT, 2:31 ET = 3:4 HT, 2:32 ET = 3:5 HT, 3:1 ET = 4:1 HT, etc., through 3:21 ET = 4:21 HT. Thus Joel in the Hebrew Bible has 4 chapters, the 5 verses of ch. 3 being included at the end of ch. 2 in the English Bible.) After all of this (tn Heb “Now it will be after this.”) I will pour out my Spirit (sn This passage plays a key role in the apostolic explanation of the coming of the Spirit on the day of Pentecost recorded in Acts 2:17–21. Peter introduces his quotation of this passage with “this is that spoken by the prophet Joel” (Acts 2:16; cf. the similar pesher formula used at Qumran). The New Testament experience at Pentecost is thus seen in some sense as a fulfillment of this Old Testament passage, even though that experience did not exhaustively fulfill Joel’s words. Some portions of Joel’s prophecy have no precise counterpart in that experience. For example, there is nothing in the experience recorded in Acts 2 that exactly corresponds to the earthly and heavenly signs described in Joel 3:3–4. But inasmuch as the messianic age had already begun and the “last days” had already commenced with the coming of the Messiah (cf. Heb 1:1–2), Peter was able to point to Joel 3:1–5 as a text that was relevant to the advent of Jesus and the bestowal of the Spirit. The equative language that Peter employs (“this is that”) stresses an incipient fulfillment of the Joel passage without precluding or minimizing a yet future and more exhaustive fulfillment in events associated with the return of Christ.) on all kinds of people. (tn Heb “all flesh.” As a term for humanity, “flesh” suggests the weakness and fragility of human beings as opposed to God who is “spirit.” The word “all” refers not to all human beings without exception (cf. NAB, NASB “all mankind”; NLT “all people”), but to all classes of human beings without distinction (cf. NCV).) Your sons and daughters will prophesy. Your elderly will have revelatory dreams; (tn Heb “your old men will dream dreams.”) your young men will see prophetic visions."},{"number":29,"verse":"Even on male and female servants I will pour out my Spirit in those days."},{"number":30,"verse":"I will produce portents both in the sky (tn Or “in the heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heavens” or “sky” depending on the context.) and on the earth — blood, fire, and columns of smoke."},{"number":31,"verse":"The sunlight will be turned to darkness and the moon to the color of blood, (tn Heb “to blood,” but no doubt this is intended to indicate by metonymy the color of blood rather than the substance itself. The blood red color suggests a visual impression here – something that could be caused by fires, volcanic dust, sandstorms, or other atmospheric phenomena.) before the day of the LORD comes — that great and terrible day!"},{"number":32,"verse":"It will so happen that everyone who calls on the name of the LORD will be delivered. (tn While a number of English versions render this as “saved” (e. g., NIV, NRSV, NLT), this can suggest a “spiritual” or “theological” salvation rather than the physical deliverance from the cataclysmic events of the day of the Lord described in the context.) For on Mount Zion and in Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) there will be those who survive, (tn Heb “deliverance”; or “escape.” The abstract noun “deliverance” or “escape” probably functions here as an example of antimeria, referring to those who experience deliverance or escape with their lives: “escaped remnant” or “surviving remnant” (Gen 32:8; 45:7; Judg 21:17; 2 Kgs 19:30, 31; Isa 4:2; 10:20; 15:9; 37:31, 32; Ezek 14:22; Obad 1:17; Ezra 9:8, 13–15; Neh 1:2; 1 Chr 4:43; 2 Chr 30:6).) just as the LORD has promised; the remnant (tn Heb “and among the remnant.”) will be those whom the LORD will call. (tn The participle used in the Hebrew text seems to indicate action in the imminent future.)"}]}