{"bibleAbbr":"urGV2010","bookName":"وسیع","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"( اماموں پر رب کا الزام) اے اسرائیلیو، رب کا کلام سنو! کیونکہ رب کا ملک کے باشندوں سے مقدمہ ہے۔ ”الزام یہ ہے کہ ملک میں نہ وفاداری، نہ مہربانی اور نہ اللہ کا عرفان ہے۔"},{"number":2,"verse":"کوسنا، جھوٹ بولنا، چوری اور زنا کرنا عام ہو گیا ہے۔ روز بہ روز قتل و غارت کی نئی خبریں ملتی رہتی ہیں۔"},{"number":3,"verse":"اِسی لئے ملک میں کال ہے اور اُس کے تمام باشندے پژمُردہ ہو گئے ہیں۔ جنگلی جانور، پرندے اور مچھلیاں بھی فنا ہو رہی ہیں۔"},{"number":4,"verse":"لیکن بلاوجہ کسی پر الزام مت لگانا، نہ خواہ مخواہ کسی کی تنبیہ کرو! اے امامو، مَیں تم ہی پر الزام لگاتا ہوں۔"},{"number":5,"verse":"اے امام، دن کے وقت تُو ٹھو کر کھا کر گرے گا، اور رات کے وقت نبی گر کر تیرے ساتھ پڑا رہے گا۔ مَیں تیری ماں کو بھی تباہ کروں گا۔"},{"number":6,"verse":"افسوس، میری قوم اِس لئے تباہ ہو رہی ہے کہ وہ صحیح علم نہیں رکھتی۔ اور کیا عجب جب تم اماموں نے یہ علم رد کر دیا ہے۔ اب مَیں تمہیں بھی رد کرتا ہوں۔ آئندہ تم امام کی خدمت ادا نہیں کرو گے۔ چونکہ تم اپنے خدا کی شریعت بھول گئے ہو اِس لئے مَیں تمہاری اولاد کو بھی بھول جاؤں گا۔"},{"number":7,"verse":"اماموں کی تعداد جتنی بڑھتی گئی اُتنا ہی وہ میرا گناہ کرتے گئے۔ اُنہوں نے اپنی عزت ایسی چیز کے عوض چھوڑ دی جو رُسوائی کا باعث ہے۔"},{"number":8,"verse":"میری قوم کے گناہ اُن کی خوراک ہیں، اور وہ اِس لالچ میں رہتے ہیں کہ لوگوں کا قصور مزید بڑھ جائے۔"},{"number":9,"verse":"چنانچہ اماموں اور قوم کے ساتھ ایک جیسا سلوک کیا جائے گا۔ دونوں کو مَیں اُن کے چال چلن کی سزا دوں گا، دونوں کو اُن کی حرکتوں کا اجر دوں گا۔"},{"number":10,"verse":"کھانا تو وہ کھائیں گے لیکن سیر نہیں ہوں گے۔ زنا بھی کرتے رہیں گے، لیکن بےفائدہ۔ اِس سے اُن کی تعداد نہیں بڑھے گی۔ کیونکہ اُنہوں نے رب کا خیال کرنا چھوڑ دیا ہے۔"},{"number":11,"verse":"زنا کرنے اور نئی اور پرانی مَے پینے سے لوگوں کی عقل جاتی رہتی ہے۔"},{"number":12,"verse":"میری قوم لکڑی سے دریافت کرتی ہے کہ کیا کرنا ہے، اور اُس کی لاٹھی اُسے ہدایت دیتی ہے۔ کیونکہ زناکاری کی روح نے اُنہیں بھٹکا دیا ہے، زنا کرتے کرتے وہ اپنے خدا سے کہیں دُور ہو گئے ہیں۔"},{"number":13,"verse":"وہ پہاڑوں کی چوٹیوں پر اپنے جانوروں کو قربان کرتے ہیں اور پہاڑیوں پر چڑھ کر بلوط، سفیدہ یا کسی اَور درخت کے خوش گوار سائے میں بخور کی قربانیاں پیش کرتے ہیں۔ اِسی لئے تمہاری بیٹیاں عصمت فروش بن گئی ہیں، اور تمہاری بہوئیں زنا کرتی ہیں۔"},{"number":14,"verse":"لیکن مَیں اُنہیں اُن کی عصمت فروشی اور زناکاری کی سزا کیوں دوں جبکہ تم مرد کسبیوں سے صحبت رکھتے اور دیوتاؤں کی خدمت میں عصمت فروشی کرنے والی عورتوں کے ساتھ قربانیاں چڑھاتے ہو؟ ایسی حرکتوں سے ناسمجھ قوم تباہ ہو رہی ہے۔"},{"number":15,"verse":"اے اسرائیل، تُو عصمت فروش ہے، لیکن یہوداہ خبردار رہے کہ وہ اِس جرم میں ملوث نہ ہو جائے۔ اسرائیل کے شہروں جِلجال اور بیت آون ( بیت آون یعنی ’گناہ کا گھر‘ سے مراد بیت ایل ہے۔) کی قربان گاہوں کے پاس مت جانا۔ ایسی جگہوں پر رب کا نام لے کر اُس کی حیات کی قَسم کھانا منع ہے۔"},{"number":16,"verse":"اسرائیل تو ضدی گائے کی طرح اَڑ گیا ہے۔ تو پھر رب اُنہیں کس طرح سبزہ زار میں بھیڑ کے بچوں کی طرح چَرا سکتا ہے؟"},{"number":17,"verse":"اسرائیل ( ہوسیع کے عبرانی متن میں یہاں اور متعدد دیگر آیات میں ’افرائیم‘ مستعمل ہے جس سے مراد شمالی ملکِ اسرائیل ہے۔) تو بُتوں کا اتحادی ہے، اُسے چھوڑ دے!"},{"number":18,"verse":"یہ لوگ شراب کی محفل سے فارغ ہو کر زناکاری میں لگ جاتے ہیں۔ وہ ناجائز محبت کرتے کرتے کبھی نہیں تھکتے۔ لیکن اِس کا اجر اُن کی اپنی بےعزتی ہے۔"},{"number":19,"verse":"آندھی اُنہیں اپنی لپیٹ میں لے کر اُڑا لے جائے گی، اور وہ اپنی قربانیوں کے باعث شرمندہ ہو جائیں گے۔"}]}