{"bibleAbbr":"RcV2003","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":2,"verses":[{"number":1,"verse":"I will stand at my watch / And station myself on the fortress, / And I will watch to see what He will speak to me / And what I will reply concerning my complaint."},{"number":2,"verse":"Then Jehovah answered me and said, Write the vision, and render it plainly upon tablets, / That even he who runs by may read it."},{"number":3,"verse":"For the vision is yet for the appointed time, / And it hastens toward the end and will not lie. / Though it tarries, wait for it; / For it will surely come; it will not delay."},{"number":4,"verse":"See, he who is puffed up, his soul is not upright within him, / But the righteous one will live by his faith."},{"number":5,"verse":"Furthermore his wine is treacherous: / A boasting man, he does not abide at home, / He who enlarges his appetite like Sheol, / And is like death and cannot be satisfied, / But gathers to himself all the nations / And collects for himself all the peoples."},{"number":6,"verse":"Will not all of these take up a parable against him, / Indeed a mocking song and a riddle against him, and say, / Woe to him who increases what is not his (For how long?) / And who loads himself with the burden of pledges?"},{"number":7,"verse":"Will not those who bite you rise up suddenly, / And those who shake you awake, / And you will become booty to them?"},{"number":8,"verse":"Because you have plundered many nations; / All the remnant of the peoples will plunder you, / Because of the bloodshed of men and the violence done to the land, / To the city, and to all the inhabitants in it."},{"number":9,"verse":"Woe to him who by violence takes evil gain for his house, / So as to place his nest on high / That he may be delivered from the hand of evil!"},{"number":10,"verse":"You have devised shame against your own house / By cutting off many peoples, / And have sinned against your own soul."},{"number":11,"verse":"For the stone will cry out from the wall, / And the rafter will answer it from the timber."},{"number":12,"verse":"Woe to him who builds a city by bloodshed / And establishes a town by iniquity!"},{"number":13,"verse":"Indeed is it not of Jehovah of hosts / That the peoples toil for the fire / And the nations weary themselves for vanity?"},{"number":14,"verse":"For the earth will be filled / With the knowledge of the glory of Jehovah / As water covers the sea."},{"number":15,"verse":"Woe to him who makes his neighbor drink, / Adding in his poison, / And also making him drunk / In order to look at their nakedness!"},{"number":16,"verse":"You are sated with shame, not glory. / You also, drink and be shown to be uncircumcised! / The cup of Jehovah’s right hand will come around to you, / And disgrace will be upon your glory."},{"number":17,"verse":"For the violence done to Lebanon will cover you, / As well as the destruction of the beasts which frightened them, / Because of the bloodshed of men and the violence done to the land, / To the city, and to all the inhabitants in it."},{"number":18,"verse":"What profit is the graven idol that its maker should engrave it, / Or the molten idol, even the teacher of lies, / That he who forms its form depends on it / To make dumb idols?"},{"number":19,"verse":"Woe to him who says to wood, Awake! / And, Arise! to silent stone. / Will it teach him? / Behold, it is set in gold and silver, / And there is no breath at all within it."},{"number":20,"verse":"But Jehovah is in His holy temple: / Be silent before Him, all the earth!"}]}