{"bibleAbbr":"ULT2024","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"\"Place a trumpet at your lips! An eagle is coming over the house of Yahweh because the people have broken my covenant and rebelled against my law."},{"number":2,"verse":"They cry out to me, 'My God, we in Israel know you.'"},{"number":3,"verse":"But Israel has rejected what is good, and the enemy will pursue him."},{"number":4,"verse":"They have set up kings, but not by me. They have made princes, but without my knowledge. With their silver and gold they have made idols for themselves, but it was only so they might be cut off.\""},{"number":5,"verse":"\"Your calf has been rejected, Samaria. My anger is burning against these people. For how long will they stay guilty?"},{"number":6,"verse":"For this idol came from Israel; a workman made it; it is not God! The calf of Samaria will be broken to pieces."},{"number":7,"verse":"For the people sow the wind and reap the whirlwind. The standing grain has no heads; it yields no flour. If it does come to maturity, foreigners will devour it."},{"number":8,"verse":"Israel is swallowed up; now they lie among the nations like something useless."},{"number":9,"verse":"For they went up to Assyria like a wild donkey all alone. Ephraim has hired lovers for herself."},{"number":10,"verse":"Even though they have hired lovers among the nations, I will now gather them together. They will begin to waste away because of the oppression of the king of princes."},{"number":11,"verse":"For Ephraim has multiplied altars for sin offerings, but they have become altars for committing sins instead."},{"number":12,"verse":"I could write down my law for them ten thousand times, but they would view it as something strange to them."},{"number":13,"verse":"As for the sacrifices of my offerings, they sacrifice meat and eat it, but I, Yahweh, do not accept them. Now I will think about their iniquity and punish their sins. They will return to Egypt."},{"number":14,"verse":"Israel has forgotten me, his Maker, and has built palaces. Judah has fortified many cities, but I will send fire on his cities; it will destroy his fortresses."}]}