{"bibleAbbr":"LXXBr","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"Καὶ ἀπέστειλεν ὁ βασιλεὺς Σαλωμὼν, καὶ ἔλαβε τὸν Χιρὰμ ἐκ Τύρου,"},{"number":2,"verse":"υἱὸν γυναικὸς χήρας, καὶ οὗτος ἀπὸ τῆς φυλῆς τῆς Νεφθαλίμ, καὶ ὁ πατὴρ αὐτοῦ ἀνὴρ Τύριος· τέκτων χαλκοῦ, καὶ πεπληρωμένος τῆς τέχνης καὶ συνέσεως καὶ ἐπιγνώσεως τοῦ ποιεῖν πᾶν ἔργον ἐν χαλκῷ· καὶ εἰσηνέχθη πρὸς τὸν βασιλέα Σαλωμών· καὶ ἐποίησε πάντα τὰ ἔργα."},{"number":3,"verse":"Καὶ ἐχώνευσε τοὺς δύο στύλους τῷ αἰλὰμ τοῦ οἴκου· ὀκτωκαίδεκα πήχεις ὕψος τοῦ στύλου· καὶ περίμετρον τεσσαρεσκαίδεκα πήχεις ἐκύκλου αὐτὸν τὸ πάχος τοῦ στύλου· τεσσάρων δσκτύλων τὰ κοιλώματα· καὶ οὕτως ὁ στύλος ὁ δεύτερος·"},{"number":4,"verse":"Καὶ δύο ἐπιθέματα ἐποίησε δοῦναι ἐπὶ τὰς κεφαλὰς τῶν στύλων χωνευτά· πέντε πήχεις τὸ ὕψος τοῦ ἐπιθέματος τοῦ ἑνὸς, καὶ πέντε πήχεις τὸ ὕψος τοῦ ἐπιθέματος τοῦ δευτέρου"},{"number":5,"verse":"Καὶ ἐποίησε δύο δίκτυα περικαλύψαι τὸ ἐπίθεμα τῶν στύλων· καὶ δίκτυον τῷ ἐπιθέματι τῷ ἑνὶ, καὶ δίκτυον τῷ ἐπιθέματι τῷ δευτέρῳ."},{"number":6,"verse":"Καὶ ἔργον κρεμαστὸν, δύο στίχοι ῥοῶν χαλκῶν, δεδικτυωμένοι, ἔργον κρεμαστὸν, στίχος ἐπὶ στίχον· καὶ οὕτως ἐποίησε τῷ ἐπιθέματι τῷ δευτέρῳ."},{"number":7,"verse":"Καὶ ἔστησε τοὺς στύλους τοῦ αἰλὰμ τοῦ ναοῦ· καὶ ἔστησε τὸν στύλον τὸν ἕνα, καὶ ἐπεκάλεσε τὸ ὄνομα αὐτοῦ Ἰαχούμ· καὶ ἔστησε τὸν στύλον τὸν δεύτερον, καὶ ἐπεκάλεσε τὸ ὄνομα αὐτοῦ Βολώζ."},{"number":8,"verse":"Καὶ ἐπὶ τῶν κεφαλῶν τῶν στύλων ἔργον κρίνου κατὰ τὸ αἰλὰμ τεσσάρων πηχῶν·"},{"number":9,"verse":"καὶ μέλαθρον ἐπʼ ἀμφοτέρων τῶν στύλων· καὶ ἐπάνωθεν τῶν πλευρῶν ἐπίθεμα τὸ μέλαθρον τῷ πάχει."},{"number":10,"verse":"Καὶ ἐποίησε τὴν θάλασσαν δέκα ἐν πήχει ἀπὸ τοῦ χείλους αὐτῆς ἕως τοῦ χείλους αὐτῆς, στρογγυλόν κύκλῳ τὸ αὐτό· πέντε ἐν πήχει τὸ ὕψος αὐτῆς· καὶ συνηγμένη τρεῖς καὶ τριάκοντα ἐν πήχει."},{"number":11,"verse":"Καὶ ὑποστηρίγματα ὑποκάτωθεν τοῦ χείλους αὐτῆς κυκλόθεν ἐκύκλουν αὐτὴν δέκα ἐν πήχει κυκλόθεν·"},{"number":12,"verse":"καὶ τὸ χεῖλος αὐτῆς ὡς ἔργον χείλους ποτηρίου βλαστὸς κρίνου· καὶ τὸ πάχος αὐτοῦ παλαιστής."},{"number":13,"verse":"Καὶ δώδεκα βόες ὑποκάτω τῆς θαλάσσης, οἱ τρεῖς ἐπιβλέποντες βοῤῥὰν, καὶ οἱ τρεῖς ἐπιβλέποντες θάλασσαν, καὶ οἱ τρεῖς ἐπιβλέποντες Νότον, καὶ οἱ τρεῖς ἐπιβλέποντες ἀνατολήν· καὶ πάντα τὰ ὀπίσθια εἰς τὸν οἶκον, καὶ ἡ θάλασσα ἐπʼ αὐτῶν ἐπάνωθεν."},{"number":14,"verse":"Καὶ ἐποίησε δέκα μεχωνὼθ χαλκᾶς· πέντε πήχεις μῆκος τῆς μεχωνὼθ τῆς μιᾶς, καὶ τέσσαρες πήχεις τὸ πλάτος αὐτῆς, καὶ ἓξ ἐν πήχει ὕψος αὐτῆς."},{"number":15,"verse":"Καὶ τοῦτο τὸ ἔργον τῶν μεχωνὼθ συγκλειστὸν αὐτοῖς, καὶ συγκλειστὸν ἀναμέσον τῶν ἐξεχομένων."},{"number":16,"verse":"Καὶ ἐπὶ τὰ συγκλείσματα αὐτῶν ἀναμέσον ἐξεχομένων λέοντες καὶ βόες καὶ χερουβὶμ, καὶ ἐπὶ τῶν ἐξεχομένων, οὕτως καὶ ἐπάνωθεν, καὶ ὑποκάτωθεν τῶν λεόντων καὶ τῶν βοῶν χῶραι, ἔργον καταβάσεως."},{"number":17,"verse":"Καὶ τέσσαρες τροχοὶ χαλκοῖ τῇ μεχωνὼθ τῇ μιᾷ, καὶ τὰ προσέχοντα χαλκᾶ καὶ τέσσαρα μέρη αὐτῶν, ὠμίαι ὑποκάτω τῶν λουτήρων."},{"number":18,"verse":"Καὶ χεῖρες ἐν τοῖς τροχοῖς ἐν τῇ μεχωνώθ. Καὶ τὸ ὕψος τοῦ τροχοῦ τοῦ ἑνὸς πήχεος καὶ ἡμίσους."},{"number":19,"verse":"Καὶ τὸ ἔργον τῶν τροχῶν ἔργον τροχῶν ἅρματος· αἱ χεῖρες αὐτῶν καὶ οἱ νῶτοι αὐτῶν καὶ ἡ πραγματεία αὐτῶν πάντα χωνευτά."},{"number":20,"verse":"Αἱ τέσσαρες ὠμίαι ἐπὶ τῶν τεσσάρων γωνιῶν τῆς μεχωνὼθ τῆς μιᾶς, ἐκ τῆς μεχωνὼθ οἱ ὦμοι αὐτῆς."},{"number":21,"verse":"Καὶ ἐπὶ τῆς κεφαλῆς τῆς μεχωνὼθ ἥμισυ τοῦ πήχεος μέγεθος αὐτῆς στρογγύλον κύκλῳ ἐπὶ τῆς κεφαλῆς τῆς μεχωνώθ· καὶ ἀρχὴ χειρῶν αὐτῆς καὶ τὰ συγκλείσματα αὐτῆς· καὶ ἠνοίγετο ἐπὶ τὰς ἀρχὰς τῶν χειρῶν αὐτῆς."},{"number":22,"verse":"Καὶ τὰ συγκλείσματα αὐτῆς χερουβὶμ καὶ λέοντες καὶ φοίνικες ἑστῶτα, ἐχόμενον ἕκαστον κατὰ πρόσωπον ἔσω καὶ τὰ κυκλόθεν."},{"number":23,"verse":"Κατʼ αὐτὴν ἐποίησε πάσας τὰς δέκα μεχωνὼθ, τάξιν μίαν καὶ μέτρον ἓν πάσαις."},{"number":24,"verse":"Καὶ ἐποίησε δέκα χυτροκαύλους χαλκοῦς, τεσσαράκοντα χοεῖς χωροῦντα τὸν ἕνα χυτρόκαυλον μετρήσει τεσσάρων πήχων· χυτρόκαυλος ὁ εἷς ἐπὶ τῇ μεχωνὼθ τῇ μιᾷ ταῖς δέκα μεχωνώθ."},{"number":25,"verse":"Καὶ ἔθετο τὰς πέντε μεχωνὼθ ἀπὸ τῆς ὠμίας τοῦ οἴκου ἐκ δεξιῶν, καὶ πέντε ἀπὸ τῆς ὠμίας τοῦ οἴκου ἐξ ἀριστερῶν· καὶ ἡ θάλασσα ἀπὸ τῆς ὡμίας τοῦ οἴκου ἐκ δεξιῶν κατʼ ἀνατολὰς ἀπὸ τοῦ κλίτους τοῦ Νότου."},{"number":26,"verse":"Καὶ ἐποίησε Χιρὰμ τοὺς λέβητας καὶ τὰς θερμαστρεῖς καὶ τὰς φιάλας· καὶ συνετέλεσε Χιρὰμ ποιῶν πάντα τὰ ἔργα ἃ ἐποίησε τῷ βασιλεῖ Σαλωμὼν ἐν οἴκῳ Κυρίου·"},{"number":27,"verse":"Στύλους δύο, καὶ τὰ στρεπτὰ τῶν στύλων ἐπὶ τῶν κεφαλῶν τῶν στύλων δύο· καὶ τὰ δίκτυα δύο τοῦ καλύπτειν ἀμφότερα τὰ στρεπτὰ τῶν γλυφῶν τὰ ὄντα ἐπὶ τῶν στύλων."},{"number":28,"verse":"Τὰς ῥοὰς τετρακοσίας ἀμφοτέροις τοῖς δικτύοις, δύο στίχοι ῥοῶν τῷ δικτύῳ τῷ ἑνὶ, περικαλύπτειν ἀμφότερα τὰ ὄντα τὰ στρεπτὰ τῆς μεχωνὼθ ἐπʼ ἀμφοτέροις τοῖς στύλοις·"},{"number":29,"verse":"Καὶ τὰ μεχωνὼθ δέκα, καὶ τοὺς χυτροκαύλους δέκα ἐπὶ τῶν μεχωνώθ·"},{"number":30,"verse":"Καὶ τὴν θάλασσαν μίαν, καὶ τοὺς βόας δώδεκα ὑποκάτω τῆς θαλάσσης·"},{"number":31,"verse":"Καὶ τοὺς λέβητας καὶ τὰς θερμαστρεῖς καὶ τὰς φιάλας καὶ πάντα τὰ σκεύη, ἃ ἐποίησε Χιρὰμ τῷ βασιλεῖ Σαλωμὼν τῷ οἴκῳ Κυρίου· καὶ οἱ στύλοι τεσσαράκοντα καὶ ὀκτὼ τοῦ οἴκου τοῦ βασιλέως καὶ τοῦ οἴκου Κυρίου· πάντα τὰ ἔργα τοῦ βασιλέως ἃ ἐποίησε Χιρὰμ χαλκᾶ ἄρδην."},{"number":32,"verse":"Οὐκ ἦν σταθμὸς τοῦ χαλκοῦ οὗ ἐποίησε πάντα τὰ ἔργα ταῦτα ἐκ πλήθους σφόδρα· οὐκ ἦν τέρμα τῶν σταθμῶν τοῦ χαλκοῦ."},{"number":33,"verse":"Ἐν τῷ περιοίκῳ τοῦ Ἰορδάνου ἐχώνευσεν αὐτὰ ἐν τῷ πάχει τῆς γῆς ἀναμέσον Σοκχὼθ καὶ ἀναμέσον Σειρά."},{"number":34,"verse":"Καὶ ἔλαβεν ὁ βασιλεὺς Σαλωμὼν τὰ σκεύη ἃ ἐποίησεν ἐν οἴκῳ Κυρίου, τὸ θυσιαστήριον τὸ χρυσοῦν, καὶ τὴν τράπεζαν ἐφʼ ἧς οἱ ἄρτοι τῆς προσφορᾶς, χρυσῆν,"},{"number":35,"verse":"καὶ τὰς λυχνίας πέντε ἐξ ἀριστερῶν, καὶ πέντε ἐκ δεξιῶν κατὰ πρόσωπον τοῦ δαβὶρ χρυσᾶς συγκλειομένας, καὶ τὰ λαμπάδια, καὶ τοὺς λύχνους, καὶ τὰς ἐπαρύστρις χρυσᾶς."},{"number":36,"verse":"Καὶ τὰ πρόθυρα, καὶ οἱ ἧλοι, καὶ αἱ φιάλαι, καὶ τὰ τρυβλία, καὶ αἱ θυΐσκαι χρυσαῖ, συγκλειστά· καὶ τὰ θυρώματα τῶν θυρῶν τοῦ οἴκου τοῦ ἐσωτάτου ἁγίου τῶν ἁγίων, καὶ τὰς θύρας τοῦ ναοῦ χρυσᾶς."},{"number":37,"verse":"Καὶ ἀνεπληρώθη τὸ ἔργον ὃ ἐποίησε Σαλωμὼν οἴκου Κυρίου· καὶ εἰσήνεγκε Σαλωμὼν τὰ ἅγια Δαυὶδ τοῦ πατρὸς αὐτοῦ, καὶ πάντα τὰ ἅγια Σαλωμὼν, τὸ ἀργύριον καὶ τὸ χρυσίον καὶ τὰ σκεύη ἔδωκεν εἰς τοὺς θησαυροὺς οἴκου Κυρίου."},{"number":38,"verse":"Καὶ τὸν οἶκον ἑαυτῷ ᾠκοδόμησε Σαλωμὼν τρισκαίδεκα ἔτεσι·"},{"number":39,"verse":"Καὶ ᾠκοδόμησε τὸν οἶκον δρυμῷ τοῦ Λιβάνου· ἑκατὸν πήχεις μῆκος αὐτοῦ, καὶ πεντήκοντα πήχεις πλάτος αὐτοῦ, καὶ τριάκοντα πηχῶν ὕψος αὐτοῦ· καὶ τριῶν στύχων στύλων κεδρίνων, καὶ ὠμίαι κέδριναι τοῖς στύλοις."},{"number":40,"verse":"Καὶ ἐφάτνωσε τὸν οἶκον ἄνωθεν ἐπὶ τῶν πλευρῶν τῶν στύλων· καὶ ἀριθμὸς τῶν στύλων τεσσαράκοντα καὶ πέντε ὁ στίχος,"},{"number":41,"verse":"καὶ μέλαθρα τρία, καὶ χῶρα ἐπὶ χώραν τρισσῶς."},{"number":42,"verse":"Καὶ πάντα τὰ θυρώματα, καὶ αἱ χῶραι τετράγωνοι μεμελαθρωμέναι· καὶ ἀπὸ τοῦ θυρώματος ἐπὶ θύραν τρισσῶς."},{"number":43,"verse":"Καὶ τὸ αἰλὰμ τῶν στύλων, πεντήκοντα μῆκος, καὶ πεντήκοντα ἐν πλάτει ἐζυγωμένα αἰλὰμ ἐπὶ πρόσωπον αὐτῶν· καὶ στύλοι καὶ πάχος ἐπὶ πρόσωπον αὐτῆς τοῖς αἰλαμίν."},{"number":44,"verse":"Καὶ τὸ αἰλὰμ τῶν θρόνων οὗ κρινεῖ ἐκεῖ, αἰλὰμ τοῦ κριτηρίου."},{"number":45,"verse":"Καὶ ὁ οἶκος αὐτῶν ἐν ᾧ καθήσεται ἐκεῖ, αὐλὴ μία ἐξελισσομένη τούτοις κατὰ τὸ ἔργον τοῦτο· Καὶ οἶκον τῇ θυγατρὶ Φαραὼ ἣν ἔλαβε Σαλωμὼν, κατὰ τὸ αἰλὰμ τοῦτο."},{"number":46,"verse":"Πάντα ταῦτα ἐκ λίθων τιμίων κεκολαμμένα ἐκ διαστήματος ἔσωθεν καὶ ἐκ τοῦ θεμελίου ἕως τῶν γεισῶν· καὶ ἔξωθεν εἰς τὴν αὐλὴν τὴν μεγάλην,"},{"number":47,"verse":"τὴν τεθεμελιωμένην ἐν τιμίοις λίθοις μεγάλοις, λίθοις δεκαπήχεσι καὶ τοῖς ὀκταπήχεσι·"},{"number":48,"verse":"Καὶ ἐπάνωθεν τιμίοις κατὰ τὸ μέτρον ἀπελεκήτων, καὶ κέδροις."},{"number":49,"verse":"Τῆς αὐλῆς τῆς μεγάλης κύκλῳ τρεῖς στίχοι ἀπελεκήτων, καὶ στίχος κεκολαμμένης κέδρου·"},{"number":50,"verse":"καὶ συνετέλεσε Σαλωμὼν ὅλον τὸν οἶκον αὐτοῦ."}]}