{"bibleAbbr":"NET2007","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"Daniel Finds Favor in Babylon In the third (sn The third year of the reign of Jehoiakim would be ca. 605 B. C. At this time Daniel would have been a teenager. The reference to Jehoiakim’s third year poses a serious crux interpretum, since elsewhere these events are linked to his fourth year (Jer 25:1; cf. 2 Kgs 24:1; 2 Chr 36:5–8). Apparently Daniel is following an accession year chronology, whereby the first partial year of a king’s reign was reckoned as the accession year rather than as the first year of his reign. Jeremiah, on the other hand, is following a nonaccession year chronology, whereby the accession year is reckoned as the first year of the king’s reign. In that case, the conflict is only superficial. Most modern scholars, however, have concluded that Daniel is historically inaccurate here.) year of the reign of King Jehoiakim of Judah, King Nebuchadnezzar (sn King Nebuchadnezzar ruled Babylon from ca. 605-562 B. C.) of Babylon advanced against Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and laid it under siege. (sn This attack culminated in the first of three major deportations of Jews to Babylon. The second one occurred in 597 B. C. and included among many other Jewish captives the prophet Ezekiel. The third deportation occurred in 586 B. C., at which time the temple and the city of Jerusalem were thoroughly destroyed.)"},{"number":2,"verse":"Now the Lord (tn The Hebrew term translated “Lord” here is אֲדֹנָי (’adonay).) delivered (tn Heb “gave.”) King Jehoiakim of Judah into his power, (tn Heb “hand,” which is often used idiomatically for one’s power and authority. See BDB 390 s. v. יָד 2.) along with some of the vessels (tn Or “utensils”; or “articles.”) of the temple of God. (tn Heb “house of God.”) He brought them to the land of Babylonia (sn The land of Babylonia (Heb “the land of Shinar”) is another name for Sumer and Akkad, where Babylon was located (cf. Gen 10:10; 11:2; 14:1, 9; Josh 7:21; Isa 11:11; Zech 5:11).) to the temple of his god (tn Or “gods” (NCV, NRSV, TEV; also later in this verse). The Hebrew term can be used as a numerical plural for many gods or as a plural of majesty for one particular god. Since Nebuchadnezzar was a polytheist, it is not clear if the reference here is to many gods or one particular deity. The plural of majesty, while normally used for Israel’s God, is occasionally used of foreign gods (cf. BDB 43 s. v. אֱלֹהִים 1, 2). See Judg 11:24 (of the Moabite god Chemosh); 1 Sam 5:7 (of the Philistine god Dagon); 1 Kgs 11:33 (of the Canaanite goddess Astarte, the Moabite god Chemosh, and the Ammonite god Milcom); 2 Kgs 19:37 (of the Assyrian god Nisroch). Since gods normally had their own individual temples, Dan 1:2 probably refers to a particular deity, perhaps Marduk, the supreme god of Babylon, or Marduk’s son Nabu, after whom Nebuchadnezzar was named. The name Nebuchadnezzar means “Nabu has protected the son who will inherit” (HALOT 660 s. v. נְבוּכַדְרֶאצַּר). For a discussion of how temples functioned in Babylonian religion see H. Ringgren, Religions of the Ancient Near East, 77-81.) and put (tn Heb “brought.” Though the Hebrew verb “brought” is repeated in this verse, the translation uses “brought…put” for stylistic variation.) the vessels in the treasury of his god."},{"number":3,"verse":"The king commanded (tn Or “gave orders to.” Heb “said to.”) Ashpenaz, (sn It is possible that the word Ashpenaz is not a proper name at all, but a general term for “innkeeper.” See J. J. Collins, Daniel (Hermeneia), 127, n. 9. However, the ancient versions understand the term to be a name, and the present translation (along with most English versions) understands the word in this way.) who was in charge of his court officials, (sn The word court official (Hebrew saris) need not mean “eunuch” in a technical sense (see Gen 37:36, where the term refers to Potiphar, who had a wife), although in the case of the book of Daniel there was in Jewish literature a common tradition to that effect. On the OT usage of this word see HALOT 769-70 s. v. סָרֹיס.) to choose (tn Heb “bring.”) some of the Israelites who were of royal and noble descent (tn Heb “and from the seed of royalty and from the nobles.”) —"},{"number":4,"verse":"young men in whom there was no physical defect and who were handsome, (tn Heb “good of appearance.”) well versed in all kinds of wisdom, well educated (tn Heb “knowers of knowledge.”) and having keen insight, (tn Heb “understanders of knowledge.”) and who were capable (tn Heb “who had strength.”) of entering the king’s royal service (tn Heb “to stand in the palace of the king.” Cf. vv. 5, 19.) — and to teach them the literature and language (sn The language of the Chaldeans referred to here is Akkadian, an East Semitic cuneiform language.) of the Babylonians. (tn Heb “Chaldeans” (so KJV, NAB, NASB, NRSV). This is an ancient name for the Babylonians.)"},{"number":5,"verse":"So the king assigned them a daily ration (tn Heb “a thing of a day in its day.”) from his royal delicacies (tn Heb “from the delicacies of the king.”) and from the wine he himself drank. They were to be trained (tn Or “educated.” See HALOT 179 s. v. I גדל.) for the next three years. At the end of that time they were to enter the king’s service. (tn Heb “stand before the king.”)"},{"number":6,"verse":"As it turned out, (tn Heb “and it happened that.”) among these young men (tn Heb “among them”; the referent (the young men taken captive from Judah) has been specified in the translation for clarity.) were some from Judah: (tn Heb “the sons of Judah.”) Daniel, Hananiah, Mishael, and Azariah. (sn The names reflect a Jewish heritage. In Hebrew Daniel means “God is my judge”; Hananiah means “the Lord is gracious”; Mishael means “who is what God is?”; Azariah means “the Lord has helped.”)"},{"number":7,"verse":"But the overseer of the court officials renamed them. He gave (tc The LXX and Vulgate lack the verb here.) Daniel the name Belteshazzar, Hananiah he named Shadrach, Mishael he named Meshach, and Azariah he named Abednego. (sn The meanings of the Babylonian names are more conjectural than is the case with the Hebrew names. The probable etymologies are as follows: Belteshazzar means “protect his life,” although the MT vocalization may suggest “Belti, protect the king” (cf. Dan 4:8); Shadrach perhaps means “command of Aku”; Meshach is of uncertain meaning; Abednego means “servant of Nego.” Assigning Babylonian names to the Hebrew youths may have been an attempt to erase from their memory their Israelite heritage.)"},{"number":8,"verse":"But Daniel made up his mind (tn Heb “placed on his heart.”) that he would not defile (tn Or “would not make himself ceremonially unclean”; TEV “become ritually unclean.”sn Various reasons have been suggested as to why such food would defile Daniel. Perhaps it had to do with violations of Mosaic law with regard to unclean foods, or perhaps it had to do with such food having been offered to idols. Daniel’s practice in this regard is strikingly different from that of Esther, who was able successfully to conceal her Jewish identity.) himself with the royal delicacies or the royal wine. (tn Heb “with the delicacies of the king and with the wine of his drinking.”) He therefore asked the overseer of the court officials for permission not to defile himself."},{"number":9,"verse":"Then God made the overseer of the court officials sympathetic to Daniel. (tn Heb “Then God granted Daniel loyal love and compassion before the overseer of the court officials.” The expression “loyal love and compassion” is a hendiadys; the two words combine to express one idea.)"},{"number":10,"verse":"But he (tn Heb “The overseer of the court officials.” The subject has been specified in the translation for the sake of clarity.) responded to Daniel, “I fear my master the king. He is the one who has decided (tn Heb “assigned.” See v. 5.) your food and drink. What would happen if he saw that you looked malnourished in comparison to the other young men your age? (tn Heb “Why should he see your faces thin from the young men who are according to your age?” The term translated “thin” occurs only here and in Gen 40:6, where it appears to refer to a dejected facial expression. The word is related to an Arabic root meaning “be weak.” See HALOT 277 s. v. II זעף.) If that happened, (tn The words “if that happened” are not in the Hebrew text but have been added in the translation for clarity.) you would endanger my life (tn Heb “my head.” Presumably this is an implicit reference to capital punishment (cf. NCV, TEV, CEV, NLT), although this is not entirely clear.) with the king!”"},{"number":11,"verse":"Daniel then spoke to the warden (sn Having failed to convince the overseer, Daniel sought the favor of the warden whom the overseer had appointed to care for the young men.) whom the overseer of the court officials had appointed over Daniel, Hananiah, Mishael, and Azariah:"},{"number":12,"verse":"“Please test your servants for ten days by providing us with some vegetables to eat and water to drink."},{"number":13,"verse":"Then compare our appearance (tn Heb “let our appearance be seen before you.”) with that of (tn Heb “the appearance of.”) the young men who are eating the royal delicacies; (tn Heb “delicacies of the king.” So also in v. 15.) deal with us (tn Heb “your servants.”) in light of what you see.”"},{"number":14,"verse":"So the warden (tn Heb “he”; the referent (the warden mentioned in v. 11) has been specified in the translation for clarity.) agreed to their proposal (tn Heb “listened to them with regard to this matter.”) and tested them for ten (sn The number ten is sometimes used in the OT as an ideal number of completeness. Cf. v. 20; Zech 8:23; Rev 2:10.) days."},{"number":15,"verse":"At the end of the ten days their appearance was better and their bodies were healthier (tn Heb “fat of flesh”; KJV, ASV “fatter in flesh”; NASB, NRSV “fatter” (although this is no longer a sign of health in Western culture).) than all the young men who had been eating the royal delicacies."},{"number":16,"verse":"So the warden removed the delicacies and the wine (tn Heb “the wine of their drinking.”) from their diet (tn The words “from their diet” are not in the Hebrew text but have been added in the translation for clarity.) and gave them a diet of vegetables instead."},{"number":17,"verse":"Now as for these four young men, God endowed them with knowledge and skill in all sorts of literature and wisdom — and Daniel had insight into all kinds of visions and dreams."},{"number":18,"verse":"When the time appointed by the king arrived, (tn Heb “at the end of the days which the king said to bring them.”) the overseer of the court officials brought them into Nebuchadnezzar’s presence."},{"number":19,"verse":"When the king spoke with them, he did not find among the entire group (tn Heb “from all of them.”) anyone like Daniel, Hananiah, Mishael, or Azariah. So they entered the king’s service. (tn Heb “stood before the king.”)"},{"number":20,"verse":"In every matter of wisdom and (tc The MT lacks the conjunction, reading the first word in the phrase as a construct (“wisdom of insight”). While this reading is not impossible, it seems better to follow Theodotion, the Syriac, the Vulgate, and the Sahidic Coptic, all of which have the conjunction.) insight the king asked them about, he found them to be ten times (tn Heb “hands.”) better than any of the magicians and astrologers that were in his entire empire."},{"number":21,"verse":"Now Daniel lived on until the first (sn The Persian king Cyrus’ first year in control of Babylon was 539 B. C. Daniel actually lived beyond the first year of Cyrus, as is clear from 10:1. The purpose of the statement in 1:21 is merely to say that Daniel’s life spanned the entire period of the neo-Babylonian empire. His life span also included the early years of the Persian control of Babylon. However, by that time his age was quite advanced; he probably died sometime in the 530’s B. C.) year of Cyrus the king."}]}