{"bibleAbbr":"NET2007","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"An Angel Appears to Daniel (sn This chapter begins the final unit in the book of Daniel, consisting of chapters 10-12. The traditional chapter divisions to some extent obscure the relationship of these chapters.) In the third (tc The LXX has “first.” sn Cyrus’ third year would have been ca. 536 B. C. Daniel would have been approximately eighty-four years old at this time.) year of King Cyrus of Persia a message was revealed to Daniel (who was also called Belteshazzar). This message was true and concerned a great war. (tn The meaning of the Hebrew word צָבָא (tsava’) is uncertain in this context. The word most often refers to an army or warfare. It may also mean “hard service,” and many commentators take that to be the sense here (i. e., “the service was great”). The present translation assumes the reference to be to the spiritual conflicts described, for example, in 10:16–11:1.) He understood the message and gained insight by the vision."},{"number":2,"verse":"In those days I, Daniel, was mourning for three whole weeks. (tn Heb “three weeks of days.” The inclusion of “days” here and in v. 3 is perhaps intended to call attention to the fact that these weeks are very different in nature from those of chap. 9, which are “weeks of years.”)"},{"number":3,"verse":"I ate no choice food; no meat or wine came to my lips, (tn Heb “mouth.”) nor did I anoint myself with oil (sn Anointing oneself with oil (usually olive oil) was a common OT practice due to the severity of the Middle Eastern sun (cf. Ps 121:6). It was also associated with rejoicing (e. g., Prov 27:9) and was therefore usually not practiced during a period of mourning.) until the end of those three weeks."},{"number":4,"verse":"On the twenty-fourth day of the first month (sn The first month would be the month of Nisan, during which Passover was observed.) I was beside the great river, the Tigris. (tn The Hebrew text has חִדָּקֶל (hiddaqel). “Tigris” appears here in the LXX, since it is the Greek name for this river. Elsewhere in the OT “the great river” refers to the Euphrates (e. g., Gen 15:18; Josh 1:4), leading some interpreters to think that a mistake is involved in using the expression to refer to the Tigris. But it is doubtful that the expression had such a fixed and limited usage. The Syriac, however, does render the word here by “Euphrates” (Syr. perat) in keeping with biblical usage elsewhere.)"},{"number":5,"verse":"I looked up (tn Heb “I lifted up my eyes.”) and saw a (tn Heb “one.” The Hebrew numerical adjective is used here like an English indefinite article.) man (sn The identity of the messenger is not specifically disclosed. Presumably he is an unnamed angel. Some interpreters identify him as Gabriel, but there is no adequate reason for doing so.) clothed in linen; (tn The Hebrew word בַּדִּים (baddim) is a plural of extension. See GKC 396-97 §124. a, b, c and Joüon 2:500 §136. c.) around his waist was a belt made of gold from Upaz. (tn The location of this place and even the exact form of the Hebrew name אוּפָז (’ufaz) are uncertain. Apparently it was a source for pure gold. (See Jer 10:9.) The Hebrew word פָז (paz, “refined gold” or “pure gold”) is more common in the OT than אוּפָז, and some scholars emend the text of Dan 10:5 to read this word. Cf. also “Ophir” (1 Kgs 9:28; Isa 13:12; Job 22:24; 28:16).)"},{"number":6,"verse":"His body resembled yellow jasper, (tn The Hebrew word translated “yellow jasper” is תַּרשִׁישׁ (tarshish); it appears to be a semiprecious stone, but its exact identity is somewhat uncertain. It may be the yellow jasper, although this is conjectural. Cf. NAB, NIV “chrysolite”; NASB, NRSV “beryl.”) and his face had an appearance like lightning. His eyes were like blazing torches; (tn Heb “torches of fire.”) his arms and feet had the gleam of polished bronze. His voice (tn Heb “The sound of his words” (cf. v. 9).) thundered forth like the sound of a large crowd."},{"number":7,"verse":"Only I, Daniel, saw the vision; the men who were with me did not see it. (tn Heb “the vision.”) On the contrary, they were overcome with fright (tn Heb “great trembling fell on them.”) and ran away to hide."},{"number":8,"verse":"I alone was left to see this great vision. My strength drained from (tn Heb “did not remain in.”) me, and my vigor disappeared; (tn Heb “was changed upon me for ruin.”) I was without energy. (tn Heb “strength.”)"},{"number":9,"verse":"I listened to his voice, (tc Heb “I heard the sound of his words.” These words are absent in the LXX and the Syriac.) and as I did so (tn Heb “as I listened to the sound of his words.”) I fell into a trance-like sleep with my face to the ground."},{"number":10,"verse":"Then (tn Heb “Behold.”) a hand touched me and set me on my hands and knees. (tc Theodotion lacks “and the palms of my hands.”tn Heb “on my knees and the palms of my hands.”)"},{"number":11,"verse":"He said to me, “Daniel, you are of great value. (tn Or “a treasured person”; KJV “a man greatly beloved”; NASB “man of high esteem.”) Understand the words that I am about to (tn The Hebrew participle is often used, as here, to refer to the imminent future.) speak to you. So stand up, (tn Heb “stand upon your standing.”) for I have now been sent to you.” When he said this (tn Heb “spoke this word.”) to me, I stood up shaking."},{"number":12,"verse":"Then he said to me, “Don’t be afraid, Daniel, for from the very first day you applied your mind (tn Heb “gave your heart.”) to understand and to humble yourself before your God, your words were heard. I have come in response to your words."},{"number":13,"verse":"However, the prince of the kingdom of Persia was opposing me for twenty-one days. But (tn Heb “and behold.”) Michael, one of the leading princes, came to help me, because I was left there (tc The Greek version of Theodotion reads “I left him [i. e., Michael] there,” and this is followed by a number of English translations (cf. NAB, NRSV, NLT).) with the kings of Persia."},{"number":14,"verse":"Now I have come to help you understand what will happen to your people in the latter days, for the vision pertains to future days.”"},{"number":15,"verse":"While he was saying this to me, (tn Heb “speaking to me according to these words.”) I was flat on (tn Heb “I placed my face toward.”) the ground and unable to speak."},{"number":16,"verse":"Then (tn Heb “Behold.”) one who appeared to be a human being (tc So most Hebrew MSS; one Hebrew MS along with the Dead Sea Scrolls and LXX read “something that looked like a man’s hand.”) was touching my lips. I opened my mouth and started to speak, saying to the one who was standing before me, “Sir, (tn Heb “my lord,” here a title of polite address. Cf. v. 19.) due to the vision, anxiety has gripped me and I have no strength."},{"number":17,"verse":"How, sir, am I able to speak with you? (tn Heb “How is the servant of this my lord able to speak with this my lord?”) My strength is gone, (tn Heb “does not stand.”) and I am breathless.”"},{"number":18,"verse":"Then the one who appeared to be a human being touched me again (tn Heb “He added and touched me.” The construction is a verbal hendiadys.) and strengthened me."},{"number":19,"verse":"He said to me, “Don’t be afraid, you who are valued. (tn Heb “treasured man.”) Peace be to you! Be strong! Be really strong!” When he spoke to me, I was strengthened. I said, “Sir, you may speak now, (tn Heb “my lord may speak.”) for you have given me strength.”"},{"number":20,"verse":"He said, “Do you know why I have come to you? (sn The question is rhetorical, intended to encourage reflection on Daniel’s part.) Now I am about to return to engage in battle with the prince of Persia. When I go, the prince of Greece is coming."},{"number":21,"verse":"However, I will first tell you what is written in a dependable book. (tn Heb “a book of truth.” Several English versions treat this as a title of some sort (cf. NIV, NCV, TEV, CEV, NLT), although the NAB’s rendering “the truthful book” regards “truth” as an attributive adjective, as does the present translation.) (There is no one who strengthens me against these princes, (tn The word “princes” is supplied for clarity.) except Michael your (tn The pronoun is plural in Hebrew, suggesting that Michael is the angelic prince of Daniel and his people.) prince."}]}