{"bibleAbbr":"NET2007","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"(Daniel is Thrown into a Lions’ Den) It seemed like a good idea to Darius (tn Aram “It was pleasing before Darius.”) to appoint over the kingdom 120 satraps (tn This is a technical term for an official placed in charge of a region of the empire (cf. KJV, NLT “prince[s]”; NCV, TEV “governors”). These satraps were answerable to a supervisor, who in turn answered to Darius.) who would be in charge of the entire kingdom."},{"number":2,"verse":"Over them would be three supervisors, one of whom was Daniel. These satraps were accountable (tn Aram “giving an account.”) to them, so that the king’s interests might not incur damage."},{"number":3,"verse":"Now this Daniel was distinguishing himself above the other supervisors and the satraps, for he had an extraordinary spirit. In fact, the king intended to appoint him over the entire kingdom."},{"number":4,"verse":"Consequently the supervisors and satraps were trying to find (tn Aram “looking to find.”) some pretext against Daniel in connection with administrative matters. (tn Aram “from the side of the kingdom.”) But they were unable to find any such damaging evidence, (tn Aram “pretext and corruption.”) because he was trustworthy and guilty of no negligence or corruption. (tn Aram “no negligence or corruption was found in him.” The Greek version of Theodotion lacks the phrase “and no negligence or corruption was found in him.”)"},{"number":5,"verse":"So these men concluded, (tn Aram “were saying.”) “We won’t find any pretext against this man Daniel unless it is (tn Aram “unless we find [it] against him.”) in connection with the law of his God.”"},{"number":6,"verse":"So these supervisors and satraps came by collusion (tn The Aramaic verb רְגַשׁ (rÿgash) occurs three times in this chapter (vv. 7, 12, 16). Its meaning is widely disputed by commentators, and the versions vary considerably in how they render the word. The suggestion that it means “to come thronging” (BDB 1112 s. v.; cf. NAB) seems inappropriate, since it is unlikely that subordinates would enter a royal court in such a reckless fashion. The ancient versions struggled with the word and are not in agreement in their understanding of its meaning. In this chapter the word apparently means to act in agreement with other parties in the pursuit of a duplicitous goal, namely the entrapment of Daniel. Cf. NIV, NCV “went as a group”; NRSV “conspired and came to the king.”) to the king and said (tn Aram “thus they were saying.”) to him, “O King Darius, live forever!"},{"number":7,"verse":"To all the supervisors of the kingdom, the prefects, satraps, counselors, and governors it seemed like a good idea for a royal edict to be issued and an interdict to be enforced. For the next thirty days anyone who prays (tn Aram “prays a prayer.”) to any god or human other than you, O king, should be thrown into a den of lions."},{"number":8,"verse":"Now let the king issue a written interdict (tn Aram “establish a written interdict and inscribe a written decree.”) so that it cannot be altered, according to the law of the Medes and Persians, which cannot be changed. (tn Or “removed.”)"},{"number":9,"verse":"So King Darius issued the written interdict."},{"number":10,"verse":"When Daniel realized (tn Aram “knew.”) that a written decree had been issued, he entered his home, where the windows (sn In later rabbinic thought this verse was sometimes cited as a proof text for the notion that one should pray only in a house with windows. See b. Berakhot 34b.) in his upper room opened toward Jerusalem. (map For the location of Jerusalem see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) Three (sn This is apparently the only specific mention in the OT of prayer being regularly offered three times a day. The practice was probably not unique to Daniel, however.) times daily he was (tc Read with several medieval Hebrew MSS and printed editions הֲוָה (havah) rather than the MT הוּא (hu’).) kneeling (tn Aram “kneeling on his knees” (so NASB). sn No specific posture for offering prayers is prescribed in the OT. Kneeling, as here, and standing were both practiced.) and offering prayers and thanks to his God just as he had been accustomed to do previously."},{"number":11,"verse":"Then those officials who had gone to the king (tn Aram “those men”; the referent (the administrative officials who had earlier approached the king about the edict) has been specified in the translation for clarity.) came by collusion and found Daniel praying and asking for help before his God."},{"number":12,"verse":"So they approached the king and said to him, (tc The MT also has “about the edict of the king,” but this phrase is absent in the LXX and the Syriac. The present translation deletes the expression. tn Aram “before the king.”) “Did you not issue an edict to the effect that for the next thirty days anyone who prays to any god or human other than to you, O king, would be thrown into a den of lions?” The king replied, “That is correct, (tn Aram “the word is true.”) according to the law of the Medes and Persians, which cannot be changed.”"},{"number":13,"verse":"Then they said to the king, “Daniel, who is one of the captives (tn Aram “from the sons of the captivity [of].”) from Judah, pays no attention to you, O king, or to the edict that you issued. Three times daily he offers his prayer.” (tn Aram “prays his prayer.”)"},{"number":14,"verse":"When the king heard this, (tn Aram “the word.”) he was very upset and began thinking about (tn Aram “placed his mind on.”) how he might rescue Daniel. Until late afternoon (tn Aram “the entrances of the sun.”) he was struggling to find a way to rescue him."},{"number":15,"verse":"Then those men came by collusion to the king and (tc Theodotion lacks the words “came by collusion to the king and.”) said to him, (tn Aram “the king.”) “Recall, (tn Aram “know”; NAB “Keep in mind”; NASB “Recognize”; NIV, NCV “Remember.”) O king, that it is a law of the Medes and Persians that no edict or decree that the king issues can be changed.”"},{"number":16,"verse":"So the king gave the order, (tn Aram “said.” So also in vv. 24, 25.) and Daniel was brought and thrown into a den (sn The den was perhaps a pit below ground level which could be safely observed from above.) of lions. The king consoled (tn Aram “answered and said [to Daniel].”) Daniel by saying, “Your God whom you continually serve will rescue you!”"},{"number":17,"verse":"Then a stone was brought and placed over the opening (tn Aram “mouth.”) to the den. The king sealed (sn The purpose of the den being sealed was to prevent unauthorized tampering with the opening of the den. Any disturbance of the seal would immediately alert the officials to improper activity of this sort.) it with his signet ring and with those (tn Aram “the signet rings.”) of his nobles so that nothing could be changed with regard to Daniel."},{"number":18,"verse":"Then the king departed to his palace. But he spent the night without eating, and no diversions (tn The meaning of Aramaic דַּחֲוָה (dakhavah) is a crux interpretum. Suggestions include “music,” “dancing girls,” “concubines,” “table,” “food” – all of which are uncertain. The translation employed here, suggested by earlier scholars, is deliberately vague. A number of recent English versions follow a similar approach with “entertainment” (e. g., NASB, NIV, NCV, TEV, CEV, NLT). On this word see further, HALOT 1849-50 s. v.; E. Vogt, Lexicon linguae aramaicae, 37.) were brought to him. He was unable to sleep. (tn Aram “his sleep fled from him.”)"},{"number":19,"verse":"(God Rescues Daniel from the Lions) In the morning, at the earliest sign of daylight, the king got up and rushed to the lions’ den."},{"number":20,"verse":"As he approached the den, he called out to Daniel in a worried voice, (tn Aram “The king answered and said to Daniel.” This phrase has not been included in the translation for stylistic reasons; it is redundant in English.) “Daniel, servant of the living God, was your God whom you continually serve able to rescue you from the lions?”"},{"number":21,"verse":"Then Daniel spoke to (tn Aram “with.”) the king, “O king, live forever!"},{"number":22,"verse":"My God sent his angel and closed the lions’ mouths so that they have not harmed me, because I was found to be innocent before him. Nor have I done any harm to you, O king.”"},{"number":23,"verse":"Then the king was delighted and gave an order to haul Daniel up from the den. So Daniel was hauled up out of the den. He had no injury of any kind, because he had trusted in his God."},{"number":24,"verse":"The king gave another order, (tn Aram “said.”) and those men who had maliciously accused (tn Aram “had eaten the pieces of.” The Aramaic expression is ironic, in that the accusers who had figuratively “eaten the pieces of Daniel” are themselves literally devoured by the lions.) Daniel were brought and thrown (tn The Aramaic active impersonal verb is often used as a substitute for the passive.) into the lions’ den — they, their children, and their wives. (tc The LXX specifies only the two overseers, together with their families, as those who were cast into the lions’ den.) They did not even reach the bottom of the den before the lions overpowered them and crushed all their bones."},{"number":25,"verse":"Then King Darius wrote to all the peoples, nations, and language groups who were living in all the land: “Peace and prosperity! (tn Aram “May your peace be increased!”)"},{"number":26,"verse":"I have issued an edict that throughout all the dominion of my kingdom people are to revere and fear the God of Daniel. “For he is the living God; he endures forever. His kingdom will not be destroyed; his authority is forever. (tn Aram “until the end.”)"},{"number":27,"verse":"He rescues and delivers and performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power (tn Aram “hand.”) of the lions!”"},{"number":28,"verse":"So this Daniel prospered during the reign of Darius and (tn Or perhaps “in the reign of Darius, even in the reign of Cyrus.” The identity of this Darius is disputed. Some take the name to be referring to Cyrus, understanding the following vav (ו, “and”) in an epexegetical sense (“even”). Others identify Darius with a governor of Babylon known from extra-biblical records as Gubaru, or with Cambyses, son of Cyrus. Many scholars maintain that the reference is historically inaccurate.) the reign of Cyrus the Persian."}]}