{"bibleAbbr":"NET2007","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"(Daniel has a Vision of Four Animals Coming up from the Sea) In the first (sn The first year of Belshazzar’s reign would have been ca. 553 B. C. Daniel would have been approximately 67 years old at the time of this vision.) year of King Belshazzar of Babylon, Daniel had (tn Aram “saw.”) a dream filled with visions (tn Aram “and visions of his head.” The Aramaic is difficult here. Some scholars add a verb thought to be missing (e. g., “the visions of his head [were alarming him]”), but there is no external evidence to support such a decision and the awkwardness of the text at this point may be original.) while he was lying on his bed. Then he wrote down the dream in summary fashion. (tn Aram “head of words.” The phrase is absent in Theodotion. Cf. NIV “the substance of his dream.”)"},{"number":2,"verse":"Daniel explained: (tn Aram “answered and said.”) “I was watching in my vision during the night as (tn Aram “and behold.”) the four winds of the sky (tn Or “the heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heavens” or “sky” depending on the context.) were stirring up the great sea. (sn The referent of the great sea is unclear. The common view that the expression refers to the Mediterranean Sea is conjectural.)"},{"number":3,"verse":"Then four large beasts came up from the sea; they were different from one another."},{"number":4,"verse":"“The first one was like a lion with eagles’ wings. As I watched, its wings were pulled off and it was lifted up from the ground. It was made to stand on two feet like a human being, and a human mind (tn Aram “heart of a man.”) was given to it. (sn The identity of the first animal, derived from v. 17 and the parallels in chap. 2, is Babylon. The reference to the plucking of its wings is probably a reference to the time of Nebuchadnezzar’s insanity (cf. chap. 4). The latter part of v. 4 then describes the restoration of Nebuchadnezzar. The other animals have traditionally been understood to represent respectively Media-Persia, Greece, and Rome, although most of modern scholarship identifies them as Media, Persia, and Greece. For a biblical parallel to the mention of lion, bear, and leopard together, see Hos 13:7–8.)"},{"number":5,"verse":"“Then (tn Aram “and behold.”) a second beast appeared, like a bear. It was raised up on one side, and there were three ribs (sn The three ribs held securely in the mouth of the bear, perhaps representing Media-Persia, apparently symbolize military conquest, but the exact identity of the “ribs” is not clear. Possibly it is a reference to the Persian conquest of Lydia, Egypt, and Babylonia.) in its mouth between its teeth. (tc The LXX lacks the phrase “between its teeth.”) It was told, (tn Aram “and thus they were saying to it.”) ‘Get up and devour much flesh!’"},{"number":6,"verse":"“After these things, (tn Aram “this.” So also in v. 7.) as I was watching, another beast (tn Aram “and behold, another one.”) like a leopard appeared, with four bird-like wings on its back. (tn Or “sides.”) This beast had four heads, (sn If the third animal is Greece, the most likely identification of these four heads is the four-fold division of the empire of Alexander the Great following his death. See note on Dan 8:8.) and ruling authority was given to it."},{"number":7,"verse":"“After these things, as I was watching in the night visions (tn The Aramaic text has also “and behold.” So also in vv. 8, 13.) a fourth beast appeared — one dreadful, terrible, and very strong. (sn The fourth animal differs from the others in that it is nondescript. Apparently it was so fearsome that Daniel could find nothing with which to compare it. Attempts to identify this animal as an elephant or other known creature are conjectural.) It had two large rows (tn The Aramaic word for “teeth” is dual rather than plural, suggesting two rows of teeth.) of iron teeth. It devoured and crushed, and anything that was left it trampled with its feet. It was different from all the beasts that came before it, and it had ten horns."},{"number":8,"verse":"“As I was contemplating the horns, another horn — a small one — came up between them, and three of the former horns were torn out by the roots to make room for it. (tn Aram “were uprooted from before it.”) This horn had eyes resembling human eyes and a mouth speaking arrogant (tn Aram “great.” So also in vv. 11, 20.) things."},{"number":9,"verse":"“While I was watching, thrones were set up, and the Ancient of Days (tn Or “the Ancient One” (NAB, NRSV, NLT), although the traditional expression has been retained in the present translation because it is familiar to many readers. Cf. TEV “One who had been living for ever”; CEV “the Eternal God.”) took his seat. His attire was white like snow; the hair of his head was like lamb’s (tn Traditionally the Aramaic word נְקֵא (nÿqe’) has been rendered “pure,” but here it more likely means “of a lamb.” Cf. the Syriac neqya’ (“a sheep, ewe”). On this word see further, M. Sokoloff, “’amar neqe’, ‘Lamb’s Wool’ (Dan 7:9),” JBL 95 (1976): 277-79.) wool. His throne was ablaze with fire and its wheels were all aflame. (tn Aram “a flaming fire.”)"},{"number":10,"verse":"A river of fire was streaming forth and proceeding from his presence. Many thousands were ministering to him; Many tens of thousands stood ready to serve him. (tn Aram “were standing before him.”) The court convened (tn Aram “judgment sat.”) and the books were opened."},{"number":11,"verse":"“Then I kept on watching because of the arrogant words of the horn that was speaking. I was watching (tc The LXX and Theodotion lack the words “I was watching” here. It is possible that these words in the MT are a dittography from the first part of the verse.) until the beast was killed and its body destroyed and thrown into (tn Aram “and given over to” (so NRSV).) the flaming fire."},{"number":12,"verse":"As for the rest of the beasts, their ruling authority had already been removed, though they were permitted to go on living (tn Aram “a prolonging of life was granted to them.”) for a time and a season."},{"number":13,"verse":"I was watching in the night visions, “And with (tc The LXX has ἐπί (epi, “upon”) here (cf. Matt 24:30; 26:64). Theodotion has μετά (meta, “with”) here (cf. Mark 14:62; Rev 1:7).) the clouds of the sky (tn Or “the heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heavens” or “sky” depending on the context.) one like a son of man (sn This text is probably the main OT background for Jesus’ use of the term “son of man.” In both Jewish and Christian circles the reference in the book of Daniel has traditionally been understood to refer to an individual, usually in a messianic sense. Many modern scholars, however, understand the reference to have a corporate identity. In this view, the “son of man” is to be equated with the “holy ones” (vv. 18, 21, 22, 25) or the “people of the holy ones” (v. 27) and understood as a reference to the Jewish people. Others understand Daniel’s reference to be to the angel Michael.) was approaching. He went up to the Ancient of Days and was escorted (tn Aram “they brought him near.”) before him."},{"number":14,"verse":"To him was given ruling authority, honor, and sovereignty. All peoples, nations, and language groups were serving (tn Some take “serving” here in the sense of “worshiping.”) him. His authority is eternal and will not pass away. (tn Aram “is an eternal authority which will not pass away.”) His kingdom will not be destroyed. (tn Aram “is one which will not be destroyed.”)"},{"number":15,"verse":"(An Angel Interprets Daniel’s Vision) “As for me, Daniel, my spirit was distressed, (tn The Aramaic text includes the phrase “in its sheath,” apparently viewing the body as a container or receptacle for the spirit somewhat like a sheath or scabbard is for a knife or a sword (cf. NAB “within its sheath of flesh”). For this phrase the LXX and Vulgate have “in these things.”) and the visions of my mind (tn Aram “head.”) were alarming me."},{"number":16,"verse":"I approached one of those standing nearby and asked him about the meaning (tn Aram “what is certain.”) of all this. So he spoke with me and revealed (tn Aram “and made known.”) to me the interpretation of the vision: (tn Aram “matter,” but the matter at hand is of course the vision.)"},{"number":17,"verse":"‘These large beasts, which are four in number, represent four kings who will arise from the earth."},{"number":18,"verse":"The holy ones (sn The expression holy ones is either a reference to angels or to human beings devoted to God.) of the Most High will receive the kingdom and will take possession of the kingdom forever and ever.’"},{"number":19,"verse":"“Then I wanted to know the meaning (tn Aram “to make certain.”) of the fourth beast, which was different from all the others. It was very dreadful, with two rows of iron teeth and bronze claws, and it devoured, crushed, and trampled anything that was left with its feet."},{"number":20,"verse":"I also wanted to know (tn The words “I also wanted to know” are added in the translation for stylistic reasons.) the meaning of the ten horns on its head, and of that other horn which came up and before which three others fell. This was the horn that had eyes (tc The conjunction in the MT before “eyes” is odd. The ancient versions do not seem to presuppose it.) and a mouth speaking arrogant things, whose appearance was more formidable than the others. (tn Aram “greater than its companions.”)"},{"number":21,"verse":"While I was watching, that horn began to wage war against the holy ones and was defeating (tn Aram “prevailing against” (KJV and ASV both similar); NASB “overpowering them”; TEV “conquered them.”) them,"},{"number":22,"verse":"until the Ancient of Days arrived and judgment was rendered (tc In the LXX, Syriac, and Vulgate the verb is active, understanding “judgment” to be the object rather than the subject of the verb (i. e., “the Ancient of Days rendered judgment”). This presupposes a different vocalization of the verb ( יְהַב [yÿhav] rather than the MT יְהִב [yÿhiv]).) in favor of the holy ones of the Most High. Then the time came for the holy ones to take possession of the kingdom."},{"number":23,"verse":"“This is what he told me: (tn Aram “thus he said.”) ‘The fourth beast means that there will be a fourth kingdom on earth that will differ from all the other kingdoms. It will devour all the earth and will trample and crush it."},{"number":24,"verse":"The ten horns mean that ten kings will arise from that kingdom. Another king will arise after them, but he will be different from the earlier ones. He will humiliate (tn Or “subjugate”; KJV, NASB, NIV “subdue”; ASV, NRSV “put down.”) three kings."},{"number":25,"verse":"He will speak words against the Most High. He will harass (tn Aram “wear out” (so KJV, ASV, NRSV); NASB, NLT “wear down.” The word is a hapax legomenon in biblical Aramaic, but in biblical Hebrew it especially refers to wearing out such things as garments. Here it is translated “harass…continually.”) the holy ones of the Most High continually. His intention (tn Aram “he will think.”) will be to change times established by law. (tn Aram “times and law.” The present translation is based on the understanding that the expression is a hendiadys.) They will be delivered into his hand For a time, times, (sn Although the word times is vocalized in the MT as a plural, it probably should be regarded as a dual. The Masoretes may have been influenced here by the fact that in late Aramaic (and Syriac) the dual forms fall out of use. The meaning would thus be three and a half “times.”) and half a time."},{"number":26,"verse":"But the court will convene, (tn Aram “judgment will sit” (KJV similar).) and his ruling authority will be removed — destroyed and abolished forever!"},{"number":27,"verse":"Then the kingdom, authority, and greatness of the kingdoms under all of heaven will be delivered to the people of the holy ones (tn If the “holy ones” are angels, then this probably refers to the angels as protectors of God’s people. If the “holy ones” are God’s people, then this is an appositional construction, “the people who are the holy ones.” See 8:24 for the corresponding Hebrew phrase and the note there.) of the Most High. His kingdom is an eternal kingdom; all authorities will serve him and obey him.’"},{"number":28,"verse":"“This is the conclusion of the matter. As for me, Daniel, my thoughts troubled me greatly, and the color drained from my face. (tn Aram “my brightness was changing on me.”) But I kept the matter to myself.” (tn Aram “in my heart.”)"}]}