{"bibleAbbr":"NET2007","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"(Daniel Has a Vision of a Goat and a Ram) (sn Dan 8:1 marks the switch from Aramaic (= 2:4b–7:28) back to Hebrew as the language in which the book is written in its present form. The remainder of the book from this point on (8:1–12:13) is in Hebrew. The bilingual nature of the book has been variously explained, but it most likely has to do with the book’s transmission history.) In the third year (sn The third year of King Belshazzar’s reign would have been ca. 551 B. C. Daniel would have been approximately 69 years old at the time of this vision.) of King Belshazzar’s reign, a vision appeared to me, Daniel, after the one that had appeared to me previously. (tn Heb “in the beginning.” This refers to the vision described in chapter seven.)"},{"number":2,"verse":"In this (tn Heb “the.”) vision I saw myself in Susa (sn Susa (Heb. שׁוּשַׁן, shushan), located some 230 miles (380 km) east of Babylon, was a winter residence for Persian kings during the Achaemenid period. The language of v. 2 seems to suggest that Daniel may not have been physically present at Susa, but only saw himself there in the vision. However, the Hebrew is difficult, and some have concluded that the first four words of v. 2 in the MT are a later addition (cf. Theodotion).) the citadel, (tn The Hebrew word בִּירָה (birah, “castle, palace”) usually refers to a fortified structure within a city, but here it is in apposition to the city name Susa and therefore has a broader reference to the entire city (against this view, however, see BDB 108 s. v. 2). Cf. NAB “the fortress of Susa”; TEV “the walled city of Susa.”) which is located in the province of Elam. In the vision I saw myself at the Ulai Canal. (tn The term אוּבַל (’uval = “stream, river”) is a relatively rare word in biblical Hebrew, found only here and in vv. 3 and 6. The Ulai was apparently a sizable artificial canal in Susa (cf. NASB, NIV, NCV), and not a river in the ordinary sense of that word.)"},{"number":3,"verse":"I looked up (tn Heb “lifted my eyes.”) and saw (tn Heb “and behold.”) a (tn Heb “one.” The Hebrew numerical adjective occasionally functions like an English indefinite article. See GKC 401 §125. b.) ram with two horns standing at the canal. Its two horns were both long, (tn Heb “high” (also “higher” later in this verse).) but one was longer than the other. The longer one was coming up after the shorter one."},{"number":4,"verse":"I saw that the ram was butting westward, northward, and southward. No animal (tn Or “beast” (NAB).) was able to stand before it, and there was none who could deliver from its power. (tn Heb “hand.” So also in v. 7.) It did as it pleased and acted arrogantly. (tn In the Hiphil the Hebrew verb גָּדַל (gadal, “to make great; to magnify”) can have either a positive or a negative sense. For the former, used especially of God, see Ps 126:2, 3; Joel 2:21. In this chapter (8:4, 8, 11, 25) the word has a pejorative sense, describing the self-glorification of this king. The sense seems to be that of vainly assuming one’s own superiority through deliberate hubris.)"},{"number":5,"verse":"While I was contemplating all this, (tn The words “all this” are added in the translation for stylistic reasons and for clarification.) a male goat (tn Heb “and behold, a he-goat of the goats.”) was coming from the west over the surface of all the land (tn Or “of the whole earth” (NAB, ASV, NASB, NRSV).) without touching the ground. This goat had a conspicuous horn (tn Heb “a horn of vision” [or “conspicuousness”], i. e., “a conspicuous horn,” one easily seen.) between its eyes."},{"number":6,"verse":"It came to the two-horned ram that I had seen standing beside the canal and rushed against it with raging strength. (tn Heb “the wrath of its strength.”)"},{"number":7,"verse":"I saw it approaching the ram. It went into a fit of rage against the ram (tn Heb “him.”) and struck it (tn Heb “the ram.”) and broke off its two horns. The ram had no ability to resist it. (tn Heb “stand before him.”) The goat hurled the ram (tn Heb “he hurled him.” The referents of both pronouns (the male goat and the ram) have been specified in the translation for clarity.) to the ground and trampled it. No one could deliver the ram from its power. (sn The goat of Daniel’s vision represents Greece; the large horn represents Alexander the Great. The ram stands for Media-Persia. Alexander’s rapid conquest of the Persians involved three battles of major significance which he won against overwhelming odds: Granicus (334 B. C.), Isus (333 B. C.), and Gaugemela (331 B. C.).)"},{"number":8,"verse":"The male goat acted even more arrogantly. But no sooner had the large horn become strong than it was broken, and there arose four conspicuous horns (tn The word “horns” is not in the Hebrew text, but is implied.) in its place, (sn The four conspicuous horns refer to Alexander’s successors. After his death, Alexander’s empire was divided up among four of his generals: Cassander, who took Macedonia and Greece; Lysimachus, who took Thrace and parts of Asia Minor; Seleucus, who took Syria and territory to its east; and Ptolemy, who took control of Egypt.) extending toward the four winds of the sky. (tn Or “the heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heavens” or “sky” depending on the context.)"},{"number":9,"verse":"From one of them came a small horn. (sn This small horn is Antiochus IV Epiphanes, who controlled the Seleucid kingdom from ca. 175-164 B. C. Antiochus was extremely hostile toward the Jews and persecuted them mercilessly.) But it grew to be very big, toward the south and the east and toward the beautiful land. (sn The expression the beautiful land (Heb. הַצֶּבִי [hatsÿvi] = “the beauty”) is a cryptic reference to the land of Israel. Cf. 11:16, 41, where it is preceded by the word אֶרֶץ (’erets, “land”).)"},{"number":10,"verse":"It grew so big it reached the army (tn Traditionally, “host.” The term refers to God’s heavenly angelic assembly, which he sometimes leads into battle as an army.) of heaven, and it brought about the fall of some of the army and some of the stars (sn In prescientific Israelite thinking the stars were associated with the angelic members of God’s heavenly assembly. See Judg 5:20; Job 38:7; Isa 40:26. In west Semitic mythology the stars were members of the high god’s divine assembly (see Isa 14:13).) to the ground, where it trampled them."},{"number":11,"verse":"It also acted arrogantly against the Prince of the army, (sn The prince of the army may refer to God (cf. “whose sanctuary” later in the verse) or to the angel Michael (cf. 12:1).) from whom (tn Or perhaps “and by him,” referring to Antiochus rather than to God.) the daily sacrifice was removed and whose sanctuary (sn Here the sanctuary is a reference to the temple of God in Jerusalem.) was thrown down."},{"number":12,"verse":"The army was given over, (tc The present translation reads וּצְבָאָהּ נִתַּן (utsÿva’ah nittan) for the MT וְצָבָא תִּנָּתֵן (vÿtsava’ tinnaten). The context suggests a perfect rather than an imperfect verb.) along with the daily sacrifice, in the course of his sinful rebellion. (tn Heb “in (the course of) rebellion.” The meaning of the phrase is difficult to determine. It could mean “due to rebellion,” referring to the failures of the Jews, but this is not likely since it is not a point made elsewhere in the book. The phrase more probably refers to the rebellion against God and the atrocities against the Jews epitomized by Antiochus.) It hurled (tc Two medieval Hebrew MSS and the LXX have a passive verb here: “truth was hurled to the ground” (cf. NIV, NCV, TEV).) truth (sn Truth here probably refers to the Torah. According to 1 Macc 1:56, Antiochus initiated destruction of the sacred books of the Jews.) to the ground and enjoyed success. (tn Heb “it acted and prospered.”)"},{"number":13,"verse":"Then I heard a holy one (sn The holy one referred to here is presumably an angel. Cf. 4:13[10], 23 [20].) speaking. Another holy one said to the one who was speaking, “To what period of time does the vision pertain — this vision concerning the daily sacrifice and the destructive act of rebellion and the giving over of both the sanctuary and army to be trampled?”"},{"number":14,"verse":"He said to me, “To 2300 evenings and mornings; (sn The language of evenings and mornings is reminiscent of the creation account in Genesis 1. Since “evening and morning” is the equivalent of a day, the reference here would be to 2300 days. However, some interpreters understand the reference to be to the evening sacrifice and the morning sacrifice, in which case the reference would be to only 1150 days. Either way, the event that marked the commencement of this period is unclear. The event that marked the conclusion of the period is the rededication of the temple in Jerusalem following the atrocious and sacrilegious acts that Antiochus implemented. This took place on December 25, 165 B. C. The Jewish celebration of Hanukkah each year commemorates this victory.) then the sanctuary will be put right again.” (tn Heb “will be vindicated” or “will be justified.” This is the only occurrence of this verb in the Niphal in the OT. English versions interpret it as “cleansed” (KJV, ASV), “restored” (NASB, TEV, NLT), or “reconsecrated” (NIV).)"},{"number":15,"verse":"(An Angel Interprets Daniel’s Vision) While I, Daniel, was watching the vision, I sought to understand it. Now one who appeared to be a man was standing before me."},{"number":16,"verse":"Then I heard a human voice coming from between the banks of the Ulai. It called out, “Gabriel, (sn The only angels whose names are given in the OT are Gabriel (Dan 8:16; 9:21; cf. Luke 1:19, 26) and Michael (Dan 10:13, 21; 12:1; cf. Jude 9; Rev 12:7). The name Gabriel means in Hebrew “man of God,” and Michael means “who is like God?”) enable this person to understand the vision.”"},{"number":17,"verse":"So he approached the place where I was standing. As he came, I felt terrified and fell flat on the ground. (tn Heb “on my face.”) Then he said to me, “Understand, son of man, (tn Or “human one.”) that the vision pertains to the time of the end.”"},{"number":18,"verse":"As he spoke with me, I fell into a trance with my face to the ground. But he touched me and stood me upright. (tn Heb “on my standing.”)"},{"number":19,"verse":"Then he said, “I am going to inform you about what will happen in the latter time of wrath, for the vision (tn The Hebrew text does not actually state the referent (the vision Daniel saw in vv. 8–12; cf. also v. 13), which has been specified in the translation for clarity. Some Greek witnesses add “the vision” here.) pertains to the appointed time of the end."},{"number":20,"verse":"The ram that you saw with the two horns stands for the kings of Media and Persia."},{"number":21,"verse":"The male goat (tn Heb “the he-goat, the buck.” The expression is odd, and the second word may be an explanatory gloss.) is the king of Greece, (tn Heb “Javan.”) and the large horn between its eyes is the first king."},{"number":22,"verse":"The horn that was broken (tn Heb “the broken one.” The word “horn” has been supplied in the translation to clarify the referent.) and in whose place there arose four others stands for four kingdoms that will arise from his nation, though they will not have his strength."},{"number":23,"verse":"Toward the end of their rule, when rebellious acts (tc The present translation reads הַפְּשָׁעִים (happÿsha’im, “rebellious acts”) for the MT הַפֹּשְׁעִים (happoshÿ’im, “rebels”). While the MT is understandable (cf. NIV, “when rebels have become completely wicked”), the filling up of transgressions is a familiar OT expression (cf. Gen 15:16) and fits this context well. Cf. the LXX, Theodotion, the Vulgate, and the Syriac.) are complete, a rash (tn Heb “strong of face.”) and deceitful (tn Heb “understanding riddles.” Possible meanings include “double-dealing” (BDB 295 s. v. חִידָה; cf. TEV, CEV) and “with a good knowledge of intrigue” (HALOT 309 s. v. חִידָה; cf. NAB, NASB, NIV, NRSV, NLT).) king will arise. (tn Heb “stand” or “stand up.”)"},{"number":24,"verse":"His power will be great, but it will not be by his strength alone. He will cause terrible destruction. (tn Heb “extraordinarily he will destroy.”) He will be successful in what he undertakes. (tn Heb “he will succeed and act.”) He will destroy powerful people and the people of the holy ones. (tn See the corresponding Aramaic expression in 7:27. If the “holy ones” are angels, then this probably refers to the angels as protectors of God’s people. One could translate, “people belonging to (i. e., protected by) the holy ones.” If the “holy ones” are God’s people, then this is an appositional construction, “the people who are the holy ones.” One could translate simply “holy people.” For examples of a plural appositional genitive after “people,” see 11:15, 32. Because either interpretation is possible, the translation has deliberately preserved the ambiguity of the Hebrew grammar here.)"},{"number":25,"verse":"By his treachery (tn The Hebrew term has a primary meaning of “skill, insight,” but here it has the connotation “cunning, treachery.” See BDB 968 s. v. שֵׂכֶל, שֶׂכֶל.) he will succeed through deceit. (tn Heb “he will cause deceit to succeed by his hand.”) He will have an arrogant attitude, (tn Heb “in his heart he will act arrogantly.”) and he will destroy many who are unaware of his schemes. (tn Heb “in peace.” The Hebrew word used here is difficult. It may refer to the security felt by those who did not realize the danger of imminent attack, or it may refer to the condition of being unaware of the impending danger. The latter idea is reflected in the present translation. See further, BDB 1017 s. v. שַׁלְוָה.) He will rise up against the Prince of princes, yet he will be broken apart — but not by human agency. (tn Heb “with nothingness of hand.”)"},{"number":26,"verse":"The vision of the evenings and mornings that was told to you is correct. (tn Heb “truth.”) But you should seal up the vision, for it refers to a time many days from now.”"},{"number":27,"verse":"I, Daniel, was exhausted (tn The Hebrew word here is נִהְיֵיתִי (nihyetiy). Its meaning is not entirely clear. Hebrew הָיָה (hayah) normally has meanings such as “to be” or “become.” Here, however, it describes Daniel’s emotional and physical response to the enigmatic vision that he has seen. It is parallel to the following verb, which refers to illness, and seems to refer to a state of utter exhaustion due to the amazing things that Daniel has just seen. The LXX lacks the word. On the meaning of the word see further, BDB 227-28 s. v. הָיָה Niph.2; DCH 2:540 s. v. היה I Ni.3.) and sick for days. Then I got up and again carried out the king’s business. But I was astonished at the vision, and there was no one to explain it."}]}