{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"AND David consulted with the commanders of thousands and of hundreds, and with all the leaders and governors of Israel."},{"number":2,"verse":"And David said to all the assemblies of Israel, If it seems good to you, let us beseech the LORD our God to repair the breaches of our brethren who reside in all towns of Israel, and settle with them priests and Levites in their cities and suburbs;"},{"number":3,"verse":"So that they may gather themselves and come to us, and pray before the LORD our God and beseech him because of our sins; for we did not pray before him in the days of Saul."},{"number":4,"verse":"And all the assemblies said that they would do so."},{"number":5,"verse":"So David gathered all Israel together, from the river of Egypt even to the entrance of Hamath, to bring the ark of the LORD from Koriath-narin."},{"number":6,"verse":"And David went up, and all Israel, to Koriath-narin, which belongs to the tribe of Judah, to bring up from there the ark of the LORD God who dwells upon the high cherubim, which are known by his name."},{"number":7,"verse":"And they placed the ark of the LORD in a new cart, and carried it out of the house of Abinadab; and Uzza and his brothers drove the cart."},{"number":8,"verse":"And David and all Israel played before the LORD with all their might, and with singing and with harps and with psalteries and with cymbals and with timbrels."},{"number":9,"verse":"And when they came to the threshing floor of Remin. Uzza put forth his hand to hold the ark; for the oxen ran toward the threshing floor."},{"number":10,"verse":"And the anger of the LORD was kindled against Uzza, and he smote him there because he put forth his hand to the ark; and he died there before the ark."},{"number":11,"verse":"And David was displeased because the LORD had smote Uzza; wherefore that place is called Torethadi-Uzza to this day."},{"number":12,"verse":"And David was afraid of the LORD that day, saying. How can I bring the ark of God home to me?"},{"number":13,"verse":"So David was unwilling to bring the ark home to the city of David. And David commanded it be carried to the house of Ober-edom the Gittite."},{"number":14,"verse":"And the ark of the LORD remained in the house of Ober-edom the Gittite three months. And the LORD blessed the house of Ober-edom the Gittite and all that he had."}]}