{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"AND David built citadels for himself in the city of David, and also built a place for the ark of the LORD and for the instruments of the tabernacle."},{"number":2,"verse":"Then David commanded the Levites to carry the ark of the LORD and the instruments of the tabernacle; for the Levites the LORD had chosen to minister and to carry the ark of the LORD, and to look after it for ever."},{"number":3,"verse":"And David gathered all Israel together to Jerusalem, to bring up the ark of the LORD to the place which he had built for it."},{"number":4,"verse":"And David assembled the descendants of Aaron and the Levites:"},{"number":5,"verse":"Of the sons of Kohath, Uriel the elder and his brethren, a hundred and twenty;"},{"number":6,"verse":"Of the sons of Merari, Ashiel the elder and his brethren, two hundred and twenty;"},{"number":7,"verse":"Of the sons of Gershon, Joel the elder and his brethren, a hundred and thirty;"},{"number":8,"verse":"Of the sons of Elizaphan, Shemaiah the elder and his brethren, two hundred;"},{"number":9,"verse":"Of the sons of Hebron, Eliab the elder and his brethren, eighty;"},{"number":10,"verse":"Of the sons of Uzziel, Amminadab the elder and his brethren, a hundred and twelve."},{"number":11,"verse":"Then David called for Zadok the priest and Abiathar, and for the Levites, for Uriel, Amsah, Joel, Asaiah, Shemaiah, Uriel, and Amminadab,"},{"number":12,"verse":"And said to them, You are the chiefs of the fathers of the Levites; sanctify yourselves, both you and your brethren, that you may bring up the ark of the LORD God of Israel to the place which has been built for it before,"},{"number":13,"verse":"So that the LORD our God may not smite us because we did not seek him after the due order."},{"number":14,"verse":"So the priests and the Levites sanctified themselves to bring up the ark of the LORD God of Israel."},{"number":15,"verse":"And the Levites carried the ark of the LORD upon their shoulders with the poles thereon, as Moses had commanded according to the word of the LORD."},{"number":16,"verse":"And David spoke to the elders of the Levites to appoint their brethren to be singers with instruments of music, psalteries and harps and cymbals, sounding by raising up their voices in joy."},{"number":17,"verse":"So the Levites appointed Heman the son of Joel; and of his brethren, Asaph the son of Berechiah; and of the sons of Merari their brethren, Ethan the son of Kushaiah;"},{"number":18,"verse":"And with them their brethren of the second order, Zechariah the son of Neaiel, Jehiel, Eliab, Benaiah, Asa, Mattitha, Elipheleu, Mikiaho, Ober-edom, and Jeiel."},{"number":19,"verse":"Now these were all those who stood by the gates and sang: Heman, Asaph, and Ethan."},{"number":20,"verse":"These were all who played with the instruments of brass to minister in the service: Azariah, Aziel, Jehiel, Unni, Eliab, Maasiah, and Benaiah;"},{"number":21,"verse":"And those who sang songs: Mattitha, Mikiaho, Ober-edom, Uzzael, and Uzzanaiah; these played with harps every day at three o'clock and at nine o'clock."},{"number":22,"verse":"And Benaiah, chief of the Levites, played every day in the booth, for they had prepared a place for him."},{"number":23,"verse":"And Berechiah and Hilkanah looked after the ark, providing for it what was needed."},{"number":24,"verse":"And Shebaniah, Jehoshaphat, Nathanael, Amasai, Zechariah, Benaiah, and Eliezer, the priests, did blow with the trumpets before the ark of the LORD; and Ober-edom and Ahiah looked after the ark."},{"number":25,"verse":"So David and the elders of Israel and the commanders of thousands went to bring up the ark of the covenant of the LORD from the house of Ober-edom to the city of David with great joy."},{"number":26,"verse":"And it came to pass when the LORD helped the Levites who carried the ark in which was the covenant of the LORD that they sacrificed seven bullocks and seven rams."},{"number":27,"verse":"And David was clothed with robes of fine linen, and all the Levites who bore the ark were also clothed with robes of fine linen; and David wore upon his linen garments an ephod of fine linen."},{"number":28,"verse":"Thus David and all Israel brought up the ark in which was the covenant of the LORD, with songs and with sound of straight trumpets and curved trumpets and shouting."},{"number":29,"verse":"And it came to pass as the ark in which was the covenant of the LORD reached the city of David, Michal the daughter of Saul looked out a window and saw David dancing and playing, and she despised him in her heart."}]}