{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"AND after these things it came to pass that David smote the Philistines and destroyed them, and took the power from the hand of the Philistines, and took Gath and the small villages that were round about it out of the hand of the Philistines. Chronicles 191 NOW it came to pass after this that Nahash the king of the children of Ammon died, and his son Hanun reigned in his stead."},{"number":2,"verse":"And he smote Moab; and the Moabites became David's servants and brought tribute. And David said, I will show kindness to Hanun the son of Nahash, just as his father showed kindness to me. So David sent messengers to comfort him concerning his father. So David's servants came into the land of the children of Ammon to Hanun to comfort him."},{"number":3,"verse":"Then David slew Hadarezer the king of Nisibin, as he went to establish his dominion by the river Euphrates. But the princes of the children of Ammon said to Hanun their lord, Do you think that David really did honor your father when he was alive and that he has truly sent comforters to you? It is for the purpose of spying the city and knowing the entrances and the exits that David has sent his servants to us."},{"number":4,"verse":"And David took from him a thousand chariots and seven thousand horsemen, and David hamstrung all the chariot horses, but reserved of them a hundred chariots. So Hanun took David's servants and shaved half of their beards and half of their heads and cut off their garments in the midst as far as their buttocks, and sent them away."},{"number":5,"verse":"And when the Edomites and the Arameans of Damascus came to help Hadarezer king of Nisibin, David slew of the Edomites twenty-two thousand men. And when they had told David, he sent men to meet them, for the men were greatly ashamed. And the king said to them, Remain at Jericho until your beards have grown, and then return."},{"number":6,"verse":"Then David appointed governors in Damascus, and the Arameans became David's servants and brought tribute. Thus the LORD preserved David wheresoever he went. And when the children of Ammon saw that they had made themselves odious to David's servants, Hanun and the children of Ammon sent a thousand talents of silver to hire for themselves chariots and horsemen from Aram-nahrin, from Haran, from Nisibin, and from Edom."},{"number":7,"verse":"And David took the shields of gold that were hanging on the horses of the servants of Hadarezer, and brought them to Jerusalem. So they hired thirty-two thousand horsemen, and the king of Haran, the king of Edom, the king of Aram-nahrin, and the king of Nisibin, and all their armies; who came and encamped before Medeba. And the children of Ammon gathered themselves together from their cities and came to battle."},{"number":8,"verse":"Likewise from Tibhath and from Berothi, cities of Hadarezer, David took very much brass, wherewith Solomon made the bronze sea and the pillars of brass and the oxen of brass and the vessels of brass in abundance. And when David heard of it, he sent Joab and all the army of the mighty men."},{"number":9,"verse":"Now Pul, king of Hamath, heard that David had smitten the whole army of Hadarezer, king of Nisibin; And the children of Ammon came out and set the battle in array before the gate of the city; and the kings who had come to them and their armies were encamping by themselves in the fields."},{"number":10,"verse":"And he sent Jehoram his son to David to inquire of his welfare and to congratulate him because he had fought against Hadarezer and killed him (for Hadarezer was a valiant warrior) and Jehoram had with him all manner of vessels of gold and silver and brass. Now when Joab saw that the battle was fierce against him in front and in the rear, he chose some of all the valiant men of Israel and arrayed them against the Arameans."},{"number":11,"verse":"Some of these also King David dedicated to the LORD, together with the silver and the gold that he had captured from all the nations which he had subdued: from the Edomites, from the Moabites, from the children of Ammon, from the Philistines, and from the Amalekites. And the rest of the people he placed under the command of Abishai his brother, and they pitched battle against the children of Ammon."},{"number":12,"verse":"Moreover Abishai the son of Zuriah brother of Joab slew the Edomites in the valley of salt, eighteen thousand men. And he said to him, If the Arameans are too strong for me, then you shall come to my help; but if the children of Ammon are too strong for you, then I will come to help you."},{"number":13,"verse":"And David appointed governors over the Edomites, and all the Edomites became David's servants. Thus the LORD preserved David wherever he went. Be of good courage, and let us be strong for the sake of our people and for the sake of the cities of our God; and let the LORD do that which is good in his sight."},{"number":14,"verse":"So David reigned over all Israel and executed justice and righteousness to all the people. So Joab and the people who were with him drew near against the Arameans to battle, and they fled before him."},{"number":15,"verse":"And Joab the son of Zuriah was over all the army; and Jehoshaphat the son of Ahilud was recorder. And when the children of Ammon saw that the Arameans had fled, they likewise fled before Abishai his brother, and entered into the city. Then Joab returned to Jerusalem."},{"number":16,"verse":"And Zadok the son of Ahitub and Ahimelek the son of Abiathar were the priests; and Seriah was scribe; And when the Arameans saw that they had been defeated before Israel, they sent messengers and brought out the Arameans who were beyond the river; and they came to Hilam, and Shobach the commander of the army of Hadarezer went before them."},{"number":17,"verse":"And Benaiah the son of Jehoiadah was over the archers and the slingers; and the sons of David were princes of the realm. And it was told David; and he gathered all Israel and came against them, and set the battle in array against the Arameans and fought with them."}]}