{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"AND it came to pass that in the next year, at the time when kings go out to battle, Joab mobilized the armed forces and came and encamped against the land of the children of Ammon and took some of the towns, and came and besieged Rabbath their capital city. But David remained at Jerusalem. And Joab captured Rabbath and destroyed it."},{"number":2,"verse":"And David took the crown of their king from off his head, and he weighed it and found it to weigh a talent of gold, and there were precious stones in it; and David set it upon his head; and he brought also much spoil out of the city."},{"number":3,"verse":"And he brought out the people who were in it, and bound them with chains, iron bands, locks and fetters. And thus David did bind all of them, and did likewise to all men who were found in the cities of the children of Ammon; but he did not kill any one of them; and he brought them and settled them in the villages of the land of Israel. Then David and all the people returned to Jerusalem."},{"number":4,"verse":"And it came to pass after this that there arose war at Gaza with the Philistines; then Sibbechai the Hushathite slew Sippai, who was one of the descendants of the giants."},{"number":5,"verse":"And there was war again with the Philistines; and Elhanan the son of Jair slew Lahmi of the descendants of the giants, who was the brother of Goliath the mighty man of Gath, whose spear staff was like a weaver's beam."},{"number":6,"verse":"And there was again war at Gath, where there was a man of great stature, who had six fingers on each hand and six toes on each foot, twenty-four in number; he also was the son of a giant."},{"number":7,"verse":"But when he defied Israel, Jonathan the son of Shimea David's brother slew him."},{"number":8,"verse":"These four were born to the giants in Gath; and they fell by the hand of David and by the hand of his servants."}]}