{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"MOREOVER David and the princes of the tribes set aside for the service of the sons of Asaph, Haman and Jeruthun, the sons of Azram his son. These are the Levites according to the families of their fathers. These likewise cast lots over their brethren the sons of Aaron in the presence of David the king and Zadok and Ahimelech and the chiefs of the fathers of the priests and Levites. The younger and the elder brother were reckoned alike in numbering; and the number of the workmen according to their service was,"},{"number":2,"verse":"Of the sons of Asaph: Zaccuri, Joseph, Nethaniah, and Israel. And the sons of Asaph whom the king placed under the direction of Jeruthun as singers."},{"number":3,"verse":"Of the sons of Jeruthun: Azariah, Isaiah, Hashabiah, Mattithiah, and Jeruthun, six, under the direction of their father Jeruthun, who sang with harps and gave thanks to the LORD."},{"number":4,"verse":"Of Heman: the sons of Heman, Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamtiezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."},{"number":5,"verse":"All these were the sons of Heman the king's seer in the words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."},{"number":6,"verse":"All these were under the hands of their father for song in the house of the LORD, with cymbals, psalteries, and harps for the service of the house of God, according to the king's order to Asaph, Jeruthun, and Heman."},{"number":7,"verse":"So the number of them, with their brethren who were instructed in the songs of the LORD, was two hundred and eighty-eight."},{"number":8,"verse":"And they cast lots for their courses, as well the younger as the elder, the pupil as the teacher."},{"number":9,"verse":"Now the first lot fell for Asaph to Joseph; the second to Gedaliah, who with his brethren and his sons were twelve:"},{"number":10,"verse":"The third to Zori, he, his sons, and his brethren were twelve;"},{"number":11,"verse":"The fourth to Nazri, he, his sons, and his brethren were twelve;"},{"number":12,"verse":"The fifth to Nethaniah, he, his sons, and his brethren were twelve;"},{"number":13,"verse":"The sixth to Bukkiah, he his sons, and his brethren were twelve;"},{"number":14,"verse":"The seventh to Lasrael, he, his sons, and his brethren were twelve;"},{"number":15,"verse":"The eighth to Isaiah, he, his sons, and his brethren were twelve;"},{"number":16,"verse":"The ninth to Mattaniah, he, his sons, and his brethren were twelve;"},{"number":17,"verse":"The tenth to Shimei, he, his sons, and his brethren were twelve;"},{"number":18,"verse":"The eleventh to Azaiel, he, his sons, and his brethren were twelve;"},{"number":19,"verse":"The twelfth to Hashabiah, he, his sons, and his brethren were twelve;"},{"number":20,"verse":"The thirteenth to Shubael, he, his sons, and his brethren were twelve;"},{"number":21,"verse":"The fourteenth to Mattithiah, he, his sons, and his brethren were twelve;"},{"number":22,"verse":"The fifteenth to Jeremoth, he, his sons, and his brethren were twelve;"},{"number":23,"verse":"The sixteenth to Hananiah, he, his sons, and his brethren were twelve;"},{"number":24,"verse":"The seventeenth to Elishab, he, his sons and his brethren were twelve:"},{"number":25,"verse":"The eighteenth to Hanani, he, his sons, and his brethren were twelve:"},{"number":26,"verse":"The nineteenth to Malloth, he, his sons, and his brethren were twelve;"},{"number":27,"verse":"The twentieth to Eliab, he, his sons, and his brethren were twelve;"},{"number":28,"verse":"The twenty-first to Jattir, he, his sons, and his brethren were twelve;"},{"number":29,"verse":"The twenty-second to Rabbi, he, his sons, and his brethren were twelve;"},{"number":30,"verse":"The twenty-third to Mahazioth, he, his sons, and his brethren were twelve;"},{"number":31,"verse":"The twenty-fourth to Roman, he, his sons, and his brethren were twelve;"}]}