{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"NOW the children of Israel after their number, the chiefs of the fathers and the commanders of thousands and of hundreds, and their governors who served the king in all matters of the divisions, those who came in and went out month by month throughout all the months of the year under every division were twenty-four thousand."},{"number":2,"verse":"Over the first division for the first month was Shaabam the son of Zabdiel; and in his division were twenty-four thousand."},{"number":3,"verse":"He was of the descendants of Perez; he was the chief of all the commanders of the army for the first month."},{"number":4,"verse":"And over the division of the second month was David the Ahohite, and of his division was Mikloth also the governor; in his division were twenty-four thousand."},{"number":5,"verse":"The third commander of the army for the third month was Benaiah the son of Jehoiada, the chief priest; and in his division were twenty-four thousand."},{"number":6,"verse":"This is the Benaiah, who was mighty among the thirty, and in command of the thirty officers; and in his division was Mizbar his son."},{"number":7,"verse":"The fourth commander for the fourth month was Ashael the brother of Joab, and Zebadaiel his son after him; and in his division were twenty-four thousand."},{"number":8,"verse":"The fifth commander for the fifth month was Shamhuth the Nezrahite; and in his division were twenty-four thousand."},{"number":9,"verse":"The sixth commander for the sixth month was Ira the son of Ikkesh the Tekoite; and in his division were twenty-four thousand."},{"number":10,"verse":"The seventh commander for the seventh month was Helez the Pelonite, of the descendants of Ephraim; and in his division were twenty-four thousand."},{"number":11,"verse":"The eighth commander for the eighth month was Sibbecai the Hushathite, of the Zarites; and in his division were twenty-four thousand."},{"number":12,"verse":"The ninth commander for the ninth month was Abiezer the Anatothite, of the Benjamites; and in his division were twenty-four thousand."},{"number":13,"verse":"The tenth commander for the tenth month was Maharai the Netophathite, of the Zarhites; and in his division were twenty-four thousand."},{"number":14,"verse":"The eleventh commander for the eleventh month was Benaiah the Pirathonite, of the descendants of Ephraim; and in his division were twenty-four thousand."},{"number":15,"verse":"The twelfth commander for the twelfth month was Heldai the Netophathite, of Othniel; and in his division were twenty-four thousand."},{"number":16,"verse":"Furthermore over the tribes of Israel were these: the prince of the Reubenites was Eliezer the son of Zichri; of the Simeonites, Shephatiah the son of Maachah;"},{"number":17,"verse":"Of the Levites, Hashabiah the son of Kemuel; of the Aaronites, Zadok;"},{"number":18,"verse":"Of Judah, Elihu, one of the brothers of David; of Issachar, Omri the son of Michael;"},{"number":19,"verse":"Of Zebulun, Ishmaiah the son of Obadiah; of Naphtali, Jerimoth the son of Azriel;"},{"number":20,"verse":"Of the Ephraimites, Hoshea the son of Azariah; of the half tribe of Manasseh, Joel the son of Peraiah;"},{"number":21,"verse":"Of the half tribe of Manasseh in Gilead, Iddo the son of Zechariah: of Benjamin, Jaasiel the son of Abner;"},{"number":22,"verse":"Of Dan, Azariel the son of Jeroham. These were the princes of the tribes of Israel."},{"number":23,"verse":"But David did not number those twenty years old and under because the LORD had said he would increase Israel like the stars of the heavens."},{"number":24,"verse":"Joab the son of Zuriah began to number, but he did not finish because there came wrath upon Israel for this, neither was the number put in the account of the chronicles of David."},{"number":25,"verse":"And over the king's treasures was Azmaveth the son of Gediel; and over the storehouses in the fields, in the cities, and in the villages, and in the castles was Jonathan the son of Uzziah;"},{"number":26,"verse":"And over those who did the work of the field for tilling of the ground was Ezri the son of Chelub;"},{"number":27,"verse":"And over the vineyards was Shimei the Ramathite; over the increase of the vineyards for the wine cellars was Zabdi the Shiphmite;"},{"number":28,"verse":"And over the olive trees and the sycamore trees that were in the low plains was Baalhanan the Gederite; and over the stores of oil was Joash;"},{"number":29,"verse":"And over the herds that fed in Sharon was Shitrai the Sharonite; and over the herds that were in the valleys was Shaphat the son of Adlai;"},{"number":30,"verse":"Over the camels was Abel the Ishmaelite; and over the asses was Judah the Meronothite;"},{"number":31,"verse":"And over the flocks was Jaziz the Hagerite. All these were overseers of the substance which was King David's."},{"number":32,"verse":"Also Jonathan David's beloved friend was a counsellor, a man of understanding, and a scribe; and Hananiel the son of Hachmoni was with the king's sons;"},{"number":33,"verse":"And Ahithophel was the king's counsellor; and Hushai the Archite was the king's friend;"},{"number":34,"verse":"And after Ahithophel was Jehoiada the son of Benaiah, and Abiathar; and Joab was the general of the king's army."}]}