{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"AND David assembled all the princes of Israel, the princes of the tribes and the commanders of the divisions that ministered to the king and the commanders of the thousands and the captains of hundreds and the stewards of all the substance and herds of the king and of his sons, with the officers and with the mighty men of valour; and they all came to Jerusalem."},{"number":2,"verse":"Then he said to them, Hear me, my brethren and my people: I had it in my heart to build a house of rest for the ark of the covenant of the LORD and for a dwelling place of our God, and I had made ready everything for the building of the house;"},{"number":3,"verse":"But the LORD said to me, You shall not build a house for my name because you are a man of war and have shed much blood."},{"number":4,"verse":"However the LORD God of Israel chose me from all my father's house to be king over Israel for ever; for he has chosen out of the house of Judah to be the king; and of the tribe of Judah, the house of my father; and among the sons of my father he chose me to be king over Israel;"},{"number":5,"verse":"And of all my sons (for the LORD has given me many sons), he has chosen Solomon my son to sit upon the throne of the kingdom of the LORD over Israel."},{"number":6,"verse":"And he said to me, Solomon your son, he shall build my house and my courts; for I have chosen him to be my son, and I will be a father to him."},{"number":7,"verse":"Moreover I will establish the throne of his kingdom for ever if he continues to keep my commandments and my judgments as at this day."},{"number":8,"verse":"Now therefore in the sight of all Israel the people of the LORD and in the presence of the LORD our God, keep and seek for all his commandments; and you shall, possess this land for ever and leave it for an inheritance for your children after you for ever, and it shall not be destroyed."},{"number":9,"verse":"And you, Solomon my son, know everything that the LORD our God has commanded us, and serve him with a perfect heart and with a willing mind; for the LORD knows everything that is in the heart and understands all the imaginations of the thoughts of men; if you seek him, he will be found by you; but if you forsake him, he will cast you off for ever."},{"number":10,"verse":"Know now and take heed; for the LORD has chosen you to build a house for the sanctuary of the name of the LORD; be strong, be valiant, and do it."},{"number":11,"verse":"Then David gave to Solomon his son the pattern of the porch and the measurements of the house and of its treasuries and of the upper chambers thereof and of the inner porticos thereof and of the outer porticos thereof and of the upper porticos thereof and of the lower porticos thereof;"},{"number":12,"verse":"And the pattern of the treasury and of the chambers for the service of the house of the LORD and the chambers of the cooks and the chambers of the butlers and the chamber of those in charge of the lamps:"},{"number":13,"verse":"Also for the divisions of the priests and the Levites, and for all the work of the service of the house of the LORD, and for all the vessels of service in the house of the LORD."},{"number":14,"verse":"He gave of gold by weight for things of gold, for all vessels of all manner of service: silver also for all instruments of silver by weight, for all instruments of every, kind of service;"},{"number":15,"verse":"And the place for the candlestick of gold and for their lamps of gold and the wicks thereof and the ornaments thereof and the vessels of oil thereof. David recorded everything, and gave it to Solomon his son;"},{"number":16,"verse":"And tables of silver and tables of gold; dishes of silver and dishes of gold;"},{"number":17,"verse":"Also large spoons, flesh hooks, and bowls of silver; the gold of these vessels could not be weighed;"},{"number":18,"verse":"And for the altar of incense refined gold by weight; and gold for the pattern of the chariot of the cherubim that spread out their wings and covered the ark of the covenant of the LORD."},{"number":19,"verse":"All this, said David, the LORD made me understand in writing by his hand upon me, even all the works of this pattern."},{"number":20,"verse":"Then David said to Solomon his son, Be strong and of good courage, and do it; fear not, nor be dismayed; for the LORD God is with you; he will not fail you, nor forsake you, until you have finished all the work for the service of the house of the LORD."},{"number":21,"verse":"And, behold, the divisions of the priests and of the Levites, I have given them authority over all the service of the house of the LORD; and they are with you, and shall be in charge of all the service; and they will do the work with skill, all the workmanship which is necessary for the service of the house of the LORD. And, behold, I have appointed over them authorities and overseers, so that they may seek and render all manner of service which is necessary."}]}