{"bibleAbbr":"LBP1933","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"THE sons of Levi: Gershon, Kohath, and Merari."},{"number":2,"verse":"And the sons of Kohath: Amram, Izhar, Hebron, and Uzziel."},{"number":3,"verse":"And the children of Amram: Moses, Aaron, and Miriam. And the sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."},{"number":4,"verse":"Eleazar begat Phinehas, Phinehas begat Abishua,"},{"number":5,"verse":"And Abishua begat Abikar, and Abikar begat Uzzi,"},{"number":6,"verse":"And Uzzi begat Zerahiah, and Zerahiah begat Maro,"},{"number":7,"verse":"And Maro begat Amariah, and Amariah begat Ahitub,"},{"number":8,"verse":"And Ahitub begat Zadok, and Zadok begat Ahimaaz,"},{"number":9,"verse":"And Ahimaaz begat Azariah, and Azariah begat Johanan,"},{"number":10,"verse":"And Johanan begat Azariah (it was he who ministered in the priestly office in the temple that Solomon built in Jerusalem),"},{"number":11,"verse":"And Azariah begat Amariah, and Amariah begat Ahitub,"},{"number":12,"verse":"And Ahitub begat Zadok, and Zadok begat Shallum,"},{"number":13,"verse":"And Shallum begat Hilkiah, and Hilkiah begat Azariah,"},{"number":14,"verse":"And Azariah begat Seraiah, and Seraiah begat Zadok,"},{"number":15,"verse":"And Zadok was carried away captive when the LORD carried away Judah and Jerusalem by the hand of Nebuchadnezzar."},{"number":16,"verse":"The sons of Levi: Gershon, Kohath, and Merari."},{"number":17,"verse":"And these are the names of the sons of Gershon: Libni and Shimei."},{"number":18,"verse":"And the sons of Kohath were Amram, Izhar, Hebron, and Uzziel."},{"number":19,"verse":"The sons of Merari: Mahli and Moshi. And these are the families of the Levites according to their fathers."},{"number":20,"verse":"Of Gershon: Libni his son, Nahath his son, Zimmah his son,"},{"number":21,"verse":"Joah his son, Iddo his son, Jathor his son."},{"number":22,"verse":"The sons of Kohath: Amminadab his son, Korah his son, Assir his son."},{"number":23,"verse":"Hilkanah his son, Akinsaph his son."},{"number":24,"verse":"Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."},{"number":25,"verse":"And the sons of Hilkanah: Amasai and Ahimoth."},{"number":26,"verse":"As for Hilkanah, the sons of Hilkanah: Zoph his son, Nahath his son, Zerah his son, Shamla his son, Marl his son,"},{"number":27,"verse":"Eliab his son, Gadhiel his son, Hilkanah his son."},{"number":28,"verse":"And the sons of Samuel: Joel his first-born, and the name of his second son Abijah."},{"number":29,"verse":"The sons of Merari: Mahli, Libni his son, Shimei his son, Uzza his son,"},{"number":30,"verse":"Shimea his son, Ashaiah his son."},{"number":31,"verse":"These are all of those whom David appointed to minister in the house of the LORD at the place where the ark stood."},{"number":32,"verse":"And they ministered before the LORD in the tabernacle of the congregation with great singing, until Solomon built the house of the LORD in Jerusalem; and then he appointed them to their office according to their order."},{"number":33,"verse":"And these are the ministers and their sons: of the sons of the Kohathites, of the family of the Levites, Haman, and Joel the son of Samuel,"},{"number":34,"verse":"The son of Hilkanah, the son of Jeroham, the son of Eliel, the son of Taho,"},{"number":35,"verse":"The son of Zuph, the son of Hilkanah, the son of Hamath, the son of Moshi,"},{"number":36,"verse":"The son of Hilkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"},{"number":37,"verse":"The son of Tahath, the son of Assir, the son of Akhsiph, the son of Korah,"},{"number":38,"verse":"The son of Izhar, the son of Kohath, the son of Levi, the son of Israel."},{"number":39,"verse":"And his brother Asaph, who stood on the right hand of Asaph the son of Berachiah, the son of Shimea,"},{"number":40,"verse":"The son of Michael, the son of Measiah, the son of Malchiah,"},{"number":41,"verse":"The son of Ethi, the son of Zerah, the son of Ariah,"},{"number":42,"verse":"The son of Ethan, the son of Zimmah, the son of Shimei,"},{"number":43,"verse":"The son of Joha, the son of Gershon, the son of Levi."},{"number":44,"verse":"And their brethren the sons of Merari stood on the left hand: Ethan, the son of Kishi, the son of Amar, the son of Malluch,"},{"number":45,"verse":"The son of Hashabiah, the son of Amaziah,"},{"number":46,"verse":"The son of Hilkiah, the son of Nator,"},{"number":47,"verse":"The son of Mahli, the son of Moshi, the son of Merari, the son of Levi."},{"number":48,"verse":"Their brethren also the Levites were appointed to all manner of service of the tabernacle of the house of the LORD."},{"number":49,"verse":"But Aaron and his sons offered upon the altar of burnt offerings and upon the altar of incense, and were appointed for all the work of the Holy of Holies, and to make an atonement for Israel, according to all that Moses the servant of God had commanded."},{"number":50,"verse":"And these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"},{"number":51,"verse":"Bakki his son, Uzzi his son, Zerahiah his son,"},{"number":52,"verse":"Maro his son, Amariah his son, Ahitub his son,"},{"number":53,"verse":"Zadok his son, Ahimaaz his son."},{"number":54,"verse":"Now these are the names of the cities which they were assigned for the families throughout their boundaries, to the sons of Aaron, of the family of the Kohathites; for theirs was the first lot."},{"number":55,"verse":"And they gave them Hebron in the land of Judah, and its suburbs round about it;"},{"number":56,"verse":"But all the fields of the city, and those which were round about it, they gave to Caleb the son of Jophaniah."},{"number":57,"verse":"And to the sons of Aaron they gave all the cities of refuge, and to the priests, Hebron with its suburbs, Libnah with its suburbs, Jattir with its suburbs, Lehem with its suburbs, Eshtemoa with its suburbs,"},{"number":58,"verse":"Debir with its suburbs, Ashan with its suburbs,"},{"number":59,"verse":"Atrah with its suburbs, and Beth-shemesh with its suburbs;"},{"number":60,"verse":"And out of the tribe of Benjamin, Geba with its suburbs, Alemeth with its suburbs, and Anathoth with its suburbs. All their cities throughout their families were thirteen cities."},{"number":61,"verse":"And to the sons of Kohath, who inherited out of the tribe of Manasseh, were given ten cities in number;"},{"number":62,"verse":"And to the sons of Gershon according to their families out of the tribe of Issachar and out of the tribe of Asher and out of the tribe of Manasseh and out of the tribe of Naphtali in Mathnin, thirteen cities."},{"number":63,"verse":"To the sons of Merari were given by lot, according to their families, out of the tribe of Reuben and out of the tribe of Dan and out of the tribe of Zebulun, twelve cities."},{"number":64,"verse":"And the children of Israel gave to the Levites these cities with their suburbs."},{"number":65,"verse":"And they gave by lot out of the tribe of the children of Judah and out of the tribe of the children of Simeon and out of the tribe of the children of Benjamin, these cities, which are called by the name of the families of the Kohathites."},{"number":66,"verse":"Moreover they had other cities and their territory out of the tribe of Ephraim."},{"number":67,"verse":"And they gave to them, of the cities of refuge, Shechem with its suburbs in mount Ephraim and Gezer with its suburbs,"},{"number":68,"verse":"Beth-horon with its suburbs,"},{"number":69,"verse":"Aijalon with its suburbs, and Gath-rimmon with its suburbs;"},{"number":70,"verse":"And out of the half tribe of Manasseh: Anath with its suburbs, Jablin with its suburbs, for the inheritance of the families of the sons of Kohath;"},{"number":71,"verse":"And to the sons of Gershon were given out of the half tribe of Manasseh, Golan in Mathnin with its suburbs and Ashtor with its suburbs;"},{"number":72,"verse":"And out of the tribe of Issachar: Rakim with its suburbs; Deberath with its suburbs,"},{"number":73,"verse":"Elam with its suburbs;"},{"number":74,"verse":"And out of the tribe of Asher: Mashal with its suburbs and Abron with its suburbs"},{"number":75,"verse":"And Akik with its suburbs and Dahab with its suburbs;"},{"number":76,"verse":"And out of the tribe of Naphtali: Rakim in Galilee with its suburbs and Hammon with its suburbs and Koriathaim with its suburbs."},{"number":77,"verse":"To the family of Merari, who inherited out of the tribe of Zebulun, were given Armoni with its suburbs, Tabor with its suburbs;"},{"number":78,"verse":"And on the other side of the Jordan by Jericho, on the east side of the Jordan, were given them out of the tribe of Reuben: Bozer in the wilderness with its suburbs, Mepophat with its suburbs, Jahaz with its suburbs."},{"number":79,"verse":"Kedemoth with its suburbs, Mephaath with its suburbs,"},{"number":80,"verse":"Ramoth with its suburbs, Mahlam with its suburbs,"},{"number":81,"verse":"Jazer with its suburbs, and Heshbon with its suburbs."}]}