{"bibleAbbr":"CVg2018","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"Fuit illo tempore Jephte Galaadites vir fortissimus atque pugnator, filius mulieris meretricis, qui natus est de Galaad."},{"number":2,"verse":"Habuit autem Galaad uxorem, de qua suscepit filios : qui postquam creverant, ejecerunt Jephte, dicentes : Hæres in domo patris nostri esse non poteris, quia de altera matre natus es."},{"number":3,"verse":"Quos ille fugiens atque devitans, habitavit in terra Tob : congregatique sunt ad eum viri inopes, et latrocinantes, et quasi principem sequebantur."},{"number":4,"verse":"In illis diebus pugnabant filii Ammon contra Israël."},{"number":5,"verse":"Quibus acriter instantibus perrexerunt majores natu de Galaad, ut tollerent in auxilium sui Jephte de terra Tob :"},{"number":6,"verse":"dixeruntque ad eum : Veni et esto princeps noster, et pugna contra filios Ammon."},{"number":7,"verse":"Quibus ille respondit : Nonne vos estis, qui odistis me, et ejecistis de domo patris mei ? et nunc venistis ad me necessitate compulsi."},{"number":8,"verse":"Dixeruntque principes Galaad ad Jephte : Ob hanc igitur causam nunc ad te venimus, ut proficiscaris nobiscum, et pugnes contra filios Ammon, sisque dux omnium qui habitant in Galaad."},{"number":9,"verse":"Jephte quoque dixit eis : Si vere venistis ad me, ut pugnem pro vobis contra filios Ammon, tradideritque eos Dominus in manus meas, ego ero vester princeps ?"},{"number":10,"verse":"Qui responderunt ei : Dominus, qui hæc audit, ipse mediator ac testis est quod nostra promissa faciemus."},{"number":11,"verse":"Abiit itaque Jephte cum principibus Galaad, fecitque eum omnis populus principem sui. Locutusque est Jephte omnes sermones suos coram Domino in Maspha."},{"number":12,"verse":"Et misit nuntios ad regem filiorum Ammon, qui ex persona sua dicerent : Quid mihi et tibi est, quia venisti contra me, ut vastares terram meam ?"},{"number":13,"verse":"Quibus ille respondit : Quia tulit Israël terram meam, quando ascendit de Ægypto, a finibus Arnon usque Jaboc atque Jordanem : nunc ergo cum pace redde mihi eam."},{"number":14,"verse":"Per quos rursum mandavit Jephte, et imperavit eis ut dicerent regi Ammon :"},{"number":15,"verse":"Hæc dicit Jephte : Non tulit Israël terram Moab, nec terram filiorum Ammon :"},{"number":16,"verse":"sed quando de Ægypto conscenderunt, ambulavit per solitudinem usque ad mare Rubrum, et venit in Cades."},{"number":17,"verse":"Misitque nuntios ad regem Edom, dicens : Dimitte me ut transeam per terram tuam. Qui noluit acquiescere precibus ejus. Misit quoque ad regem Moab, qui et ipse transitum præbere contempsit. Mansit itaque in Cades,"},{"number":18,"verse":"et circuivit ex latere terram Edom et terram Moab : venitque contra orientalem plagam terræ Moab, et castrametatus est trans Arnon : nec voluit intrare terminos Moab. (Arnon quippe confinium est terræ Moab.)"},{"number":19,"verse":"Misit itaque Israël nuntios ad Sehon regem Amorrhæorum, qui habitabat in Hesebon, et dixerunt ei : Dimitte ut transeam per terram tuam usque ad fluvium."},{"number":20,"verse":"Qui et ipse Israël verba despiciens, non dimisit eum transire per terminos suos : sed infinita multitudine congregata, egressus est contra eum in Jasa, et fortiter resistebat."},{"number":21,"verse":"Tradiditque eum Dominus in manus Israël cum omni exercitu suo : qui percussit eum, et possedit omnem terram Amorrhæi habitatoris regionis illius,"},{"number":22,"verse":"et universos fines ejus, de Arnon usque Jaboc, et de solitudine usque ad Jordanem."},{"number":23,"verse":"Dominus ergo Deus Israël subvertit Amorrhæum, pugnante contra illum populo suo Israël, et tu nunc vis possidere terram ejus ?"},{"number":24,"verse":"nonne ea quæ possidet Chamos deus tuus, tibi jure debentur ? quæ autem Dominus Deus noster victor obtinuit, in nostram cedent possessionem :"},{"number":25,"verse":"nisi forte melior es Balac filio Sephor rege Moab ; aut docere potes, quod jurgatus sit contra Israël, et pugnaverit contra eum,"},{"number":26,"verse":"quando habitavit in Hesebon et viculis ejus, et in Aroër et villis illius, vel in cunctis civitatibus juxta Jordanem, per trecentos annos. Quare tanto tempore nihil super hac repetitione tentastis ?"},{"number":27,"verse":"Igitur non ego pecco in te, sed tu contra me male agis, indicens mihi bella non justa. Judicet Dominus arbiter hujus diei inter Israël, et inter filios Ammon."},{"number":28,"verse":"Noluitque acquiescere rex filiorum Ammon verbis Jephte, quæ per nuntios mandaverat."},{"number":29,"verse":"Factus est ergo super Jephte spiritus Domini, et circuiens Galaad et Manasse, Maspha quoque Galaad, et inde transiens ad filios Ammon,"},{"number":30,"verse":"votum vovit Domino, dicens : Si tradideris filios Ammon in manus meas,"},{"number":31,"verse":"quicumque primus fuerit egressus de foribus domus meæ, mihique occurrerit revertenti cum pace a filiis Ammon, eum holocaustum offeram Domino."},{"number":32,"verse":"Transivitque Jephte ad filios Ammon, ut pugnaret contra eos : quos tradidit Dominus in manus ejus."},{"number":33,"verse":"Percussitque ab Aroër usque dum venias in Mennith, viginti civitates, et usque ad Abel, quæ est vineis consita, plaga magna nimis : humiliatique sunt filii Ammon a filiis Israël."},{"number":34,"verse":"Revertente autem Jephte in Maspha domum suam, occurrit ei unigenita filia sua cum tympanis et choris : non enim habebat alios liberos."},{"number":35,"verse":"Qua visa, scidit vestimenta sua, et ait : Heu me, filia mea ! decepisti me, et ipsa decepta es : aperui enim os meum ad Dominum, et aliud facere non potero."},{"number":36,"verse":"Cui illa respondit : Pater mi, si aperuisti os tuum ad Dominum, fac mihi quodcumque pollicitus es, concessa tibi ultione atque victoria de hostibus tuis."},{"number":37,"verse":"Dixitque ad patrem : Hoc solum mihi præsta quod deprecor : dimitte me ut duobus mensibus circumeam montes, et plangam virginitatem meam cum sodalibus meis."},{"number":38,"verse":"Cui ille respondit : Vade. Et dimisit eam duobus mensibus. Cumque abiisset cum sociis ac sodalibus suis, flebat virginitatem suam in montibus."},{"number":39,"verse":"Expletisque duobus mensibus, reversa est ad patrem suum, et fecit ei sicut voverat, quæ ignorabat virum. Exinde mos increbruit in Israël, et consuetudo servata est,"},{"number":40,"verse":"ut post anni circulum conveniant in unum filiæ Israël, et plangant filiam Jephte Galaaditæ diebus quatuor."}]}