{"bibleAbbr":"CVg2018","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"Ascenditque angelus Domini de Galgalis ad Locum flentium, et ait : Eduxi vos de Ægypto, et introduxi in terram, pro qua juravi patribus vestris : et pollicitus sum ut non facerem irritum pactum meum vobiscum in sempiternum,"},{"number":2,"verse":"ita dumtaxat ut non feriretis fœdus cum habitatoribus terræ hujus, sed aras eorum subverteretis : et noluistis audire vocem meam : cur hoc fecistis ?"},{"number":3,"verse":"Quam ob rem nolui delere eos a facie vestra : ut habeatis hostes, et dii eorum sint vobis in ruinam."},{"number":4,"verse":"Cumque loqueretur angelus Domini hæc verba ad omnes filios Israël, elevaverunt ipsi vocem suam, et fleverunt."},{"number":5,"verse":"Et vocatum est nomen loci illius, Locus flentium, sive lacrimarum : immolaveruntque ibi hostias Domini."},{"number":6,"verse":"Dimisit ergo Josue populum, et abierunt filii Israël unusquisque in possessionem suam, ut obtinerent eam :"},{"number":7,"verse":"servieruntque Domino cunctis diebus ejus, et seniorum, qui longo post eum vixerunt tempore, et noverant omnia opera Domini quæ fecerat cum Israël."},{"number":8,"verse":"Mortuus est autem Josue filius Nun, famulus Domini, centum et decem annorum,"},{"number":9,"verse":"et sepelierunt eum in finibus possessionis suæ in Thamnathsare in monte Ephraim, a septentrionali plaga montis Gaas."},{"number":10,"verse":"Omnisque illa generatio congregata est ad patres suos : et surrexerunt alii, qui non noverant Dominum, et opera quæ fecerat cum Israël."},{"number":11,"verse":"Feceruntque filii Israël malum in conspectu Domini, et servierunt Baalim."},{"number":12,"verse":"Ac dimiserunt Dominum Deum patrum suorum, qui eduxerat eos de terra Ægypti, et secuti sunt deos alienos, deosque populorum, qui habitabant in circuitu eorum, et adoraverunt eos : et ad iracundiam concitaverunt Dominum,"},{"number":13,"verse":"dimittentes eum, et servientes Baal et Astaroth."},{"number":14,"verse":"Iratusque Dominus contra Israël, tradidit eos in manus diripientium : qui ceperunt eos, et vendiderunt hostibus qui habitabant per gyrum : nec potuerunt resistere adversariis suis,"},{"number":15,"verse":"sed quocumque pergere voluissent, manus Domini super eos erat, sicut locutus est, et juravit eis, et vehementer afflicti sunt."},{"number":16,"verse":"Suscitavitque Dominus judices, qui liberarent eos de vastantium manibus : sed nec eos audire voluerunt,"},{"number":17,"verse":"fornicantes cum diis alienis, et adorantes eos. Cito deseruerunt viam, per quam ingressi fuerant patres eorum : et audientes mandata Domini, omnia fecere contraria."},{"number":18,"verse":"Cumque Dominus judices suscitaret, in diebus eorum flectebatur misericordia, et audiebat afflictorum gemitus, et liberabat eos de cæde vastantium."},{"number":19,"verse":"Postquam autem mortuus esset judex, revertebantur, et multo faciebant pejora quam fecerant patres eorum, sequentes deos alienos, servientes eis, et adorantes illos. Non dimiserunt adinventiones suas, et viam durissimam per quam ambulare consueverunt."},{"number":20,"verse":"Iratusque est furor Domini in Israël, et ait : Quia irritum fecit gens ista pactum meum, quod pepigeram cum patribus eorum, et vocem meam audire contempsit :"},{"number":21,"verse":"et ego non delebo gentes, quas dimisit Josue, et mortuus est :"},{"number":22,"verse":"ut in ipsis experiar Israël, utrum custodiant viam Domini, et ambulent in ea, sicut custodierunt patres eorum, an non."},{"number":23,"verse":"Dimisit ergo Dominus omnes nationes has, et cito subvertere noluit, nec tradidit in manus Josue."}]}