{"bibleAbbr":"TERV1998","bookName":"1 நாளாகமம்","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"(ரூபனின் சந்ததியினர்) இஸ்ரவேலுக்கு முதல் குமாரன் ரூபன். இவன் மூத்த குமாரன் என்ற சிறப்பு உரிமைகளைப் பெற்றிருக்க வேண்டும். ஆனால் ரூபன் தன் தந்தையின் மனைவியோடு பாலின உறவு கொண்டிருந்தான். எனவே அந்த உரிமைகள் யோசேப்பின் குமாரர்களுக்குக் கொடுக்கப்பட்டது. வம்ச வரலாற்றில் ரூபனின் பெயர் முதல் குமாரனாகப் பட்டியலிடப்படவில்லை. யூதா தனது சகோதரர்களைவிடப் பலமுள்ளவனாக ஆனான். எனவே அவனது குடும்பத்தில் இருந்து தலைவர்கள் வந்தனர். ஆனால், யோசேப்பின் குடும்பம் மூத்த குமாரனின் குடும்பத்திற்கான சிறப்பு உரிமைகளைப் பெற்றது. ஆனோக்கு, பல்லூ, எஸ்ரோன், கர்மீ ஆகியோர் ரூபனின் குமாரர்கள்."},{"number":4,"verse":"இவை யோவேலின் சந்ததியினரின் பெயர்கள். யோவேலின் குமாரன் செமாயா, செமாயாவின் குமாரன் கோக், கோக்கின் குமாரன் சிமேய்."},{"number":5,"verse":"சிமேய்யின் குமாரன் மீகா, மீகாவின் குமாரன் ராயா, ராயாவின் குமாரன் பாகால்,"},{"number":6,"verse":"பாகாலின் குமாரன் பேரா, தில்காத் பில்தேசர் எனும் அசீரியாவின் ராஜா பேரா தனது வீட்டைவிட்டு வெளியேறும்படி பலவந்தப்படுத்தினான். எனவே பேரா ராஜாவின் கைதியானான். ரூபனின் கோத்திரத்தில் பேரா ஒரு தலைவனாயிருந்தான்."},{"number":7,"verse":"யோவேலின் சகோதரர்களும், அவனது கோத்திரங்களும் வம்ச வரலாற்றில் எழுதப்பட்டுள்ளபடியே பட்டியலிடப்பட்டுள்ளது. ஏயேல் முதல் குமாரன், பிறகு சகரியாவும், பேலாவும்."},{"number":8,"verse":"பேலா ஆசாசின் குமாரன். ஆசாஸ் சேமாவின் குமாரன். சேமா யோவேலின் குமாரன். இவர்கள் ஆரோவேரிலும் நேபோ மட்டும் பாகால்மெயோன் மட்டும் வாழ்ந்து வந்தனர்."},{"number":9,"verse":"பேலாவின் ஜனங்கள் கிழக்கே ஐபிராத்து ஆறுமுதல் வனாந்தரத்தின் எல்லைவரை வாழ்ந்தனர். காரணம் அவர்களின் ஆடுமாடுகள் கீலேயாத் நாட்டில் அதிகமாக இருந்தன."},{"number":10,"verse":"சவுல் ராஜாவாக இருந்தபோது, பேலாவின் ஜனங்கள் ஆகாரியரோடு சண்டையிட்டனர். இவர்கள் அவர்களைத் தோற்கடித்தனர். ஆகாரியரின் கூடாரங்களில் பேலா ஜனங்கள் வாழ்ந்தனர். அதோடு கீலேயாத்தின் கீழ்ப்பகுதி முழுவதும் பயணம்செய்தனர்."},{"number":11,"verse":"(காத்தின் சந்ததியினர்) காத்தின் கோத்திரத்தினர், ரூபனின் கோத்திரத்தினருக்கு அருகிலேயே வாழ்ந்தனர். காத்தியர்கள் பாசானில் சல்கா செல்லும் வழியெங்கும் வாழ்ந்தார்கள்."},{"number":12,"verse":"பாசானின் முதல் தலைவனாக யோவேல் இருந்தான், சாப்பாம் இரண்டாவது தலைவனாக இருந்தான். பிறகு, யானாய் பாசானின் தலைவன் ஆனான்."},{"number":13,"verse":"மிகாவேல், மெசுல்லாம், சேபா, யோராயி, யாக்கான், சீகா, ஏபேர் என்னும் ஏழுபேரும் இந்த குடும்பத்தில் உள்ள சகோதரர்கள்."},{"number":14,"verse":"இவர்கள் அனைவரும் அபியேலின் சந்ததியினர். அபியேல் ஊரியின் குமாரன், ஊரி யெரொவாவின் குமாரன், யெரொவா கீலேயாத்தின் குமாரன், கீலேயாத் மிகாவேலுக்கு குமாரன். மிகாவேல் எசிசாயியின் குமாரன், எசிசாயி யாதோவின் குமாரன், யாதோ பூசுவின் குமாரன்."},{"number":15,"verse":"அகி அபியேலின் குமாரன், அபியேல் கூனியின் குமாரன், அகி அந்த வம்சத்தின் தலைவன்."},{"number":16,"verse":"காத் கோத்திரத்தினர் கீலேயாத் பகுதியில் வாழ்ந்தனர். அவர்கள் பாசான் பகுதியிலும் அதைச் சுற்றியிருந்த சிறிய நகரங்களிலும் சாரோனின் வயல்வெளிகளிலும் அவற்றின் எல்லைப் பகுதிகளிலும் வாழ்ந்து வந்தனர்."},{"number":17,"verse":"யோதாம் மற்றும் யெரொபெயாமின் காலங்களில் இவர்கள் அனைவரும் காத்தின் குடும்ப வரலாற்றில் எழுதப்பட்டார்கள். யோதாம் யூதாவின் ராஜா. யெரொபெயாம் இஸ்ரவேலின் ராஜா."},{"number":18,"verse":"(சில வீரர்களின் போர்த் திறமை) ரூபனின் ஜனங்களிலும், காத்தியரிலும் மனாசேயின் பாதிக் கோத்திரத்தினரிலும் 44760 பேர் போர் செய்வதற்குத் தயாராக இருந்தனர். அவர்கள் போரில் திறமை உடையவர்கள். அவர்கள் கேடயங்களையும் வாட்களையும் தாங்கினார்கள். வில்லிலும் அம்புகளிலும் வல்லவர்களாக இருந்தனர்."},{"number":19,"verse":"அவர்கள் ஆகாரிய ஜனங்களுக்கு எதிராகச் சண்டையைத் தொடங்கினார்கள். பின் யெத்தூர் நோதாப் நாப்பீஸ் ஆகியோர்களோடும் சண்டை செய்தனர்."},{"number":20,"verse":"மனாசே, ரூபன், காத் ஆகியக் கோத்திரங்களின் ஜனங்கள் போரில் தேவனிடம் ஜெபித்தனர். அவர்கள் தேவனை நம்பியதால் வெற்றிக்கு உதவும்படி ஜெபித்தனர். எனவே, தேவன் உதவினார். அவர்கள் ஆகாரியர்களை வெல்லுவதற்கு தேவன் அனுமதித்தார். ஆகாரியர்களோடு சேர்ந்த மற்ற எதிரிகளையும் அவர்கள் தோற்கடித்தனர்."},{"number":21,"verse":"அவர்கள் ஆகாரியர்கள் உரிமையுடைய மிருகங்களைக் கவர்ந்துக்கொண்டனர். 50000 ஒட்டகங்களையும், 250000 ஆடுகளையும், 2000 கழுதைகளையும், 100000 ஜனங்களையும் கவர்ந்துகொண்டனர்."},{"number":22,"verse":"ஏராளமான ஆகாரியர்கள் கொல்லப்பட்டனர். ஏனென்றால் தேவன் ரூபனின் ஜனங்கள் போரில் வெல்லும்படி உதவினார். பிறகு மனாசே, ரூபன், காத் ஆகிய கோத்திரங்கள் ஆகாரியரின் நிலங்களில் வசித்தனர். அவர்கள் அங்கே பாபிலோனின் படைகள் வந்து சிறைபிடித்து போகும்வரை வாழ்ந்தனர்."},{"number":23,"verse":"மனாசே கோத்திரத்தினரில் பாதி ஜனங்கள் பாசான் பகுதி தொடங்கி பாகால் எர்மோன், செனீர், எர்மோன் மலைவரை பரவியிருந்தனர். இவர்கள் மிகப் பெருங்கூட்டமாகப் பெருகி இருந்தனர்."},{"number":24,"verse":"இவர்கள் மனாசேயின் பாதி கோத்திரங்களின் ஜனங்களுக்குத் தலைவர்கள். இவர்கள் ஏப்பேர், இஷி, ஏலியேல், அஸ்ரியேல், எரேமியா, ஒதாவியா, யாதியேல் ஆகியோராவர். அவர்கள் வலிமையும், தைரியமும் கொண்டவர்களாய் இருந்தனர். அவர்கள் புகழ்பெற்றவர்களாயிருந்தனர். அவர்கள் தமது குடும்பத் தலைவர்களாகவும் இருந்தனர்."},{"number":25,"verse":"ஆனால் அத்தலைவர்கள் தமது முற்பிதாக்கள் தொழுதுவந்த தேவனுக்கு எதிராகப் பாவம் செய்தனர். அவர்கள் அங்கு வாழ்ந்த தேவனால் அழிக்கப்பட ஜனங்கள் தொழுதுகொண்ட பொய் தெய்வங்களை தொழுதுவந்தனர்."},{"number":26,"verse":"இஸ்ரவேலரின் தேவன் பூலைப் போருக்குப் போகும்படி செய்தார். பூல் அசீரியாவின் ராஜா, அவனது இன்னொரு பெயர் தில்காத் பில்நேசர். இவன் மனாசே, ரூபன், காத் ஆகிய கோத்திரங்களோடு சண்டையிட்டான். அவர்களை வீட்டிலிருந்து வெளியேறி கைதிகளாகும்படி பலவந்தப்படுத்தினான். பூல் அவர்களைப் பிடித்து ஆலா, ஆபோர், ஆரா, கோசான் ஆற்றங்கரை போன்ற இடங்களுக்குக் கொண்டு போனான். அந்த கோத்திரத்தினர் அவ்விடங்களில் அன்று முதல் இந்நாள்வரை வாழ்ந்து வருகின்றனர்."}]}