{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"ಐಗುಪ್ತದೇಶದಲ್ಲಿ ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರ ಸಂಗಡ ಮಾತಾಡಿ ಇಂತೆಂದನು -"},{"number":2,"verse":"ಎಲ್ಲಾ ಮಾಸಗಳಲ್ಲಿ ಇದೇ ನಿಮಗೆ ಆದಿಮಾಸವಾಗಿರಬೇಕು, ಇದೇ ನಿಮಗೆ ಪ್ರತಿ ವರುಷದ ಮೊದಲನೆಯ ತಿಂಗಳಾಗಿರಬೇಕು."},{"number":3,"verse":"ಇದರ ವಿಷಯದಲ್ಲಿ ನೀವು ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹಕ್ಕೆಲ್ಲಾ ಅಪ್ಪಣೆ ಮಾಡಬೇಕಾದದ್ದೇನಂದರೆ - ಈ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿನದಲ್ಲಿ ನಿಮ್ಮ ನಿಮ್ಮ ಗೋತ್ರಗಳ ಪ್ರತಿಯೊಂದು ಮನೆಯವರು ಒಂದೊಂದು ಕುರಿಮರಿಯನ್ನಾಗಲಿ ಆಡುಮರಿಯನ್ನಾಗಲಿ ತೆಗೆದುಕೊಳ್ಳಬೇಕು."},{"number":4,"verse":"ಕುಟುಂಬವು ಚಿಕ್ಕದಾಗಿದ್ದು ಪೂರಾ ಒಂದು ಮರಿಯನ್ನು ತಿನ್ನುವದಕ್ಕೆ ಆಗದೆ ಹೋದ ಪಕ್ಷಕ್ಕೆ ನೆರೆಮನೆಯ ಕುಟುಂಬದೊಂದಿಗೆ ಸೇರಿ ಒಬ್ಬೊಬ್ಬನು ಇಷ್ಟಿಷ್ಟು ತಿನ್ನುವನೆಂದು ಗೊತ್ತುಮಾಡಿಕೊಂಡು ಜನಗಳ ಸಂಖ್ಯಾನುಸಾರ ಮರಿಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲಿ."},{"number":5,"verse":"ಆ ಮರಿಯು ಪೂರ್ಣಾಂಗವಾದ ಒಂದು ವರುಷದ ಗಂಡಾಗಿರಬೇಕು; ಕುರಿಗಳಿಂದಾಗಲಿ ಆಡುಗಳಿಂದಾಗಲಿ ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು."},{"number":6,"verse":"ಈ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನದವರೆಗೆ ಅವುಗಳನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದು ಆ ದಿನದ ಸಂಜೇ ವೇಳೆಯಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹದವರೆಲ್ಲರು ತಮ್ಮ ತಮ್ಮ ಕೂಟಗಳಲ್ಲಿ ಕೊಯ್ಯಬೇಕು."},{"number":7,"verse":"ಅವರು ಅವುಗಳ ರಕ್ತದಲ್ಲಿ ಸ್ವಲ್ಪ ತೆಗೆದು ತಾವು ಆ ಭೋಜನವನ್ನು ಮಾಡುವ ಮನೇಬಾಗಲಿನ ಎರಡು ನಿಲುವು ಕಂಬಗಳಿಗೂ ಮೇಲಿನ ಪಟ್ಟಿಗೂ ಹಚ್ಚಬೇಕು."},{"number":8,"verse":"ಆ ರಾತ್ರಿಯಲ್ಲಿಯೇ ಆ ಮಾಂಸವನ್ನು ಭೋಜನಮಾಡಬೇಕು; ಅದನ್ನು ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟು ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳ ಮತ್ತು ಕಹಿಯಾದ ಪಲ್ಯಗಳ ಸಂಗಡ ಊಟಮಾಡಬೇಕು."},{"number":9,"verse":"ಅದನ್ನು ಹಸಿಯಾಗಿಯೂ ನೀರಿನಲ್ಲಿ ಬೇಯಿಸಿಯೂ ತಿನ್ನಕೂಡದು; ಅದನ್ನೆಲ್ಲಾ ತಲೆ ತೊಡೆ ಹೊಟ್ಟೆಯೊಳಗಣವುಗಳು ಸಹಿತವಾಗಿ ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟೇ ತಿನ್ನಬೇಕು."},{"number":10,"verse":"ಮರುದಿನದ ಬೆಳಗಿನವರೆಗೆ ಅದರಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನಾದರೂ ಮಿಗಿಸಕೂಡದು; ಬೆಳಗಿನವರೆಗೆ ಮಿಕ್ಕದ್ದನ್ನು ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟು ಬಿಡಬೇಕು."},{"number":11,"verse":"ಆ ಭೋಜನವನ್ನು ಮಾಡಬೇಕಾದ ಕ್ರಮ ಹೇಗಂದರೆ - ನೀವು ನಡುವನ್ನು ಕಟ್ಟಿ ಕೆರವನ್ನು ಮೆಟ್ಟಿಕೊಂಡು ಕೋಲು ಹಿಡಿದು ತ್ವರೆಯಾಗಿ ಮಾಡಬೇಕು. ಇದು ಯೆಹೋವನಿಗೆ ಆಚರಿಸತಕ್ಕ ಪಸ್ಕಹಬ್ಬವು."},{"number":12,"verse":"ಆ ರಾತ್ರಿ ನಾನು ಐಗುಪ್ತ ದೇಶದ ನಡುವೆ ಹಾದುಹೋಗಿ ಮನುಷ್ಯರಲ್ಲಾಗಲಿ ಪಶುಗಳಲ್ಲಾಗಲಿ ಚೊಚ್ಚಲಾಗಿರುವದನ್ನೆಲ್ಲಾ ಸಂಹರಿಸುವೆನು; ಐಗುಪ್ತ ದೇಶದ ಸಮಸ್ತ ದೇವತೆಗಳಿಗೂ ಶಿಕ್ಷೆಮಾಡುವೆನು; ನಾನು ಯೆಹೋವನು."},{"number":13,"verse":"[ನೀವು ಬಾಗಲಿಗೆ ಹಚ್ಚಿದ] ಆ ರಕ್ತವು ನೀವಿರುವ ಮನೆಗಳನ್ನು ಸೂಚಿಸುವದಾದ ಕಾರಣ ನಾನು ಅದನ್ನು ಕಂಡು ನಿಮಗೆ ಯಾವ ನಷ್ಟವನ್ನೂ ಮಾಡದೆ ಮುಂದಕ್ಕೆ ದಾಟಿ ಹೋಗುವೆನು. ನಾನು ಐಗುಪ್ತದವರನ್ನು ಸಂಹರಿಸುವಾಗ ನಿಮಗೆ ಯಾವ ಹಾನಿಯೂ ಉಂಟಾಗುವದಿಲ್ಲ."},{"number":14,"verse":"ಆ ದಿನವು ನಿಮಗೆ ಜ್ಞಾಪಕಾರ್ಥವಾಗಿರುವದು. ಅದರಲ್ಲಿ ಯೆಹೋವನ ಘನಕ್ಕಾಗಿ ಹಬ್ಬವನ್ನು ಮಾಡಬೇಕು. ಅದನ್ನು ಶಾಶ್ವತನಿಯಮವೆಂದು ತಲತಲಾಂತರಕ್ಕೂ ಆಚರಿಸಬೇಕು."},{"number":15,"verse":"ಏಳು ದಿವಸ ನೀವು ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ತಿನ್ನಬೇಕು. ಮೊದಲನೆಯ ದಿನದಲ್ಲಿಯೇ ಹುಳಿಹಿಟ್ಟನ್ನೆಲ್ಲಾ ನಿಮ್ಮ ಮನೆಗಳೊಳಗಿಂದ ತೆಗೆದುಬಿಡಬೇಕು. ಆ ದಿವಸ ಮೊದಲುಗೊಂಡು ಏಳು ದಿವಸಗಳೊಳಗೆ ಯಾವನಾದರೂ ಹುಳಿಬೆರಸಿದ್ದನ್ನು ತಿಂದರೆ ಅವನು ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ತೆಗೆದು ಹಾಕಲ್ಪಡಬೇಕು."},{"number":16,"verse":"ಮೊದಲನೆಯ ದಿವಸದಲ್ಲಿ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಕೂಡಬೇಕು; ಏಳನೆಯ ದಿನದಲ್ಲಿಯೂ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಕೂಡಬೇಕು. ಈ ಎರಡು ದಿವಸಗಳಲ್ಲಿ ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡಕೂಡದು. ಊಟಕ್ಕೆ ಬೇಕಾದದ್ದನ್ನು ಮಾಡಬಹುದೇ ಹೊರತು ಬೇರೆ ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡಕೂಡದು. ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ತಿನ್ನಬೇಕಾದ ಆಚರಣೆಯನ್ನು ನೀವು ಕೈಕೊಳ್ಳಬೇಕು."},{"number":17,"verse":"ಈ ದಿನದಲ್ಲಿಯೇ ನಾನು ನಿಮ್ಮ ಸೈನ್ಯಗಳನ್ನು ಐಗುಪ್ತ ದೇಶದೊಳಗಿಂದ ಹೊರಗೆ ಬರಮಾಡಿದ್ದರಿಂದ ನೀವೂ ನಿಮ್ಮ ಸಂತತಿಯವರೂ ಈ ದಿನವನ್ನು ಆಚರಣೆಗೆ ತರಬೇಕು; ಇದು ಶಾಶ್ವತವಾದ ನಿಯಮ."},{"number":18,"verse":"ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿವಸದ ಸಾಯಂಕಾಲ ಮೊದಲುಗೊಂಡು ಅದೇ ತಿಂಗಳಿನ ಇಪ್ಪತ್ತೊಂದನೆಯ ದಿನದ ಸಾಯಂಕಾಲದವರೆಗೂ ನೀವು ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನೇ ತಿನ್ನಬೇಕು."},{"number":19,"verse":"ಆ ಏಳು ದಿನಗಳೂ ನಿಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಹುಳಿಯಿಟ್ಟೇ ಇರಕೂಡದು. ಹುಳಿ ಬೆರಸಿದ್ದನ್ನು ತಿನ್ನುವವನು ಪರದೇಶದವನಾಗಲಿ ಸ್ವದೇಶದವನಾಗಲಿ ಇಸ್ರಾಯೇಲ್ ಜನರೊಳಗಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು."},{"number":20,"verse":"ನೀವು ನಿಮ್ಮ ಎಲ್ಲಾ ಮನೆಗಳಲ್ಲಿ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ತಿನ್ನಬೇಕೇ ಹೊರತು ಹುಳಿಗೂಡಿದ ಯಾವದನ್ನೂ ತಿನ್ನಕೂಡದು ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":21,"verse":"ಆಗ ಮೋಶೆಯು ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರೆಲ್ಲರನ್ನೂ ಕೂಡ ಕರಸಿ ಅವರಿಗೆ - ನೀವು ನಿಮ್ಮ ನಿಮ್ಮ ಕುಟುಂಬಗಳಿಗೋಸ್ಕರ ಹಿಂಡಿನಿಂದ ಮರಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಪಸ್ಕ ಹಬ್ಬಕ್ಕೆ ಕೊಯ್ಯಿರಿ."},{"number":22,"verse":"ಮತ್ತು ಹಿಸ್ಸೋಪ್ ಗಿಡದ ಬರಲನ್ನು ತೆಗೆದುಕೊಂಡು ಬಟ್ಟಲಿನಲ್ಲಿರುವ ಆ ರಕ್ತದಲ್ಲಿ ಅದ್ದಿ ಬಾಗಲಿನ ಮೇಲಣ ಪಟ್ಟಿಗೂ ಎರಡು ನಿಲುವುಕಂಬಗಳಿಗೂ ಹಚ್ಚಬೇಕು. ತರುವಾಯ ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬರೂ ಸೂರ್ಯೋದಯದೊಳಗಾಗಿ ಬಾಗಲಿನಿಂದ ಹೊರಗೆ ಹೋಗಕೂಡದು."},{"number":23,"verse":"ಯೆಹೋವನು ಐಗುಪ್ತ್ಯರನ್ನು ಹತಮಾಡುವದಕ್ಕೆ ದೇಶದ ನಡುವೆ ಹಾದುಹೋಗುವಾಗ ನಿಮ್ಮ ನಿಮ್ಮ ಮನೇಬಾಗಲಿನ ಮೇಲಣ ಪಟ್ಟಿಯಲ್ಲಿಯೂ ಎರಡು ನಿಲುವು ಕಂಬಗಳಲ್ಲಿಯೂ ಆ ರಕ್ತವನ್ನು ಕಂಡು ಮುಂದಕ್ಕೆ ದಾಟಿಹೋಗುವನು. ನಿಮ್ಮ ಪ್ರಾಣ ತೆಗೆಯುವದಕ್ಕೆ ಸಂಹಾರಕನನ್ನು ನಿಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಬರಗೊಡಿಸುವದೇ ಇಲ್ಲ."},{"number":24,"verse":"ಇದು ನಿಮಗೂ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತವಾದ ನಿಯಮವೆಂದು ಆಚರಿಸಬೇಕು."},{"number":25,"verse":"ಯೆಹೋವನು ತನ್ನ ಮಾತಿನ ಮೇರೆಗೆ ನಿಮಗೆ ಕೊಡುವ ದೇಶಕ್ಕೆ ನೀವು ಬಂದಾಗ ಈ ಆಚಾರವನ್ನು ನಡಿಸಬೇಕು."},{"number":26,"verse":"ಮುಂದೆ ನಿಮ್ಮ ಮಕ್ಕಳು - ನೀವು ನಡಿಸುವ ಈ ಆಚಾರವೇನೆಂದು ನಿಮ್ಮನ್ನು ಕೇಳುವಾಗ ನೀವು ಅವರಿಗೆ -"},{"number":27,"verse":"ಯೆಹೋವನು ಐಗುಪ್ತ್ಯರನ್ನು ಸಂಹರಿಸಿದಾಗ ಐಗುಪ್ತದೇಶದಲ್ಲಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರ ಮನೆಗಳಲ್ಲಿ ಪ್ರವೇಶಿಸದೆ ಮುಂದಕ್ಕೆ ದಾಟಿ ನಮ್ಮವರನ್ನು ಉಳಿಸಿದದರಿಂದ ನಾವು ಯೆಹೋವನ ಪಸ್ಕವೆಂಬ ಈ ಯಜ್ಞಾಚಾರವನ್ನು ನಡಿಸುವದುಂಟು ಎಂದು ಹೇಳಬೇಕು ಅಂದನು."},{"number":28,"verse":"ಜನರು ತಲೆಬಾಗಿ ನಮಸ್ಕರಿಸಿದರು. ಇಸ್ರಾಯೇಲ್ಯರು ಅಲ್ಲಿಂದ ಹೊರಟು ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ ಪ್ರಕಾರವೇ ನಡಿಸಿದರು."},{"number":29,"verse":"ಅರ್ಧರಾತ್ರಿಯಲ್ಲಿ ಯೆಹೋವನು ಸಿಂಹಾಸನದಲ್ಲಿರುವ ಫರೋಹನ ಚೊಚ್ಚಲು ಮಗನು ಮೊದಲುಗೊಂಡು ಸೆರೆಯಲ್ಲಿದ್ದ ಬಂದಿವಾನನ ಚೊಚ್ಚಲು ಮಗನವರೆಗೂ ಐಗುಪ್ತದೇಶದಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಚೊಚ್ಚಲು ಮಕ್ಕಳನ್ನೂ ಪಶುಗಳ ಚೊಚ್ಚಲು ಮರಿಗಳನ್ನೂ ಸಂಹಾರ ಮಾಡಿದನು."},{"number":30,"verse":"ಆ ರಾತ್ರಿಯಲ್ಲಿ ಫರೋಹನೂ ಅವನ ಪರಿವಾರದವರೂ ಐಗುಪ್ತ್ಯರೆಲ್ಲರೂ ಎದ್ದು ನೋಡಲಾಗಿ ಶವವಿಲ್ಲದ ಮನೆ ಒಂದೂ ಇರಲಿಲ್ಲವಾದದರಿಂದ ಐಗುಪ್ತದೇಶದಲ್ಲಿ ದೊಡ್ಡ ಗೋಳಾಟವುಂಟಾಯಿತು."},{"number":31,"verse":"ಫರೋಹನು ಆ ರಾತ್ರಿಯಲ್ಲೇ ಮೋಶೆ ಆರೋನರನ್ನು ಕರಿಸಿ - ನೀವೂ ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ನನ್ನ ಜನರ ಮಧ್ಯದಿಂದ ಹೊರಟುಹೋಗಿರಿ; ನೀವು ಕೇಳಿಕೊಂಡ ಮೇರೆಗೆ ಯೆಹೋವನನ್ನು ಆರಾಧಿಸಿರಿ."},{"number":32,"verse":"ನೀವು ಕೇಳಿಕೊಂಡಂತೆ ನಿಮ್ಮ ಕುರಿದನಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋಗಬಹುದು; ಅದಲ್ಲದೆ ನನ್ನ ಹಿತಕ್ಕಾಗಿಯೂ ಪ್ರಾರ್ಥಿಸಿರಿ ಅಂದನು."},{"number":33,"verse":"ಐಗುಪ್ತ್ಯರು - ನಾವೆಲ್ಲರು ಸಾಯುತ್ತೇವಲ್ಲಾ ಅಂದುಕೊಂಡು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ತಮ್ಮ ದೇಶದಿಂದ ತ್ವರೆಯಾಗಿ ಕಳುಹಿಸಿಬಿಡುವದಕ್ಕೆ ಅಪೇಕ್ಷೆಪಟ್ಟು ಅವರನ್ನು ಬಲಾತ್ಕರಿಸಿದರು."},{"number":34,"verse":"ಆದದರಿಂದ ಆ ಜನರು ತಮ್ಮ ಹಿಟ್ಟಿಗೆ ಹುಳಿಹಾಕುವದಕ್ಕಿಂತ ಮೊದಲೇ ನಾದುವ ಕೊಣವಿಗೆಗಳಲ್ಲಿ ಇದ್ದ ಕಣಕದ ಮುದ್ದೆಯನ್ನು ಗಂಟುಕಟ್ಟಿ ಹೆಗಲಿನ ಮೇಲೆ ಹಾಕಿಕೊಂಡು ಹೊರಟುಹೋದರು."},{"number":35,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಮೋಶೆಯ ಮಾತಿನ ಮೇರೆಗೆ ಐಗುಪ್ತ್ಯರಿಂದ ಬೆಳ್ಳಿಬಂಗಾರದ ಒಡವೆಗಳನ್ನೂ ಬಟ್ಟೆಗಳನ್ನೂ ಕೇಳಿಕೊಂಡರು."},{"number":36,"verse":"ಯೆಹೋವನು ಅವರ ಮೇಲೆ ಐಗುಪ್ತ್ಯರಲ್ಲಿ ದಯೆಯನ್ನು ಹುಟ್ಟಿಸಿದ್ದರಿಂದ ಅವರು ಕೇಳಿಕೊಂಡದ್ದನ್ನು ಕೊಟ್ಟರು. ಹೀಗೆ ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತ್ಯರ ಸೊತ್ತನ್ನು ಸುಲುಕೊಂಡರು."},{"number":37,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ರಮ್ಸೇಸ್ ಪಟ್ಟಣದಿಂದ ಹೊರಟು ಸುಕ್ಕೋತಿಗೆ ಬಂದರು. ಹೆಂಗಸರೂ ಮಕ್ಕಳೂ ಅಲ್ಲದೆ ಅವರ ಕಾಲ್ಬಲವೇ ಸುಮಾರು ಆರು ಲಕ್ಷ ಗಂಡಸರು."},{"number":38,"verse":"ಅವರೊಂದಿಗೆ ಬಹು ಮಂದಿ ಅನ್ಯರೂ ಹೊರಟುಹೋದರು; ಕುರಿದನ ಮೊದಲಾದ ಪಶುಗಳೂ ಬಹಳವಾಗಿದ್ದವು. ಅವರು ಐಗುಪ್ತದೇಶದಿಂದ ತಂದ ಕಣಕದ ಮುದ್ದೆಯಿಂದ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ಮಾಡಿ ಸುಟ್ಟರು."},{"number":39,"verse":"ಅವರು ಐಗುಪ್ತ ದೇಶದಿಂದ ಹೊರಡಿಸಲ್ಪಟ್ಟು ಸ್ವಲ್ಪವಾದರೂ ಸಮಯ ಸಿಕ್ಕದೆ ಹೋದದರಿಂದ ಕಣಕದಲ್ಲಿ ಹುಳಿಯನ್ನು ಕಲಸಿದ್ದಿಲ್ಲ, ಮತ್ತು ಬೇರೆ ಯಾವ ಆಹಾರವನ್ನೂ ಸಿದ್ಧಿಪಡಿಸಿಕೊಂಡಿರಲಿಲ್ಲ."},{"number":40,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತದೇಶದಲ್ಲಿ ವಾಸವಾಗಿದ್ದದ್ದು ನಾನೂರಮೂವತ್ತು ವರುಷ."},{"number":41,"verse":"ನಾನೂರಮೂವತ್ತು ವರುಷಗಳು ಕಳೆದನಂತರ ಅದೇ ದಿವಸದಲ್ಲಿ ಯೆಹೋವನ ಸೈನ್ಯಗಳೆಲ್ಲಾ ಐಗುಪ್ತದೇಶವನ್ನು ಬಿಟ್ಟು ಹೊರಟುಹೋದವು."},{"number":42,"verse":"ಯೆಹೋವನು ಆ ರಾತ್ರಿಯಲ್ಲಿಯೇ ಅವರನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಹೊರಗೆ ಬರಮಾಡಿದ್ದರಿಂದ ಅವರು ಈ ರಾತ್ರಿಯಲ್ಲಿ ಆತನ ಘನಕ್ಕಾಗಿ ಜಾಗರಣೆಯನ್ನು ಮಾಡಬೇಕು. ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ತಲತಲಾಂತರಕ್ಕೂ ಯೆಹೋವನಿಗೆ ಈ ಜಾಗರಣೆಯನ್ನು ಮಾಡಬೇಕು."},{"number":43,"verse":"ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ಪಸ್ಕವನ್ನು ಆಚರಿಸಬೇಕಾದ ಕ್ರಮ ಹೇಗಂದರೆ - ಅನ್ಯನೊಬ್ಬನೂ ಅದರಲ್ಲಿ ಭೋಜನ ಮಾಡಬಾರದು."},{"number":44,"verse":"ಆದರೂ ನೀವು ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡ ದಾಸನು ಸುನ್ನತಿಮಾಡಿಸಿಕೊಂಡವನಾದರೆ ಮಾಡಬಹುದು."},{"number":45,"verse":"ಪರವಾಸಿಯೂ ಕೂಲಿಯವನೂ ಮಾಡಕೂಡದು."},{"number":46,"verse":"ಒಂದೇ ಮನೆಯಲ್ಲಿ ಅದನ್ನು ಊಟಮಾಡಬೇಕು; ಅದರಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನಾದರೂ ಮನೆಯಿಂದ ಹೊರಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಕೂಡದು. ಆ ಪಶುವಿನ ಒಂದು ಎಲುಬನ್ನಾದರೂ ಮುರಿಯಕೂಡದು."},{"number":47,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಈ ಹಬ್ಬವನ್ನು ಆಚರಿಸಬೇಕು."},{"number":48,"verse":"ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ವಾಸವಾಗಿರುವ ಪರದೇಶದವನು ಯೆಹೋವನಿಗೆ ಈ ಪಸ್ಕ ಹಬ್ಬವನ್ನು ಆಚರಿಸಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸಿದರೆ ಅವನೂ ಅವನಿಗೆ ಸೇರಿರುವ ಗಂಡಸರೆಲ್ಲರೂ ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳಬೇಕು; ತರುವಾಯ ಅವನು ಹತ್ತಿರ ಬಂದು ಈ ಹಬ್ಬವನ್ನು ಆಚರಿಸಬಹುದು. ಅಂಥವನು ಸ್ವದೇಶದವನಂತೆಯೇ ಇರುವನು; ಆದರೆ ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳದವನು ಆ ಭೋಜನವನ್ನು ಮಾಡಲೇ ಕೂಡದು."},{"number":49,"verse":"ಸ್ವದೇಶದವನಿಗೂ ನಿಮ್ಮಲ್ಲಿ ವಾಸವಾಗಿರುವ ಪರದೇಶದವನಿಗೂ ಒಂದೇ ವಿಧಿಯಿರಬೇಕು ಅಂದನು."},{"number":50,"verse":"ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ ಮೇರೆಗೆ ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಮಾಡಿದರು."},{"number":51,"verse":"ಆ ದಿನದಲ್ಲಿ ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಸೈನ್ಯ ಸೈನ್ಯವಾಗಿ ಐಗುಪ್ತದೇಶದಿಂದ ಹೊರಗೆ ಬರಮಾಡಿದನು."}]}