{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":14,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ - ಇಸ್ರಾಯೇಲ್ಯರು ಅಡ್ಡ ತಿರುಗಿ ಪೀಹಹೀರೋತಿನ ಪೂರ್ವಕಡೆಯಲ್ಲಿ ಮಿಗ್ದೋಲಿಗೂ ಸಮುದ್ರಕ್ಕೂ ನಡುವೆ ಬಾಳ್ಚೆಫೋನಿಗೆ ಎದುರಾಗಿ ಇಳುಕೊಳ್ಳಬೇಕೆಂದು ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸು; ಅದರ ಎದುರಾಗಿಯೇ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ಅವರು ಇಳಿದುಕೊಳ್ಳಬೇಕು."},{"number":3,"verse":"ಫರೋಹನು ಅದನ್ನು ಕಂಡು - ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ದಾರಿತಪ್ಪಿತು, ಎಲ್ಲಾ ಕಡೆಯಲ್ಲಿಯೂ ಅರಣ್ಯವು ಅವರನ್ನು ಸುತ್ತಿಕೊಂಡದೆ ಅಂದುಕೊಳ್ಳುವನು."},{"number":4,"verse":"ನಾನು ಫರೋಹನ ಹೃದಯವನ್ನು ಕಠಿಣಪಡಿಸುವೆನಾದದರಿಂದ ಅವನು ಅವರನ್ನು ಬೆನ್ನಟ್ಟಿ ಬರುವನು; ಆಗ ನಾನು ಫರೋಹನಲ್ಲಿಯೂ ಅವನ ಸೈನ್ಯದಲ್ಲಿಯೂ ಪ್ರಖ್ಯಾತಿಗೊಳ್ಳುವೆನು. ನಾನೇ ಯೆಹೋವನೆಂಬದು ಐಗುಪ್ತ್ಯರಿಗೆ ತಿಳಿದುಬರುವದು ಎಂದು ಹೇಳಿದನು. ಯೆಹೋವನು ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಾಯೇಲ್ಯರು ನಡೆದರು."},{"number":5,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಓಡಿಹೋದರೆಂಬ ವರ್ತಮಾನವು ಫರೋಹನಿಗೆ ತಿಳಿದುಬಂದಾಗ ಅವರ ವಿಷಯದಲ್ಲಿ ಫರೋಹನ ಮನಸ್ಸೂ ಅವನ ಪರಿವಾರದವರ ಮನಸ್ಸೂ ಬೇರೆಯಾಯಿತು. ಅವರು - ಇದೇನು ನಾವು ಮಾಡಿದ್ದು? ನಮಗೆ ದಾಸರಾಗಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಯಾತಕ್ಕೆ ಹೋಗಗೊಡಿಸಿದೆವು ಅಂದುಕೊಂಡರು."},{"number":6,"verse":"ಆಗ ಫರೋಹನು ತನ್ನ ರಥಬಲವನ್ನು ಸಿದ್ಧಪಡಿಸಿಕೊಂಡು ತನ್ನ ಭಟರೊಡನೆ ಹೊರಟನು."},{"number":7,"verse":"ಶ್ರೇಷ್ಠವಾದ ಆರುನೂರು ರಥಗಳನ್ನೂ ಐಗುಪ್ತದೇಶದ ಎಲ್ಲಾ ರಥಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋದನು. ಆ ಎಲ್ಲಾ ರಥಗಳಲ್ಲಿ ಭಟರಿದ್ದರು."},{"number":8,"verse":"ಯೆಹೋವನು ಐಗುಪ್ತದೇಶದ ಅರಸನಾದ ಫರೋಹನ ಹೃದಯವನ್ನು ಕಠಿಣಪಡಿಸಿದ್ದದರಿಂದ ಅವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಬೆನ್ನಟ್ಟಿಹೋದನು. ಇಸ್ರಾಯೇಲ್ಯರು ಅಟ್ಟಹಾಸದಿಂದ ಹೊರಟರು."},{"number":9,"verse":"ಐಗುಪ್ತ್ಯರು ಅಂದರೆ ಫರೋಹನ ಕುದುರೆಗಳೂ ರಥಗಳೂ ಅವನ ರಾಹುತರೂ ಸೈನ್ಯದವರೆಲ್ಲರೂ ಅವರ ಹಿಂದೆ ಹೊರಟು ಇಸ್ರಾಯೇಲ್ಯರು ಪೀಹಹೀರೋತಿನ ಹತ್ತಿರ ಬಾಳ್ಚೆಫೋನಿನ ಎದುರಾಗಿ ಸಮುದ್ರ ತೀರದಲ್ಲಿ ಇಳಿದುಕೊಳ್ಳುವಾಗಲೇ ಅವರ ಹತ್ತಿರಕ್ಕೆ ಬಂದರು."},{"number":10,"verse":"ಫರೋಹನು ಸಮೀಪಿಸುತ್ತಿರುವಾಗ ಇಸ್ರಾಯೇಲ್ಯರು ಕಣ್ಣೆತ್ತಿ ತಮ್ಮ ಹಿಂದೆ ಹೊರಟುಬಂದಿದ್ದ ಐಗುಪ್ತ್ಯರನ್ನು ಕಂಡು ಬಹಳ ಭಯಪಟ್ಟವರಾಗಿ ಯೆಹೋವನಿಗೆ ಮೊರೆಯಿಟ್ಟರು."},{"number":11,"verse":"ಅವರು ಮೋಶೆಗೆ - ಐಗುಪ್ತದೇಶದಲ್ಲಿ ಸಮಾಧಿಗಳಿಲ್ಲವಾದದರಿಂದ ಅರಣ್ಯದಲ್ಲಿ ಸಾಯಲಿ ಎಂಬದಾಗಿ ನಮ್ಮನ್ನು ಇಲ್ಲಿಗೆ ಕರಕೊಂಡು ಬಂದಿಯೇನು? ಯಾಕೆ ನಮಗೆ ಈ ಪ್ರಕಾರ ಮಾಡಿ ಐಗುಪ್ತದೇಶದಿಂದ ಕರಕೊಂಡು ಬಂದಿ?"},{"number":12,"verse":"ನಾವು ಐಗುಪ್ತದೇಶದಲ್ಲಿದ್ದಾಗಲೇ - ನೀನು ನಮ್ಮ ಗೊಡವೆಗೆ ಬರಬೇಡ; ನಾವು ಐಗುಪ್ತ್ಯರಿಗೆ ದಾಸರಾಗಿಯೇ ಇರುವೆವು ಎಂಬದಾಗಿ ನಿನಗೆ ಹೇಳಲಿಲ್ಲವೇ? ನಾವು ಅರಣ್ಯದಲ್ಲಿ ಸಾಯುವದಕ್ಕಿಂತ ಐಗುಪ್ತ್ಯರಿಗೆ ದಾಸರಾಗಿರುವದೇ ವಾಸಿಯಲ್ಲವೇ ಎಂದು ಹೇಳಿದರು."},{"number":13,"verse":"ಆದರೆ ಮೋಶೆ ಆ ಜನರಿಗೆ - ನೀವು ಅಂಜಬೇಡಿರಿ; ಸುಮ್ಮನೆ ನಿಂತುಕೊಂಡಿದ್ದು ಯೆಹೋವನು ಈ ಹೊತ್ತು ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುವ ರೀತಿಯನ್ನು ನೋಡಿರಿ. ನೀವು ಈ ಹೊತ್ತು ನೋಡುವ ಐಗುಪ್ತ್ಯರನ್ನು ಇನ್ನು ಮುಂದೆ ಎಂದಿಗೂ ನೋಡುವದಿಲ್ಲ."},{"number":14,"verse":"ಯೆಹೋವನೇ ನಿಮಗಾಗಿ ಯುದ್ಧಮಾಡುವನು; ನೀವಂತು ಸುಮ್ಮನೇ ಇರ್ರಿ ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ನೀನು ನನಗೆ ಮೊರೆಯಿಡುವದೇನು? ಮುಂದಕ್ಕೆ ಹೊರಡಬೇಕೆಂದು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಹೇಳು."},{"number":16,"verse":"ಮತ್ತು ನೀನು ನಿನ್ನ ಕೋಲನ್ನು ಎತ್ತಿ ಸಮುದ್ರದ ಮೇಲೆ ಕೈಚಾಚಿ ಅದನ್ನು ವಿಭಾಗಿಸು; ಆಗ ಇಸ್ರಾಯೇಲ್ಯರು ಸಮುದ್ರದ ಮಧ್ಯದಲ್ಲಿ ಒಣಗಿದ ನೆಲದ ಮೇಲೆ ನಡೆದುಹೋಗುವರು."},{"number":17,"verse":"ನಾನಂತೂ ಐಗುಪ್ತ್ಯರ ಹೃದಯಗಳನ್ನು ಕಠಿಣಪಡಿಸುವೆನಾದದರಿಂದ ಅವರು ಇವರ ಹಿಂದೆ ಸಮುದ್ರದೊಳಗೆ ಹೋಗುವರು; ಆಗ ನಾನು ಫರೋಹನಲ್ಲಿಯೂ ಅವನ ಸಮಸ್ತ ಸೈನ್ಯದಲ್ಲಿಯೂ ರಥಗಳಲ್ಲಿಯೂ ಕುದುರೆಗಳಲ್ಲಿಯೂ ಪ್ರಖ್ಯಾತಿಗೊಳ್ಳುವೆನು."},{"number":18,"verse":"ನಾನು ಫರೋಹನಲ್ಲಿಯೂ ಅವನ ರಥಗಳಲ್ಲಿಯೂ ಕುದುರೆಗಳಲ್ಲಿಯೂ ಪ್ರಖ್ಯಾತಿಹೊಂದಿದ ನಂತರ ನಾನು ಯೆಹೋವನು ಎಂಬದನ್ನು ಐಗುಪ್ತ್ಯರು ತಿಳುಕೊಳ್ಳುವರು ಅಂದನು."},{"number":19,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ದಂಡಿನ ಮುಂದೆ ಹೋಗುತ್ತಿದ್ದ ದೇವದೂತನು ತನ್ನ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ಅವರ ಹಿಂದಕ್ಕೆ ಬಂದನು; ಅವರ ಮುಂದಾಗಿದ್ದ ಮೇಘಸ್ತಂಭವು ಅಲ್ಲಿಂದ ಬಂದು ಅವರ ಹಿಂದೆ ನಿಂತುಕೊಂಡಿತು."},{"number":20,"verse":"ಆ ಮೇಘಸ್ತಂಭವು ಐಗುಪ್ತ್ಯರ ಪಾಳೆಯಕ್ಕೂ ಇಸ್ರಾಯೇಲ್ಯರ ಪಾಳೆಯಕ್ಕೂ ನಡುವೆ ಬಂದು [ಐಗುಪ್ತ್ಯರಿಗೆ] ಕತ್ತಲನ್ನು ಉಂಟುಮಾಡಿದರೂ [ಇಸ್ರಾಯೇಲ್ಯರಿಗೋಸ್ಕರ] ರಾತ್ರಿಯನ್ನು ಬೆಳಕುಮಾಡಿತು; ಆ ರಾತ್ರಿಯೆಲ್ಲಾ ಒಬ್ಬರ ಹತ್ತಿರಕ್ಕೆ ಒಬ್ಬರು ಬರಲಿಲ್ಲ."},{"number":21,"verse":"ಮೋಶೆ ಸಮುದ್ರದ ಮೇಲೆ ಕೈಚಾಚಿದಾಗ ಯೆಹೋವನು ಆ ರಾತ್ರಿಯೆಲ್ಲಾ ಮೂಡಣ ದಿಕ್ಕಿನಿಂದ ಬಲವಾದ ಬಿರುಗಾಳಿಯನ್ನು ಬೀಸುವಂತೆ ಮಾಡಿ ಸಮುದ್ರದ ನೀರನ್ನು ಒಂದು ಕಡೆಗೆ ನೂಕಿ ಅದರ ತಳದಲ್ಲಿ ಒಣನೆಲವು ಕಾಣಿಸುವಂತೆ ಮಾಡಿದನು. ನೀರು ವಿಭಾಗವಾಯಿತು."},{"number":22,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಸಮುದ್ರದ ಮಧ್ಯದಲ್ಲಿ ಒಣನೆಲದಲ್ಲೇ ನಡೆದುಹೋದರು. ನೀರು ಅವರ ಎಡಗಡೆ ಬಲಗಡೆಗಳಲ್ಲಿ ಗೋಡೆಯಂತೆ ನಿಂತಿತು."},{"number":23,"verse":"ಐಗುಪ್ತ್ಯರೂ ಅಂದರೆ ಫರೋಹನ ಕುದುರೆಗಳೂ ರಥಗಳೂ ರಾಹುತರೂ ಅವರನ್ನು ಬೆನ್ನಟ್ಟುವವರಾಗಿ ಅವರ ಹಿಂದೆಯೇ ಸಮುದ್ರದೊಳಗೆ ಹೋದರು."},{"number":24,"verse":"ಬೆಳಗಿನ ಜಾವದಲ್ಲಿ ಯೆಹೋವನು ಆ ಅಗ್ನಿಮೇಘಸ್ತಂಭದೊಳಗಿಂದ ಐಗುಪ್ತ್ಯರ ದಂಡಿನ ಕಡೆಗೆ ನೋಡಿ ಅದನ್ನು ಗಲಿಬಿಲಿ ಮಾಡಿದನು."},{"number":25,"verse":"ಆತನು ಅವರ ರಥಗಳ ಚಕ್ರಗಳನ್ನು ತೆಗೆದುಬಿಟ್ಟದ್ದರಿಂದ ಐಗುಪ್ತ್ಯರು ಬಹು ಕಷ್ಟದಿಂದ ಹೊಡಕೊಂಡು ಹೋದರು. ಆಗ ಐಗುಪ್ತ್ಯರು - ನಾವು ಇಸ್ರಾಯೇಲ್ಯರ ಮುಂದೆ ನಿಲ್ಲಲಾರೆವು, ಓಡಿಹೋಗೋಣ; ಯೆಹೋವನು ಅವರಿಗೋಸ್ಕರ ನಮಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಮಾಡುತ್ತಾನೆ ಎಂದು ಹೇಳಿಕೊಂಡರು."},{"number":26,"verse":"ಅಷ್ಟರಲ್ಲಿ ಯೆಹೋವನು ಮೋಶೆಗೆ - ಸಮುದ್ರದ ಮೇಲೆ ನಿನ್ನ ಕೈ ಚಾಚು; ಆಗ ಅದರ ನೀರು ಮೊದಲಿನಂತೆ ಬಂದು ಐಗುಪ್ತ್ಯರನ್ನೂ ಅವರ ರಥಗಳನ್ನೂ ರಾಹುತರನ್ನೂ ಮುಣುಗಿಸುವದೆಂದು ಹೇಳಿದನು. ಮೋಶೆ ಸಮುದ್ರದ ಮೇಲೆ ಕೈಚಾಚಿದನು."},{"number":27,"verse":"ಬೆಳಗಾಗುವಾಗಲೇ ಸಮುದ್ರದ ನೀರು ಮೊದಲಿದ್ದಂತೆಯೇ ತುಂಬಿಕೊಳ್ಳಲು ಐಗುಪ್ತ್ಯರು ಓಡಿಹೋಗುತ್ತಾ ಅದರ ಎದುರಾಗಿಯೇ ಬಂದರು. ಹೀಗೆ ಯೆಹೋವನು ಐಗುಪ್ತ್ಯರನ್ನು ಸಮುದ್ರದೊಳಗೆ ಕೆಡವಿಬಿಟ್ಟನು."},{"number":28,"verse":"ನೀರು ಮೊದಲಿನಂತೆ ಬಂದು ಆ ರಥಗಳನ್ನೂ ರಾಹುತರನ್ನೂ ಅವರ ಹಿಂದೆ ಸಮುದ್ರದೊಳಗೆ ಹೋಗಿದ್ದ ಫರೋಹನ ಸೈನ್ಯದವರೆಲ್ಲರನ್ನೂ ಮುಣುಗಿಸಿತು. ಅವರಲ್ಲಿ ಒಬ್ಬರಾದರೂ ಉಳಿಯಲಿಲ್ಲ."},{"number":29,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೋ ಸಮುದ್ರದೊಳಗೆ ಒಣನೆಲದಲ್ಲೇ ನಡೆದುಹೋದರು; ನೀರು ಅವರ ಎಡಗಡೆ ಬಲಗಡೆಗಳಲ್ಲಿ ಗೋಡೆಯಂತೆ ನಿಂತಿತ್ತು."},{"number":30,"verse":"ಆ ದಿನದಲ್ಲಿ ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಐಗುಪ್ತ್ಯರ ಕೈಗೆ ತಪ್ಪಿಸಿದನು. ಐಗುಪ್ತ್ಯರು ಸತ್ತು ಸಮುದ್ರತೀರದಲ್ಲಿ ಬಿದ್ದಿರುವದನ್ನು ಇಸ್ರಾಯೇಲ್ಯರು ಕಂಡರು."},{"number":31,"verse":"ಯೆಹೋವನು ಐಗುಪ್ತ್ಯರಲ್ಲಿ ಮಾಡಿದ ಈ ಪರಾಕ್ರಮಕಾರ್ಯವನ್ನು ಇಸ್ರಾಯೇಲ್ಯರು ನೋಡಿ ಯೆಹೋವನಿಗೆ ಭಯಪಟ್ಟು ಆತನಲ್ಲಿಯೂ ಆತನ ಸೇವಕನಾದ ಮೋಶೆಯಲ್ಲಿಯೂ ನಂಬಿಕೆಯಿಟ್ಟರು."}]}