{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":16,"verses":[{"number":1,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹವೆಲ್ಲಾ ಏಲೀಮಿನಿಂದ ಹೊರಟ ಮೇಲೆ ಅವರು ಐಗುಪ್ತದೇಶವನ್ನು ಬಿಟ್ಟ ಎರಡನೆಯ ತಿಂಗಳಿನ ಹದಿನೈದನೆಯ ದಿನದಲ್ಲಿ ಏಲೀಮಿಗೂ ಸೀನಾಯಿ ಬೆಟ್ಟಕ್ಕೂ ನಡುವೆಯಿರುವ ಸೀನೆಂಬ ಅರಣ್ಯಕ್ಕೆ ಬಂದರು."},{"number":2,"verse":"ಅರಣ್ಯದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹವೆಲ್ಲಾ ಮೋಶೆ ಆರೋನರ ಮೇಲೆ ಗುಣುಗುಟ್ಟಿ"},{"number":3,"verse":"ಅವರಿಗೆ - ಈ ಸಮೂಹವನ್ನೆಲ್ಲ ಹಸಿವೆಯಿಂದ ಸಾಯಿಸಬೇಕೆಂದು ನೀವು ಈ ಅರಣ್ಯದೊಳಕ್ಕೆ ನಮ್ಮನ್ನು ಕರಕೊಂಡು ಬಂದಿರಷ್ಟೆ. ನಾವು ಐಗುಪ್ತದೇಶದಲ್ಲಿದ್ದಾಗ ಯೆಹೋವನ ಕೈಯಿಂದ ಸತ್ತಿದ್ದರೆ ಎಷ್ಟೋ ಮೇಲಾಗಿತ್ತು; ಆಗ ಮಾಂಸಪಾತ್ರೆಗಳ ಬಳಿಯಲ್ಲಿ ಕೂತು ಹೊಟ್ಟೇತುಂಬ ಊಟಮಾಡುತ್ತಿದ್ದೆವಲ್ಲಾ ಎಂದು ಹೇಳಿದರು."},{"number":4,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆಗೆ - ಇಗೋ ನಾನು ಆಕಾಶದಿಂದ ನಿಮಗೋಸ್ಕರ ಆಹಾರವನ್ನು ಸುರಿಸುವೆನು. ಈ ಜನರು ಪ್ರತಿದಿನವೂ ಹೊರಗೆ ಹೋಗಿ ಆಯಾ ದಿನಕ್ಕೆ ಬೇಕಾದಷ್ಟು ಮಾತ್ರ ಕೂಡಿಸಿಕೊಳ್ಳಬೇಕು. ಇದರಿಂದ ಇವರು ನನ್ನ ಬೋಧನೆಯನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವವರೋ ಅಲ್ಲವೋ ಎಂದು ಪರೀಕ್ಷಿಸಿ ತಿಳಿಯುತ್ತೇನೆ."},{"number":5,"verse":"ಆರನೆಯ ದಿನದಲ್ಲಿ ಮಾತ್ರ ಅವರು ತಂದದ್ದನ್ನು ಸಿದ್ಧಪಡಿಸಿಕೊಳ್ಳುವಾಗ ಅದು ಪ್ರತಿದಿನ ಕೂಡಿಸಿಕೊಂಡದ್ದಕ್ಕಿಂತಲೂ ಎರಡರಷ್ಟಾಗಿರುವದು ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಮೋಶೆ ಆರೋನರು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರಿಗೆ - ನಿಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಬಿಡಿಸಿದವನು ಯೆಹೋವನೇ ಎಂಬದು ಸಾಯಂಕಾಲದಲ್ಲಿ ನಿಮಗೆ ಗೊತ್ತಾಗುವದು;"},{"number":7,"verse":"ಹೊತ್ತಾರೆಯಲ್ಲಿಯೂ ಆತನ ಮಹಿಮೆಯು ನಿಮಗೆ ಕಾಣಬರುವದು. ನೀವು ಯೆಹೋವನ ಮೇಲೆ ಗುಣುಗುಟ್ಟುವ ಮಾತುಗಳು ಆತನಿಗೆ ಕೇಳಿಸಿದವು; ನಮ್ಮ ಮೇಲೆ ನೀವು ಗುಣುಗುಟ್ಟುವದೇನು? ನಾವು ಎಷ್ಟು ಮಾತ್ರದವರು ಎಂದು ಹೇಳಿದರು."},{"number":8,"verse":"ಮೋಶೆ - ಯೆಹೋವನು ಸಾಯಂಕಾಲದ ಹೊತ್ತಿನಲ್ಲಿ ನಿಮಗೆ ಮಾಂಸಾಹಾರವನ್ನೂ ಹೊತ್ತಾರೆಯಲ್ಲಿ ಬೇಕಾದಷ್ಟು ರೊಟ್ಟಿಯನ್ನೂ ಕೊಡುವನು. ನೀವು ಗುಣುಗುಟ್ಟುವ ಮಾತುಗಳು ಯೆಹೋವನಿಗೆ ಕೇಳಿಸಿದವು; ಆ ಗುಣುಗುಟ್ಟುವಿಕೆ ಯೆಹೋವನಿಗೇ ಹೊರತು ನಮಗಲ್ಲ; ನಾವು ಎಷ್ಟು ಮಾತ್ರದವರು ಎಂದನು."},{"number":9,"verse":"ಮತ್ತು ಮೋಶೆಯು ಆರೋನನಿಗೆ - ನೀನು ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹದ ಬಳಿಗೆ ಹೋಗಿ ಅವರಿಗೆ - ಯೆಹೋವನು ನಿಮ್ಮ ಗುಣುಗುಟ್ಟುವಿಕೆಯನ್ನು ಕೇಳಿದ್ದಾನಾದದರಿಂದ ನೀವೆಲ್ಲರೂ ಆತನ ಸನ್ನಿಧಿಗೆ ಕೂಡಿ ಬರಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಆರೋನನು ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹಕ್ಕೆಲ್ಲಾ ಈ ಮಾತುಗಳನ್ನು ತಿಳಿಸುತ್ತಿರುವಾಗ ಅವರು ಅರಣ್ಯದ ಕಡೆಗೆ ನೋಡಲಾಗಿ ಮೇಘದಲ್ಲಿ ಯೆಹೋವನ ತೇಜಸ್ಸು ಅವರಿಗೆ ಕಾಣಿಸಿತು."},{"number":11,"verse":"ಯೆಹೋವನು ಮೋಶೆಯ ಸಂಗಡ ಮಾತಾಡಿ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":12,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಗುಣುಗುಟ್ಟುವಿಕೆಯು ನನಗೆ ಕೇಳಿಸಿತು. ನೀನು ಅವರಿಗೆ - ಸಾಯಂಕಾಲದಲ್ಲಿ ಮಾಂಸವನ್ನೂ ಹೊತ್ತಾರೆಯಲ್ಲಿ ಬೇಕಾದಷ್ಟು ರೊಟ್ಟಿಯನ್ನೂ ತಿನ್ನುವಿರಿ; ಇದರಿಂದ ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನೆಂಬದು ನಿಮಗೆ ಗೊತ್ತಾಗುವದೆಂದು ಹೇಳಬೇಕು ಎಂಬದೇ."},{"number":13,"verse":"ಸಾಯಂಕಾಲವಾಗುತ್ತಲೇ ಲಾವಕ್ಕಿಗಳು ಬಂದು ಅವರ ಪಾಳೆಯವನ್ನು ಮುಚ್ಚಿಕೊಂಡವು. ಅದಲ್ಲದೆ ಹೊತ್ತಾರೆಯಲ್ಲಿ ಮಂಜು ಪಾಳೆಯದ ಸುತ್ತಲೂ ಬಿದ್ದಿತು;"},{"number":14,"verse":"ಆ ಮಂಜು ಆರಿಹೋದನಂತರ ಅರಣ್ಯದ ನೆಲದಲ್ಲಿ ಮಂಜಿನ ಹನಿಗಳಂತೆ ಏನೋ ಸಣ್ಣಸಣ್ಣ ರವೆಗಳು ಕಾಣಿಸಿದವು."},{"number":15,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅದನ್ನು ಕಂಡು ಇಂಥದೆಂದು ತಿಳಿಯದೆ ಒಬ್ಬರಿಗೊಬ್ಬರು ಇದೇನಿರಬಹುದು ಎಂದು ಹೇಳಿಕೊಂಡರು. ಮೋಶೆ ಅವರಿಗೆ - ಇದು ಯೆಹೋವನು ನಿಮಗೋಸ್ಕರ ಕೊಟ್ಟ ಆಹಾರವು; ಯೆಹೋವನು ಇದರ ವಿಷಯದಲ್ಲಿ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ -"},{"number":16,"verse":"ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ಕುಟುಂಬದವರ ಸಂಖ್ಯಾನುಸಾರ ತಲೆಗೆ ಒಂದು ಗೋಮೆರಿನ ಮೇರೆಗೆ ತನ್ನ ಡೇರೆಯವರಿಗೋಸ್ಕರ ಕೂಡಿಸಿಕೊಳ್ಳಲಿ; ಒಬ್ಬೊಬ್ಬನು ಅಷ್ಟೇ ಸರಾಸರಿಯಾಗಿ ತಿನ್ನುವದುಂಟಲ್ಲವೇ ಎಂದು ಹೇಳಿದನು."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಹಾಗೆಯೇ ಮಾಡಿ ಕೆಲವರು ಹೆಚ್ಚಾಗಿ ಕೆಲವರು ಕಡಿಮೆಯಾಗಿ ಕೂಡಿಸಿಕೊಂಡು ಗೋಮೆರಿನಿಂದ ಅಳತೆ ಮಾಡಿದರು."},{"number":18,"verse":"ಬಹಳ ಕೂಡಿಸಿದವನಿಗೆ ಏನೂ ಹೆಚ್ಚಾಗಲಿಲ್ಲ, ಸ್ವಲ್ಪವಾಗಿ ಕೂಡಿಸಿದವನಿಗೆ ಏನೂ ಕಡಿಮೆಯಾಗಲಿಲ್ಲ; ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ಭೋಜನಕ್ಕೆ ಸರಿಯಾಗಿಯೇ ಕೂಡಿಸಿಕೊಂಡಿದ್ದನು."},{"number":19,"verse":"ಅದಲ್ಲದೆ ಮೋಶೆ ಅವರಿಗೆ - ಯಾರೂ ಇದನ್ನು ಮಾರಣೆ ದಿನದ ತನಕ ಇಟ್ಟುಕೊಳ್ಳಕೂಡದು ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಆದಾಗ್ಯೂ ಅವರಲ್ಲಿ ಕೆಲವರು ಮೋಶೆಯ ಮಾತನ್ನು ಕೇಳದೆ ಅದರಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನು ಮರುದಿವಸದ ತನಕ ಇಟ್ಟುಕೊಂಡಾಗ ಅದು ಹುಳಬಿದ್ದು ನಾತಹಿಡಿದು ಕೆಟ್ಟುಹೋಯಿತು. ಅದಕ್ಕೆ ಮೋಶೆ ಅವರ ಮೇಲೆ ಸಿಟ್ಟುಗೊಂಡನು."},{"number":21,"verse":"ಜನರು ದಿನದಿನಕ್ಕೆ ಹೊತ್ತಾರೆಯಲ್ಲಿ ತಮ್ಮತಮ್ಮ ಭೋಜನಕ್ಕೆ ತಕ್ಕಷ್ಟು ಕೂಡಿಸಿಕೊಂಡರು. ಬಿಸಿಲು ಹೆಚ್ಚಿದಾಗ ಅದು ಕರಗಿಹೋಯಿತು."},{"number":22,"verse":"ಆರನೆಯ ದಿನ ಕೂಡಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಎರಡರಷ್ಟು ಆಹಾರವು ಅಂದರೆ ಒಬ್ಬೊಬ್ಬನಿಗೆ ಎರಡೆರಡು ಗೋಮೆರಿನ ಮೇರೆಗೆ ದೊರೆತದ್ದರಿಂದ ಸಮೂಹದ ಅಧಿಕಾರಿಗಳೆಲ್ಲರು ಮೋಶೆಯ ಬಳಿಗೆ ಬಂದು ಈ ಸಂಗತಿಯನ್ನು ತಿಳಿಸಿದರು."},{"number":23,"verse":"ಅದಕ್ಕೆ ಅವನು - ಇದು ಯೆಹೋವನು ಹೇಳಿದ ಮಾತು; ನಾಳೆ ವಿರಾಮಮಾಡಿಕೊಳ್ಳತಕ್ಕ ಯೆಹೋವನ ಪರಿಶುದ್ಧ ಸಬ್ಬತ್ ದಿನವಾಗಿದೆ. [ಈ ಹೊತ್ತಿಗೆ] ಸುಡಬೇಕಾದದ್ದನ್ನು ಸುಟ್ಟು ಬೇಯಿಸಬೇಕಾದದ್ದನ್ನು ಬೇಯಿಸಿದ ನಂತರ ಮಿಕ್ಕದ್ದನ್ನು ನಾಳೆಯ ತನಕ ಇಟ್ಟುಕೊಳ್ಳಿರಿ ಅಂದನು."},{"number":24,"verse":"ಮೋಶೆ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಅವರು ಮರುದಿನದ ತನಕ ಅದನ್ನು ಇಟ್ಟುಕೊಂಡರು; ಅದು ನಾರಲಿಲ್ಲ, ಹುಳವೂ ಬೀಳಲಿಲ್ಲ."},{"number":25,"verse":"ಆಗ ಮೋಶೆ ಅವರಿಗೆ - ಈ ಹೊತ್ತು ಅದನ್ನು ಊಟ ಮಾಡಿರಿ; ಈ ದಿನವು ಯೆಹೋವನ ಸಬ್ಬತ್ ದಿನವಾದದರಿಂದ ಈ ಹೊತ್ತು ಅದು ಅಡವಿಯಲ್ಲಿ ದೊರೆಯುವದಿಲ್ಲ."},{"number":26,"verse":"ಆರು ದಿವಸ ಅದನ್ನು ಕೂಡಿಸಬಹುದು; ಏಳನೆಯ ದಿನ ಸಬ್ಬತಾದದರಿಂದ ಅದು ದೊರೆಯುವದೇ ಇಲ್ಲ ಎಂದು ಹೇಳಿದನು. ಹಾಗೆಯೇ ಆಯಿತು."},{"number":27,"verse":"ಜನರಲ್ಲಿ ಕೆಲವರು ಏಳನೆಯ ದಿನದಲ್ಲಿ ಅದನ್ನು ಕೂಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಹೋದಾಗ ಅವರಿಗೆ ಏನೂ ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":28,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆಗೆ - ನೀವು ಎಲ್ಲಿಯವರೆಗೂ ನನ್ನ ಆಜ್ಞೆಯನ್ನೂ ನಾನು ಮಾಡಿರುವ ನಿಯಮವನ್ನೂ ಅನುಸರಿಸದೆ ಅಲಕ್ಷ್ಯ ಮಾಡುವಿರೋ;"},{"number":29,"verse":"ನೋಡಿರಿ, ನೀವು ಸಬ್ಬತ್ ದಿನವನ್ನು ಆಚರಿಸಬೇಕೆಂದು ನಾನು ಅಪ್ಪಣೆ ಮಾಡಿರುವದರಿಂದಲೇ ಆರನೆಯ ದಿನದಲ್ಲಿ ಎರಡು ದಿನದ ಆಹಾರವು ನಿಮಗೆ ದೊರಕುವಂತೆ ಅನುಗ್ರಹಿಸಿದ್ದೇನೆ. ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತಾನಿರುವಲ್ಲಿಯೇ ಇರಬೇಕು; ಏಳನೆಯ ದಿನದಲ್ಲಿ ಒಬ್ಬನೂ ತನ್ನ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ಹೊರಗೆ ಹೋಗಕೂಡದು ಎಂದು ಹೇಳಿದನು."},{"number":30,"verse":"ಆದದರಿಂದ ಏಳನೆಯ ದಿನದಲ್ಲಿ ಜನರು ಕೆಲಸವನ್ನು ಮಾಡದೆ ಇದ್ದರು."},{"number":31,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಆ ಆಹಾರಕ್ಕೆ ಮನ್ನ ಎಂದು ಹೆಸರಿಟ್ಟರು. ಅದು ಬಿಳೀ ಕೊತ್ತುಂಬರಿ ಕಾಳಿನಂತಿದ್ದು ರುಚಿಯಲ್ಲಿ ಜೇನುತುಪ್ಪ ಕಲಸಿದ ದೋಸೆಗಳ ಹಾಗಿತ್ತು."},{"number":32,"verse":"ಮೋಶೆಯು ಜನರಿಗೆ - ಯೆಹೋವನು ಇದರ ವಿಷಯದಲ್ಲಿ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ - ನಾನು ಐಗುಪ್ತದೇಶದಿಂದ ನಿಮ್ಮನ್ನು ಹೊರಗೆ ಬರಮಾಡಿದಾಗ ಅರಣ್ಯದಲ್ಲಿ ತಿನ್ನುವದಕ್ಕೆ ಕೊಟ್ಟ ಆಹಾರವನ್ನು ನಿಮ್ಮ ಸಂತಾನದವರು ನೋಡುವ ಹಾಗೆ ಅವರಿಗೋಸ್ಕರ ನೀವು ಒಂದು ಗೋಮೆರ್ ತುಂಬಾ ಮನ್ನವನ್ನು ಇಟ್ಟುಕೊಳ್ಳಬೇಕು ಎಂದು ಹೇಳಿದನು."},{"number":33,"verse":"ಆದಕಾರಣ ಮೋಶೆಯು ಆರೋನನಿಗೆ - ನೀನು ಒಂದು ಪಾತ್ರೆಯನ್ನು ತೆಗೆದುಕೊಂಡು ಅದರಲ್ಲಿ ಒಂದು ಗೋಮೆರಿನಷ್ಟು ಮನ್ನವನ್ನು ಹಾಕಿ ನಿಮ್ಮ ಸಂತತಿಯವರು ನೋಡುವದಕ್ಕೋಸ್ಕರ ಅದನ್ನು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಇಡು ಎಂದು ಹೇಳಿದನು."},{"number":34,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಆರೋನನು ಮಾಡಿ ಆಜ್ಞಾಶಾಸನ ಮಂಜೂಷದ ಮುಂದೆ ಅದನ್ನು ಇಟ್ಟನು."},{"number":35,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಜನವಾಸವಿರುವ ಪ್ರದೇಶಕ್ಕೆ ಬರುವ ತನಕ ಅಂದರೆ ಕಾನಾನ್ ದೇಶದ ಮೇರೆಯನ್ನು ಸೇರುವ ತನಕ ನಾಲ್ವತ್ತು ವರುಷ ಮನ್ನವನ್ನೇ ಊಟಮಾಡುತ್ತಿದ್ದರು."},{"number":36,"verse":"ಗೋಮೆರೆಂಬದು ಏಫಾದಲ್ಲಿ ಹತ್ತನೆಯ ಒಂದು ಪಾಲು ಹಿಡಿಯುವದು."}]}