{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"ತರುವಾಯ ಇಸ್ರಾಯೇಲ್ಯರ ಸಮೂಹವೆಲ್ಲಾ ಯೆಹೋವನ ಅಪ್ಪಣೆಯ ಪ್ರಕಾರ ಸೀನ್ ಎಂಬ ಅರಣ್ಯದಿಂದ ಹೊರಟು ಮುಂದೆ ಪ್ರಯಾಣ ಮಾಡಿ ರೆಫೀದೀಮಿನಲ್ಲಿ ಇಳುಕೊಂಡರು."},{"number":2,"verse":"ಕುಡಿಯುವದಕ್ಕೆ ನೀರಿಲ್ಲದ ಕಾರಣ ಜನರು ಮೋಶೆಯ ಸಂಗಡ ವಾದಿಸುತ್ತಾ - ನಮಗೆ ಕುಡಿಯುವದಕ್ಕೆ ನೀರು ದೊರಕಿಸಿಕೊಡಬೇಕು ಎಂದು ಹೇಳಿದಾಗ ಮೋಶೆ - ನೀವು ನನ್ನ ಸಂಗಡ ವಾದಿಸುವದೇನು? ಯೆಹೋವನನ್ನು ಯಾಕೆ ಪರೀಕ್ಷಿಸುತ್ತೀರಿ ಎಂದು ಅವರಿಗೆ ಹೇಳಿದನು."},{"number":3,"verse":"ಅಲ್ಲಿ ಜನರು ನೀರಿಲ್ಲದೆ ಬಾಯಾರಿಕೆಯ ಸಂಕಟದಿಂದ ಮೋಶೆಯ ಮೇಲೆ ಗುಣುಗುಟ್ಟುತ್ತಾ - ನೀನು ನಮ್ಮನ್ನೂ ನಮ್ಮ ಮಕ್ಕಳನ್ನೂ ದನಗಳನ್ನೂ ಐಗುಪ್ತ ದೇಶದಿಂದ ಕರತಂದು ಈಗ ನೀರಿಲ್ಲದೆ ಸಾಯುವ ಹಾಗೆ ಮಾಡಿದ್ದೇಕೆ ಎಂದರು."},{"number":4,"verse":"ಆಗ ಮೋಶೆಯು ಯೆಹೋವನಿಗೆ ಮೊರೆಯಿಟ್ಟು - ಈ ಜನರಿಗೋಸ್ಕರ ನಾನೇನು ಮಾಡಲಿ? ಅವರು ನನ್ನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವ ಹಾಗಿದ್ದಾರಲ್ಲಾ ಅಂದನು."},{"number":5,"verse":"ಅದಕ್ಕೆ ಯೆಹೋವನು - ನೀನು ನೈಲ್ ನದಿಯನ್ನು ಹೊಡೆದ ಕೋಲನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರಲ್ಲಿ ಕೆಲವರನ್ನು ಕರಕೊಂಡು ಜನರ ಮುಂದೆ ಹೊರಟು [ನಾನು ತೋರಿಸುವ ಸ್ಥಳಕ್ಕೆ] ಹೋಗು."},{"number":6,"verse":"ಅಲ್ಲಿ ಹೋರೇಬಿನಲ್ಲಿರುವ ಬಂಡೆಯ ಮೇಲೆ ನಾನೇ ನಿನ್ನೆದುರಾಗಿ ನಿಲ್ಲುವೆನು. ನೀನು ಆ ಬಂಡೆಯನ್ನು ಹೊಡೆದಾಗ ಅದರಿಂದ ನೀರು ಹೊರಡುವದು, ಜನರು ಕುಡಿಯುವರು ಎಂದು ಮೋಶೆಗೆ ಅಪ್ಪಣೆ ಕೊಡಲಾಗಿ ಮೋಶೆ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರ ಎದುರಿನಲ್ಲಿ ಹಾಗೆಯೇ ಮಾಡಿದನು."},{"number":7,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು - ಯೆಹೋವನು ನಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ಇದ್ದಾನೋ ಇಲ್ಲವೋ ಎಂದು ಯೆಹೋವನನ್ನು ಅಲ್ಲಿ ಪರೀಕ್ಷಿಸಿದ್ದರಿಂದ ಮೋಶೆ ಆ ಸ್ಥಳಕ್ಕೆ ಮಸ್ಸಾ ಎಂತಲೂ ಅವರು ವಿವಾದ ಮಾಡಿದ್ದರಿಂದ ಮೆರೀಬಾ ಎಂತಲೂ ಹೆಸರಿಟ್ಟನು."},{"number":8,"verse":"ಆಗ ಅಮಾಲೇಕ್ಯರು ರೆಫೀದೀಮಿನಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೆ ಬರಲು"},{"number":9,"verse":"ಮೋಶೆಯು ಯೆಹೋಶುವನಿಗೆ - ನೀನು ಭಟರನ್ನು ಆದುಕೊಂಡು ನಾಳೆ ನಮ್ಮ ಮುಂದೆ ಹೊರಟು ಅಮಾಲೇಕ್ಯರೊಡನೆ ಯುದ್ಧಮಾಡಬೇಕು; ನಾನು ದೇವದಂಡವನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡುಕೊಂಡು ಗುಡ್ಡದ ತುದಿಯಲ್ಲಿ ನಿಂತುಕೊಳ್ಳುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಮೋಶೆಯ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಯೆಹೋಶುವನು ಅಮಾಲೇಕ್ಯರ ಸಂಗಡ ಯುದ್ಧಮಾಡುವದಕ್ಕೆ ಹೊರಟನು; ಮೋಶೆಯೂ ಆರೋನನೂ ಹೂರನೂ ಈ ಮೂವರು ಗುಡ್ಡದ ತುದಿಗೆ ಏರಿದರು."},{"number":11,"verse":"ಮೋಶೆಯು ತನ್ನ ಕೈಗಳನ್ನು ಮೇಲಕ್ಕೆ ಎತ್ತಿರುವಾಗ ಇಸ್ರಾಯೇಲ್ಯರು ಬಲವಾಗುವರು; ಇಳಿಸುವಾಗ ಅಮಾಲೇಕ್ಯರು ಬಲವಾಗುವರು."},{"number":12,"verse":"ಹೀಗಿರಲು ಮೋಶೆಯ ಕೈಗಳು ಭಾರವಾದದರಿಂದ ಆರೋನ ಹೂರರು ಒಂದು ಕಲ್ಲನ್ನು ತಂದಿಟ್ಟು ಅದರ ಮೇಲೆ ಅವನನ್ನು ಕೂಡ್ರಿಸಿ ಬಲಗಡೆ ಒಬ್ಬನು ಎಡಗಡೆ ಒಬ್ಬನು ಅವನ ಕೈಗಳಿಗೆ ಆಧಾರಕೊಟ್ಟರು. ಈ ರೀತಿಯಲ್ಲಿ ಅವನ ಕೈಗಳು ಹೊತ್ತು ಮುಣುಗುವ ತನಕ ಇಳಿಯದೆ ನಿಂತೇ ಇದ್ದವು."},{"number":13,"verse":"ಹೀಗಿರುವದರಿಂದ ಯೆಹೋಶುವನು ಅಮಾಲೇಕ್ಯರನ್ನೂ ಅವರ ಭಟರನ್ನೂ ಕತ್ತಿಯಿಂದ ಕೆಡವಿಬಿಟ್ಟನು."},{"number":14,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆಗೆ - ಭೂಮಿಯ ಮೇಲೆ ಅಮಾಲೇಕ್ಯರ ಹೆಸರೇ ಇಲ್ಲದಂತೆ ಮಾಡುವೆನು; ಈ ಮಾತನ್ನು ಜ್ಞಾಪಕಾರ್ಥವಾಗಿ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆ, ಮತ್ತು ಯೆಹೋಶುವನಿಗೆ ಮಂದಟ್ಟು ಮಾಡಿಕೊಡು ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಆ ಸ್ಥಳದಲ್ಲಿ ಮೋಶೆಯು ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ಯೆಹೋವ ನಿಸ್ಸಿ ಎಂದು ಹೆಸರಿಟ್ಟು -"},{"number":16,"verse":"ಯಾಹುವಿನ ಸಿಂಹಾಸನದ ಆಣೆ, ಅಮಾಲೇಕ್ಯರ ಮೇಲೆ ಯೆಹೋವನಿಗೆ ತಲತಲಾಂತರಕ್ಕೂ ಯುದ್ಧವಿರುವದು ಅಂದನು."}]}