{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"ದೇವರು ಮೋಶೆಗೂ ತನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೂ ಮಹೋಪಕಾರಗಳನ್ನು ಮಾಡಿದ್ದನ್ನೂ ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಕರತಂದದ್ದನ್ನೂ ಮಿದ್ಯಾನ್ಯರ ಆಚಾರ್ಯನೂ ಮೋಶೆಯ ಮಾವನೂ ಆಗಿದ್ದ ಇತ್ರೋವನು ಕೇಳಿದಾಗ"},{"number":2,"verse":"ಅವನು ತನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟ ಮೋಶೆಯ ಹೆಂಡತಿಯಾದ ಚಿಪ್ಪೋರಳನ್ನೂ ಆಕೆಯ ಇಬ್ಬರು ಗಂಡು ಮಕ್ಕಳನ್ನೂ ಕರಕೊಂಡು ಬಂದನು."},{"number":3,"verse":"ಮೋಶೆ - ನಾನು ಅನ್ಯದೇಶದ ಪ್ರವಾಸಿಯಾಗಿದ್ದೇನೆಂದು ಹೇಳಿ ತನ್ನ ಹಿರೀ ಮಗನಿಗೆ ಗೇರ್ಷೋಮೆಂದು ಹೆಸರಿಟ್ಟಿದ್ದನು;"},{"number":4,"verse":"ನನ್ನ ತಂದೆಯ ದೇವರು ನನಗೆ ಸಹಾಯಕನಾಗಿದ್ದು ನನ್ನನ್ನು ಫರೋಹನ ಕತ್ತಿಗೆ ತಪ್ಪಿಸಿ ಕಾಪಾಡಿದನು ಎಂದು ಹೇಳಿ ಕಿರೀ ಮಗನಿಗೆ ಎಲೀಯೆಜೆರ್ ಎಂದು ಹೆಸರಿಟ್ಟಿದ್ದನು."},{"number":5,"verse":"ಮೋಶೆಯ ಮಾವನಾದ ಇತ್ರೋವನು ಮೋಶೆಯ ಮಕ್ಕಳನ್ನೂ ಹೆಂಡತಿಯನ್ನೂ ಕರೆದುಕೊಂಡು ಅರಣ್ಯದಲ್ಲಿ ದೇವರ ಬೆಟ್ಟದ ಹತ್ತಿರ ಇಳುಕೊಂಡಿದ್ದ ಮೋಶೆಯ ಬಳಿಗೆ ಬಂದನು."},{"number":6,"verse":"ಅವನು ಮೋಶೆಗೆ - ನಿನ್ನ ಮಾವನಾದ ನಾನೂ ನಿನ್ನ ಹೆಂಡತಿಯೂ ಆಕೆಯ ಇಬ್ಬರು ಮಕ್ಕಳೂ ಬಂದಿದ್ದೇವೆಂದು ಹೇಳಿಕಳುಹಿಸಿದಾಗ"},{"number":7,"verse":"ಅವನು ತನ್ನ ಮಾವನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕೆ ಹೊರಟು ವಂದಿಸಿ ಮುದ್ದಿಟ್ಟನು. ಅವರು ಪರಸ್ಪರ ಯೋಗಕ್ಷೇಮವನ್ನು ವಿಚಾರಿಸಿದ ಮೇಲೆ ಡೇರೆಯೊಳಕ್ಕೆ ಬಂದರು."},{"number":8,"verse":"ತರುವಾಯ ಮೋಶೆಯು - ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೋಸ್ಕರ ಫರೋಹನಿಗೂ ಐಗುಪ್ತ್ಯರಿಗೂ ಮಾಡಿದ್ದೆಲ್ಲವನ್ನೂ ದಾರಿಯಲ್ಲಿ ತಮಗುಂಟಾದ ಎಲ್ಲಾ ಕಷ್ಟಗಳನ್ನೂ ಯೆಹೋವನು ಆ ಕಷ್ಟಗಳಿಂದ ತಪ್ಪಿಸಿದ್ದನ್ನೂ ಮಾವನಿಗೆ ವಿವರಿಸಲಾಗಿ"},{"number":9,"verse":"ಯೆಹೋವನು ಐಗುಪ್ತ್ಯರ ಕೈಯಿಂದ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಬಿಡಿಸಿ ಅವರಿಗೆ ಇಷ್ಟೆಲ್ಲಾ ಉಪಕಾರವನ್ನು ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಇತ್ರೋವನು ಸಂತೋಷಿಸಿ -"},{"number":10,"verse":"ಐಗುಪ್ತ್ಯರ ಕೈಯಿಂದಲೂ ಫರೋಹನ ಕೈಯಿಂದಲೂ ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡಿದ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ."},{"number":11,"verse":"ಆತನು ತನ್ನ ಜನರನ್ನು ಅವರ ಕೈಯಿಂದ ಬಿಡಿಸಿ ಆ ಐಗುಪ್ತ್ಯರು ಯಾವ ವಿಷಯದಲ್ಲಿ ಗರ್ವಪಡುತ್ತಿದ್ದರೋ ಆ ವಿಷಯದಲ್ಲಿ ಅವರನ್ನು ತಗ್ಗಿಸಿದ್ದರಿಂದ ಯೆಹೋವನೇ ಎಲ್ಲಾ ದೇವರುಗಳಿಗಿಂತಲೂ ದೊಡ್ಡವನೆಂದು ಈಗ ತಿಳಿದುಕೊಂಡಿದ್ದೇನೆ ಅಂದನು."},{"number":12,"verse":"ಅದಲ್ಲದೆ ಮೋಶೆಯ ಮಾವನಾದ ಇತ್ರೋವನು ದೇವರಿಗೆ ಸರ್ವಾಂಗಹೋಮ ಯಜ್ಞಗಳನ್ನು ಸಮರ್ಪಿಸಲಾಗಿ ಆರೋನನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರೆಲ್ಲರೂ ಅವನ ಸಂಗಡ ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಹಭೋಜನವನ್ನು ಮಾಡುವದಕ್ಕೆ ಬಂದರು."},{"number":13,"verse":"ಮಾರಣೆದಿನ ಮೋಶೆ ಜನರಿಗೆ ನ್ಯಾಯತೀರಿಸುವದಕ್ಕಾಗಿ ಕೂತಿರಲು ಪ್ರಾತಃಕಾಲದಿಂದ ಸಾಯಂಕಾಲದವರೆಗೂ ಜನರು ಅವನ ಹತ್ತಿರ ನಿಂತಿದ್ದರು."},{"number":14,"verse":"ಮೋಶೆಯು ಜನರಿಗೋಸ್ಕರ ಮಾಡಿದ್ದೆಲ್ಲವನ್ನೂ ಅವನ ಮಾವನು ನೋಡಿ ಅವನಿಗೆ - ನೀನು ಯಾತಕ್ಕೆ ಜನರಿಗೊಸ್ಕರ ಇಷ್ಟು ಪ್ರಯಾಸಪಡುತ್ತಿ? ಪ್ರಾತಃಕಾಲ ಮೊದಲುಗೊಂಡು ಸಾಯಂಕಾಲದವರೆಗೂ ಜನರು ನಿನ್ನ ಹತ್ತಿರ ನಿಲ್ಲುತ್ತಾರಲ್ಲಾ;"},{"number":15,"verse":"ಯಾತಕ್ಕೆ ನೀನೊಬ್ಬನೇ ನ್ಯಾಯತೀರಿಸುವದಕ್ಕೆ ಕೂತಿರುತ್ತಿ ಎಂದು ಕೇಳಲು ಮೋಶೆ ಅವನಿಗೆ - ದೇವರ ತೀರ್ಪನ್ನು ತಿಳುಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಜನರು ನನ್ನ ಹತ್ತಿರ ಬರುತ್ತಾರೆ;"},{"number":16,"verse":"ಅವರೊಳಗೆ ವ್ಯಾಜ್ಯವೇನಾದರೂ ಉಂಟಾಗಿದ್ದರೆ ನನ್ನ ಬಳಿಗೆ ಬರುತ್ತಾರೆ; ನಾನು ವಿಚಾರಣೆಮಾಡಿ ಅವರಿಗೆ ನ್ಯಾಯತೀರಿಸಿ ದೇವರ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಬೋಧಿಸುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು."},{"number":17,"verse":"ಅದನ್ನು ಕೇಳಿ ಮೋಶೆಯ ಮಾವನು ಅವನಿಗೆ - ನೀನು ಮಾಡುವ ಕಾರ್ಯಕ್ರಮವು ಒಳ್ಳೇದಲ್ಲ."},{"number":18,"verse":"ಈ ಕೆಲಸ ಬಹು ಕಷ್ಟವಾದದ್ದು; ನೀನೊಬ್ಬನೇ ಅದನ್ನು ನಡಿಸಲಾರಿ; ನೀನೂ ನಿನ್ನ ಸಂಗಡ ಇರುವ ಜನರೂ ನಿಶ್ಚಯವಾಗಿ ಬಳಲಿಹೋಗುವಿರಿ."},{"number":19,"verse":"ನನ್ನ ಮಾತನ್ನು ಕೇಳು, ನಾನು ನಿನಗೆ ಒಂದು ಆಲೋಚನೆಯನ್ನು ಹೇಳುತ್ತೇನೆ; ಮತ್ತು ದೇವರು ನಿನ್ನ ಸಂಗಡ ಇರಲಿ. ನೀನು ಜನರಿಗೂ ದೇವರಿಗೂ ಮಧ್ಯಸ್ಥನಾಗಿದ್ದು ಜನರ ವ್ಯಾಜ್ಯಗಳನ್ನು ದೇವರ ಹತ್ತಿರಕ್ಕೆ ತರಬೇಕು;"},{"number":20,"verse":"ಮತ್ತು ನೀನು ದೇವರ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಬೋಧಿಸಿ ಅವರು ನಡೆಯಬೇಕಾದ ಮಾರ್ಗವನ್ನೂ ಮಾಡಬೇಕಾದ ಕಾರ್ಯಗಳನ್ನೂ ಅವರಿಗೆ ತಿಳಿಯಪಡಿಸಬೇಕು."},{"number":21,"verse":"ಆದರೆ ನೀನು ಸಮಸ್ತ ಜನರೊಳಗೆ ಸಮರ್ಥರೂ ದೇವಭಕ್ತರೂ ನಂಬಿಗಸ್ತರೂ ಲಂಚಮುಟ್ಟದವರೂ ಆಗಿರುವ ಪುರುಷರನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರನ್ನು ಸಾವಿರ ಮಂದಿಯ ಮೇಲೆಯೂ ನೂರು ಮಂದಿಯ ಮೇಲೆಯೂ ಐವತ್ತು ಮಂದಿಯ ಮೇಲೆಯೂ ಹತ್ತು ಮಂದಿಯ ಮೇಲೆಯೂ ಅಧಿಕಾರಿಗಳನ್ನಾಗಿ ನೇಮಿಸಬೇಕು."},{"number":22,"verse":"ಅವರೇ ಯಾವಾಗಲೂ ಜನರಿಗೆ ನ್ಯಾಯವನ್ನು ತೀರಿಸಲಿ. ಅವರು ದೊಡ್ಡ ವ್ಯಾಜ್ಯಗಳನ್ನು ನಿನ್ನ ಮುಂದೆ ತರಲಿ; ಸಣ್ಣ ವ್ಯಾಜ್ಯಗಳನ್ನೆಲ್ಲಾ ತಾವೇ ತೀರಿಸಲಿ. ಅವರು ನಿನ್ನೊಂದಿಗೆ ಈ ಭಾರವನ್ನು ಹೊರುವದರಿಂದ ನಿನಗೆ ಸುಲಭವಾಗಿರುವದು."},{"number":23,"verse":"ದೇವರು ಹೀಗೆ ಮಾಡುವದಕ್ಕೆ ನಿನಗೆ ಅಪ್ಪಣೆ ಕೊಡುವದಾದರೆ ನೀನು ಈ ಕೆಲಸದ ಭಾರವನ್ನು ನಿರ್ವಹಿಸಲಾಗುವದು; ಇದು ಮಾತ್ರವಲ್ಲದೆ ಈ ಜನರೆಲ್ಲರೂ ತಮ್ಮ ತಮ್ಮ ಮನೆಗಳಿಗೆ ಸಂತೋಷವಾಗಿ ಹೋಗುವರು ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಮೋಶೆ ತನ್ನ ಮಾವನ ಮಾತಿಗೆ ಒಪ್ಪಿಕೊಂಡು ಅವನು ಹೇಳಿದಂತೆಯೇ ಮಾಡಿದನು."},{"number":25,"verse":"ಅವನು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರಲ್ಲಿ ಸಮರ್ಥರಾದವರನ್ನು ಆರಿಸಿಕೊಂಡು ಸಾವಿರ ಮಂದಿಯ ಮೇಲೆಯೂ ನೂರು ಮಂದಿಯ ಮೇಲೆಯೂ ಐವತ್ತು ಮಂದಿಯ ಮೇಲೆಯೂ ಹತ್ತು ಮಂದಿಯ ಮೇಲೆಯೂ ಅಧಿಕಾರಿಗಳನ್ನಾಗಿ ನೇಮಿಸಿದನು."},{"number":26,"verse":"ಇವರು ಯಾವಾಗಲೂ ಜನರಿಗೆ ನ್ಯಾಯತೀರಿಸುವವರಾಗಿ ಕಠಿಣವ್ಯಾಜ್ಯಗಳನ್ನು ಮೋಶೆಯ ಬಳಿಗೆ ತರುತ್ತಾ ಸುಲಭ ವ್ಯಾಜ್ಯಗಳನ್ನು ತಾವೇ ತೀರಿಸುತ್ತಾ ಬಂದರು."},{"number":27,"verse":"ತರುವಾಯ ಮೋಶೆ ತನ್ನ ಮಾವನಿಗೆ ಅಪ್ಪಣೆ ಕೊಡಲಾಗಿ ಅವನು ಸ್ವದೇಶಕ್ಕೆ ಹೊರಟುಹೋದನು."}]}