{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":24,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ - ನೀನೂ ಆರೋನ ನಾದಾಬ್ ಅಬೀಹೂ ಎಂಬವರೂ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರಲ್ಲಿ ಎಪ್ಪತ್ತು ಮಂದಿಯೂ ಈ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿ ಯೆಹೋವನ ಬಳಿಗೆ ಬಂದು ದೂರದಲ್ಲಿ ನಿಂತು ಅಡ್ಡಬೀಳಬೇಕು."},{"number":2,"verse":"ಮೋಶೆ ಒಬ್ಬನೇ ಯೆಹೋವನ ಸಮೀಪಕ್ಕೆ ಬರಬೇಕೇ ಹೊರತು ಅವನ ಜೊತೆಯವರಲ್ಲಿ ಸಮೀಪಕ್ಕೆ ಯಾರೂ ಬರಬಾರದು; ಮಿಕ್ಕ ಜನರು ಬೆಟ್ಟವನ್ನು ಹತ್ತಬಾರದು ಎಂದು ಹೇಳಿದನು."},{"number":3,"verse":"ಮೋಶೆ ಜನರ ಬಳಿಗೆ ಬಂದು ಯೆಹೋವನ ಎಲ್ಲಾ ಮಾತುಗಳನ್ನೂ ನ್ಯಾಯವಿಧಿಗಳನ್ನೂ ವಿವರಿಸಲು ಜನರೆಲ್ಲರು - ಯೆಹೋವನ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ಅನುಸರಿಸಿ ನಡೆಯುವೆವು ಎಂದು ಒಕ್ಕಟ್ಟಾಗಿ ಉತ್ತರ ಕೊಟ್ಟರು."},{"number":4,"verse":"ಮೋಶೆಯು ಯೆಹೋವನ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲಾ ಬರೆದು ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಆ ಬೆಟ್ಟದ ಬುಡದಲ್ಲಿ ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರ ಹನ್ನೆರಡು ಕುಲಗಳಿಗೆ ಹನ್ನೆರಡು ಕಲ್ಲಿನ ಕಂಬಗಳನ್ನು ಸ್ಥಾಪನೆ ಮಾಡಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರ ಯೌವನಸ್ಥರಿಗೆ -"},{"number":5,"verse":"ನೀವು ಯೆಹೋವನಿಗೋಸ್ಕರ ಸರ್ವಾಂಗಹೋಮಗಳನ್ನು ಮಾಡಿ ಸಮಾಧಾನಯಜ್ಞಕ್ಕಾಗಿ ಹೋರಿಗಳನ್ನು ಸಮರ್ಪಿಸಬೇಕೆಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು."},{"number":6,"verse":"ಆಗ ಮೋಶೆ ಆ ರಕ್ತದಲ್ಲಿ ಅರ್ಧವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಟ್ಟಲುಗಳಲ್ಲಿ ತುಂಬಿ ಅರ್ಧವನ್ನು ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಪ್ರೋಕ್ಷಿಸಿದನು."},{"number":7,"verse":"ತರುವಾಯ ನಿಬಂಧನ ಗ್ರಂಥವನ್ನು ತೆಗೆದುಕೊಂಡು ಜನರಿಗೆ ಕೇಳಿಸುವಂತೆ ಓದಿದನು. ಅವರು ಕೇಳಿ - ಯೆಹೋವನ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲಾ ನಾವು ಅನುಸರಿಸಿ ವಿಧೇಯರಾಗಿರುವೆವು ಅಂದರು."},{"number":8,"verse":"ಆಗ ಮೋಶೆ ಆ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಂಡು ಜನರ ಮೇಲೆ ಚಿಮಿಕಿಸಿ - ಇಗೋ, ಈ ಗ್ರಂಥದಲ್ಲಿ ಹೇಳಿರುವ ಎಲ್ಲಾ ಆಜ್ಞೆಗಳ ಪ್ರಕಾರ ಯೆಹೋವನು ನಿಮ್ಮ ಸಂಗಡ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ಸ್ಥಿರಪಡಿಸುವ ರಕ್ತವು ಇದೇ ಅಂದನು."},{"number":9,"verse":"ಮೋಶೆ ಆರೋನ್ ನಾದಾಬ್ ಅಬೀಹೂ ಎಂಬವರೂ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರಲ್ಲಿ ಎಪ್ಪತ್ತು ಮಂದಿಯೂ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದರು;"},{"number":10,"verse":"ಅವರಿಗೆ ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರ ದರ್ಶನವಾಯಿತು. ಆಕಾಶಮಂಡಲದಂತೆ ಅತಿ ನಿರ್ಮಲವಾದ ಇಂದ್ರನೀಲಮಣಿಯ ನೆಲಗಟ್ಟು ಆತನ ಪಾದಪೀಠವಾಗಿತ್ತು."},{"number":11,"verse":"ಆತನು ಇಸ್ರಾಯೇಲ್ಯರ ಆ ಮುಖಂಡರಿಗೆ ಯಾವ ಕೇಡೂ ಮಾಡಲಿಲ್ಲ; ಅವರು ದೇವರ ದರ್ಶನಮಾಡಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡರು."},{"number":12,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ - ನೀನು ಬೆಟ್ಟವನ್ನು ಹತ್ತಿ ಬಂದು ನನ್ನ ಹತ್ತಿರದಲ್ಲೇ ಇರು; ನೀನು ಆ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೂ ಆಜ್ಞೆಗಳನ್ನೂ ಜನರಿಗೆ ಬೋಧಿಸುವಂತೆ ನಾನು ಅವುಗಳನ್ನು ಬರೆದಿರುವ ಶಿಲಾಶಾಸನಗಳನ್ನು ನಿನಗೆ ಕೊಡುತ್ತೇನೆ ಎಂದು ಹೇಳಲಾಗಿ"},{"number":13,"verse":"ಮೋಶೆ ತನ್ನ ಶಿಷ್ಯನಾದ ಯೆಹೋಶುವನ ಸಮೇತ ಎದ್ದು ದೇವರ ಬೆಟ್ಟದ ಮೇಲಕ್ಕೆ ಹೋದನು."},{"number":14,"verse":"ಮೊದಲು ಅವನು ಹಿರಿಯರಿಗೆ - ನಾವು ತಿರಿಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವ ತನಕ ನೀವು ಇಲ್ಲೇ ಕಾದುಕೊಂಡಿರ್ರಿ; ಆರೋನನೂ ಹೂರನೂ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿದ್ದಾರಷ್ಟೆ; ಯಾವನಿಗಾದರೂ ವ್ಯಾಜ್ಯವಿದ್ದ ಪಕ್ಷಕ್ಕೆ ಅವರ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಲಿ ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಮೋಶೆ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದಾಗ ಮೇಘವು ಅದನ್ನು ಮುಚ್ಚಿಕೊಂಡಿತು."},{"number":16,"verse":"ಯೆಹೋವನ ತೇಜಸ್ಸು ಸೀನಾಯಿ ಬೆಟ್ಟದ ಮೇಲೆ ನಿಂತಿತು, ಮತ್ತು ಆ ಮೇಘವು ಆರು ದಿನಗಳವರೆಗೂ ಬೆಟ್ಟವನ್ನು ಮುಚ್ಚಿಕೊಂಡಿತ್ತು. ಏಳನೆಯ ದಿನದಲ್ಲಿ ಯೆಹೋವನು ಮೇಘದೊಳಗಿಂದ ಕೂಗಿ ಮೋಶೆಯನ್ನು ಕರೆದನು."},{"number":17,"verse":"ಯೆಹೋವನ ತೇಜಸ್ಸು ಬೆಟ್ಟದ ಶಿಖರದ ಮೇಲೆ ಪ್ರಜ್ವಲಿಸುವ ಬೆಂಕಿಯೋಪಾದಿಯಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಕಾಣಿಸಿತು."},{"number":18,"verse":"ಮೋಶೆ ಆ ಮೇಘದೊಳಗೆ ಪ್ರವೇಶಿಸಿ ಬೆಟ್ಟವನ್ನೇರಿದನು. ಅವನು ಆ ಬೆಟ್ಟದಲ್ಲಿ ಹಗಲಿರುಳು ನಾಲ್ವತ್ತು ದಿವಸ ಇದ್ದನು."}]}