{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"ಯಜ್ಞವೇದಿಯನ್ನು ಜಾಲೀಮರದಿಂದ ಐದು ಮೊಳ ಉದ್ದವಾಗಿಯೂ ಐದು ಮೊಳ ಅಗಲವಾಗಿಯೂ ಚಚ್ಚೌಕವಾಗಿ ಮಾಡಿಸಬೇಕು; ಅದರ ಎತ್ತರ ಮೂರು ಮೊಳವಿರಬೇಕು."},{"number":2,"verse":"ಅದರ ನಾಲ್ಕು ಮೂಲೆಗಳಲ್ಲಿ ನಾಲ್ಕು ಕೊಂಬುಗಳನ್ನು ಮಾಡಿಸಬೇಕು; ಅವು ಯಜ್ಞವೇದಿಗೆ ಏಕವಾಗಿರಬೇಕು. ಆ ವೇದಿಗೆ ತಾಮ್ರದ ತಗಡುಗಳನ್ನು ಹೊದಿಸಬೇಕು."},{"number":3,"verse":"ಅದರಲ್ಲಿರುವ ಬೂದಿಯನ್ನು ತೆಗೆಯುವದಕ್ಕಾಗಿ ಬಟ್ಟಲುಗಳನ್ನು ಮಾಡಿಸಬೇಕು; ಸಲಿಕೆಗಳನ್ನೂ ಬೋಗುಣಿಗಳನ್ನೂ ಮುಳ್ಳುಗಳನ್ನೂ ಅಗ್ಗಿಷ್ಟಿಗೆಗಳನ್ನೂ ಮಾಡಿಸಬೇಕು. ಆ ಉಪಕರಣಗಳೆಲ್ಲಾ ತಾಮ್ರದವುಗಳಾಗಿರಬೇಕು."},{"number":4,"verse":"ವೇದಿಗೆ ಹೆಣಿಗೇ ಕೆಲಸದಿಂದ ತಾಮ್ರದ ಜಾಳಿಗೆಯನ್ನು ಮಾಡಿಸಬೇಕು. ಆ ಜಾಳಿಗೆಯ ನಾಲ್ಕು ಮೂಲೆಗಳಲ್ಲಿ ತಾಮ್ರದ ಬಳೆಗಳನ್ನು ಹಾಕಿಸಬೇಕು."},{"number":5,"verse":"ಆ ಜಾಳಿಗೆಯು ವೇದಿಯ ಸುತ್ತಲಿರುವ ಕಟ್ಟೆಯ ಕೆಳಗೆ ಇದ್ದು, ವೇದಿಯ ಬುಡದಿಂದ ನಡುವಿನ ತನಕ ಇರುವಂತೆ ಹಾಕಿಸಬೇಕು."},{"number":6,"verse":"ವೇದಿಯನ್ನು ಹೊರುವ ಕೋಲುಗಳನ್ನು ಜಾಲೀಮರದಿಂದ ಮಾಡಿಸಿ ತಾಮ್ರದ ತಗಡುಗಳನ್ನು ಹೊದಿಸಬೇಕು."},{"number":7,"verse":"ಆ ಕೋಲುಗಳನ್ನು ಆ ಬಳೆಗಳಲ್ಲಿ ಸೇರಿಸಿದಾಗ ಅವು ಯಜ್ಞವೇದಿಯನ್ನು ಹೊರುವದಕ್ಕಾಗಿ ಅದರ ಎರಡು ಕಡೆಗಳಲ್ಲಿ ಇರುವವು."},{"number":8,"verse":"ಆ ವೇದಿಯನ್ನು ಹಲಿಗೆಗಳಿಂದ ಪೆಟ್ಟಿಗೆಯಂತೆ ಮಾಡಿಸಬೇಕು. ನಾನು ಬೆಟ್ಟದಲ್ಲಿ ನಿನಗೆ ತೋರಿಸಿದಂತೆಯೇ ಅದನ್ನು ಮಾಡಿಸಬೇಕು."},{"number":9,"verse":"ಗುಡಾರಕ್ಕೆ ಅಂಗಳವನ್ನು ಏರ್ಪಡಿಸಬೇಕು. ಆ ಅಂಗಳದ ತೆಂಕಣ ಕಡೆಯಲ್ಲಿ ತೆರೆಗಳು ಇರಬೇಕು. ಆ ತೆರೆಗಳು ಹುರಿನಾರಿನ ಬಟ್ಟೆಯಿಂದ ಉಂಟಾಗಿ ನೂರು ಮೊಳ ಉದ್ದವಾಗಿರಬೇಕು."},{"number":10,"verse":"ಆ ಕಡೆಯಲ್ಲಿ ಇಪ್ಪತ್ತು ಕಂಬಗಳೂ ಅವುಗಳಿಗೆ ಇಪ್ಪತ್ತು ತಾಮ್ರದ ಗದ್ದಿಗೇ ಕಲ್ಲುಗಳೂ ಇರಬೇಕು."},{"number":11,"verse":"ಕಂಬಗಳಿಗೆ ಬೆಳ್ಳಿಯ ಕೊಂಡಿಗಳೂ ಕಟ್ಟುಗಳೂ ಇರಬೇಕು. ಅದೇ ರೀತಿಯಾಗಿ ಉತ್ತರ ಕಡೆಯಲ್ಲಿಯೂ ನೂರು ಮೊಳ ಉದ್ದವಾದ ತೆರೆಗಳೂ ಇಪ್ಪತ್ತು ಕಂಬಗಳೂ ಇಪ್ಪತ್ತು ತಾಮ್ರದ ಗದ್ದಿಗೇ ಕಲ್ಲುಗಳೂ ಇರಬೇಕು. ಕಂಬಗಳ ಕೊಂಡಿಗಳೂ ಕಟ್ಟುಗಳೂ ಬೆಳ್ಳಿಯವಾಗಿರಬೇಕು."},{"number":12,"verse":"ಪಶ್ಚಿಮ ಕಡೆಯಲ್ಲಿ ಅಂಗಳದ ಅಗಲಕ್ಕೆ ಐವತ್ತು ಮೊಳ ಉದ್ದವಾದ ತೆರೆಗಳೂ ಹತ್ತು ಕಂಬಗಳೂ ಹತ್ತು ಗದ್ದಿಗೇಕಲ್ಲುಗಳೂ ಇರಬೇಕು."},{"number":13,"verse":"ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿಯೂ ಅಂಗಳದ ಅಗಲವು ಐವತ್ತು ಮೊಳವಿರಬೇಕು."},{"number":14,"verse":"ಅಲ್ಲಿ ಬಾಗಲಿನ ಎರಡು ಕಡೆಗಳಲ್ಲಿಯೂ ಹದಿನೈದು ಮೊಳ ಉದ್ದವಾದ ತೆರೆಗಳೂ ಅವುಗಳಿಗೆ ಮೂರು ಮೂರು ಕಂಬಗಳೂ ಮೂರು ಮೂರು ಗದ್ದಿಗೇಕಲ್ಲುಗಳೂ ಇರಬೇಕು."},{"number":16,"verse":"ಅಂಗಳದ ಬಾಗಲಲ್ಲೇ ಇಪ್ಪತ್ತು ಮೊಳದ ಪರದೆಯು ಇರಬೇಕು. ಅದನ್ನು ಹುರಿನಾರಿನ ಬಟ್ಟೆಯಲ್ಲಿ ನೀಲಿ ಧೂಮ್ರ ರಕ್ತವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದ ಬುಟೇದಾರೀ ಕೆಲಸದವರ ಕೈಯಿಂದ ಮಾಡಿಸಬೇಕು. ಬಾಗಲಿಗೆ ನಾಲ್ಕು ಕಂಬಗಳೂ ನಾಲ್ಕು ಗದ್ದಿಗೇ ಕಲ್ಲುಗಳೂ ಇರಬೇಕು."},{"number":17,"verse":"ಅಂಗಳದ ಸುತ್ತಲಿರುವ ಎಲ್ಲಾ ಕಂಬಗಳಿಗೂ ಬೆಳ್ಳಿಯ ಕಟ್ಟುಗಳೂ ಬೆಳ್ಳಿಯ ಕೊಂಡಿಗಳೂ ತಾಮ್ರದ ಗದ್ದಿಗೇಕಲ್ಲುಗಳೂ ಇರಬೇಕು."},{"number":18,"verse":"ಅಂಗಳವು ನೂರು ಮೊಳ ಉದ್ದವಾಗಿಯೂ ಐವತ್ತು ಮೊಳ ಅಗಲವಾಗಿಯೂ ಇರಬೇಕು. ಅದರ ಸುತ್ತಲಿರುವ ಪರದೆಯು ಹುರಿನಾರಿನ ಬಟ್ಟೆಯಿಂದುಂಟಾಗಿ ಐದು ಮೊಳ ಎತ್ತರವಿರಬೇಕು. ಅದಕ್ಕೆ ಸೇರಿದ ಗದ್ದಿಗೇಕಲ್ಲುಗಳು ತಾಮ್ರದವುಗಳಾಗಿರಬೇಕು."},{"number":19,"verse":"ಗುಡಾರದ ಸಕಲವಿಧವಾದ ಕೆಲಸಕ್ಕೆ ಬೇಕಾದ ಉಪಕರಣಗಳೂ ಗುಡಾರದ ಗೂಟಗಳೂ ಅಂಗಳದ ಗೂಟಗಳೂ ತಾಮ್ರದವುಗಳಾಗಿರಬೇಕು."},{"number":20,"verse":"ದೀಪವು ಯಾವಾಗಲೂ ಉರಿಯುವಂತೆ ಇಸ್ರಾಯೇಲ್ಯರು ಎಣ್ಣೇಮರದ ಕಾಯಿಗಳನ್ನು ಕುಟ್ಟಿ ನಿರ್ಮಲವಾದ ಎಣ್ಣೆಯನ್ನು ತೆಗೆದುಕೊಡಬೇಕೆಂದು ಅವರಿಗೆ ಅಪ್ಪಣೆಯನ್ನು ಮಾಡು."},{"number":21,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದಲ್ಲಿ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷದ ಮುಂದಿರುವ ತೆರೆಯ ಹೊರಗೆ ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಸಾಯಂಕಾಲದಿಂದ ಉದಯದವರೆಗೂ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಆ ದೀಪವನ್ನು ಸರಿಪಡಿಸುತ್ತಿರಬೇಕು. ಇಸ್ರಾಯೇಲ್ಯರೂ ಅವರ ಸಂತತಿಯವರೂ ಈ ನಿಯಮವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅನುಸರಿಸಬೇಕು."}]}