{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":29,"verses":[{"number":1,"verse":"ಅವರು ನನಗೆ ಯಾಜಕರಾಗುವಂತೆ ಅವರನ್ನು ಪ್ರತಿಷ್ಠಿಸುವದಕ್ಕೆ ನೀನು ಮಾಡಬೇಕಾದ ಕಾರ್ಯ ಯಾವದಂದರೆ - ಒಂದು ಹೋರಿಕರುವನ್ನೂ ಪೂರ್ಣಾಂಗವಾದ ಎರಡು ಟಗರುಗಳನ್ನೂ ತೆಗೆದುಕೊಳ್ಳಬೇಕು;"},{"number":2,"verse":"ಮತ್ತು ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನೂ ಎಣ್ಣೆ ಮಿಶ್ರವಾದ ಹುಳಿಯಿಲ್ಲದ ಹೋಳಿಗೆಗಳನ್ನೂ ಎಣ್ಣೆ ಹೊಯಿದ ಹುಳಿಯಿಲ್ಲದ ಕಡುಬುಗಳನ್ನೂ ಗೋದಿಯ ಹಿಟ್ಟಿನಿಂದ ಮಾಡಿಸಿ ಒಂದೇ ಪುಟ್ಟಿಯಲ್ಲಿ ತುಂಬಿಸಬೇಕು."},{"number":3,"verse":"ಆಮೇಲೆ ಆ ಪುಟ್ಟಿಯನ್ನೂ ಆ ಹೋರಿಯನ್ನೂ ಟಗರುಗಳನ್ನೂ ತಂದಿಡಬೇಕು."},{"number":4,"verse":"ಆಗ ಆರೋನನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಿಗೆ ಕರಕೊಂಡು ಬಂದು ನೀರಿನಲ್ಲಿ ಸ್ನಾನ ಮಾಡಿಸಿ"},{"number":5,"verse":"ಆ ವಸ್ತ್ರಗಳನ್ನು ಅಂದರೆ ನಿಲುವಂಗಿಯನ್ನೂ ಕವಚದ ಸಂಗಡ ತೊಟ್ಟುಕೊಳ್ಳತಕ್ಕ ಮೇಲಂಗಿಯನ್ನೂ ಕವಚವನ್ನೂ ಚೀಲದ ಪದಕವನ್ನೂ ಆರೋನನಿಗೆ ತೊಡಿಸಿ ಕವಚದ ವಿಚಿತ್ರವಾದ ನಡುಕಟ್ಟನ್ನು ಕಟ್ಟಿಸಿ"},{"number":6,"verse":"ಅವನ ತಲೆಗೆ ಮುಂಡಾಸವನ್ನು ಹಾಕಿಸಿ ಮುಂಡಾಸದ ಮೇಲೆ ಪವಿತ್ರ ಪಟ್ಟವನ್ನು ಕಟ್ಟಿಸಿ"},{"number":7,"verse":"ಅಭಿಷೇಕತೈಲವನ್ನು ಅವನ ತಲೆಯ ಮೇಲೆ ಅಭ್ಯಂಜನಮಾಡಿ ಅವನನ್ನು ಅಭಿಷೇಕಿಸಬೇಕು."},{"number":8,"verse":"ತರುವಾಯ ಅವನ ಮಕ್ಕಳನ್ನು ಹತ್ತಿರಕ್ಕೆ ಕರೆದು ಅವರಿಗೆ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಡಿಸಿ"},{"number":9,"verse":"ಆರೋನನಿಗೂ ಅವನ ಮಕ್ಕಳಿಗೂ ನಡುಕಟ್ಟುಗಳನ್ನು ಕಟ್ಟಿಸಿ ಮುಂಡಾಸಗಳನ್ನು ಸುತ್ತಿಸಬೇಕು. ಆ ಹೊತ್ತಿನಿಂದ ಯಾಜಕತ್ವವು ಶಾಶ್ವತವಾದ ನಿಯಮದಿಂದ ಅವರಿಗೆ ಉಂಟಾಗುವದು. ಹೀಗೆ ಆರೋನನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ಯಾಜಕೋದ್ಯೋಗಕ್ಕೆ ಸೇರಿಸಬೇಕು."},{"number":10,"verse":"ತರುವಾಯ ನೀನು ಆ ಹೋರಿಯನ್ನು ದೇವದರ್ಶನದ ಗುಡಾರದ ಎದುರಿಗೆ ತರಿಸಿ ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಅದರ ತಲೆಯ ಮೇಲೆ ತಮ್ಮ ಕೈಗಳನ್ನಿಟ್ಟನಂತರ"},{"number":11,"verse":"ನೀನು ಅದನ್ನು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಲ್ಲಿ ವಧಿಸಬೇಕು."},{"number":12,"verse":"ಆ ಹೋರಿಯ ರಕ್ತದಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನು ತೆಗೆದುಕೊಂಡು ಬೆರಳಿನಿಂದ ಯಜ್ಞವೇದಿಯ ಕೊಂಬುಗಳಿಗೆ ಹಚ್ಚಿ ಮಿಕ್ಕ ರಕ್ತವನ್ನೆಲ್ಲಾ ಯಜ್ಞವೇದಿಯ ಬುಡಕ್ಕೆ ಹೊಯ್ಯಬೇಕು."},{"number":13,"verse":"ಅದರ ವಪೆಯನ್ನೂ ಕಾಳಿಜದ ಮೇಲಿರುವ ಕೊಬ್ಬನ್ನೂ ಎರಡು ಹುರುಳಿಕಾಯಿಗಳನ್ನೂ ಅವುಗಳ ಮೇಲಿರುವ ಕೊಬ್ಬನ್ನೂ ತೆಗೆದುಕೊಂಡು ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಹೋಮಮಾಡಬೇಕು."},{"number":14,"verse":"ಹೋರಿಯ ಮಾಂಸವನ್ನೂ ಚರ್ಮವನ್ನೂ ಕಲ್ಮಷವನ್ನೂ ಪಾಳೆಯದ ಹೊರಗೆ ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟುಬಿಡಬೇಕು. ಇದು ದೋಷಪರಿಹಾರಕಯಜ್ಞ."},{"number":15,"verse":"ತರುವಾಯ ನೀನು ಆ ಟಗರುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಕೊಂಡು ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಅದರ ತಲೆಯ ಮೇಲೆ ತಮ್ಮ ಕೈಗಳನ್ನು ಇಟ್ಟ ನಂತರ"},{"number":16,"verse":"ನೀನು ಅದನ್ನು ವಧಿಸಿ ಅದರ ರಕ್ತವನ್ನು ಯಜ್ಞವೇದಿಯ ನಾಲ್ಕು ಕಡೆಗಳಿಗೆ ಚೆಲ್ಲಬೇಕು."},{"number":17,"verse":"ಆಗ ನೀನು ಆ ಟಗರನ್ನು ತುಂಡುತುಂಡಾಗಿ ಕಡಿದು ಅದರ ಕರುಳುಗಳನ್ನೂ ಕಾಲುಗಳನ್ನೂ ತೊಳಿಸಿ ಅವುಗಳನ್ನೂ ಆ ತುಂಡುಗಳನ್ನೂ ತಲೆಯನ್ನೂ ಒಟ್ಟಿಗೆ ಇಟ್ಟು"},{"number":18,"verse":"ಅದನ್ನೆಲ್ಲಾ ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಯೆಹೋವನಿಗೆ ಸರ್ವಾಂಗಹೋಮವಾಗಿ ಸಮರ್ಪಿಸಬೇಕು. ಇದು ಯೆಹೋವನಿಗೆ ಸುಗಂಧಹೋಮವಾಗಿದೆ."},{"number":19,"verse":"ಆಮೇಲೆ ನೀನು ಎರಡನೆಯ ಟಗರನ್ನು ತೆಗೆದುಕೊಂಡು ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಅದರ ತಲೆಯ ಮೇಲೆ ತಮ್ಮ ಕೈಗಳನ್ನು ಇಟ್ಟನಂತರ"},{"number":20,"verse":"ಅದನ್ನು ವಧಿಸಿ ಅದರ ರಕ್ತದಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನು ಆರೋನನ ಮತ್ತು ಅವನ ಮಕ್ಕಳ ಬಲಗಿವಿಯ ತುದಿಗೂ ಬಲಗೈಯ ಹೆಬ್ಬೆರಳಿಗೂ ಬಲಗಾಲಿನ ಹೆಬ್ಬೆಟ್ಟಿಗೂ ಸೋಂಕಿಸಿ ಮಿಕ್ಕ ರಕ್ತವನ್ನು ಯಜ್ಞವೇದಿಯ ನಾಲ್ಕು ಕಡೆಗಳಿಗೆ ಚೆಲ್ಲಬೇಕು."},{"number":21,"verse":"ಅದಲ್ಲದೆ ನೀನು ಯಜ್ಞವೇದಿಯ ಮೇಲಿರುವ ರಕ್ತದಲ್ಲಿಯೂ ಅಭಿಷೇಕತೈಲದಲ್ಲಿಯೂ ಸ್ವಲ್ಪವನ್ನು ತೆಗೆದುಕೊಂಡು ಆರೋನನ ಮತ್ತು ಅವನ ವಸ್ತ್ರಗಳ ಮೇಲೆಯೂ ಅವನ ಮಕ್ಕಳ ಮತ್ತು ಅವರ ವಸ್ತ್ರಗಳ ಮೇಲೆಯೂ ಚಿಮಿಕಿಸಬೇಕು. ಹೀಗೆ ಅವನೂ ಅವನ ಮಕ್ಕಳೂ ಅವರ ವಸ್ತ್ರಗಳು ಸಹಿತವಾಗಿ ಪರಿಶುದ್ಧರಾಗುವರು."},{"number":22,"verse":"ಬಳಿಕ ಪಟ್ಟಾಭಿಷೇಕಕ್ಕಾಗಿ ಸಮರ್ಪಿಸಲ್ಪಟ್ಟ ಆ ಟಗರಿನ ಕೊಬ್ಬನ್ನೆಲ್ಲಾ ಅಂದರೆ ಬಾಲದ ಕೊಬ್ಬನ್ನೂ ವಪೆಯನ್ನೂ ಕಾಳಿಜದ ಮೇಲಿರುವ ಕೊಬ್ಬನ್ನೂ ಎರಡು ಹುರುಳಿಕಾಯಿಗಳನ್ನೂ ಅವುಗಳ ಮೇಲಿರುವ ಕೊಬ್ಬನ್ನೂ"},{"number":23,"verse":"ಬಲದೊಡೆಯನ್ನೂ ಮತ್ತು ಯೆಹೋವನಿಗೆದುರಾಗಿ ಪುಟ್ಟಿಯಲ್ಲಿ ಇಟ್ಟಿದ್ದ ಹುಳಿಯಿಲ್ಲದ ಪದಾರ್ಥಗಳಲ್ಲಿ ಒಂದು ರೊಟ್ಟಿಯನ್ನೂ ಎಣ್ಣೆ ಮಿಶ್ರವಾದ ಒಂದು ಹೋಳಿಗೆಯನ್ನೂ ಒಂದು ಕಡುಬನ್ನೂ ತೆಗೆದುಕೊಂಡು"},{"number":24,"verse":"ಅವುಗಳನ್ನೆಲ್ಲಾ ಆರೋನನ ಮತ್ತು ಅವನ ಮಕ್ಕಳ ಕೈಗೆ ಕೊಟ್ಟು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನೈವೇದ್ಯವಾಗಿ ನಿವಾಳಿಸಬೇಕು."},{"number":25,"verse":"ಆಮೇಲೆ ಅವುಗಳನ್ನು ಅವರ ಕೈಯಿಂದ ತೆಗೆದುಕೊಂಡು ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಸರ್ವಾಂಗಹೋಮದ್ರವ್ಯದ ಸಂಗಡ ಯೆಹೋವನಿಗೆ ಆಹುತಿಕೊಡಬೇಕು. ಅದು ಯೆಹೋವನಿಗೆ ಸುಗಂಧ ಹೋಮವಾಗಿದೆ."},{"number":26,"verse":"ಮತ್ತು ಆರೋನನ ಪಟ್ಟಾಭಿಷೇಕಕ್ಕಾಗಿ ಸಮರ್ಪಿಸಿದ ಟಗರಿನ ಎದೆಯ ಭಾಗವನ್ನು ತೆಗೆದುಕೊಂಡು ಅದನ್ನೂ ನೈವೇದ್ಯವಾಗಿ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿವಾಳಿಸಬೇಕು. ಅದು ನಿನಗೇ ಸಲ್ಲತಕ್ಕ ಪಾಲು."},{"number":27,"verse":"ಆರೋನನಿಗೂ ಅವನ ಮಕ್ಕಳಿಗೂ ಯಾಜಕದೀಕ್ಷೆಯನ್ನು ಕೊಡುವಾಗ ಸಮರ್ಪಿಸಿದ ಟಗರಿನ ಮಾಂಸದಲ್ಲಿ ನೈವೇದ್ಯವಾಗಿ ನಿವಾಳಿಸಿದ ಎದೆಯ ಭಾಗವನ್ನೂ ಯಾಜಕರ ಭಾಗಕ್ಕೆ ಪ್ರತ್ಯೇಕಿಸಿದ ತೊಡೆಯನ್ನೂ ದೇವರದೆಂದು ಭಾವಿಸಬೇಕು."},{"number":28,"verse":"ಶಾಶ್ವತ ನಿಯಮವಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರು ಅವುಗಳನ್ನು ಆರೋನನಿಗೂ ಅವನ ವಂಶಸ್ಥರಿಗೂ ಕೊಡತಕ್ಕದ್ದು; ಅವು ಯಾಜಕರ ಭಾಗಕ್ಕಾಗಿ ಪ್ರತ್ಯೇಕಿಸಲ್ಪಟ್ಟಿವೆ. ಇಸ್ರಾಯೇಲ್ಯರು ಸಮಾಧಾನ ಯಜ್ಞಕ್ಕಾಗಿ ಪಶುಗಳನ್ನು ವಧಿಸಿ ಯೆಹೋವನಿಗೆ ನೈವೇದ್ಯ ಮಾಡುವಾಗೆಲ್ಲಾ ಆ ಭಾಗಗಳನ್ನು ಯಾಜಕರಿಗೋಸ್ಕರ ಪ್ರತ್ಯೇಕಿಸಬೇಕು."},{"number":29,"verse":"ಆರೋನನ ಯಾಜಕದೀಕ್ಷಾವಸ್ತ್ರಗಳೇ ಅವನ ತರುವಾಯ ಅವನ ವಂಶಸ್ಥರಿಗೂ ಉಪಯೋಗವಾಗಬೇಕು. ಅವರೂ ಪಟ್ಟಾಭಿಷಿಕ್ತರಾಗಿ ಮಹಾಯಾಜಕೋದ್ಯೋಗಕ್ಕೆ ಬಂದಾಗ ಅವುಗಳನ್ನು ಧರಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":30,"verse":"ಅವನ ಮಕ್ಕಳಲ್ಲಿ ಅವನಿಗೆ ಪ್ರತಿಯಾಗಿ ಮಹಾಯಾಜಕನಾಗುವವನು ಪವಿತ್ರಸ್ಥಾನದಲ್ಲಿ ದೇವರ ಸೇವೆಯನ್ನು ನಡಿಸುವದಕ್ಕೆ ದೇವದರ್ಶನದ ಗುಡಾರದೊಳಗೆ ಪ್ರವೇಶಿಸಿದಂದಿನಿಂದ ಏಳು ದಿವಸಗಳವರೆಗೆ ಆ ವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿಕೊಂಡಿರಬೇಕು."},{"number":31,"verse":"ಆರೋನನ ಪಟ್ಟಾಭಿಷೇಕಕ್ಕಾಗಿ ಸಮರ್ಪಿಸಿದ ಟಗರಿನ ಮಾಂಸವನ್ನು ದೇವದರ್ಶನದ ಗುಡಾರದ ಪ್ರಾಕಾರದಲ್ಲಿ ಬೇಯಿಸಬೇಕು."},{"number":32,"verse":"ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಆ ಟಗರಿನ ಮಾಂಸವನ್ನೂ ಪುಟ್ಟಿಯಲ್ಲಿರುವ ರೊಟ್ಟಿಯನ್ನೂ ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲೊಳಗೆ ಊಟಮಾಡಬೇಕು."},{"number":33,"verse":"ಅವರನ್ನು ಯಾಜಕೋದ್ಯೋಗಕ್ಕೆ ಸೇರಿಸುವದಕ್ಕೂ ದೇವರ ಸೇವೆಗೆ ಪ್ರತಿಷ್ಠಿಸುವದಕ್ಕೂ ಯಾವ ಪದಾರ್ಥಗಳು ದೋಷಪರಿಹಾರಕ್ಕಾಗಿ ಸಮರ್ಪಿಸಲ್ಪಟ್ಟವೋ ಅವುಗಳನ್ನು ಅವರೇ ಭೋಜನಮಾಡಬೇಕೇ ಹೊರತು ಇತರರು ತಿನ್ನಕೂಡದು; ಅವು ಮೀಸಲು."},{"number":34,"verse":"ಪಟ್ಟಾಭಿಷೇಕಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟ ಮಾಂಸದಲ್ಲಿಯಾಗಲಿ ರೊಟ್ಟಿಯಲ್ಲಿಯಾಗಲಿ ಏನಾದರೂ ಮರುದಿನದ ಉದಯದವರೆಗೆ ಉಳಿದರೆ ಅದನ್ನು ಸುಟ್ಟುಬಿಡಬೇಕು; ಅದು ದೇವರ ವಸ್ತುವಾದದರಿಂದ ಯಾರೂ ತಿನ್ನಕೂಡದು."},{"number":35,"verse":"ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದ ರೀತಿಯಲ್ಲಿ ಏಳು ದಿವಸದ ಆಚಾರವನ್ನು ನಡಿಸಿ ಆರೋನನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ಉದ್ಯೋಗಕ್ಕೆ ಸೇರಿಸಬೇಕು;"},{"number":36,"verse":"ಪ್ರತಿದಿನದಲ್ಲಿಯೂ ದೋಷಪರಿಹಾರಕ್ಕಾಗಿ ಒಂದು ಹೋರಿಯನ್ನು ಯಜ್ಞಮಾಡಬೇಕು. ಅದಲ್ಲದೆ ಯಜ್ಞವೇದಿಯನ್ನು ಶುದ್ಧಿಮಾಡುವದಕ್ಕಾಗಿ ಅದರ ಮೇಲೆ ದೋಷಪರಿಹಾರಕ ಯಜ್ಞವನ್ನು ಸಮರ್ಪಿಸಿ ಅದನ್ನು ದೇವರ ಸೇವೆಗೋಸ್ಕರ ಅಭಿಷೇಕಿಸಬೇಕು."},{"number":37,"verse":"ಹೀಗೆ ಏಳು ದಿನಗಳವರೆಗೂ ಯಜ್ಞವೇದಿಯ ನಿಮಿತ್ತವಾಗಿ ದೋಷಪರಿಹಾರಕಾಚಾರವನ್ನು ನಡಿಸಿ ಅದನ್ನು ಪ್ರತಿಷ್ಠಿಸಬೇಕು. ಯಜ್ಞವೇದಿಯು ಅತಿಪರಿಶುದ್ಧವಾಗಿರಬೇಕು; ಯಜ್ಞವೇದಿಗೆ ಸೋಂಕಿದ್ದೆಲ್ಲವು ಪರಿಶುದ್ಧವಾಗಿರಬೇಕು."},{"number":38,"verse":"ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ನಿತ್ಯವೂ ಸಮರ್ಪಿಸಬೇಕಾದದ್ದೇನಂದರೆ - ಒಂದು ವರುಷದ ಎರಡು ಕುರಿಗಳನ್ನು ದಿನಂಪ್ರತಿಯೂ ಹೋಮಮಾಡಬೇಕು."},{"number":39,"verse":"ಅವುಗಳಲ್ಲಿ ಒಂದನ್ನು ಪ್ರಾತಃಕಾಲದಲ್ಲಿ ಮತ್ತೊಂದನ್ನು ಸಾಯಂಕಾಲದಲ್ಲಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":40,"verse":"ಒಂದುವರೆ ಸೇರು ಶ್ರೇಷ್ಠವಾದ ಎಣ್ಣೆಯನ್ನೂ ಮೂರು ಸೇರು ಗೋದಿಹಿಟ್ಟನ್ನೂ ಬೆರಸಿ ಧಾನ್ಯ ಸಮರ್ಪಣೆಗಾಗಿ ಆ ಮೊದಲನೆಯ ಕುರಿಯ ಸಂಗಡ ಹೋಮ ಮಾಡಬೇಕು. ಪಾನ ದ್ರವ್ಯಾರ್ಪಣೆಗಾಗಿ ಒಂದುವರೆ ಸೇರು ದ್ರಾಕ್ಷಾರಸವನ್ನು ಹೋಮಮಾಡಬೇಕು."},{"number":41,"verse":"ಸಾಯಂಕಾಲದಲ್ಲಿ ಎರಡನೆಯ ಕುರಿಯನ್ನು ಹೋಮಮಾಡುವಾಗ ಹೊತ್ತಾರೆಯಲ್ಲಿ ಮಾಡಿದ ಪ್ರಕಾರವೇ ಅದರೊಂದಿಗೆ ಧಾನ್ಯವನ್ನೂ ಪಾನದ್ರವ್ಯವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು. ಅದು ಯೆಹೋವನಿಗೆ ಸುಗಂಧ ಹೋಮವಾಗಿರುವದು."},{"number":42,"verse":"ಈ ಸರ್ವಾಂಗಹೋಮವನ್ನು ನೀವೂ ನಿಮ್ಮ ಸಂತತಿಯವರೂ ಪ್ರತಿನಿತ್ಯವೂ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಿನ ಎದುರಿನಲ್ಲಿ ಮಾಡಬೇಕು. ಆ ಗುಡಾರದಲ್ಲಿ ನಾನು ನಿಮಗೆ ದರ್ಶನವನ್ನು ಕೊಟ್ಟು ನಿನ್ನ ಸಂಗಡ ಮಾತಾಡುವೆನು;"},{"number":43,"verse":"ಅಲ್ಲಿಯೇ ನಾನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ದರ್ಶನವನ್ನು ಕೊಡುವೆನು; ಅಲ್ಲಿ ಕಾಣಿಸುವ ನನ್ನ ಪ್ರಭಾವದಿಂದ ಆ ಸ್ಥಳವು ಪರಿಶುದ್ಧವಾಗಿರುವದು."},{"number":44,"verse":"ನಾನು ದೇವದರ್ಶನದ ಗುಡಾರವನ್ನೂ ಯಜ್ಞವೇದಿಯನ್ನೂ ಪರಿಶುದ್ಧ ಸ್ಥಳಗಳಾಗುವಂತೆ ಮಾಡುವೆನು; ಆರೋನನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ನನಗೆ ಯಾಜಕರಾಗುವಂತೆ ಪ್ರತಿಷ್ಠಿಸಿಕೊಳ್ಳುವೆನು."},{"number":45,"verse":"ನಾನು ಇಸ್ರಾಯೇಲ್ಯರ ಮಧ್ಯದಲ್ಲಿ ವಾಸವಾಗಿದ್ದು ಅವರಿಗೆ ದೇವರಾಗಿರುವೆನು."},{"number":46,"verse":"ತಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ವಾಸವಾಗುವದಕ್ಕಾಗಿಯೇ ತಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಹೊರಗೆ ಬರಮಾಡಿದ ತಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಾನೇ ಎಂದು ಅವರು ತಿಳುಕೊಳ್ಳುವರು. ನಾನು ಅವರ ದೇವರಾದ ಯೆಹೋವನೇ."}]}