{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":30,"verses":[{"number":1,"verse":"ಸುಗಂಧದ್ರವ್ಯಗಳಿಂದ ಧೂಪಹಾಕುವದಕ್ಕೆ ಜಾಲೀಮರದ ಧೂಪವೇದಿಯನ್ನು ಮಾಡಿಸಬೇಕು."},{"number":2,"verse":"ಅದು ಒಂದು ಮೊಳ ಉದ್ದವಾಗಿಯೂ ಒಂದು ಮೊಳ ಅಗಲವಾಗಿಯೂ ಚಚ್ಚೌಕವಾಗಿರಬೇಕು; ಅದರ ಎತ್ತರವು ಎರಡು ಮೊಳವಾಗಿರಬೇಕು. ಅದರ ಕೊಂಬುಗಳು ಅದರೊಂದಿಗೆ ಏಕವಾಗಿರಬೇಕು."},{"number":3,"verse":"ಅದರ ಮೇಲ್ಭಾಗಕ್ಕೂ ನಾಲ್ಕು ಪಕ್ಕಗಳಿಗೂ ಕೊಂಬುಗಳಿಗೂ ಚೊಕ್ಕ ಬಂಗಾರದ ತಗಡುಗಳನ್ನು ಹೊದಿಸಬೇಕು. ಸುತ್ತಲೂ ಚಿನ್ನದ ಗೋಟು ಕಟ್ಟಿಸಬೇಕು."},{"number":4,"verse":"ಅದರ ಕೆಳಗೆ ವೇದಿಯ ಎರಡು ಪಾರ್ಶ್ವಗಳಲ್ಲಿ ಎರಡೆರಡು ಚಿನ್ನದ ಬಳೆಗಳನ್ನು ಮೂಲೆಗಳಲ್ಲಿಯೇ ಹಾಕಿಸಬೇಕು. ವೇದಿಯನ್ನು ಹೊರುವದಕ್ಕೆ ಕೋಲುಗಳನ್ನು ಅವುಗಳಲ್ಲಿ ಸೇರಿಸಬೇಕು."},{"number":5,"verse":"ಆ ಕೋಲುಗಳನ್ನು ಜಾಲೀಮರದಿಂದ ಮಾಡಿಸಿ ಅವುಗಳಿಗೆ ಚಿನ್ನದ ತಗಡುಗಳನ್ನು ಹೊದಿಸಬೇಕು."},{"number":6,"verse":"ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷದ ಮುಂದಣ ತೆರೆಗೆ ಎದುರಾಗಿ, ಅಂದರೆ ಆಜ್ಞಾಶಾಸನಗಳ ಮೇಲಿರುವಂಥ ಮತ್ತು ನಾನು ನಿನಗೆ ದರ್ಶನಕೊಡುವಂಥ ಕೃಪಾಸನದ ಮುಂದೆ ಅದನ್ನು ಇರಿಸಬೇಕು."},{"number":7,"verse":"ಆರೋನನು ಪ್ರತಿನಿತ್ಯವೂ ಹೊತ್ತಾರೆಯಲ್ಲಿ ದೀಪಗಳನ್ನು ಸರಿಪಡಿಸುವಾಗಲೂ"},{"number":8,"verse":"ಸಾಯಂಕಾಲದಲ್ಲಿ ದೀಪಗಳನ್ನು ಹೊತ್ತಿಸುವಾಗಲೂ ಅದರ ಮೇಲೆ ಸುಗಂಧದ್ರವ್ಯಗಳಿಂದ ಧೂಪವನ್ನು ಹಾಕಬೇಕು. ಹೀಗೆ ನಿಮ್ಮಿಂದಲೂ ನಿಮ್ಮ ಸಂತತಿಯವರಿಂದಲೂ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿತ್ಯವಾದ ಧೂಪ ಸಮರ್ಪಣೆಯು ಇರಬೇಕು."},{"number":9,"verse":"ಆ ವೇದಿಯ ಮೇಲೆ ಬೇರೆ ಯಾವ ಧೂಪವನ್ನೂ ಹಾಕಕೂಡದು; ಅದರ ಮೇಲೆ ಹೋಮವನ್ನಾಗಲಿ ಧಾನ್ಯ ದ್ರವ್ಯವನ್ನಾಗಲಿ ಪಾನದ್ರವ್ಯವನ್ನಾಗಲಿ ಸಮರ್ಪಿಸಕೂಡದು."},{"number":10,"verse":"ಆರೋನನೂ ಅವನ ಸಂತತಿಯವರೂ ವರುಷಕ್ಕೊಮ್ಮೆ ದೋಷಪರಿಹಾರಕ ಯಜ್ಞಪಶುವಿನ ರಕ್ತವನ್ನು ಆ ವೇದಿಯ ಕೊಂಬುಗಳಿಗೆ ಹಚ್ಚಿ ಅದರ ವಿಷಯವಾಗಿ ದೋಷ ಪರಿಹಾರವನ್ನು ಮಾಡಬೇಕು. ಅದು ಯೆಹೋವನಿಗೆ ಅತಿಪರಿಶುದ್ಧವಾಗಿದೆ."},{"number":11,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":12,"verse":"ನೀನು ಖಾನೇಷುಮಾರಿಯಾಗತಕ್ಕ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಲೆಕ್ಕಿಸುವಾಗ ಅವರೊಳಗೆ ವ್ಯಾಧಿಸಂಭವಿಸದಂತೆ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಪ್ರಾಣಕ್ಕೆ ಈಡಾಗಿ ಯೆಹೋವನಿಗೆ ಕಪ್ಪವನ್ನು ಕೊಡಬೇಕು."},{"number":13,"verse":"ಲೆಕ್ಕಿಸಲ್ಪಟ್ಟವರಲ್ಲಿ ಸೇರುವ ಪ್ರತಿಯೊಬ್ಬನು ಯೆಹೋವನಿಗೆ ಅರ್ಧ ರೂಪಾಯಿಯ ಮೇರೆಗೆ ಕಪ್ಪ ಕೊಡಬೇಕು. ದೇವರ ಸೇವೆಗೆ ನೇಮಕವಾದ ಇಪ್ಪತ್ತು ಗೇರಾ ತೂಕದ ರೂಪಾಯಿಯ ಮೇರೆಗೆ ಅರ್ಧರ್ಧ ರೂಪಾಯಿ ಕಪ್ಪವಾಗಿ ಕೊಡಬೇಕು."},{"number":14,"verse":"ಲೆಕ್ಕಿಸಲ್ಪಟ್ಟವರಲ್ಲಿ ಸೇರಿದವರೊಳಗೆ ಇಪ್ಪತ್ತು ವರುಷದವರೂ ಅದಕ್ಕೆ ಹೆಚ್ಚಿನ ವಯಸ್ಸುಳ್ಳವರೂ ಆ ಕಪ್ಪವನ್ನು ಯೆಹೋವನಿಗೆ ಕೊಡಬೇಕು."},{"number":15,"verse":"ಪ್ರಾಣರಕ್ಷಣೆಯ ಕಪ್ಪವನ್ನು ಯೆಹೋವನಿಗೆ ಕೊಡುವದರಲ್ಲಿ ಐಶ್ವರ್ಯವಂತರು ಅರ್ಧ ರೂಪಾಯಿಗಿಂತ ಹೆಚ್ಚು ಕೊಡಬಾರದು, ಬಡವರು ಕಮ್ಮಿಕೊಡಬಾರದು."},{"number":16,"verse":"ನೀನು ಪ್ರಾಣರಕ್ಷಣೆಯ ಹಣವನ್ನು ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ತೆಗೆದುಕೊಂಡು ದೇವದರ್ಶನದ ಗುಡಾರದ ಸೇವೆಗೆ ಉಪಯೋಗಿಸಬೇಕು. ಇಸ್ರಾಯೇಲ್ಯರ ಪ್ರಾಣಗಳನ್ನು ಉಳಿಸಬೇಕೆಂಬದಾಗಿ ಆ ಕಪ್ಪವು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಜ್ಞಾಪಕ ಕೊಡುವದು."},{"number":17,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಮತ್ತೂ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":18,"verse":"ಸ್ನಾನಕ್ಕೋಸ್ಕರ ಒಂದು ತಾಮ್ರದ ಗಂಗಾಳವನ್ನೂ ಅದಕ್ಕೆ ತಾಮ್ರದ ಪೀಠವನ್ನೂ ಮಾಡಿಸಿ ದೇವದರ್ಶನದ ಗುಡಾರಕ್ಕೂ ಯಜ್ಞವೇದಿಗೂ ನಡುವೆ ಇಟ್ಟು ಅದರಲ್ಲಿ ನೀರನ್ನು ತುಂಬಿಸಬೇಕು."},{"number":19,"verse":"ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಅದರಿಂದ ಕೈಕಾಲುಗಳನ್ನು ತೊಳೆದುಕೊಳ್ಳಬೇಕು."},{"number":20,"verse":"ಅವರು ದೇವದರ್ಶನದ ಗುಡಾರದೊಳಗೆ ಹೋಗುವಾಗೆಲ್ಲಾ ಆ ನೀರಿನಿಂದ ಕೈಕಾಲುಗಳನ್ನು ತೊಳೆದುಕೊಂಡು ಹೋಗಬೇಕು; ತೊಳೆಯದೆ ಹೋದರೆ ಸತ್ತಾರು. ಹಾಗೆಯೇ ಅವರು ದೇವರ ಸೇವೆಯನ್ನು ನಡಿಸುವವರಾಗಿ ಯೆಹೋವನಿಗೆ ಹೋಮಸಮರ್ಪಣೆಗಾಗಿ ಯಜ್ಞವೇದಿಯ ಬಳಿಗೆ ಬರುವಾಗಲೂ ಕೈಕಾಲುಗಳನ್ನು ತೊಳೆದುಕೊಂಡು ಬರಬೇಕು;"},{"number":21,"verse":"ತೊಳಕೊಳ್ಳದೆ ಬಂದರೆ ಸತ್ತಾರು. ಇದು ಅವನಿಗೂ ಅವನ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತ ನಿಯಮ."},{"number":22,"verse":"ಅದಲ್ಲದೆ ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":23,"verse":"ನೀನು ಮುಖ್ಯವಾದ ಸುಗಂಧದ್ರವ್ಯಗಳಲ್ಲಿ ದೇವರ ಸೇವೆಗೆ ನೇಮಕವಾದ ತೂಕದ ಮೇರೆಗೆ ಐನೂರು ತೊಲೆ ಅಚ್ಚ ರಕ್ತಬೋಳ, ಇನ್ನೂರೈವತ್ತು ತೊಲೆ ಶ್ರೇಷ್ಠವಾದ ಲವಂಗಚಕ್ಕೆ, ಇನ್ನೂರೈವತ್ತು ತೊಲೆ ಸುಗಂಧವಾದ ಬಜೆ,"},{"number":24,"verse":"ಐನೂರು ತೊಲೆ ದಾಲ್ಚಿನ್ನಿ, ಆರುವರೆ ಸೇರು ಒಲೀವ ತೈಲ ಇವುಗಳನ್ನೆಲ್ಲಾ ತೆಗೆದುಕೊಂಡು"},{"number":25,"verse":"ಬುಕ್ಕಿಟ್ಟುಗಾರರ ಪದ್ಧತಿಯ ಮೇರೆಗೆ ಮಿಶ್ರಮಾಡಿ ದೇವರ ಸೇವೆಗಾಗಿ ಅಭಿಷೇಕತೈಲವನ್ನು ಮಾಡಿಸಬೇಕು."},{"number":26,"verse":"ಅದರಿಂದ ದೇವದರ್ಶನದ ಗುಡಾರ, ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷ, ಮೇಜು, ಮೇಜಿನ ಉಪಕರಣಗಳು,"},{"number":27,"verse":"ದೀಪಸ್ತಂಭ, ದೀಪಸ್ತಂಭದ ಉಪಕರಣಗಳು, ಧೂಪವೇದಿ,"},{"number":28,"verse":"ಯಜ್ಞವೇದಿ, ಯಜ್ಞವೇದಿಯ ಉಪಕರಣಗಳು, ಗಂಗಾಳ,"},{"number":29,"verse":"ಅದರ ಪೀಠ ಇವುಗಳನ್ನೆಲ್ಲಾ ಅಭಿಷೇಕಿಸಿ ಅವು ಅತಿ ಪರಿಶುದ್ಧವಾಗುವಂತೆ ಪ್ರತಿಷ್ಠಿಸಬೇಕು. ಅವುಗಳಿಗೆ ಸೋಂಕಿದೆಲ್ಲವು ಪರಿಶುದ್ಧವಾಗಿರುವದು."},{"number":30,"verse":"ಅದಲ್ಲದೆ ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ನನಗೆ ಯಾಜಕರಾಗುವಂತೆ ಅವರನ್ನು ಅಭಿಷೇಕಿಸಿ ಪ್ರತಿಷ್ಠಿಸಬೇಕು."},{"number":31,"verse":"ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಆಜ್ಞಾಪಿಸತಕ್ಕದ್ದೇನಂದರೆ - ನೀವೂ ನಿಮ್ಮ ಸಂತತಿಯವರೂ ಈ ತೈಲವನ್ನು ನನ್ನ ಸೇವೆಗೆ ನೇಮಕವಾದ ಅಭಿಷೇಕತೈಲವೆಂದು ತಿಳಿದುಕೊಳ್ಳಬೇಕು."},{"number":32,"verse":"ಮೈಗೆ ಹಚ್ಚಿಕೊಳ್ಳುವದಕ್ಕೆ ಇದನ್ನು ಉಪಯೋಗಿಸಬಾರದು. ಇದರಲ್ಲಿರುವ ಜೀನಸುಗಳ ಮೇರೆಗೆ ಬೇರೆ ಕೆಲಸಕ್ಕೆ ತೈಲವನ್ನು ಮಾಡಲೇಬಾರದು. ಇದು ದೇವರ ವಸ್ತು; ಇದನ್ನು ಮೀಸಲೆಂದು ನೀವು ತಿಳಿದುಕೊಳ್ಳಬೇಕು."},{"number":33,"verse":"ಇದರಂತೆ ತೈಲವನ್ನು ಮಾಡುವವನಾಗಲಿ ಇದನ್ನು ಯಾಜಕನಲ್ಲದವನ ಮೇಲೆ ಹಚ್ಚುವವನಾಗಲಿ ತನ್ನ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು."},{"number":34,"verse":"ಅದಲ್ಲದೆ ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ - ನೀನು ಹಾಲು ಮಡ್ಡಿ, ಗುಗ್ಗುಲ, ಗಂಧದ ಚೆಕ್ಕೆ ಎಂಬ ಪರಿಮಳದ್ರವ್ಯಗಳನ್ನೂ ಸ್ವಚ್ಫವಾದ ಧೂಪವನ್ನೂ ಸಮಭಾಗವಾಗಿ ತೆಗೆದುಕೊಂಡು"},{"number":35,"verse":"ಸುವಾಸನೆಯುಳ್ಳ ಬುಕ್ಕಿಟ್ಟಾಗಿರುವಂತೆ ಸುಗಂಧದ್ರವ್ಯಕಾರರ ವಿದ್ಯೆಯ ಮೇರೆಗೆ ಕಲಸಿ ಉಪ್ಪು ಹಾಕಿ ದೇವರ ಸೇವೆಗೆ ಸ್ವಚ್ಫವಾದ ಧೂಪದ್ರವ್ಯವನ್ನು ಮಾಡಿಸಬೇಕು."},{"number":36,"verse":"ಅದರಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನು ಪುಡಿಮಾಡಿಸಿ ದೇವದರ್ಶನದ ಗುಡಾರದೊಳಗೆ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷದ ಎದುರಾಗಿ, ನಾನು ನಿನಗೆ ದರ್ಶನಕೊಡುವ ಸ್ಥಳದಲ್ಲಿ ಇರಿಸಬೇಕು. ಅದು ಅತಿಪರಿಶುದ್ಧವಾದದ್ದೆಂದು ನೀವು ತಿಳುಕೊಳ್ಳಬೇಕು."},{"number":37,"verse":"ನೀವು ಆ ಧೂಪದ್ರವ್ಯದ ಜೀನಸುಗಳ ಮೇರೆಗೆ ನಿಮ್ಮ ಸ್ವಂತಕ್ಕೋಸ್ಕರ ಧೂಪದ್ರವ್ಯವನ್ನು ಮಾಡಿಸಲೇಬಾರದು. ಅದು ಯೆಹೋವನ ಸೇವೆಗೆ ಮಾತ್ರ ಉಪಯೋಗಿಸಬೇಕಾದ ಮೀಸಲಾದ ಪದಾರ್ಥವೆಂದು ಭಾವಿಸಬೇಕು."},{"number":38,"verse":"ಸುವಾಸನೆಗೋಸ್ಕರ ಅಂಥದನ್ನು ಮಾಡಿಕೊಳ್ಳುವವನು ತನ್ನ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು."}]}