{"bibleAbbr":"KNJV","bookName":"ವಿಮೋಚನಕಾಂಡ","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೀಗಂದನು -"},{"number":2,"verse":"ವಿಚಿತ್ರವಾಗಿ ನಯವಾದ ಕೆಲಸಗಳನ್ನು ಕಲ್ಪಿಸುವದಕ್ಕೂ ಚಿನ್ನ ಬೆಳ್ಳಿ ತಾಮ್ರಗಳಿಂದ ಕೆಲಸ ನಡಿಸುವದಕ್ಕೂ"},{"number":3,"verse":"ರತ್ನಗಳನ್ನು ಕೆತ್ತುವದಕ್ಕೂ ಮರದಲ್ಲಿ ವಿಚಿತ್ರವಾಗಿ ಕೆತ್ತನೇ ಕೆಲಸವನ್ನು ಮಾಡುವದಕ್ಕೂ"},{"number":4,"verse":"ಇವೇ ಮೊದಲಾದ ಸಮಸ್ತ ಶೃಂಗಾರವಾದ ಕೆಲಸವನ್ನು ಮಾಡುವದಕ್ಕೂ ನಾನು ಯೆಹೂದಕುಲದವನಾದ ಹೂರನ ಮೊಮ್ಮಗನೂ ಊರಿಯ ಮಗನೂ ಆಗಿರುವ ಬೆಚಲೇಲನೆಂಬವನನ್ನು ಗೊತ್ತುಮಾಡಿದ್ದೇನೆ."},{"number":5,"verse":"ಅವನಿಗೆ ದಿವ್ಯಾತ್ಮವನ್ನು ಕೊಟ್ಟು ಬೇಕಾದ ಜ್ಞಾನ ವಿದ್ಯಾ ವಿವೇಕಗಳನ್ನೂ ಸಕಲಶಿಲ್ಪಶಾಸ್ತ್ರಜ್ಞಾನವನ್ನೂ ಅನುಗ್ರಹಿಸಿದ್ದೇನೆ."},{"number":6,"verse":"ಅವನೊಂದಿಗೆ ದಾನ್ ಕುಲದವನಾದ ಅಹೀಸಾಮಾಕನ ಮಗನಾದ ಒಹೊಲೀಯಾಬನನ್ನೂ ನೇಮಿಸಿದ್ದೇನೆ. ಅದಲ್ಲದೆ ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೆಲ್ಲವನ್ನು ಮಾಡುವದಕ್ಕೆ ಜಾಣರೆಲ್ಲರ ಹೃದಯದಲ್ಲಿ ಜ್ಞಾನವನ್ನುಂಟುಮಾಡಿದ್ದೇನೆ."},{"number":7,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರ, ಆಜ್ಞಾಶಾಸನಗಳನ್ನು ಇಟ್ಟಿರುವ ಮಂಜೂಷ, ಅದರ ಮೇಲಿರುವ ಕೃಪಾಸನ, ಗುಡಾರದ ಎಲ್ಲಾ ಉಪಕರಣಗಳು,"},{"number":8,"verse":"ಮೇಜು ಅದರ ಉಪಕರಣಗಳು, ಚೊಕ್ಕಬಂಗಾರದ ದೀಪಸ್ತಂಭ, ಅದರ ಉಪಕರಣಗಳು,"},{"number":9,"verse":"ಧೂಪವೇದಿ, ಯಜ್ಞವೇದಿ, ಅದರ ಉಪಕರಣಗಳು,"},{"number":10,"verse":"ಗಂಗಾಳ, ಅದರ ಪೀಠ, ಅಲಂಕಾರವಾದ ದೀಕ್ಷಾವಸ್ತ್ರಗಳು ಅಂದರೆ ಮಹಾಯಾಜಕನಾದ ಆರೋನನಿಗೂ ಅವನ ಮಕ್ಕಳಿಗೂ ಬೇಕಾದ ಯಾಜಕವಸ್ತ್ರಗಳು,"},{"number":11,"verse":"ಪಟ್ಟಾಭಿಷೇಕತೈಲ, ಪವಿತ್ರಸ್ಥಾನದ ಸೇವೆಗೆ ಬೇಕಾದ ಪರಿಮಳಧೂಪ ಇವುಗಳನ್ನೆಲ್ಲಾ ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಅವರು ಮಾಡುವರು."},{"number":12,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೀಗಂದನು - ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಆಜ್ಞಾಪಿಸಬೇಕಾದದ್ದೇನಂದರೆ - ನಾನು ನೇಮಿಸಿರುವ ಸಬ್ಬತ್ ದಿನಗಳನ್ನು ನೀವು ತಪ್ಪದೆ ಆಚರಿಸಬೇಕು. ನಿಮ್ಮನ್ನು ದೇವಜನರನ್ನಾಗಿ ಮಾಡಿರುವ ಯೆಹೋವನು ನಾನೇ ಎಂದು ನೀವು ತಿಳುಕೊಳ್ಳುವಂತೆ ಇದೇ ನನಗೂ ನಿಮಗೂ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೂ ಇರುವ ಗುರುತು."},{"number":14,"verse":"ಆದಕಾರಣ ನೀವು ಸಬ್ಬತ್ ದಿನವನ್ನು ದೇವರ ದಿನವೆಂದು ಭಾವಿಸಿ ಆಚರಿಸಬೇಕು. ಅದನ್ನು ಅಪರಿಶುದ್ಧವಾದದ್ದೆಂದು ಎಣಿಸಿ ನಡೆದವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು. ಆ ದಿನದಲ್ಲಿ ಕೆಲಸವೇನಾದರೂ ಮಾಡುವವನು ತನ್ನ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು."},{"number":15,"verse":"ಆರು ದಿನಗಳು ಕೆಲಸಮಾಡಬೇಕು; ಏಳನೆಯ ದಿವಸ ಸಂಪೂರ್ಣವಾಗಿ ಕೆಲಸವನ್ನು ನಿಲ್ಲಿಸಬೇಕಾದ ಸಬ್ಬತ್ ದಿನವಾಗಿದೆ. ಅದು ಯೆಹೋವನಿಗೆ ಪರಿಶುದ್ಧವಾದ ದಿನ; ಇಂಥ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಕೆಲಸವೇನಾದರೂ ಮಾಡುವವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು;"},{"number":16,"verse":"ಆದದರಿಂದ ಇಸ್ರಾಯೇಲ್ಯರು ಸಬ್ಬತ್ ದಿವಸವನ್ನು ಆಚರಿಸಬೇಕು. ಈ ಆಚರಣೆಯು ಅವರಿಗೂ ಅವರ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತವಾದ ನಿಬಂಧನೆ."},{"number":17,"verse":"ನನಗೂ ಇಸ್ರಾಯೇಲ್ಯರಿಗೂ ನಡುವೆ ಇದು ಸದಾಕಾಲವೂ ಗುರುತು. ಆರು ದಿನಗಳಲ್ಲಿ ಯೆಹೋವನು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಉಂಟುಮಾಡಿ ಏಳನೆಯ ದಿನದಲ್ಲಿ ಕೆಲಸವನ್ನು ಮಾಡದೆ ವಿಶ್ರಮಿಸಿಕೊಂಡನಲ್ಲವೇ."},{"number":18,"verse":"ಯೆಹೋವನು ಸೀನಾಯಿಬೆಟ್ಟದಲ್ಲಿ ಮೋಶೆಯ ಸಂಗಡ ಮಾತಾಡುವದನ್ನು ಮುಗಿಸಿದ ಮೇಲೆ ಅವನಿಗೆ ಆ ಎರಡು ಆಜ್ಞಾಶಾಸನಗಳನ್ನು ಕೊಟ್ಟನು. ಅವು ದೇವರ ಕೈಯಿಂದ ಕೆತ್ತಲ್ಪಟ್ಟ ಶಿಲಾಶಾಸನಗಳೇ."}]}