{"bibleAbbr":"urGV2010","bookName":"دانی ایل","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"( مُردے جی اُٹھتے ہیں) اُس وقت فرشتوں کا عظیم سردار میکائیل اُٹھ کھڑا ہو گا، وہ جو تیری قوم کی شفاعت کرتا ہے۔ مصیبت کا ایسا وقت ہو گا کہ قوموں کے پیدا ہونے سے لے کر اُس وقت تک نہیں ہوا ہو گا۔ لیکن ساتھ ساتھ تیری قوم کو نجات ملے گی۔ جس کا بھی نام اللہ کی کتاب میں درج ہے وہ نجات پائے گا۔"},{"number":2,"verse":"تب خاک میں سوئے ہوئے متعدد لوگ جاگ اُٹھیں گے، کچھ ابدی زندگی پانے کے لئے اور کچھ ابدی رُسوائی اور گھن کا نشانہ بننے کے لئے۔"},{"number":3,"verse":"جو سمجھ دار ہیں وہ آسمان کی آب و تاب کی مانند چمکیں گے، اور جو بہتوں کو راست راہ پر لائے ہیں وہ ہمیشہ تک ستاروں کی طرح جگمگائیں گے۔"},{"number":4,"verse":"لیکن تُو، اے دانیال، اِن باتوں کو چھپائے رکھ! اِس کتاب پر آخری وقت تک مُہر لگا دے! بہت لوگ اِدھر اُدھر گھومتے پھریں گے، اور علم میں اضافہ ہوتا جائے گا۔“"},{"number":5,"verse":"( آخری وقت) پھر مَیں، دانیال نے دریا کے پاس دو آدمیوں کو دیکھا۔ ایک اِس کنارے پر کھڑا تھا جبکہ دوسرا دوسرے کنارے پر۔"},{"number":6,"verse":"کتان سے ملبّس آدمی بہتے ہوئے پانی کے اوپر تھا۔ کناروں پر کھڑے آدمیوں میں سے ایک نے اُس سے پوچھا، ”اِن حیرت انگیز باتوں کی تکمیل تک مزید کتنی دیر لگے گی؟“"},{"number":7,"verse":"کتان سے ملبّس آدمی نے دونوں ہاتھ آسمان کی طرف اُٹھائے اور ابد تک زندہ خدا کی قَسم کھا کر بولا، ”پہلے ایک عرصہ، پھر دو عرصے، پھر آدھا عرصہ گزرے گا۔ پہلے مُقدّس قوم کی طاقت کو پاش پاش کرنے کا سلسلہ اختتام پر پہنچنا ہے۔ اِس کے بعد ہی یہ تمام باتیں تکمیل تک پہنچیں گی۔“"},{"number":8,"verse":"گو مَیں نے اُس کی یہ بات سنی، لیکن وہ میری سمجھ میں نہ آئی۔ چنانچہ مَیں نے پوچھا، ”میرے آقا، اِن تمام باتوں کا کیا انجام ہو گا؟“"},{"number":9,"verse":"وہ بولا، ”اے دانیال، اب چلا جا! کیونکہ اِن باتوں کو آخری وقت تک چھپائے رکھنا ہے۔ اُس وقت تک اِن پر مُہر لگی رہے گی۔"},{"number":10,"verse":"بہتوں کو آزما کر پاک صاف اور خالص کیا جائے گا۔ لیکن بےدین بےدین ہی رہیں گے۔ کوئی بھی بےدین یہ نہیں سمجھے گا، لیکن سمجھ داروں کو سمجھ آئے گی۔"},{"number":11,"verse":"جس وقت سے روزانہ کی قربانی کا انتظام بند کیا جائے گا اور تباہی کے مکروہ بُت کو مقدِس میں کھڑا کیا جائے گا اُس وقت سے 1290 دن گزریں گے۔"},{"number":12,"verse":"جو صبر کر کے 1335 دنوں کے اختتام تک قائم رہے وہ مبارک ہے!"},{"number":13,"verse":"جہاں تک تیرا تعلق ہے، آخری وقت کی طرف بڑھتا چلا جا! تُو آرام کرے گا اور پھر دنوں کے اختتام پر جی اُٹھ کر اپنی میراث پائے گا۔“"}]}