{"bibleAbbr":"urRV2010","bookName":"۲-تھِسّلُنیکیوں","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"( ہمارے لِئے بھی دُعا کِیاکرو) غرض اَے بھائِیو ! ہمارے حق میں دُعا کرو کہ خُداوند کا کلام اَیسا جلد پَھیل جائے اور جلال پائے جَیسا تُم میں۔"},{"number":2,"verse":"اور کجرَو اور بُرے آدمِیوں سے ہم بچے رہیں کیونکہ سب میں اِیمان نہیں۔"},{"number":3,"verse":"مگر خُداوند سچّا ہے ۔ وہ تُم کو مضبُوط کرے گا اور اُس شرِیر سے محفُوظ رکھّے گا۔"},{"number":4,"verse":"اور خُداوند میں ہمیں تُم پر بھروسا ہے کہ جو حُکم ہم تُمہیں دیتے ہیں اُس پر عمل کرتے ہو اور کرتے بھی رہو گے۔"},{"number":5,"verse":"خُداوند تُمہارے دِلوں کو خُدا کی مُحبّت اور مسِیح کے صبر کی طرف ہدایت کرے۔"},{"number":6,"verse":"( کام کرنا فرض ہے) اَے بھائِیو ! ہم اپنے خُداوند یِسُوع مسِیح کے نام سے تُمہیں حُکم دیتے ہیں کہ ہر ایک اَیسے بھائی سے کنارہ کرو جو بے قاعِدہ چَلتا ہے اور اُس روایت پر عمل نہیں کرتا جو اُس کو ہماری طرف سے پُہنچی۔"},{"number":7,"verse":"کیونکہ تُم آپ جانتے ہو کہ ہماری مانِند کِس طرح بننا چاہئے اِس لِئے کہ ہم تُم میں بے قاعِدہ نہ چلتے تھے۔"},{"number":8,"verse":"اور کِسی کی روٹی مُفت نہ کھاتے تھے بلکہ مِحنت مُشقّت سے رات دِن کام کرتے تھے تاکہ تُم میں سے کِسی پر بوجھ نہ ڈالیں۔"},{"number":9,"verse":"اِس لِئے نہیں کہ ہم کو اِختیار نہ تھا بلکہ اِس لِئے کہ اپنے آپ کو تُمہارے واسطے نمُونہ ٹھہرائیں تاکہ تُم ہماری مانِند بنو۔"},{"number":10,"verse":"اور جب ہم تُمہارے پاس تھے اُس وقت بھی تُم کو یہ حُکم دیتے تھے کہ جِسے مِحنت کرنا منظُور نہ ہو وہ کھانے بھی نہ پائے۔"},{"number":11,"verse":"ہم سُنتے ہیں کہ تُم میں بعض بے قاعِدہ چلتے ہیں اور کُچھ کام نہیں کرتے بلکہ اَوروں کے کام میں دَخل دیتے ہیں۔"},{"number":12,"verse":"اَیسے شخصوں کو ہم خُداوند یِسُوع مسِیح میں حُکم دیتے اور نصِیحت کرتے ہیں کہ چُپ چاپ کام کر کے اپنی ہی روٹی کھائیں۔"},{"number":13,"verse":"اور تُم اَے بھائِیو ! نیک کام کرنے میں ہِمّت نہ ہارو۔"},{"number":14,"verse":"اور اگر کوئی ہمارے اِس خَط کی بات کو نہ مانے تو اُسے نِگاہ میں رکھّو اور اُس سے صُحبت نہ رکھّو تاکہ وہ شرمِندہ ہو۔"},{"number":15,"verse":"لیکن اُسے دُشمن نہ جانو بلکہ بھائی سمجھ کر نصِیحت کرو۔"},{"number":16,"verse":"( اِختتامیہ باتیں) اَب خُداوند جو اِطمِینان کا چشمہ ہے آپ ہی تُم کو ہمیشہ اور ہر طرح سے اِطمِینان بخشے ۔ خُداوند تُم سب کے ساتھ رہے۔"},{"number":17,"verse":"مَیں پَولُس اپنے ہاتھ سے سلام لِکھتا ہُوں ہر خَط میں میرا یِہی نِشان ہے ۔ مَیں اِسی طرح لِکھتا ہُوں۔"},{"number":18,"verse":"ہمارے خُداوند یِسُوع مسِیح کا فضل تُم سب پر ہوتا رہے۔"}]}