{"bibleAbbr":"LEB2012","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"(Jesus’ Authority Challenged) And it happened that on one of the days while he was teaching the people in the temple courts and proclaiming the gospel, the chief priests and the scribes approached together with the elders"},{"number":2,"verse":"and said, saying to him, “Tell us, by what authority you are doing these things, or who is the one who gave you this authority?"},{"number":3,"verse":"And he answered and said to them, “I also will ask you a question, and you tell me:"},{"number":4,"verse":"The baptism of John — was it from heaven or from men?"},{"number":5,"verse":"And they discussed this with one another, saying, “If we say ‘From heaven,’ he will say, ‘Why did you not believe him?’"},{"number":6,"verse":"But if we say, ‘From men,’ all the people will stone us to death, because they are convinced that John was a prophet.”"},{"number":7,"verse":"And they replied that they did not know where it was from."},{"number":8,"verse":"And Jesus said to them, “Neither will I tell you by what authority I am doing these things.”"},{"number":9,"verse":"(The Parable of the Tenant Farmers in the Vineyard) And he began to tell the people this parable: “A man planted a vineyard, and leased it to tenant farmers, and went on a journey for a long time."},{"number":10,"verse":"And at the proper time he sent a slave to the tenant farmers, so that they would give him some of the fruit of the vineyard. But the tenant farmers sent him away empty-handed after beating him."},{"number":11,"verse":"And he proceeded to send another slave, but they beat and dishonored that one also, and sent him away empty-handed."},{"number":12,"verse":"And he proceeded to send a third, but they wounded and threw out this one also."},{"number":13,"verse":"So the owner of the vineyard said, ‘What should I do? I will send my beloved son; perhaps they will respect him.’"},{"number":14,"verse":"But when the tenant farmers saw him, they began to reason with one another, saying, ‘This is the heir. Let us kill him so that the inheritance will become ours!’"},{"number":15,"verse":"And they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them?"},{"number":16,"verse":"He will come and destroy those tenant farmers and give the vineyard to others.” And when they heard this, they said, “May this never happen!”"},{"number":17,"verse":"But he looked intently at them and said, “What then is this that is written: ‘The stone which the builders rejected, this has become the cornerstone.’"},{"number":18,"verse":"Everyone who falls on that stone will be broken to pieces, and the one on whom it falls — it will crush him!”"},{"number":19,"verse":"And the scribes and the chief priests sought to lay their hands on him at that same hour, and they were afraid of the people, for they knew that he had told this parable with reference to them."},{"number":20,"verse":"(Paying Taxes to Caesar) And they watched him closely and sent spies who pretended they were upright, in order that they could catch him in a statement, so that they could hand him over to the authority and the jurisdiction of the governor."},{"number":21,"verse":"And they asked him, saying, “Teacher, we know that you speak and teach rightly, and do not show partiality, but teach the way of God in truth."},{"number":22,"verse":"Is it permitted for us to pay taxes to Caesar or not?”"},{"number":23,"verse":"But seeing through their craftiness, he said to them,"},{"number":24,"verse":"“Show me a denarius! Whose image and inscription does it have?” And they answered and said, “Caesar’s.”"},{"number":25,"verse":"So he said to them, “Well then, give to Caesar the things of Caesar, and to God the things of God!”"},{"number":26,"verse":"And they were not able to catch him in a statement in the sight of the people, and astonished at his answer, they became silent."},{"number":27,"verse":"(A Question About Marriage and the Resurrection) Now some of the Sadducees — who deny that there is a resurrection — came up and asked him,"},{"number":28,"verse":"saying, “Teacher, Moses wrote for us if someone’s brother dies having a wife, and this man is childless, that his brother should take the wife and father descendants for his brother."},{"number":29,"verse":"Now there were seven brothers, and the first took a wife and died childless,"},{"number":30,"verse":"and the second,"},{"number":31,"verse":"and the third took her, and likewise also the seven did not leave children and died."},{"number":32,"verse":"Finally the woman also died."},{"number":33,"verse":"Therefore in the resurrection, the woman — whose wife will she be? For the seven had her as wife.”"},{"number":34,"verse":"And Jesus said to them, “The sons of this age marry and are given in marriage,"},{"number":35,"verse":"but those who are considered worthy to attain to that age and to the resurrection from the dead neither marry nor are given in marriage,"},{"number":36,"verse":"for they are not even able to die any longer, because they are like the angels and are sons of God, because they are sons of the resurrection."},{"number":37,"verse":"But that the dead are raised, even Moses revealed in the passage about the bush, when he calls the Lord the God of Abraham and the God of Isaac and the God of Jacob."},{"number":38,"verse":"Now he is not God of the dead, but of the living, for all live to him!”"},{"number":39,"verse":"And some of the scribes answered and said, “Teacher, you have spoken well.”"},{"number":40,"verse":"For they no longer dared to ask him anything."},{"number":41,"verse":"(David’s Son and Lord) But he said to them, “In what sense do they say that the Christ is David’s son?"},{"number":42,"verse":"For David himself says in the book of Psalms, ‘The Lord said to my Lord, “Sit at my right hand,"},{"number":43,"verse":"until I make your enemies a footstool for your feet.”’"},{"number":44,"verse":"David therefore calls him ‘Lord,’ and how is he his son?”"},{"number":45,"verse":"(Warning to Beware of the Scribes) And while all the people were listening, he said to the disciples,"},{"number":46,"verse":"“Beware of the scribes, who like walking around in long robes and who love greetings in the marketplaces and the best seats in the synagogues and the places of honor at banquets,"},{"number":47,"verse":"who devour the houses of widows and pray lengthy prayers for the sake of appearance. These will receive more severe condemnation!”"}]}