{"bibleAbbr":"LEB2012","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"John the Baptist Begins His Ministry Now in the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Iturea and Trachonitis, and Lysanias was tetrarch of Abilene,"},{"number":2,"verse":"in the time of the high priest Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness."},{"number":3,"verse":"And he went into all the surrounding region of the Jordan, preaching a baptism of repentance for the forgiveness of sins,"},{"number":4,"verse":"as it is written in the book of the words of the prophet Isaiah, “The voice of one crying out in the wilderness, ‘Prepare the way of the Lord, make his paths straight!"},{"number":5,"verse":"Every valley will be filled, and every mountain and hill will be leveled, and the crooked will become straight, and the rough road will become smooth,"},{"number":6,"verse":"and all flesh will see the salvation of God.’”"},{"number":7,"verse":"Therefore he was saying to the crowds that came out to be baptized by him, “Offspring of vipers! Who warned you to flee from the coming wrath?"},{"number":8,"verse":"Therefore produce fruit worthy of repentance! And do not begin to say to yourselves, ‘We have Abraham as father.’ For I say to you that God is able to raise up children for Abraham from these stones!"},{"number":9,"verse":"And even now the ax is positioned at the root of the trees; therefore every tree not producing good fruit is cut down and thrown into the fire.”"},{"number":10,"verse":"And the crowds were asking him, saying, “What then should we do?”"},{"number":11,"verse":"And he answered and said to them, “The one who has two tunics must share with the one who does not have one, and the one who has food must do likewise.”"},{"number":12,"verse":"And tax collectors also came to be baptized, and they said to him, “Teacher, what should we do?”"},{"number":13,"verse":"And he said to them, “Collect no more than what you are ordered to.”"},{"number":14,"verse":"And those who served in the army were also asking him, saying, “What should we also do?” And he said to them, “Extort from no one, and do not blackmail anyone, and be content with your pay.”"},{"number":15,"verse":"And while the people were waiting expectantly and all were pondering in their hearts concerning John, whether perhaps he might be the Christ,"},{"number":16,"verse":"John answered them all, saying, “I baptize you with water, but the one who is more powerful than I am is coming, of whom I am not worthy to untie the strap of his sandals. He will baptize you with the Holy Spirit and fire."},{"number":17,"verse":"His winnowing shovel is in his hand, to clean out his threshing floor and to gather the wheat into his storehouse, but he will burn up the chaff with unquenchable fire.”"},{"number":18,"verse":"So with many other exhortations also he proclaimed good news to the people."},{"number":19,"verse":"But Herod the tetrarch, who had been reproved by him concerning Herodias, his brother’s wife, and concerning all the evil deeds that Herod had done,"},{"number":20,"verse":"added this also to them all: he also locked up John in prison."},{"number":21,"verse":"The Baptism of Jesus Now it happened that when all the people were baptized, Jesus also was baptized, and while he was praying, heaven was opened,"},{"number":22,"verse":"and the Holy Spirit descended on him in bodily form like a dove, and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”"},{"number":23,"verse":"The Genealogy of Jesus Christ And Jesus, when he began his ministry, was himself about thirty years old, being the son (as it was believed) of Joseph the son of Eli,"},{"number":24,"verse":"the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"},{"number":25,"verse":"the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"},{"number":26,"verse":"the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"},{"number":27,"verse":"the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"},{"number":28,"verse":"the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"},{"number":29,"verse":"the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"},{"number":30,"verse":"the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"},{"number":31,"verse":"the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"},{"number":32,"verse":"the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon,"},{"number":33,"verse":"the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"},{"number":34,"verse":"the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"},{"number":35,"verse":"the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"},{"number":36,"verse":"the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"},{"number":37,"verse":"the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"},{"number":38,"verse":"the son of Enosh, the son of Seth, the son of Adam, the son of God."}]}