{"bibleAbbr":"urGV2010","bookName":"لوقا","bookEnglishName":"Luke","chapterNumber":24,"verses":[{"number":1,"verse":"( عیسیٰ جی اُٹھتا ہے) اتوار کے دن یہ عورتیں اپنے تیار شدہ مسالے لے کر صبح سویرے قبر پر گئیں۔"},{"number":2,"verse":"وہاں پہنچ کر اُنہوں نے دیکھا کہ قبر پر کا پتھر ایک طرف لُڑھکا ہوا ہے۔"},{"number":3,"verse":"لیکن جب وہ قبر میں گئیں تو وہاں خداوند عیسیٰ کی لاش نہ پائی۔"},{"number":4,"verse":"وہ ابھی اُلجھن میں وہاں کھڑی تھیں کہ اچانک دو مرد اُن کے پاس آ کھڑے ہوئے جن کے لباس بجلی کی طرح چمک رہے تھے۔"},{"number":5,"verse":"عورتیں دہشت کھا کر منہ کے بل جھک گئیں، لیکن اُن مردوں نے کہا، ”تم کیوں زندہ کو مُردوں میں ڈھونڈ رہی ہو؟"},{"number":6,"verse":"وہ یہاں نہیں ہے، وہ تو جی اُٹھا ہے۔ وہ بات یاد کرو جو اُس نے تم سے اُس وقت کہی جب وہ گلیل میں تھا۔"},{"number":7,"verse":"’لازم ہے کہ ابنِ آدم کو گناہ گاروں کے حوالے کر دیا جائے، مصلوب کیا جائے اور کہ وہ تیسرے دن جی اُٹھے‘۔“"},{"number":8,"verse":"پھر اُنہیں یہ بات یاد آئی۔"},{"number":9,"verse":"اور قبر سے واپس آ کر اُنہوں نے یہ سب کچھ گیارہ رسولوں اور باقی شاگردوں کو سنا دیا۔"},{"number":10,"verse":"مریم مگدلینی، یُوأنّہ، یعقوب کی ماں مریم اور چند ایک اَور عورتیں اُن میں شامل تھیں جنہوں نے یہ باتیں رسولوں کو بتائیں۔"},{"number":11,"verse":"لیکن اُن کو یہ باتیں بےتُکی سی لگ رہی تھیں، اِس لئے اُنہیں یقین نہ آیا۔"},{"number":12,"verse":"توبھی پطرس اُٹھا اور بھاگ کر قبر کے پاس آیا۔ جب پہنچا تو جھک کر اندر جھانکا، لیکن صرف کفن ( لفظی ترجمہ: کتان کی پٹیاں جو کفن کے لئے استعمال ہوتی تھیں۔) ہی نظر آیا۔ یہ حالات دیکھ کر وہ حیران ہوا اور چلا گیا۔"},{"number":13,"verse":"( اماؤس کے راستے میں عیسیٰ سے ملاقات) اُسی دن عیسیٰ کے دو پیروکار ایک گاؤں بنام اماؤس کی طرف چل رہے تھے۔ یہ گاؤں یروشلم سے تقریباً دس کلو میٹر دُور تھا۔"},{"number":14,"verse":"چلتے چلتے وہ آپس میں اُن واقعات کا ذکر کر رہے تھے جو ہوئے تھے۔"},{"number":15,"verse":"اور ایسا ہوا کہ جب وہ باتیں اور ایک دوسرے کے ساتھ بحث مباحثہ کر رہے تھے تو عیسیٰ خود قریب آ کر اُن کے ساتھ چلنے لگا۔"},{"number":16,"verse":"لیکن اُن کی آنکھوں پر پردہ ڈالا گیا تھا، اِس لئے وہ اُسے پہچان نہ سکے۔"},{"number":17,"verse":"عیسیٰ نے کہا، ”یہ کیسی باتیں ہیں جن کے بارے میں تم چلتے چلتے تبادلہ خیال کر رہے ہو؟“ یہ سن کر وہ غمگین سے کھڑے ہو گئے۔"},{"number":18,"verse":"اُن میں سے ایک بنام کلیوپاس نے اُس سے پوچھا، ”کیا آپ یروشلم میں واحد شخص ہیں جسے معلوم نہیں کہ اِن دنوں میں کیا کچھ ہوا ہے؟“"},{"number":19,"verse":"اُس نے کہا، ”کیا ہوا ہے؟“ اُنہوں نے جواب دیا، ”وہ جو عیسیٰ ناصری کے ساتھ ہوا ہے۔ وہ نبی تھا جسے کلام اور کام میں اللہ اور تمام قوم کے سامنے زبردست قوت حاصل تھی۔"},{"number":20,"verse":"لیکن ہمارے راہنما اماموں اور سرداروں نے اُسے حکمرانوں کے حوالے کر دیا تاکہ اُسے سزائے موت دی جائے، اور اُنہوں نے اُسے مصلوب کیا۔"},{"number":21,"verse":"لیکن ہمیں تو اُمید تھی کہ وہی اسرائیل کو نجات دے گا۔ اِن واقعات کو تین دن ہو گئے ہیں۔"},{"number":22,"verse":"لیکن ہم میں سے کچھ خواتین نے بھی ہمیں حیران کر دیا ہے۔ وہ آج صبح سویرے قبر پر گئیں"},{"number":23,"verse":"تو دیکھا کہ لاش وہاں نہیں ہے۔ اُنہوں نے لوٹ کر ہمیں بتایا کہ ہم پر فرشتے ظاہر ہوئے جنہوں نے کہا کہ عیسیٰ زندہ ہے۔"},{"number":24,"verse":"ہم میں سے کچھ قبر پر گئے اور اُسے ویسا ہی پایا جس طرح اُن عورتوں نے کہا تھا۔ لیکن اُسے خود اُنہوں نے نہیں دیکھا۔“"},{"number":25,"verse":"پھر عیسیٰ نے اُن سے کہا، ”ارے نادانو! تم کتنے کُند ذہن ہو کہ تمہیں اُن تمام باتوں پر یقین نہیں آیا جو نبیوں نے فرمائی ہیں۔"},{"number":26,"verse":"کیا لازم نہیں تھا کہ مسیح یہ سب کچھ جھیل کر اپنے جلال میں داخل ہو جائے؟“"},{"number":27,"verse":"پھر موسیٰ اور تمام نبیوں سے شروع کر کے عیسیٰ نے کلامِ مُقدّس کی ہر بات کی تشریح کی جہاں جہاں اُس کا ذکر ہے۔"},{"number":28,"verse":"چلتے چلتے وہ اُس گاؤں کے قریب پہنچے جہاں اُنہیں جانا تھا۔ عیسیٰ نے ایسا کیا گویا کہ وہ آگے بڑھنا چاہتا ہے،"},{"number":29,"verse":"لیکن اُنہوں نے اُسے مجبور کر کے کہا، ”ہمارے پاس ٹھہریں، کیونکہ شام ہونے کو ہے اور دن ڈھل گیا ہے۔“ چنانچہ وہ اُن کے ساتھ ٹھہرنے کے لئے اندر گیا۔"},{"number":30,"verse":"اور ایسا ہوا کہ جب وہ کھانے کے لئے بیٹھ گئے تو اُس نے روٹی لے کر اُس کے لئے شکرگزاری کی دعا کی۔ پھر اُس نے اُسے ٹکڑے کر کے اُنہیں دیا۔"},{"number":31,"verse":"اچانک اُن کی آنکھیں کھل گئیں اور اُنہوں نے اُسے پہچان لیا۔ لیکن اُسی لمحے وہ اوجھل ہو گیا۔"},{"number":32,"verse":"پھر وہ ایک دوسرے سے کہنے لگے، ”کیا ہمارے دل جوش سے نہ بھر گئے تھے جب وہ راستے میں ہم سے باتیں کرتے کرتے ہمیں صحیفوں کا مطلب سمجھا رہا تھا؟“"},{"number":33,"verse":"اور وہ اُسی وقت اُٹھ کر یروشلم واپس چلے گئے۔ جب وہ وہاں پہنچے تو گیارہ رسول اپنے ساتھیوں سمیت پہلے سے جمع تھے"},{"number":34,"verse":"اور یہ کہہ رہے تھے، ”خداوند واقعی جی اُٹھا ہے! وہ شمعون پر ظاہر ہوا ہے۔“"},{"number":35,"verse":"پھر اماؤس کے دو شاگردوں نے اُنہیں بتایا کہ گاؤں کی طرف جاتے ہوئے کیا ہوا تھا اور کہ عیسیٰ کے روٹی توڑتے وقت اُنہوں نے اُسے کیسے پہچانا۔"},{"number":36,"verse":"( عیسیٰ اپنے شاگردوں پر ظاہر ہوتا ہے) وہ ابھی یہ باتیں سنا رہے تھے کہ عیسیٰ خود اُن کے درمیان آ کھڑا ہوا اور کہا، ”تمہاری سلامتی ہو۔“"},{"number":37,"verse":"وہ گھبرا کر بہت ڈر گئے، کیونکہ اُن کا خیال تھا کہ کوئی بھوت پریت دیکھ رہے ہیں۔"},{"number":38,"verse":"اُس نے اُن سے کہا، ”تم کیوں پریشان ہو گئے ہو؟ کیا وجہ ہے کہ تمہارے دلوں میں شک اُبھر آیا ہے؟"},{"number":39,"verse":"میرے ہاتھوں اور پاؤں کو دیکھو کہ مَیں ہی ہوں۔ مجھے ٹٹول کر دیکھو، کیونکہ بھوت کے گوشت اور ہڈیاں نہیں ہوتیں جبکہ تم دیکھ رہے ہو کہ میرا جسم ہے۔“"},{"number":40,"verse":"یہ کہہ کر اُس نے اُنہیں اپنے ہاتھ اور پاؤں دکھائے۔"},{"number":41,"verse":"جب اُنہیں خوشی کے مارے یقین نہیں آ رہا تھا اور تعجب کر رہے تھے تو عیسیٰ نے پوچھا، ”کیا یہاں تمہارے پاس کوئی کھانے کی چیز ہے؟“"},{"number":42,"verse":"اُنہوں نے اُسے بُھنی ہوئی مچھلی کا ایک ٹکڑا دیا۔"},{"number":43,"verse":"اُس نے اُسے لے کر اُن کے سامنے ہی کھا لیا۔"},{"number":44,"verse":"پھر اُس نے اُن سے کہا، ”یہی ہے جو مَیں نے تم کو اُس وقت بتایا تھا جب تمہارے ساتھ تھا کہ جو کچھ بھی موسیٰ کی شریعت، نبیوں کے صحیفوں اور زبور کی کتاب میں میرے بارے میں لکھا ہے اُسے پورا ہونا ہے۔“"},{"number":45,"verse":"پھر اُس نے اُن کے ذہن کو کھول دیا تاکہ وہ اللہ کا کلام سمجھ سکیں۔"},{"number":46,"verse":"اُس نے اُن سے کہا، ”کلامِ مُقدّس میں یوں لکھا ہے، مسیح دُکھ اُٹھا کر تیسرے دن مُردوں میں سے جی اُٹھے گا۔"},{"number":47,"verse":"پھر یروشلم سے شروع کر کے اُس کے نام میں یہ پیغام تمام قوموں کو سنایا جائے گا کہ وہ توبہ کر کے گناہوں کی معافی پائیں۔"},{"number":48,"verse":"تم اِن باتوں کے گواہ ہو۔"},{"number":49,"verse":"اور مَیں تمہارے پاس اُسے بھیج دوں گا جس کا وعدہ میرے باپ نے کیا ہے۔ پھر تم کو آسمان کی قوت سے ملبّس کیا جائے گا۔ اُس وقت تک شہر سے باہر نہ نکلنا۔“"},{"number":50,"verse":"( عیسیٰ کو آسمان پر اُٹھایا جاتا ہے) پھر وہ شہر سے نکل کر اُنہیں بیت عنیاہ تک لے گیا۔ وہاں اُس نے اپنے ہاتھ اُٹھا کر اُنہیں برکت دی۔"},{"number":51,"verse":"اور ایسا ہوا کہ برکت دیتے ہوئے وہ اُن سے جدا ہو کر آسمان پر اُٹھا لیا گیا۔"},{"number":52,"verse":"اُنہوں نے اُسے سجدہ کیا اور پھر بڑی خوشی سے یروشلم واپس چلے گئے۔"},{"number":53,"verse":"وہاں وہ اپنا پورا وقت بیت المُقدّس میں گزار کر اللہ کی تمجید کرتے رہے۔"}]}