{"bibleAbbr":"GB1587","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":14,"verses":[{"number":1,"verse":"Ye are the children of the Lord your God. Ye shall not cut yourselues, nor make you any baldnesse betweene your eyes for the dead."},{"number":2,"verse":"For thou [art] an holy people unto the LORD thy God, and the LORD hath chosen thee to be a Therefore you should not follow the superstition of the Gentiles. peculiar people unto himself, above all the nations that [are] upon the earth."},{"number":3,"verse":"Thou shalt eate no maner of abominatio."},{"number":4,"verse":"This ceremonial Law instructed the Jews to seek a spiritual pureness, even in their meat and drink. These [are] the beasts which ye shall eat: the ox, the sheep, and the goat,"},{"number":5,"verse":"The hart, and the roe buck, and the bugle, and the wilde goate, and the vnicorne, & the wilde oxe, and the chamois."},{"number":6,"verse":"And euery beast that parteth ye hoofe, and cleaueth the clift into two clawes, and is of the beasts that cheweth the cudde, that shall ye eate."},{"number":7,"verse":"But these ye shall not eate, of them that chew the cud, and of them that deuide and cleaue the hoofe onely: ye camell, nor the hare, nor the cony: for they chewe the cudde, but deuide not ye hoofe: therefore they shall be vncleane vnto you:"},{"number":8,"verse":"Also the swine, because he deuideth the hoofe, and cheweth not the cud, shalbe vncleane vnto you: ye shal not eate of their flesh, nor touch their dead carkeises."},{"number":9,"verse":"These ye shall eate, of all that are in the waters: all that haue finnes and scales shall ye eate."},{"number":10,"verse":"And whatsoeuer hath no finnes nor scales, ye shall not eate: it shall be vncleane vnto you."},{"number":11,"verse":"Of all cleane birdes ye shall eate:"},{"number":12,"verse":"But these are they, whereof ye shall not eate: the egle, nor the goshawke, nor the osprey,"},{"number":13,"verse":"Nor the glead nor the kite, nor the vulture, after their kind,"},{"number":14,"verse":"Nor all kinde of rauens,"},{"number":15,"verse":"Nor the ostrich, nor the nightcrow, nor the semeaw, nor the hawke after her kinde,"},{"number":16,"verse":"Neither the litle owle, nor the great owle, nor the redshanke,"},{"number":17,"verse":"Nor the pellicane, nor the swanne, nor the cormorant:"},{"number":18,"verse":"The storke also, and the heron in his kinde, nor the lapwing, nor the backe."},{"number":19,"verse":"And euery creeping thing that flieth, shall be vncleane vnto you: it shall not be eaten."},{"number":20,"verse":"But of all cleane foules ye may eate."},{"number":21,"verse":"Ye shall not eat [of] any thing that Because their blood was not shed, but remains in them. dieth of itself: thou shalt give it unto the Who is not of your religion. stranger that [is] in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou [art] an holy people unto the LORD thy God. Thou shalt not seethe a kid in his mother's milk."},{"number":22,"verse":"Thou shalt truly The tithes were ordained for the maintenance of the Levites, who had no inheritance. tithe all the increase of thy seed, that the field bringeth forth year by year."},{"number":23,"verse":"And thou shalt eate before the Lorde thy God (in the place which he shall chose to cause his Name to dwell there) the tithe of thy corne, of thy wine, and of thine oyle, and the first borne of thy kine and of thy sheepe, that thou maiest learne to feare the Lord thy God alway."},{"number":24,"verse":"And if the way be too long for thee, so that thou art not able to carry it; [or] if the place be too far from thee, which the LORD thy God shall choose to set his name there, When he shall give thee abilities. when the LORD thy God hath blessed thee:"},{"number":25,"verse":"Then shalt thou make it in money, and take the money in thine hand, and goe vnto the place which the Lord thy God shall chose."},{"number":26,"verse":"And thou shalt bestow that money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: After the Priest has received the Lord's part. and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou, and thine household,"},{"number":27,"verse":"And the Leuite that is within thy gates, shalt thou not forsake: for he hath neither part nor inheritance with thee."},{"number":28,"verse":"At the end of three years thou shalt Besides the yearly tithes that were given to the Levites, these were laid up in store for the poor. bring forth all the tithe of thine increase the same year, and shalt lay [it] up within thy gates:"},{"number":29,"verse":"Then ye Leuite shall come, because he hath no part nor inheritance with thee, and the stranger, and the fatherlesse, and the widowe, which are within thy gates, and shall eate, and be filled, that the Lord thy God may blesse thee in al the worke of thine hand which thou doest."}]}