{"bibleAbbr":"Geneva1587","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"Observe the month of Read (Exo_13:4). Abib, and keep the passover unto the LORD thy God: for in the month of Abib the LORD thy God brought thee forth out of Egypt by night."},{"number":2,"verse":"Thou shalt therefore You shall eat the Easter lamb. sacrifice the passover unto the LORD thy God, of the flock and the herd, in the place which the LORD shall choose to place his name there."},{"number":3,"verse":"Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, [even] the bread of Which signified the affliction which you had in Egypt. affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life."},{"number":4,"verse":"And there shalbe no leauen seene with thee in all thy coastes seuen dayes long: neither shall there remaine the night any of the flesh vntil the morning which thou offeredst ye first day at euen."},{"number":5,"verse":"Thou mayest This was chiefly accomplished, when the temple was built. not sacrifice the passover within any of thy gates, which the LORD thy God giveth thee:"},{"number":6,"verse":"But at the place which the LORD thy God shall choose to place his name in, there thou shalt sacrifice the Which was instituted to remind them of their deliverance our of Egypt and to encourage them in the hope of Jesus Christ, of whom this lamb was a figure. passover at even, at the going down of the sun, at the season that thou camest forth out of Egypt."},{"number":7,"verse":"And thou shalt roste & eate it in the place which the Lord thy God shall choose, and shalt returne on the morowe, and goe vnto thy tentes."},{"number":8,"verse":"Six daies shalt thou eate vnleauened bread, and ye seuenth day shall be a solemne assemblie to ye Lord thy God thou shalt do no worke therei n."},{"number":9,"verse":"Seven weeks shalt thou Beginning the next morning after the Passover, (Lev_23:15; Exo_13:4). number unto thee: begin to number the seven weeks from [such time as] thou beginnest [to put] the sickle to the corn."},{"number":10,"verse":"And thou shalt keepe the feast of weekes vnto the Lord thy God, euen a free gift of thine hand, which thou shalt giue vnto the Lorde thy God, as the Lord thy God hath blessed thee."},{"number":11,"verse":"And thou shalt reioyce before the Lord thy God, thou and thy sonne, and thy daughter, and thy seruant, and thy maide, and the Leuite that is within thy gates, & the stranger, & the fatherles, and the widowe, that are among you, in the place which the Lorde thy God shall chuse to place his Name there,"},{"number":12,"verse":"And thou shalt remember that thou wast a seruant in Egypt: therefore thou shalt obserue and doe these ordinances."},{"number":13,"verse":"Thou shalt That is, the 15th day of the seventh month, (Lev_23:34). observe the feast of tabernacles seven days, after that thou hast gathered in thy corn and thy wine:"},{"number":14,"verse":"And thou shalt reioyce in thy feast, thou, and thy sonne, and thy daughter, and thy seruant, & thy maid, & the Leuite, & the stranger, & the fatherlesse, and the widow, that are wtin thy gates."},{"number":15,"verse":"Seuen daies shalt thou keepe a feast vnto the Lorde thy God in the place which the Lorde shall chuse: when the Lord thy God shall blesse thee in all thine increase, and in all the workes of thine hands, thou shalt in any case be glad."},{"number":16,"verse":"Three times in the yeere shall all the males appeare before the Lorde thy God in the place which he shall chuse: in the feast of the vnleauened bread, and in the feast of the weekes, and in the feast of the Tabernacles: and they shall not appeare before the Lord emptie."},{"number":17,"verse":"Every man [shall give] as he is According to the ability that God has given him. able, according to the blessing of the LORD thy God which he hath given thee."},{"number":18,"verse":"He gave temporary authority to the people to choose magistrates for themselves. Judges and officers shalt thou make thee in all thy gates, which the LORD thy God giveth thee, throughout thy tribes: and they shall judge the people with just judgment."},{"number":19,"verse":"Wrest not thou ye Law, nor respect any person, neither take rewarde: for the reward blindeth ye eyes of the wise, & peruerteth ye worde of ye iust."},{"number":20,"verse":"That which The magistrate must constantly follow the tenor of the law, and in noting decline from justice. is altogether just shalt thou follow, that thou mayest live, and inherit the land which the LORD thy God giveth thee."},{"number":21,"verse":"Thou shalt plant thee no groue of any trees neere vnto the altar of the Lorde thy God, which thou shalt make thee."},{"number":22,"verse":"Thou shalt set thee vp no pillar, which thing the Lord thy God hateth."}]}