{"bibleAbbr":"Geneva1587","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"Thou shalt not sacrifice unto the LORD thy God [any] bullock, or sheep, wherein is You shall not serve God for selfish means as the hypocrites do. blemish, [or] any evilfavouredness: for that [is] an abomination unto the LORD thy God."},{"number":2,"verse":"If there be found among you, within any of thy gates which the LORD thy God giveth thee, man or Showing that the crime cannot be excused by the frailty of the person. woman, that hath wrought wickedness in the sight of the LORD thy God, in transgressing his covenant,"},{"number":3,"verse":"And hath gone and served other gods, and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not By which he condemns all religion and serving of God which God has not commanded. commanded;"},{"number":4,"verse":"And it be tolde vnto thee, and thou hast heard it, then shalt thou inquire diligently: and if it be true, and the thing certaine, that such abomination is wrought in Israel,"},{"number":5,"verse":"Then shalt thou bring foorth that man, or that woman (which haue committed that wicked thing) vnto thy gates, whether it be man or woman, & shalt stone them with stones, til they die."},{"number":6,"verse":"At the mouth of two or three witnesses shall he that is woorthie of death, die: but at the mouth of one witnesse, he shall not die."},{"number":7,"verse":"The hands of the By which they declared that they testify the truth. witnesses shall be first upon him to put him to death, and afterward the hands of all the To signify a common consent to maintain God's honour and true religion. people. So thou shalt put the evil away from among you."},{"number":8,"verse":"If there rise a matter too harde for thee in iudgemet betweene blood & blood, betweene plea and plea, betweene plague and plague, in the matters of controuersie within thy gates, then shalt thou arise, and goe vp vnto the place which the Lord thy God shall chuse,"},{"number":9,"verse":"And thou shalt come unto the priests the Levites, and unto the Who will sentence as the priests counsel him by the Law of God. judge that shall be in those days, and enquire; and they shall shew thee the sentence of judgment:"},{"number":10,"verse":"And thou shalt do according to that thing which they of that place (which the Lorde hath chosen) shewe thee, and thou shalt obserue to doe according to all that they informe thee."},{"number":11,"verse":"According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, You shall obey their sentence that the controversy may have an end. thou shalt do: thou shalt not decline from the sentence which they shall shew thee, [to] the right hand, nor [to] the left."},{"number":12,"verse":"And the man that will do presumptuously, and will not hearken unto the priest that standeth to So long as he is the true minister of God, and pronounces according to his word. minister there before the LORD thy God, or unto the judge, even that man shall die: and thou shalt put away the evil from Israel."},{"number":13,"verse":"So all the people shall heare and feare, and doe no more presumptuously."},{"number":14,"verse":"Whe thou shalt come vnto ye land which the Lorde thy God giueth thee, and shalt possesse it, and dwell therein, if thou say, I will set a King ouer me, like as all the nations that are about me,"},{"number":15,"verse":"Thou shalt in any wise set [him] king over thee, whom the LORD thy God shall choose: [one] from among thy brethren shalt thou set king over thee: thou mayest not set a Who is not from your nation, lest he change true religion into idolatry, and bring you to slavery. stranger over thee, which [is] not thy brother."},{"number":16,"verse":"But he shall not multiply horses to himself, nor cause the people to return to To avenge their injuries and to take their best horses from them; (1Ki_10:28). Egypt, to the end that he should multiply horses: forasmuch as the LORD hath said unto you, Ye shall henceforth return no more that way."},{"number":17,"verse":"Neither shall he multiply wives to himself, that his heart From the Law of God. turn not away: neither shall he greatly multiply to himself silver and gold."},{"number":18,"verse":"And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this Meaning, Deuteronomy. law in a book out of [that which is] before the He shall cause it to be written by them, or he shall write it by their example. priests the Levites:"},{"number":19,"verse":"And it shall be with him, and he shall reade therein all daies of his life, that he may learne to feare the Lord his God, & to keepe all ye words of this Lawe, and these ordinances for to doe them:"},{"number":20,"verse":"That his heart be not lifted up above his By which is meant that kings should love their subjects as nature causes one brother to love another. brethren, and that he turn not aside from the commandment, [to] the right hand, or [to] the left: to the end that he may prolong [his] days in his kingdom, he, and his children, in the midst of Israel."}]}