{"bibleAbbr":"Geneva1587","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"Give ear, O ye As witness of this people's ingratitude. heavens, and I will speak; and hear, O earth, the words of my mouth."},{"number":2,"verse":"My He desires that he may speak to God's glory and that the people, as the green grass, may receive the dew of his doctrine. doctrine shall drop as the rain, my speech shall distil as the dew, as the small rain upon the tender herb, and as the showers upon the grass:"},{"number":3,"verse":"For I will publish the name of the Lorde: giue ye glorie vnto our God."},{"number":4,"verse":"[He is] the Or mighty God; noting that only God is mighty, faithful and constant in his promise. Rock, his work [is] perfect: for all his ways [are] judgment: a God of truth and without iniquity, just and right [is] he."},{"number":5,"verse":"They haue corrupted them selues towarde him by their vice, not being his children, but a frowarde and crooked generation."},{"number":6,"verse":"Do ye thus requite the LORD, O foolish people and unwise? [is] not he thy father [that] hath bought thee? hath he not Not according to the common creation, but he has made you a new creature by his Spirit. made thee, and established thee?"},{"number":7,"verse":"Remember the dayes of olde: consider the yeeres of so many generations: aske thy father, and he will shewe thee: thine Elders, and they will tell thee."},{"number":8,"verse":"When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the When God by his providence divided the world, he lent for a time that portion to the Canaanites, which would later be an inheritance for all his people Israel. people according to the number of the children of Israel."},{"number":9,"verse":"For the Lordes portion is his people: Iaakob is the lot of his inheritance."},{"number":10,"verse":"He found him in ye land of ye wildernes, in a waste, & roaring wildernes: he led him about, he taught him, and kept him as ye apple of his eye."},{"number":11,"verse":"As an eagle stirreth up her nest, To teach them to fly. fluttereth over her young, spreadeth abroad her wings, taketh them, beareth them on her wings:"},{"number":12,"verse":"So the Lorde alone led him, and there was no strange god with him."},{"number":13,"verse":"He made him ride on the high places of the Meaning, of the land of Canaan, which was high in respect to Egypt. earth, that he might eat the increase of the fields; and he made him to suck That is, abundance of all things even in the very rocks. honey out of the rock, and oil out of the flinty rock;"},{"number":14,"verse":"Butter of kine, and milke of sheepe with fat of the lambes, and rammes fed in Bashan, and goates, with the fat of the graines of wheat, and the red licour of the grape hast thou drunke."},{"number":15,"verse":"He shows what is the principal end of our vocation. But Jeshurun waxed fat, and kicked: thou art waxen fat, thou art grown thick, thou art covered [with fatness]; then he forsook God [which] made him, and lightly esteemed the Rock of his salvation."},{"number":16,"verse":"They provoked him to jealousy with By changing his service for their superstitions. strange [gods], with abominations provoked they him to anger."},{"number":17,"verse":"They sacrificed unto devils, not to God; to gods whom they knew not, to Scripture calls new, whatever man invents, be the error ever so old. new [gods that] came newly up, whom your fathers feared not."},{"number":18,"verse":"Thou hast forgotten the mightie God that begate thee, and hast forgotten God that formed thee."},{"number":19,"verse":"And when the LORD saw [it], he abhorred [them], because of the provoking of his He calls them God's children, not to honour them, but to show them from what dignity they are fallen. sons, and of his daughters."},{"number":20,"verse":"And he said, I will hide my face from the: I will see what their ende shalbe: for they are a frowarde generation, children in who is no faith."},{"number":21,"verse":"They have moved me to jealousy with [that which is] not God; they have provoked me to anger with their vanities: and I will move them to jealousy with [those which are] not a Which I have not favoured, nor given my law to them. people; I will provoke them to anger with a foolish nation."},{"number":22,"verse":"For fire is kindled in my wrath, and shall burne vnto the bottome of hell, and shall consume the earth with her increase, and set on fire the foundations of the mountaines."},{"number":23,"verse":"I will spend plagues vpon them: I will bestowe mine arrowes vpon them."},{"number":24,"verse":"They shalbe burnt with hunger, and consumed with heate, and with bitter destruction: I will also sende the teeth of beastes vpon them, with the venime of serpents creeping in the dust."},{"number":25,"verse":"The sword They shall be slain both in the field and at home. without, and terror within, shall destroy both the young man and the virgin, the suckling [also] with the man of gray hairs."},{"number":26,"verse":"I haue said, I would scatter them abroade: I would make their remembrance to cease from among men,"},{"number":27,"verse":"Were it not that I feared the wrath of the enemy, lest their adversaries should Rejoicing to see the godly afflicted, and attributing to themselves that which is wrought by God's hand. behave themselves strangely, [and] lest they should say, Our hand [is] high, and the LORD hath not done all this."},{"number":28,"verse":"For they are a nation voide of counsel, neither is there any vnderstanding in them."},{"number":29,"verse":"O that they were wise, [that] they understood this, [that] they would They would consider the happiness that was prepared for them, if they had obeyed God. consider their latter end!"},{"number":30,"verse":"How should one chase a thousand, & two put ten thousande to flight, except their strong God had sold the, & the Lord had shut them vp?"},{"number":31,"verse":"For their god is not as our God, euen our enemies being iudges."},{"number":32,"verse":"For their vine is of the vine of Sodom, and of the vines of Gomorah: their grapes are grapes of gall, their clusters be bitter."},{"number":33,"verse":"Their The fruit of the wicked are as poison, detestable to God, and dangerous for man. wine [is] the poison of dragons, and the cruel venom of asps."},{"number":34,"verse":"Is not this laide in store with me, and sealed vp among my treasures?"},{"number":35,"verse":"Vengeance and recompence are mine: their foote shall slide in due time: for the day of their destruction is at hand, and the things that shall come vpon them, make haste."},{"number":36,"verse":"For the LORD shall judge his people, and repent himself for his servants, when he seeth that [their] power is gone, and [there is] none When neither strong nor weak in a manner remain. shut up, or left."},{"number":37,"verse":"When men shal say, Where are their gods, their mighty God in whome they trusted,"},{"number":38,"verse":"Which did eate the fat of their sacrifices, & did drinke the wine of their drinke offring? let them rise vp, & help you: let him be your refuge."},{"number":39,"verse":"Behold now, for I, I am he, and there is no gods with me: I kill, and giue life: I wound, and I make whole: neither is there any that can deliuer out of mine hand."},{"number":40,"verse":"For I That is, I swear, read (Gen_14:22). lift up my hand to heaven, and say, I live for ever."},{"number":41,"verse":"If I whet my glittering sworde, and mine hand take holde on iudgement, I will execute vengeance on mine enemies, and will rewarde them that hate me."},{"number":42,"verse":"I will make mine arrowes drunke with blood, (& my sword shal eate flesh) for the blood of the slaine, and of the captiues, when I beginne to take vengeance of the enemie."},{"number":43,"verse":"Rejoice, O ye nations, [with] his people: for he will avenge the Where the blood of God's people is shed for their sins or trial of their faith, he promises to avenge it. blood of his servants, and will render vengeance to his adversaries, and will be merciful unto his land, [and] to his people."},{"number":44,"verse":"Then Moses came and spake all ye words of this song in the audience of the people, he and Hoshea the sonne of Nun."},{"number":45,"verse":"When Moses had made an end of speaking all these wordes to all Israel,"},{"number":46,"verse":"Then hee said vnto them, Set your heartes vnto all the wordes which I testifie against you this day, that ye may commande them vnto your children, that they may obserue and doo all the wordes of this Lawe."},{"number":47,"verse":"For it [is] not a For I will perform my promise to you, (Isa_55:10). vain thing for you; because it [is] your life: and through this thing ye shall prolong [your] days in the land, whither ye go over Jordan to possess it."},{"number":48,"verse":"And the Lord spake vnto Moses the selfe same day, saying,"},{"number":49,"verse":"Goe vp into the mountaine of Abarim, vnto the mount Nebo, which is in the lande of Moab, that is ouer against Iericho: and beholde the lande of Canaan, which I giue vnto the children of Israel for a possession,"},{"number":50,"verse":"And die in the mount which thou goest vp vnto, and thou shalt be gathered vnto thy people, as Aaro thy brother died in mount Hor, and was gathered vnto his people,"},{"number":51,"verse":"Because ye trespassed against me among the children of Israel at the waters of Meribah-Kadesh, in the wilderness of Zin; because ye You were not earnest and constant to maintain my honour. sanctified me not in the midst of the children of Israel."},{"number":52,"verse":"Thou shalt therefore see the lande before thee, but shalt not go thither, I meane, into the land which I giue the children of Israel."}]}