{"bibleAbbr":"GB1587","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"And Moses went up from the plains of Moab unto the mountain of Which was a part of mount Abarim, (Num_27:12). Nebo, to the top of Pisgah, that [is] over against Jericho. And the LORD shewed him all the land of Gilead, unto Dan,"},{"number":2,"verse":"And all Naphtali, and the land of Ephraim, and Manasseh, and all the land of Judah, unto the utmost Called Mediterranean. sea,"},{"number":3,"verse":"And the South, and the plaine of the valley of Iericho, the citie of palmetrees, vnto Zoar."},{"number":4,"verse":"And the Lord said vnto him, This is the lande which I sware vnto Abraham, to Izhak and to Iaacob saying, I will giue it vnto thy seede: I haue caused thee to see it with thine eyes, but thou shalt not goe ouer thither."},{"number":5,"verse":"So Moses the seruant of the Lord dyed there in the land of Moab, according to the worde of the Lord."},{"number":6,"verse":"And That is, the angel of the Lord, (Jud_1:9). he buried him in a valley in the land of Moab, over against Bethpeor: but no man knoweth of his sepulchre unto That the Jews might not have opportunity to commit idolatry by it. this day."},{"number":7,"verse":"Moses was nowe an hundreth and twentie yeere olde when hee died, his eye was not dimme, nor his naturall force abated."},{"number":8,"verse":"And the children of Israel wept for Moses in the plaine of Moab thirtie dayes: so the dayes of weeping and mourning for Moses were ended."},{"number":9,"verse":"And By this the favour of God is demonstrated, in that he does not leave his Church destitute of a governor. Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him: and the children of Israel hearkened unto him, and did as the LORD commanded Moses."},{"number":10,"verse":"And there arose not a prophet since in Israel like unto Moses, whom the LORD knew To whom the Lord revealed himself so plainly as in (Exo_33:11). face to face,"},{"number":11,"verse":"In all ye miracles & wonders which ye Lord sent him to do in ye land of Egypt before Pharaoh & before all his seruantes, and before al his land,"},{"number":12,"verse":"And in all that mighty Meaning, the power of God working by Moses in the wilderness. hand, and in all the great terror which Moses shewed in the sight of all Israel."}]}