{"bibleAbbr":"NKJV1982","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"Egypt Attacks Judah Now (2 Chr. 11:17) it came to pass, when Rehoboam had established the kingdom and had strengthened himself, that (1 Kin. 14:22-24) he forsook the law of the LORD, and all Israel along with him."},{"number":2,"verse":"(1 Kin. 11:40; 14:25) And it happened in the fifth year of King Rehoboam that Shishak king of Egypt came up against Jerusalem, because they had transgressed against the LORD,"},{"number":3,"verse":"with twelve hundred chariots, sixty thousand horsemen, and people without number who came with him out of Egypt— (2 Chr. 16:8; Nah. 3:9) the Lubim and the Sukkiim and the Ethiopians."},{"number":4,"verse":"And he took the fortified cities of Judah and came to Jerusalem."},{"number":5,"verse":"Then (2 Chr. 11:2) Shemaiah the prophet came to Rehoboam and the leaders of Judah, who were gathered together in Jerusalem because of Shishak, and said to them, “Thus says the LORD: ‘You have forsaken Me, and therefore I also have left you in the hand of Shishak.’ ”"},{"number":6,"verse":"So the leaders of Israel and the king ((James 4:10)) humbled themselves; and they said, (Ex. 9:27; (Dan. 9:14)) “The LORD is righteous.”"},{"number":7,"verse":"Now when the LORD saw that they humbled themselves, (1 Kin. 21:28, 29) the word of the LORD came to Shemaiah, saying, “They have humbled themselves; therefore I will not destroy them, but I will grant them some deliverance. My wrath shall not be poured out on Jerusalem by the hand of Shishak."},{"number":8,"verse":"Nevertheless (Is. 26:13) they will be his servants, that they may distinguish ((Deut. 28:47, 48)) My service from the service of the kingdoms of the nations.”"},{"number":9,"verse":"(1 Kin. 14:25, 26) So Shishak king of Egypt came up against Jerusalem, and took away the treasures of the house of the LORD and the treasures of the king’s house; he took everything. He also carried away the gold shields which Solomon had (1 Kin. 10:16, 17; 2 Chr. 9:15, 16) made."},{"number":10,"verse":"Then King Rehoboam made bronze shields in their place, and committed them (1 Kin. 14:27) to the hands of the captains of the guard, who guarded the doorway of the king’s house."},{"number":11,"verse":"And whenever the king entered the house of the LORD, the guard would go and bring them out; then they would take them back into the guardroom."},{"number":12,"verse":"When he humbled himself, the wrath of the LORD turned from him, so as not to destroy him completely; and things also went well in Judah."},{"number":13,"verse":"The End of Rehoboam’s Reign Thus King Rehoboam strengthened himself in Jerusalem and reigned. Now (1 Kin. 14:21) Rehoboam was forty-one years old when he became king; and he reigned seventeen years in Jerusalem, (2 Chr. 6:6) the city which the LORD had chosen out of all the tribes of Israel, to put His name there. His mother’s name was Naamah, an (1 Kin. 11:1, 5) Ammonitess."},{"number":14,"verse":"And he did evil, because he did not prepare his heart to seek the LORD."},{"number":15,"verse":"The acts of Rehoboam, first and last, are they not written in the book of Shemaiah the prophet, (2 Chr. 9:29; 13:22) and of Iddo the seer concerning genealogies? (1 Kin. 14:30) And there were wars between Rehoboam and Jeroboam all their days."},{"number":16,"verse":"So Rehoboam rested with his fathers, and was buried in the City of David. Then (2 Chr. 11:20-22) Abijah his son reigned in his place."}]}