{"bibleAbbr":"NKJV1982","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"Amaziah Reigns in Judah Amaziah (2 Kin. 14:1-6) was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan of Jerusalem."},{"number":2,"verse":"And he did what was right in the sight of the LORD, (2 Kin. 14:4; 2 Chr. 25:14) but not with a loyal heart."},{"number":3,"verse":"(2 Kin. 14:5; 2 Chr. 24:25) Now it happened, as soon as the kingdom was established for him, that he executed his servants who had murdered his father the king."},{"number":4,"verse":"However he did not execute their children, but did as it is written in the Law in the Book of Moses, where the LORD commanded, saying, (Deut. 24:16; 2 Kin. 14:6; Jer. 31:30; (Ezek. 18:20)) “The fathers shall not be put to death for their children, nor shall the children be put to death for their fathers; but a person shall die for his own sin.”"},{"number":5,"verse":"The War Against Edom Moreover Amaziah gathered Judah together and set over them captains of thousands and captains of hundreds, according to their fathers’ houses, throughout all Judah and Benjamin; and he numbered them (Num. 1:3) from twenty years old and above, and found them to be three hundred thousand choice men, able to go to war, who could handle spear and shield."},{"number":6,"verse":"He also hired one hundred thousand mighty men of valor from Israel for one hundred talents of silver."},{"number":7,"verse":"But a (2 Chr. 11:2) man of God came to him, saying, “O king, do not let the army of Israel go with you, for the LORD is not with Israel—not with any of the children of Ephraim."},{"number":8,"verse":"But if you go, be gone! Be strong in battle! Even so, God shall make you fall before the enemy; for God has (2 Chr. 14:11; 20:6) power to help and to overthrow.”"},{"number":9,"verse":"Then Amaziah said to the man of God, “But what shall we do about the hundred talents which I have given to the troops of Israel?” And the man of God answered, ((Deut. 8:18); Prov. 10:22) “The LORD is able to give you much more than this.”"},{"number":10,"verse":"So Amaziah discharged the troops that had come to him from Ephraim, to go back home. Therefore their anger was greatly aroused against Judah, and they returned home in great anger."},{"number":11,"verse":"Then Amaziah strengthened himself, and leading his people, he went to (2 Kin. 14:7) the Valley of Salt and killed ten thousand of the people of Seir."},{"number":12,"verse":"Also the children of Judah took captive ten thousand alive, brought them to the top of the rock, and cast them down from the top of the rock, so that they all were dashed in pieces."},{"number":13,"verse":"But as for the soldiers of the army which Amaziah had discharged, so that they would not go with him to battle, they raided the cities of Judah from Samaria to Beth Horon, killed three thousand in them, and took much spoil."},{"number":14,"verse":"Now it was so, after Amaziah came from the slaughter of the Edomites, that (2 Chr. 28:23) he brought the gods of the people of Seir, set them up to be ((Ex. 20:3, 5)) his gods, and bowed down before them and burned incense to them."},{"number":15,"verse":"Therefore the anger of the LORD was aroused against Amaziah, and He sent him a prophet who said to him, “Why have you sought ((Ps. 96:5)) the gods of the people, which (2 Chr. 25:11) could not rescue their own people from your hand?”"},{"number":16,"verse":"So it was, as he talked with him, that the king said to him, “Have we made you the king’s counselor? Cease! Why should you be killed?” Then the prophet ceased, and said, “I know that God has ((1 Sam. 2:25)) determined to destroy you, because you have done this and have not heeded my advice.”"},{"number":17,"verse":"Israel Defeats Judah Now (2 Kin. 14:8-14) Amaziah king of Judah asked advice and sent to Joash the son of Jehoahaz, the son of Jehu, king of Israel, saying, “Come, let us face one another in battle.”"},{"number":18,"verse":"And Joash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as wife’; and a wild beast that was in Lebanon passed by and trampled the thistle."},{"number":19,"verse":"Indeed you say that you have defeated the Edomites, and your heart is lifted up to (2 Chr. 26:16; 32:25; (Prov. 16:18)) boast. Stay at home now; why should you meddle with trouble, that you should fall—you and Judah with you?”"},{"number":20,"verse":"But Amaziah would not heed, for (1 Kin. 12:15; 2 Chr. 22:7) it came from God, that He might give them into the hand of their enemies, because they (2 Chr. 25:14) sought the gods of Edom."},{"number":21,"verse":"So Joash king of Israel went out; and he and Amaziah king of Judah faced one another at (Josh. 19:38) Beth Shemesh, which belongs to Judah."},{"number":22,"verse":"And Judah was defeated by Israel, and every man fled to his tent."},{"number":23,"verse":"Then Joash the king of Israel captured Amaziah king of Judah, the son of Joash, the son of (2 Chr. 21:17; 22:1, 6) Jehoahaz, at Beth Shemesh; and he brought him to Jerusalem, and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate—four hundred cubits."},{"number":24,"verse":"And he took all the gold and silver, all the articles that were found in the house of God with (1 Chr. 26:15) Obed-Edom, the treasures of the king’s house, and hostages, and returned to Samaria."},{"number":25,"verse":"Death of Amaziah (2 Kin. 14:17-22) Amaziah the son of Joash, king of Judah, lived fifteen years after the death of Joash the son of Jehoahaz, king of Israel."},{"number":26,"verse":"Now the rest of the acts of Amaziah, from first to last, indeed are they not written in the book of the kings of Judah and Israel?"},{"number":27,"verse":"After the time that Amaziah turned away from following the LORD, they made a conspiracy against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."},{"number":28,"verse":"Then they brought him on horses and buried him with his fathers in the City of Judah."}]}