{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "கலாத்தியர்",
  "bookEnglishName" : "Galatians",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "மனிதர்களிடமிருந்தோ அல்லது எந்தவொரு மனிதன் ஊடாகவோ அனுப்பப்படாமல், இயேசு கிறிஸ்துவின் ஊடாகவும், மரணித்தோரிலிருந்து அவரை உயிருடன் எழுப்பிய பிதாவாகிய இறைவனின் ஊடாகவும் அப்போஸ்தலனாக அனுப்பப்பட்ட பவுலாகிய நானும்,"
  }, {
    "number" : 2,
    "verse" : "என்னுடன் இருக்கும் எல்லா சகோதரர்களும் இணைந்து, கலாத்தியா நாட்டில் உள்ள திருச்சபைகளுக்கு எழுதுவதாவது:"
  }, {
    "number" : 3,
    "verse" : "நம்முடைய பிதாவாகிய இறைவனாலும், ஆண்டவர் இயேசு கிறிஸ்துவினாலும் உங்களுக்குக் கிருபையும் சமாதானமும் உண்டாவதாக."
  }, {
    "number" : 4,
    "verse" : "இயேசுவே, நம்முடைய பிதாவாகிய இறைவனுடைய திட்டத்தின்படி, இத்தீமையான தற்காலத்திலிருந்து நம்மைத் தப்புவிப்பதற்காக நம்முடைய பாவங்களுக்காகத் தம்மையே ஒப்புக்கொடுத்தவர்."
  }, {
    "number" : 5,
    "verse" : "அவருக்கே என்றென்றும் மகிமை உண்டாவதாக. ஆமென்."
  }, {
    "number" : 6,
    "verse" : "வேறு நற்செய்தி இல்லைகிறிஸ்துவினுடைய கிருபையினாலே உங்களை அழைத்தவரைக் கைவிட்டு, இவ்வளவு விரைவாக நீங்கள் வேறொரு நற்செய்தியின் பக்கமாக திரும்புவதை என்னால் நம்பக்கூட முடியவில்லை."
  }, {
    "number" : 7,
    "verse" : "உண்மையில் அந்த வேறொரு செய்தி நற்செய்தியே அல்ல. சிலர் உங்களைக் குழப்பமடையச் செய்து, கிறிஸ்துவினுடைய நற்செய்தியைத் திரித்துக் கூற முயலுகின்றார்களே அல்லாமல் வேறொன்றும் இல்லை."
  }, {
    "number" : 8,
    "verse" : "நாங்கள் உங்களுக்குப் பிரசங்கித்த நற்செய்தியைவிட, மாறுபட்ட ஒரு நற்செய்தியை வானத்திலிருந்து வந்த ஒரு தூதனோ அல்லது அதை நாங்களே அறிவித்தாலும்கூட நாம் சபிக்கப்பட்டவர்களாகவே இருப்போம்."
  }, {
    "number" : 9,
    "verse" : "நாங்கள் ஏற்கெனவே சொல்லியிருந்ததை இப்போது நான் மீண்டும் உங்களுக்கு சொல்கிறேன்: நீங்கள் ஏற்றுக்கொண்ட நற்செய்தியைவிட மாறுபட்ட ஒரு செய்தியை எவராயினும் உங்களுக்கு அறிவித்தால், அவன் சபிக்கப்பட்டவனாக இருக்கட்டும்."
  }, {
    "number" : 10,
    "verse" : "இப்போது நான் பெற முயற்சிப்பது மனிதருடைய அங்கீகாரத்தையா அல்லது இறைவனுடைய அங்கீகாரத்தையா? அல்லது நான் மனிதருடைய ஆதரவைத்தான் நாடித் தேடுகின்றேனா? நான் இன்னும் மனிதருடைய ஆதரவைப் பெற முயற்சிக்கின்றவனாய் இருந்தால், நான் கிறிஸ்துவினுடைய ஊழியனாய் இருக்கவே முடியாது."
  }, {
    "number" : 11,
    "verse" : "இறைவனால் அழைக்கப்பட்ட பவுல்பிரியமானவர்களே, நீங்கள் ஒன்றை அறிய வேண்டும் என்று நான் விரும்புகிறேன், நான் உங்களுக்கு அறிவித்த நற்செய்தியானது மனிதரின் ஆக்கம் அல்ல என்பதே அது."
  }, {
    "number" : 12,
    "verse" : "நான் அந்த நற்செய்தியை எந்தவொரு மனிதனிடத்திலிருந்தும் பெற்றுக்கொள்ளவும் இல்லை, எந்தவொரு மனிதனும் அதை எனக்குப் போதிக்கவும் இல்லை. மாறாக இயேசு கிறிஸ்து எனக்குத் தெரியப்படுத்திய வெளிப்பாட்டின் மூலமாகவே நான் அதைப் பெற்றுக்கொண்டேன்."
  }, {
    "number" : 13,
    "verse" : "நான் யூத மதத்தை பின்பற்றியபோது, முன்பு நான் எப்படி வாழ்ந்தேன் என்பதைக் குறித்து நீங்கள் கேள்விப்பட்டிருக்கிறீர்கள். இறைவனுடைய திருச்சபையை நான் எவ்வளவு கொடுமையாய் துன்புறுத்தி அதை அழிக்க முயன்றேன் என்பதும் உங்களுக்குத் தெரியும்."
  }, {
    "number" : 14,
    "verse" : "அத்தோடு யூத மதத்தை பின்பற்றுவதில் எனது சமகால யூதர்களைவிட நானே அதிக தேர்ச்சி பெற்று இருந்ததோடு, நம்முடைய தந்தையர்களின் பாரம்பரியங்களைக் கைக்கொள்வதிலும் தீவிர ஆர்வம் உடையவனாக இருந்தேன்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் நான் தாயின் கருப்பையில் இருக்கும்போதே என்னை வேறு பிரித்த இறைவன், தம்முடைய கிருபையினால் என்னை அழைத்து,"
  }, {
    "number" : 16,
    "verse" : "கிறிஸ்துவை வெளிப்படுத்த பிரியம் கொண்டார். தம்முடைய மகனின் நற்செய்தியை யூதரல்லாத மக்களுக்கு நான் அறிவிப்பதற்காகவே இப்படிச் செய்தார். அப்போது அதைக் குறித்து நான் எந்த மனிதனிடமும் ஆலோசனை கேட்கவுமில்லை,"
  }, {
    "number" : 17,
    "verse" : "எனக்கு முன்னர் அப்போஸ்தலர்களாய் இருந்தவர்களைச் சந்திப்பதற்காக நான் எருசலேமுக்குப் போகவுமில்லை. மாறாக உடனே அரேபியாவுக்குச் சென்று, பின்பு தமஸ்கு பட்டணத்துக்குத் திரும்பினேன்."
  }, {
    "number" : 18,
    "verse" : "மூன்று வருடங்களுக்குப் பின்பு நான் கேபாவைச் சந்தித்து அறிமுகமாவதற்காக எருசலேமுக்குப் போனபோது அவனுடன் பதினைந்து நாட்கள் தங்கினேன்."
  }, {
    "number" : 19,
    "verse" : "ஆனால் ஆண்டவருடைய சகோதரனாகிய யாக்கோபைத் தவிர மற்ற அப்போஸ்தலர்களில் வேறு ஒருவரையும் நான் அப்போது சந்திக்கவில்லை."
  }, {
    "number" : 20,
    "verse" : "நான் உங்களுக்கு இப்போது எழுதுகின்றவை பொய்யல்ல என்பதை இறைவனுக்கு முன்பாக உறுதியாகக் கூறுகிறேன்."
  }, {
    "number" : 21,
    "verse" : "பின்பு நான் சீரியா மற்றும் சிலிசியா என்ற பிரதேசங்களுக்கு போனேன்."
  }, {
    "number" : 22,
    "verse" : "ஆனால் அப்போதும்கூட யூதேயா நாட்டிலிருக்கின்ற கிறிஸ்துவோடு இணைந்துள்ள திருச்சபைகளுக்கு நான் அறிமுகமற்றவனாகவே இருந்தேன்."
  }, {
    "number" : 23,
    "verse" : "“முன்பு எங்களைத் துன்புறுத்திய இவன், இப்பொழுது, தான் முன்பு அழிக்க முயன்ற விசுவாசத்தை பிரசங்கிக்கிறான்” என்று சொல்லப்படுவதை மட்டுமே அவர்கள் கேள்விப்பட்டிருந்தார்கள்."
  }, {
    "number" : 24,
    "verse" : "அதனால், எனக்காக அவர்கள் இறைவனைத் துதித்தார்கள்."
  } ]
}