{"bibleAbbr":"CVg2018","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"Orta autem fame super terram post eam sterilitatem, quæ acciderat in diebus Abraham, abiit Isaac ad Abimelech regem Palæstinorum in Gerara."},{"number":2,"verse":"Apparuitque ei Dominus, et ait : Ne descendas in Ægyptum, sed quiesce in terra quam dixero tibi,"},{"number":3,"verse":"et peregrinare in ea : eroque tecum, et benedicam tibi : tibi enim et semini tuo dabo universas regiones has, complens juramentum quod spopondi Abraham patri tuo."},{"number":4,"verse":"Et multiplicabo semen tuum sicut stellas cæli : daboque posteris tuis universas regiones has : et benedicentur in semine tuo omnes gentes terræ,"},{"number":5,"verse":"eo quod obedierit Abraham voci meæ, et custodierit præcepta et mandata mea, et cæremonias legesque servaverit."},{"number":6,"verse":"Mansit itaque Isaac in Geraris."},{"number":7,"verse":"Qui cum interrogaretur a viris loci illius super uxore sua, respondit : Soror mea est : timuerat enim confiteri quod sibi esset sociata conjugio, reputans ne forte interficerent eum propter illius pulchritudinem."},{"number":8,"verse":"Cumque pertransissent dies plurimi, et ibidem moraretur, prospiciens Abimelech rex Palæstinorum per fenestram, vidit eum jocantem cum Rebecca uxore sua."},{"number":9,"verse":"Et accersito eo, ait : Perspicuum est quod uxor tua sit : cur mentitus es eam sororem tuam esse ? Respondit : Timui ne morerer propter eam."},{"number":10,"verse":"Dixitque Abimelech : Quare imposuisti nobis ? potuit coire quispiam de populo cum uxore tua, et induxeras super nos grande peccatum. Præcepitque omni populo, dicens :"},{"number":11,"verse":"Qui tetigerit hominis hujus uxorem, morte morietur."},{"number":12,"verse":"Sevit autem Isaac in terra illa, et invenit in ipso anno centuplum : benedixitque ei Dominus."},{"number":13,"verse":"Et locupletatus est homo, et ibat proficiens atque succrescens, donec magnus vehementer effectus est :"},{"number":14,"verse":"habuit quoque possessiones ovium et armentorum, et familiæ plurimum. Ob hoc invidentes ei Palæstini,"},{"number":15,"verse":"omnes puteos, quos foderant servi patris illius Abraham, illo tempore obstruxerunt, implentes humo :"},{"number":16,"verse":"in tantum, ut ipse Abimelech diceret ad Isaac : Recede a nobis, quoniam potentior nobis factus es valde."},{"number":17,"verse":"Et ille discedens, ut veniret ad torrentem Geraræ, habitaretque ibi,"},{"number":18,"verse":"rursum fodit alios puteos, quos foderant servi patris sui Abraham, et quos, illo mortuo, olim obstruxerant Philisthiim : appellavitque eos eisdem nominibus quibus ante pater vocaverat."},{"number":19,"verse":"Foderuntque in torrente, et repererunt aquam vivam."},{"number":20,"verse":"Sed et ibi jurgium fuit pastorum Geraræ adversus pastores Isaac, dicentium : Nostra est aqua, quam ob rem nomen putei ex eo, quod acciderat, vocavit Calumniam."},{"number":21,"verse":"Foderunt autem et alium : et pro illo quoque rixati sunt, appellavitque eum Inimicitias."},{"number":22,"verse":"Profectus inde fodit alium puteum, pro quo non contenderunt : itaque vocavit nomen ejus Latitudo, dicens : Nunc dilatavit nos Dominus, et fecit crescere super terram."},{"number":23,"verse":"Ascendit autem ex illo loco in Bersabee,"},{"number":24,"verse":"ubi apparuit ei Dominus in ipsa nocte, dicens : Ego sum Deus Abraham patris tui : noli timere, quia ego tecum sum : benedicam tibi, et multiplicabo semen tuum propter servum meum Abraham."},{"number":25,"verse":"Itaque ædificavit ibi altare : et invocato nomine Domini, extendit tabernaculum, præcepitque servis suis ut foderent puteum."},{"number":26,"verse":"Ad quem locum cum venissent de Geraris Abimelech, et Ochozath amicus illius, et Phicol dux militum,"},{"number":27,"verse":"locutus est eis Isaac : Quid venistis ad me, hominem quem odistis, et expulistis a vobis ?"},{"number":28,"verse":"Qui responderunt : Vidimus tecum esse Dominum, et idcirco nos diximus : Sit juramentum inter nos, et ineamus fœdus,"},{"number":29,"verse":"ut non facias nobis quidquam mali, sicut et nos nihil tuorum attigimus, nec fecimus quod te læderet : sed cum pace dimisimus auctum benedictione Domini."},{"number":30,"verse":"Fecit ergo eis convivium, et post cibum et potum"},{"number":31,"verse":"surgentes mane, juraverunt sibi mutuo : dimisitque eos Isaac pacifice in locum suum."},{"number":32,"verse":"Ecce autem venerunt in ipso die servi Isaac annuntiantes ei de puteo, quem foderant, atque dicentes : Invenimus aquam."},{"number":33,"verse":"Unde appellavit eum Abundantiam : et nomen urbi impositum est Bersabee, usque in præsentem diem."},{"number":34,"verse":"Esau vero quadragenarius duxit uxores, Judith filiam Beeri Hethæi, et Basemath filiam Elon ejusdem loci :"},{"number":35,"verse":"quæ ambæ offenderant animum Isaac et Rebeccæ."}]}