{"bibleAbbr":"CVg2018","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"Hæ sunt autem generationes Esau, ipse est Edom."},{"number":2,"verse":"Esau accepit uxores de filiabus Chanaan : Ada filiam Elon Hethæi, et Oolibama filiam Anæ filiæ Sebeon Hevæi :"},{"number":3,"verse":"Basemath quoque filiam Ismaël sororem Nabaioth."},{"number":4,"verse":"Peperit autem Ada Eliphaz : Basemath genuit Rahuel :"},{"number":5,"verse":"Oolibama genuit Jehus et Ihelon et Core. Hi filii Esau qui nati sunt ei in terra Chanaan."},{"number":6,"verse":"Tulit autem Esau uxores suas et filios et filias, et omnem animam domus suæ, et substantiam, et pecora, et cuncta quæ habere poterat in terra Chanaan : et abiit in alteram regionem, recessitque a fratre suo Jacob."},{"number":7,"verse":"Divites enim erant valde, et simul habitare non poterant : nec sustinebat eos terra peregrinationis eorum præ multitudine gregum."},{"number":8,"verse":"Habitavitque Esau in monte Seir, ipse est Edom."},{"number":9,"verse":"Hæ autem sunt generationes Esau patris Edom in monte Seir,"},{"number":10,"verse":"et hæc nomina filiorum ejus : Eliphaz filius Ada uxoris Esau : Rahuel quoque filius Basemath uxoris ejus."},{"number":11,"verse":"Fueruntque Eliphaz filii : Theman, Omar, Sepho, et Gatham, et Cenez."},{"number":12,"verse":"Erat autem Thamna concubina Eliphaz filii Esau : quæ peperit ei Amalech. Hi sunt filii Ada uxoris Esau."},{"number":13,"verse":"Filii autem Rahuel : Nahath et Zara, Samma et Meza : hi filii Basemath uxoris Esau."},{"number":14,"verse":"Isti quoque erant filii Oolibama filiæ Anæ filiæ Sebeon, uxoris Esau, quos genuit ei, Jehus et Ihelon et Core."},{"number":15,"verse":"Hi duces filiorum Esau : filii Eliphaz primogeniti Esau : dux Theman, dux Omra, dux Sepho, dux Cenez,"},{"number":16,"verse":"dux Core, dux Gathan, dux Amalech. Hi filii Eliphaz in terra Edom, et hi filii Ada."},{"number":17,"verse":"Hi quoque filii Rahuel filii Esau : dux Nahath, dux Zara, dux Samma, dux Meza : hi autem duces Rahuel in terra Edom : isti filii Basemath uxoris Esau."},{"number":18,"verse":"Hi autem filii Oolibama uxoris Esau : dux Jehus, dux Ihelon, dux Core : hi duces Oolibama filiæ Anæ uxoris Esau."},{"number":19,"verse":"Isti sunt filii Esau, et hi duces eorum : ipse est Edom."},{"number":20,"verse":"Isti sunt filii Seir Horræi, habitatores terræ : Lotan, et Sobal, et Sebeon, et Ana,"},{"number":21,"verse":"et Dison, et Eser, et Disan : hi duces Horræi, filii Seir in terra Edom."},{"number":22,"verse":"Facti sunt autem filii Lotan : Hori et Heman. Erat autem soror Lotan, Thamna."},{"number":23,"verse":"Et isti filii Sobal : Alvan et Manahat et Ebal, et Sepho et Onam."},{"number":24,"verse":"Et hi filii Sebeon : Aja et Ana. Iste est Ana qui invenit aquas calidas in solitudine, cum pasceret asinos Sebeon patris sui :"},{"number":25,"verse":"habuitque filium Dison, et filiam Oolibama."},{"number":26,"verse":"Et isti filii Dison : Hamdan, et Eseban, et Jethram, et Charan."},{"number":27,"verse":"Hi quoque filii Eser : Balaan, et Zavan, et Acan."},{"number":28,"verse":"Habuit autem filios Disan : Hus et Aram."},{"number":29,"verse":"Hi duces Horræorum : dux Lotan, dux Sobal, dux Sebeon, dux Ana,"},{"number":30,"verse":"dux Dison, dux Eser, dux Disan : isti duces Horræorum qui imperaverunt in terra Seir."},{"number":31,"verse":"Reges autem qui regnaverunt in terra Edom antequam haberent regem filii Israël, fuerunt hi :"},{"number":32,"verse":"Bela filius Beor, nomenque urbis ejus Denaba."},{"number":33,"verse":"Mortuus est autem Bela, et regnavit pro eo Jobab filius Zaræ de Bosra."},{"number":34,"verse":"Cumque mortuus esset Jobab, regnavit pro eo Husam de terra Themanorum."},{"number":35,"verse":"Hoc quoque mortuo, regnavit pro eo Adad filius Badad, qui percussit Madian in regione Moab : et nomen urbis ejus Avith."},{"number":36,"verse":"Cumque mortuus esset Adad, regnavit pro eo Semla de Masreca."},{"number":37,"verse":"Hoc quoque mortuo regnavit pro eo Saul de fluvio Rohoboth."},{"number":38,"verse":"Cumque et hic obiisset, successit in regnum Balanan filius Achobor."},{"number":39,"verse":"Isto quoque mortuo regnavit pro eo Adar, nomenque urbis ejus Phau : et appellabatur uxor ejus Meetabel, filia Matred filiæ Mezaab."},{"number":40,"verse":"Hæc ergo nomina ducum Esau in cognationibus, et locis, et vocabulis suis : dux Thamna, dux Alva, dux Jetheth,"},{"number":41,"verse":"dux Oolibama, dux Ela, dux Phinon,"},{"number":42,"verse":"dux Cenez, dux Theman, dux Mabsar,"},{"number":43,"verse":"dux Magdiel, dux Hiram : hi duces Edom habitantes in terra imperii sui, ipse est Esau pater Idumæorum."}]}