{"bibleAbbr":"CVg2018","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"Igitur Joseph ductus est in Ægyptum, emitque eum Putiphar eunuchus Pharaonis, princeps exercitus, vir ægyptius, de manu Ismaëlitarum, a quibus perductus erat."},{"number":2,"verse":"Fuitque Dominus cum eo, et erat vir in cunctis prospere agens : habitavitque in domo domini sui,"},{"number":3,"verse":"qui optime noverat Dominum esse cum eo, et omnia, quæ gerebat, ab eo dirigi in manu illius."},{"number":4,"verse":"Invenitque Joseph gratiam coram domino suo, et ministrabat ei : a quo præpositus omnibus gubernabat creditam sibi domum, et universa quæ ei tradita fuerant :"},{"number":5,"verse":"benedixitque Dominus domui Ægyptii propter Joseph, et multiplicavit tam in ædibus quam in agris cunctam ejus substantiam :"},{"number":6,"verse":"nec quidquam aliud noverat, nisi panem quo vescebatur. Erat autem Joseph pulchra facie, et decorus aspectu."},{"number":7,"verse":"Post multos itaque dies injecit domina sua oculos suos in Joseph, et ait : Dormi mecum."},{"number":8,"verse":"Qui nequaquam acquiescens operi nefario, dixit ad eam : Ecce dominus meus, omnibus mihi traditis, ignorat quid habeat in domo sua :"},{"number":9,"verse":"nec quidquam est quod non in mea sit potestate, vel non tradiderit mihi, præter te, quæ uxor ejus es : quomodo ergo possum hoc malum facere, et peccare in Deum meum ?"},{"number":10,"verse":"Hujuscemodi verbis per singulos dies, et mulier molesta erat adolescenti : et ille recusabat stuprum."},{"number":11,"verse":"Accidit autem quadam die ut intraret Joseph domum, et operis quippiam absque arbitris faceret :"},{"number":12,"verse":"et illa, apprehensa lacinia vestimenti ejus, diceret : Dormi mecum. Qui relicto in manu ejus pallio fugit, et egressus est foras."},{"number":13,"verse":"Cumque vidisset mulier vestem in manibus suis, et se esse contemptam,"},{"number":14,"verse":"vocavit ad se homines domus suæ, et ait ad eos : En introduxit virum hebræum, ut illuderet nobis : ingressus est ad me, ut coiret mecum : cumque ego succlamassem,"},{"number":15,"verse":"et audisset vocem meam, reliquit pallium quod tenebam, et fugit foras."},{"number":16,"verse":"In argumentum ergo fidei retentum pallium ostendit marito revertenti domum,"},{"number":17,"verse":"et ait : Ingressus est ad me servus hebræus quem adduxisti, ut illuderet mihi :"},{"number":18,"verse":"cumque audisset me clamare, reliquit pallium quod tenebam, et fugit foras."},{"number":19,"verse":"His auditis dominus, et nimium credulus verbis conjugis, iratus est valde :"},{"number":20,"verse":"tradiditque Joseph in carcerem, ubi vincti regis custodiebantur, et erat ibi clausus."},{"number":21,"verse":"Fuit autem Dominus cum Joseph, et misertus illius dedit ei gratiam in conspectu principis carceris."},{"number":22,"verse":"Qui tradidit in manu illius universos vinctos qui in custodia tenebantur : et quidquid fiebat, sub ipso erat."},{"number":23,"verse":"Nec noverat aliquid, cunctis ei creditis : Dominus enim erat cum illo, et omnia opera ejus dirigebat."}]}