{"bibleAbbr":"CVg2018","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"Non se poterat ultra cohibere Joseph multis coram astantibus : unde præcepit ut egrederentur cuncti foras, et nullus interesset alienus agnitioni mutuæ."},{"number":2,"verse":"Elevavitque vocem cum fletu, quam audierunt Ægyptii, omnisque domus Pharaonis."},{"number":3,"verse":"Et dixit fratribus suis : Ego sum Joseph : adhuc pater meus vivit ? Non poterant respondere fratres nimio terrore perterriti."},{"number":4,"verse":"Ad quos ille clementer : Accedite, inquit, ad me. Et cum accessissent prope : Ego sum, ait, Joseph, frater vester, quem vendidistis in Ægyptum."},{"number":5,"verse":"Nolite pavere, neque vobis durum esse videatur quod vendidistis me in his regionibus : pro salute enim vestra misit me Deus ante vos in Ægyptum."},{"number":6,"verse":"Biennium est enim quod cœpit fames esse in terra : et adhuc quinque anni restant, quibus nec arari poterit, nec meti."},{"number":7,"verse":"Præmisitque me Deus ut reservemini super terram, et escas ad vivendum habere possitis."},{"number":8,"verse":"Non vestro consilio, sed Dei voluntate huc missus sum : qui fecit me quasi patrem Pharaonis, et dominum universæ domus ejus, ac principem in omni terra Ægypti."},{"number":9,"verse":"Festinate, et ascendite ad patrem meum, et dicetis ei : Hæc mandat filius tuus Joseph : Deus fecit me dominum universæ terræ Ægypti : descende ad me, ne moreris,"},{"number":10,"verse":"et habitabis in terra Gessen : erisque juxta me tu, et filii tui, et filii filiorum tuorum, oves tuæ, et armenta tua, et universa quæ possides :"},{"number":11,"verse":"ibique te pascam (adhuc enim quinque anni residui sunt famis) ne et tu pereas, et domus tua, et omnia quæ possides."},{"number":12,"verse":"En oculi vestri, et oculi fratris mei Benjamin, vident quod os meum loquatur ad vos."},{"number":13,"verse":"Nuntiate patri meo universam gloriam meam, et cuncta quæ vidistis in Ægypto : festinate, et adducite eum ad me."},{"number":14,"verse":"Cumque amplexatus recidisset in collum Benjamin fratris sui, flevit : illo quoque similiter flente super collum ejus."},{"number":15,"verse":"Osculatusque est Joseph omnes fratres suos, et ploravit super singulos : post quæ ausi sunt loqui ad eum."},{"number":16,"verse":"Auditumque est, et celebri sermone vulgatum in aula regis : Venerunt fratres Joseph : et gavisus est Pharao, atque omnis familia ejus."},{"number":17,"verse":"Dixitque ad Joseph ut imperaret fratribus suis, dicens : Onerantes jumenta, ite in terram Chanaan,"},{"number":18,"verse":"et tollite inde patrem vestrum et cognationem, et venite ad me : et ego dabo vobis omnia bona Ægypti, ut comedatis medullam terræ."},{"number":19,"verse":"Præcipe etiam ut tollant plaustra de terra Ægypti, ad subvectionem parvulorum suorum ac conjugum : et dicito : Tollite patrem vestrum, et properate quantocius venientes."},{"number":20,"verse":"Nec dimittatis quidquam de supellectili vestra : quia omnes opes Ægypti vestræ erunt."},{"number":21,"verse":"Feceruntque filii Israël ut eis mandatum fuerat. Quibus dedit Joseph plaustra, secundum Pharaonis imperium, et cibaria in itinere."},{"number":22,"verse":"Singulis quoque proferri jussit binas stolas : Benjamin vero dedit trecentos argenteos cum quinque stolis optimis :"},{"number":23,"verse":"tantumdem pecuniæ et vestium mittens patri suo, addens et asinos decem, qui subveherent ex omnibus divitiis Ægypti, et totidem asinas, triticum in itinere, panesque portantes."},{"number":24,"verse":"Dimisit ergo fratres suos, et proficiscentibus ait : Ne irascamini in via."},{"number":25,"verse":"Qui ascendentes ex Ægypto, venerunt in terram Chanaan ad patrem suum Jacob."},{"number":26,"verse":"Et nuntiaverunt ei, dicentes : Joseph filius tuus vivit : et ipse dominatur in omni terra Ægypti. Quo audito Jacob, quasi de gravi somno evigilans, tamen non credebat eis."},{"number":27,"verse":"Illi e contra referebant omnem ordinem rei. Cumque vidisset plaustra et universa quæ miserat, revixit spiritus ejus,"},{"number":28,"verse":"et ait : Sufficit mihi si adhuc Joseph filius meus vivit : vadam, et videbo illum antequam moriar."}]}