{"bibleAbbr":"ERV2006","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"Samuel Goes to Bethlehem The LORD said to Samuel, “How long will you feel sorry for Saul? I have rejected him as king of Israel. Fill your horn (horn An animal’s horn is hollow and often used like a bottle.) with oil and go to Bethlehem. I am sending you to Jesse who lives in Bethlehem, because I have chosen one of his sons to be the new king.”"},{"number":2,"verse":"But Samuel said, “If I go, Saul will hear the news and try to kill me.” The LORD said, “Go to Bethlehem. Take a young calf with you and tell them, ‘I have come to make a sacrifice to the LORD.’"},{"number":3,"verse":"Invite Jesse to the sacrifice. Then I will show you what to do. You must anoint the person I show you.”"},{"number":4,"verse":"Samuel did what the LORD told him to do and went to Bethlehem. The elders of Bethlehem shook with fear. They met Samuel and asked, “Do you come in peace?”"},{"number":5,"verse":"Samuel answered, “Yes, I come in peace. I come to make a sacrifice to the LORD. Prepare yourselves and come to the sacrifice with me.” Samuel prepared Jesse and his sons. Then he invited them to come and share the sacrifice."},{"number":6,"verse":"When Jesse and his sons arrived, Samuel saw Eliab and thought, “Surely this is the man who the LORD has chosen.”"},{"number":7,"verse":"But the LORD said to Samuel, “Eliab is tall and handsome, but don’t judge by things like that. God doesn’t look at what people see. People judge by what is on the outside, but the LORD looks at the heart. Eliab is not the right man.”"},{"number":8,"verse":"Then Jesse called his second son, Abinadab. Abinadab walked by Samuel. But Samuel said, “No, this is not the man who the LORD chose.”"},{"number":9,"verse":"Then Jesse told Shammah to walk by Samuel. But Samuel said, “No, the LORD did not choose this man, either.”"},{"number":10,"verse":"Jesse showed seven of his sons to Samuel. But Samuel said to Jesse, “The LORD has not chosen any of these men.”"},{"number":11,"verse":"Then he asked Jesse, “Are these all the sons you have?” Jesse answered, “No, I have another son—my youngest, but he is out taking care of the sheep.” Samuel said, “Send for him. Bring him here. We won’t sit down to eat until he arrives.”"},{"number":12,"verse":"Jesse sent someone to get his youngest son. This son was a good-looking, healthy (healthy The Hebrew word means “red,” “ruddy,” or “red-haired.”) young man. He was very handsome. The LORD said to Samuel, “Get up and anoint him. He is the one.”"},{"number":13,"verse":"Samuel took the horn with the oil in it, and poured the special oil on Jesse’s youngest son in front of his brothers. The Spirit of the LORD came on David with great power from that day on. Then Samuel went back home to Ramah."},{"number":14,"verse":"An Evil Spirit Bothers Saul The LORD’s Spirit left Saul. Then the LORD sent an evil spirit to Saul that caused him much trouble."},{"number":15,"verse":"Saul’s servants said to him, “An evil spirit from God is bothering you."},{"number":16,"verse":"Give us the command and we will look for someone who can play the harp. If the evil spirit from God comes on you, this person will play music for you. Then you will feel better.”"},{"number":17,"verse":"So Saul said to his servants, “Find someone who plays music well and bring him to me.”"},{"number":18,"verse":"One of the servants said, “There is a man named Jesse living in Bethlehem. I saw Jesse’s son. He knows how to play the harp. He is also a brave man and fights well. He is smart and handsome, and the LORD is with him.”"},{"number":19,"verse":"So Saul sent messengers to Jesse. They told Jesse, “You have a son named David. He takes care of your sheep. Send him to me.”"},{"number":20,"verse":"So Jesse got some things as a gift for Saul. Jesse got a donkey, some bread and a leather bag full of wine, and a young goat. He gave them to David and sent him to Saul."},{"number":21,"verse":"So David went to Saul and stood in front of him. Saul loved David very much. David became the helper who carried Saul’s weapons."},{"number":22,"verse":"Saul sent a message to Jesse. “Let David stay and serve me. I like him very much.”"},{"number":23,"verse":"Any time the evil spirit from God came on Saul, David would take his harp and play it. The evil spirit would leave Saul and he would begin to feel better."}]}