{"bibleAbbr":"ERV2006","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":31,"verses":[{"number":1,"verse":"The Death of Saul Meanwhile, the Philistines fought against the Israelites, and the Israelites ran from them. There were many dead bodies that fell at Mount Gilboa."},{"number":2,"verse":"The Philistines fought hard against Saul and his sons. They killed Jonathan, Abinadab, and Malki Shua."},{"number":3,"verse":"The battle grew even more intense around Saul. The archers closed in on Saul and wounded him with many arrows."},{"number":4,"verse":"Saul told the boy who carried his armor, “Take your sword and kill me or else these foreigners will do it and torment me as well!” But Saul’s helper was afraid and refused to kill him. So Saul took out his own sword and fell on it."},{"number":5,"verse":"When the helper saw that Saul was dead, he took out his own sword, fell on it, and died there with Saul."},{"number":6,"verse":"So Saul, his three sons, and the boy who carried his armor all died together that day."},{"number":7,"verse":"The Philistines Rejoice at Saul’s Death The Israelites who lived on the other side of the valley saw the Israelite army running away. They saw that Saul and his sons were dead, so they left their cities and ran away. Then the Philistines came and lived in their cities."},{"number":8,"verse":"The next day, the Philistines went back to take things from the dead bodies. They found Saul and his three sons dead on Mount Gilboa."},{"number":9,"verse":"The Philistines cut off Saul’s head and took all his armor. They carried the news to the Philistines and to all the temples of their idols."},{"number":10,"verse":"They put Saul’s armor in the temple of Ashtoreth. The Philistines also hung Saul’s body on the wall of Beth Shan. (Beth Shan Or possibly, “Beth Shean.” Also in verse 12.)"},{"number":11,"verse":"The people living in Jabesh Gilead heard what the Philistines did to Saul."},{"number":12,"verse":"So all the soldiers of Jabesh went to Beth Shan. They marched all night, went to the wall of Beth Shan, and took down the bodies of Saul and his sons. Then they carried them to Jabesh. There the people of Jabesh burned the bodies of Saul and his three sons."},{"number":13,"verse":"Later, they buried the bones of Saul and his three sons under the big tree in Jabesh. Then the people of Jabesh showed their sadness—they did not eat for seven days."}]}