{"bibleAbbr":"LXX2012","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"And Elisaie spoke to the woman, whose son he had (The Gr. signifies, to rekindle a fire. ) restored to life, saying, Arise, and go you and your house, and sojourn wherever you may sojourn: for the Lord has called for a famine upon the land; indeed it is come upon the land for seven years."},{"number":2,"verse":"And the woman arose, and did according to the word of Elisaie, both she and her house; and they sojourned in the land of the Philistines seven years."},{"number":3,"verse":"And it came to pass after the expiration of the seven years, that the woman returned out of the land of the Philistines to the city; and came to cry to the king for her house and for her lands."},{"number":4,"verse":"And the king spoke to Giezi the servant of Elisaie the man of God, saying, Tell me, I pray you, all the great things which Elisaie has done."},{"number":5,"verse":"And it came to pass, as he was telling the king how he had restored to life the dead son, behold, the woman whose son Elisaie restored to life came crying to the king for her house and for her lands. And Giezi said, My lord, O king, this is the woman, and this is her son, whom Elisaie restored to life."},{"number":6,"verse":"And the king asked the woman, and she told him: and the king appointed her a eunuch, saying, Restore all that was hers, and all the fruits of the field from the day that she left the land until now."},{"number":7,"verse":"And Elisaie came to Damascus; and the king of Syria the son of Ader was ill, and they brought him word, saying, The man of God is come here."},{"number":8,"verse":"And the king said to Azael, Take in your hand (The Gr. retains the Heb. word. ) a present, and go to meet the man of God, and enquire of the Lord by him, saying, Shall I (Gr. live? ) recover of this my disease?"},{"number":9,"verse":"And Azael went to meet him, and he took a present in his hand, and all the good things of Damascus, forty camels' load, and came and stood before him, and said to Elisaie, Your son the son of Ader, the king of Syria, has sent me to you to enquire, saying, Shall I recover of this my disease?"},{"number":10,"verse":"And Elisaie said, Go, say, You shall certainly live; yet the Lord has showed me that (Complut. and Ald. ἀποθανεῖται. ) you shall surely die."},{"number":11,"verse":"And he stood before him, and fixed his countenance till he was ashamed: and the man of God wept."},{"number":12,"verse":"And Azael said, Why does my lord weep? And he said, Because I know all the evil that you will do to the children of Israel: you will (Gr. send away. ) utterly destroy their strong holds with fire, and you will kill their choice men with the sword, and you will dash their infants against the ground, and their women with child you will rip up."},{"number":13,"verse":"And Azael said, Who is your servant? a dead dog, that he (Gr. shall. ) should do this thing? And Elisaie said, The Lord has shown me you ruling over Syria."},{"number":14,"verse":"And he departed from Elisaie, and went in to his lord; and he said to him, What said Elisaie to you? and he said, He said to me, You shall surely live."},{"number":15,"verse":"And it came to pass on the next day that he took a (The Gr. is from the Heb. rug or quilt, etc. ) thick cloth, and dipped it in water, and put it on his face, and he died: and Azael reigned in his stead."},{"number":16,"verse":"In the fifth year (Gr. to. ) of Joram son of Achaab king of Israel, and while Josaphat was king of Juda, Joram the son of Josaphat king of Juda (Gr. reigned. ) began to reign."},{"number":17,"verse":"(Gr. a son of 32 years in his reigning. ) Thirty and two years old was he when he began to reign, and he reigned eight years in Jerusalem."},{"number":18,"verse":"And he walked in the way of the kings of Israel, as did the house of Achaab; for the daughter of Achaab was his wife: and he did that which was evil in the sight of the Lord."},{"number":19,"verse":"But the Lord would not destroy Juda for David his servant's sake, as he said he would give a light to him and to his sons continually."},{"number":20,"verse":"In his days Edom revolted from under the hand of Juda, and they made a king over (Gr. himself. ) themselves."},{"number":21,"verse":"And Joram went up to Sior, and all the chariots that were with him: and it came to pass after he had arisen, that he struck Edom who compassed him about, and the captains of the chariots; and the people fled to their tents."},{"number":22,"verse":"Yet Edom revolted from under the hand of Juda till this day. Then Lobna revolted at that time."},{"number":23,"verse":"And the rest of the acts of Joram, and all that he did, behold, are not these written in the book of the chronicles of the kings of Juda?"},{"number":24,"verse":"So Joram slept with his fathers, and was buried with his fathers in the city of his father David: and Ochozias his son reigned in his stead."},{"number":25,"verse":"In the twelfth year (Gr. to. ) of Joram son of Achaab king of Israel, Ochozias son of Joram (Gr. reigned. ) began to reign."},{"number":26,"verse":"(Gr. a son of 22 years in his reigning. ) Twenty and two years old was Ochozias when he began to reign, and he reigned one year in Jerusalem: and the name of his mother was Gotholia, daughter of Ambri king of Israel."},{"number":27,"verse":"And he walked in the way of the house of Achaab, and did that which was evil in the sight of the Lord, as did the house of Achaab."},{"number":28,"verse":"And he went with Joram the son of Achaab to war (Gr. with. ) against Azael king of (The Gr. word ἀλλοφύλοι is almost always applied elsewhere to the Philistines. ) the Syrians in Remmoth Galaad; and the Syrians wounded Joram."},{"number":29,"verse":"And king Joram returned to be healed in Jezrael of the wounds with which they wounded him in Remmoth, when he fought with Azael king of Syria. And Ochozias son of Joram went down to see Joram the son of Achaab in Jezrael, because he was sick."}]}