{"bibleAbbr":"orOV2014","bookName":"ହବକ୍କୂକ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"( ହବକ୍କୂକଙ୍କ ପ୍ରାର୍ଥନା) ହବକ୍କୂକ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପ୍ରାର୍ଥନା । ସ୍ଵର-ଶିଗୀୟୋନତ୍ ।"},{"number":2,"verse":"ହେ ସଦାପ୍ରଭୁ, ମୁଁ ତୁମ୍ଭ ବିଷୟକ ବାର୍ତ୍ତା ଶୁଣି ଭୀତ ଅଛି; ହେ ସଦାପ୍ରଭୁ, ବର୍ଷମାନର ମଧ୍ୟରେ ଆପଣା କର୍ମ ସଜୀବ କର, ବର୍ଷମାନର ମଧ୍ୟରେ ତାହା ଜ୍ଞାତ କରାଅ; କୋପ ସମୟରେ ଦୟା ସ୍ମରଣ କର ।"},{"number":3,"verse":"ପରମେଶ୍ଵର ତୈମନରୁ ଆସିଲେ ଓ ଯେ ଧର୍ମମୟ, ସେ ପାରଣ ପର୍ବତରୁ ଆସିଲେ । ସେଲା । ତାହାଙ୍କର ପ୍ରତାପ ଆକାଶମଣ୍ତଳକୁ ଆଚ୍ଛନ୍ନ କଲା, ଆଉ ପୃଥିବୀ ତାହାଙ୍କ ପ୍ରଶଂସାରେ ପରିପୂର୍ଣ୍ଣ ହେଲା ।"},{"number":4,"verse":"ପୁଣି, ତାହାଙ୍କର ତେଜ ଦୀପ୍ତି ତୁଲ୍ୟ ହେଲା; ତାହାଙ୍କ ହସ୍ତରୁ କିରଣ ନିର୍ଗତ ହେଲା; ଆଉ, ସେ ସ୍ଥାନ ତାହାଙ୍କ ପରାକ୍ରମର ଅନ୍ତରାଳ ।"},{"number":5,"verse":"ତାହାଙ୍କ ଆଗେ ଆଗେ ମହାମାରୀ ଗମନ କଲା, ଆଉ ତାହାଙ୍କ ପଦ-ଚିହ୍ନରୁ ଅଗ୍ନିବାଣ ନିର୍ଗତ ହେଲା ।"},{"number":6,"verse":"ସେ ଠିଆ ହୋଇ ପୃଥିବୀର ପରିମାଣ କଲେ । ସେ ଦୃଷ୍ଟିପାତ କରି ଗୋଷ୍ଠୀଗଣକୁ ଭିନ୍ନଭିନ୍ନ କରି ତଡ଼ି ଦେଲେ; ଆଉ, ଚିରସ୍ଥାୟୀ ପର୍ବତଗଣ ଛିନ୍ନଭିନ୍ନ କରାଗଲେ, ନିତ୍ୟସ୍ଥାୟୀ ଉପପର୍ବତଗଣ ନତ ହେଲେ; ତାହାଙ୍କର ଗତି ପୁରାତନ କାଳର ଗତି ତୁଲ୍ୟ ଥିଲା ।"},{"number":7,"verse":"ମୁଁ କୂଶନର ତମ୍ଵୁସକଳକୁ କ୍ଳେଶରେ ଥିବାର ଦେଖିଲି; ମିଦୀୟନ ଦେଶର ଯବନିକାସକଳ କମ୍ପିତ ହେଲା ।"},{"number":8,"verse":"ସଦାପ୍ରଭୁ କି ନଦ-ନଦୀ ପ୍ରତି ଅସନ୍ତୁଷ୍ଟ ହେଲେ ? ତୁମ୍ଭର କ୍ରୋଧ କି ନଦ-ନଦୀର ଉପରେ ବର୍ତ୍ତିଲା, ଅବା ତୁମ୍ଭର କୋପ କି ସମୁଦ୍ରର ଉପରେ ବର୍ତ୍ତିଲା ଯେ, ତୁମ୍ଭେ ଆପଣା ଅଶ୍ଵଗଣର ଉପରେ, ଆପଣା ତ୍ରାଣସ୍ଵରୂପ ରଥସମୂହରେ ଆରୋହଣ କଲ ?"},{"number":9,"verse":"ତୁମ୍ଭର ଧନୁ ଅନାବୃତ ହେଲା; ଗୋଷ୍ଠୀଗଣର ପ୍ରତି ଶପଥ ସ୍ଥିରୀକୃତ ବାକ୍ୟ ହେଲା । ସେଲା । ତୁମ୍ଭେ ନଦ-ନଦୀ ଦ୍ଵାରା ପୃଥିବୀକି ବିଦୀର୍ଣ୍ଣ କଲ ।"},{"number":10,"verse":"ପର୍ବତଗଣ ତୁମ୍ଭଙ୍କୁ ଦେଖି ଭୀତ ହେଲେ; ପ୍ରଚଣ୍ତ ଜଳରାଶି ବହିଗଲା; ବାରିଧି ଆପଣା ରବ ଶୁଣାଇଲା ଓ ଆପଣା ହସ୍ତ ଉଚ୍ଚକୁ ଉଠାଇଲା ।"},{"number":11,"verse":"ତୁମ୍ଭର ବାଣସ୍ଵରୂପ ଦୀପ୍ତିର ଗତିରେ, ତୁମ୍ଭର ଝଲମଲ ବର୍ଚ୍ଛାର ତେଜରେ ସୂର୍ଯ୍ୟ ଓ ଚନ୍ଦ୍ର ଆପଣା ଆପଣା ବାସସ୍ଥାନରେ ସ୍ଥଗିତ ହୋଇ ରହିଲେ ।"},{"number":12,"verse":"ତୁମ୍ଭେ କୋପରେ ପୃଥିବୀ ମଧ୍ୟଦେଇ ବିଜେ କଲ । ତୁମ୍ଭେ କ୍ରୋଧରେ ଗୋଷ୍ଠୀଗଣକୁ (ଶସ୍ୟ ପରି) ମର୍ଦ୍ଦନ କଲ ।"},{"number":13,"verse":"ତୁମ୍ଭେ ଆପଣା ଲୋକମାନଙ୍କର ପରିତ୍ରାଣ ନିମନ୍ତେ, ଆପଣା ଅଭିଷେକୀର ପରିତ୍ରାଣ ନିମନ୍ତେ ବିଜେ କଲ । ତୁମ୍ଭେ ଦୁଷ୍ଟର ଗୃହରୁ ମସ୍ତକ ଚୂର୍ଣ୍ଣ କଲ, ତୁମ୍ଭେ କଣ୍ଠସରିକି ମୂଳଦୁଆ ଅନାବୃତ କଲ । ସେଲା ।"},{"number":14,"verse":"ତୁମ୍ଭେ ତାହାର ନିଜ ଯଷ୍ଟି ଦ୍ଵାରା ତାହାର ଯୋଦ୍ଧା-ମାନଙ୍କର ମସ୍ତକ ବିଦ୍ଧ କଲ : ସେମାନେ ମୋତେ ଛିନ୍ନଭିନ୍ନ କରିବା ପାଇଁ ଘୂର୍ଣ୍ଣବାୟୁର ନ୍ୟାୟ ଆସିଲେ; ଦରିଦ୍ରକୁ ଗୋପନରେ ଗ୍ରାସ କରିବା ପାଇଁ ସେମାନଙ୍କର ଆନନ୍ଦ ଥିଲା ।"},{"number":15,"verse":"ତୁମ୍ଭେ ଆପଣା ଅଶ୍ଵଗଣ ଦ୍ଵାରା ସମୁଦ୍ରକୁ, ମହାଜଳରାଶିକୁ ଦଳି ପକାଇଲ ।"},{"number":16,"verse":"ମୁଁ ଶୁଣିଲି ଓ ମୋʼ ଉଦର କମ୍ପିଲା, ସେହି ରବରେ ମୋର ଓଷ୍ଠାଧର ଥର ଥର ହେଲା; ମୋʼ ଅସ୍ଥିସକଳରେ ପଚାଭାବ ପ୍ରବେଶ କଲା ଓ ମୁଁ ସ୍ଵସ୍ଥାନରେ କମ୍ପିତ ହେଲି; ତହିଁରେ ଯେଉଁମାନେ ସୈନ୍ୟଦଳ ଘେନି ତାହାକୁ ଆକ୍ରମଣ କରିବାକୁ ଆସିବେ, ସେହି ଲୋକମାନଙ୍କ ବିରୁଦ୍ଧରେ ଯେତେବେଳେ ଦିନ ଆସିବ, ସେତେବେଳେ ସେହି ସଙ୍କଟ ଦିନରେ ମୋତେ ବିଶ୍ରାମ କରିବାକୁ ହେବ ।"},{"number":17,"verse":"( ହବକ୍କୂକ ପରମେଶ୍ଵରଙ୍କଠାରେ ଉଲ୍ଲସିତ) କାରଣ ଯଦ୍ୟପି ଡିମିରି ବୃକ୍ଷ ପୁଷ୍ପିତ ନୋହିବ, କିଅବା ଦ୍ରାକ୍ଷାଲତାରେ ଫଳ ନ ଧରିବ; ଜୀତବୃକ୍ଷ ଫଳ ନ ଫଳିବ ଓ କ୍ଷେତ୍ର ଖାଦ୍ୟଦ୍ରବ୍ୟ ଉତ୍ପନ୍ନ ନ କରିବ; ଖୁଆଡ଼ରୁ ମେଷପଲ ଉଚ୍ଛିନ୍ନ ହେବ, ଆଉ ଗୋଠରେ ଗୋରୁପଲ ନ ଥିବ;"},{"number":18,"verse":"ତଥାପି ମୁଁ ସଦାପ୍ରଭୁଙ୍କଠାରେ ଆନନ୍ଦ କରିବି । ମୁଁ ଆପଣା ତ୍ରାଣର ପରମେଶ୍ଵରଙ୍କଠାରେ ଉଲ୍ଲାସ କରିବି ।"},{"number":19,"verse":"ପ୍ରଭୁ ସଦାପ୍ରଭୁ ମୋର ବଳସ୍ଵରୂପ ଓ ସେ ମୋର ଚରଣ ହରିଣୀର ଚରଣ ସଦୃଶ କରନ୍ତି, ପୁଣି ମୋର ଉଚ୍ଚସ୍ଥଳୀରେ ମୋତେ ଗମନ କରାଇବେ । ମୋର ତାରଯୁକ୍ତ ଯନ୍ତ୍ରରେ ପ୍ରଧାନ ବାଦ୍ୟକର ନିମନ୍ତେ ।"}]}