{"bibleAbbr":"teERV1997","bookName":"యెహోషువ","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"( యూదా వంశీయులకు భూమి) యూదాకు ఇవ్వబడిన భూమి ఒక్కో కుటుంబానికి పంచబడింది. ఆ భూమి ఎదోము సరిహద్దు వరకు, దక్షిణాన తేమాను చివర సీను అరణ్యం వరకు ఉంది."},{"number":2,"verse":"యూదా భూమికి దక్షిణ సరిహద్దు, మృత సముద్రం దక్షిణ కొనలో మొదలవుతుంది."},{"number":3,"verse":"దాని సరిహద్దు దక్షిణాన తేలు కనుమ వరకు పోయి సీనువరకు కొనసాగింది. దక్షిణాన కాదేషు బర్నేయ వరకు సరిహద్దు విస్తరించింది. హెస్రోను దాటి అద్దారు వరకు సరిహద్దు విస్తరించింది. అద్దారునుండి సరిహద్దు మలుపు తిరిగి కర్క వరకు విస్తరించింది."},{"number":4,"verse":"అస్మోను, ఈజిప్టు ఏరు, మధ్యధరా సముద్రం వరకు సరిహద్దు విస్తరించింది. ఆ భూమి అంతా వారి దక్షిణ సరిహద్దు."},{"number":5,"verse":"ఉప్పు సముద్రం నుండి, యొర్దాను నది సముద్రంలో పడే ప్రాంతం వరకు తూర్పు సరిహద్దు. యొర్దాను నది ఉప్పు సముద్రంలో పడే ప్రాంతంలో ఉత్తర సరిహద్దు మొదలవుతుంది."},{"number":6,"verse":"ఉత్తర సరిహద్దు బేత్హోగ్లా వరకు విస్తరించి, ఉత్తరాన బేత్ అరాబావరకు కొనసాగింది. ఆ సరిహద్దు బోహను బండవరకు వ్యాపించింది. (రూబేను కుమారుడు బోహను)"},{"number":7,"verse":"ఆ తర్వాత ఉత్తర సరిహద్దు ఆకోరు లోయలోనుండి దెబీరు వరకు కొనసాగింది. అక్కడ ఆ సరిహద్దు ఉత్తరానికి, తిరిగి గిల్గాలు వరకు వ్యాపించింది. అదుమ్మీము పర్వతాల మధ్యగా పోయే మార్గం మీద ఉంది గిల్గాలు. అది ఏటికి దక్షిణాన ఉంది. ఎన్షెమెషు నీళ్ల వరకు సరిహద్దు వ్యాపించింది. ఎన్రోగెలు దగ్గర సరిహద్దు నిలిచిపోయింది."},{"number":8,"verse":"తర్వాత యెబూసు పట్టణానికి దక్షిణాన ఉన్న బెన్హిన్నోము లోయగుండా ఆ సరిహద్దు కొనసాగింది. (ఆ యెబూసు పట్టణం పేరు యెరూషలేము) అక్కడ సరిహద్దు కొండ శిఖరం మీదుగా హిన్నోము లోయకు పశ్చిమంగా వెళ్లింది. ఇది రెఫాయిము లోయకు ఉత్తరపు అంచున ఉంది."},{"number":9,"verse":"అక్కడ నుండి ఆ సరిహద్దు నెప్తోయ నీళ్ల ఊటవరకు కొనసాగింది. తర్వాత ఆ సరిహద్దు ఎఫ్రోను కొండ సమీపంలో గల పట్టణాలకు పోయింది. ఆ స్థలంలో ఆ సరిహద్దు మళ్లుకొని బాలాకు పోయింది. (బాలా కిర్యత్ యారీం అనికూడ పిలువబడింది)"},{"number":10,"verse":"బాలావద్ద సరిహద్దు పశ్చిమంగా మళ్లుకొని శేయీరు కొండ దేశానికి పోయింది. ఆ సరిహద్దు యారీం కొండకు (కెసలోము అని కూడ పిలువబడింది) ఉత్తర దిశగా కొనసాగి బెత్షెమెషు వరకు కొనసాగింది. అక్కడ్నుండి ఆ సరిహద్దు తిమ్నాదాటిపోయింది."},{"number":11,"verse":"అప్పుడు ఆ సరిహద్దు ఎక్రోనుకు ఉత్తరాన ఉన్న కొండకు చేరింది. ఆ చోటనుండి ఆ సరిహద్దు షికెరానుకు మరలి బాలా కొండను దాటిపోయింది. ఆ సరిహద్దు యబ్నేలువరకు కొనసాగి మధ్యధరా సముద్రం దగ్గర ముగిసింది."},{"number":12,"verse":"యూదా దేశానికి పశ్చిమ సరిహద్దు మధ్యధరా సముద్రం. కనుక యూదా దేశం ఈ నాలుగు సరిహద్దుల లోపల ఉంది. యూదా కుటుంబాలు ఈ దేశంలో నివసించాయి."},{"number":13,"verse":"యెపున్నె కుమారుడైన కాలేబుకు యూదా దేశంలో భాగం ఇవ్వాల్సిందిగా యెహోషువను యెహోవా ఆజ్ఞాపించాడు. కనుక దేవుడు ఆజ్ఞాపించిన భూమిని కాలేబుకు యెహోషువ ఇచ్చాడు. హెబ్రోను అనికూడ పిలువబడిన కిర్యత్ అర్బ పట్టణాన్ని యెహోషువ అతనికి ఇచ్చాడు (అనాకు తండ్రి అర్బ)"},{"number":14,"verse":"హెబ్రోనులో నివాసం ఉన్న అనాకీ వంశాలు మూడింటిని కాలేబు వెళ్లగొట్టేసాడు. అవి శాషాయి, అహీమాను, తల్మయి వంశాలు. వారు అనాకు కుటుంబంవారు."},{"number":15,"verse":"తర్వాత దెబీరులో నివసిస్తున్న ప్రజల మీద కాలేబు యుద్ధం చేసాడు. (గతంలో దెబీరును కిర్యత్ సెఫెర్ అనికూడ పిలిచేవాళ్లు)"},{"number":16,"verse":"“కిర్యత్ సెఫెర్ మీద దాడి చేసి, ఆ పట్టణాన్ని ఓడించే మగవాడెవడో అతడు నా కుమార్తె అక్సాను పెళ్లాడవచ్చు. అతనికి నా కూతుర్ని బహుమానంగా ఇస్తాను” అన్నాడు కాలేబు."},{"number":17,"verse":"కాలేబు సహోదరుడైన కనజు కుమారుడు ఒత్నియేలు ఆ పట్టణాన్ని ఓడించాడు. కనుక కాలేబు తన కుమార్తె అక్సాను ఒత్నియేలుకు భార్యగా ఇచ్చాడు."},{"number":18,"verse":"తన తండ్రి కాలేబు దగ్గర మరికొంత భూమి అడగాలని ఒత్నియేలు అక్సాను ( ఒత్నియేలు అక్సాను అడగటం లేక “అక్సా ఒత్నియేలును అడగటం.”) కోరాడు. (అక్సా తన తండ్రి దగ్గరకు వెళ్లింది.) ఆమె తన గాడిద మీద నుండి దిగగానే “నీకేం కావాలి?” అని కాలేబు ఆమెను అడిగాడు."},{"number":19,"verse":"“నాకు ఒక ఆశీర్వాదం కావాలి ( ఆశీర్వాదం కావాలి లేక “దయచేసి నాకు స్వాగతము పలుకు.” లేక “నాకు నీళ్లున్న ఒక గుంట ఇవ్వు.”) (నీరుగల భూమి నాకు కావాలి). నీవు నాకు నెగెవులో ( నెగెవు యూదాలోని దక్షిణదిశగావున్న ఎడారి ప్రాంతం.) ఇచ్చిన భూమి ఎడారి భూమి. కనుక నీటి ఊటలు గల భూమి నాకు ఇవ్వాలి” అని అక్సా జవాబిచ్చింది. కనుక మెరకలోను పల్లంలోని నీటి ఊటలు గల భూమిని కాలేబు ఆమెకు ఇచ్చాడు."},{"number":20,"verse":"యూదా వంశానికి దేవుడు వాగ్దానం చేసిన భూమి దొరికింది. ఒక్కో కుటుంబానికి ఆ భూమిలో భాగం దొరికింది."},{"number":21,"verse":"నెగెవు దక్షిణాన గల పట్టణాలన్నీ యూదా వంశానికి వచ్చాయి. ఈ పట్టణాలు ఎదోము సరిహద్దు సమీపంగా ఉన్నాయి. ఆ పట్టణాల జాబితా ఇది; కబ్జీలు, ఎదెరు, యగురు,"},{"number":22,"verse":"కీనా, దిమోనా, అదాదా:"},{"number":23,"verse":"కెదేషు, హసోరు, ఇత్నాను"},{"number":24,"verse":"జీపు, తెలెం, బెయలోత్"},{"number":25,"verse":"హసొర్, హదత్తా, కెరియోతు, హెస్రొను (హసోరు అని కూడ పిలువబడుతుంది)"},{"number":26,"verse":"అమాము, షెమ, మొలాదా"},{"number":27,"verse":"హసర్గద్దా, హెష్మొను, బెత్పెలెతు,"},{"number":28,"verse":"హసర్షువలు, బెయెర్షెబ, బిజ్యోత్యా"},{"number":29,"verse":"బాలా, ఇయం, ఎజెము,"},{"number":30,"verse":"ఎల్తోలద్, కెసిల్, హోర్మ,"},{"number":31,"verse":"సిక్లగు, మద్మన్నా, సన్సన్నా,"},{"number":32,"verse":"లెబయొతు, ష్హిలిం, అయిన్ మరియు రిమ్మోన్. మొత్తం మీద 29 పట్టణాలు, వాటి పొలాలు ఉన్నాయి. పడమటి కొండ దిగువల్లోకూడ యూదా వంశం వారికి పట్టణాలు వచ్చాయి. ఆ పట్టణాల జాబితా ఇది:"},{"number":33,"verse":"ఎష్తాయోలు, జొర్యా, అష్నా"},{"number":34,"verse":"జానోహ, ఎన్గన్నీము, తప్పుయ, ఎనాం"},{"number":35,"verse":"యార్ముత్, అదుల్లాము శోకో, అజెకా,"},{"number":36,"verse":"షరాయిం, అదితాయిము, మరియు గెదెరా (గెదెరోతాయిము అనికూడ పిలువబడింది) మొత్తం మీద 14 పట్టణాలు, వాటి పొలాలు."},{"number":37,"verse":"యూదా వంశంవారికి ఇవ్వబడిన పట్టణాలు సెనాము, హదష, మిగ్దల్గాదు,"},{"number":38,"verse":"దిలాన్, మిస్సే, యొక్తయెలు"},{"number":39,"verse":"లాకీషు, బొస్కతు, ఎగ్లోను"},{"number":40,"verse":"కబ్బోన్, లహ్మను, కిత్లషు"},{"number":41,"verse":"గెదెరొతు, బెత్దాగొను నయమా, మరియు మక్కెదా. మొత్తంమీద 16 పట్టణాలు మరియు వాటి పొలాలు."},{"number":42,"verse":"యూదా ప్రజలకు లభించిన ఇతర పట్టణాలు: లిబ్నా, ఎతెరు, అషను,"},{"number":43,"verse":"ఇప్తా, అష్న, నెజిబు"},{"number":44,"verse":"కెయిలా, అక్జీబు, మారేషా. మొత్తంమీద 9 పట్టణాలు మరియు వాటి పొలాలు."},{"number":45,"verse":"ఎక్రోను పట్టణం, దాని సమీపంలో గల అన్ని చిన్న పట్టణాలు, పొలాలు యూదా ప్రజలకే దొరికాయి."},{"number":46,"verse":"ఎక్రోనుకు పశ్చిమాన గల ప్రాంతం, అష్డోదుకు సమీపంలో ఉన్న పట్టణాలు, పొలాలు అన్నీ కూడా వారికి లభించాయి."},{"number":47,"verse":"అష్డోదు చుట్టూ ఉన్న ప్రాంతం అంతాను, అక్కడి చిన్న పట్టణాలు యూదా దేశంలో భాగమే. గాజా చుట్టూ ఉన్న ప్రాంతం, పొలాలు, పట్టణాలు కూడా యూదా ప్రజలకే వచ్చాయి. ఈజిప్టు నదివరకు వారి దేశం విస్తరించింది. మరియు వారిదేశం మధ్యధరా సముద్ర తీరం వెంబడి విస్తరించింది."},{"number":48,"verse":"కొండ దేశంలోకూడా యూదా ప్రజలకు పట్టణాలు ఇవ్వబడ్డాయి. ఆ పట్టణాల జాబితా ఇది: షామిరు, యత్తిరు, శాకొ,"},{"number":49,"verse":"దన్నా, కిర్యత్ సన్నా, (దెబిర్ అనికూడ పిలువబడింది)"},{"number":50,"verse":"అనబు, ఎష్తెమో, అనీం"},{"number":51,"verse":"గోషెను, హలొను, మరియు గిలో. మొత్తం మీద 11 పట్టణాలు మరియు వాటి పొలాలు."},{"number":52,"verse":"యూదా ప్రజలకు ఈ పట్టణాలు కూడ ఇవ్వబడ్డాయి: అరబు, దూమా, ఎషాను,"},{"number":53,"verse":"యనీము, బెత్ తప్పుయా, అఫెకా,"},{"number":54,"verse":"హుమతా, కిర్యత్ అర్బ (హెబ్రోను అని కూడ పిలువబడింది) మరియు సీయోరు. 9 పట్టణాలు, వాటి పొలాలు ఉన్నాయి."},{"number":55,"verse":"ప్రజలకు ఈ పట్టణాలు కూడా ఇవ్వబడ్డాయి: మయోను, కర్మెలు, జీపు, యుట్ట,"},{"number":56,"verse":"యెజ్రెయేలు, యొకెదియము, జనోవా"},{"number":57,"verse":"కయిను, గిబియ మరియు తిమ్నా మొత్తం మీద 10 పట్టణాలు మరియు వాటి పొలాలు."},{"number":58,"verse":"యూదా ప్రజలకు ఈ పట్టణాలు కూడా ఇవ్వ బడ్డాయి: హల్హులు, బెత్జూరు, గెదొరు,"},{"number":59,"verse":"మారాతు, బెత్అనొతు మరియు ఎల్తెకొను. మొత్తం మీద అవి 6 పట్టణాలు మరియు వాటి పొలాలు."},{"number":60,"verse":"రబ్బ, కిర్యత్బెతు (కిర్యత్యారీం అనికూడా పిలువ బడుతుంది) రెండు పట్టణాలు కూడ యూద ప్రజలకు ఇవ్వబడ్డాయి."},{"number":61,"verse":"యూదా ప్రజలకు ఎడారి పట్టణాలు యివ్వబడ్డాయి. ఆ పట్టణాల జాబితా ఇది: బెత్ అరాబా, మిద్దిను, సెకాకా"},{"number":62,"verse":"నిబ్షాను, ఉప్పు పట్టణం, మరియు ఎన్గేది. మొత్తం మీద 6 పట్టణాలు మరియు వాటి పొలాలు."},{"number":63,"verse":"యెరుషలేములో నివసిస్తున్న యెబూసీ ప్రజలను యూదా సైన్యం బయటకు వెళ్లగొట్ట లేక పోయింది. కనుక యెరుషలేములోని యూదా ప్రజల మధ్య యెబూసీ ప్రజలు నేటికీ ఇంకా నివసిస్తూనే ఉన్నారు."}]}