{"bibleAbbr":"teERV1997","bookName":"యెహోషువ","bookEnglishName":"Joshua","chapterNumber":17,"verses":[{"number":1,"verse":"తర్వాత మనష్షే వంశానికి భూమి ఇవ్వబడింది. యోసేపు మొదటి కుమారుడు మనష్షే. మనష్షే మొదటి కుమారుడు మాకీరు, ఇతడు గిలాదు తండ్రి. ( గిలాదు తండ్రి లేక “గిలాదు ప్రాంతముల నాయకుడు.”) మాకీరు గొప్ప వీరుడు, కనుక గిలాదు, బాషాను ప్రాంతాలు మాకీరు వంశానికి ఇవ్వబడ్డాయి"},{"number":2,"verse":"మనష్షే వంశంలోని ఇతర కుటుంబాలకు కూడా భూమి యివ్వబడింది. ఆ కుటుంబాలు అబియెజెరు, హెలెకు, అజ్రియెలు, షెకెము, హెఫెరు, షెమిద. యోసేపు కుమారుడగు మనష్షే మిగిలిన కుమారులు వీరంతాను. ఈ మనుష్యుల కుటుంబాలకు కూడ కొంత భూమి లభించింది."},{"number":3,"verse":"హెపెరు కుమారుడు సెలోపెహాదు. గిలాదు కుమారుడు హెపెరు. గిలాదు మాకీరు కుమారుడు, మాకీరు మనష్షే కుమారుడు. కానీ సెలోపెహాదుకు కుమారులు లేరు. అతనికి ఐదుగురు కుమార్తెలు ఉన్నారు. ఆ కుమార్తెల పేర్లు మహల, నోయ, హోగ్ల, మీల్కా, తిర్సా."},{"number":4,"verse":"యాజకుడైన ఎలియాజరు, నూను కుమారుడైన యెహోషువ ఇశ్రాయేలు నాయకులందరి దగ్గరకు ఆ కుమార్తెలు వెళ్లారు. “మగవారికి ఇచ్చినట్టే మాకూ భూమి ఇవ్వాలని మోషేతో యెహోవా చెప్పాడు” అన్నారు ఆ కుమార్తెలు. కనుక ఎలియాజరు యెహోవాకు విధేయుడై, ఆ కుమార్తెలకు కొంత భూమి యిచ్చాడు. కనుక కుమారులవలెనే ఈ కుమార్తెలకుగూడ కొంత భూమి లభించింది."},{"number":5,"verse":"కనుక మనష్షే వంశానికి యొర్దాను నదికి పశ్చిమాన పది ప్రాంతాలు, యొర్దాను నది ఆవలి ప్రక్క గిలాదు, బాషాను అనే మరి రెండు ప్రాంతాలు ఉన్నాయి."},{"number":6,"verse":"మనష్షే కుమార్తెలకు గూడ కుమారులవలెనే భూమి లభించింది. మనష్షే మిగిలిన కుటుంబాలకు గిలాదు దేశం ఇవ్వబడింది."},{"number":7,"verse":"మనష్షే భూములు ఆషేరు, మిక్మెతాతు మధ్య ప్రాంతంలో ఉన్నాయి. ఇది షెకెము దగ్గర సరిహద్దు దక్షిణాన ఎన్తపూయా వరకు వెళ్లింది."},{"number":8,"verse":"తపూయ దేశం మనష్షేకు చెందినదే కాని తపూయ పట్టణం మాత్రం కాదు. తపూయా పట్టణం మనష్షే దేశ సరిహద్దు పక్కగా ఉంది, అది ఎఫ్రాయిము కుమారులకు చెందినది."},{"number":9,"verse":"మనష్షే సరిహద్దు దక్షిణాన కానా ఏటివరకు వ్యాపించింది. ఈ మనష్షే ప్రాంతంలోని పట్టణాలు ఎఫ్రాయిముకు చెందినవి. నదికి ఉత్తరాన ఉంది మనష్షే సరిహద్దు మరియు అది పశ్చిమాన సముద్రం వరకు విస్తరించింది."},{"number":10,"verse":"దక్షిణ దేశం ఎఫ్రాయిముకు చెందినది. ఉత్తర దేశం మనష్షేది. మధ్యధరా సముద్రం పడమటి సరిహద్దు. ఆ సరిహద్దు ఉత్తరాన ఆషేరు దేశాన్ని, తూర్పున ఇశ్శాఖారు దేశాన్ని తాకుతుంది."},{"number":11,"verse":"ఇశ్శాఖారు, ఆషేరు ప్రాంతంలో బెత్షియాను, దాని తాలూకు చిన్న పట్టణాలు, ఇబ్లెయాము, దాని తాలుకు చిన్న పట్టణాలు మనష్షే స్వంతం. దోరు పట్టణంలో, దాని తాలూకు చిన్న పట్టణాల్లో, ఎన్దోరు పట్టణంలో దాని తాలూకు చిన్న పట్టణాల్లో నివసించే ప్రజలంతా మనష్షే స్వంతం. తానాకు, దాని చిన్న పట్టణాల్లో, మెగిద్దో, దాని చిన్న పట్టణాల్లో, నాఫోతు మూడు పట్టణాల్లో నివసించే ప్రజలంతా మనష్షే స్వంతం."},{"number":12,"verse":"మనష్షే ప్రజలు ఆ పట్టణాలను ఓడించలేకపోయారు. కనుక కనానీ ప్రజలు అక్కడనే నివసించటం కొనసాగించారు."},{"number":13,"verse":"అయితే ఇశ్రాయేలు ప్రజలు బలవంతులుగా ఎదిగారు. ఇది జరిగినప్పుడు కనానీ ప్రజలను తమకు బానిసలుగా చేసుకొన్నారు. కానీ ఆ దేశం విడిచి పొమ్మని మాత్రం కనానీ ప్రజలను వారు ఒత్తిడి చేయలేదు."},{"number":14,"verse":"యోసేపు వంశంవారు యెహోషువతో మాట్లాడి “నీవు మాకు ఒక్క ప్రాంతం మాత్రమే ఇచ్చావు. కానీ మేము చాలమందిమి ఉన్నాము. యెహోవా తన ప్రజలకు ఇచ్చిన భూమి అంతటిలో ఒక్క భాగం మాత్రమే మాకు ఎందుకు యిచ్చావు?” అన్నారు."},{"number":15,"verse":"అప్పుడు యెహోషువ, “మీరు గనుక చాలినంతమంది ఉంటే, మీరు కొండ ప్రదేశానికి వెళ్లి, మీకు నివాస స్థలాన్ని చేసుకోండి. ఇది పెరిజ్జీ ప్రజలకు, రెఫాయిము ప్రజలకు చెందిన దేశం. ఇది ఎఫ్రాయిము వారి కొండ ప్రదేశం కాదు. ఎఫ్రాయిము కొండ ప్రదేశం మీకు మరీ చిన్నది అవుతుంది” అని బదులు చెప్పాడు."},{"number":16,"verse":"యోసేపు ప్రజలు, “నిజమే, ఎఫ్రాయిము కొండ దేశం మాకు చాలదు. కానీ కనానీ ప్రజలు నివసిస్తున్న ప్రదేశం ప్రమాదకరమయింది. వారు నైపుణ్యంగల యుద్ధ వీరులు. మరియు బెత్షియనులోను, ఆ ప్రాంతంలోని చిన్న పట్టణాలన్నింటిలోను వారికి బలమైన ఆయుధాలు, ఇనుప రథాలు ఉన్నాయి. పైగా యెజ్రెయేలు లోయలోకూడ వాళ్ళున్నారు” అని చెప్పారు."},{"number":17,"verse":"అప్పుడు యోసేపు కుమారులు ఎఫ్రాయిము, మనష్షే ప్రజలతో యెహోషువ ఇలా చెప్పాడు: “అయితే మీరు చాల విస్తారంగా ఉన్నారు. మీకూ మహాగొప్ప శక్తి ఉంది. మీకు చాల ఎక్కువ భూమిని ఇవ్వాలి."},{"number":18,"verse":"కొండ ప్రదేశం మీదే. అది అడవి అయినా మీరు చెట్లు నరికి మంచి నివాస ప్రదేశంగా దాన్ని మార్చుకోవచ్చు. అది మొత్తం మీ స్వంతం అవుతుంది. కనానీ ప్రజలను మీరు ఆ దేశం నుండి వెళ్లగొట్టివేయాలి. వారికి బలమూ, బలమైన ఆయుధాలూ ఉన్నప్పటికీ మీరు వారిని ఓడించేస్తారు.”"}]}