{"bibleAbbr":"teERV1997","bookName":"యెహోషువ","bookEnglishName":"Joshua","chapterNumber":19,"verses":[{"number":1,"verse":"( షిమ్యోను వంశం వారికి భూమి) అప్పుడు షిమ్యోను వంశంవారికి, ఆ వంశంలో ప్రతి కుటుంబానికీ వారి భూములను యెహోషువ పంచిపెట్టాడు. వారికి లభించిన భూమి యూదాకు చెందిన ప్రాంతం లోపల ఉంది."},{"number":2,"verse":"వారికి లభించిన భూమి యిది; బెయెర్షెబ (షెబ) మోలాదా,"},{"number":3,"verse":"హజర్షువలు, బాలా, ఎజెము,"},{"number":4,"verse":"ఎల్తోలదు, బెతూలు, హొర్మా"},{"number":5,"verse":"సిక్లగు, బెత్మార్కాబొదు, హజర్సుస"},{"number":6,"verse":"బెత్లబాయొతు మరియు షారుహను. ఇవి పదమూడు పట్టణాలు, వాటి పొలాలు మొత్తము."},{"number":7,"verse":"అయిను, రిమ్మోను, ఎతెరు, ఆషాను పట్టణాలు కూడా వారికి లభించాయి. ఇవి నాలుగు పట్టణాలు, వాటి పొలాలు మొత్తము."},{"number":8,"verse":"బాలాత్ బెయెరు వరకు ప్రజలు నివసిస్తున్న అతి చిన్న ప్రాంతాలు కూడ అన్నీ వారికి లభించాయి. (ఇది నెగెవు ప్రాంతంలో ఉన్న రామా వంటిదే.) కనుక షిమ్యోనీ ప్రజల కుటుంబాలకు ఇవ్వబడిన భూములు అవి. ఒక్కో కుటుంబానికి ఈ భూములు లభించాయి."},{"number":9,"verse":"షిమ్యోనీ ప్రజల భూమి యూదా భూభాగంలోనుండి తీసికోబడింది. యూదా వారికి అవసరమైన దానికంటె చాలా ఎక్కువ భూమి ఉంది. కనుక వారి భూమిలో షిమ్యోనీ ప్రజలకు కొంత భాగం లభించింది."},{"number":10,"verse":"( జెబూలూను వంశం వారికి లభించిన భూమి) తర్వాత భూమి లభించిన వంశం జెబూలూను. జెబూలూను వంశంలోని ప్రతి కుటుంబానికీ, వారికి వాగ్దానం చేయబడిన భూమి లభించింది. జెబూలూను సరిహద్దు శారీదు వరకు విస్తరించింది."},{"number":11,"verse":"తర్వాత అది పశ్చిమాన మరాలా వరకు పోయి, దబ్బాషెతు ప్రాంతానికి సమీంపంగా సాగిపోయింది. తర్వాత ఆ సరిహద్దు యొక్నెయాము దగ్గర ప్రాంతానికి విస్తరించింది."},{"number":12,"verse":"తర్వాత ఆ సరిహద్దు తూర్పుకు మళ్లింది. శారీదు నుండి అది కిస్లోత్ తాబోరు ప్రాంతానికి విస్తరించింది. తర్వాత ఆ సరిహద్దు దబెరాతు. యాఫియకు విస్తరించింది."},{"number":13,"verse":"తర్వాత ఆ సరిహద్దు తూర్పున గాత్హెఫెరు, ఎత్కాసిను వరకు విస్తరించింది. ఆ సరిహద్దు రిమ్మోను వద్ద అంతమయింది. తర్వాత ఆ సరిహద్దు మళ్లుకొని నేయావరకు కొనసాగింది."},{"number":14,"verse":"నేయావద్ద ఆ సరిహద్దు మరల మళ్లుకొని ఉత్తరానికి విస్తరించింది. ఆ సరిహద్దు హన్నాతొన్ వరకు విస్తరించి, ఇఫ్తాయెల్ లోయవరకు కొనసాగింది."},{"number":15,"verse":"ఈ సరిహద్దు లోపల కట్టాత్, నహలాలు, షిమ్రోను, ఇదలా, బేత్లేహేము పట్టణాలు ఉన్నాయి. మొత్తం మీద పన్నెండు పట్టణాలు, వాటి పొలాలు అన్నీ ఉన్నాయి."},{"number":16,"verse":"కనుక జెబూలూనుకు లభించిన పట్టణాలు, ప్రాంతాలు ఇవి. జెబూలూను ప్రతి వంశానికీ ఈ భూమి లభించింది."},{"number":17,"verse":"( ఇశ్శాఖారు వంశం వారికి భూమి) నాలుగవ భాగం ఇశ్శాఖారు వంశంవారికి ఇవ్వబడింది. ఆ వంశంలో ప్రతి కుటుంబానికీ కొంత భూమి లభించింది."},{"number":18,"verse":"ఆ కుటుంబాలకు వారికి ఇవ్వబడిన భూమి యిది; యెజ్రెయేలు, కెసుల్లోతు, షూనేము,"},{"number":19,"verse":"హపరాయిము, షియోను, అనాహరతు"},{"number":20,"verse":"రబ్బితు, కిష్యోను, ఎబెజు"},{"number":21,"verse":"రెమెతు, ఎన్గన్నిము, ఎన్హద్దా, బెత్పెసెసు."},{"number":22,"verse":"వారి దేశ సరిహద్దు తాబోరు, షహజును, బెత్షెమెషు అనే ప్రాంతాలను తాకుతుంది. ఆ సరిహద్దు యొర్దాను నది దగ్గర నిలిచిపోయింది. మొత్తం మీద 16 పట్టణాలు, వాటి పొలాలు అన్నీ ఉన్నాయి."},{"number":23,"verse":"ఈ పట్టణాలు, పురాలు ఇశ్శాఖారు వంశానికి యివ్వబడిన దేశంలోని భాగం. ప్రతీ కుటుంబానికీ ఈ దేశంలో భాగం లభించింది."},{"number":24,"verse":"( ఆషేరు వంశంవారికి లభించిన భూమి) దేశంలోని ఐదవ భాగం ఆషేరు వంశం వారికి ఇవ్వబడింది. ఆ వంశంలోని ప్రతీ కుటుంబానికీ ఆ భూమిలో కొంత లభించింది."},{"number":25,"verse":"ఆ వంశానికి ఇవ్వబడిన దేశం ఇది; హెల్కతు, హాలి, బెతెను, అక్షాపు,"},{"number":26,"verse":"అలమ్మేలెకు, అమద్, మిషల్. పడమటి సరిహద్దు కర్మెలు పర్వతం, షీహోరు లిబ్నాతు వరకు కొనసాగింది."},{"number":27,"verse":"తర్వాత ఆ సరిహద్దు తూర్పుకు మళ్లింది. ఆ సరిహద్దు బెత్ దాగొనుకు విస్తరించింది. ఆ సరిహద్దు జెబూలూను, ఇఫెలు లోయలను తాకింది. తర్వాత ఆ సరిహద్దు బెత్ఎమెక్, నెయీఎల్కు ఉత్తరంగా కొనసాగింది. ఆ సరిహద్దు కాబూలుకు ఉత్తరంగా దాటిపోయింది."},{"number":28,"verse":"తర్వాత అబ్దోను, ( అబ్దోను లేక “హెబ్రోన్.”) రెహోబు, హమ్మోను, కానా వరకు ఆ సరిహద్దు కొనసాగింది. మహాసీదోను ప్రాంతంవరకు ఆ సరిహద్దు కొనసాగింది."},{"number":29,"verse":"తర్వాత ఆ సరిహద్దు తిరిగి దక్షిణంగా రామాకు విస్తరించింది. ఆ సరిహద్దు బలమైన తుయర పట్టణంవరకు కొనసాగింది. తర్వాత సరిహద్దు మళ్లుకొని హొసాకు పోయింది. సముద్రం దగ్గర అక్జీబు ప్రాంతంలో"},{"number":30,"verse":"ఉమ్మా, అఫెకు, రెహోబు దగ్గర సరిహద్దు అయిపోయింది. మొత్తం మీద ఇరవై రెండు పట్టణాలు, వాటి పొలాలు మొత్తము."},{"number":31,"verse":"ఆషేరు వంశానికి ఇవ్వబడిన దేశంలో ఈ పట్టణాలు, వాటి పొలాలు అన్నీ ఒక భాగం. ఆ వంశంలోని ప్రతీ కుటుంబానికీ ఈ దేశంలో ఒక భాగం లభించింది."},{"number":32,"verse":"( నఫ్తాలి వంశం వారికి లభించిన భూమి) నఫ్తాలి వంశం వారికి ఆరో భాగం భూమి యివ్వబడింది. ఆ వంశంలోని ప్రతీ కుటుంబానికీ ఆ దేశంలో కొంత భాగం లభించింది."},{"number":33,"verse":"వారి దేశ సరిహద్దు జయనన్నీములోని సింధూరవనము దగ్గర ప్రారంభమయింది. ఇది హెలెపు సమీపంలో ఉంది. తర్వాత ఆదామి, నెకెబు, యబ్నెయెలుగుండా ఆ సరిహద్దు కొనసాగింది. ఆ సరిహద్దు లక్కుం ప్రాంతం వరకు విస్తరించి, యొర్దాను నది దగ్గర ముగిసింది."},{"number":34,"verse":"తర్వాత ఆ సరిహద్దు అస్నొతు తాబోరుగుండా పడమటికి వెళ్లింది. హుక్కొకు దగ్గర సరిహద్దు నిలిచిపోయింది. దక్షిణాన సరిహద్దు జెబూలూను ప్రాంతం వరకు వెళ్లింది. పశ్శిమాన ఆ సరిహద్దు ఆషేరు ప్రాంతం వరకు వెళ్లింది. తూర్పున యొర్దాను నది దగ్గర ఆ సరిహద్దు యూదా వరకు వెళ్లింది."},{"number":35,"verse":"ఈ సరిహద్దుల లోపల కొన్ని బలమైన పట్టణాలు ఉన్నాయి. ఆ పట్టణాలు జిద్దీము, జేరు, హమ్మాతు, రక్కాతు, కిన్నెరతు"},{"number":36,"verse":"అదామా, రామా, హషొరు"},{"number":37,"verse":"కెదెషు, ఎద్రేయి, ఎన్హసోరు"},{"number":38,"verse":"ఇరోను, మిగ్దల్ ఎల్, హోరేం, బెత్అనాతు, బెత్షెమెషు. మొత్తం మీద పంతొమ్మిది, పట్టణాలు వాటి పొలాలు మొత్తము."},{"number":39,"verse":"ఆ పట్టణాలు, వాటి చుట్టూ ఉన్న పురాలు నఫ్తాలి వంశం వారికి యివ్వబడిన దేశంలో ఉన్నాయి. ఆ వంశంలో ప్రతి కుటుంబానికీ ఆ దేశంలో కొంత భాగం లభించింది."},{"number":40,"verse":"( దాను వంశం వారికి లభించిన భూమి) తర్వాత దాను వంశానికి భూమి యివ్వబడింది. ఆ వంశంలోని ప్రతి కుటుంబానికి ఆ దేశంలో కొంత భూమి లభించింది."},{"number":41,"verse":"వారికి ఇవ్వబడిన భూమి ఇది: జొర్యా, ఎష్తాయోలు, ఇర్షెమెషు"},{"number":42,"verse":"షయల్బీను, అయ్యాలోను, ఇత్లా,"},{"number":43,"verse":"ఎలోను, తిమ్నా, ఎక్రోను"},{"number":44,"verse":"ఎలైకే, గిబ్బెతాను, బాలాతా"},{"number":45,"verse":"యెహుదు బెనెబెరక్, గాత్ రిమ్మోను"},{"number":46,"verse":"మేయర్కోను రక్కోను, యొప్ప దగ్గర ప్రాంతం."},{"number":47,"verse":"అయితే దాను ప్రజలు వారి దేశాన్ని స్వాధీనం చేసుకోవటంలో కష్టం వచ్చింది. అక్కడ బలమైన శత్రువులు ఉన్నారు, వారిని దాను ప్రజలు తేలికగా ఓడించలేకపోయారు. కనుక దాను ప్రజలు వెళ్లి లెషెము మీద యుద్ధం చేసారు. లెషెమును వారు ఓడించి, అక్కడ నివసించిన మనుష్యులను చంపివేసారు. కనుక దాను ప్రజలు లెషెము పట్టణంలో నివసించారు. దాని పేరును వారు దానుగా మార్చి వేసారు, ఎందుకంటే అది ఆ వంశం పితరుని పేరు."},{"number":48,"verse":"దాను వంశానికి యివ్వబడిన దేశం ఈ పట్టణాలు, పురాలు మొత్తము. ప్రతీ కుటుంబానికీ ఈ దేశంలో భాగం లభించింది."},{"number":49,"verse":"( యెహోషువకు లభించిన భూమి) కనుక దేశాన్ని విభజించటం, వేర్వేరు వంశాలకు దానిని పంచి ఇవ్వటం నాయకులు ముగించారు. వారు ముగించిన తర్వాత, నూను కుమారుడైన యెహోషువకు గూడ కొంత భూమి ఇవ్వాలని ఇశ్రాయేలు ప్రజలంతా నిర్ణయించారు. ఇది అతనికి వాగ్దానం చేయబడిన భూమి."},{"number":50,"verse":"అతనికి ఈ భూమి రావాలని యెహోవా ఆజ్ఞాపించాడు. కనుక ఎఫ్రాయిము కొండ దేశంలోని తిమ్నాత్ సెరహు పురమును వారు యెహోషువకు ఇచ్చారు. ఈ పట్టణమే తనకు కావాలని యెహోషువ వారితో చెప్పాడు. కనుక యెహోషువ ఆ పట్టణాన్ని మరింత గట్టిగా కట్టి, అక్కడ నివసించాడు."},{"number":51,"verse":"కనుక ఇశ్రాయేలీయుల వేర్వేరు వంశాలకు ఈ భూములన్నీ ఇవ్వబడ్డాయి. ఈ దేశాన్ని విభాగించేందుకు యాజకుడైన ఎలీయేజరు, నూను కుమారుడైన యెహోషువ, ఒక్కో వంశాల నాయకులు షిలోహు అనే స్థలంలో సమావేశం అయ్యారు. సన్నిధి గుడార ప్రవేశం దగ్గర యెహోవా సన్నిధిలో వారు సమావేశమయ్యారు. ఇప్పుడు దేశాన్ని విభాగించటం వారు ముగించారు."}]}