{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"Thou shalt not sacrifice to the Lord thy God a young bull, or a sheep, in which there is a blemish; any defect; for it is an abomination to the Lord thy God."},{"number":2,"verse":"If there be found in any of thy cities which the Lord thy God giveth thee, a man, or a woman, who shall do evil in the sight of the Lord thy God, to transgress his covenant,"},{"number":3,"verse":"and they have gone, and served other gods, and worshipped them, either the sun, or the moon, or any of the whole host of heaven, which he hath not commanded thee,"},{"number":4,"verse":"and information be given thee, and thou hast made strict inquiry, and behold the thing hath been actually done, and such an abomination hath been committed in Israel,"},{"number":5,"verse":"thou shalt bring out that man, or that woman, and you shall stone them with stones, till they die."},{"number":6,"verse":"On the testimony of two or three witnesses the guilty person shall be put to death; but shall not be put to death on the testimony of one witness."},{"number":7,"verse":"And the hand of the witness shall be upon him, among the first, to put him to death, and afterwards the hands of the people. So thou shalt remove the wickedness from among you."},{"number":8,"verse":"And if any cause which requireth judicial decision; an action of murder, an action of appeal, a case of leprosy, an action of plaint and denial; any causes which require decision in any of your cities, be too difficult for thee, thou shalt arise, and go up to the place which the Lord thy God hath chosen,"},{"number":9,"verse":"and there come to the priests, the Levites, or to the judge, who 10 ever he may be in those days, and they shall inquire, and declare to thee the sentence of judgment,"},{"number":10,"verse":"and thou shalt act according to what they declare to thee from the place which the Lord thy God hath chosen: and thou shalt be careful to do according to what is expounded to thee for law."},{"number":11,"verse":"According to the law, and according to the sentence of judgment, which they tell thee, thou shalt do. Thou shalt not deviate from what"},{"number":12,"verse":"they tell thee, either to the right, or to the left. And if any man act presumptuously, so as not to hearken to the priest who hath stood to minister to the name of the Lord thy God; or to the judge who may be in those days; that man shall be put to death. So thou shalt remove the evil person from among Israel,"},{"number":13,"verse":"and all the people, when they hear, will be struck with awe, and no more act presumptuously."},{"number":14,"verse":"And when thou art come to the land which the Lord thy God giveth thee, and hast taken possession of it, and dwelt therein, if thou shouldst say, I will set a chief over me, as the other nations around me do;"},{"number":15,"verse":"thou shalt surely set, as chief over thee, him whom the Lord thy God shall chuse. Thou shalt appoint one of thy brethren chief over thee. Thou shalt not be at liberty to set a stranger over thee, because he is not thy brother."},{"number":16,"verse":"Because he is not to multiply cavalry for himself, he must not even cause his people to go back to Egypt; in order that he may not multiply his cavalry: the Lord indeed hath said, You shall not henceforth return that way any more."},{"number":17,"verse":"Neither shall he multiply wives to himself; that his heart may not turn aside; nor shall he greatly multiply for himself silver and gold."},{"number":18,"verse":"And when he is settled in his government, he shall write for himself this repetition of the law in a book, from that which is in the custody of the priests, the Levites."},{"number":19,"verse":"And he shall keep it by him, and shall read therein all the days of his life, that he may learn to fear the Lord thy God, and to keep all these commandments, and execute all these judgments;"},{"number":20,"verse":"that his heart may not be lifted up above his brethren; that he may not turn aside from these commandments, to the right, or to the left, to the end that he and his sons may long enjoy his government among the children of Israel."}]}