{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"If one be found slain in the land which the Lord thy God giveth thee to possess; lying in the open field; and it is not known who smote him;"},{"number":2,"verse":"thy senate, and thy judges, shall come and measure the distance to the cities around the slain;"},{"number":3,"verse":"and the senate of the city which is next to the slain, shall take a heifer from the herd, which hath never been worked, and which hath never drawn in a yoke;"},{"number":4,"verse":"and the senate of the city shall bring the heifer down to a rugged valley, which hath never been tilled, nor sowed, and they shall hamstring the heifer in the valley."},{"number":5,"verse":"Then the priests, the Levites, shall come near: because the Lord God hath chosen them to wait upon him, and to bless in his name, therefore by their mouth every cause of plaint and denial, as well as all cases of leprosy, are to be decided;"},{"number":6,"verse":"and the whole senate of the city which is nearest the person dead, shall wash their hands over the head of the heifer, which was hamstringed in the valley,"},{"number":7,"verse":"and shall answer, and say, Our hands have not shed this blood, and our eyes have not seen it."},{"number":8,"verse":"Be merciful to thy people whom thou, Lord, hast redeemed, that there may not be blood shed without cause among thy people Israel. So the blood shall be forgiven them,"},{"number":9,"verse":"and thou shalt remove from among you the blood which was shed without cause, if thou do what is good, and well pleasing in the sight of the Lord thy God."},{"number":10,"verse":"And when thou goest out to war against thine enemies, and the Lord thy God hath delivered them into thy hands, and thou hast taken their prey,"},{"number":11,"verse":"and hast seen, among the captives, a woman of a comely appearance, and hast loved her, and hast taken her to thyself for a wife,"},{"number":12,"verse":"and brought her home to thy house, thou shalt shave her head, and pare her nails,"},{"number":13,"verse":"and take from her the garments of her captivity, and she shall remain in thy house, and bewail her father, and her mother, a full month, and after that thou mayst go in unto her, and cohabit with her, and she shall be thy wife."},{"number":14,"verse":"And in case thou dislike her, thou shalt send her away free. She shall not be sold for money. Thou shalt not deal falsely with her, because thou hast humbled her."},{"number":15,"verse":"If any man hath two wives, and one of them be beloved, and the other hated; and both the beloved, and the hated, bear him children, and the son of the hated be the first born,"},{"number":16,"verse":"he shall not be at liberty, when he bequeatheth his substance to his children, to give the right of primogeniture to the son of the beloved, and overlook the son of the hated, who is the first born;"},{"number":17,"verse":"but shall acknowledge the son of the hated as his first born, by giving him a double portion of all that he hath, because he is the head of his children, and the rights of primogeniture belong to him."},{"number":18,"verse":"If any man hath a stubborn, and rebellious son, who hearkeneth not to the voice of his father, nor to the voice of his mother; and they have corrected him, and he will not hearken to them;"},{"number":19,"verse":"his father and his mother shall take him, and bring him out to the senate of his city, and to the gate of the place;"},{"number":20,"verse":"and they shall say to the men of their city, This our son is stubborn and rebellious; he hearkeneth not to our voice. He is devoted to revelling and drunkenness."},{"number":21,"verse":"Thereupon the men of his city shall stone him with stones, and he shall be put to death. So thou shalt remove the wicked from among you; and the rest, who hear, will be struck with awe."},{"number":22,"verse":"If any man commit a sin incurring death; and he be put to death; and you hang him on a gibbet;"},{"number":23,"verse":"his body shall not remain on the gibbet; but you shall bury it the same day. Because every one who is hanged on a gibbet is accursed of God; therefore you shall not defile the land which the Lord thy God giveth thee for a possesion."}]}