{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":30,"verses":[{"number":1,"verse":"therefore when all these things have come upon thee, the blessing and the curse, which I have set before thee; and thou shalt receive them into thy heart, among all the nations where the Lord may have dispersed thee;"},{"number":2,"verse":"and shalt turn to the Lord thy God, and hearken to his voice, according to all that I this day command thee, with thy whole heart and with thy whole soul;"},{"number":3,"verse":"the Lord will heal thy sins, and have compassion on thee, and gather thee again out of all the nations among which the Lord hath dispersed thee."},{"number":4,"verse":"Though thy dispersion may have been from one end of the earth to the other, thence the Lord thy God will gather thee,"},{"number":5,"verse":"and thence the Lord thy God will take thee, and thence thy God will bring thee, into the land which thy fathers possessed, and thou shalt possess it: And he will deal kindly with thee, and make thee more numerous than thy fathers:"},{"number":6,"verse":"And the Lord will purify thy heart, and the heart of thy seed, to love the Lord thy God with thy whole heart, and with thy whole soul, that thou mayst live."},{"number":7,"verse":"And the Lord thy God will lay all these curses upon thine enemies, and upon them who hate thee, and have persecuted thee."},{"number":8,"verse":"When thou shalt return, and hearken to the voice of the Lord thy God, and perform these commandments of his, which I this day enjoin thee,"},{"number":9,"verse":"the Lord thy God will bless thee in every work of thy hands, in the offspring of thy body, and in the increase of thy cattle, and in the products of thy land; for the Lord thy God will turn again to rejoice over thee for good, as he rejoiced over thy fathers,"},{"number":10,"verse":"if thou wilt hearken to the voice of the Lord thy God to keep his commandments, and his rules of rectitude, and these judgments of his which are written in this book of the law; if thou wilt turn to the Lord thy God with thy whole heart, and with thy whole soul."},{"number":11,"verse":"For this command which I this day give thee in charge is not grievous, nor is it far from thee."},{"number":12,"verse":"It is not in heaven above, that thou shouldst say, Who will ascend for us into heaven, and bring it to us, that we may hear and do it?"},{"number":13,"verse":"Nor is it beyond the sea, that thou shouldst say, Who will cross the sea for us, and bring it to us, and let us hear it, that we may do it?"},{"number":14,"verse":"The word is very near thee, in thy mouth and in thy heart, and in thy hand, to do it."},{"number":15,"verse":"Behold I have this day set before thee Life and Death, Good and Evil."},{"number":16,"verse":"If thou wilt hearken to the commandments of the Lord thy God which I this day enjoin thee, to love the Lord thy God, to walk in all his ways, and to keep his rules of rectitude, and his judgments, you shall live, and multiply, and the Lord thy God will bless thee in all the land to which thou art going, there to take possession of it."},{"number":17,"verse":"But if thy heart turn aside, and thou wilt not hearken, but go astray, and worship other gods, and serve them,"},{"number":18,"verse":"I announce to thee this day, that you shall surely perish, and shall not prolong your lives in the land, to which you are about to cross the Jordan, to take possession of it."},{"number":19,"verse":"I call heaven and earth this day to witness against you, that I have set Life and Death, the Blessing and the Curse before you. Chuse thou life, that thou and thy seed may live,"},{"number":20,"verse":"by loving the Lord thy God, and hearkening to his voice, and cleaving to him. For this is thy life, and the lengthening of thy days, to dwell in the land which the Lord solemnly promised thy fathers, Abraham, and Isaak, and Jacob, that he would give them."}]}