{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"Listen, heaven, and I will speak, And let the earth hear the words of my mouth."},{"number":2,"verse":"Let my doctrine be expected like rain, And my words distil as the dew; Like gentle rain on the tender herb, And like a heavy shower on the grass."},{"number":3,"verse":"Since I have proclaimed the name of the Lord, Ascribe ye majesty to our God."},{"number":4,"verse":"He is God, his works are perfect; All his ways are acts of judgment; A faithful God; he doth no injustice; Righteous and holy is the Lord."},{"number":5,"verse":"They have sinned! blemished children are not his. Crooked and perverse generation!"},{"number":6,"verse":"Do ye thus requite the Lord? Are the people so foolish and unwise? Did not this thy father purchase thee? Did he not make and fashion thee?"},{"number":7,"verse":"Remember the days of old; Consider the years of ages past; Ask thy father; he can tell thee; Thine elders; they can inform thee:"},{"number":8,"verse":"When the Most High divided nations; When he dispersed the children of Adam, He settled the boundaries of nations, According to the number of God's messengers;"},{"number":9,"verse":"And the Lord's portion was his people Jacob; Israel was his lot of inheritance."},{"number":10,"verse":"He sustained them in the wilderness, In the drought of heat, in a land without water. He led them about, and instructed them; He kept them as the apple of his eye."},{"number":11,"verse":"As an eagle would defend his nest, And, when anxious for his young, would spread out his wings, and receive them, And bare them up on his shoulders;"},{"number":12,"verse":"The Lord alone conducted them, And there was not a strange god with them."},{"number":13,"verse":"He brought them up to the strength of this land, He fed them with the products of the fields; They sucked honey out of a rock, And oil out of a flinty rock;"},{"number":14,"verse":"With butter of kine, and with milk of sheep; With the fattest of lambs and rams, young bulls and goats, And with bread of the choicest wheat; And they drank wine, the pure juice of the grape."},{"number":15,"verse":"When Jacob had eaten and was filled, Then he who was beloved began to kick; He grew fat, waxed thick, and became corpulent, Then he forsook the God who made him; And apostatised from God his saviour."},{"number":16,"verse":"They exasperated me with strange gods, With their abominations they provoked me,"},{"number":17,"verse":"They sacrificed to demons, and not to God; To gods, which they had never known, Which had started up, new and fictitious, Of which their fathers had no knowledge,"},{"number":18,"verse":"The God who begot thee, thou hast forsaken, And hast forgot the God who nourished thee;"},{"number":19,"verse":"And the Lord saw, and was provoked to jealousy; He was provoked at the temper of his sons and daughters,"},{"number":20,"verse":"and said, I will turn away my face from them, And shew what shall befal them in the latter days. Because they are a perverse generation; Children, who have no faith in them;"},{"number":21,"verse":"They have provoked me by what is not God; Have exasperated me with their idols; I therefore will provoke them by what is not a nation, By a foolish nation I will vex them."},{"number":22,"verse":"Since a fire is kindled because of my wrath, It shall burn down to the lowest Hades; It shall consume the land, and the products thereof; It shall set on fire the foundations of mountains:"},{"number":23,"verse":"I will assemble evils against them, And hurl my bolts at them."},{"number":24,"verse":"While they are wasting by famine, and voracious birds; The burning carbuncle also shall be incurable; I will send against them the teeth of wild beasts, With the venom of serpents, trailing on the ground."},{"number":25,"verse":"Abroad the sword shall bereave them of children, And in their chambers terror shall destroy. The youth shall perish with the young virgin, The sucking infant with the venerable sage."},{"number":26,"verse":"I had determined to disperse them, And cause the remembrance of them to cease among men;"},{"number":27,"verse":"Had it not been for the temper of enemies; That the adversaries might not out live them; That they might not fall upon them at once; Lest they should say, Our own high hand, And not the Lord, hath done all this."},{"number":28,"verse":"It is a nation devoid of counsel; There is no knowledge among them."},{"number":29,"verse":"They have not bent their minds to understand; Let them lay up these things for time to come."},{"number":30,"verse":"How could one man chase a thousand, And two put myriads to flight, Had not God cast them off; Had not the Lord delivered them up?"},{"number":31,"verse":"For their gods are not like our God; And our enemies are without understanding."},{"number":32,"verse":"As their vine is from the vine of Sodom And their shoot from that of Gomorra; Their cluster of grapes will be a cluster of gall; A cluster of bitterness it shall be to them:"},{"number":33,"verse":"Their wine shall be the venom of dragons; The incurable venom of asps."},{"number":34,"verse":"Behold! are not these things stored up with me? And sealed up among my treasures?"},{"number":35,"verse":"In the day of vengeance I will requite, When their foot shall be supplanted. Because the day of destruction is nigh for them, Therefore at hand are the things prepared for you."},{"number":36,"verse":"Because the Lord will judge his people; When he shall be appeased for his servants, (For he saw that they were enfeebled, Made faint by hostile invasions and dejected)"},{"number":37,"verse":"Then the Lord said, where are their gods; The gods in which they placed their confidence?"},{"number":38,"verse":"The fat of those sacrifices you ate And drank the wine of their libations? Let them arise and help you, And let them be your protectors."},{"number":39,"verse":"See! See! that I am the Self existent, And that there is no Clod besides me; I kill, and I can cause to live, I can smite and I can heal, And none can rescue out of my hand:"},{"number":40,"verse":"For I can lift up my hand to heaven, And swear by my right hand, and say, as I live forever,"},{"number":41,"verse":"I will make my sword sharp as lightning, And my hand will support judgment; And I will execute vengeance on mine enemies, And make retribution to them who hate me."},{"number":42,"verse":"I will make my arrows drunk with blood, And my sword shall devour flesh With the blood of slain and captives. From the head of enemy chiefs."},{"number":43,"verse":"Rejoice, heavens, with him, And let all the angels of God worship him: Rejoice, nations, with his people, And let all the children of God rely on him: For he avengeth the blood of his children, And will judge, and execute vengeance on his enemies, To them who hate him he will render retribution, And the Lord will purify the land of his people."},{"number":44,"verse":"Now on that day when Moses had written this Ode and taught it to the children of Israel; and he, and Joshua the son of Nave, had come, and spoken all the words of this law in the hearing of the people,"},{"number":45,"verse":"Moses concluded his speech to all Israel with this address to them:"},{"number":46,"verse":"Attend with your heart to all these words which I this day testify to you, and which you are to give in charge to your children, that they may keep, and perform all the words of this law;"},{"number":47,"verse":"for this is not a vain thing for you; for it is your life; and, for the sake of this word, you shall prolong your days in the land to which you are going, to cross the Jordan to take possession."},{"number":48,"verse":"Then the Lord spoke to Moses that day, saying,"},{"number":49,"verse":"Go up the mountain Abarim, to that mount Nabo, which is in the land of Moab, fronting Jericho, and take a view of the land of Chanaan, which I give to the children of Israel;"},{"number":50,"verse":"and die on the mount to which thou goest up, and be gathered to thy people, in the same manner as thy brother Aaron died on mount Or, and was gathered to his people,"},{"number":51,"verse":"because you disobeyed my word among the children of Israel, at the water of strife, at Kades, in the wilderness of Sin."},{"number":52,"verse":"Because you did not hallow me among the children of Israel, thou shalt see the land at a distance, but shalt not go in thither."}]}