{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"Now this is the blessing with which Moses, the man of God blessed the children of Israel, before his death;"},{"number":2,"verse":"and he said, The Lord came from Sina And shined upon us out of Seir; He hasted from mount Paran, With myriads from Kades; His angels with him on his right."},{"number":3,"verse":"He compassionated his people; All the sanctified are under thy sway, But these are immediately under thee."},{"number":4,"verse":"From His words Moses received the law Which he gave in charge to us, An inheritance for the assemblies of Jacob."},{"number":5,"verse":"Let Him therefore be chief among the beloved. When the chiefs of peoples assemble with the tribes of Israel,"},{"number":6,"verse":"Let Reuben live and not die, And Symeon though he be few in number."},{"number":7,"verse":"Now this was the blessing of Juda Hear, Lord, the voice of Juda! And until thou comest to his people; Let his hands contend for them, And be thou his help from enemies."},{"number":8,"verse":"And of Levi he said Assign ye to Levi his manifestations, And his truth to this man for the Holy One Whom they tried at Temptation. Whom they reviled at the water of Contradiction."},{"number":9,"verse":"With regard to him who saith to his father and to his mother I have not beheld thee, And hath not acknowledged his brethren, And hath renounced his own children, He it is who hath observed thine Oracles And diligently kept thy covenant."},{"number":10,"verse":"Let them explain thy rules of rectitude for Jacob And thy law for Israel: Let them lay incense continually, When thou art angry, on thine altar."},{"number":11,"verse":"Bless, Lord, his endeavours, And accept the works of his hands. Pierce the loins of enemies, Who have risen up against him: And let them who hate him never rise up."},{"number":12,"verse":"And of Benjamin he said, Beloved! He shall dwell securely under the Lord. God overshadoweth him continually, And hath taken up his rest between his shoulders."},{"number":13,"verse":"And of Joseph he said, His land is a special blessing of the Lord On account of heavenly seasons and dew, And on account of abysses of fountains from beneath,"},{"number":14,"verse":"And on account of the productions, in due season Of the sun's revolutions and the changes of the moon,"},{"number":15,"verse":"As his land of plenty is beautified With summits of ancient mountains And with summits of everlasting hills;"},{"number":16,"verse":"So may the things acceptable To him who appeared in the bush, Come upon the head of Joseph; He indeed is glorified In being the head over brothers."},{"number":17,"verse":"His beauty is that of a firstling bull, His horns are the horns of an Unicorn, With these he will push the nations at once, Even from the limits of the land. These are the myriads of Ephraim; And these the thousands of Manasses."},{"number":18,"verse":"And of Zabulon he said, Rejoice, Zabulon, in thine outgoings; And let Issachar rejoice in his abodes."},{"number":19,"verse":"They shall utterly root out nations. And there you shall invoke, And there offer the sacrifice of righteousness. For the riches of the sea shall feed thee, And a commerce with the dwellers on the sea coast."},{"number":20,"verse":"And of Gad he said Blessed is he who enlargeth Gad. Like a lion he lay down to rest, Having broken an arm and a chief."},{"number":21,"verse":"He took a view of his portion Because land was there divided. When chiefs assembled with the leaders of tribes; The Lord executed Justice And determined his cause with Israel."},{"number":22,"verse":"And of Dan he said Dan is a lion's whelp; He will make excursions beyond Basan."},{"number":23,"verse":"And of Nephthaleim he said, Nephthaleim hath abundance of good things; May he be filled with blessings from the Lord! He shall possess the west and the south."},{"number":24,"verse":"And of Aser he said, Aser is blessed with children, He will be acceptable to his brethren. He shall bathe his foot in oil,"},{"number":25,"verse":"His shoe shall be iron and brass. As thy days so shall be thy strength."},{"number":26,"verse":"There is none like the God of the Beloved. He who rideth on the heaven is thy helper, And be is mighty to give support."},{"number":27,"verse":"The governance of God will protect thee When under the power of everlasting arms. He will drive out the enemy before thee, Saying, Be devoted to destruction!"},{"number":28,"verse":"And Israel shall dwell securely alone, In the land of Jacob, fed with corn and wine: And the heaven shall drop with dew for thee."},{"number":29,"verse":"Blessed art thou, Israel! Who is like thee, people saved by the Lord! Thy helper will protect thee, His sword shall be thy boast, Thine enemies shall submit to thee, And thou shalt ride upon their neck."}]}