{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"When Moses had convened all Israel, he said to them Hear, Israel, the rules of rectitude and the judgments, which I this day deliver in your hearing, that you may learn them, and may be careful to perform them."},{"number":2,"verse":"The Lord your God made a covenant with you at Choreb."},{"number":3,"verse":"It was not only with your fathers that the Lord made this covenant, but with you also; with you who are all here alive this day."},{"number":4,"verse":"Face to face the Lord spoke to you, at that mountain, out of the midst of the fire."},{"number":5,"verse":"I indeed stood between the Lord and you, at that time, to declare to you the words of the Lord, because you were terrified at the fire, and did not go up to the mountain;"},{"number":6,"verse":"and he said, I am the Lord thy God, who brought thee out of the land of Egypt, out of the house of bondage."},{"number":7,"verse":"Thou shalt have no other gods before me."},{"number":8,"verse":"Thou shalt not make for thyself an idol, nor the likeness of any thing in the heaven above, or of any of the things which are on the earth below, or which are in the waters below the earth."},{"number":9,"verse":"Thou shalt not worship them, nor serve them; for I am the Lord thy God, a zealous God, retributing, to them who hate me, the sins of fathers upon children, to the third and fourth generation,"},{"number":10,"verse":"and shewing mercy for thousands [of generations] to them who love me, and keep my commandments."},{"number":11,"verse":"Thou shalt not take the name of the Lord thy God in vain; for the Lord thy God will not purify him who taketh his name in vain."},{"number":12,"verse":"Keep the day of the sabbaths to hallow it, as the Lord thy God hath commanded thee."},{"number":13,"verse":"Labour six days, and do all thy works;"},{"number":14,"verse":"but on the seventh day are the sabbaths for the Lord thy God. On it thou shalt not do any work; neither thou nor thy son, nor thy daughter, nor thy man servant nor thy maid servant, nor thine ox, nor thine ass, nor any of thy cattle, nor the proselyte who sojourneth with thee; that thy man servant, and thy maid servant, and thy labouring beast may rest as well as thou."},{"number":15,"verse":"Remember that thou wast a servant in the land of Egypt, and that the Lord thy God brought thee out thence, with a strong hand and an outstretched arm; for this cause the Lord thy God hath commanded thee to keep the day of the sabbaths and hallow it."},{"number":16,"verse":"Honour thy father and thy mother, as the Lord thy God hath commanded thee, that it may be well with thee, and that thou mayst live long in the land which the Lord thy God giveth thee."},{"number":17,"verse":"Thou shalt not commit murder."},{"number":18,"verse":"Thou shalt not commit adultery."},{"number":19,"verse":"Thou shalt not steal."},{"number":20,"verse":"Thou shalt not bear false witness against thy neighbour."},{"number":21,"verse":"Thou shalt not covet thy neighbour's wife; thou shalt not covet thy neighbour's house, nor his field, nor his man servant, nor his maid servant, nor his ox, nor his ass, nor any of his cattle, nor any thing which is thy neighbour's."},{"number":22,"verse":"These are the injunctions which the Lord delivered verbally, to all your congregation, at the mount, out of the midst of the fire. There was darkness, thick darkness, a turbid tempest, and a loud voice. And he added no more. And having written them on two tables of stone, he gave them to me."},{"number":23,"verse":"Now when you heard the voice from the midst of the fire (the mountain indeed was burning with fire) you came to me, even all the leaders of your tribes, and your elders,"},{"number":24,"verse":"and said, Behold the Lord our God hath shewn us his glory, and we have heard his voice from the midst of the fire. We have this day seen that God can speak to man, and he may live."},{"number":25,"verse":"Now therefore let us not die, for this great fire will consume us, if we continue any longer to hear the voice of the Lord our God; and we shall die."},{"number":26,"verse":"For what mortal, who hath heard the voice of the living God speaking out of the midst of the fire, as we have, can live."},{"number":27,"verse":"Go thou near, and hear all that the Lord our God may say, and thou shalt rehearse to us all that the Lord our God may speak to thee, and we will hear and do it."},{"number":28,"verse":"And the Lord heard the sound of your words when you spoke to me. And the Lord said to me, I have heard the sound of the words of this people, even all that they have spoken to thee. All that they have said is right."},{"number":29,"verse":"O that they may have their heart so disposed in them as to fear me, and to keep my commandments continually, that it may be well with them, and their children for ever."},{"number":30,"verse":"Go say to them, Return to your houses."},{"number":31,"verse":"But as for thee, Stand thou here with me, and I will speak to thee all the commandments, and the rules of rectitude, and the judgments, which thou shalt teach them; and let them act accordingly in the land which I give them for a possession."},{"number":32,"verse":"Be careful therefore to do as the Lord thy God hath commanded thee. Turn not aside to the right, nor to the left,"},{"number":33,"verse":"from walking in all the way which the Lord thy God hath commanded thee, that he may give thee rest, and that it may be well with thee, and that you may live long in the land, of which you shall take possession."}]}