{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"All the commands which I this day give you in charge you shall be careful to perform, that you may live, and be multiplied, and go in, and possess the land which the Lord your God solemnly promised to your fathers;"},{"number":2,"verse":"and thou shalt keep in remembrance all the way which the Lord thy God led thee in the wilderness, that he might afflict thee, and prove thee, and know what was in thy heart, whether thou wouldst keep his commandments or not."},{"number":3,"verse":"And when he had afflicted thee, and suffered thee to hunger, then he fed thee with manna, which thy fathers knew not, that he might shew thee, that man can live not on bread only; but that man can live on any thing which God is pleased to appoint."},{"number":4,"verse":"Thy garments did not become too old for thee, nor were thy shoes worn out from under thee; nor the feet galled during the whole forty years;"},{"number":5,"verse":"so that thou must know in thy heart, that as a man chastiseth his son, so the Lord thy God will chasten thee;"},{"number":6,"verse":"keep therefore the commandments of the Lord thy God, by walking in his ways, and fearing him."},{"number":7,"verse":"For the Lord thy God will bring thee to a good, and extensive land, where there are brooks of water, and fountains from the deeps, issuing forth from the plains, and from the hills;"},{"number":8,"verse":"a land of wheat, and barley, where there are vineyards, and fig trees, and pomegranates; a land of oil-olive and honey;"},{"number":9,"verse":"a land wherein thou shalt eat bread, without scarcity, and in which thou shalt not want any thing; a land, the stones of which are iron, and out of the mountains of which thou shalt dig brass."},{"number":10,"verse":"Therefore when thou hast eaten, and art satisfied, thou shalt bless the Lord thy God in that good land, which he hath given thee."},{"number":11,"verse":"Take heed to thyself, that thou forget not the Lord thy God, so as not to keep his commandments, and his judgments, and his rules of rectitude, which I this day command thee."},{"number":12,"verse":"When thou hast eaten, and art satisfied, and hast built goodly houses, and dwelt therein,"},{"number":13,"verse":"and when thy herds, and thy flocks, are multiplied, and thou hast silver and gold in abundance, and all thy possessions are multiplied,"},{"number":14,"verse":"be not elated in heart, nor forget the Lord thy God, who brought thee out of the land of Egypt, out of the house of bondage;"},{"number":15,"verse":"who conducted you through that great and frightful wilderness, where there were biting serpents and scorpions, and drought, where there was no water; who brought a fountain of water for thee out of a flinty rock;"},{"number":16,"verse":"who fed thee in the wilderness with manna, which thou didst not know, and which was not known by thy fathers, that he might afflict thee, and try thee, and do thee good in thy latter days."},{"number":17,"verse":"Say not in thy heart, My own power, and the strength of my own hand bath procured me this great wealth:"},{"number":18,"verse":"but remember the Lord thy God, that it is he who giveth thee power to procure wealth, that he may establish the covenant which the Lord made with thy fathers, as at this day."},{"number":19,"verse":"Indeed if thou forget the Lord thy God, and go after other gods, and serve them, and worship them, I call heaven and earth this day to witness against you, that you shall surely perish."},{"number":20,"verse":"In like manner as the other nations which the Lord God destroyed before you, so shall you perish, because you have not hearkened to the voice of the Lord your God."}]}