{"bibleAbbr":"Thomson1808","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"Hear, Israel! Thou art now about to cross the Jordan, to go in to possess nations much greater and stronger than you, large cities, which are walled up to the sky,"},{"number":2,"verse":"a people great and numerous, and of great stature, the children of Enak, whom thou knowest, and of whom thou hast heard it said, Who can stand before the sons of Enak?"},{"number":3,"verse":"Know therefore this day, that the Lord thy God will himself march before thee. He is a consuming fire. He will destroy them. He will cause them to turn back from before thy face, and will destroy them speedily, as the Lord hath said to thee."},{"number":4,"verse":"Now when the Lord thy God hath destroyed those nations from before thee, speak not in thy heart, saying, On the account of my righteousness the Lord hath brought me in to possess this good land. It is not on the account of thy righteousness, nor for the sanctity of thy heart, that thou goest in to possess their land; but, because of the wickedness of those nations, the Lord will drive them out from before thee,"},{"number":5,"verse":"and that he may establish his covenant which the Lord made with our fathers; with Abraham, and Isaak, and Jacob."},{"number":6,"verse":"Know therefore this day, that it is not for thy righteousness that the Lord thy God giveth thee that good land for a possession; for thou art a stiffnecked people."},{"number":7,"verse":"Remember; never forget how often thou hast provoked to wrath the Lord thy God, in the wilderness. From the day you came out of Egypt, till your coming to this place, you have gone on in a course of rebellion against the Lord."},{"number":8,"verse":"At Choreb you provoked the Lord, so that the anger of the Lord was kindled against you, to destroy you utterly."},{"number":9,"verse":"When I went up the mountain to receive the tables of stone; the tables of the covenant which the Lord had made with you. Now I was on the mount forty days, and forty nights; I neither ate bread nor drank water;"},{"number":10,"verse":"and the Lord gave me the two tables of stone, written with the finger of God: upon them indeed were written all the words which the Lord had spoken to you at the mount, on the day of the solemn assembly."},{"number":11,"verse":"And after the forty days, and the forty nights, when the Lord gave me the two tables of stone; the tables of the covenant,"},{"number":12,"verse":"the Lord said to me, Arise, go down quickly from this place: for thy people, whom thou hast brought out of Egypt, have transgressed. They have gone aside quickly out of the way, to which thou didst enjoin them, and have made for themselves a molten image."},{"number":13,"verse":"Moreover the Lord spoke to me, saying, I have spoken to thee once and again and said, I have seen this people, and behold it is a stiffnecked people;"},{"number":14,"verse":"now therefore let me utterly destroy them, and blot out their name from under heaven; and I will make thee a nation, great and powerful, and much more numerous than this."},{"number":15,"verse":"Whereupon I turned, and came down from the mount. Now the mount was blazing with fire up to heaven, and I had in my two hands the two tables of the testimonies."},{"number":16,"verse":"And when I saw that you had sinned before the Lord your God, and that you had made for yourselves a molten image, and had turned aside from the way in which the Lord had commanded you to walk;"},{"number":17,"verse":"having hold of the two tables, I threw them out of my hands and broke them before your eyes."},{"number":18,"verse":"Then I made supplication before the Lord, a second time, as I had done before, forty days and forty nights; (I neither ate bread nor drank water); for your sins which you had committed by doing evil in the sight of the Lord God, to provoke him to wrath."},{"number":19,"verse":"Even now I tremble on account of the wrath and indignation. For the anger of the Lord was kindled against you, to destroy you utterly. But the Lord hearkened to me at that time also."},{"number":20,"verse":"Even against Aaron, his wrath was kindled to destroy him; But I prayed for Aaron also at that time."},{"number":21,"verse":"Now I had taken your sin, the calf which you had made, and burned it with fire; and having stamped, and ground it, till it was very fine, and like dust, I threw the dust into the torrent which ran down out of the mount."},{"number":22,"verse":"At Burning also, and at Temptation, and at Monuments of longing desire, you provoked the Lord."},{"number":23,"verse":"And when the Lord sent you from Kades-barne, saying, Go up, and take possession of the land which I give you, you disobeyed the command of the Lord your God, and did not confide in him, nor hearken to his voice."},{"number":24,"verse":"You have been disobedient to the commands of the Lord, from the day he made himself known to you."},{"number":25,"verse":"When I was making supplication before the Lord, forty days, and forty nights, as I had done before (for the Lord spoke of destroying you utterly,)"},{"number":26,"verse":"I prayed to God, and said, O Lord, thou king of all the gods, destroy not thy people, and thy heritage, whom thou hast redeemed, whom thou hast brought out of the land of Egypt, with thy mighty power, and with thy strong hand, and with thine outstretched arm."},{"number":27,"verse":"Remember Abraham, and Isaak, and Jacob, thy servants, to whom thou didst swear by thyself. Look not upon the stubbornness of this people, nor upon their wickedness, and their sins,"},{"number":28,"verse":"lest they who dwell in the land, out of which thou hast brought them, should speak, saying, Because the Lord was not able to bring them into the land which he promised them; and because he hated them, he led them out into the wilderness to kill them."},{"number":29,"verse":"Now these are thy people, and thy inheritance, whom thou hast brought out of the land of Egypt, with thy mighty power, and with thy strong hand, and with thine outstretched arm."}]}