{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"בָּעֵ֨ת <WH6256> ba-'Et At that time הַהִ֜וא <WH1931> ha-Hiv he אָמַ֧ר <WH559> 'a-Mar said יְהוָ֣ה <WH3068> Yah-weh the LORD אֵלַ֗י <WH413> 'e-Lai, to me פְּסָל־ <WH6458> pe-sol- unto me Hew לְךָ֞ le-Cha שְׁנֵֽי־ <WH8147> she-nei- thee two לוּחֹ֤ת <WH3871> lu-Chot tables אֲבָנִים֙ <WH68> 'a-va-Nim of stone כָּרִ֣אשֹׁנִ֔ים <WH7223> ka-Ri-sho-Nim, like unto the first וַעֲלֵ֥ה <WH5927> va-'a-Leh and come up אֵלַ֖י <WH413> 'e-Lai to הָהָ֑רָה <WH2022> ha-Ha-rah; unto me into the mount וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta and make לְּךָ֖ le-Cha אֲר֥וֹן <WH727> a-Ron thee an ark עֵֽץ׃ <WH6086> 'Etz. of wood"},{"number":2,"verse":"וְאֶכְתֹּב֙ <WH3789> ve-'ech-To And I will write עַל־ <WH5921> 'al- on הַלֻּחֹ֔ת <WH3871> hal-lu-Chot, on the tables אֶת־ <WH853> 'et- הַדְּבָרִ֔ים <WH1697> had-de-va-Rim, the words אֲשֶׁ֥ר <WH834> 'a-Sher which הָי֛וּ <WH1961> ha-Yu become עַל־ <WH5921> 'al- and הַלֻּחֹ֥ת <WH3871> hal-lu-Chot tables הָרִאשֹׁנִ֖ים <WH7223> ha-ri-sho-Nim that were in the first אֲשֶׁ֣ר <WH834> 'a-Sher which שִׁבַּ֑רְתָּ <WH7665> shib-Bar-ta; which thou brakest וְשַׂמְתָּ֖ם <WH7760> ve-sam-Tam and thou shalt put בָּאָרֽוֹן׃ <WH727> ba-'a-Ron. them in the ark"},{"number":3,"verse":"וָאַ֤עַשׂ <WH6213> va-'A-'as And I made אֲרוֹן֙ <WH727> 'a-rOn an ark עֲצֵ֣י <WH6086> 'a-Tzei wood שִׁטִּ֔ים <WH7848> shit-Tim, [of] shittim וָאֶפְסֹ֛ל <WH6458> va-'ef-Sol and hewed שְׁנֵי־ <WH8147> she-nei- two לֻחֹ֥ת <WH3871> lu-Chot tables אֲבָנִ֖ים <WH68> 'a-va-Nim of stone כָּרִאשֹׁנִ֑ים <WH7223> ka-ri-sho-Nim; like unto the first וָאַ֣עַל <WH5927> va-'A-'al and went up הָהָ֔רָה <WH2022> ha-Ha-rah, into the mount וּשְׁנֵ֥י <WH8147> u-she-Nei having the two הַלֻּחֹ֖ת <WH3871> hal-lu-Chot tables בְּיָדִֽי׃ <WH3027> be-ya-Di. in mine hand"},{"number":4,"verse":"וַיִּכְתֹּ֨ב <WH3789> vai-yich-To And he wrote עַֽל־ <WH5921> 'al- on הַלֻּחֹ֜ת <WH3871> hal-lu-Chot on the tables כַּמִּכְתָּ֣ב <WH4385> kam-mich-Tav writing הָרִאשׁ֗וֹן <WH7223> ha-ri-Shon, according to the first אֵ֚ת <WH853> 'et עֲשֶׂ֣רֶת <WH6235> 'a-Se-ret the ten הַדְּבָרִ֔ים <WH1697> had-de-va-Rim, commandments אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֶּר֩ <WH1696> dib-Ber spake יְהוָ֨ה <WH3068> Yah-weh which the LORD אֲלֵיכֶ֥ם <WH413> 'a-lei-Chem to you בָּהָ֛ר <WH2022> ba-Har unto you in the mount מִתּ֥וֹךְ <WH8432> mit-Toch out of the midst הָאֵ֖שׁ <WH784> ha-'Esh of the fire בְּי֣וֹם <WH3117> be-Yom in the day הַקָּהָ֑ל <WH6951> hak-ka-Hal; of the assembly וַיִּתְּנֵ֥ם <WH5414> vai-yit-te-Nem gave יְהוָ֖ה <WH3068> Yah-weh and the LORD אֵלָֽי׃ <WH413> 'e-Lai. then"},{"number":5,"verse":"וָאֵ֗פֶן <WH6437> va-'E-fen, And I turned וָֽאֵרֵד֙ <WH3381> va-'e-Red myself and came down מִן־ <WH4480> min- from הָהָ֔ר <WH2022> ha-Har, from the mount וָֽאָשִׂם֙ <WH7760> va-'a-Sim and put אֶת־ <WH853> 'et- הַלֻּחֹ֔ת <WH3871> hal-lu-Chot, the tables בָּאָר֖וֹן <WH727> ba-'a-Ron in the ark אֲשֶׁ֣ר <WH834> 'a-Sher which עָשִׂ֑יתִי <WH6213> 'a-Si-ti; which I had made וַיִּ֣הְיוּ <WH1961> vai-Yih-yu become שָׁ֔ם <WH8033> Sham, and there כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher which צִוַּ֖נִי <WH6680> tziv-Va-ni commanded יְהוָֽה׃ <WH3068> Yah-weh. and there they be as the LORD"},{"number":6,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel נָֽסְע֛וּ <WH5265> na-se-'U took their journey מִבְּאֵרֹ֥ת mib-be-'e-Rot בְּנֵי־ be-nei- יַעֲקָ֖ן <WH885> ya-'a-Kan from Beeroth of the children of Jaakan מוֹסֵרָ֑ה <WH4149> mo-se-Rah; to Mosera שָׁ֣ם <WH8033> sham There מֵ֤ת <WH4191> met died אַהֲרֹן֙ <WH175> 'a-ha-Ron there Aaron וַיִּקָּבֵ֣ר <WH6912> vai-yik-ka-Ver and there he was buried שָׁ֔ם <WH8033> Sham, and there וַיְכַהֵ֛ן <WH3547> vay-cha-Hen ministered in the priest's office אֶלְעָזָ֥ר <WH499> 'el-'a-Zar and Eleazar בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place"},{"number":7,"verse":"מִשָּׁ֥ם <WH8033> mish-Sham there נָסְע֖וּ <WH5265> na-se-'U From thence they journeyed הַגֻּדְגֹּ֑דָה <WH1412> hag-gud-Go-dah; unto Gudgodah וּמִן־ <WH4480> u-min- and from הַגֻּדְגֹּ֣דָה <WH1412> hag-gud-Go-dah and from Gudgodah יָטְבָ֔תָה <WH3193> ya-te-Va-tah, to Jotbath אֶ֖רֶץ <WH776> 'E-retz a land נַֽחֲלֵי <WH5158> Na-cha-lei of rivers מָֽיִם׃ <WH4325> Ma-yim. of waters"},{"number":8,"verse":"בָּעֵ֣ת <WH6256> ba-'Et At that time הַהִ֗וא <WH1931> ha-Hiv, he הִבְדִּ֤יל <WH914> hiv-Dil separated יְהוָה֙ <WH3068> Yah-weh the LORD אֶת־ <WH853> 'et- שֵׁ֣בֶט <WH7626> She-vet the tribe הַלֵּוִ֔י <WH3878> hal-le-Vi, of Levi לָשֵׂ֖את <WH5375> la-Set to bear אֶת־ <WH853> 'et- אֲר֣וֹן <WH727> a-Ron the ark בְּרִית־ <WH1285> be-rit- of the covenant יְהוָ֑ה <WH3068> Yah-weh; of the LORD לַעֲמֹד֩ <WH5975> la-'a-Mod to stand לִפְנֵ֨י <WH6440> lif-Nei before יְהוָ֤ה <WH3068> Yah-weh the LORD לְשָֽׁרְתוֹ֙ <WH8334> le-sha-re-To to minister וּלְבָרֵ֣ךְ <WH1288> u-le-va-Rech unto him and to bless בִּשְׁמ֔וֹ <WH8034> bish-Mo, in his name עַ֖ד <WH5704> 'ad until הַיּ֥וֹם <WH3117> hai-Yom unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":9,"verse":"עַל־ <WH5921> 'al- and כֵּ֞ן <WH3651> ken after that לֹֽא־ <WH3808> lo- does not הָיָ֧ה <WH1961> ha-Yah have לְלֵוִ֛י <WH3881> le-le-Vi Leviite חֵ֥לֶק <WH2506> Che-lek hath no part וְנַחֲלָ֖ה <WH5159> ve-na-cha-Lah nor inheritance עִם־ <WH5973> 'im- with אֶחָ֑יו <WH251> 'e-Chav; with his brethren יְהוָה֙ <WH3068> Yah-weh the LORD ה֣וּא <WH1931> hu he נַחֲלָת֔וֹ <WH5159> na-cha-la-To, [is] his inheritance כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after דִּבֶּ֛ר <WH1696> dib-Ber promised יְהוָ֥ה <WH3068> Yah-weh according as the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God לֽוֹ׃ lo."},{"number":10,"verse":"וְאָנֹכִ֞י <WH595> ve-'a-no-Chi I עָמַ֣דְתִּי <WH5975> 'a-Mad-ti And I stayed בָהָ֗ר <WH2022> va-Har, in the mount כַּיָּמִים֙ <WH3117> kai-ya-Mim time הָרִ֣אשֹׁנִ֔ים <WH7223> ha-Ri-sho-Nim, according to the first אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im forty י֔וֹם <WH3117> Yom, days וְאַרְבָּעִ֖ים <WH705> ve-'ar-ba-'Im and forty לָ֑יְלָה <WH3915> La-ye-lah; nights וַיִּשְׁמַ֨ע <WH8085> vai-yish-Ma' hearkened יְהוָ֜ה <WH3068> Yah-weh and the LORD אֵלַ֗י <WH413> 'e-Lai, about גַּ֚ם <WH1571> gam also בַּפַּ֣עַם <WH6471> bap-Pa-'am unto me at that time הַהִ֔וא <WH1931> ha-Hiv, he לֹא־ <WH3808> lo- was not אָבָ֥ה <WH14> 'a-Vah would יְהוָ֖ה <WH3068> Yah-weh also [and] the LORD הַשְׁחִיתֶֽךָ׃ <WH7843> hash-chi-Te-cha. not destroy"},{"number":11,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוָה֙ <WH3068> Yah-weh And the LORD אֵלַ֔י <WH413> 'e-Lai, to me ק֛וּם <WH6965> kum unto me Arise לֵ֥ךְ <WH1980> lech proceed לְמַסַּ֖ע <WH4550> le-mas-Sa' [thy] journey לִפְנֵ֣י <WH6440> lif-Nei before הָעָ֑ם <WH5971> ha-'Am; the people וְיָבֹ֙אוּ֙ <WH935> ve-ya-Vo-'u that they may go in וְיִֽרְשׁ֣וּ <WH3423> ve-yir-Shu and possess אֶת־ <WH853> 'et- הָאָ֔רֶץ <WH776> ha-'A-retz, the land אֲשֶׁר־ <WH834> 'a-Sher- which נִשְׁבַּ֥עְתִּי <WH7650> nish-Ba'-ti which I sware לַאֲבֹתָ֖ם <WH1> la-'a-vo-Tam unto their fathers לָתֵ֥ת <WH5414> la-Tet to give לָהֶֽם׃ la-Hem. פ Peh"},{"number":12,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, And now Israel מָ֚ה <WH4100> mah what יְהוָ֣ה <WH3069> Yah-weh God אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God שֹׁאֵ֖ל <WH7592> sho-'El require מֵעִמָּ֑ךְ <WH5973> me-'im-Mach; with כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- but לְ֠יִרְאָה <WH3372> Le-yir-'ah of thee but to fear אֶת־ <WH853> 'et- יְהוָ֨ה <WH3069> Yah-weh God אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God לָלֶ֤כֶת <WH1980> la-Le-chet to walk בְּכָל־ <WH3605> be-chol all דְּרָכָיו֙ <WH1870> de-ra-Chav in all his ways וּלְאַהֲבָ֣ה <WH157> u-le-'a-ha-Vah and to love אֹת֔וֹ <WH853> o-To, וְלַֽעֲבֹד֙ <WH5647> ve-la-'a-Vod him and to serve אֶת־ <WH853> 'et- יְהוָ֣ה <WH3069> Yah-weh God אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God בְּכָל־ <WH3605> be-chol all לְבָבְךָ֖ <WH3824> le-va-ve-Cha with all thy heart וּבְכָל־ <WH3605> u-ve-Chol all נַפְשֶֽׁךָ׃ <WH5315> naf-She-cha. and with all thy soul"},{"number":13,"verse":"לִשְׁמֹ֞ר <WH8104> lish-Mor To keep אֶת־ <WH853> 'et- מִצְוֹ֤ת <WH4687> mitz-Vot the commandments יְהוָה֙ <WH3068> Yah-weh of the LORD וְאֶת־ <WH853> ve-'Et חֻקֹּתָ֔יו <WH2708> chuk-ko-Tav, and his statutes אֲשֶׁ֛ר <WH834> 'a-Sher which אָנֹכִ֥י <WH595> 'a-no-Chi I מְצַוְּךָ֖ <WH6680> me-tzav-ve-Cha which I command הַיּ֑וֹם <WH3117> hai-Yom; thee this day לְט֖וֹב <WH2896> le-Tov good לָֽךְ׃ Lach."},{"number":14,"verse":"הֵ֚ן <WH2005> hen Behold לַיהוָ֣ה <WH3068> Yah-weh [is] the LORD'S אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim Behold the heaven וּשְׁמֵ֣י <WH8064> u-she-Mei and the heaven הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of heavens הָאָ֖רֶץ <WH776> ha-'A-retz the earth וְכָל־ <WH3605> ve-chol and all אֲשֶׁר־ <WH834> 'a-Sher- after בָּֽהּ׃ Bah."},{"number":15,"verse":"רַ֧ק <WH7535> rak but בַּאֲבֹתֶ֛יךָ <WH1> ba-'a-vo-Tei-cha in thy fathers חָשַׁ֥ק <WH2836> cha-Shak had a delight יְהוָ֖ה <WH3068> Yah-weh Only the LORD לְאַהֲבָ֣ה <WH157> le-'a-ha-Vah to love אוֹתָ֑ם <WH853> o-Tam; וַיִּבְחַ֞ר <WH977> vai-yiv-Char them and he chose בְּזַרְעָ֣ם <WH2233> be-zar-'Am their seed אַחֲרֵיהֶ֗ם <WH310> 'a-cha-rei-Hem, after בָּכֶ֛ם ba-Chem מִכָּל־ <WH3605> mik-kol all הָעַמִּ֖ים <WH5971> ha-'am-Mim them [even] you above all people כַּיּ֥וֹם <WH3117> kai-Yom as [it is] this day הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":16,"verse":"וּמַלְתֶּ֕ם <WH4135> u-mal-Tem Circumcise אֵ֖ת <WH853> 'et עָרְלַ֣ת <WH6190> 'a-re-Lat therefore the foreskin לְבַבְכֶ֑ם <WH3824> le-vav-Chem; of your heart וְעָ֨רְפְּכֶ֔ם <WH6203> ve-'A-re-pe-Chem, your neck לֹ֥א <WH3808> lo no תַקְשׁ֖וּ <WH7185> tak-Shu and stiffen עֽוֹד׃ <WH5750> od. longer"},{"number":17,"verse":"כִּ֚י <WH3588> ki For יְהוָ֣ה <WH3068> Yah-weh For the LORD אֱלֹֽהֵיכֶ֔ם <WH430> 'e-lo-hei-Chem, your God ה֚וּא <WH1931> hu he אֱלֹהֵ֣י <WH430> 'e-lo-Hei [is] God הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of gods וַאֲדֹנֵ֖י <WH136> va-'a-do-Nei and the Lord הָאֲדֹנִ֑ים <WH113> ha-'a-do-Nim; and Lord הָאֵ֨ל <WH410> ha-'El God הַגָּדֹ֤ל <WH1419> hag-ga-Dol a great הַגִּבֹּר֙ <WH1368> hag-gib-Bor a mighty וְהַנּוֹרָ֔א <WH3372> ve-han-no-Ra, and a terrible אֲשֶׁר֙ <WH834> 'a-Sher who לֹא־ <WH3808> lo- nor יִשָּׂ֣א <WH5375> yis-Sa which regardeth פָנִ֔ים <WH6440> fa-Nim, not persons וְלֹ֥א <WH3808> ve-Lo nor יִקַּ֖ח <WH3947> yik-Kach nor taketh שֹֽׁחַד׃ <WH7810> Sho-chad. reward"},{"number":18,"verse":"עֹשֶׂ֛ה <WH6213> 'o-Seh He doth execute מִשְׁפַּ֥ט <WH4941> mish-Pat the judgment יָת֖וֹם <WH3490> ya-Tom of the fatherless וְאַלְמָנָ֑ה <WH490> ve-'al-ma-Nah; and widow וְאֹהֵ֣ב <WH157> ve-'o-Hev and loveth גֵּ֔ר <WH1616> Ger, the stranger לָ֥תֶת <WH5414> La-tet in giving ל֖וֹ lo לֶ֥חֶם <WH3899> Le-chem him food וְשִׂמְלָֽה׃ <WH8071> ve-sim-Lah. and raiment"},{"number":19,"verse":"וַאֲהַבְתֶּ֖ם <WH157> va-'a-hav-Tem Love אֶת־ <WH853> 'et- הַגֵּ֑ר <WH1616> hag-Ger; ye therefore the stranger כִּֽי־ <WH3588> ki- for גֵרִ֥ים <WH1616> ge-Rim for ye were strangers הֱיִיתֶ֖ם <WH1961> he-yi-Tem become בְּאֶ֥רֶץ <WH776> be-'E-retz in the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":20,"verse":"אֶת־ <WH853> 'et- יְהוָ֧ה <WH3068> Yah-weh the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God תִּירָ֖א <WH3372> ti-Ra Thou shalt fear אֹת֣וֹ <WH853> o-To תַעֲבֹ֑ד <WH5647> ta-'a-Vod; him shalt thou serve וּב֣וֹ u-Vo תִדְבָּ֔ק <WH1692> tid-Bak, and to him shalt thou cleave וּבִשְׁמ֖וֹ <WH8034> u-vish-Mo by his name תִּשָּׁבֵֽעַ׃ <WH7650> tish-sha-Ve-a'. and swear"},{"number":21,"verse":"ה֥וּא <WH1931> hu He תְהִלָּתְךָ֖ <WH8416> te-hil-la-te-Cha He [is] thy praise וְה֣וּא <WH1931> ve-Hu and He אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; and he [is] thy God אֲשֶׁר־ <WH834> 'a-Sher- who עָשָׂ֣ה <WH6213> 'a-Sah that hath done אִתְּךָ֗ <WH853> 'it-te-Cha, אֶת־ <WH853> 'et- הַגְּדֹלֹ֤ת <WH1419> hag-ge-do-Lot for thee these great וְאֶת־ <WH853> ve-'Et הַנּֽוֹרָאֹת֙ <WH3372> han-no-ra-'Ot and terrible things הָאֵ֔לֶּה <WH428> ha-'El-leh, these אֲשֶׁ֥ר <WH834> 'a-Sher which רָא֖וּ <WH7200> ra-'U have seen עֵינֶֽיךָ׃ <WH5869> 'ei-Nei-cha. which thine eyes"},{"number":22,"verse":"בְּשִׁבְעִ֣ים <WH7657> be-shiv-'Im with threescore and ten נֶ֔פֶשׁ <WH5315> Ne-fesh, persons יָרְד֥וּ <WH3381> ya-re-Du went down אֲבֹתֶ֖יךָ <WH1> 'a-vo-Tei-cha Thy fathers מִצְרָ֑יְמָה <WH4714> mitz-Ra-ye-mah; into Egypt וְעַתָּ֗ה <WH6258> ve-'at-Tah, and now שָֽׂמְךָ֙ <WH7760> sa-me-Cha hath made יְהוָ֣ה <WH3068> Yah-weh and now the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God כְּכוֹכְבֵ֥י <WH3556> ke-choch-Vei thee as the stars הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim of heaven לָרֹֽב׃ <WH7230> la-Ro. for multitude"}]}