{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":2,"verses":[{"number":1,"verse":"וַנֵּ֜פֶן <WH6437> van-Ne-fen Then we turned וַנִּסַּ֤ע <WH5265> van-nis-Sa' and took our journey הַמִּדְבָּ֙רָה֙ <WH4057> ham-mid-Ba-rah into the wilderness דֶּ֣רֶךְ <WH1870> De-rech by the way יַם־ <WH3220> yam- sea ס֔וּף <WH5488> Suf, of the Red כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after דִּבֶּ֥ר <WH1696> dib-Ber spake יְהוָ֖ה <WH3068> Yah-weh as the LORD אֵלָ֑י <WH413> 'e-Lai; to me וַנָּ֥סָב <WH5437> van-Na-sov unto me and we compassed אֶת־ <WH853> 'et- הַר־ <WH2022> har- mount שֵׂעִ֖יר <WH8165> se-'Ir Seir יָמִ֥ים <WH3117> ya-Mim days רַבִּֽים׃ <WH7227> rab-Bim. many ס sa-Mek"},{"number":2,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. unto me saying"},{"number":3,"verse":"רַב־ <WH7227> rav- long enough לָכֶ֕ם la-Chem סֹ֖ב <WH5437> so Ye have compassed אֶת־ <WH853> 'et- הָהָ֣ר <WH2022> ha-Har this mountain הַזֶּ֑ה <WH2088> haz-Zeh; this פְּנ֥וּ <WH6437> pe-Nu turn לָכֶ֖ם la-Chem צָפֹֽנָה׃ <WH6828> tza-Fo-nah. you northward"},{"number":4,"verse":"וְאֶת־ <WH853> ve-'Et הָעָם֮ <WH5971> ha-'Am thou the people צַ֣ו <WH6680> tzav And command לֵאמֹר֒ <WH559> le-Mor saying אַתֶּ֣ם <WH859> 'at-Tem You עֹֽבְרִ֗ים <WH5674> 'oe-Rim, Ye [are] to pass בִּגְבוּל֙ <WH1366> big-Vul through the coast אֲחֵיכֶ֣ם <WH251> 'a-chei-Chem of your brethren בְּנֵי־ <WH1121> be-nei- the children עֵשָׂ֔ו <WH6215> 'e-Sav, of Esau הַיֹּשְׁבִ֖ים <WH3427> hai-yo-she-Vim which dwell בְּשֵׂעִ֑יר <WH8165> be-se-'Ir; in Seir וְיִֽירְא֣וּ <WH3372> ve-yi-re-'U and they shall be afraid מִכֶּ֔ם <WH4480> mik-Kem, at וְנִשְׁמַרְתֶּ֖ם <WH8104> ve-nish-mar-Tem heed מְאֹֽד׃ <WH3966> me-'Od. of you take ye good"},{"number":5,"verse":"אַל־ <WH408> 'al- not תִּתְגָּר֣וּ <WH1624> tit-ga-Ru Meddle בָ֔ם Vam, כִּ֠י <WH3588> ki because לֹֽא־ <WH3808> lo- I will not אֶתֵּ֤ן <WH5414> 'et-Ten not with them for I will not give לָכֶם֙ la-Chem מֵֽאַרְצָ֔ם <WH776> me-'ar-Tzam, you of their land עַ֖ד <WH5704> 'ad even מִדְרַ֣ךְ <WH4096> mid-Rach breadth כַּף־ <WH3709> kaf- branch רָ֑גֶל <WH7272> Ra-gel; no not so much as a foot כִּֽי־ <WH3588> ki- because יְרֻשָּׁ֣ה <WH3425> ye-rush-Shah [for] a possession לְעֵשָׂ֔ו <WH6215> le-'e-Sav, unto Esau נָתַ֖תִּי <WH5414> na-Tat-ti because I have given אֶת־ <WH853> 'et- הַ֥ר <WH2022> har mount שֵׂעִֽיר׃ <WH8165> se-'Ir. Seir"},{"number":6,"verse":"אֹ֣כֶל <WH400> 'O-chel meat תִּשְׁבְּר֧וּ <WH7666> tish-be-Ru Ye shall buy מֵֽאִתָּ֛ם <WH853> me-'it-Tam בַּכֶּ֖סֶף <WH3701> bak-Ke-sef of them for money וַאֲכַלְתֶּ֑ם <WH398> va-'a-chal-Tem; that ye may eat וְגַם־ <WH1571> ve-gam- shall also מַ֜יִם <WH4325> Ma-yim water תִּכְר֧וּ <WH3739> tich-Ru and ye shall also buy מֵאִתָּ֛ם <WH853> me-'it-Tam בַּכֶּ֖סֶף <WH3701> bak-Ke-sef of them for money וּשְׁתִיתֶֽם׃ <WH8354> u-she-ti-Tem. that ye may drink"},{"number":7,"verse":"כִּי֩ <WH3588> ki For יְהוָ֨ה <WH3068> Yah-weh For the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God בֵּֽרַכְךָ֗ <WH1288> be-rach-Cha, hath blessed בְּכֹל֙ <WH3605> be-Chol all מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh thee in all the works יָדֶ֔ךָ <WH3027> ya-De-cha, of thy hand יָדַ֣ע <WH3045> ya-Da' he knoweth לֶכְתְּךָ֔ <WH1980> lech-te-Cha, your wanderings אֶת־ <WH853> 'et- הַמִּדְבָּ֥ר <WH4057> ham-mid-Bar wilderness הַגָּדֹ֖ל <WH1419> hag-ga-Dol through this great הַזֶּ֑ה <WH2088> haz-Zeh; this זֶ֣ה׀ <WH2088> zeh These אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im these forty שָׁנָ֗ה <WH8141> sha-Nah, years יְהוָ֤ה <WH3068> Yah-weh the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God עִמָּ֔ךְ <WH5973> 'im-Mach, with לֹ֥א <WH3808> lo have not חָסַ֖רְתָּ <WH2637> cha-Sar-ta [hath been] with thee thou hast lacked דָּבָֽר׃ <WH1697> da-Var. nothing"},{"number":8,"verse":"וַֽנַּעֲבֹ֞ר <WH5674> van-na-'a-Vor And when we passed מֵאֵ֧ת <WH854> me-'Et for אַחֵ֣ינוּ <WH251> 'a-Chei-nu by from our brethren בְנֵי־ <WH1121> ve-nei- the children עֵשָׂ֗ו <WH6215> 'e-Sav, of Esau הַיֹּֽשְׁבִים֙ <WH3427> hai-yo-she-Vim which dwelt בְּשֵׂעִ֔יר <WH8165> be-se-'Ir, in Seir מִדֶּ֙רֶךְ֙ <WH1870> mid-De-rech through the way הָֽעֲרָבָ֔ה <WH6160> ha-'a-ra-Vah, of the plain מֵאֵילַ֖ת <WH359> me-'ei-Lat from Elath וּמֵעֶצְיֹ֣ן u-me-'etz-Yon גָּ֑בֶר <WH6100> Ga-ver; and from Eziongaber ס sa-Mek וַנֵּ֙פֶן֙ <WH6437> van-Ne-fen we turned וַֽנַּעֲבֹ֔ר <WH5674> van-na-'a-Vor, and passed דֶּ֖רֶךְ <WH1870> De-rech by the way מִדְבַּ֥ר <WH4057> mid-Bar of the wilderness מוֹאָֽב׃ <WH4124> mo-'Av. of Moab"},{"number":9,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֵלַ֗י <WH413> 'e-Lai, about אֶל־ <WH408> 'el- nor תָּ֙צַר֙ <WH6696> ta-tzar unto me Distress אֶת־ <WH853> 'et- מוֹאָ֔ב <WH4124> mo-'Av, not the Moabites וְאַל־ <WH408> ve-'al- nor תִּתְגָּ֥ר <WH1624> tit-Gar neither contend בָּ֖ם bam מִלְחָמָ֑ה <WH4421> mil-cha-Mah; with them in battle כִּ֠י <WH3588> ki because לֹֽא־ <WH3808> lo- I will not אֶתֵּ֨ן <WH5414> 'et-Ten for I will not give לְךָ֤ le-Cha מֵֽאַרְצוֹ֙ <WH776> me-'ar-Tzo thee of their land יְרֻשָּׁ֔ה <WH3425> ye-rush-Shah, [for] a possession כִּ֣י <WH3588> ki because לִבְנֵי־ <WH1121> liv-nei- unto the children ל֔וֹט <WH3876> Lot, of Lot נָתַ֥תִּי <WH5414> na-Tat-ti because I have given אֶת־ <WH853> 'et- עָ֖ר <WH6144> 'ar Ar יְרֻשָּׁה׃ <WH3425> ye-rush-shah [for] a possession"},{"number":10,"verse":"הָאֵמִ֥ים <WH368> ha-'e-Mim The Emims לְפָנִ֖ים <WH6440> le-fa-Nim therein in times past יָ֣שְׁבוּ <WH3427> Ya-she-vu dwelt בָ֑הּ Vah; עַ֣ם <WH5971> 'am a people גָּד֥וֹל <WH1419> ga-Dol great וְרַ֛ב <WH7227> ve-Rav and many וָרָ֖ם <WH7311> va-Ram and tall כָּעֲנָקִֽים׃ <WH6062> ka-'a-na-Kim. as the Anakims"},{"number":11,"verse":"רְפָאִ֛ים <WH7497> re-fa-'Im giants יֵחָשְׁב֥וּ <WH2803> ye-cha-she-Vu also were accounted אַף־ <WH637> 'af- are also הֵ֖ם <WH1992> hem Which כָּעֲנָקִ֑ים <WH6062> ka-'a-na-Kim; as the Anakims וְהַמֹּ֣אָבִ֔ים <WH4125> ve-ham-Mo-'a-Vim, but the Moabites יִקְרְא֥וּ <WH7121> yik-re-'U call לָהֶ֖ם la-Hem אֵמִֽים׃ <WH368> 'e-Mim. them Emims"},{"number":12,"verse":"וּבְשֵׂעִ֞יר <WH8165> u-ve-se-'Ir in Seir יָשְׁב֣וּ <WH3427> ya-she-Vu also dwelt הַחֹרִים֮ <WH2752> ha-cho-Rim The Horims לְפָנִים֒ <WH6440> le-fa-Nim beforetime וּבְנֵ֧י <WH1121> u-ve-Nei but the children עֵשָׂ֣ו <WH6215> 'e-Sav of Esau יִֽירָשׁ֗וּם <WH3423> yi-ra-Shum, succeeded וַיַּשְׁמִידוּם֙ <WH8045> vai-yash-mi-Dum them when they had destroyed מִפְּנֵיהֶ֔ם <WH6440> mip-pe-nei-Hem, them from before וַיֵּשְׁב֖וּ <WH3427> vai-ye-she-Vu them and dwelt תַּחְתָּ֑ם <WH8478> tach-Tam; their place כַּאֲשֶׁ֧ר <WH834> ka-'a-Sher which עָשָׂ֣ה <WH6213> 'a-Sah did יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, in their stead as Israel לְאֶ֙רֶץ֙ <WH776> le-'E-retz unto the land יְרֻשָּׁת֔וֹ <WH3425> ye-rush-sha-To, of his possession אֲשֶׁר־ <WH834> 'a-Sher- which נָתַ֥ן <WH5414> na-Tan gave יְהוָ֖ה <WH3068> Yah-weh which the LORD לָהֶֽם׃ la-Hem."},{"number":13,"verse":"עַתָּ֗ה <WH6258> 'at-Tah, Now קֻ֛מוּ <WH6965> Ku-mu Now rise up וְעִבְר֥וּ <WH5674> ve-'iv-Ru [said I] and get you over לָכֶ֖ם la-Chem אֶת־ <WH853> 'et- נַ֣חַל <WH5158> Na-chal the brook זָ֑רֶד <WH2218> Za-red; Zered וַֽנַּעֲבֹ֖ר <WH5674> van-na-'a-Vor And we went over אֶת־ <WH853> 'et- נַ֥חַל <WH5158> Na-chal the brook זָֽרֶד׃ <WH2218> Za-red. Zered"},{"number":14,"verse":"וְהַיָּמִ֞ים <WH3117> ve-hai-ya-Mim And the space אֲשֶׁר־ <WH834> 'a-Sher- that הָלַ֣כְנוּ׀ <WH1980> ha-Lach-nu in which we came מִקָּדֵ֣שׁ mik-ka-Desh בַּרְנֵ֗עַ <WH6947> bar-Ne-a', from Kadeshbarnea עַ֤ד <WH5704> 'ad until אֲשֶׁר־ <WH834> 'a-Sher- after עָבַ֙רְנוּ֙ <WH5674> 'a-Var-nu until we were come over אֶת־ <WH853> 'et- נַ֣חַל <WH5158> Na-chal the brook זֶ֔רֶד <WH2218> Ze-red, Zered שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim [was] thirty וּשְׁמֹנֶ֖ה <WH8083> u-she-mo-Neh and eight שָׁנָ֑ה <WH8141> sha-Nah; years עַד־ <WH5704> 'ad- until תֹּ֨ם <WH8552> tom were wasted out כָּל־ <WH3605> kol- all הַדּ֜וֹר <WH1755> had-Dor until all the generation אַנְשֵׁ֤י <WH376> 'an-Shei of the men הַמִּלְחָמָה֙ <WH4421> ham-mil-cha-Mah of war מִקֶּ֣רֶב <WH7130> mik-Ke-rev from among הַֽמַּחֲנֶ֔ה <WH4264> ham-ma-cha-Neh, the host כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after נִשְׁבַּ֥ע <WH7650> nish-Ba' sware יְהוָ֖ה <WH3068> Yah-weh as the LORD לָהֶֽם׃ la-Hem."},{"number":15,"verse":"וְגַ֤ם <WH1571> ve-Gam Moreover יַד־ <WH3027> yad- For indeed the hand יְהוָה֙ <WH3068> Yah-weh of the LORD הָ֣יְתָה <WH1961> Ha-ye-tah become בָּ֔ם Bam, לְהֻמָּ֖ם <WH2000> le-hum-Mam was against them to destroy מִקֶּ֣רֶב <WH7130> mik-Ke-rev them from among הַֽמַּחֲנֶ֑ה <WH4264> ham-ma-cha-Neh; the host עַ֖ד <WH5704> 'ad until תֻּמָּֽם׃ <WH8552> tum-Mam. until they were consumed"},{"number":16,"verse":"וַיְהִ֨י <WH1961> vay-Hi came כַאֲשֶׁר־ <WH834> cha-'a-Sher- after תַּ֜מּוּ <WH8552> Tam-mu were consumed כָּל־ <WH3605> kol- all אַנְשֵׁ֧י <WH582> 'an-Shei So it came to pass when all the men הַמִּלְחָמָ֛ה <WH4421> ham-mil-cha-Mah of war לָמ֖וּת <WH4191> la-Mut and dead מִקֶּ֥רֶב <WH7130> mik-Ke-rev from among הָעָֽם׃ <WH5971> ha-'Am. the people ס sa-Mek"},{"number":17,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh That the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. unto me saying"},{"number":18,"verse":"אַתָּ֨ה <WH859> 'at-Tah you עֹבֵ֥ר <WH5674> 'o-Ver Thou art to pass over הַיּ֛וֹם <WH3117> hai-Yom this day אֶת־ <WH853> 'et- גְּב֥וּל <WH1366> ge-Vul the coast מוֹאָ֖ב <WH4124> mo-'Av of Moab אֶת־ <WH853> 'et- עָֽר׃ <WH6144> 'Ar. through Ar"},{"number":19,"verse":"וְקָרַבְתָּ֗ <WH7126> ve-ka-rav-Ta, And [when] thou comest nigh מ֚וּל <WH4136> mul over against בְּנֵ֣י <WH1121> be-Nei the children עַמּ֔וֹן <WH5983> am-Mon, of Ammon אַל־ <WH408> 'al- nor תְּצֻרֵ֖ם <WH6696> te-tzu-Rem distress וְאַל־ <WH408> ve-'al- nor תִּתְגָּ֣ר <WH1624> tit-Gar them not nor meddle בָּ֑ם Bam; כִּ֣י <WH3588> ki because לֹֽא־ <WH3808> lo- I will not אֶ֠תֵּן <WH5414> 'Et-ten with them for I will not give מֵאֶ֨רֶץ <WH776> me-'E-retz thee of the land בְּנֵי־ <WH1121> be-nei- of the children עַמּ֤וֹן <WH5983> am-Mon of Ammon לְךָ֙ le-Cha יְרֻשָּׁ֔ה <WH3425> ye-rush-Shah, [any] possession כִּ֥י <WH3588> ki because לִבְנֵי־ <WH1121> liv-nei- it unto the children ל֖וֹט <WH3876> Lot of Lot נְתַתִּ֥יהָ <WH5414> ne-tat-Ti-ha because I have given יְרֻשָּֽׁה׃ <WH3425> ye-rush-Shah. [for] a possession"},{"number":20,"verse":"אֶֽרֶץ־ <WH776> 'e-retz- a land רְפָאִ֥ים <WH7497> re-fa-'Im of giants תֵּחָשֵׁ֖ב <WH2803> te-cha-Shev (That also was accounted אַף־ <WH637> 'af- is also הִ֑וא hi רְפָאִ֤ים <WH7497> re-fa-'Im giants יָֽשְׁבוּ־ <WH3427> ya-she-vu- dwelt בָהּ֙ vah לְפָנִ֔ים <WH6440> le-fa-Nim, therein in old time וְהָֽעַמֹּנִ֔ים <WH5984> ve-ha-'am-mo-Nim, and the Ammonites יִקְרְא֥וּ <WH7121> yik-re-'U call לָהֶ֖ם la-Hem זַמְזֻמִּֽים׃ <WH2157> zam-zum-Mim. them Zamzummims"},{"number":21,"verse":"עַ֣ם <WH5971> 'am A people גָּד֥וֹל <WH1419> ga-Dol great וְרַ֛ב <WH7227> ve-Rav and many וָרָ֖ם <WH7311> va-Ram and tall כָּעֲנָקִ֑ים <WH6062> ka-'a-na-Kim; as the Anakims וַיַּשְׁמִידֵ֤ם <WH8045> vai-yash-mi-Dem destroyed יְהוָה֙ <WH3068> Yah-weh but the LORD מִפְּנֵיהֶ֔ם <WH6440> mip-pe-nei-Hem, them before וַיִּירָשֻׁ֖ם <WH3423> vai-yi-ra-Shum them and they succeeded וַיֵּשְׁב֥וּ <WH3427> vai-ye-she-Vu them and dwelt תַחְתָּֽם׃ <WH8478> tach-Tam. their place"},{"number":22,"verse":"כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher when עָשָׂה֙ <WH6213> 'a-Sah As he did לִבְנֵ֣י <WH1121> liv-Nei to the children עֵשָׂ֔ו <WH6215> 'e-Sav, of Esau הַיֹּשְׁבִ֖ים <WH3427> hai-yo-she-Vim which dwelt בְּשֵׂעִ֑יר <WH8165> be-se-'Ir; in Seir אֲשֶׁ֨ר <WH834> 'a-Sher when הִשְׁמִ֤יד <WH8045> hish-Mid when he destroyed אֶת־ <WH853> 'et- הַחֹרִי֙ <WH2752> ha-cho-Ri the Horims מִפְּנֵיהֶ֔ם <WH6440> mip-pe-nei-Hem, from before וַיִּֽירָשֻׁם֙ <WH3423> vai-yi-ra-Shum them and they succeeded וַיֵּשְׁב֣וּ <WH3427> vai-ye-she-Vu them and dwelt תַחְתָּ֔ם <WH8478> tach-Tam, their place עַ֖ד <WH5704> 'ad even הַיּ֥וֹם <WH3117> hai-Yom in their stead even unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this"},{"number":23,"verse":"וְהָֽעַוִּ֛ים <WH5757> ve-ha-'av-Vim Avims הַיֹּשְׁבִ֥ים <WH3427> hai-yo-she-Vim which dwelt בַּחֲצֵרִ֖ים <WH2699> ba-cha-tze-Rim in Hazerim עַד־ <WH5704> 'ad- far עַזָּ֑ה <WH5804> 'az-Zah; [even] unto Azzah כַּפְתֹּרִים֙ <WH3732> kaf-to-Rim the Caphtorims הַיֹּצְאִ֣ים <WH3318> hai-yo-tze-'Im which came forth מִכַּפְתּ֔וֹר <WH3731> mik-kaf-Tor, out of Caphtor הִשְׁמִידֻ֖ם <WH8045> hish-mi-Dum destroyed וַיֵּשְׁב֥וּ <WH3427> vai-ye-she-Vu them and dwelt תַחְתָּֽם׃ <WH8478> tach-Tam. Thahash"},{"number":24,"verse":"ק֣וּמוּ <WH6965> Ku-mu Rise ye up סְּע֗וּ <WH5265> se-'U, take your journey וְעִבְרוּ֮ <WH5674> ve-'iv-Ru and pass over אֶת־ <WH853> 'et- נַ֣חַל <WH5158> Na-chal the river אַרְנֹן֒ <WH769> 'ar-Non Arnon רְאֵ֣ה <WH7200> re-'Eh behold נָתַ֣תִּי <WH5414> na-Tat-ti I have given בְ֠יָדְךָ <WH3027> Ve-ya-de-cha into thine hand אֶת־ <WH853> 'et- סִיחֹ֨ן <WH5511> si-Chon Sihon מֶֽלֶךְ־ <WH4428> Me-lech- king חֶשְׁבּ֧וֹן <WH2809> chesh-Bon of Heshbon הָֽאֱמֹרִ֛י <WH567> ha-'e-mo-Ri the Amorite וְאֶת־ <WH853> ve-'Et אַרְצ֖וֹ <WH776> ar-Tzo and his land הָחֵ֣ל <WH2490> ha-Chel begin רָ֑שׁ <WH3423> Rash; to possess וְהִתְגָּ֥ר <WH1624> ve-hit-Gar [it] and contend בּ֖וֹ bo מִלְחָמָֽה׃ <WH4421> mil-cha-Mah. with him in battle"},{"number":25,"verse":"הַיּ֣וֹם <WH3117> hai-Yom This day הַזֶּ֗ה <WH2088> haz-Zeh, This אָחֵל֙ <WH2490> 'a-Chel will I begin תֵּ֤ת <WH5414> tet to put פַּחְדְּךָ֙ <WH6343> pach-de-Cha the dread וְיִרְאָ֣תְךָ֔ <WH3374> ve-yir-'A-te-cha, of thee and the fear עַל־ <WH5921> 'al- because פְּנֵי֙ <WH6440> pe-Nei because of thee הָֽעַמִּ֔ים <WH5971> ha-'am-Mim, the peoples תַּ֖חַת <WH8478> Ta-chat under כָּל־ <WH3605> kol- everywhere הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; [that are] under the whole heaven אֲשֶׁ֤ר <WH834> 'a-Sher who יִשְׁמְעוּן֙ <WH8085> yish-me-'Un who shall hear שִׁמְעֲךָ֔ <WH8088> shim-'a-Cha, report וְרָגְז֥וּ <WH7264> ve-ra-ge-Zu of thee and shall tremble וְחָל֖וּ <WH2342> ve-cha-Lu and be in anguish מִפָּנֶֽיךָ׃ <WH6440> mip-pa-Nei-cha accept"},{"number":26,"verse":"וָאֶשְׁלַ֤ח <WH7971> va-'esh-Lach And I sent מַלְאָכִים֙ <WH4397> mal-'a-Chim messengers מִמִּדְבַּ֣ר <WH4057> mi-mid-Bar out of the wilderness קְדֵמ֔וֹת <WH6932> ke-de-Mot, of Kedemoth אֶל־ <WH413> 'el- to סִיח֖וֹן <WH5511> si-Chon unto Sihon מֶ֣לֶךְ <WH4428> Me-lech king חֶשְׁבּ֑וֹן <WH2809> chesh-Bon; of Heshbon דִּבְרֵ֥י <WH1697> div-Rei with words שָׁל֖וֹם <WH7965> sha-Lom of peace לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":27,"verse":"אֶעְבְּרָ֣ה <WH5674> 'e'-be-Rah Let me pass בְאַרְצֶ֔ךָ <WH776> ve-'ar-Tze-cha, through thy land בַּדֶּ֥רֶךְ <WH1870> bad-De-rech the highway בַּדֶּ֖רֶךְ <WH1870> bad-De-rech the highway אֵלֵ֑ךְ <WH1980> 'e-Lech; will travel לֹ֥א <WH3808> lo I will not אָס֖וּר <WH5493> 'a-Sur I will neither turn יָמִ֥ין <WH3225> ya-Min unto the right hand וּשְׂמֹֽאול׃ <WH8040> u-se-Mol. nor to the left"},{"number":28,"verse":"אֹ֣כֶל <WH400> 'O-chel me meat בַּכֶּ֤סֶף <WH3701> bak-Ke-sef for money תַּשְׁבִּרֵ֙נִי֙ <WH7666> tash-bi-Re-ni Thou shalt sell וְאָכַ֔לְתִּי <WH398> ve-'a-Chal-ti, that I may eat וּמַ֛יִם <WH4325> u-Ma-yim me water בַּכֶּ֥סֶף <WH3701> bak-Ke-sef for money תִּתֶּן־ <WH5414> tit-ten- and give לִ֖י li וְשָׁתִ֑יתִי <WH8354> ve-sha-Ti-ti; that I may drink רַ֖ק <WH7535> rak but אֶעְבְּרָ֥ה <WH5674> 'e'-be-Rah only I will pass through בְרַגְלָֽי׃ <WH7272> ve-rag-Lai. on my feet"},{"number":29,"verse":"כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher which עָֽשׂוּ־ <WH6213> 'a-su- did לִ֜י li בְּנֵ֣י <WH1121> be-Nei (As the children עֵשָׂ֗ו <WH6215> 'e-Sav, of Esau הַיֹּֽשְׁבִים֙ <WH3427> hai-yo-she-Vim which dwell בְּשֵׂעִ֔יר <WH8165> be-se-'Ir, in Seir וְהַמּ֣וֹאָבִ֔ים <WH4125> ve-ham-Mo-'a-Vim, and the Moabites הַיֹּשְׁבִ֖ים <WH3427> hai-yo-she-Vim which dwell בְּעָ֑ר <WH6144> be-'Ar; in Ar עַ֤ד <WH5704> 'ad against אֲשֶֽׁר־ <WH834> 'a-Sher- which אֶֽעֱבֹר֙ <WH5674> 'e-'e-Vor unto me) until I shall pass over אֶת־ <WH853> 'et- הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, Jordan אֶל־ <WH413> 'el- into הָאָ֕רֶץ <WH776> ha-'A-retz into the land אֲשֶׁר־ <WH834> 'a-Sher- which יְהוָ֥ה <WH3068> Yah-weh which the LORD אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu our God נֹתֵ֥ן <WH5414> no-Ten giveth לָֽנוּ׃ La-nu."},{"number":30,"verse":"וְלֹ֣א <WH3808> ve-Lo was not אָבָ֗ה <WH14> 'a-Vah, would סִיחֹן֙ <WH5511> si-Chon But Sihon מֶ֣לֶךְ <WH4428> Me-lech king חֶשְׁבּ֔וֹן <WH2809> chesh-Bon, of Heshbon הַעֲבִרֵ֖נוּ <WH5674> ha-'a-vi-Re-nu not let us pass בּ֑וֹ bo; כִּֽי־ <WH3588> ki- for הִקְשָׁה֩ <WH7185> hik-Shah hardened יְהוָ֨ה <WH3068> Yah-weh by him for the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God אֶת־ <WH853> 'et- רוּח֗וֹ <WH7307> ru-Cho, his spirit וְאִמֵּץ֙ <WH553> ve-'im-Metz obstinate אֶת־ <WH853> 'et- לְבָב֔וֹ <WH3824> le-va-Vo, and made his heart לְמַ֛עַן <WH4616> le-Ma-'an order תִּתּ֥וֹ <WH5414> tit-To that he might deliver בְיָדְךָ֖ <WH3027> ve-ya-de-Cha him into thy hand כַּיּ֥וֹם <WH3117> kai-Yom as [appeareth] this day הַזֶּֽה׃ <WH2088> haz-Zeh. he ס sa-Mek"},{"number":31,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוָה֙ <WH3068> Yah-weh And the LORD אֵלַ֔י <WH413> 'e-Lai, to me רְאֵ֗ה <WH7200> re-'Eh, unto me Behold הַֽחִלֹּ֙תִי֙ <WH2490> ha-chil-Lo-ti I have begun תֵּ֣ת <WH5414> tet to give לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, before אֶת־ <WH853> 'et- סִיחֹ֖ן <WH5511> si-Chon Sihon וְאֶת־ <WH853> ve-'Et אַרְצ֑וֹ <WH776> ar-Tzo; and his land הָחֵ֣ל <WH2490> ha-Chel thee begin רָ֔שׁ <WH3423> Rash, to possess לָרֶ֖שֶׁת <WH3423> la-Re-shet that thou mayest inherit אֶת־ <WH853> 'et- אַרְצֽוֹ׃ <WH776> ar-Tzo. his land"},{"number":32,"verse":"וַיֵּצֵא֩ <WH3318> vai-ye-Tze came out סִיחֹ֨ן <WH5511> si-Chon Then Sihon לִקְרָאתֵ֜נוּ <WH7125> lik-ra-Te-nu against ה֧וּא <WH1931> hu he וְכָל־ <WH3605> ve-chol all עַמּ֛וֹ <WH5971> am-Mo us he and all his people לַמִּלְחָמָ֖ה <WH4421> lam-mil-cha-Mah to fight יָֽהְצָה׃ <WH3096> Ya-he-tzah. at Jahaz"},{"number":33,"verse":"וַֽיִּתְּנֵ֛הוּ <WH5414> vai-yit-te-Ne-hu delivered יְהוָ֥ה <WH3068> Yah-weh And the LORD אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu our God לְפָנֵ֑ינוּ <WH6440> le-fa-Nei-nu; him before וַנַּ֥ךְ <WH5221> van-Nach us and we smote אֹת֛וֹ <WH853> o-To וְאֶת־ <WH853> ve-'Et ; בְּנֹו be-nov כבָּנָ֖יו <WH1121> ba-Nav afflicted קוְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all עַמּֽוֹ׃ <WH5971> am-Mo. and all his people"},{"number":34,"verse":"וַנִּלְכֹּ֤ד <WH3920> van-nil-Kod And we took אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all עָרָיו֙ <WH5892> 'a-Rav all his cities בָּעֵ֣ת <WH6256> ba-'Et at that time הַהִ֔וא <WH1931> ha-Hiv, he וַֽנַּחֲרֵם֙ <WH2763> van-na-cha-Rem and utterly destroyed אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- of every עִ֣יר <WH5892> 'ir of every city מְתִ֔ם <WH4962> me-Tim, the men וְהַנָּשִׁ֖ים <WH802> ve-han-na-Shim and the women וְהַטָּ֑ף <WH2945> ve-hat-Taf; and the little ones לֹ֥א <WH3808> lo no הִשְׁאַ֖רְנוּ <WH7604> hish-'Ar-nu we left שָׂרִֽיד׃ <WH8300> sa-Rid. none to remain"},{"number":35,"verse":"רַ֥ק <WH7535> rak but הַבְּהֵמָ֖ה <WH929> hab-be-he-Mah Only the cattle בָּזַ֣זְנוּ <WH962> ba-Zaz-nu we took for a prey לָ֑נוּ La-nu; וּשְׁלַ֥ל <WH7998> u-she-Lal unto ourselves and the spoil הֶעָרִ֖ים <WH5892> he-'a-Rim of the cities אֲשֶׁ֥ר <WH834> 'a-Sher which לָכָֽדְנוּ׃ <WH3920> la-Cha-de-nu. which we took"},{"number":36,"verse":"מֵֽעֲרֹעֵ֡ר <WH6177> me-'a-ro-'Er From Aroer אֲשֶׁר֩ <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on שְׂפַת־ <WH8193> se-fat- which [is] by the brink נַ֨חַל <WH5158> Na-chal of the river אַרְנֹ֜ן <WH769> 'ar-Non of Arnon וְהָעִ֨יר <WH5892> ve-ha-'Ir and [from] the city אֲשֶׁ֤ר <WH834> 'a-Sher which בַּנַּ֙חַל֙ <WH5158> ban-Na-chal that [is] by the river וְעַד־ <WH5704> ve-'ad- even הַגִּלְעָ֔ד <WH1568> hag-gil-'Ad, even unto Gilead לֹ֤א <WH3808> lo no הָֽיְתָה֙ <WH1961> ha-ye-Tah become קִרְיָ֔ה <WH7151> kir-Yah, there was not one city אֲשֶׁ֥ר <WH834> 'a-Sher which שָׂגְבָ֖ה <WH7682> sa-ge-Vah too strong מִמֶּ֑נּוּ <WH4480> mi-Men-nu; was too אֶת־ <WH853> 'et- הַכֹּ֕ל <WH3605> hak-Kol all נָתַ֛ן <WH5414> na-Tan delivered יְהוָ֥ה <WH3068> Yah-weh for us the LORD אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu our God לְפָנֵֽינוּ׃ <WH6440> le-fa-Nei-nu. all unto us"},{"number":37,"verse":"רַ֛ק <WH7535> rak but אֶל־ <WH413> 'el- to אֶ֥רֶץ <WH776> 'E-retz Only unto the land בְּנֵי־ <WH1121> be-nei- of the children עַמּ֖וֹן <WH5983> am-Mon of Ammon לֹ֣א <WH3808> lo did not קָרָ֑בְתָּ <WH7126> ka-Ra-ve-ta; thou camest כָּל־ <WH3605> kol- all יַ֞ד <WH3027> yad not [nor] unto any place נַ֤חַל <WH5158> Na-chal of the river יַבֹּק֙ <WH2999> yab-Bok Jabbok וְעָרֵ֣י <WH5892> ve-'a-Rei nor unto the cities הָהָ֔ר <WH2022> ha-Har, in the mountains וְכֹ֥ל <WH3605> ve-Chol all אֲשֶׁר־ <WH834> 'a-Sher- after צִוָּ֖ה <WH6680> tziv-Vah forbad יְהוָ֥ה <WH3068> Yah-weh nor unto whatsoever the LORD אֱלֹהֵֽינוּ׃ <WH430> 'e-lo-Hei-nu. our God"}]}