{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"כִּֽי־ <WH3588> ki- When תֵצֵ֨א <WH3318> te-Tze When thou goest out לַמִּלְחָמָ֜ה <WH4421> lam-mil-cha-Mah to battle עַל־ <WH5921> 'al- against אֹיְבֶ֗יךָ <WH341> 'o-ye-Vei-cha, against thine enemies וְֽרָאִ֜יתָ <WH7200> ve-ra-'I-ta and seest ס֤וּס <WH5483> sus horses וָרֶ֙כֶב֙ <WH7393> va-Re-chev and chariots עַ֚ם <WH5971> 'am [and] a people רַ֣ב <WH7227> rav more מִמְּךָ֔ <WH4480> mi-me-Cha, than לֹ֥א <WH3808> lo do תִירָ֖א <WH3372> ti-Ra than thou be not afraid מֵהֶ֑ם <WH1992> me-Hem; like כִּֽי־ <WH3588> ki- When יְהוָ֤ה <WH3068> Yah-weh of them for the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God עִמָּ֔ךְ <WH5973> 'im-Mach, with הַמַּֽעַלְךָ֖ <WH5927> ham-ma-'al-Cha [is] with thee which brought thee up מֵאֶ֥רֶץ <WH776> me-'E-retz out of the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":2,"verse":"וְהָיָ֕ה <WH1961> ve-ha-Yah become כְּקָֽרָבְכֶ֖ם <WH7126> ke-ka-ra-ve-Chem And it shall be when ye are come nigh אֶל־ <WH413> 'el- about הַמִּלְחָמָ֑ה <WH4421> ham-mil-cha-Mah; unto the battle וְנִגַּ֥שׁ <WH5066> ve-nig-Gash shall approach הַכֹּהֵ֖ן <WH3548> hak-ko-Hen that the priest וְדִבֶּ֥ר <WH1696> ve-dib-Ber and speak אֶל־ <WH413> 'el- to הָעָֽם׃ <WH5971> ha-'Am. unto the people"},{"number":3,"verse":"וְאָמַ֤ר <WH559> ve-'a-Mar And shall say אֲלֵהֶם֙ <WH413> 'a-le-Hem to שְׁמַ֣ע <WH8085> she-Ma' unto them Hear יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, O Israel אַתֶּ֨ם <WH859> 'at-Tem ye קְרֵבִ֥ים <WH7131> ke-re-Vim ye approach הַיּ֛וֹם <WH3117> hai-Yom this day לַמִּלְחָמָ֖ה <WH4421> lam-mil-cha-Mah unto battle עַל־ <WH5921> 'al- against אֹיְבֵיכֶ֑ם <WH341> 'o-ye-vei-Chem; against your enemies אַל־ <WH408> 'al- nay יֵרַ֣ךְ <WH7401> ye-Rach faint לְבַבְכֶ֗ם <WH3824> le-vav-Chem, let not your hearts אַל־ <WH408> 'al- not תִּֽירְא֧וּ <WH3372> ti-re-'U fear וְאַֽל־ <WH408> ve-'al- not תַּחְפְּז֛וּ <WH2648> tach-pe-Zu not and do not tremble וְאַל־ <WH408> ve-'al- not תַּֽעַרְצ֖וּ <WH6206> ta-'ar-Tzu neither be ye terrified מִפְּנֵיהֶֽם׃ <WH6440> mip-pe-nei-Hem. because"},{"number":4,"verse":"כִּ֚י <WH3588> ki for יְהוָ֣ה <WH3068> Yah-weh For the LORD אֱלֹֽהֵיכֶ֔ם <WH430> 'e-lo-hei-Chem, your God הַהֹלֵ֖ךְ <WH1980> ha-ho-Lech [is] he that goeth עִמָּכֶ֑ם <WH5973> 'im-ma-Chem; against לְהִלָּחֵ֥ם <WH3898> le-hil-la-Chem with you to fight לָכֶ֛ם la-Chem עִם־ <WH5973> 'im- against אֹיְבֵיכֶ֖ם <WH341> 'o-ye-vei-Chem for you against your enemies לְהוֹשִׁ֥יעַ <WH3467> le-ho-Shi-a' to save אֶתְכֶֽם׃ <WH853> 'et-Chem."},{"number":5,"verse":"וְדִבְּר֣וּ <WH1696> ve-dib-be-Ru shall speak הַשֹּֽׁטְרִים֮ <WH7860> hash-sho-te-Rim And the officers אֶל־ <WH413> 'el- to הָעָ֣ם <WH5971> ha-'Am unto the people לֵאמֹר֒ <WH559> le-Mor saying מִֽי־ <WH4310> mi- Who הָאִ֞ישׁ <WH376> ha-'Ish What man אֲשֶׁ֨ר <WH834> 'a-Sher that בָּנָ֤ה <WH1129> ba-Nah [is there] that hath built בַֽיִת־ <WH1004> va-yit- house חָדָשׁ֙ <WH2319> cha-Dash a new וְלֹ֣א <WH3808> ve-Lo not חֲנָכ֔וֹ <WH2596> cha-na-Cho, and hath not dedicated יֵלֵ֖ךְ <WH1980> ye-Lech depart וְיָשֹׁ֣ב <WH7725> ve-ya-Sho and return לְבֵית֑וֹ <WH1004> le-vei-To; to his house פֶּן־ <WH6435> pen- otherwise יָמוּת֙ <WH4191> ya-Mut lest he die בַּמִּלְחָמָ֔ה <WH4421> bam-mil-cha-Mah, in the battle וְאִ֥ישׁ <WH376> ve-'Ish man אַחֵ֖ר <WH312> 'a-Cher and another יַחְנְכֶֽנּוּ׃ <WH2596> yach-ne-Chen-nu. dedicate"},{"number":6,"verse":"וּמִֽי־ <WH4310> u-mi- Who הָאִ֞ישׁ <WH376> ha-'Ish And what man אֲשֶׁר־ <WH834> 'a-Sher- that נָטַ֥ע <WH5193> na-Ta' [is he] that hath planted כֶּ֙רֶם֙ <WH3754> ke-rem a vineyard וְלֹ֣א <WH3808> ve-Lo not חִלְּל֔וֹ <WH2490> chil-le-Lo, and hath not [yet] eaten יֵלֵ֖ךְ <WH1980> ye-Lech along וְיָשֹׁ֣ב <WH7725> ve-ya-Sho and return לְבֵית֑וֹ <WH1004> le-vei-To; unto his house פֶּן־ <WH6435> pen- otherwise יָמוּת֙ <WH4191> ya-Mut lest he die בַּמִּלְחָמָ֔ה <WH4421> bam-mil-cha-Mah, in the battle וְאִ֥ישׁ <WH376> ve-'Ish man אַחֵ֖ר <WH312> 'a-Cher and another יְחַלְּלֶֽנּוּ׃ <WH2490> ye-chal-le-Len-nu. eat"},{"number":7,"verse":"וּמִֽי־ <WH4310> u-mi- and who הָאִ֞ישׁ <WH376> ha-'Ish And what man אֲשֶׁר־ <WH834> 'a-Sher- is אֵרַ֤שׂ <WH781> 'e-Ras [is there] that hath betrothed אִשָּׁה֙ <WH802> 'ish-Shah a wife וְלֹ֣א <WH3808> ve-Lo not לְקָחָ֔הּ <WH3947> le-ka-Chah, and hath not taken יֵלֵ֖ךְ <WH1980> ye-Lech depart וְיָשֹׁ֣ב <WH7725> ve-ya-Sho and return לְבֵית֑וֹ <WH1004> le-vei-To; unto his house פֶּן־ <WH6435> pen- otherwise יָמוּת֙ <WH4191> ya-Mut lest he die בַּמִּלְחָמָ֔ה <WH4421> bam-mil-cha-Mah, in the battle וְאִ֥ישׁ <WH376> ve-'Ish man אַחֵ֖ר <WH312> 'a-Cher and another יִקָּחֶֽנָּה׃ <WH3947> yik-ka-Chen-nah. take"},{"number":8,"verse":"וְיָסְפ֣וּ <WH3254> ve-ya-se-Fu further הַשֹּׁטְרִים֮ <WH7860> hash-sho-te-Rim And the officers לְדַבֵּ֣ר <WH1696> le-dab-Ber shall speak אֶל־ <WH413> 'el- to הָעָם֒ <WH5971> ha-'Am unto the people וְאָמְר֗וּ <WH559> ve-'a-me-Ru, and they shall say מִי־ <WH4310> mi- Who הָאִ֤ישׁ <WH376> ha-'Ish What man הַיָּרֵא֙ <WH3373> hai-ya-Re [is there that is] fearful וְרַ֣ךְ <WH7390> ve-Rach faint הַלֵּבָ֔ב <WH3824> hal-le-Vav, heart יֵלֵ֖ךְ <WH1980> ye-Lech along וְיָשֹׁ֣ב <WH7725> ve-ya-Sho and return לְבֵית֑וֹ <WH1004> le-vei-To; unto his house וְלֹ֥א <WH3808> ve-Lo not יִמַּ֛ס <WH4549> yim-Mas faint אֶת־ <WH853> 'et- לְבַ֥ב <WH3824> le-Vav as well as his heart אֶחָ֖יו <WH251> 'e-Chav lest his brethren's כִּלְבָבֽוֹ׃ <WH3824> kil-va-Vo. hearts"},{"number":9,"verse":"וְהָיָ֛ה <WH1961> ve-ha-Yah become כְּכַלֹּ֥ת <WH3615> ke-chal-Lot have made an end הַשֹּׁטְרִ֖ים <WH7860> hash-sho-te-Rim And it shall be when the officers לְדַבֵּ֣ר <WH1696> le-dab-Ber of speaking אֶל־ <WH413> 'el- to הָעָ֑ם <WH5971> ha-'Am; unto the people וּפָ֥קְד֛וּ <WH6485> u-Fa-ke-Du that they shall make שָׂרֵ֥י <WH8269> sa-Rei captains צְבָא֖וֹת <WH6635> tze-va-'ot of the armies בְּרֹ֥אשׁ <WH7218> be-Rosh to lead הָעָֽם׃ <WH5971> ha-'Am. the people ס sa-Mek"},{"number":10,"verse":"כִּֽי־ <WH3588> ki- When תִקְרַ֣ב <WH7126> tik-Rav When thou comest nigh אֶל־ <WH413> 'el- about עִ֔יר <WH5892> 'Ir, unto a city לְהִלָּחֵ֖ם <WH3898> le-hil-la-Chem to fight עָלֶ֑יהָ <WH5921> 'a-Lei-ha; against וְקָרָ֥אתָ <WH7121> ve-ka-Ra-ta against it then proclaim אֵלֶ֖יהָ <WH413> 'e-Lei-ha of לְשָׁלֽוֹם׃ <WH7965> le-sha-Lom. peace"},{"number":11,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah shall become אִם־ <WH518> 'im- If שָׁל֣וֹם <WH7965> sha-Lom of peace תַּֽעַנְךָ֔ <WH6030> ta-'an-Cha, And it shall be if it make thee answer וּפָתְחָ֖ה <WH6605> u-fa-te-Chah and open לָ֑ךְ Lach; וְהָיָ֞ה <WH1961> ve-ha-Yah shall become כָּל־ <WH3605> kol- all הָעָ֣ם <WH5971> ha-'Am unto thee then it shall be [that] all the people הַנִּמְצָא־ <WH4672> han-nim-tza- [that is] found בָ֗הּ Vah, יִהְי֥וּ <WH1961> yih-Yu shall become לְךָ֛ le-Cha לָמַ֖ס <WH4522> la-Mas therein shall be tributaries וַעֲבָדֽוּךָ׃ <WH5647> va-'a-va-Du-cha. unto thee and they shall serve"},{"number":12,"verse":"וְאִם־ <WH518> ve-'im- if לֹ֤א <WH3808> lo does not תַשְׁלִים֙ <WH7999> tash-Lim And if it will make no peace עִמָּ֔ךְ <WH5973> 'im-Mach, against וְעָשְׂתָ֥ה <WH6213> ve-'a-se-Tah with thee but will make עִמְּךָ֖ <WH5973> 'im-me-Cha against מִלְחָמָ֑ה <WH4421> mil-cha-Mah; war וְצַרְתָּ֖ <WH6696> ve-tzar-Ta against thee then thou shalt besiege עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":13,"verse":"וּנְתָנָ֛הּ <WH5414> u-ne-ta-Nah hath delivered יְהוָ֥ה <WH3068> Yah-weh And when the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God בְּיָדֶ֑ךָ <WH3027> be-ya-De-cha; it into thine hands וְהִכִּיתָ֥ <WH5221> ve-hik-ki-Ta thou shalt smite אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all זְכוּרָ֖הּ <WH2138> ze-chu-Rah every male לְפִי־ <WH6310> le-fi- thereof with the edge חָֽרֶב׃ <WH2719> Cha-rev. of the sword"},{"number":14,"verse":"רַ֣ק <WH7535> rak but הַ֠נָּשִׁים <WH802> Han-na-shim But the women וְהַטַּ֨ף <WH2945> ve-hat-Taf and the little ones וְהַבְּהֵמָ֜ה <WH929> ve-hab-be-he-Mah and the cattle וְכֹל֩ <WH3605> ve-Chol and all אֲשֶׁ֨ר <WH834> 'a-Sher which יִהְיֶ֥ה <WH1961> yih-Yeh is in בָעִ֛יר <WH5892> va-'Ir and all that is in the city כָּל־ <WH3605> kol- all שְׁלָלָ֖הּ <WH7998> she-la-Lah [even] all the spoil תָּבֹ֣ז <WH962> ta-Voz thereof shalt thou take לָ֑ךְ Lach; וְאָֽכַלְתָּ֙ <WH398> ve-'a-chal-Ta unto thyself and thou shalt eat אֶת־ <WH853> 'et- שְׁלַ֣ל <WH7998> she-Lal the spoil אֹיְבֶ֔יךָ <WH341> 'o-ye-Vei-cha, of thine enemies אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֛ן <WH5414> na-Tan hath given יְהוָ֥ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God לָֽךְ׃ Lach."},{"number":15,"verse":"כֵּ֤ן <WH3651> ken Thus תַּעֲשֶׂה֙ <WH6213> ta-'a-Seh Thus shalt thou do לְכָל־ <WH3605> le-chol to all הֶ֣עָרִ֔ים <WH5892> he-'a-Rim, unto all the cities הָרְחֹקֹ֥ת <WH7350> ha-re-cho-Kot far off מִמְּךָ֖ <WH4480> mi-me-Cha that מְאֹ֑ד <WH3966> me-'Od; [which are] very אֲשֶׁ֛ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- are not מֵעָרֵ֥י <WH5892> me-'a-Rei [are] not of the cities הַגּֽוֹיִם־ <WH1471> hag-go-yim- of these nations הָאֵ֖לֶּה <WH428> ha-'El-leh of these הֵֽנָּה׃ <WH2007> Hen-nah. from thee which"},{"number":16,"verse":"רַ֗ק <WH7535> Rak, in מֵעָרֵ֤י <WH5892> me-'a-Rei But of the cities הָֽעַמִּים֙ <WH5971> ha-'am-Mim of these people הָאֵ֔לֶּה <WH428> ha-'El-leh, of these אֲשֶׁר֙ <WH834> 'a-Sher that יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten doth give לְךָ֖ le-Cha נַחֲלָ֑ה <WH5159> na-cha-Lah; thee [for] an inheritance לֹ֥א <WH3808> lo shall not תְחַיֶּ֖ה <WH2421> te-chai-Yeh thou shalt save alive כָּל־ <WH3605> kol- anything נְשָׁמָֽה׃ <WH5397> ne-sha-Mah. nothing that breatheth"},{"number":17,"verse":"כִּֽי־ <WH3588> ki- for הַחֲרֵ֣ם <WH2763> ha-cha-Rem But thou shalt utterly תַּחֲרִימֵ֗ם <WH2763> ta-cha-ri-Mem, destroy הַחִתִּ֤י <WH2850> ha-chit-Ti them [namely] the Hittites וְהָאֱמֹרִי֙ <WH567> ve-ha-'e-mo-Ri and the Amorites הַכְּנַעֲנִ֣י <WH3669> hak-ke-na-'a-Ni the Canaanites וְהַפְּרִזִּ֔י <WH6522> ve-hap-pe-riz-Zi, and the Perizzites הַחִוִּ֖י <WH2340> ha-chiv-Vi the Hivites וְהַיְבוּסִ֑י <WH2983> ve-hay-vu-Si; and the Jebusites כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after צִוְּךָ֖ <WH6680> tziv-ve-Cha hath commanded יְהוָ֥ה <WH3068> Yah-weh as the LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. thy God"},{"number":18,"verse":"לְמַ֗עַן <WH4616> le-Ma-'an, so אֲשֶׁ֨ר <WH834> 'a-Sher which לֹֽא־ <WH3808> lo- may not יְלַמְּד֤וּ <WH3925> ye-lam-me-Du That they teach אֶתְכֶם֙ <WH853> 'et-Chem לַעֲשׂ֔וֹת <WH6213> la-'a-Sot, you not to do כְּכֹל֙ <WH3605> ke-Chol to all תּֽוֹעֲבֹתָ֔ם <WH8441> to-'a-vo-Tam, after all their abominations אֲשֶׁ֥ר <WH834> 'a-Sher which עָשׂ֖וּ <WH6213> 'a-Su which they have done לֵֽאלֹהֵיהֶ֑ם <WH430> le-lo-hei-Hem; unto their gods וַחֲטָאתֶ֖ם <WH2398> va-cha-ta-Tem so should ye sin לַיהוָ֥ה <WH3068> Yah-weh against the LORD אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God ס sa-Mek"},{"number":19,"verse":"כִּֽי־ <WH3588> ki- When תָצ֣וּר <WH6696> ta-Tzur When thou shalt besiege אֶל־ <WH413> 'el- about עִיר֩ <WH5892> 'ir a city יָמִ֨ים <WH3117> ya-Mim time רַבִּ֜ים <WH7227> rab-Bim a long לְֽהִלָּחֵ֧ם <WH3898> le-hil-la-Chem in making war עָלֶ֣יהָ <WH5921> 'a-Lei-ha against לְתָפְשָׂ֗הּ <WH8610> le-ta-fe-Sah, against it to take לֹֽא־ <WH3808> lo- shall not תַשְׁחִ֤ית <WH7843> tash-Chit it thou shalt not destroy אֶת־ <WH853> 'et- עֵצָהּ֙ <WH6086> 'e-Tzah the trees לִנְדֹּ֤חַ <WH5080> lin-Do-ach thereof by forcing עָלָיו֙ <WH5921> 'a-Lav against גַּרְזֶ֔ן <WH1631> gar-Zen, an axe כִּ֚י <WH3588> ki When מִמֶּ֣נּוּ <WH4480> mi-Men-nu at תֹאכֵ֔ל <WH398> to-Chel, against them for thou mayest eat וְאֹת֖וֹ <WH853> ve-'o-To לֹ֣א <WH3808> lo shall not תִכְרֹ֑ת <WH3772> tich-Rot; of them and thou shalt not cut them down כִּ֤י <WH3588> ki When הָֽאָדָם֙ <WH120> ha-'a-Dam [is] man's עֵ֣ץ <WH6086> 'etz (for the tree הַשָּׂדֶ֔ה <WH7704> has-sa-Deh,] of the field לָבֹ֥א <WH935> la-Vo] [life]) to employ מִפָּנֶ֖יךָ <WH6440> mip-pa-Nei-cha] accept בַּמָּצֽוֹר׃ <WH4692> bam-ma-Tzor.] should be besieged"},{"number":20,"verse":"רַ֞ק <WH7535> rak but עֵ֣ץ <WH6086> 'etz Only the trees אֲשֶׁר־ <WH834> 'a-Sher- which תֵּדַ֗ע <WH3045> te-Da', which thou knowest כִּֽי־ <WH3588> ki- for לֹא־ <WH3808> lo- not עֵ֤ץ <WH6086> 'etz that they [be] not trees מַאֲכָל֙ <WH3978> ma-'a-Chal for meat ה֔וּא <WH1931> Hu, he אֹת֥וֹ <WH853> o-To תַשְׁחִ֖ית <WH7843> tash-Chit thou shalt destroy וְכָרָ֑תָּ <WH3772> ve-cha-Ra-ta; and cut them down וּבָנִ֣יתָ <WH1129> u-va-Ni-ta and thou shalt build מָצ֗וֹר <WH4692> ma-Tzor, bulwarks עַל־ <WH5921> 'al- against הָעִיר֙ <WH5892> ha-'Ir against the city אֲשֶׁר־ <WH834> 'a-Sher- which הִ֨וא <WH1931> hi that עֹשָׂ֧ה <WH6213> 'o-Sah that maketh עִמְּךָ֛ <WH5973> 'im-me-Cha with מִלְחָמָ֖ה <WH4421> mil-cha-Mah war עַ֥ד <WH5704> 'ad until רִדְתָּֽהּ׃ <WH3381> rid-Tah. with thee until it be subdued פ Peh"}]}