{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"כִּי־ <WH3588> ki- If יִמָּצֵ֣א <WH4672> yim-ma-Tze If [one] be found חָלָ֗ל <WH2491> cha-Lal, slain בָּאֲדָמָה֙ <WH127> ba-'a-da-Mah in the land אֲשֶׁר֩ <WH834> 'a-Sher which יְהוָ֨ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God נֹתֵ֤ן <WH5414> no-Ten giveth לְךָ֙ le-Cha לְרִשְׁתָּ֔הּ <WH3423> le-rish-Tah, thee to possess נֹפֵ֖ל <WH5307> no-Fel it lying בַּשָּׂדֶ֑ה <WH7704> bas-sa-Deh; in the field לֹ֥א <WH3808> lo is not נוֹדַ֖ע <WH3045> no-Da' [and] it be not known מִ֥י <WH4310> mi who הִכָּֽהוּ׃ <WH5221> hik-Ka-hu. who hath slain"},{"number":2,"verse":"וְיָצְא֥וּ <WH3318> ve-ya-tze-'U shall come forth זְקֵנֶ֖יךָ <WH2205> ze-ke-Nei-cha Then thy elders וְשֹׁפְטֶ֑יךָ <WH8199> ve-sho-fe-Tei-cha; and thy judges וּמָדְדוּ֙ <WH4058> u-ma-de-Du and they shall measure אֶל־ <WH413> 'el- to הֶ֣עָרִ֔ים <WH5892> he-'a-Rim, unto the cities אֲשֶׁ֖ר <WH834> 'a-Sher which סְבִיבֹ֥ת <WH5439> se-vi-Vot which [are] round about הֶחָלָֽל׃ <WH2491> he-cha-Lal. him that is slain"},{"number":3,"verse":"וְהָיָ֣ה <WH1961> ve-ha-Yah shall be that הָעִ֔יר <WH5892> ha-'Ir, And it shall be [that] the city הַקְּרֹבָ֖ה <WH7138> hak-ke-ro-Vah [which is] next אֶל־ <WH413> 'el- to הֶחָלָ֑ל <WH2491> he-cha-Lal; unto the slain man וְלָֽקְח֡וּ <WH3947> ve-la-ke-Chu shall take זִקְנֵי֩ <WH2205> zik-Nei even the elders הָעִ֨יר <WH5892> ha-'Ir of that city הַהִ֜וא <WH1931> ha-Hiv he עֶגְלַ֣ת <WH5697> 'eg-Lat A heifer בָּקָ֗ר <WH1241> ba-Kar, of the herd אֲשֶׁ֤ר <WH834> 'a-Sher which לֹֽא־ <WH3808> lo- has not עֻבַּד֙ <WH5647> 'ub-Bad which hath not been wrought with בָּ֔הּ Bah, אֲשֶׁ֥ר <WH834> 'a-Sher and which לֹא־ <WH3808> lo- has not מָשְׁכָ֖ה <WH4900> ma-she-Chah [and] which hath not drawn בְּעֹֽל׃ <WH5923> be-'Ol. in the yoke"},{"number":4,"verse":"וְהוֹרִ֡דוּ <WH3381> ve-ho-Ri-du shall bring down זִקְנֵי֩ <WH2205> zik-Nei And the elders הָעִ֨יר <WH5892> ha-'Ir of that city הַהִ֤וא <WH1931> ha-Hiv he אֶת־ <WH853> 'et- הָֽעֶגְלָה֙ <WH5697> ha-'eg-Lah the heifer אֶל־ <WH413> 'el- to נַ֣חַל <WH5158> Na-chal valley אֵיתָ֔ן <WH386> 'ei-Tan, unto a rough אֲשֶׁ֛ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- has not יֵעָבֵ֥ד <WH5647> ye-'a-Ved which is neither eared בּ֖וֹ bo וְלֹ֣א <WH3808> ve-Lo or יִזָּרֵ֑עַ <WH2232> yiz-za-Re-a'; nor sown וְעָֽרְפוּ־ <WH6202> ve-'a-re-fu- neck שָׁ֥ם <WH8033> sham there אֶת־ <WH853> 'et- הָעֶגְלָ֖ה <WH5697> ha-'eg-Lah the heifer's בַּנָּֽחַל׃ <WH5158> ban-Na-chal. there in the valley"},{"number":5,"verse":"וְנִגְּשׁ֣וּ <WH5066> ve-nig-ge-Shu shall come near הַכֹּהֲנִים֮ <WH3548> hak-ko-ha-Nim And the priests בְּנֵ֣י <WH1121> be-Nei the sons לֵוִי֒ <WH3878> le-Vi of Levi כִּ֣י <WH3588> ki for בָ֗ם Vam, בָּחַ֞ר <WH977> ba-Char hath chosen יְהוָ֤ה <WH3068> Yah-weh for them the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God לְשָׁ֣רְת֔וֹ <WH8334> le-Sha-re-To, to minister וּלְבָרֵ֖ךְ <WH1288> u-le-va-Rech unto him and to bless בְּשֵׁ֣ם <WH8034> be-Shem in the name יְהוָ֑ה <WH3068> Yah-weh; of the LORD וְעַל־ <WH5921> ve-'al- and by פִּיהֶ֥ם <WH6310> pi-Hem and by their word יִהְיֶ֖ה <WH1961> yih-Yeh become כָּל־ <WH3605> kol- and every רִ֥יב <WH7379> riv shall every controversy וְכָל־ <WH3605> ve-chol and every נָֽגַע׃ <WH5061> Na-ga'. and every stroke"},{"number":6,"verse":"וְכֹ֗ל <WH3605> ve-Chol, All זִקְנֵי֙ <WH2205> zik-Nei And all the elders הָעִ֣יר <WH5892> ha-'Ir of that city הַהִ֔וא <WH1931> ha-Hiv, which הַקְּרֹבִ֖ים <WH7138> hak-ke-ro-Vim [that are] next אֶל־ <WH413> 'el- to הֶחָלָ֑ל <WH2491> he-cha-Lal; unto the slain יִרְחֲצוּ֙ <WH7364> yir-cha-Tzu [man] shall wash אֶת־ <WH853> 'et- יְדֵיהֶ֔ם <WH3027> ye-dei-Hem, their hands עַל־ <WH5921> 'al- over הָעֶגְלָ֖ה <WH5697> ha-'eg-Lah over the heifer הָעֲרוּפָ֥ה <WH6202> ha-'a-ru-Fah that is beheaded בַנָּֽחַל׃ <WH5158> van-Na-chal. in the valley"},{"number":7,"verse":"וְעָנ֖וּ <WH6030> ve-'a-Nu And they shall answer וְאָמְר֑וּ <WH559> ve-'a-me-Ru; and say יָדֵ֗ינוּ <WH3027> ya-Dei-nu, Our hands לֹ֤א <WH3808> lo nor; שָׁפְכָה sha-fe-chah כשָֽׁפְכוּ֙ <WH8210> sha-fe-Chu cast קאֶת־ <WH853> 'et- הַדָּ֣ם <WH1818> had-Dam this blood הַזֶּ֔ה <WH2088> haz-Zeh, this וְעֵינֵ֖ינוּ <WH5869> ve-'ei-Nei-nu neither have our eyes לֹ֥א <WH3808> lo nor רָאֽוּ׃ <WH7200> ra-'U. seen"},{"number":8,"verse":"כַּפֵּר֩ <WH3722> kap-Per Be merciful לְעַמְּךָ֨ <WH5971> le-'am-me-Cha unto thy people יִשְׂרָאֵ֤ל <WH3478> Yis-ra-'El Israel אֲשֶׁר־ <WH834> 'a-Sher- whom פָּדִ֙יתָ֙ <WH6299> pa-Di-ta whom thou hast redeemed יְהוָ֔ה <WH3068> Yah-weh, O LORD וְאַל־ <WH408> ve-'al- not תִּתֵּן֙ <WH5414> tit-Ten and lay דָּ֣ם <WH1818> dam blood נָקִ֔י <WH5355> na-Ki, not innocent בְּקֶ֖רֶב <WH7130> be-Ke-rev charge עַמְּךָ֣ <WH5971> 'am-me-Cha unto thy people יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel's וְנִכַּפֵּ֥ר <WH3722> ve-nik-kap-Per shall be forgiven לָהֶ֖ם <WH1992> la-Hem like הַדָּֽם׃ <WH1818> had-Dam. And the blood"},{"number":9,"verse":"וְאַתָּ֗ה <WH859> ve-'at-Tah, you תְּבַעֵ֛ר <WH1197> te-va-'Er So shalt thou put away הַדָּ֥ם <WH1818> had-Dam blood הַנָּקִ֖י <WH5355> han-na-Ki the [guilt of] innocent מִקִּרְבֶּ֑ךָ <WH7130> mik-kir-Be-cha; from among כִּֽי־ <WH3588> ki- when תַעֲשֶׂ֥ה <WH6213> ta-'a-Seh you when thou shalt do הַיָּשָׁ֖ר <WH3477> hai-ya-Shar [that which is] right בְּעֵינֵ֥י <WH5869> be-'ei-Nei in the sight יְהוָֽה׃ <WH3068> Yah-weh. of the LORD ס sa-Mek"},{"number":10,"verse":"כִּֽי־ <WH3588> ki- When תֵצֵ֥א <WH3318> te-Tze When thou goest forth לַמִּלְחָמָ֖ה <WH4421> lam-mil-cha-Mah to war עַל־ <WH5921> 'al- against אֹיְבֶ֑יךָ <WH341> 'o-ye-Vei-cha; against thine enemies וּנְתָנ֞וֹ <WH5414> u-ne-ta-No hath delivered יְהוָ֧ה <WH3068> Yah-weh and the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God בְּיָדֶ֖ךָ <WH3027> be-ya-De-cha them into thine hands וְשָׁבִ֥יתָ <WH7617> ve-sha-Vi-ta and thou hast taken שִׁבְיֽוֹ׃ <WH7617> shiv-Yo. take"},{"number":11,"verse":"וְרָאִיתָ֙ <WH7200> ve-ra-'i-Ta And seest בַּשִּׁבְיָ֔ה <WH7633> bash-shiv-Yah, among the captives אֵ֖שֶׁת <WH802> 'E-shet woman יְפַת־ <WH3303> ye-fat- A beautiful תֹּ֑אַר <WH8389> To-'ar; be drawn וְחָשַׁקְתָּ֣ <WH2836> ve-cha-shak-Ta and hast a desire בָ֔הּ Vah, וְלָקַחְתָּ֥ <WH3947> ve-la-kach-Ta unto her that thou wouldest have her לְךָ֖ le-Cha לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. to thy wife"},{"number":12,"verse":"וַהֲבֵאתָ֖הּ <WH935> va-ha-ve-Tah Then thou shalt bring אֶל־ <WH413> 'el- about תּ֣וֹךְ <WH8432> Toch her home בֵּיתֶ֑ךָ <WH1004> bei-Te-cha; to thine house וְגִלְּחָה֙ <WH1548> ve-gil-le-Chah and she shall shave אֶת־ <WH853> 'et- רֹאשָׁ֔הּ <WH7218> ro-Shah, her head וְעָשְׂתָ֖ה <WH6213> ve-'a-se-Tah and pare אֶת־ <WH853> 'et- צִפָּרְנֶֽיהָ׃ <WH6856> tzip-pa-re-Nei-ha. her nails"},{"number":13,"verse":"וְהֵסִ֩ירָה֩ <WH5493> ve-he-Si-rah And she shall put אֶת־ <WH853> 'et- שִׂמְלַ֨ת <WH8071> sim-Lat the raiment שִׁבְיָ֜הּ <WH7633> shiv-Yah captives מֵעָלֶ֗יהָ <WH5921> me-'a-Lei-ha, and וְיָֽשְׁבָה֙ <WH3427> ve-ya-she-Vah from off her and shall remain בְּבֵיתֶ֔ךָ <WH1004> be-vei-Te-cha, in thine house וּבָֽכְתָ֛ה <WH1058> u-va-che-Tah and bewail אֶת־ <WH853> 'et- אָבִ֥יהָ <WH1> 'a-Vi-ha her father וְאֶת־ <WH853> ve-'Et אִמָּ֖הּ <WH517> 'im-Mah and her mother יֶ֣רַח <WH3391> Ye-rach month יָמִ֑ים <WH3117> ya-Mim; a full וְאַ֨חַר <WH310> ve-'A-char and after כֵּ֜ן <WH3651> ken after that תָּב֤וֹא <WH935> ta-Vo that thou shalt go אֵלֶ֙יהָ֙ <WH413> 'e-Lei-ha about וּבְעַלְתָּ֔הּ <WH1167> u-ve-'al-Tah, archer וְהָיְתָ֥ה <WH1961> ve-ha-ye-Tah become לְךָ֖ le-Cha לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. and she shall be thy wife"},{"number":14,"verse":"וְהָיָ֞ה <WH1961> ve-ha-Yah become אִם־ <WH518> 'im- shall be if לֹ֧א <WH3808> lo are not חָפַ֣צְתָּ <WH2654> cha-Fatz-ta And it shall be if thou have no delight בָּ֗הּ Bah, וְשִׁלַּחְתָּהּ֙ <WH7971> ve-shil-lach-Tah in her then thou shalt let her go לְנַפְשָׁ֔הּ <WH5315> le-naf-Shah, whither she will וּמָכֹ֥ר <WH4376> u-ma-Chor but thou shalt not sell לֹא־ <WH3808> lo- not תִמְכְּרֶ֖נָּה <WH4376> tim-ke-Ren-nah her at all בַּכָּ֑סֶף <WH3701> bak-Ka-sef; for money לֹא־ <WH3808> lo- shall not תִתְעַמֵּ֣ר <WH6014> tit-'am-Mer thou shalt not make merchandise בָּ֔הּ Bah, תַּ֖חַת <WH8478> Ta-chat Thahash אֲשֶׁ֥ר <WH834> 'a-Sher of her because עִנִּיתָֽהּ׃ <WH6031> 'in-ni-Tah. thou hast humbled ס sa-Mek"},{"number":15,"verse":"כִּֽי־ <WH3588> ki- If תִהְיֶ֨יןָ <WH1961> tih-Yei-na has לְאִ֜ישׁ <WH376> le-'Ish If a man שְׁתֵּ֣י <WH8147> she-Tei have two נָשִׁ֗ים <WH802> na-Shim, wives הָאַחַ֤ת <WH259> ha-'a-Chat one אֲהוּבָה֙ <WH157> 'a-hu-Vah beloved וְהָאַחַ֣ת <WH259> ve-ha-'a-Chat and another שְׂנוּאָ֔ה <WH8130> se-nu-'Ah, hated וְיָֽלְדוּ־ <WH3205> ve-yal-du- and they have born ל֣וֹ lo בָנִ֔ים <WH1121> va-Nim, him children הָאֲהוּבָ֖ה <WH157> ha-'a-hu-Vah [both] the beloved וְהַשְּׂנוּאָ֑ה <WH8130> ve-has-se-nu-'Ah; and the hated וְהָיָ֛ה <WH1961> ve-ha-Yah has הַבֵּ֥ן <WH1121> hab-Ben son הַבְּכ֖וֹר <WH1060> hab-be-Chor and [if] the firstborn לַשְּׂנִיאָֽה׃ <WH8146> las-se-ni-'Ah. be hers that was hated"},{"number":16,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, has בְּיוֹם֙ <WH3117> be-yOm Then it shall be when הַנְחִיל֣וֹ <WH5157> han-chi-Lo to inherit אֶת־ <WH853> 'et- בָּנָ֔יו <WH1121> ba-Nav, he maketh his sons אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what יִהְיֶ֖ה <WH1961> yih-Yeh has ל֑וֹ lo; לֹ֣א <WH3808> lo hath he יוּכַ֗ל <WH3201> yu-Chal, [that] which he hath [that] he may לְבַכֵּר֙ <WH1060> le-vak-Ker [which is indeed] the firstborn אֶת־ <WH853> 'et- בֶּן־ <WH1121> ben- not make the son הָ֣אֲהוּבָ֔ה <WH157> ha-'a-hu-Vah, of the beloved עַל־ <WH5921> 'al- and פְּנֵ֥י <WH6440> pe-Nei before בֶן־ <WH1121> ven- the son הַשְּׂנוּאָ֖ה <WH8130> has-se-nu-'Ah of the hated הַבְּכֹֽר׃ <WH1060> hab-be-Chor. is the firstborn"},{"number":17,"verse":"כִּי֩ <WH3588> ki for אֶת־ <WH853> 'et- הַבְּכֹ֨ר <WH1060> hab-be-Chor [for] the firstborn בֶּן־ <WH1121> ben- the son הַשְּׂנוּאָ֜ה <WH8130> has-se-nu-'Ah of the hated יַכִּ֗יר <WH5234> yak-Kir, But he shall acknowledge לָ֤תֶת <WH5414> La-tet by giving לוֹ֙ lo פִּ֣י <WH6310> pi portion שְׁנַ֔יִם <WH8147> she-Na-yim, him a double בְּכֹ֥ל <WH3605> be-Chol of all אֲשֶׁר־ <WH834> 'a-Sher- he יִמָּצֵ֖א <WH4672> yim-ma-Tze of all that he hath ל֑וֹ lo; כִּי־ <WH3588> ki- for הוּא֙ <WH1931> hu he רֵאשִׁ֣ית <WH7225> re-Shit for he [is] the beginning אֹנ֔וֹ <WH202> o-No, of his strength ל֖וֹ lo מִשְׁפַּ֥ט <WH4941> mish-Pat the right הַבְּכֹרָֽה׃ <WH1062> hab-be-cho-Rah. of the firstborn ס sa-Mek"},{"number":18,"verse":"כִּֽי־ <WH3588> ki- If יִהְיֶ֣ה <WH1961> yih-Yeh has לְאִ֗ישׁ <WH376> le-'Ish, If a man בֵּ֚ן <WH1121> ben son סוֹרֵ֣ר <WH5637> so-Rer have a stubborn וּמוֹרֶ֔ה <WH4784> u-mo-Reh, and rebellious אֵינֶ֣נּוּ <WH369> 'ei-Nen-nu even שֹׁמֵ֔עַ <WH8085> sho-Me-a', which will not obey בְּק֥וֹל <WH6963> be-Kol the voice אָבִ֖יו <WH1> 'a-Viv of his father וּבְק֣וֹל <WH6963> u-ve-Kol or the voice אִמּ֑וֹ <WH517> im-Mo; of his mother וְיִסְּר֣וּ <WH3256> ve-yis-se-Ru and [that] when they have chastened אֹת֔וֹ <WH853> o-To, וְלֹ֥א <WH3808> ve-Lo even יִשְׁמַ֖ע <WH8085> yish-Ma' him will not hearken אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. about"},{"number":19,"verse":"וְתָ֥פְשׂוּ <WH8610> ve-Ta-fe-su lay hold ב֖וֹ vo אָבִ֣יו <WH1> 'a-Viv Then shall his father וְאִמּ֑וֹ <WH517> ve-'im-Mo; and his mother וְהוֹצִ֧יאוּ <WH3318> ve-ho-Tzi-'u on him and bring him out אֹת֛וֹ <WH853> o-To אֶל־ <WH413> 'el- unto זִקְנֵ֥י <WH2205> zik-Nei unto the elders עִיר֖וֹ <WH5892> i-Ro of his city וְאֶל־ <WH413> ve-'el- at שַׁ֥עַר <WH8179> Sha-'ar and unto the gate מְקֹמֽוֹ׃ <WH4725> me-ko-Mo. of his place"},{"number":20,"verse":"וְאָמְר֞וּ <WH559> ve-'a-me-Ru And they shall say אֶל־ <WH413> 'el- to זִקְנֵ֣י <WH2205> zik-Nei unto the elders עִיר֗וֹ <WH5892> i-Ro, of his city בְּנֵ֤נוּ <WH1121> be-Ne-nu This our son זֶה֙ <WH2088> zeh This סוֹרֵ֣ר <WH5637> so-Rer [is] stubborn וּמֹרֶ֔ה <WH4784> u-mo-Reh, and rebellious אֵינֶ֥נּוּ <WH369> 'ei-Nen-nu will not שֹׁמֵ֖עַ <WH8085> sho-Me-a' he will not obey בְּקֹלֵ֑נוּ <WH6963> be-ko-Le-nu; our voice זוֹלֵ֖ל <WH2151> zo-Lel [he is] a glutton וְסֹבֵֽא׃ <WH5435> ve-so-Ve. drink"},{"number":21,"verse":"וּ֠רְגָמֻהוּ <WH7275> U-re-ga-mu-hu shall stone כָּל־ <WH3605> kol- all אַנְשֵׁ֨י <WH376> 'an-Shei the men עִיר֤וֹ <WH5892> i-Ro of his city בָֽאֲבָנִים֙ <WH68> va-'a-va-Nim him with stones וָמֵ֔ת <WH4191> va-Met, that he die וּבִֽעַרְתָּ֥ <WH1197> u-vi-'ar-Ta away הָרָ֖ע <WH7451> ha-Ra' evil מִקִּרְבֶּ֑ךָ <WH7130> mik-kir-Be-cha; from among וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El you and all Israel יִשְׁמְע֥וּ <WH8085> yish-me-'U shall hear וְיִרָֽאוּ׃ <WH3372> ve-yi-Ra-'u. and fear ס sa-Mek"},{"number":22,"verse":"וְכִֽי־ <WH3588> ve-chi- If יִהְיֶ֣ה <WH1961> yih-Yeh has committed בְאִ֗ישׁ <WH376> ve-'Ish, And if a man חֵ֛טְא <WH2399> chet have committed a sin מִשְׁפַּט־ <WH4941> mish-pat- worthy of מָ֖וֶת <WH4194> Ma-vet death וְהוּמָ֑ת <WH4191> ve-hu-Mat; and he be to be put to death וְתָלִ֥יתָ <WH8518> ve-ta-Li-ta and thou hang אֹת֖וֹ <WH853> o-To עַל־ <WH5921> 'al- on עֵֽץ׃ <WH6086> 'Etz. him on a tree"},{"number":23,"verse":"לֹא־ <WH3808> lo- shall not תָלִ֨ין <WH3885> ta-Lin shall not remain all night נִבְלָת֜וֹ <WH5038> niv-la-To His body עַל־ <WH5921> 'al- on הָעֵ֗ץ <WH6086> ha-'Etz, upon the tree כִּֽי־ <WH3588> ki- for קָב֤וֹר <WH6912> ka-Vor but thou shalt in any wise תִּקְבְּרֶ֙נּוּ֙ <WH6912> tik-be-Ren-nu bury בַּיּ֣וֹם <WH3117> bai-Yom him that day הַה֔וּא <WH1931> ha-Hu, the same כִּֽי־ <WH3588> ki- for קִלְלַ֥ת <WH7045> kil-Lat [is] accursed אֱלֹהִ֖ים <WH430> E-lo-Him thy God תָּל֑וּי <WH8518> ta-Lui; (for he that is hanged וְלֹ֤א <WH3808> ve-Lo be not תְטַמֵּא֙ <WH2930> te-tam-Me be not defiled אֶת־ <WH853> 'et- אַדְמָ֣תְךָ֔ <WH127> 'ad-Ma-te-cha, your land אֲשֶׁר֙ <WH834> 'a-Sher which יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, your God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha נַחֲלָֽה׃ <WH5159> na-cha-Lah. thee [for] an inheritance ס sa-Mek"}]}