{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, become אִם־ <WH518> 'im- shall be if שָׁמ֤וֹעַ <WH8085> sha-Mo-a' And it shall come to pass if thou shalt hearken תִּשְׁמַע֙ <WH8085> tish-Ma' diligently בְּקוֹל֙ <WH6963> be-kOl unto the voice יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לִשְׁמֹ֤ר <WH8104> lish-Mor to observe לַעֲשׂוֹת֙ <WH6213> la-'a-sOt [and] to do אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מִצְוֹתָ֔יו <WH4687> mitz-vo-Tav, all his commandments אֲשֶׁ֛ר <WH834> 'a-Sher which אָנֹכִ֥י <WH595> 'a-no-Chi I מְצַוְּךָ֖ <WH6680> me-tzav-ve-Cha which I command הַיּ֑וֹם <WH3117> hai-Yom; thee this day וּנְתָ֨נְךָ֜ <WH5414> u-ne-Ta-ne-cha will set יְהוָ֤ה <WH3068> Yah-weh that the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God עֶלְי֔וֹן <WH5945> el-Yon, thee on high עַ֖ל <WH5921> 'al above כָּל־ <WH3605> kol- all גּוֹיֵ֥י <WH1471> go-Yei above all nations הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":2,"verse":"וּבָ֧אוּ <WH935> u-Va-'u shall come עָלֶ֛יךָ <WH5921> 'a-Lei-cha and כָּל־ <WH3605> kol- All הַבְּרָכ֥וֹת <WH1293> hab-be-ra-Chot And all these blessings הָאֵ֖לֶּה <WH428> ha-'El-leh these וְהִשִּׂיגֻ֑ךָ <WH5381> ve-his-si-Gu-cha; on thee and overtake כִּ֣י <WH3588> ki if תִשְׁמַ֔ע <WH8085> tish-Ma', thee if thou shalt hearken בְּק֖וֹל <WH6963> be-Kol unto the voice יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. thy God"},{"number":3,"verse":"בָּר֥וּךְ <WH1288> ba-Ruch Blessed אַתָּ֖ה <WH859> 'at-Tah you in בָּעִ֑יר <WH5892> ba-'Ir; [shalt] thou [be] in the city וּבָר֥וּךְ <WH1288> u-va-Ruch and blessed אַתָּ֖ה <WH859> 'at-Tah you in בַּשָּׂדֶֽה׃ <WH7704> bas-sa-Deh. [shalt] thou [be] in the field"},{"number":4,"verse":"בָּר֧וּךְ <WH1288> ba-Ruch Blessed פְּרִֽי־ <WH6529> pe-ri- [shall be] the fruit בִטְנְךָ֛ <WH990> vit-ne-Cha of thy body וּפְרִ֥י <WH6529> u-fe-Ri and the fruit אַדְמָתְךָ֖ <WH127> 'ad-ma-te-Cha of thy ground וּפְרִ֣י <WH6529> u-fe-Ri and the fruit בְהֶמְתֶּ֑ךָ <WH929> ve-hem-Te-cha; of thy cattle שְׁגַ֥ר <WH7698> she-Gar the increase אֲלָפֶ֖יךָ <WH504> 'a-la-Fei-cha of thy kine וְעַשְׁתְּר֥וֹת <WH6251> ve-'ash-te-Rot and the flocks צֹאנֶֽךָ׃ <WH6629> tzo-Ne-cha. of thy sheep"},{"number":5,"verse":"בָּר֥וּךְ <WH1288> ba-Ruch Blessed טַנְאֲךָ֖ <WH2935> tan-'a-Cha [shall be] thy basket וּמִשְׁאַרְתֶּֽךָ׃ <WH4863> u-mish-'ar-Te-cha. and thy store"},{"number":6,"verse":"בָּר֥וּךְ <WH1288> ba-Ruch Blessed אַתָּ֖ה <WH859> 'at-Tah you בְּבֹאֶ֑ךָ <WH935> be-vo-'E-cha; [shalt] thou [be] when thou comest in וּבָר֥וּךְ <WH1288> u-va-Ruch and blessed אַתָּ֖ה <WH859> 'at-Tah you בְּצֵאתֶֽךָ׃ <WH3318> be-tze-Te-cha. [shalt] thou [be] when thou goest out"},{"number":7,"verse":"יִתֵּ֨ן <WH5414> yit-Ten shall cause יְהוָ֤ה <WH3068> Yah-weh The LORD אֶת־ <WH853> 'et- אֹיְבֶ֙יךָ֙ <WH341> 'o-ye-Vei-cha thine enemies הַקָּמִ֣ים <WH6965> hak-ka-Mim that rise up עָלֶ֔יךָ <WH5921> 'a-Lei-cha, against נִגָּפִ֖ים <WH5062> nig-ga-Fim against thee to be smitten לְפָנֶ֑יךָ <WH6440> le-fa-Nei-cha; before thy face בְּדֶ֤רֶךְ <WH1870> be-De-rech way אֶחָד֙ <WH259> 'e-Chad against thee one יֵצְא֣וּ <WH3318> ye-tze-'U they shall come out אֵלֶ֔יךָ <WH413> 'e-Lei-cha, against וּבְשִׁבְעָ֥ה <WH7651> u-ve-shiv-'Ah thee seven דְרָכִ֖ים <WH1870> de-ra-Chim ways יָנ֥וּסוּ <WH5127> ya-Nu-su and flee לְפָנֶֽיךָ׃ <WH6440> le-fa-Nei-cha. before"},{"number":8,"verse":"יְצַ֨ו <WH6680> ye-Tzav shall command יְהוָ֤ה <WH3068> Yah-weh The LORD אִתְּךָ֙ <WH854> 'it-te-Cha for אֶת־ <WH853> 'et- הַבְּרָכָ֔ה <WH1293> hab-be-ra-Chah, the blessing בַּאֲסָמֶ֕יךָ <WH618> ba-'a-sa-Mei-cha upon thee in thy storehouses וּבְכֹ֖ל <WH3605> u-ve-Chol all מִשְׁלַ֣ח <WH4916> mish-Lach and in all that thou settest יָדֶ֑ךָ <WH3027> ya-De-cha; thine hand וּבֵ֣רַכְךָ֔ <WH1288> u-Ve-rach-cha, unto and he shall bless בָּאָ֕רֶץ <WH776> ba-'A-retz thee in the land אֲשֶׁר־ <WH834> 'a-Sher- which יְהוָ֥ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God נֹתֵ֥ן <WH5414> no-Ten giveth לָֽךְ׃ Lach."},{"number":9,"verse":"יְקִֽימְךָ֨ <WH6965> ye-ki-me-Cha shall establish יְהוָ֥ה <WH3068> Yah-weh The LORD לוֹ֙ lo לְעַ֣ם <WH5971> le-'Am people קָד֔וֹשׁ <WH6918> ka-Doosh, thee an holy כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher to himself נִֽשְׁבַּֽע־ <WH7650> nish-ba'- unto himself as he hath sworn לָ֑ךְ Lach; כִּ֣י <WH3588> ki if תִשְׁמֹ֗ר <WH8104> tish-Mor, unto thee if thou shalt keep אֶת־ <WH853> 'et- מִצְוֹת֙ <WH4687> mitz-Vot the commandments יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God וְהָלַכְתָּ֖ <WH1980> ve-ha-lach-Ta and walk בִּדְרָכָֽיו׃ <WH1870> bid-ra-Chav. in his ways"},{"number":10,"verse":"וְרָאוּ֙ <WH7200> ve-ra-'U shall see כָּל־ <WH3605> kol- all עַמֵּ֣י <WH5971> 'am-Mei And all people הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth כִּ֛י <WH3588> ki by שֵׁ֥ם <WH8034> shem by the name יְהוָ֖ה <WH3068> Yah-weh of the LORD נִקְרָ֣א <WH7121> nik-Ra that thou art called עָלֶ֑יךָ <WH5921> 'a-Lei-cha; and they וְיָֽרְא֖וּ <WH3372> ve-ya-re-'U and they shall be afraid מִמֶּֽךָּ׃ <WH4480> mi-Me-ka. at"},{"number":11,"verse":"וְהוֹתִרְךָ֤ <WH3498> ve-ho-tir-Cha shall make thee plenteous יְהוָה֙ <WH3068> Yah-weh And the LORD לְטוֹבָ֔ה <WH2896> le-to-Vah, in goods בִּפְרִ֧י <WH6529> bif-Ri in the fruit בִטְנְךָ֛ <WH990> vit-ne-Cha of thy body וּבִפְרִ֥י <WH6529> u-vif-Ri and in the fruit בְהַמְתְּךָ֖ <WH929> ve-ham-te-Cha of thy cattle וּבִפְרִ֣י <WH6529> u-vif-Ri and in the fruit אַדְמָתֶ֑ךָ <WH127> 'ad-ma-Te-cha; of thy ground עַ֚ל <WH5921> 'al in הָאֲדָמָ֔ה <WH127> ha-'a-da-Mah, in the land אֲשֶׁ֨ר <WH834> 'a-Sher which נִשְׁבַּ֧ע <WH7650> nish-Ba' sware יְהוָ֛ה <WH3068> Yah-weh which the LORD לַאֲבֹתֶ֖יךָ <WH1> la-'a-vo-Tei-cha unto thy fathers לָ֥תֶת <WH5414> La-tet to give לָֽךְ׃ Lach."},{"number":12,"verse":"יִפְתַּ֣ח <WH6605> yif-Tach shall open יְהוָ֣ה׀ <WH3068> Yah-weh The LORD לְ֠ךָ Le-cha אֶת־ <WH853> 'et- אוֹצָר֨וֹ <WH214> o-tza-Ro treasure הַטּ֜וֹב <WH2896> hat-Tov unto thee his good אֶת־ <WH853> 'et- הַשָּׁמַ֗יִם <WH8064> hash-sha-Ma-yim, the heaven לָתֵ֤ת <WH5414> la-Tet to give מְטַֽר־ <WH4306> me-tar- the rain אַרְצְךָ֙ <WH776> 'ar-tze-Cha unto thy land בְּעִתּ֔וֹ <WH6256> be-'it-To, in his season וּלְבָרֵ֕ךְ <WH1288> u-le-va-Rech and to bless אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- all מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh all the work יָדֶ֑ךָ <WH3027> ya-De-cha; of thine hand וְהִלְוִ֙יתָ֙ <WH3867> ve-hil-Vi-ta and thou shalt lend גּוֹיִ֣ם <WH1471> go-Yim nations רַבִּ֔ים <WH7227> rab-Bim, unto many וְאַתָּ֖ה <WH859> ve-'at-Tah you לֹ֥א <WH3808> lo shall not תִלְוֶֽה׃ <WH3867> til-Veh. and thou shalt not borrow"},{"number":13,"verse":"וּנְתָֽנְךָ֨ <WH5414> u-ne-ta-ne-Cha shall make יְהוָ֤ה <WH3068> Yah-weh And the LORD לְרֹאשׁ֙ <WH7218> le-roSh thee the head וְלֹ֣א <WH3808> ve-Lo and not לְזָנָ֔ב <WH2180> le-za-Nav, and not the tail וְהָיִ֙יתָ֙ <WH1961> ve-ha-Yi-ta become רַ֣ק <WH7535> rak but לְמַ֔עְלָה <WH4605> le-Ma'-lah, and thou shalt be above only וְלֹ֥א <WH3808> ve-Lo not תִהְיֶ֖ה <WH1961> tih-Yeh become לְמָ֑טָּה <WH4295> le-Mat-tah; and thou shalt not be beneath כִּֽי־ <WH3588> ki- if תִשְׁמַ֞ע <WH8085> tish-Ma' if that thou hearken אֶל־ <WH413> 'el- to מִצְוֹ֣ת׀ <WH4687> mitz-Vot unto the commandments יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֗יךָ <WH430> 'e-lo-Hei-cha, thy God אֲשֶׁ֨ר <WH834> 'a-Sher which אָנֹכִ֧י <WH595> 'a-no-Chi I מְצַוְּךָ֛ <WH6680> me-tzav-ve-Cha which I command הַיּ֖וֹם <WH3117> hai-Yom thee this day לִשְׁמֹ֥ר <WH8104> lish-Mor to observe וְלַעֲשֽׂוֹת׃ <WH6213> ve-la-'a-Sot. and to do"},{"number":14,"verse":"וְלֹ֣א <WH3808> ve-Lo not תָס֗וּר <WH5493> ta-Sur, And thou shalt not go aside מִכָּל־ <WH3605> mik-kol any הַדְּבָרִים֙ <WH1697> had-de-va-Rim from any of the words אֲשֶׁ֨ר <WH834> 'a-Sher which אָנֹכִ֜י <WH595> 'a-no-Chi I מְצַוֶּ֥ה <WH6680> me-tzav-Veh which I command אֶתְכֶ֛ם <WH853> 'et-Chem הַיּ֖וֹם <WH3117> hai-Yom thee this day יָמִ֣ין <WH3225> ya-Min [to] the right hand וּשְׂמֹ֑אול <WH8040> u-se-Mol; or [to] the left לָלֶ֗כֶת <WH1980> la-Le-chet, to go אַחֲרֵ֛י <WH310> 'a-cha-Rei after אֱלֹהִ֥ים <WH430> E-lo-Him gods אֲחֵרִ֖ים <WH312> 'a-che-Rim other לְעָבְדָֽם׃ <WH5647> le-'a-ve-Dam. to serve ס sa-Mek"},{"number":15,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, shall come אִם־ <WH518> 'im- if לֹ֤א <WH3808> lo not תִשְׁמַע֙ <WH8085> tish-Ma' But it shall come to pass if thou wilt not hearken בְּקוֹל֙ <WH6963> be-kOl unto the voice יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לִשְׁמֹ֤ר <WH8104> lish-Mor to observe לַעֲשׂוֹת֙ <WH6213> la-'a-sOt to do אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מִצְוֹתָ֣יו <WH4687> mitz-vo-Tav all his commandments וְחֻקֹּתָ֔יו <WH2708> ve-chuk-ko-Tav, and his statutes אֲשֶׁ֛ר <WH834> 'a-Sher which אָנֹכִ֥י <WH595> 'a-no-Chi I מְצַוְּךָ֖ <WH6680> me-tzav-ve-Cha which I command הַיּ֑וֹם <WH3117> hai-Yom; thee this day וּבָ֧אוּ <WH935> u-Va-'u shall come עָלֶ֛יךָ <WH5921> 'a-Lei-cha that כָּל־ <WH3605> kol- all הַקְּלָל֥וֹת <WH7045> hak-ke-la-Lot that all these curses הָאֵ֖לֶּה <WH428> ha-'El-leh these וְהִשִּׂיגֽוּךָ׃ <WH5381> ve-his-si-Gu-cha. upon thee and overtake"},{"number":16,"verse":"אָר֥וּר <WH779> 'a-Rur Cursed אַתָּ֖ה <WH859> 'at-Tah you in בָּעִ֑יר <WH5892> ba-'Ir; [shalt] thou [be] in the city וְאָר֥וּר <WH779> ve-'a-Rur and cursed אַתָּ֖ה <WH859> 'at-Tah you in בַּשָּׂדֶֽה׃ <WH7704> bas-sa-Deh. [shalt] thou [be] in the field"},{"number":17,"verse":"אָר֥וּר <WH779> 'a-Rur Cursed טַנְאֲךָ֖ <WH2935> tan-'a-Cha [shall be] thy basket וּמִשְׁאַרְתֶּֽךָ׃ <WH4863> u-mish-'ar-Te-cha. and thy store"},{"number":18,"verse":"אָר֥וּר <WH779> 'a-Rur Cursed פְּרִֽי־ <WH6529> pe-ri- [shall be] the fruit בִטְנְךָ֖ <WH990> vit-ne-Cha of thy body וּפְרִ֣י <WH6529> u-fe-Ri and the fruit אַדְמָתֶ֑ךָ <WH127> 'ad-ma-Te-cha; of thy land שְׁגַ֥ר <WH7698> she-Gar the increase אֲלָפֶ֖יךָ <WH504> 'a-la-Fei-cha of thy kine וְעַשְׁתְּר֥וֹת <WH6251> ve-'ash-te-Rot and the flocks צֹאנֶֽךָ׃ <WH6629> tzo-Ne-cha. of thy sheep"},{"number":19,"verse":"אָר֥וּר <WH779> 'a-Rur Cursed אַתָּ֖ה <WH859> 'at-Tah you בְּבֹאֶ֑ךָ <WH935> be-vo-'E-cha; [shalt] thou [be] when thou comest in וְאָר֥וּר <WH779> ve-'a-Rur and cursed אַתָּ֖ה <WH859> 'at-Tah you בְּצֵאתֶֽךָ׃ <WH3318> be-tze-Te-cha. [shalt] thou [be] when thou goest out"},{"number":20,"verse":"יְשַׁלַּ֣ח <WH7971> ye-shal-Lach shall send יְהוָ֣ה׀ <WH3068> Yah-weh The LORD בְּ֠ךָ Be-cha אֶת־ <WH853> 'et- הַמְּאֵרָ֤ה <WH3994> ham-me-'e-Rah upon thee cursing אֶת־ <WH853> 'et- הַמְּהוּמָה֙ <WH4103> ham-me-hu-Mah vexation וְאֶת־ <WH853> ve-'Et הַמִּגְעֶ֔רֶת <WH4045> ham-mig-'E-ret, and rebuke בְּכָל־ <WH3605> be-chol all מִשְׁלַ֥ח <WH4916> mish-Lach in all that thou settest יָדְךָ֖ <WH3027> ya-de-Cha thine hand אֲשֶׁ֣ר <WH834> 'a-Sher because תַּעֲשֶׂ֑ה <WH6213> ta-'a-Seh; unto for to do עַ֣ד <WH5704> 'ad until הִשָּֽׁמֶדְךָ֤ <WH8045> hish-sha-med-Cha until thou be destroyed וְעַד־ <WH5704> ve-'ad- and until אֲבָדְךָ֙ <WH6> 'a-va-de-Cha and until thou perish מַהֵ֔ר <WH4118> ma-Her, quickly מִפְּנֵ֛י <WH6440> mip-pe-Nei because רֹ֥עַ <WH7455> Ro-a' of the wickedness מַֽעֲלָלֶ֖יךָ <WH4611> ma-'a-la-Lei-cha of thy doings אֲשֶׁ֥ר <WH834> 'a-Sher because עֲזַבְתָּֽנִי׃ <WH5800> 'a-zav-Ta-ni. whereby thou hast forsaken"},{"number":21,"verse":"יַדְבֵּ֧ק <WH1692> yad-Bek cleave יְהוָ֛ה <WH3068> Yah-weh The LORD בְּךָ֖ be-Cha אֶת־ <WH853> 'et- הַדָּ֑בֶר <WH1698> had-Da-ver; shall make the pestilence עַ֚ד <WH5704> 'ad until כַּלֹּת֣וֹ <WH3615> kal-lo-To unto thee until he have consumed אֹֽתְךָ֔ <WH853> 'o-te-Cha, מֵעַל֙ <WH5921> me-'Al from הָֽאֲדָמָ֔ה <WH127> ha-'a-da-Mah, thee from off the land אֲשֶׁר־ <WH834> 'a-Sher- after אַתָּ֥ה <WH859> 'at-Tah you בָא־ <WH935> va- whither thou goest שָׁ֖מָּה <WH8033> Sham-mah in it לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. to possess"},{"number":22,"verse":"יַכְּכָ֣ה <WH5221> yak-ke-Chah shall smite יְ֠הוָה <WH3068> Yah-weh The LORD בַּשַּׁחֶ֨פֶת <WH7829> bash-sha-Che-fet thee with a consumption וּבַקַּדַּ֜חַת <WH6920> u-vak-kad-Da-chat and with a fever וּבַדַּלֶּ֗קֶת <WH1816> u-vad-dal-Le-ket, and with an inflammation וּבַֽחַרְחֻר֙ <WH2746> u-va-char-Chur and with an extreme burning וּבַחֶ֔רֶב <WH2719> u-va-Che-rev, and with the sword וּבַשִּׁדָּפ֖וֹן <WH7711> u-vash-shid-da-Fon and with blasting וּבַיֵּרָק֑וֹן <WH3420> u-vai-ye-ra-Kon; and with mildew וּרְדָפ֖וּךָ <WH7291> u-re-da-Fu-cha and they shall pursue עַ֥ד <WH5704> 'ad until אָבְדֶֽךָ׃ <WH6> 'a-ve-De-cha. thee until thou perish"},{"number":23,"verse":"וְהָי֥וּ <WH1961> ve-ha-Yu become שָׁמֶ֛יךָ <WH8064> sha-Mei-cha And thy heaven אֲשֶׁ֥ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- is over רֹאשְׁךָ֖ <WH7218> ro-she-Cha that [is] over thy head נְחֹ֑שֶׁת <WH5178> ne-Cho-shet; shall be brass וְהָאָ֥רֶץ <WH776> ve-ha-'A-retz and the earth אֲשֶׁר־ <WH834> 'a-Sher- which תַּחְתֶּ֖יךָ <WH8478> tach-Tei-cha is under בַּרְזֶֽל׃ <WH1270> bar-Zel. that is under thee [shall be] iron"},{"number":24,"verse":"יִתֵּ֧ן <WH5414> yit-Ten shall make יְהוָ֛ה <WH3068> Yah-weh The LORD אֶת־ <WH853> 'et- מְטַ֥ר <WH4306> me-Tar the rain אַרְצְךָ֖ <WH776> 'ar-tze-Cha of thy land אָבָ֣ק <WH80> 'a-Vak powder וְעָפָ֑ר <WH6083> ve-'a-Far; and dust מִן־ <WH4480> min- from הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim from heaven יֵרֵ֣ד <WH3381> ye-Red shall it come down עָלֶ֔יךָ <WH5921> 'a-Lei-cha, on עַ֖ד <WH5704> 'ad until הִשָּׁמְדָֽךְ׃ <WH8045> hish-sha-me-Dach. upon thee until thou be destroyed"},{"number":25,"verse":"יִתֶּנְךָ֨ <WH5414> yit-ten-Cha shall cause יְהוָ֥ה׀ <WH3068> Yah-weh The LORD נִגָּף֮ <WH5062> nig-Gaf thee to be smitten לִפְנֵ֣י <WH6440> lif-Nei before אֹיְבֶיךָ֒ <WH341> 'o-ye-vei-Cha thine enemies בְּדֶ֤רֶךְ <WH1870> be-De-rech way אֶחָד֙ <WH259> 'e-Chad one תֵּצֵ֣א <WH3318> te-Tze thou shalt go out אֵלָ֔יו <WH413> 'e-Lav, against וּבְשִׁבְעָ֥ה <WH7651> u-ve-shiv-'Ah seven דְרָכִ֖ים <WH1870> de-ra-Chim ways תָּנ֣וּס <WH5127> ta-Nus against them and flee לְפָנָ֑יו <WH6440> le-fa-Nav; before וְהָיִ֣יתָ <WH1961> ve-ha-Yi-ta become לְזַעֲוָ֔ה <WH2189> le-za-'a-Vah, them and shalt be removed לְכֹ֖ל <WH3605> le-Chol to all מַמְלְכ֥וֹת <WH4467> mam-le-Chot into all the kingdoms הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":26,"verse":"וְהָיְתָ֤ה <WH1961> ve-ha-ye-Tah become נִבְלָֽתְךָ֙ <WH5038> niv-la-te-Cha And thy carcase לְמַאֲכָ֔ל <WH3978> le-ma-'a-Chal, shall be meat לְכָל־ <WH3605> le-chol to all ע֥וֹף <WH5775> of unto all fowls הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim of the air וּלְבֶהֱמַ֣ת <WH929> u-le-ve-he-Mat and unto the beasts הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth וְאֵ֖ין <WH369> ve-'Ein and there מַחֲרִֽיד׃ <WH2729> ma-cha-Rid. and no man shall fray [them] away"},{"number":27,"verse":"יַכְּכָ֨ה <WH5221> yak-ke-Chah will smite יְהוָ֜ה <WH3068> Yah-weh The LORD בִּשְׁחִ֤ין <WH7822> bish-Chin thee with the botch מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim of Egypt; וּבָעֳפָלִים u-vo-'o-fa-lim כוּבַטְּחֹרִ֔ים <WH6076> u-vat-te-cho-Rim, stronghold קוּבַגָּרָ֖ב <WH1618> u-vag-ga-Rav and with the scab וּבֶחָ֑רֶס <WH2775> u-ve-Cha-res; and with the itch אֲשֶׁ֥ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- not תוּכַ֖ל <WH3201> tu-Chal whereof thou canst לְהֵרָפֵֽא׃ <WH7495> le-he-ra-Fe. not be healed"},{"number":28,"verse":"יַכְּכָ֣ה <WH5221> yak-ke-Chah shall smite יְהוָ֔ה <WH3068> Yah-weh, The LORD בְּשִׁגָּע֖וֹן <WH7697> be-shig-ga-'on thee with madness וּבְעִוָּר֑וֹן <WH5788> u-ve-'iv-va-Ron; and blindness וּבְתִמְה֖וֹן <WH8541> u-ve-tim-Hon and astonishment לֵבָֽב׃ <WH3824> le-Vav. of heart"},{"number":29,"verse":"וְהָיִ֜יתָ <WH1961> ve-ha-Yi-ta become מְמַשֵּׁ֣שׁ <WH4959> me-mash-Shesh And thou shalt grope בַּֽצָּהֳרַ֗יִם <WH6672> batz-tzo-ho-Ra-yim, at noonday כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher after יְמַשֵּׁ֤שׁ <WH4959> ye-mash-Shesh gropeth הָעִוֵּר֙ <WH5787> ha-'iv-Ver as the blind בָּאֲפֵלָ֔ה <WH653> ba-'a-fe-Lah, in darkness וְלֹ֥א <WH3808> ve-Lo and you will not תַצְלִ֖יחַ <WH6743> tatz-Li-ach and thou shalt not prosper אֶת־ <WH853> 'et- דְּרָכֶ֑יךָ <WH1870> de-ra-Chei-cha; in thy ways וְהָיִ֜יתָ <WH1961> ve-ha-Yi-ta become אַ֣ךְ <WH389> 'ach shall only עָשׁ֧וּק <WH6231> 'a-Shuk and thou shalt be only oppressed וְגָז֛וּל <WH1497> ve-ga-Zul and spoiled כָּל־ <WH3605> kol- all manner הַיָּמִ֖ים <WH3117> hai-ya-Mim evermore וְאֵ֥ין <WH369> ve-'Ein none מוֹשִֽׁיעַ׃ <WH3467> mo-Shi-a'. and no man shall save"},{"number":30,"verse":"אִשָּׁ֣ה <WH802> 'ish-Shah a wife תְאָרֵ֗שׂ <WH781> te-'a-Res, Thou shalt betroth וְאִ֤ישׁ <WH376> ve-'Ish man אַחֵר֙ <WH312> 'a-Cher and another; יִשְׁגָּלֶנָּה yish-ga-len-nah כיִשְׁכָּבֶ֔נָּה <WH7693> yish-ka-Ven-nah, lie with קבַּ֥יִת <WH1004> Ba-yit an house תִּבְנֶ֖ה <WH1129> tiv-Neh with her thou shalt build וְלֹא־ <WH3808> ve-lo- you will not תֵשֵׁ֣ב <WH3427> te-Shev and thou shalt not dwell בּ֑וֹ bo; כֶּ֥רֶם <WH3754> Ke-rem a vineyard תִּטַּ֖ע <WH5193> tit-Ta' therein thou shalt plant וְלֹ֥א <WH3808> ve-Lo you will not תְחַלְּלֶֽנּוּ׃ <WH2490> te-chal-le-Len-nu. and shalt not gather the grapes"},{"number":31,"verse":"שׁוֹרְךָ֞ <WH7794> shor-Cha Thine ox טָב֣וּחַ <WH2873> ta-Vu-ach [shall be] slain לְעֵינֶ֗יךָ <WH5869> le-'ei-Nei-cha, before thine eyes וְלֹ֣א <WH3808> ve-Lo you will not תֹאכַל֮ <WH398> to-Chal and thou shalt not eat מִמֶּנּוּ֒ <WH4480> mi-men-Nu of it חֲמֹֽרְךָ֙ <WH2543> cha-mo-re-Cha thereof thine ass גָּז֣וּל <WH1497> ga-Zul [shall be] violently taken away מִלְּפָנֶ֔יךָ <WH6440> mil-le-fa-Nei-cha, from before thy face וְלֹ֥א <WH3808> ve-Lo not יָשׁ֖וּב <WH7725> ya-Shuv and shall not be restored לָ֑ךְ Lach; צֹֽאנְךָ֙ <WH6629> tzo-ne-Cha to thee thy sheep נְתֻנ֣וֹת <WH5414> ne-tu-Not [shall be] given לְאֹיְבֶ֔יךָ <WH341> le-'o-ye-Vei-cha, unto thine enemies וְאֵ֥ין <WH369> ve-'Ein will have לְךָ֖ le-Cha מוֹשִֽׁיעַ׃ <WH3467> mo-Shi-a'. and thou shalt have none to rescue"},{"number":32,"verse":"בָּנֶ֨יךָ <WH1121> ba-Nei-cha Thy sons וּבְנֹתֶ֜יךָ <WH1323> u-ve-no-Tei-cha and thy daughters נְתֻנִ֨ים <WH5414> ne-tu-Nim [shall be] given לְעַ֤ם <WH5971> le-'Am people אַחֵר֙ <WH312> 'a-Cher unto another וְעֵינֶ֣יךָ <WH5869> ve-'ei-Nei-cha and thine eyes רֹא֔וֹת <WH7200> ro-'ot, shall look וְכָל֥וֹת <WH3616> ve-cha-Lot and fail אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem about כָּל־ <WH3605> kol- all הַיּ֑וֹם <WH3117> hai-Yom; [with longing] for them all the day וְאֵ֥ין <WH369> ve-'Ein there לְאֵ֖ל <WH410> le-'El long and [there shall be] no might יָדֶֽךָ׃ <WH3027> ya-De-cha. in thine hand"},{"number":33,"verse":"פְּרִ֤י <WH6529> pe-Ri The fruit אַדְמָֽתְךָ֙ <WH127> 'ad-ma-te-Cha of thy land וְכָל־ <WH3605> ve-chol and all יְגִ֣יעֲךָ֔ <WH3018> ye-Gi-'a-cha, and all thy labours יֹאכַ֥ל <WH398> yo-Chal not eat up עַ֖ם <WH5971> 'am shall a nation אֲשֶׁ֣ר <WH834> 'a-Sher whom לֹא־ <WH3808> lo- not יָדָ֑עְתָּ <WH3045> ya-Da-'e-ta; which thou knowest וְהָיִ֗יתָ <WH1961> ve-ha-Yi-ta, become רַ֛ק <WH7535> rak but עָשׁ֥וּק <WH6231> 'a-Shuk and thou shalt be only oppressed וְרָצ֖וּץ <WH7533> ve-ra-Tzutz and crushed כָּל־ <WH3605> kol- and all הַיָּמִֽים׃ <WH3117> hai-ya-Mim. alway"},{"number":34,"verse":"וְהָיִ֖יתָ <WH1961> ve-ha-Yi-ta become מְשֻׁגָּ֑ע <WH7696> me-shug-Ga'; So that thou shalt be mad מִמַּרְאֵ֥ה <WH4758> mi-mar-'Eh for the sight עֵינֶ֖יךָ <WH5869> 'ei-Nei-cha of thine eyes אֲשֶׁ֥ר <WH834> 'a-Sher of what תִּרְאֶֽה׃ <WH7200> tir-'Eh. which thou shalt see"},{"number":35,"verse":"יַכְּכָ֨ה <WH5221> yak-ke-Chah shall smite יְהוָ֜ה <WH3068> Yah-weh The LORD בִּשְׁחִ֣ין <WH7822> bish-Chin botch רָ֗ע <WH7451> Ra', with a sore עַל־ <WH5921> 'al- on הַבִּרְכַּ֙יִם֙ <WH1290> hab-bir-Ka-yim thee in the knees וְעַל־ <WH5921> ve-'al- and הַשֹּׁקַ֔יִם <WH7785> hash-sho-Ka-yim, and in the legs אֲשֶׁ֥ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- not תוּכַ֖ל <WH3201> tu-Chal that cannot לְהֵרָפֵ֑א <WH7495> le-he-ra-Fe; be healed מִכַּ֥ף <WH3709> mik-Kaf from the sole רַגְלְךָ֖ <WH7272> rag-le-Cha of thy foot וְעַ֥ד <WH5704> ve-'Ad against קָדְקֳדֶֽךָ׃ <WH6936> ka-de-ko-De-cha. unto the top of thy head"},{"number":36,"verse":"יוֹלֵ֨ךְ <WH1980> yo-Lech will bring יְהוָ֜ה <WH3068> Yah-weh The LORD אֹֽתְךָ֗ <WH853> 'o-te-Cha, וְאֶֽת־ <WH853> ve-'Et מַלְכְּךָ֙ <WH4428> mal-ke-Cha thee and thy king אֲשֶׁ֣ר <WH834> 'a-Sher whom תָּקִ֣ים <WH6965> ta-Kim which thou shalt set עָלֶ֔יךָ <WH5921> 'a-Lei-cha, over אֶל־ <WH413> 'el- to גּ֕וֹי <WH1471> Goy over thee unto a nation אֲשֶׁ֥ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- neither יָדַ֖עְתָּ <WH3045> ya-Da'-ta have known אַתָּ֣ה <WH859> 'at-Tah you וַאֲבֹתֶ֑יךָ <WH1> va-'a-vo-Tei-cha; which neither thou nor thy fathers וְעָבַ֥דְתָּ <WH5647> ve-'a-Vad-ta and there shalt thou serve שָּׁ֛ם <WH8033> sham and there אֱלֹהִ֥ים <WH430> E-lo-Him gods אֲחֵרִ֖ים <WH312> 'a-che-Rim other עֵ֥ץ <WH6086> 'etz wood וָאָֽבֶן׃ <WH68> va-'A-ven. and stone"},{"number":37,"verse":"וְהָיִ֣יתָ <WH1961> ve-ha-Yi-ta shall become לְשַׁמָּ֔ה <WH8047> le-sham-Mah, And thou shalt become an astonishment לְמָשָׁ֖ל <WH4912> le-ma-Shal a proverb וְלִשְׁנִינָ֑ה <WH8148> ve-lish-ni-Nah; and a byword בְּכֹל֙ <WH3605> be-Chol all הָֽעַמִּ֔ים <WH5971> ha-'am-Mim, among all nations אֲשֶׁר־ <WH834> 'a-Sher- after יְנַהֶגְךָ֥ <WH5090> ye-na-heg-Cha shall lead יְהוָ֖ה <WH3068> Yah-weh whither the LORD שָֽׁמָּה׃ <WH8033> Sham-mah. in it"},{"number":38,"verse":"זֶ֥רַע <WH2233> Ze-ra' seed רַ֖ב <WH7227> rav much תּוֹצִ֣יא <WH3318> to-Tzi out הַשָּׂדֶ֑ה <WH7704> has-sa-Deh; into the field וּמְעַ֣ט <WH4592> u-me-'At [but] little תֶּאֱסֹ֔ף <WH622> te-'e-Sof, in כִּ֥י <WH3588> ki for יַחְסְלֶ֖נּוּ <WH2628> yach-se-Len-nu shall consume הָאַרְבֶּֽה׃ <WH697> ha-'ar-Beh. for the locust"},{"number":39,"verse":"כְּרָמִ֥ים <WH3754> ke-ra-Mim vineyards תִּטַּ֖ע <WH5193> tit-Ta' Thou shalt plant וְעָבָ֑דְתָּ <WH5647> ve-'a-Va-de-ta; and dress וְיַ֤יִן <WH3196> ve-Ya-yin [of] the wine לֹֽא־ <WH3808> lo- will neither תִשְׁתֶּה֙ <WH8354> tish-Teh [them] but shalt neither drink וְלֹ֣א <WH3808> ve-Lo nor תֶאֱגֹ֔ר <WH103> te-'e-Gor, nor gather כִּ֥י <WH3588> ki for תֹאכְלֶ֖נּוּ <WH398> to-che-Len-nu shall eat הַתֹּלָֽעַת׃ <WH8438> hat-to-La-'at. [the grapes] for the worms"},{"number":40,"verse":"זֵיתִ֛ים <WH2132> zei-Tim Thou shalt have olive trees יִהְי֥וּ <WH1961> yih-Yu shall have לְךָ֖ le-Cha בְּכָל־ <WH3605> be-chol throughout גְּבוּלֶ֑ךָ <WH1366> ge-vu-Le-cha; throughout all thy coasts וְשֶׁ֙מֶן֙ <WH8081> ve-She-men [thyself] with the oil לֹ֣א <WH3808> lo you will not תָס֔וּךְ <WH5480> ta-Such, but thou shalt not anoint כִּ֥י <WH3588> ki for יִשַּׁ֖ל <WH5394> yish-Shal shall cast זֵיתֶֽךָ׃ <WH2132> zei-Te-cha. for thine olive"},{"number":41,"verse":"בָּנִ֥ים <WH1121> ba-Nim sons וּבָנ֖וֹת <WH1323> u-va-Not and daughters תּוֹלִ֑יד <WH3205> to-Lid; Thou shalt beget וְלֹא־ <WH3808> ve-lo- not יִהְי֣וּ <WH1961> yih-Yu become לָ֔ךְ Lach, כִּ֥י <WH3588> ki for יֵלְכ֖וּ <WH1980> ye-le-Chu will go בַּשֶּֽׁבִי׃ <WH7628> bash-She-vi. into captivity"},{"number":42,"verse":"כָּל־ <WH3605> kol- all עֵצְךָ֖ <WH6086> 'e-tze-Cha All thy trees וּפְרִ֣י <WH6529> u-fe-Ri and fruit אַדְמָתֶ֑ךָ <WH127> 'ad-ma-Te-cha; of thy land יְיָרֵ֖שׁ <WH3423> ye-ya-Resh consume הַצְּלָצַֽל׃ <WH6767> hatz-tze-la-Tzal. shall the locust"},{"number":43,"verse":"הַגֵּר֙ <WH1616> hag-Ger The stranger אֲשֶׁ֣ר <WH834> 'a-Sher who בְּקִרְבְּךָ֔ <WH7130> be-kir-be-Cha, that [is] within יַעֲלֶ֥ה <WH5927> ya-'a-Leh thee shall get up עָלֶ֖יךָ <WH5921> 'a-Lei-cha above מַ֣עְלָה <WH4605> Ma'-lah above thee very מָּ֑עְלָה <WH4605> Ma-'e-lah; high וְאַתָּ֥ה <WH859> ve-'at-Tah you תֵרֵ֖ד <WH3381> te-Red and thou shalt come down מַ֥טָּה <WH4295> Mat-tah very מָּֽטָּה׃ <WH4295> Mat-tah. low"},{"number":44,"verse":"ה֣וּא <WH1931> hu He יַלְוְךָ֔ <WH3867> yal-ve-Cha, He shall lend וְאַתָּ֖ה <WH859> ve-'at-Tah you לֹ֣א <WH3808> lo you will not תַלְוֶ֑נּוּ <WH3867> tal-Ven-nu; to thee and thou shalt not lend ה֚וּא <WH1931> hu he יִהְיֶ֣ה <WH1961> yih-Yeh become לְרֹ֔אשׁ <WH7218> le-Rosh, to him he shall be the head וְאַתָּ֖ה <WH859> ve-'at-Tah you תִּֽהְיֶ֥ה <WH1961> tih-Yeh become לְזָנָֽב׃ <WH2180> le-za-Nav. and thou shalt be the tail"},{"number":45,"verse":"וּבָ֨אוּ <WH935> u-Va-'u shall come עָלֶ֜יךָ <WH5921> 'a-Lei-cha So כָּל־ <WH3605> kol- all הַקְּלָל֣וֹת <WH7045> hak-ke-la-Lot Moreover all these curses הָאֵ֗לֶּה <WH428> ha-'El-leh, these וּרְדָפ֙וּךָ֙ <WH7291> u-re-da-Fu-cha upon thee and shall pursue וְהִשִּׂיג֔וּךָ <WH5381> ve-his-si-Gu-cha, thee and overtake עַ֖ד <WH5704> 'ad until הִשָּֽׁמְדָ֑ךְ <WH8045> hish-sha-me-Dach; thee till thou be destroyed כִּי־ <WH3588> ki- because לֹ֣א <WH3808> lo not שָׁמַ֗עְתָּ <WH8085> sha-Ma'-ta, because thou hearkenedst בְּקוֹל֙ <WH6963> be-kOl not unto the voice יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לִשְׁמֹ֛ר <WH8104> lish-Mor to keep מִצְוֹתָ֥יו <WH4687> mitz-vo-Tav his commandments וְחֻקֹּתָ֖יו <WH2708> ve-chuk-ko-Tav and his statutes אֲשֶׁ֥ר <WH834> 'a-Sher which צִוָּֽךְ׃ <WH6680> tziv-Vach. which he commanded"},{"number":46,"verse":"וְהָי֣וּ <WH1961> ve-ha-Yu shall become בְךָ֔ ve-Cha, לְא֖וֹת <WH226> le-'ot And they shall be upon thee for a sign וּלְמוֹפֵ֑ת <WH4159> u-le-mo-Fet; and for a wonder וּֽבְזַרְעֲךָ֖ <WH2233> u-ve-zar-'a-Cha and upon thy seed עַד־ <WH5704> 'ad- for עוֹלָֽם׃ <WH5769> o-Lam. ever"},{"number":47,"verse":"תַּ֗חַת <WH8478> Ta-chat, Thahash אֲשֶׁ֤ר <WH834> 'a-Sher after לֹא־ <WH3808> lo- did not עָבַ֙דְתָּ֙ <WH5647> 'a-Vad-ta Because thou servedst אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh not the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God בְּשִׂמְחָ֖ה <WH8057> be-sim-Chah with joyfulness וּבְט֣וּב <WH2898> u-ve-Tuv and with gladness לֵבָ֑ב <WH3824> le-Vav; of heart מֵרֹ֖ב <WH7230> me-Ro for the abundance כֹּֽל׃ <WH3605> Kol. of all"},{"number":48,"verse":"וְעָבַדְתָּ֣ <WH5647> ve-'a-vad-Ta Therefore shalt thou serve אֶת־ <WH853> 'et- אֹיְבֶ֗יךָ <WH341> 'o-ye-Vei-cha, thine enemies אֲשֶׁ֨ר <WH834> 'a-Sher whom יְשַׁלְּחֶ֤נּוּ <WH7971> ye-shal-le-Chen-nu shall send יְהוָה֙ <WH3068> Yah-weh which the LORD בָּ֔ךְ Bach, בְּרָעָ֧ב <WH7458> be-ra-'Av against thee in hunger וּבְצָמָ֛א <WH6772> u-ve-tza-Ma and in thirst וּבְעֵירֹ֖ם <WH5903> u-ve-'ei-Rom and in nakedness וּבְחֹ֣סֶר <WH2640> u-ve-Cho-ser and in want כֹּ֑ל <WH3605> Kol; of all וְנָתַ֞ן <WH5414> ve-na-Tan of all [things] and he shall put עֹ֤ל <WH5923> 'ol a yoke בַּרְזֶל֙ <WH1270> bar-Zel of iron עַל־ <WH5921> 'al- on צַוָּארֶ֔ךָ <WH6677> tzav-va-Re-cha, upon thy neck עַ֥ד <WH5704> 'ad until הִשְׁמִיד֖וֹ <WH8045> hish-mi-Do until he have destroyed אֹתָֽךְ׃ <WH853> 'o-Tach."},{"number":49,"verse":"יִשָּׂ֣א <WH5375> yis-Sa shall bring יְהוָה֩ <WH3068> Yah-weh The LORD עָלֶ֨יךָ <WH5921> 'a-Lei-cha against גּ֤וֹי <WH1471> Goy a nation מֵרָחוֹק֙ <WH7350> me-ra-chOk against thee from far מִקְצֵ֣ה <WH7097> mik-Tzeh from the end הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher whose יִדְאֶ֖ה <WH1675> yid-'Eh flieth הַנָּ֑שֶׁר <WH5404> han-Na-sher; [as swift] as the eagle גּ֕וֹי <WH1471> Goy a nation אֲשֶׁ֥ר <WH834> 'a-Sher whose לֹא־ <WH3808> lo- shall not תִשְׁמַ֖ע <WH8085> tish-Ma' thou shalt not understand לְשֹׁנֽוֹ׃ <WH3956> le-sho-No. whose tongue"},{"number":50,"verse":"גּ֖וֹי <WH1471> Goy A nation עַ֣ז <WH5794> 'az of fierce פָּנִ֑ים <WH6440> pa-Nim; countenance אֲשֶׁ֨ר <WH834> 'a-Sher who לֹא־ <WH3808> lo- no יִשָּׂ֤א <WH5375> yis-Sa which shall not regard פָנִים֙ <WH6440> fa-Nim the person לְזָקֵ֔ן <WH2205> le-za-Ken, of the old וְנַ֖עַר <WH5288> ve-Na-'ar to the young לֹ֥א <WH3808> lo nor יָחֹֽן׃ <WH2603> ya-Chon. nor shew favour"},{"number":51,"verse":"וְ֠אָכַל <WH398> Ve-'a-chal And he shall eat פְּרִ֨י <WH6529> pe-Ri the fruit בְהֶמְתְּךָ֥ <WH929> ve-hem-te-Cha of thy cattle וּפְרִֽי־ <WH6529> u-fe-ri- and the fruit אַדְמָתְךָ֮ <WH127> 'ad-ma-te-Cha of thy land עַ֣ד <WH5704> 'ad until הִשָּֽׁמְדָךְ֒ <WH8045> hish-sha-me-doCh until thou be destroyed אֲשֶׁ֨ר <WH834> 'a-Sher who לֹֽא־ <WH3808> lo- no יַשְׁאִ֜יר <WH7604> yash-'Ir which [also] shall not leave לְךָ֗ le-Cha, דָּגָן֙ <WH1715> da-Gan thee [either] corn תִּיר֣וֹשׁ <WH8492> ti-Roosh wine וְיִצְהָ֔ר <WH3323> ve-yitz-Har, or oil שְׁגַ֥ר <WH7698> she-Gar [or] the increase אֲלָפֶ֖יךָ <WH504> 'a-la-Fei-cha of thy kine וְעַשְׁתְּרֹ֣ת <WH6251> ve-'ash-te-Rot or flocks צֹאנֶ֑ךָ <WH6629> tzo-Ne-cha; of thy sheep עַ֥ד <WH5704> 'ad until הַאֲבִיד֖וֹ <WH6> ha-'a-vi-Do until he have destroyed אֹתָֽךְ׃ <WH853> 'o-Tach."},{"number":52,"verse":"וְהֵצַ֨ר <WH6887> ve-he-Tzar And he shall besiege לְךָ֜ le-Cha בְּכָל־ <WH3605> be-chol all שְׁעָרֶ֗יךָ <WH8179> she-'a-Rei-cha, thee in all thy gates עַ֣ד <WH5704> 'ad until רֶ֤דֶת <WH3381> Re-det come down חֹמֹתֶ֙יךָ֙ <WH2346> cho-mo-Tei-cha walls הַגְּבֹה֣וֹת <WH1364> hag-ge-vo-Hot until thy high וְהַבְּצֻר֔וֹת <WH1219> ve-hab-be-tzu-Rot, and fenced אֲשֶׁ֥ר <WH834> 'a-Sher which אַתָּ֛ה <WH859> 'at-Tah you בֹּטֵ֥חַ <WH982> bo-Te-ach thou trustedst בָּהֵ֖ן ba-Hen בְּכָל־ <WH3605> be-chol throughout אַרְצֶ֑ךָ <WH776> 'ar-Tze-cha; throughout all thy land וְהֵצַ֤ר <WH6887> ve-he-Tzar and he shall besiege לְךָ֙ le-Cha בְּכָל־ <WH3605> be-chol all שְׁעָרֶ֔יךָ <WH8179> she-'a-Rei-cha, thee in all thy gates בְּכָ֨ל־ <WH3605> be-chol throughout אַרְצְךָ֔ <WH776> 'ar-tze-Cha, throughout all thy land אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֛ן <WH5414> na-Tan hath given יְהוָ֥ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God לָֽךְ׃ Lach."},{"number":53,"verse":"וְאָכַלְתָּ֣ <WH398> ve-'a-chal-Ta And thou shalt eat פְרִֽי־ <WH6529> fe-ri- the fruit בִטְנְךָ֗ <WH990> vit-ne-Cha, of thine own body בְּשַׂ֤ר <WH1320> be-Sar the flesh בָּנֶ֙יךָ֙ <WH1121> ba-Nei-cha of thy sons וּבְנֹתֶ֔יךָ <WH1323> u-ve-no-Tei-cha, and of thy daughters אֲשֶׁ֥ר <WH834> 'a-Sher whom נָֽתַן־ <WH5414> na-tan- hath given לְךָ֖ le-Cha יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God בְּמָצוֹר֙ <WH4692> be-ma-tzOr thee in the siege וּבְמָצ֔וֹק <WH4689> u-ve-ma-Tzok, and in the straitness אֲשֶׁר־ <WH834> 'a-Sher- which יָצִ֥יק <WH6693> ya-Tzik shall distress לְךָ֖ le-Cha אֹיְבֶֽךָ׃ <WH341> 'o-ye-Ve-cha. wherewith thine enemies"},{"number":54,"verse":"הָאִישׁ֙ <WH376> ha-'Ish [So that] the man הָרַ֣ךְ <WH7390> ha-Rach [that is] tender בְּךָ֔ be-Cha, וְהֶעָנֹ֖ג <WH6028> ve-he-'a-Nog delicate מְאֹ֑ד <WH3966> me-'Od; among you and very תֵּרַ֨ע <WH7489> te-Ra' shall be hostile עֵינ֤וֹ <WH5869> ei-No his eye בְאָחִיו֙ <WH251> ve-'a-Chiv toward his brother וּבְאֵ֣שֶׁת <WH802> u-ve-'E-shet and toward the wife חֵיק֔וֹ <WH2436> chei-Ko, of his bosom וּבְיֶ֥תֶר <WH3499> u-ve-Ye-ter and toward the remnant בָּנָ֖יו <WH1121> ba-Nav of his children אֲשֶׁ֥ר <WH834> 'a-Sher who יוֹתִֽיר׃ <WH3498> yo-Tir. which he shall leave"},{"number":55,"verse":"מִתֵּ֣ת׀ <WH5414> mit-Tet So that he will not give לְאַחַ֣ד <WH259> le-'a-Chad to any מֵהֶ֗ם <WH1992> me-Hem, like מִבְּשַׂ֤ר <WH1320> mib-be-Sar of them of the flesh בָּנָיו֙ <WH1121> ba-Nav of his children אֲשֶׁ֣ר <WH834> 'a-Sher which יֹאכֵ֔ל <WH398> yo-Chel, whom he shall eat מִבְּלִ֥י <WH1097> mib-be-Li corruption הִשְׁאִֽיר־ <WH7604> hish-'ir- because he hath nothing left ל֖וֹ lo כֹּ֑ל <WH3605> Kol; all בְּמָצוֹר֙ <WH4692> be-ma-tzOr him in the siege וּבְמָצ֔וֹק <WH4689> u-ve-ma-Tzok, and in the straitness אֲשֶׁ֨ר <WH834> 'a-Sher which יָצִ֥יק <WH6693> ya-Tzik shall distress לְךָ֛ le-Cha אֹיִבְךָ֖ <WH341> 'o-yiv-Cha wherewith thine enemies בְּכָל־ <WH3605> be-chol all שְׁעָרֶֽיךָ׃ <WH8179> she-'a-Rei-cha. thee in all thy gates"},{"number":56,"verse":"הָרַכָּ֨ה <WH7390> ha-rak-Kah The tender בְךָ֜ ve-Cha וְהָעֲנֻגָּ֗ה <WH6028> ve-ha-'a-nug-Gah, and delicate אֲשֶׁ֨ר <WH834> 'a-Sher who לֹא־ <WH3808> lo- not נִסְּתָ֤ה <WH5254> nis-se-Tah woman among you which would not adventure כַף־ <WH3709> chaf- the sole רַגְלָהּ֙ <WH7272> rag-Lah of her foot הַצֵּ֣ג <WH3322> hatz-Tzeg to set עַל־ <WH5921> 'al- on הָאָ֔רֶץ <WH776> ha-'A-retz, upon the ground מֵהִתְעַנֵּ֖ג <WH6026> me-hit-'an-Neg for delicateness וּמֵרֹ֑ךְ <WH7391> u-me-Roch; and tenderness תֵּרַ֤ע <WH7489> te-Ra' shall be hostile עֵינָהּ֙ <WH5869> 'ei-Nah her eye בְּאִ֣ישׁ <WH376> be-'Ish toward the husband חֵיקָ֔הּ <WH2436> chei-Kah, of her bosom וּבִבְנָ֖הּ <WH1121> u-viv-Nah and toward her son וּבְבִתָּֽהּ׃ <WH1323> u-ve-vit-Tah. and toward her daughter"},{"number":57,"verse":"וּֽבְשִׁלְיָתָ֞הּ <WH7988> u-ve-shil-ya-Tah And toward her young one הַיּוֹצֵ֣ת׀ <WH3318> hai-yo-Tzet that cometh out מִבֵּ֣ין <WH996> mib-Bein between רַגְלֶ֗יהָ <WH7272> rag-Lei-ha, from between her feet וּבְבָנֶ֙יהָ֙ <WH1121> u-ve-va-Nei-ha and toward her children אֲשֶׁ֣ר <WH834> 'a-Sher whom תֵּלֵ֔ד <WH3205> te-Led, which she shall bear כִּֽי־ <WH3588> ki- for תֹאכְלֵ֥ם <WH398> toch-Lem for she shall eat בְּחֹֽסֶר־ <WH2640> be-cho-ser- them for want כֹּ֖ל <WH3605> kol of anything בַּסָּ֑תֶר <WH5643> bas-Sa-ter; of all [things] secretly בְּמָצוֹר֙ <WH4692> be-ma-tzOr in the siege וּבְמָצ֔וֹק <WH4689> u-ve-ma-Tzok, and straitness אֲשֶׁ֨ר <WH834> 'a-Sher which יָצִ֥יק <WH6693> ya-Tzik shall distress לְךָ֛ le-Cha אֹיִבְךָ֖ <WH341> 'o-yiv-Cha wherewith thine enemy בִּשְׁעָרֶֽיךָ׃ <WH8179> bish-'a-Rei-cha. thee in thy gates"},{"number":58,"verse":"אִם־ <WH518> 'im- If לֹ֨א <WH3808> lo are not תִשְׁמֹ֜ר <WH8104> tish-Mor If thou wilt not observe לַעֲשׂ֗וֹת <WH6213> la-'a-Sot, to do אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all דִּבְרֵי֙ <WH1697> div-Rei all the words הַתּוֹרָ֣ה <WH8451> hat-to-Rah of this law הַזֹּ֔את <WH2063> haz-Zot, which הַכְּתוּבִ֖ים <WH3789> hak-ke-tu-Vim that are written בַּסֵּ֣פֶר <WH5612> bas-Se-fer in this book הַזֶּ֑ה <WH2088> haz-Zeh; of this לְ֠יִרְאָה <WH3372> Le-yir-'ah that thou mayest fear אֶת־ <WH853> 'et- הַשֵּׁ֞ם <WH8034> hash-Shem name הַנִּכְבָּ֤ד <WH3513> han-nich-Bad this glorious וְהַנּוֹרָא֙ <WH3372> ve-han-no-Ra and fearful הַזֶּ֔ה <WH2088> haz-Zeh, this אֵ֖ת <WH853> 'et יְהוָ֥ה <WH3068> Yah-weh THE LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. THY GOD"},{"number":59,"verse":"וְהִפְלָ֤א <WH6381> ve-hif-La wonderful יְהוָה֙ <WH3068> Yah-weh Then the LORD אֶת־ <WH853> 'et- מַכֹּ֣תְךָ֔ <WH4347> mak-Ko-te-cha, thy plagues וְאֵ֖ת <WH853> ve-'Et מַכּ֣וֹת <WH4347> mak-Kot and the plagues זַרְעֶ֑ךָ <WH2233> zar-'E-cha; of thy seed מַכּ֤וֹת <WH4347> mak-Kot plagues גְּדֹלוֹת֙ <WH1419> ge-do-lOt [even] great וְנֶ֣אֱמָנ֔וֹת <WH539> ve-Ne-'e-ma-Not, and of long continuance וָחֳלָיִ֥ם <WH2483> vo-cho-la-Yim sicknesses רָעִ֖ים <WH7451> ra-'Im and sore וְנֶאֱמָנִֽים׃ <WH539> ve-ne-'e-ma-Nim. and of long continuance"},{"number":60,"verse":"וְהֵשִׁ֣יב <WH7725> ve-he-Shiv Moreover he will bring בְּךָ֗ be-Cha, אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- all מַדְוֵ֣ה <WH4064> mad-Veh upon thee all the diseases מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt אֲשֶׁ֥ר <WH834> 'a-Sher of which יָגֹ֖רְתָּ <WH3025> ya-Go-re-ta which thou wast afraid מִפְּנֵיהֶ֑ם <WH6440> mip-pe-nei-Hem; of וְדָבְק֖וּ <WH1692> ve-da-ve-Ku and they shall cleave בָּֽךְ׃ Bach."},{"number":61,"verse":"גַּ֤ם <WH1571> gam Also כָּל־ <WH3605> kol- every חֳלִי֙ <WH2483> cho-Li Also every sickness וְכָל־ <WH3605> ve-chol and every מַכָּ֔ה <WH4347> mak-Kah, and every plague אֲשֶׁר֙ <WH834> 'a-Sher which לֹ֣א <WH3808> lo not כָת֔וּב <WH3789> cha-Tuv, which [is] not written בְּסֵ֖פֶר <WH5612> be-Se-fer in the book הַתּוֹרָ֣ה <WH8451> hat-to-Rah of this law הַזֹּ֑את <WH2063> haz-Zot; likewise יַעְלֵ֤ם <WH5927> ya'-Lem bring יְהוָה֙ <WH3068> Yah-weh them will the LORD עָלֶ֔יךָ <WH5921> 'a-Lei-cha, on עַ֖ד <WH5704> 'ad until הִשָּׁמְדָֽךְ׃ <WH8045> hish-sha-me-Dach. upon thee until thou be destroyed"},{"number":62,"verse":"וְנִשְׁאַרְתֶּם֙ <WH7604> ve-nish-'ar-Tem And ye shall be left בִּמְתֵ֣י <WH4962> bim-Tei in number מְעָ֔ט <WH4592> me-'At, few תַּ֚חַת <WH8478> Ta-chat Thahash אֲשֶׁ֣ר <WH834> 'a-Sher whereas הֱיִיתֶ֔ם <WH1961> he-yi-Tem, become כְּכוֹכְבֵ֥י <WH3556> ke-choch-Vei ye were as the stars הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim of heaven לָרֹ֑ב <WH7230> la-Ro; for multitude כִּי־ <WH3588> ki- because לֹ֣א <WH3808> lo not שָׁמַ֔עְתָּ <WH8085> sha-Ma'-ta, because thou wouldest not obey בְּק֖וֹל <WH6963> be-Kol the voice יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. thy God"},{"number":63,"verse":"וְ֠הָיָה <WH1961> Ve-ha-yah shall come כַּאֲשֶׁר־ <WH834> ka-'a-Sher- after שָׂ֨שׂ <WH7797> sas rejoiced יְהוָ֜ה <WH3068> Yah-weh And it shall come to pass [that] as the LORD עֲלֵיכֶ֗ם <WH5921> 'a-lei-Chem, over לְהֵיטִ֣יב <WH3190> le-hei-Tiv over you to do you good אֶתְכֶם֮ <WH853> 'et-Chem וּלְהַרְבּ֣וֹת <WH7235> u-le-har-Bot and to multiply אֶתְכֶם֒ <WH853> 'et-Chem כֵּ֣ן <WH3651> ken so יָשִׂ֤ישׂ <WH7797> ya-Sis will rejoice יְהוָה֙ <WH3068> Yah-weh you so the LORD עֲלֵיכֶ֔ם <WH5921> 'a-lei-Chem, over לְהַאֲבִ֥יד <WH6> le-ha-'a-Vid over you to destroy אֶתְכֶ֖ם <WH853> 'et-Chem וּלְהַשְׁמִ֣יד <WH8045> u-le-hash-Mid you and to bring you to nought אֶתְכֶ֑ם <WH853> 'et-Chem; וְנִסַּחְתֶּם֙ <WH5255> ve-nis-sach-Tem and ye shall be plucked מֵעַ֣ל <WH5921> me-'Al over הָֽאֲדָמָ֔ה <WH127> ha-'a-da-Mah, from off the land אֲשֶׁר־ <WH834> 'a-Sher- after אַתָּ֥ה <WH859> 'at-Tah you בָא־ <WH935> va- whither thou goest שָׁ֖מָּה <WH8033> Sham-mah in it לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. to possess"},{"number":64,"verse":"וֶהֱפִֽיצְךָ֤ <WH6327> ve-he-fi-tze-Cha shall scatter יְהוָה֙ <WH3068> Yah-weh And the LORD בְּכָל־ <WH3605> be-chol all הָ֣עַמִּ֔ים <WH5971> ha-'am-Mim, thee among all people מִקְצֵ֥ה <WH7097> mik-Tzeh from the one end הָאָ֖רֶץ <WH776> ha-'A-retz of the earth וְעַד־ <WH5704> ve-'ad- to the other קְצֵ֣ה <WH7097> ke-Tzeh even unto the other הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth וְעָבַ֨דְתָּ <WH5647> ve-'a-Vad-ta and there thou shalt serve שָּׁ֜ם <WH8033> sham and there אֱלֹהִ֣ים <WH430> E-lo-Him gods אֲחֵרִ֗ים <WH312> 'a-che-Rim, other אֲשֶׁ֧ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- have not יָדַ֛עְתָּ <WH3045> ya-Da'-ta have known אַתָּ֥ה <WH859> 'at-Tah you וַאֲבֹתֶ֖יךָ <WH1> va-'a-vo-Tei-cha which neither thou nor thy fathers עֵ֥ץ <WH6086> 'etz [even] wood וָאָֽבֶן׃ <WH68> va-'A-ven. and stone"},{"number":65,"verse":"וּבַגּוֹיִ֤ם <WH1471> u-vag-go-Yim nations הָהֵם֙ <WH1992> ha-Hem And among these לֹ֣א <WH3808> lo no תַרְגִּ֔יעַ <WH7280> tar-Gi-a', shalt thou find no ease וְלֹא־ <WH3808> ve-lo- will be no יִהְיֶ֥ה <WH1961> yih-Yeh become מָנ֖וֹחַ <WH4494> ma-No-ach have rest לְכַף־ <WH3709> le-chaf- neither shall the sole רַגְלֶ֑ךָ <WH7272> rag-Le-cha; of thy foot וְנָתַן֩ <WH5414> ve-na-Tan shall give יְהוָ֨ה <WH3068> Yah-weh but the LORD לְךָ֥ le-Cha שָׁם֙ <WH8033> sham there לֵ֣ב <WH3820> lev heart רַגָּ֔ז <WH7268> rag-Gaz, thee there a trembling וְכִלְי֥וֹן <WH3631> ve-chil-Yon and failing עֵינַ֖יִם <WH5869> 'ei-Na-yim of eyes וְדַֽאֲב֥וֹן <WH1671> ve-da-'a-Von and sorrow נָֽפֶשׁ׃ <WH5315> Na-fesh. of mind"},{"number":66,"verse":"וְהָי֣וּ <WH1961> ve-ha-Yu and thy חַיֶּ֔יךָ <WH2416> chai-Yei-cha, And thy life תְּלֻאִ֥ים <WH8511> te-lu-'Im shall hang לְךָ֖ le-Cha מִנֶּ֑גֶד <WH5048> min-Ne-ged; in doubt before וּפָֽחַדְתָּ֙ <WH6342> u-fa-chad-Ta thee and thou shalt fear לַ֣יְלָה <WH3915> Lay-lah and night וְיוֹמָ֔ם <WH3119> ve-yo-Mam, day וְלֹ֥א <WH3808> ve-Lo no תַאֲמִ֖ין <WH539> ta-'a-Min and shalt have none assurance בְּחַיֶּֽיךָ׃ <WH2416> be-chai-Yei-cha. of thy life"},{"number":67,"verse":"בַּבֹּ֤קֶר <WH1242> bab-Bo-ker In the morning תֹּאמַר֙ <WH559> to-Mar thou shalt say מִֽי־ <WH4310> mi- it יִתֵּ֣ן <WH5414> yit-Ten Would God it were עֶ֔רֶב <WH6153> 'E-rev, even וּבָעֶ֥רֶב <WH6153> u-va-'E-rev and at even תֹּאמַ֖ר <WH559> to-Mar thou shalt say מִֽי־ <WH4310> mi- it יִתֵּ֣ן <WH5414> yit-Ten Would God it were בֹּ֑קֶר <WH1242> Bo-ker; morning מִפַּ֤חַד <WH6343> mip-Pa-chad for the fear לְבָֽבְךָ֙ <WH3824> le-va-ve-Cha of thine heart אֲשֶׁ֣ר <WH834> 'a-Sher which תִּפְחָ֔ד <WH6342> tif-Chad, wherewith thou shalt fear וּמִמַּרְאֵ֥ה <WH4758> u-mi-mar-'Eh and for the sight עֵינֶ֖יךָ <WH5869> 'ei-Nei-cha of thine eyes אֲשֶׁ֥ר <WH834> 'a-Sher which תִּרְאֶֽה׃ <WH7200> tir-'Eh. which thou shalt see"},{"number":68,"verse":"וֶֽהֱשִֽׁיבְךָ֨ <WH7725> ve-he-shi-ve-Cha again יְהוָ֥ה׀ <WH3068> Yah-weh And the LORD מִצְרַיִם֮ <WH4714> mitz-ra-Yim thee into Egypt בָּאֳנִיּוֹת֒ <WH591> bo-'o-ni-yOt with ships בַּדֶּ֙רֶךְ֙ <WH1870> bad-De-rech by the way אֲשֶׁ֣ר <WH834> 'a-Sher which אָמַ֣רְתִּֽי <WH559> 'a-Mar-ti whereof I spake לְךָ֔ le-Cha, לֹא־ <WH3808> lo- will never תֹסִ֥יף <WH3254> to-Sif it no more again ע֖וֹד <WH5750> od again לִרְאֹתָ֑הּ <WH7200> lir-'o-Tah; unto thee Thou shalt see וְהִתְמַכַּרְתֶּ֨ם <WH4376> ve-hit-mak-kar-Tem and there ye shall be sold שָׁ֧ם <WH8033> sham unto לְאֹיְבֶ֛יךָ <WH341> le-'o-ye-Vei-cha unto your enemies לַעֲבָדִ֥ים <WH5650> la-'a-va-Dim for bondmen וְלִשְׁפָח֖וֹת <WH8198> ve-lish-fa-Chot and bondwomen וְאֵ֥ין <WH369> ve-'Ein there קֹנֶֽה׃ <WH7069> ko-Neh. and no man shall buy ס sa-Mek"}]}