{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":4,"verses":[{"number":1,"verse":"וְעַתָּ֣ה <WH6258> ve-'at-Tah Now יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, O Israel שְׁמַ֤ע <WH8085> she-Ma' Now therefore hearken אֶל־ <WH413> 'el- to הַֽחֻקִּים֙ <WH2706> ha-chuk-Kim unto the statutes וְאֶל־ <WH413> ve-'el- and to הַמִּשְׁפָּטִ֔ים <WH4941> ham-mish-pa-Tim, and unto the judgments אֲשֶׁ֧ר <WH834> 'a-Sher which אָֽנֹכִ֛י <WH595> 'a-no-Chi I מְלַמֵּ֥ד <WH3925> me-lam-Med which I teach אֶתְכֶ֖ם <WH853> 'et-Chem לַעֲשׂ֑וֹת <WH6213> la-'a-Sot; you for to do לְמַ֣עַן <WH4616> le-Ma-'an so תִּֽחְי֗וּ <WH2421> tich-Yu, [them] that ye may live וּבָאתֶם֙ <WH935> u-va-Tem and go in וִֽירִשְׁתֶּ֣ם <WH3423> vi-rish-Tem and possess אֶת־ <WH853> 'et- הָאָ֔רֶץ <WH776> ha-'A-retz, the land אֲשֶׁ֧ר <WH834> 'a-Sher which יְהוָ֛ה <WH3068> Yah-weh which the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God אֲבֹתֵיכֶ֖ם <WH1> 'a-vo-tei-Chem of your fathers נֹתֵ֥ן <WH5414> no-Ten giveth לָכֶֽם׃ la-Chem."},{"number":2,"verse":"לֹ֣א <WH3808> lo nor תֹסִ֗פוּ <WH3254> to-Si-fu, Ye shall not add עַל־ <WH5921> 'al- unto הַדָּבָר֙ <WH1697> had-da-Var unto the word אֲשֶׁ֤ר <WH834> 'a-Sher which אָנֹכִי֙ <WH595> 'a-no-Chi I מְצַוֶּ֣ה <WH6680> me-tzav-Veh which I command אֶתְכֶ֔ם <WH853> 'et-Chem, וְלֹ֥א <WH3808> ve-Lo nor תִגְרְע֖וּ <WH1639> tig-re-'U you neither shall ye diminish מִמֶּ֑נּוּ <WH4480> mi-Men-nu; that לִשְׁמֹ֗ר <WH8104> lish-Mor, [ought] from it that ye may keep אֶת־ <WH853> 'et- מִצְוֹת֙ <WH4687> mitz-Vot the commandments יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹֽהֵיכֶ֔ם <WH430> 'e-lo-hei-Chem, your God אֲשֶׁ֥ר <WH834> 'a-Sher which אָנֹכִ֖י <WH595> 'a-no-Chi I מְצַוֶּ֥ה <WH6680> me-tzav-Veh which I command אֶתְכֶֽם׃ <WH853> 'et-Chem."},{"number":3,"verse":"עֵֽינֵיכֶם֙ <WH5869> 'ei-nei-Chem Your eyes הָֽרֹאֹ֔ת <WH7200> ha-ro-'Ot, have seen אֵ֛ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- who עָשָׂ֥ה <WH6213> 'a-Sah did יְהוָ֖ה <WH3069> Yah-weh God בְּבַ֣עַל be-Va-'al פְּע֑וֹר <WH1187> pe-'or; because of Baalpeor כִּ֣י <WH3588> ki for כָל־ <WH3605> chol for all הָאִ֗ישׁ <WH376> ha-'Ish, for all the men אֲשֶׁ֤ר <WH834> 'a-Sher who הָלַךְ֙ <WH1980> ha-laCh along אַחֲרֵ֣י <WH310> 'a-cha-Rei after that בַֽעַל־ va-'al- פְּע֔וֹר <WH1187> pe-'or, Baalpeor הִשְׁמִיד֛וֹ <WH8045> hish-mi-Do hath destroyed יְהוָ֥ה <WH3069> Yah-weh God אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God מִקִּרְבֶּֽךָ׃ <WH7130> mik-kir-Be-cha. them from among"},{"number":4,"verse":"וְאַתֶּם֙ <WH859> ve-'at-Tem who הַדְּבֵקִ֔ים <WH1695> had-de-ve-Kim, But ye that did cleave בַּיהוָ֖ה <WH3068> Yah-weh unto the LORD אֱלֹהֵיכֶ֑ם <WH430> 'e-lo-hei-Chem; your God חַיִּ֥ים <WH2416> chai-Yim [are] alive כֻּלְּכֶ֖ם <WH3605> kul-le-Chem every הַיּֽוֹם׃ <WH3117> hai-Yom. every one of you this day"},{"number":5,"verse":"רְאֵ֣ה׀ <WH7200> re-'Eh Behold לִמַּ֣דְתִּי <WH3925> lim-Mad-ti I have taught אֶתְכֶ֗ם <WH853> 'et-Chem, חֻקִּים֙ <WH2706> chuk-Kim you statutes וּמִשְׁפָּטִ֔ים <WH4941> u-mish-pa-Tim, and judgments כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher even as צִוַּ֖נִי <WH6680> tziv-Va-ni commanded יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהָ֑י <WH430> 'e-lo-Hai; my God לַעֲשׂ֣וֹת <WH6213> la-'a-Sot me that ye should do כֵּ֔ן <WH3651> Ken, thus בְּקֶ֣רֶב <WH7130> be-Ke-rev so in הָאָ֔רֶץ <WH776> ha-'A-retz, the land אֲשֶׁ֥ר <WH834> 'a-Sher after אַתֶּ֛ם <WH859> 'at-Tem you בָּאִ֥ים <WH935> ba-'Im whither ye go שָׁ֖מָּה <WH8033> Sham-mah in it לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. to possess"},{"number":6,"verse":"וּשְׁמַרְתֶּם֮ <WH8104> u-she-mar-Tem Keep וַעֲשִׂיתֶם֒ <WH6213> va-'a-si-Tem therefore and do כִּ֣י <WH3588> ki for הִ֤וא <WH1931> hi that חָכְמַתְכֶם֙ <WH2451> cha-che-mat-Chem [them] for this [is] your wisdom וּבִ֣ינַתְכֶ֔ם <WH998> u-Vi-nat-Chem, and your understanding לְעֵינֵ֖י <WH5869> le-'ei-Nei in the sight הָעַמִּ֑ים <WH5971> ha-'am-Mim; of the nations אֲשֶׁ֣ר <WH834> 'a-Sher who יִשְׁמְע֗וּן <WH8085> yish-me-'Un, which shall hear אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- all הַחֻקִּ֣ים <WH2706> ha-chuk-Kim all these statutes הָאֵ֔לֶּה <WH428> ha-'El-leh, these וְאָמְר֗וּ <WH559> ve-'a-me-Ru, and say רַ֚ק <WH7535> rak but עַם־ <WH5971> 'am- people חָכָ֣ם <WH2450> cha-Cham [is] a wise וְנָב֔וֹן <WH995> ve-na-Von, and understanding הַגּ֥וֹי <WH1471> hag-Goy nation הַגָּד֖וֹל <WH1419> hag-ga-Dol Surely this great הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":7,"verse":"כִּ֚י <WH3588> ki For מִי־ <WH4310> mi- what ג֣וֹי <WH1471> Goy For what nation גָּד֔וֹל <WH1419> ga-Dol, [is there so] great אֲשֶׁר־ <WH834> 'a-Sher- after ל֥וֹ lo אֱלֹהִ֖ים <WH430> E-lo-Him who [hath] God קְרֹבִ֣ים <WH7138> ke-ro-Vim [so] nigh אֵלָ֑יו <WH413> 'e-Lav; to כַּיהוָ֣ה <WH3068> Yah-weh unto them as the LORD אֱלֹהֵ֔ינוּ <WH430> 'e-lo-Hei-nu, our God בְּכָל־ <WH3605> be-chol whenever קָרְאֵ֖נוּ <WH7121> ka-re-'E-nu [is] in all [things that] we call אֵלָֽיו׃ <WH413> 'e-Lav. about"},{"number":8,"verse":"וּמִי֙ <WH4310> u-Mi what גּ֣וֹי <WH1471> Goy And what nation גָּד֔וֹל <WH1419> ga-Dol, [is there so] great אֲשֶׁר־ <WH834> 'a-Sher- which ל֛וֹ lo חֻקִּ֥ים <WH2706> chuk-Kim that hath statutes וּמִשְׁפָּטִ֖ים <WH4941> u-mish-pa-Tim and judgments צַדִּיקִ֑ם <WH6662> tzad-di-Kim; [so] righteous כְּכֹל֙ <WH3605> ke-Chol whole הַתּוֹרָ֣ה <WH8451> hat-to-Rah as all this law הַזֹּ֔את <WH2063> haz-Zot, likewise אֲשֶׁ֧ר <WH834> 'a-Sher which אָנֹכִ֛י <WH595> 'a-no-Chi I נֹתֵ֥ן <WH5414> no-Ten which I set לִפְנֵיכֶ֖ם <WH6440> lif-nei-Chem before הַיּֽוֹם׃ <WH3117> hai-Yom. age"},{"number":9,"verse":"רַ֡ק <WH7535> rak but הִשָּׁ֣מֶר <WH8104> hish-Sha-mer Only take heed לְךָ֩ le-Cha וּשְׁמֹ֨ר <WH8104> u-she-Mor to thyself and keep נַפְשְׁךָ֜ <WH5315> naf-she-Cha thy soul מְאֹ֗ד <WH3966> me-'Od, diligently פֶּן־ <WH6435> pen- so תִּשְׁכַּ֨ח <WH7911> tish-Kach lest thou forget אֶת־ <WH853> 'et- הַדְּבָרִ֜ים <WH1697> had-de-va-Rim the things אֲשֶׁר־ <WH834> 'a-Sher- which רָא֣וּ <WH7200> ra-'U have seen עֵינֶ֗יךָ <WH5869> 'ei-Nei-cha, which thine eyes וּפֶן־ <WH6435> u-fen- so יָס֙וּרוּ֙ <WH5493> ya-Su-ru and lest they depart מִלְּבָ֣בְךָ֔ <WH3824> mil-le-Va-ve-cha, from thy heart כֹּ֖ל <WH3605> kol all יְמֵ֣י <WH3117> ye-Mei all the days חַיֶּ֑יךָ <WH2416> chai-Yei-cha; of thy life וְהוֹדַעְתָּ֥ם <WH3045> ve-ho-da'-Tam but teach לְבָנֶ֖יךָ <WH1121> le-va-Nei-cha them thy sons וְלִבְנֵ֥י <WH1121> ve-liv-Nei and thy sons' בָנֶֽיךָ׃ <WH1121> va-Nei-cha. sons"},{"number":10,"verse":"י֗וֹם <WH3117> Yom, [Specially] the day אֲשֶׁ֨ר <WH834> 'a-Sher so עָמַ֜דְתָּ <WH5975> 'a-Mad-ta that thou stoodest לִפְנֵ֨י <WH6440> lif-Nei before יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶיךָ֮ <WH430> 'e-lo-hei-Cha thy God בְּחֹרֵב֒ <WH2722> be-cho-Rev in Horeb בֶּאֱמֹ֨ר <WH559> be-'e-Mor said יְהוָ֜ה <WH3068> Yah-weh when the LORD אֵלַ֗י <WH413> 'e-Lai, to me הַקְהֶל־ <WH6950> hak-hel- together לִי֙ li אֶת־ <WH853> 'et- הָעָ֔ם <WH5971> ha-'Am, me the people וְאַשְׁמִעֵ֖ם <WH8085> ve-'ash-mi-'Em and I will make them hear אֶת־ <WH853> 'et- דְּבָרָ֑י <WH1697> de-va-Rai; my words אֲשֶׁ֨ר <WH834> 'a-Sher so יִלְמְד֜וּן <WH3925> yil-me-Dun that they may learn לְיִרְאָ֣ה <WH3372> le-yir-'Ah to fear אֹתִ֗י <WH853> 'o-Ti, כָּל־ <WH3605> kol- all הַיָּמִים֙ <WH3117> hai-ya-Mim me all the days אֲשֶׁ֨ר <WH834> 'a-Sher so הֵ֤ם <WH1992> hem they חַיִּים֙ <WH2416> chai-Yim that they shall live עַל־ <WH5921> 'al- on הָ֣אֲדָמָ֔ה <WH127> ha-'a-da-Mah, upon the earth וְאֶת־ <WH853> ve-'Et בְּנֵיהֶ֖ם <WH1121> be-nei-Hem their children יְלַמֵּדֽוּן׃ <WH3925> ye-lam-me-Dun. and [that] they may teach"},{"number":11,"verse":"וַתִּקְרְב֥וּן <WH7126> vat-tik-re-Vun And ye came near וַתַּֽעַמְד֖וּן <WH5975> vat-ta-'am-Dun and stood תַּ֣חַת <WH8478> Ta-chat the foot הָהָ֑ר <WH2022> ha-Har; under the mountain וְהָהָ֞ר <WH2022> ve-ha-Har and the mountain בֹּעֵ֤ר <WH1197> bo-'Er burned בָּאֵשׁ֙ <WH784> ba-'Esh with fire עַד־ <WH5704> 'ad- against לֵ֣ב <WH3820> lev unto the midst הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of heaven חֹ֖שֶׁךְ <WH2822> Cho-shech and thick darkness עָנָ֥ן <WH6051> 'a-Nan clouds וַעֲרָפֶֽל׃ <WH6205> va-'a-ra-Fel. with darkness"},{"number":12,"verse":"וַיְדַבֵּ֧ר <WH1696> vay-dab-Ber spake יְהוָ֛ה <WH3068> Yah-weh And the LORD אֲלֵיכֶ֖ם <WH413> 'a-lei-Chem to you מִתּ֣וֹךְ <WH8432> mit-Toch unto you out of the midst הָאֵ֑שׁ <WH784> ha-'Esh; of the fire ק֤וֹל <WH6963> Kol the voice דְּבָרִים֙ <WH1697> de-va-Rim of the words אַתֶּ֣ם <WH859> 'at-Tem you שֹׁמְעִ֔ים <WH8085> sho-me-'Im, ye heard וּתְמוּנָ֛ה <WH8544> u-te-mu-Nah no similitude אֵינְכֶ֥ם <WH369> 'ein-Chem no רֹאִ֖ים <WH7200> ro-'Im but saw זוּלָתִ֥י <WH2108> zu-la-Ti only קֽוֹל׃ <WH6963> Kol. [ye heard] a voice"},{"number":13,"verse":"וַיַּגֵּ֨ד <WH5046> vai-yag-Ged And he declared לָכֶ֜ם la-Chem אֶת־ <WH853> 'et- בְּרִית֗וֹ <WH1285> be-ri-To, unto you his covenant אֲשֶׁ֨ר <WH834> 'a-Sher which צִוָּ֤ה <WH6680> tziv-Vah which he commanded אֶתְכֶם֙ <WH853> 'et-Chem לַעֲשׂ֔וֹת <WH6213> la-'a-Sot, you to perform עֲשֶׂ֖רֶת <WH6235> 'a-Se-ret [even] ten הַדְּבָרִ֑ים <WH1697> had-de-va-Rim; commandments וַֽיִּכְתְּבֵ֔ם <WH3789> vai-yich-te-Vem, and he wrote עַל־ <WH5921> 'al- on שְׁנֵ֖י <WH8147> she-Nei them upon two לֻח֥וֹת <WH3871> lu-Chot tables אֲבָנִֽים׃ <WH68> 'a-va-Nim. of stone"},{"number":14,"verse":"וְאֹתִ֞י <WH853> ve-'o-Ti צִוָּ֤ה <WH6680> tziv-Vah commanded יְהוָה֙ <WH3068> Yah-weh And the LORD בָּעֵ֣ת <WH6256> ba-'Et me at that time הַהִ֔וא <WH1931> ha-Hiv, he לְלַמֵּ֣ד <WH3925> le-lam-Med to teach אֶתְכֶ֔ם <WH853> 'et-Chem, חֻקִּ֖ים <WH2706> chuk-Kim you statutes וּמִשְׁפָּטִ֑ים <WH4941> u-mish-pa-Tim; and judgments לַעֲשֹׂתְכֶ֣ם <WH6213> la-'a-so-te-Chem that ye might do אֹתָ֔ם <WH853> 'o-Tam, בָּאָ֕רֶץ <WH776> ba-'A-retz them in the land אֲשֶׁ֥ר <WH834> 'a-Sher after אַתֶּ֛ם <WH859> 'at-Tem you עֹבְרִ֥ים <WH5674> 'oe-Rim whither ye go over שָׁ֖מָּה <WH8033> Sham-mah in it לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. to possess"},{"number":15,"verse":"וְנִשְׁמַרְתֶּ֥ם <WH8104> ve-nish-mar-Tem heed מְאֹ֖ד <WH3966> me-'Od Take ye therefore good לְנַפְשֹׁתֵיכֶ֑ם <WH5315> le-naf-sho-tei-Chem; unto yourselves כִּ֣י <WH3588> ki since לֹ֤א <WH3808> lo did not רְאִיתֶם֙ <WH7200> re-'i-Tem for ye saw כָּל־ <WH3605> kol- any תְּמוּנָ֔ה <WH8544> te-mu-Nah, no manner of similitude בְּי֗וֹם <WH3117> be-Yom, on the day דִּבֶּ֨ר <WH1696> dib-Ber spake יְהוָ֧ה <WH3068> Yah-weh [that] the LORD אֲלֵיכֶ֛ם <WH413> 'a-lei-Chem to you בְּחֹרֵ֖ב <WH2722> be-cho-Rev unto you in Horeb מִתּ֥וֹךְ <WH8432> mit-Toch out of the midst הָאֵֽשׁ׃ <WH784> ha-'Esh. of the fire"},{"number":16,"verse":"פֶּ֨ן־ <WH6435> Pen- so תַּשְׁחִת֔וּן <WH7843> tash-chi-Tun, Lest ye corrupt וַעֲשִׂיתֶ֥ם <WH6213> va-'a-si-Tem [yourselves] and make לָכֶ֛ם la-Chem פֶּ֖סֶל <WH6459> Pe-sel you a graven image תְּמוּנַ֣ת <WH8544> te-mu-Nat the similitude כָּל־ <WH3605> kol- of any סָ֑מֶל <WH5566> Sa-mel; of any figure תַּבְנִ֥ית <WH8403> tav-Nit the likeness זָכָ֖ר <WH2145> za-Char of male א֥וֹ <WH176> o or נְקֵבָֽה׃ <WH5347> ne-ke-Vah. or female"},{"number":17,"verse":"תַּבְנִ֕ית <WH8403> tav-Nit The likeness כָּל־ <WH3605> kol- of any בְּהֵמָ֖ה <WH929> be-he-Mah of any beast אֲשֶׁ֣ר <WH834> 'a-Sher is on בָּאָ֑רֶץ <WH776> ba-'A-retz; that [is] on the earth תַּבְנִית֙ <WH8403> tav-Nit the likeness כָּל־ <WH3605> kol- of any צִפּ֣וֹר <WH6833> tzip-Por fowl כָּנָ֔ף <WH3671> ka-Naf, of any winged אֲשֶׁ֥ר <WH834> 'a-Sher that תָּע֖וּף <WH5774> ta-'Uf that flieth בַּשָּׁמָֽיִם׃ <WH8064> bash-sha-Ma-yim. in the air"},{"number":18,"verse":"תַּבְנִ֕ית <WH8403> tav-Nit The likeness כָּל־ <WH3605> kol- of anything רֹמֵ֖שׂ <WH7430> ro-Mes of any thing that creepeth בָּאֲדָמָ֑ה <WH127> ba-'a-da-Mah; on the ground תַּבְנִ֛ית <WH8403> tav-Nit the likeness כָּל־ <WH3605> kol- of any דָּגָ֥ה <WH1710> da-Gah of any fish אֲשֶׁר־ <WH834> 'a-Sher- is in בַּמַּ֖יִם <WH4325> bam-Ma-yim that [is] in the waters מִתַּ֥חַת <WH8478> mit-Ta-chat beneath לָאָֽרֶץ׃ <WH776> la-'A-retz. the earth"},{"number":19,"verse":"וּפֶן־ <WH6435> u-fen- and not תִּשָּׂ֨א <WH5375> tis-Sa And lest thou lift up עֵינֶ֜יךָ <WH5869> 'ei-Nei-cha thine eyes הַשָּׁמַ֗יְמָה <WH8064> hash-sha-May-mah, unto heaven וְֽ֠רָאִיתָ <WH7200> Ve-ra-'i-ta and when thou seest אֶת־ <WH853> 'et- הַשֶּׁ֨מֶשׁ <WH8121> hash-She-mesh the sun וְאֶת־ <WH853> ve-'Et הַיָּרֵ֜חַ <WH3394> hai-ya-Re-ach and the moon וְאֶת־ <WH853> ve-'Et הַכּֽוֹכָבִ֗ים <WH3556> hak-ko-cha-Vim, and the stars כֹּ֚ל <WH3605> kol all צְבָ֣א <WH6635> tze-Va [even] all the host הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of heaven וְנִדַּחְתָּ֛ <WH5080> ve-nid-dach-Ta shouldest be driven וְהִשְׁתַּחֲוִ֥יתָ <WH7812> ve-hish-ta-cha-Vi-ta to worship לָהֶ֖ם la-Hem וַעֲבַדְתָּ֑ם <WH5647> va-'a-vad-Tam; them and serve אֲשֶׁ֨ר <WH834> 'a-Sher which חָלַ֜ק <WH2505> cha-Lak hath divided יְהוָ֤ה <WH3068> Yah-weh them which the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God אֹתָ֔ם <WH853> 'o-Tam, לְכֹל֙ <WH3605> le-Chol to all הָֽעַמִּ֔ים <WH5971> ha-'am-Mim, unto all nations תַּ֖חַת <WH8478> Ta-chat under כָּל־ <WH3605> kol- the whole הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. under the whole heaven"},{"number":20,"verse":"וְאֶתְכֶם֙ <WH853> ve-'et-Chem לָקַ֣ח <WH3947> la-Kach hath taken יְהוָ֔ה <WH3068> Yah-weh, But the LORD וַיּוֹצִ֥א <WH3318> vai-yo-Tzi you and brought you forth אֶתְכֶ֛ם <WH853> 'et-Chem מִכּ֥וּר <WH3564> mik-Kur furnace הַבַּרְזֶ֖ל <WH1270> hab-bar-Zel out of the iron מִמִּצְרָ֑יִם <WH4714> mi-mitz-Ra-yim; [even] out of Egypt לִהְי֥וֹת <WH1961> lih-Yot become ל֛וֹ lo לְעַ֥ם <WH5971> le-'Am to be unto him a people נַחֲלָ֖ה <WH5159> na-cha-Lah of inheritance כַּיּ֥וֹם <WH3117> kai-Yom as [ye are] this day הַזֶּֽה׃ <WH2088> haz-Zeh. he"},{"number":21,"verse":"וַֽיהוָ֥ה <WH3068> Yah-weh Furthermore the LORD הִתְאַנֶּף־ <WH599> hit-'an-nef- was angry בִּ֖י bi עַל־ <WH5921> 'al- with דִּבְרֵיכֶ֑ם <WH1697> div-rei-Chem; with me for your sakes וַיִּשָּׁבַ֗ע <WH7650> vai-yish-sha-Va', and sware לְבִלְתִּ֤י <WH1115> le-vil-Ti not עָבְרִי֙ <WH5674> 'a-ve-Ri that I should not go over אֶת־ <WH853> 'et- הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, Jordan וּלְבִלְתִּי־ <WH1115> u-le-vil-ti- not בֹא֙ <WH935> vo and that I should not go אֶל־ <WH413> 'el- about הָאָ֣רֶץ <WH776> ha-'A-retz land הַטּוֹבָ֔ה <WH2896> hat-to-Vah, in unto that good אֲשֶׁר֙ <WH834> 'a-Sher which יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha נַחֲלָֽה׃ <WH5159> na-cha-Lah. thee [for] an inheritance"},{"number":22,"verse":"כִּ֣י <WH3588> ki for אָנֹכִ֥י <WH595> 'a-no-Chi I מֵת֙ <WH4191> met But I must die בָּאָ֣רֶץ <WH776> ba-'A-retz in this land הַזֹּ֔את <WH2063> haz-Zot, I אֵינֶ֥נִּי <WH369> 'ei-Nen-ni must not עֹבֵ֖ר <WH5674> 'o-Ver I must not go over אֶת־ <WH853> 'et- הַיַּרְדֵּ֑ן <WH3383> hai-yar-Den; Jordan וְאַתֶּם֙ <WH859> ve-'at-Tem you עֹֽבְרִ֔ים <WH5674> 'oe-Rim, but ye shall go over וִֽירִשְׁתֶּ֕ם <WH3423> vi-rish-Tem and possess אֶת־ <WH853> 'et- הָאָ֥רֶץ <WH776> ha-'A-retz land הַטּוֹבָ֖ה <WH2896> hat-to-Vah that good הַזֹּֽאת׃ <WH2063> haz-Zot. So"},{"number":23,"verse":"הִשָּׁמְר֣וּ <WH8104> hish-sha-me-Ru Take heed לָכֶ֗ם la-Chem, פֶּֽן־ <WH6435> pen- not תִּשְׁכְּחוּ֙ <WH7911> tish-ke-Chu unto yourselves lest ye forget אֶת־ <WH853> 'et- בְּרִ֤ית <WH1285> be-Rit the covenant יְהוָה֙ <WH3068> Yah-weh of the LORD אֱלֹ֣הֵיכֶ֔ם <WH430> 'e-Lo-hei-Chem, your God אֲשֶׁ֥ר <WH834> 'a-Sher which כָּרַ֖ת <WH3772> ka-Rat which he made עִמָּכֶ֑ם <WH5973> 'im-ma-Chem; you וַעֲשִׂיתֶ֨ם <WH6213> va-'a-si-Tem with you and make לָכֶ֥ם la-Chem פֶּ֙סֶל֙ <WH6459> pe-sel you a graven image תְּמ֣וּנַת <WH8544> te-Mu-nat [or] the likeness כֹּ֔ל <WH3605> Kol, of any אֲשֶׁ֥ר <WH834> 'a-Sher which צִוְּךָ֖ <WH6680> tziv-ve-Cha hath forbidden יְהוָ֥ה <WH3068> Yah-weh [thing] which the LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. thy God"},{"number":24,"verse":"כִּ֚י <WH3588> ki For יְהוָ֣ה <WH3068> Yah-weh For the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God אֵ֥שׁ <WH784> 'esh fire אֹכְלָ֖ה <WH398> 'o-che-Lah [is] a consuming ה֑וּא <WH1931> Hu; he אֵ֖ל <WH410> 'el God קַנָּֽא׃ <WH7067> kan-Na. [even] a jealous פ Peh"},{"number":25,"verse":"כִּֽי־ <WH3588> ki- When תוֹלִ֤יד <WH3205> to-Lid When thou shalt beget בָּנִים֙ <WH1121> ba-Nim children וּבְנֵ֣י <WH1121> u-ve-Nei and children's בָנִ֔ים <WH1121> va-Nim, children וְנוֹשַׁנְתֶּ֖ם <WH3462> ve-no-shan-Tem and ye shall have remained long בָּאָ֑רֶץ <WH776> ba-'A-retz; in the land וְהִשְׁחַתֶּ֗ם <WH7843> ve-hish-chat-Tem, and shall corrupt וַעֲשִׂ֤יתֶם <WH6213> va-'a-Si-tem [yourselves] and make פֶּ֙סֶל֙ <WH6459> pe-sel a graven image תְּמ֣וּנַת <WH8544> te-Mu-nat [or] the likeness כֹּ֔ל <WH3605> Kol, of anything וַעֲשִׂיתֶ֥ם <WH6213> va-'a-si-Tem of any [thing] and shall do הָרַ֛ע <WH7451> ha-Ra' evil בְּעֵינֵ֥י <WH5869> be-'ei-Nei in the sight יְהוָֽה־ <WH3068> Yah-weh- of the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God לְהַכְעִיסֽוֹ׃ <WH3707> le-hach-'i-So. to provoke him to anger"},{"number":26,"verse":"הַעִידֹתִי֩ <WH5749> ha-'i-do-Ti to witness בָכֶ֨ם va-Chem הַיּ֜וֹם <WH3117> hai-Yom against you this day אֶת־ <WH853> 'et- הַשָּׁמַ֣יִם <WH8064> hash-sha-Ma-yim heaven וְאֶת־ <WH853> ve-'Et הָאָ֗רֶץ <WH776> ha-'A-retz, and earth כִּֽי־ <WH3588> ki- that אָבֹ֣ד <WH6> 'a-Vod utterly תֹּאבֵדוּן֮ <WH6> toe-Dun perish מַהֵר֒ <WH4118> ma-Her that ye shall soon מֵעַ֣ל <WH5921> me-'Al from הָאָ֔רֶץ <WH776> ha-'A-retz, from off the land אֲשֶׁ֨ר <WH834> 'a-Sher after אַתֶּ֜ם <WH859> 'at-Tem you עֹבְרִ֧ים <WH5674> 'oe-Rim whereunto ye go over אֶת־ <WH853> 'et- הַיַּרְדֵּ֛ן <WH3383> hai-yar-Den Jordan שָׁ֖מָּה <WH8033> Sham-mah in it לְרִשְׁתָּ֑הּ <WH3423> le-rish-Tah; to possess לֹֽא־ <WH3808> lo- shall not תַאֲרִיכֻ֤ן <WH748> ta-'a-ri-Chun it ye shall not prolong יָמִים֙ <WH3117> ya-Mim [your] days עָלֶ֔יהָ <WH5921> 'a-Lei-ha, and כִּ֥י <WH3588> ki but הִשָּׁמֵ֖ד <WH8045> hish-sha-Med upon it but shall utterly תִּשָּׁמֵדֽוּן׃ <WH8045> tish-sha-me-Dun. be destroyed"},{"number":27,"verse":"וְהֵפִ֧יץ <WH6327> ve-he-Fitz shall scatter יְהוָ֛ה <WH3068> Yah-weh And the LORD אֶתְכֶ֖ם <WH853> 'et-Chem בָּעַמִּ֑ים <WH5971> ba-'am-Mim; you among the nations וְנִשְׁאַרְתֶּם֙ <WH7604> ve-nish-'ar-Tem and ye shall be left מְתֵ֣י <WH4962> me-Tei few מִסְפָּ֔ר <WH4557> mis-Par, in number בַּגּוֹיִ֕ם <WH1471> bag-go-Yim among the heathen אֲשֶׁ֨ר <WH834> 'a-Sher after יְנַהֵ֧ג <WH5090> ye-na-Heg shall lead יְהוָ֛ה <WH3068> Yah-weh whither the LORD אֶתְכֶ֖ם <WH853> 'et-Chem שָֽׁמָּה׃ <WH8033> Sham-mah. in it"},{"number":28,"verse":"וַעֲבַדְתֶּם־ <WH5647> va-'a-vad-tem- And there ye shall serve שָׁ֣ם <WH8033> sham There אֱלֹהִ֔ים <WH430> E-lo-Him, gods מַעֲשֵׂ֖ה <WH4639> ma-'a-Seh the work יְדֵ֣י <WH3027> ye-Dei hands אָדָ֑ם <WH120> 'a-Dam; of men's עֵ֣ץ <WH6086> 'etz wood וָאֶ֔בֶן <WH68> va-'E-ven, and stone אֲשֶׁ֤ר <WH834> 'a-Sher which לֹֽא־ <WH3808> lo- neither יִרְאוּן֙ <WH7200> yir-'Un which neither see וְלֹ֣א <WH3808> ve-Lo nor יִשְׁמְע֔וּן <WH8085> yish-me-'Un, nor hear וְלֹ֥א <WH3808> ve-Lo nor יֹֽאכְל֖וּן <WH398> yoch-Lun nor eat וְלֹ֥א <WH3808> ve-Lo nor יְרִיחֻֽן׃ <WH7306> ye-ri-Chun. nor smell"},{"number":29,"verse":"וּבִקַּשְׁתֶּ֥ם <WH1245> u-vik-kash-Tem But if from thence thou shalt seek מִשָּׁ֛ם <WH8033> mish-Sham there אֶת־ <WH853> 'et- יְהוָ֥ה <WH3068> Yah-weh the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God וּמָצָ֑אתָ <WH4672> u-ma-Tza-ta; thou shalt find כִּ֣י <WH3588> ki if תִדְרְשֶׁ֔נּוּ <WH1875> tid-re-Shen-nu, [him] if thou seek בְּכָל־ <WH3605> be-chol all לְבָבְךָ֖ <WH3824> le-va-ve-Cha him with all thy heart וּבְכָל־ <WH3605> u-ve-Chol and all נַפְשֶֽׁךָ׃ <WH5315> naf-She-cha. and with all thy soul"},{"number":30,"verse":"בַּצַּ֣ר <WH6862> batz-Tzar When thou art in tribulation לְךָ֔ le-Cha, וּמְצָא֕וּךָ <WH4672> u-me-tza-'U-cha are come כֹּ֖ל <WH3605> kol and all הַדְּבָרִ֣ים <WH1697> had-de-va-Rim and all these things הָאֵ֑לֶּה <WH428> ha-'El-leh; these בְּאַחֲרִית֙ <WH319> be-'a-cha-Rit upon thee [even] in the latter הַיָּמִ֔ים <WH3117> hai-ya-Mim, days וְשַׁבְתָּ֙ <WH7725> ve-shav-Ta if thou turn עַד־ <WH5704> 'ad- against יְהוָ֣ה <WH3068> Yah-weh to the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God וְשָׁמַעְתָּ֖ <WH8085> ve-sha-ma'-Ta and shalt be obedient בְּקֹלֽוֹ׃ <WH6963> be-ko-Lo. unto his voice"},{"number":31,"verse":"כִּ֣י <WH3588> ki for אֵ֤ל <WH410> 'el God רַחוּם֙ <WH7349> ra-Chum [is] a merciful יְהוָ֣ה <WH3068> Yah-weh (For the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לֹ֥א <WH3808> lo nor יַרְפְּךָ֖ <WH7503> yar-pe-Cha fail וְלֹ֣א <WH3808> ve-Lo nor יַשְׁחִיתֶ֑ךָ <WH7843> yash-chi-Te-cha; thee neither destroy וְלֹ֤א <WH3808> ve-Lo nor יִשְׁכַּח֙ <WH7911> yish-Kach thee nor forget אֶת־ <WH853> 'et- בְּרִ֣ית <WH1285> be-Rit the covenant אֲבֹתֶ֔יךָ <WH1> 'a-vo-Tei-cha, of thy fathers אֲשֶׁ֥ר <WH834> 'a-Sher which נִשְׁבַּ֖ע <WH7650> nish-Ba' which he sware לָהֶֽם׃ la-Hem."},{"number":32,"verse":"כִּ֣י <WH3588> ki Indeed שְׁאַל־ <WH7592> she-'al- For ask נָא֩ <WH4994> na now לְיָמִ֨ים <WH3117> le-ya-Mim now of the days רִֽאשֹׁנִ֜ים <WH7223> ri-sho-Nim that are past אֲשֶׁר־ <WH834> 'a-Sher- which הָי֣וּ <WH1961> ha-Yu which were לְפָנֶ֗יךָ <WH6440> le-fa-Nei-cha, before לְמִן־ <WH4480> le-min- since הַיּוֹם֙ <WH3117> hai-yoM thee since the day אֲשֶׁר֩ <WH834> 'a-Sher which בָּרָ֨א <WH1254> ba-Ra created אֱלֹהִ֤ים׀ <WH430> E-lo-Him that God אָדָם֙ <WH120> 'a-Dam man עַל־ <WH5921> 'al- on הָאָ֔רֶץ <WH776> ha-'A-retz, upon the earth וּלְמִקְצֵ֥ה <WH7097> u-le-mik-Tzeh and [ask] from the one side הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim of heaven וְעַד־ <WH5704> ve-'ad- against קְצֵ֣ה <WH7097> ke-Tzeh end הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of the heavens הֲנִֽהְיָ֗ה <WH1961> ha-nih-Yah, has been done כַּדָּבָ֤ר <WH1697> kad-da-Var thing הַגָּדוֹל֙ <WH1419> hag-ga-doL unto the other whether there hath been [any such thing] as this great הַזֶּ֔ה <WH2088> haz-Zeh, this א֖וֹ <WH176> o or הֲנִשְׁמַ֥ע <WH8085> ha-nish-Ma' [is] or hath been heard כָּמֹֽהוּ׃ <WH3644> ka-Mo-hu. like"},{"number":33,"verse":"הֲשָׁ֣מַֽע <WH8085> ha-Sha-ma' hear עָם֩ <WH5971> 'am Did [ever] people ק֨וֹל <WH6963> Kol the voice אֱלֹהִ֜ים <WH430> E-lo-Him of God מְדַבֵּ֧ר <WH1696> me-dab-Ber speaking out מִתּוֹךְ־ <WH8432> mit-toch- of the midst הָאֵ֛שׁ <WH784> ha-'Esh of the fire כַּאֲשֶׁר־ <WH834> ka-'a-Sher- you שָׁמַ֥עְתָּ <WH8085> sha-Ma'-ta as thou hast heard אַתָּ֖ה <WH859> 'at-Tah you וַיֶּֽחִי׃ <WH2421> vai-Ye-chi. and live"},{"number":34,"verse":"א֣וֹ׀ <WH176> o Or הֲנִסָּ֣ה <WH5254> ha-nis-Sah assayed אֱלֹהִ֗ים <WH430> E-lo-Him, Or hath God לָ֠בוֹא <WH935> La-Vo to go לָקַ֨חַת <WH3947> la-Ka-chat [and] take ל֣וֹ lo גוֹי֮ <WH1471> goy him a nation מִקֶּ֣רֶב <WH7130> mik-Ke-rev from the midst גּוֹי֒ <WH1471> goy of [another] nation בְּמַסֹּת֩ <WH4531> be-mas-Sot by temptations בְּאֹתֹ֨ת <WH226> be-'o-Tot by signs וּבְמוֹפְתִ֜ים <WH4159> u-ve-mof-Tim and by wonders וּבְמִלְחָמָ֗ה <WH4421> u-ve-mil-cha-Mah, and by war וּבְיָ֤ד <WH3027> u-ve-Yad hand חֲזָקָה֙ <WH2389> cha-za-Kah and by a mighty וּבִזְר֣וֹעַ <WH2220> u-viz-Ro-a' arm נְטוּיָ֔ה <WH5186> ne-tu-Yah, and by a stretched out וּבְמוֹרָאִ֖ים <WH4172> u-ve-mo-ra-'Im terrors גְּדֹלִ֑ים <WH1419> ge-do-Lim; and by great כְּ֠כֹל <WH3605> Ke-chol all manner אֲשֶׁר־ <WH834> 'a-Sher- after עָשָׂ֨ה <WH6213> 'a-Sah did לָכֶ֜ם la-Chem יְהוָ֧ה <WH3068> Yah-weh according to all that the LORD אֱלֹהֵיכֶ֛ם <WH430> 'e-lo-hei-Chem your God בְּמִצְרַ֖יִם <WH4714> be-mitz-Ra-yim for you in Egypt לְעֵינֶֽיךָ׃ <WH5869> le-'ei-Nei-cha. affliction"},{"number":35,"verse":"אַתָּה֙ <WH859> 'at-Tah it was הָרְאֵ֣תָ <WH7200> ha-re-'E-ta Unto thee it was shewed לָדַ֔עַת <WH3045> la-Da-'at, that thou mightest know כִּ֥י <WH3588> ki that יְהוָ֖ה <WH3068> Yah-weh that the LORD ה֣וּא <WH1931> hu He הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; he [is] God אֵ֥ין <WH369> 'ein there ע֖וֹד <WH5750> od [there is] none else מִלְבַדּֽוֹ׃ <WH905> mil-vad-Do. beside him"},{"number":36,"verse":"מִן־ <WH4480> min- Out הַשָּׁמַ֛יִם <WH8064> hash-sha-Ma-yim Out of heaven הִשְׁמִֽיעֲךָ֥ <WH8085> hish-mi-'a-Cha he made thee to hear אֶת־ <WH853> 'et- קֹל֖וֹ <WH6963> ko-Lo his voice לְיַסְּרֶ֑ךָּ <WH3256> le-yas-se-Re-ka; that he might instruct וְעַל־ <WH5921> ve-'al- and on הָאָ֗רֶץ <WH776> ha-'A-retz, thee and upon earth הֶרְאֲךָ֙ <WH7200> her-'a-Cha he shewed אֶת־ <WH853> 'et- אִשּׁ֣וֹ <WH784> ish-Sho fire הַגְּדוֹלָ֔ה <WH1419> hag-ge-do-Lah, thee his great וּדְבָרָ֥יו <WH1697> u-de-va-Rav his words שָׁמַ֖עְתָּ <WH8085> sha-Ma'-ta and thou heardest מִתּ֥וֹךְ <WH8432> mit-Toch out of the midst הָאֵֽשׁ׃ <WH784> ha-'Esh. of the fire"},{"number":37,"verse":"וְתַ֗חַת <WH8478> ve-Ta-chat, Thahash כִּ֤י <WH3588> ki for אָהַב֙ <WH157> 'a-Hav And because he loved אֶת־ <WH853> 'et- אֲבֹתֶ֔יךָ <WH1> 'a-vo-Tei-cha, thy fathers וַיִּבְחַ֥ר <WH977> vai-yiv-Char therefore he chose בְּזַרְע֖וֹ <WH2233> be-zar-'O their seed אַחֲרָ֑יו <WH310> 'a-cha-Rav; after וַיּוֹצִֽאֲךָ֧ <WH3318> vai-yo-tzi-'a-Cha them and brought thee out בְּפָנָ֛יו <WH6440> be-fa-Nav in his sight בְּכֹח֥וֹ <WH3581> be-cho-Cho power הַגָּדֹ֖ל <WH1419> hag-ga-Dol with his mighty מִמִּצְרָֽיִם׃ <WH4714> mi-mitz-Ra-yim. out of Egypt"},{"number":38,"verse":"לְהוֹרִ֗ישׁ <WH3423> le-ho-Rish, To drive out גּוֹיִ֛ם <WH1471> go-Yim nations גְּדֹלִ֧ים <WH1419> ge-do-Lim thee greater וַעֲצֻמִ֛ים <WH6099> va-'a-tzu-Mim and mightier מִמְּךָ֖ <WH4480> mi-me-Cha than מִפָּנֶ֑יךָ <WH6440> mip-pa-Nei-cha; from before לַהֲבִֽיאֲךָ֗ <WH935> la-ha-vi-'a-Cha, than thou [art] to bring לָֽתֶת־ <WH5414> la-tet- thee in to give לְךָ֧ le-Cha אֶת־ <WH853> 'et- אַרְצָ֛ם <WH776> 'ar-Tzam thee their land נַחֲלָ֖ה <WH5159> na-cha-Lah [for] an inheritance כַּיּ֥וֹם <WH3117> kai-Yom as [it is] this day הַזֶּֽה׃ <WH2088> haz-Zeh. he"},{"number":39,"verse":"וְיָדַעְתָּ֣ <WH3045> ve-ya-da'-Ta Know הַיּ֗וֹם <WH3117> hai-Yom, therefore this day וַהֲשֵׁבֹתָ֮ <WH7725> va-ha-she-vo-Ta and consider אֶל־ <WH413> 'el- to לְבָבֶךָ֒ <WH3824> le-va-ve-Cha [it] in thine heart כִּ֤י <WH3588> ki that יְהוָה֙ <WH3068> Yah-weh that the LORD ה֣וּא <WH1931> hu He הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, he [is] God בַּשָּׁמַ֣יִם <WH8064> bash-sha-Ma-yim in heaven מִמַּ֔עַל <WH4605> mi-Ma-'al, above וְעַל־ <WH5921> ve-'al- and on הָאָ֖רֶץ <WH776> ha-'A-retz and upon the earth מִתָּ֑חַת <WH8478> mit-Ta-chat; Thahash אֵ֖ין <WH369> 'ein there עֽוֹד׃ <WH5750> od. other"},{"number":40,"verse":"וְשָׁמַרְתָּ֞ <WH8104> ve-sha-mar-Ta Thou shalt keep אֶת־ <WH853> 'et- חֻקָּ֣יו <WH2706> chuk-Kav therefore his statutes וְאֶת־ <WH853> ve-'Et מִצְוֹתָ֗יו <WH4687> mitz-vo-Tav, and his commandments אֲשֶׁ֨ר <WH834> 'a-Sher which אָנֹכִ֤י <WH595> 'a-no-Chi I מְצַוְּךָ֙ <WH6680> me-tzav-ve-Cha which I command הַיּ֔וֹם <WH3117> hai-Yom, thee this day אֲשֶׁר֙ <WH834> 'a-Sher which יִיטַ֣ב <WH3190> yi-Tav that it may go well לְךָ֔ le-Cha, וּלְבָנֶ֖יךָ <WH1121> u-le-va-Nei-cha with thee and with thy children אַחֲרֶ֑יךָ <WH310> 'a-cha-Rei-cha; after וּלְמַ֨עַן <WH4616> u-le-Ma-'an because of תַּאֲרִ֤יךְ <WH748> ta-'a-Rich thee and that thou mayest prolong יָמִים֙ <WH3117> ya-Mim [thy] days עַל־ <WH5921> 'al- on הָ֣אֲדָמָ֔ה <WH127> ha-'a-da-Mah, upon the earth אֲשֶׁ֨ר <WH834> 'a-Sher which יְהוָ֧ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha כָּל־ <WH3605> kol- for all הַיָּמִֽים׃ <WH3117> hai-ya-Mim. today פ Peh"},{"number":41,"verse":"אָ֣ז <WH227> 'az Then יַבְדִּ֤יל <WH914> yav-Dil severed מֹשֶׁה֙ <WH4872> mo-Sheh Then Moses שָׁלֹ֣שׁ <WH7969> sha-Losh three עָרִ֔ים <WH5892> 'a-Rim, cities בְּעֵ֖בֶר <WH5676> be-'E-ver on this side הַיַּרְדֵּ֑ן <WH3383> hai-yar-Den; Jordan מִזְרְחָ֖ה <WH4217> miz-re-Chah east side שָֽׁמֶשׁ׃ <WH8121> Sha-mesh. east side"},{"number":42,"verse":"לָנֻ֨ס <WH5127> la-Nus might flee שָׁ֜מָּה <WH8033> Sham-mah there רוֹצֵ֗חַ <WH7523> ro-Tze-ach, That the slayer אֲשֶׁ֨ר <WH834> 'a-Sher who יִרְצַ֤ח <WH7523> yir-Tzach thither which should kill אֶת־ <WH853> 'et- רֵעֵ֙הוּ֙ <WH7453> re-'E-hu his neighbour בִּבְלִי־ <WH1097> biv-li- corruption דַ֔עַת <WH1847> Da-'at, cunning וְה֛וּא <WH1931> ve-Hu he לֹא־ <WH3808> lo- without שֹׂנֵ֥א <WH8130> so-Ne and hated ל֖וֹ lo מִתְּמ֣וֹל <WH8543> mit-te-Mol him not in times שִׁלְשׁ֑וֹם <WH8032> shil-Shom; past וְנָ֗ס <WH5127> ve-Nas, and that fleeing אֶל־ <WH413> 'el- to אַחַ֛ת <WH259> 'a-Chat unto one מִן־ <WH4480> min- at הֶעָרִ֥ים <WH5892> he-'a-Rim cities הָאֵ֖ל <WH411> ha-'El of these וָחָֽי׃ <WH2425> va-Chai. he might live"},{"number":43,"verse":"אֶת־ <WH853> 'et- בֶּ֧צֶר <WH1221> Be-tzer [Namely] Bezer בַּמִּדְבָּ֛ר <WH4057> bam-mid-Bar in the wilderness בְּאֶ֥רֶץ <WH776> be-'E-retz country הַמִּישֹׁ֖ר <WH4334> ham-mi-Shor in the plain לָרֻֽאוּבֵנִ֑י <WH7206> la-ru-'u-ve-Ni; of the Reubenites וְאֶת־ <WH853> ve-'Et רָאמֹ֤ת <WH7216> ra-Mot and Ramoth בַּגִּלְעָד֙ <WH1568> bag-gil-'Ad in Gilead לַגָּדִ֔י <WH1425> lag-ga-Di, of the Gadites וְאֶת־ <WH853> ve-'Et גּוֹלָ֥ן <WH1474> go-Lan and Golan בַּבָּשָׁ֖ן <WH1316> bab-ba-Shan in Bashan לַֽמְנַשִּֽׁי׃ <WH4520> Lam-nash-Shi. of the Manassites"},{"number":44,"verse":"וְזֹ֖את <WH2063> ve-Zot likewise הַתּוֹרָ֑ה <WH8451> hat-to-Rah; And this [is] the law אֲשֶׁר־ <WH834> 'a-Sher- which שָׂ֣ם <WH7760> sam set מֹשֶׁ֔ה <WH4872> mo-Sheh, which Moses לִפְנֵ֖י <WH6440> lif-Nei before בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":45,"verse":"אֵ֚לֶּה <WH428> 'El-leh these הָֽעֵדֹ֔ת <WH5713> ha-'e-Dot, These [are] the testimonies וְהַֽחֻקִּ֖ים <WH2706> ve-ha-chuk-Kim and the statutes וְהַמִּשְׁפָּטִ֑ים <WH4941> ve-ham-mish-pa-Tim; and the judgments אֲשֶׁ֨ר <WH834> 'a-Sher which דִּבֶּ֤ר <WH1696> dib-Ber spake מֹשֶׁה֙ <WH4872> mo-Sheh which Moses אֶל־ <WH413> 'el- to בְּנֵ֣י <WH1121> be-Nei unto the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel בְּצֵאתָ֖ם <WH3318> be-tze-Tam after they came forth מִמִּצְרָֽיִם׃ <WH4714> mi-mitz-Ra-yim. out of Egypt"},{"number":46,"verse":"בְּעֵ֨בֶר <WH5676> be-'E-ver On this side הַיַּרְדֵּ֜ן <WH3383> hai-yar-Den Jordan בַּגַּ֗יְא <WH1516> bag-Gay, in the valley מ֚וּל <WH4136> mul over against בֵּ֣ית beit פְּע֔וֹר <WH1047> pe-'or, Bethpeor בְּאֶ֗רֶץ <WH776> be-'E-retz, in the land סִיחֹן֙ <WH5511> si-Chon of Sihon מֶ֣לֶךְ <WH4428> Me-lech king הָֽאֱמֹרִ֔י <WH567> ha-'e-mo-Ri, of the Amorites אֲשֶׁ֥ר <WH834> 'a-Sher who יוֹשֵׁ֖ב <WH3427> yo-Shev who dwelt בְּחֶשְׁבּ֑וֹן <WH2809> be-chesh-Bon; at Heshbon אֲשֶׁ֨ר <WH834> 'a-Sher whom הִכָּ֤ה <WH5221> hik-Kah smote מֹשֶׁה֙ <WH4872> mo-Sheh whom Moses וּבְנֵֽי <WH1121> u-ve-Nei and the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel בְּצֵאתָ֖ם <WH3318> be-tze-Tam after they were come forth מִמִּצְרָֽיִם׃ <WH4714> mi-mitz-Ra-yim. out of Egypt"},{"number":47,"verse":"וַיִּֽירְשׁ֨וּ <WH3423> vai-yi-re-Shu And they possessed אֶת־ <WH853> 'et- אַרְצ֜וֹ <WH776> ar-Tzo his land וְאֶת־ <WH853> ve-'Et אֶ֣רֶץ׀ <WH776> 'E-retz and the land ע֣וֹג <WH5747> og of Og מֶֽלֶךְ־ <WH4428> Me-lech- king הַבָּשָׁ֗ן <WH1316> hab-ba-Shan, of Bashan שְׁנֵי֙ <WH8147> she-Nei two מַלְכֵ֣י <WH4428> mal-Chei kings הָֽאֱמֹרִ֔י <WH567> ha-'e-mo-Ri, of the Amorites אֲשֶׁ֖ר <WH834> 'a-Sher were בְּעֵ֣בֶר <WH5676> be-'E-ver which [were] on this side הַיַּרְדֵּ֑ן <WH3383> hai-yar-Den; Jordan מִזְרַ֖ח <WH4217> miz-Rach east side שָֽׁמֶשׁ׃ <WH8121> Sha-mesh. east side"},{"number":48,"verse":"מֵעֲרֹעֵ֞ר <WH6177> me-'a-ro-'Er From Aroer אֲשֶׁ֨ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on שְׂפַת־ <WH8193> se-fat- which [is] by the bank נַ֧חַל <WH5158> Na-chal of the river אַרְנֹ֛ן <WH769> 'ar-Non Arnon וְעַד־ <WH5704> ve-'ad- far הַ֥ר <WH2022> har even unto mount שִׂיאֹ֖ן <WH7865> si-'On Sion ה֥וּא <WH1931> hu he חֶרְמֽוֹן׃ <WH2768> cher-Mon. which [is] Hermon"},{"number":49,"verse":"וְכָל־ <WH3605> ve-chol all הָ֨עֲרָבָ֜ה <WH6160> ha-'a-ra-Vah And all the plain עֵ֤בֶר <WH5676> 'E-ver on this side הַיַּרְדֵּן֙ <WH3383> hai-yar-Den Jordan מִזְרָ֔חָה <WH4217> miz-Ra-chah, eastward וְעַ֖ד <WH5704> ve-'Ad far יָ֣ם <WH3220> yam even unto the sea הָעֲרָבָ֑ה <WH6160> ha-'a-ra-Vah; of the plain תַּ֖חַת <WH8478> Ta-chat the foot אַשְׁדֹּ֥ת <WH794> 'ash-Dot under the springs הַפִּסְגָּֽה׃ <WH6449> hap-pis-Gah. of Pisgah פ Peh"}]}