{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"וַיִּקְרָ֣א <WH7121> vai-yik-Ra called מֹשֶׁה֮ <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- about כָּל־ <WH3605> kol- all יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El all Israel וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֲלֵהֶ֗ם <WH413> 'a-le-Hem, to שְׁמַ֤ע <WH8085> she-Ma' unto them Hear יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El O Israel אֶת־ <WH853> 'et- הַחֻקִּ֣ים <WH2706> ha-chuk-Kim the statutes וְאֶת־ <WH853> ve-'Et הַמִּשְׁפָּטִ֔ים <WH4941> ham-mish-pa-Tim, and judgments אֲשֶׁ֧ר <WH834> 'a-Sher which אָנֹכִ֛י <WH595> 'a-no-Chi I דֹּבֵ֥ר <WH1696> do-Ver which I speak בְּאָזְנֵיכֶ֖ם <WH241> be-'a-ze-nei-Chem in your ears הַיּ֑וֹם <WH3117> hai-Yom; this day וּלְמַדְתֶּ֣ם <WH3925> u-le-mad-Tem that ye may learn אֹתָ֔ם <WH853> 'o-Tam, וּשְׁמַרְתֶּ֖ם <WH8104> u-she-mar-Tem them and keep לַעֲשֹׂתָֽם׃ <WH6213> la-'a-so-Tam. and do"},{"number":2,"verse":"יְהוָ֣ה <WH3068> Yah-weh The LORD אֱלֹהֵ֗ינוּ <WH430> 'e-lo-Hei-nu, our God כָּרַ֥ת <WH3772> ka-Rat made עִמָּ֛נוּ <WH5973> 'im-Ma-nu with בְּרִ֖ית <WH1285> be-Rit a covenant בְּחֹרֵֽב׃ <WH2722> be-cho-Rev. with us in Horeb"},{"number":3,"verse":"לֹ֣א <WH3808> lo not אֶת־ <WH854> 'et- with אֲבֹתֵ֔ינוּ <WH1> 'a-vo-Tei-nu, with our fathers כָּרַ֥ת <WH3772> ka-Rat made יְהוָ֖ה <WH3068> Yah-weh The LORD אֶת־ <WH853> 'et- הַבְּרִ֣ית <WH1285> hab-be-Rit not this covenant הַזֹּ֑את <WH2063> haz-Zot; likewise כִּ֣י <WH3588> ki for אִתָּ֗נוּ <WH854> 'it-Ta-nu, with אֲנַ֨חְנוּ <WH587> 'a-Nach-nu but with us אֵ֥לֶּה <WH428> 'El-leh [even] us who [are] all of us פֹ֛ה <WH6311> foh here הַיּ֖וֹם <WH3117> hai-Yom this day כֻּלָּ֥נוּ <WH3605> kul-La-nu us all חַיִּֽים׃ <WH2416> chai-Yim. here alive"},{"number":4,"verse":"פָּנִ֣ים׀ <WH6440> pa-Nim with you face בְּפָנִ֗ים <WH6440> be-fa-Nim, to face דִּבֶּ֨ר <WH1696> dib-Ber talked יְהוָ֧ה <WH3068> Yah-weh The LORD עִמָּכֶ֛ם <WH5973> 'im-ma-Chem at בָּהָ֖ר <WH2022> ba-Har in the mount מִתּ֥וֹךְ <WH8432> mit-Toch out of the midst הָאֵֽשׁ׃ <WH784> ha-'Esh. of the fire"},{"number":5,"verse":"אָ֠נֹכִי <WH595> 'A-no-chi I עֹמֵ֨ד <WH5975> 'o-Med (I stood בֵּין־ <WH996> bein- between יְהוָ֤ה <WH3068> Yah-weh between the LORD וּבֵֽינֵיכֶם֙ <WH996> u-vei-nei-Chem between בָּעֵ֣ת <WH6256> ba-'Et and you at that time הַהִ֔וא <WH1931> ha-Hiv, he לְהַגִּ֥יד <WH5046> le-hag-Gid to shew לָכֶ֖ם la-Chem אֶת־ <WH853> 'et- דְּבַ֣ר <WH1697> de-Var you the word יְהוָ֑ה <WH3068> Yah-weh; of the LORD כִּ֤י <WH3588> ki for יְרֵאתֶם֙ <WH3372> ye-re-Tem for ye were afraid מִפְּנֵ֣י <WH6440> mip-pe-Nei by reason הָאֵ֔שׁ <WH784> ha-'Esh, of the fire וְלֹֽא־ <WH3808> ve-lo- and did not עֲלִיתֶ֥ם <WH5927> 'a-li-Tem and went not up בָּהָ֖ר <WH2022> ba-Har the mountain לֵאמֹֽר׃ <WH559> le-Mor. said ס sa-Mek"},{"number":6,"verse":"אָֽנֹכִי֙ <WH595> 'a-no-Chi I יְהוָ֣ה <WH3068> Yah-weh I [am] the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God אֲשֶׁ֧ר <WH834> 'a-Sher who הוֹצֵאתִ֛יךָ <WH3318> ho-tze-Ti-cha which brought thee out מֵאֶ֥רֶץ <WH776> me-'E-retz of the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt מִבֵּ֣י֥ת <WH1004> mib-Beit from the house עֲבָדִֽ֑ים׃ <WH5650> 'a-va-Dim. of bondage"},{"number":7,"verse":"לֹ֣א <WH3808> lo no יִהְיֶ֥ה־ <WH1961> yih-Yeh- shall have לְךָ֛֩ le-Cha אֱלֹהִ֥֨ים <WH430> E-lo-Him gods אֲחֵרִ֖֜ים <WH312> 'a-che-Rim Thou shalt have none other עַל־ <WH5921> 'al- and פָּנָֽ֗יַ׃ <WH6440> pa-Na-Ya. before"},{"number":8,"verse":"לֹֽ֣א־ <WH3808> Lo- shall not תַעֲשֶׂ֥ה־ <WH6213> ta-'a-Seh- Thou shalt not make לְךָ֥֣ le-Cha פֶ֣֙סֶל֙׀ <WH6459> fe-sel thee [any] graven image כָּל־ <WH3605> kol- any תְּמוּנָ֔֡ה <WH8544> te-mu-Nah [or] any likeness אֲשֶׁ֤֣ר <WH834> 'a-Sher what בַּשָּׁמַ֣֙יִם֙׀ <WH8064> bash-sha-Ma-yim [of any thing] that [is] in heaven מִמַּ֔֡עַל <WH4605> mi-Ma-'al above וַאֲשֶׁ֥ר֩ <WH834> va-'a-Sher what בָּאָ֖֨רֶץ <WH776> ba-'A-retz or that [is] in the earth מִתָּ֑֜חַת <WH8478> mit-Ta-chat under וַאֲשֶׁ֥ר <WH834> va-'a-Sher what בַּמַּ֖֣יִם׀ <WH4325> bam-Ma-yim beneath or that [is] in the waters מִתַּ֥֣חַת <WH8478> mit-Ta-chat under לָאָֽ֗רֶץ׃ <WH776> la-'A-Retz. beneath the earth"},{"number":9,"verse":"לֹא־ <WH3808> lo- shall not תִשְׁתַּחֲוֶ֥֣ה <WH7812> tish-ta-cha-Veh Thou shalt not bow down לָהֶ֖ם֮ la-Hem וְלֹ֣א <WH3808> ve-Lo or תָעָבְדֵ֑ם֒ <WH5647> ta-'a-ve-Dem thyself unto them nor serve כִּ֣י <WH3588> ki for אָנֹכִ֞י <WH595> 'a-no-Chi I יְהוָ֤ה <WH3068> Yah-weh them for I the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God אֵ֣ל <WH410> 'el God קַנָּ֔א <WH7067> kan-Na, [am] a jealous פֹּ֠קֵד <WH6485> Po-ked visiting עֲוֹ֨ן <WH5771> 'a-Von the iniquity אָב֧וֹת <WH1> a-Vot of the fathers עַל־ <WH5921> 'al- on בָּנִ֛ים <WH1121> ba-Nim upon the children וְעַל־ <WH5921> ve-'al- and on שִׁלֵּשִׁ֥ים <WH8029> shil-le-Shim unto the third וְעַל־ <WH5921> ve-'al- and רִבֵּעִ֖ים <WH7256> rib-be-'Im and fourth לְשֹׂנְאָֽ֑י׃ <WH8130> le-so-ne-'Ai. [generation] of them that hate"},{"number":10,"verse":"וְעֹ֤֥שֶׂה <WH6213> ve-'O-seh And shewing חֶ֖֙סֶד֙ <WH2617> che-sed mercy לַֽאֲלָפִ֑֔ים <WH505> la-'a-la-Fim, unto thousands לְאֹהֲבַ֖י <WH157> le-'o-ha-Vai of them that love וּלְשֹׁמְרֵ֥י <WH8104> u-le-sho-me-Rei me and keep; מִצְוֹתֹו mitz-vo-tov כמִצְוֹתָֽי׃ <WH4687> mitz-vo-Tai. commanded קס sa-Mek"},{"number":11,"verse":"לֹ֥א <WH3808> lo shall not תִשָּׂ֛א <WH5375> tis-Sa Thou shalt not take אֶת־ <WH853> 'et- שֵֽׁם־ <WH8034> shem- the name יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God לַשָּׁ֑וְא <WH7723> lash-Shav; in vain כִּ֣י <WH3588> ki for לֹ֤א <WH3808> lo will not יְנַקֶּה֙ <WH5352> ye-nak-Keh will not hold [him] guiltless יְהוָ֔ה <WH3068> Yah-weh, for the LORD אֵ֛ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- who יִשָּׂ֥א <WH5375> yis-Sa that taketh אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name לַשָּֽׁוְא׃ <WH7723> lash-Shav. in vain ס sa-Mek"},{"number":12,"verse":"שָׁמ֣֛וֹר <WH8104> sha-Mor Keep אֶת־ <WH853> 'et- י֥וֹם֩ <WH3117> yom day הַשַּׁבָּ֖֨ת <WH7676> hash-shab-Bat the sabbath לְקַדְּשׁ֑֜וֹ <WH6942> le-kad-de-Sho to sanctify כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after צִוְּךָ֖֣׀ <WH6680> tziv-ve-Cha hath commanded יְהוָ֥֣ה <WH3068> Yah-weh it as the LORD אֱלֹהֶֽ֗יךָ <WH430> 'e-lo-Hei-cha, thy God"},{"number":13,"verse":"שֵׁ֤֣שֶׁת <WH8337> She-shet Six יָמִ֣ים֙ <WH3117> ya-Mim days תַּֽעֲבֹ֔ד֮ <WH5647> ta-'a-Vod thou shalt labour וְעָשִׂ֖֣יתָ <WH6213> ve-'a-Si-ta and do כָּֿל־ <WH3605> kla- all מְלַאכְתֶּֽךָ֒׃ <WH4399> me-lach-Te-cha. all thy work"},{"number":14,"verse":"וְי֙וֹם֙ <WH3117> ve-Yom day הַשְּׁבִיעִ֜֔י <WH7637> hash-she-vi-'I, But the seventh שַׁבָּ֖֣ת׀ <WH7676> shab-Bat [is] the sabbath לַיהוָ֖֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֑֗יךָ <WH430> 'e-lo-Hei-cha, thy God לֹ֣א <WH3808> lo shall not תַעֲשֶׂ֣ה <WH6213> ta-'a-Seh [in it] thou shalt not do כָל־ <WH3605> chol any מְלָאכָ֡ה <WH4399> me-la-Chah any work אַתָּ֣ה <WH859> 'at-Tah you וּבִנְךָֽ־ <WH1121> u-vin-cha- thou nor thy son וּבִתֶּ֣ךָ <WH1323> u-vit-Te-cha nor thy daughter וְעַבְדְּךָֽ־ <WH5650> ve-'av-de-cha- nor thy manservant וַ֠אֲמָתֶךָ <WH519> Va-'a-ma-te-cha nor thy maidservant וְשׁוֹרְךָ֨ <WH7794> ve-shor-Cha nor thine ox וַחֲמֹֽרְךָ֜ <WH2543> va-cha-mo-re-Cha nor thine ass וְכָל־ <WH3605> ve-chol any בְּהֶמְתֶּ֗ךָ <WH929> be-hem-Te-cha, nor any of thy cattle וְגֵֽרְךָ֙ <WH1616> ve-ge-re-Cha nor thy stranger אֲשֶׁ֣ר <WH834> 'a-Sher who בִּשְׁעָרֶ֔יךָ <WH8179> bish-'a-Rei-cha, that [is] within thy gates לְמַ֗עַן <WH4616> le-Ma-'an, so יָנ֛וּחַ <WH5117> ya-Nu-ach may rest עַבְדְּךָ֥ <WH5650> 'av-de-Cha that thy manservant וַאֲמָתְךָ֖ <WH519> va-'a-ma-te-Cha and thy maidservant כָּמֽ֑וֹךָ׃ <WH3644> ka-Mo-cha. You"},{"number":15,"verse":"וְזָכַרְתָּ֞֗ <WH2142> ve-za-char-Ta, And remember כִּ֣י־ <WH3588> Ki- for עֶ֤֥בֶד <WH5650> 'E-ved that thou wast a servant הָיִ֣֙יתָ֙׀ <WH1961> ha-Yi-ta become בְּאֶ֣רֶץ <WH776> be-'E-retz in the land מִצְרַ֔֗יִם <WH4714> mitz-Ra-yim, of Egypt וַיֹּצִ֨אֲךָ֜֩ <WH3318> vai-yo-Tzi-'a-cha brought יְהוָ֤֨ה <WH3068> Yah-weh and [that] the LORD אֱלֹהֶ֤֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God מִשָּׁ֔ם֙ <WH8033> mish-Sham of there בְּיָ֤֥ד <WH3027> be-Yad hand חֲזָקָ֖ה֙ <WH2389> cha-za-Kah thee out thence through a mighty וּבִזְרֹ֣עַ <WH2220> u-viz-Ro-a' arm נְטוּיָ֑֔ה <WH5186> ne-tu-Yah, and by a stretched out עַל־ <WH5921> 'al- and כֵּ֗ן <WH3651> Ken, after that צִוְּךָ֙ <WH6680> tziv-ve-Cha commanded יְהוָ֣ה <WH3068> Yah-weh therefore the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לַעֲשׂ֖וֹת <WH6213> la-'a-Sot thee to keep אֶת־ <WH853> 'et- י֥וֹם <WH3117> Yom day הַשַּׁבָּֽת׃ <WH7676> hash-shab-Bat. the sabbath ס sa-Mek"},{"number":16,"verse":"כַּבֵּ֤ד <WH3513> kab-Bed Honour אֶת־ <WH853> 'et- אָבִ֙יךָ֙ <WH1> 'a-Vi-cha thy father וְאֶת־ <WH853> ve-'Et אִמֶּ֔ךָ <WH517> 'im-Me-cha, and thy mother כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher which צִוְּךָ֖ <WH6680> tziv-ve-Cha hath commanded יְהוָ֣ה <WH3068> Yah-weh as the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God לְמַ֣עַן׀ <WH4616> le-Ma-'an because of יַאֲרִיכֻ֣ן <WH748> ya-'a-ri-Chun may be prolonged יָמֶ֗יךָ <WH3117> ya-Mei-cha, thee that thy days וּלְמַ֙עַן֙ <WH4616> u-le-Ma-'an and that it יִ֣יטַב <WH3190> Yi-tav and that it may go well לָ֔ךְ Lach, עַ֚ל <WH5921> 'al with הָֽאֲדָמָ֔ה <WH127> ha-'a-da-Mah, with thee in the land אֲשֶׁר־ <WH834> 'a-Sher- which יְהוָ֥ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God נֹתֵ֥ן <WH5414> no-Ten giveth לָֽךְ׃ Lach. ס sa-Mek"},{"number":17,"verse":"לֹ֥֖א <WH3808> lo shall not תִּֿרְצָֽח׃ <WH7523> tre-Tzach. Thou shalt not kill ס sa-Mek"},{"number":18,"verse":"וְלֹ֖֣א <WH3808> ve-Lo shall not תִּֿנְאָֽ֑ף׃ <WH5003> tne-'Af. Neither shalt thou commit adultery ס sa-Mek"},{"number":19,"verse":"וְלֹ֖֣א <WH3808> ve-Lo shall not תִּֿגְנֹֽ֔ב׃ <WH1589> tge-No. Neither shalt thou steal ס sa-Mek"},{"number":20,"verse":"וְלֹֽא־ <WH3808> ve-lo- shall not תַעֲנֶ֥ה <WH6030> ta-'a-Neh Neither shalt thou bear בְרֵֽעֲךָ֖ <WH7453> ve-re-'a-Cha against thy neighbour עֵ֥ד <WH5707> 'ed witness שָֽׁוְא׃ <WH7723> Shav. false. ס sa-Mek"},{"number":21,"verse":"וְלֹ֥א <WH3808> ve-Lo shall not תַחְמֹ֖ד <WH2530> tach-Mod Neither shalt thou desire אֵ֣שֶׁת <WH802> 'E-shet wife רֵעֶ֑ךָ <WH7453> re-'E-cha; thy neighbour's ס sa-Mek וְלֹ֨א <WH3808> ve-Lo shall not תִתְאַוֶּ֜ה <WH183> tit-'av-Veh neither shalt thou covet בֵּ֣ית <WH1004> beit house רֵעֶ֗ךָ <WH7453> re-'E-cha, thy neighbour's שָׂדֵ֜הוּ <WH7704> sa-De-hu his field וְעַבְדּ֤וֹ <WH5650> ve-'av-Do or his manservant וַאֲמָתוֹ֙ <WH519> va-'a-ma-To or his maidservant שׁוֹר֣וֹ <WH7794> sho-Ro his ox וַחֲמֹר֔וֹ <WH2543> va-cha-mo-Ro, or his ass וְכֹ֖ל <WH3605> ve-Chol anything אֲשֶׁ֥ר <WH834> 'a-Sher your לְרֵעֶֽךָ׃ <WH7453> le-re-'E-cha. or any [thing] that [is] thy neighbour's ס sa-Mek"},{"number":22,"verse":"אֶֽת־ <WH853> 'et- הַדְּבָרִ֣ים <WH1697> had-de-va-Rim These words הָאֵ֡לֶּה <WH428> ha-'El-leh These דִּבֶּר֩ <WH1696> dib-Ber spake יְהוָ֨ה <WH3068> Yah-weh the LORD אֶל־ <WH413> 'el- to כָּל־ <WH3605> kol- all קְהַלְכֶ֜ם <WH6951> ke-hal-Chem unto all your assembly בָּהָ֗ר <WH2022> ba-Har, in the mount מִתּ֤וֹךְ <WH8432> mit-Toch out of the midst הָאֵשׁ֙ <WH784> ha-'Esh of the fire הֶֽעָנָ֣ן <WH6051> he-'a-Nan of the cloud וְהָֽעֲרָפֶ֔ל <WH6205> ve-ha-'a-ra-Fel, and of the thick darkness ק֥וֹל <WH6963> Kol voice גָּד֖וֹל <WH1419> ga-Dol with a great וְלֹ֣א <WH3808> ve-Lo no יָסָ֑ף <WH3254> ya-Saf; and he added no more וַֽיִּכְתְּבֵ֗ם <WH3789> vai-yich-te-Vem, And he wrote עַל־ <WH5921> 'al- on שְׁנֵי֙ <WH8147> she-Nei them in two לֻחֹ֣ת <WH3871> lu-Chot tables אֲבָנִ֔ים <WH68> 'a-va-Nim, of stone וַֽיִּתְּנֵ֖ם <WH5414> vai-yit-te-Nem and delivered אֵלָֽי׃ <WH413> 'e-Lai. about"},{"number":23,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become כְּשָׁמְעֲכֶ֤ם <WH8085> ke-sha-me-'a-Chem And it came to pass when ye heard אֶת־ <WH853> 'et- הַקּוֹל֙ <WH6963> hak-kOl the voice מִתּ֣וֹךְ <WH8432> mit-Toch out of the midst הַחֹ֔שֶׁךְ <WH2822> ha-Cho-shech, of the darkness וְהָהָ֖ר <WH2022> ve-ha-Har (for the mountain בֹּעֵ֣ר <WH1197> bo-'Er did burn בָּאֵ֑שׁ <WH784> ba-'Esh; fire וַתִּקְרְב֣וּן <WH7126> vat-tik-re-Vun came אֵלַ֔י <WH413> 'e-Lai, to me כָּל־ <WH3605> kol- all רָאשֵׁ֥י <WH7218> ra-Shei unto me [even] all the heads שִׁבְטֵיכֶ֖ם <WH7626> shiv-tei-Chem of your tribes וְזִקְנֵיכֶֽם׃ <WH2205> ve-zik-nei-Chem. and your elders"},{"number":24,"verse":"וַתֹּאמְר֗וּ <WH559> vat-to-me-Ru, And ye said הֵ֣ן <WH2005> hen Behold הֶרְאָ֜נוּ <WH7200> her-'A-nu hath shewed יְהוָ֤ה <WH3068> Yah-weh Behold the LORD אֱלֹהֵ֙ינוּ֙ <WH430> 'e-lo-Hei-nu our God אֶת־ <WH853> 'et- כְּבֹד֣וֹ <WH3519> ke-vo-Do us his glory וְאֶת־ <WH853> ve-'Et גָּדְל֔וֹ <WH1433> ga-de-Lo, and his greatness וְאֶת־ <WH853> ve-'Et קֹל֥וֹ <WH6963> ko-Lo his voice שָׁמַ֖עְנוּ <WH8085> sha-Ma'-nu and we have heard מִתּ֣וֹךְ <WH8432> mit-Toch out of the midst הָאֵ֑שׁ <WH784> ha-'Esh; of the fire הַיּ֤וֹם <WH3117> hai-Yom this day הַזֶּה֙ <WH2088> haz-Zeh we רָאִ֔ינוּ <WH7200> ra-'I-nu, we have seen כִּֽי־ <WH3588> ki- for יְדַבֵּ֧ר <WH1696> ye-dab-Ber doth talk אֱלֹהִ֛ים <WH430> E-lo-Him that God אֶת־ <WH854> 'et- with הָֽאָדָ֖ם <WH120> ha-'a-Dam with man וָחָֽי׃ <WH2425> va-Chai. and he liveth"},{"number":25,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now לָ֣מָּה <WH4100> Lam-mah why נָמ֔וּת <WH4191> na-Mut, Now therefore why should we die כִּ֣י <WH3588> ki for תֹֽאכְלֵ֔נוּ <WH398> to-che-Le-nu, will consume הָאֵ֥שׁ <WH784> ha-'Esh fire הַגְּדֹלָ֖ה <WH1419> hag-ge-do-Lah ;for this great הַזֹּ֑את <WH2063> haz-Zot; us אִם־ <WH518> 'im- if יֹסְפִ֣ים׀ <WH3254> yo-se-Fim any more אֲנַ֗חְנוּ <WH587> 'a-Nach-nu, we לִ֠שְׁמֹעַ <WH8085> Lish-mo-a' us if we hear אֶת־ <WH853> 'et- ק֨וֹל <WH6963> Kol the voice יְהוָ֧ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֛ינוּ <WH430> 'e-lo-Hei-nu our God ע֖וֹד <WH5750> od any וָמָֽתְנוּ׃ <WH4191> va-Ma-te-nu. then we shall die"},{"number":26,"verse":"כִּ֣י <WH3588> ki For מִ֣י <WH4310> mi who כָל־ <WH3605> chol of all בָּשָׂ֡ר <WH1320> ba-Sar For who [is there of] all flesh אֲשֶׁ֣ר <WH834> 'a-Sher who שָׁמַ֣ע <WH8085> sha-Ma' that hath heard קוֹל֩ <WH6963> kOl the voice אֱלֹהִ֨ים <WH430> E-lo-Him God חַיִּ֜ים <WH2416> chai-Yim of the living מְדַבֵּ֧ר <WH1696> me-dab-Ber speaking מִתּוֹךְ־ <WH8432> mit-toch- out of the midst הָאֵ֛שׁ <WH784> ha-'Esh of the fire כָּמֹ֖נוּ <WH3644> ka-Mo-nu as וַיֶּֽחִי׃ <WH2421> vai-Ye-chi. as we [have] and lived"},{"number":27,"verse":"קְרַ֤ב <WH7126> ke-Rav Go thou near אַתָּה֙ <WH859> 'at-Tah you וּֽשֲׁמָ֔ע <WH8085> u-sha-Ma', and hear אֵ֛ת <WH853> 'et כָּל־ <WH3605> kol- all אֲשֶׁ֥ר <WH834> 'a-Sher after יֹאמַ֖ר <WH559> yo-Mar shall say יְהוָ֣ה <WH3068> Yah-weh all that the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God וְאַ֣תְּ׀ <WH859> ve-'At you תְּדַבֵּ֣ר <WH1696> te-dab-Ber and speak אֵלֵ֗ינוּ <WH413> 'e-Lei-nu, about אֵת֩ <WH853> 'et כָּל־ <WH3605> kol- all אֲשֶׁ֨ר <WH834> 'a-Sher after יְדַבֵּ֜ר <WH1696> ye-dab-Ber shall speak יְהוָ֧ה <WH3068> Yah-weh thou unto us all that the LORD אֱלֹהֵ֛ינוּ <WH430> 'e-lo-Hei-nu our God אֵלֶ֖יךָ <WH413> 'e-Lei-cha to you וְשָׁמַ֥עְנוּ <WH8085> ve-sha-Ma'-nu unto thee and we will hear וְעָשִֽׂינוּ׃ <WH6213> ve-'a-Si-nu. [it] and do"},{"number":28,"verse":"וַיִּשְׁמַ֤ע <WH8085> vai-yish-Ma' heard יְהוָה֙ <WH3068> Yah-weh And the LORD אֶת־ <WH853> 'et- ק֣וֹל <WH6963> Kol the voice דִּבְרֵיכֶ֔ם <WH1697> div-rei-Chem, of your words בְּדַבֶּרְכֶ֖ם <WH1696> be-dab-ber-Chem when ye spake אֵלָ֑י <WH413> 'e-Lai; about וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh unto me and the LORD אֵלַ֗י <WH413> 'e-Lai, to me שָׁ֠מַעְתִּי <WH8085> ma'-ti unto me I have heard אֶת־ <WH853> 'et- ק֨וֹל <WH6963> Kol the voice דִּבְרֵ֜י <WH1697> div-Rei of the words הָעָ֤ם <WH5971> ha-'Am of this people הַזֶּה֙ <WH2088> haz-Zeh of this אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבְּר֣וּ <WH1696> dib-be-Ru which they have spoken אֵלֶ֔יךָ <WH413> 'e-Lei-cha, to you הֵיטִ֖יבוּ <WH3190> hei-Ti-vu unto thee they have well כָּל־ <WH3605> kol- all אֲשֶׁ֥ר <WH834> 'a-Sher which דִּבֵּֽרוּ׃ <WH1696> dib-Be-ru. said all that they have spoken"},{"number":29,"verse":"מִֽי־ <WH4310> mi- an יִתֵּ֡ן <WH5414> yit-Ten in them וְהָיָה֩ <WH1961> ve-ha-Yah had לְבָבָ֨ם <WH3824> le-va-Vam heart זֶ֜ה <WH2088> zeh O that there were such לָהֶ֗ם la-Hem, לְיִרְאָ֥ה <WH3372> le-yir-'Ah that they would fear אֹתִ֛י <WH853> 'o-Ti וְלִשְׁמֹ֥ר <WH8104> ve-lish-Mor me and keep אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מִצְוֹתַ֖י <WH4687> mitz-vo-Tai all my commandments כָּל־ <WH3605> kol- all הַיָּמִ֑ים <WH3117> hai-ya-Mim; always לְמַ֨עַן <WH4616> le-Ma-'an that it יִיטַ֥ב <WH3190> yi-Tav that it might be well לָהֶ֛ם la-Hem וְלִבְנֵיהֶ֖ם <WH1121> ve-liv-nei-Hem with them and with their children לְעֹלָֽם׃ <WH5769> le-'o-Lam. for ever"},{"number":30,"verse":"לֵ֖ךְ <WH1980> lech Go אֱמֹ֣ר <WH559> 'e-Mor say לָהֶ֑ם la-Hem; שׁ֥וּבוּ <WH7725> Shu-vu again לָכֶ֖ם la-Chem לְאָהֳלֵיכֶֽם׃ <WH168> le-'o-ho-lei-Chem. you into your tents"},{"number":31,"verse":"וְאַתָּ֗ה <WH859> ve-'at-Tah, you פֹּה֮ <WH6311> poh here עֲמֹ֣ד <WH5975> 'a-Mod But as for thee stand עִמָּדִי֒ <WH5978> 'im-ma-Di thou here by me וַאֲדַבְּרָ֣ה <WH1696> va-'a-dab-be-Rah and I will speak אֵלֶ֗יךָ <WH413> 'e-Lei-cha, about אֵ֧ת <WH853> 'et כָּל־ <WH3605> kol- all הַמִּצְוָ֛ה <WH4687> ham-mitz-Vah unto thee all the commandments וְהַחֻקִּ֥ים <WH2706> ve-ha-chuk-Kim and the statutes וְהַמִּשְׁפָּטִ֖ים <WH4941> ve-ham-mish-pa-Tim and the judgments אֲשֶׁ֣ר <WH834> 'a-Sher which תְּלַמְּדֵ֑ם <WH3925> te-lam-me-Dem; which thou shalt teach וְעָשׂ֣וּ <WH6213> ve-'a-Su them that they may do בָאָ֔רֶץ <WH776> va-'A-retz, [them] in the land אֲשֶׁ֧ר <WH834> 'a-Sher which אָנֹכִ֛י <WH595> 'a-no-Chi I נֹתֵ֥ן <WH5414> no-Ten which I give לָהֶ֖ם la-Hem לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. them to possess"},{"number":32,"verse":"וּשְׁמַרְתֶּ֣ם <WH8104> u-she-mar-Tem Ye shall observe לַעֲשׂ֔וֹת <WH6213> la-'a-Sot, to do כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after צִוָּ֛ה <WH6680> tziv-Vah hath commanded יְהוָ֥ה <WH3068> Yah-weh therefore as the LORD אֱלֹהֵיכֶ֖ם <WH430> 'e-lo-hei-Chem your God אֶתְכֶ֑ם <WH853> 'et-Chem; לֹ֥א <WH3808> lo shall not תָסֻ֖רוּ <WH5493> ta-Su-ru you ye shall not turn aside יָמִ֥ין <WH3225> ya-Min to the right hand וּשְׂמֹֽאל׃ <WH8040> u-se-Mol. or to the left"},{"number":33,"verse":"בְּכָל־ <WH3605> be-chol all הַדֶּ֗רֶךְ <WH1870> had-De-rech, in all the ways אֲשֶׁ֨ר <WH834> 'a-Sher which צִוָּ֜ה <WH6680> tziv-Vah hath commanded יְהוָ֧ה <WH3068> Yah-weh which the LORD אֱלֹהֵיכֶ֛ם <WH430> 'e-lo-hei-Chem your God אֶתְכֶ֖ם <WH853> 'et-Chem תֵּלֵ֑כוּ <WH1980> te-Le-chu; shall walk לְמַ֤עַן <WH4616> le-Ma-'an that תִּֽחְיוּן֙ <WH2421> tich-Yun you that ye may live וְט֣וֹב <WH2895> ve-Tov and [that it may be] well לָכֶ֔ם la-Chem, וְהַאֲרַכְתֶּ֣ם <WH748> ve-ha-'a-rach-Tem with you and [that] ye may prolong יָמִ֔ים <WH3117> ya-Mim, [your] days בָּאָ֖רֶץ <WH776> ba-'A-retz in the land אֲשֶׁ֥ר <WH834> 'a-Sher which תִּֽירָשֽׁוּן׃ <WH3423> Ti-ra-Shun. which ye shall possess"}]}