{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"כִּ֤י <WH3588> ki When יְבִֽיאֲךָ֙ <WH935> ye-vi-'a-Cha shall bring יְהוָ֣ה <WH3068> Yah-weh When the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God אֶל־ <WH413> 'el- into הָאָ֕רֶץ <WH776> ha-'A-retz thee into the land אֲשֶׁר־ <WH834> 'a-Sher- after אַתָּ֥ה <WH859> 'at-Tah you בָא־ <WH935> va- whither thou goest שָׁ֖מָּה <WH8033> Sham-mah in it לְרִשְׁתָּ֑הּ <WH3423> le-rish-Tah; to possess וְנָשַׁ֣ל <WH5394> ve-na-Shal it and hath cast out גּֽוֹיִם־ <WH1471> go-yim- nations רַבִּ֣ים׀ <WH7227> rab-Bim many מִפָּנֶ֡יךָ <WH6440> mip-pa-Nei-cha before הַֽחִתִּי֩ <WH2850> ha-chit-Ti thee the Hittites וְהַגִּרְגָּשִׁ֨י <WH1622> ve-hag-gir-ga-Shi and the Girgashites וְהָאֱמֹרִ֜י <WH567> ve-ha-'e-mo-Ri and the Amorites וְהַכְּנַעֲנִ֣י <WH3669> ve-hak-ke-na-'a-Ni and the Canaanites וְהַפְּרִזִּ֗י <WH6522> ve-hap-pe-riz-Zi, and the Perizzites וְהַֽחִוִּי֙ <WH2340> ve-ha-chiv-Vi and the Hivites וְהַיְבוּסִ֔י <WH2983> ve-hay-vu-Si, and the Jebusites שִׁבְעָ֣ה <WH7651> shiv-'Ah seven גוֹיִ֔ם <WH1471> go-Yim, nations רַבִּ֥ים <WH7227> rab-Bim greater וַעֲצוּמִ֖ים <WH6099> va-'a-tzu-Mim and mightier מִמֶּֽךָּ׃ <WH4480> mi-Me-ka. than"},{"number":2,"verse":"וּנְתָנָ֞ם <WH5414> u-ne-ta-Nam shall deliver יְהוָ֧ה <WH3068> Yah-weh And when the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God לְפָנֶ֖יךָ <WH6440> le-fa-Nei-cha them before וְהִכִּיתָ֑ם <WH5221> ve-hik-ki-Tam; thee thou shalt smite הַחֲרֵ֤ם <WH2763> ha-cha-Rem them [and] utterly תַּחֲרִים֙ <WH2763> ta-cha-Rim destroy אֹתָ֔ם <WH853> 'o-Tam, לֹא־ <WH3808> lo- no תִכְרֹ֥ת <WH3772> tich-Rot them thou shalt make לָהֶ֛ם la-Hem בְּרִ֖ית <WH1285> be-Rit no covenant וְלֹ֥א <WH3808> ve-Lo no תְחָנֵּֽם׃ <WH2603> te-chan-Nem. with them nor shew mercy"},{"number":3,"verse":"וְלֹ֥א <WH3808> ve-Lo nor תִתְחַתֵּ֖ן <WH2859> tit-chat-Ten Neither shalt thou make marriages בָּ֑ם Bam; בִּתְּךָ֙ <WH1323> bit-te-Cha with them thy daughter לֹא־ <WH3808> lo- nor תִתֵּ֣ן <WH5414> tit-Ten thou shalt not give לִבְנ֔וֹ <WH1121> liv-No, unto his son וּבִתּ֖וֹ <WH1323> u-vit-To nor his daughter לֹא־ <WH3808> lo- nor תִקַּ֥ח <WH3947> tik-Kach shalt thou take לִבְנֶֽךָ׃ <WH1121> liv-Ne-cha. unto thy son"},{"number":4,"verse":"כִּֽי־ <WH3588> ki- for יָסִ֤יר <WH5493> ya-Sir For they will turn away אֶת־ <WH853> 'et- בִּנְךָ֙ <WH1121> bin-Cha thy son מֵֽאַחֲרַ֔י <WH310> me-'a-cha-Rai, from following וְעָבְד֖וּ <WH5647> ve-'a-ve-Du me that they may serve אֱלֹהִ֣ים <WH430> E-lo-Him gods אֲחֵרִ֑ים <WH312> 'a-che-Rim; other וְחָרָ֤ה <WH2734> ve-cha-Rah be kindled אַף־ <WH639> 'af- so will the anger יְהוָה֙ <WH3068> Yah-weh of the LORD בָּכֶ֔ם ba-Chem, וְהִשְׁמִידְךָ֖ <WH8045> ve-hish-mi-de-Cha against you and destroy מַהֵֽר׃ <WH4118> ma-Her. thee suddenly"},{"number":5,"verse":"כִּֽי־ <WH3588> ki- for אִם־ <WH518> 'im- but כֹּ֤ה <WH3541> koh thus תַעֲשׂוּ֙ <WH6213> ta-'a-Su But thus shall ye deal לָהֶ֔ם <WH1992> la-Hem, like מִזְבְּחֹתֵיהֶ֣ם <WH4196> miz-be-cho-tei-Hem their altars תִּתֹּ֔צוּ <WH5422> tit-To-tzu, with them ye shall destroy וּמַצֵּבֹתָ֖ם <WH4676> u-matz-tze-vo-Tam their images תְּשַׁבֵּ֑רוּ <WH7665> te-shab-Be-ru; and break down וַאֲשֵֽׁירֵהֶם֙ <WH842> va-'a-shei-re-Hem their groves תְּגַדֵּע֔וּן <WH1438> te-gad-de-'Un, and cut down וּפְסִילֵיהֶ֖ם <WH6456> u-fe-si-lei-Hem their graven images תִּשְׂרְפ֥וּן <WH8313> tis-re-Fun and burn בָּאֵֽשׁ׃ <WH784> ba-'Esh. with fire"},{"number":6,"verse":"כִּ֣י <WH3588> ki for עַ֤ם <WH5971> 'am people קָדוֹשׁ֙ <WH6918> ka-do-Vosh For thou [art] an holy אַתָּ֔ה <WH859> 'at-Tah, you לַיהוָ֖ה <WH3068> Yah-weh unto the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God בְּךָ֞ be-Cha בָּחַ֣ר׀ <WH977> ba-Char hath chosen יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֗יךָ <WH430> 'e-lo-Hei-cha, thy God לִהְי֥וֹת <WH1961> lih-Yot become לוֹ֙ lo לְעַ֣ם <WH5971> le-'Am people סְגֻלָּ֔ה <WH5459> se-gul-Lah, thee to be a special מִכֹּל֙ <WH3605> mik-Kol of all הָֽעַמִּ֔ים <WH5971> ha-'am-Mim, unto himself above all people אֲשֶׁ֖ר <WH834> 'a-Sher who עַל־ <WH5921> 'al- are on פְּנֵ֥י <WH6440> pe-Nei that [are] upon the face הָאֲדָמָֽה׃ <WH127> ha-'a-da-Mah. of the earth ס sa-Mek"},{"number":7,"verse":"לֹ֣א <WH3808> lo nor מֵֽרֻבְּכֶ֞ם <WH7230> me-rub-be-Chem you because ye were more מִכָּל־ <WH3605> mik-kol any הָֽעַמִּ֗ים <WH5971> ha-'am-Mim, in number than any people חָשַׁ֧ק <WH2836> cha-Shak did not set his love יְהוָ֛ה <WH3068> Yah-weh The LORD בָּכֶ֖ם ba-Chem וַיִּבְחַ֣ר <WH977> vai-yiv-Char upon you nor choose בָּכֶ֑ם ba-Chem; כִּֽי־ <WH3588> ki- because אַתֶּ֥ם <WH859> 'at-Tem you הַמְעַ֖ט <WH4592> ham-'At for ye [were] the fewest מִכָּל־ <WH3605> mik-kol of all הָעַמִּֽים׃ <WH5971> ha-'am-Mim. of all people"},{"number":8,"verse":"כִּי֩ <WH3588> ki because מֵֽאַהֲבַ֨ת <WH160> me-'a-ha-Vat loved יְהוָ֜ה <WH3068> Yah-weh But because the LORD אֶתְכֶ֗ם <WH853> 'et-Chem, וּמִשָּׁמְר֤וֹ <WH8104> u-mish-sha-me-Ro you and because he would keep אֶת־ <WH853> 'et- הַשְּׁבֻעָה֙ <WH7621> hash-she-vu-'Ah the oath אֲשֶׁ֤ר <WH834> 'a-Sher which נִשְׁבַּע֙ <WH7650> nish-Ba' which he had sworn לַאֲבֹ֣תֵיכֶ֔ם <WH1> la-'a-Vo-tei-Chem, unto your fathers הוֹצִ֧יא <WH3318> ho-Tzi brought you out יְהוָ֛ה <WH3068> Yah-weh hath the LORD אֶתְכֶ֖ם <WH853> 'et-Chem בְּיָ֣ד <WH3027> be-Yad hand חֲזָקָ֑ה <WH2389> cha-za-Kah; with a mighty וַֽיִּפְדְּךָ֙ <WH6299> vai-yif-de-Cha and redeemed מִבֵּ֣ית <WH1004> mib-Beit you out of the house עֲבָדִ֔ים <WH5650> 'a-va-Dim, of bondmen מִיַּ֖ד <WH3027> mi-Yad from the hand פַּרְעֹ֥ה <WH6547> par-'Oh of Pharaoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":9,"verse":"וְיָ֣דַעְתָּ֔ <WH3045> ve-Ya-da'-ta, Know כִּֽי־ <WH3588> ki- that יְהוָ֥ה <WH3068> Yah-weh therefore that the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God ה֣וּא <WH1931> hu He הָֽאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; he [is] God הָאֵל֙ <WH410> ha-'El God הַֽנֶּאֱמָ֔ן <WH539> han-ne-'e-Man, the faithful שֹׁמֵ֧ר <WH8104> sho-Mer which keepeth הַבְּרִ֣ית <WH1285> hab-be-Rit covenant וְהַחֶ֗סֶד <WH2617> ve-ha-Che-sed, and mercy לְאֹהֲבָ֛יו <WH157> le-'o-ha-Vav with them that love וּלְשֹׁמְרֵ֥י <WH8104> u-le-sho-me-Rei him and keep; מִצְוֹתֹו mitz-vo-tov כמִצְוֹתָ֖יו <WH4687> mitz-vo-Tav commanded קלְאֶ֥לֶף <WH505> le-'E-lef to a thousand דּֽוֹר׃ <WH1755> Dor. generations"},{"number":10,"verse":"וּמְשַׁלֵּ֧ם <WH7999> u-me-shal-Lem And repayeth לְשֹׂנְאָ֛יו <WH8130> le-so-ne-'Av them that hate אֶל־ <WH413> 'el- to פָּנָ֖יו <WH6440> pa-Nav him to their face לְהַאֲבִיד֑וֹ <WH6> le-ha-'a-vi-Do; to destroy לֹ֤א <WH3808> lo He will not יְאַחֵר֙ <WH309> ye-'a-Cher them he will not be slack לְשֹׂ֣נְא֔וֹ <WH8130> le-So-ne-'O, to him that hateth אֶל־ <WH413> 'el- to פָּנָ֖יו <WH6440> pa-Nav him to his face יְשַׁלֶּם־ <WH7999> ye-shal-lem- him he will repay לֽוֹ׃ lo."},{"number":11,"verse":"וְשָׁמַרְתָּ֨ <WH8104> ve-sha-mar-Ta Thou shalt therefore keep אֶת־ <WH853> 'et- הַמִּצְוָ֜ה <WH4687> ham-mitz-Vah the commandments וְאֶת־ <WH853> ve-'Et הַֽחֻקִּ֣ים <WH2706> ha-chuk-Kim and the statutes וְאֶת־ <WH853> ve-'Et הַמִּשְׁפָּטִ֗ים <WH4941> ham-mish-pa-Tim, and the judgments אֲשֶׁ֨ר <WH834> 'a-Sher which אָנֹכִ֧י <WH595> 'a-no-Chi I מְצַוְּךָ֛ <WH6680> me-tzav-ve-Cha which I command הַיּ֖וֹם <WH3117> hai-Yom thee this day לַעֲשׂוֹתָֽם׃ <WH6213> la-'a-so-Tam. to do פ Peh"},{"number":12,"verse":"וְהָיָ֣ה׀ <WH1961> ve-ha-Yah shall come עֵ֣קֶב <WH6118> 'E-kev Wherefore it shall come to pass if תִּשְׁמְע֗וּן <WH8085> tish-me-'Un, ye hearken אֵ֤ת <WH853> 'et הַמִּשְׁפָּטִים֙ <WH4941> ham-mish-pa-Tim to these judgments הָאֵ֔לֶּה <WH428> ha-'El-leh, to these וּשְׁמַרְתֶּ֥ם <WH8104> u-she-mar-Tem and keep וַעֲשִׂיתֶ֖ם <WH6213> va-'a-si-Tem and do אֹתָ֑ם <WH853> 'o-Tam; וְשָׁמַר֩ <WH8104> ve-sha-Mar shall keep יְהוָ֨ה <WH3068> Yah-weh them that the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God לְךָ֗ le-Cha, אֶֽת־ <WH853> 'et- הַבְּרִית֙ <WH1285> hab-be-Rit unto thee the covenant וְאֶת־ <WH853> ve-'Et הַחֶ֔סֶד <WH2617> ha-Che-sed, and the mercy אֲשֶׁ֥ר <WH834> 'a-Sher which נִשְׁבַּ֖ע <WH7650> nish-Ba' which he sware לַאֲבֹתֶֽיךָ׃ <WH1> la-'a-vo-Tei-cha. unto thy fathers"},{"number":13,"verse":"וַאֲהֵ֣בְךָ֔ <WH157> va-'a-He-ve-cha, And he will love וּבֵרַכְךָ֖ <WH1288> u-ve-rach-Cha thee and bless וְהִרְבֶּ֑ךָ <WH7235> ve-hir-Be-cha; thee and multiply וּבֵרַ֣ךְ <WH1288> u-ve-Rach thee he will also bless פְּרִֽי־ <WH6529> pe-ri- the fruit בִטְנְךָ֣ <WH990> vit-ne-Cha of thy womb וּפְרִֽי־ <WH6529> u-fe-ri- and the fruit אַ֠דְמָתֶךָ <WH127> 'Ad-ma-te-cha of thy land דְּגָ֨נְךָ֜ <WH1715> de-Ga-ne-cha thy corn וְתִֽירֹשְׁךָ֣ <WH8492> ve-ti-ro-she-Cha and thy wine וְיִצְהָרֶ֗ךָ <WH3323> ve-yitz-ha-Re-cha, and thine oil שְׁגַר־ <WH7698> she-gar- the increase אֲלָפֶ֙יךָ֙ <WH504> 'a-la-Fei-cha of thy kine וְעַשְׁתְּרֹ֣ת <WH6251> ve-'ash-te-Rot and the flocks צֹאנֶ֔ךָ <WH6629> tzo-Ne-cha, of thy sheep עַ֚ל <WH5921> 'al in הָֽאֲדָמָ֔ה <WH127> ha-'a-da-Mah, in the land אֲשֶׁר־ <WH834> 'a-Sher- which נִשְׁבַּ֥ע <WH7650> nish-Ba' which he sware לַאֲבֹתֶ֖יךָ <WH1> la-'a-vo-Tei-cha unto thy fathers לָ֥תֶת <WH5414> La-tet to give לָֽךְ׃ Lach."},{"number":14,"verse":"בָּר֥וּךְ <WH1288> ba-Ruch Thou shalt be blessed תִּֽהְיֶ֖ה <WH1961> tih-Yeh become מִכָּל־ <WH3605> mik-kol all הָעַמִּ֑ים <WH5971> ha-'am-Mim; above all people לֹא־ <WH3808> lo- will be no יִהְיֶ֥ה <WH1961> yih-Yeh become בְךָ֛ ve-Cha עָקָ֥ר <WH6135> 'a-Kar there shall not be male וַֽעֲקָרָ֖ה <WH6135> va-'a-ka-Rah or female barren וּבִבְהֶמְתֶּֽךָ׃ <WH929> u-viv-hem-Te-cha. among you or among your cattle"},{"number":15,"verse":"וְהֵסִ֧יר <WH5493> ve-he-Sir will take away יְהוָ֛ה <WH3068> Yah-weh And the LORD מִמְּךָ֖ <WH4480> mi-me-Cha at כָּל־ <WH3605> kol- all חֹ֑לִי <WH2483> Cho-li; from thee all sickness וְכָל־ <WH3605> ve-chol any מַדְוֵי֩ <WH4064> mad-Vei diseases מִצְרַ֨יִם <WH4714> mitz-Ra-yim of Egypt הָרָעִ֜ים <WH7451> ha-ra-'Im none of the evil אֲשֶׁ֣ר <WH834> 'a-Sher which יָדַ֗עְתָּ <WH3045> ya-Da'-ta, which thou knowest לֹ֤א <WH3808> lo and He will not יְשִׂימָם֙ <WH7760> ye-si-Mam and will put בָּ֔ךְ Bach, וּנְתָנָ֖ם <WH5414> u-ne-ta-Nam upon thee but will lay בְּכָל־ <WH3605> be-chol all שֹׂנְאֶֽיךָ׃ <WH8130> so-ne-'Ei-cha. them upon all [them] that hate"},{"number":16,"verse":"וְאָכַלְתָּ֣ <WH398> ve-'a-chal-Ta And thou shalt consume אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הָֽעַמִּ֗ים <WH5971> ha-'am-Mim, all the people אֲשֶׁ֨ר <WH834> 'a-Sher whom יְהוָ֤ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God נֹתֵ֣ן <WH5414> no-Ten shall deliver לָ֔ךְ Lach, לֹא־ <WH3808> lo- nor תָחֹ֥ס <WH2347> ta-Chos shall have no pity עֵֽינְךָ֖ <WH5869> 'ei-ne-Cha thee thine eye עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; and וְלֹ֤א <WH3808> ve-Lo nor תַעֲבֹד֙ <WH5647> ta-'a-Vod upon them neither shalt thou serve אֶת־ <WH853> 'et- אֱלֹ֣הֵיהֶ֔ם <WH430> 'e-Lo-hei-Hem, their gods כִּֽי־ <WH3588> ki- that מוֹקֵ֥שׁ <WH4170> mo-Kesh for that [will be] a snare ה֖וּא <WH1931> hu he לָֽךְ׃ Lach. ס sa-Mek"},{"number":17,"verse":"כִּ֤י <WH3588> ki If תֹאמַר֙ <WH559> to-Mar If thou shalt say בִּלְבָ֣בְךָ֔ <WH3824> bil-Va-ve-cha, in thine heart רַבִּ֛ים <WH7227> rab-Bim [are] more הַגּוֹיִ֥ם <WH1471> hag-go-Yim These nations הָאֵ֖לֶּה <WH428> ha-'El-leh These מִמֶּ֑נִּי <WH4480> mi-Men-ni; than אֵיכָ֥ה <WH349> 'ei-Chah than I how אוּכַ֖ל <WH3201> 'u-Chal can לְהוֹרִישָֽׁם׃ <WH3423> le-ho-ri-Sham. I dispossess"},{"number":18,"verse":"לֹ֥א <WH3808> lo not תִירָ֖א <WH3372> ti-Ra Thou shalt not be afraid מֵהֶ֑ם <WH1992> me-Hem; you זָכֹ֣ר <WH2142> za-Chor of them [but] shalt well תִּזְכֹּ֗ר <WH2142> tiz-Kor, remember אֵ֤ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what עָשָׂה֙ <WH6213> 'a-Sah did יְהוָ֣ה <WH3068> Yah-weh what the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לְפַרְעֹ֖ה <WH6547> le-far-'Oh unto Pharaoh וּלְכָל־ <WH3605> u-le-chol- all מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. and unto all Egypt"},{"number":19,"verse":"הַמַּסֹּ֨ת <WH4531> ham-mas-Sot temptations הַגְּדֹלֹ֜ת <WH1419> hag-ge-do-Lot The great אֲשֶׁר־ <WH834> 'a-Sher- which רָא֣וּ <WH7200> ra-'U saw עֵינֶ֗יךָ <WH5869> 'ei-Nei-cha, which thine eyes וְהָאֹתֹ֤ת <WH226> ve-ha-'o-Tot and the signs וְהַמֹּֽפְתִים֙ <WH4159> ve-ham-mo-fe-Tim and the wonders וְהַיָּ֤ד <WH3027> ve-hai-Yad hand הַחֲזָקָה֙ <WH2389> ha-cha-za-Kah and the mighty וְהַזְּרֹ֣עַ <WH2220> ve-haz-ze-Ro-a' arm הַנְּטוּיָ֔ה <WH5186> han-ne-tu-Yah, and the stretched out אֲשֶׁ֥ר <WH834> 'a-Sher which הוֹצִֽאֲךָ֖ <WH3318> ho-tzi-'a-Cha brought thee out יְהוָ֣ה <WH3068> Yah-weh whereby the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God כֵּֽן־ <WH3651> ken- So יַעֲשֶׂ֞ה <WH6213> ya-'a-Seh do יְהוָ֤ה <WH3068> Yah-weh so shall the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God לְכָל־ <WH3605> le-chol to all הָ֣עַמִּ֔ים <WH5971> ha-'am-Mim, unto all the people אֲשֶׁר־ <WH834> 'a-Sher- of whom אַתָּ֥ה <WH859> 'at-Tah you יָרֵ֖א <WH3373> ya-Re afraid מִפְּנֵיהֶֽם׃ <WH6440> mip-pe-nei-Hem. accept"},{"number":20,"verse":"וְגַם֙ <WH1571> ve-Gam Moreover אֶת־ <WH853> 'et- הַצִּרְעָ֔ה <WH6880> hatz-tzir-'Ah, the hornet יְשַׁלַּ֛ח <WH7971> ye-shal-Lach will send יְהוָ֥ה <WH3068> Yah-weh Moreover the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God בָּ֑ם Bam; עַד־ <WH5704> 'ad- until אֲבֹ֗ד <WH6> 'a-Vod, thee be destroyed הַנִּשְׁאָרִ֛ים <WH7604> han-nish-'a-Rim among them until they that are left וְהַנִּסְתָּרִ֖ים <WH5641> ve-han-nis-ta-Rim and hide מִפָּנֶֽיךָ׃ <WH6440> mip-pa-Nei-cha. themselves from"},{"number":21,"verse":"לֹ֥א <WH3808> lo shall not תַעֲרֹ֖ץ <WH6206> ta-'a-Rotz Thou shalt not be affrighted מִפְּנֵיהֶ֑ם <WH6440> mip-pe-nei-Hem; at כִּֽי־ <WH3588> ki- for יְהוָ֤ה <WH3068> Yah-weh them for the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God בְּקִרְבֶּ֔ךָ <WH7130> be-kir-Be-cha, [is] among אֵ֥ל <WH410> 'el God גָּד֖וֹל <WH1419> ga-Dol you a mighty וְנוֹרָֽא׃ <WH3372> ve-no-Ra. and terrible"},{"number":22,"verse":"וְנָשַׁל֩ <WH5394> ve-na-Shal will put out יְהוָ֨ה <WH3068> Yah-weh And the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God אֶת־ <WH853> 'et- הַגּוֹיִ֥ם <WH1471> hag-go-Yim nations הָאֵ֛ל <WH411> ha-'El those מִפָּנֶ֖יךָ <WH6440> mip-pa-Nei-cha before מְעַ֣ט <WH4592> me-'At thee by little מְעָ֑ט <WH4592> me-'At; and little לֹ֤א <WH3808> lo not תוּכַל֙ <WH3201> tu-Chal thou mayest כַּלֹּתָ֣ם <WH3615> kal-lo-Tam not consume מַהֵ֔ר <WH4118> ma-Her, them at once פֶּן־ <WH6435> pen- would תִּרְבֶּ֥ה <WH7235> tir-Beh increase עָלֶ֖יךָ <WH5921> 'a-Lei-cha too חַיַּ֥ת <WH2416> chai-Yat lest the beasts הַשָּׂדֶֽה׃ <WH7704> has-sa-Deh. of the field"},{"number":23,"verse":"וּנְתָנָ֛ם <WH5414> u-ne-ta-Nam shall deliver יְהוָ֥ה <WH3068> Yah-weh But the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God לְפָנֶ֑יךָ <WH6440> le-fa-Nei-cha; them unto thee וְהָמָם֙ <WH2000> ve-ha-Mam break מְהוּמָ֣ה <WH4103> me-hu-Mah destruction גְדֹלָ֔ה <WH1419> ge-do-Lah, them with a mighty עַ֖ד <WH5704> 'ad until הִשָּׁמְדָֽם׃ <WH8045> hish-sha-me-Dam. until they be destroyed"},{"number":24,"verse":"וְנָתַ֤ן <WH5414> ve-na-Tan And he shall deliver מַלְכֵיהֶם֙ <WH4428> mal-chei-Hem their kings בְּיָדֶ֔ךָ <WH3027> be-ya-De-cha, into thine hand וְהַאֲבַדְתָּ֣ <WH6> ve-ha-'a-vad-Ta and thou shalt destroy אֶת־ <WH853> 'et- שְׁמָ֔ם <WH8034> she-Mam, their name מִתַּ֖חַת <WH8478> mit-Ta-chat under הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; from under heaven לֹֽא־ <WH3808> lo- no יִתְיַצֵּ֥ב <WH3320> yit-yatz-Tzev be able to stand אִישׁ֙ <WH376> 'ish there shall no man בְּפָנֶ֔יךָ <WH6440> be-fa-Nei-cha, before עַ֥ד <WH5704> 'ad until הִשְׁמִֽדְךָ֖ <WH8045> hish-mid-Cha thee until thou have destroyed אֹתָֽם׃ <WH853> 'o-Tam."},{"number":25,"verse":"פְּסִילֵ֥י <WH6456> pe-si-Lei The graven images אֱלֹהֵיהֶ֖ם <WH430> 'e-lo-hei-Hem of their gods תִּשְׂרְפ֣וּן <WH8313> tis-re-Fun shall ye burn בָּאֵ֑שׁ <WH784> ba-'Esh; with fire לֹֽא־ <WH3808> lo- nor תַחְמֹד֩ <WH2530> tach-Mod thou shalt not desire כֶּ֨סֶף <WH3701> Ke-sef the silver וְזָהָ֤ב <WH2091> ve-za-Hav or gold עֲלֵיהֶם֙ <WH5921> 'a-lei-Hem and וְלָקַחְתָּ֣ <WH3947> ve-la-kach-Ta [that is] on them nor take לָ֔ךְ Lach, פֶּ֚ן <WH6435> pen or תִּוָּקֵ֣שׁ <WH3369> tiv-va-Kesh [it] unto thee lest thou be snared בּ֔וֹ bo, כִּ֧י <WH3588> ki for תוֹעֲבַ֛ת <WH8441> to-'a-Vat therein for it [is] an abomination יְהוָ֥ה <WH3068> Yah-weh to the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God הֽוּא׃ <WH1931> Hu. he"},{"number":26,"verse":"וְלֹא־ <WH3808> ve-lo- shall not תָבִ֤יא <WH935> ta-Vi Neither shalt thou bring תֽוֹעֵבָה֙ <WH8441> to-'e-Vah an abomination אֶל־ <WH413> 'el- into בֵּיתֶ֔ךָ <WH1004> bei-Te-cha, into thine house וְהָיִ֥יתָ <WH1961> ve-ha-Yi-ta come חֵ֖רֶם <WH2764> Che-rem lest thou be a cursed thing כָּמֹ֑הוּ <WH3644> ka-Mo-hu; and like שַׁקֵּ֧ץ׀ <WH8262> shak-Ketz like it [but] thou shalt utterly תְּשַׁקְּצֶ֛נּוּ <WH8262> te-shak-ke-Tzen-nu detest וְתַעֵ֥ב׀ <WH8581> ve-ta-'Ev it and thou shalt utterly תְּֽתַעֲבֶ֖נּוּ <WH8581> te-ta-'a-Ven-nu abhor כִּי־ <WH3588> ki- for חֵ֥רֶם <WH2764> Che-rem it for it [is] a cursed thing הֽוּא׃ <WH1931> Hu. he פ Peh"}]}