{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"כָּל־ <WH3605> kol- All הַמִּצְוָ֗ה <WH4687> ham-mitz-Vah, All the commandments אֲשֶׁ֨ר <WH834> 'a-Sher which אָנֹכִ֧י <WH595> 'a-no-Chi I am מְצַוְּךָ֛ <WH6680> me-tzav-ve-Cha which I command הַיּ֖וֹם <WH3117> hai-Yom thee this day תִּשְׁמְר֣וּן <WH8104> tish-me-Run shall ye observe לַעֲשׂ֑וֹת <WH6213> la-'a-Sot; to do לְמַ֨עַן <WH4616> le-Ma-'an that תִּֽחְי֜וּן <WH2421> tich-Yun that ye may live וּרְבִיתֶ֗ם <WH7235> u-re-vi-Tem, and multiply וּבָאתֶם֙ <WH935> u-va-Tem and go in וִֽירִשְׁתֶּ֣ם <WH3423> vi-rish-Tem and possess אֶת־ <WH853> 'et- הָאָ֔רֶץ <WH776> ha-'A-retz, the land אֲשֶׁר־ <WH834> 'a-Sher- which נִשְׁבַּ֥ע <WH7650> nish-Ba' sware יְהוָ֖ה <WH3068> Yah-weh which the LORD לַאֲבֹתֵיכֶֽם׃ <WH1> la-'a-vo-tei-Chem. unto your fathers"},{"number":2,"verse":"וְזָכַרְתָּ֣ <WH2142> ve-za-char-Ta And thou shalt remember אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַדֶּ֗רֶךְ <WH1870> had-De-rech, all the way אֲשֶׁ֨ר <WH834> 'a-Sher which הֹלִֽיכֲךָ֜ <WH1980> ho-li-cha-Cha has led יְהוָ֧ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God זֶ֛ה <WH2088> zeh these אַרְבָּעִ֥ים <WH705> 'ar-ba-'Im thee these forty שָׁנָ֖ה <WH8141> sha-Nah years בַּמִּדְבָּ֑ר <WH4057> bam-mid-Bar; in the wilderness לְמַ֨עַן <WH4616> le-Ma-'an might עַנֹּֽתְךָ֜ <WH6031> 'an-no-te-Cha to humble לְנַסֹּֽתְךָ֗ <WH5254> le-nas-so-te-Cha, thee [and] to prove לָדַ֜עַת <WH3045> la-Da-'at thee to know אֶת־ <WH853> 'et- אֲשֶׁ֧ר <WH834> 'a-Sher what בִּֽלְבָבְךָ֛ <WH3824> bil-va-ve-Cha what [was] in thine heart הֲתִשְׁמֹ֥ר <WH8104> ha-tish-Mor whether thou wouldest keep; מִצְוֹתֹו mitz-vo-tov כמִצְוֹתָ֖יו <WH4687> mitz-vo-Tav commanded קאִם־ <WH518> 'im- or לֹֽא׃ <WH3808> Lo. not"},{"number":3,"verse":"וַֽיְעַנְּךָ֮ <WH6031> vay-'an-ne-Cha And he humbled וַיַּרְעִבֶךָ֒ <WH7456> vai-yar-'i-ve-Cha thee and suffered thee to hunger וַיַּֽאֲכִֽלְךָ֤ <WH398> vai-ya-'a-chil-Cha and fed אֶת־ <WH853> 'et- הַמָּן֙ <WH4478> ham-Man thee with manna אֲשֶׁ֣ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- nor יָדַ֔עְתָּ <WH3045> ya-Da'-ta, which thou knewest וְלֹ֥א <WH3808> ve-Lo nor יָדְע֖וּן <WH3045> ya-de-'Un know אֲבֹתֶ֑יךָ <WH1> 'a-vo-Tei-cha; not neither did thy fathers לְמַ֣עַן <WH4616> le-Ma-'an because of הוֹדִֽעֲךָ֗ <WH3045> ho-di-'a-Cha, that he might make thee know כִּ֠י <WH3588> ki for לֹ֣א <WH3808> lo nor עַל־ <WH5921> 'al- by הַלֶּ֤חֶם <WH3899> hal-Le-chem by bread לְבַדּוֹ֙ <WH905> le-vad-Do only יִחְיֶ֣ה <WH2421> yich-Yeh doth not live הָֽאָדָ֔ם <WH120> ha-'a-Dam, that man כִּ֛י <WH3588> ki for עַל־ <WH5921> 'al- by כָּל־ <WH3605> kol- everything מוֹצָ֥א <WH4161> mo-Tza but by every [word] that proceedeth פִֽי־ <WH6310> fi- out of the mouth יְהוָ֖ה <WH3068> Yah-weh of the LORD יִחְיֶ֥ה <WH2421> yich-Yeh live הָאָדָֽם׃ <WH120> ha-'a-Dam. doth man"},{"number":4,"verse":"שִׂמְלָ֨תְךָ֜ <WH8071> sim-La-te-cha Thy raiment לֹ֤א <WH3808> lo nor בָֽלְתָה֙ <WH1086> val-Tah waxed not old מֵֽעָלֶ֔יךָ <WH5921> me-'a-Lei-cha, and וְרַגְלְךָ֖ <WH7272> ve-rag-le-Cha upon thee neither did thy foot לֹ֣א <WH3808> lo nor בָצֵ֑קָה <WH1216> va-Tze-kah; swell זֶ֖ה <WH2088> zeh these אַרְבָּעִ֥ים <WH705> 'ar-ba-'Im these forty שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":5,"verse":"וְיָדַעְתָּ֖ <WH3045> ve-ya-da'-Ta Thou shalt also consider עִם־ <WH5973> 'im- in לְבָבֶ֑ךָ <WH3824> le-va-Ve-cha; thine heart כִּ֗י <WH3588> Ki, for כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher after יְיַסֵּ֥ר <WH3256> ye-yas-Ser chasteneth אִישׁ֙ <WH376> 'ish that as a man אֶת־ <WH853> 'et- בְּנ֔וֹ <WH1121> be-No, his son יְהוָ֥ה <WH3068> Yah-weh [so] the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God מְיַסְּרֶֽךָּ׃ <WH3256> me-yas-se-Re-ka. chasteneth"},{"number":6,"verse":"וְשָׁ֣מַרְתָּ֔ <WH8104> ve-Sha-mar-ta, Therefore thou shalt keep אֶת־ <WH853> 'et- מִצְוֹ֖ת <WH4687> mitz-Vot the commandments יְהוָ֣ה <WH3069> Yah-weh God אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God לָלֶ֥כֶת <WH1980> la-Le-chet to walk בִּדְרָכָ֖יו <WH1870> bid-ra-Chav in his ways וּלְיִרְאָ֥ה <WH3372> u-le-yir-'Ah and to fear אֹתֽוֹ׃ <WH853> o-To."},{"number":7,"verse":"כִּ֚י <WH3588> ki For יְהוָ֣ה <WH3068> Yah-weh For the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God מְבִֽיאֲךָ֖ <WH935> me-vi-'a-Cha bringeth אֶל־ <WH413> 'el- about אֶ֣רֶץ <WH776> 'E-retz land טוֹבָ֑ה <WH2896> to-Vah; thee into a good אֶ֚רֶץ <WH776> 'E-retz a land נַ֣חֲלֵי <WH5158> Na-cha-lei of brooks מָ֔יִם <WH4325> Ma-yim, of water עֲיָנֹת֙ <WH5869> 'a-ya-Not of fountains וּתְהֹמֹ֔ת <WH8415> u-te-ho-Mot, and depths יֹצְאִ֥ים <WH3318> yo-tze-'Im that spring out בַּבִּקְעָ֖ה <WH1237> bab-bik-'Ah of valleys וּבָהָֽר׃ <WH2022> u-va-Har. and hills"},{"number":8,"verse":"אֶ֤רֶץ <WH776> 'E-retz A land חִטָּה֙ <WH2406> chit-Tah of wheat וּשְׂעֹרָ֔ה <WH8184> u-se-'o-Rah, and barley וְגֶ֥פֶן <WH1612> ve-Ge-fen and vines וּתְאֵנָ֖ה <WH8384> u-te-'e-Nah and fig trees וְרִמּ֑וֹן <WH7416> ve-rim-Mon; and pomegranates אֶֽרֶץ־ <WH776> 'e-retz- a land זֵ֥ית <WH2132> zeit olive שֶׁ֖מֶן <WH8081> She-men of oil וּדְבָֽשׁ׃ <WH1706> u-de-Vash. and honey"},{"number":9,"verse":"אֶ֗רֶץ <WH776> 'E-retz, A land אֲשֶׁ֨ר <WH834> 'a-Sher wherein לֹ֤א <WH3808> lo without בְמִסְכֵּנֻת֙ <WH4544> ve-mis-ke-Nut scarceness תֹּֽאכַל־ <WH398> to-chal- thou shalt eat בָּ֣הּ bah לֶ֔חֶם <WH3899> Le-chem, bread לֹֽא־ <WH3808> lo- without תֶחְסַ֥ר <WH2637> tech-Sar thou shalt not lack כֹּ֖ל <WH3605> kol anything בָּ֑הּ Bah; אֶ֚רֶץ <WH776> 'E-retz any [thing] in it a land אֲשֶׁ֣ר <WH834> 'a-Sher whose אֲבָנֶ֣יהָ <WH68> 'a-va-Nei-ha whose stones בַרְזֶ֔ל <WH1270> var-Zel, [are] iron וּמֵהֲרָרֶ֖יהָ <WH2042> u-me-ha-ra-Rei-ha and out of whose hills תַּחְצֹ֥ב <WH2672> tach-Tzo thou mayest dig נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. brass"},{"number":10,"verse":"וְאָכַלְתָּ֖ <WH398> ve-'a-chal-Ta When thou hast eaten וְשָׂבָ֑עְתָּ <WH7646> ve-sa-Va-'e-ta; and art full וּבֵֽרַכְתָּ֙ <WH1288> u-ve-rach-Ta then thou shalt bless אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God עַל־ <WH5921> 'al- and הָאָ֥רֶץ <WH776> ha-'A-retz land הַטֹּבָ֖ה <WH2896> hat-to-Vah for the good אֲשֶׁ֥ר <WH834> 'a-Sher which נָֽתַן־ <WH5414> na-tan- which he hath given לָֽךְ׃ Lach."},{"number":11,"verse":"הִשָּׁ֣מֶר <WH8104> hish-Sha-mer Beware לְךָ֔ le-Cha, פֶּן־ <WH6435> pen- not תִּשְׁכַּ֖ח <WH7911> tish-Kach that thou forget אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh not the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God לְבִלְתִּ֨י <WH1115> le-vil-Ti not שְׁמֹ֤ר <WH8104> she-Mor in not keeping מִצְוֹתָיו֙ <WH4687> mitz-vo-Tav his commandments וּמִשְׁפָּטָ֣יו <WH4941> u-mish-pa-Tav and his judgments וְחֻקֹּתָ֔יו <WH2708> ve-chuk-ko-Tav, and his statutes אֲשֶׁ֛ר <WH834> 'a-Sher which אָנֹכִ֥י <WH595> 'a-no-Chi I מְצַוְּךָ֖ <WH6680> me-tzav-ve-Cha which I command הַיּֽוֹם׃ <WH3117> hai-Yom. thee this day"},{"number":12,"verse":"פֶּן־ <WH6435> pen- otherwise תֹּאכַ֖ל <WH398> to-Chal Lest [when] thou hast eaten וְשָׂבָ֑עְתָּ <WH7646> ve-sa-Va-'e-ta; and art full וּבָתִּ֥ים <WH1004> u-vat-Tim houses טוֹבִ֛ים <WH2896> to-Vim goodly תִּבְנֶ֖ה <WH1129> tiv-Neh and hast built וְיָשָֽׁבְתָּ׃ <WH3427> ve-ya-Sha-ve-ta. and dwelt"},{"number":13,"verse":"וּבְקָֽרְךָ֤ <WH1241> u-ve-ka-re-Cha And [when] thy herds וְצֹֽאנְךָ֙ <WH6629> ve-tzo-ne-Cha and thy flocks יִרְבְּיֻ֔ן <WH7235> yir-be-Yun, multiply וְכֶ֥סֶף <WH3701> ve-Che-sef and thy silver וְזָהָ֖ב <WH2091> ve-za-Hav and thy gold יִרְבֶּה־ <WH7235> yir-beh- is multiplied לָּ֑ךְ Lach; וְכֹ֥ל <WH3605> ve-Chol and all אֲשֶׁר־ <WH834> 'a-Sher- after לְךָ֖ le-Cha יִרְבֶּֽה׃ <WH7235> yir-Beh. and all that thou hast is multiplied"},{"number":14,"verse":"וְרָ֖ם <WH7311> ve-Ram be lifted up לְבָבֶ֑ךָ <WH3824> le-va-Ve-cha; Then thine heart וְשָֽׁכַחְתָּ֙ <WH7911> ve-sha-chach-Ta and thou forget אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God הַמּוֹצִיאֲךָ֛ <WH3318> ham-mo-tzi-'a-Cha which brought thee forth מֵאֶ֥רֶץ <WH776> me-'E-retz out of the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt מִבֵּ֥ית <WH1004> mib-Beit from the house עֲבָדִֽים׃ <WH5650> 'a-va-Dim. of bondage"},{"number":15,"verse":"הַמּוֹלִ֨יכֲךָ֜ <WH1980> ham-mo-Li-cha-cha led בַּמִּדְבָּ֣ר׀ <WH4057> bam-mid-Bar wilderness הַגָּדֹ֣ל <WH1419> hag-ga-Dol thee through that great וְהַנּוֹרָ֗א <WH3372> ve-han-no-Ra, and terrible נָחָ֤שׁ׀ <WH5175> na-Chash serpents שָׂרָף֙ <WH8314> sa-Raf [wherein were] fiery וְעַקְרָ֔ב <WH6137> ve-'ak-Rav, and scorpions וְצִמָּא֖וֹן <WH6774> ve-tzim-ma-'on and drought אֲשֶׁ֣ר <WH834> 'a-Sher where אֵֽין־ <WH369> 'ein- there מָ֑יִם <WH4325> Ma-yim; where [there was] no water הַמּוֹצִ֤יא <WH3318> ham-mo-Tzi who brought thee forth לְךָ֙ le-Cha מַ֔יִם <WH4325> Ma-yim, water מִצּ֖וּר <WH6697> mitz-Tzur out of the rock הַֽחַלָּמִֽישׁ׃ <WH2496> Ha-chal-la-Mish. of flint"},{"number":16,"verse":"הַמַּֽאֲכִ֨לְךָ֥ <WH398> ham-ma-'a-Chil-cha Who fed מָן֙ <WH4478> man with manna בַּמִּדְבָּ֔ר <WH4057> bam-mid-Bar, thee in the wilderness אֲשֶׁ֥ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- did not יָדְע֖וּן <WH3045> ya-de-'Un knew אֲבֹתֶ֑יךָ <WH1> 'a-vo-Tei-cha; which thy fathers לְמַ֣עַן <WH4616> le-Ma-'an might עַנֹּֽתְךָ֗ <WH6031> 'an-no-te-Cha, not that he might humble וּלְמַ֙עַן֙ <WH4616> u-le-Ma-'an might נַסֹּתֶ֔ךָ <WH5254> nas-so-Te-cha, thee and that he might prove לְהֵיטִֽבְךָ֖ <WH3190> le-hei-tiv-Cha thee to do thee good בְּאַחֲרִיתֶֽךָ׃ <WH319> be-'a-cha-ri-Te-cha. at thy latter end"},{"number":17,"verse":"וְאָמַרְתָּ֖ <WH559> ve-'a-mar-Ta And thou say בִּלְבָבֶ֑ךָ <WH3824> bil-va-Ve-cha; in thine heart כֹּחִי֙ <WH3581> ko-Chi My power וְעֹ֣צֶם <WH6108> ve-'O-tzem and the might יָדִ֔י <WH3027> ya-Di, of [mine] hand עָ֥שָׂה <WH6213> 'A-sah hath gotten לִ֖י li אֶת־ <WH853> 'et- הַחַ֥יִל <WH2428> ha-Cha-yil me this wealth הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":18,"verse":"וְזָֽכַרְתָּ֙ <WH2142> ve-za-char-Ta But thou shalt remember אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God כִּ֣י <WH3588> ki for ה֗וּא <WH1931> Hu, who הַנֹּתֵ֥ן <WH5414> han-no-Ten for [it is] he that giveth לְךָ֛ le-Cha כֹּ֖חַ <WH3581> Ko-ach thee power לַעֲשׂ֣וֹת <WH6213> la-'a-Sot to get חָ֑יִל <WH2428> Cha-yil; wealth לְמַ֨עַן <WH4616> le-Ma-'an because of הָקִ֧ים <WH6965> ha-Kim that he may establish אֶת־ <WH853> 'et- בְּרִית֛וֹ <WH1285> be-ri-To his covenant אֲשֶׁר־ <WH834> 'a-Sher- which נִשְׁבַּ֥ע <WH7650> nish-Ba' which he sware לַאֲבֹתֶ֖יךָ <WH1> la-'a-vo-Tei-cha unto thy fathers כַּיּ֥וֹם <WH3117> kai-Yom as [it is] this day הַזֶּֽה׃ <WH2088> haz-Zeh. this פ Peh"},{"number":19,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, shall come אִם־ <WH518> 'im- if שָׁכֹ֤חַ <WH7911> sha-Cho-ach And it shall be if thou do at all תִּשְׁכַּח֙ <WH7911> tish-Kach forget אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God וְהָֽלַכְתָּ֗ <WH1980> ve-ha-lach-Ta, and walk אַחֲרֵי֙ <WH310> 'a-cha-Rei after אֱלֹהִ֣ים <WH430> E-lo-Him gods אֲחֵרִ֔ים <WH312> 'a-che-Rim, other וַעֲבַדְתָּ֖ם <WH5647> va-'a-vad-Tam and serve וְהִשְׁתַּחֲוִ֣יתָ <WH7812> ve-hish-ta-cha-Vi-ta them and worship לָהֶ֑ם la-Hem; הַעִדֹ֤תִי <WH5749> ha-'i-Do-ti them I testify בָכֶם֙ va-Chem הַיּ֔וֹם <WH3117> hai-Yom, against you this day כִּ֥י <WH3588> ki that אָבֹ֖ד <WH6> 'a-Vod that ye shall surely תֹּאבֵדֽוּן׃ <WH6> toe-Dun. perish"},{"number":20,"verse":"כַּגּוֹיִ֗ם <WH1471> kag-go-Yim, As the nations אֲשֶׁ֤ר <WH834> 'a-Sher that יְהוָה֙ <WH3068> Yah-weh which the LORD מַאֲבִ֣יד <WH6> ma-'a-Vid destroyeth מִפְּנֵיכֶ֔ם <WH6440> mip-pe-nei-Chem, before your face כֵּ֖ן <WH3651> ken so תֹאבֵד֑וּן <WH6> toe-Dun; so shall ye perish עֵ֚קֶב <WH6118> 'E-kev because לֹ֣א <WH3808> lo not תִשְׁמְע֔וּן <WH8085> tish-me-'Un, ye would not be obedient בְּק֖וֹל <WH6963> be-Kol unto the voice יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God פ Peh"}]}