{"bibleAbbr":"paOV2016","bookName":"ਯੂਹੰਨਾ ਦੀ ਇੰਜੀਲ","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"( ਪ੍ਰਭੁ ਚੇਲਿਆਂ ਦੇ ਪੈਰ ਧੋਂਦਾ ਹੈ) ਪਸਾਹ ਦੇ ਤਿਉਹਾਰ ਤੋਂ ਪਹਿਲਾਂ ਯਿਸੂ ਨੇ ਇਹ ਜਾਣ ਕੇ ਭਈ ਮੇਰੀ ਘੜੀ ਆ ਪਹੁੰਚੀ ਹੈ ਜਾਂ ਮੈਂ ਇਸ ਜਗਤ ਨੂੰ ਛੱਡ ਕੇ ਪਿਤਾ ਦੇ ਕੋਲ ਜਾਵਾਂ ਆਪਣੇ ਨਿੱਜ ਲੋਕਾਂ ਨਾਲ ਜਿਹੜੇ ਜਗਤ ਵਿੱਚ ਸਨ ਪਿਆਰ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅੰਤ ਤੋੜੀ ਪਿਆਰ ਕਰਦਾ ਰਿਹਾ"},{"number":2,"verse":"ਅਰ ਖਾਣ ਦੇ ਵੇਲੇ ਜਦ ਸ਼ਤਾਨ ਸ਼ਮਊਨ ਦੇ ਪੁੱਤ੍ਰ ਯਹੂਦਾ ਇਸਕਰਿਯੋਤੀ ਦੇ ਦਿਲ ਵਿੱਚ ਇਹ ਪਾ ਚੁੱਕਿਆ ਸੀ ਜੋ ਉਹ ਉਸਨੂੰ ਫੜਵਾ ਦੇਵੇ"},{"number":3,"verse":"ਤਦ ਯਿਸੂ ਇਹ ਜਾਣ ਕੇ ਭਈ ਪਿਤਾ ਨੇ ਸੱਭੋ ਕੁਝ ਮੇਰੇ ਹੱਥ ਵਿੱਚ ਸੌਂਪਿਆ ਹੈ ਅਤੇ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੋਲੋਂ ਆਇਆ ਹਾਂ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੋਲ ਜਾਂਦਾ ਹਾਂ"},{"number":4,"verse":"ਖਾਣੇ ਤੋਂ ਉੱਠਿਆ ਅਰ ਆਪਣੇ ਬਸਤ੍ਰ ਲਾਹ ਛੱਡੇ ਅਰ ਪਰਨਾ ਲੈ ਕੇ ਆਪਣਾ ਲੱਕ ਬੰਨ੍ਹਿਆ"},{"number":5,"verse":"ਫੇਰ ਬਾਟੀ ਵਿੱਚ ਜਲ ਪਾ ਕੇ ਉਹ ਚੇਲਿਆਂ ਦੇ ਪੈਰ ਧੋਣ ਅਤੇ ਉਸ ਪਰਨੇ ਨਾਲ ਜਿਹੜਾ ਬੱਧਾ ਹੋਇਆ ਸੀ ਪੂੰਝਣ ਲੱਗਾ"},{"number":6,"verse":"ਸੋ ਉਹ ਸ਼ਮਊਨ ਪਤਰਸ ਕੋਲ ਆਇਆ। ਓਨ ਉਸ ਨੂੰ ਆਖਆ, ਪ੍ਰਭੁ ਜੀ ਤੂੰ ਮੇਰੇ ਪੈਰ ਧੌਂਦਾ ਹੈਂॽ"},{"number":7,"verse":"ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਜੋ ਮੈਂ ਕਰਦਾ ਹਾਂ ਸੋ ਤੂੰ ਹੁਣ ਨਹੀਂ ਜਾਣਦਾ ਪਰ ਇਹ ਦੇ ਪਿੱਛੋਂ ਸਮਝੇਂਗਾ"},{"number":8,"verse":"ਪਤਰਸ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, ਤੈਂ ਮੇਰੇ ਪੈਰ ਕਦੇ ਨਾ ਧੋਣੇ! ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਜੇ ਮੈਂ ਤੈਨੂੰ ਨਾ ਧੋਵਾਂ ਤਾਂ ਮੇਰੇ ਨਾਲ ਤੇਰਾ ਕੋਈ ਹਿੱਸਾ ਨਾ ਹੋਵੇਗਾ"},{"number":9,"verse":"ਸ਼ਮਊਨ ਪਤਰਸ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਪ੍ਰਭੁ ਜੀ ਨਿਰੇ ਮੇਰੇ ਪੈਰ ਹੀ ਨਹੀਂ ਸਗੋਂ ਹੱਥ ਅਰ ਸਿਰ ਭੀ ਧੋ!"},{"number":10,"verse":"ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਜਿਹੜਾ ਨਲ੍ਹਾਇਆ ਗਿਆ ਹੈ ਉਹ ਨੂੰ ਬਿਨਾ ਪੈਰ ਧੋਣ ਦੇ ਹੋਰ ਕੁਝ ਲੋੜ ਨਹੀਂ ਸਗੋਂ ਸਾਰਾ ਸ਼ੁੱਧ ਹੈ ਅਰ ਤੁਸੀਂ ਸ਼ੁੱਧ ਹੋ ਪਰ ਸੱਭੋ ਨਹੀਂ"},{"number":11,"verse":"ਉਹ ਤਾਂ ਆਪਣੇ ਫੜਵਾਉਣ ਵਾਲੇ ਨੂੰ ਜਾਣਦਾ ਸੀ ਇਸੇ ਕਰਕੇ ਉਸ ਨੇ ਆਖਿਆ ਭਈ ਤੁਸੀਂ ਸੱਭੋ ਸ਼ੁੱਧ ਨਹੀਂ ਹੋ।।"},{"number":12,"verse":"ਉਪਰੰਤ ਜਾਂ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰ ਧੋ ਹਟਿਆ ਅਤੇ ਆਪਣੇ ਬਸਤ੍ਰ ਲੈ ਲਏ ਤਾਂ ਫੇਰ ਬੈਠ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਕੀ ਕੀਤਾॽ"},{"number":13,"verse":"ਤੁਸੀਂ ਮੈਨੂੰ ਗੁਰੂ ਅਤੇ ਪ੍ਰਭੁ ਕਰਕੇ ਬੁਲਾਉਂਦੇ ਹੋ ਅਰ ਠੀਕ ਆਖਦੇ ਹੋ ਕਿਉਂ ਜੋ ਮੈਂ ਹਾਂ"},{"number":14,"verse":"ਸੋ ਜੇ ਮੈਂ ਗੁਰੂ ਅਤੇ ਪ੍ਰਭੁ ਹੋ ਕੇ ਤੁਹਾਡੇ ਪੈਰ ਧੋਤੇ ਤਾਂ ਚਾਹੀਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਭੀ ਇੱਕ ਦੂਏ ਦੇ ਪੈਰ ਧੋਵੋ"},{"number":15,"verse":"ਇਸ ਲਈ ਜੋ ਮੈਂ ਤੁਹਾਨੂੰ ਇੱਕ ਨਮੂਨਾ ਦੇ ਛੱਡਿਆ ਹੈ ਤਾਂ ਜੋ ਜਿਵੇਂ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਕੀਤਾ ਤੁਸੀਂ ਭੀ ਤਿਵੇਂ ਹੀ ਕਰੋ"},{"number":16,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਸੱਚ ਸੱਚ ਆਖਦਾ ਹਾਂ ਭਈ ਨੌਕਰ ਆਪਣੇ ਮਾਲਕ ਤੋਂ ਵੱਡਾ ਨਹੀਂ, ਨਾ ਭੇਜਿਆ ਹੋਇਆ ਆਪਣੇ ਭੇਜਣ ਵਾਲੇ ਤੋਂ"},{"number":17,"verse":"ਜੇ ਤੁਸੀਂ ਏਹ ਗੱਲਾਂ ਜਾਣਦੇ ਹੋ ਤਾਂ ਧੰਨ ਹੋ ਜੇ ਇਨ੍ਹਾਂ ਨੂੰ ਕਰੋ ਭੀ"},{"number":18,"verse":"ਮੈਂ ਤੁਸਾਂ ਸਭਨਾਂ ਦੇ ਵਿਖੇ ਨਹੀਂ ਆਖਦਾ ਹਾਂ। ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਾਣਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਚੁਣ ਲਿਆ ਹੈ, ਪਰ ਇਹ ਇਸ ਲਈ ਹੈ ਜੋ ਲਿਖਤ ( ।) ਪੂਰੀ ਹੋਵੇ ਭਈ ਉਸ ਨੇ ਜਿਹੜਾ ਮੇਰੀ ਰੋਟੀ ਖਾਂਦਾ ਹੈ ਮੇਰੇ ਉੱਤੇ ਆਪਣੀ ਲੱਤ ਚੁੱਕੀ"},{"number":19,"verse":"ਏਦੋਂ ਅੱਗੇ ਇਸ ਗੱਲ ਦੇ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ ਤਾਂ ਜਿਸ ਵੇਲੇ ਇਹ ਪੂਰੀ ਹੋ ਲਵੇ ਤਾਂ ਤੁਸੀਂ ਪਰਤੀਤ ਕਰੋ ਜੋ ਮੈਂ ਉਹੋ ਹਾਂ"},{"number":20,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਸੱਚ ਸੱਚ ਆਖਦਾ ਹਾਂ ਕਿ ਜੋ ਮੇਰੇ ਘੱਲੇ ਹੋਏ ਨੂੰ ਕਬੂਲਦਾ ਹੈ ਸੋ ਮੈਨੂੰ ਕਬੂਲਦਾ ਹੈ ਅਤੇ ਜੋ ਮੈਨੂੰ ਕਬੂਲਦਾ ਹੈ ਸੋ ਮੇਰੇ ਘੱਲਣ ਵਾਲੇ ਨੂੰ ਕਬੂਲਦਾ ਹੈ।।"},{"number":21,"verse":"ਏਹ ਗੱਲਾਂ ਕਹਿ ਕੇ ਯਿਸੂ ਆਤਮਾ ਵਿੱਚ ਘਬਰਾਉਣ ਲੱਗਾ ਅਤੇ ਸਾਖੀ ਦੇ ਕੇ ਬੋਲਿਆ, ਮੈਂ ਤੁਹਾਨੂੰ ਸੱਚ ਆਖਦਾ ਹਾਂ ਜੋ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਇੱਕ ਮੈਨੂੰ ਫੜਵਾਏਗਾ"},{"number":22,"verse":"ਚੇਲੇ ਇਸ ਭਰਮ ਵਿੱਚ ਪੈ ਕੇ ਜੋ ਉਸ ਨੇ ਇਹ ਗੱਲ ਕਿਹ ਦੇ ਵਿਖੇ ਆਖੀ ਇੱਕ ਦੂਏ ਦੀ ਵੱਲ ਵੇਖਣ ਲੱਗੇ"},{"number":23,"verse":"ਉਸ ਦੇ ਚੇਲਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਜਿਹ ਨੂੰ ਯਿਸੂ ਪਿਆਰ ਕਰਦਾ ਸੀ ਯਿਸੂ ਦੀ ਛਾਤੀ ਤੇ ਢਾਸਣਾ ਲਾਏ ਹੋਏ ਸੀ"},{"number":24,"verse":"ਇਸ ਲਈ ਸ਼ਮਊਨ ਪਤਰਸ ਨੇ ਉਹ ਨੂੰ ਸੈਨਤ ਕੀਤੀ ਅਤੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਦੱਸ ਤਾਂ ਇਹ ਕਿਹ ਦੀ ਗੱਲ ਕਰਦਾ ਹੈॽ"},{"number":25,"verse":"ਉਪਰੰਤ ਉਹ ਨੇ ਯਿਸੂ ਦੀ ਛਾਤੀ ਤੇ ਉਸੇ ਤਰਾਂ ਢਾਸਣਾ ਲਾਇਆ ਹੋਇਆ ਉਸ ਤੋਂ ਪੁੱਛਿਆ, ਪ੍ਰਭੁ ਜੀ ਉਹ ਕਿਹੜਾ ਹੈॽ"},{"number":26,"verse":"ਤਾਂ ਯਿਸੂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਜਿਹ ਦੇ ਲਈ ਮੈਂ ਬੁਰਕੀ ਤਰ ਕਰਾਂ ਅਤੇ ਉਹ ਨੂੰ ਦਿਆਂ ਉਹੋ ਹੈ। ਫੇਰ ਜਾਂ ਉਸ ਨੇ ਬੁਰਕੀ ਤਰ ਕਰ ਲਈ ਤਾਂ ਲੈ ਕੇ ਸ਼ਮਊਨ ਇਸਕਰਿਯੋਤੀ ਦੇ ਪੁੱਤ੍ਰ ਯਹੂਦਾ ਨੂੰ ਦੇ ਦਿੱਤੀ"},{"number":27,"verse":"ਅਤੇ ਬੁਰਕੀ ਦੇ ਪਿੱਛੋ ਉਸੇ ਵੇਲੇ ਸ਼ਤਾਨ ਉਹ ਦੇ ਵਿੱਚ ਸਮਾਇਆ। ਤਾਂ ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਕਿਹਾ ਜੋ ਤੂੰ ਕਰਨਾ ਹੈਂ ਸੋ ਛੇਤੀ ਕਰ!"},{"number":28,"verse":"ਪਰ ਜਿਹੜੇ ਖਾਣ ਬੈਠੇ ਸਨ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੇ ਨਾ ਜਾਤਾ ਭਈ ਓਨ ਉਹ ਨੂੰ ਇਹ ਕਾਹ ਦੇ ਲਈ ਆਖਿਆ"},{"number":29,"verse":"ਯਹੂਦਾ ਦੇ ਕੋਲ ਗੁਥਲੀ ਰਹਿੰਦੀ ਸੀ ਸੋ ਕਈਆਂ ਨੇ ਸਮਝਿਆ ਕਿ ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ ਹੈ ਭਈ ਤਿਉਹਾਰ ਦੇ ਲਈ ਜੋ ਕੁਝ ਸਾਨੂੰ ਲੋੜੀਦਾ ਹੈ ਸੋ ਮੁੱਲ ਲਿਆ ਅਥਵਾ ਇਹ ਕਿ ਕੰਗਾਲਾਂ ਨੂੰ ਕੁਝ ਦਿਹ"},{"number":30,"verse":"ਤਾਂ ਉਹ ਬੁਰਕੀ ਲੈ ਕੇ ਝੱਟ ਬਾਹਰ ਨਿੱਕਲ ਗਿਆ ਅਤੇ ਉਹ ਰਾਤ ਦਾ ਵੇਲਾ ਸੀ।।"},{"number":31,"verse":"ਫੇਰ ਜਾਂ ਉਹ ਬਾਹਰ ਨਿੱਕਲ ਗਿਆ ਤਾਂ ਯਿਸੂ ਨੇ ਆਖਿਆ ਕਿ ਹੁਣ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਦੀ ਵਡਿਆਈ ਅਰ ਉਹ ਦੇ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵਡਿਆਈ ਕੀਤੀ ਜਾਂਦੀ"},{"number":32,"verse":"ਜੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵਡਿਆਈ ਉਹ ਦੇ ਵਿੱਚ ਕੀਤੀ ਗਈ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਆਪਣੇ ਵਿੱਚ ਉਹ ਦੀ ਵਡਿਆਈ ਕਰੇਗਾ ਸਗੋਂ ਹੁਣੇ ਉਹ ਦੀ ਵਡਿਆਈ ਕਰੇਗਾ"},{"number":33,"verse":"ਹੇ ਬਾਲਕੋਂ, ਹੁਣ ਥੋੜਾ ਚਿਰ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਹਾਂ । ਤੁਸੀਂ ਮੈਨੂੰ ਭਾਲੋਗੇ ਅਤੇ ਜਿਸ ਤਰਾਂ ਮੈਂ ਯਹੂਦੀਆਂ ਨੂੰ ਕਿਹਾ ਸੀ ਕਿ ਜਿੱਥੇ ਮੈਂ ਜਾਂਦਾ ਹਾਂ ਤੁਸੀਂ ਨਹੀਂ ਆ ਸੱਕਦੇ ਓਸੇ ਤਰਾਂ ਹੁਣ ਮੈਂ ਤੁਹਾਨੂੰ ਵੀ ਆਖਦਾ ਹਾਂ"},{"number":34,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਨਵਾਂ ਹੁਕਮ ਦਿੰਦਾ ਹਾਂ ਕਿ ਇੱਕ ਦੂਏ ਨੂੰ ਪਿਆਰ ਕਰੋ ਅਰਥਾਤ ਜਿਵੇਂ ਮੈਂ ਤੁਹਾਨੂੰ ਪਿਆਰ ਕੀਤਾ ਤਿਵੇਂ ਤੁਸੀਂ ਇੱਕ ਦੂਏ ਨੂੰ ਪਿਆਰ ਕਰੋ"},{"number":35,"verse":"ਜੇ ਤੁਸੀਂ ਆਪੋ ਵਿੱਚ ਪ੍ਰੇਮ ਰੱਖੋ ਤਾਂ ਇਸੇ ਤੋਂ ਸਭ ਜਾਣਨਗੇ ਭਈ ਤੁਸੀਂ ਮੇਰੇ ਚੇਲੇ ਹੋ ।।"},{"number":36,"verse":"ਸ਼ਮਊਨ ਪਤਰਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਪ੍ਰਭੁ ਜੀ ਤੂੰ ਕਿੱਥੇ ਜਾਂਦਾ ਹੈਂॽ ਯਿਸੂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਜਿੱਥੇ ਮੈਂ ਜਾਂਦਾ ਹਾਂ ਤੂੰ ਹੁਣ ਮੇਰੇ ਮਗਰ ਚੱਲ ਨਹੀਂ ਸੱਕਦਾ ਪਰ ਇਹ ਦੇ ਪਿੱਛੋਂ ਤੂੰ ਮੇਰੇ ਮਗਰ ਚੱਲੇਂਗਾ"},{"number":37,"verse":"ਪਤਰਸ ਨੇ ਉਹ ਨੂੰ ਕਿਹਾ, ਪ੍ਰਭੁ ਜੀ ਮੈਂ ਹੁਣ ਤੇਰੇ ਮਗਰ ਕਿਉਂ ਨਹੀਂ ਚੱਲ ਸੱਕਦਾॽ ਮੈਂ ਤੇਰੇ ਬਦਲੇ ਆਪਣੀ ਜਾਨ ਦੇ ਦਿਆਂਗਾ!"},{"number":38,"verse":"ਯਿਸੂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਕੀ ਤੂੰ ਮੇਰੇ ਬਦਲੇ ਆਪਣੀ ਜਾਨ ਦੇ ਦੇਵੇਂਗੇॽ ਮੈਂ ਤੈਨੂੰ ਸੱਚ ਆਖਦਾ ਹਾਂ, ਜਿੰਨਾ ਚਿਰ ਤੂੰ ਮੇਰਾ ਤਿੰਨ ਵਾਰੀ ਇਨਕਾਰ ਨਾ ਕਰੇਂ ਕੁੱਕੜ ਬਾਂਗ ਨਾ ਦੇਵੇਗਾ।।"}]}