{"bibleAbbr":"paOV2016","bookName":"ਯੂਹੰਨਾ ਦੀ ਇੰਜੀਲ","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"( ਸਲੀਬੀ ਮੌਤ) ਸੋ ਤਦ ਪਿਲਾਤੁਸ ਨੇ ਯਿਸੂ ਨੂੰ ਫੜ ਕੇ ਕੋਰੜੇ ਮਰਵਾਏ"},{"number":2,"verse":"ਅਤੇ ਸਿਪਾਹੀਆਂ ਨੇ ਕੰਡਿਆਂ ਦਾ ਤਾਜ ਗੁੰਦ ਕੇ ਉਹ ਦੇ ਸਿਰ ਉੱਤੇ ਧਰਿਆ ਅਰ ਉਹ ਨੂੰ ਬੈਂਗਣੀ ਚੋਗਾ ਪਹਿਨਾਇਆ"},{"number":3,"verse":"ਅਤੇ ਉਹ ਦੇ ਕੋਲ ਆਣ ਕੇ ਕਹਿਣ ਲੱਗੇ, ਹੇ ਯਹੂਦੀਆਂ ਦੇ ਪਾਤਸ਼ਾਹ ਨਮਸਕਾਰ! ਅਤੇ ਉਹ ਨੂੰ ਚਪੇੜਾਂ ਮਾਰੀਆਂ"},{"number":4,"verse":"ਤਦ ਪਿਲਾਤੁਸ ਨੇ ਫੇਰ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਮੈਂ ਉਹ ਨੂੰ ਤੁਹਾਡੇ ਕੋਲ ਬਾਹਰ ਲਿਆਉਂਦਾ ਹਾਂ ਤਾਂ ਤੁਸੀਂ ਜਾਣੋਂ ਭਈ ਮੈਂ ਉਹ ਦਾ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ ਵੇਖਦਾ ਹਾਂ"},{"number":5,"verse":"ਤਾਂ ਯਿਸੂ ਕੰਡਿਆ ਦਾ ਤਾਜ ਰੱਖੇ ਅਤੇ ਬੈਂਗਣੀ ਚੋਗਾ ਪਹਿਨੇ ਬਾਹਰ ਨਿੱਕਿਲਆ, ਅਰ ਪਿਲਾਤੁਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਐਸ ਮਨੁੱਖ ਨੂੰ!"},{"number":6,"verse":"ਜਾਂ ਪਰਧਾਨ ਜਾਜਕਾਂ ਅਤੇ ਸਿਪਾਹੀਆਂ ਨੇ ਉਹ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਓਹ ਡੰਡ ਪਾ ਕੇ ਬੋਲੇ, ਉਹ ਨੂੰ ਸਲੀਬ ਦਿਓ, ਸਲੀਬ ਦਿਓ ! ਪਿਲਾਤੁਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, ਤੁਸੀਂ ਆਪੇ ਇਹ ਨੂੰ ਲੈ ਕੇ ਸਲੀਬ ਦਿਓ ਕਿਉਂ ਜੋ ਮੈਂ ਇਹ ਦਾ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ ਵੇਖਦਾ ਹਾਂ"},{"number":7,"verse":"ਯਹੂਦੀਆਂ ਨੇ ਉਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਕਿਸ ਸਾਡੇ ਕੋਲ ਸ਼ਰਾ ਹੈ ਅਤੇ ਉਸ ਸ਼ਰਾ ਅਨੁਸਾਰ ਇਹ ਮਰਨ ਜੋਗ ਹੈ ਇਸ ਲਈ ਜੋ ਇਹ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦਾ ਪੁੱਤ੍ਰ ਬਣਾਇਆ"},{"number":8,"verse":"ਜਦ ਪਿਲਾਤੁਸ ਨੇ ਇਹ ਗੱਲ ਸੁਣੀ ਤਦ ਹੋਰ ਵੀ ਡਰ ਗਿਆ"},{"number":9,"verse":"ਅਤੇ ਕਚਹਿਰੀ ਦੇ ਅੰਦਰ ਫੇਰ ਜਾ ਕੇ ਯਿਸੂ ਤੋਂ ਪੁੱਛਿਆ, ਤੂੰ ਕਿੱਥੋਂ ਦਾ ਹੈॽ ਪਰ ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਉੱਤਰ ਨਾ ਦਿੱਤਾ"},{"number":10,"verse":"ਤਦ ਪਿਲਾਤੁਸ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਮੇਰੇ ਨਾਲ ਨਹੀਂ ਬੋਲਦਾॽ ਕੀ ਤੂੰ ਨਹੀਂ ਜਾਣਦਾ ਜੋ ਇਹ ਮੇਰੇ ਵੱਸ ਵਿੱਚ ਹੈ ਕਿ ਭਾਵੇਂ ਤੈਨੂੰ ਛੱਡ ਦਿਆਂ ਭਾਵੇਂ ਤੈਨੂੰ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਵਾਂॽ"},{"number":11,"verse":"ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਜੇ ਤੈਨੂੰ ਇਹ ਉਪਰੋਂ ਨਾ ਦਿੱਤਾ ਜਾਂਦਾ ਤਾਂ ਮੇਰੇ ਉੱਤੇ ਤੇਰਾ ਕੁਝ ਵੱਸ ਨਾ ਚੱਲਦਾ। ਇਸ ਕਾਰਨ ਜਿਨ ਮੈਨੂੰ ਤੇਰੇ ਹਵਾਲੇ ਕੀਤਾ ਉਹ ਦਾ ਪਾਪ ਵੱਧ ਹੈ"},{"number":12,"verse":"ਇਸ ਗੱਲ ਕਰਕੇ ਪਿਲਾਤੁਸ ਨੇ ਉਸ ਨੂੰ ਛੱਡਣ ਦੀ ਭਾਲ ਕੀਤੀ ਪਰ ਯਹੂਦੀ ਡੰਡ ਪਾ ਕੇ ਕਹਿਣ ਲੱਗੇ, ਜੇ ਤੂੰ ਇਹ ਨੂੰ ਛੱਡ ਦੇਵੇਂ ਤਾਂ ਤੂੰ ਕੈਸਰ ਦਾ ਮਿੱਤ੍ਰ ਨਹੀਂ ! ਹਰੇਕ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਪਾਤਸ਼ਾਹ ਬਣਾਉਂਦਾ ਹੈ ਸੋ ਕੈਸਰ ਦੇ ਵਿਰੁੱਧ ਬੋਲਦਾ ਹੈ!"},{"number":13,"verse":"ਤਦ ਪਿਲਾਤੁਸ ਏਹ ਗੱਲਾਂ ਸੁਣ ਕੇ ਯਿਸੂ ਨੂੰ ਬਾਹਰ ਲਿਆਇਆ ਅਤੇ ਉਸ ਥਾਂ ਜਿਹੜਾ ਪੱਥਰ ਦਾ ਚਬੂਤਰਾ ਇਬਰਾਨੀ ਭਾਖਿਆ ਵਿੱਚ ਗੱਬਬਾ ਕਰਕੇ ਆਖੀਦਾ ਹੈ ਅਦਾਲਤ ਦੀ ਗੱਦੀ ਉੱਤੇ ਬਹਿ ਗਿਆ"},{"number":14,"verse":"ਇਹ ਪਸਾਹ ਦੀ ਤਿਆਰੀ ਦਾ ਦਿਨ ਅਤੇ ਦੁਪਹਿਰ ਦਾ ਵੇਲਾ ਸੀ ਅਤੇ ਉਹ ਨੇ ਯਹੂਦੀਆਂ ਨੂੰ ਕਿਹਾ ਭਈ ਵੇਖੋ ਔਹ ਤੁਹਾਡਾ ਪਾਤਸ਼ਾਹ!"},{"number":15,"verse":"ਤਦ ਓਹ ਡੰਡ ਪਾ ਉੱਠੇ ਕਿ ਲੈ ਜਾਓ, ਲੈ ਜਾਓ! ਉਹ ਨੂੰ ਸਲੀਬ ਦਿਓ! ਪਿਲਾਤੁਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਤੁਹਾਡੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਸਲੀਬ ਦਿਆਂॽ ਪਰਧਾਨ ਜਾਜਕਾਂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਕੈਸਰ ਬਿਨਾ ਸਾਡਾ ਕੋਈ ਪਾਤਸ਼ਾਹ ਨਹੀਂ ਹੈ"},{"number":16,"verse":"ਸੋ ਉਹ ਨੇ ਉਸ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ ਭਈ ਉਹ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ ਜਾਵੇ।।"},{"number":17,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਯਿਸੂ ਨੂੰ ਫੜ ਲਿਆ ਅਤੇ ਉਹ ਆਪੇ ਸਲੀਬ ਚੁੱਕੀ ਬਾਹਰ ਉਸ ਥਾਂ ਨੂੰ ਗਿਆ ਜਿਹੜਾ ਖੋਪਰੀ ਦਾ ਕਹਾਉਂਦਾ ਅਤੇ ਇਬਰਾਨੀ ਭਾਖਿਆ ਵਿੱਚ ਉਹ ਨੂੰ ਗਲਗਥਾ ਕਹਿੰਦੇ ਹਨ"},{"number":18,"verse":"ਓੱਥੇ ਉਨ੍ਹਾਂ ਉਸ ਨੂੰ ਅਰ ਉਸ ਦੇ ਨਾਲ ਹੋਰ ਦੋਹੁੰ ਨੂੰ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ, ਇੱਕ ਐਧਰ ਤੇ ਇੱਕ ਉੱਧਰ ਅਤੇ ਯਿਸੂ ਵਿਚਾਲੇ"},{"number":19,"verse":"ਅਤੇ ਪਿਲਾਤੁਸ ਨੇ ਇੱਕ ਪੱਟੀ ਵੀ ਲਿਖਾ ਕੇ ਸਲੀਬ ਉੱਤੇ ਲਾਈ ਅਤੇ ਇਹ ਲਿਖਿਆ ਹੋਇਆ ਸੀ, \"ਯਿਸੂ ਨਾਸਰੀ ਯਹੂਦੀਆਂ ਦਾ ਪਾਤਸ਼ਾਹ\""},{"number":20,"verse":"ਤਦ ਉਸ ਪੱਟੀ ਨੂੰ ਬਹੁਤਿਆਂ ਯਹੂਦੀਆਂ ਨੇ ਵਾਚਿਆ ਕਿਉਂ ਜੋ ਉਹ ਥਾਂ ਜਿੱਥੇ ਯਿਸੂ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ ਗਿਆ ਸੀ ਸ਼ਹਿਰੋ ਨੇੜੇ ਸੀ ਅਰ ਉਹ ਇਬਰਾਨੀ ਅਤੇ ਲਾਤੀਨੀ ਅਤੇ ਯੂਨਾਨੀ ਭਾਖਿਆਂ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਸੀ"},{"number":21,"verse":"ਤਾਂ ਯਹੂਦੀਆਂ ਦੇ ਪਰਧਾਨ ਜਾਜਕਾਂ ਨੇ ਪਿਲਾਤੁਸ ਨੂੰ ਆਖਿਆ ਕਿ, \"ਯਹੂਦੀਆਂ ਦਾ ਪਾਤਸ਼ਾਹ\" ਨਾ ਲਿਖੇ ਪਰ ਇਹ ਕਿ \"ਉਹ ਨੇ ਕਿਹਾ ਮੈਂ ਯਹੂਦੀਆਂ ਦਾ ਪਾਤਸ਼ਾਹ ਹਾਂ\""},{"number":22,"verse":"ਪਿਲਾਤੁਸ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਭਈ ਮੈਂ ਜੋ ਲਿਖਿਆ ਸੋ ਲਿਖਿਆ।।"},{"number":23,"verse":"ਫੇਰ ਸਿਪਾਹਿਆਂ ਨੇ ਜਾਂ ਯਿਸੂ ਨੂੰ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ ਸੀ ਤਾਂ ਉਹ ਦੇ ਬਸਤਰ ਲੈ ਕੇ ਚਾਰ ਹਿੱਸੇ ਕੀਤੇ, ਹਰੇਕ ਸਿਪਾਹੀ ਦੇ ਲਈ ਇੱਕ ਇੱਕ ਹਿੱਸਾ ਅਤੇ ਕੁੜਤਾ ਵੀ ਲੈ ਲਿਆ, ਅਰ ਉਹ ਕੁੜਤਾ ਸੀਤੇ ਬਿਨਾ ਉੱਪਰੋਂ ਸਾਰਾ ਬੁਣਿਆ ਹੋਇਆ ਸੀ"},{"number":24,"verse":"ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਆਪਸ ਵਿੱਚੀਂ ਕਿਹਾ ਅਸੀਂ ਇਹ ਨੂੰ ਨਾ ਪਾੜੀਏ ਪਰ ਇਹ ਦੇ ਉੱਤੇ ਗੁਣੇ ਪਾਈਆਂ ਜੋ ਇਹ ਕਿਹ ਨੂੰ ਲੱਭੇ। ਇਹ ਇਸ ਲਈ ਹੋਇਆ ਭਈ ਇਹ ਲਿਖਤ ਪੂਰੀ ਹੋਵੇ, ( ) - ਉਨ੍ਹਾਂ ਮੇਰੇ ਕੱਪੜੇ ਆਪਸ ਵਿੱਚੀਂ ਵੰਡ ਲਏ, ਅਤੇ ਮੇਰੇ ਲਿਬਾਸ ਉੱਤੇ ਗੁਣੇ ਪਾਏ।। ਸੋ ਸਿਪਾਹੀਆਂ ਨੇ ਇਹੋ ਕੀਤਾ"},{"number":25,"verse":"ਅਤੇ ਯਿਸੂ ਦੀ ਸਲੀਬ ਦੇ ਮੁੱਢ ਉਹ ਦੀ ਮਾਤਾ ਅਰ ਉਹ ਦੀ ਮਾਸੀ ਕਲੋਪਾਸ ਦੀ ਪਤਨੀ ਮਰਿਯਮ ਅਤੇ ਮਰਿਯਮ ਮਗਦਲੀਨੀ ਖਲੋਤੀਆਂ ਸਨ"},{"number":26,"verse":"ਤਦ ਯਿਸੂ ਨੇ ਆਪਣੀ ਮਾਤਾ ਨੂੰ ਅਤੇ ਉਸ ਚੇਲੇ ਨੂੰ ਜਿਹ ਦੇ ਨਾਲ ਉਹ ਪਿਆਰ ਕਰਦਾ ਸੀ ਕੋਲ ਖਲੋਤੇ ਵੇਖ ਕੇ ਆਪਣੀ ਮਾਤਾ ਨੂੰ ਆਖਿਆ, ਹੇ ਬੀਬੀ ਜੀ, ਔਹ ਵੇਖ ਤੇਰਾ ਪੁੱਤ੍ਰ"},{"number":27,"verse":"ਫੇਰ ਉਸ ਚੇਲੇ ਨੂੰ ਕਿਹਾ, ਔਹ ਵੇਖ ਤੇਰੀ ਮਾਤਾ, ਅਤੇ ਉਸੇ ਵੇਲਿਓਂ ਉਹ ਚੇਲਾ ਉਸ ਨੂੰ ਆਪਣੇ ਘਰ ਲੈ ਗਿਆ।।"},{"number":28,"verse":"ਇਹ ਦੇ ਪਿੱਛੋਂ ਯਿਸੂ ਨੇ ਇਹ ਜਾਣ ਕੇ ਭਈ ਹੁਣ ਸੱਭੋ ਕੁਝ ਪੂਰਾ ਹੋ ਚੁੱਕਿਆ ਲਿਖਤ ਦੇ ਸੰਪੂਰਣ ਹੋ ਲਈ ਆਖਿਆ, ਮੈਂ ਤਿਹਾਇਆ ਹਾਂ"},{"number":29,"verse":"ਉੱਥੇ ਇੱਕ ਭਾਂਡਾ ਸਿਰਕੇ ਦਾ ਭਰਿਆ ਹੋਇਆ ਧਰਿਆ ਸੀ ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਇੱਕ ਸਪੰਜ ਸਿਰਕੇ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਜੂਫ਼ੇ ਦੀ ਛਿਟੀ ਤੇ ਬੰਨ੍ਹ ਕੇ ਉਹ ਦੇ ਮੂੰਹ ਤਾਈਂ ਪੁਚਾਇਆ"},{"number":30,"verse":"ਸੋ ਜਾਂ ਯਿਸੂ ਨੇ ਸਿਰਕਾ ਲਿਆ ਤਾਂ ਆਖਿਆ, ਪੂਰਾ ਹੋਇਆ ਹੈ । ਤਦ ਉਹ ਨੇ ਸਿਰ ਨਿਵਾ ਕੇ ਜਾਨ ਦੇ ਦਿੱਤੀ।।"},{"number":31,"verse":"ਤਾਂ ਯਹੂਦੀਆਂ ਨੇ ਇਸ ਲਈ ਜੋ ਤਿਆਰੀ ਦਾ ਦਿਨ ਸੀ ਪਿਲਾਤੁਸ ਅੱਗੇ ਬੇਨਤੀ ਕੀਤੀ ਭਈ ਉਨ੍ਹਾਂ ਦੀਆਂ ਲੱਤਾਂ ਤੋੜੀਆਂ ਜਾਣ ਅਤੇ ਓਹ ਉਤਾਰੇ ਜਾਣ ਤਾਂ ਜੋ ਲੋਥਾਂ ਸਬਤ ਦੇ ਦਿਨ ਸਲੀਬ ਉੱਤੇ ਨਾ ਰਹਿਣ ਕਿਉਂ ਜੋ ਉਸ ਸਬਤ ਦਾ ਦਿਨ ਇੱਕ ਵੱਡਾ ਦਿਨ ਸੀ"},{"number":32,"verse":"ਤਦ ਸਿਪਾਹੀਆਂ ਨੇ ਆਣ ਕੇ ਪਹਿਲੇ ਦੀਆਂ ਲੱਤਾਂ ਤੋਂੜਿਆ ਅਤੇ ਪਿੱਛੋਂ ਦੂਏ ਦੀਆਂ ਵੀ ਜਿਹੜਾ ਉਹ ਦੇ ਨਾਲ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ ਹੋਇਆ ਸੀ"},{"number":33,"verse":"ਪਰ ਯਿਸੂ ਦੇ ਕੋਲ ਆਣ ਕੇ ਜਾਂ ਉਨ੍ਹਾਂ ਵੇਖਿਆ ਜੋ ਉਹ ਮਰ ਚੁੱਕਿਆ ਹੈ ਤਾਂ ਉਹ ਦੀਆਂ ਲੱਤਾਂ ਨਾ ਤੋਂੜਿਆ"},{"number":34,"verse":"ਪਰ ਸਿਪਾਹੀਆਂ ਵਿੱਚੋਂ ਇੱਕ ਨੇ ਬਰਛੀ ਨਾਲ ਉਹ ਦੀ ਵੱਖੀ ਵਿੰਨ੍ਹੀ ਅਤੇ ਓਵੇਂ ਹੀ ਲਹੂ ਅਤੇ ਪਾਣੀ ਨਿੱਕਲਿਆ"},{"number":35,"verse":"ਅਰ ਜਿਹ ਨੇ ਇਹ ਵੇਖਿਆ ਹੈ ਉਹ ਨੇ ਸਾਖੀ ਦਿੱਤੀ ਹੈ ਅਤੇ ਉਹ ਦੀ ਸਾਖੀ ਸਤ ਹੈ ਅਰ ਉਹ ਜਾਣਦਾ ਹੈ ਭਈ ਸਤ ਆਖਦਾ ਹੈ ਇਸ ਲਈ ਜੋ ਤੁਸੀਂ ਵੀ ਨਿਹਚਾ ਕਰੋ"},{"number":36,"verse":"ਕਿਉਂਕਿ ਏਹ ਗੱਲਾਂ ਇਸ ਲਈ ਹੋਈਆਂ ਜੋ ਇਹ ਲਿਖਤ ਪੂਰੀ ਹੋਵੇ ਭਈ ਉਹ ਦੀ ਕੋਈ ਹੱਡੀ ਤੋੜੀ ਨਾ ਜਾਵੇਗੀ"},{"number":37,"verse":"ਫੇਰ ਇਹ ਦੂਜੀ ਲਿਖਤ ਹੈ ਕਿ ਜਿਸ ਨੂੰ ਉਨ੍ਹਾਂ ਨੇ ਵਿੰਨ੍ਹੀਆ ਹੈ ਓਹ ਉਸ ਉੱਤੇ ਨਿਗਾਹ ਕਰਨਗੇ।।"},{"number":38,"verse":"ਇਹ ਦੇ ਪਿੱਛੋਂ ਅਰਿਮਥੇਆ ਦੇ ਯੂਸੁਫ਼ ਨੇ ਜਿਹੜਾ ਯਹੂਦੀਆਂ ਦਾ ਡਰ ਦੇ ਮਾਰੇ ਗੁੱਝਾ ਗੁੱਝਾ ਯਿਸੂ ਦਾ ਚੇਲਾ ਸੀ ਪਿਲਾਤੁਸ ਕੋਲ ਅਰਜ਼ ਕੀਤੀ ਜੋ ਮੈਂ ਯਿਸੂ ਦੀ ਲੋਥ ਲੈ ਜਾਵਾਂ, ਅਰ ਪਿਲਾਤੁਸ ਨੇ ਹੁਕਮ ਦੇ ਦਿੱਤਾ। ਸੋ ਉਹ ਆਇਆ ਅਰ ਉਹ ਦੀ ਲੋਥ ਲੈ ਗਿਆ"},{"number":39,"verse":"ਅਤੇ ਨਿਕੁਦੇਮੁਸ ਵੀ ਜਿਹੜਾ ਪਹਿਲਾਂ ਉਹ ਦੇ ਕੋਲ ਰਾਤ ਨੂੰ ਆਇਆ ਸੀ ਪੰਜਾਹਕੁ ਸੇਰ ਗੰਧਰਸ ਅਤੇ ਊਦ ਰਲੇ ਹੋਏ ਲਿਆਇਆ"},{"number":40,"verse":"ਫੇਰ ਉਨ੍ਹਾਂ ਯਿਸੂ ਦੀ ਲੋਥ ਲੈ ਕੇ ਉਹ ਨੂੰ ਸੁਗੰਧਾਂ ਨਾਲ ਮਹੀਨ ਕੱਪੜੇ ਵਿੱਚ ਵਲ੍ਹੇਟਿਆ ਜਿਵੇਂ ਯਹੂਦੀਆਂ ਦੇ ਕਫ਼ਨਾਉਣ ਦਫ਼ਨਾਉਣ ਦੀ ਰੀਤ ਸੀ"},{"number":41,"verse":"ਅਰ ਉਸ ਥਾਂ ਜਿੱਥੇ ਉਹ ਨੂੰ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ ਸੀ ਇੱਕ ਬਾਗ ਸੀ ਅਤੇ ਉਸ ਬਾਗ ਵਿੱਚ ਇੱਕ ਨਵੀਂ ਕਬਰ ਸੀ ਜਿਸ ਦੇ ਵਿੱਚ ਕਦੇ ਕੋਈ ਨਹੀਂ ਸੀ ਰੱਖਿਆ ਗਿਆ"},{"number":42,"verse":"ਸੋ ਯਹੂਦੀਆਂ ਦੀ ਤਿਆਰੀ ਦੇ ਦਿਨ ਦੇ ਕਾਰਨ ਉਨ੍ਹਾਂ ਯਿਸੂ ਨੂੰ ਉੱਥੇ ਹੀ ਰੱਖਿਆ ਕਿਉਂ ਜੋ ਇਹ ਕਬਰ ਨੇੜੇ ਸੀ।।"}]}