{"bibleAbbr":"paOV2016","bookName":"ਯੂਹੰਨਾ ਦੀ ਇੰਜੀਲ","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"( ਪ੍ਰਭੁ ਦੇ ਵਿਖੇ ਭਾਂਤ ਭਾਤ ਦੇ ਖਿਆਲ) ਇਹ ਦੇ ਪਿੱਛੋਂ ਪ੍ਰਭੁ ਯਿਸੂ ਗਲੀਲ ਵਿੱਚ ਫਿਰਦਾ ਰਿਹਾ ਕਿਉਂਕਿ ਉਹ ਨੇ ਯਹੂਦਿਯਾ ਵਿੱਚ ਫਿਰਨਾ ਨਾ ਚਾਹਿਆ ਇਸ ਲਈ ਜੋ ਯਹੂਦੀ ਉਹ ਦੇ ਮਾਰ ਸੁੱਟਣ ਦੇ ਮਗਰ ਪਏ ਸਨ"},{"number":2,"verse":"ਅਤੇ ਯਹੂਦੀਆਂ ਦਾ ਡੇਰਿਆਂ ਦਾ ਪਰਬ ਨੇੜੇ ਸੀ"},{"number":3,"verse":"ਇਸ ਲਈ ਉਹ ਦੇ ਭਰਾਵਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਐਥੋਂ ਤੁਰ ਕੇ ਯਹੂਦਿਯਾ ਵਿੱਚ ਜਾਹ ਭਈ ਤੇਰੇ ਕੰਮਾਂ ਨੂੰ ਜੋ ਤੂੰ ਕਰਦਾ ਹੈਂ ਤੇਰੇ ਚੇਲੇ ਵੀ ਵੇਖਣ"},{"number":4,"verse":"ਕਿਉਂਕਿ ਕੋਈ ਗੁਪਤ ਵਿੱਚ ਕੁਝ ਨਹੀਂ ਕਰਦਾ ਹੈ ਜੇ ਉਹ ਉੱਘਾ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੋਵੇ । ਜੇ ਤੂੰ ਇਹ ਕੰਮ ਕਰਦਾ ਹੈਂ ਤਾਂ ਆਪ ਨੂੰ ਜਗਤ ਉੱਤੇ ਪਰਗਟ ਕਰ"},{"number":5,"verse":"ਉਹ ਦੇ ਭਰਾ ਵੀ ਉਸ ਉੱਤੇ ਨਿਹਚਾ ਨਹੀਂ ਸੀ ਕਰਦੇ"},{"number":6,"verse":"ਤਦ ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੇਰਾ ਵੇਲਾ ਅਜੇ ਨਹੀਂ ਆਇਆ ਪਰ ਤੁਹਾਡਾ ਵੇਲਾ ਨਿੱਤ ਤਿਆਰ ਰਹਿੰਦਾ ਹੈ"},{"number":7,"verse":"ਜਗਤ ਤੁਹਾਡੇ ਨਾਲ ਵੈਰ ਨਹੀਂ ਕਰ ਸੱਕਦਾ ਪਰ ਮੇਰੇ ਨਾਲ ਵੈਰ ਕਰਦਾ ਹੈ ਕਿਉਂ ਜੋ ਮੈਂ ਉਸ ਉੱਤੇ ਸਾਖੀ ਦਿੰਦਾ ਹਾਂ ਭਈ ਉਹ ਦੇ ਕੰਮ ਬੁਰੇ ਹਨ"},{"number":8,"verse":"ਤੁਸੀਂ ਇਸ ਤਿਉਹਾਰ ਉੱਤੇ ਜਾਓ। ਮੈਂ ਅਜੇ ਇਸ ਤਿਉਹਾਰ ਉੱਤੇ ਨਹੀਂ ਜਾਂਦਾ ਕਿਉਂਕਿ ਮੇਰਾ ਵੇਲਾ ਅਜੇ ਪੂਰਾ ਨਹੀਂ ਹੋਇਆ"},{"number":9,"verse":"ਅਤੇ ਉਹ ਏਹ ਗੱਲਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਹਿ ਕੇ ਗਲੀਲ ਵਿੱਚ ਰਿਹਾ।।"},{"number":10,"verse":"ਪਰ ਜਾਂ ਉਹ ਦੇ ਭਰਾ ਤਿਉਹਾਰ ਉੱਤੇ ਚੱਲੇ ਗਏ ਤਾਂ ਉਹ ਆਪ ਵੀ ਤੁਰ ਪਿਆ, ਪਰਗਟ ਨਹੀਂ ਪਰ ਮਾਨੋ ਗੁਪਤ ਵਿੱਚ"},{"number":11,"verse":"ਉਪਰੰਤ ਯਹੂਦੀ ਉਹ ਨੂੰ ਤਿਉਹਾਰ ਦੇ ਕੱਠ ਵਿੱਚ ਲੱਭਣ ਲੱਗੇ ਅਤੇ ਬੋਲੇ, ਉਹ ਕਿੱਥੇ ਹੈॽ"},{"number":12,"verse":"ਲੋਕਾਂ ਵਿੱਚ ਉਹ ਦੇ ਵਿਖੇ ਬਹੁਤ ਚਰਚਾ ਹੋ ਰਹੀ ਸੀ। ਕਈਕੁ ਆਖਦੇ ਸਨ ਕਿ ਉਹ ਭਲਾ ਮਾਨਸ ਹੈ ਪਰ ਹੋਰ ਆਖਦੇ ਸਨ, ਨਹੀਂ, ਸਗੋਂ ਉਹ ਲੋਕਾਂ ਨੂੰ ਭਰਮਾਉਂਦਾ ਹੈ"},{"number":13,"verse":"ਪਰ ਤਾਂ ਵੀ ਯਹੂਦੀਆਂ ਦੇ ਡਰ ਦੇ ਮਾਰੇ ਕੋਈ ਉਹ ਦੀ ਗੱਲ ਖੋਲ੍ਹ ਕੇ ਨਹੀਂ ਕਰਦਾ ਸੀ।।"},{"number":14,"verse":"ਤਿਉਹਾਰ ਦੇ ਦਿਨ ਹੁਣ ਅੱਧੇ ਬੀਤ ਗਏ ਸਨ ਕਿ ਯਿਸੂ ਹੈਕਲ ਵਿੱਚ ਜਾ ਕੇ ਉਪਦੇਸ਼ ਦੇਣ ਲੱਗਾ"},{"number":15,"verse":"ਤਾਂ ਯਹੂਦੀ ਅਚਰਜ ਮੰਨ ਕੇ ਬੋਲੇ, ਬਿਨ ਪੜੇ ਇਹ ਨੂੰ ਵਿਦਿਆ ਕਿੱਥੋਂ ਆਈ ਹੈॽ"},{"number":16,"verse":"ਸੋ ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਮੇਰੀ ਸਿੱਖਿਆ ਮੇਰੀ ਆਪਣੀ ਨਹੀਂ ਸਗੋਂ ਉਹ ਦੀ ਹੈ ਜਿਨ੍ਹ ਮੈਨੂੰ ਘੱਲਿਆ"},{"number":17,"verse":"ਜੇ ਕੋਈ ਉਹ ਦੀ ਮਰਜ਼ੀ ਪੂਰੀ ਕਰਨੀ ਚਾਹੇ ਤਾਂ ਉਹ ਇਸ ਸਿੱਖਿਆ ਦੇ ਵਿਖੇ ਜਾਣੇਗਾ ਭਈ ਇਹ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਹੈ ਯਾ ਮੈਂ ਆਪਣੀ ਵੱਲੋਂ ਬੋਲਦਾ ਹਾਂ"},{"number":18,"verse":"ਜੋ ਕੋਈ ਆਪਣੀ ਵੱਲੋਂ ਬੋਲਦਾ ਹੈ ਸੋ ਆਪਣੀ ਹੀ ਵਡਿਆਈ ਚਾਹੁੰਦਾ ਹੈ ਪਰ ਜਿਹੜਾ ਆਪਣੇ ਭੇਜਣ ਵਾਲੇ ਦੀ ਵਡਿਆਈ ਚਾਹੁੰਦਾ ਹੈ ਉਹੋ ਸੱਚਾ ਹੈ ਅਤੇ ਉਹ ਦੇ ਵਿੱਚ ਕੁਧਰਮ ਨਹੀਂ ਹੈ"},{"number":19,"verse":"ਕੀ ਮੂਸਾ ਨੇ ਤੁਹਾਨੂੰ ਸ਼ਰਾ ਨਹੀਂ ਦਿੱਤੀॽ ਪਰ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਸ਼ਰਾ ਉੱਤੇ ਨਹੀਂ ਚੱਲਦਾ । ਤੁਸੀਂ ਮੇਰੇ ਮਾਰ ਸੁੱਟਣ ਦੇ ਮਗਰ ਕਿਉਂ ਪਏ ਹੋॽ"},{"number":20,"verse":"ਲੋਕਾਂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਤੈਨੂੰ ਤਾਂ ਭੂਤ ਚਿੰਬੜਿਆ ਹੋਇਆ ਹੈ। ਕੌਣ ਤੇਰੇ ਮਾਰ ਸੁੱਟਣ ਦੇ ਮਗਰ ਪਿਆ ਹੈॽ"},{"number":21,"verse":"ਯਿਸੂ ਨੇ ਅੱਗੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਇੱਕ ਕੰਮ ਕੀਤਾ ਅਤੇ ਤੁਸੀਂ ਸੱਭੇ ਅਚਰਜ ਮੰਨਦੇ ਹੋ"},{"number":22,"verse":"ਇਸ ਕਾਰਨ ਮੂਸਾ ਨੇ ਤੁਹਾਨੂੰ ਸੁੰਨਤ ਦੀ ਰੀਤ ਦਿੱਤੀ ਹੈ ਭਾਵੇਂ ਉਹ ਮੂਸਾ ਤੋਂ ਨਹੀਂ ਪਰ ਪਿਉ ਦਾਦਿਆਂ ਤੋਂ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਸਬਤ ਦੇ ਦਿਨ ਮਨੁੱਖ ਦੀ ਸੁੰਨਤ ਕਰਦੇ ਹੋ"},{"number":23,"verse":"ਜਾਂ ਸਬਤ ਦੇ ਦਿਨ ਮਨੁੱਖ ਦੀ ਸੁੰਨਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਇਸ ਕਰਕੇ ਜੋ ਮੂਸਾ ਦੀ ਸ਼ਰਾ ਟੁੱਟ ਨਾ ਜਾਏ ਤਾਂ ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਉੱਤੇ ਇਸ ਲਈ ਖੁਣਸਦੇ ਹੋ ਜੋ ਮੈਂ ਸਬਤ ਦੇ ਦਿਨ ਇੱਕ ਮਨੁੱਖ ਨੂੰ ਬਿਲਕੁਲ ਚੰਗਾ ਕੀਤਾॽ"},{"number":24,"verse":"ਵਿਖਾਵੇ ਦੇ ਅਨੁਸਾਰ ਨਿਆਉਂ ਨਾ ਕਰੋ ਪਰੰਤੂ ਸੱਚਾ ਨਿਆਉਂ ਕਰੋ।।"},{"number":25,"verse":"ਤਾਂ ਯਰੂਸ਼ਲਮ ਦੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਕਈ ਆਖਦੇ ਸਨ, ਕੀ ਇਹ ਉਹੋ ਨਹੀਂ ਜਿਹ ਦੇ ਮਾਰ ਸੁੱਟਣ ਦੇ ਮਗਰ ਓਹ ਪਏ ਹਨॽ"},{"number":26,"verse":"ਅਰ ਵੇਖੋ ਉਹ ਤਾਂ ਖੁਲ੍ਹੇ ਬਚਨ ਪਿਆ ਬੋਲਦਾ ਹੈ ਅਤੇ ਓਹ ਉਸ ਨੂੰ ਕੁਝ ਨਹੀਂ ਆਖਦੇ। ਕੀ ਸਰਦਾਰਾਂ ਨੇ ਸੱਚ ਜਾਣ ਲਿਆ ਜੋ ਇਹੋ ਮਸੀਹ ਹੈॽ"},{"number":27,"verse":"ਪਰ ਅਸੀਂ ਇਹ ਨੂੰ ਜਾਣਦੇ ਹਾਂ ਜੋ ਕਿੱਥੇ ਦਾ ਹੈ ਪਰ ਜਾਂ ਮਸੀਹ ਆਊਗਾ ਤਾਂ ਕੋਈ ਨਹੀਂ ਜਾਣੂ ਜੋ ਉਹ ਕਿੱਥੋਂ ਦਾ ਹੈ"},{"number":28,"verse":"ਇਸ ਕਰਕੇ ਯਿਸੂ ਹੈਕਲ ਵਿੱਚ ਉਪਦੇਸ਼ ਕਰਦਾ ਇਹ ਉੱਚੀ ਬੋਲਿਆ ਭਈ ਤੁਸੀਂ ਤਾਂ ਮੈਨੂੰ ਜਾਣਦੇ, ਨਾਲੇ ਇਹ ਭੀ ਜਾਣਦੇ ਹੋ ਜੋ ਮੈਂ ਕਿੱਥੇ ਦਾ ਹਾਂ। ਮੈਂ ਆਪਣੇ ਆਪ ਨਹੀਂ ਆਇਆ ਪਰ ਜਿਹ ਨੇ ਮੈਨੂੰ ਘੱਲਿਆ ਸੋ ਸੱਚਾ ਹੈ ਜਿਹ ਨੂੰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ"},{"number":29,"verse":"ਮੈਂ ਉਹ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ ਕਿਉਂ ਜੋ ਮੈਂ ਉਹ ਦੀ ਵੱਲੋਂ ਹਾਂ ਅਤੇ ਉਹ ਨੇ ਮੈਨੂੰ ਘੱਲਿਆ"},{"number":30,"verse":"ਤਦ ਓਹ ਉਸ ਦੇ ਫੜਨ ਦੇ ਮਗਰ ਪਏ ਪਰ ਕਿਨ੍ਹੇ ਉਸ ਉੱਤੇ ਹੱਥ ਨਾ ਪਾਇਆ ਇਸ ਲਈ ਜੋਉਹ ਦਾ ਵੇਲਾ ਅਜੇ ਨਹੀਂ ਸੀ ਆਇਆ"},{"number":31,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਬਹੁਤਿਆਂ ਨੇ ਉਸ ਉੱਤੇ ਨਿਹਚਾ ਕੀਤੀ ਅਤੇ ਬੋਲੇ ਕਿ ਜਾਂ ਮਸੀਹ ਆਊਗਾ ਤਾਂ ਭਲਾ, ਉਹ ਉਨ੍ਹਾਂ ਨਿਸ਼ਾਨਾਂ ਨਾਲੋਂ ਜਿਹੜੇ ਇਸ ਨੇ ਵਿਖਾਲੇ ਹਨ ਕੁਝ ਵੱਧ ਵਿਖਾਲੂॽ"},{"number":32,"verse":"ਫ਼ਰੀਸੀਆਂ ਨੇ ਉਹ ਦੇ ਵਿਖੇ ਲੋਕਾਂ ਦੀ ਇਹ ਚਰਚਾ ਸੁਣੀ ਤਾਂ ਪਰਧਾਨ ਜਾਜਕਾਂ ਅਤੇ ਫ਼ਰੀਸੀਆਂ ਨੇ ਸਿਪਾਹੀ ਘੱਲੇ ਜੋ ਉਹ ਨੂੰ ਫੜ ਲੈਣ"},{"number":33,"verse":"ਸੋ ਯਿਸੂ ਨੇ ਆਖਿਆ, ਅਜੇ ਥੋੜਾ ਚਿਰ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਹਾਂ ਅਤੇ ਜਿਨ ਮੈਨੂੰ ਘੱਲਿਆ ਉਹ ਦੇ ਕੋਲ ਚੱਲਿਆ ਜਾਂਦਾ ਹਾਂ"},{"number":34,"verse":"ਤੁਸੀਂ ਮੈਨੂੰ ਭਾਲੋਗੇ ਅਤੇ ਮੈਨੂੰ ਨਾ ਲੱਭੋਗੇ ਪਰ ਜਿੱਥੇ ਮੈਂ ਹਾਂ ਤੁਸੀਂ ਨਹੀਂ ਆ ਸੱਕਦੇ"},{"number":35,"verse":"ਉਪਰੰਤ ਯਹੂਦੀਆਂ ਨੇ ਆਪਸ ਵਿੱਚ ਆਖਿਆ, ਉਹ ਕਿੱਥੇ ਜਾਊ ਜੋ ਅਸੀਂ ਉਹ ਨੂੰ ਨਾ ਲੱਭਾਗੇॽ ਭਲਾ, ਉਹ ਉਨ੍ਹਾਂ ਕੋਲ ਜਾਊ ਜਿਹੜੇ ਯੂਨਾਨੀਆਂ ਵਿੱਚ ਖਿੰਡੇ ਹੋਏ ਹਨ ਅਤੇ ਯੂਨਾਨੀਆਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰੂॽ"},{"number":36,"verse":"ਇਹ ਕੀ ਗੱਲ ਹੈ ਜਿਹੜੀ ਉਹ ਨੇ ਆਖੀ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਭਾਲੋਗੇ ਅਤੇ ਮੈਨੂੰ ਨਾ ਲੱਭੋਗੇ ਅਰ ਜਿੱਥੇ ਮੈਂ ਹਾਂ ਤੁਸੀਂ ਨਹੀਂ ਆ ਸੱਕਦੇॽ।।"},{"number":37,"verse":"ਪਿਛਲੇ ਦਿਨ ਜਿਹੜਾ ਤਿਉਹਾਰ ਦਾ ਵੱਡਾ ਦਿਨ ਸੀ ਯਿਸੂ ਖੜਾ ਹੋਇਆ ਅਤੇ ਇਹ ਕਹਿ ਕੇ ਉੱਚੀ ਬੋਲਿਆ ਭਈ ਜੇ ਕੋਈ ਤਿਹਾਇਆ ਹੋਵੇ ਤਾਂ ਮੇਰੇ ਕੋਲ ਆਵੇ ਅਤੇ ਪੀਵੇ!"},{"number":38,"verse":"ਜੋ ਕੋਈ ਮੇਰੇ ਉੱਤੇ ਨਿਹਚਾ ਕਰਦਾ ਹੈ ਲਿਖਤ ਅਨੁਸਾਰ ਅੰਮ੍ਰਿਤ ਜਲ ਦੀਆਂ ਨਦੀਆਂ ਉਹ ਦੇ ਅੰਦਰੋਂ ਵਗਣਗੀਆਂ!"},{"number":39,"verse":"ਪਰ ਉਹ ਨੇ ਇਹ ਗੱਲ ਆਤਮਾ ਦੇ ਵਿਖੇ ਆਖੀ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਣਾ ਸੀ ਜਿਨ੍ਹਾਂ ਉਸ ਉੱਤੇ ਨਿਹਚਾ ਕੀਤੀ ਕਿਉਂਕਿ ਆਤਮਾ ਅਜੇ ਦਿੱਤਾ ਨਾ ਗਿਆ ਸੀ ਇਸ ਲਈ ਜੋ ਯਿਸੂ ਦਾ ਤੇਜ ਅਜੇ ਪਰਕਾਸ਼ ਨਹੀਂ ਸੀ ਹੋਇਆ"},{"number":40,"verse":"ਤਾਂ ਭੀੜ ਵਿੱਚੋਂ ਕਈਆਂ ਨੇ ਏਹ ਗੱਲਾਂ ਸੁਣ ਕੇ ਆਖਿਆ ਸੱਚੀ ਮੁੱਚੀ ਇਹ ਉਹੋ ਨਬੀ ਹੈ!"},{"number":41,"verse":"ਦੂਜਿਆਂ ਨੇ ਆਖਿਆ, ਇਹ ਮਸੀਹ ਹੈ! ਪਰ ਕਈਆਂ ਨੇ ਆਖਿਆ, ਭਲਾ, ਮਸੀਹ ਗਲੀਲ ਵਿੱਚੋਂ ਆਉਂਦਾ ਹੈॽ"},{"number":42,"verse":"ਕੀ ਕਤੇਬ ਨੇ ਨਹੀਂ ਆਖਿਆ ਜੋ ਮਸੀਹ ਦਾਊਦ ਦੀ ਅੰਸ ਵਿੱਚੋਂ ਅਤੇ ਬੈਤਲਹਮ ਦੀ ਨਗਰੀ ਤੋਂ ਜਿੱਥੇ ਦਾਊਦ ਸੀ ਆਉਂਦਾ ਹੈॽ"},{"number":43,"verse":"ਸੋ ਉਹ ਦੇ ਕਾਰਨ ਲੋਕਾਂ ਵਿੱਚ ਫੁੱਟ ਪੈ ਗਈ"},{"number":44,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿੰਨੇ ਚਾਹੁੰਦੇ ਸਨ ਭਈ ਇਹ ਨੂੰ ਫੜ ਲਈਏ ਪਰ ਕਿਸੇ ਨੇ ਉਸ ਉੱਤੇ ਹੱਥ ਨਾ ਪਾਏ।।"},{"number":45,"verse":"ਉਪਰੰਤ ਓਹ ਸਿਪਾਹੀ ਪਰਧਾਨ ਜਾਜਕਾਂ ਅਤੇ ਫ਼ਰੀਸੀਆਂ ਕੋਲ ਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਉਹ ਨੂੰ ਕਿਉਂ ਨਾ ਲਿਆਏॽ"},{"number":46,"verse":"ਸਿਪਾਹੀਆਂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਇਹ ਦੇ ਤੁੱਲ ਕਦੇ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਬਚਨ ਨਹੀਂ ਕੀਤਾ!"},{"number":47,"verse":"ਤਾਂ ਫ਼ਰੀਸੀਆਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਕੀ ਤੁਸੀਂ ਭੀ ਭਰਮਾਏ ਗਏॽ"},{"number":48,"verse":"ਭਲਾ, ਸਰਦਾਰਾਂ ਅਤੇ ਫ਼ਰੀਸੀਆਂ ਵਿੱਚੋਂ ਕਿਹ ਨੇ ਉਸ ਉੱਤੇ ਨਿਹਚਾ ਕੀਤੀॽ"},{"number":49,"verse":"ਪਰ ਲਾਨਤ ਹੈ ਇੰਨ੍ਹਾਂ ਲੋਕਾਂ ਉੱਤੇ ਜਿਹੜੇ ਸ਼ਰਾ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਹਨ!"},{"number":50,"verse":"ਨਿਕੁਦੇਮੁਸ ਨੇ ਜਿਹੜਾ ਪਹਿਲਾਂ ਯਿਸੂ ਦੇ ਕੋਲ ਆਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਸੀ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ"},{"number":51,"verse":"ਕੀ ਸਾਡੀ ਸ਼ਰਾ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਉਹ ਦੀ ਸੁਣਨ ਅਤੇ ਇਹ ਜਾਣਨ ਪਹਿਲਾਂ ਭਈ ਉਹ ਕੀ ਕਰਦਾ ਹੈਗਾ ਦੋਸ਼ੀ ਠਹਿਰਾਉਂਦੀ ਹੈॽ"},{"number":52,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਭਲਾ, ਤੂੰ ਭੀ ਗਲੀਲ ਤੋਂ ਹੈਂॽ"},{"number":53,"verse":"ਭਾਲ ਅਤੇ ਵੇਖ, ਜੋ ਗਲੀਲ ਵਿੱਚੋਂ ਕੋਈ ਨਬੀ ਨਹੀਂ ਉੱਠਦਾ।।"}]}