{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":132,"verses":[{"number":1,"verse":"A Song of degrees. LORD, remember David, [and] all his That is, with great difficulty he came to the kingdom, and with great zeal and care he went about to build your temple. afflictions:"},{"number":2,"verse":"Who sware vnto the Lorde, and vowed vnto the mightie God of Iaakob, saying,"},{"number":3,"verse":"Surely I Because the chief charge of the king was to set forth God's glory, he shows that he would take no rest, neither would he go about any worldly thing, were it never so necessary before he had executed his office. will not come into the tabernacle of my house, nor go up into my bed;"},{"number":4,"verse":"Nor suffer mine eyes to sleepe, nor mine eye lids to slumber,"},{"number":5,"verse":"Until I find out a place for the That is, the ark, which was a sign of God's presence. LORD, an habitation for the mighty [God] of Jacob."},{"number":6,"verse":"Lo, we heard of it at The common instinct was that the ark should remain in Ephratah, that is, in Bethlehem a plentiful place: but later we perceived that you would place it in Jerusalem, which was barren as a forest and compassed about only with hills. Ephratah: we found it in the fields of the wood."},{"number":7,"verse":"We will enter into his Tabernacles, and worship before his footestoole."},{"number":8,"verse":"Arise, O LORD, into thy That is Jerusalem, because later his Ark would move to no other place. rest; thou, and the ark of thy strength."},{"number":9,"verse":"Let thy priests be clothed with Let the effect of your grace appear both in the priests and in the people. righteousness; and let thy saints shout for joy."},{"number":10,"verse":"For thy As you first made promise to David, so continue it to his posterity that whatever they ask for their people, it may be granted. servant David's sake turn not away the face of thine anointed."},{"number":11,"verse":"The Lord hath sworne in trueth vnto Dauid, and he wil not shrinke from it, saying, Of the fruite of thy body will I set vpon thy throne."},{"number":12,"verse":"If thy children will keep my covenant and my testimony that I shall teach them, their children shall also sit upon thy throne for Because this cannot be accomplished but in Christ, it follows that the promise was spiritual. evermore."},{"number":13,"verse":"For the Lord hath chosen Zion, and loued to dwell in it, saying,"},{"number":14,"verse":"This [is] my rest for ever: here will I dwell; for I have Meaning, for his own sake and not for the plentifulness of the place: for he promises to bless it, declaring before that it was barren. desired it."},{"number":15,"verse":"I will surely blesse her vitailes, and will satisfie her poore with bread,"},{"number":16,"verse":"I will also clothe her priests with That is, with my protection, by which they will be safe. salvation: and her saints shall shout aloud for joy."},{"number":17,"verse":"There will I make the Though his force for a time seemed to be broken, yet he promises to restore it. horn of David to bud: I have ordained a lamp for mine anointed."},{"number":18,"verse":"His enemies will I clothe with shame, but on him his crowne shall florish."}]}