{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"O give thanks unto the LORD; for [he is] good: for his By this repetition he shows that the least of God's benefits bind us to thanksgiving: but chiefly his mercy, which is principally declared towards his Church. mercy [endureth] for ever."},{"number":2,"verse":"Praise ye the God of gods: for his mercie endureth for euer."},{"number":3,"verse":"Praise ye the Lord of lordes: for his mercie endureth for euer:"},{"number":4,"verse":"Which onely doeth great wonders: for his mercie endureth for euer:"},{"number":5,"verse":"Which by his wisedome made the heauens: for his mercie endureth for euer:"},{"number":6,"verse":"To him that stretched out the earth above the waters: for his This was a common kind of thanksgiving, which the whole people used, when they had received any benefit from God, as in (2Ch_7:6, 2Ch_20:21), meaning that God was not only merciful to their fathers, but also continued the same to their posterity. mercy [endureth] for ever."},{"number":7,"verse":"Which made great lightes: for his mercie endureth for euer:"},{"number":8,"verse":"As the sunne to rule the day: for his mercie endureth for euer:"},{"number":9,"verse":"The moone and the starres to gouerne the night: for his mercie endureth for euer:"},{"number":10,"verse":"Which smote Egypt with their first borne, (for his mercie endureth for euer)"},{"number":11,"verse":"And God's merciful providence toward man appears in all his creatures, but chiefly in that he delivered his Church from the clutches of their enemies. brought out Israel from among them: for his mercy [endureth] for ever:"},{"number":12,"verse":"With a strong hand, and with a In doing such a work as was never done before, nor that any other could do. stretched out arm: for his mercy [endureth] for ever."},{"number":13,"verse":"Which deuided the red Sea in two partes: for his mercie endureth for euer:"},{"number":14,"verse":"And made Israel to passe through the mids of it: for his mercie endureth for euer:"},{"number":15,"verse":"And ouerthrewe Pharaoh and his hoste in the red Sea: for his mercie endureth for euer:"},{"number":16,"verse":"To him which led his people through the Where for the space of forty years he showed infinite and most strange wonders. wilderness: for his mercy [endureth] for ever."},{"number":17,"verse":"Which smote great Kings: for his mercie endureth for euer:"},{"number":18,"verse":"And slew Declaring by it that no power or authority was so dear to him as the love of his Church. famous kings: for his mercy [endureth] for ever:"},{"number":19,"verse":"As Sihon King of the Amorites: for his mercie endureth for euer:"},{"number":20,"verse":"And Og the King of Bashan: for his mercie endureth for euer:"},{"number":21,"verse":"And gaue their land for an heritage: for his mercie endureth for euer:"},{"number":22,"verse":"Euen an heritage vnto Israel his seruant: for his mercie endureth for euer:"},{"number":23,"verse":"Who remembered us in our In our greatest affliction and slavery when we looked for nothing less than to have had any help. low estate: for his mercy [endureth] for ever:"},{"number":24,"verse":"And hath rescued vs from our oppressours: for his mercie endureth for euer:"},{"number":25,"verse":"Who giveth food to all Seeing that God provides even for the beasts much more has he care over his. flesh: for his mercy [endureth] for ever."},{"number":26,"verse":"Seeing that all ages have had most plain testimonies of God's benefits. O give thanks unto the God of heaven: for his mercy [endureth] for ever."}]}