{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"«[A Psalm] of David.» Blessed [be] the LORD my strength, which Who out of a poor shepherd has made a valiant warrior and mighty conqueror. teacheth my hands to war, [and] my fingers to fight:"},{"number":2,"verse":"My goodness, and my fortress; my high tower, and my deliverer; my shield, and [he] in whom I trust; who He confesses that neither by his own authority, power or policy was his kingdom quiet, but by the secret grace of God. subdueth my people under me."},{"number":3,"verse":"LORD, what [is] man, that thou To give to God just praise, is to confess ourselves to be unworthy of so excellent benefits, and that he bestows them on us of his free mercy. takest knowledge of him! [or] the son of man, that thou makest account of him!"},{"number":4,"verse":"Man is like to vanitie: his dayes are like a shadow, that vanisheth."},{"number":5,"verse":"He desires God to continue his graces, and to send help for the present need. Bow thy heavens, O LORD, and come down: touch the mountains, and they shall smoke."},{"number":6,"verse":"By these manner of speeches he shows that all the hindrances in the world cannot prevent God's power, which he apprehends by faith. Cast forth lightning, and scatter them: shoot out thine arrows, and destroy them."},{"number":7,"verse":"Send thine hand from above; rid me, and deliver me out of great That is, deliver me from the tumults of they who should be my people but are corrupt in their judgment and enterprises, as though they were strangers. waters, from the hand of strange children;"},{"number":8,"verse":"Whose mouth speaketh vanity, and their right hand [is] a right hand For though they shake hands, they do not keep their promises. of falsehood."},{"number":9,"verse":"I will sing a That is, a rare and excellent song, as your great benefits deserve. new song unto thee, O God: upon a psaltery [and] an instrument of ten strings will I sing praises unto thee."},{"number":10,"verse":"[It is he] that giveth salvation unto kings: who delivereth David his Though wicked kings are called God's servants, as was Cyrus in (Isa_45:1), for he uses them to execute his judgments: yet David because of God's promise and they who rule godly are properly so called, because they do not serve their own affections, but set forth God's glory. servant from the hurtful sword."},{"number":11,"verse":"Rescue me, and deliuer me from the hand of strangers, whose mouth talketh vanitie, and their right hand is a right hand of falsehoode:"},{"number":12,"verse":"He desires God to continue his benefits toward his people, counting the procreation of children and their good education among the chiefest of God's benefits. That our sons [may be] as plants grown up in their youth; [that] our daughters [may be] as corner stones, polished [after] the similitude of a palace:"},{"number":13,"verse":"[That] our That the corners of our houses may be full of store for the great abundance of your blessings. garners [may be] full, affording all manner of store: [that] our sheep may bring forth thousands and ten thousands in our streets:"},{"number":14,"verse":"[That] our He attributes not only the great conveniences, but even the least also to God's favour. oxen [may be] strong to labour; [that there be] no breaking in, nor going out; that [there be] no complaining in our streets."},{"number":15,"verse":"Happy [is that] people, that is And if God does not give to all his children all these blessings, yet he replaces them with better things. in such a case: [yea], happy [is that] people, whose God [is] the LORD."}]}