{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"«David's [Psalm] of praise.» He shows which sacrifices are pleasant and acceptable to God, even praise and thanksgiving and seeing that God still continues his benefits toward us, we ought never to be weary in praising him for the same. I will extol thee, my God, O king; and I will bless thy name for ever and ever."},{"number":2,"verse":"I will blesse thee dayly, and prayse thy Name for euer and euer."},{"number":3,"verse":"By this he declares that all power is subject to God, and that no worldly promotion should obscure God's glory. Great [is] the LORD, and greatly to be praised; and his greatness [is] unsearchable."},{"number":4,"verse":"One generation shall praise thy works to Even as the reason for man's creation and his preservation in this life is to praise God, therefore he requires that not only we ourselves do this, but cause all others to do the same. another, and shall declare thy mighty acts."},{"number":5,"verse":"I wil meditate of the beautie of thy glorious maiestie, and thy wonderfull workes,"},{"number":6,"verse":"And [men] shall speak of the might of thy Of your terrible judgments against the wicked. terrible acts: and I will declare thy greatness."},{"number":7,"verse":"They shall breake out into the mention of thy great goodnes, and shall sing aloude of thy righteousnesse."},{"number":8,"verse":"The LORD [is] gracious, and full of He describes after what sort God shows himself to all his creatures though our sins have provoked his vengeance against all: that is, merciful not only in pardoning the sins of his elect, but in doing good even to the reprobate, although they cannot feel the sweet comfort of the same. compassion; slow to anger, and of great mercy."},{"number":9,"verse":"The Lord is good to all, and his mercies are ouer all his workes."},{"number":10,"verse":"All thy workes prayse thee, O Lord, and thy Saints blesse thee."},{"number":11,"verse":"The praise of your glory belongs in all your creatures and though the wicked would obscure the same by their silence, yet the faithful are always mindful of the same. They shall speak of the glory of thy kingdom, and talk of thy power;"},{"number":12,"verse":"To make known to the sons of men his He shows that all things are out of order, only but where God reigns. mighty acts, and the glorious majesty of his kingdom."},{"number":13,"verse":"Thy kingdome is an euerlasting kingdome, and thy dominion endureth throughout all ages."},{"number":14,"verse":"The LORD upholdeth all that Who being in misery and affliction would faint and fall away if God did not uphold them, and therefore they should revere him who reigns in heaven and suffer themselves to be governed by him. fall, and raiseth up all [those that be] bowed down."},{"number":15,"verse":"The eyes of That is, as well of man as of beast. all wait upon thee; and thou givest them their meat in due season."},{"number":16,"verse":"Thou openest thine hand, and fillest all things liuing of thy good pleasure."},{"number":17,"verse":"The LORD [is] He praises God, not only because he is beneficial to all his creatures, but also in that he justly punishes the wicked, and mercifully examines his by the cross, giving them strength and delivering them. righteous in all his ways, and holy in all his works."},{"number":18,"verse":"The LORD [is] nigh unto all them that call upon him, to all that call upon him in Which only belongs to the faithful: and this virtue is contrary to infidelity, doubting, impatience and murmuring. truth."},{"number":19,"verse":"He will fulfil the For they will ask or wish for nothing, but according to his will, (1Jo_5:14). desire of them that fear him: he also will hear their cry, and will save them."},{"number":20,"verse":"The Lorde preserueth all them that loue him: but he will destroy all the wicked."},{"number":21,"verse":"My mouth shall speak the praise of the LORD: and let all That is, all men will be bound to praise him. flesh bless his holy name for ever and ever."}]}