{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":146,"verses":[{"number":1,"verse":"Praise ye the LORD. Praise the LORD, O my He stirs up himself and all his affections to praise God. soul."},{"number":2,"verse":"I will prayse the Lorde during my life: as long as I haue any being, I wil sing vnto my God."},{"number":3,"verse":"Put not your trust in That God may have the whole praise: in which he forbids all vain confidence showing that by nature we are more inclined to put our trust in creatures, than in God the Creator. princes, [nor] in the son of man, in whom [there is] no help."},{"number":4,"verse":"His breath goeth forth, he returneth to his earth; in that very day his As their vain opinions, by which they flattered themselves and so imagined wicked enterprises. thoughts perish."},{"number":5,"verse":"Blessed is he, that hath the God of Iaakob for his helpe, whose hope is in the Lord his God."},{"number":6,"verse":"Which made He encourages the godly to trust only in the Lord, both in his power's ability to deliver them from all danger, and for his promise sake, as his will is most ready to do it. heaven, and earth, the sea, and all that therein [is]: which keepeth truth for ever:"},{"number":7,"verse":"Which executeth judgment Whose faith and patience for a while he tries but at length he punishes the adversaries, that he may be known to be the judge of the world. for the oppressed: which giveth food to the hungry. The LORD looseth the prisoners:"},{"number":8,"verse":"The LORD openeth [the eyes of] the blind: the LORD raiseth them that are bowed down: the LORD Though he visits them with affliction, hunger, imprisonment and such like, yet his fatherly love and pity never fails them, yea rather to his these are signs of his love. loveth the righteous:"},{"number":9,"verse":"The LORD preserveth the Meaning, all who are destitute of worldly means and help. strangers; he relieveth the fatherless and widow: but the way of the wicked he turneth upside down."},{"number":10,"verse":"The LORD shall He assures the Church that God reigns forever for the preservation of the same. reign for ever, [even] thy God, O Zion, unto all generations. Praise ye the LORD."}]}