{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"Praise ye the LORD: for [it is] good to sing praises unto our God; for [it is] He shows in which we ought to exercise ourselves continually, and to take our pastime: that is, in praising God. pleasant; [and] praise is comely."},{"number":2,"verse":"The LORD doth build up Because the Lord is the founder of the Church, it cannot be destroyed, though the members of it are dispersed and seem as it were for a time to be cut off. Jerusalem: he gathereth together the outcasts of Israel."},{"number":3,"verse":"He healeth the With affliction, or sorrow for sin. broken in heart, and bindeth up their wounds."},{"number":4,"verse":"He Though it seems incredible to man, that God should assemble his Church, being so dispersed, yet nothing can be too hard to him that can number and name all the stars. telleth the number of the stars; he calleth them all by [their] names."},{"number":5,"verse":"Great is our Lord, and great is his power: his wisdome is infinite."},{"number":6,"verse":"The LORD lifteth up the meek: he casteth the wicked down to the For the more high that the wicked climb the greater is their fall in the end. ground."},{"number":7,"verse":"Sing vnto the Lord with prayse: sing vpon the harpe vnto our God,"},{"number":8,"verse":"Who He shows by the example of God's mighty power, goodness, and wisdom, that he can never lack just opportunity to praise God. covereth the heaven with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains."},{"number":9,"verse":"He giveth to the beast his food, [and] to the young ravens which For their crying is as it were a confession of their need, which cannot be relieved, but by God alone, then if God show himself mindful of the most contemptible souls, can he suffer them to die with famine, whom he has assured of life everlasting? cry."},{"number":10,"verse":"He delighteth not in the Though to use lawful means is both profitable and pleases God, yet to put our trust in them is to defraud God of his honour. strength of the horse: he taketh not pleasure in the legs of a man."},{"number":11,"verse":"But the Lorde deliteth in them that feare him, and attende vpon his mercie."},{"number":12,"verse":"Prayse the Lorde, O Ierusalem: prayse thy God, O Zion."},{"number":13,"verse":"For he hath He not only furnishes his Church with all that is necessary but preserves also the same, and makes it strong against all outward force. strengthened the bars of thy gates; he hath blessed thy children within thee."},{"number":14,"verse":"He setteth peace in thy borders, and satisfieth thee with the floure of wheate."},{"number":15,"verse":"He sendeth forth his His secret working in all creatures is as a command to keep them in order and to give them moving and force. commandment [upon] earth: his word runneth very For immediately and without resisting all things obey him. swiftly."},{"number":16,"verse":"He giueth snowe like wooll, and scattereth the hoare frost like ashes."},{"number":17,"verse":"He casteth foorth his yce like morsels: who can abide the colde thereof?"},{"number":18,"verse":"He sendeth his worde and melteth them: he causeth his winde to blowe, and the waters flowe."},{"number":19,"verse":"He sheweth his As before he called God's secret working in all his creatures his word: so he means by this his word the doctrine of life everlasting, which he has left to his Church as a precious treasure. word unto Jacob, his statutes and his judgments unto Israel."},{"number":20,"verse":"He hath not dealt so with any nation: and [as for his] judgments, they have not The cause of this difference is God's free mercy, which has elected his in his Son Christ Jesus to salvation: and his just judgment, by which he has appointed the reprobate to eternal damnation. known them. Praise ye the LORD."}]}