{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"«A Prayer of David.» Hear My righteous cause. the right, O LORD, attend unto my cry, give ear unto my prayer, [that goeth] not out of feigned lips."},{"number":2,"verse":"Let my The vengeance that you will show against my enemies. sentence come forth from thy presence; let thine eyes behold the things that are equal."},{"number":3,"verse":"Thou hast When your Spirit examined my conscience. proved mine heart; thou hast visited [me] in the night; thou hast tried me, [and] shalt find nothing; I am purposed [that] my I was innocent toward my enemy both in deed and thought. mouth shall not transgress."},{"number":4,"verse":"Concerning the works of men, by the Though the wicked provoked me to do evil for evil, yet your word kept me back. word of thy lips I have kept [me from] the paths of the destroyer."},{"number":5,"verse":"Stay my steps in thy paths, that my feete doe not slide."},{"number":6,"verse":"I have called upon thee, He was assured that God would not refuse his request. for thou wilt hear me, O God: incline thine ear unto me, [and hear] my speech."},{"number":7,"verse":"Shew thy marvellous lovingkindness, O thou that savest by thy right hand them which put their trust [in thee] from those that For all rebel against you, who trouble your Church. rise up [against them]."},{"number":8,"verse":"Keepe me as the apple of the eye: hide me vnder the shadowe of thy wings,"},{"number":9,"verse":"From the wicked that oppress me, [from] my deadly enemies, [who] compass For their cruelty cannot be satisfied but with my death. me about."},{"number":10,"verse":"They are inclosed in their own They are puffed up with pride, as the stomach that is choked with fat. fat: with their mouth they speak proudly."},{"number":11,"verse":"They haue compassed vs now in our steps: they haue set their eyes to bring downe to the ground:"},{"number":12,"verse":"Like as a lyon that is greedy of pray, and as it were a lyons whelp lurking in secret places."},{"number":13,"verse":"Arise, O LORD, Stop his rage. disappoint him, cast him down: deliver my soul from the wicked, [which is] thy sword:"},{"number":14,"verse":"From men [which are] thy By your heavenly power. hand, O LORD, from men of the world, [which have] their And not feel the pain that God's children often do. portion in [this] life, and whose belly thou fillest with thy hid [treasure]: they are full of children, and leave the rest of their [substance] to their babes."},{"number":15,"verse":"As for me, I will behold thy face This is the full happiness, comforting against all assaults to have the face of God and favourable countenance opened to us. in righteousness: I shall be satisfied, when I And am delivered out of my great troubles. awake, with thy likeness."}]}