{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"To him that excelleth. A Psalme of Dauid the seruant of the Lorde, which spake vnto the Lord the wordes of this song (in the day that the Lorde deliuered him from the hande of all his enemies, and from the hand of Saul) and sayd, I will loue thee dearely, O Lord my strength."},{"number":2,"verse":"He uses this diversity of names to show that as the wicked have many means to hurt, so God has many ways to help. The LORD [is] my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, [and] my high tower."},{"number":3,"verse":"I will call upon the LORD, [who is worthy] to be For no one can obtain their request from God if they do not join his glory with their petition. praised: so shall I be saved from mine enemies."},{"number":4,"verse":"He speaks of the dangers and malice of his enemies from which God had delivered him. The sorrows of death compassed me, and the floods of ungodly men made me afraid."},{"number":5,"verse":"The sorowes of the graue haue compassed me about: the snares of death ouertooke me."},{"number":6,"verse":"But in my trouble did I call vpon the Lord, and cryed vnto my God: he heard my voyce out of his Temple, and my crye did come before him, euen into his eares."},{"number":7,"verse":"A description of the wrath of God against his enemies, after he had heard his prayer. Then the earth shook and trembled; the foundations also of the hills moved and were shaken, because he was wroth."},{"number":8,"verse":"There went up a smoke out of his nostrils, and He shows how horrible God's judgments will be to the wicked. fire out of his mouth devoured: coals were kindled by it."},{"number":9,"verse":"He bowed the heavens also, and came down: and Darkness signifies the wrath of God as the clear light signifies God's favour. darkness [was] under his feet."},{"number":10,"verse":"And he rode upon a This is described at large in (Psa. 104:1-35). cherub, and did fly: yea, he did fly upon the wings of the wind."},{"number":11,"verse":"He made darkness his As a king angry with the people, will not show himself to them. secret place; his pavilion round about him [were] dark waters [and] thick clouds of the skies."},{"number":12,"verse":"At the brightnes of his presence his clouds passed, haylestones and coles of fire."},{"number":13,"verse":"The LORD also thundered in the heavens, and the Highest gave Thunders, lightnings and hail. his voice; hail [stones] and coals of fire."},{"number":14,"verse":"Yea, he sent out His lightening. his arrows, and scattered them; and he shot out lightnings, and discomfited them."},{"number":15,"verse":"Then the channels of waters were seen, and the That is, the deep bottoms were seen when the Red sea was divided. foundations of the world were discovered at thy rebuke, O LORD, at the blast of the breath of thy nostrils."},{"number":16,"verse":"He sent from above, he took me, he drew me out of many Out of many great dangers. waters."},{"number":17,"verse":"He delivered me from my That is, Saul. strong enemy, and from them which hated me: for they were Therefore God sent me help. too strong for me."},{"number":18,"verse":"They preuented me in the day of my calamitie: but the Lord was my stay."},{"number":19,"verse":"He brought me forth also into a large place; The cause of God's deliverance is his favour and love for us. he delivered me, because he delighted in me."},{"number":20,"verse":"The LORD rewarded me according to my David was sure of his righteous cause and good behaviour toward Saul and his enemies and therefore was assured of God's favour and deliverance. righteousness; according to the cleanness of my hands hath he recompensed me."},{"number":21,"verse":"Because I kept the wayes of the Lord, and did not wickedly against my God."},{"number":22,"verse":"For all his judgments [were] before me, and I did not put away his For all his dangers he exercised himself in the law of God. statutes from me."},{"number":23,"verse":"I was also upright before him, and I kept myself from mine I neither gave place to their wicked temptations nor to my own desires. iniquity."},{"number":24,"verse":"Therefore the Lorde rewarded me according to my righteousnesse, and according to the purenes of mine hands in his sight."},{"number":25,"verse":"With the Here he speaks of God according to our capacity, who shows mercy to his and punishes the wicked, as is also said in (Lev_26:21, Lev_26:24). merciful thou wilt shew thyself merciful; with an upright man thou wilt shew thyself upright;"},{"number":26,"verse":"With the pure thou wilt shewe thy selfe pure, and with the froward thou wilt shewe thy selfe froward."},{"number":27,"verse":"For thou wilt save the afflicted people; but wilt When their sin is come to the full measure. bring down high looks."},{"number":28,"verse":"Surely thou wilt light my candle: the Lord my God wil lighten my darkenes."},{"number":29,"verse":"For by thee I have He attributes it to God that he both got the victory in the field and also destroyed the cities of his enemies. run through a troop; and by my God have I leaped over a wall."},{"number":30,"verse":"[As for] God, his way [is] perfect: the No matter how great or many the dangers may be, yet God's promise must take effect. word of the LORD is tried: he [is] a buckler to all those that trust in him."},{"number":31,"verse":"For who is God besides the Lord? And who is mightie saue our God?"},{"number":32,"verse":"[It is] God that girdeth me with strength, and maketh my He gives good success to all my enterprises. way perfect."},{"number":33,"verse":"He maketh my feet like hinds' [feet], and setteth me upon my As towers and forts, which he took out of the hands of God's enemies. high places."},{"number":34,"verse":"He teacheth mine hands to fight: so that a bowe of brasse is broken with mine armes."},{"number":35,"verse":"Thou hast also given me the To defend me from dangers. shield of thy salvation: and thy right hand hath holden me up, and thy He attributed the beginning, continuance and increase in well doing only to God's favour. gentleness hath made me great."},{"number":36,"verse":"Thou hast enlarged my steps vnder mee, and mine heeles haue not slid."},{"number":37,"verse":"David declares that he did nothing besides his calling, but was stirred up by God's Spirit to execute his judgments. I have pursued mine enemies, and overtaken them: neither did I turn again till they were consumed."},{"number":38,"verse":"I haue wounded them, that they were not able to rise: they are fallen vnder my feete."},{"number":39,"verse":"For thou hast girded me with strength to battell: them, that rose against me, thou hast subdued vnder me."},{"number":40,"verse":"Thou hast also You have given them to my hands to be slain. given me the necks of mine enemies; that I might destroy them that hate me."},{"number":41,"verse":"They They who reject the cry of the afflicted, God will also reject them when they cry for help, for either pain or fear causes those hypocrites to cry. cried, but [there was] none to save [them: even] unto the LORD, but he answered them not."},{"number":42,"verse":"Then I did beate them small as the dust before the winde: I did treade them flat as the clay in the streetes."},{"number":43,"verse":"Thou hast delivered me from the strivings of the people; [and] thou hast made me the head of the Who dwell round about me. heathen: a people [whom] I have not The kingdom of Christ is prefigured in David's kingdom, who by the preaching of his word brings all to his subjection. known shall serve me."},{"number":44,"verse":"As soon as they hear of me, they shall obey me: the strangers shall Or lie: signifying a subjection constrained and not voluntary. submit themselves unto me."},{"number":45,"verse":"The strangers shall Fear will cause them to be afraid and come forth from their secret holes and holds to seek pardon. fade away, and be afraid out of their close places."},{"number":46,"verse":"Let the Lorde liue, and blessed be my strength, and the God of my saluation be exalted."},{"number":47,"verse":"It is God that giueth me power to auenge me, and subdueth the people vnder me."},{"number":48,"verse":"He delivereth me from mine enemies: yea, thou liftest me up above those that rise up against me: thou hast delivered me from the That is, Saul who out of malice persecuted him. violent man."},{"number":49,"verse":"Therefore will This prophecy belongs to the kingdom of Christ and calling of the Gentiles, as in (Rom_15:9). I give thanks unto thee, O LORD, among the heathen, and sing praises unto thy name."},{"number":50,"verse":"Great deliverance giveth he to his king; and sheweth mercy to his anointed, to David, and to his This did not properly belong to Solomon, but to Jesus Christ. seed for evermore."}]}