{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"«To the chief Musician upon Aijeleth Shahar, A Psalm of David.» My Here appears that horrible conflict, which he sustained between faith and desperation. God, my God, why hast thou forsaken me? [why art thou so] far from helping me, [and from] the words of my Being tormented with extreme anguish. roaring?"},{"number":2,"verse":"O my God, I crie by day, but thou hearest not, and by night, but haue no audience."},{"number":3,"verse":"But thou [art] holy, [O thou] that inhabitest the He means the place of praising, even the tabernacle or else it is so called, because he gave the people continuous opportunity to praise him. praises of Israel."},{"number":4,"verse":"Our fathers trusted in thee: they trusted, and thou didest deliuer them."},{"number":5,"verse":"They called vpon thee, and were deliuered: they trusted in thee, and were not confounded."},{"number":6,"verse":"But I [am] a And seeming most miserable of all creatures, which referred to Christ, and in this appears the unspeakable love of God for man, that he would thus abase his son for our sakes. worm, and no man; a reproach of men, and despised of the people."},{"number":7,"verse":"All they that see me, haue me in derision: they make a mowe and nod the head, saying,"},{"number":8,"verse":"He trusted in the Lorde, let him deliuer him: let him saue him, seeing he loueth him."},{"number":9,"verse":"But thou [art] he that took me out of the Even from my birth you have given me opportunity to trust in you. womb: thou didst make me hope [when I was] upon my mother's breasts."},{"number":10,"verse":"I was cast upon thee from the womb: thou [art] my God from my mother's For unless God's providence preserves the infants, they would perish a thousand times in the mother's womb. belly."},{"number":11,"verse":"Be not farre from me, because trouble is neere: for there is none to helpe me."},{"number":12,"verse":"Many bulls have compassed me: strong He means that his enemies were so fat, proud and cruel that they were more like beasts than men. [bulls] of Bashan have beset me round."},{"number":13,"verse":"They gape vpon me with their mouthes, as a ramping and roaring lyon."},{"number":14,"verse":"I am poured out like Before he spoke of the cruelty of his enemies, and now he declares the inward grief of the mind, so that Christ was tormented both in soul and body. water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my bowels."},{"number":15,"verse":"My strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou You permitted me to be without all hope of life. hast brought me into the dust of death."},{"number":16,"verse":"For dogs have compassed me: the assembly of the wicked have inclosed me: they Thus David complained as though he were nailed by his enemies in both hands and feet, but this was accomplished in Christ. pierced my hands and my feet."},{"number":17,"verse":"I may tell all my bones: yet they beholde, and looke vpon me."},{"number":18,"verse":"They part my garments among them, and cast lottes vpon my vesture."},{"number":19,"verse":"But be thou not farre off, O Lorde, my strength: hasten to helpe me."},{"number":20,"verse":"Deliver my soul from the sword; my My life that is solitary, left alone and forsaken by all, (Psa_35:17, Psa_25:16) darling from the power of the dog."},{"number":21,"verse":"Christ is delivered with a more mighty deliverance by overcoming death, than if he had not tasted death at all. Save me from the lion's mouth: for thou hast heard me from the horns of the unicorns."},{"number":22,"verse":"I wil declare thy Name vnto my brethren: in the middes of the Congregation will I praise thee, saying,"},{"number":23,"verse":"Ye that fear the LORD, He promises to exhort the Church that they by his example might praise the Lord. praise him; all ye the seed of Jacob, glorify him; and fear him, all ye the seed of Israel."},{"number":24,"verse":"For he hath not despised nor abhorred the affliction of the The poor afflicted are comforted by this example of David, or Christ. afflicted; neither hath he hid his face from him; but when he cried unto him, he heard."},{"number":25,"verse":"My praise [shall be] of thee in the great congregation: I will pay my Which were sacrifices of thanksgiving which they offered by God's commandment, when they were delivered out of any great danger. vows before them that fear him."},{"number":26,"verse":"He alludes still to the sacrifice. The meek shall eat and be satisfied: they shall praise the LORD that seek him: your heart shall live for ever."},{"number":27,"verse":"All the endes of the worlde shall remember themselues, and turne to the Lord: and all the kinreds of the nations shall worship before thee."},{"number":28,"verse":"For the kingdome is the Lords, and he ruleth among the nations."},{"number":29,"verse":"All [they that be] fat Though the poor are first named as in (Psa_22:26) yet the wealthy are not separated from the grace of Christ's kingdom. upon earth shall eat and worship: all they that go down to the dust shall bow before him: In whom there is no hope that he will recover life: so neither poor nor rich, quick nor dead will be rejected from his kingdom. and none can keep alive his own soul."},{"number":30,"verse":"Meaning, the prosperity which the Lord keeps as a seed to the Church to continue his praise among men. A seed shall serve him; it shall be accounted to the Lord for a generation."},{"number":31,"verse":"They shall come, and shall declare his righteousness unto a people that shall be born, that he hath That is, God has fulfilled his promise. done [this]."}]}