{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Rejoice in the LORD, O ye righteous: [for] praise is It is the duty of the godly to set forth the praises of God for his mercy and power showed to them. comely for the upright."},{"number":2,"verse":"Praise the LORD with harp: sing unto him with the psaltery [and] an To sing on instruments, was a part of the ceremonial service of the temple, which does not belong to us any more than the sacrifices, censors and light. instrument of ten strings."},{"number":3,"verse":"Sing vnto him a newe song: sing cheerefully with a loude voyce."},{"number":4,"verse":"For the That is, counsel or command in governing the world. word of the LORD [is] right; and all his That is, the effect and execution. works [are done] in truth."},{"number":5,"verse":"He However the world judges God's works, yet he does all things according to justice and mercy. loveth righteousness and judgment: the earth is full of the goodness of the LORD."},{"number":6,"verse":"By the worde of the Lorde were the heauens made, & all the hoste of them by the breath of his mouth."},{"number":7,"verse":"He By the creation of the heavens and beautiful ornament with the gathering also of the waters, he sets forth the power of God, that all creatures might fear him. gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses."},{"number":8,"verse":"Let all the earth feare the Lord: let al them that dwell in the world, feare him."},{"number":9,"verse":"For he spake, and it was done: he commanded, and it stood."},{"number":10,"verse":"The LORD bringeth the No counsel can prevail against God, but he deserves it, and it will have evil success. counsel of the heathen to nought: he maketh the devices of the people of none effect."},{"number":11,"verse":"The counsell of the Lord shall stand for euer, and the thoughts of his heart throughout all ages."},{"number":12,"verse":"Blessed [is] the nation whose He shows that all our happiness stands in this, that the Lord is our God. God [is] the LORD; [and] the people [whom] he hath chosen for his own inheritance."},{"number":13,"verse":"The LORD He proves that all things are governed by God's providence and not by fortune. looketh from heaven; he beholdeth all the sons of men."},{"number":14,"verse":"From the habitation of his dwelling he beholdeth all them that dwell in the earth."},{"number":15,"verse":"He Therefore he knows their wicked enterprises. fashioneth their hearts alike; he considereth all their works."},{"number":16,"verse":"There is no If kings and the mighty of the world cannot be saved by worldly means, but only by God's providence, what do others have to trust in, who have not similar means? king saved by the multitude of an host: a mighty man is not delivered by much strength."},{"number":17,"verse":"A horse is a vaine helpe, and shall not deliuer any by his great strength."},{"number":18,"verse":"Behold, God shows his mercy toward his, which man by no means is able to compass. the eye of the LORD [is] upon them that fear him, upon them that hope in his mercy;"},{"number":19,"verse":"To deliuer their soules from death, and to preserue them in famine."},{"number":20,"verse":"Thus he speaks in the name of the whole Church which only depends on God's providence. Our soul waiteth for the LORD: he [is] our help and our shield."},{"number":21,"verse":"Surely our heart shall reioyce in him, because we trusted in his holy Name."},{"number":22,"verse":"Let thy mercie, O Lord, be vpon vs, as we trust in thee."}]}