{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":39,"verses":[{"number":1,"verse":"«To the chief Musician, [even] to This was one of the chief singers, (1Ch_16:41). Jeduthun, A Psalm of David.» I said, Although he had appointed with himself patiently to have wait for God's timing, yet the vehemency of his pain caused him to break his purpose. I will take heed to my ways, that I sin not with my tongue: I will keep my mouth with a bridle, while the wicked is before me."},{"number":2,"verse":"I was dumb with silence, I held my peace, [even] from good; Though when the wicked ruled he thought to have kept silence, yet his zeal caused him to change his mind. and my sorrow was stirred."},{"number":3,"verse":"My heart was hot within me, while I was musing the fire burned: [then] He confesses that he grudged against God, considering the greatness of his sorrows, and the shortness of his life. spake I with my tongue,"},{"number":4,"verse":"Lord, let me know mine ende, and the measure of my dayes, what it is: let mee knowe howe long I haue to liue."},{"number":5,"verse":"Behold, thou hast made my days [as] an handbreadth; and mine age [is] as nothing before thee: verily every man at his best state [is] altogether Yet David offended in that he reasoned with God as though he were too severe toward his weak creature. vanity. Selah."},{"number":6,"verse":"Doubtlesse man walketh in a shadowe, and disquieteth himselfe in vaine: he heapeth vp riches, and cannot tell who shall gather them."},{"number":7,"verse":"And now Lord, what wait I for? mine hope is euen in thee."},{"number":8,"verse":"Deliver me from all my transgressions: make me not the reproach of the Do not make me a laughing stock to the wicked, wrap me up with the wicked when they are put to shame. foolish."},{"number":9,"verse":"I was dumb, I opened not my mouth; because Seeing my troubles came from your providence, I ought to have endured them patiently. thou didst [it]."},{"number":10,"verse":"Take thy plague away from mee: for I am consumed by the stroke of thine hand."},{"number":11,"verse":"When thou with rebukes dost correct man for iniquity, thou Though your open plagues do not light on them forever, yet your secret curse continually frets them. makest his The word signifies all that he desires, as health, force, strength, beauty, and in whatever he has delight, so that the rod of God takes away all that is desired in this world. beauty to consume away like a moth: surely every man [is] vanity. Selah."},{"number":12,"verse":"Heare my prayer, O Lord, & hearken vnto my cry: keepe not silence at my teares, for I am a strager with thee, and a soiourner as all my fathers."},{"number":13,"verse":"O spare me, that I may recover strength, For his sorrow caused him to think that God would destroy him completely, by which we see how hard it is for the saints to keep a measure in their words, when death and despair assails them. before I go hence, and be no more."}]}