{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":41,"verses":[{"number":1,"verse":"«To the chief Musician, A Psalm of David.» Blessed [is] he that Not condemning him as accused whom God visits, knowing that there are various reasons why God lays his hand on us, yea and afterwards he restores us. considereth the poor: the LORD will deliver him in time of trouble."},{"number":2,"verse":"The Lord will keepe him, and preserue him aliue: he shalbe blessed vpon the earth, and thou wilt not deliuer him vnto the will of his enemies."},{"number":3,"verse":"The LORD will strengthen him upon the When for sorrow and grief of mind he calls himself on his bed. bed of languishing: thou wilt make all his You have restored him in his sick bed and sent him comfort. bed in his sickness."},{"number":4,"verse":"Therefore I saide, Lorde haue mercie vpon me: heale my soule, for I haue sinned against thee."},{"number":5,"verse":"Mine enemies That is, curse me and cannot have their cruel hate quenched but with my shameful death. speak evil of me, When shall he die, and his name perish?"},{"number":6,"verse":"And if he come to see [me], he speaketh For pretending to comfort me, he conspires my death in his heart, and brags of it. vanity: his heart gathereth iniquity to itself; [when] he goeth abroad, he telleth [it]."},{"number":7,"verse":"All they that hate me, whisper together against me: euen against me do they imagine mine hurt."},{"number":8,"verse":"The enemies thought by his sharp punishments that God had become his mortal enemy. An evil disease, [say they], cleaveth fast unto him: and [now] that he lieth he shall rise up no more."},{"number":9,"verse":"Yea, mine own familiar friend, in whom I trusted, which did eat of my bread, As David felt this falsehood, and as it was chiefly accomplished in Christ, (Joh_13:18) so shall his members continually prove the same. hath lifted up [his] heel against me."},{"number":10,"verse":"Therefore, O Lord, haue mercy vpon mee, and raise me vp: so I shall reward them."},{"number":11,"verse":"By this I know that thou fauourest me, because mine enemie doth not triumph against me."},{"number":12,"verse":"And as for me, thou upholdest me Meaning, either in prosperity of life or in the true fear of God against all temptation. in mine integrity, and settest me before thy Showing me evident signs of your fatherly providence. face for ever."},{"number":13,"verse":"Blessed [be] the LORD God of Israel from everlasting, and to everlasting. By this repetition he stirs up the faithful to praise God. Amen, and Amen."}]}