{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"«To the chief Musician, A Psalm for the sons of Korah.» Hear He will intreat how God governs the world by his providence which cannot be perceived by the judgment of the flesh. this, all [ye] people; give ear, all [ye] inhabitants of the world:"},{"number":2,"verse":"As well lowe as hie, both rich and poore."},{"number":3,"verse":"My mouth shal speake of wisdome, and the meditation of mine heart is of knowledge."},{"number":4,"verse":"I will incline mine eare to a parable, and vtter my graue matter vpon the harpe."},{"number":5,"verse":"Wherefore should I Though wickedness reigns and enemies rage, seeing God will execute his judgments against the wicked at a suitable time. fear in the days of evil, [when] the iniquity of my heels shall compass me about?"},{"number":6,"verse":"They that trust in their To trust in riches is madness, seeing they can neither restore life, nor prolong it. wealth, and boast themselves in the multitude of their riches;"},{"number":7,"verse":"Yet a man can by no meanes redeeme his brother: he can not giue his raunsome to God,"},{"number":8,"verse":"(For the redemption of their soul [is] That is, so rare or not to be found, as prophecy was precious in the days of Eli, (1Sa_3:1). precious, Meaning it is impossible to live for ever: also that life and death are only in God's hands. and it ceaseth for ever:)"},{"number":9,"verse":"That he may liue still for euer, and not see the graue."},{"number":10,"verse":"For he seeth [that] wise men In that that death makes no difference between the persons. die, likewise the fool and the brutish person perish, and leave their wealth to That is, not to their children, but to strangers. Yet the wicked profit not by these examples, but still dream of immortality on earth. others."},{"number":11,"verse":"Yet they thinke, their houses, and their habitations shall continue for euer, euen from generation to generation, and call their lands by their names."},{"number":12,"verse":"Nevertheless man [being] in honour abideth not: he is like the Concerning the death of the body. beasts [that] perish."},{"number":13,"verse":"This their way [is] their folly: yet their posterity They speak and do the same thing that their fathers did. approve their sayings. Selah."},{"number":14,"verse":"As sheep are gathered into the fold, so shall they be brought to the grave. Like sheep they are laid in the grave; Because they have no part of life everlasting. death shall feed on them; and the upright shall have dominion over them in the Christ's coming is as the morning, when the elect will reign with Christ their head over the wicked. morning; and their beauty shall consume in the grave from their dwelling."},{"number":15,"verse":"But God shall deliuer my soule from the power of the graue: for he will receiue me. Selah."},{"number":16,"verse":"Be not thou afrayd when one is made rich, and when the glory of his house is increased."},{"number":17,"verse":"For he shall take nothing away when he dieth, neither shal his pompe descende after him."},{"number":18,"verse":"Though while he lived he blessed his soul: and The flatterers praise them who live in delight and pleasures. [men] will praise thee, when thou doest well to thyself."},{"number":19,"verse":"And not pass the term appointed for life. He shall go to the generation of his fathers; Both they and their fathers will live here but a while and at length die forever. they shall never see light."},{"number":20,"verse":"Man [that is] in honour, and He condemns man's ingratitude, who having received excellent gifts from God, abuses them like a beast to his own condemnation. understandeth not, is like the beasts [that] perish."}]}