{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":5,"verses":[{"number":1,"verse":"«To the chief Musician upon Nehiloth, A Psalm of David.» Give ear to my words, O LORD, consider my That is, my vehement prayer and secret complaint and sighings. meditation."},{"number":2,"verse":"Hearken vnto the voyce of my crie, my King and my God: for vnto thee doe I pray."},{"number":3,"verse":"My voice shalt thou hear in the morning, O LORD; in the morning will I direct [my prayer] unto thee, and will Or wait, with patience and trust till I am heard. look up."},{"number":4,"verse":"For thou [art] not a God that hath pleasure in Seeing that God of nature hates wickedness, he must punish the wicked and save the godly. wickedness: neither shall evil dwell with thee."},{"number":5,"verse":"Who run blindly after their carnal desires. The foolish shall not stand in thy sight: thou hatest all workers of iniquity."},{"number":6,"verse":"Thou shalt destroy them that speake lyes: the Lorde will abhorre the bloodie man and deceitfull."},{"number":7,"verse":"But as for me, I In the deepest of his temptations he puts his full confidence in God. will come [into] thy house in the multitude of thy mercy: [and] in thy fear will I worship toward thy holy temple."},{"number":8,"verse":"Lead me, O LORD, in thy righteousness Because you are just, therefore lead me out of the dangers of my enemies. because of mine enemies; make thy way straight before my face."},{"number":9,"verse":"For no constancie is in their mouth: within, they are very corruption: their throte is an open sepulchre, and they flatter with their tongue."},{"number":10,"verse":"Destroy thou them, O God; let them Let their devices come to nothing. fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against thee."},{"number":11,"verse":"But Your favour toward me will confirm the faith of all others. let all those that put their trust in thee rejoice: let them ever shout for joy, because thou defendest them: let them also that love thy name be joyful in thee."},{"number":12,"verse":"For thou, LORD, wilt bless the righteous; with favour So that he will be safe from all dangers. wilt thou compass him as [with] a shield."}]}