{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"«To the chief Musician, A Psalm of David, when Nathan the prophet To reprove him, because he had committed horrible sins, and lain in the same without repentance more then a whole year. came unto him, after he had gone in to Bathsheba.» Have mercy upon me, O God, As his sins were many and great, so he requires that God would give him the feeling of his excellent and abundant mercies. according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions."},{"number":2,"verse":"Wash me My sins strike so fast in me, that I have need of some singular kind of washing. throughly from mine iniquity, and cleanse me from my sin."},{"number":3,"verse":"For I My conscience accuses me so, that I can have no rest till I am reconciled. acknowledge my transgressions: and my sin [is] ever before me."},{"number":4,"verse":"Against thee, thee only, have I sinned, and done [this] evil in thy sight: that thou mightest be justified when thou When you give sentence against sinners, they must confess you to be just, and themselves sinners. speakest, [and] be clear when thou judgest."},{"number":5,"verse":"Beholde, I was borne in iniquitie, and in sinne hath my mother conceiued me."},{"number":6,"verse":"Behold, thou He confesses that God who loves pureness of heart, may justly destroy man, who by nature is a sinner much more him whom he had instructed in his heavenly wisdom. desirest truth in the inward parts: and in the hidden [part] thou shalt make me to know wisdom."},{"number":7,"verse":"Purge me with hyssope, & I shalbe cleane: wash me, and I shalbe whiter then snowe."},{"number":8,"verse":"Make me to hear He means God's comfortable mercies toward repentant sinners. joy and gladness; [that] the By the bones he understands all strength of soul and body, which by cares and mourning are consumed. bones [which] thou hast broken may rejoice."},{"number":9,"verse":"Hide thy face from my sinnes, and put away all mine iniquities."},{"number":10,"verse":"He confesses that when God's Spirit is cold in us, to have it again revived, is as a new creation. Create in me a clean heart, O God; and renew a right spirit within me."},{"number":11,"verse":"Cast mee not away from thy presence, and take not thine holy Spirit from me."},{"number":12,"verse":"Restore unto me the joy of thy salvation; and uphold me [with thy] Which may assure me that I am drawn out of the slavery of sin. free spirit."},{"number":13,"verse":"[Then] will I teach transgressors thy He promises to endeavour that others by his example may turn to God. ways; and sinners shall be converted unto thee."},{"number":14,"verse":"Deliver me from From the murder of Uriah and the others who were slain with him, (2Sa_11:17). bloodguiltiness, O God, thou God of my salvation: [and] my tongue shall sing aloud of thy righteousness."},{"number":15,"verse":"O Lord, By giving me opportunity to praise you, when you will forgive my sins. open thou my lips; and my mouth shall shew forth thy praise."},{"number":16,"verse":"For thou desirest no sacrifice, though I would giue it: thou delitest not in burnt offering."},{"number":17,"verse":"The sacrifices of God [are] a Which is a wounding of the heart, proceeding from faith, which seeks God for mercy. broken spirit: a broken and a contrite heart, O God, thou wilt not despise."},{"number":18,"verse":"Do good in thy good pleasure unto He prays for the whole Church, because through his sin it was in danger of God's judgment. Zion: build thou the walls of Jerusalem."},{"number":19,"verse":"Then shalt thou be pleased with the sacrifices of That is, just and lawful, applied to the right end, which is the exercise of faith and repentance. righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar."}]}