{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"«To the chief Musician on Neginoth, Maschil, [A Psalm] of David.» Give ear to The earnestness of his prayer declares the vehemency of his grief in so much as he is compelled to burst out into cries. my prayer, O God; and hide not thyself from my supplication."},{"number":2,"verse":"Hearken vnto me, & answere me: I mourne in my prayer, and make a noyse,"},{"number":3,"verse":"Because of the For the threatenings of Saul and his adherents. voice of the enemy, because of the oppression of the wicked: for They have defamed me as a wicked person, or they have imagined my destruction. they cast iniquity upon me, and in wrath they hate me."},{"number":4,"verse":"Mine heart trembleth within mee, and the terrours of death are fallen vpon me."},{"number":5,"verse":"Fearfulness and trembling are come upon me, and horror hath There was no part of him that was not astonished with extreme fear. overwhelmed me."},{"number":6,"verse":"And I said, Oh that I had wings like a dove! [for then] would I Fear had driven him to so great distress, that he wished to be hid in some wilderness, and to be banished from that kingdom which God had promised that he should enjoy. fly away, and be at rest."},{"number":7,"verse":"Beholde, I woulde take my flight farre off, and lodge in the wildernes. Selah."},{"number":8,"verse":"I would hasten my escape From the cruel rage and tyranny of Saul. from the windy storm [and] tempest."},{"number":9,"verse":"Destroy, O Lord, [and] As in the confusion of Babylon when the wicked conspired against God. divide their tongues: for I have seen violence and strife in the city."},{"number":10,"verse":"Day and night they go about it upon the walls thereof: All laws and good orders are broken and only vice and dissolution reigns under Saul. mischief also and sorrow [are] in the midst of it."},{"number":11,"verse":"Wickednes is in the middes thereof: deceit and guile depart not from her streetes."},{"number":12,"verse":"For [it was] not an If my open enemy had sought by hurt, I could better have avoided him. enemy [that] reproached me; then I could have borne [it]: neither [was it] he that hated me [that] did magnify [himself] against me; then I would have hid myself from him:"},{"number":13,"verse":"But [it was] thou, a man mine Who was not only joined to me in friendship and counsel in worldly matters, but also in religion. equal, my guide, and mine acquaintance."},{"number":14,"verse":"Which delited in consulting together, and went into the House of God as companions."},{"number":15,"verse":"Let death seize upon them, [and] let them As Korah, Dathan and Abiram. go down quick into hell: for wickedness [is] in their dwellings, [and] among them."},{"number":16,"verse":"But I will call vnto God, and the Lord will saue me."},{"number":17,"verse":"Evening, and morning, and at noon, will I pray, Which signifies a servants mind and sure trust to obtain his portion, which made him earnest at all times in prayer. and cry aloud: and he shall hear my voice."},{"number":18,"verse":"He hath delivered my soul in peace from the battle [that was] against me: for there were Even the angels of God fought on my side against my enemies, (2Ki_6:16). many with me."},{"number":19,"verse":"God shall hear, and afflict them, even he that abideth of old. Selah. Because they But their prosperous estate still continues. have no changes, therefore they fear not God."},{"number":20,"verse":"He I did not provoke him but was as at peace with him, yet he made war against me. hath put forth his hands against such as be at peace with him: he hath broken his covenant."},{"number":21,"verse":"The wordes of his mouth were softer then butter, yet warre was in his heart: his words were more gentle then oyle, yet they were swordes."},{"number":22,"verse":"Cast thy burden upon the LORD, and he shall sustain thee: he shall Though for their bettering and trial, he permits them to slip for a time. never suffer the righteous to be moved."},{"number":23,"verse":"But thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out Though they sometimes live longer, yet their life is cursed by God, unquiet, and worse than any death. half their days; but I will trust in thee."}]}