{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":57,"verses":[{"number":1,"verse":"«This was either the beginning of a certain song, or the words which David uttered when he stayed his affection. To the chief Musician, Altaschith, Michtam of David, when he fled from Saul in the cave.» Be merciful unto me, O God, be merciful unto me: for my soul trusteth in thee: yea, in the shadow of thy wings will I make my refuge, until [these] He compares the afflictions which God lays on his children, to a storm that comes and goes. calamities be overpast."},{"number":2,"verse":"I will cry unto God most high; unto God that Who does not leave his works begun imperfectly. performeth [all things] for me."},{"number":3,"verse":"He shall send from He would rather deliver me by a miracle, than that I should be overcome. heaven, and save me [from] the reproach of him that would swallow me up. Selah. God shall send forth his mercy and his truth."},{"number":4,"verse":"My soul [is] among lions: [and] I lie [even among] them that are set on fire, [even] the sons of men, whose teeth [are] He means their slanderous and false reports. spears and arrows, and their tongue a sharp sword."},{"number":5,"verse":"Do not permit me to be destroyed to the contempt of your Name. Be thou exalted, O God, above the heavens; [let] thy glory [be] above all the earth."},{"number":6,"verse":"They have prepared a net for my steps; For fear, seeing the great dangers on all sides. my soul is bowed down: they have digged a pit before me, into the midst whereof they are fallen [themselves]. Selah."},{"number":7,"verse":"My heart is That is, wholly bent to give you praise for my deliverance. fixed, O God, my heart is fixed: He shows that both his heart will praise God, and his tongue will confess him, and also he will use other means to provoke himself forward to the same. I will sing and give praise."},{"number":8,"verse":"Awake my tongue, awake viole & harpe: I wil awake early."},{"number":9,"verse":"I will prayse thee, O Lord, among the people, and I wil sing vnto thee among the nations."},{"number":10,"verse":"For thy mercy [is] great unto the heavens, and thy truth unto the Your mercies not only belong to the Jews, but also to the Gentiles. clouds."},{"number":11,"verse":"Exalt thy selfe, O God, aboue the heauens, and let thy glory be vpon all the earth."}]}