{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":60,"verses":[{"number":1,"verse":"«To the chief Musician upon These were certain songs after the note of which this psalm was sung. Shushaneduth, Michtam of David, to teach; when he strove with Aramnaharaim and with Also called Sophene, which stands by Euphrates. Aramzobah, when Joab returned, and smote of Edom in the valley of salt twelve thousand.» O God, thou hast cast us off, thou hast For when Saul was not able to resist the enemy, the people fled here and there: for they were not safe in their own homes. scattered us, thou hast been displeased; O turn thyself to us again."},{"number":2,"verse":"Thou hast made the earth to tremble; thou hast As split with an earthquake. broken it: heal the breaches thereof; for it shaketh."},{"number":3,"verse":"Thou hast You have handled your people sharply, in asking from them sense and judgment in that they aided Saul the wicked King, and punished him to whom God had given the just title of the realm. shewed thy people hard things: thou hast made us to drink the wine of astonishment."},{"number":4,"verse":"Thou hast given In making me king, you have performed your promise, which seemed to have lost the force. a banner to them that fear thee, that it may be displayed because of the truth. Selah."},{"number":5,"verse":"That thy beloued may be deliuered, helpe with thy right hand and heare me."},{"number":6,"verse":"God hath spoken in his It is as certain as if it were spoken by an oracle, that I will possess those places which Saul has left to his children. holiness; I will rejoice, I will divide Shechem, and mete out the valley of Succoth."},{"number":7,"verse":"Gilead [is] mine, and Manasseh [is] mine; Ephraim also [is] the For it was strong and well peopled. strength of mine head; David means that in this tribe his kingdom will be established, (Gen_49:10). Judah [is] my lawgiver;"},{"number":8,"verse":"Moab [is] my In most vile subjection. washpot; over Edom will I cast out my shoe: For you will lie and pretend you were glad. Philistia, triumph thou because of me."},{"number":9,"verse":"Who will bring me [into] the He was assured that God would give him the strong cities of his enemies, in which they thought themselves sure. strong city? who will lead me into Edom?"},{"number":10,"verse":"Wilt not thou, O God, which hadest cast vs off, & didest not go forth, O God, with our armies?"},{"number":11,"verse":"Giue vs helpe against trouble: for vaine is the helpe of man."},{"number":12,"verse":"Through God we shall doe valiantly: for he shall tread downe our enemies."}]}