{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"«A Song [or] Psalm of Asaph.» Keep This psalm seems to have been composed as a form of prayer against the dangers that the Church was in, in the days of Jehoshaphat. not thou silence, O God: hold not thy peace, and be not still, O God."},{"number":2,"verse":"For, lo, thine He calls them God's enemies, who are enemies of his Church. enemies make a tumult: and they that hate thee have lifted up the head."},{"number":3,"verse":"They have taken crafty counsel against thy people, and consulted against thy The elect of God are his secret ones: for he hides them in the secret of his tabernacle, and preserves them from all dangers. hidden ones."},{"number":4,"verse":"They have said, Come, and let us They were not content to take the Church as prisoner: but sought to utterly destroy it. cut them off from [being] a nation; that the name of Israel may be no more in remembrance."},{"number":5,"verse":"For they have consulted together By all secret means. with one consent: they are confederate They thought to have subverted your counsel in which the constancy of the Church was established. against thee:"},{"number":6,"verse":"The tabernacles of Edom, and the Ishmaelites, Moab and the Agarims:"},{"number":7,"verse":"Gebal and Ammon, and Amalech, the Philistims with the inhabitants of Tyrus:"},{"number":8,"verse":"Assur also is joined with them: they have holpen the children The wickedness of the Ammonites and Moabites is described in that they provoked these other nations to fight against the Israelites. of Lot. Selah."},{"number":9,"verse":"Do unto them as [unto] the By these examples they were confirmed that God would not permit his people to be completely destroyed, (Jdg_7:21, Jdg_4:15). Midianites; as [to] Sisera, as [to] Jabin, at the brook of Kison:"},{"number":10,"verse":"[Which] perished at Endor: they became [as] Trodden under foot as mire. dung for the earth."},{"number":11,"verse":"Make them, euen their princes like Oreb and like Zeeb: yea, all their princes like Zebah and like Zalmuna."},{"number":12,"verse":"Who said, Let us take to ourselves the That is, Judea: for where his Church is, there he dwells among them. houses of God in possession."},{"number":13,"verse":"O my God, make them like a Because the reprobate could by no means be amended, he prays that they may utterly be destroyed, be unstable and led by all winds. wheel; as the stubble before the wind."},{"number":14,"verse":"As the fire burneth the forest, and as the flame setteth the mountaines on fire:"},{"number":15,"verse":"So persecute them with thy tempest, and make them afraide with thy storme."},{"number":16,"verse":"Fill their faces with shame; that they may That is, be compelled by your plagues to confess your power. seek thy name, O LORD."},{"number":17,"verse":"Let them be confounded and troubled for euer: yea, let them be put to shame and perish,"},{"number":18,"verse":"That [men] may Though they do not believe, yet they may prove by experience, that it is in vain to resist against your counsel in establishing your Church. know that thou, whose name alone [is] JEHOVAH, [art] the most high over all the earth."}]}