{"bibleAbbr":"GB1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":91,"verses":[{"number":1,"verse":"He that dwelleth in the He who makes God his defence and trust will perceive his protection to be a most sure safeguard. secret place of the most High shall abide under the shadow of the Almighty."},{"number":2,"verse":"Being assured of this protection, he prays to the Lord. I will say of the LORD, [He is] my refuge and my fortress: my God; in him will I trust."},{"number":3,"verse":"Surely he shall deliver thee from the That is, God's help is most ready for us, whether Satan assails us secretly which he calls a snare, or openly which is here meant by the pestilence. snare of the fowler, [and] from the noisome pestilence."},{"number":4,"verse":"He shall cover thee with his feathers, and under his wings shalt thou trust: his That is, his faithful keeping of promises to help you in your need. truth [shall be thy] shield and buckler."},{"number":5,"verse":"The care that God has over his is sufficient to defend them from all dangers. Thou shalt not be afraid for the terror by night; [nor] for the arrow [that] flieth by day;"},{"number":6,"verse":"Nor of the pestilence that walketh in the darkenesse: nor of the plague that destroyeth at noone day."},{"number":7,"verse":"A thousand shall fall at thy side, and tenne thousand at thy right hand, but it shall not come neere thee."},{"number":8,"verse":"Only with thine The godly will have some experience of God's judgements against the wicked even in this life, but they will see it fully at that day when all things will be revealed. eyes shalt thou behold and see the reward of the wicked."},{"number":9,"verse":"For thou hast said, The Lord is mine hope: thou hast set the most High for thy refuge."},{"number":10,"verse":"There shall none euill come vnto thee, neither shall any plague come neere thy tabernacle."},{"number":11,"verse":"God has not appointed one angel to every man, but many to be ministers of his providence to keep and defend his in their calling, which is the way to walk in without tempting God. For he shall give his angels charge over thee, to keep thee in all thy ways."},{"number":12,"verse":"They shall beare thee in their handes, that thou hurt not thy foote against a stone."},{"number":13,"verse":"Thou shalt tread upon the lion and adder: the You will not only be preserved from all evil, but overcome it whether it is secret or open. young lion and the dragon shalt thou trample under feet."},{"number":14,"verse":"To assure the faithful of God's protection, he brings in God to confirm the same. Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name."},{"number":15,"verse":"He shall call vpon me, and I wil heare him: I will be with him in trouble: I will deliuer him, and glorifie him."},{"number":16,"verse":"With For he is content with that life that God gives for by death the shortness of this life is recompensed with immortality. long life will I satisfy him, and shew him my salvation."}]}