{"bibleAbbr":"Geneva1587","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"O LORD God, to whom Whose office it is to take vengeance on the wicked. vengeance belongeth; O God, to whom vengeance belongeth, Show by effect that you are judge of the world to punish the wicked. shew thyself."},{"number":2,"verse":"Exalt thy selfe, O Iudge of the worlde, and render a reward to the proude."},{"number":3,"verse":"LORD, how long shall the wicked, how long shall the wicked That is, brag of their cruelty and oppression, or esteem themselves above all others. triumph?"},{"number":4,"verse":"They prate and speake fiercely: all the workers of iniquitie vaunt themselues."},{"number":5,"verse":"They Seeing the Church was then so sore oppressed, it ought not to seem strange to us, if we see it so now, and therefore we must call to God, to take our cause in hand. break in pieces thy people, O LORD, and afflict thine heritage."},{"number":6,"verse":"They slay the widowe and the stranger, and murther the fatherlesse."},{"number":7,"verse":"He shows that they are desperate in malice, as they did not fear God, but gave themselves wholly to do wickedly. Yet they say, The LORD shall not see, neither shall the God of Jacob regard [it]."},{"number":8,"verse":"Vnderstande ye vnwise among the people: and ye fooles, when will ye be wise?"},{"number":9,"verse":"He that He shows that it is impossible, but God should hear, see, and understand their wickedness. planted the ear, shall he not hear? he that formed the eye, shall he not see?"},{"number":10,"verse":"He that chastiseth the If God punishes whole nations for their sins, it is mere folly for any one man or else a few to think that God will spare them. heathen, shall not he correct? he that teacheth man knowledge, [shall not he know]?"},{"number":11,"verse":"The Lord knoweth the thoughtes of man, that they are vanitie."},{"number":12,"verse":"Blessed [is] the man whom thou God has care over his, and chastised them for their own good, that they should not perish for ever with the wicked. chastenest, O LORD, and teachest him out of thy law;"},{"number":13,"verse":"That thou mayest giue him rest from the dayes of euill, whiles the pitte is digged for the wicked."},{"number":14,"verse":"Surely the Lorde will not faile his people, neither will he forsake his inheritance."},{"number":15,"verse":"But God will restore the state and government of things to their right use, and then the godly will follow him cheerfully. judgment shall return unto righteousness: and all the upright in heart shall follow it."},{"number":16,"verse":"Who will rise vp with me against the wicked? or who will take my part against the workers of iniquitie?"},{"number":17,"verse":"Unless the LORD [had been] my He complains of them who would not help him to resist the enemies, yet was assured that God's help would not fail. help, my soul had almost dwelt in silence."},{"number":18,"verse":"When I said, When I thought there was no way but death. My foot slippeth; thy mercy, O LORD, held me up."},{"number":19,"verse":"In the multitude of my In my trouble and distress I always found your present help. thoughts within me thy comforts delight my soul."},{"number":20,"verse":"Shall the throne of iniquity have Though the wicked judges pretend justice in oppressing the Church, yet they do not have the authority of God. fellowship with thee, which frameth mischief by a law?"},{"number":21,"verse":"They gather them together against the soule of the righteous, and condemne the innocent blood."},{"number":22,"verse":"But the Lorde is my refuge, and my God is the rocke of mine hope."},{"number":23,"verse":"And he shall bring upon them their own iniquity, and shall It is a great token of God's judgment when the purpose of the wicked is broken, but most, when they are destroyed in their own malice. cut them off in their own wickedness; [yea], the LORD our God shall cut them off."}]}