{"bibleAbbr":"NASB2020","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"Saul among the Prophets Then Samuel took the flask of oil, poured it on (Lit his) Saul’s head, kissed him, and said, “Has the LORD not anointed you as ruler over His inheritance?"},{"number":2,"verse":"When you leave me today, then you will find two men close to Rachel’s tomb in the territory of Benjamin at Zelzah; and they will say to you, ‘The donkeys which you went to look for have been found. Now behold, your father has stopped talking about the donkeys and is anxious about you, saying, “What am I to do about my son?” ’"},{"number":3,"verse":"Then you will go on further from there, and you will come as far as the (Or terebinth) oak of Tabor, and there three men going up to God at Bethel will meet you: one carrying three young goats, another carrying three loaves of bread, and another carrying a jug of wine."},{"number":4,"verse":"And they will (Lit inquire of your welfare) greet you and give you two loaves of bread, which you will accept from their hand."},{"number":5,"verse":"Afterward you will come to (Or Gibeath-haelohim) the hill of God where the Philistine garrison is; and it shall be as soon as you have come there to the city, that you will meet a group of prophets coming down from the high place with harp, tambourine, flute, and a lyre in front of them, and they will be prophesying."},{"number":6,"verse":"Then the Spirit of the LORD will rush upon you, and you will prophesy with them and be changed into a different man."},{"number":7,"verse":"And it shall be when these signs come to you, do for yourself what (Lit your hand finds) the occasion requires, because God is with you."},{"number":8,"verse":"And you shall go down ahead of me to Gilgal; and behold, I will be coming down to you to offer burnt offerings and sacrifice peace offerings. You shall wait seven days until I come to you and inform you of what you should do.”"},{"number":9,"verse":"Then it happened, when he turned his back to leave Samuel, that God changed (Lit for him another heart) his heart; and all those signs came about on that day."},{"number":10,"verse":"When they came there to (Or Gibeath) the hill, behold, a group of prophets met him; and the Spirit of God rushed upon him, so that he prophesied among them."},{"number":11,"verse":"And it came about, when all who previously knew him saw that he was indeed prophesying with the prophets, that the people said to one another, “What is this that has happened to the son of Kish? Is Saul also among the prophets?”"},{"number":12,"verse":"And a man from there responded and said, “And who is their father?” Therefore it became a saying: “Is Saul also among the prophets?”"},{"number":13,"verse":"When he had finished prophesying, he came to the high place."},{"number":14,"verse":"Now Saul’s uncle said to him and his servant, “Where did you go?” And he said, “To look for the donkeys. When we saw that they were nowhere to be found, we went to Samuel.”"},{"number":15,"verse":"Saul’s uncle said, “Please tell me what Samuel said to you.”"},{"number":16,"verse":"So Saul said to his uncle, “He told us plainly that the donkeys had been found.” But he did not tell him about the matter of the kingdom which Samuel had mentioned."},{"number":17,"verse":"Saul Publicly Chosen King Now Samuel called the people together to the LORD at Mizpah;"},{"number":18,"verse":"and he said to the sons of Israel, “This is what the LORD, the God of Israel says: ‘I brought Israel up from Egypt, and I rescued you from the hand of the Egyptians and from the (Lit hand) power of all the kingdoms that were oppressing you.’"},{"number":19,"verse":"But today you have rejected your God, who saves you from all your catastrophes and your distresses; yet you have (As in several mss and ancient versions; MT said to Him) said, ‘No, but put a king over us!’ Now then, present yourselves before the LORD by your tribes and by your (Or clans) groups of thousands.”"},{"number":20,"verse":"So Samuel brought all the tribes of Israel forward; and the tribe of Benjamin was selected by lot."},{"number":21,"verse":"Then he brought the tribe of Benjamin forward by its families, and the Matrite family was selected by lot. And Saul the son of Kish was selected by lot; but when they looked for him, he could not be found."},{"number":22,"verse":"Therefore they inquired further of the LORD: “Has the man come here yet?” And the LORD said, “Behold, he is hiding himself among the baggage.”"},{"number":23,"verse":"So they ran and took him from there, and when he stood among the people, he was taller than any of the people from his shoulders upward."},{"number":24,"verse":"Samuel said to all the people, “Do you see him whom the LORD has chosen? Surely there is no one like him among all the people.” So all the people shouted and said, “ (Lit May the king live) Long live the king!”"},{"number":25,"verse":"Then Samuel told the people the ordinances of the kingdom, and wrote them in the book, and placed it before the LORD. And Samuel sent all the people away, each one to his house."},{"number":26,"verse":"Saul also went to his house in Gibeah; and the valiant men whose hearts God had touched went with him."},{"number":27,"verse":"But certain (Or wicked; lit sons of Belial) useless men said, “How can this one save us?” And they despised him and did not bring him a gift. But (A mutilated DSS fragment of uncertain reliability (4QSama) adds here that Nahash (11:1) gouged out the right eyes of Israelites) he kept silent about it."}]}