{"bibleAbbr":"NASB2020","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"David Protected from Saul Now Saul told his son Jonathan and all his servants to put David to death. But Jonathan, Saul’s son, greatly delighted in David."},{"number":2,"verse":"So Jonathan informed David, saying, “My father Saul is seeking to put you to death. Now then, please be on your guard in the morning, and stay in a hiding place and conceal yourself."},{"number":3,"verse":"And as for me, I will go out and stand beside my father in the field where you are hiding, and I will speak with my father about you; and whatever I (Lit see) find out, I will tell you.”"},{"number":4,"verse":"Then Jonathan spoke well of David to his father Saul and said to him, “May the king not sin against his servant David, since he has not sinned against you, and since his deeds have been very (Lit good) beneficial to you."},{"number":5,"verse":"For he took his life in his hand and struck the Philistine, and the LORD brought about a great (Lit deliverance) victory for all Israel; you saw it and rejoiced. Why then would you sin against innocent blood by putting David to death (Or undeservedly) for no reason?”"},{"number":6,"verse":"Saul listened to the voice of Jonathan, and Saul vowed, “As the LORD lives, David shall not be put to death.”"},{"number":7,"verse":"Then Jonathan called David, and Jonathan told him all these words. And Jonathan brought David to Saul, and he was in his presence as before."},{"number":8,"verse":"When there was war again, David went out and fought the Philistines and (Lit struck) defeated them with great slaughter, so that they fled from him."},{"number":9,"verse":"Now there was an evil spirit from the LORD on Saul as he was sitting in his house with his spear in his hand, and David was playing the harp with his hand."},{"number":10,"verse":"And Saul tried to (Lit strike David and the wall) pin David to the wall with the spear, but he escaped from Saul’s presence, so that he stuck the spear into the wall. And David fled and escaped that night."},{"number":11,"verse":"Then Saul sent messengers to David’s house to watch him, in order to put him to death in the morning. But Michal, David’s wife, informed him, saying, “If you do not save your life tonight, tomorrow you will be put to death!”"},{"number":12,"verse":"So Michal let David down through a window, and he went and fled, and escaped."},{"number":13,"verse":"And Michal took the (Heb teraphim) household idol and laid it on the bed, and put a quilt of goats’ hair at its head, and covered it with clothing."},{"number":14,"verse":"When Saul sent messengers to take David, she said, “He is sick.”"},{"number":15,"verse":"Then Saul sent messengers to see David, saying, “Bring him up to me on (Lit the) his bed, so that I may put him to death.”"},{"number":16,"verse":"When the messengers entered, behold, the (Heb teraphim) household idol was on the bed with the quilt of goats’ hair at its head."},{"number":17,"verse":"So Saul said to Michal, “Why have you betrayed me like this and let my enemy go, so that he has escaped?” And Michal said to Saul, “He said to me, ‘Let me go! Why should I put you to death?’ ”"},{"number":18,"verse":"So David fled and escaped, and came to Samuel at Ramah; and he informed him of everything that Saul had done to him. And he and Samuel went and stayed in Naioth."},{"number":19,"verse":"But it was reported to Saul, saying, “Behold, David is at Naioth in Ramah.”"},{"number":20,"verse":"Then Saul sent messengers to take David, but when they saw the company of prophets prophesying, with Samuel standing and presiding over them, the Spirit of God came upon the messengers of Saul; and they also prophesied."},{"number":21,"verse":"When Saul was informed of this, he sent other messengers, but they also prophesied. So Saul sent messengers again the third time, yet they prophesied."},{"number":22,"verse":"Then he went to Ramah himself and came as far as the large well that is in Secu; and he (Lit asked and said) asked, “Where are Samuel and David?” And someone said, “Behold, they are at Naioth in Ramah.”"},{"number":23,"verse":"So he (Lit went) proceeded there to Naioth in Ramah; but the Spirit of God came upon him also, so that he went along prophesying continually until he came to Naioth in Ramah."},{"number":24,"verse":"He also stripped off his clothes, and he too prophesied before Samuel and (Lit fell) lay down (I. e., without outward garments) naked all that day and all night. Therefore they say, “Is Saul also among the prophets?”"}]}