{"bibleAbbr":"Geneva1599","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"(4 The Lord sendeth false Prophets for the ingratitude of the people.22 He reserveth a small portion for his Church.) Then came certain of the Elders of Israel unto me, and (He showeth the hypocrisy of the idolaters, who will dissemble to hear the Prophets of God, though in their heart they follow nothing less than their admonitions, and also how by one means or other God doth discover them.) sat before me."},{"number":2,"verse":"And the word of the Lord came unto me, saying,"},{"number":3,"verse":"Son of man, these men have set up their idols in their (They are not only idolaters in heart, but also worship their filthy idols openly, which lead them in blindness, and cause them to stumble, and cast them out of God’s favor, so that he will not hear them when they call unto him, read Jer. 10:15.) heart, and put the stumbling block of their iniquity before their face: should I, being required, answer them?"},{"number":4,"verse":"Therefore speak unto them, and say unto them, Thus saith the Lord God, Every man of the house of Israel that setteth up his idols in his heart, and putteth the stumbling block of his iniquity before his face, and cometh to the (To inquire of things which the Lord hath appointed to come to pass.) Prophet, I the Lord will answer him that cometh, according to the multitude (As his abomination hath deserved: that is, he shall be led with lies according as he delighted therein, 2 Thess. 2:10.) of his idols:"},{"number":5,"verse":"That (That is, convince them by their own conscience.) I may take the house of Israel in their own heart, because they are all departed from me through their idols."},{"number":6,"verse":"Therefore say unto the house of Israel, Thus saith the Lord God, Return, and withdraw yourselves, and turn your faces from your idols, and turn your faces from all your abominations."},{"number":7,"verse":"For everyone of the house of Israel, or of the stranger that sojourneth in Israel, which departeth from me, and setteth up his idols in his heart, and putteth the stumbling block of his iniquity before his face, and cometh to a Prophet, for to inquire of him for me, I the Lord will answer him (Or, by myself.) for myself,"},{"number":8,"verse":"And I will set my face against that man, and will make him an example and proverb, and I will cut him off from the midst of my people, and ye shall know that I am the Lord."},{"number":9,"verse":"And if the Prophet be (The Prophet declareth that God for man’s ingratitude raiseth up false prophets to seduce them that delight in lies rather than in the truth of God, and thus he punisheth sin by sin, 1 Kings 22:20, 22, and destroyeth as well those Prophets as that people.) deceived, when he hath spoken a thing, I the Lord have deceived that Prophet, and I will stretch out mine hand upon him, and will destroy him from the midst of my people of Israel."},{"number":10,"verse":"And they shall bear their punishment: the punishment of the Prophet shall be even as the punishment of him that asketh,"},{"number":11,"verse":"That the house of (Thus God’s judgments against the wicked, are admonitions to the godly, to cleave unto the Lord, and not to defile themselves with like abominations.) Israel may go no more astray from me, neither be polluted anymore with all their transgressions, but that they may be my people, and I may be their God, saith the Lord God."},{"number":12,"verse":"¶ The word of the Lord came again unto me, saying,"},{"number":13,"verse":"Son of man, when the land sinneth against me by committing a trespass, then will I stretch out mine hand upon it, (Read Ezek. 4:16 and 5:17; Isa. 3:1.) and will break the staff of the bread thereof, and will send famine upon it, and I will destroy man and beast forth of it."},{"number":14,"verse":"Though these three men (Though Noah and Job were now alive, which in their time were most godly men (for at this time Daniel was in captivity with Ezekiel) and so these three together should pray for this wicked people, yet would I not hear them, read Jer. 15:1.) Noah, Daniel, and Job were among them, they should deliver but their own souls by their (Meaning, that a very few (which he calleth the remnant, verse 22) should escape these plagues, whom God hath sanctified and made righteous, so that this righteousness is a sign that they are the Church of God, whom he would preserve for his own sake.) righteousness, saith the Lord God."},{"number":15,"verse":"If I bring noisome beasts into the land and they spoil it, so that it be desolate, that no man may pass through, because of beasts,"},{"number":16,"verse":"Though these three men were in the midst thereof, As I live, saith the Lord God, they shall save neither sons nor daughters: they only shall be delivered, but the land shall be waste."},{"number":17,"verse":"Or if I bring a sword upon this land, and say, Sword, go through the land, so that I destroy man and beast out of it,"},{"number":18,"verse":"Though these three men were in the midst thereof, As I live, saith the Lord God, they shall deliver neither sons nor daughters, but they only shall be delivered themselves."},{"number":19,"verse":"Or if I send a pestilence into this land, and pour out my wrath upon it in blood, to destroy out of it man and beast,"},{"number":20,"verse":"And though Noah, Daniel and Job were in the midst of it, As I live, saith the Lord God, they shall deliver neither son nor daughter: they shall but deliver their own souls by their righteousness."},{"number":21,"verse":"For thus saith the Lord God, How much more when I send my (Cross references: : Ezek. 5:17) four sore judgments upon Jerusalem, even the sword, and famine, and the noisome beast, and pestilence, to destroy man and beast out of it?"},{"number":22,"verse":"Yet behold, therein shall be left a (Read Ezek. 5:3.) remnant of them that shall be carried away both sons and daughters: behold, they shall come forth unto you, and ye shall see their way, and their enterprises: and ye shall be comforted, concerning the evil that I have brought upon Jerusalem, even concerning all that I have brought upon it."},{"number":23,"verse":"And they shall comfort you, when ye see their way and their enterprises: and ye shall know, that I have not done without cause all that I have done in it, saith the Lord God."}]}