{"bibleAbbr":"Geneva1599","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":16,"verses":[{"number":1,"verse":"(The Prophet declared the benefits of God toward Jerusalem.15 Their unkindness.46 He justifieth the wickedness of other people in comparison of the sins of Jerusalem.49 The cause of the abominations, into which the Sodomites fell.60 Mercy is promised to the repentant.) Again, the word of the Lord came unto me, saying,"},{"number":2,"verse":"Son of man, cause Jerusalem to know her abominations,"},{"number":3,"verse":"And say, Thus saith the Lord God unto Jerusalem, Thine habitation and thy kindred is of the land (Thou boastest to be of the seed of Abraham, but thou art degenerate and followest the abominations of the wicked Canaanites, as children do the manners of their fathers, Isa. 1:4 and 57:3.) of Canaan: thy father was an Amorite, and thy mother an Hittite."},{"number":4,"verse":"And in thy nativity when thou wast (When I first brought thee out of Egypt, and planted thee in this land to be my Church.) born, thy navel was not cut: thou wast not washed in water to soften thee: thou wast not salted with salt, nor swaddled in clouts."},{"number":5,"verse":"None eye pitied thee to do any of these unto thee, for to have compassion upon thee, but thou wast cast out in the open field to the contempt of thy person in the day that thou wast born."},{"number":6,"verse":"And when I passed by thee, I saw thee polluted in thine (Being thus in thy filthiness and forsaken of all men, I took thee and gave thee life: whereby is meant that before God wash his Church, and give life, there is nothing but filthiness and death.) own blood, and I said unto thee, when thou wast in thy blood, Thou shalt live: even when thou wast in thy blood, I said unto thee, Thou shalt live."},{"number":7,"verse":"I have caused thee to multiply as the bud of the field, and thou hast increased and waxen great, and thou hast gotten excellent ornaments: thy breasts are fashioned, thine hair is grown, whereas thou wast naked and bare."},{"number":8,"verse":"Now when I passed by thee, and looked upon thee, behold, thy time was as the time of love, and I spread my skirts over thee, and covered (These words, as blood, pollution, nakedness, and filthiness, are oftentimes repeated to beat down their pride, and to cause them to consider what they were before God received them to mercy, favored them and covered their shame.) thy filthiness: yea, I swear unto thee, and entered into a covenant with (That thou shouldest be a chaste wife unto me, and that I should maintain thee and endue thee with all graces.) thee, saith the Lord God, and thou becamest mine."},{"number":9,"verse":"Then washed I thee with (I washed away thy sins.) water: yea, I washed away thy blood from thee, and I (I sanctified thee with mine holy Spirit.) anointed thee with oil."},{"number":10,"verse":"I clothed thee also with broidered work, and shod thee with badgers’ skin, and I girded thee about with fine linen, and I covered thee with silk."},{"number":11,"verse":"I decked thee also with ornaments, and I put bracelets upon thine hands, and a chain on thy neck."},{"number":12,"verse":"And I put a frontlet upon thy face, and earrings in thine ears, and a beautiful (Hereby he showeth how he saved his Church, enriched it, and gave it power and dominion to reign.) crown upon thine head."},{"number":13,"verse":"Thus wast thou decked with gold and silver, and thy raiment was of fine linen, and silk, and broidered work: thou didst eat fine flour, and honey and oil, and thou wast very beautiful, and thou didst grow up into a kingdom."},{"number":14,"verse":"And thy name was spread among the heathen for thy beauty: for it was perfect through my (He declareth wherein the dignity of Jerusalem stood: to wit, in that that the Lord gave them of his beauty and excellency.) beauty which I had set upon thee, saith the Lord God."},{"number":15,"verse":"Now thou didst (In abusing my gifts, and in putting thy confidence in thine own wisdom and dignity, which were the occasions of thine idolatry.) trust in thine own beauty, and playedst the harlot, because of thy renown, and hast poured out (There was none idolatry so vile wherewith thou didst not pollute thyself.) thy fornications on everyone that passed by, thy desire was to him."},{"number":16,"verse":"And thou didst take thy garments, and deckedst thine high places with divers colors, (This declareth how the idolaters put their chief delight in those things, which please the eyes and outward senses.) and playedst the harlot thereupon: the like things shall not come, neither hath any done so."},{"number":17,"verse":"Thou hast also taken thy fair jewels made of my gold and of my silver, which I had given thee, and (Thou hast converted my vessels and instruments, which I gave thee to serve me with, to the use of thine idols.) madest to thyself images of men, and didst commit whoredom with them,"},{"number":18,"verse":"And tookest thy broidered garments, and coveredst them: and thou hast set mine oil and my perfume before them."},{"number":19,"verse":"My meat also, which I gave thee, as fine flour, oil and honey, wherewith I fed thee, thou hast even set it before them for a sweet savor: thus it was, saith the Lord God."},{"number":20,"verse":"Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them, to (Meaning, by fire: read Lev. 18:21; 2 Kings 23:10.) be devoured: is this thy whoredom a small matter?"},{"number":21,"verse":"That thou hast slain my children, and delivered them to cause them to pass through fire for them?"},{"number":22,"verse":"And in all thine abominations and whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast polluted in thy blood."},{"number":23,"verse":"And beside all thy wickedness (woe, woe unto thee, saith the Lord God)"},{"number":24,"verse":"Thou hast also built unto thee an high place, and hast made thee an high place in every street."},{"number":25,"verse":"Thou hast built thine high place at every (Or, head.) corner of the way, and hast made thy beauty to be abhorred: thou hast opened thy feet to everyone that passed by, and multiplied thy whoredom."},{"number":26,"verse":"Thou hast also committed fornication with the (He noteth the great impiety of this people, who first falling from God to seek help at strange nations, did also at length embrace their idolatry, thinking thereby to make their amity more strong.) Egyptians thy neighbors, which have great members, and hast increased thy whoredom, to provoke me."},{"number":27,"verse":"Behold, therefore I did stretch out mine hand over thee, and will diminish thine ordinary, and deliver thee unto the will of them that hate thee, even to the (Or, cities.) daughters of the Philistines, which are ashamed of thy wicked way."},{"number":28,"verse":"Thou hast played the whore also with the Assyrians, because thou wast insatiable: yea, thou hast played the harlot with them, and yet couldest not be satisfied."},{"number":29,"verse":"Thou hast moreover multiplied thy fornication from the land of Canaan unto Chaldea, and yet thou wast not satisfied herewith."},{"number":30,"verse":"How weak is thine heart, saith the Lord God, seeing thou doest all these things, even the work of a (Or, that will bear rule.) presumptuous whorish woman?"},{"number":31,"verse":"In that thou buildest thine high place in the corner of every way, and makest thine high place in every street, and hast not been as an harlot (Meaning, that some harlots contemn small rewards, but no lovers gave a reward to Israel, but they gave to all others: signifying that the idolaters bestow all their substance, which they receive of God for his glory, to serve their vile abominations.) that despiseth a reward,"},{"number":32,"verse":"But as a wife that playeth the harlot, and taketh others for her husband:"},{"number":33,"verse":"They give gifts to all other whores, but thou givest gifts unto all thy lovers, and rewardest them that they may come unto thee on every side for thy fornication."},{"number":34,"verse":"And the contrary is in thee from other women in thy fornications, neither the like fornication shall be after thee: for in that thou givest a reward and no reward is given unto thee, therefore thou art contrary."},{"number":35,"verse":"Wherefore, O harlot, hear the word of the Lord."},{"number":36,"verse":"Thus saith the Lord God, Because thy (Or, … parts.) shame was poured out, and thy filthiness discovered through thy fornications with thy lovers, and with all the idols of thine abominations, and by the blood of thy children, which thou didst offer unto them,"},{"number":37,"verse":"Behold, therefore I will gather all (Egyptians, Assyrians and Chaldeans, whom thou tookest to be thy lovers, shall come and destroy thee, Ezek. 23:9.) thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated: I will even gather them round about against thee, and will discover thy filthiness unto them, that they may see all thy filthiness."},{"number":38,"verse":"And I will judge thee after the manner of them that are (I will judge thee to death, as the adulterers and murderers.) harlots, and of them that shed blood, and I will give thee the blood of wrath, and jealousy."},{"number":39,"verse":"I will also give thee into their hands, and they shall destroy thine high place, and shall break down thine high places: they shall strip thee also out of thy clothes, and shall take thy fair jewels, and leave thee naked and bare."},{"number":40,"verse":"They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords."},{"number":41,"verse":"And they (Cross references: : 2 Kings 25:9) shall burn up thine houses with fire, and execute judgments upon thee in the sight of many women: and I will cause thee to cease from playing the harlot, and thou shalt give no reward anymore."},{"number":42,"verse":"So will I make my wrath toward thee to rest, and my (I will utterly destroy thee, and so my jealousy shall cease.) jealousy shall depart from thee, and I will cease, and be no more angry."},{"number":43,"verse":"Because thou hast not remembered the days of thy youth, but hast provoked me with all these things, behold, therefore I also have (I have punished thy faults, but thou wouldest not repent.) brought thy way upon thy head, saith the Lord God: yet hast not thou had consideration of all thine abominations."},{"number":44,"verse":"Behold, all that use proverbs, shall use this proverb against thee, saying, As is the mother, (As were the Canaanites, and the Hittites and others your predecessors, so are you their successors.) so is her daughter."},{"number":45,"verse":"Thou art thy mother’s daughter, that hath cast off her husband and her children, and thou art the sister of thy (That is, of Samaria and Sodom.) sisters, which forsook their husbands and their children: your mother is an Hittite, and your father an Amorite."},{"number":46,"verse":"And thine elder sister is Samaria, and her (That is, her cities.) daughters, that dwell at thy left hand, and (Hebrew, thy sister younger than thou.) thy younger sister, that dwelleth at thy right hand, is Sodom, and her daughters."},{"number":47,"verse":"Yet hast thou (But done far worse.) not walked after their ways, nor done after their abominations: but as it had been a very little thing, thou wast corrupted more than they in all thy ways."},{"number":48,"verse":"As I live, saith the Lord God, Sodom thy sister hath not done, neither she nor her daughters, as thou hast done and thy daughters."},{"number":49,"verse":"Behold, this was the iniquity of thy sister Sodom, (He allegeth these four vices, pride, excess, idleness and contempt of the poor, as four principal causes of such abomination, wherefore they were so horribly punished, Gen. 19:24.) pride, fullness of bread and abundance of idleness was in her, and in her daughters: neither did she strengthen the hand of the poor and needy."},{"number":50,"verse":"But they were haughty, and committed abomination before me: therefore I took them away as pleased me."},{"number":51,"verse":"Neither (Which worshipped the calves in Bethel and Dan.) hath Samaria committed half of thy sins, but thou hast exceeded them in thine abominations, and hast (Thou art so wicked, that in respect of thee Sodom and Samaria were just.) justified thy sisters in all thine abominations which thou hast done."},{"number":52,"verse":"Therefore thou which hast justified thy sisters, bear thine own shame for thy sins, that thou hast committed more abominable than they which are more righteous than thou art: be thou therefore confounded also, and bear thy shame, seeing that thou hast justified thy sisters."},{"number":53,"verse":"Therefore I will bring again (This he speaketh in comparison, seeing that he would restore Jerusalem when Sodom should be restored, that is, never: and this is meant of the greatest part of the Jews.) their captivity, with the captivity of Sodom, and her daughters, and with the captivity of Samaria, and her daughters: even the captivity of thy captives in the midst of them,"},{"number":54,"verse":"That thou mayest bear thine own shame, and mayest be confounded in all that thou hast done, in that thou hast (In that thou hast showed thyself worse than they and yet thoughtest to escape punishment.) comforted them."},{"number":55,"verse":"And thy sister Sodom and her daughters shall return to their former state: Samaria also and her daughters shall return to their former state: (Meaning, that it should never come to pass.) when thou and thy daughters shall return to your former state."},{"number":56,"verse":"For thy sister Sodom (Hebrew, was not a rumor in thy mouth.) was not heard of (Thou wouldest not call her punishment to mind when thou wast aloft, to learn by her example to fear my judgments.) by thy report in the day of thy pride,"},{"number":57,"verse":"Before thy wickedness was (That is, till thou wast brought under by the Syrians and Philistines, 2 Chron. 28:19.) discovered, as in that same time of the reproach of the daughters of Aram, and of all the daughters of the Philistines round about (Which joined with the Syrians, or compassed about Jerusalem.) her, which despise thee on all sides."},{"number":58,"verse":"Thou hast borne therefore thy wickedness and thine abomination, saith the Lord."},{"number":59,"verse":"For thus saith the Lord God, I might even deal with thee, as thou hast done: when thou didst despise the (When thou brakest the covenant which was made between thee and me, as verse 8.) oath, in breaking the covenant."},{"number":60,"verse":"Nevertheless, I will (That is, of mercy and love I will pity thee, and so stand to my covenant though thou hast deserved the contrary.) remember my covenant made with thee in the days of thy youth, and I will confirm unto thee an everlasting Covenant."},{"number":61,"verse":"Then thou shalt remember thy ways, and be ashamed, when thou shalt receive (Whereby he showeth that among the most wicked, he had ever some seed of his Church, which he would cause to fructify in due time: and here he declareth how he will call the Gentiles.) thy sisters, both thy elder and thy younger, and I will give them unto thee for daughters, but not (But of my free mercy.) by thy covenant."},{"number":62,"verse":"And I will establish my covenant with thee, and thou shalt know that I am the Lord,"},{"number":63,"verse":"That thou mayest remember, and be (This declareth what fruits God’s mercies work in his, to wit, sorrow and repentance for their former life.) ashamed, and never open thy mouth anymore: because of thy shame when I am pacified toward thee, for all that thou hast done, saith the Lord God."}]}