{"bibleAbbr":"NLT2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"(The Idolatry of Israel’s Leaders) Then some of the leaders of Israel visited me, and while they were sitting with me,"},{"number":2,"verse":"this message came to me from the LORD:"},{"number":3,"verse":"“Son of man, these leaders have set up idols (The Hebrew term (literally round things) probably alludes to dung; also in 14:4, 5, 6, 7.) in their hearts. They have embraced things that will make them fall into sin. Why should I listen to their requests?"},{"number":4,"verse":"Tell them, ‘This is what the Sovereign LORD says: The people of Israel have set up idols in their hearts and fallen into sin, and then they go to a prophet asking for a message. So I, the LORD, will give them the kind of answer their great idolatry deserves."},{"number":5,"verse":"I will do this to capture the minds and hearts of all my people who have turned from me to worship their detestable idols.’"},{"number":6,"verse":"“Therefore, tell the people of Israel, ‘This is what the Sovereign LORD says: Repent and turn away from your idols, and stop all your detestable sins."},{"number":7,"verse":"I, the LORD, will answer all those, both Israelites and foreigners, who reject me and set up idols in their hearts and so fall into sin, and who then come to a prophet asking for my advice."},{"number":8,"verse":"I will turn against such people and make a terrible example of them, eliminating them from among my people. Then you will know that I am the LORD."},{"number":9,"verse":"“‘And if a prophet is deceived into giving a message, it is because I, the LORD, have deceived that prophet. I will lift my fist against such prophets and cut them off from the community of Israel."},{"number":10,"verse":"False prophets and those who seek their guidance will all be punished for their sins."},{"number":11,"verse":"In this way, the people of Israel will learn not to stray from me, polluting themselves with sin. They will be my people, and I will be their God. I, the Sovereign LORD, have spoken!’”"},{"number":12,"verse":"(The Certainty of the LORD’s Judgment) Then this message came to me from the LORD:"},{"number":13,"verse":"“Son of man, suppose the people of a country were to sin against me, and I lifted my fist to crush them, cutting off their food supply and sending a famine to destroy both people and animals."},{"number":14,"verse":"Even if Noah, Daniel, and Job were there, their righteousness would save no one but themselves, says the Sovereign LORD."},{"number":15,"verse":"“Or suppose I were to send wild animals to invade the country, kill the people, and make the land too desolate and dangerous to pass through."},{"number":16,"verse":"As surely as I live, says the Sovereign LORD, even if those three men were there, they wouldn’t be able to save their own sons or daughters. They alone would be saved, but the land would be made desolate."},{"number":17,"verse":"“Or suppose I were to bring war against the land, and I sent enemy armies to destroy both people and animals."},{"number":18,"verse":"As surely as I live, says the Sovereign LORD, even if those three men were there, they wouldn’t be able to save their own sons or daughters. They alone would be saved."},{"number":19,"verse":"“Or suppose I were to pour out my fury by sending an epidemic into the land, and the disease killed people and animals alike."},{"number":20,"verse":"As surely as I live, says the Sovereign LORD, even if Noah, Daniel, and Job were there, they wouldn’t be able to save their own sons or daughters. They alone would be saved by their righteousness."},{"number":21,"verse":"“Now this is what the Sovereign LORD says: How terrible it will be when all four of these dreadful punishments fall upon Jerusalem—war, famine, wild animals, and disease—destroying all her people and animals."},{"number":22,"verse":"Yet there will be survivors, and they will come here to join you as exiles in Babylon. You will see with your own eyes how wicked they are, and then you will feel better about what I have done to Jerusalem."},{"number":23,"verse":"When you meet them and see their behavior, you will understand that these things are not being done to Israel without cause. I, the Sovereign LORD, have spoken!”"}]}