{"bibleAbbr":"NLT2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"A Funeral Song for Israel’s Kings “Sing this funeral song for the princes of Israel:"},{"number":2,"verse":"“What is your mother? A lioness among lions! She lay down among the young lions and reared her cubs."},{"number":3,"verse":"She raised one of her cubs to become a strong young lion. He learned to hunt and devour prey, and he became a man-eater."},{"number":4,"verse":"Then the nations heard about him, and he was trapped in their pit. They led him away with hooks to the land of Egypt."},{"number":5,"verse":"“When the lioness saw that her hopes for him were gone, she took another of her cubs and taught him to be a strong young lion."},{"number":6,"verse":"He prowled among the other lions and stood out among them in his strength. He learned to hunt and devour prey, and he, too, became a man-eater."},{"number":7,"verse":"He demolished fortresses (As in Greek version; Hebrew reads He knew widows.) and destroyed their towns and cities. Their farms were desolated, and their crops were destroyed. The land and its people trembled in fear when they heard him roar."},{"number":8,"verse":"Then the armies of the nations attacked him, surrounding him from every direction. They threw a net over him and captured him in their pit."},{"number":9,"verse":"With hooks, they dragged him into a cage and brought him before the king of Babylon. They held him in captivity, so his voice could never again be heard on the mountains of Israel."},{"number":10,"verse":"“Your mother was like a vine planted by the water’s edge. It had lush, green foliage because of the abundant water."},{"number":11,"verse":"Its branches became strong— strong enough to be a ruler’s scepter. It grew very tall, towering above all others. It stood out because of its height and its many lush branches."},{"number":12,"verse":"But the vine was uprooted in fury and thrown down to the ground. The desert wind dried up its fruit and tore off its strong branches, so that it withered and was destroyed by fire."},{"number":13,"verse":"Now the vine is transplanted to the wilderness, where the ground is hard and dry."},{"number":14,"verse":"A fire has burst out from its branches and devoured its fruit. Its remaining limbs are not strong enough to be a ruler’s scepter. “This is a funeral song, and it will be used in a funeral.”"}]}