{"bibleAbbr":"NLT2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"The Coming of the End Then this message came to me from the LORD:"},{"number":2,"verse":"“Son of man, this is what the Sovereign LORD says to Israel: “The end is here! Wherever you look— east, west, north, or south— your land is finished."},{"number":3,"verse":"No hope remains, for I will unleash my anger against you. I will call you to account for all your detestable sins."},{"number":4,"verse":"I will turn my eyes away and show no pity. I will repay you for all your detestable sins. Then you will know that I am the LORD."},{"number":5,"verse":"“This is what the Sovereign LORD says: Disaster after disaster is coming your way!"},{"number":6,"verse":"The end has come. It has finally arrived. Your final doom is waiting!"},{"number":7,"verse":"O people of Israel, the day of your destruction is dawning. The time has come; the day of trouble is near. Shouts of anguish will be heard on the mountains, not shouts of joy."},{"number":8,"verse":"Soon I will pour out my fury on you and unleash my anger against you. I will call you to account for all your detestable sins."},{"number":9,"verse":"I will turn my eyes away and show no pity. I will repay you for all your detestable sins. Then you will know that it is I, the LORD, who is striking the blow."},{"number":10,"verse":"“The day of judgment is here; your destruction awaits! The people’s wickedness and pride have blossomed to full flower."},{"number":11,"verse":"Their violence has grown into a rod that will beat them for their wickedness. None of these proud and wicked people will survive. All their wealth and prestige will be swept away."},{"number":12,"verse":"Yes, the time has come; the day is here! Buyers should not rejoice over bargains, nor sellers grieve over losses, for all of them will fall under my terrible anger."},{"number":13,"verse":"Even if the merchants survive, they will never return to their business. For what God has said applies to everyone— it will not be changed! Not one person whose life is twisted by sin will ever recover."},{"number":14,"verse":"The Desolation of Israel“The trumpet calls Israel’s army to mobilize, but no one listens, for my fury is against them all."},{"number":15,"verse":"There is war outside the city and disease and famine within. Those outside the city walls will be killed by enemy swords. Those inside the city will die of famine and disease."},{"number":16,"verse":"The survivors who escape to the mountains will moan like doves, weeping for their sins."},{"number":17,"verse":"Their hands will hang limp, their knees will be weak as water."},{"number":18,"verse":"They will dress themselves in burlap; horror and shame will cover them. They will shave their heads in sorrow and remorse."},{"number":19,"verse":"“They will throw their money in the streets, tossing it out like worthless trash. Their silver and gold won’t save them on that day of the LORD’s anger. It will neither satisfy nor feed them, for their greed can only trip them up."},{"number":20,"verse":"They were proud of their beautiful jewelry and used it to make detestable idols and vile images. Therefore, I will make all their wealth disgusting to them."},{"number":21,"verse":"I will give it as plunder to foreigners, to the most wicked of nations, and they will defile it."},{"number":22,"verse":"I will turn my eyes from them as these robbers invade and defile my treasured land."},{"number":23,"verse":"“Prepare chains for my people, for the land is bloodied by terrible crimes. Jerusalem is filled with violence."},{"number":24,"verse":"I will bring the most ruthless of nations to occupy their homes. I will break down their proud fortresses and defile their sanctuaries."},{"number":25,"verse":"Terror and trembling will overcome my people. They will look for peace but not find it."},{"number":26,"verse":"Calamity will follow calamity; rumor will follow rumor. They will look in vain for a vision from the prophets. They will receive no teaching from the priests and no counsel from the leaders."},{"number":27,"verse":"The king and the prince will stand helpless, weeping in despair, and the people’s hands will tremble with fear. I will bring on them the evil they have done to others, and they will receive the punishment they so richly deserve. Then they will know that I am the LORD.”"}]}