{"bibleAbbr":"RcV2003","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":5,"verses":[{"number":1,"verse":"Everyone who believes that Jesus is the Christ has been begotten of God, and everyone who loves Him who has begotten loves him also who has been begotten of Him."},{"number":2,"verse":"In this we know that we love the children of God, when we love God and do His commandments."},{"number":3,"verse":"For this is the love of God, that we keep His commandments; and His commandments are not burdensome."},{"number":4,"verse":"For everything that has been begotten of God overcomes the world; and this is the victory which has overcome the world — our faith."},{"number":5,"verse":"And who is he who overcomes the world except him who believes that Jesus is the Son of God?"},{"number":6,"verse":"This is He who came through water and blood, Jesus Christ; not in the water only, but in the water and in the blood; and the Spirit is He who testifies, because the Spirit is the reality."},{"number":7,"verse":"For there are three who testify,"},{"number":8,"verse":"The Spirit and the water and the blood, and the three are unto the one thing."},{"number":9,"verse":"If we receive the testimony of men, the testimony of God is greater, because this is the testimony of God that He has testified concerning His Son."},{"number":10,"verse":"He who believes into the Son of God has the testimony in himself; he who does not believe God has made Him a liar because he has not believed in the testimony which God has testified concerning His Son."},{"number":11,"verse":"And this is the testimony, that God gave to us eternal life and this life is in His Son."},{"number":12,"verse":"He who has the Son has the life; he who does not have the Son of God does not have the life."},{"number":13,"verse":"I have written these things to you that you may know that you have eternal life, to you who believe into the name of the Son of God."},{"number":14,"verse":"And this is the boldness which we have toward Him, that if we ask anything according to His will, He hears us."},{"number":15,"verse":"And if we know that He hears us in whatever we ask, we know that we have the requests which we have asked from Him."},{"number":16,"verse":"If anyone sees his brother sinning a sin not unto death, he shall ask and he will give life to him, to those sinning not unto death. There is a sin unto death; I do not say that he should make request concerning that."},{"number":17,"verse":"All unrighteousness is sin, and there is sin not unto death."},{"number":18,"verse":"We know that everyone who is begotten of God does not sin, but he who has been begotten of God keeps himself, and the evil one does not touch him."},{"number":19,"verse":"We know that we are of God, and the whole world lies in the evil one."},{"number":20,"verse":"And we know that the Son of God has come and has given us an understanding that we might know Him who is true; and we are in Him who is true, in His Son Jesus Christ. This is the true God and eternal life."},{"number":21,"verse":"Little children, guard yourselves from idols."}]}