{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"( टिड्डियन) यहोवा मूसा स कहेस, “फिरौन क हिआँ जा। मइँ ओका अउ ओकरे अफसरन्क जिद्दी बनइ दिहेउँ ह। मइँ यह आपन बरियारे क चमत्कार ओनका अउर ओकर लोगन क समन्वा देखाइ बरे किहेउँ ह।"},{"number":2,"verse":"मइँ ऍका ऍह बरे किहेउँ ह कि तू आपन पूत-बिटिया तथा नाती-नतिनी क ओन अजूबा काम क अउ दूसर चीन्ह क बताइ सका जउन मइँ मिस्री लोगन क खिलाफ मँ किहेउँ ह। तबहिं तू पचे जान लेब्या कि मइँ यहोवा हउँ।”"},{"number":3,"verse":"ऍह बरे मूसा अउ हारून फिरौन क लगे गएन। उ पचे ओसे कहेन, “हिब्रू लोगन क यहोवा परमेस्सर कहत हीं, ‘तू मोरे हुकुम क मानइ स कब ताई इन्कार करब्या? मोरे लोगन क मोर आराधना करइ बरे जाइ द्या।"},{"number":4,"verse":"जदि तू मोर लोगन क जाइ स मना करत ह तउ मइँ भियान तोहरे देस मँ टिड्डियन क लइ आउब।"},{"number":5,"verse":"टिड्डियन पूरी भुइँया क ढाँपि लेइहीं। ओ ऍतना ढेरि क होइहीं कि तू भुइयाँ नाहीं लखइ पउब्या। सबहिं पउधन अउ जउन कछू चीज ओला भरी आँधी स बचि गइ बाटिन ओका टिड्डियन चट कइ जइहीं। टिड्डियन मइदान क सब पातिन्क चट कइ डइहीं।"},{"number":6,"verse":"टिड्डियन सबहिं घरन, तोहरे अफसरन्क सबहुँ घरन अउ मिस्र क सबहुँ घरन मँ भरि जइहीं। जेतॅना टिड्डियन तोहार बाप दादा कबहुँ न देखे होइहीं ओसे भी जिआदा टिड्डियन हिआँ होइहीं। जब ते मनइयन मिस्र मँ रहइ लागेन, तब ते जब कबहुँ टिड्डियन भइ होइहीं ओसे भी जिआदा टिड्डियन होइहीं।’” तबहिं मूसा घूमि गवा अउ फिरौन क तजि दिहस।"},{"number":7,"verse":"फिरौन क अफसरन ओसे पूछेन, “हम पचे कब तलक इ लोगन क जालि मँ फँसा रहब। मनइयन क यहोवा आपन परमेस्सर क आराधना करइ जाइ द्या। जदि आप ओनका नाहीं जाइ देब्या तउ आपक जानइ स पहिले मिस्र बरबाद होइ जाइ।”"},{"number":8,"verse":"ऍह बरे फिरौन आपन अफसरन्स कहेस कि मूसा अउ हारून क ओकरे लगे लिआवा। उ ओनसे कहेस, “जा अउ यहोवा आपन परमेस्सर क आराधना करा। मुला मोका बतावा फुरे कि कउन-कउन जात अहइँ?”"},{"number":9,"verse":"मूसा जवाब दिहेस, “हमार मनई जवान अउ बुढ़वा मनई जइहीं। अउ हम पचे आपन बेटहनन अउ बिटिहनियन, आपन भेड़िन अउ गोरूअन क आपन संग लइ जाब। हम सब एक अउट जाब काहे कि परमेस्सर क भोज हम सबइ बरे अहइ।”"},{"number":10,"verse":"फिरौन ओनसे कहेस, “जदि मइँ कभी तू पचन्क अउ तोहरे बचवन क जाइ देइ तउ परमेस्सर क सचमुच तोहरे साथे होइ चाही। लखा, तू पचे कछू बुरा जोजना करत बाट्या?"},{"number":11,"verse":"सिरिफ मनइयन ही जाइ सकत हीं अउ यहोवा क आराधना कइ सकत हीं। तू पचे इहइ सुरू से ही माँग्या ह। मुला तोहार सारे लोगन क साथें जाइ क आग्या नाहीं बा।” तब फिरौन मूसा अउ हारून क पठएस।"},{"number":12,"verse":"यहोवा मूसा स कहेस, “मिस्र क धरती प बँहिया उठावा अउ टिड्डियन आइ जइहीं। टिड्डियन मिस्र क सारी भुइयाँ प संचर जइहीं। टिड्डियन ओला स बचा भवा पेड़ पउधा क चट कइ जइहीं।”"},{"number":13,"verse":"मूसा आपन छड़ी क मिस्र कइँती उठाएस अउ यहोवा पूरब स जोर क आँधी चलाइ दिहेस। आँधी उ सारे दिन भइ अउ रात मँ चलत रही। जब भिन्सार भवा, आँधी मिस्र देस मँ टिड्डियन क लइ आइ दिहस।"},{"number":14,"verse":"टिड्डियन मिस्र देस स उड़िके आइन अउ भुइयाँ प बैठि गइन। मिस्र मँ एँतनी जिआदा टिड्डियन कबहुँ नाहीं भइन जेतनी इ दाई रहिन।"},{"number":15,"verse":"टिड्डियन पूरी भुइँया क ढाँपि लेइहीं। ऍह बरे पूरे देस मँ जमीन प अँधियारा छाइ गवा। टिड्डन ओन सबहिं पउधन क अउ बृच्छ क हरिअर फल क, जउन ओला गिरे स नसान नाहीं रहेन, चट कइ डाइन। मिस्र मँ कतहुँ कउनो पेड़ या पउधन प कउनो पाती नाहीं रहि पाइ।"},{"number":16,"verse":"फिरौन मूसा अउ हारून क हाली बोलावाएस। फिरौन कहेस, “मइँ तोहरे अउ यहोवा तोहरे परमेस्सर क खिलाफ पाप किहेउँ ह।"},{"number":17,"verse":"इ टेम प मोरे पाप क अब छिमा कइ द्या। यहोवा आपन स पराथना करा कि इ ‘मउत’ (टिड्डियन) क मोसे दूर करा।”"},{"number":18,"verse":"मूसा फिरौन स अलग भवा अउ उ यहोवा स पराथना किहेस।"},{"number":19,"verse":"ऍह बरे यहोवा हवा क बहब बदलि दिहस। यहोवा पच्छिउँ स तेज आँधी उठाएस अउ उ टिड्डियन क लाल सागरे मँ हटाइ दिहस। एक ठु भी टिड्डी मिस्र मँ नाहीं बचि पाएस।"},{"number":20,"verse":"मुला यहोवा फिरौन क जिद्दी बनएस। अउर फिरौन इस्राएल क मनइयन क जाइ नाहीं दिहेस।"},{"number":21,"verse":"( अँधियारा) तब यहोवा मूसा स कहेस, “आपन बाँही क हवा मँ ऊपर उठावा अउ अँधियारा मिस्र क ओढ़ि लेइ। इ अँधियारा एतना गहिर अउ मोट होइ कि तू ऍका महसूस कइ सकित ह।”"},{"number":22,"verse":"तउ मूसा आपन हथवा हवा मँ उठाएस अउ मिस्र मँ टोवइवाला अँधियर छाइ गवा। इ अँधियारा तीन दिना तलक मिस्र मँ रहा।"},{"number":23,"verse":"मनइयन मँ स कउनो क चोंधरात नाहीं रहा अउ तीन दिन कउनो कतहूँ नाहीं जाइ पावा। मुला हुवाँ उजिआरा उ ठउरन प रहा जहाँ कतहूँ इस्राएल क मनई रहेन।"},{"number":24,"verse":"फिरौन मूसा क फुन बोलाएस। फिरौन कहेस, “जा अउ यहोवा क आराधना करा। तू पचे आपन संग बचवन क लइ जाइ सकत ह। सिरिफ आपन भेड़िन अउ गोरून क हिआँ तजि द्या।”"},{"number":25,"verse":"मूसा कहेस, “न सिरिफ हम पचे आपन भेड़ अउ गोरू क लइ जाब मुला जब हम पचे जाब, आप हम सबन्क भेंट अउ बलि भी देब्या। हम पचे इ सब बलिन क आपन परमेस्सर यहोवा क आराधना बरे बइपरब।"},{"number":26,"verse":"हम पचे आपन पसु क संग संग परमेस्सर क आराधना बरे लइ जाब। हमरे पाछे एक ठु खुर भी न छूटि पाइ। हम पचे ठीक तरह अबहिं नाहीं जानित अही कि परमेस्सर क आराधना बरे हम क का चाही। हम पचे तब ओका जानि पाउब जब हम सबइ उ ठउरे क पहुँचि जाब जहाँ हम पचे जात अही।”"},{"number":27,"verse":"यहोवा फुन फिरौन क जिद्दी बनाएस। ऍह बरे फिरौन ओन सब क जाइ स मना कइ दिहेस।"},{"number":28,"verse":"तब फिरौन मूसा स कहेस, “मोसे दूर होइ जा। मइँ नाहीं चाहित कि तू हिआँ फुन आवा। एकरे पाछे जदि तू हम से भेंटइ अउब्या तउ मारि डावा जाब्या।”"},{"number":29,"verse":"तबहिं मूसा फिरौन स कहेस, “आप जउन कहत हीं, ठीक बा। मइँ फुन आप स भेंटइ कबहुँ न आउब।”"}]}