{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"तब यहोवा मूसा स कहेस,"},{"number":2,"verse":"“हर पहिला पइदा भवा इस्राएली लरिका मोका अर्पण कइ दिहा। हर अउरत क पहिला पइदा बचवा मोर ही होइ। तू पचे पहिला पइदा हर एक नर पसु क मोका अर्पण कइ दिहा।”"},{"number":3,"verse":"मूसा मनइयन स कहेस, “इ दिन क याद राखा। तू पचे मिस्र मँ गुलाम रह्या। मुला इ दिन यहोवा आपन बड़की सक्ती क बइपरेस अउ तू पचन्क अजाद कराएस। तू पचे खमीरे क संग जिन खाया।"},{"number":4,"verse":"आजु आबीब क महीना मँ, तू पचे मिस्र स जात रह्या।"},{"number":5,"verse":"यहोवा तू पचन्क पुरखन स खास वाचा किहे रहेन। यहोवा तू पचन्क कनानी, हित्ती, एमोरी, परिज्जी, हिब्बी, अउ यबूसी मनइयन क धरती देइ क वाचा किहेस। जब यहोवा तू पचन्क उ बढ़िया देस मँ ले जाइ जहाँ दूध अउर सहद क नदी बहत रहत ह तब तू इ दिन क जरूर याद राख्या। तू पचे हर बार बरिस क पहिले महीना मँ इ दिन क खास आराधना क दिन क रूप मँ मनावा।"},{"number":6,"verse":"“सात दिन तलक तू पचे उहइ रोटी खाया जेहँमा खमीर न होइ। सातवें दिन एक ठु बड़की दावत होइ। इ दावत यहोवा क मान करइ क निसानी होइ।"},{"number":7,"verse":"ऍह बरे सात दिना ताई खमीर स बनई रोटी नाहीं खाइ चाही। तोहरे पहँटा मँ कउनो जगह खमीर क रोटी नाहीं होइ चाही।"},{"number":8,"verse":"इ दिन तू सबन्क आपन गदेलन स कहइ चाही, ‘हम पचे इ दावत ऍह बरे करत अही कि यहोवा हमका मिस्र स बाहेर निकारेस।’"},{"number":9,"verse":"“इ छुटी क दिन तू पचन्क याद करइ मँ मदद करी यानी इ तू पचन्क कलाई प बाँधा धागा क नाई होइ। इ दिन तोहार आँख क आगवा एक चीन्ह क नाई होइ। इ छुटी क दिन तोहका यहोवा क उपदेस क याद राखइ मँ मदद करी। इ छुटी क दिन तू पचन्क ई याद राखइ मँ मदद करी कि यहोवा तू पचन्क क आपन महान सक्ती क प्रयोग कइके तोहका मिस्र स बाहेर निकारेस ह।"},{"number":10,"verse":"ऍह बरे हर बरिस इ छुटी क दिन क ठीक टेम प मनावइ क याद राखा।"},{"number":11,"verse":"“यहोवा तू मनइयन क उ देस मँ लइ चलिहीं जेका तू पचन्क देइ बरे वाचा किहेस रहा। इ समइया हुवाँ कनानी मनइ रहत हीं। मुला यहोवा तोहार पुरखन स इ वाचा किहे रहा कि इ धरती तू पचन्क दइ देइ। यहोवा इ भुइँया तोहका देइहीं।"},{"number":12,"verse":"ओकरे पाछे तू सबइ आपन हर एक पहिलौटी लरिका क ओका अर्पण करइके याद राखा अउ हर एक पहिला पइदा भवा नर पसु क जरूर यहोवा बरे अर्पण कइ दिहा।"},{"number":13,"verse":"हर एक पहिला पइदा भवा गदहा यहोवा स वापस बेसहि लिहा। तू पचे ओकरे बदले मँ भेड़ क बच्चा क दइ दिहा अउ गदहा क वापस लइ सकत ह। जदि तू यहोवा स गदहा नाहीं बेसहा चहत्या तउ एका मारि डावा। इ एक बलि होइ। तू ओकर गरदन जरूर तोड़ि द्या। हर एक पहिलौटी लरिका यहोवा स फुन जरूर बेसहि लीन्ह जाइ।"},{"number":14,"verse":"“अगवा तोहार गदेलन पूछिहीं तू इ काहे करत ह। उ पचे कइहीं, ‘इ सब का का मतलब अहइ?’ अउर तू जवाब देब्या, ‘यहोवा हम सबन्क मिस्र स बचावइ बरे बड़की सक्ती बइपरेस ह। हम पचे हुवाँ गुलाम रहेन। मुला यहोवा हम पचन्क बाहेर निकारेस अउ उ पचे हिआँ लइ आएन।"},{"number":15,"verse":"मिस्र मँ फिरौन हठी होइ गवा। उ हम पचन क जाइ नाहीं दिहस। ऍह बरे यहोवा उ देस क सबहिं पहिलौटी नर अउलादे क मारि डाएस। (यहोवा पहिलौटी नर पसु अउ पहिलौटी बेटवन क मारि डाएस।) ऍह बरे हम पचे पहिले पइदा भए हर एक नर पसु क यहोवा बरे अर्पण करत अही। अउर इहइ कारण अहइ कि हम पचे पहिलौटी भए बेटवन क यहोवा स बेसहित ह।’"},{"number":16,"verse":"इ तोहरे कलाई प बाँधा भवा धगा क नाई अहइ। अउ इ तोहरे आँखिन क समन्वा बँधा भवा चीन्हा क तरह अइइ। इ एका याद दियावइ मँ मदद करी कि यहोवा आपन बड़की ताकत स हम पचन्क मिस्र स बाहेर लइ आएन।”"},{"number":17,"verse":"( मिस्र स बाहेर जात्रा) फिरौन लोगन क मिस्र तजि देइ क मजबूर किहेस। यहोवा लोगन क उ सड़क प नाहीं जाइ दिहस जउन फिलीस्तीन कइँती जात रही। उ सड़क समुद्र स होइ क सबते छोटी राह रही मुला यहोवा कहेस, “जदि लोगन उ राहे स जात हीं, उ पचन्क जुद्ध करइ क होइ। तउ उ पचे आपन इरादा बदलि सकत हीं अउ मिस्र क लौटि सकत हीं।”"},{"number":18,"verse":"ऍह बरे यहोवा ओनका दूसर राहे स लइ गवा। उ ओन पचेन्क लाल समुद्र क रेगिस्ताने स लइ गवा। इस्राएल क मनइयन जुद्ध क कपड़ा पहिरे रहेन जब उ पचे मिस्र क तजि दिहन।"},{"number":19,"verse":"( यूसुफ घर जात ह) मूसा यूसुफ क हाड़े क आपन संग लइ गवा। मरइ क पहिले यूसुफ इस्राएल क अउलादे स वाचा किहेस कि उ पचे इ करिहीं। मरइ स पहिले यूसुफ कहेस, “परमेस्सर तू पचन्क बचावइ, तू आपन संग मोर हाड़े क मिस्र स बाहेर लइ जाइ क याद राखा।”"},{"number":20,"verse":"( यहोवा आपन लोगन क अगुवाई करत ह) इस्राएल क मनइयन सुक्कोत नगर तजेन अउ एताम मँ डेरा डाएन। एताम रेगिस्ताने क छोरे प रहा।"},{"number":21,"verse":"यहोवा रस्ता देखाँएन। दिन मँ यहोवा एक लम्बा बदरे क प्रयोग मनइयन क लइ जाइ बरे किहस अउ राति मँ यहोवा ओनका रस्ता देखावइ बरे एक लम्बा आगी क खम्भा क बइपरेस। इ आगी ओनका उजिआरा देत रही। इ कारण उ पचे राति मँ जात्रा कइ सकत रहेन।"},{"number":22,"verse":"एक ऊँच खम्भा क रूप मँ बादर हमेसा ओनके संग दिन मँ रहा अउ राति क आगी क खम्भा सदा ओनके संग रहा।"}]}