{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":19,"verses":[{"number":1,"verse":"( इस्राएल क संग परमेस्सर क करार) मिस्र स आपन जात्रा करइ क तीसरे महीना मँ इस्राएल क मनइयन सीनै रेगिस्तान मँ पहुँचेन।"},{"number":2,"verse":"उ पचे रपीदीन स चलिके सीनै रेगिस्तान मँ आएन। इस्राएल क मनइयन रेगिस्ताने मँ पर्वत क नगिचे डेरा डाएन।"},{"number":3,"verse":"तबहिं मूसा पहाड़े प परमेस्सर क लगे गवा। यहोवा ओसे पर्वत प कहेस, “इ बातन क इस्राएल क मनइयन यानी याकूब क बड़का परिवार स कहा,"},{"number":4,"verse":"‘तू पचे निहार्या ह कि मइँ आपन दुस्मनन क का कइ सकत हउँ। तू पचे लख्या ह कि मइँ मिस्र क मनइयन क संग का किहेउँ ह अउ इस्राएल क लोगन क संग का किहेउँ ह। तू सबइ देख्या ह कि मइँ तू सबन्क मिस्र स बाहेर एक उकाब क नाई निकारा ह अउर हिआँ आपन निचके लइ आवा ह।"},{"number":5,"verse":"ऍह बरे जदि तू मोरे कथन का माना अउर मोरे आदेसन क पालन करा तउ तू पचे मोरे खास लोग होब्या। समूचइ धरती मोर अहइ। मुला मइँ तोहका आपन खास लोग चुनत अहउँ।"},{"number":6,"verse":"तू पचे मोरे एक खास रास्ट्र-याजक क समराज होब्या।’ मूसा, जउन बतियन क मइँ तोहका बताएउँ ह ओनका इस्राएल क मनइयन क जरूर कहि दिहा।”"},{"number":7,"verse":"ऍह बरे मूसा पहाड़े स तरखाले उतरा अउ लोगन क सासकन क बोलाएस। मूसा लोगन क सासकन स इ कहेस जउन कहइ क यहोवा ओका हुकुम दिहे रहेन।"},{"number":8,"verse":"फुन सबहिं लोग उहइ समइ एक साथ बोलेन, “हम पचे यहोवा क हर आदेसन क मानब जउन यहोवा कहत ह।” तबहिं मूसा यहोवा क लगे पहाड़े प लौटि आवा। मूसा परमेस्सर स कहेस कि मनइयन ओनके हुकुम क पालन करिहीं।"},{"number":9,"verse":"अउर यहोवा मूसा स कहेस, “मइँ घनघोर घटा मँ तोहरे लगे आउब। मइँ तोहसे बात करब। सबइ लोग मोका तोहसे बात करत सुनिहीं। मइँ इ ऍह बरे करब जेहसे लोग ओन बातन मँ सदा पतियइहीं जउन तू ओनसे कहत अहा।” तब मूसा यहोवा क उ सब बातन क बताएस जउन लोगन ओसे कहेन।"},{"number":10,"verse":"यहोवा मूसा स कहेस, “आज अउ भियान तू लोगन क खास सभा बरे जरूर तइयार करा। लोगन क आपन ओढ़ना धोइ लेइ चाही।"},{"number":11,"verse":"अउ तीसरे दिन मोरे बरे तइयार रहइ चाही। तीसरे दिना यहोवा सीनै पहाड़े प आइ, अउर सबहीं लोग यहोवा क निहरिहीं।"},{"number":12,"verse":"मुला लोगन स तू जरूर कहि दिहा कि उ पचे पहाड़े स दूर ठहरइँ। एक ठु रेखा खइँच द्या अउ ओनका उ रेखा क पार न होइ द्या। जदि कउनो मनई या गोरू पहाड़े क छुइ तउ ओका जरूर मारि दीन्ह चाही। ओका पथरे या तीर स जरूर मारि डावा जाइ। मुला कउनो क ओका छुअइ नाहीं दीन्ह जाइ। लोगन क बिगुल स लम्बी आवाज निकलइ तलक जोहइ क पड़ी। उहइ समइया ओनका पहाड़े प जाइ दीन्ह जाइ।”"},{"number":14,"verse":"तउ मूसा पहाड़े स खाले उतरि आवा। उ लोगन क नगिचे गवा अउर ओनका खास बइठक बरे तइयार किहेस। मनइयन आपन ओढ़ना धोएन।"},{"number":15,"verse":"तब मूसा लोगन स कहेस, “परमेस्सर स मिलइ खातिर तीन दिना मँ तइयार होइ जा। उ टेम तलक कउनो मनई अउरत क संग सोवइ न चाही।”"},{"number":16,"verse":"तीसरे दिना क भिन्सारे घनघोर घटा पर्वत प आइ। बिजुरी क कड़कब अउ बदरे क गरजब भवा। इ समइया बिगुल क बाजब ऊँची अवाज मँ भवा। डेरा क सबहिं लोग ससाइ गएन।"},{"number":17,"verse":"तब मूसा लोगन क डेरा स बाहेर पहाड़े क तलहटी प परमेस्सर स भेंटइ बरे गवा।"},{"number":18,"verse":"सीनै पहाड़ धुआँ स ढँकि गवा। पहाड़े स धुआँ अइसा निकरा जइसे भट्ठी स निकरत होइ। इ ऍह बरे भवा कि यहोवा आगी मँ पहाड़े प उतरेन। अउर साथ ही समूचा पहाड़ थरथर काँपइ लाग।"},{"number":19,"verse":"बिगुल क अवाज जोर स जिआदा जोरदार होत गइ। जबहुँ मूसा परमेस्सर स बात किहेस, परमेस्सर बदरे क गरज क नाईं ऊँची अवाज मँ ओका जवाब दिहस।"},{"number":20,"verse":"इ तरह यहोवा सीनै पहाड़े प उतरा। तबहिं यहोवा मूसा क आपन लगे पहाड़े क चोटी प आवइ बरे कहेस। ऍह बरे मूसा पहाड़े प चढ़ि गवा।"},{"number":21,"verse":"यहोवा मूसा स कहेस, “जा अउर लोगन क चेताउनी दइ द्या कि उ पचे मोका निहारइ बरे मोरे लगे न आवइँ। जदि उ पचे अइसा करिहीं तउ उ पचे मरि जइहीं। अउर इ तरह ढेर लोगन क मउत होइ जाइ।"},{"number":22,"verse":"ओन याजकन स भी कहा जउन मोरे लगे आवा चाहत हीं कि उ पचे इ खास मिलन बरे खुद क तइयार करइँ। जदि उ पचे अइसा नाहीं करतेन तउ मइँ ओनका सजा देब।”"},{"number":23,"verse":"मूसा यहोवा स कहेस, “मुला लोग पर्वते प नाहीं आइ सकत हीं। आप खुद ही हम का एक रेखा खइँचके पहाड़े क पवित्तर समुझइ अउ ओका पार न करइ बरे मोसे कहे रह्या।”"},{"number":24,"verse":"यहोवा ओसे कहेस, “लोगन क लगे जा अउ हारून क लइ आवा। ओका आपन संग वापस लइ आवा। मुला याजकन अउ लोगन क मोरे लगे जिन आवइ द्या। जदि उ पचे भी मोरे जिआदा नगिचे अइहीं तउ मइँ ओनका सजा देब।”"},{"number":25,"verse":"ऍह बरे मूसा लोगन क लगे गवा अउ ओनका इ सब बातन बताएस।"}]}