{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"( बचवा मूसा) लेवी क परिवार क एक मनई हुवाँ रहा। उ लेवी क परिवार क एक ठु अउरत स आपन बियाह किहेस।"},{"number":2,"verse":"उ मेहरारू गोड़े स भारी भइ अउ उ एक बेटवा क जन्म दिहेस। महतारी निहारेस कि बेटवा बहोत सुन्नर बा अउर उ ओका तीन महीना ताई छुपाएस।"},{"number":3,"verse":"मुला तीन महीना क पाछे महतारी डेराइ गइ कि बचवा हेरि लीन्ह जाई तब उ मारि डावा जाई, काहेकि उ बेटवा अहइ। ऍह बरे उ एक ठु डलिया बनाएस अउ ओह प तारकोल लेपि दिहेस जेसे उ तैर पावइ। उ बचवा क डलिया मँ धइ दिहस। तब उ नदी क बीच लंबी घासे मँ धइ दिहस।"},{"number":4,"verse":"बचवा क बहिन हुवाँ रूकी रही अउ ओकर रखवारी करत रही। उ देखइ चाहत रही कि बचवा क संग का घटी।"},{"number":5,"verse":"उहइ समइया फिरौन क बिटिया नदी मँ नहावन बरे गइ। उ ऊँच की घासे मँ एक ठु डलिया लखेस। ओकर नउकरन नदी क किनारे टहरत रहेन। तउ उ मेहरारू नउकरन मँ स एक क ओकर टोकरी लावइ बरे हुकुम दिहेस।"},{"number":6,"verse":"राजा क बिटिया डलिया क खोलेस अउ बेटवा क लखेस। बचवा रोवत रहा अउ ओका ओह प दाया आइ गइ। उ कहेस, “इ हिब्रू बचवन मँ एक अहइ।”"},{"number":7,"verse":"बचवा क बहिन लुकी छिपी रही। तब उ ठाड़ भइ अउ फिरौन क बिटिया स बोली, “का आप चाहत बाटिन कि मइँ बचवा क देख-रेख करइ बरे एक ठू हिब्रू दाइयन क हेरि लिआवउँ?”"},{"number":8,"verse":"फिरौन क बिटिया कहेस, “हाँ, जरूर।” तउ बिटिया गइ अउ बचवा क महतारी क हेरिके लइ आइ।"},{"number":9,"verse":"फिरौन क बिटिया कहेस, “इ बचवा क लइ जा अउ मोरे खातिर एका पाला। इ बचवा क आपन दूध पिआवा। मइँ तोहका पगार देब।” तब उ मेहरारू आपन बचवा क लइ लिहस अउ ओका पालेस पोसेस।"},{"number":10,"verse":"जब बचवा बाढ़ गवा तउ कछू टेम पाछे अउरत राजा क बचवा दइ दिहस। राजा क बिटिया उ बचवा क आपन पूत क रूप मँ स्वीकार किहेस। उ ओकर नाउँ मूसा धरेस काहेकि उ ओका पानी स उबारेस।"},{"number":11,"verse":"( मूसा आपन मनइयन क मदद करत ह) मूसा बाढ़ि गवा अउ जवान होइ गवा। उ परखेस कि उ ओकर आपन लोग अहइ हिब्रू मनई ओनका जियादा कठोर काम करइ बरे मजबूर करत हीं। एक दिना मूसा लखेस कि एक मिस्री हिब्रू मनई क पीटत रहा।"},{"number":12,"verse":"मूसा चारिहु कइँती निहारेस अउ देखेस कि कउनो नाहीं ताड़त बा। तबहिं मूसा मिस्री मनई क मारि डाएस अउ ओहका रेत मँ दाब दिहेस।"},{"number":13,"verse":"पाछे क दिन मँ मूसा दुइ हिब्रू मनइयन क लड़त भिड़त लखेस। मूसा निहारेस कि एक मनई क गलती रही। मूसा उ मनई स कहेस, “तू आपन पड़ोसी क काहे मारत बाट्या?”"},{"number":14,"verse":"उ मनई जवाब दिहेस, “का कउनो मनई तोहका हमार हाकिम अउ निआवधीस, नियुक्त किहेस ह? नाहीं! मोका बतावा कि का तू मोका भी उहइ तरह मारि डउब्या जउने तरह तू बीता भवा काल्ह मिस्री क मारि डाया। तब मूसा डेराइ गवा।” मूसा मन मँ बिचारेस, “अब हरेक मनई जानत ह कि मइँ का किहेउँ ह।”"},{"number":15,"verse":"फिरौन सुनेस कि मूसा का किहेस, तउ उ मूसा क मारि डावइ क पक्का बिचार बनाएस। मुला मूसा फिरौन क कुचाल स भाग गवा। फिन मूसा मिदियन देस मँ चला गवा। मूसा मिदियन देस मँ कुआँ क लगे रूकि गवा।"},{"number":16,"verse":"( मूसा मिदियान देस मँ) हुवाँ एक ठु याजक मिदियन मँ रहा जेकरे सात बिटिया रहिन। उ पचे आपन बाप क भे़डिन बरे कुआँ स पानी निकालइ बरे गएन। उ पचे पानी स कठौते क भरइ क कोसिस करत रहिन।"},{"number":17,"verse":"मुला कछू गड़रियन उ बिटियन क भगाइ दिहन अउ पानी नाहीं भरइ दिहन। तब मूसा बिटियन क मदद किहेस अउ ओनके जनावर क पानी दिहस।"},{"number":18,"verse":"तब उ पचे आपन बाप रूएल क लगे गइन। ओनकइ बाप ओनसे पूछेस, “आज तू पचे काहे हाली घरे आइ गइउ?”"},{"number":19,"verse":"बिटियन जवाब दिहेन, “हाँ, पिता जी। गड़रिया लोग हमका खदेरइ क कोसिस किहेन, मुला एक मिस्री मनई हमार मदद करेस। उ हमका बरे इनारा स पानी निकारेस अउ हमरे जनावर क पानी दिहेस।”"},{"number":20,"verse":"ऍह बरे रूएल आपन बिटियन स कहेस, “इ मनई कहाँ बाटइ? तू पचे ओका काहे छाँड़ि दिहा? ओका हिआँ बोलावा इ तरह हम पचन क संग खाइ सकत ह।”"},{"number":21,"verse":"मूसा उ मनई क संग टिक जाइ स खुस भवा। याजक रूएल आपन बिटिया सिप्पोरा क मूसा क बिहई क तरह दिहेस।"},{"number":22,"verse":"सिप्पोरा एक बेटवा क जन्मेस। मूसा आपन बेटवा क नाउँ गेसोर्म राखेस। मूसा आपन बेटवा क इ नाउँ इ कहत भए दिहस: “मइँ एक अजनबी देस मँ अजनबी होई गवा।”"},{"number":23,"verse":"( यहोवा इस्राएल क मदद बरे मन मँ ठानेस) बहोत समइ बीते प मिस्र क राजा मरि गवा। काहेकि इस्राएलियन क कठिन काम करइ बरे मजबूर कीन्ह जात रहेन। ऍह बरे उ पचे मदद बरे परमेस्सर क गोहराएन अउर यहोवा ओनका पराथना सुनि लिहेस।"},{"number":24,"verse":"यहोवा ओनकइ पराथना सुनेस अउ उ करार क याद किहेस जउन उ इब्राहीम, इसहाक अउ याकूब क संग किहेस।"},{"number":25,"verse":"यहोवा इस्राएलियन क कस्ट निहारेस अउ उ सोचेस कि उ ओनकइ मदद तुरंतहि करी।"}]}