{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":30,"verses":[{"number":1,"verse":"( धूप जरावइ क वेदी) यहोवा मूसा स कहेस, “बबुरे क लकड़ी क एक वेदी बनावा। तू इ वेदी धूप बारइ बरे करब्या।"},{"number":2,"verse":"तोहका वेदी क चौकोर एक हाथ लम्बा अउ एक हाथ चौड़ा बनवइ चाही। एकर ऊँचाइ दुइ हाथ होइ चाही। चारिहुँ कोने प सींग होइ चाही। इ सींगन क वेदी क साथ एक टुकड़ा बनइ देइ चाही।"},{"number":3,"verse":"वेदी क ऊपर क सिरा अउ ओकर सबहिं कइँती निखालिस सोना मढ़ा। वेदी क चारिहुँ कइँती सोना क पाटी लगावा।"},{"number":4,"verse":"इ पाटी क तले सोना क दुइ छल्ला होइ चाही। वेदी क दूसर कइँती सोना क दुइ छल्ला भी होइ चाही। इ छल्ला वेदी क ढोवइ मँ खम्भन फँसावइ खातिर होइहीं। छल्लन क वेदी क विपरीत कइँती लगावा।"},{"number":5,"verse":"खम्भन क भी बबुरे क काठे क बनावा। खम्भन क सोना स मढ़ा।"},{"number":6,"verse":"वेदी क खास पर्दा क समन्वा धरा। करार क संदूख उ पर्दा क दूसर कइँती अहइ। उ संदूखा क ढकइवाला ढकना क समन्वा वेदी होइ। इ उठइ ठउर अहइ जहाँ मइँ तोहसे मिलब।"},{"number":7,"verse":"“हारून हर भिंसारे महकउआ धूप बत्ती वेदी प बारी। इ उ तब करी जब दियन क देखइ भालइ आइ।"},{"number":8,"verse":"ओका संझा क देखइ भालइ आइ तब फुन धूप बत्ती बारइ चाही। जेहसे यहोवा क समन्वा हर रोज भिंसारे अउ साँझ क धूप बत्ती बरत रहइ।"},{"number":9,"verse":"इ वेदी क प्रयोग कउनो दूसर तरह क धूप या जरी भइ बलि बरे जिन किहा। इ वेदी क प्रयोग अन्न भेंट या पेय भेंट बरे जिन किहा।"},{"number":10,"verse":"“बरिस मँ एक दाई हारून यहोवा क खास भेंट चढ़ाइ। हारून पाप भेंट क खून क प्रयोग मनइयन क पापन्क प्रायस्चित करइ बरे करी। हारून इ वेदी क सीगांन प करी। इ दिन प्रायस्चित क दिन कहा जाइ। इ तोहार पीढ़ी दर पीढ़ी लागू होइ। इ यहोवा बरे बहोत ही खास दिन होइ।”"},{"number":11,"verse":"( मंदिर क कर) यहोवा मूसा स कहेस,"},{"number":12,"verse":"“इस्राएल क मनइयन क गना करा जेहसे तू जनब्या कि हुवाँ केतवा लोग अहइँ। जब कबहूँ इ कीन्ह जाइ हर एक मनई आपन जिन्नगी बरे यहोवा क धन देइ। जदि हर मनई उ करी तउ मनइयन क संग कउनो भी डराउन घटना न होइ।"},{"number":13,"verse":"हर मनई जेका गना जाए उ आधा सेकेल चाँदी जरूर देइ। (पवित्तर ठउर क सेकेल क अनुसार आधा सेकेल अहइ।) एक सेकेल क वजन बीस गेरा होत ह। इ आधा सेकेल यहोवा बरे भेट होइ।"},{"number":14,"verse":"बीस बरिस या ओसे जिआदा जउन मनई होइ ओका गना जाइ। हर मनई जउन गना जाइ, यहोवा क भेंट देइ।"},{"number":15,"verse":"धनी मनई आधा सेकेल स जिआदा न देइहीं। अउ गरीब मनई आधा सेकेल स कमती नाहीं देइहीं। सबहिं मनइयन यहोवा क बराबर बराबर भेंट देइहीं। इ तोहरे जिन्नगी क कीमत होइ।"},{"number":16,"verse":"इस्राएल क लोगन स इ धन बटोरा। बइठकावाले तम्बू मँ सेवकाइ करइ बरे इ धन क बइपरा। इ यहोवा क समन्वा आपन मनइयन क याद करइ, तोहार रूहन क प्रास्चित करइ बरे एक यादगार होइ।”"},{"number":17,"verse":"( हाथ गोड़ धोवइ क हउद) यहोवा मूसा स कहेस,"},{"number":18,"verse":"“एक ठु काँसा क सिलफची ल्या अउ एका काँसे क गोड़े प धरा। तू पचे एका धोवइ बरे बइपरा। सिलफची क बइठकावाली तम्बू अउ वेदी क बीच धरा। सिलफची मँ पानी भरा।"},{"number":19,"verse":"हारून अउ ओकर बेटवन इ हउद क पानी स आपन गोड़ हाथ धोवइँ।"},{"number":20,"verse":"हर दाई जब उ पचे बइठकावाले तम्बू मँ आवइँ तउ पानी स गोड़ हाथ जारूर धोवइँ। जब उ पचे वेदी क निअरे वेदी क नगिचे यहोवा क सेवा करइ अउ धूप बारइ आवइँ।"},{"number":21,"verse":"उ पचे आपन गोड़ हाथ जरूर धोवइ ताकि उ पचे मरिहीं नाहीं। इ अइसा कनून होइ जउन हारून अउ ओकरे लोगन बरे हमेसा बना रही। इ कनून हारून अउ ओन सबहिं लोगन बरे बना रही जउन भविस्स मँ होइ।”"},{"number":22,"verse":"( अभिसेक क तेल) तब यहोवा मूसा स कहेस,"},{"number":23,"verse":"“बहोत बढ़िया मसाला लिआवा। बारह पौडं गीला लोहबान लिआवा अउ इ तउल क आधा (छ: पौण्ड) महकउआ दालचीनी अउर बारह पौडं अगर,"},{"number":24,"verse":"अउ बारह पौण्ड तेजपत्ता ल्या। एनका नापइ जोखइ बरे दप्तर क नाप क प्रयोग करा। एक गैलन जइतून क तेल भी लिआवा।"},{"number":25,"verse":"“गमकइवाला अभिसेक क तेल बनवइ बरे इ सबहिँ चीजन्क जरूर मिलावइ चाही।"},{"number":26,"verse":"बइठकावाले तम्बू अउ करार क संदूखे प इ तेल क छिरका।"},{"number":27,"verse":"मेज अउ मेजे प धरी सबहिं तस्तरिन प तेल छिरका। इ तेल क सबहिं दिया अउर सब औजारे प छिरका। इ तेले क धूप वेदी प डारि द्या।"},{"number":28,"verse":"जरि क भेट क वेदी अउ दूसर सबही बरतन प यहोवा बरे तेल नावा। खोरा अउ ओका आधार प तेल नावा अउ वेदी क पावा प तेल नावा।"},{"number":29,"verse":"तू इ सब चीजन्क पवित्तर बनउब्या। उ सबइ चिजियन यहोवा बरे खास होइहीं। कउनो भी चीज जउन एनका छुइ उ भी पवित्तर होइ जइ।"},{"number":30,"verse":"“हारून अउ ओनके पूतन प तेल छिरका। मोर खास तरह स सेवा करइ बरे इ ओनकइ पवित्तर करिहीं। तबहिं इ सबइ मोरे सेवा याजकन क तरह करत हीं।"},{"number":31,"verse":"इस्राएल क मनइयन स कहा कि अभिसेक क तेल मोरे बरे हमेसा बहोत पवित्तर अउ खास होइ। इ हमेसा तोहार सबहीं पीढ़ियन बरे सिरफ मोर सेवा बरे होइ चाही।"},{"number":32,"verse":"मामूली सुगन्धि क तरह कउनो भी मनई इ तेल क न बइपरी। उ तरह कउनो सुगन्धि बनावा जउन तरह इ खास तेल बनाऐस ह। इ खास अभिसेक क तेल पवित्तर अहइ अउर इ तोहरे बरे बहोत खास अउ पवित्तर होइ चाही।"},{"number":33,"verse":"जदि कउनो इ पवित्रर तेल क नाई सुगन्धि बनवइ अउर ओका कउनो विदेसी क देइ जउन कि याजक नाहीं ह तउ उ मनई क आपन लोगन स जरूर अलगाइ देइ चाही।”"},{"number":34,"verse":"( धूप) तब यहोवा मूसा स कहेस, “इ महकउआ हवन सामग्री क ल्या: रसगंधा, कस्तूरी गंधिका, बिरोजा अउ निखालिस लोहबान। धियान राखा कि तोहरे लगे सामग्री क वजन बराबर होइ।"},{"number":35,"verse":"सामग्री क महकउआ धूप बनावइ बरे आपुस मँ मिलावा। ऍका उहइ तरह करा जइसा सुगन्धि बनवइया करत ह। इ धूप मँ नोन भी मिलावा। इ एका सुद्ध अउ पवित्तर बनइ।"},{"number":36,"verse":"कछू धूप क तब तलक पीसा जब ताई ओकर बुकनी न होइ जाइ। बइठकावाले तम्बू मँ करार क संदूखे क समन्वा इ बुकनी क धरा। इ उहइ ठउर अहइ जहाँ मइँ तोहसे मिलब।"},{"number":37,"verse":"तू पचन्क इ धूपे क चूरन क सिरिफ खास अवसर मँ ही बइपरइ चाही। तू पचन्क इ धूपे क चूरन क बइपरइ बरे सिरिफ खास तरह स यहोवा खातिर जराइ चाही। इ खास तरह स धूप बनावइ बरे दूसर धूपे बरे जिन कर्या।"},{"number":38,"verse":"कउनो मनई आपन खातिर कछू अइसा धूप बनावा चाहत ह जेहसे उ इ सुगन्धि क मजा लइ सकइ। मुला अगर उ अइसा करत ह तउ ओका अपने मनइयन स अलग कइ दीन्ह जाइ।”"}]}