{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"( मूसा बरे प्रमाण) तब मूसा क जवाब दिहेस, “मुला इस्राएलियन मोहे पइ बिस्सास न करिहीं। उ पचे कइहीं, ‘यहोवा तोह पइ परगट नाहीं भवा।’”"},{"number":2,"verse":"मुला यहोवा मूसा स कहेस, “तू आपन हथवा मँ का धइके राखे बाट्या?” मूसा जवाब दिहेस, “इ मोर टहरइ क लाठी अहइ।”"},{"number":3,"verse":"यहोवा कहेस, “आपन टहरइवाली लाठी जमीन प फेंकि द्या।” तउ मूसा आपन टहरइ क लाठी क जमीन प फेंक दिहेस। अउ लाठी साँप बन गवा। मूसा डेरान अउ ऍसे परान।"},{"number":4,"verse":"मुला यहोवा मूसा स कहेस, “अगवा बढ़ा अउ पूँछ धइके साँप क पकड़ि ल्या।” ऍह बरे मूसा अगवा कइँती बढ़ा अउ साँप क पूँछ धइ लिहस। जइसेन मूसा अइसा किहेस, साँप फुनि लाठी होइ गवा।"},{"number":5,"verse":"तब यहोवा कहेस “आपन छड़ी क इ तरह बइपरा अउ मनई बिस्सास करइँ, कि यहोवा ओकर पुरखन क परमेस्सर, इब्राहीम क परमेस्सर, इसहाक क परमेस्सर अउ याकूब क परमेस्सर तोहार समन्वा परगट भवा रहा।”"},{"number":6,"verse":"तब यहोवा मूसा स कहेस, “मइँ तोहका दूसर परमान देब। आपन हाथ क लबादा क नीचे धरा।” तउ मूसा आपन हाथ क आपन लबादा क भीतर किहेस। तब मूसा आपन हाथ क लबादा स बाहेर निकारेस अउ उ बदरि गवा। ओकर हाथ बफर् क नाई उज्जर दागे स भरि गवा रहा।"},{"number":7,"verse":"तब यहोवा कहेस, “अब तू आपन हाथ लबादा क भीतर धरा।” ऍह बरे आपन हाथ फुन आपन लबादा क भितरे धइ द्या। तब मूसा आपन हाथ बाहेर निकारेस अउ टेँम भी ओकर हाथ बदरि गएन। अब ओकर हाथ पहिले क नाई होइ गवा रहा।"},{"number":8,"verse":"तब यहोवा कहेस, “जदि मनई तोहार बिस्सास छड़ी बइपरे प न करइँ तउ उ पचे तोह प बिस्सास तबहिं करिहिं जबहिं तू इ दूसर चीन्हा क देखउब्या।"},{"number":9,"verse":"जदि तोहरे दुइनउँ चीन्हा देखाएँ क पाछे तोहार बिस्सास न करिहिँ तउ तू नील नदी स कछू पानी लइ लिहा। पानी क जमीन प गिराउब सुरू कइ दिहा अउ जइसे ही इ जमीन क छुई, रकत बनि जाई।”"},{"number":10,"verse":"मुला मूसा यहोवा स कहेस, “हे यहोवा, मइँ फुरे कहत हउँ, मइँ कुसल बोलवइया नाहीं हउँ। मइँ कबहूँ मनइयन स नीक तौर स बतियाइ काबिल नाहीं भएउँ। अउ आपसे बतियाए क पाछे भी नीक बोलवइया नाहीं हउँ। आप जानत हीं कि मइँ धीमे धीमे बोलत हउँ अउ उत्तिम सब्दन क बइपरत नाहीं हउँ।”"},{"number":11,"verse":"तब यहोवा ओसे कहेस, “कउन मनई क मुँहना क बनाएस? अउर कउन मनई क गूँगा या न बोलइ क लाइक बनइ सकत ह? कउन मनई क आँधर बनइ सकत ह? कउन मनई क लखइ क लाइक बनइ सकत ह? मइँ ही हउँ जउन इ सब कइ सकत हउँ, मइँ अहउँ यहोवा।"},{"number":12,"verse":"ऍह बरे अब जा। जबहिं तू बोलब्या, मइँ तोहरे साथे रहब। मइँ बोलइ बरे तोहका सब्दन देब।”"},{"number":13,"verse":"मुला मूसा कहेस, “मोर यहोवा। मइँ तोहसे बिनती करत हउँ कि दुसरे मनई क पठवा, मोका नाहीं।”"},{"number":14,"verse":"तब्बइ यहोवा मूसा प कोहान। यहोवा कहेस, “नीक अहइ। मइँ तोहका अउर कउनो क मदद बरे देब। मइँ तोहरे भइया हारून जउन लेवी परिवार स अहइ, क बइपरब। उ एक कुसल बोलवइया अहइ। हारून तोह स मिलइ बरे तोहरे लगे आवत आहइ। उ तोहका निहारिके खुस होइ।"},{"number":15,"verse":"उ तोहरे संग फिरौन क लगे जाइ। तोहका का कहइ का बा, मइँ बताउब। तब तू हारून क बतउब्या। जउन हारून फिरौन स बात करइ बरे नीक सब्दन बइपरी।"},{"number":16,"verse":"हारून तोहरे बरे मनइयन स बात करी। तू ओकरे बरे एक बड़का राजा क रूप मँ रहब्या अउर उ तोहरे कइँती स बोलवइया होइ।"},{"number":17,"verse":"अब जा। आपन छड़ी साथे लइ जा। आपन छड़ी क चमत्कार अउ दूसर चमत्कार मनइयन क समन्वा प्रदसिर्त कर्या।”"},{"number":18,"verse":"( मूसा मिस्र लउटत ह) तब मूसा आपन ससुर यित्रो क लगे लौटि आवा। मूसा यित्रो स कहेस, “मेहरबानी कइ क मोका मिस्र जाइ द्या। मइँ मिस्र मँ आपन लोगन क लखइ चाहत हउँ कि मोर लोगन अबहुँ जिअत अहइँ।” यित्रो मूसा स कहेस, “तू सान्ति स जा। इ ठीक अहइ।”"},{"number":19,"verse":"उ समइया जब मूसा मिदियन मँ ही रहा, यहोवा ओसे कहेस, “अब मिस्र वापिस जाइ क तोहारे बरे सुरच्छित टेम अहइ। जउन मनइयन तोहका मारइ चाहत रहेन, उ पचे मरि गएन।”"},{"number":20,"verse":"ऍह बरे मूसा आपन मेहरारू अउ आपन बेटवन क लइके गदहा प बइठाएस। अउ मिस्र क वापसी प लौटि गवा। मूसा उ टहरइवाली छड़ी क संग लिहेस जेहमाँ यहोवा क सक्ती रही।"},{"number":21,"verse":"जउन टेम मूसा मिस्र क लउटत रहा, परमेस्सर ओसे कहेस। “जबहिं तू फिरौन स बतियाबा तउ उ सबहिं चमत्कारे क देखावा जेका देखावइ क सक्ती मइँ तोहका दिहेउँ ह। मुला मइँ फिरौन क बहोत जिद्दी बनाउब। उ लोगन क जाइ न देइ।"},{"number":22,"verse":"तब तू फिरौन स कहया:"},{"number":23,"verse":"‘यहोवा कहत ह, इस्राएल मोर पहिलौटी क बेटवा अहइ। मोरे बेटवा क जाइ द्या अउर मोर आराधना करइ द्या। जदि तू इस्राएल क जाइ स मना करत बाट्या तउ मइँ तोहार पहिलौटी क पूत मारि डाउब।’”"},{"number":24,"verse":"( मूसा क पूत क खतना) जउन टेम मूसा मिस्र क जात्रा प जात भवा रहा रात काटइ बरे सराय मँ रूका। यहोवा इ जगह प मूसा स भेँटा अउ ओका मारि डावइ क जतन किहेस।"},{"number":25,"verse":"मुला सिप्पोरा चकमक पाथर क तेज छूरी लिहेस अउ आपन बेटवा क खतना किहेस। उ आपन बेटवा क बाहरी चाम लिहेस अउ ओकर गोड़वा छुएस। तब उ मूसा स कहेस, “तू मोरे लहू क भतार अहा।”"},{"number":26,"verse":"सिप्पोरा इ किहेस काहेकि ओका आपन बेटवा क खतना करइ पड़ा रहा। ऍह बरे यहोवा मूसा क माफ़ कइ दिहेस अउ ओका नाहीं मारेस।"},{"number":27,"verse":"( यहोवा क समन्वा मूसा अउ हारून) यहोवा हारून स कहेस। यहोवा ओनका बताएस, “रेगिस्तान मँ जा अउ मूसा स मिला।” तउ हारून गवा अउ यहोवा क पहाड़े प मूसा स मिला। जब हारून मूसा क लखेस, उ ओका चूमेस।"},{"number":28,"verse":"मूसा हारून क सब कछू बताएस जउन यहोवा कहे रहा। मूसा हारून क यहोवा क जरिए पठवइ क कारण बताएस। मूसा हारून क उ चमत्कारन अउ उ चीन्हा क समझाएस बुझाएस जेका परमान क वास्ते देखँवइ क रहा।"},{"number":29,"verse":"इ तरह मूसा अउ हारून गएन अउ उ पचे इस्राएल क मनइयन मँ स सबहिं बुजुर्गन क बटोरेन।"},{"number":30,"verse":"तबहिं हारून मनइयन स कहेस। उ मनइयन क सारी बातन क बताएस जउन यहोवा मूसा स कहेस। तबहिं मूसा सब मनइयन क देखइ बरे सब परमानन क सामने कइके देखाँएस।"},{"number":31,"verse":"ऍह बरे लोग मूसा पइ बिस्सासेन कि परमेस्सर ओका पठएस ह। इस्राएलियन समझेन कि यहोवा लोगन का मुसिबतन क लखइ क पाछे ओनके मदद बरे आवा रहेन अहइ। तउ उ पचे निहुरि गएन अउ आराधना किहेस।"}]}