{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"( मूसा पवित्तर तम्बू क नींव धरत ह) तब यहोवा मूसा स कहेस,"},{"number":2,"verse":"“पहिले महीना क पहिला दिन बइठकावाला पवित्तर तम्बू क खड़ा करा।"},{"number":3,"verse":"करार क सन्दूख क पवित्तर तम्बू मँ धरा। सन्दूख क समन्वा पर्दा क रखा"},{"number":4,"verse":"तब खास मेज क भीतर लइ आवा। जउन सामान मेज प होइ चाही ओनकइ ओह प धरा। तब डीबट क बइठकावाला तम्बू मँ धरा। दिया क डीबट मँ रख एका कइ उचित जगहन पइ धरा।"},{"number":5,"verse":"सोना क वेदी क धूप क भेंट बरे बइठकावाला तम्बू मँ धरा। वेदी क करार क सन्दूखे क समन्वा धरा। तब कनात क पवित्तर बइठकावाला तम्बू क प्रवेस दुआर प लगावा।"},{"number":6,"verse":"“बरी भई भेंट क वेदी क पवित्तर तम्बू क प्रवेस दुआर प धरा।"},{"number":7,"verse":"काँसा क हउदा क बइठकावाला तम्बू अउ वेदी क बीच धरा। हउदा क पानी स भरि द्या।"},{"number":8,"verse":"अंगना क चारिहुँ कइँती कनात लगावा। तबहि आंगन क प्रवेस दुआर प कनात लगावा।"},{"number":9,"verse":"“अभिसेक क तेल स पवित्तर तम्बू अउ ऍकर हर एक चीज क अभिसेक करा। जबहिं तू इ चीजन प तेल नउब्या इ पवित्तर होइ जाब।"},{"number":10,"verse":"होमबलि बरे वेदी क अभिसेक करा। वेदी क हर एक चीज क अभिसेक करा। तू वेदी क पवित्तर करब्या। इ सबन त जियादा पवित्तर होइ जाब।"},{"number":11,"verse":"तब खोरा अउ ऍकर आधार क अभिसेक करा। अइसा उ चीजन्क पवित्तर करइ बरे करा।"},{"number":12,"verse":"“हारून अउ ओकरे पूतन क बइठकावाला तम्बू क प्रवेस दुआर प लावा। ओनका पानी स नहवावा।"},{"number":13,"verse":"तब हारून क खास पोसाक पहिरावा। तेल स ओकर अभिसेक करा अउर ओका पवित्तर करा। तबहिं उ याजक क रूप मँ मोर सेवा कइ सकत ह।"},{"number":14,"verse":"तउ ओकर पूतन क पोसाक पहिरावा।"},{"number":15,"verse":"पूतन क अभिसेक वइसा ही करा जइसे ओकरे बाप क अभिसेक किहा ह। तबहिं उ पचे याजकन क रूप मँ मोर सेवा कइ सकत हीं। जब तू ओनका अभिसेक करिब्या, उ पचे याजकन होइ जइहीं। उ परिवार भविस्स मँ हमेसा याजकन रहइ हीं।”"},{"number":16,"verse":"मूसा यहोवा क हुकुम मानेस। उ इ सब किहस जेका यहोवा हुकुम दिहे रहेन।"},{"number":17,"verse":"इ तरह पवित्तर तम्बू दूसर बरिस क पहिले महीना क पहिले दिन बनइ दीन्ह गवा जउन टेमॅ उ पचे मिस्र क तजि दिहे रहेन।"},{"number":18,"verse":"मूसा पवित्तर तम्बू क यहोवा क हुकुम क मुताबिक खड़ा किहेस। पहिले उ आधारन क नीचे धरेस। तउ उ तखता क आधारन प धरेस। उ छड़न क लगएस अउर खम्भन क खड़ा किहेस।"},{"number":19,"verse":"ओकरे पाछे मूसा बाहरी तम्बू क पवित्तर तम्बू क ऊपर फइलाएस। एकरे पाछे उ बाहरी तम्बू प दूसर ढकना धरेस। उ इ यहोवा क हुकुम क मुताबिक किहेस।"},{"number":20,"verse":"मूसा करार लिखा भवा उ दुइ पाथरन क पाटी क लिहेस अउ ओनका सन्दूखे मँ धरेस। मूसा खम्भन क सन्दूखे मँ लगाएस। तबहिं उ सन्दूखे प ढकना धरेस।"},{"number":21,"verse":"तब्बइ मूसा सन्दूखे क पवित्तर तम्बू मँ धरेस। उ पर्दा क नीक ठउरे प आड़ करइ बरे लगाएस। इसी प्रकार यहोवा क हुकुम क मुताबिक उ करार क सन्दूख क पर्दा क पीछे कइके आड़ मँ कइ दिहेस।"},{"number":22,"verse":"तब मूसा खास रोटी क मेज क बइठकावाला तम्बू मँ धरेस। उ ऍका पवित्तर तम्बू क उत्तर कइँती रखेस। उ इ पर्दा क समन्वा रखेस।"},{"number":23,"verse":"तबहिं उ यहोवा क समन्वा रोटी मेज प धरेस। इ उ वइसा ही किहेस जइसा यहोवा हुकुम दिहे रहेन।"},{"number":24,"verse":"तब मूसा डीबट क बइठकावाला तम्बू मँ धरेस। उ डीबट क तम्बू क दक्खिन मँ मेज क पार धरेस।"},{"number":25,"verse":"तब मूसा यहोवा क समन्वा डीबटे प दिया रखेस। उ इ यहोवा क हुकुम क मुताबिक किहेस।"},{"number":26,"verse":"तबहिं मूसा सोना क वेदी क बइठकावाला तम्बू मँ धरेस। उ सोना क वेदी क पर्दा क समन्वा धरेस।"},{"number":27,"verse":"तब उ सोना क वेदी प महकउआ धूप बारेस। उ वइसा ही किहेस जइसा यहोवा ओका हुकुम दिए रहेन।"},{"number":28,"verse":"तब मूसा पवित्तर तम्बू क दुआरे कनात लगाएस।"},{"number":29,"verse":"मूसा बची भइ भेंट क वेदी क पवित्तर तम्बू क प्रवेस दुआर प धरेस। तबहिं मूसा एक होमबलि भेंट उ वेदी प चढ़ाएस। उ अन्नबलि भी यहोवा क चढ़ाएस। उ इ सब चीजन्क यहोवा क हुकुम क मुताबिक किहेस।"},{"number":30,"verse":"तब मूसा बइठकावाला तम्बू अउ वेदी क बीच काँसा क खोरा धरेस। उ खोरा मँ पानी धोबइ बरे धरेस।"},{"number":31,"verse":"मूसा, हारून अउ हारून क बेटवन आपन हाथ पैर धोवइ बरे इ खोरा क बइपरेन।"},{"number":32,"verse":"उ पचे हर दाई जब बइठकावाला तम्बू मँ प्रवेस करतेन तउ आपन हाथ पैर धोवतेन। जब उ पचे वेदी क नगिचे जातेन तब भी हाथ पैर धोवतेन। उ पचे ऍका वइसा ही करतेन जइसा यहोवा मूसा क हुकुम दिहे रहेन।"},{"number":33,"verse":"तब मूसा पवित्तर बइठकावाला तम्बू क आँगन क चारिहुं कइँती कनात खड़ी किहेस। मूसा वेदी क आँगन मँ धरेस। तब उ अँगने क प्रवेस दुआर प कनात लगाएस। इ तरह मूसा उ सबहिं काम क पूरा किहेस जेका करइ क यहोवा हुकुम दिहे रहेन।"},{"number":34,"verse":"( यहोवा क महिमा) तब बादर बइठकावाला तम्बू क ढाँकि लिहस। अउर यहोवा क महिमा पवित्तर तम्बू क भरि द्या।"},{"number":35,"verse":"मूसा बइठकावाला तम्बू मँ ऍह बरे नाहीं घुसि सका काहेकि बादर ऍह पइ उतरि आए रहेन अउ यहोवा क महिमा स पवित्तर तम्बू भरि ग रहेस।"},{"number":36,"verse":"इ उहइ बादर रहा जउन मनइयन क इसारा किहेस कि कब चलइ क अहइ। जब बादर पवित्तर तम्बू स उठत तब इस्राएल क मनइयन चलब सुरू कइ देतेन।"},{"number":37,"verse":"मुला जब बादर पवित्तर तम्बू प ठहर जात तउ मनइयन चलइ क कोसिस नाहीं करत रहेन। लोगन उहइ जगह पइ तब तलक रहतेन जब तलक बादर तम्बू मँ रहतेन।"},{"number":38,"verse":"ऍह बरे दिन भइ बादर पवित्तर तम्बू मँ रहतेन। अउर राति मँ बादर आगी क नाई परगट होतेन। ऍह बरे इस्राएल क सबहिं मनइयन आपन पूरा जात्रा मँ बादर क लखि सकतेन।"}]}