{"bibleAbbr":"awaERV2005","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"तब यहोवा मूसा स कहेस, “फिरौन क लगे जा अउ ओसे कहा कि यहोवा इ कहत ह, ‘मोरे मनइयन क मोरी आराधना करइ बरे जाइ द्या।"},{"number":2,"verse":"मुला जदि फिरौन ओनका जाइ स रोकत ह तउ मइँ, यहोवा सारे मिस्र क मेघन स भरि देब।"},{"number":3,"verse":"नील नदी मेघन स भरि जाइ। उ पचे नदी स निकरिहीं अउ तोहरे घरे मँ घुसिहीं। उ सबइ तोहरे सोवइ क खोलि मँ अउ तोहरे बिछउना मँ होइहीं। मेघन तोहरे अफसरन क घरे मँ होइहीं अउ तोहरे तन्दूरे मँ अउ पानी क घइली मँ होइहीं।"},{"number":4,"verse":"मेघन पूरि तरह तोहरे ऊपर, तोहरे मनइयन क ऊपर अउ तोहरे अफसरन क ऊपर होइहीं।’”"},{"number":5,"verse":"तबहिं यहोवा मूसा स कहेस, “हारून स कहा कि उ आपन छड़ी क नहरन, नदियन अउ झीलियन क ऊपर पसारइ। अउर मेघन बाहेर निकरिके सारे मिस्र देस मँ भरि जइहीं।”"},{"number":6,"verse":"तब हारून परमेस्सर क हुकम स मिस्र देस मँ जहाँ कहूँ पानी रहा ओकर ऊपर हथवा उठाएस अउ मेघा पानी स बाहेर आउब सुरू कइ दिहन अउ पूरे मिस्र प छाइ गएन।"},{"number":7,"verse":"जादूगर भी वइसा किहेन। उ पचे भी मिस्र देस मँ मेघा लइ आएन।"},{"number":8,"verse":"फिरौन मूसा अउ हारून क बोलाएस। फिरौन कहेस, “यहोवा स आराधना करइ कि उ हम लोगन क मेघन स आजाद करइ देइ। तबहिं मइँ मनइयन क यहोवा बरे बलि भेंट चढ़ावइ बरे जाइ देइहउँ।”"},{"number":9,"verse":"मूसा फिरौन स कहेस, “मोका इ बतावा कि आप कब चाहत हीं कि मेघन निकरि जाइँ। मइँ आप बरे, आप क मनइयन बरे अउ आप क अफसर बरे पराथना करिहउँ। तबहिं मेघन आप क अउ आप क घरन्क, अउ आप क अफसन्क अउ आप क मनइयन क तजि देइहीं। मेघन सिरिफ नदिया मँ रहि जइहीं। तू कब चाहत बाट्या कि मेघन तोहका तजि देइँ?”"},{"number":10,"verse":"फिरौन कहेस, “भियान।” मूसा कहेस, “जइसा आप कहत हीं वइसा ही होइ। इ तरह आप जानि जइहीं कि यहोवा हमार परमेस्सर क नाई अउर कउनो देवता नाहीं बा।"},{"number":11,"verse":"मेघन आप क, आप क घरे क, आप क अफसरन्क अउ आप क लोगन क तजि देइहीं। मेघन सिरिफ नदी मँ रहि जइहीं।”"},{"number":12,"verse":"मूसा अउ हारून फिरौन स बिदा भएन। मूसा ओन मेघन खातिर यहोवा क पराथना किहेस, जउने मेघन क यहोवा फिरौन क खिलाफ पठए रहा।"},{"number":13,"verse":"अउ यहोवा उहइ किहेस जउन मूसा कहेस। सब मेघा घरन मँ, घरन क अंगने मँ अउ खेतन मँ मरि गएन।"},{"number":14,"verse":"मिस्री मुरदा मेघन क ढेर मँ जमा कहेस तउ समूचा देस मँ भयंकर बदबू होइ लाग।"},{"number":15,"verse":"जब फिरौन निहारेस कि उ पचे मेघन स बरी होइ गएन उ फुन जिद्दियाइ गवा। फिरौन वइसा नाहीं किहेस जइसा मूसा अउ हारून ओसे करइ बरे कहे रहेन। इ ठीक वइसा ही भवा जइसा यहोवा कहेस।"},{"number":16,"verse":"( जुआँ) तब यहोवा मूसा स कहेस, “हारून स कहा कि उ आपन छड़ी उठावइ अउ भुइयाँ क धूरि प पटकइ। मिस्र मँ सब कइँती धूरि जुअँन होइ जाइ।”"},{"number":17,"verse":"उ पचे इ किहेन। हारून छड़ी क उठाएस अउ भुइयाँ क धूरि प दइ मारेस। मिस्र मँ सब कइँती धूरि जुअँन मँ बदल गइ। जुअँन जानवरन अउ लोगन प छाइ गइन।"},{"number":18,"verse":"जादूगरन आपन जादू मारेन अउ वइसे करइ चाहेन। मुला जादूगरन धूरि स जुअँन नाहीं बनाइ सकेन। जुअँन जानवरन अउ मनइयन प छाइ गएन।"},{"number":19,"verse":"तउ जादूगरन फिरौन स कहेन, “इ परमेस्सर क सक्ती अहइ?” मुला फिरौन ओनपइ बिसवास करइ स इन्कार कइ दिहेस। उ जिद्दी होइ गवा। इ ठीक अइसा ही भवा जइसा यहोवा कहे रहा।"},{"number":20,"verse":"( माखिन) यहोवा मूसा स कहेस, “भिन्सारे उठा अउ फिरौन क लगे जा। फिरौन नदी क लगे जाइ। ओन से कहा, ‘मोरे लोगन क मोर आराधना बरे जाइ द्या।"},{"number":21,"verse":"जदि तू मोर लोगन क नाहीं जाइ देब्या तउ तोहरे घरन मँ माखी अइहीं। माखी तोहरे अउ तोहरे अफसरन प छाइ जइहीं। मिस्र क घरन माखिन स भरि जइहीं। माखिन पूरी भुइयाँ प छाइ जइहीं।"},{"number":22,"verse":"मुला मइँ इस्राएल क लोगन क संग वइसा बर्ताव न करब जइसा मिस्री लोगन क संग करिब। जहाँ गोसेन मँ मोर लोगन रहत हीं हुवाँ कउनो माखी नाहीं होइ। इ तरह तू जनब्या कि मइँ यहोवा, इ देसे मँ हउँ।"},{"number":23,"verse":"ऍह बरे मइँ काल्ह भियान स तोहरे लोगन क संग आपन लोगन स अलग बर्ताव करिहउँ।’”"},{"number":24,"verse":"ऍह बरे यहोवा उहइ किहेस जउन उ कहेस। माखिन झुण्ड क झुण्ड मँ आइ गइन। माखिन फिरौन क घर अउ ओकर सबहिं अफसरन क घरे मँ भरी रहिन। माखिन पूरे मिस्र देस मँ भरि गइन। माखी देस क नासत रहिन।"},{"number":25,"verse":"ऍह बरे फिरौन मूसा अउ हारून क बोलाएस। फिरौन कहेस, “तू पचे यहोवा तोहार परमेस्सर क इहइ देस मँ बलि भेंट कइ द्या।”"},{"number":26,"verse":"मुला मूसा कहेस, “वइसा करब नीक नाहीं होइ। मिस्री मनइयन सोचत हीं कि परमेस्सर बरे हम लोगन क बलि देब एक खउफनाक बात अहइ। ऍह बरे जदि हम पचे अइसा करित तउ उ पचे हमका देखिहीं अउ हम पइ पाथर बहइहीं अउर हमका मारि डइहीं।"},{"number":27,"verse":"हम पचन्क तीन दिना तलक रेगिस्तान मँ जाइ द्या अउर हमका आपन यहोवा परमेस्सर क ओकर हुकम क अनुसार बलि चढ़ावइ द्या।”"},{"number":28,"verse":"ऍह बरे फिरौन कहेस, “मइँ तोह सबन क मरूभूमि मँ जाइ क देब अउ तोह सबन क यहोवा तोहार परमेस्सर क भेंट चढ़ाई क देब। मुला तोहका बहोत दूर नाहीं जाई क चाही। अब जा अउर मोरे बरे पराथना कर।”"},{"number":29,"verse":"मूसा कहेस, “लखा, मइँ जाब अउ यहोवा स पराथना करब कि काल्ह भियान आप स, आपक लोगन स अउ आपक अफसरन्स माखिन क हड़ाइ देइँ। मुला आप लोगन क यहोवा क बलि चढ़ावइ स जिन रोका।”"},{"number":30,"verse":"ऍह बरे मूसा फिरौन क लगे स गवा अउ यहोवा स पराथना किहेस।"},{"number":31,"verse":"अउर यहोवा इ किहेस जउन बरे मूसा पराथना किहेस। यहोवा माखिन क फिरौन स, ओकरे अफसरन्स ओकरे लोगन स हड़ाइ लिहेस। कउनो माखी नाहीं टिक पाइ।"},{"number":32,"verse":"मुला फिरौन फुन जिद्दी होइ गवा अउर उ लोगन क जाइ नाहीं दिहेस।"}]}