{"bibleAbbr":"NASB1995","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":24,"verses":[{"number":1,"verse":"Now Abraham<WH85> was old,<WH2204> advanced<WH935> in age;<WH3117> and the Lord<WH3068> had blessed<WH1288> Abraham<WH85> in every<WH3605> way.<WH3605>"},{"number":2,"verse":"And Abraham<WH85> said<WH559> to his servant,<WH5650> the oldest<WH2205> of his household,<WH1004> who had<WH4910> charge<WH4910> of all<WH3605> that he owned, \"Please<WH4994> place<WH7760> your hand<WH3027> under<WH8478> my thigh,<WH3409>"},{"number":3,"verse":"and I will make you swear<WH7650> by the Lord,<WH3068> the God<WH430> of heaven<WH8064> and the God<WH430> of earth,<WH776> that you shall not take<WH3947> a wife<WH802> for my son<WH1121> from the daughters<WH1323> of the Canaanites,<WH3669> among<WH7130> whom<WH834> I live,<WH3427>"},{"number":4,"verse":"but you shall go<WH1980> to my country<WH776> and to my relatives,<WH4138> and take<WH3947> a wife<WH802> for my son<WH1121> Isaac.<WH3327> \""},{"number":5,"verse":"And the servant<WH5650> said<WH559> to him, \"Suppose<WH194> the woman<WH802> will not be willing<WH14> to follow<WH1980> <WH310> me to this<WH2088> land;<WH776> should I take<WH7725> your son<WH1121> back<WH7725> to the land<WH776> from where<WH834> <WH8033> you came<WH3318>?\""},{"number":6,"verse":"Then Abraham<WH85> said<WH559> to him, \"Beware<WH8104> lest<WH6435> you take<WH7725> my son<WH1121> back<WH7725> there!<WH8033>"},{"number":7,"verse":"\"The Lord,<WH3068> the God<WH430> of heaven,<WH8064> who<WH834> took<WH3947> me from my father's house<WH1004> and from the land<WH776> of my birth,<WH4138> and who<WH834> spoke<WH1696> to me, and who<WH834> swore<WH7650> to me, saying,<WH559> 'To your descendants<WH2233> I will give<WH5414> this<WH2088> land,<WH776>' He will send<WH7971> His angel<WH4397> before<WH6440> you, and you will take<WH3947> a wife<WH802> for my son<WH1121> from there.<WH8033>"},{"number":8,"verse":"\"But if<WH518> the woman<WH802> is not willing<WH14> to follow<WH1980> <WH310> you, then you will be free<WH5352> from this<WH2088> my oath;<WH7621> only<WH7534> do not take<WH7725> my son<WH1121> back<WH7725> there.<WH8033>\""},{"number":9,"verse":"So the servant<WH5650> placed<WH7760> his hand<WH3027> under<WH8478> the thigh<WH3409> of Abraham<WH85> his master,<WH113> and swore<WH7650> to him concerning<WH5921> this<WH2088> matter.<WH1697>"},{"number":10,"verse":"Then the servant<WH5650> took<WH3947> ten<WH6235> camels<WH1581> from the camels<WH1581> of his master,<WH113> and set<WH1980> out with a variety<WH3605> of good<WH2898> things<WH2898> of his master's in his hand;<WH3027> and he arose,<WH6965> and went<WH1980> to Mesopotamia,<WH763> to the city<WH5892> of Nahor.<WH5152>"},{"number":11,"verse":"And he made the camels<WH1581> kneel<WH1288> down<WH1288> outside<WH4480> <WH2351> the city<WH5892> by the well<WH875> of water<WH4325> at evening<WH6153> time,<WH6256> the time<WH6256> when women go<WH3318> out to draw<WH7579> water.<WH7579>"},{"number":12,"verse":"And he said,<WH559> \"O Lord,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> please<WH4994> grant<WH7136> me success<WH7136> today,<WH3117> and show<WH6213> lovingkindness<WH2617> to my master<WH113> Abraham.<WH85>"},{"number":13,"verse":"\"Behold,<WH2009> I am standing<WH5324> by the spring,<WH9407> and the daughters<WH1323> of the men<WH376> of the city<WH5892> are coming<WH3318> out to draw<WH7579> water;<WH4325>"},{"number":14,"verse":"now may it be that the girl<WH5291> to whom<WH834> I say,<WH559> 'Please<WH4994> let<WH5186> down<WH5186> your jar<WH3537> so that I may drink,<WH8354>' and who answers,<WH559> 'Drink,<WH8354> and I will water<WH8248> your camels<WH1581> also<WH1571>'; – [may] she [be the one] whom Thou hast appointed<WH3198> for Thy servant<WH5650> Isaac;<WH3327> and by this I shall know<WH3045> that Thou hast shown<WH6213> lovingkindness<WH2617> to my master.<WH113> \""},{"number":15,"verse":"And it came<WH1961> about before<WH2962> he had finished<WH3615> speaking,<WH1696> that behold,<WH2009> Rebekah<WH7259> who<WH834> was born<WH3205> to Bethuel<WH1328> the son<WH1121> of Milcah,<WH4435> the wife<WH802> of Abraham's brother<WH251> Nahor,<WH5152> came<WH3318> out with her jar<WH3537> on her shoulder.<WH7926>"},{"number":16,"verse":"And the girl<WH5291> was very<WH3966> beautiful,<WH2896> a virgin,<WH1330> and no<WH3808> man<WH376> had had<WH3045> relations<WH3045> with her; and she went<WH3381> down<WH3381> to the spring<WH9407> and filled<WH4390> her jar,<WH3537> and came<WH5927> up."},{"number":17,"verse":"Then the servant<WH5650> ran<WH7323> to meet<WH7122> her, and said,<WH559> \"Please<WH4994> let me drink<WH1572> a little<WH4592> water<WH4325> from your jar.<WH3537>\""},{"number":18,"verse":"And she said,<WH559> \"Drink,<WH8354> my lord<WH113>\"; and she quickly<WH4116> lowered<WH3381> her jar<WH3537> to her hand,<WH3027> and gave<WH8248> him a drink.<WH8248>"},{"number":19,"verse":"Now when she had finished<WH3615> giving<WH8248> him a drink,<WH8248> she said,<WH559> \"I will draw<WH7579> also<WH1571> for your camels<WH1581> until<WH5704> <WH518> they have finished<WH3615> drinking.<WH8354>\""},{"number":20,"verse":"So she quickly<WH4116> emptied<WH6168> her jar<WH3537> into the trough,<WH8268> and ran<WH7323> back<WH5750> to the well<WH875> to draw,<WH7579> and she drew<WH7579> for all<WH3605> his camels.<WH1581>"},{"number":21,"verse":"Meanwhile, the man<WH376> was gazing<WH7583> at her in silence,<WH2790> to know<WH3045> whether the Lord<WH3068> had made<WH6743> his journey<WH1870> successful<WH6743> or<WH518> not."},{"number":22,"verse":"Then it came<WH1961> about, when<WH9201> the camels<WH1581> had finished<WH3615> drinking,<WH8354> that the man<WH376> took<WH3947> a gold<WH2091> ring<WH5141> weighing<WH4948> a half-shekel and two<WH8147> bracelets<WH6781> for her wrists<WH3027> weighing<WH4948> ten<WH6235> shekels in gold,<WH2091>"},{"number":23,"verse":"and said,<WH559> \"Whose<WH4310> daughter<WH1323> are you? Please<WH4994> tell<WH5046> me, is there<WH3426> room<WH4725> for us to lodge<WH3885> in your father's house<WH1004>?\""},{"number":24,"verse":"And she said<WH559> to him, \"I am the daughter<WH1323> of Bethuel,<WH1328> the son<WH1121> of Milcah,<WH4435> whom<WH834> she bore<WH3205> to Nahor.<WH5152>\""},{"number":25,"verse":"Again she said<WH559> to him, \"We have plenty<WH7227> of both<WH1571> straw<WH8401> and feed,<WH4554> and room<WH4725> to lodge<WH3885> in.\""},{"number":26,"verse":"Then the man<WH376> bowed<WH6915> low<WH6915> and worshiped<WH7812> the Lord.<WH3068>"},{"number":27,"verse":"And he said,<WH559> \"Blessed<WH1288> be the Lord,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> who<WH834> has not forsaken<WH5800> His lovingkindness<WH2617> and His truth<WH571> toward<WH4480> <WH5973> my master;<WH113> as for me, the Lord<WH3068> has guided<WH5148> me in the way<WH1870> to the house<WH1004> of my master's brothers.<WH251>\""},{"number":28,"verse":"Then the girl<WH5291> ran<WH7323> and told<WH5046> her mother's household<WH1004> about these<WH428> things.<WH1697>"},{"number":29,"verse":"Now Rebekah<WH7259> had a brother<WH251> whose name<WH8034> was Laban;<WH3837> and Laban<WH3837> ran<WH7323> outside<WH2351> to the man<WH376> at the spring.<WH9407>"},{"number":30,"verse":"And it came<WH1961> about that when he saw<WH7200> the ring,<WH5141> and the bracelets<WH6781> on his sister<WH269>'s wrists,<WH3027> and when he heard<WH8085> the words<WH1697> of Rebekah<WH7259> his sister, saying,<WH559> \"This<WH3541> is what<WH3541> the man<WH376> said<WH1696> to me,\" he went<WH935> to the man;<WH376> and behold,<WH2009> he was standing<WH5975> by the camels<WH1581> at the spring.<WH9407>"},{"number":31,"verse":"And he said,<WH559> \"Come<WH935> in, blessed<WH1288> of the Lord!<WH3068> Why<WH4100> do you stand<WH5975> outside<WH2351> since I have prepared<WH6437> the house,<WH1004> and a place<WH4725> for the camels<WH1581>?\""},{"number":32,"verse":"So the man<WH376> entered<WH935> the house.<WH1004> Then Laban unloaded<WH6605> the camels,<WH1581> and he gave<WH5414> straw<WH8401> and feed<WH4554> to the camels,<WH1581> and water<WH4325> to wash<WH7364> his feet<WH7272> and the feet<WH7272> of the men<WH376> who<WH834> were with him."},{"number":33,"verse":"But when [food] was set<WH7760> before<WH6440> him to eat,<WH398> he said,<WH559> \"I will not eat<WH398> until<WH5704> <WH518> I have told<WH1696> my business.<WH1697>\" And he said,<WH559> \"Speak<WH1696> on.\""},{"number":34,"verse":"So he said,<WH559> \"I am Abraham's servant.<WH5650>"},{"number":35,"verse":"\"And the Lord<WH3068> has greatly<WH3966> blessed<WH1288> my master,<WH113> so that he has become<WH1431> rich;<WH1431> and He has given<WH5414> him flocks<WH6629> and herds,<WH1241> and silver<WH3701> and gold,<WH2091> and servants<WH5650> and maids,<WH8198> and camels<WH1581> and donkeys.<WH2543>"},{"number":36,"verse":"\"Now Sarah<WH8283> my master<WH113>'s wife<WH802> bore<WH3205> a son<WH1121> to my master in her old<WH2209> age;<WH2209> and he has given<WH5414> him all<WH3605> that he has."},{"number":37,"verse":"\"And my master<WH113> made me swear,<WH7650> saying,<WH559> 'You shall not take<WH3947> a wife<WH802> for my son<WH1121> from the daughters<WH1323> of the Canaanites,<WH3669> in whose<WH834> land<WH776> I live;<WH3427>"},{"number":38,"verse":"but you shall go<WH1980> to my father's house,<WH1004> and to my relatives,<WH4940> and take<WH3947> a wife<WH802> for my son.<WH1121>'"},{"number":39,"verse":"\"And I said<WH559> to my master,<WH113> 'Suppose<WH194> the woman<WH802> does not follow<WH1980> <WH310> me.'"},{"number":40,"verse":"\"And he said<WH559> to me, 'The Lord,<WH3068> before<WH6440> whom<WH834> I have walked,<WH1980> will send<WH7971> His angel<WH4397> with you to make your journey<WH1870> successful,<WH6743> and you will take<WH3947> a wife<WH802> for my son<WH1121> from my relatives,<WH4940> and from my father's house;<WH1004>"},{"number":41,"verse":"then<WH227> you will be free<WH5352> from my oath,<WH423> when<WH3588> you come<WH935> to my relatives;<WH4940> and if<WH518> they do not give<WH5414> her to you, you will be free<WH9345> from my oath.<WH423>'"},{"number":42,"verse":"\"So I came<WH935> today<WH3117> to the spring,<WH9407> and said,<WH559> 'O Lord,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> if<WH518> now<WH4994> Thou wilt make my journey<WH1870> on which<WH834> I go<WH1980> successful;<WH6743>"},{"number":43,"verse":"behold,<WH2009> I am standing<WH5324> by the spring,<WH9407> and may it be that the maiden<WH5959> who comes<WH3318> out to draw,<WH7579> and to whom I say,<WH559> \"Please<WH4994> let me drink<WH8248> a little<WH4592> water<WH4325> from your jar<WH3537>\";"},{"number":44,"verse":"and she will say<WH559> to me, \"You drink,<WH8354> and I will draw<WH7579> for your camels<WH1581> also<WH1571>\"; let her be the woman<WH802> whom<WH834> the Lord<WH3068> has appointed<WH3198> for my master's son.<WH1121> '"},{"number":45,"verse":"\"Before<WH2962> I had finished<WH3615> speaking<WH1696> in my heart,<WH3820> behold,<WH2009> Rebekah<WH7259> came<WH3318> out with her jar<WH3537> on her shoulder,<WH7926> and went<WH3381> down<WH3381> to the spring<WH9407> and drew;<WH7579> and I said<WH559> to her, 'Please<WH4994> let me drink.<WH8248>'"},{"number":46,"verse":"\"And she quickly<WH4116> lowered<WH3381> her jar<WH3537> from her [shoulder,] and said,<WH559> 'Drink,<WH8354> and I will water<WH8248> your camels<WH1581> also<WH1571>'; so I drank,<WH8354> and she watered<WH8248> the camels<WH1581> also.<WH1571>"},{"number":47,"verse":"\"Then I asked<WH7592> her, and said,<WH559> 'Whose<WH4310> daughter<WH1323> are you?' And she said,<WH559> 'The daughter<WH1323> of Bethuel,<WH1328> Nahor's son,<WH1121> whom<WH834> Milcah<WH4435> bore<WH3205> to him'; and I put<WH7760> the ring<WH5141> on her nose,<WH639> and the bracelets<WH6781> on her wrists.<WH3027>"},{"number":48,"verse":"\"And I bowed<WH6915> low<WH6915> and worshiped<WH7812> the Lord,<WH3068> and blessed<WH1288> the Lord,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> who<WH834> had guided<WH5148> me in the right<WH571> way<WH1870> to take<WH3947> the daughter<WH1323> of my master's kinsman<WH251> for his son.<WH1121>"},{"number":49,"verse":"\"So now<WH6258> if<WH518> you are going<WH3426> to deal<WH6213> kindly<WH2617> and truly<WH571> with my master,<WH113> tell<WH5046> me; and if<WH518> not, let me know,<WH5046> that I may turn<WH6437> to the right<WH3225> hand<WH3225> or<WH176> the left.<WH8040>\""},{"number":50,"verse":"Then Laban<WH3837> and Bethuel<WH1328> answered<WH6030> and said,<WH559> \"The matter<WH1697> comes<WH3318> from the Lord;<WH3068> [so] we cannot<WH3201> <WH3808> speak<WH1696> to you bad<WH7451> or<WH176> good.<WH2896>"},{"number":51,"verse":"\"Behold,<WH2009> Rebekah<WH7259> is before<WH6440> you, take<WH3947> [her] and go,<WH1980> and let her be the wife<WH802> of your master's son,<WH1121> as the Lord<WH3068> has spoken.<WH1696>\""},{"number":52,"verse":"And it came<WH1961> about when<WH9201> Abraham's servant<WH5650> heard<WH8085> their words,<WH1697> that he bowed<WH7812> himself to the ground<WH776> before the Lord.<WH3068>"},{"number":53,"verse":"And the servant<WH5650> brought<WH3318> out articles<WH3627> of silver<WH3701> and articles<WH3627> of gold,<WH2091> and garments,<WH899> and gave<WH5414> them to Rebekah;<WH7259> he also gave<WH5414> precious<WH4030> things<WH4030> to her brother<WH251> and to her mother.<WH517>"},{"number":54,"verse":"Then he and the men<WH376> who<WH834> were with him ate<WH398> and drank<WH8354> and spent<WH3885> the night.<WH3885> When they arose<WH6965> in the morning,<WH1242> he said,<WH559> \"Send<WH7971> me away<WH7971> to my master.<WH113>\""},{"number":55,"verse":"But her brother<WH251> and her mother<WH517> said,<WH559> \"Let the girl<WH5291> stay<WH3427> with us [a few] days,<WH3117> say<WH176> ten;<WH6218> afterward<WH310> she may go.<WH1980>\""},{"number":56,"verse":"And he said<WH559> to them, \"Do not delay<WH309> me, since the Lord<WH3068> has prospered<WH6743> my way.<WH1870> Send<WH7971> me away<WH7971> that I may go<WH1980> to my master.<WH113>\""},{"number":57,"verse":"And they said,<WH559> \"We will call<WH7121> the girl<WH5291> and consult<WH7592> her wishes.<WH6310>\""},{"number":58,"verse":"Then they called<WH7121> Rebekah<WH7259> and said<WH559> to her, \"Will you go<WH1980> with this<WH2088> man<WH376>?\" And she said,<WH559> \"I will go.<WH1980>\""},{"number":59,"verse":"Thus they sent<WH7971> away<WH7971> their sister<WH269> Rebekah<WH7259> and her nurse<WH3243> with Abraham's servant<WH5650> and his men.<WH376>"},{"number":60,"verse":"And they blessed<WH1288> Rebekah<WH7259> and said<WH559> to her, \"May you, our sister,<WH269> Become<WH1961> thousands<WH505> of ten<WH7233> thousands,<WH7233> And may your descendants<WH2233> possess<WH3423> The gate<WH8179> of those who hate<WH8130> them.\""},{"number":61,"verse":"Then Rebekah<WH7259> arose<WH6965> with her maids,<WH5291> and they mounted<WH7392> the camels<WH1581> and followed<WH1980> <WH310> the man.<WH376> So the servant<WH5650> took<WH3947> Rebekah<WH7259> and departed.<WH1980>"},{"number":62,"verse":"Now Isaac<WH3327> had come<WH935> from going<WH935> to Beer-lahai-roi; for he was living<WH3427> in the Negev.<WH5045>"},{"number":63,"verse":"And Isaac<WH3327> went<WH3318> out to meditate<WH7742> in the field<WH7704> toward<WH6437> evening;<WH6153> and he lifted<WH5375> up his eyes<WH5869> and looked,<WH7200> and behold,<WH2009> camels<WH1581> were coming.<WH935>"},{"number":64,"verse":"And Rebekah<WH7259> lifted<WH5375> up her eyes,<WH5869> and when she saw<WH7200> Isaac<WH3327> she dismounted<WH5307> from the camel.<WH1581>"},{"number":65,"verse":"And she said<WH559> to the servant,<WH5650> \"Who<WH4310> is that man<WH376> walking<WH1980> in the field<WH7704> to meet<WH7122> us?\" And the servant<WH5650> said,<WH559> \"He is my master.<WH113>\" Then she took<WH3947> her veil<WH6809> and covered<WH3680> herself."},{"number":66,"verse":"And the servant<WH5650> told<WH5608> Isaac<WH3327> all<WH3605> the things<WH1697> that he had done.<WH6213>"},{"number":67,"verse":"Then Isaac<WH3327> brought<WH935> her into his mother<WH517> Sarah's tent,<WH168> and he took<WH3947> Rebekah,<WH7259> and she became<WH1961> his wife;<WH802> and he loved<WH157> her; thus Isaac<WH3327> was comforted<WH5162> after<WH310> his mother's death."}]}