{"bibleAbbr":"NASB1995","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"Now Dinah<WH1783> the daughter<WH1323> of Leah,<WH3812> whom<WH834> she had borne<WH3205> to Jacob,<WH3290> went<WH3318> out to visit<WH7200> the daughters<WH1323> of the land.<WH776>"},{"number":2,"verse":"And when Shechem<WH7927> the son<WH1121> of Hamor<WH2544> the Hivite,<WH2340> the prince<WH5387> of the land,<WH776> saw<WH7200> her, he took<WH3947> her and lay<WH7901> with her by force.<WH6031>"},{"number":3,"verse":"And he was deeply<WH1692> attracted<WH1692> to Dinah<WH1783> the daughter<WH1323> of Jacob,<WH3290> and he loved<WH157> the girl<WH5291> and spoke<WH1696> tenderly<WH3820> to her."},{"number":4,"verse":"So Shechem<WH7927> spoke<WH559> to his father Hamor,<WH1> saying,<WH2544> \"Get<WH559> me this<WH3947> young<WH2088> girl<WH3207> for a wife.<WH3207>\""},{"number":5,"verse":"Now Jacob<WH3290> heard<WH8085> that he had defiled<WH2930> Dinah<WH1783> his daughter;<WH1323> but his sons<WH1121> were with his livestock<WH4735> in the field,<WH7704> so Jacob<WH3290> kept<WH2790> silent<WH2790> until<WH5704> they came<WH935> in."},{"number":6,"verse":"Then Hamor<WH2544> the father of Shechem<WH1> went<WH7927> out to Jacob<WH3318> to speak<WH3290> with him."},{"number":7,"verse":"Now the sons<WH1121> of Jacob<WH3290> came<WH935> in from the field<WH7704> when they heard<WH8085> [it;] and the men<WH376> were grieved,<WH6087> and they were very<WH3966> angry<WH2734> because<WH3588> he had done<WH6213> a disgraceful<WH5039> thing<WH5039> in Israel<WH3478> by lying<WH7901> with Jacob's daughter,<WH1323> for such<WH3651> a thing<WH3651> ought not to be done.<WH6213>"},{"number":8,"verse":"But Hamor<WH2544> spoke<WH1696> with them, saying,<WH559> \"The soul<WH5315> of my son<WH1121> Shechem<WH7927> longs<WH2836> for your daughter;<WH1323> please<WH4994> give<WH5414> her to him in marriage.<WH802>"},{"number":9,"verse":"\"And intermarry<WH2859> with us; give<WH5414> your daughters<WH1323> to us, and take<WH3947> our daughters<WH1323> for yourselves."},{"number":10,"verse":"\"Thus you shall live<WH3427> with us, and the land<WH776> shall be [open] before<WH6440> you; live<WH3427> and trade<WH5503> in it, and acquire<WH270> property<WH270> in it.\""},{"number":11,"verse":"Shechem<WH7927> also said<WH559> to her father and to her brothers,<WH1> \"If I find<WH251> favor<WH4672> in your sight,<WH2580> then I will give<WH5869> whatever<WH5414> you say<WH834> to me."},{"number":12,"verse":"\"Ask<WH7235> me ever so<WH3966> much<WH7235> <WH3966> bridal<WH4119> payment<WH4119> and gift,<WH4976> and I will give<WH5414> according as you say<WH559> to me; but give<WH5414> me the girl<WH5291> in marriage.<WH802>\""},{"number":13,"verse":"But Jacob's sons<WH1121> answered<WH6030> Shechem<WH7927> and his father Hamor,<WH1> with deceit,<WH2544> and spoke<WH4820> to them, because<WH1696> he had defiled<WH834> Dinah<WH2930> their sister.<WH1783>"},{"number":14,"verse":"And they said<WH559> to them, \"We cannot<WH3201> <WH3808> do<WH6213> this<WH2088> thing,<WH1697> to give<WH5414> our sister<WH269> to one<WH376> who<WH834> is uncircumcised,<WH6190> for that would be a disgrace<WH2781> to us."},{"number":15,"verse":"\"Only<WH389> on this<WH2088> [condition] will we consent<WH225> to you: if<WH518> you will become<WH1961> like<WH3644> us, in that every<WH3605> male<WH2145> of you be circumcised,<WH4135>"},{"number":16,"verse":"then we will give<WH5414> our daughters<WH1323> to you, and we will take<WH3947> your daughters<WH1323> for ourselves, and we will live<WH3427> with you and become<WH1961> one<WH259> people.<WH5971>"},{"number":17,"verse":"\"But if<WH518> you will not listen<WH8085> to us to be circumcised,<WH4135> then we will take<WH3947> our daughter<WH1323> and go.<WH1980>\""},{"number":18,"verse":"Now their words<WH1697> seemed<WH3190> reasonable<WH3190> to Hamor<WH2544> and Shechem,<WH7927> Hamor's son.<WH1121>"},{"number":19,"verse":"And the young<WH5288> man<WH5288> did not delay<WH309> to do<WH6213> the thing,<WH1697> because<WH3588> he was delighted<WH2654> with Jacob's daughter.<WH1323> Now he was more<WH4480> respected<WH3513> than<WH4480> all<WH3605> the household<WH1004> of his father."},{"number":20,"verse":"So Hamor<WH2544> and his son<WH1121> Shechem<WH7927> came<WH935> to the gate<WH8179> of their city,<WH5892> and spoke<WH1696> to the men<WH376> of their city,<WH5892> saying,<WH559>"},{"number":21,"verse":"\"These<WH428> men<WH376> are friendly<WH8003> with us; therefore let them live<WH3427> in the land<WH776> and trade<WH5503> in it, for behold,<WH2009> the land<WH776> is large<WH7342> <WH3027> enough<WH3027> for them. Let us take<WH3947> their daughters<WH1323> in marriage,<WH802> and give<WH5414> our daughters<WH1323> to them."},{"number":22,"verse":"\"Only<WH389> on this<WH2088> [condition] will the men<WH376> consent<WH225> to us to live<WH3427> with us, to become<WH1961> one<WH259> people:<WH5971> that every<WH3605> male<WH2145> among us be circumcised<WH4135> as they are circumcised.<WH4135>"},{"number":23,"verse":"\"Will not their livestock<WH4735> and their property<WH7075> and all<WH3605> their animals<WH929> be ours? Only<WH389> let us consent<WH225> to them, and they will live<WH3427> with us.\""},{"number":24,"verse":"And all<WH3605> who went<WH3318> out of the gate<WH8179> of his city<WH5892> listened<WH8085> to Hamor<WH2544> and to his son<WH1121> Shechem,<WH7927> and every<WH3605> male<WH2145> was circumcised,<WH4135> all<WH3605> who went<WH3318> out of the gate<WH8179> of his city.<WH5892>"},{"number":25,"verse":"Now it came<WH1961> about on the third<WH7992> day,<WH3117> when they were in pain,<WH3510> that two<WH8147> of Jacob's sons,<WH1121> Simeon<WH8095> and Levi,<WH3878> Dinah's brothers,<WH251> each<WH376> took<WH3947> his sword<WH2719> and came<WH935> upon the city<WH5892> unawares,<WH983> and killed<WH2026> every<WH3605> male.<WH2145>"},{"number":26,"verse":"And they killed<WH2026> Hamor<WH2544> and his son<WH1121> Shechem<WH7927> with the edge<WH6310> of the sword,<WH2719> and took<WH3947> Dinah<WH1783> from Shechem's house,<WH1004> and went<WH3318> forth.<WH3318>"},{"number":27,"verse":"Jacob's sons<WH1121> came<WH935> upon the slain<WH2491> and looted<WH962> the city,<WH5892> because<WH834> they had defiled<WH2930> their sister.<WH269>"},{"number":28,"verse":"They took<WH3947> their flocks<WH6629> and their herds<WH1241> and their donkeys,<WH2543> and that which<WH834> was in the city<WH5892> and that which<WH834> was in the field;<WH7704>"},{"number":29,"verse":"and they captured<WH7617> and looted<WH962> all<WH3605> their wealth<WH2428> and all<WH3605> their little<WH2945> ones<WH2945> and their wives,<WH802> even all<WH3605> that [was] in the houses.<WH1004>"},{"number":30,"verse":"Then Jacob<WH3290> said<WH559> to Simeon<WH8095> and Levi,<WH3878> \"You have brought<WH5916> trouble<WH5916> on me, by making<WH887> me odious<WH887> among the inhabitants<WH3427> of the land,<WH776> among the Canaanites<WH3669> and the Perizzites;<WH6522> and my men<WH4962> being few<WH4962> in number,<WH4557> they will gather<WH622> together against<WH5921> me and attack<WH5221> me and I shall be destroyed,<WH8045> I and my household.<WH1004>\""},{"number":31,"verse":"But they said,<WH559> \"Should he treat<WH6213> our sister<WH269> as a harlot<WH2181>?\""}]}