{"bibleAbbr":"ISV2011","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"{Dedicate Your Lives to God} d I therefore urge you, brothers, in view of God's mercies, to offer your bodies as living sacrifices that are holy and pleasing to God, for this is the reasonable way for you to worship. {Lit. to God, your reasonable worship}"},{"number":2,"verse":"Do not be conformed to this world, but continually be transformed by the renewing of your minds so that you may be able to determine what God's will is what is proper, {Or good} pleasing, and perfect."},{"number":3,"verse":"For by the grace given to me I ask every one of you not to think of yourself more highly than you should think, rather to think of yourself with sober judgment on the measure of faith that God has assigned each of you."},{"number":4,"verse":"For we have many parts in one body, but these parts do not all have the same function."},{"number":5,"verse":"In the same way, even though we are many people, we are one body in the Messiah {Or Christ} and individual parts connected to each other."},{"number":6,"verse":"We have different gifts based on the grace that was given to us. So if your gift is prophecy, use your gift {Lit. If prophecy} in proportion to your faith."},{"number":7,"verse":"If your gift is serving, devote yourself to serving others. {Lit. If serving, in serving} If it is teaching, devote yourself to teaching others. {Lit. If teaching, in teaching}"},{"number":8,"verse":"If it is encouraging, devote yourself to encouraging others. {Lit. If encouraging, in encouragement} If it is sharing, share generously. {Lit. The one who shares, with generosity} If it is leading, lead enthusiastically. {Lit. The one who leads, with enthusiasm} If it is helping, help cheerfully. {Lit. The one who helps, with cheerfulness}"},{"number":9,"verse":"Your love must be without hypocrisy. Abhor what is evil; cling to what is good."},{"number":10,"verse":"Be devoted to each other with mutual affection. Excel at showing respect for each other."},{"number":11,"verse":"Never be lazy in showing such devotion. Be on fire with the Spirit. Serve the Lord. {Other mss. read the time}"},{"number":12,"verse":"Be joyful in hope, patient in trouble, and persistent in prayer."},{"number":13,"verse":"Supply the needs of the saints. Extend hospitality to strangers."},{"number":14,"verse":"Bless those who persecute you. Keep on blessing them, and never curse them."},{"number":15,"verse":"Rejoice with those who are rejoicing. Cry with those who are crying."},{"number":16,"verse":"Live in harmony with each other. Do not be arrogant, but associate with humble people. Do not think that you are wiser than you really are."},{"number":17,"verse":"Do not pay anyone back evil for evil, but {The Gk. lacks but} focus your thoughts on what is right in the sight of all people."},{"number":18,"verse":"If possible, so far as it depends on you, live in peace with all people."},{"number":19,"verse":"Do not take revenge, dear friends, but leave room for God's {The Gk. lacks God's} wrath. For it is written, \"Vengeance belongs to me. I will pay them back, declares the Lord.\" {Deut 32:35}"},{"number":20,"verse":"But \"if your enemy is hungry, feed him. For if he is thirsty, give him a drink. If you do this, you will pile burning coals on his head.\" {Prov 25:21-22}"},{"number":21,"verse":"Do not be conquered by evil, but conquer evil with good."}]}