{"bibleAbbr":"ISV2011","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":4,"verses":[{"number":1,"verse":"{The Example of Abraham} d What, then, are we to say about Abraham, our human ancestor?"},{"number":2,"verse":"For if Abraham was justified by actions, he would have had something to boast about though not before God."},{"number":3,"verse":"For what does the Scripture say? \"Abraham believed God, and it was credited to him as righteousness.\" {Gen 15:6}"},{"number":4,"verse":"Now to someone who works, wages are not considered a gift but an obligation."},{"number":5,"verse":"However, to someone who does not work, but simply believes in the one who justifies the ungodly, his faith is credited as righteousness."},{"number":6,"verse":"Likewise, David also speaks of the blessedness of the person whom God regards as righteous apart from actions:"},{"number":7,"verse":"\"How blessed are those whose iniquities are forgiven and whose sins are covered!"},{"number":8,"verse":"How blessed is the person whose sins the Lord will never charge against him!\" {Ps 32:1-2}"},{"number":9,"verse":"Now does this blessedness come to the circumcised alone, or also to the uncircumcised? For we say, \"Abraham's faith was credited to him as righteousness.\" {Gen 15:6}"},{"number":10,"verse":"Under what circumstances was it credited? Was he circumcised or uncircumcised? He had not yet been circumcised, but was uncircumcised."},{"number":11,"verse":"Afterward he received the mark of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. Therefore, he is the ancestor of all who believe while uncircumcised, in order that righteousness may be credited to them."},{"number":12,"verse":"He is also the ancestor of the circumcised those who are not only circumcised, but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised."},{"number":13,"verse":"{The Promise Comes through Faith} d For the promise that he would inherit the world did not come to Abraham or to his descendants through the Law, but through the righteousness produced by faith."},{"number":14,"verse":"For if those who were given the Law {Lit. those of the law} are the heirs, then faith is useless and the promise is worthless,"},{"number":15,"verse":"for the Law produces wrath. Now where there is no Law, neither can there be any violation of it."},{"number":16,"verse":"Therefore, the promise {Lit. it} is based on faith, so that it may be a matter of grace and may be guaranteed for all of Abraham's {Lit. his} descendants not only for those who were given the Law, {Lit. those of the law} but also for those who share the faith of Abraham, who is the father of us all."},{"number":17,"verse":"As it is written, \"I have made you the father of many nations.\" {Gen 17:5} Abraham {Lit. He} acted in faith when he stood in the presence of God, who gives life to the dead and calls into existence things that don't yet exist."},{"number":18,"verse":"Hoping in spite of hopeless circumstances, he believed that he would become \"the father of many nations,\"{Gen 17:5} just as he had been told: {Lit. according to what was said} \"This is how many descendants you will have.\" {Gen 15:5}"},{"number":19,"verse":"His faith did not weaken when he thought about his own body (which was already {Other mss. lack already} as good as dead now that he was about a hundred years old) or about Sarah's inability to have children,"},{"number":20,"verse":"nor did he doubt God's promise out of a lack of faith. Instead, his faith became stronger and he gave glory to God,"},{"number":21,"verse":"being absolutely convinced that God would do what he had promised."},{"number":22,"verse":"This is why \"it was credited to him as righteousness.\" {Gen 15:6}"},{"number":23,"verse":"Now the words \"it was credited to him\" were written not only for him"},{"number":24,"verse":"but also for us. Our faith will be regarded in the same way, {Lit. It will be regarded} if we believe in the one who raised Jesus our Lord from the dead."},{"number":25,"verse":"He was sentenced to death because of our sins and raised to life to justify us."}]}