{"bibleAbbr":"guOV2016","bookName":"હોશિયા","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"ઇઝરાયલ ફાલેલો તથા ફળતો દ્રાક્ષાવેલો છે; તેના ફળની અધિકતાના પ્રમાણમાં તેણે પોતાને માટે વેદીઓ વધારી છે. તેની જમીનની ફળદ્રુપતાના પ્રમાણમાં તેઓએ સુશોભિત ભજનસ્તંભો બનાવ્યા છે."},{"number":2,"verse":"તેઓનું હ્રદય ઠગારું છે; હવે તેઓ દોષિત ઠરશે. તે તેઓની વેદીઓને તોડી પાડશે, તે તેઓના ભજન-સ્તંભોનો નાશ કરશે."},{"number":3,"verse":"ખરેખર, હવે તેઓ કહેશે, “અમારે શિર તો કોઈ રાજા નથી, કેમ કે, અમે યહોવાથી બીતા નથી! વળી રાજા અમારે માટે શું કરી શકે છે?”"},{"number":4,"verse":"તેઓ મિથ્યા વચનો બોલે છે, ને કરાર કરતૌ વખતે જૂઠી પ્રતિજ્ઞા લે છે; તેથી જેમ ખેતરના ચાસમાં ઝેરી છોડ ઊગી નીકળે છે તેમ દંડ પણ દંડ [પુષ્કળ થશે.]"},{"number":5,"verse":"સમરુનના રહેવાસીઓ બેથ-આવેનના વાછરડાઓને લીધે ભયભીત થશે; કેમ કે તેના લોકો તથા તેના યાજકો જેઓ તેના દબદબાને લીધે તેને માટે આનંદ કરતા હતા, તેઓ તેને લીધે શોક કરશે, કેમ કે વાછરડો તેમાંથી લોપ થયો છે."},{"number":6,"verse":"વળી યારેબ રાજાને માટે બક્ષિસ તરીકે વાછરડાને આશૂરમાં લઈ જવામાં આવશે; એફ્રાઈમ લજ્જા પામશે, ને ઇઝરાયલ પોતાની જ સલાહને લીધે લજ્જિત થશે."},{"number":7,"verse":"પાણી પરના ફીણની જેમ સમરુન, તેના રાજાસહિત, નાશ પામ્યું છે."},{"number":8,"verse":"ઇઝરાયલના પાપના કારણરૂપ આવેનનાં ઉચ્ચસ્થાનો નાશ પામશે; તેમની વેદીઓ ઉપર કાંટા તથા ઝાંખરાં ઊગી નીકળશે; તેઓ ( ; .) પર્વતોને કહેશે, ‘અમને ઢાંકી દો.’ અને ડુંગરોને [કહેશે] કે, ‘અમારા પર પડો.’"},{"number":9,"verse":"( ઈશ્વર ઇઝરાયલ સામે ચુકાદો જાહેર કરે છે) હે ઇઝરાયલ, ( .) ગિબયામાં ભૂંડા લોકોની સામે તેઓને યુદ્ધ કરવું ન પડે એ મતલબથી તેઓ ત્યાં ટકી રહ્યા છે."},{"number":10,"verse":"મારી મરજીમાં આવશે ત્યારે હું તેઓને શિક્ષા કરીશ. જ્યારે તેઓ પોતાના બે અપરાધોના બંધનમાં હશે ત્યારે તેઓની સામે વિદેશીઓ એકત્ર થશે."},{"number":11,"verse":"એફ્રાઈમ એક પલોટાયેલી વાછરડી છે કે જેને અનાજ મસળવાના યારમાં ફરવાનું ગમે છે; પણ હું જઈને તેની સુંદર ગરદન પર બેઠો છું! હું એફ્રાઈમ પર એક સવાર બેસાડીશ. યહૂદા ખેડશે, યાકૂબ તેનાં ઢેફાં ભાંગશે."},{"number":12,"verse":"પોતાને માટે નેકી વાવો, ને તેના પરિણામમાં કૃપા લણશો. ( .) તમારી પડતર જમીન ચાસી નાખો; કેમ કે તે આવીને તમારા પર નેકી વરસાવે ત્યાં સુધી યહોવાને શોધવાનો વખત છે."},{"number":13,"verse":"તમે દુષ્ટતા ખેડી છે, ને ફસલમાં તમે અન્યાયની કાપણી કરી છે! તમે જૂઠનું ફળ ખાધું છે, કેમ કે તેં તારા રથો પર, તારા સમર્થ માણસોના સમૂહ પર ભરોસો રાખ્યો હતો."},{"number":14,"verse":"માટે તારા લોકોની વિરુદ્ધ હુલ્લડ થશે, ને જેમ યુદ્ધને દિવસે શાલ્માને બેથ-આર્બેલને પાયમાલ કર્યું તેમ તારા બધા કિલ્લાઓ પાયમાલ થશે. તે દિવસે પોતાનાં બાળકોસહિત માતાઓને પછાડીને તેઓના ચૂરેચૂરા કરવામાં આવ્યા હતા."},{"number":15,"verse":"તમારી અતિશય દુષ્ટતાને લીધે બેથેલ તમારા એવા જ હાલ કરશે; પ્રાત:કાળે ઇઝરાયલના રાજાનો નાશ થશે."}]}