{"bibleAbbr":"guOV2016","bookName":"હોશિયા","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"તામારા ભાઈઓને આમ્મી, ને તમારી બહેનોને રૂહામાં કહીને બોલાવો."},{"number":2,"verse":"( બેવફા પત્ની-બેવફા પ્રજા) તમારી માને આજીજી કરો, તેને સમજાવો; કેમ કે તે મારી સ્ત્રી નથી, ને હું તેનો ધણી નથી. અને [તેને કહો કે] તે પોતાના વ્યભિચાર પોતાના મુખ પરથી, ને પોતાનાં જારકર્મ પોતાનાં સ્તનોમાંથી દૂર કરે,"},{"number":3,"verse":"રખેને હું તેને નવસ્ત્રી કરીને તેના જન્મદિવસે તે હતી તેવી નગ્ન કરી મૂકું, ને તેને વેરાનરૂપ કરીને, સૂકી જમીન જેવી કરી મૂકું, ને તેને તૃષાથી મારી નાખું;"},{"number":4,"verse":"હાં, તેનાં છોકરાં પર હું દયા રાખીશ નહિ; કેમ કે તેઓ વ્યભિચારનાં છોકરાં છે."},{"number":5,"verse":"કેમ કે તેમની માએ વ્યભિચાર કર્યો છે. તેમનો ગર્ભ ધરનારીએ શરમભરેલું કામ કર્યું છે; કેમ કે તેણે કહ્યું, ‘મારા પ્રીતમો જેઓ મને મારું અન્ન ને મારું જળ, મારું ઊન ને મારું શણ, મારું તેલ ને મારું પાન આપે છે, તેમની પાછળ હું જઈશ.’"},{"number":6,"verse":"એથી જો, હું તારો માર્ગ કંટાથી બંધ કરી દઈશ, ને હું તેની વિરુદ્ધ એવો કોટ કરીશ કે, તેને માર્ગે જડશે નહિ."},{"number":7,"verse":"તે પોતાના પ્રીતમોની પાછળ જશે, પણ તે તેઓને પકડી પાડશે નહિ; તે તેઓને શોધશે, પણ તેઓ તેને મળશે નહિ. ત્યારે તે કહેશે, ‘હું ચાલીને મારા પહેલા ધણીની પાસે પાછી જઈશ; કેમ કે હમણાના કરતાં તે વખતે મને વધારે સુખ હતું.’"},{"number":8,"verse":"કેમ કે તે જાણતી નહોતી કે અનાજ, દ્રાક્ષારસ તથા તેલ હું તેને આપતો હતો, જે સોનુંરૂપું તેઓ બાલની સેવામાં વાપરતા હતા, તે તેના હાથમાં હું પુષ્કળ આપતો હતો."},{"number":9,"verse":"માટે મોસમમાં હું મારું અનાજ તથા મારો‍ દ્રાક્ષારસ પાછાં લઇ લઈશ, ને મારું ઊન તથા મારું શણ જે તેની નગ્નતા ઢાંકવાને માટે હતાં, તે હું ખૂંચવી લઈશ."},{"number":10,"verse":"હું તેના યારોના દેખતાં તેનું લંપટપણું ઉઘાડું કરીશ, ને મારા હાથમાંથી તેને કોઈ છોડાવશે નહિ."},{"number":11,"verse":"વળી તેનો બધો આનંદ, તેના પર્વો, તેના ચંદ્રદર્શનના દિવસો, તેના સાબ્બાથો તથા તેનાં મુકરર પર્વો, તે સર્વનો હું અંત લાવીશ."},{"number":12,"verse":"તેના દ્રાક્ષાવેલા તથા તેની અંજીરીઓ કે જેઓ વિષે તેણે કહ્યું છે, ‘આ તો મને મારા યારોએ આપેલું મારું વેતન છે.’ તેઓને હું વેરાન કરી નાખીશ; અને હું તેઓને જંગલ કરી નાખીશ, ને વનચર જાનવરો તેમનો ભક્ષ કરશે."},{"number":13,"verse":"જે દિવસોમાં તે બાલીમની આગળ ધૂપ બાળતી હતી, તે દિવસોને માટે હું તેને શિક્ષા કરીશ, કારણ કે તે વખતે તો તે વાળીથી તથા આભૂષણોથી પોતાને શણગારીને પોતાના પ્રીતમોની પાછળ પાછળ ફરતી હતી, ને મને ભૂલી ગઇ હતી.” એવું યહોવા કહે છે."},{"number":14,"verse":"( પોતાના લોકો માટે પ્રભુનો પ્રેમ) “એ માટે, જુઓ, હું તેને સમજાવી-પટાવીને અરણ્યમાં લાવીશ, ને તેને પ્રમનાં વચનો કહીશ."},{"number":15,"verse":"અને હું તેને ત્યાંથી તેની દ્રાક્ષાવાડીઓ તથા આશાના દ્વાર તરીકે ( .) આખોરની ખીણ આપીશ; અને જેમ તે પોતાની જુવાનીના દિવસોમાં તથા પોતે મિસરમાંથી બહાર નીકળી આવી હતી તે દિવસોમાં [કરતી] તેમ તે ત્યાં ઉત્તર આપશે.”"},{"number":16,"verse":"અને યહોવા કહે છે, “તે દિવસે તું મને ઈશી (મારા પતિ) કહીને બોલાવશે ને ફરીથી કદી બાલી (મારા બાલ) કહીને નહિ બોલાવશે."},{"number":17,"verse":"કેમ કે હું તેના મુખમાંથી બાલીમનાં નામો દૂર કરીશ, ને ફરીથી કદી તેમના નામથી તેમને કોઈ બોલાવશે નહિ."},{"number":18,"verse":"તે દિવસે હું તેઓને માટે વનચર જાનવરોની સાથે, ખેચર પક્ષીઓની સાથે તથા જમીન પર પેટે ચાલનાર પ્રાણીઓની સાથે ઠરાવ કરીશ; અને હું દેશમાંથી ધનુષ્ય તરવાર તથા યુદ્ધનું ખંડન કરીશ, ને તેઓને નિર્ભયપણે સુવાડીશ."},{"number":19,"verse":"વળી હું સદાને માટે મારી સાથે તારું વેવિશાળ કરીશ; હા, હું નેકીથી, ન્યાયથી, રહેમનજરથી તથા કૃપાથી મારી સાથે તારું વેવિશાળ કરીશ."},{"number":20,"verse":"હા, હું વિશ્વાસુપણે મારી સાથે તારું વેવિશાળ કરીશ અને તું યહોવાને ઓળખશે.”"},{"number":21,"verse":"યહોવા કહે છે, “તે દિવસે હું જવાબ આપીશ, હું આકાશોને જવાબ આપીશ, ને તેઓ પૃથ્વીને જવાબ આપશે."},{"number":22,"verse":"પૃથ્વી અનાજને, દ્રાક્ષારસને, તથા તેલને જવાબ આપશે; અને તેઓ યિઝ્‍એલને જવાબ આપશે;"},{"number":23,"verse":"હું મારે માટે તેને દેશમાં રોપીશ; ( ; .) જે કૃપા પામેલી નહોતી તેના પર હું કૃપા કરીશ. અને જેઓ મારા લોક નહોતા તેઓને હું કહીશ, ‘તમે મારી પ્રજા છો;’ અને તેઓ કહેશે, ‘ [તમે] અમારા ઈશ્વર [છો.] ”’"}]}