{"bibleAbbr":"guOV2016","bookName":"હોશિયા","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"( મૂર્તિપૂજા માટે ઇઝરાયલને શિક્ષા) હે ઇઝરાયલ, અન્યધર્મીઓની જેમ હર્ષનાદ ન કર; કેમ કે તું તારા ઈશ્વરની પાસેથી ભટકી ગયો છે, દરેક ખળીમાં તેં વેતન ચાહ્યું છે."},{"number":2,"verse":"ખળીઓ તથા દ્રાક્ષાકુંડો તેઓનું પોષણ કરશે નહિ, ને તેને નવા દ્રાક્ષાની ખોટ પડશે."},{"number":3,"verse":"તેઓ યહોવાના દેશમાં રહેવા પામશે નહિ; પણ એફ્રાઈમ ફરીથી મિસર જશે, ને તેઓ આશૂરમાં અપવિત્ર અન્ન ખાશે."},{"number":4,"verse":"તેઓ યહોવાને દ્રાક્ષારસ [નાં પેયાર્પણો] રેડશે નહિ, ને તેઓ [નાં અર્પણો] પ્રભુને સંતોષકારક લાગશે નહિ; તેઓનાં બલિદાનો તેમને શોક કરનારાઓના અન્ન જેવાં થઈ પડશે, જેઓ તે ખાશે તેઓ બધા અપવિત્ર થશે, કેમ કે તેમનું અન્ન તેમની ભૂખ [ભાંગવા] ના કામમાં આવશે. તે યહોવાના મંદિરમાં દાખલ થશે નહિ."},{"number":5,"verse":"ઠરાવેલા પર્વને દિવસે તથા યહોવાના ઉત્સવને દિવસે તમે શું કરશો?"},{"number":6,"verse":"કેમ કે જુઓ, તેઓ નાશ [પામેલા દેશ] માંથી જતા રહ્યા છે, [તોપણ] મિસર તેઓને એકત્ર કરશે, મૃત્યુ તેઓને દાટશે. તેઓના રૂપાના સુંદર દાગીના ઝાંખરાંને હવાલે થશે. તેમના તંબુઓમાં કાંટા ઊગી નીકળશે."},{"number":7,"verse":"( .) શિક્ષાના દિવસો આવ્યા છે, બદલો લેવાના દિવસો આવ્યા છે! ઇઝરાયલ તે જાણશે. તારા પુષ્કળ અન્યાયને લીધે તથા અધિક વૈરને લીધે, પ્રબોધક મૂર્ખ [ગણાય] છે, ને જે માણસમાં ઈશ્વરનો આત્મા છે તે ઘેલો [મનાય] છે."},{"number":8,"verse":"એફ્રાઈમ મારા ઈશ્વરની પાસે ચોકીદાર હતો. પ્રબોધકના સર્વ માર્ગોમાં પારધીની જાળ છે, તથા તેના ઈશ્વરના મંદિરમાં વૈર છે."},{"number":9,"verse":"( .) ગિબયાના દિવસોમાં થયા હતા તેમ તેઓ અતિ ભ્રષ્ટ થઈ ગયા છે. તેઓના દુરાચરણનું સ્મરણ કરીને તે તેઓનાં પાપની શિક્ષા કરશે."},{"number":10,"verse":"( ઇઝરાયલનું પાપ અને પરિણામ) અરણ્યમાં દ્રાક્ષા [મળે] તેમ ઇઝરાયલ મને મળ્યા. અંજીરીની પહેલી મોસમમાં તેનું પ્રથમફળ [જોવામાં આવે] તેમ મેં તમારા પૂર્વજોને જોયા, પણ તેઓ ( .) બાલ-પેઓર પાસે જઈને તે લજ્જાકારક વસ્તુને સમર્પિત થયા, ને તેઓ પોતાની પ્રિય વસ્તુના જેવા ધિક્કારપાત્ર થયા."},{"number":11,"verse":"એફ્રાઈમપુત્રોનું ગૌરવ તો પક્ષીની જેમ ઊડી જશે. એક પણ જન્મ, એક પણ ગર્ભવતી કે, એક પણ ગર્ભાધાન, થશે નહિ."},{"number":12,"verse":"જો કે તેઓ પોતાનાં છોકરાં ઉછેરે છે, તોપણ એક પણ માણસ ન રહે ત્યાં સુધી હું તેઓને નસંતાન કરીશ; હા, હું તેમનાથી દૂર રહીશ, ત્યારે પણ તેમને અફસોસ!"},{"number":13,"verse":"મેં તૂરને જોયું છે તેવી જ રીતે એફ્રાઈમ મનોરંજક જગામાં રોપાયેલો છે; પણ એફ્રાઈમ પોતાનાં સંતાનને સંહારકની પાસે બહાર લાવશે."},{"number":14,"verse":"હે યહોવા, તેઓને આપો; તમે શું આપશો? ગર્ભપાત કરનાર ગર્ભસ્થાન તથા સૂકાં સ્તન તેઓને આપો."},{"number":15,"verse":"( ઈશ્વરને હાથે ઇઝરાયલનો ન્યાય) તેમની બધી દુષ્ટતા ગિલ્ગાલમાં છે, કેમ કે ત્યાં મને તેમાન પર દ્વેષ આવ્યો. તેઓનાં કૃત્યોની દુષ્ટતાને લીધે હું તેઓને મારા ઘરમાંથી હાંકી કાઢીશ. હવે પછી હું તેઓ પર પ્રેમ રાખીશ નહિ. તેમના સર્વ અમલદારો ફિતૂરી છે."},{"number":16,"verse":"એફ્રાઈમ પર મરો આવેલો છે, તેમનું મૂળ સુકાઈ ગયું છે, તેમને કંઈ પણ ફળ આવશે નહિ. હા, જો કે તેઓને ફળ આવે, તોપણ તેમના ગર્ભ‍સ્થાનના પ્રિય ફળનો તો હું સંહાર કરીશ.”"},{"number":17,"verse":"( પ્રબોધક ઇઝરાયલ અંગે કહે છે) મારા ઈશ્વર તેમને તરછોડી નાખશે, કેમ કે તેઓએ તેમનું સાંભળ્યું નહિ; અને તેઓ વિદેશીઓમાં ભટકનારા થશે."}]}