{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"ושׂרי <WH8297> Now Sarai אשׁת <WH802> wife אברם <WH87> Abram's לא <WH3808> bore him no children: ילדה <WH3205> bore him no children: לו ולה שׁפחה <WH8198> and she had an handmaid, מצרית <WH4713> an Egyptian, ושׁמה <WH8034> whose name הגר׃ <WH1904> Hagar."},{"number":2,"verse":"ותאמר <WH559> said שׂרי <WH8297> And Sarai אל <WH413> unto אברם <WH87> Abram, הנה <WH2009> Behold נא <WH4994> now, עצרני <WH6113> hath restrained יהוה <WH3068> the LORD מלדת <WH3205> me from bearing: בא <WH935> go in נא <WH4994> I pray thee, אל <WH413> unto שׁפחתי <WH8198> my maid; אולי <WH194> it may be אבנה <WH1129> that I may obtain children ממנה <WH4480> me from bearing: וישׁמע <WH8085> hearkened אברם <WH87> her. And Abram לקול <WH6963> to the voice שׂרי׃ <WH8297> of Sarai."},{"number":3,"verse":"ותקח <WH3947> took שׂרי <WH8297> And Sarai אשׁת <WH802> wife אברם <WH87> Abram's את <WH853> הגר <WH1904> Hagar המצרית <WH4713> the Egyptian, שׁפחתה <WH8198> her maid מקץ <WH7093> after עשׂר <WH6235> ten שׁנים <WH8141> years לשׁבת <WH3427> had dwelt אברם <WH87> Abram בארץ <WH776> in the land כנען <WH3667> of Canaan, ותתן <WH5414> and gave אתה <WH853> לאברם <WH87> Abram אישׁה <WH582> לו לאשׁה׃ <WH802> to be his wife."},{"number":4,"verse":"ויבא <WH935> And he went in אל <WH413> unto הגר <WH1904> Hagar, ותהר <WH2029> and she conceived: ותרא <WH7200> and when she saw כי <WH3588> that הרתה <WH2029> she had conceived, ותקל <WH7043> was despised גברתה <WH1404> her mistress בעיניה׃ <WH5869> in her eyes."},{"number":5,"verse":"ותאמר <WH559> said שׂרי <WH8297> And Sarai אל <WH413> unto אברם <WH87> Abram, חמסי <WH2555> My wrong עליך <WH5921> upon אנכי <WH595> thee: I נתתי <WH5414> have given שׁפחתי <WH8198> my maid בחיקך <WH2436> into thy bosom; ותרא <WH7200> and when she saw כי <WH3588> that הרתה <WH2029> she had conceived, ואקל <WH7043> I was despised בעיניה <WH5869> in her eyes: ישׁפט <WH8199> judge יהוה <WH3068> the LORD ביני <WH996> between וביניך׃ <WH996>"},{"number":6,"verse":"ויאמר <WH559> said אברם <WH87> But Abram אל <WH413> unto שׂרי <WH8297> Sarai, הנה <WH2009> Behold, שׁפחתך <WH8198> thy maid בידך <WH3027> in thy hand; עשׂי <WH6213> do לה הטוב <WH2896> to her as it pleaseth בעיניך <WH5869> to her as it pleaseth ותענה <WH6031> dealt hardly שׂרי <WH8297> thee. And when Sarai ותברח <WH1272> with her, she fled מפניה׃ <WH6440> from her face."},{"number":7,"verse":"וימצאה <WH4672> found מלאך <WH4397> And the angel יהוה <WH3068> of the LORD על <WH5921> her by עין <WH5869> a fountain המים <WH4325> of water במדבר <WH4057> in the wilderness, על <WH5921> by העין <WH5869> the fountain בדרך <WH1870> in the way שׁור׃ <WH7793> to Shur."},{"number":8,"verse":"ויאמר <WH559> And he said, הגר <WH1904> Hagar, שׁפחת <WH8198> maid, שׂרי <WH8297> Sarai's אי <WH335> whence מזה <WH2088> באת <WH935> camest ואנה <WH575> thou? and whither תלכי <WH1980> wilt thou go? ותאמר <WH559> And she said, מפני <WH6440> from the face שׂרי <WH8297> Sarai. גברתי <WH1404> of my mistress אנכי <WH595> I ברחת׃ <WH1272> flee"},{"number":9,"verse":"ויאמר <WH559> said לה מלאך <WH4397> And the angel יהוה <WH3068> of the LORD שׁובי <WH7725> unto her, Return אל <WH413> to גברתך <WH1404> thy mistress, והתעני <WH6031> and submit thyself תחת <WH8478> under ידיה׃ <WH3027> her hands."},{"number":10,"verse":"ויאמר <WH559> said לה מלאך <WH4397> And the angel יהוה <WH3068> of the LORD הרבה <WH7235> ארבהת <WH853> זרעךלא <WH3808> that it shall not יספר <WH5608> be numbered מרב׃ <WH7230> for multitude."},{"number":11,"verse":"ויאמר <WH559> said לה מלאך <WH4397> And the angel יהוה <WH3068> of the LORD הנך <WH2009> unto her, Behold, הרה <WH2030> thou with child, וילדת <WH3205> and shalt bear בן <WH1121> a son, וקראת <WH7121> and shalt call שׁמו <WH8034> his name ישׁמעאל <WH3458> Ishmael; כי <WH3588> because שׁמע <WH8085> hath heard יהוה <WH3068> the LORD אל <WH413> hath heard עניך׃ <WH6040> thy affliction."},{"number":12,"verse":"והוא <WH1931> And he יהיה <WH1961> will be פרא <WH6501> a wild אדם <WH120> man; ידו <WH3027> his hand בכל <WH3605> against every man, ויד <WH3027> hand כל <WH3605> and every man's בו ועל <WH5921> in the presence פני <WH6440> in the presence כל <WH3605> of all אחיו <WH251> his brethren. ישׁכן׃ <WH7931> against him; and he shall dwell"},{"number":13,"verse":"ותקרא <WH7121> And she called שׁם <WH8034> the name יהוה <WH3068> of the LORD הדבר <WH1696> that spoke אליה <WH413> unto אתה <WH859> her, Thou אל <WH410> God ראי <WH7210> seest כי <WH3588> me: for אמרה <WH559> she said, הגם <WH1571> Have I also הלם <WH1988> here ראיתי <WH7200> looked אחרי <WH310> after ראי׃ <WH7200> him that seeth"},{"number":14,"verse":"על <WH5921> כןרא <WH7121> was called לבאר <WH875> the well באר לחי ראי <WH883> Beer-lahai-roi; הנה <WH2009> behold, בין <WH996> between קדשׁ <WH6946> Kadesh ובין <WH996> ברד׃ <WH1260> and Bered."},{"number":15,"verse":"ותלד <WH3205> bore הגר <WH1904> And Hagar לאברם <WH87> Abram בן <WH1121> a son: ויקרא <WH7121> called אברם <WH87> and Abram שׁם <WH8034> name, בנו <WH1121> his son's אשׁר <WH834> which ילדה <WH3205> bore, הגר <WH1904> Hagar ישׁמעאל׃ <WH3458> Ishmael."},{"number":16,"verse":"ואברם <WH87> And Abram בן <WH1121> old, שׁמנים <WH8084> fourscore שׁנה <WH8141> years ושׁשׁ <WH8337> and six שׁנים <WH8141> בלדת <WH3205> bore הגר <WH1904> when Hagar את <WH853> ישׁמעאל <WH3458> Ishmael לאברם׃ <WH87> to Abram."}]}