{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"וירא <WH7200> appeared אליו <WH413> unto יהוה <WH3068> And the LORD באלני <WH436> him in the plains ממרא <WH4471> of Mamre: והוא <WH1931> and he ישׁב <WH3427> sat פתח <WH6607> door האהל <WH168> in the tent כחם <WH2527> in the heat היום׃ <WH3117> of the day;"},{"number":2,"verse":"וישׂא <WH5375> And he lifted up עיניו <WH5869> his eyes וירא <WH7200> and looked, והנה <WH2009> and, lo, שׁלשׁה <WH7969> three אנשׁים <WH376> men נצבים <WH5324> stood עליו <WH5921> by וירא <WH7200> him: and when he saw וירץ <WH7323> he ran לקראתם <WH7125> to meet מפתח <WH6607> האהלישׁתחו <WH7812> and bowed himself ארצה׃ <WH776> toward the ground,"},{"number":3,"verse":"ויאמר <WH559> And said, אדני <WH113> אם <WH518> if נא <WH4994> now מצאתי <WH4672> I have found חן <WH2580> favor בעיניך <WH5869> in thy sight, אל <WH408> pass not away, נא <WH4994> I pray thee, תעבר <WH5674> pass not away, מעל <WH5921> from עבדך׃ <WH5650> thy servant:"},{"number":4,"verse":"יקח <WH3947> be fetched, נא <WH4994> I pray you, מעט <WH4592> Let a little מים <WH4325> water, ורחצו <WH7364> and wash רגליכם <WH7272> your feet, והשׁענו <WH8172> and rest yourselves תחת <WH8478> under העץ׃ <WH6086> the tree:"},{"number":5,"verse":"ואקחה <WH3947> And I will fetch פת <WH6595> a morsel לחם <WH3899> of bread, וסעדו <WH5582> and comfort לבכם <WH3820> ye your hearts; אחר <WH310> after that תעברו <WH5674> ye shall pass on: כי <WH3588> for על <WH5921> therefore כן <WH3651> therefore עברתם <WH5674> are ye come על <WH5921> to עבדכם <WH5650> your servant. ויאמרו <WH559> And they said, כן <WH3651> So תעשׂה <WH6213> do, כאשׁר <WH834> as דברת׃ <WH1696> thou hast said."},{"number":6,"verse":"וימהר <WH4116> hastened אברהם <WH85> And Abraham האהלה <WH168> into the tent אל <WH413> unto שׂרה <WH8283> Sarah, ויאמר <WH559> and said, מהרי <WH4116> Make ready quickly שׁלשׁ <WH7969> three סאים <WH5429> measures קמח <WH7058> meal, סלת <WH5560> of fine לושׁי <WH3888> knead ועשׂי <WH6213> and make עגות׃ <WH5692> cakes upon the hearth."},{"number":7,"verse":"ואל <WH413> unto הבקר <WH1241> the herd, רץ <WH7323> ran אברהם <WH85> And Abraham ויקח <WH3947> and fetched בן <WH1121> a calf בקר <WH1241> a calf רך <WH7390> tender וטוב <WH2896> and good, ויתן <WH5414> and gave אל <WH413> unto הנער <WH5288> a young man; וימהר <WH4116> and he hasted לעשׂות <WH6213> to dress אתו׃ <WH853>"},{"number":8,"verse":"ויקח <WH3947> And he took חמאה <WH2529> butter, וחלב <WH2461> and milk, ובן <WH1121> and the calf הבקר <WH1241> and the calf אשׁר <WH834> which עשׂה <WH6213> he had dressed, ויתן <WH5414> and set לפניהם <WH6440> before והוא <WH1931> them; and he עמד <WH5975> stood עליהם <WH5921> by תחת <WH8478> them under העץ <WH6086> the tree, ויאכלו׃ <WH398> and they did eat."},{"number":9,"verse":"ויאמרו <WH559> And they said אליו <WH413> unto איה <WH346> him, Where שׂרה <WH8283> Sarah אשׁתך <WH802> thy wife? ויאמר <WH559> And he said, הנה <WH2009> Behold, באהל׃ <WH168> in the tent."},{"number":10,"verse":"ויאמר <WH559> And he said, שׁוב <WH7725> אשׁובליך <WH413> unto כעת <WH6256> thee according to the time חיה <WH2416> of life; והנה <WH2009> and, lo, בן <WH1121> shall have a son. לשׂרה <WH8283> Sarah אשׁתך <WH802> thy wife ושׂרה <WH8283> And Sarah שׁמעת <WH8085> heard פתח <WH6607> door, האהל <WH168> in the tent והוא <WH1931> which אחריו׃ <WH310> behind"},{"number":11,"verse":"ואברהם <WH85> Now Abraham ושׂרה <WH8283> and Sarah זקנים <WH2205> old באים <WH935> well stricken בימים <WH3117> in age; חדל <WH2308> it ceased להיות <WH1961> to be לשׂרה <WH8283> with Sarah ארח <WH734> after the manner כנשׁים׃ <WH802> of women."},{"number":12,"verse":"ותצחק <WH6711> laughed שׂרה <WH8283> Therefore Sarah בקרבה <WH7130> within לאמר <WH559> herself, saying, אחרי <WH310> After בלתי <WH1086> I am waxed old היתה <WH1961> shall I have לי עדנה <WH5730> pleasure, ואדני <WH113> my lord זקן׃ <WH2204> being old"},{"number":13,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto אברהם <WH85> Abraham, למה <WH4100> זהחקה <WH6711> laugh, שׂרה <WH8283> did Sarah לאמר <WH559> saying, האף <WH637> אמנםלד <WH3205> bear a child, ואני <WH589> which זקנתי׃ <WH2204> am old?"},{"number":14,"verse":"היפלא <WH6381> too hard מיהוה <WH3068> דבר <WH1697> Is any thing למועד <WH4150> At the time appointed אשׁוב <WH7725> I will return אליך <WH413> unto כעת <WH6256> thee, according to the time חיה <WH2416> of life, ולשׂרה <WH8283> and Sarah בן׃ <WH1121> shall have a son."},{"number":15,"verse":"ותכחשׁ <WH3584> denied, שׂרה <WH8283> Then Sarah לאמר <WH559> saying, לא <WH3808> not; צחקתי <WH6711> I laughed כי <WH3588> for יראה <WH3372> she was afraid. ויאמר <WH559> And he said, לא <WH3808> Nay; כי <WH3588> but צחקת׃ <WH6711> thou didst laugh."},{"number":16,"verse":"ויקמו <WH6965> rose up משׁם <WH8033> from thence, האנשׁים <WH582> וישׁקפו <WH8259> and looked על <WH5921> toward פני <WH6440> toward סדם <WH5467> Sodom: ואברהם <WH85> and Abraham הלך <WH1980> went עמם <WH5973> with לשׁלחם׃ <WH7971> them to bring them on the way."},{"number":17,"verse":"ויהוה <WH3068> And the LORD אמר <WH559> said, המכסה <WH3680> hide אני <WH589> Shall I מאברהם <WH85> אשׁר <WH834> that thing which אני <WH589> I עשׂה׃ <WH6213> do;"},{"number":18,"verse":"ואברהם <WH85> Seeing that Abraham היו <WH1961> shall surely become יהיה <WH1961> shall surely become לגוי <WH1471> nation, גדול <WH1419> a great ועצום <WH6099> and mighty ונברכו <WH1288> shall be blessed בו כל <WH3605> and all גויי <WH1471> the nations הארץ׃ <WH776> of the earth"},{"number":19,"verse":"כי <WH3588> For ידעתיו <WH3045> I know למען <WH4616> him, that אשׁר <WH834> him, that יצוה <WH6680> he will command את <WH853> בניו <WH1121> his children ואת <WH853> ביתו <WH1004> and his household אחריו <WH310> after ושׁמרו <WH8104> him, and they shall keep דרך <WH1870> the way יהוה <WH3068> of the LORD, לעשׂות <WH6213> to do צדקה <WH6666> justice ומשׁפט <WH4941> and judgment; למען <WH4616> that הביא <WH935> may bring יהוה <WH3068> the LORD על <WH5921> upon אברהם <WH85> Abraham את <WH853> אשׁר <WH834> that which דבר <WH1696> he hath spoken עליו׃ <WH5921> of"},{"number":20,"verse":"ויאמר <WH559> said, יהוה <WH3068> And the LORD זעקת <WH2201> the cry סדם <WH5467> of Sodom ועמרה <WH6017> and Gomorrah כי <WH3588> Because רבה <WH7227> וחטאתם <WH2403> their sin כי <WH3588> and because כבדה <WH3513> grievous; מאד׃ <WH3966> is very"},{"number":21,"verse":"ארדה <WH3381> I will go down נא <WH4994> now, ואראה <WH7200> and see הכצעקתה <WH6818> according to the cry הבאה <WH935> of it, which is come אלי <WH413> unto עשׂו <WH6213> whether they have done כלה <WH3617> altogether ואם <WH518> me; and if לא <WH3808> not, אדעה׃ <WH3045> I will know."},{"number":22,"verse":"ויפנו <WH6437> turned their faces משׁם <WH8033> from thence, האנשׁים <WH376> And the men וילכו <WH1980> and went סדמה <WH5467> toward Sodom: ואברהם <WH85> but Abraham עודנו <WH5750> yet עמד <WH5975> stood לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":23,"verse":"ויגשׁ <WH5066> drew near, אברהם <WH85> And Abraham ויאמר <WH559> and said, האף <WH637> Wilt thou also תספה <WH5595> destroy צדיק <WH6662> the righteous עם <WH5973> with רשׁע׃ <WH7563> the wicked?"},{"number":24,"verse":"אולי <WH194> Peradventure ישׁ <WH3426> there be חמשׁים <WH2572> fifty צדיקם <WH6662> righteous בתוך <WH8432> within העיר <WH5892> the city: האף <WH637> wilt thou also תספה <WH5595> destroy ולא <WH3808> and not תשׂא <WH5375> spare למקום <WH4725> the place למען <WH4616> for חמשׁים <WH2572> the fifty הצדיקם <WH6662> righteous אשׁר <WH834> that בקרבה׃ <WH7130> therein?"},{"number":25,"verse":"חללה <WH2486> That be far לך מעשׂת <WH6213> from thee to do כדבר <WH1697> manner, הזה <WH2088> after this להמית <WH4191> to slay צדיק <WH6662> the righteous עם <WH5973> with רשׁע <WH7563> the wicked: והיה <WH1961> should be כצדיק <WH6662> and that the righteous כרשׁע <WH7563> as the wicked, חללה <WH2486> that be far לך השׁפט <WH8199> the Judge כל <WH3605> of all הארץ <WH776> the earth לא <WH3808> from thee: Shall not יעשׂה <WH6213> do משׁפט׃ <WH4941> right?"},{"number":26,"verse":"ויאמר <WH559> said, יהוה <WH3068> And the LORD אם <WH518> If אמצא <WH4672> I find בסדם <WH5467> in Sodom חמשׁים <WH2572> fifty צדיקם <WH6662> righteous בתוך <WH8432> within העיר <WH5892> the city, ונשׂאתי <WH5375> then I will spare לכל <WH3605> all המקום <WH4725> the place בעבורם׃ <WH5668> for their sakes."},{"number":27,"verse":"ויען <WH6030> answered אברהם <WH85> And Abraham ויאמר <WH559> and said, הנה <WH2009> Behold נא <WH4994> now, הואלתי <WH2974> I have taken upon לדבר <WH1696> me to speak אל <WH413> unto אדני <WH136> the Lord, ואנכי <WH595> which עפר <WH6083> dust ואפר׃ <WH665> and ashes:"},{"number":28,"verse":"אולי <WH194> Peradventure יחסרון <WH2637> there shall lack חמשׁים <WH2572> of the fifty הצדיקם <WH6662> righteous: חמשׁה <WH2568> five התשׁחית <WH7843> wilt thou destroy בחמשׁה <WH2568> for five? את <WH853> כל <WH3605> all העיר <WH5892> the city ויאמר <WH559> And he said, לא <WH3808> I will not אשׁחית <WH7843> destroy אם <WH518> If אמצא <WH4672> I find שׁם <WH8033> there ארבעים <WH705> forty וחמשׁה׃ <WH2568> and five,"},{"number":29,"verse":"ויסף <WH3254> again, עוד <WH5750> him yet לדבר <WH1696> And he spoke אליו <WH413> unto ויאמר <WH559> and said, אולי <WH194> Peradventure ימצאון <WH4672> found שׁם <WH8033> there. ארבעים <WH705> there shall be forty ויאמר <WH559> And he said, לא <WH3808> I will not אעשׂה <WH6213> do בעבור <WH5668> הארבעים׃ <WH705>"},{"number":30,"verse":"ויאמר <WH559> And he said אל <WH408> let not נא <WH4994> Oh יחר <WH2734> be angry, לאדני <WH136> the Lord ואדברה <WH1696> and I will speak: אולי <WH194> Peradventure ימצאון <WH4672> be found שׁם <WH8033> there. שׁלשׁים <WH7970> there shall thirty ויאמר <WH559> And he said, לא <WH3808> I will not אעשׂה <WH6213> do אם <WH518> if אמצא <WH4672> I find שׁם <WH8033> there. שׁלשׁים׃ <WH7970> thirty"},{"number":31,"verse":"ויאמר <WH559> And he said, הנה <WH2009> Behold נא <WH4994> now, הואלתי <WH2974> I have taken upon לדבר <WH1696> me to speak אל <WH413> unto אדני <WH136> the Lord: אולי <WH194> Peradventure ימצאון <WH4672> found שׁם <WH8033> there. עשׂרים <WH6242> there shall be twenty ויאמר <WH559> And he said, לא <WH3808> I will not אשׁחית <WH7843> destroy בעבור <WH5668> העשׂרים׃ <WH6242>"},{"number":32,"verse":"ויאמר <WH559> And he said, אל <WH408> let not נא <WH4994> Oh יחר <WH2734> be angry, לאדני <WH136> the Lord ואדברה <WH1696> and I will speak אך <WH389> yet הפעם <WH6471> but this once: אולי <WH194> Peradventure ימצאון <WH4672> shall be found שׁם <WH8033> there. עשׂרה <WH6235> ten ויאמר <WH559> And he said, לא <WH3808> I will not אשׁחית <WH7843> destroy בעבור <WH5668> העשׂרה׃ <WH6235>"},{"number":33,"verse":"וילך <WH1980> went his way, יהוה <WH3068> And the LORD כאשׁר <WH834> as soon as כלה <WH3615> he had left לדבר <WH1696> communing אל <WH413> with אברהם <WH85> Abraham: ואברהם <WH85> and Abraham שׁב <WH7725> returned למקמו׃ <WH4725> unto his place."}]}