{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"ויכלו <WH3615> were finished, השׁמים <WH8064> Thus the heavens והארץ <WH776> and the earth וכל <WH3605> and all צבאם׃ <WH6635> the host"},{"number":2,"verse":"ויכל <WH3615> ended אלהים <WH430> God ביום <WH3117> day השׁביעי <WH7637> And on the seventh מלאכתו <WH4399> his work אשׁר <WH834> which עשׂה <WH6213> he had made; וישׁבת <WH7673> and he rested ביום <WH3117> day השׁביעי <WH7637> on the seventh מכל <WH3605> from all מלאכתו <WH4399> his work אשׁר <WH834> which עשׂה׃ <WH6213> he had made."},{"number":3,"verse":"ויברך <WH1288> blessed אלהים <WH430> And God את <WH853> יום <WH3117> day, השׁביעי <WH7637> the seventh ויקדשׁ <WH6942> and sanctified אתו <WH853> כי <WH3588> it: because בו שׁבת <WH7673> that in it he had rested מכל <WH3605> from all מלאכתו <WH4399> his work אשׁר <WH834> which ברא <WH1254> created אלהים <WH430> God לעשׂות׃ <WH6213> and made."},{"number":4,"verse":"אלה <WH428> These תולדות <WH8435> the generations השׁמים <WH8064> of the heavens והארץ <WH776> and of the earth בהבראם <WH1254> when they were created, ביום <WH3117> in the day עשׂות <WH6213> made יהוה <WH3068> that the LORD אלהים <WH430> God ארץ <WH776> the earth ושׁמים׃ <WH8064> and the heavens,"},{"number":5,"verse":"וכל <WH3605> And every שׂיח <WH7880> plant השׂדה <WH7704> of the field טרם <WH2962> before יהיה <WH1961> it was בארץ <WH776> in the earth, וכל <WH3605> and every עשׂב <WH6212> herb השׂדה <WH7704> of the field טרם <WH2962> before יצמח <WH6779> it grew: כי <WH3588> for לא <WH3808> had not המטיר <WH4305> caused it to rain יהוה <WH3068> the LORD אלהים <WH430> God על <WH5921> upon הארץ <WH776> the earth, ואדם <WH120> a man אין <WH369> and not לעבד <WH5647> to till את <WH853> האדמה׃ <WH127> the ground."},{"number":6,"verse":"ואד <WH108> a mist יעלה <WH5927> But there went up מן <WH4480> from הארץ <WH776> the earth, והשׁקה <WH8248> and watered את <WH853> כל <WH3605> the whole פני <WH6440> face האדמה׃ <WH127> of the ground."},{"number":7,"verse":"וייצר <WH3335> formed יהוה <WH3068> And the LORD אלהים <WH430> God את <WH853> האדם <WH120> man עפר <WH6083> the dust מן <WH4480> of האדמה <WH127> the ground, ויפח <WH5301> and breathed באפיו <WH639> into his nostrils נשׁמת <WH5397> the breath חיים <WH2416> of life; ויהי <WH1961> became האדם <WH120> and man לנפשׁ <WH5315> soul. חיה׃ <WH2416> a living"},{"number":8,"verse":"ויטע <WH5193> planted יהוה <WH3068> And the LORD אלהים <WH430> God גן <WH1588> a garden בעדן <WH5731> in Eden; מקדם <WH6924> eastward וישׂם <WH7760> he put שׁם <WH8033> and there את <WH853> האדם <WH120> the man אשׁר <WH834> whom יצר׃ <WH3335> he had formed."},{"number":9,"verse":"ויצמח <WH6779> to grow יהוה <WH3068> made the LORD אלהים <WH430> God מן <WH4480> And out of האדמה <WH127> the ground כל <WH3605> every עץ <WH6086> tree נחמד <WH2530> that is pleasant למראה <WH4758> to the sight, וטוב <WH2896> and good למאכל <WH3978> for food; ועץ <WH6086> the tree החיים <WH2416> of life בתוך <WH8432> also in the midst הגן <WH1588> of the garden, ועץ <WH6086> and the tree הדעת <WH1847> of knowledge טוב <WH2896> of good ורע׃ <WH7451> and evil."},{"number":10,"verse":"ונהר <WH5104> And a river יצא <WH3318> went out מעדן <WH5731> להשׁקות <WH8248> to water את <WH853> הגן <WH1588> the garden; ומשׁם <WH8033> and from thence יפרד <WH6504> it was parted, והיה <WH1961> and became לארבעה <WH702> into four ראשׁים׃ <WH7218> heads."},{"number":11,"verse":"שׁם <WH8034> The name האחד <WH259> of the first פישׁון <WH6376> Pison: הוא <WH1931> that it הסבב <WH5437> which compasseth את <WH853> כל <WH3605> the whole ארץ <WH776> land החוילה <WH2341> of Havilah, אשׁר <WH834> where שׁם <WH8033> where הזהב׃ <WH2091> gold;"},{"number":12,"verse":"וזהב <WH2091> And the gold הארץ <WH776> land ההוא <WH1931> of that טוב <WH2896> good: שׁם <WH8033> there הבדלח <WH916> bdellium ואבן <WH68> stone. השׁהם׃ <WH7718> and the onyx"},{"number":13,"verse":"ושׁם <WH8034> And the name הנהר <WH5104> river השׁני <WH8145> of the second גיחון <WH1521> Gihon: הוא <WH1931> the same הסובב <WH5437> it that compasseth את <WH853> כל <WH3605> the whole ארץ <WH776> land כושׁ׃ <WH3568> of Ethiopia."},{"number":14,"verse":"ושׁם <WH8034> And the name הנהר <WH5104> river השׁלישׁי <WH7992> of the third חדקל <WH2313> Hiddekel: הוא <WH1931> that it ההלך <WH1980> which goeth קדמת <WH6926> toward the east אשׁור <WH804> of Assyria. והנהר <WH5104> river הרביעי <WH7243> And the fourth הוא <WH1931> פרת׃ <WH6578> Euphrates."},{"number":15,"verse":"ויקח <WH3947> took יהוה <WH3068> And the LORD אלהים <WH430> God את <WH853> האדם <WH120> the man, וינחהו <WH3240> בגן <WH1588> him into the garden עדן <WH5731> of Eden לעבדה <WH5647> to dress ולשׁמרה׃ <WH8104> it and to keep"},{"number":16,"verse":"ויצו <WH6680> commanded יהוה <WH3068> And the LORD אלהים <WH430> God על <WH5921> commanded האדם <WH120> the man, לאמר <WH559> saying, מכל <WH3605> עץ <WH6086> tree הגן <WH1588> of the garden אכל <WH398> thou mayest freely eat: תאכל׃ <WH398> thou mayest freely eat:"},{"number":17,"verse":"ומעץ <WH6086> הדעת <WH1847> of the knowledge טוב <WH2896> of good ורע <WH7451> and evil, לא <WH3808> thou shalt not תאכל <WH398> eat ממנו <WH4480> of כי <WH3588> it: for ביום <WH3117> in the day אכלך <WH398> that thou eatest ממנו <WH4480> thereof מות <WH4191> thou shalt surely die. תמות׃ <WH4191> thou shalt surely die."},{"number":18,"verse":"ויאמר <WH559> said, יהוה <WH3068> And the LORD אלהים <WH430> God לא <WH3808> not טוב <WH2896> good היות <WH1961> should be האדם <WH120> that the man לבדו <WH905> alone; אעשׂה <WH6213> I will make לו עזר <WH5828> him a help כנגדו׃ <WH5048> meet for him."},{"number":19,"verse":"ויצר <WH3335> formed יהוה <WH3068> the LORD אלהים <WH430> God מן <WH4480> And out of האדמה <WH127> the ground כל <WH3605> every חית <WH2416> beast השׂדה <WH7704> of the field, ואת <WH853> כל <WH3605> and every עוף <WH5775> fowl השׁמים <WH8064> of the air; ויבא <WH935> and brought אל <WH413> unto האדם <WH120> לראות <WH7200> to see מה <WH4100> what יקרא <WH7121> he would call לו וכל <WH3605> them: and whatsoever אשׁר <WH834> them: and whatsoever יקרא <WH7121> called לו האדם <WH120> נפשׁ <WH5315> creature, חיה <WH2416> every living הוא <WH1931> that שׁמו׃ <WH8034> the name"},{"number":20,"verse":"ויקרא <WH7121> gave האדם <WH120> שׁמות <WH8034> names לכל <WH3605> to all הבהמה <WH929> cattle, ולעוף <WH5775> and to the fowl השׁמים <WH8064> of the air, ולכל <WH3605> and to every חית <WH2416> beast השׂדה <WH7704> of the field; ולאדם <WH120> לא <WH3808> there was not מצא <WH4672> found עזר <WH5828> a help כנגדו׃ <WH5048> meet for him."},{"number":21,"verse":"ויפל <WH5307> to fall יהוה <WH3068> And the LORD אלהים <WH430> God תרדמה <WH8639> caused a deep sleep על <WH5921> upon האדם <WH120> ויישׁן <WH3462> and he slept: ויקח <WH3947> and he took אחת <WH259> one מצלעתיו <WH6763> of his ribs, ויסגר <WH5462> and closed up בשׂר <WH1320> the flesh תחתנה׃ <WH8478> instead"},{"number":22,"verse":"ויבן <WH1129> made יהוה <WH3068> the LORD אלהים <WH430> God את <WH853> הצלע <WH6763> And the rib, אשׁר <WH834> which לקח <WH3947> had taken מן <WH4480> from האדם <WH120> man, לאשׁה <WH802> he a woman, ויבאה <WH935> and brought אל <WH413> her unto האדם׃ <WH120> the man."},{"number":23,"verse":"ויאמר <WH559> said, האדם <WH120> זאת <WH2063> This הפעם <WH6471> now עצם <WH6106> bone מעצמי <WH6106> of my bones, ובשׂר <WH1320> and flesh מבשׂרי <WH1320> of my flesh: לזאת <WH2063> she יקרא <WH7121> shall be called אשׁה <WH802> Woman, כי <WH3588> because מאישׁ <WH376> לקחה <WH3947> was taken זאת׃ <WH2063> she"},{"number":24,"verse":"על <WH5921> כןעזב <WH5800> leave אישׁ <WH376> shall a man את <WH853> אביו <WH1> his father ואת <WH853> אמו <WH517> and his mother, ודבק <WH1692> and shall cleave באשׁתו <WH802> unto his wife: והיו <WH1961> and they shall be לבשׂר <WH1320> flesh. אחד׃ <WH259> one"},{"number":25,"verse":"ויהיו <WH1961> And they were שׁניהם <WH8147> both ערומים <WH6174> naked, האדם <WH120> the man ואשׁתו <WH802> and his wife, ולא <WH3808> and were not יתבשׁשׁו׃ <WH954> ashamed."}]}