{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"ויהוה <WH3068> And the LORD פקד <WH6485> visited את <WH853> שׂרה <WH8283> Sarah כאשׁר <WH834> as אמר <WH559> he had said, ויעשׂ <WH6213> did יהוה <WH3068> and the LORD לשׂרה <WH8283> unto Sarah כאשׁר <WH834> as דבר׃ <WH1696> he had spoken."},{"number":2,"verse":"ותהר <WH2029> conceived, ותלד <WH3205> and bore שׂרה <WH8283> For Sarah לאברהם <WH85> Abraham בן <WH1121> a son לזקניו <WH2208> in his old age, למועד <WH4150> at the set time אשׁר <WH834> of which דבר <WH1696> had spoken אתו <WH854> אלהים׃ <WH430> God"},{"number":3,"verse":"ויקרא <WH7121> called אברהם <WH85> And Abraham את <WH853> שׁם <WH8034> the name בנו <WH1121> of his son הנולד <WH3205> that was born לו אשׁר <WH834> unto him, whom ילדה <WH3205> bore לו שׂרה <WH8283> Sarah יצחק׃ <WH3327> to him, Isaac."},{"number":4,"verse":"וימל <WH4135> circumcised אברהם <WH85> And Abraham את <WH853> יצחק <WH3327> Isaac בנו <WH1121> his son בן <WH1121> old, שׁמנת <WH8083> being eight ימים <WH3117> days כאשׁר <WH834> as צוה <WH6680> had commanded אתו <WH853> אלהים׃ <WH430> God"},{"number":5,"verse":"ואברהם <WH85> And Abraham בן <WH1121> old, מאת <WH3967> was a hundred שׁנה <WH8141> years בהולד <WH3205> was born לו את <WH853> יצחק <WH3327> Isaac בנו׃ <WH1121> when his son"},{"number":6,"verse":"ותאמר <WH559> said, שׂרה <WH8283> And Sarah צחק <WH6712> me to laugh, עשׂה <WH6213> hath made לי אלהים <WH430> God כל <WH3605> all השׁמע <WH8085> that hear יצחק׃ <WH6711> will laugh"},{"number":7,"verse":"ותאמר <WH559> And she said, מי <WH4310> Who מלל <WH4448> would have said לאברהם <WH85> unto Abraham, היניקה <WH3243> should have given children suck? בנים <WH1121> should have given children suck? שׂרה <WH8283> that Sarah כי <WH3588> for ילדתי <WH3205> I have born בן <WH1121> a son לזקניו׃ <WH2208> in his old age."},{"number":8,"verse":"ויגדל <WH1431> grew, הילד <WH3206> And the child ויגמל <WH1580> and was weaned: ויעשׂ <WH6213> made אברהם <WH85> and Abraham משׁתה <WH4960> feast גדול <WH1419> a great ביום <WH3117> the day הגמל <WH1580> was weaned. את <WH853> יצחק׃ <WH3327> that Isaac"},{"number":9,"verse":"ותרא <WH7200> saw שׂרה <WH8283> And Sarah את <WH853> בן <WH1121> the son הגר <WH1904> of Hagar המצרית <WH4713> the Egyptian, אשׁר <WH834> which ילדה <WH3205> she had born לאברהם <WH85> unto Abraham, מצחק׃ <WH6711> mocking."},{"number":10,"verse":"ותאמר <WH559> Wherefore she said לאברהם <WH85> unto Abraham, גרשׁ <WH1644> Cast out האמה <WH519> bondwoman הזאת <WH2063> this ואת <WH853> בנה <WH1121> and her son: כי <WH3588> for לא <WH3808> shall not יירשׁ <WH3423> be heir בן <WH1121> the son האמה <WH519> bondwoman הזאת <WH2063> of this עם <WH5973> with בני <WH1121> my son, עם <WH5973> with יצחק׃ <WH3327> Isaac."},{"number":11,"verse":"וירע <WH7489> was very grievous הדבר <WH1697> And the thing מאד <WH3966> was very grievous בעיני <WH5869> sight אברהם <WH85> in Abraham's על <WH5921> because אודת <WH182> because בנו׃ <WH1121> of his son."},{"number":12,"verse":"ויאמר <WH559> said אלהים <WH430> And God אל <WH413> unto אברהם <WH85> Abraham, אל <WH408> Let it not ירע <WH7489> be grievous בעיניך <WH5869> in thy sight על <WH5921> because of הנער <WH5288> the lad, ועל <WH5921> and because of אמתך <WH519> thy bondwoman; כל <WH3605> in all אשׁר <WH834> that תאמר <WH559> hath said אליך <WH413> unto שׂרה <WH8283> Sarah שׁמע <WH8085> thee, hearken בקלה <WH6963> unto her voice; כי <WH3588> for ביצחק <WH3327> in Isaac יקרא <WH7121> be called. לך זרע׃ <WH2233> shall thy seed"},{"number":13,"verse":"וגם <WH1571> And also את <WH853> בן <WH1121> of the son האמה <WH519> of the bondwoman לגוי <WH1471> a nation, אשׂימנו <WH7760> will I make כי <WH3588> because זרעך <WH2233> thy seed. הוא׃ <WH1931> he"},{"number":14,"verse":"וישׁכם <WH7925> rose up early אברהם <WH85> And Abraham בבקר <WH1242> in the morning, ויקח <WH3947> and took לחם <WH3899> bread, וחמת <WH2573> and a bottle מים <WH4325> of water, ויתן <WH5414> and gave אל <WH413> unto הגר <WH1904> Hagar, שׂם <WH7760> putting על <WH5921> on שׁכמה <WH7926> her shoulder, ואת <WH853> הילד <WH3206> and the child, וישׁלחה <WH7971> and sent her away: ותלך <WH1980> and she departed, ותתע <WH8582> and wandered במדבר <WH4057> in the wilderness באר שׁבע׃ <WH884> of Beer-sheba."},{"number":15,"verse":"ויכלו <WH3615> was spent המים <WH4325> And the water מן <WH4480> in החמת <WH2573> the bottle, ותשׁלך <WH7993> and she cast את <WH853> הילד <WH3206> the child תחת <WH8478> under אחד <WH259> one השׂיחם׃ <WH7880> of the shrubs."},{"number":16,"verse":"ותלך <WH1980> And she went, ותשׁב <WH3427> and sat her down לה מנגד <WH5048> over against הרחק <WH7368> a good way off, כמטחוי <WH2909> as it were a bowshot: קשׁת <WH7198> as it were a bowshot: כי <WH3588> for אמרה <WH559> she said, אל <WH408> Let me not אראה <WH7200> see במות <WH4194> the death הילד <WH3206> of the child. ותשׁב <WH3427> And she sat מנגד <WH5048> over against ותשׂא <WH5375> and lifted up את <WH853> קלה <WH6963> her voice, ותבך׃ <WH1058> and wept."},{"number":17,"verse":"וישׁמע <WH8085> heard אלהים <WH430> And God את <WH853> קול <WH6963> the voice הנער <WH5288> of the lad; ויקרא <WH7121> called מלאך <WH4397> and the angel אלהים <WH430> of God אל <WH413> to הגר <WH1904> Hagar מן <WH4480> out of השׁמים <WH8064> heaven, ויאמר <WH559> and said לה מה <WH4100> unto her, What לך הגר <WH1904> aileth thee, Hagar? אל <WH408> not; תיראי <WH3372> fear כי <WH3588> for שׁמע <WH8085> hath heard אלהים <WH430> God אל <WH413> hath heard קול <WH6963> the voice הנער <WH5288> of the lad באשׁר <WH834> where הוא <WH1931> he שׁם׃ <WH8033> where"},{"number":18,"verse":"קומי <WH6965> Arise, שׂאי <WH5375> lift up את <WH853> הנער <WH5288> the lad, והחזיקי <WH2388> and hold את <WH853> ידך <WH3027> thine hand; בו כי <WH3588> for לגוי <WH1471> nation. גדול <WH1419> him a great אשׂימנו׃ <WH7760> I will make"},{"number":19,"verse":"ויפקח <WH6491> opened אלהים <WH430> And God את <WH853> עיניה <WH5869> her eyes, ותרא <WH7200> and she saw באר <WH875> a well מים <WH4325> of water; ותלך <WH1980> and she went, ותמלא <WH4390> and filled את <WH853> החמת <WH2573> the bottle מים <WH4325> with water, ותשׁק <WH8248> drink. את <WH853> הנער׃ <WH5288> and gave the lad"},{"number":20,"verse":"ויהי <WH1961> was אלהים <WH430> And God את <WH854> with הנער <WH5288> the lad; ויגדל <WH1431> and he grew, וישׁב <WH3427> and dwelt במדבר <WH4057> in the wilderness, ויהי <WH1961> and became רבה <WH7232> קשׁת׃ <WH7198>"},{"number":21,"verse":"וישׁב <WH3427> And he dwelt במדבר <WH4057> in the wilderness פארן <WH6290> of Paran: ותקח <WH3947> took לו אמו <WH517> and his mother אשׁה <WH802> him a wife מארץ <WH776> out of the land מצרים׃ <WH4714> of Egypt."},{"number":22,"verse":"ויהי <WH1961> And it came to pass בעת <WH6256> time, ההוא <WH1931> at that ויאמר <WH559> spoke אבימלך <WH40> that Abimelech ופיכל <WH6369> and Phichol שׂר <WH8269> the chief captain צבאו <WH6635> of his host אל <WH413> unto אברהם <WH85> Abraham, לאמר <WH559> saying, אלהים <WH430> God עמך <WH5973> with בכל <WH3605> thee in all אשׁר <WH834> that אתה <WH859> thou עשׂה׃ <WH6213> doest:"},{"number":23,"verse":"ועתה <WH6258> Now השׁבעה <WH7650> therefore swear לי באלהים <WH430> by God הנה <WH2008> unto me here אם <WH518> תשׁקר <WH8266> that thou wilt not deal falsely לי ולניני <WH5209> with me, nor with my son, ולנכדי <WH5220> nor with my son's son: כחסד <WH2617> according to the kindness אשׁר <WH834> that עשׂיתי <WH6213> I have done עמך <WH5973> unto תעשׂה <WH6213> thee, thou shalt do עמדי <WH5978> unto ועם <WH5973> me, and to הארץ <WH776> the land אשׁר <WH834> wherein גרתה׃ <WH1481> thou hast sojourned."},{"number":24,"verse":"ויאמר <WH559> said, אברהם <WH85> And Abraham אנכי <WH595> I אשׁבע׃ <WH7650> will swear."},{"number":25,"verse":"והוכח <WH3198> reproved אברהם <WH85> And Abraham את <WH853> אבימלך <WH40> Abimelech על <WH5921> because of אדות <WH182> because of באר <WH875> a well המים <WH4325> of water, אשׁר <WH834> which גזלו <WH1497> had violently taken away. עבדי <WH5650> servants אבימלך׃ <WH40> Abimelech's"},{"number":26,"verse":"ויאמר <WH559> said, אבימלך <WH40> And Abimelech לא <WH3808> not ידעתי <WH3045> I know מי <WH4310> who עשׂה <WH6213> hath done את <WH853> הדבר <WH1697> thing: הזה <WH2088> this וגם <WH1571> yet אתה <WH859> didst thou לא <WH3808> neither הגדת <WH5046> tell לי וגם <WH1571> אנכי <WH595> I לא <WH3808> me, neither שׁמעתי <WH8085> heard בלתי <WH1115> but היום׃ <WH3117> today."},{"number":27,"verse":"ויקח <WH3947> took אברהם <WH85> And Abraham צאן <WH6629> sheep ובקר <WH1241> and oxen, ויתן <WH5414> and gave לאבימלך <WH40> them unto Abimelech; ויכרתו <WH3772> of them made שׁניהם <WH8147> and both ברית׃ <WH1285> a covenant."},{"number":28,"verse":"ויצב <WH5324> set אברהם <WH85> And Abraham את <WH853> שׁבע <WH7651> seven כבשׂת <WH3535> ewe lambs הצאן <WH6629> of the flock לבדהן׃ <WH905> by themselves."},{"number":29,"verse":"ויאמר <WH559> said אבימלך <WH40> And Abimelech אל <WH413> unto אברהם <WH85> Abraham, מה <WH4100> What הנה <WH2007> שׁבע <WH7651> seven כבשׂת <WH3535> ewe lambs האלה <WH428> these אשׁר <WH834> which הצבת <WH5324> thou hast set לבדנה׃ <WH905> by themselves?"},{"number":30,"verse":"ויאמר <WH559> And he said, כי <WH3588> For את <WH853> שׁבע <WH7651> seven כבשׂת <WH3535> ewe lambs תקח <WH3947> shalt thou take מידי <WH3027> of my hand, בעבור <WH5668> that תהיה <WH1961> they may be לי לעדה <WH5713> a witness כי <WH3588> unto me, that חפרתי <WH2658> I have digged את <WH853> הבאר <WH875> well. הזאת׃ <WH2063>"},{"number":31,"verse":"על <WH5921> כןרא <WH7121> he called למקום <WH4725> place ההוא <WH1931> that באר שׁבע <WH884> Beer-sheba; כי <WH3588> because שׁם <WH8033> there נשׁבעו <WH7650> they swore שׁניהם׃ <WH8147> both"},{"number":32,"verse":"ויכרתו <WH3772> Thus they made ברית <WH1285> a covenant בבאר שׁבע <WH884> at Beer-sheba: ויקם <WH6965> rose up, אבימלך <WH40> then Abimelech ופיכל <WH6369> and Phichol שׂר <WH8269> the chief captain צבאו <WH6635> of his host, וישׁבו <WH7725> and they returned אל <WH413> into ארץ <WH776> the land פלשׁתים׃ <WH6430> of the Philistines."},{"number":33,"verse":"ויטע <WH5193> And planted אשׁל <WH815> a grove בבאר שׁבע <WH884> in Beer-sheba, ויקרא <WH7121> and called שׁם <WH8033> there בשׁם <WH8034> on the name יהוה <WH3068> of the LORD, אל <WH410> God. עולם׃ <WH5769> the everlasting"},{"number":34,"verse":"ויגר <WH1481> sojourned אברהם <WH85> And Abraham בארץ <WH776> land פלשׁתים <WH6430> in the Philistines' ימים <WH3117> days. רבים׃ <WH7227> many"}]}