{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"ויהיו <WH1961> was חיי <WH2416> old: שׂרה <WH8283> And Sarah מאה <WH3967> a hundred שׁנה <WH8141> years ועשׂרים <WH6242> and twenty שׁנה <WH8141> the years ושׁבע <WH7651> and seven שׁנים <WH8141> שׁנייי <WH2416> of the life שׂרה׃ <WH8283> of Sarah."},{"number":2,"verse":"ותמת <WH4191> died שׂרה <WH8283> And Sarah בקרית ארבע <WH7153> in Kirjath-arba; הוא <WH1931> the same חברון <WH2275> Hebron בארץ <WH776> in the land כנען <WH3667> of Canaan: ויבא <WH935> came אברהם <WH85> and Abraham לספד <WH5594> to mourn לשׂרה <WH8283> for Sarah, ולבכתה׃ <WH1058> and to weep"},{"number":3,"verse":"ויקם <WH6965> stood up אברהם <WH85> And Abraham מעל <WH5921> פניתו <WH4191> his dead, וידבר <WH1696> and spoke אל <WH413> unto בני <WH1121> the sons חת <WH2845> of Heth, לאמר׃ <WH559> saying,"},{"number":4,"verse":"גר <WH1616> a stranger ותושׁב <WH8453> and a sojourner אנכי <WH595> I עמכם <WH5973> with תנו <WH5414> you: give לי אחזת <WH272> me a possession קבר <WH6913> of a burial place עמכם <WH5973> with ואקברה <WH6912> you, that I may bury מתי <WH4191> my dead מלפני׃ <WH6440> out of my sight."},{"number":5,"verse":"ויענו <WH6030> answered בני <WH1121> And the children חת <WH2845> of Heth את <WH853> אברהם <WH85> Abraham, לאמר׃ <WH559> saying"},{"number":6,"verse":"שׁמענו <WH8085> Hear אדני <WH113> us, my lord: נשׂיא <WH5387> prince אלהים <WH430> a mighty אתה <WH859> thou בתוכנו <WH8432> among במבחר <WH4005> us: in the choice קברינו <WH6913> of our sepulchers קבר <WH6912> bury את <WH853> מתך <WH4191> thy dead; אישׁ <WH582> ממנו <WH4480> of את <WH853> קברו <WH6913> thee his sepulcher, לא <WH3808> none יכלה <WH3607> us shall withhold ממך <WH4480> from מקבר <WH6912> but that thou mayest bury מתך׃ <WH4191> thy dead."},{"number":7,"verse":"ויקם <WH6965> stood up, אברהם <WH85> And Abraham וישׁתחו <WH7812> and bowed himself לעם <WH5971> to the people הארץ <WH776> of the land, לבני <WH1121> to the children חת׃ <WH2845> of Heth."},{"number":8,"verse":"וידבר <WH1696> And he communed אתם <WH854> with לאמר <WH559> them, saying, אם <WH518> If ישׁ <WH3426> it be את <WH853> נפשׁכם <WH5315> your mind לקבר <WH6912> that I should bury את <WH853> מתי <WH4191> my dead מלפני <WH6440> out of my sight; שׁמעוני <WH8085> hear ופגעו <WH6293> me, and entreat לי בעפרון <WH6085> for me to Ephron בן <WH1121> the son צחר׃ <WH6714> of Zohar,"},{"number":9,"verse":"ויתן <WH5414> That he may give לי את <WH853> מערת <WH4631> me the cave המכפלה <WH4375> of Machpelah, אשׁר <WH834> which לו אשׁר <WH834> he hath, which בקצה <WH7097> in the end שׂדהו <WH7704> of his field; בכסף <WH3701> for as much money מלא <WH4392> as it is worth יתננה <WH5414> he shall give לי בתוככם <WH8432> amongst לאחזת <WH272> it me for a possession קבר׃ <WH6913> of a burial place"},{"number":10,"verse":"ועפרון <WH6085> And Ephron ישׁב <WH3427> dwelt בתוך <WH8432> among בני <WH1121> the children חת <WH2845> of Heth: ויען <WH6030> answered עפרון <WH6085> and Ephron החתי <WH2850> the Hittite את <WH853> אברהם <WH85> Abraham באזני <WH241> in the audience בני <WH1121> of the children חת <WH2845> of Heth, לכל <WH3605> of all באי <WH935> that went in שׁער <WH8179> at the gate עירו <WH5892> of his city, לאמר׃ <WH559> saying,"},{"number":11,"verse":"לא <WH3808> Nay, אדני <WH113> my lord, שׁמעני <WH8085> hear השׂדה <WH7704> me: the field נתתי <WH5414> give לך והמערה <WH4631> I thee, and the cave אשׁר <WH834> that בו לך נתתיה <WH5414> therein, I give לעיני <WH5869> it thee; in the presence בני <WH1121> of the sons עמי <WH5971> of my people נתתיה <WH5414> give לך קבר <WH6912> I it thee: bury מתך׃ <WH4191> thy dead."},{"number":12,"verse":"וישׁתחו <WH7812> bowed down himself אברהם <WH85> And Abraham לפני <WH6440> before עם <WH5971> the people הארץ׃ <WH776> of the land."},{"number":13,"verse":"וידבר <WH1696> And he spoke אל <WH413> unto עפרון <WH6085> Ephron באזני <WH241> in the audience עם <WH5971> of the people הארץ <WH776> of the land, לאמר <WH559> saying, אך <WH389> But אם <WH518> if אתה <WH859> thou לו <WH3863> I pray thee, שׁמעני <WH8085> hear נתתי <WH5414> me: I will give כסף <WH3701> thee money השׂדה <WH7704> for the field; קח <WH3947> take ממני <WH4480> of ואקברה <WH6912> me, and I will bury את <WH853> מתי <WH4191> my dead שׁמה׃ <WH8033> there."},{"number":14,"verse":"ויען <WH6030> answered עפרון <WH6085> And Ephron את <WH853> אברהם <WH85> Abraham, לאמר׃ <WH559> saying"},{"number":15,"verse":"אדני <WH113> My lord, שׁמעני <WH8085> hearken ארץ <WH776> unto me: the land ארבע <WH702> four מאת <WH3967> hundred שׁקל <WH8255> shekels כסף <WH3701> of silver; ביני <WH996> between ובינך <WH996> מה <WH4100> what הוא <WH1931> that ואת <WH853> מתך <WH4191> therefore thy dead. קבר׃ <WH6912> me and thee? bury"},{"number":16,"verse":"וישׁמע <WH8085> hearkened אברהם <WH85> And Abraham אל <WH413> unto עפרון <WH6085> Ephron; וישׁקל <WH8254> weighed אברהם <WH85> and Abraham לעפרן <WH6085> to Ephron את <WH853> הכסף <WH3701> the silver, אשׁר <WH834> which דבר <WH1696> he had named באזני <WH241> in the audience בני <WH1121> of the sons חת <WH2845> of Heth, ארבע <WH702> four מאות <WH3967> hundred שׁקל <WH8255> shekels כסף <WH3701> of silver, עבר <WH5674> current לסחר׃ <WH5503> with the merchant."},{"number":17,"verse":"ויקם <WH6965> were made sure שׂדה <WH7704> And the field עפרון <WH6085> of Ephron, אשׁר <WH834> which במכפלה <WH4375> in Machpelah, אשׁר <WH834> which לפני <WH6440> before ממרא <WH4471> Mamre, השׂדה <WH7704> the field, והמערה <WH4631> and the cave אשׁר <WH834> which בו וכל <WH3605> therein, and all העץ <WH6086> the trees אשׁר <WH834> that בשׂדה <WH7704> in the field, אשׁר <WH834> that בכל <WH3605> in all גבלו <WH1366> the borders סביב׃ <WH5439> round about,"},{"number":18,"verse":"לאברהם <WH85> Unto Abraham למקנה <WH4736> for a possession לעיני <WH5869> in the presence בני <WH1121> of the children חת <WH2845> of Heth, בכל <WH3605> before all באי <WH935> that went in שׁער <WH8179> at the gate עירו׃ <WH5892> of his city."},{"number":19,"verse":"ואחרי <WH310> And after כן <WH3651> this, קבר <WH6912> buried אברהם <WH85> Abraham את <WH853> שׂרה <WH8283> Sarah אשׁתו <WH802> his wife אל <WH413> in מערת <WH4631> the cave שׂדה <WH7704> of the field המכפלה <WH4375> of Machpelah על <WH5921> before פני <WH6440> before ממרא <WH4471> Mamre: הוא <WH1931> the same חברון <WH2275> Hebron בארץ <WH776> in the land כנען׃ <WH3667> of Canaan."},{"number":20,"verse":"ויקם <WH6965> therein, were made sure השׂדה <WH7704> And the field, והמערה <WH4631> and the cave אשׁר <WH834> that בו לאברהם <WH85> unto Abraham לאחזת <WH272> for a possession קבר <WH6913> of a burial place מאת <WH853> בני <WH1121> the sons חת׃ <WH2845> of Heth."}]}