{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass, כי <WH3588> that זקן <WH2204> was old, יצחק <WH3327> when Isaac ותכהין <WH3543> were dim, עיניו <WH5869> and his eyes מראת <WH7200> so that he could not see, ויקרא <WH7121> he called את <WH853> עשׂו <WH6215> Esau בנו <WH1121> son, הגדל <WH1419> his eldest ויאמר <WH559> and said אליו <WH413> unto בני <WH1121> him, My son: ויאמר <WH559> and he said אליו <WH413> unto הנני׃ <WH2009> him, Behold,"},{"number":2,"verse":"ויאמר <WH559> And he said, הנה <WH2009> Behold נא <WH4994> now, זקנתי <WH2204> I am old, לא <WH3808> not ידעתי <WH3045> I know יום <WH3117> the day מותי׃ <WH4194> of my death:"},{"number":3,"verse":"ועתה <WH6258> Now שׂא <WH5375> therefore take, נא <WH4994> I pray thee, כליך <WH3627> thy weapons, תליך <WH8522> thy quiver וקשׁתך <WH7198> and thy bow, וצא <WH3318> and go out השׂדה <WH7704> to the field, וצודה <WH6679> and take לי צידה׃ <WH6720>"},{"number":4,"verse":"ועשׂה <WH6213> And make לי מטעמים <WH4303> me savory meat, כאשׁר <WH834> such as אהבתי <WH157> I love, והביאה <WH935> and bring לי ואכלה <WH398> to me, that I may eat; בעבור <WH5668> that תברכך <WH1288> may bless נפשׁי <WH5315> my soul בטרם <WH2962> thee before אמות׃ <WH4191> I die."},{"number":5,"verse":"ורבקה <WH7259> And Rebekah שׁמעת <WH8085> heard בדבר <WH1696> spoke יצחק <WH3327> when Isaac אל <WH413> to עשׂו <WH6215> Esau בנו <WH1121> his son. וילך <WH1980> went עשׂו <WH6215> And Esau השׂדה <WH7704> to the field לצוד <WH6679> to hunt ציד <WH6718> venison, להביא׃ <WH935> to bring"},{"number":6,"verse":"ורבקה <WH7259> And Rebekah אמרה <WH559> spoke אל <WH413> unto יעקב <WH3290> Jacob בנה <WH1121> her son, לאמר <WH559> saying, הנה <WH2009> Behold, שׁמעתי <WH8085> I heard את <WH853> אביך <WH1> thy father מדבר <WH1696> speak אל <WH413> unto עשׂו <WH6215> Esau אחיך <WH251> thy brother, לאמר׃ <WH559> saying,"},{"number":7,"verse":"הביאה <WH935> Bring לי ציד <WH6718> me venison, ועשׂה <WH6213> and make לי מטעמים <WH4303> me savory meat, ואכלה <WH398> that I may eat, ואברככה <WH1288> and bless לפני <WH6440> thee before יהוה <WH3068> the LORD לפני <WH6440> before מותי׃ <WH4194> my death."},{"number":8,"verse":"ועתה <WH6258> Now בני <WH1121> therefore, my son, שׁמע <WH8085> obey בקלי <WH6963> my voice לאשׁר <WH834> according to that which אני <WH589> I מצוה <WH6680> command אתך׃ <WH853>"},{"number":9,"verse":"לך <WH1980> Go נא <WH4994> now אל <WH413> to הצאן <WH6629> the flock, וקח <WH3947> and fetch לי משׁם <WH8033> me from thence שׁני <WH8147> two גדיי <WH1423> kids עזים <WH5795> of the goats; טבים <WH2896> good ואעשׂה <WH6213> and I will make אתם <WH853> מטעמים <WH4303> them savory meat לאביך <WH1> for thy father, כאשׁר <WH834> such as אהב׃ <WH157> he loveth:"},{"number":10,"verse":"והבאת <WH935> And thou shalt bring לאביך <WH1> to thy father, ואכל <WH398> that he may eat, בעבר <WH5668> and that אשׁר <WH834> and that יברכך <WH1288> he may bless לפני <WH6440> thee before מותו׃ <WH4194> his death."},{"number":11,"verse":"ויאמר <WH559> said יעקב <WH3290> And Jacob אל <WH413> to רבקה <WH7259> Rebekah אמו <WH517> his mother, הן <WH2005> Behold, עשׂו <WH6215> Esau אחי <WH251> my brother אישׁ <WH376> man, שׂער <WH8163> a hairy ואנכי <WH595> and I אישׁ <WH376> man: חלק׃ <WH2509> a smooth"},{"number":12,"verse":"אולי <WH194> peradventure ימשׁני <WH4959> will feel אבי <WH1> My father והייתי <WH1961> me, and I shall seem בעיניו <WH5869> to him כמתעתע <WH8591> as a deceiver; והבאתי <WH935> and I shall bring עלי <WH5921> upon קללה <WH7045> a curse ולא <WH3808> me, and not ברכה׃ <WH1293> a blessing."},{"number":13,"verse":"ותאמר <WH559> said לו אמו <WH517> And his mother עלי <WH5921> unto him, Upon קללתך <WH7045> me thy curse, בני <WH1121> my son: אך <WH389> only שׁמע <WH8085> obey בקלי <WH6963> my voice, ולך <WH1980> and go קח׃ <WH3947> fetch"},{"number":14,"verse":"וילך <WH1980> And he went, ויקח <WH3947> and fetched, ויבא <WH935> and brought לאמו <WH517> to his mother: ותעשׂ <WH6213> made אמו <WH517> and his mother מטעמים <WH4303> savory meat, כאשׁר <WH834> such as אהב <WH157> loved. אביו׃ <WH1> his father"},{"number":15,"verse":"ותקח <WH3947> took רבקה <WH7259> And Rebekah את <WH853> בגדי <WH899> raiment עשׂו <WH6215> Esau, בנה <WH1121> son הגדל <WH1419> of her eldest החמדת <WH2532> אשׁר <WH834> which אתה <WH854> with בבית <WH1004> her in the house, ותלבשׁ <WH3847> and put them upon את <WH853> יעקב <WH3290> Jacob בנה <WH1121> son: הקטן׃ <WH6996> her younger"},{"number":16,"verse":"ואת <WH853> ערת <WH5785> the skins גדיי <WH1423> of the kids העזים <WH5795> of the goats הלבישׁה <WH3847> And she put על <WH5921> upon ידיו <WH3027> his hands, ועל <WH5921> and upon חלקת <WH2513> the smooth צואריו׃ <WH6677> of his neck:"},{"number":17,"verse":"ותתן <WH5414> And she gave את <WH853> המטעמים <WH4303> the savory meat ואת <WH853> הלחם <WH3899> and the bread, אשׁר <WH834> which עשׂתה <WH6213> she had prepared, ביד <WH3027> into the hand יעקב <WH3290> Jacob. בנה׃ <WH1121> of her son"},{"number":18,"verse":"ויבא <WH935> And he came אל <WH413> unto אביו <WH1> his father, ויאמר <WH559> and said, אבי <WH1> My father: ויאמר <WH559> and he said, הנני <WH2009> Here מי <WH4310> I; who אתה <WH859> thou, בני׃ <WH1121> my son?"},{"number":19,"verse":"ויאמר <WH559> said יעקב <WH3290> And Jacob אל <WH413> unto אביו <WH1> his father, אנכי <WH595> I עשׂו <WH6215> Esau בכרך <WH1060> thy firstborn; עשׂיתי <WH6213> I have done כאשׁר <WH834> according as דברת <WH1696> thou biddest אלי <WH413> thou biddest קום <WH6965> me: arise, נא <WH4994> I pray thee, שׁבה <WH3427> sit ואכלה <WH398> and eat מצידי <WH6718> of my venison, בעבור <WH5668> that תברכני <WH1288> may bless נפשׁך׃ <WH5315> thy soul"},{"number":20,"verse":"ויאמר <WH559> said יצחק <WH3327> And Isaac אל <WH413> unto בנו <WH1121> his son, מה <WH4100> How זה <WH2088> it מהרת <WH4116> so quickly, למצא <WH4672> that thou hast found בני <WH1121> my son? ויאמר <WH559> And he said, כי <WH3588> Because הקרה <WH7136> brought יהוה <WH3068> the LORD אלהיך <WH430> thy God לפני׃ <WH6440> to"},{"number":21,"verse":"ויאמר <WH559> said יצחק <WH3327> And Isaac אל <WH413> unto יעקב <WH3290> Jacob, גשׁה <WH5066> Come near, נא <WH4994> I pray thee, ואמשׁך <WH4184> that I may feel בני <WH1121> thee, my son, האתה <WH859> whether thou זה <WH2088> my very בני <WH1121> son עשׂו <WH6215> Esau אם <WH518> or לא׃ <WH3808> not."},{"number":22,"verse":"ויגשׁ <WH5066> went near יעקב <WH3290> And Jacob אל <WH413> unto יצחק <WH3327> Isaac אביו <WH1> his father; וימשׁהו <WH4959> and he felt ויאמר <WH559> him, and said, הקל <WH6963> The voice קול <WH6963> voice, יעקב <WH3290> Jacob's והידים <WH3027> but the hands ידי <WH3027> the hands עשׂו׃ <WH6215> of Esau."},{"number":23,"verse":"ולא <WH3808> him not, הכירו <WH5234> And he discerned כי <WH3588> because היו <WH1961> were ידיו <WH3027> his hands כידי <WH3027> hands: עשׂו <WH6215> Esau's אחיו <WH251> as his brother שׂערת <WH8163> hairy, ויברכהו׃ <WH1288> so he blessed"},{"number":24,"verse":"ויאמר <WH559> And he said, אתה <WH859> thou זה <WH2088> my very בני <WH1121> son עשׂו <WH6215> Esau? ויאמר <WH559> And he said, אני׃ <WH589> I"},{"number":25,"verse":"ויאמר <WH559> And he said, הגשׁה <WH5066> Bring near לי ואכלה <WH398> to me, and I will eat מציד <WH6718> venison, בני <WH1121> of my son's למען <WH4616> that תברכך <WH1288> may bless נפשׁי <WH5315> my soul ויגשׁ <WH5066> thee. And he brought near לו ויאכל <WH398> to him, and he did eat: ויבא <WH935> and he brought לו יין <WH3196> him wine, וישׁת׃ <WH8354> and he drank."},{"number":26,"verse":"ויאמר <WH559> said אליו <WH413> unto יצחק <WH3327> Isaac אביו <WH1> And his father גשׁה <WH5066> him, Come near נא <WH4994> now, ושׁקה <WH5401> and kiss לי בני׃ <WH1121> me, my son."},{"number":27,"verse":"ויגשׁ <WH5066> And he came near, וישׁק <WH5401> and kissed לו וירח <WH7306> him: and he smelled את <WH853> ריח <WH7381> the smell בגדיו <WH899> of his raiment, ויברכהו <WH1288> and blessed ויאמר <WH559> him, and said, ראה <WH7200> See, ריח <WH7381> the smell בני <WH1121> of my son כריח <WH7381> as the smell שׂדה <WH7704> of a field אשׁר <WH834> which ברכו <WH1288> hath blessed: יהוה׃ <WH3068> the LORD"},{"number":28,"verse":"ויתן <WH5414> give לך האלהים <WH430> Therefore God מטל <WH2919> thee of the dew השׁמים <WH8064> of heaven, ומשׁמני <WH8080> הארץ <WH776> of the earth, ורב <WH7230> and plenty דגן <WH1715> of corn ותירשׁ׃ <WH8492> and wine:"},{"number":29,"verse":"יעבדוך <WH5647> serve עמים <WH5971> Let people וישׁתחו <WH7812> bow down לך לאמים <WH3816> thee, and nations הוה <WH1933> to thee: be גביר <WH1376> lord לאחיך <WH251> over thy brethren, וישׁתחוו <WH7812> bow down לך בני <WH1121> sons אמך <WH517> and let thy mother's ארריך <WH779> to thee: cursed ארור <WH779> every one that curseth ומברכיך <WH1288> thee, and blessed ברוך׃ <WH1288> he that blesseth"},{"number":30,"verse":"ויהי <WH1961> And it came to pass, כאשׁר <WH834> as soon as כלה <WH3615> had made an end יצחק <WH3327> Isaac לברך <WH1288> of blessing את <WH853> יעקב <WH3290> Jacob, ויהי <WH1961> was אך <WH389> yet יצא <WH3318> scarce gone out יצא <WH3318> scarce gone out יעקב <WH3290> and Jacob מאת <WH853> פני <WH6440> the presence יצחק <WH3327> of Isaac אביו <WH1> his father, ועשׂו <WH6215> that Esau אחיו <WH251> his brother בא <WH935> came in מצידו׃ <WH6718> from his hunting."},{"number":31,"verse":"ויעשׂ <WH6213> had made גם <WH1571> also הוא <WH1931> And he מטעמים <WH4303> savory meat, ויבא <WH935> and brought לאביו <WH1> it unto his father, ויאמר <WH559> and said לאביו <WH1> unto his father, יקם <WH6965> arise, אבי <WH1> Let my father ויאכל <WH398> and eat מציד <WH6718> venison, בנו <WH1121> of his son's בעבר <WH5668> that תברכני <WH1288> may bless נפשׁך׃ <WH5315> thy soul"},{"number":32,"verse":"ויאמר <WH559> said לו יצחק <WH3327> And Isaac אביו <WH1> his father מי <WH4310> unto him, Who אתה <WH859> thou? ויאמר <WH559> And he said, אני <WH589> I בנך <WH1121> thy son, בכרך <WH1060> thy firstborn עשׂו׃ <WH6215> Esau."},{"number":33,"verse":"ויחרד <WH2729> trembled יצחק <WH3327> And Isaac חרדה <WH2731> very exceedingly, גדלה <WH1419> עדאד <WH3966> ויאמר <WH559> and said, מי <WH4310> Who? אפוא <WH645> where הוא <WH1931> he הצד <WH6679> that hath taken ציד <WH6718> venison, ויבא <WH935> and brought לי ואכל <WH398> me, and I have eaten מכל <WH3605> of all בטרם <WH2962> before תבוא <WH935> thou camest, ואברכהו <WH1288> and have blessed גם <WH1571> him? yea, ברוך <WH1288> blessed. יהיה׃ <WH1961> he shall be"},{"number":34,"verse":"כשׁמע <WH8085> heard עשׂו <WH6215> And when Esau את <WH853> דברי <WH1697> the words אביו <WH1> of his father, ויצעק <WH6817> he cried צעקה <WH6818> cry, גדלה <WH1419> with a great ומרה <WH4751> bitter עד <WH5704> and מאד <WH3966> exceeding ויאמר <WH559> and said לאביו <WH1> unto his father, ברכני <WH1288> Bless גם <WH1571> also, אני <WH589> me, me אבי׃ <WH1> O my father."},{"number":35,"verse":"ויאמר <WH559> And he said, בא <WH935> came אחיך <WH251> Thy brother במרמה <WH4820> with subtlety, ויקח <WH3947> and hath taken away ברכתך׃ <WH1293> thy blessing."},{"number":36,"verse":"ויאמר <WH559> And he said, הכי <WH3588> Is not he rightly קרא <WH7121> named שׁמו <WH8034> named יעקב <WH3290> Jacob? ויעקבני <WH6117> for he hath supplanted זה <WH2088> me these פעמים <WH6471> two times: את <WH853> בכרתי <WH1062> my birthright; לקח <WH3947> he took away והנה <WH2009> and, behold, עתה <WH6258> now לקח <WH3947> he hath taken away ברכתי <WH1293> my blessing. ויאמר <WH559> And he said, הלא <WH3808> Hast thou not אצלת <WH680> reserved לי ברכה׃ <WH1293> a blessing"},{"number":37,"verse":"ויען <WH6030> answered יצחק <WH3327> And Isaac ויאמר <WH559> and said לעשׂו <WH6215> unto Esau, הן <WH2005> Behold, גביר <WH1376> him thy lord, שׂמתיו <WH7760> I have made לך ואת <WH853> כל <WH3605> and all אחיו <WH251> his brethren נתתי <WH5414> have I given לו לעבדים <WH5650> to him for servants; ודגן <WH1715> and with corn ותירשׁ <WH8492> and wine סמכתיו <WH5564> have I sustained ולכה אפוא <WH645> now מה <WH4100> him: and what אעשׂה <WH6213> shall I do בני׃ <WH1121> unto thee, my son?"},{"number":38,"verse":"ויאמר <WH559> said עשׂו <WH6215> And Esau אל <WH413> unto אביו <WH1> his father, הברכה <WH1293> blessing, אחת <WH259> Hast thou but one הוא <WH1931> לך אבי <WH1> my father? ברכני <WH1288> bless גם <WH1571> also, אני <WH589> me, me אבי <WH1> O my father. וישׂא <WH5375> lifted up עשׂו <WH6215> And Esau קלו <WH6963> his voice, ויבך׃ <WH1058> and wept."},{"number":39,"verse":"ויען <WH6030> answered יצחק <WH3327> And Isaac אביו <WH1> his father ויאמר <WH559> and said אליו <WH413> unto הנה <WH2009> him, Behold, משׁמני <WH8080> הארץ <WH776> of the earth, יהיה <WH1961> shall be מושׁבך <WH4186> thy dwelling ומטל <WH2919> and of the dew השׁמים <WH8064> of heaven מעל׃ <WH5921>"},{"number":40,"verse":"ועל <WH5921> And by חרבך <WH2719> thy sword תחיה <WH2421> shalt thou live, ואת <WH853> אחיך <WH251> thy brother; תעבד <WH5647> and shalt serve והיה <WH1961> and it shall come to pass כאשׁר <WH834> when תריד <WH7300> thou shalt have the dominion, ופרקת <WH6561> that thou shalt break עלו <WH5923> his yoke מעל <WH5921> from off צוארך׃ <WH6677> thy neck."},{"number":41,"verse":"וישׂטם <WH7852> hated עשׂו <WH6215> And Esau את <WH853> יעקב <WH3290> Jacob על <WH5921> because of הברכה <WH1293> the blessing אשׁר <WH834> wherewith ברכו <WH1288> blessed אביו <WH1> his father ויאמר <WH559> said עשׂו <WH6215> him: and Esau בלבו <WH3820> in his heart, יקרבו <WH7126> are at hand; ימי <WH3117> The days אבל <WH60> of mourning אבי <WH1> for my father ואהרגה <WH2026> then will I slay את <WH853> יעקב <WH3290> Jacob. אחי׃ <WH251> my brother"},{"number":42,"verse":"ויגד <WH5046> were told לרבקה <WH7259> to Rebekah: את <WH853> דברי <WH1697> And these words עשׂו <WH6215> of Esau בנה <WH1121> son הגדל <WH1419> her elder ותשׁלח <WH7971> and she sent ותקרא <WH7121> and called ליעקב <WH3290> Jacob בנה <WH1121> son, הקטן <WH6996> her younger ותאמר <WH559> and said אליו <WH413> unto הנה <WH2009> him, Behold, עשׂו <WH6215> Esau, אחיך <WH251> thy brother מתנחם <WH5162> as touching thee, doth comfort himself, לך להרגך׃ <WH2026> to kill"},{"number":43,"verse":"ועתה <WH6258> Now בני <WH1121> therefore, my son, שׁמע <WH8085> obey בקלי <WH6963> my voice; וקום <WH6965> and arise, ברח <WH1272> flee לך אל <WH413> thou to לבן <WH3837> Laban אחי <WH251> my brother חרנה׃ <WH2771> to Haran;"},{"number":44,"verse":"וישׁבת <WH3427> And tarry עמו <WH5973> with ימים <WH3117> days, אחדים <WH259> him a few עד <WH5704> until אשׁר <WH834> until תשׁוב <WH7725> turn away; חמת <WH2534> fury אחיך׃ <WH251> thy brother's"},{"number":45,"verse":"עד <WH5704> Until שׁוב <WH7725> turn away אף <WH639> anger אחיך <WH251> thy brother's ממך <WH4480> from ושׁכח <WH7911> thee, and he forget את <WH853> אשׁר <WH834> which עשׂית <WH6213> thou hast done לו ושׁלחתי <WH7971> to him: then I will send, ולקחתיך <WH3947> and fetch משׁם <WH8033> thee from thence: למה <WH4100> why אשׁכל <WH7921> should I be deprived גם <WH1571> also שׁניכם <WH8147> of you both יום <WH3117> day? אחד׃ <WH259> in one"},{"number":46,"verse":"ותאמר <WH559> said רבקה <WH7259> And Rebekah אל <WH413> to יצחק <WH3327> Isaac, קצתי <WH6973> I am weary בחיי <WH2416> of my life מפני <WH6440> because בנות <WH1323> of the daughters חת <WH2845> of Heth: אם <WH518> if לקח <WH3947> take יעקב <WH3290> Jacob אשׁה <WH802> a wife מבנות <WH1323> of the daughters חת <WH2845> of Heth, כאלה <WH428> such as these מבנות <WH1323> of the daughters הארץ <WH776> of the land, למה <WH4100> what good לי חיים׃ <WH2416> shall my life"}]}