{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":33,"verses":[{"number":1,"verse":"וישׂא <WH5375> lifted up יעקב <WH3290> And Jacob עיניו <WH5869> his eyes, וירא <WH7200> and looked, והנה <WH2009> and, behold, עשׂו <WH6215> Esau בא <WH935> came, ועמו <WH5973> and with ארבע <WH702> him four מאות <WH3967> hundred אישׁ <WH376> men. ויחץ <WH2673> And he divided את <WH853> הילדים <WH3206> the children על <WH5921> unto לאה <WH3812> Leah, ועל <WH5921> and unto רחל <WH7354> Rachel, ועל <WH5921> and unto שׁתי <WH8147> the two השׁפחות׃ <WH8198> handmaids."},{"number":2,"verse":"וישׂם <WH7760> And he put את <WH853> השׁפחות <WH8198> the handmaids ואת <WH853> ילדיהן <WH3206> and their children ראשׁנה <WH7223> foremost, ואת <WH853> לאה <WH3812> and Leah וילדיה <WH3206> and her children אחרנים <WH314> after, ואת <WH853> רחל <WH7354> and Rachel ואת <WH853> יוסף <WH3130> and Joseph אחרנים׃ <WH314> hindmost."},{"number":3,"verse":"והוא <WH1931> And he עבר <WH5674> passed over לפניהם <WH6440> before וישׁתחו <WH7812> them, and bowed himself ארצה <WH776> to the ground שׁבע <WH7651> seven פעמים <WH6471> times, עד <WH5704> until גשׁתו <WH5066> he came near עד <WH5704> to אחיו׃ <WH251> his brother."},{"number":4,"verse":"וירץ <WH7323> ran עשׂו <WH6215> And Esau לקראתו <WH7125> to meet ויחבקהו <WH2263> him, and embraced ויפל <WH5307> him, and fell על <WH5921> on צוארו <WH6677> his neck, וישׁקהו <WH5401> and kissed ויבכו׃ <WH1058> him: and they wept."},{"number":5,"verse":"וישׂא <WH5375> And he lifted up את <WH853> עיניו <WH5869> his eyes, וירא <WH7200> and saw את <WH853> הנשׁים <WH802> the women ואת <WH853> הילדים <WH3206> and the children; ויאמר <WH559> and said, מי <WH4310> Who אלה <WH428> those לך ויאמר <WH559> with thee? And he said, הילדים <WH3206> The children אשׁר <WH834> which חנן <WH2603> hath graciously given אלהים <WH430> God את <WH853> עבדך׃ <WH5650> thy servant."},{"number":6,"verse":"ותגשׁן <WH5066> came near, השׁפחות <WH8198> Then the handmaidens הנה <WH2007> they וילדיהן <WH3206> and their children, ותשׁתחוין׃ <WH7812> and they bowed themselves."},{"number":7,"verse":"ותגשׁ <WH5066> came near, גם <WH1571> also לאה <WH3812> And Leah וילדיה <WH3206> with her children וישׁתחוו <WH7812> and bowed themselves: ואחר <WH310> and after נגשׁ <WH5066> יוסףרחל <WH7354> and Rachel, וישׁתחוו׃ <WH7812> and they bowed themselves."},{"number":8,"verse":"ויאמר <WH559> And he said, מי <WH4310> What לך כל <WH3605> thou by all המחנה <WH4264> drove הזה <WH2088> this אשׁר <WH834> which פגשׁתי <WH6298> I met? ויאמר <WH559> And he said, למצא <WH4672> to find חן <WH2580> grace בעיני <WH5869> in the sight אדני׃ <WH113> of my lord."},{"number":9,"verse":"ויאמר <WH559> said, עשׂו <WH6215> And Esau ישׁ <WH3426> I have לי רב <WH7227> enough, אחי <WH251> my brother; יהי <WH1961> keep לך אשׁר׃ <WH834> that"},{"number":10,"verse":"ויאמר <WH559> said, יעקב <WH3290> And Jacob אל <WH408> Nay, נא <WH4994> I pray thee, אם <WH518> if נא <WH4994> now מצאתי <WH4672> I have found חן <WH2580> grace בעיניך <WH5869> in thy sight, ולקחת <WH3947> then receive מנחתי <WH4503> my present מידי <WH3027> at my hand: כי <WH3588> for על <WH5921> therefore כן <WH3651> therefore ראיתי <WH7200> I have seen פניך <WH6440> thy face, כראת <WH7200> as though I had seen פני <WH6440> the face אלהים <WH430> of God, ותרצני׃ <WH7521> and thou wast pleased"},{"number":11,"verse":"קח <WH3947> Take, נא <WH4994> I pray thee, את <WH853> ברכתי <WH1293> my blessing אשׁר <WH834> that הבאת <WH935> is brought לך כי <WH3588> to thee; because חנני <WH2603> hath dealt graciously אלהים <WH430> God וכי <WH3588> with me, and because ישׁ <WH3426> I have לי כל <WH3605> enough. ויפצר <WH6484> And he urged בו ויקח׃ <WH3947> him, and he took"},{"number":12,"verse":"ויאמר <WH559> And he said, נסעה <WH5265> Let us take our journey, ונלכה <WH1980> and let us go, ואלכה <WH1980> and I will go לנגדך׃ <WH5048> before"},{"number":13,"verse":"ויאמר <WH559> And he said אליו <WH413> unto אדני <WH113> him, My lord ידע <WH3045> knoweth כי <WH3588> that הילדים <WH3206> the children רכים <WH7390> tender, והצאן <WH6629> and the flocks והבקר <WH1241> and herds עלות <WH5763> with young עלי <WH5921> with ודפקום <WH1849> me: and if men should overdrive יום <WH3117> day, אחד <WH259> them one ומתו <WH4191> will die. כל <WH3605> all הצאן׃ <WH6629> the flock"},{"number":14,"verse":"יעבר <WH5674> pass over נא <WH4994> I pray thee, אדני <WH113> Let my lord, לפני <WH6440> before עבדו <WH5650> his servant: ואני <WH589> and I אתנהלה <WH5095> will lead on לאטי <WH328> softly, לרגל <WH7272> according as המלאכה <WH4399> the cattle אשׁר <WH834> that לפני <WH6440> goeth before ולרגל <WH7272> be able to endure, הילדים <WH3206> me and the children עד <WH5704> until אשׁר <WH834> until אבא <WH935> I come אל <WH413> unto אדני <WH113> my lord שׂעירה׃ <WH8165> unto Seir."},{"number":15,"verse":"ויאמר <WH559> said, עשׂו <WH6215> And Esau אציגה <WH3322> leave נא <WH4994> Let me now עמך <WH5973> with מן <WH4480> thee of העם <WH5971> the folk אשׁר <WH834> that אתי <WH854> with ויאמר <WH559> me. And he said, למה <WH4100> What זה <WH2088> needeth it? אמצא <WH4672> let me find חן <WH2580> grace בעיני <WH5869> in the sight אדני׃ <WH113> of my lord."},{"number":16,"verse":"וישׁב <WH7725> returned ביום <WH3117> day ההוא <WH1931> that עשׂו <WH6215> So Esau לדרכו <WH1870> on his way שׂעירה׃ <WH8165> unto Seir."},{"number":17,"verse":"ויעקב <WH3290> And Jacob נסע <WH5265> journeyed סכתה <WH5523> to Succoth, ויבן <WH1129> and built לו בית <WH1004> him a house, ולמקנהו <WH4735> for his cattle: עשׂה <WH6213> and made סכת <WH5521> booths על <WH5921> therefore כן <WH3651> therefore קרא <WH7121> is called שׁם <WH8034> the name המקום <WH4725> of the place סכות׃ <WH5523> Succoth."},{"number":18,"verse":"ויבא <WH935> came יעקב <WH3290> And Jacob שׁלם <WH8003> to Shalem, עיר <WH5892> a city שׁכם <WH7927> of Shechem, אשׁר <WH834> which בארץ <WH776> in the land כנען <WH3667> of Canaan, בבאו <WH935> when he came מפדן ארם <WH6307> ויחן <WH2583> and pitched his tent את <WH853> פני <WH6440> before העיר׃ <WH5892> the city."},{"number":19,"verse":"ויקן <WH7069> And he bought את <WH853> חלקת <WH2513> a parcel השׂדה <WH7704> of a field, אשׁר <WH834> where נטה <WH5186> he had spread שׁם <WH8033> where אהלו <WH168> his tent, מיד <WH3027> at the hand בני <WH1121> of the children חמור <WH2544> of Hamor, אבי <WH1> father, שׁכם <WH7928> Shechem's במאה <WH3967> for a hundred קשׂיטה׃ <WH7192> pieces of money."},{"number":20,"verse":"ויצב <WH5324> And he erected שׁם <WH8033> there מזבח <WH4196> an altar, ויקרא <WH7121> and called לו אל <WH410> אלהישׂראל׃ <WH3478>"}]}