{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"ותצא <WH3318> went out דינה <WH1783> And Dinah בת <WH1323> the daughter לאה <WH3812> of Leah, אשׁר <WH834> which ילדה <WH3205> she bore ליעקב <WH3290> unto Jacob, לראות <WH7200> to see בבנות <WH1323> the daughters הארץ׃ <WH776> of the land."},{"number":2,"verse":"וירא <WH7200> saw אתה <WH853> שׁכם <WH7928> And when Shechem בן <WH1121> the son חמור <WH2544> of Hamor החוי <WH2340> the Hivite, נשׂיא <WH5387> prince הארץ <WH776> of the country, ויקח <WH3947> her, he took אתה <WH853> וישׁכב <WH7901> her, and lay with אתה <WH854> ויענה׃ <WH6031> her, and defiled"},{"number":3,"verse":"ותדבק <WH1692> cleaved נפשׁו <WH5315> And his soul בדינה <WH1783> unto Dinah בת <WH1323> the daughter יעקב <WH3290> of Jacob, ויאהב <WH157> and he loved את <WH853> הנער <WH5291> the damsel, וידבר <WH1696> and spoke על <WH5921> kindly לב <WH3820> kindly הנער׃ <WH5291> unto the damsel."},{"number":4,"verse":"ויאמר <WH559> spoke שׁכם <WH7928> And Shechem אל <WH413> unto חמור <WH2544> Hamor, אביו <WH1> his father לאמר <WH559> saying, קח <WH3947> Get לי את <WH853> הילדה <WH3207> damsel הזאת <WH2063> me this לאשׁה׃ <WH802> to wife."},{"number":5,"verse":"ויעקב <WH3290> And Jacob שׁמע <WH8085> heard כי <WH3588> that טמא <WH2930> he had defiled את <WH853> דינה <WH1783> Dinah בתו <WH1323> his daughter: ובניו <WH1121> now his sons היו <WH1961> were את <WH854> with מקנהו <WH4735> his cattle בשׂדה <WH7704> in the field: והחרשׁ <WH2790> held his peace יעקב <WH3290> and Jacob עד <WH5704> until באם׃ <WH935> they were come."},{"number":6,"verse":"ויצא <WH3318> went out חמור <WH2544> And Hamor אבי <WH1> the father שׁכם <WH7928> אל <WH413> unto יעקב <WH3290> Jacob לדבר <WH1696> to commune אתו׃ <WH854> with"},{"number":7,"verse":"ובני <WH1121> And the sons יעקב <WH3290> of Jacob באו <WH935> came מן <WH4480> out of השׂדה <WH7704> the field כשׁמעם <WH8085> when they heard ויתעצבו <WH6087> were grieved, האנשׁים <WH376> and the men ויחר <WH2734> and they were very wroth, להם מאד <WH3966> and they were very wroth, כי <WH3588> because נבלה <WH5039> folly עשׂה <WH6213> he had wrought בישׂראל <WH3478> in Israel לשׁכב <WH7901> in lying with את <WH854> בת <WH1323> daughter; יעקב <WH3290> Jacob's וכן <WH3651> which thing לא <WH3808> ought not יעשׂה׃ <WH6213> to be done."},{"number":8,"verse":"וידבר <WH1696> communed חמור <WH2544> And Hamor אתם <WH854> with לאמר <WH559> them, saying, שׁכם <WH7928> Shechem בני <WH1121> of my son חשׁקה <WH2836> longeth נפשׁו <WH5315> The soul בבתכם <WH1323> for your daughter: תנו <WH5414> give נא <WH4994> I pray you אתה <WH853> לו לאשׁה׃ <WH802> her him to wife."},{"number":9,"verse":"והתחתנו <WH2859> And make ye marriages אתנו <WH854> with בנתיכם <WH1323> your daughters תתנו <WH5414> us, give לנו ואת <WH853> בנתינו <WH1323> our daughters תקחו׃ <WH3947> unto us, and take"},{"number":10,"verse":"ואתנו <WH854> with תשׁבו <WH3427> And ye shall dwell והארץ <WH776> us: and the land תהיה <WH1961> shall be לפניכם <WH6440> before שׁבו <WH3427> you; dwell וסחרוה <WH5503> and trade והאחזו׃ <WH270> ye therein, and get you possessions"},{"number":11,"verse":"ויאמר <WH559> said שׁכם <WH7928> And Shechem אל <WH413> unto אביה <WH1> her father ואל <WH413> and unto אחיה <WH251> her brethren, אמצא <WH4672> Let me find חן <WH2580> grace בעיניכם <WH5869> in your eyes, ואשׁר <WH834> and what תאמרו <WH559> ye shall say אלי <WH413> unto אתן׃ <WH5414> me I will give."},{"number":12,"verse":"הרבו <WH7235> עליאד <WH3966> me never so much מהר <WH4119> dowry ומתן <WH4976> and gift, ואתנה <WH5414> and I will give כאשׁר <WH834> according as תאמרו <WH559> ye shall say אלי <WH413> unto ותנו <WH5414> me: but give לי את <WH853> הנער <WH5291> me the damsel לאשׁה׃ <WH802> to wife."},{"number":13,"verse":"ויענו <WH6030> answered בני <WH1121> And the sons יעקב <WH3290> of Jacob את <WH853> שׁכם <WH7928> Shechem ואת <WH853> חמור <WH2544> and Hamor אביו <WH1> his father במרמה <WH4820> deceitfully, וידברו <WH1696> and said, אשׁר <WH834> because טמא <WH2930> he had defiled את <WH853> דינה <WH1783> Dinah אחתם׃ <WH269> their sister:"},{"number":14,"verse":"ויאמרו <WH559> And they said אליהם <WH413> unto לא <WH3808> נוכלעשׂות <WH6213> do הדבר <WH1697> thing, הזה <WH2088> this לתת <WH5414> to give את <WH853> אחתנו <WH269> our sister לאישׁ <WH582> אשׁר <WH834> that לו ערלה <WH6190> is uncircumcised; כי <WH3588> for חרפה <WH2781> a reproach הוא׃ <WH1931> that"},{"number":15,"verse":"אך <WH389> But בזאת <WH2063> in this נאות <WH225> will we consent לכם אם <WH518> unto you: If תהיו <WH1961> ye will be כמנו <WH3644> להמל <WH4135> of you be circumcised; לכם כל <WH3605> as we that every זכר׃ <WH2145> male"},{"number":16,"verse":"ונתנו <WH5414> Then will we give את <WH853> בנתינו <WH1323> our daughters לכם ואת <WH853> בנתיכם <WH1323> your daughters נקח <WH3947> unto you, and we will take לנו וישׁבנו <WH3427> to us, and we will dwell אתכם <WH854> with והיינו <WH1961> you, and we will become לעם <WH5971> people. אחד׃ <WH259> one"},{"number":17,"verse":"ואם <WH518> But if לא <WH3808> ye will not תשׁמעו <WH8085> hearken אלינו <WH413> unto להמול <WH4135> us, to be circumcised; ולקחנו <WH3947> then will we take את <WH853> בתנו <WH1323> our daughter, והלכנו׃ <WH1980> and we will be gone."},{"number":18,"verse":"וייטבו <WH3190> pleased דבריהם <WH1697> And their words בעיני <WH5869> pleased חמור <WH2544> Hamor, ובעיני <WH5869> שׁכם <WH7928> and Shechem בן <WH1121> son. חמור׃ <WH2544> Hamor's"},{"number":19,"verse":"ולא <WH3808> not אחר <WH309> deferred הנער <WH5288> And the young man לעשׂות <WH6213> to do הדבר <WH1697> the thing, כי <WH3588> because חפץ <WH2654> he had delight בבת <WH1323> daughter: יעקב <WH3290> in Jacob's והוא <WH1931> and he נכבד <WH3513> more honorable מכל <WH3605> than all בית <WH1004> the house אביו׃ <WH1> of his father."},{"number":20,"verse":"ויבא <WH935> came חמור <WH2544> And Hamor ושׁכם <WH7928> and Shechem בנו <WH1121> his son אל <WH413> unto שׁער <WH8179> the gate עירם <WH5892> of their city, וידברו <WH1696> and communed אל <WH413> with אנשׁי <WH582> עירם <WH5892> of their city, לאמר׃ <WH559> saying,"},{"number":21,"verse":"האנשׁים <WH376> men האלה <WH428> These שׁלמים <WH8003> peaceable הם <WH1992> אתנו <WH854> with וישׁבו <WH3427> us; therefore let them dwell בארץ <WH776> in the land, ויסחרו <WH5503> and trade אתה <WH853> והארץ <WH776> therein; for the land, הנה <WH2009> behold, רחבת <WH7342> large enough ידים <WH3027> large enough לפניהם <WH6440> for את <WH853> בנתם <WH1323> their daughters נקח <WH3947> them; let us take לנו לנשׁים <WH802> to us for wives, ואת <WH853> בנתינו <WH1323> them our daughters. נתן׃ <WH5414> and let us give"},{"number":22,"verse":"אך <WH389> Only בזאת <WH2063> herein יאתו <WH225> consent לנו האנשׁים <WH376> will the men לשׁבת <WH3427> unto us for to dwell אתנו <WH854> with להיות <WH1961> us, to be לעם <WH5971> people, אחד <WH259> one בהמול <WH4135> among us be circumcised, לנו כל <WH3605> if every זכר <WH2145> male כאשׁר <WH834> as הם <WH1992> they נמלים׃ <WH4135> circumcised."},{"number":23,"verse":"מקנהם <WH4735> their cattle וקנינם <WH7075> and their substance וכל <WH3605> and every בהמתם <WH929> beast הלוא <WH3808> not לנו הם <WH1992> אך <WH389> of theirs ours? only נאותה <WH225> let us consent להם וישׁבו <WH3427> unto them, and they will dwell אתנו׃ <WH854> with"},{"number":24,"verse":"וישׁמעו <WH8085> hearkened אל <WH413> And unto חמור <WH2544> Hamor ואל <WH413> and unto שׁכם <WH7928> Shechem בנו <WH1121> his son כל <WH3605> all יצאי <WH3318> that went out שׁער <WH8179> of the gate עירו <WH5892> of his city; וימלו <WH4135> was circumcised, כל <WH3605> and every זכר <WH2145> male כל <WH3605> all יצאי <WH3318> that went out שׁער <WH8179> of the gate עירו׃ <WH5892> of his city."},{"number":25,"verse":"ויהי <WH1961> And it came to pass ביום <WH3117> day, השׁלישׁי <WH7992> on the third בהיותם <WH1961> when they were כאבים <WH3510> sore, ויקחו <WH3947> took שׁני <WH8147> that two בני <WH1121> of the sons יעקב <WH3290> of Jacob, שׁמעון <WH8095> Simeon ולוי <WH3878> and Levi, אחי <WH251> brethren, דינה <WH1783> Dinah's אישׁ <WH376> each man חרבו <WH2719> his sword, ויבאו <WH935> and came על <WH5921> upon העיר <WH5892> the city בטח <WH983> boldly, ויהרגו <WH2026> and slew כל <WH3605> all זכר׃ <WH2145> the males."},{"number":26,"verse":"ואת <WH853> חמור <WH2544> Hamor ואת <WH853> שׁכם <WH7928> and Shechem בנו <WH1121> his son הרגו <WH2026> And they slew לפי <WH6310> with the edge חרב <WH2719> of the sword, ויקחו <WH3947> and took את <WH853> דינה <WH1783> Dinah מבית <WH1004> house, שׁכם <WH7928> out of Shechem's ויצאו׃ <WH3318> and went out."},{"number":27,"verse":"בני <WH1121> The sons יעקב <WH3290> of Jacob באו <WH935> came על <WH5921> upon החללים <WH2491> the slain, ויבזו <WH962> and spoiled העיר <WH5892> the city, אשׁר <WH834> because טמאו <WH2930> they had defiled אחותם׃ <WH269> their sister."},{"number":28,"verse":"את <WH853> צאנם <WH6629> their sheep, ואת <WH853> בקרם <WH1241> and their oxen, ואת <WH853> חמריהם <WH2543> and their asses, ואת <WH853> אשׁר <WH834> and that which בעיר <WH5892> in the city, ואת <WH853> אשׁר <WH834> and that which בשׂדה <WH7704> in the field, לקחו׃ <WH3947> They took"},{"number":29,"verse":"ואת <WH853> כל <WH3605> And all חילם <WH2428> their wealth, ואת <WH853> כל <WH3605> and all טפם <WH2945> their little ones, ואת <WH853> נשׁיהם <WH802> and their wives שׁבו <WH7617> took they captive, ויבזו <WH962> and spoiled ואת <WH853> כל <WH3605> even all אשׁר <WH834> that בבית׃ <WH1004> in the house."},{"number":30,"verse":"ויאמר <WH559> said יעקב <WH3290> And Jacob אל <WH413> to שׁמעון <WH8095> Simeon ואל <WH413> לוי <WH3878> and Levi, עכרתם <WH5916> Ye have troubled אתי <WH853> להבאישׁני <WH887> me to make me to stink בישׁב <WH3427> among the inhabitants הארץ <WH776> of the land, בכנעני <WH3669> among the Canaanites ובפרזי <WH6522> and the Perizzites: ואני <WH589> and I מתי <WH4962> few מספר <WH4557> in number, ונאספו <WH622> they shall gather themselves together עלי <WH5921> against והכוני <WH5221> me, and slay ונשׁמדתי <WH8045> me; and I shall be destroyed, אני <WH589> I וביתי׃ <WH1004> and my house."},{"number":31,"verse":"ויאמרו <WH559> And they said, הכזונה <WH2181> as with an harlot? יעשׂה <WH6213> Should he deal with את <WH853> אחותנו׃ <WH269> our sister"}]}