{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":40,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass אחר <WH310> after הדברים <WH1697> things, האלה <WH428> these חטאו <WH2398> had offended משׁקה <WH4945> the butler מלך <WH4428> of the king מצרים <WH4714> of Egypt והאפה <WH644> and baker לאדניהם <WH113> their lord למלך <WH4428> the king מצרים׃ <WH4714> of Egypt."},{"number":2,"verse":"ויקצף <WH7107> was wroth פרעה <WH6547> And Pharaoh על <WH5921> against שׁני <WH8147> two סריסיו <WH5631> his officers, על <WH5921> against שׂר <WH8269> the chief המשׁקים <WH4945> of the butlers, ועל <WH5921> and against שׂר <WH8269> the chief האופים׃ <WH644> of the bakers."},{"number":3,"verse":"ויתן <WH5414> And he put אתם <WH853> במשׁמר <WH4929> them in ward בית <WH1004> in the house שׂר <WH8269> of the captain הטבחים <WH2876> of the guard, אל <WH413> into בית <WH1004> the prison, הסהר <WH5470> the prison, מקום <WH4725> the place אשׁר <WH834> where יוסף <WH3130> Joseph אסור <WH631> bound. שׁם׃ <WH8033> where"},{"number":4,"verse":"ויפקד <WH6485> charged שׂר <WH8269> And the captain הטבחים <WH2876> of the guard את <WH853> יוסף <WH3130> Joseph אתם <WH854> with וישׁרת <WH8334> them, and he served אתם <WH853> ויהיו <WH1961> them: and they continued ימים <WH3117> a season במשׁמר׃ <WH4929> in ward."},{"number":5,"verse":"ויחלמו <WH2492> And they dreamed חלום <WH2472> a dream שׁניהם <WH8147> both אישׁ <WH582> חלמו <WH2472> his dream בלילה <WH3915> night, אחד <WH259> in one אישׁ <WH582> כפתרון <WH6623> according to the interpretation חלמו <WH2472> of his dream, המשׁקה <WH4945> the butler והאפה <WH644> and the baker אשׁר <WH834> which למלך <WH4428> of the king מצרים <WH4714> of Egypt, אשׁר <WH834> אסורים <WH631> bound בבית <WH1004> in the prison. הסהר׃ <WH5470> in the prison."},{"number":6,"verse":"ויבא <WH935> came in אליהם <WH413> unto יוסף <WH3130> And Joseph בבקר <WH1242> them in the morning, וירא <WH7200> and looked upon אתם <WH853> והנםעפים׃ <WH2196> they sad."},{"number":7,"verse":"וישׁאל <WH7592> And he asked את <WH853> סריסי <WH5631> officers פרעה <WH6547> Pharaoh's אשׁר <WH834> that אתו <WH854> with במשׁמר <WH4929> him in the ward בית <WH1004> house, אדניו <WH113> of his lord's לאמר <WH559> saying, מדוע <WH4069> Wherefore פניכם <WH6440> look רעים <WH7451> ye sadly היום׃ <WH3117> today?"},{"number":8,"verse":"ויאמרו <WH559> And they said אליו <WH413> unto חלום <WH2472> a dream, חלמנו <WH2492> him, We have dreamed ופתר <WH6622> interpreter אין <WH369> and no אתו <WH853> ויאמר <WH559> said אלהם <WH413> unto יוסף <WH3130> of it. And Joseph הלוא <WH3808> them, not לאלהים <WH430> to God? פתרנים <WH6623> interpretations ספרו <WH5608> tell נא׃ <WH4994> me I pray you."},{"number":9,"verse":"ויספר <WH5608> told שׂר <WH8269> And the chief המשׁקים <WH4945> butler את <WH853> חלמו <WH2472> his dream ליוסף <WH3130> to Joseph, ויאמר <WH559> and said לו בחלומי <WH2472> to him, In my dream, והנה <WH2009> behold, גפן <WH1612> a vine לפני׃ <WH6440> before"},{"number":10,"verse":"ובגפן <WH1612> And in the vine שׁלשׁה <WH7969> three שׂריגם <WH8299> branches: והוא <WH1931> her כפרחת <WH6524> and it as though it budded, עלתה <WH5927> shot forth; נצה <WH5322> blossoms הבשׁילו <WH1310> thereof brought forth אשׁכלתיה <WH811> and the clusters ענבים׃ <WH6025> ripe grapes:"},{"number":11,"verse":"וכוס <WH3563> cup פרעה <WH6547> And Pharaoh's בידי <WH3027> in my hand: ואקח <WH3947> and I took את <WH853> הענבים <WH6025> the grapes, ואשׂחט <WH7818> and pressed אתם <WH853> אל <WH413> them into כוס <WH3563> cup, פרעה <WH6547> Pharaoh's ואתן <WH5414> and I gave את <WH853> הכוס <WH3563> the cup על <WH5921> into כף <WH3709> hand. פרעה׃ <WH6547> Pharaoh's"},{"number":12,"verse":"ויאמר <WH559> said לו יוסף <WH3130> And Joseph זה <WH2088> unto him, This פתרנו <WH6623> the interpretation שׁלשׁת <WH7969> of it: The three השׂרגים <WH8299> branches שׁלשׁת <WH7969> three ימים <WH3117> days: הם׃ <WH1992>"},{"number":13,"verse":"בעוד <WH5750> Yet שׁלשׁת <WH7969> within three ימים <WH3117> days ישׂא <WH5375> lift up פרעה <WH6547> shall Pharaoh את <WH853> ראשׁך <WH7218> thine head, והשׁיבך <WH7725> and restore על <WH5921> thee unto כנך <WH3653> thy place: ונתת <WH5414> and thou shalt deliver כוס <WH3563> cup פרעה <WH6547> Pharaoh's בידו <WH3027> into his hand, כמשׁפט <WH4941> manner הראשׁון <WH7223> after the former אשׁר <WH834> when היית <WH1961> thou wast משׁקהו׃ <WH4945> his butler."},{"number":14,"verse":"כי <WH3588> אםכרתני <WH2142> think on אתך <WH854> כאשׁר <WH834> me when ייטב <WH3190> it shall be well לך ועשׂית <WH6213> with thee, and show נא <WH4994> I pray thee, עמדי <WH5978> חסד <WH2617> kindness, והזכרתני <WH2142> me, and make mention אל <WH413> of me unto פרעה <WH6547> Pharaoh, והוצאתני <WH3318> and bring me out מן <WH4480> of הבית <WH1004> house: הזה׃ <WH2088> this"},{"number":15,"verse":"כי <WH3588> For גנב <WH1589> גנבתיארץ <WH776> out of the land העברים <WH5680> of the Hebrews: וגם <WH1571> also פה <WH6311> and here לא <WH3808> nothing עשׂיתי <WH6213> have I done מאומה <WH3972> nothing כי <WH3588> that שׂמו <WH7760> they should put אתי <WH853> בבור׃ <WH953> me into the dungeon."},{"number":16,"verse":"וירא <WH7200> saw שׂר <WH8269> When the chief האפים <WH644> baker כי <WH3588> that טוב <WH2896> was good, פתר <WH6622> the interpretation ויאמר <WH559> he said אל <WH413> unto יוסף <WH3130> Joseph, אף <WH637> also אני <WH589> I בחלומי <WH2472> in my dream, והנה <WH2009> and, behold, שׁלשׁה <WH7969> three סלי <WH5536> baskets חרי <WH2751> white על <WH5921> on ראשׁי׃ <WH7218> my head:"},{"number":17,"verse":"ובסל <WH5536> basket העליון <WH5945> And in the uppermost מכל <WH3605> of all manner מאכל <WH3978> of bakedmeats פרעה <WH6547> for Pharaoh; מעשׂה <WH4639> אפההעוף <WH5775> and the birds אכל <WH398> did eat אתם <WH853> מן <WH4480> of all manner הסל <WH5536> the basket מעל <WH5921> upon ראשׁי׃ <WH7218> my head."},{"number":18,"verse":"ויען <WH6030> answered יוסף <WH3130> And Joseph ויאמר <WH559> and said, זה <WH2088> This פתרנו <WH6623> the interpretation שׁלשׁת <WH7969> thereof: The three הסלים <WH5536> baskets שׁלשׁת <WH7969> three ימים <WH3117> days: הם׃ <WH1992>"},{"number":19,"verse":"בעוד <WH5750> Yet שׁלשׁת <WH7969> within three ימים <WH3117> days ישׂא <WH5375> lift up פרעה <WH6547> shall Pharaoh את <WH853> ראשׁך <WH7218> thy head מעליך <WH5921> from off ותלה <WH8518> thee, and shall hang אותך <WH853> על <WH5921> thee on עץ <WH6086> a tree; ואכל <WH398> shall eat העוף <WH5775> and the birds את <WH853> בשׂרך <WH1320> thy flesh מעליך׃ <WH5921> from off"},{"number":20,"verse":"ויהי <WH1961> And it came to pass ביום <WH3117> day, השׁלישׁי <WH7992> the third יום <WH3117> birthday, הלדת <WH3205> birthday, את <WH853> פרעה <WH6547> Pharaoh's ויעשׂ <WH6213> that he made משׁתה <WH4960> a feast לכל <WH3605> unto all עבדיו <WH5650> his servants: וישׂא <WH5375> and he lifted up את <WH853> ראשׁ <WH7218> the head שׂר <WH8269> of the chief המשׁקים <WH4945> butler ואת <WH853> ראשׁׂר <WH8269> and of the chief האפים <WH644> baker בתוך <WH8432> among עבדיו׃ <WH5650> his servants."},{"number":21,"verse":"וישׁב <WH7725> And he restored את <WH853> שׂר <WH8269> the chief המשׁקים <WH4945> butler על <WH5921> unto משׁקהו <WH4945> his butlership ויתן <WH5414> again; and he gave הכוס <WH3563> the cup על <WH5921> into כף <WH3709> hand: פרעה׃ <WH6547> Pharaoh's"},{"number":22,"verse":"ואת <WH853> שׂר <WH8269> the chief האפים <WH644> baker: תלה <WH8518> But he hanged כאשׁר <WH834> as פתר <WH6622> had interpreted להם יוסף׃ <WH3130> Joseph"},{"number":23,"verse":"ולא <WH3808> Yet did not זכר <WH2142> remember שׂר <WH8269> the chief המשׁקים <WH4945> butler את <WH853> יוסף <WH3130> Joseph, וישׁכחהו׃ <WH7911> but forgot"}]}