{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"וירא <WH7200> saw יעקב <WH3290> Now when Jacob כי <WH3588> that ישׁ <WH3426> there was שׁבר <WH7668> corn במצרים <WH4714> in Egypt, ויאמר <WH559> said יעקב <WH3290> Jacob לבניו <WH1121> unto his sons, למה <WH4100> Why תתראו׃ <WH7200> do ye look one upon another?"},{"number":2,"verse":"ויאמר <WH559> And he said, הנה <WH2009> Behold, שׁמעתי <WH8085> I have heard כי <WH3588> that ישׁ <WH3426> there is שׁבר <WH7668> corn במצרים <WH4714> in Egypt: רדו <WH3381> get you down שׁמה <WH8033> thither, ושׁברו <WH7666> and buy לנו משׁם <WH8033> for us from thence; ונחיה <WH2421> that we may live, ולא <WH3808> and not נמות׃ <WH4191> die."},{"number":3,"verse":"וירדו <WH3381> went down אחי <WH251> brethren יוסף <WH3130> And Joseph's עשׂרה <WH6235> ten לשׁבר <WH7666> to buy בר <WH1250> corn ממצרים׃ <WH4714>"},{"number":4,"verse":"ואת <WH853> בנימין <WH1144> But Benjamin, אחי <WH251> brother, יוסף <WH3130> Joseph's לא <WH3808> not שׁלח <WH7971> sent יעקב <WH3290> Jacob את <WH854> with אחיו <WH251> his brethren; כי <WH3588> for אמר <WH559> he said, פן <WH6435> Lest peradventure יקראנו <WH7122> befall אסון׃ <WH611> mischief"},{"number":5,"verse":"ויבאו <WH935> came בני <WH1121> And the sons ישׂראל <WH3478> of Israel לשׁבר <WH7666> to buy בתוך <WH8432> among הבאים <WH935> those that came: כי <WH3588> for היה <WH1961> was הרעב <WH7458> the famine בארץ <WH776> in the land כנען׃ <WH3667> of Canaan."},{"number":6,"verse":"ויוסף <WH3130> And Joseph הוא <WH1931> he השׁליט <WH7989> the governor על <WH5921> over הארץ <WH776> the land, הוא <WH1931> המשׁביר <WH7666> that sold לכל <WH3605> to all עם <WH5971> the people הארץ <WH776> of the land: ויבאו <WH935> came, אחי <WH251> brethren יוסף <WH3130> and Joseph's וישׁתחוו <WH7812> and bowed down themselves לו אפים <WH639> before him their faces ארצה׃ <WH776> to the earth."},{"number":7,"verse":"וירא <WH7200> saw יוסף <WH3130> And Joseph את <WH853> אחיו <WH251> his brethren, ויכרם <WH5234> and he knew ויתנכר <WH5234> them, but made himself strange אליהם <WH413> unto וידבר <WH1696> them, and spoke אתם <WH854> unto קשׁות <WH7186> roughly ויאמר <WH559> them; and he said אלהם <WH413> unto מאין <WH370> באתם <WH935> come ויאמרו <WH559> ye? And they said, מארץ <WH776> כנען <WH3667> of Canaan לשׁבר <WH7666> to buy אכל׃ <WH400> food."},{"number":8,"verse":"ויכר <WH5234> knew יוסף <WH3130> And Joseph את <WH853> אחיו <WH251> his brethren, והם <WH1992> but they לא <WH3808> not הכרהו׃ <WH5234> knew"},{"number":9,"verse":"ויזכר <WH2142> remembered יוסף <WH3130> And Joseph את <WH853> החלמות <WH2472> the dreams אשׁר <WH834> which חלם <WH2492> he dreamed להם ויאמר <WH559> of them, and said אלהם <WH413> unto מרגלים <WH7270> spies; אתם <WH859> them, Ye לראות <WH7200> to see את <WH853> ערות <WH6172> the nakedness הארץ <WH776> of the land באתם׃ <WH935> ye are come."},{"number":10,"verse":"ויאמרו <WH559> And they said אליו <WH413> unto לא <WH3808> him, Nay, אדני <WH113> my lord, ועבדיך <WH5650> are thy servants באו <WH935> come. לשׁבר <WH7666> but to buy אכל׃ <WH400> food"},{"number":11,"verse":"כלנו <WH3605> all בני <WH1121> sons; אישׁ <WH376> man's אחד <WH259> one נחנו <WH5168> We כנים <WH3651> true אנחנו <WH587> we לא <WH3808> no היו <WH1961> are עבדיך <WH5650> thy servants מרגלים׃ <WH7270> spies."},{"number":12,"verse":"ויאמר <WH559> And he said אלהם <WH413> unto לא <WH3808> them, Nay, כי <WH3588> but ערות <WH6172> the nakedness הארץ <WH776> of the land באתם <WH935> ye are come. לראות׃ <WH7200> to see"},{"number":13,"verse":"ויאמרו <WH559> And they said, שׁנים <WH8147> twelve עשׂר <WH6240> twelve עבדיך <WH5650> Thy servants אחים <WH251> brethren, אנחנו <WH587> בני <WH1121> the sons אישׁ <WH376> man אחד <WH259> of one בארץ <WH776> in the land כנען <WH3667> of Canaan; והנה <WH2009> and, behold, הקטן <WH6996> the youngest את <WH854> with אבינו <WH1> our father, היום <WH3117> this day והאחד <WH259> and one איננו׃ <WH369> not."},{"number":14,"verse":"ויאמר <WH559> said אלהם <WH413> unto יוסף <WH3130> And Joseph הוא <WH1931> them, That אשׁר <WH834> that דברתי <WH1696> I spoke אלכם <WH413> unto לאמר <WH559> you, saying, מרגלים <WH7270> spies: אתם׃ <WH859> Ye"},{"number":15,"verse":"בזאת <WH2063> Hereby תבחנו <WH974> ye shall be proved: חי <WH2416> By the life פרעה <WH6547> of Pharaoh אם <WH518> except תצאו <WH3318> ye shall not go forth מזה <WH2088> hence, כי <WH3588> except אם <WH518> בבוא <WH935> come אחיכם <WH251> brother הקטן <WH6996> your youngest הנה׃ <WH2008> hither."},{"number":16,"verse":"שׁלחו <WH7971> Send מכם <WH4480> of אחד <WH259> one ויקח <WH3947> you, and let him fetch את <WH853> אחיכם <WH251> your brother, ואתם <WH859> and ye האסרו <WH631> shall be kept in prison, ויבחנו <WH974> may be proved, דבריכם <WH1697> that your words האמת <WH571> whether truth אתכם <WH854> in ואם <WH518> you: or else לא <WH3808> you: or else חי <WH2416> by the life פרעה <WH6547> of Pharaoh כי <WH3588> surely מרגלים <WH7270> spies. אתם׃ <WH859> ye"},{"number":17,"verse":"ויאסף <WH622> אתםל <WH413> into משׁמר <WH4929> ward שׁלשׁת <WH7969> three ימים׃ <WH3117> days."},{"number":18,"verse":"ויאמר <WH559> said אלהם <WH413> unto יוסף <WH3130> And Joseph ביום <WH3117> day, השׁלישׁי <WH7992> them the third זאת <WH2063> This עשׂו <WH6213> do, וחיו <WH2421> and live; את <WH853> האלהים <WH430> God: אני <WH589> I ירא׃ <WH3372>"},{"number":19,"verse":"אם <WH518> If כנים <WH3651> true אתם <WH859> ye אחיכם <WH251> of your brethren אחד <WH259> let one יאסר <WH631> be bound בבית <WH1004> in the house משׁמרכם <WH4929> of your prison: ואתם <WH859> ye, לכו <WH1980> go הביאו <WH935> carry שׁבר <WH7668> corn רעבון <WH7459> for the famine בתיכם׃ <WH1004> of your houses:"},{"number":20,"verse":"ואת <WH853> אחיכם <WH251> brother הקטן <WH6996> your youngest תביאו <WH935> But bring אלי <WH413> unto ויאמנו <WH539> be verified, דבריכם <WH1697> me; so shall your words ולא <WH3808> and ye shall not תמותו <WH4191> die. ויעשׂו <WH6213> And they did כן׃ <WH3651> so."},{"number":21,"verse":"ויאמרו <WH559> And they said אישׁ <WH376> one אל <WH413> to אחיו <WH251> another, אבל <WH61> verily אשׁמים <WH818> guilty אנחנו <WH587> We על <WH5921> concerning אחינו <WH251> our brother, אשׁר <WH834> in that ראינו <WH7200> we saw צרת <WH6869> the anguish נפשׁו <WH5315> of his soul, בהתחננו <WH2603> when he besought אלינו <WH413> when he besought ולא <WH3808> us, and we would not שׁמענו <WH8085> hear; על <WH5921> therefore כן <WH3651> therefore באה <WH935> come אלינו <WH413> upon הצרה <WH6869> distress הזאת׃ <WH2063> is this"},{"number":22,"verse":"ויען <WH6030> answered ראובן <WH7205> And Reuben אתם <WH853> לאמר <WH559> them, saying, הלוא <WH3808> I not אמרתי <WH559> Spoke אליכם <WH413> unto לאמר <WH559> you, saying, אל <WH408> Do not תחטאו <WH2398> sin בילד <WH3206> against the child; ולא <WH3808> and ye would not שׁמעתם <WH8085> hear? וגם <WH1571> also דמו <WH1818> his blood הנה <WH2009> therefore, behold, נדרשׁ׃ <WH1875> is required."},{"number":23,"verse":"והם <WH1992> And they לא <WH3808> not ידעו <WH3045> knew כי <WH3588> that שׁמע <WH8085> understood יוסף <WH3130> Joseph כי <WH3588> for המליץ <WH3887> them by an interpreter. בינתם׃ <WH996> he spoke unto"},{"number":24,"verse":"ויסב <WH5437> And he turned himself about מעליהם <WH5921> from ויבך <WH1058> them, and wept; וישׁב <WH7725> and returned אלהם <WH413> to וידבר <WH1696> them again, and communed אלהם <WH413> with ויקח <WH3947> them, and took מאתם <WH853> אתׁמעון <WH8095> them Simeon, ויאסר <WH631> and bound אתו <WH853> לעיניהם׃ <WH5869> him before their eyes."},{"number":25,"verse":"ויצו <WH6680> commanded יוסף <WH3130> Then Joseph וימלאו <WH4390> to fill את <WH853> כליהם <WH3627> their sacks בר <WH1250> with corn, ולהשׁיב <WH7725> and to restore כספיהם <WH3701> money אישׁ <WH376> every man's אל <WH413> into שׂקו <WH8242> his sack, ולתת <WH5414> and to give להם צדה <WH6720> them provision לדרך <WH1870> for the way: ויעשׂ <WH6213> did להם כן׃ <WH3651> and thus"},{"number":26,"verse":"וישׂאו <WH5375> אתׁברם <WH7668> with the corn, על <WH5921> חמריהם <WH2543> their asses וילכו <WH1980> and departed משׁם׃ <WH8033> thence."},{"number":27,"verse":"ויפתח <WH6605> of them opened האחד <WH259> And as one את <WH853> שׂקו <WH8242> his sack לתת <WH5414> to give מספוא <WH4554> provender לחמרו <WH2543> his ass במלון <WH4411> in the inn, וירא <WH7200> he espied את <WH853> כספו <WH3701> his money; והנה <WH2009> for, behold, הוא <WH1931> it בפי <WH6310> mouth. אמתחתו׃ <WH572> in his sack's"},{"number":28,"verse":"ויאמר <WH559> And he said אל <WH413> unto אחיו <WH251> his brethren, הושׁב <WH7725> is restored; כספי <WH3701> My money וגם <WH1571> even הנה <WH2009> and, lo, באמתחתי <WH572> in my sack: ויצא <WH3318> failed לבם <WH3820> and their heart ויחרדו <WH2729> and they were afraid, אישׁ <WH376> one אל <WH413> to אחיו <WH251> another, לאמר <WH559> saying מה <WH4100> What זאת <WH2063> this עשׂה <WH6213> hath done אלהים׃ <WH430> God"},{"number":29,"verse":"ויבאו <WH935> And they came אל <WH413> unto יעקב <WH3290> Jacob אביהם <WH1> their father ארצה <WH776> unto the land כנען <WH3667> of Canaan, ויגידו <WH5046> and told לו את <WH853> כל <WH3605> him all הקרת <WH7136> that befell אתם <WH853> לאמר׃ <WH559> unto them; saying,"},{"number":30,"verse":"דבר <WH1696> spoke האישׁ <WH582> אדני <WH113> the lord הארץ <WH776> of the land, אתנו <WH854> to קשׁות <WH7186> roughly ויתן <WH5414> us, and took אתנו <WH853> כמרגלים <WH7270> us for spies את <WH853> הארץ׃ <WH776> of the country."},{"number":31,"verse":"ונאמר <WH559> And we said אליו <WH413> unto כנים <WH3651> true אנחנו <WH587> him, We לא <WH3808> no היינו <WH1961> we are מרגלים׃ <WH7270> spies:"},{"number":32,"verse":"שׁנים <WH8147> twelve עשׂר <WH6240> twelve אנחנו <WH587> We אחים <WH251> brethren, בני <WH1121> sons אבינו <WH1> of our father; האחד <WH259> one איננו <WH369> not, והקטן <WH6996> and the youngest היום <WH3117> this day את <WH854> with אבינו <WH1> our father בארץ <WH776> in the land כנען׃ <WH3667> of Canaan."},{"number":33,"verse":"ויאמר <WH559> said אלינו <WH413> unto האישׁ <WH376> And the man, אדני <WH113> the lord הארץ <WH776> of the country, בזאת <WH2063> us, Hereby אדע <WH3045> shall I know כי <WH3588> that כנים <WH3651> true אתם <WH859> ye אחיכם <WH251> of your brethren האחד <WH259> one הניחו <WH3240> אתי <WH854> with ואת <WH853> רעבון <WH7459> the famine בתיכם <WH1004> of your households, קחו <WH3947> me, and take ולכו׃ <WH1980> and be gone:"},{"number":34,"verse":"והביאו <WH935> And bring את <WH853> אחיכם <WH251> brother הקטן <WH6996> your youngest אלי <WH413> unto ואדעה <WH3045> me: then shall I know כי <WH3588> that לא <WH3808> no מרגלים <WH7270> spies, אתם <WH859> ye כי <WH3588> but כנים <WH3651> true אתם <WH859> ye את <WH853> אחיכם <WH251> you your brother, אתן <WH5414> will I deliver לכם ואת <WH853> הארץ <WH776> in the land. תסחרו׃ <WH5503> and ye shall traffic"},{"number":35,"verse":"ויהי <WH1961> And it came to pass הם <WH1992> as they מריקים <WH7324> emptied שׂקיהם <WH8242> their sacks, והנה <WH2009> that, behold, אישׁ <WH376> every man's צרור <WH6872> bundle כספו <WH3701> of money בשׂקו <WH8242> in his sack: ויראו <WH7200> saw את <WH853> צררות <WH6872> the bundles כספיהם <WH3701> of money, המה <WH1992> and when they ואביהם <WH1> and their father וייראו׃ <WH3372> they were afraid."},{"number":36,"verse":"ויאמר <WH559> said אלהם <WH413> unto יעקב <WH3290> And Jacob אביהם <WH1> their father אתי <WH853> שׁכלתם <WH7921> them, Me have ye bereaved יוסף <WH3130> Joseph איננו <WH369> not, ושׁמעון <WH8095> and Simeon איננו <WH369> not, ואת <WH853> בנימן <WH1144> Benjamin תקחו <WH3947> and ye will take עלי <WH5921> against היו <WH1961> these things are כלנה׃ <WH3605> all"},{"number":37,"verse":"ויאמר <WH559> spoke ראובן <WH7205> And Reuben אל <WH413> unto אביו <WH1> his father, לאמר <WH559> saying, את <WH853> שׁני <WH8147> my two בני <WH1121> sons, תמית <WH4191> Slay אם <WH518> if לא <WH3808> him not אביאנו <WH935> I bring אליך <WH413> to תנה <WH5414> thee: deliver אתו <WH853> על <WH5921> him into ידי <WH3027> my hand, ואני <WH589> and I אשׁיבנו <WH7725> will bring אליך׃ <WH413> him to"},{"number":38,"verse":"ויאמר <WH559> And he said, לא <WH3808> shall not ירד <WH3381> go down בני <WH1121> My son עמכם <WH5973> with כי <WH3588> you; for אחיו <WH251> his brother מת <WH4191> is dead, והוא <WH1931> and he לבדו <WH905> alone: נשׁאר <WH7604> is left וקראהו <WH7122> befall אסון <WH611> if mischief בדרך <WH1870> him by the way אשׁר <WH834> in the which תלכו <WH1980> ye go, בה והורדתם <WH3381> then shall ye bring down את <WH853> שׂיבתי <WH7872> my gray hairs ביגון <WH3015> with sorrow שׁאולה׃ <WH7585> to the grave."}]}