{"bibleAbbr":"Orig2013+","bookName":"בראשית","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"ויסע <WH5265> took his journey ישׂראל <WH3478> And Israel וכל <WH3605> with all אשׁר <WH834> that לו ויבא <WH935> he had, and came בארה שׁבע <WH884> to Beer-sheba, ויזבח <WH2076> and offered זבחים <WH2077> sacrifices לאלהי <WH430> unto the God אביו <WH1> of his father יצחק׃ <WH3327> Isaac."},{"number":2,"verse":"ויאמר <WH559> spoke אלהים <WH430> And God לישׂראל <WH3478> unto Israel במראת <WH4759> in the visions הלילה <WH3915> of the night, ויאמר <WH559> and said, יעקב <WH3290> Jacob, יעקב <WH3290> Jacob. ויאמר <WH559> And he said, הנני׃ <WH2009> Here"},{"number":3,"verse":"ויאמר <WH559> And he said, אנכי <WH595> I האל <WH410> God, אלהי <WH430> the God אביך <WH1> of thy father: אל <WH408> not תירא <WH3372> fear מרדה <WH3381> to go down מצרימה <WH4714> into Egypt; כי <WH3588> for לגוי <WH1471> nation: גדול <WH1419> of thee a great אשׂימך <WH7760> make שׁם׃ <WH8033> I will there"},{"number":4,"verse":"אנכי <WH595> I ארד <WH3381> will go down עמך <WH5973> with מצרימה <WH4714> thee into Egypt; ואנכי <WH595> and I אעלך <WH5927> surely bring thee up גם <WH1571> will also עלה <WH5927> surely bring thee up ויוסף <WH3130> and Joseph ישׁית <WH7896> shall put ידו <WH3027> his hand על <WH5921> upon עיניך׃ <WH5869> thine eyes."},{"number":5,"verse":"ויקם <WH6965> rose up יעקב <WH3290> And Jacob מבאר שׁבע <WH884> וישׂאו <WH5375> carried בני <WH1121> and the sons ישׂראל <WH3478> of Israel את <WH853> יעקב <WH3290> Jacob אביהם <WH1> their father, ואת <WH853> טפם <WH2945> and their little ones, ואת <WH853> נשׁיהם <WH802> and their wives, בעגלות <WH5699> in the wagons אשׁר <WH834> which שׁלח <WH7971> had sent פרעה <WH6547> Pharaoh לשׂאת <WH5375> to carry אתו׃ <WH853>"},{"number":6,"verse":"ויקחו <WH3947> And they took את <WH853> מקניהם <WH4735> their cattle, ואת <WH853> רכושׁם <WH7399> and their goods, אשׁר <WH834> which רכשׁו <WH7408> they had gotten בארץ <WH776> in the land כנען <WH3667> of Canaan, ויבאו <WH935> and came מצרימה <WH4714> into Egypt, יעקב <WH3290> Jacob, וכל <WH3605> and all זרעו <WH2233> his seed אתו׃ <WH854> with"},{"number":7,"verse":"בניו <WH1121> His sons, ובני <WH1121> and his sons' בניו <WH1121> sons אתו <WH854> with בנתיו <WH1323> him, his daughters, ובנות <WH1323> daughters, בניו <WH1121> and his sons' וכל <WH3605> and all זרעו <WH2233> his seed הביא <WH935> brought אתו <WH854> he with מצרימה׃ <WH4714> him into Egypt."},{"number":8,"verse":"ואלה <WH428> And these שׁמות <WH8034> the names בני <WH1121> of the children ישׂראל <WH3478> of Israel, הבאים <WH935> which came מצרימה <WH4714> into Egypt, יעקב <WH3290> Jacob ובניו <WH1121> and his sons: בכר <WH1060> firstborn. יעקב <WH3290> Jacob's ראובן׃ <WH7205> Reuben,"},{"number":9,"verse":"ובני <WH1121> And the sons ראובן <WH7205> of Reuben; חנוך <WH2585> Hanoch, ופלוא <WH6396> and Phallu, וחצרן <WH2696> and Hezron, וכרמי׃ <WH3756> and Carmi."},{"number":10,"verse":"ובני <WH1121> And the sons שׁמעון <WH8095> of Simeon; ימואל <WH3223> Jemuel, וימין <WH3226> and Jamin, ואהד <WH161> and Ohad, ויכין <WH3199> and Jachin, וצחר <WH6714> and Zohar, ושׁאול <WH7586> and Shaul בן <WH1121> the son הכנענית׃ <WH3669> of a Canaanitish woman."},{"number":11,"verse":"ובני <WH1121> And the sons לוי <WH3878> of Levi; גרשׁון <WH1648> Gershon, קהת <WH6955> Kohath, ומררי׃ <WH4847> and Merari."},{"number":12,"verse":"ובני <WH1121> And the sons יהודה <WH3063> of Judah; ער <WH6147> Er, ואונן <WH209> and Onan, ושׁלה <WH7956> and Shelah, ופרץ <WH6557> and Pharez, וזרח <WH2226> and Zerah: וימת <WH4191> died ער <WH6147> but Er ואונן <WH209> and Onan בארץ <WH776> in the land כנען <WH3667> of Canaan. ויהיו <WH1961> were בני <WH1121> And the sons פרץ <WH6557> of Pharez חצרן <WH2696> Hezron וחמול׃ <WH2538> and Hamul."},{"number":13,"verse":"ובני <WH1121> And the sons ישׂשכר <WH3485> of Issachar; תולע <WH8439> Tola, ופוה <WH6312> and Phuvah, ויוב <WH3102> and Job, ושׁמרן׃ <WH8110> and Shimron."},{"number":14,"verse":"ובני <WH1121> And the sons זבלון <WH2074> of Zebulun; סרד <WH5624> Sered, ואלון <WH356> and Elon, ויחלאל׃ <WH3177> and Jahleel."},{"number":15,"verse":"אלה <WH428> These בני <WH1121> the sons לאה <WH3812> of Leah, אשׁר <WH834> which ילדה <WH3205> she bore ליעקב <WH3290> unto Jacob בפדן ארם <WH6307> in Padan-aram, ואת <WH854> with דינה <WH1783> Dinah: בתו <WH1323> his daughter כל <WH3605> all נפשׁ <WH5315> the souls בניו <WH1121> of his sons ובנותיו <WH1323> and his daughters שׁלשׁים <WH7970> thirty ושׁלשׁ׃ <WH7969> and three."},{"number":16,"verse":"ובני <WH1121> And the sons גד <WH1410> of Gad; צפיון <WH6837> Ziphion, וחגי <WH2291> and Haggi, שׁוני <WH7764> Shuni, ואצבן <WH675> and Ezbon, ערי <WH6179> Eri, וארודי <WH722> and Arodi, ואראלי׃ <WH692> and Areli."},{"number":17,"verse":"ובני <WH1121> And the sons אשׁר <WH836> of Asher; ימנה <WH3232> Jimnah, וישׁוה <WH3438> and Ishuah, וישׁוי <WH3440> and Isui, ובריעה <WH1283> and Beriah, ושׂרח <WH8294> and Serah אחתם <WH269> their sister: ובני <WH1121> and the sons בריעה <WH1283> of Beriah; חבר <WH2268> Heber, ומלכיאל׃ <WH4439> and Malchiel."},{"number":18,"verse":"אלה <WH428> These בני <WH1121> the sons זלפה <WH2153> of Zilpah, אשׁר <WH834> whom נתן <WH5414> gave לבן <WH3837> Laban ללאה <WH3812> to Leah בתו <WH1323> his daughter, ותלד <WH3205> she bore את <WH853> אלה <WH428> and these ליעקב <WH3290> unto Jacob, שׁשׁ <WH8337> sixteen עשׂרה <WH6240> sixteen נפשׁ׃ <WH5315> souls."},{"number":19,"verse":"בני <WH1121> The sons רחל <WH7354> of Rachel אשׁת <WH802> wife; יעקב <WH3290> Jacob's יוסף <WH3130> Joseph, ובנימן׃ <WH1144> and Benjamin."},{"number":20,"verse":"ויולד <WH3205> were born ליוסף <WH3130> And unto Joseph בארץ <WH776> in the land מצרים <WH4714> of Egypt אשׁר <WH834> which ילדה <WH3205> bore לו אסנת <WH621> Asenath בת <WH1323> the daughter פוטי פרע <WH6319> of Poti-pherah כהן <WH3548> priest אן <WH204> of On את <WH853> מנשׁה <WH4519> Manasseh ואת <WH853> אפרים׃ <WH669> and Ephraim,"},{"number":21,"verse":"ובני <WH1121> And the sons בנימן <WH1144> of Benjamin בלע <WH1106> Belah, ובכר <WH1071> and Becher, ואשׁבל <WH788> and Ashbel, גרא <WH1617> Gera, ונעמן <WH5283> and Naaman, אחי <WH278> Ehi, וראשׁ <WH7220> and Rosh, מפים <WH4649> Muppim, וחפים <WH2650> and Huppim, וארד׃ <WH714> and Ard."},{"number":22,"verse":"אלה <WH428> These בני <WH1121> the sons רחל <WH7354> of Rachel, אשׁר <WH834> which ילד <WH3205> were born ליעקב <WH3290> to Jacob: כל <WH3605> all נפשׁ <WH5315> the souls ארבעה <WH702> fourteen. עשׂר׃ <WH6240> fourteen."},{"number":23,"verse":"ובני <WH1121> And the sons דן <WH1835> of Dan; חשׁים׃ <WH2366> Hushim."},{"number":24,"verse":"ובני <WH1121> And the sons נפתלי <WH5321> of Naphtali; יחצאל <WH3183> Jahzeel, וגוני <WH1476> and Guni, ויצר <WH3337> and Jezer, ושׁלם׃ <WH8006> and Shillem."},{"number":25,"verse":"אלה <WH428> These בני <WH1121> the sons בלהה <WH1090> of Bilhah, אשׁר <WH834> which נתן <WH5414> gave לבן <WH3837> Laban לרחל <WH7354> unto Rachel בתו <WH1323> his daughter, ותלד <WH3205> and she bore את <WH853> אלה <WH428> these ליעקב <WH3290> unto Jacob: כל <WH3605> all נפשׁ <WH5315> the souls שׁבעה׃ <WH7651> seven."},{"number":26,"verse":"כל <WH3605> All הנפשׁ <WH5315> the souls הבאה <WH935> that came ליעקב <WH3290> with Jacob מצרימה <WH4714> into Egypt, יצאי <WH3318> which came out ירכו <WH3409> of his loins, מלבד <WH905> besides נשׁי <WH802> wives, בני <WH1121> sons' יעקב <WH3290> Jacob's כל <WH3605> all נפשׁ <WH5315> the souls שׁשׁים <WH8346> threescore ושׁשׁ׃ <WH8337> and six;"},{"number":27,"verse":"ובני <WH1121> And the sons יוסף <WH3130> of Joseph, אשׁר <WH834> which ילד <WH3205> were born לו במצרים <WH4714> him in Egypt, נפשׁ <WH5315> souls: שׁנים <WH8147> two כל <WH3605> all הנפשׁ <WH5315> the souls לבית <WH1004> of the house יעקב <WH3290> of Jacob, הבאה <WH935> which came מצרימה <WH4714> into Egypt, שׁבעים׃ <WH7657> threescore and ten."},{"number":28,"verse":"ואת <WH853> יהודה <WH3063> Judah שׁלח <WH7971> And he sent לפניו <WH6440> before אל <WH413> him unto יוסף <WH3130> Joseph, להורת <WH3384> to direct לפניו <WH6440> his face גשׁנה <WH1657> unto Goshen; ויבאו <WH935> and they came ארצה <WH776> into the land גשׁן׃ <WH1657> of Goshen."},{"number":29,"verse":"ויאסר <WH631> made ready יוסף <WH3130> And Joseph מרכבתו <WH4818> his chariot, ויעל <WH5927> and went up לקראת <WH7125> to meet ישׂראל <WH3478> Israel אביו <WH1> his father, גשׁנה <WH1657> to Goshen, וירא <WH7200> and presented himself אליו <WH413> unto ויפל <WH5307> him; and he fell על <WH5921> on צואריו <WH6677> his neck, ויבך <WH1058> and wept על <WH5921> on צואריו <WH6677> his neck עוד׃ <WH5750> a good while."},{"number":30,"verse":"ויאמר <WH559> said ישׂראל <WH3478> And Israel אל <WH413> unto יוסף <WH3130> Joseph, אמותה <WH4191> let me die, הפעם <WH6471> Now אחרי <WH310> since ראותי <WH7200> I have seen את <WH853> פניך <WH6440> thy face, כי <WH3588> because עודך <WH5750> thou yet חי׃ <WH2416> alive."},{"number":31,"verse":"ויאמר <WH559> said יוסף <WH3130> And Joseph אל <WH413> unto אחיו <WH251> his brethren, ואל <WH413> and unto בית <WH1004> house, אביו <WH1> his father's אעלה <WH5927> I will go up, ואגידה <WH5046> and show לפרעה <WH6547> Pharaoh, ואמרה <WH559> and say אליו <WH413> unto אחי <WH251> him, My brethren, ובית <WH1004> house, אבי <WH1> and my father's אשׁר <WH834> which בארץ <WH776> in the land כנען <WH3667> of Canaan, באו <WH935> are come אלי׃ <WH413> unto"},{"number":32,"verse":"והאנשׁים <WH582> רעי <WH7462> shepherds, צאן <WH6629> shepherds, כי <WH3588> for אנשׁי <WH582> מקנה <WH4735> to feed cattle; היו <WH1961> hath been וצאנם <WH6629> their flocks, ובקרם <WH1241> and their herds, וכל <WH3605> and all אשׁר <WH834> that להם הביאו׃ <WH935> and they have brought"},{"number":33,"verse":"והיה <WH1961> And it shall come to pass, כי <WH3588> when יקרא <WH7121> shall call לכם פרעה <WH6547> Pharaoh ואמר <WH559> you, and shall say, מה <WH4100> What מעשׂיכם׃ <WH4639> your occupation?"},{"number":34,"verse":"ואמרתם <WH559> That ye shall say, אנשׁי <WH582> מקנה <WH4735> about cattle היו <WH1961> hath been עבדיך <WH5650> Thy servants' מנעורינו <WH5271> from our youth ועד <WH5704> even until עתה <WH6258> now, גם <WH1571> both אנחנו <WH587> we, גם <WH1571> also אבתינו <WH1> our fathers: בעבור <WH5668> that תשׁבו <WH3427> ye may dwell בארץ <WH776> in the land גשׁן <WH1657> of Goshen; כי <WH3588> for תועבת <WH8441> an abomination מצרים <WH4713> כל <WH3605> every רעה <WH7462> shepherd צאן׃ <WH6629> shepherd"}]}