{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"WOE to those who decree unrighteous decrees, and who write unjust decrees;"},{"number":2,"verse":"To turn aside the needy from justice and to take away the right from the poor of my people, that they may plunder the widows and that they may rob the fatherless!"},{"number":3,"verse":"And what will you do on the day of recompense and in the storm which shall come from afar? To whom will you flee for help? And where will you leave your glory?"},{"number":4,"verse":"Without me you shall bow down under the prisoners, and you shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still."},{"number":5,"verse":"Ho, Assyrian! the rod of my anger, and the staff in their hand is my indignation."},{"number":6,"verse":"I will send him against a hypocritical nation, and against a wrathful people will I give him a charge, to take captives and to take spoil and to tread them down like the mire of the streets."},{"number":7,"verse":"But he does not look so, neither does his heart think so; but it is in his heart to destroy and annihilate nations not a few."},{"number":8,"verse":"For he says, Are not my princes altogether kings?"},{"number":9,"verse":"Is not Calno like Carchemish? Is not Hamath like Arpad? Is not Samaria like Damascus?"},{"number":10,"verse":"As my hand has found the kingdoms of the idols, and whose graven images did excel those of Jerusalem and of Samaria;"},{"number":11,"verse":"And as I have done to Samaria and her idols, so will I do to Jerusalem and her idols."},{"number":12,"verse":"Therefore it shall come to pass, that when the LORD has performed his whole work on mount Zion, and on Jerusalem, I will punish the fruit of the proud heart of the king of Assyria, and the glory of his pride."},{"number":13,"verse":"For he has said, By the strength of my hand I have done it, and by my wisdom; for I am prudent, and I have removed the boundaries of the nations, and I have plundered their wealth, and subjugated the inhabited cities;"},{"number":14,"verse":"And my hand has found like a nest the riches of the peoples; and as one gathers eggs that have been forsaken, I have gathered all the earth; and there was none that moved a wing or opened the mouth or chirped."},{"number":15,"verse":"Shall the ax boast itself over him who hews with it? Or shall the saw magnify itself over him who saws with it? Or shall a rod exalt itself over him who lifts it up?"},{"number":16,"verse":"Therefore shall the LORD God of hosts send destruction upon his rich ones; and instead of his glory he shall kindle a burning like the burning of a fire."},{"number":17,"verse":"And the light of Israel shall be for a fire, and his Holy One for a flame; and it shall burn and devour his thorns and his briers in one day;"},{"number":18,"verse":"And it shall consume the glory of his forest and of his fruitful fields, both soul and body shall perish; and they shall be as if they never had been."},{"number":19,"verse":"And the rest of the trees of his forest shall be so few that a child may write them down."},{"number":20,"verse":"And it shall come to pass in that day that the remnant of Israel, and those who are escaped of the house of Jacob, shall no more again trust upon him that smote them; but they shall trust in the LORD, the Holy One of Israel, in truth."},{"number":21,"verse":"The remnant shall return, even the remnant of Jacob, to the mighty God."},{"number":22,"verse":"For though your people Israel be as the sand of the sea, yet a remnant of them shall return; their number decreased, cut off, but flooded with righteousness."},{"number":23,"verse":"For the LORD God of hosts shall bring destruction and make decrees throughout all the earth."},{"number":24,"verse":"Therefore thus says the LORD of hosts: O my people that dwell in Zion, be not afraid of the Assyrian, who shall smite you with his rod, and shall lift up his staff against you after the manner of Egypt."},{"number":25,"verse":"For yet a very little while, and my indignation shall be accomplished, and my anger because of their destruction."},{"number":26,"verse":"And the LORD of hosts shall stir up a scourge against them according to the slaughter of Midian at mount Horeb; and as his staff was upon the sea, so shall he lift it up after the manner of Egypt."},{"number":27,"verse":"And it shall come to pass in that day that his burden shall be taken away from off your shoulder and his yoke from off your neck, and the yoke shall be destroyed from your neck because of your strength."},{"number":28,"verse":"He has come to Anath, he has passed Megiddo; at Michmash he has laid up his supplies;"},{"number":29,"verse":"They have gone over the passage of Gibeah to Beth-bethan; Ramath is afraid; Gibeah of Saul has fled."},{"number":30,"verse":"Lift up your voice, O daughter of Gallim; give ear, O Laish; answer me, O Anathoth."},{"number":31,"verse":"Marmanah has been removed; the inhabitants of Gobin are resisting."},{"number":32,"verse":"As yet he shall remain at Nob that day; he shall shake his hand against the mount of the daughter of Zion and against the hill of Jerusalem."},{"number":33,"verse":"Behold, the LORD God of hosts shall overthrow the glorious ones with might; and the high ones of stature shall be humbled, and the haughty shall be brought down."},{"number":34,"verse":"And he shall cut down the thickets of the forest with iron, and Lebanon with its glory shall fall."}]}