{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":13,"verses":[{"number":1,"verse":"THE prophecy concerning the fall of Babylon, which Isaiah the son of Amoz saw."},{"number":2,"verse":"Lift up a banner on high mountains, raise the voice to them, wave the hand, that they may enter the gates of the princes."},{"number":3,"verse":"I have commanded my sanctified ones, I have called the mighty ones in my anger, even them that became strong with my excellency."},{"number":4,"verse":"The noise of tumult on the mountains, like as of many peoples; a tumultuous noise of the kingdoms of nations gathered together; the LORD of hosts is performing wonders."},{"number":5,"verse":"Warriors are coming from afar, and from the end of heaven, even the LORD and the weapons of his indignation, to destroy the whole land."},{"number":6,"verse":"Howl; for the day of the LORD is at hand; it shall come as a plunder which is made suddenly."},{"number":7,"verse":"Therefore shall all hands be faint, and every man's heart shall melt;"},{"number":8,"verse":"And they shall be afraid; terror and pangs shall take hold of them; they shall be in pain as a woman in travail; they shall be amazed one at another; their faces shall be as flames."},{"number":9,"verse":"Behold, the day of the LORD comes, which has no remedy, cruel both with wrath and fierce anger, to make the earth a desolation; and he shall destroy the sinners thereof out of it."},{"number":10,"verse":"For the stars of heaven and their constellations shall not give their light; the sun shall be darkened in its rising, and the moon shall not cause its light to shine."},{"number":11,"verse":"And I will punish the world for its evil, and the wicked for their iniquity; and I will cause the arrogancy of the proud to cease, and will bring low the haughtiness of the mighty."},{"number":12,"verse":"I will make a man more precious than gold; even a man than the gold of Ophir."},{"number":13,"verse":"Therefore I will shake the heavens, and the earth shall be moved out of its place, in the rebuke of the LORD of hosts, in the day of his fierce anger."},{"number":14,"verse":"And they shall be like gazelles when they flee, and like sheep that have no one to gather them; every man shall turn to his own people, and every one flee to his own land."},{"number":15,"verse":"Every one that is found shall be thrust through; and every one that escapes shall fall by the sword."},{"number":16,"verse":"Their children, shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished."},{"number":17,"verse":"Behold, I will stir up the Medes against them, who have no regard for silver, and have no delight in gold."},{"number":18,"verse":"The bows of young men shall be broken in pieces; and they shall have no pity on the fruit of the womb; their eyes shall not spare children."},{"number":19,"verse":"And Babylon, the glory of the kingdoms, the beauty of the Chaldean's excellency, shall be as when God overthrew Sodom and Gomorrah."},{"number":20,"verse":"It shall never be inhabited, neither shall it be dwelt in from generation to generation; neither shall the Arabians encamp there; neither shall the shepherds make their folds there."},{"number":21,"verse":"But wild beasts shall lie there; and their houses shall be full of doleful creatures; and ostriches shall dwell there, and satyrs shall dance there."},{"number":22,"verse":"And the screech-owls shall cry in their palaces, and jackals in their pleasant temples; its time is soon to come, and its days shall not be prolonged."}]}