{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"FOR the LORD will have mercy on Jacob, and will yet choose Israel, and will set them in their own land; and strangers shall accompany them, and they shall add to the house of Jacob."},{"number":2,"verse":"And the Gentiles shall take them and bring them to their place; and the house of Israel shall possess them in the land of the LORD for men-servants and women-servants; and they shall take them captive, whose captives they were; and they shall rule over their oppressors."},{"number":3,"verse":"And it shall come to pass in the day that the LORD shall give you rest from your sorrow and from your anger and from the hard bondage wherein you were made to serve."},{"number":4,"verse":"You shall take up this proverb against the king of Babylon, and say, How has the ruler ceased! the zealous one ceased!"},{"number":5,"verse":"The LORD has broken the staff of the wicked and the sceptre of the rulers."},{"number":6,"verse":"He who smote the peoples in wrath, smiting without instruction, who chastised the peoples in anger and persecuted them without pity."},{"number":7,"verse":"The whole earth is at rest and is quiet; they break forth into singing."},{"number":8,"verse":"Yea, the fir trees rejoice over you, and the cedars of Lebanon, saying, Since you are felled, no hewer is come up to cut us down."},{"number":9,"verse":"Sheol beneath is murmuring at your coming; it stirs up against you all the mighty men, even all the rulers of the earth whom you overthrew from their thrones."},{"number":10,"verse":"All the kings of the nations shall answer and say to you, Are you also become weak as we? Are you become like us?"},{"number":11,"verse":"Your pomp is brought down to Sheol, the noise of your harps is dead; the dust is spread under you, and the worms cover you."},{"number":12,"verse":"How are you fallen from heaven! howl in the morning! for you have fallen down to the ground, O reviler of the nations."},{"number":13,"verse":"For you have said in your heart, I will ascend into heaven, I will exalt my throne above the stars of God; I will dwell also upon the high mountains in the outer regions of the north."},{"number":14,"verse":"I will ascend above the heights of the clouds; I will be like the most High."},{"number":15,"verse":"From henceforth you shall be brought down to Sheol, to the bottom of the pit."},{"number":16,"verse":"Those who see you shall stare at you and consider you, saying, Is this the man who made the earth to tremble, who shook kingdoms;"},{"number":17,"verse":"Who made the world as a wilderness and destroyed its cities; who did not free his prisoners?"},{"number":18,"verse":"All the kings of the nations, even all of them, lie in glory, every one in his own house."},{"number":19,"verse":"But you are cast out of your grave like an abominable person, and as the raiment of those that are slain, thrust through by the sword, that go down to the stones of the pit; as corpses trodden under foot."},{"number":20,"verse":"You shall not rejoice with them in the grave, because you have destroyed your land and slain your people; the offspring of the evildoer shall never rise again."},{"number":21,"verse":"Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with war."},{"number":22,"verse":"For I will rise up against them, says the LORD of hosts, and will cut off from Babylon the name, its offspring, the family, and its generation, says the LORD."},{"number":23,"verse":"I will also make it a possession for owls, and pools of water; and I will sweep it with the broom of destruction, says the LORD of hosts."},{"number":24,"verse":"The LORD of hosts has sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand;"},{"number":25,"verse":"I will break the Assyrian in my land, and upon my mountains tread him under foot; then his yoke shall depart from off them, and his burden depart from off their shoulders."},{"number":26,"verse":"This is the end that is purposed against all the earth; and this is the land that is stretched out against all the nations."},{"number":27,"verse":"For the LORD of hosts has purposed, and who can disannul it? And his hand is stretched out, and who shall turn it back?"},{"number":28,"verse":"The conquest of Philistia. In the year that King Ahaz died, came this burden."},{"number":29,"verse":"Rejoice not, whole Philistia, because the rod of him that smote you is broken; for out of the serpent's root shall come forth a viper, and its offspring shall be a fiery flying serpent."},{"number":30,"verse":"And the first-born of the poor shall feed, and the needy shall lie down in safety; and I will kill your root with famine, and your remnant I shall slay."},{"number":31,"verse":"Howl, O city; cry, O city; whole Philistia is in confusion; for there shall come from the north a smoke? and none shall be left in their feasts."},{"number":32,"verse":"What shall one then answer the messengers of the nations? That the LORD has founded Zion, and the poor of his people shall take refuge in it."}]}