{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"THE prophecy concerning the fall of Egypt. Behold, the LORD is riding upon swift clouds, and comes into Egypt; and the idols of Egypt shall be moved at his presence, and the heart of the Egyptians shall melt in the midst of it."},{"number":2,"verse":"And I will stir up Egyptian against Egyptian; and they shall fight every one against his brother, and every one against his neighbor; city against city, and kingdom against kingdom."},{"number":3,"verse":"And the spirit of the Egyptian shall fail in the midst thereof; and I will blot out their counsel; and they shall inquire of idols and of the sorcerers and of those who have familiar spirits and of wizards."},{"number":4,"verse":"And I will deliver the Egyptians into the hands of the cruel Medes; and a fierce king shall rule over them, says the LORD of hosts."},{"number":5,"verse":"And they shall cut off the water from the sea, and the river shall be wasted and dried up."},{"number":6,"verse":"And they shall divert the waters of the rivers, and shall diminish the great rivers; the reeds and rushes and papyrus shall wither."},{"number":7,"verse":"The rushes by the river, and by the mouth of the river, and everything sown by the river shall wither, be driven away, and be no more."},{"number":8,"verse":"The fishermen also shall lament, and all who cast hooks into the river shall mourn, and those who spread nets upon the water shall languish."},{"number":9,"verse":"Moreover those who work in cotton, and those who comb cotton and weave with joy, shall be confounded."},{"number":10,"verse":"And all those who make strong drink for the drinking of the people shall be humiliated."},{"number":11,"verse":"Surely the princes of Zoan have become fools, the wise counsellors of King Pharaoh give foolish counsel; how can you say to Pharaoh, We are wise men, the sons of the ancient kings?"},{"number":12,"verse":"Where are your wise men? Let them tell you now, and let them know what the LORD of hosts has purposed against Egypt."},{"number":13,"verse":"The princes of Zoan have become fools, the princes of Memphis have become haughty and have deceived Egypt, even the foundation of her families."},{"number":14,"verse":"The LORD has mingled a spirit of deceit within her; and it has caused the Egyptian to err in all his works, as a drunken man staggers in his vomit."},{"number":15,"verse":"Neither shall there be any leader for the Egyptians who can make head or tail of it, or tail or head."},{"number":16,"verse":"On that day the Egyptian shall be like a woman, and he shall be afraid and tremble because of the shaking of the hand of the LORD of hosts, which he shakes against him."},{"number":17,"verse":"And the land of Judah shall be a terror to the Egyptian; every one who makes mention of it shall be filled with dread because of the counsel of the LORD of hosts which he has determined against the Egyptian."},{"number":18,"verse":"In that day there shall be five cities in the land of Egypt which speak the language of Canaan and swear by the LORD of hosts; one of them shall be called Haris, the city of destruction."},{"number":19,"verse":"On that day there shall be an altar to the LORD in the midst of the land of Egypt, and a pillar at its border to the LORD."},{"number":20,"verse":"And it shall be for a sign and for a witness to the LORD of hosts in the land of Egypt; for they shall cry to the LORD because of the oppressors, and he shall send them a saviour and a judge, and he shall deliver them."},{"number":21,"verse":"And the LORD shall be known to the Egyptians, and the Egyptians shall know the LORD in that day, and shall offer sacrifices and oblations; yea, they shall vow a vow to the LORD and perform it."},{"number":22,"verse":"And the LORD shall smite the Egyptians; he shall smite and heal them; and they shall return to the LORD, and he shall answer them and shall heal them."},{"number":23,"verse":"In that day there shall be a highway from Egypt to Assyria and from Assyria to Egypt, and the Assyrian shall come into Egypt and the Egyptian into Assyria, and the Egyptians shall serve the Assyrians."},{"number":24,"verse":"In that day Israel shall be the third with Egyptians and with Assyrians, even a blessing in the midst of the land,"},{"number":25,"verse":"Whom the LORD of hosts shall bless, saying, Blessed be Egypt my people and Assyria the work of my hands and Israel my heritage."}]}