{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"BEHOLD, the LORD shall destroy the earth and lay it waste and turn it upside down and scatter its inhabitants."},{"number":2,"verse":"And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the creditor, so with the debtor."},{"number":3,"verse":"The land shall be utterly destroyed and utterly spoiled; for the LORD has spoken this word."},{"number":4,"verse":"The earth howls and sits in mourning, the world wails and sits in mourning, the haughty people of the earth lament."},{"number":5,"verse":"The earth also is defiled like its inhabitants, because they have transgressed the law, changed the ordinance, and nullified the everlasting covenant."},{"number":6,"verse":"Therefore the earth shall sit in mourning, and all its inhabitants shall be condemned; therefore all the inhabitants of the earth shall be destroyed, and a few men shall be left."},{"number":7,"verse":"The grain mourns, the vine languishes, all the merry-hearted sigh."},{"number":8,"verse":"The mirth of the timbrels has ceased, the noise of those that rejoice has ended, the joy of the harp is over."},{"number":9,"verse":"They shall not drink wine with a song; strong drink shall be bitter to those who drink it."},{"number":10,"verse":"The city is plundered, every wine cellar is shut up, so that no one may come in."},{"number":11,"verse":"There is a crying for wine in the streets; all joy has ended, the mirth of the land is gone."},{"number":12,"verse":"The city is left in desolation, and its gates are broken with destruction."},{"number":13,"verse":"For thus it shall be in the midst of the land among the peoples, it shall be as the shaking of an olive tree and as the gleaning of grapes when the vintage is done."},{"number":14,"verse":"They shall lift up their voice, they shall sing for the majesty of the LORD, they shall cry aloud from the sea."},{"number":15,"verse":"Therefore glorify the LORD with a song, even the name of the LORD God of Israel in the islands of the sea."},{"number":16,"verse":"From the uttermost parts of the earth we have heard songs, even the glory of the righteous, saying, It is a mystery to me. it is a mystery to me, woe to me, the wicked have dealt treacherously, yea, the wicked have dealt very treacherously."},{"number":17,"verse":"Fear and the pit and the snare are upon you, O inhabitants of the earth."},{"number":18,"verse":"And it shall come to pass that he who flees from the noise of the fear shall fall into the pit; and he who comes up out of the midst of the pit shall be caught in the snare; for the fountains from on high are open, and the foundations of the earth do shake."},{"number":19,"verse":"The earth is utterly broken down, the earth is utterly moved, the earth is staggering exceedingly."},{"number":20,"verse":"The earth shall reel to and fro like a drunkard and shall be shaken like a booth, and its transgression shall be heavy upon it; and it shall fall and not rise again."},{"number":21,"verse":"And it shall come to pass in that day that the LORD shall punish the host of the lofty ones that are on high, and the kings of the earth upon the earth."},{"number":22,"verse":"And they shall be gathered together as prisoners are gathered in the pit, and shall be shut up in the prison, and after many days they shall be saved."},{"number":23,"verse":"Then the moon shall be confounded and the sun ashamed, for the LORD of hosts shall reign on mount Zion and in Jerusalem, and will be glorified in the presence of his saints."}]}