{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"FOR, behold, the LORD of hosts does take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water,"},{"number":2,"verse":"The mighty man and the man of war, the judge and the prophet and the diviner and the elder,"},{"number":3,"verse":"The captain of fifty and the honorable man and the counsellor and the skilful carpenter and the expert counsellor."},{"number":4,"verse":"And I will appoint young men to be their princes, and mockers shall rule over them."},{"number":5,"verse":"And the people shall oppress one another, every one his neighbor; and the young men shall provoke the elders, and the base men the honorable."},{"number":6,"verse":"When a man shall take hold of his brother in the house of his father, and say to him, You have clothing, be our ruler, and govern this ruin;"},{"number":7,"verse":"In that day he shall answer, and say, I will not be a leader; for in my house is neither bread nor clothing; make me not a ruler over the people."},{"number":8,"verse":"For Jerusalem has stumbled, and Judah has fallen; because their tongue and their doings are against the LORD, provoking God in the majesty of his glory."},{"number":9,"verse":"Their hypocrisy witnesses against them; and they declare their sins like Sodom, they do not hide them. Woe to their soul! for they have wrought evil to themselves."},{"number":10,"verse":"Say to the righteous that it shall be well with them; for they shall eat the fruit of their doings."},{"number":11,"verse":"Woe to the wicked! it shall be ill with him, for the reward of his hands shall be given him."},{"number":12,"verse":"The princes shall pluck my people out, and women shall rule over them. O my people, your leaders have caused you to err, and disturbed the way of your paths."},{"number":13,"verse":"The LORD stands up to plead, and stands to judge his people."},{"number":14,"verse":"The LORD will enter into judgment with the elders of his people, and the princes thereof: for you have burned the vineyard; the spoil of the poor is in your houses."},{"number":15,"verse":"Why did you sting my people, and shame the faces of the poor? says the LORD of hosts."},{"number":16,"verse":"Because the daughters of Zion have become haughty, and walk with stretched forth necks, and wanton eyes, making a tinkling with their feet, and thus provoking the LORD;"},{"number":17,"verse":"Therefore the LORD will bring low the heads of the daughters of Zion, and the LORD shall lay bare their secret parts."},{"number":18,"verse":"In that day the LORD will take away the beauty of their apparel;"},{"number":19,"verse":"And their adornments and their necklaces and the braids of their hair and their chains and their bonnets and their veils,"},{"number":20,"verse":"The paint of their faces, their earrings and their strings of beads"},{"number":21,"verse":"And the ornaments of their legs and their bracelets and nose rings,"},{"number":22,"verse":"The garments of varied colors and the mantles and the fine linens, the purple garments,"},{"number":23,"verse":"The long outer garments, the purple robes, the scarlet robes, the wardrobe of all their adornments."},{"number":24,"verse":"And it shall come to pass, that instead of a sweet smell there shall be a stink; and instead of an ornamental girdle, a worker's apron; and instead of curled hair, baldness; and instead of purple robes, a girding of sackcloth; for their beauty shall be destroyed."},{"number":25,"verse":"Your mighty men shall fall by the sword, and your valiant men in the battle."},{"number":26,"verse":"And her gates shall lament and mourn; and her victory shall turn to defeat."}]}