{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"KEEP silence, O you islands; and let the people renew their strength; let them come near; then let them speak; let them come near together to judgment."},{"number":2,"verse":"Who has stirred up the righteous one from the east, and hastened him on? The nations shall surrender before him, and kings shall be confounded. He gave them as the dust to his sword and as driven stubble to his bow."},{"number":3,"verse":"He shall pursue them, then make peace; and he shall not pass that way on foot."},{"number":4,"verse":"Who has prepared and done it, calling the generations from the beginning? I the LORD, the first and the last; I am he."},{"number":5,"verse":"The islands saw it, and were afraid; and the ends of the earth were afraid, and they drew near and came."},{"number":6,"verse":"They helped every one his neighbor; and every one said to his brother, Be of good courage."},{"number":7,"verse":"The carpenter encourages the goldsmith, and he who smooths with the hammer him who strikes the anvil, saying, It is ready for the soldering; and they fasten it with nails, that it should not be moved."},{"number":8,"verse":"But now, Israel, you are my servant, Jacob whom I have chosen, the descendants of Abraham my friend, whom I have strengthened."},{"number":9,"verse":"I have called you from the ends of the earth and from among the prophets, and said to you, You are my servant; I have chosen you, and have not rejected you;"},{"number":10,"verse":"Fear not, for I am with you; be not dismayed, for I am your God; I have strengthened you, and have also helped you, yea, I will also uphold you with the right hand of my righteousness."},{"number":11,"verse":"All those that reproach you shall be ashamed and confounded; they shall be as nothing; and those who strive with you shall perish."},{"number":12,"verse":"You shall seek them that strive with you, but you shall not find them; they that war against you shall be as if they were nothing."},{"number":13,"verse":"For I am the LORD your God, the strengthener of your right hand. I have said to you, Fear not; I am your helper."},{"number":14,"verse":"Fear not, O you helpless men of Jacob, O you remnant of Israel! I am your helper, says the LORD, and your Saviour, the Holy One of Israel."},{"number":15,"verse":"Behold, I have made you as a new threshing instrument having teeth; a thing which tears and crushes to pieces; you shall thresh the mountains and beat them small, and shall make the hills as chaff."},{"number":16,"verse":"You shall winnow them, and the wind shall carry them away, and the whirlwind shall scatter them; and you shall rejoice in the LORD and shall glory in the Holy One of Israel."},{"number":17,"verse":"When the poor and needy seek water, and there is none, and their tongue is dried with thirst, I the LORD will answer them, I the God of Israel will not forsake them."},{"number":18,"verse":"I will open rivers in the mountains and fountains in the midst of the valleys; I will make the wilderness pools of water, and the dry land springs of water."},{"number":19,"verse":"I will plant in the wilderness the cedars, the acacia tree, the myrtle, and the olive tree; I will set in the desert the cypress and the pine and the box tree together;"},{"number":20,"verse":"That they may see and know and consider and understand that the hand of the LORD has done this and the Holy One of Israel has created it."},{"number":21,"verse":"Bring near your cause, says the LORD; bring near your counsels, says the King of Jacob."},{"number":22,"verse":"Let them come near and show us the things that are to come; show us the former things, that we may consider them, and know the latter end of them; or declare to us the things that are to come."},{"number":23,"verse":"Show us the wonders that are to come hereafter, that we may know that you are gods; yea, do good, or do evil, that we may relate it and behold it together."},{"number":24,"verse":"Behold, you are nothing, and your works are corrupt; choosing you is an abomination."},{"number":25,"verse":"I have stirred up one from the north, and he shall come from the rising of the sun, and shall call on my name; and the princes shall come, and shall be trodden down like mortar, and as the potter treads clay."},{"number":26,"verse":"Who has declared it from the beginning, that we may know? And beforetime, that we may say, He is righteous? Yea, there is none that shows, yea, there is none that declares, yea, there is none that hears your words."},{"number":27,"verse":"These things are the chief concern of Zion; behold, I will give to Jerusalem one that brings good tidings."},{"number":28,"verse":"For I beheld, and there was no man who could meditate about these things, that I might ask him, and that he might give me an answer."},{"number":29,"verse":"Behold, they are all nothing; their works are vanity; their images are wind and vanity."}]}