{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":43,"verses":[{"number":1,"verse":"BUT now thus says the LORD, who created you, O Jacob, and he who formed you, O Israel: Fear not; for I have saved you, I have called you by your name because you are mine."},{"number":2,"verse":"When you shall pass through the sea, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through the fire, you shall not be burned; neither shall the flame kindle upon you."},{"number":3,"verse":"For I am the LORD your God, the Holy One of Israel, your Saviour; I gave Egypt for your sake, and Ethiopia and Sheba for you."},{"number":4,"verse":"Because you are precious in my sight, you have been honorable and I have loved you; therefore I have given men for your sake and nations for your life."},{"number":5,"verse":"Fear not; for I am with you; I will bring your descendants from the east, and gather you from the west;"},{"number":6,"verse":"I will say to the north, Give up; and to the south, Keep not back; bring my sons from afar, and my daughters from the ends of the earth;"},{"number":7,"verse":"Even every one who is called by my name; for I have created him for my glory, I have formed him and I have made him."},{"number":8,"verse":"Bring forth the blind people who have eyes, and the deaf who have ears."},{"number":9,"verse":"Let all the peoples be gathered together and let all the nations be assembled; who among you can declare this and show us the former things? Let them bring forth their witnesses that they may be justified; or let them hear and say, It is truth."},{"number":10,"verse":"You are my witnesses, says the LORD, and my servants whom I have chosen; that you may know and believe me and understand that I am he; before me there was no God created, neither shall there be after me."},{"number":11,"verse":"I, even I, am the LORD; and besides me there is no lord."},{"number":12,"verse":"I have declared that I have saved, and I have proclaimed that there is no strange god among you; therefore you are my witnesses, says the LORD, that I am God."},{"number":13,"verse":"Yea, from the first day I am he; and there is none that can deliver out of my hands; what I will do, who can stop it?"},{"number":14,"verse":"Thus says the LORD, your Saviour, the Holy One of Israel: For your sake I have sent to Babylon and have brought back all the fugitives and the Chaldeans who glory in their ships."},{"number":15,"verse":"I am the LORD, your Holy One, the Creator of Israel, your King."},{"number":16,"verse":"Thus says the LORD, who has made a way in the sea and a path in the mighty waters;"},{"number":17,"verse":"Who brings forth the chariots and horses and a mighty army; they shall lie down together, they shall not rise, they are extinguished like a flickering lamp:"},{"number":18,"verse":"Remember not the former things, neither consider the things of old."},{"number":19,"verse":"Behold, I will do a new thing; now it shall spring forth and you shall know it. I will even make a way in the wilderness and rivers in the desert."},{"number":20,"verse":"The beasts of the field shall glorify me, the jackals and the ostriches, because I give waters in the wilderness and rivers in the desert to provide drink to my people, my chosen."},{"number":21,"verse":"This people whom I have chosen for myself, they shall drink."},{"number":22,"verse":"But you have not called me, O Jacob; for I have called you, O Israel."},{"number":23,"verse":"You have not brought me lambs of your burnt offerings; neither have you honored me with your sacrifices. I have not burdened you with request offerings, nor wearied you with demands for incense."},{"number":24,"verse":"You have bought me no sweet cane with money, neither have you filled me with the fat of your sacrifices; but you have burdened me with your sins, you have wearied me with your iniquities."},{"number":25,"verse":"I, even I, am he who blots out your transgressions for my own sake and will not remember your sins any more."},{"number":26,"verse":"Put me in remembrance; let us plead together; that you may be justified."},{"number":27,"verse":"Your first father has sinned, and your rulers have transgressed against me."},{"number":28,"verse":"Your princes have profaned the sanctuary; therefore I have given Jacob to the curse and Israel to reproaches."}]}