{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":44,"verses":[{"number":1,"verse":"NOW hearken to me, O Jacob, my servant, and Israel, whom I have chosen;"},{"number":2,"verse":"Thus says the LORD that made you and formed you from the womb and helped you: Fear not, O Jacob, my servant; and you, Israel, whom I have chosen."},{"number":3,"verse":"For I will give water in a parched ground and streams on the dry land; I will pour my spirit upon your descendants and my blessings upon your offspring;"},{"number":4,"verse":"And they shall spring up as among the grass, as willows by the running streams."},{"number":5,"verse":"One shall say, I am the LORD'S; and another shall call himself by the name of Jacob; and another shall subscribe with his hand to the LORD and surname himself by the name of Israel."},{"number":6,"verse":"Thus says the LORD the King of Israel, and his Saviour, the LORD of hosts: I am the first and I am the last; and besides me there is no God."},{"number":7,"verse":"And who is like me? Let him announce it and set it in order and declare it, since I placed the people on the earth for ever. And let them show the wonders that are coming."},{"number":8,"verse":"Fear not, neither be alarmed; have not I announced to you from former time, and have declared it? You are my witnesses, that there is no God besides me, and no mighty one whom I do not know."},{"number":9,"verse":"The makers of images are all of them vanity; and there is no profit in the works which they desire to make; the craftsmen who make them are witnesses, for they see not, nor hear, nor know."},{"number":10,"verse":"Therefore let them be ashamed, those who make gods or graven and molten images that are profitable for nothing."},{"number":11,"verse":"Behold, all their craftsmen are dumb men; let them all be gathered together, let them stand up; they shall be ashamed and confounded together;"},{"number":12,"verse":"The carpenter sharpens an iron instrument, he shapes the image with a plane and fashions it with a chisel and works it with the strength of his arm; yea, he becomes hungry and also thirsty, he drinks no water and is faint."},{"number":13,"verse":"The carpenter selects a piece of wood, and stretches out his rule; he marks it out with a line; he fashions it with planes and makes it into the likeness of a man, according to the beauty of a man;"},{"number":14,"verse":"Then he makes it to stand in the house, a piece of wood which was cut down out of the forest, something which the rain has nourished,"},{"number":15,"verse":"A thing for men to use as fuel; they take some of it and heat the oven and bake bread; yea, they also make a god of it and worship it; yea, they make it a graven image and worship it."},{"number":16,"verse":"Half of it they burn in the fire; and on its coals they roast meat, and they eat and are satisfied; they also warm themselves and say, Aha, I am warm, I have seen the fire;"},{"number":17,"verse":"And of the rest they make a god, even a graven image; and they worship it and pray to it and say, Deliver us; for thou art our god."},{"number":18,"verse":"They have not known nor understood; for the vision of their eyes is shut that they cannot see, and the understanding of their hearts, so that they cannot understand."},{"number":19,"verse":"And they considered not in their heart, neither did they know nor did they reason, saying, Half of it we burned in the fire; yea, also we have baked bread on its coals; we have roasted meat and eaten it; and from the rest of it we have made for ourselves an idol of wood and worshipped it."},{"number":20,"verse":"Their imagination is dull; they are surely gone astray, and cannot deliver themselves, nor say, Our right hand has wrought falsehood."},{"number":21,"verse":"Remember these things, O Jacob and Israel, for you are my servant; I have formed you; you are my servant; O Israel, from henceforth forget me not."},{"number":22,"verse":"I have blotted out your iniquities as a thick mist, and your sins as a cloud; return to me, for I have saved you."},{"number":23,"verse":"Sing, O you heavens; for the LORD has done it; shout, O you foundations of the earth; break forth into singing, O mountains, O forest, and every tree therein! For the LORD has saved Jacob and glorified himself in Israel."},{"number":24,"verse":"Thus says the LORD, who saved you and who formed you from the womb and helped you: I am the LORD who made all things; who stretched out the heavens alone; who spread out the earth by myself;"},{"number":25,"verse":"Who makes void the signs of the diviners and despises their divinations; who turns wise men backward and makes their knowledge foolish;"},{"number":26,"verse":"Who confirms the word of his servant and performs the counsel of his messengers: who said to Jerusalem, You shall be inhabited, and to the cities of Judah, You shall be built and I will raise up the ruins thereof;"},{"number":27,"verse":"Who said to the deep, Be dry, and who dried up the rivers;"},{"number":28,"verse":"Who said of Cyrus, He is my shepherd and shall perform all my pleasure; even saying to Jerusalem, You shall be built; and to the temple, Your foundations shall be laid."}]}