{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"HEAR these things, O house of Jacob, who are called by the name of Israel and are come forth from the loins of Judah, who swear by the name of the LORD and make mention of the God of Israel, but not in truth nor in righteousness."},{"number":2,"verse":"For they are called out of the holy city and they rely upon the God of Israel; the LORD of hosts is his name."},{"number":3,"verse":"I have declared the former things from the beginning; and they went forth out of my mouth, and I showed them to you; I did them suddenly, and they came to pass."},{"number":4,"verse":"Because I knew that you are obstinate and your neck is an iron sinew and your brow brass;"},{"number":5,"verse":"I have made them known to you from of old; before they came to pass I declared them to you, lest you should say, My idols did them; and my graven images and my molten images have saved me."},{"number":6,"verse":"I have heard and seen all these things; and will you not declare them? I have proclaimed to you new things from this time, even hidden things, and you did not know them."},{"number":7,"verse":"They are created now, and not of old; even before the day when you did not hear of them, lest you should say, Behold, I knew them."},{"number":8,"verse":"Yea, you have neither heard nor known of them; nor were your ears opened of old; for I knew that you surely would lie and that you were called a wicked one from the womb."},{"number":9,"verse":"For my name's sake will I defer my anger, and for my praise will I keep you, and I will not destroy you."},{"number":10,"verse":"Behold, I have refined you, but not with silver; I have purified you in the furnace of affliction."},{"number":11,"verse":"For my own sake, will I do it, that my name may not be polluted and that I may not give my glory to another."},{"number":12,"verse":"Hearken to me, O Jacob and Israel, whom I called; I am he; I am the first, I also am the last."},{"number":13,"verse":"My hand has laid the foundations of the earth, and my right hand has stretched out the heavens; when I call to them, they stand up together."},{"number":14,"verse":"Assemble, all of you, and listen; who is there among you who can declare these things? The LORD has loved him, that he may do his will on Babylon and on the land of the Chaldeans."},{"number":15,"verse":"I, even I, have spoken; yea, I have also called him; I have brought him and I have made his way prosperous."},{"number":16,"verse":"Come near to me, listen to this; I have not spoken in secret from the beginning; from the creation, there am I; and now the LORD God, and his Spirit, has sent me."},{"number":17,"verse":"Thus says the LORD, your Saviour, the Holy One of Israel: I am the LORD your God who teaches you not to do wrong, who leads you by the way that you should go."},{"number":18,"verse":"O that you had hearkened to my commandments! Then your peace would have been as a river, and your righteousness as the waves of the sea;"},{"number":19,"verse":"Your descendants also would have been as the sand, and the offspring of your loins like the gravel thereof; their name would not perish nor be destroyed from before me."},{"number":20,"verse":"Go forth from Babylon, flee from the Chaldeans; with a voice of singing declare this, proclaim it, and publish it even to the ends of the earth; say, The LORD has saved his servant Jacob."},{"number":21,"verse":"They thirsted not when he led them through the deserts; he caused the waters to flow out of the rock for them; he bored through the rock, and the waters gushed out."},{"number":22,"verse":"There is no peace to the wicked, says the LORD."}]}