{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"LSTEN to me, O isles; hearken to me, O you nations, the LORD has called me from afar; from the womb, and from the body of my mother has he made mention of my name."},{"number":2,"verse":"He has made my mouth like a sharp sword; in the shadow of his hand has he hid me and made me a chosen arrow; in his quiver has he hid me,"},{"number":3,"verse":"And said to me, You are my servant, O Israel, in whom I will be glorified."},{"number":4,"verse":"I have not said to the descendants of Jacob that I have labored in vain, nor that I have spent my strength for nought. Surely my judgment is before the LORD, and my work before my God."},{"number":5,"verse":"Now, thus says the LORD, who formed me from the womb to be his servant, to bring Jacob back to him and gather Israel together; I am glorified in the eyes of the LORD, and my God has become my strength."},{"number":6,"verse":"And he said: It is a small thing that you should be my servant to raise up the tribes of Jacob and to restore the scions of Israel; I have given you to be a light to the Gentiles, that you might be my salvation to the ends of the earth."},{"number":7,"verse":"Thus says the LORD, the Holy One of Israel and his Saviour, to him whose soul is despised, to him who is abhorred by the people and by the servants of the rulers: Kings shall see and arise, princes also shall worship him, because of the LORD who is faithful, and the Holy One of Israel who has chosen you."},{"number":8,"verse":"Thus says the LORD: In an acceptable time I have answered you, and in a day of salvation I have helped you; and I have formed you and have given you for a covenant to the people and a light to the Gentiles, to establish the earth, to cause you to possess the desolate heritages;"},{"number":9,"verse":"That you may say to the prisoners, Go forth; to those who are shut up, Show yourselves. Come out. They shall feed in the paths and their pastures shall be in all highways."},{"number":10,"verse":"They shall not hunger nor thirst; neither shall the sultry heat nor the sun smite them; for he who is merciful to them shall lead them, and by the springs of water shall he bring them."},{"number":11,"verse":"And I will make all mountains to be highways, and the highways shall be exalted."},{"number":12,"verse":"Behold, these shall come from afar, and 1o, these from the north and from the islands of the sea, and these from the coast of Sinim."},{"number":13,"verse":"Sing, O heavens, and be joyful, O earth, and break forth into singing, O mountains; for the LORD has comforted his people and will have mercy upon his afflicted."},{"number":14,"verse":"But Zion said, The LORD has forsaken me and the LORD has forgotten me."},{"number":15,"verse":"Can a woman forget her sucking child, that she should not have compassion on the son of her womb? Yea, they may forget, but I will not forget you."},{"number":16,"verse":"Behold, I have inscribed you upon the palms of my hands; your fortified walls are continually before me."},{"number":17,"verse":"Your sons who caused your destruction and those who laid you waste shall make haste to go forth from you."},{"number":18,"verse":"Lift up your eyes round about and behold; they all gather themselves together and come to you. As I live, says the LORD, you shall surely clothe yourself with them all as with an ornament, and you shall be adorned like a bride."},{"number":19,"verse":"For your waste and your desolate places and the land of your destruction shall even now be too narrow by reason of the inhabitants, and those who swallowed you up shall flee away."},{"number":20,"verse":"The children which you shall have during the time of your bereavement shall say again in your ears, The place is too narrow for us; make room for us to dwell."},{"number":21,"verse":"Then you shall say in your heart, Who has borne me these? For, behold, I have been bereaved and barren, a captive, and wandering to and fro. And who has brought up these? Behold, I was left alone; and these children, where have they been?"},{"number":22,"verse":"Thus says the LORD God: Behold, I will lift up my hand to the Gentiles and set up my standard to the nations; and they shall bring your sons in their arms, and your daughters shall be carried upon their shoulders."},{"number":23,"verse":"And kings shall be your foster fathers, and their queens your nursing mothers; they shall bow down to you with their faces to the ground and shall lick the dust off your feet; and you shall know that I am the LORD; for they who wait for me shall not be ashamed."},{"number":24,"verse":"Can the prey be taken away from the mighty, or a giant's captives be delivered?"},{"number":25,"verse":"For thus says the LORD: Even the prey of the mighty shall be taken away, and the captives of the mighty shall be delivered; and I will contend with him who contends with you, and I will save your children."},{"number":26,"verse":"And I will cause your oppressors to eat their own flesh; and they shall be drunken with their own blood as with new wine; and all men shall know that I the LORD am your Saviour and your Helper, the Mighty One of Jacob."}]}