{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"NOW I will sing to my well-beloved a song of my beloved concerning his vineyard. My well-beloved had a vineyard on the corner of a fertile land;"},{"number":2,"verse":"He cultivated it and fenced it and planted it with the choicest vines, and built a watchtower in the midst of it, and also made a winepress in it; and he expected that it should bring forth grapes, but it brought forth wild grapes."},{"number":3,"verse":"And now, O men of Judah, and inhabitants of Jerusalem, judge between me and my vineyard."},{"number":4,"verse":"What more could have been done to my vineyard, that I have not done in it? Wherefore, when I expected that it should bring forth grapes, it brought forth wild grapes."},{"number":5,"verse":"And now I will tell you what I will do to my vineyard; I will demolish its tower, and it shall be for spoil; and break down its fence, and it shall be trodden down;"},{"number":6,"verse":"And I will lay it waste; it shall not be pruned, nor digged; but there shall spring up in it briers and thorns; I will also command the clouds that they rain no rain upon it."},{"number":7,"verse":"For the vineyard of the LORD of hosts is the house of Israel, and the men of Judah his pleasant plant; and I looked for justice, but behold oppression; for righteousness, but behold a cry."},{"number":8,"verse":"Woe to those who trespass the boundaries between houses, who remove the landmarks between the fields, to steal the land, that they may dwell alone in the midst of the earth!"},{"number":9,"verse":"In my ears said the LORD of hosts, Of a truth, it has been heard, that many houses shall be desolate, because there will be no one to dwell in them."},{"number":10,"verse":"For ten acres of vineyard shall yield but one bath, and a homer of seed shall yield but an ephah."},{"number":11,"verse":"Woe to them who rise up early in the morning, and run after strong drink; that continue drinking until night, till wine inflames them!"},{"number":12,"verse":"They drink wine while listening to the harps, timbrels, tambourines, and flutes; but they do not regard the works of the LORD, neither consider the deeds of his hands."},{"number":13,"verse":"Therefore my people are gone into captivity, because they have no knowledge: and their dead are multiplied because of the famine, and have been overcome with thirst."},{"number":14,"verse":"Therefore Sheol has enlarged itself, and opened its mouth without measure: and the glorious men, the honorable men, and the mighty men shall descend into it."},{"number":15,"verse":"And the mean man shall be humbled, and the mighty man shall be brought down, and the eyes of the lofty shall be humbled:"},{"number":16,"verse":"But the LORD of hosts shall be exalted in judgment, and the Holy God shall be sanctified in righteousness."},{"number":17,"verse":"Then shall the lambs feed there in their usual fashion, and the waste places that shall be rebuilt shall be the property of the rightful owners."},{"number":18,"verse":"Woe to them that spin out their iniquities like a long rope, and their sins are like a bridle on the neck of a heifer;"},{"number":19,"verse":"Who say, Let the LORD make speed, and hasten his works, that we may see them; and let the counsel of the Holy One of Israel draw near, and let it come, that we may know it!"},{"number":20,"verse":"Woe to them who call evil good, and good evil; who put darkness for light, and light for darkness; who put bitter for sweet, and sweet for bitter!"},{"number":21,"verse":"Woe to those who are wise in their own eyes and prudent in their own sight!"},{"number":22,"verse":"Woe to those who are mighty to drink wine, and strong men who mix strong drink;"},{"number":23,"verse":"Who justify the guilty because of his bribe, and take away justice from the righteous!"},{"number":24,"verse":"Therefore as the fire devours the stubble and the flame consumes the chaff, so they shall be consumed by the flame, and their root shall be as dust; and their blossom shall go up like chaff, because they have rejected the law of the LORD of hosts and despised the command of the Holy One of Israel."},{"number":25,"verse":"Therefore is the anger of the LORD kindled against his people, and he has stretched forth his hand against them, and has smitten them: and the mountains trembled; and their carcasses were like mud in the streets. For all this his anger has not turned away, and his hand is stretched out still."},{"number":26,"verse":"And he will lift up an ensign to the nations from afar and will whistle to them from the end of the earth; and, behold, they shall come swiftly with speed."},{"number":27,"verse":"They shall not be weary nor stumble, they shall not slumber nor sleep, neither shall the girdle of their loins be loosed, nor the lace of their shoes be broken;"},{"number":28,"verse":"Their arrows are sharp and their bows are bent, their horses' hoofs shall be counted like flint, and their wheels like a whirlwind."},{"number":29,"verse":"Their roaring shall be like a lion, and like the young lions that roar, and take hold on the prey and carry it off; and none shall deliver it."},{"number":30,"verse":"And in that day he shall roar against them like the roaring of the sea; and if they look to the land, behold, there shall be darkness and distress, and the light shall be darkened with thick darkness."}]}