{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"THUS says the LORD: Where is the bill of the divorcement of your mother, whom I have put away? Or which of my creditors is it to whom I have sold you? Behold, for your iniquities were you sold, and for your transgressions is your mother put away."},{"number":2,"verse":"Why, when I came, was there no man? When I called was there none to answer? Is my hand shortened at all, that it cannot save? Or have I no power to deliver? Behold, at my rebuke I dry up the sea, I make the rivers a wilderness; their fish stink because there is no water, and they die of thirst."},{"number":3,"verse":"I clothe the heavens with darkness and make sackcloth their covering."},{"number":4,"verse":"The LORD God has given me the tongue of the learned, that I should know how to speak and declare a word to the weary; he wakens me in the morning; in the morning he causes my ears to hear the teaching."},{"number":5,"verse":"The LORD God has opened my ears, and I have not turned back to the evil way, neither have I been rebellious."},{"number":6,"verse":"I gave my back to the smiters and my cheeks to those who slap on the face; I turned not my face from shame and spitting."},{"number":7,"verse":"For the LORD God has helped me; therefore I am not confounded; therefore I have hardened my face like a flint, and I know that I shall not be ashamed."},{"number":8,"verse":"For he who justifies me is near. Who will contend with me? Let us stand together. Who is my adversary? Let him come near to me."},{"number":9,"verse":"Behold, the LORD God will help me; who is he that shall condemn me? Lo, they all shall wear out as a garment; the moth shall eat them up."},{"number":10,"verse":"Who is among you who reveres the LORD? Let him listen to the voice of his servant. He who walks in darkness and has no light, let him trust in the name of the LORD and be saved by his God."},{"number":11,"verse":"Behold, all of you are like kindling wood and the sparks of the kindling. Walk in the light of your fire and in the sparks that you have kindled. This shall you have of my hands: you shall lie down in sorrow."}]}