{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"GIVE praise, O barren, you who did not bear; break forth into singing and rejoice, you who have not travailed with child; for more are the children of the barren than the children of her that is beloved by her husband, says the LORD."},{"number":2,"verse":"Enlarge the place of your tents, and stretch forth the curtains of your habitations; spare not, lengthen your cords and strengthen your tent pegs;"},{"number":3,"verse":"For you shall expand on the right hand and on the left; and your descendants shall inherit the Gentiles and make the desolate cities to be inhabited."},{"number":4,"verse":"Fear not, for you shall not be ashamed; neither shall you be rebuked, for you shall not be put to shame; you shall forget the shame of your youth and shall not remember the reproach of your widowhood any more."},{"number":5,"verse":"For your LORD shall do thus to you; the LORD of hosts is his name, and your Saviour the Holy One of Israel; the God of the whole earth shall he be called."},{"number":6,"verse":"For the LORD has called you as a woman forsaken and grieved in spirit, and as a wife forsaken from her youth, says your God."},{"number":7,"verse":"For in a little anger I have forsaken you; but with my great mercies I will gather you."},{"number":8,"verse":"In a raging wrath I hid my face from you; but with my everlasting kindness I will have mercy on you, says the LORD, your Saviour."},{"number":9,"verse":"This is like the days of Noah to me; for as I have sworn that the waters of Noah should no more go over the earth, so have I sworn that I would not be angry with you nor rebuke you."},{"number":10,"verse":"For the mountains shall be brought low and the hills bent downward; but my kindness shall not depart from you, neither shall the covenant of your peace be removed, says the LORD, the Merciful One."},{"number":11,"verse":"O you afflicted one, tempest-tossed and not comforted, behold, I will set your stones in beryl, and lay your foundations with sapphires."},{"number":12,"verse":"And I will make your walls of jasper and your gates of crystal and your borders of precious stones."},{"number":13,"verse":"And all your children shall learn of me; and great shall be the peace of your children."},{"number":14,"verse":"In righteousness shall you be established; you shall be far from oppression, for you shall not fear; and from ruin, for destruction shall not come near you."},{"number":15,"verse":"All those who are brought back by my hand shall enter into you; and they shall be as a place of refuge to your inhabitants."},{"number":16,"verse":"Behold, I have created the smith who blows the coals in the fire and brings forth an instrument for his work; and I have created the ravager to destroy."},{"number":17,"verse":"No weapon that is fashioned against you shall prosper; and every tongue that shall rise against you in judgment, you shall condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, says the LORD."}]}