{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":55,"verses":[{"number":1,"verse":"NO, every one that thirsts, come to the waters; and he who has no money, come, buy and eat; yea, come, buy wine and milk without money and without price."},{"number":2,"verse":"Wherefore do you spend money for that which is not bread? And your labor for that which does not satisfy? Listen diligently to me, and you shall eat that which is good, and your soul shall be delighted in delicacies."},{"number":3,"verse":"Incline your ear, and come to me; listen to me, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David."},{"number":4,"verse":"Behold, I have given you for a witness to the Gentiles, a ruler and leader to the nations."},{"number":5,"verse":"For you shall call nations that you know not, and nations that knew you not shall run to you because of the LORD your God, and because of the Holy One of Israel; for he has glorified you."},{"number":6,"verse":"Seek the LORD; and when you find him, call upon him while he is near;"},{"number":7,"verse":"Let the sinner forsake his way, and the wicked man his thoughts; and let him return to the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon."},{"number":8,"verse":"For my thoughts are not like your thoughts, neither are my ways like your ways, says the LORD."},{"number":9,"verse":"For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts."},{"number":10,"verse":"For as the rain and the snow come down from heaven, and returns not thither, but waters the earth and makes it bring forth and sprout and gives seed to the sower and bread to the eater;"},{"number":11,"verse":"So shall my word be that goes forth out of my mouth; it shall not return to me void, but it shall do what I please and it shall accomplish that for which I sent it."},{"number":12,"verse":"For you shall go out with joy, and be led forth with peace; the mountains and the hills shall break forth before you into singing and all the trees of the field shall clap their hands."},{"number":13,"verse":"Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle; and it shall be to the LORD for a name, for an everlasting sign that shall not be cut off."}]}