{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"CRY aloud, spare not, lift up your voice like a trumpet and show my people their transgressions, and the house of Jacob their sins."},{"number":2,"verse":"Yet they seek me daily and wish to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God; they ask of me the ordinances of justice; they take delight in drawing near to God."},{"number":3,"verse":"Why have we fasted, and thou seest it not? Why have we afflicted ourselves, and thou takest no notice? Behold, in the day of your fast you do what you wish, and you present offerings to all of your idols."},{"number":4,"verse":"Behold, you fast for strife and quarreling, and to strike violently with the fist of wickedness; you shall not fast as you do this day, to make your voice to be heard on high."},{"number":5,"verse":"Is it such a fast that I have chosen? A day for a man to afflict his soul, to bow down his head like a bulrush, and to spread sackcloth and ashes under him? Will you call this a fast, and an acceptable day to the LORD?"},{"number":6,"verse":"This is the fast that I have chosen: to loose the bonds of wickedness, to cut off the bands of treachery, to let the oppressed go free, and to break every yoke;"},{"number":7,"verse":"To share your bread with the hungry, and to bring the stranger to your house; when you see the naked, to cover him; and to refuse not one of your own flesh."},{"number":8,"verse":"Then shall your light break forth as the morning and your righteousness shall spring forth speedily; and your righteousness shall go before you; the glory of the LORD shall be your reward."},{"number":9,"verse":"Then you shall call, and the LORD shall answer you; you shall cry, and he shall say, Here am I. If you remove deceit from your midst and release the prisoners and cease speaking falsehood;"},{"number":10,"verse":"And give your bread to the hungry, and satisfy the afflicted soul; then shall your light shine in darkness, and your darkness be as the noonday;"},{"number":11,"verse":"And the LORD shall guide you continually and satisfy your soul with rich food; and strengthen your bones; and you shall be like a watered garden, and like a spring whose water fails not."},{"number":12,"verse":"And some of you shall build the old waste places; you shall raise up the foundations of many generations; and you shall be called the repairer of the breaches, the restorer of paths to dwell in."},{"number":13,"verse":"If you turn away your foot from the sabbath, from doing your pleasures on my holy day; and call the sabbath a delight, the holy of the LORD, honorable; and shall honor it, not doing on it your own ways, nor doing on it your own pleasure, nor speaking idle words;"},{"number":14,"verse":"Then you shall put your trust in the LORD; and I will cause you to ride upon the high places of the earth and feed you with the heritage of Jacob your father; for the mouth of the LORD has spoken it."}]}