{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":59,"verses":[{"number":1,"verse":"BEHOLD, the LORD'S hand is not so short, that it cannot save; neither is his ear dull that it cannot hear;"},{"number":2,"verse":"But it is your iniquities that have separated you and your God; and your sins have hid his face from you, that he will not hear."},{"number":3,"verse":"For your hands are defiled with blood, and your fingers with iniquity; your lips have spoken lies, your tongue mutters wickedness."},{"number":4,"verse":"There is no one who calls for justice, neither is there any one who judges faithfully; they trust in vanity and speak lies; they conceive iniquity and bring forth grief."},{"number":5,"verse":"They hatch adder's eggs, and weave a spider's web; he who eats of their eggs shall die, and those which hatch out will be found to be vipers."},{"number":6,"verse":"Their webs shall not become garments, neither shall they cover themselves with their works; their works are works of iniquity, and acts of violence are in their hands."},{"number":7,"verse":"Their feet run to evil, and they make haste to shed innocent blood; their thoughts are thoughts of iniquity; plunder and destruction are in their paths."},{"number":8,"verse":"The way of peace they know not; and there is no justice in their ways; they have made their paths crooked; whosoever walks in them shall not know peace."},{"number":9,"verse":"Therefore justice is far from us, and righteousness does not overtake us; we wait for light, but behold obscurity; for brightness, but we walk in darkness."},{"number":10,"verse":"We grope for the wall like the blind, and we grope like men who have no eyes; we stumble at noonday as in the night; we groan as those who are near death."},{"number":11,"verse":"We all roar like bears, and mourn sore like doves; we look for justice, but there is none; for salvation, but it is far off from us."},{"number":12,"verse":"For our transgressions are multiplied before thee, and our sins testify against us; our iniquities are with us, and our sins are well known:"},{"number":13,"verse":"Transgressing and lying against the LORD, turning away from following our God, speaking oppression and revolt, conceiving and devising in our heart words of falsehood."},{"number":14,"verse":"Judgment is turned backward, and righteousness stands afar off; for truth is fallen in the street, and equity cannot enter."},{"number":15,"verse":"Yea, truth is hid, and understanding has departed from our mind; the LORD saw that there was no justice, and he was displeased."},{"number":16,"verse":"And he saw that there was no man, and wondered that there was no one to help; therefore his arm brought salvation to him, and his righteousness sustained him."},{"number":17,"verse":"For he put on righteousness as a breastplate, and a helmet of salvation upon his head; and he put on the garments of vengeance for clothing,"},{"number":18,"verse":"That he may seek vengeance upon those who hate him, and retribution to his adversaries, and to the islands he will render recompense."},{"number":19,"verse":"So shall they revere the name of the LORD from the west, and his glory from the rising of the sun. For the oppressor shall come in like a flood, and the Spirit of the LORD shall humble him."},{"number":20,"verse":"And a Saviour shall come to Zion, and to those who turn from transgression in Jacob, says the LORD."},{"number":21,"verse":"As for me, this is my covenant with you, says the LORD: my spirit that is upon you, and my words which I have put in your mouth, shall not depart out of your mouth, nor out of the mouth of your descendants, nor out of the mouth of your descendant's descendants, says the LORD, from henceforth and for ever."}]}