{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"OH that thou wouldst rend the heavens and that thou wouldst come down, that the mountains might flee at thy presence;"},{"number":2,"verse":"That they might melt as wax melts before the fire, and that fire might devour thy enemies, that thy name might be made known to thy enemies, so that the nations might tremble at thy presence!"},{"number":3,"verse":"When thou didst wondrous things which we looked not for, thou camest down, the mountains fled at thy presence."},{"number":4,"verse":"For since the beginning of the world men have not heard nor perceived by the ear, neither has the eye seen, O God, any besides thee, because of what thou doest for those that wait for thee."},{"number":5,"verse":"Thou meetest with joy him that works righteousness, those that remember thee in thy ways; behold, thou art wroth; for we have transgressed against thy ways, and yet we shall be saved."},{"number":6,"verse":"For we have all become like an unclean thing, and all our righteousness is like filthy rags; we all fall off like leaves; and our iniquities, like the whirlwind, have taken us away."},{"number":7,"verse":"There is none that calls upon thy name, that remembers to take hold of thee; for thou hast turned away thy face from us, and hast delivered us into the power of our sins."},{"number":8,"verse":"But now, O LORD, thou art our Father; we are the clay, and thou our potter; and we are all the work of thy hand."},{"number":9,"verse":"Be not very angry, O LORD, neither remember our sins for ever; behold, see, we are all thy people."},{"number":10,"verse":"Thy holy cities have become a wilderness, Zion is a wilderness, Jerusalem a desolation."},{"number":11,"verse":"Our holy and beautiful temple, where our fathers praised thee, is consumed with fire; and all our pleasant possessions are laid waste."},{"number":12,"verse":"Because of these things thou hast restrained thyself, O LORD, and held thy peace, and afflicted us very sore."}]}