{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"I AM sought of those who did not ask for me; I am found of those who sought me not; I said, Here am I, here am I, to a nation that has never called my name."},{"number":2,"verse":"I have spread out my hands all the day to a rebellious people, who walk in a way that is not good, after their own thoughts,"},{"number":3,"verse":"A people who provoke me to anger continually, who sacrifice in the gardens and burn incense upon altars of bricks;"},{"number":4,"verse":"Who sit in tombs and lodge in caves, who eat swine's flesh and pollute their vessels with unclean carcasses; to break the law and to defile the holy covenant, that they may provoke the LORD."},{"number":5,"verse":"Who say, Keep away, do not come near me; for I am sanctified. These men are a smoke in my anger, a fire that burns all the day."},{"number":6,"verse":"Behold, it is written before me: I will not keep silence until I recompense them a double portion into their bosom."},{"number":7,"verse":"Their sins and the sins of their fathers are well known, says the LORD, for they have burned incense upon the mountains and reproached me upon the hills; therefore I will measure their former works into their bosom."},{"number":8,"verse":"Thus says the LORD: As the new wine is found in the cluster, and one says to another, Destroy it not, for a blessing is in it; so will I do for my servant's sake, and I will not destroy them all."},{"number":9,"verse":"And I will bring forth an offspring out of Jacob, and out of Judah an inheritor of my mountains; my elect shall inherit it and my servants shall dwell there."},{"number":10,"verse":"And Sharon shall be a fold for flocks, and the valley of Achor a place for the herds to lie down in for my people who have sought me."},{"number":11,"verse":"But as for you who have forsaken the LORD and have forgotten his holy mountain, who prepare tables for fortune tellers and have poured out wine into bowls for them,"},{"number":12,"verse":"I will deliver you up to the sword, and all of you shall bow down to the slaughter, because when I called, you did not answer; when I spoke, you did not listen; and you did evil in my presence, and did choose the thing wherein I do not delight."},{"number":13,"verse":"Therefore thus says the LORD God: Behold, my servants shall eat, but you shall be hungry; behold, my servants shall drink, but you shall be thirsty; behold, my servants shall rejoice, but you shall weep;"},{"number":14,"verse":"Behold my servants shall sing for joy of heart, but you shall complain for sorrow of heart and for vexation of spirit."},{"number":15,"verse":"And you shall leave your name for a curse to my chosen ones; for the LORD God shall slay you, and call his servants by another name;"},{"number":16,"verse":"So that he who blesses himself in the earth shall bless himself in the God of truth; and he who swears in the earth shall swear by the God of truth; because the former troubles are forgotten, and because they are hid from my presence."},{"number":17,"verse":"For, behold, I create new heavens and a new earth; and the former things shall not be remembered nor come into mind."},{"number":18,"verse":"But my people shall be glad and rejoice for ever because I am creating; for, behold, I create Jerusalem a rejoicing, and I will rejoice in it."},{"number":19,"verse":"And I will rejoice in Jerusalem, and joy in my people; and the voice of weeping shall be no more heard in her, nor the voice of wailing."},{"number":20,"verse":"There shall be no more in her a child who dies in infancy nor an old man who has not filled his days; for the child shall die a hundred years old; but a sinner being a hundred years old shall be accursed."},{"number":21,"verse":"They shall build houses and inhabit them; and they shall plant vineyards and eat their fruit."},{"number":22,"verse":"They shall not build and others inhabit; they shall not plant and others eat; for like the days of trees are the days of my people, and my chosen ones shall eat the work of their hands."},{"number":23,"verse":"They shall not labor in vain nor bring forth children for a curse; for they are the seed of the blessed of the LORD, both they and their children with them."},{"number":24,"verse":"And it shall come to pass that before they call I will answer them; and before they speak I will hear them."},{"number":25,"verse":"The wolf and the lamb shall feed together and the lion shall eat straw like the ox, and dust shall be the serpents' food. They shall not hurt nor destroy in all my holy mountain, says the LORD."}]}