{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"THUS says the LORD: Heaven is my throne and the earth my footstool; what is the house that you build for me? And what is the place of my rest?"},{"number":2,"verse":"For all those things has my own hand made, and all those things belong to me, says the LORD; and to whom shall I look, and where shall I dwell? But to him who is calm and humble, and trembles at my word."},{"number":3,"verse":"He who kills an ox is like him who slays a man; he who sacrifices a lamb is like him who kills a dog; he who offers a meal offering is like him who offers swine's blood; he who burns incense is like him who blesses an idol. Yea, they have chosen their own ways, and their soul delights in their idols."},{"number":4,"verse":"I also will allow them to be humiliated and will recompense them according to their works; because when I called, none did answer; when I spoke, they did not listen; but they did evil in my sight, and chose the things in which I delighted not."},{"number":5,"verse":"Hear the word of the LORD, you who tremble at his word; say to your brethren who hate you and who despise you for my name's sake, Let the LORD be glorified, and rejoice in your joy, and they shall be ashamed."},{"number":6,"verse":"A voice of tumult comes from the city, a voice from the temple, the voice of the LORD who renders recompense to his enemies!"},{"number":7,"verse":"Before she travailed, she gave birth; before her pain came, she was delivered of a male child."},{"number":8,"verse":"Who has heard such a thing? Who has seen such things? Shall the earth be made to bring forth in one day? Or shall a nation be born in an hour? For as soon as Zion travailed, she brought forth her children."},{"number":9,"verse":"Shall I bring to the birth, and not cause to bring forth? says the LORD; perhaps it is not I who causes to bring forth and who shuts the womb? says the LORD your God."},{"number":10,"verse":"Rejoice with Jerusalem and be glad with her, all you who love her; rejoice in joy with her, all you who mourn over her,"},{"number":11,"verse":"That you may suck and be satisfied with the comfort of her breast; that you may milk out and be delighted with the abundance of her glory."},{"number":12,"verse":"For thus says the LORD: Behold, I will extend peace to her like a river, like an overflowing torrent; and you shall suck the glory of the Gentiles; and you shall be carried on the litters and be dandled upon the knees;"},{"number":13,"verse":"As one whom his mother comforts, so will I comfort you; and you shall be comforted in Jerusalem."},{"number":14,"verse":"And when you shall see this, your heart shall rejoice and your bones shall flourish like tender grass; and the hand of the LORD shall be stretched out toward his servants, and he shall destroy his enemies."},{"number":15,"verse":"For, behold, the LORD will come with fire and with his chariot like a whirlwind, to pour out his anger with fury and his rebuke with flames of fire."},{"number":16,"verse":"For by fire will the LORD judge, and by it will he test all flesh; and the slain of the LORD shall be many."},{"number":17,"verse":"Those who sanctify themselves and purify themselves in the gardens, following one after another in the midst, eating swine's flesh and creeping things and mice, shall be consumed together, says the LORD."},{"number":18,"verse":"For I know their works and their thoughts; when I come to gather all nations and tongues, they shall come and see my glory."},{"number":19,"verse":"I will set a sign among them, and those who escape I will send among the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal, and Javan, and to the islands afar off that have not heard my fame, neither have they seen my glory; and they shall declare my glory among the Gentiles."},{"number":20,"verse":"And upon horses and in chariots and in litters they shall bring all your brethren for an offering to the LORD out of all nations to my holy mountain Jerusalem, says the LORD, as the children of Israel bring a meal offering in a clean vessel into the house of the LORD."},{"number":21,"verse":"And I will also take some of them for priests and for Levites, says the LORD."},{"number":22,"verse":"For as the new heavens and the new earth which I will snake shall remain before me, says the LORD, So shall your descendants and your name remain."},{"number":23,"verse":"And it shall come to pass that from one new moon to another and from one sabbath to another all flesh shall come to worship before me, says the LORD."},{"number":24,"verse":"And they shall go forth and look on the dead bodies of the men that have transgressed against me; for their coals shall not die, neither shall their fire be quenched; and they shall be an abhorrence to all flesh."}]}