{"bibleAbbr":"LBP1933","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"MOREOVER the LORD said to me, Take a large scroll and write on it plainly, To hasten the captivity, and to record the spoil."},{"number":2,"verse":"And I took to me faithful witnesses to record, Uriah the priest and Zechariah the son of Berechiah."},{"number":3,"verse":"Then I went to the prophetess; and she conceived and bore a son. Then the LORD said to me, Call his name Mesarhib-shabey-otakib-baz, Hasten to take away captives; speed to take away the spoil."},{"number":4,"verse":"For before the child shall know how to cry, My father and my mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria."},{"number":5,"verse":"The LORD spoke to me again, saying,"},{"number":6,"verse":"Forsasmuch as this people have refused the waters of Shiloah, that flow softly, and rejoice in Rezin and the son of Romaliah;"},{"number":7,"verse":"Now therefore, behold, the LORD brings up against them the waters of the river (Euphrates), many and strong, even the king of Assyria and all his glory; and he shall come up over all their brooks, and walk over all their fortified walls;"},{"number":8,"verse":"And he shall pass through Judah and shall sweep on and go over; he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of your land, O Immanuel."},{"number":9,"verse":"Tremble, O you people, and you shall be broken in pieces; and give ear, all you of far countries; gird yourselves, and you shall be defeated."},{"number":10,"verse":"Take counsel together, and it shall come to nought; speak the word, and it shall not stand; for God is with us."},{"number":11,"verse":"For the LORD spoke thus to me, as he held me and led me aside that I should not walk in the way of this people, saying,"},{"number":12,"verse":"Do not say, A conspiracy, as this people has said conspiracy, neither shall you worship their idols nor be afraid of them."},{"number":13,"verse":"Sanctify the LORD of hosts himself; he is your God and he is your helper."},{"number":14,"verse":"And he shall be for a sanctuary; and for a stone of offense and for a rock of stumbling to both the houses of Israel, for a trap and a snare to the inhabitants of Jerusalem."},{"number":15,"verse":"And many of them shall stumble by them; they shall fall and be broken and be snared and be taken."},{"number":16,"verse":"Bind up the testimony, seal the law,"},{"number":17,"verse":"And in my teaching I will wait for the LORD, who has turned away his face from the house of Jacob, and I will look for him."},{"number":18,"verse":"Behold, I and the children whom the LORD has given me are for a sign and for a wonder in Israel from the LORD of hosts, who dwells on mount Zion."},{"number":19,"verse":"And when they shall say to you, Inquire of men who have familiar spirits and of wise men who chirp and mutter, these men are not God's people, who inquire of the dead concerning the living."},{"number":20,"verse":"As for the law and the testimony, if they do not speak according to this word, it is because they do not receive a bribe for it."},{"number":21,"verse":"And they shall pass through the land sorely beset and hungry; and it shall come to pass, that when they shall be hungry, they shall be angry and will curse their king, and their God, and be haughty."},{"number":22,"verse":"And they shall look to the earth; and behold trouble and darkness, tribulation and dimness shall scatter them; but he shall not afflict him who is in distress as in the former time."}]}