{"bibleAbbr":"Thomson1808","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"Behold I am about to send my messenger and he will examine the way before me. And the Lord whom ye seek; even the angel of the covenant whom you desire will come suddenly to his temple. Behold he is coming, saith the Lord Almighty."},{"number":2,"verse":"And who can abide the day of his coming? Or who can stand his appearance? Since he is coming like the fire of a refiner's furnace; and like the soap of the fullers."},{"number":3,"verse":"He will sit refining and purifying and will purify the sons of Levi like the silver and gold, and melt them like the gold and silver. Then shall they offer to the Lord a sacrifice in righteousness"},{"number":4,"verse":"and the sacrifice of Juda and Jerusalem will please the Lord as in the days of old and as in former years."},{"number":5,"verse":"And I will bring to judgment before you and be a swift witness against sorcerers, and against adulteresses, and against them who swear by my name to a falsehood, and against them who deprive the hireling of his wages, and them who oppress the widow, and them who buffet the fatherless, and them who turn aside the cause of the stranger, and them who do not fear me, saith the Lord Almighty."},{"number":6,"verse":"Because I the Lord am your God and change not;"},{"number":7,"verse":"but you the sons of Jacob do not abstain from the iniquities of your fathers: you have turned aside my statutes and have not kept them: turn to me and I will turn to you, saith the Lord Almighty. Do you say, Wherein shall we turn?"},{"number":8,"verse":"Will a man supplant God? For you supplant me: and will you say, “wherein have we supplanted thee?” Because the tythes and the first fruits are with you,"},{"number":9,"verse":"and you view them again and again and supplant me. The year is ended and you have carried the products into (a) The objection, (b) The answer. your stores."},{"number":10,"verse":"Now let that which hath been plundered from him be in his house. Turn now in this respect, saith the Lord Almighty: (see) if I will not open for you the flood gates of heaven and pour my blessing upon you, until there is enough;"},{"number":11,"verse":"and send you it for food and no more destroy the fruit of your land; so that your vine shall no more be sickly in the field, saith the Lord Almighty,"},{"number":12,"verse":"and all the nations will hail you happy: for you will be a beloved land, saith the Lord Almighty."},{"number":13,"verse":"You have brought heavy accusations against me, saith the Lord. Do you say, in what instance have we spoken against thee?"},{"number":14,"verse":"You say, “Vain is he who serveth God: and what advantage is it, that we have kept his charges. For though we have walked as supplicants before the Lord Almighty,"},{"number":15,"verse":"yet we now call strangers happy; and all that do unlawful things are built up. Though they opposed God; yet they are saved.”"},{"number":16,"verse":"Against these things they who feared the Lord spoke to one another; and the Lord hearkened and heard and wrote a book of remembrance before him for them who fear the Lord and revere his name."},{"number":17,"verse":"And they shall be, saith the Lord Almighty, an acquisition for me, on the day which I make; and I will make choice of them, as a man maketh choice of a son who serveth him."},{"number":18,"verse":"And when you shall be converted, you shall see the difference between a righteous man and one who is unrighteous; and between him who serveth God and him who serveth not."}]}