{"bibleAbbr":"maiNT","bookName":"कुलुस्‍से नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"हम चाहैत छी जे अहाँ सभ ई बात जानि ली जे हम अहाँ सभक लेल, लौदीकिया नगरक विश्‍वासी सभक लेल आ ओहि सभ लोकक लेल जे सभ हमरा व्‍यक्‍तिगत रूप सँ कहियो नहि देखने छथि, केहन संघर्ष करैत रहैत छी।"},{"number":2,"verse":"ई हम एहि लेल करैत छी जाहि सँ ओ सभ अपना मोन मे उत्‍साहित होथि, प्रेमक एकता मे बान्‍हल रहथि, ओहि आत्‍मिक धन केँ प्राप्‍त करथि जे ज्ञानक परिपूर्णता सँ भेटैत अछि, आ एहि तरहेँ परमेश्‍वरक रहस्‍य केँ, अर्थात्, मसीह केँ, पूर्ण रूप सँ चिन्‍हथि।"},{"number":3,"verse":"हुनके मे बुद्धि और ज्ञानक समस्‍त भण्‍डार नुकायल अछि।"},{"number":4,"verse":"ई हम एहि लेल कहि रहल छी जे, केओ अहाँ सभ केँ ओहन तर्क द्वारा बहकाबऽ नहि पाबओ, जे सुनऽ मे ठीक लगितो गलत अछि।"},{"number":5,"verse":"ओना तँ हम शारीरिक रूप सँ अहाँ सभ सँ दूर छी, तैयो हमर मोन अहाँ सभक संग अछि आ हमरा ई देखि कऽ आनन्‍द होइत अछि जे अहाँ सभक जीवन कतेक व्‍यवस्‍थित अछि आ मसीह मेहक अहाँ सभक विश्‍वास कतेक दृढ़ अछि।"},{"number":6,"verse":"( मसीह मे विश्‍वासीक पूर्णता) एहि लेल जहिना अहाँ सभ मसीह यीशु केँ अपन प्रभु मानि कऽ ग्रहण कऽ लेने छी, तहिना हुनका मे रहि कऽ अपन जीवन व्‍यतीत करू।"},{"number":7,"verse":"हुनका मे अपन जड़ि मजगूत राखि कऽ हुनका मे बढ़ैत रहू आ बलवन्‍त बनैत जाउ। अहाँ सभ केँ जाहि विश्‍वासक शिक्षा प्राप्‍त भेल अछि, ताहि मे स्‍थिर रहि कऽ पूरा मोन सँ प्रभु केँ धन्‍यवाद दैत रहिऔन।"},{"number":8,"verse":"सावधान रहू, कतौ एना नहि होअय जे, केओ अहाँ सभ केँ छल-कपट सँ फुसियाहा तर्क-वितर्क द्वारा धोखा दऽ कऽ अपना जाल मे फँसाबय। ओहन लोकक तर्क-वितर्क मसीह पर नहि, बल्‍कि मनुष्‍यक परम्‍परा सभ पर आ एहि संसारक सिद्धान्‍त सभ पर आधारित अछि।"},{"number":9,"verse":"किएक तँ मसीह मे परमेश्‍वरक समस्‍त परिपूर्णता शारीरिक रूप मे वास करैत अछि,"},{"number":10,"verse":"आ मसीह मे संयुक्‍त भेला सँ अहूँ सभ पूर्ण भऽ गेल छी। प्रत्‍येक शक्‍ति आ अधिकार हुनके अधीन मे अछि।"},{"number":11,"verse":"मसीहे मे अहाँ सभक खतना सेहो भेल अछि—एहन खतना नहि, जे हाथ सँ कयल जाइत अछि ⌞जाहि मे शरीरक कनेक चमड़ा काटि कऽ हटाओल जाइत अछि⌟, बल्‍कि एहन, जे मसीह द्वारा कयल जाइत अछि आ जाहि द्वारा अहाँ सभक पाप-स्‍वभावक शक्‍ति अहाँ सभ मे सँ हटाओल गेल अछि।"},{"number":12,"verse":"अहाँ सभ तँ बपतिस्‍माक समय मे मसीहक संग गाड़ल गेलहुँ, आ हुनका संग फेर जीवित सेहो कयल गेलहुँ किएक तँ अहाँ सभ ओहि परमेश्‍वरक सामर्थ्‍य पर विश्‍वास कयलहुँ जे हुनका मृत्‍यु मे सँ फेर जीवित कयलथिन।"},{"number":13,"verse":"अहाँ सभ जे गैर-यहूदी जातिक लोक छी से एक समय मे अपना पाप सभक कारणेँ, आ पाप-स्‍वभावक खतना नहि कयल जयबाक कारणेँ, आत्‍मिक रूप सँ मरल छलहुँ, मुदा परमेश्‍वर अहाँ सभ केँ मसीहक संग फेर जीवित कयलनि। ओ अपना सभक सभ पाप केँ क्षमा कयलनि।"},{"number":14,"verse":"अपना सभक विरोध मे जे दोष-पत्र लिखल छल आ जे अपना सभ केँ दण्‍डक जोगरक प्रमाणित कयलक, तकरा ओ ओकर सम्‍पूर्ण नियम सभक संग रद्द कऽ देलनि, आ ओकरा क्रूस पर काँटी ठोकि कऽ अपना सभ सँ दूर कऽ देलनि।"},{"number":15,"verse":"ओ आत्‍मिक दुष्‍ट शक्‍ति सभक आ अधिकारी सभक सम्‍पूर्ण सामर्थ्‍य नष्‍ट कयलनि आ मसीहक क्रूस द्वारा ओकरा सभ केँ पराजित कऽ कऽ सभक सामने ओकरा सभ केँ तमाशा बना देलनि।"},{"number":16,"verse":"( मसीह मे विश्‍वासीक स्‍वतन्‍त्रता) एहि लेल, मोन राखू जे ककरो ई अधिकार नहि अछि जे ओ अहाँ सभ पर एहि विषय मे दोष लगाबय जे, केहन वस्‍तु खाइत-पिबैत छी, अथवा पाबनि-तिहार, अमावस्‍या वा विश्राम-दिन किएक नहि मनबैत छी,"},{"number":17,"verse":"किएक तँ ई सभ ताहि बात सभक छाया मात्र अछि, जे बाद मे आबऽ वला छल। वास्‍तविकता मसीहे छथि।"},{"number":18,"verse":"मोन राखू जे अहाँ सभ केँ पुरस्‍कार पयबाक बात मे अयोग्‍य ठहरयबाक अधिकार ओहन लोक केँ नहि छैक जे सभ ईश्‍वरीय दर्शन देखबाक धाख जमबैत रहैत अछि, देखाबटी नम्रता प्रगट करैत अछि, आ कहैत अछि जे स्‍वर्गदूत सभक पूजा कयनाइ आवश्‍यक अछि। ओहन लोक अपन सांसारिक बुद्धिक कारणेँ बिनु आधारक घमण्‍ड सँ फुलि जाइत अछि,"},{"number":19,"verse":"आ एहि तरहेँ ओ सभ सिर, अर्थात् मसीह, सँ कोनो सम्‍बन्‍ध नहि रखैत अछि। मसीह शरीरक सिर छथि जे समस्‍त शरीर केँ पोषित करैत छथि, आ एहि तरहेँ शरीर, जोड़-जोड़ सभ आ नस सभक द्वारा संगठित भऽ कऽ, परमेश्‍वरक योजनाक अनुसार बढ़ैत अछि।"},{"number":20,"verse":"अहाँ सभ जँ मसीहक संग मरि कऽ संसारक सिद्धान्‍त सभ सँ मुक्‍त भऽ गेल छी, तँ अहाँ सभ ओकर आदेश सभक एना कऽ पालन किएक करैत छी, जेना अहाँ सभक जीवन एखनो धरि संसारक अधीन होअय?"},{"number":21,"verse":"संसारक आदेश एहन होइत अछि, “एकरा हाथ मे नहि लिअ, ई नहि खाउ, ओकरा नहि छुबू!”—"},{"number":22,"verse":"ई सभ मनुष्‍य सभक आदेश अछि, मानवीय सिद्धान्‍त सभ पर आधारित अछि, आ एहन वस्‍तु सभ सँ सम्‍बन्‍ध रखैत अछि जे प्रयोग मे अयला पर नष्‍ट भऽ जाइत अछि।"},{"number":23,"verse":"ई सभ, अर्थात्, अपना सँ बनाओल धार्मिक नियम केँ माननाइ, नम्रताक आडम्‍बर देखौनाइ, आ अपना शरीर केँ कष्‍ट देनाइ, ओहन बात अछि जाहि मे निःसन्‍देह बुद्धिक बात तँ बुझाइत अछि, मुदा शारीरिक अभिलाषा सभ केँ रोकऽ मे एहि सभ सँ कोनो लाभ नहि होइत अछि।"}]}