{"bibleAbbr":"MKJV1962","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"The Word of the LORD that came to Micah the Morasthite in the days of Jotham, Ahaz, [and] Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem."},{"number":2,"verse":"Hear, all you people; listen, O earth, and its fullness. And let the Lord GOD be witness against you, the Lord from His holy temple."},{"number":3,"verse":"For behold, the LORD [is] coming out of His place, and will come down and walk on the high places of the earth."},{"number":4,"verse":"And the mountains shall melt under Him, and the valleys shall tear themselves, as wax before the fire, and as waters poured down a steep place."},{"number":5,"verse":"All this [is] for the transgression of Jacob, and for the sins of the house of Israel. What [is] the transgression of Jacob? [Is it] not Samaria? And what [are] the high places of Judah? [Are they] not Jerusalem?"},{"number":6,"verse":"And I will make Samaria into ruins of the field, planting places for a vineyard; and I will pour down her stones into the valley, and I will uncover her foundations."},{"number":7,"verse":"And all her graven images shall be beaten to pieces, and all her gifts shall be burned with the fire, and I will destroy all its idols. For she gathered it from the reward of a harlot, and they shall return to the reward of a harlot."},{"number":8,"verse":"Therefore I will wail and howl; I will go stripped and naked; I will make a wailing like jackals, mourn like the daughters of an ostrich."},{"number":9,"verse":"For her wounds [are] not curable; for it has come to Judah; it has reached to the gate of My people, to Jerusalem."},{"number":10,"verse":"Do not declare [it] in Gath; weep not at all; in the house of Leaphrah roll [in] the dust."},{"number":11,"verse":"Pass over to them, O dweller of Shaphir, in nakedness of shame. The dweller of Zaanan has not gone out; the mourning of Beth-ezel shall take from you his standing."},{"number":12,"verse":"For be grieved for good, the dweller of Maroth, for evil came down from the LORD to the gate of Jerusalem."},{"number":13,"verse":"O inhabitant of Lachish, bind the chariot to the stallion; she [is] the beginning of sin to the daughter of Zion, for the sins of Israel were found in you."},{"number":14,"verse":"Therefore you shall give parting gifts to Moresheth-gath; the houses of Achzib [are] for a lying thing to the kings of Israel."},{"number":15,"verse":"Yet I will bring an heir to you, O dweller of Mareshah. The glory of Israel shall come to Adullam."},{"number":16,"verse":"Make yourself bald, and cut off [your hair] for the sons of your delight; make your baldness large like the eagle; for they go into exile from you."}]}