{"bibleAbbr":"MKJV1962","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"And I said, Please hear, O heads of Jacob and magistrates of the house of Israel. [Is it] not for you to know justice?"},{"number":2,"verse":"You who hate the good and love the evil; who pull their skin off them, and their flesh from their bones;"},{"number":3,"verse":"who also eat the flesh of My people, and strip their skin off them. And they break their bones and chop them in pieces, like that in the pot, like those in the middle of the kettle."},{"number":4,"verse":"Then they shall cry to the LORD, but He will not answer them. He will even hide His face from them at that time, as they have done evil in their doings."},{"number":5,"verse":"So says the LORD concerning the prophets who make My people err, who bite with their teeth and cry, Peace! And whoever does not give for their mouth, they even sanctify a war against him."},{"number":6,"verse":"Therefore a night shall be to you [without] vision; and darkness [without] divining. And the sun shall go down over the prophets, and the day shall be dark over them."},{"number":7,"verse":"And the seers shall be ashamed, and the diviners ashamed; yea, they shall all cover their mustache, for [there is] no answer [from] God."},{"number":8,"verse":"But I am full of power by the Spirit of the LORD, and justice, and might, to declare to Jacob his transgression, and to Israel his sin."},{"number":9,"verse":"Please hear this, heads of the house of Jacob, and magistrates of the house of Israel, who hate justice and pervert all equity."},{"number":10,"verse":"They build up Zion with blood, and Jerusalem with iniquity."},{"number":11,"verse":"Her heads judge for a bribe, and her priests teach for pay, and her prophets divine for silver, yet they will lean on the LORD and say, [Is] not the LORD among us? No evil can come on us!"},{"number":12,"verse":"Therefore, on account of you, Zion shall be plowed [as] a field, and Jerusalem shall become heaps, and the mountain of the house into high places of the forest."}]}