{"bibleAbbr":"MKJV1962","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"Woe is me! For I am like the gatherings of summer fruits, like the grape-gleanings of the vintage. There is no cluster to eat; my soul desires the first-ripe fruit."},{"number":2,"verse":"The pious has perished from the earth, and there is none upright among men. For they all lie in wait for blood; each one hunts his brother [with] a net."},{"number":3,"verse":"Both hands [are] on evil, to do [it] well. The ruler asks for a bribe, and the judge also; and the great man speaks the evil desire of his soul. So they weave it together."},{"number":4,"verse":"The best of them [is] like a briar; the most upright [is sharper] than a hedge of thorns. The day of your watchmen [and] your punishment comes; now their shame shall come."},{"number":5,"verse":"Put no trust in a friend; put no hope in a guide; keep the door of your mouth from her who lies [in] your bosom."},{"number":6,"verse":"For the son dishonors the father; the daughter rises up against her mother, the daughter-in-law against her mother-in-law. A man's enemies are the men of his own household."},{"number":7,"verse":"Therefore I will look to the LORD; I will wait for the God of my salvation. My God will hear me!"},{"number":8,"verse":"Rejoice not against me, my enemy; for [if] I fall, I shall arise; for [if] I sit in darkness, the LORD shall be a light to me."},{"number":9,"verse":"I will bear the fury of the LORD, because I have sinned against Him, until He pleads my cause and brings out judgment for me. He will bring me out to the light, and I shall behold His righteousness."},{"number":10,"verse":"Then my enemy shall see it; and shame shall cover her who said to me, Where is the LORD your God? My eyes shall behold her; now she shall be trampled like the mud of the streets."},{"number":11,"verse":"[In] the day that your walls are to be built, in that day the decree shall be far removed."},{"number":12,"verse":"[In] that day he shall come even to you from Assyria, and from the fortified cities, and from the siege even to the river, and from sea to sea, and from mountain [to] mountain."},{"number":13,"verse":"But the land shall be wasted because of those who dwell in it, for the fruit of their doings."},{"number":14,"verse":"Feed your people with your rod, the flock of your inheritance, who dwell alone in the woods, in the midst of Carmel; let them feed [in] Bashan and Gilead, as in the days of old."},{"number":15,"verse":"According to the days of your coming out of the land of Egypt I will show to him marvelous things."},{"number":16,"verse":"The nations shall see and be ashamed at all their might; they shall lay their hand on [their] mouth; their ears shall be deaf."},{"number":17,"verse":"They shall lick the dust like a snake; they shall move out of their holes like worms of the earth. They shall dread the LORD our God, and shall fear because of You."},{"number":18,"verse":"Who [is] a God like You, who pardons iniquity and passes by the transgression of the remnant of His heritage? He does not keep His anger forever, because He delights [in] mercy."},{"number":19,"verse":"He will turn again; He will have pity on us. He will trample our iniquities. Yea, You will cast all their sins into the depths of the sea."},{"number":20,"verse":"You will give faithfulness to Jacob, mercy to Abraham, which You have sworn to our fathers from the days of old."}]}