{"bibleAbbr":"NASB2020","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"(Jesus Is the Vine—Followers Are Branches) “I am the true vine, and My Father is the vinedresser."},{"number":2,"verse":"Every branch in Me that does not bear fruit, He takes away; and every branch that bears fruit, He (Lit cleans; used to describe pruning) prunes it so that it may bear more fruit."},{"number":3,"verse":"You are already (I. e., pruned like a branch) clean because of the word which I have spoken to you."},{"number":4,"verse":"Remain in Me, (Or I also remain in you) and I in you. Just as the branch cannot bear fruit (Lit from) of itself (Lit if it does not remain) but must remain in the vine, so neither can you unless you remain in Me."},{"number":5,"verse":"I am the vine, you are the branches; the one who remains in Me, and I in him (Lit this one bears) bears much fruit, for apart from Me you can do nothing."},{"number":6,"verse":"If anyone does not remain in Me, he is thrown away like a branch and dries up; and they gather them and throw them into the fire, and they are burned."},{"number":7,"verse":"If you remain in Me, and My words remain in you, ask whatever you wish, and it will be done for you."},{"number":8,"verse":"My Father is glorified by this, that you bear much fruit, and so (Or become My disciples) prove to be My disciples."},{"number":9,"verse":"Just as the Father has loved Me, I also have loved you; remain in My love."},{"number":10,"verse":"If you keep My commandments, you will remain in My love; just as I have kept My Father’s commandments and remain in His love."},{"number":11,"verse":"These things I have spoken to you so that My joy may be in you, and that your joy may be made full."},{"number":12,"verse":"(Disciples’ Relation to Each Other) “This is My commandment, that you love one another, just as I have loved you."},{"number":13,"verse":"Greater love has no one than this, that a person will lay down his life for his friends."},{"number":14,"verse":"You are My friends if you do what I command you."},{"number":15,"verse":"No longer do I call you slaves, for the slave does not know what his master is doing; but I have called you friends, because all things that I have heard from My Father I have made known to you."},{"number":16,"verse":"You did not choose Me but I chose you, and appointed you that you would go and bear fruit, and that your fruit would remain, so that whatever you ask of the Father in My name He may give to you."},{"number":17,"verse":"This I command you, that you love one another."},{"number":18,"verse":"(Disciples’ Relation to the World) “If the world hates you, (Or (command) know that) you know that it has hated Me before it hated you."},{"number":19,"verse":"If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, because of this the world hates you."},{"number":20,"verse":"Remember the word that I said to you, ‘A slave is not greater than his master.’ If they persecuted Me, they will persecute you as well; if they followed My word, they will follow yours also."},{"number":21,"verse":"But all these things they will do to you on account of My name, because they do not know the One who sent Me."},{"number":22,"verse":"If I had not come and spoken to them, they would not have (I. e., guilt) sin; but now they have no excuse for their sin."},{"number":23,"verse":"The one who hates Me hates My Father also."},{"number":24,"verse":"If I had not done among them the works which no one else did, they would not have (I. e., responsibility for their sin) sin; but now they have both seen and hated Me and My Father as well."},{"number":25,"verse":"But this has happened so that the word that is written in their Law will be fulfilled: ‘THEY HATED ME FOR NO REASON.’"},{"number":26,"verse":"“When the (Or Comforter, Advocate, Intercessor) Helper comes, whom I will send to you from the Father, namely, the Spirit of truth who comes from the Father, He will testify about Me,"},{"number":27,"verse":"and (Or (command) testify, you as well) you are testifying as well, because you have been with Me from the beginning."}]}