{"bibleAbbr":"NASB2020","bookName":"John","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"The Crown of Thorns So Pilate then took Jesus and (Lit flogged Him) had Him flogged."},{"number":2,"verse":"And the soldiers twisted together a crown of thorns and placed it on His head, and put a purple (I. e., a Roman soldier’s cloak) cloak on Him;"},{"number":3,"verse":"and they repeatedly came up to Him and said, “Hail, King of the Jews!” and slapped Him in the face again and again."},{"number":4,"verse":"And then Pilate came out again and *said to them, “See, I am bringing Him out to you so that you will know that I find no grounds at all for charges in (Lit Him) His case.”"},{"number":5,"verse":"Jesus then came out, wearing the crown of thorns and the purple robe. And Pilate *said to them, “Behold, the Man!”"},{"number":6,"verse":"So when the chief priests and the officers saw Him, they shouted, saying, “Crucify, crucify!” Pilate *said to them, “Take Him yourselves and crucify Him; for I find no grounds for charges in (Lit Him) His case!”"},{"number":7,"verse":"The Jews answered him, “We have a law, and by that law He ought to die, because He made Himself out to be the Son of God!”"},{"number":8,"verse":"Therefore when Pilate heard this statement, he was even more afraid;"},{"number":9,"verse":"and he entered the (I. e., governor’s official residence) Praetorium again and *said to Jesus, “Where are You from?” But Jesus gave him no answer."},{"number":10,"verse":"So Pilate *said to Him, “Are you not speaking to me? Do You not know that I have authority to release You, and I have authority to crucify You?”"},{"number":11,"verse":"Jesus answered him, “You would have no authority (Lit against) over Me at all, if it had not been given to you from above; for this reason the one who handed Me over to you has the greater sin.”"},{"number":12,"verse":"As a result of this, Pilate (Lit was seeking to) made efforts to release Him; but the Jews shouted, saying, “If you release this Man, you are not a friend of Caesar; everyone who makes himself out to be a king (Or speaks against) opposes Caesar!”"},{"number":13,"verse":"Therefore when Pilate heard these words, he brought Jesus out, and sat down on the judgment seat at a place called (Gr Lithostrotos) The Pavement—but in (I. e., Jewish Aramaic) Hebrew, Gabbatha."},{"number":14,"verse":"Now it was the day of preparation for the Passover; it was about the (I. e., about noon) sixth hour. And he *said to the Jews, “Look, your King!”"},{"number":15,"verse":"So they shouted, “Away with Him, away with Him, crucify Him!” Pilate *said to them, “Shall I crucify your King?” The chief priests answered, “We have no king except Caesar.”"},{"number":16,"verse":"The Crucifixion So he then handed Him over to them to be crucified."},{"number":17,"verse":"They took Jesus, therefore, and He went out, (Or carrying the cross by Himself) carrying His own cross, to the place called the Place of a Skull, which in (I. e., Jewish Aramaic) Hebrew is called, Golgotha."},{"number":18,"verse":"There they crucified Him, and with Him two other men, one on either side, and Jesus in between."},{"number":19,"verse":"Now Pilate also wrote an inscription and put it on the cross. It was written: “JESUS THE NAZARENE, THE KING OF THE JEWS.”"},{"number":20,"verse":"Therefore many of the Jews read this inscription, because the place where Jesus was crucified was near the city; and it was written in (I. e., Jewish Aramaic) Hebrew, Latin, and in Greek."},{"number":21,"verse":"So the chief priests of the Jews were saying to Pilate, “Do not write, ‘The King of the Jews’; rather, write that He said, ‘I am King of the Jews.’ ”"},{"number":22,"verse":"Pilate answered, “What I have written, I have written.”"},{"number":23,"verse":"Then the soldiers, when they had crucified Jesus, took His outer garments and made four parts: a part to each soldier, and the (A long shirt worn next to the skin) tunic also; but the tunic was seamless, woven (Lit from the upper part through the whole) in one piece."},{"number":24,"verse":"So they said to one another, “Let’s not tear it, but cast lots for it, to decide whose it shall be.” This happened so that the Scripture would be fulfilled: “THEY DIVIDED MY GARMENTS AMONG THEMSELVES, AND THEY CAST (Lit a lot) LOTS FOR MY CLOTHING.” Therefore the soldiers did these things."},{"number":25,"verse":"Now beside the cross of Jesus stood His mother, His mother’s sister, Mary the wife of Clopas, and Mary Magdalene."},{"number":26,"verse":"So when Jesus saw His mother, and the disciple whom He loved standing nearby, He *said to His mother, “Woman, behold, your son!”"},{"number":27,"verse":"Then He *said to the disciple, “Behold, your mother!” And from that hour the disciple took her into his own household."},{"number":28,"verse":"After this, Jesus, knowing that all things had already been accomplished, in order that the Scripture would be fulfilled, *said, “I am thirsty.”"},{"number":29,"verse":"A jar full of sour wine was standing there; so they put a sponge full of the sour wine on a branch of hyssop and brought it up to His mouth."},{"number":30,"verse":"Therefore when Jesus had received the sour wine, He said, “It is finished!” And He bowed His head and gave up His spirit."},{"number":31,"verse":"Care of the Body of Jesus Now then, since it was the day of preparation, to prevent the bodies from remaining on the cross on the Sabbath ( (Lit for the day of that Sabbath was great) for that Sabbath was a high day), the Jews requested of Pilate that their legs be broken, and the bodies be taken away."},{"number":32,"verse":"So the soldiers came and broke the legs of the first man, and of the other who was crucified with Him;"},{"number":33,"verse":"but after they came to Jesus, when they saw that He was already dead, they did not break His legs."},{"number":34,"verse":"Yet one of the soldiers pierced His side with a spear, and immediately blood and water came out."},{"number":35,"verse":"And he who has seen has testified, and his testimony is true; and he knows that he is telling the truth, so that you also may believe."},{"number":36,"verse":"For these things took place so that the Scripture would be fulfilled: “NOT A BONE OF HIM SHALL BE (Or crushed; or shattered) BROKEN.”"},{"number":37,"verse":"And again another Scripture says, “THEY WILL LOOK AT HIM WHOM THEY PIERCED.”"},{"number":38,"verse":"Now after these things Joseph of Arimathea, being a disciple of Jesus, but a secret one for fear of the (I. e., the Jewish leaders) Jews, requested of Pilate that he might take away the body of Jesus; and Pilate granted permission. So he came and took away His body."},{"number":39,"verse":"Nicodemus, who had first come to Him by night, also came, bringing a (Two early mss package of) mixture of myrrh and aloes, about a (I. e., Roman libras (about 75 lb. or 34 kg)) hundred litras weight."},{"number":40,"verse":"So they took the body of Jesus and bound it in linen wrappings with the spices, as is the burial custom of the Jews."},{"number":41,"verse":"Now in the place where He was crucified there was a garden, and in the garden was a new tomb in which no one had yet been laid."},{"number":42,"verse":"Therefore because of the Jewish day of preparation, since the tomb was nearby, they laid Jesus there."}]}