{"bibleAbbr":"NASB2020","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"Miracle at Cana On the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there;"},{"number":2,"verse":"and both Jesus and His disciples were invited to the wedding."},{"number":3,"verse":"When the wine ran out, the mother of Jesus *said to Him, “They have no wine.”"},{"number":4,"verse":"And Jesus *said to her, “ (Lit What to Me and to you (an ancient idiom)) What business do you have with Me, woman? My hour has not yet come.”"},{"number":5,"verse":"His mother *said to the servants, “Whatever He tells you, do it.”"},{"number":6,"verse":"Now there were six stone waterpots standing there for the Jewish custom of purification, containing (About 18 or 27 gallons each; or 68 or 102 liters) two or three measures each."},{"number":7,"verse":"Jesus *said to them, “Fill the waterpots with water.” So they filled them up to the brim."},{"number":8,"verse":"And He *said to them, “Draw some out now and take it to the (I. e., manager of the banquet) headwaiter.” And they took it to him."},{"number":9,"verse":"Now when the headwaiter tasted the water which had become wine, and did not know where it came from (but the servants who had drawn the water knew), the headwaiter *called the groom,"},{"number":10,"verse":"and *said to him, “Every man serves the good wine first, and when the guests are drunk, then he serves the poorer wine; but you have kept the good wine until now.”"},{"number":11,"verse":"This beginning of His (I. e., confirming miracles) signs Jesus did in Cana of Galilee, and revealed His glory; and His disciples believed in Him."},{"number":12,"verse":"After this He went down to Capernaum, He and His mother, and His brothers and His disciples; and they stayed there a few days."},{"number":13,"verse":"First Passover—Cleansing the Temple The Passover of the Jews was near, and Jesus went up to Jerusalem."},{"number":14,"verse":"And within the temple grounds He found those who were selling oxen, sheep, and doves, and the money changers seated at their tables."},{"number":15,"verse":"And He made a whip of (Or pieces of rope) cords, and drove them all out of the temple area, with the sheep and the oxen; and He poured out the coins of the money changers and overturned their tables;"},{"number":16,"verse":"and to those who were selling the doves He said, “Take these things away from here; stop making My Father’s house a (Lit house) place of business!”"},{"number":17,"verse":"His disciples remembered that it was written: “ZEAL FOR YOUR HOUSE WILL CONSUME ME.”"},{"number":18,"verse":"The Jews then said to Him, “What sign do You show us (Lit that You do these) as your authority for doing these things?”"},{"number":19,"verse":"Jesus answered them, “Destroy this (Or sanctuary) temple, and in three days I will raise it up.”"},{"number":20,"verse":"The Jews then said, “It took forty-six years to build this (Or sanctuary) temple, and yet You will raise it up in three days?”"},{"number":21,"verse":"But He was speaking about the (Or sanctuary) temple of His body."},{"number":22,"verse":"So when He was raised from the dead, His disciples remembered that He said this; and they believed the Scripture and the word which Jesus had spoken."},{"number":23,"verse":"Now when He was in Jerusalem at the Passover, during the feast, many believed in His name as they observed His signs which He was doing."},{"number":24,"verse":"But Jesus, on His part, was not entrusting Himself to them, because He knew all people,"},{"number":25,"verse":"and because He did not need anyone to testify about mankind, for He Himself knew what was in mankind."}]}