{"bibleAbbr":"NASB2020","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"(The Healing at Bethesda) After these things there was a feast of the Jews, and Jesus went up to Jerusalem."},{"number":2,"verse":"Now in Jerusalem, by the Sheep Gate, there is a pool which in (I. e., Jewish Aramaic) Hebrew is called (Some early mss Bethsaida or Bethzatha) Bethesda, having five (Or colonnades (with roofs)) porticoes."},{"number":3,"verse":"In these porticoes lay a multitude of those who were sick, blind, limping, or (Or had shrunken limbs) paralyzed. (Late mss add the following as the remainder of v 3, and v 4: paralyzed, waiting for the moving of the waters; for an angel of the Lord went down at certain seasons into the pool and stirred up the water; whoever then first stepped in after the stirring up of the water was made well from whatever disease with which he was afflicted)"},{"number":5,"verse":"Now a man was there who had been (Lit in his sickness) ill for thirty-eight years."},{"number":6,"verse":"Jesus, upon seeing this man lying there and knowing that he had already been in that condition for a long time, *said to him, “Do you want to get well?”"},{"number":7,"verse":"The sick man answered Him, “Sir, I have no man to put me into the pool when the water is stirred up, but while I am coming, another steps down before me.”"},{"number":8,"verse":"Jesus *said to him, “Get up, pick up your pallet and walk.”"},{"number":9,"verse":"Immediately the man became well, and picked up his pallet and began to walk. Now it was a Sabbath on that day."},{"number":10,"verse":"So the Jews were saying to the man who was cured, “It is a Sabbath, and it is not permissible for you to carry your pallet.”"},{"number":11,"verse":"But he answered them, “He who made me well was the one who said to me, ‘Pick up your pallet and walk.’ ”"},{"number":12,"verse":"They asked him, “Who is the man who said to you, ‘Pick it up and walk’ ?”"},{"number":13,"verse":"But the man who was healed did not know who it was, for Jesus had slipped away while there was a crowd in that place."},{"number":14,"verse":"Afterward, Jesus *found him in the temple and said to him, “Behold, you have become well; do not sin anymore, so that nothing worse happens to you.”"},{"number":15,"verse":"The man went away, and informed the Jews that it was Jesus who had made him well."},{"number":16,"verse":"For this reason the Jews were persecuting Jesus, because He was doing these things on a Sabbath."},{"number":17,"verse":"But He answered them, “My Father (I. e., has been and continues) is working until now, and I Myself am working.”"},{"number":18,"verse":"(Jesus’ Equality with God) For this reason therefore the Jews were seeking all the more to kill Him, because He not only was breaking the Sabbath, but also was calling God His own Father, making Himself equal with God."},{"number":19,"verse":"Therefore Jesus answered and was saying to them, “Truly, truly, I say to you, the Son can do nothing of Himself, unless it is something He sees the Father doing; for whatever (Lit that One) the Father does, these things the Son also does in the same way."},{"number":20,"verse":"For the Father loves the Son and shows Him all things that He Himself is doing; and the Father will show Him greater works than these, so that you will be amazed."},{"number":21,"verse":"For just as the Father raises the dead and gives them life, so the Son also gives life to whom He wishes."},{"number":22,"verse":"For not even the Father judges anyone, but He has given all judgment to the Son,"},{"number":23,"verse":"so that all will honor the Son just as they honor the Father. The one who does not honor the Son does not honor the Father who sent Him."},{"number":24,"verse":"“Truly, truly, I say to you, the one who hears My word, and believes Him who sent Me, has eternal life, and does not come into judgment, but has passed out of death into life."},{"number":25,"verse":"(Two Resurrections) Truly, truly, I say to you, (Lit an hour) a time is coming and (Lit now is, when) even now has arrived, when the dead will hear the voice of the Son of God, and those who hear will live."},{"number":26,"verse":"For just as the Father has life in Himself, so He gave to the Son also to have life in Himself;"},{"number":27,"verse":"and He gave Him authority to execute judgment, because He is (Or a son of man) the Son of Man."},{"number":28,"verse":"Do not be amazed at this; for (Lit an hour) a time is coming when all who are in the tombs will hear His voice,"},{"number":29,"verse":"and will come out: those who did the good deeds to a resurrection of life, those who committed the bad deeds to a resurrection of judgment."},{"number":30,"verse":"“I can do nothing (Or of Myself) on My own. As I hear, I judge; and My judgment is (Or fair) righteous, because I do not seek My own will but the will of Him who sent Me."},{"number":31,"verse":"“If I alone testify about Myself, My testimony is not (I. e., admissible as legal evidence) true."},{"number":32,"verse":"There is another who testifies about Me, and I know that the testimony which He gives about Me is true."},{"number":33,"verse":"(Testimony of John the Baptist) You have sent messengers to John, and he has testified to the truth."},{"number":34,"verse":"But the testimony I receive is not from man, but I say these things so that you may be saved."},{"number":35,"verse":"He was the lamp that was burning and shining, and you were willing to rejoice for (Lit an hour) a while in his light."},{"number":36,"verse":"(Testimony of Works) But the testimony I have is greater than the testimony of John; for the works which the Father has given Me to accomplish—the very works that I do—testify about Me, that the Father has sent Me."},{"number":37,"verse":"(Testimony of the Father) And the Father who sent Me, He has testified about Me. You have neither heard His voice at any time, nor seen His form."},{"number":38,"verse":"Also you do not have His word remaining in you, because you do not believe Him whom He sent."},{"number":39,"verse":"(Testimony of the Scripture) (Or (a command) Examine the Scriptures) You examine the Scriptures because you think that in them you have eternal life; and it is those very Scriptures that testify about Me;"},{"number":40,"verse":"and yet you are unwilling to come to Me so that you may have life."},{"number":41,"verse":"I do not receive glory from people;"},{"number":42,"verse":"but I know you, that you do not have the love of God in yourselves."},{"number":43,"verse":"I have come in My Father’s name, and you do not (Or accept) receive Me; if another comes in his own name, you will (Or accept) receive him."},{"number":44,"verse":"How can you believe, when you (Or receive) accept (Or honor) glory from one another and you do not seek the (Or honor) glory that is from the one and only God?"},{"number":45,"verse":"Do not think that I will accuse you before the Father; the one who accuses you is Moses, in whom you have put your hope."},{"number":46,"verse":"For if you believed Moses, you would believe Me; for he wrote about Me."},{"number":47,"verse":"But if you do not believe his writings, how will you believe My words?”"}]}