{"bibleAbbr":"NRSVue2021","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"The Man of Lawlessness (Mk 13.27; 1 Thess 4.15-17) As to the coming of our Lord Jesus Christ and our being gathered together to him, we beg you, brothers and sisters,"},{"number":2,"verse":"(1 Cor 1.8; Eph 5.6; 2 Thess 3.17) not to be quickly shaken in mind or alarmed, either by spirit or by word or by letter, as though from us, to the effect that the day of the Lord is already here."},{"number":3,"verse":"(Dan 7.25; 8.25; 11.36; Jn 17.12; Eph 5.6-8; Rev 13.5ff) Let no one deceive you in any way, for that day will not come unless the rebellion comes first and the lawless one (Gk the man of lawlessness; other ancient authorities read the man of sin) is revealed, the one destined for destruction. (Gk the son of destruction)"},{"number":4,"verse":"(Isa 14.13, 14; Ezek 28.2; 1 Cor 8.5) He opposes and exalts himself above every so-called god or object of worship, so that he takes his seat in the temple of God, declaring himself to be God."},{"number":5,"verse":"Do you not remember that I told you these things when I was still with you?"},{"number":6,"verse":"And you know what is now restraining him, so that he may be revealed when his time comes."},{"number":7,"verse":"(Rev 17.5, 7) For the mystery of lawlessness is already at work, but only until the one who now restrains it is removed."},{"number":8,"verse":"(Dan 7.10; Rev 19.15) And then the lawless one will be revealed, whom the Lord Jesus (Other ancient authorities lack Jesus) will destroy (Other ancient authorities read consume) with the breath of his mouth, annihilating him by the manifestation of his coming."},{"number":9,"verse":"(Mt 24.24; Jn 4.48) The coming of the lawless one is apparent in the working of Satan, who uses all power, signs, lying wonders,"},{"number":10,"verse":"(1 Cor 1.18) and every kind of wicked deception for those who are perishing because they refused to love the truth and so be saved."},{"number":11,"verse":"(Mt 24.5; Rom 1.28; 1 Tim 4.1) For this reason God sends them a powerful delusion, leading them to believe what is false,"},{"number":12,"verse":"(Rom 1.32) so that all who have not believed the truth but took pleasure in unrighteousness will be condemned."},{"number":13,"verse":"Chosen for Salvation (Eph 1.4; 1 Pet 1.2) But we must always give thanks to God for you, brothers and sisters beloved by the Lord, because God chose you as the first fruits (Other ancient authorities read from the beginning) for salvation through sanctification by the Spirit and through belief in the truth."},{"number":14,"verse":"(1 Pet 5.10) For this purpose he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ."},{"number":15,"verse":"(1 Cor 11.2; 16.13) So then, brothers and sisters, stand firm and hold fast to the traditions that you were taught by us, either by word of mouth or by our letter."},{"number":16,"verse":"Now may our Lord Jesus Christ himself and God our Father, who loved us and through grace gave us eternal comfort and good hope,"},{"number":17,"verse":"(1 Thess 3.2; 2 Thess 3.3) comfort your hearts and strengthen them in every good work and word."}]}