{"bibleAbbr":"KJ3-2005","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"And now, O priests, this command is to you."},{"number":2,"verse":"If you will not hear, and if you will not set it on your heart to give glory to My name, says Jehovah of Hosts, even I will send the curse on you, and I will curse your blessings. And indeed, I have cursed it, because you are not setting it on your heart."},{"number":3,"verse":"Behold, I am rebuking your seed, and I will spread dung on your faces, the dung of your solemn feasts; and one will lift you up to it."},{"number":4,"verse":"And you shall know that I have sent this command to you, to be My covenant with Levi, says Jehovah of Hosts."},{"number":5,"verse":"My covenant with him was life and peace, and I gave them to him for fear; and he feared Me, and from before My name he is put in awe."},{"number":6,"verse":"The Law of truth was in his mouth, and iniquity was not found in his lips. In peace and in uprightness he walked with Me, and he turned many from iniquity."},{"number":7,"verse":"For the lips of the priest should guard knowledge, and they should seek the Law from his mouth; for he is the messenger of Jehovah of Hosts."},{"number":8,"verse":"But you have turned out of the way; you have caused many to stumble at the Law. You have corrupted the covenant of Levi, says Jehovah of Hosts."},{"number":9,"verse":"And I have also made you despised and low to all the people, in your mouth by which you are not keeping My ways, but are lifting up faces in the Law."},{"number":10,"verse":"Is there not one father to us all? Has not one God created us? Why do we act deceitfully, each man with his brother, to pollute the covenant of our fathers?"},{"number":11,"verse":"Judah has acted deceitfully, and has done an abomination in Israel and in Jerusalem; for Judah has polluted the holy place of Jehovah, which He loves and has married a daughter of a foreign god."},{"number":12,"verse":"Jehovah will cut off from the tents of Jacob the man who does it, he awakening and answering, or offering a food offering to Jehovah of Hosts."},{"number":13,"verse":"And this is a second thing you do: covering the altar of Jehovah with tears, with weeping and groaning, yet not facing toward the food offering, and taking it with delight from your hand."},{"number":14,"verse":"Yet you say, On what cause? On that Jehovah has been witness between you and the wife of your youth, against whom you have acted deceitfully; and she is your companion and your covenant wife."},{"number":15,"verse":"And did He not make you one? And the vestige of the Spirit is to him. And what of the one? He was seeking a seed of God; even guard your spirit, and do not act deceitfully with the wife of your youth."},{"number":16,"verse":"Jehovah, the God of Israel, says, He hates sending away, and to cover with violence on his garment, says Jehovah of Hosts. Even guard your spirit and do not act deceitfully."},{"number":17,"verse":"You have wearied Jehovah with your words. Yet you say, In what way have we wearied Him? When you say, Every doer of evil is good in the eyes of Jehovah, and in them He delights; or, Where is the God of justice?"}]}