{"bibleAbbr":"urGV2010","bookName":"گنتی","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"( اسرائیلیوں کی پہلی مردم شماری) اسرائیلیوں کو مصر سے نکلے ہوئے ایک سال سے زیادہ عرصہ گزر گیا تھا۔ اب تک وہ دشتِ سینا میں تھے۔ دوسرے سال کے دوسرے مہینے کے پہلے دن رب ملاقات کے خیمے میں موسیٰ سے ہم کلام ہوا۔ اُس نے کہا،"},{"number":2,"verse":"”تُو اور ہارون تمام اسرائیلیوں کی مردم شماری کنبوں اور آبائی گھرانوں کے مطابق کرنا۔ اُن تمام مردوں کی فہرست بنانا"},{"number":3,"verse":"جو کم از کم بیس سال کے اور جنگ لڑنے کے قابل ہوں۔"},{"number":4,"verse":"اِس میں ہر قبیلے کے ایک خاندان کا سرپرست تمہاری مدد کرے۔"},{"number":5,"verse":"یہ اُن کے نام ہیں: روبن کے قبیلے سے اِلی صور بن شدیور،"},{"number":6,"verse":"شمعون کے قبیلے سے سلومی ایل بن صوری شدی،"},{"number":7,"verse":"یہوداہ کے قبیلے سے نحسون بن عمی نداب،"},{"number":8,"verse":"اِشکار کے قبیلے سے نتنی ایل بن ضُغر،"},{"number":9,"verse":"زبولون کے قبیلے سے اِلیاب بن حیلون،"},{"number":10,"verse":"یوسف کے بیٹے افرائیم کے قبیلے سے اِلی سمع بن عمی ہود، یوسف کے بیٹے منسّی کے قبیلے سے جملی ایل بن فدا ہصور،"},{"number":11,"verse":"بن یمین کے قبیلے سے ابدان بن جدعونی،"},{"number":12,"verse":"دان کے قبیلے سے اخی عزر بن عمی شدی،"},{"number":13,"verse":"آشر کے قبیلے سے فجعی ایل بن عکران،"},{"number":14,"verse":"جد کے قبیلے سے اِلیاسف بن دعوایل،"},{"number":15,"verse":"نفتالی کے قبیلے سے اخیرع بن عینان۔“"},{"number":16,"verse":"یہی مرد جماعت سے اِس کام کے لئے بُلائے گئے۔ وہ اپنے قبیلوں کے راہنما اور کنبوں کے سرپرست تھے۔"},{"number":17,"verse":"اِن کی مدد سے موسیٰ اور ہارون نے"},{"number":18,"verse":"اُسی دن پوری جماعت کو اکٹھا کیا۔ ہر اسرائیلی مرد جو کم از کم 20 سال کا تھا رجسٹر میں درج کیا گیا۔ رجسٹر کی ترتیب اُن کے کنبوں اور آبائی گھرانوں کے مطابق تھی۔"},{"number":19,"verse":"سب کچھ ویسا ہی کیا گیا جیسا رب نے حکم دیا تھا۔ موسیٰ نے سینا کے ریگستان میں لوگوں کی مردم شماری کی۔ نتیجہ یہ نکلا:"},{"number":20,"verse":"روبن کے قبیلے کے 46500 مرد،"},{"number":22,"verse":"شمعون کے قبیلے کے 59300 مرد،"},{"number":24,"verse":"جد کے قبیلے کے 45650 مرد،"},{"number":26,"verse":"یہوداہ کے قبیلے کے 74600 مرد،"},{"number":28,"verse":"اِشکار کے قبیلے کے 54400 مرد،"},{"number":30,"verse":"زبولون کے قبیلے کے 57400 مرد،"},{"number":32,"verse":"یوسف کے بیٹے افرائیم کے قبیلے کے 40500 مرد،"},{"number":34,"verse":"یوسف کے بیٹے منسّی کے قبیلے کے 32200 مرد،"},{"number":36,"verse":"بن یمین کے قبیلے کے 35400 مرد،"},{"number":38,"verse":"دان کے قبیلے کے 62700 مرد،"},{"number":40,"verse":"آشر کے قبیلے کے 41500 مرد،"},{"number":42,"verse":"نفتالی کے قبیلے کے 53400 مرد۔"},{"number":44,"verse":"موسیٰ، ہارون اور قبیلوں کے بارہ راہنماؤں نے اِن تمام آدمیوں کو گنا۔"},{"number":45,"verse":"اُن کی پوری تعداد 603550 تھی۔"},{"number":47,"verse":"لیکن لاویوں کی مردم شماری نہ ہوئی،"},{"number":48,"verse":"کیونکہ رب نے موسیٰ سے کہا تھا،"},{"number":49,"verse":"”اسرائیلیوں کی مردم شماری میں لاویوں کو شامل نہ کرنا۔"},{"number":50,"verse":"اِس کے بجائے اُنہیں شریعت کی سکونت گاہ اور اُس کا سارا سامان سنبھالنے کی ذمہ داری دینا۔ وہ سفر کرتے وقت یہ خیمہ اور اُس کا سارا سامان اُٹھا کر لے جائیں، اُس کی خدمت کے لئے حاضر رہیں اور رُکتے وقت اُسے اپنے خیموں سے گھیرے رکھیں۔"},{"number":51,"verse":"روانہ ہوتے وقت وہی خیمے کو سمیٹیں اور رُکتے وقت وہی اُسے لگائیں۔ اگر کوئی اَور اُس کے قریب آئے تو اُسے سزائے موت دی جائے گی۔"},{"number":52,"verse":"باقی اسرائیلی خیمہ گاہ میں اپنے اپنے دستے کے مطابق اور اپنے اپنے علَم کے ارد گرد اپنے خیمے لگائیں۔"},{"number":53,"verse":"لیکن لاوی اپنے خیموں سے شریعت کی سکونت گاہ کو گھیر لیں تاکہ میرا غضب کسی غلط شخص کے نزدیک آنے سے اسرائیلیوں کی جماعت پر نازل نہ ہو جائے۔ یوں لاویوں کو شریعت کی سکونت گاہ کو سنبھالنا ہے۔“"},{"number":54,"verse":"اسرائیلیوں نے ویسا ہی کیا جیسا رب نے موسیٰ کو حکم دیا تھا۔"}]}