{"bibleAbbr":"urGV2010","bookName":"گنتی","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"( ملکِ کنعان میں اسرائیلی جاسوس) پھر رب نے موسیٰ سے کہا،"},{"number":2,"verse":"”کچھ آدمی ملکِ کنعان کا جائزہ لینے کے لئے بھیج دے، کیونکہ مَیں اُسے اسرائیلیوں کو دینے کو ہوں۔ ہر قبیلے میں سے ایک راہنما کو چن کر بھیج دے۔“"},{"number":3,"verse":"موسیٰ نے رب کے کہنے پر اُنہیں دشتِ فاران سے بھیجا۔ سب اسرائیلی راہنما تھے۔"},{"number":4,"verse":"اُن کے نام یہ ہیں: روبن کے قبیلے سے سموع بن زکور،"},{"number":5,"verse":"شمعون کے قبیلے سے سافط بن حوری،"},{"number":6,"verse":"یہوداہ کے قبیلے سے کالب بن یفُنّہ،"},{"number":7,"verse":"اِشکار کے قبیلے سے اِجال بن یوسف،"},{"number":8,"verse":"افرائیم کے قبیلے سے ہوسیع بن نون،"},{"number":9,"verse":"بن یمین کے قبیلے سے فلطی بن رفُو،"},{"number":10,"verse":"زبولون کے قبیلے سے جدی ایل بن سودی،"},{"number":11,"verse":"یوسف کے بیٹے منسّی کے قبیلے سے جَدی بن سُوسی،"},{"number":12,"verse":"دان کے قبیلے سے عمی ایل بن جملّی،"},{"number":13,"verse":"آشر کے قبیلے سے ستور بن میکائیل،"},{"number":14,"verse":"نفتالی کے قبیلے سے نخبی بن وُفسی،"},{"number":15,"verse":"جد کے قبیلے سے جیُوایل بن ماکی۔"},{"number":16,"verse":"موسیٰ نے اِن ہی بارہ آدمیوں کو ملک کا جائزہ لینے کے لئے بھیجا۔ اُس نے ہوسیع کا نام یشوع یعنی ’رب نجات ہے‘ میں بدل دیا۔"},{"number":17,"verse":"اُنہیں رُخصت کرنے سے پہلے اُس نے کہا، ”دشتِ نجب سے گزر کر پہاڑی علاقے تک پہنچو۔"},{"number":18,"verse":"معلوم کرو کہ یہ کس طرح کا ملک ہے اور اُس کے باشندے کیسے ہیں۔ کیا وہ طاقت ور ہیں یا کمزور، تعداد میں کم ہیں یا زیادہ؟"},{"number":19,"verse":"جس ملک میں وہ بستے ہیں کیا وہ اچھا ہے کہ نہیں؟ وہ کس قسم کے شہروں میں رہتے ہیں؟ کیا اُن کی چاردیواریاں ہیں کہ نہیں؟"},{"number":20,"verse":"ملک کی زمین زرخیز ہے یا بنجر؟ اُس میں درخت ہیں کہ نہیں؟ اور جرأت کر کے ملک کا کچھ پھل چن کر لے آؤ۔“ اُس وقت پہلے انگور پک گئے تھے۔"},{"number":21,"verse":"چنانچہ اِن آدمیوں نے سفر کر کے دشتِ صین سے رحوب تک ملک کا جائزہ لیا۔ رحوب لبو حمات کے قریب ہے۔"},{"number":22,"verse":"وہ دشتِ نجب سے گزر کر حبرون پہنچے جہاں عناق کے بیٹے اخی مان، سیسی اور تلمی رہتے تھے۔ (حبرون کو مصر کے شہر ضُعن سے سات سال پہلے تعمیر کیا گیا تھا)۔"},{"number":23,"verse":"جب وہ وادیٔ اِسکال تک پہنچے تو اُنہوں نے ایک ڈالی کاٹ لی جس پر انگور کا گُچھا لگا ہوا تھا۔ دو آدمیوں نے یہ انگور، کچھ انار اور کچھ انجیر لاٹھی پر لٹکائے اور اُسے اُٹھا کر چل پڑے۔"},{"number":24,"verse":"اُس جگہ کا نام اُس گُچھے کے سبب سے جو اسرائیلیوں نے وہاں سے کاٹ لیا اِسکال یعنی گُچھا رکھا گیا۔"},{"number":25,"verse":"چالیس دن تک ملک کا کھوج لگاتے لگاتے وہ لوٹ آئے۔"},{"number":26,"verse":"وہ موسیٰ، ہارون اور اسرائیل کی پوری جماعت کے پاس آئے جو دشتِ فاران میں قادس کی جگہ پر انتظار کر رہے تھے۔ وہاں اُنہوں نے سب کچھ بتایا جو اُنہوں نے معلوم کیا تھا اور اُنہیں وہ پھل دکھائے جو لے کر آئے تھے۔"},{"number":27,"verse":"اُنہوں نے موسیٰ کو رپورٹ دی، ”ہم اُس ملک میں گئے جہاں آپ نے ہمیں بھیجا تھا۔ واقعی اُس ملک میں دودھ اور شہد کی کثرت ہے۔ یہاں ہمارے پاس اُس کے کچھ پھل بھی ہیں۔"},{"number":28,"verse":"لیکن اُس کے باشندے طاقت ور ہیں۔ اُن کے شہروں کی فصیلیں ہیں، اور وہ نہایت بڑے ہیں۔ ہم نے وہاں عناق کی اولاد بھی دیکھی۔"},{"number":29,"verse":"عمالیقی دشتِ نجب میں رہتے ہیں جبکہ حِتّی، یبوسی اور اموری پہاڑی علاقے میں آباد ہیں۔ کنعانی ساحلی علاقے اور دریائے یردن کے کنارے کنارے بستے ہیں۔“"},{"number":30,"verse":"کالب نے موسیٰ کے سامنے جمع شدہ لوگوں کو اشارہ کیا کہ وہ خاموش ہو جائیں۔ پھر اُس نے کہا، ”آئیں، ہم ملک میں داخل ہو جائیں اور اُس پر قبضہ کر لیں، کیونکہ ہم یقیناً یہ کرنے کے قابل ہیں۔“"},{"number":31,"verse":"لیکن دوسرے آدمیوں نے جو اُس کے ساتھ ملک کو دیکھنے گئے تھے کہا، ”ہم اُن لوگوں پر حملہ نہیں کر سکتے، کیونکہ وہ ہم سے طاقت ور ہیں۔“"},{"number":32,"verse":"اُنہوں نے اسرائیلیوں کے درمیان اُس ملک کے بارے میں غلط افواہیں پھیلائیں جس کی تفتیش اُنہوں نے کی تھی۔ اُنہوں نے کہا، ”جس ملک میں سے ہم گزرے تاکہ اُس کا جائزہ لیں وہ اپنے باشندوں کو ہڑپ کر لیتا ہے۔ جو بھی اُس میں رہتا ہے نہایت درازقد ہے۔"},{"number":33,"verse":"ہم نے وہاں دیو قامت افراد بھی دیکھے۔ (عناق کے بیٹے دیو قامت افراد کی اولاد تھے)۔ اُن کے سامنے ہم اپنے آپ کو ٹڈی جیسا محسوس کر رہے تھے، اور ہم اُن کی نظر میں ایسے تھے بھی۔“"}]}