{"bibleAbbr":"urGV2010","bookName":"گنتی","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"( خیمہ گاہ میں قبیلوں کی ترتیب) رب نے موسیٰ اور ہارون سے کہا"},{"number":2,"verse":"کہ اسرائیلی اپنے خیمے کچھ فاصلے پر ملاقات کے خیمے کے ارد گرد لگائیں۔ ہر ایک اپنے اپنے علَم اور اپنے اپنے آبائی گھرانے کے نشان کے ساتھ خیمہ زن ہو۔"},{"number":3,"verse":"اِن ہدایات کے مطابق مقدِس کے مشرق میں یہوداہ کا علَم تھا جس کے ارد گرد تین دستے خیمہ زن تھے۔ پہلے، یہوداہ کا قبیلہ جس کا کمانڈر نحسون بن عمی نداب تھا،"},{"number":4,"verse":"اور جس کے لشکر کے 74600 فوجی تھے۔"},{"number":5,"verse":"دوسرے، اِشکار کا قبیلہ جس کا کمانڈر نتنی ایل بن ضُغر تھا،"},{"number":6,"verse":"اور جس کے لشکر کے 54400 فوجی تھے۔"},{"number":7,"verse":"تیسرے، زبولون کا قبیلہ جس کا کمانڈر اِلیاب بن حیلون تھا"},{"number":8,"verse":"اور جس کے لشکر کے 57400 فوجی تھے۔"},{"number":9,"verse":"تینوں قبیلوں کے فوجیوں کی کُل تعداد 186400 تھی۔ روانہ ہوتے وقت یہ آگے چلتے تھے۔"},{"number":10,"verse":"مقدِس کے جنوب میں روبن کا علَم تھا جس کے ارد گرد تین دستے خیمہ زن تھے۔ پہلے، روبن کا قبیلہ جس کا کمانڈر اِلی صور بن شدیور تھا،"},{"number":11,"verse":"اور جس کے 46500 فوجی تھے۔"},{"number":12,"verse":"دوسرے، شمعون کا قبیلہ جس کا کمانڈر سلومی ایل بن صوری شدی تھا،"},{"number":13,"verse":"اور جس کے 59300 فوجی تھے۔"},{"number":14,"verse":"تیسرے، جد کا قبیلہ جس کا کمانڈر اِلیاسف بن دعوایل تھا،"},{"number":15,"verse":"اور جس کے 45650 فوجی تھے۔"},{"number":16,"verse":"تینوں قبیلوں کے فوجیوں کی کُل تعداد 151450 تھی۔ روانہ ہوتے وقت یہ مشرقی قبیلوں کے پیچھے چلتے تھے۔"},{"number":17,"verse":"اِن جنوبی قبیلوں کے بعد لاوی ملاقات کا خیمہ اُٹھا کر قبیلوں کے عین بیچ میں چلتے تھے۔ قبیلے اُس ترتیب سے روانہ ہوتے تھے جس ترتیب سے وہ اپنے خیمے لگاتے تھے۔ ہر قبیلہ اپنے علَم کے پیچھے چلتا تھا۔"},{"number":18,"verse":"مقدِس کے مغرب میں افرائیم کا علَم تھا جس کے ارد گرد تین دستے خیمہ زن تھے۔ پہلے، افرائیم کا قبیلہ جس کا کمانڈر اِلی سمع بن عمی ہود تھا،"},{"number":19,"verse":"اور جس کے 40500 فوجی تھے۔"},{"number":20,"verse":"دوسرے، منسّی کا قبیلہ جس کا کمانڈر جملی ایل بن فدا ہصور تھا،"},{"number":21,"verse":"اور جس کے 32200 فوجی تھے۔"},{"number":22,"verse":"تیسرے، بن یمین کا قبیلہ جس کا کمانڈر ابدان بن جدعونی تھا،"},{"number":23,"verse":"اور جس کے 35400 فوجی تھے۔"},{"number":24,"verse":"تینوں قبیلوں کے فوجیوں کی کُل تعداد 108100 تھی۔ روانہ ہوتے وقت یہ جنوبی قبیلوں کے پیچھے چلتے تھے۔"},{"number":25,"verse":"مقدِس کے شمال میں دان کا علَم تھا جس کے ارد گرد تین دستے خیمہ زن تھے۔ پہلے، دان کا قبیلہ جس کا کمانڈر اخی عزر بن عمی شدی تھا،"},{"number":26,"verse":"اور جس کے 62700 فوجی تھے۔"},{"number":27,"verse":"دوسرے، آشر کا قبیلہ جس کا کمانڈر فجعی ایل بن عکران تھا،"},{"number":28,"verse":"اور جس کے 41500 فوجی تھے۔"},{"number":29,"verse":"تیسرے، نفتالی کا قبیلہ جس کا کمانڈر اخیرع بن عینان تھا،"},{"number":30,"verse":"اور جس کے 53400 فوجی تھے۔"},{"number":31,"verse":"تینوں قبیلوں کی کُل تعداد 157600 تھی۔ وہ آخر میں اپنا علَم اُٹھا کر روانہ ہوتے تھے۔"},{"number":32,"verse":"پوری خیمہ گاہ کے فوجیوں کی کُل تعداد 603550 تھی۔"},{"number":33,"verse":"صرف لاوی اِس تعداد میں شامل نہیں تھے، کیونکہ رب نے موسیٰ کو حکم دیا تھا کہ اُن کی بھرتی نہ کی جائے۔"},{"number":34,"verse":"یوں اسرائیلیوں نے سب کچھ اُن ہدایات کے مطابق کیا جو رب نے موسیٰ کو دی تھیں۔ اُن کے مطابق ہی وہ اپنے جھنڈوں کے ارد گرد اپنے خیمے لگاتے تھے اور اُن کے مطابق ہی اپنے کنبوں اور آبائی گھرانوں کے ساتھ روانہ ہوتے تھے۔"}]}