{"bibleAbbr":"urGV2010","bookName":"گنتی","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"( کنعانی ملکِ عراد پر فتح) دشتِ نجب کے کنعانی ملک عراد کے بادشاہ کو خبر ملی کہ اسرائیلی اتھارِم کی طرف بڑھ رہے ہیں۔ اُس نے اُن پر حملہ کیا اور کئی ایک کو پکڑ کر قید کر لیا۔"},{"number":2,"verse":"تب اسرائیلیوں نے رب کے سامنے مَنت مان کر کہا، ”اگر تُو ہمیں اُن پر فتح دے گا تو ہم اُنہیں اُن کے شہروں سمیت تباہ کر دیں گے۔“"},{"number":3,"verse":"رب نے اُن کی سنی اور کنعانیوں پر فتح بخشی۔ اسرائیلیوں نے اُنہیں اُن کے شہروں سمیت پوری طرح تباہ کر دیا۔ اِس لئے اُس جگہ کا نام حُرمہ یعنی تباہی پڑ گیا۔"},{"number":4,"verse":"( پیتل کا سانپ) ہور پہاڑ سے روانہ ہو کر وہ بحرِ قُلزم کی طرف چل دیئے تاکہ ادوم کے ملک میں سے گزرنا نہ پڑے۔ لیکن چلتے چلتے لوگ بےصبر ہو گئے۔"},{"number":5,"verse":"وہ رب اور موسیٰ کے خلاف باتیں کرنے لگے، ”آپ ہمیں مصر سے نکال کر ریگستان میں مرنے کے لئے کیوں لے آئے ہیں؟ یہاں نہ روٹی دست یاب ہے نہ پانی۔ ہمیں اِس گھٹیا قسم کی خوراک سے گھن آتی ہے۔“"},{"number":6,"verse":"تب رب نے اُن کے درمیان زہریلے سانپ بھیج دیئے جن کے کاٹنے سے بہت سے لوگ مر گئے۔"},{"number":7,"verse":"پھر لوگ موسیٰ کے پاس آئے۔ اُنہوں نے کہا، ”ہم نے رب اور آپ کے خلاف باتیں کرتے ہوئے گناہ کیا۔ ہماری سفارش کریں کہ رب ہم سے سانپ دُور کر دے۔“ موسیٰ نے اُن کے لئے دعا کی"},{"number":8,"verse":"تو رب نے موسیٰ سے کہا، ”ایک سانپ بنا کر اُسے کھمبے سے لٹکا دے۔ جو بھی ڈسا گیا ہو وہ اُسے دیکھ کر بچ جائے گا۔“"},{"number":9,"verse":"چنانچہ موسیٰ نے پیتل کا ایک سانپ بنایا اور کھمبا کھڑا کر کے سانپ کو اُس سے لٹکا دیا۔ اور ایسا ہوا کہ جسے بھی ڈسا گیا تھا وہ پیتل کے سانپ پر نظر کر کے بچ گیا۔"},{"number":10,"verse":"( موآب کی طرف سفر) اسرائیلی روانہ ہوئے اور اوبوت میں اپنے خیمے لگائے۔"},{"number":11,"verse":"پھر وہاں سے کوچ کر کے عیّے عباریم میں ڈیرے ڈالے، اُس ریگستان میں جو مشرق کی طرف موآب کے سامنے ہے۔"},{"number":12,"verse":"وہاں سے روانہ ہو کر وہ وادیٔ زِرد میں خیمہ زن ہوئے۔"},{"number":13,"verse":"جب وادیٔ زِرد سے روانہ ہوئے تو دریائے ارنون کے پرلے یعنی جنوبی کنارے پر خیمہ زن ہوئے۔ یہ دریا ریگستان میں ہے اور اموریوں کے علاقے سے نکلتا ہے۔ یہ اموریوں اور موآبیوں کے درمیان کی سرحد ہے۔"},{"number":14,"verse":"اِس کا ذکر کتاب ’رب کی جنگیں‘ میں بھی ہے، ”واہیب جو سُوفہ میں ہے، دریائے ارنون کی وادیاں"},{"number":15,"verse":"اور وادیوں کا وہ ڈھلان جو عار شہر تک جاتا ہے اور موآب کی سرحد پر واقع ہے۔“"},{"number":16,"verse":"وہاں سے وہ بیر یعنی ’کنواں‘ پہنچے۔ یہ وہی بیر ہے جہاں رب نے موسیٰ سے کہا، ”لوگوں کو اکٹھا کر تو مَیں اُنہیں پانی دوں گا۔“"},{"number":17,"verse":"اُس وقت اسرائیلیوں نے یہ گیت گایا، ”اے کنوئیں، پھوٹ نکل! اُس کے بارے میں گیت گاؤ،"},{"number":18,"verse":"اُس کنوئیں کے بارے میں جسے سرداروں نے کھودا، جسے قوم کے راہنماؤں نے عصائے شاہی اور اپنی لاٹھیوں سے کھودا۔“ پھر وہ ریگستان سے متّنہ کو گئے،"},{"number":19,"verse":"متّنہ سے نحلی ایل کو اور نحلی ایل سے بامات کو۔"},{"number":20,"verse":"بامات سے وہ موآبیوں کے علاقے کی اُس وادی میں پہنچے جو پِسگہ پہاڑ کے دامن میں ہے۔ اِس پہاڑ کی چوٹی سے وادیٔ یردن کا جنوبی حصہ یشیمون خوب نظر آتا ہے۔"},{"number":21,"verse":"( سیحون اور عوج کی شکست) اسرائیل نے اموریوں کے بادشاہ سیحون کو اطلاع بھیجی،"},{"number":22,"verse":"”ہمیں اپنے ملک میں سے گزرنے دیں۔ ہم سیدھے سیدھے گزر جائیں گے۔ نہ ہم کوئی کھیت یا انگور کا باغ چھیڑیں گے، نہ کسی کنوئیں کا پانی پئیں گے۔ ہم آپ کے ملک میں سے سیدھے گزرتے ہوئے شاہراہ پر ہی رہیں گے۔“"},{"number":23,"verse":"لیکن سیحون نے اُنہیں گزرنے نہ دیا بلکہ اپنی فوج جمع کر کے اسرائیل سے لڑنے کے لئے ریگستان میں چل پڑا۔ یہض پہنچ کر اُس نے اسرائیلیوں سے جنگ کی۔"},{"number":24,"verse":"لیکن اسرائیلیوں نے اُسے قتل کیا اور دریائے ارنون سے لے کر دریائے یبوق تک یعنی عمونیوں کی سرحد تک اُس کے ملک پر قبضہ کر لیا۔ وہ اِس سے آگے نہ جا سکے کیونکہ عمونیوں نے اپنی سرحد کی حصار بندی کر رکھی تھی۔"},{"number":25,"verse":"اسرائیلی تمام اموری شہروں پر قبضہ کر کے اُن میں رہنے لگے۔ اُن میں حسبون اور اُس کے ارد گرد کی آبادیاں شامل تھیں۔"},{"number":26,"verse":"حسبون اموری بادشاہ سیحون کا دار الحکومت تھا۔ اُس نے موآب کے پچھلے بادشاہ سے لڑ کر اُس سے یہ علاقہ دریائے ارنون تک چھین لیا تھا۔"},{"number":27,"verse":"اِس واقعے کا ذکر شاعری میں یوں کیا گیا ہے، ”حسبون کے پاس آ کر اُسے از سرِ نو تعمیر کرو، سیحون کے شہر کو از سرِ نو قائم کرو۔"},{"number":28,"verse":"حسبون سے آگ نکلی، سیحون کے شہر سے شعلہ بھڑکا۔ اُس نے موآب کے شہر عار کو جلا دیا، ارنون کی بلندیوں کے مالکوں کو بھسم کیا۔"},{"number":29,"verse":"اے موآب، تجھ پر افسوس! اے کموس دیوتا کی قوم، تُو ہلاک ہوئی ہے۔ کموس نے اپنے بیٹوں کو مفرور اور اپنی بیٹیوں کو اموری بادشاہ سیحون کی قیدی بنا دیا ہے۔"},{"number":30,"verse":"لیکن جب ہم نے اموریوں پر تیر چلائے تو حسبون کا علاقہ دیبون تک برباد ہوا۔ ہم نے نُفح تک سب کچھ تباہ کیا، وہ نُفح جس کا علاقہ میدبا تک ہے۔“"},{"number":31,"verse":"یوں اسرائیل اموریوں کے ملک میں آباد ہوا۔"},{"number":32,"verse":"وہاں سے موسیٰ نے اپنے جاسوس یعزیر شہر بھیجے۔ وہاں بھی اموری رہتے تھے۔ اسرائیلیوں نے یعزیر اور اُس کے ارد گرد کے شہروں پر بھی قبضہ کیا اور وہاں کے اموریوں کو نکال دیا۔"},{"number":33,"verse":"اِس کے بعد وہ مُڑ کر بسن کی طرف بڑھے۔ تب بسن کا بادشاہ عوج اپنی تمام فوج لے کر اُن سے لڑنے کے لئے شہر اِدرعی آیا۔"},{"number":34,"verse":"اُس وقت رب نے موسیٰ سے کہا، ”عوج سے نہ ڈرنا۔ مَیں اُسے، اُس کی تمام فوج اور اُس کا ملک تیرے حوالے کر چکا ہوں۔ اُس کے ساتھ وہی سلوک کر جو تُو نے اموریوں کے بادشاہ سیحون کے ساتھ کیا، جس کا دار الحکومت حسبون تھا۔“"},{"number":35,"verse":"اسرائیلیوں نے عوج، اُس کے بیٹوں اور تمام فوج کو ہلاک کر دیا۔ کوئی بھی نہ بچا۔ پھر اُنہوں نے بسن کے ملک پر قبضہ کر لیا۔"}]}