{"bibleAbbr":"urGV2010","bookName":"گنتی","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"( ملکِ کنعان کی سرحدیں) رب نے موسیٰ سے کہا،"},{"number":2,"verse":"”اسرائیلیوں کو بتانا کہ جب تم اُس ملک میں داخل ہو گے جو مَیں تمہیں میراث میں دوں گا تو اُس کی سرحدیں یہ ہوں گی:"},{"number":3,"verse":"اُس کی جنوبی سرحد دشتِ صین میں ادوم کی سرحد کے ساتھ ساتھ چلے گی۔ مشرق میں وہ بحیرۂ مُردار کے جنوبی ساحل سے شروع ہو گی، پھر اِن جگہوں سے ہو کر مغرب کی طرف گزرے گی:"},{"number":4,"verse":"درۂ عقربیم کے جنوب میں سے، دشتِ صین میں سے، قادس برنیع کے جنوب میں سے حصر ادّار اور عضمون میں سے۔"},{"number":5,"verse":"وہاں سے وہ مُڑ کر مصر کی سرحد پر واقع وادیٔ مصر کے ساتھ ساتھ بحیرۂ روم تک پہنچے گی۔"},{"number":6,"verse":"اُس کی مغربی سرحد بحیرۂ روم کا ساحل ہو گا۔"},{"number":7,"verse":"اُس کی شمالی سرحد بحیرۂ روم سے لے کر اِن جگہوں سے ہو کر مشرق کی طرف گزرے گی: ہور پہاڑ،"},{"number":8,"verse":"لبو حمات، صداد،"},{"number":9,"verse":"زِفرون اور حصر عینان۔ حصر عینان شمالی سرحد کا سب سے مشرقی مقام ہو گا۔"},{"number":10,"verse":"اُس کی مشرقی سرحد شمال میں حصر عینان سے شروع ہو گی۔ پھر وہ اِن جگہوں سے ہو کر جنوب کی طرف گزرے گی: سِفام،"},{"number":11,"verse":"رِبلہ جو عین کے مشرق میں ہے اور کِنّرت یعنی گلیل کی جھیل کے مشرق میں واقع پہاڑی علاقہ۔"},{"number":12,"verse":"اِس کے بعد وہ دریائے یردن کے کنارے کنارے گزرتی ہوئی بحیرۂ مُردار تک پہنچے گی۔ یہ تمہارے ملک کی سرحدیں ہوں گی۔“"},{"number":13,"verse":"موسیٰ نے اسرائیلیوں سے کہا، ”یہ وہی ملک ہے جسے تمہیں قرعہ ڈال کر تقسیم کرنا ہے۔ رب نے حکم دیا ہے کہ اُسے باقی ساڑھے نو قبیلوں کو دینا ہے۔"},{"number":14,"verse":"کیونکہ اڑھائی قبیلوں کے خاندانوں کو اُن کی میراث مل چکی ہے یعنی روبن اور جد کے پورے قبیلے اور منسّی کے آدھے قبیلے کو۔"},{"number":15,"verse":"اُنہیں یہاں، دریائے یردن کے مشرق میں یریحو کے سامنے زمین مل چکی ہے۔“"},{"number":16,"verse":"( ملک تقسیم کرنے کے ذمہ دار آدمی) رب نے موسیٰ سے کہا،"},{"number":17,"verse":"”اِلی عزر امام اور یشوع بن نون لوگوں کے لئے ملک تقسیم کریں۔"},{"number":18,"verse":"ہر قبیلے کے ایک ایک راہنما کو بھی چننا تاکہ وہ تقسیم کرنے میں مدد کرے۔ جن کو تمہیں چننا ہے اُن کے نام یہ ہیں:"},{"number":19,"verse":"یہوداہ کے قبیلے کا کالب بن یفُنّہ،"},{"number":20,"verse":"شمعون کے قبیلے کا سموایل بن عمی ہود،"},{"number":21,"verse":"بن یمین کے قبیلے کا اِلیداد بن کِسلون،"},{"number":22,"verse":"دان کے قبیلے کا بُقی بن یُگلی،"},{"number":23,"verse":"منسّی کے قبیلے کا حنی ایل بن افُود،"},{"number":24,"verse":"افرائیم کے قبیلے کا قموایل بن سِفتان،"},{"number":25,"verse":"زبولون کے قبیلے کا اِلی صفن بن فرناک،"},{"number":26,"verse":"اِشکار کے قبیلے کا فلطی ایل بن عزان،"},{"number":27,"verse":"آشر کے قبیلے کا اخی ہود بن شلومی،"},{"number":28,"verse":"نفتالی کے قبیلے کا فداہیل بن عمی ہود۔“"},{"number":29,"verse":"رب نے اِن ہی آدمیوں کو ملک کو اسرائیلیوں میں تقسیم کرنے کی ذمہ داری دی۔"}]}