{"bibleAbbr":"urGV2010","bookName":"گنتی","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"( ریگستان میں عیدِ فسح) اسرائیلیوں کو مصر سے نکلے ایک سال ہو گیا تھا۔ دوسرے سال کے پہلے مہینے میں رب نے دشتِ سینا میں موسیٰ سے بات کی۔"},{"number":2,"verse":"”لازم ہے کہ اسرائیلی عیدِ فسح کو مقررہ وقت پر منائیں،"},{"number":3,"verse":"یعنی اِس مہینے کے چودھویں دن، سورج کے غروب ہونے کے عین بعد۔ اُسے تمام قواعد کے مطابق منانا۔“"},{"number":4,"verse":"چنانچہ موسیٰ نے اسرائیلیوں سے کہا کہ وہ عیدِ فسح منائیں،"},{"number":5,"verse":"اور اُنہوں نے ایسا ہی کیا۔ اُنہوں نے عیدِ فسح کو پہلے مہینے کے چودھویں دن سورج کے غروب ہونے کے عین بعد منایا۔ اُنہوں نے سب کچھ ویسا ہی کیا جیسا رب نے موسیٰ کو حکم دیا تھا۔"},{"number":6,"verse":"لیکن کچھ آدمی ناپاک تھے، کیونکہ اُنہوں نے لاش چھو لی تھی۔ اِس وجہ سے وہ اُس دن عیدِ فسح نہ منا سکے۔ وہ موسیٰ اور ہارون کے پاس آ کر"},{"number":7,"verse":"کہنے لگے، ”ہم نے لاش چھو لی ہے، اِس لئے ناپاک ہیں۔ لیکن ہمیں اِس سبب سے عیدِ فسح کو منانے سے کیوں روکا جائے؟ ہم بھی مقررہ وقت پر باقی اسرائیلیوں کے ساتھ رب کی قربانی پیش کرنا چاہتے ہیں۔“"},{"number":8,"verse":"موسیٰ نے جواب دیا، ”یہاں میرے انتظار میں کھڑے رہو۔ مَیں معلوم کرتا ہوں کہ رب تمہارے بارے میں کیا حکم دیتا ہے۔“"},{"number":9,"verse":"رب نے موسیٰ سے کہا،"},{"number":10,"verse":"”اسرائیلیوں کو بتا دینا کہ اگر تم یا تمہاری اولاد میں سے کوئی عیدِ فسح کے دوران لاش چھونے سے ناپاک ہو یا کسی دُوردراز علاقے میں سفر کر رہا ہو، توبھی وہ عید منا سکتا ہے۔"},{"number":11,"verse":"ایسا شخص اُسے عین ایک ماہ کے بعد منا کر لیلے کے ساتھ بےخمیری روٹی اور کڑوا ساگ پات کھائے۔"},{"number":12,"verse":"کھانے میں سے کچھ بھی اگلی صبح تک باقی نہ رہے۔ جانور کی کوئی بھی ہڈی نہ توڑنا۔ منانے والا عیدِ فسح کے پورے فرائض ادا کرے۔"},{"number":13,"verse":"لیکن جو پاک ہونے اور سفر نہ کرنے کے باوجود بھی عیدِ فسح کو نہ منائے اُسے اُس کی قوم میں سے مٹایا جائے، کیونکہ اُس نے مقررہ وقت پر رب کو قربانی پیش نہیں کی۔ اُس شخص کو اپنے گناہ کا نتیجہ بھگتنا پڑے گا۔"},{"number":14,"verse":"اگر کوئی پردیسی تمہارے درمیان رہتے ہوئے رب کے سامنے عیدِ فسح منانا چاہے تو اُسے اجازت ہے۔ شرط یہ ہے کہ وہ پورے فرائض ادا کرے۔ پردیسی اور دیسی کے لئے عیدِ فسح منانے کے فرائض ایک جیسے ہیں۔“"},{"number":15,"verse":"( ملاقات کے خیمے پر بادل کا ستون) جس دن شریعت کے مُقدّس خیمے کو کھڑا کیا گیا اُس دن بادل آ کر اُس پر چھا گیا۔ رات کے وقت بادل آگ کی صورت میں نظر آیا۔"},{"number":16,"verse":"اِس کے بعد یہی صورتِ حال رہی کہ بادل اُس پر چھایا رہتا اور رات کے دوران آگ کی صورت میں نظر آتا۔"},{"number":17,"verse":"جب بھی بادل خیمے پر سے اُٹھتا اسرائیلی روانہ ہو جاتے۔ جہاں بھی بادل اُتر جاتا وہاں اسرائیلی اپنے ڈیرے ڈالتے۔"},{"number":18,"verse":"اسرائیلی رب کے حکم پر روانہ ہوتے اور اُس کے حکم پر ڈیرے ڈالتے۔ جب تک بادل مقدِس پر چھایا رہتا اُس وقت تک وہ وہیں ٹھہرتے۔"},{"number":19,"verse":"کبھی کبھی بادل بڑی دیر تک خیمے پر ٹھہرا رہتا۔ تب اسرائیلی رب کا حکم مان کر روانہ نہ ہوتے۔"},{"number":20,"verse":"کبھی کبھی بادل صرف دو چار دن کے لئے خیمے پر ٹھہرتا۔ پھر وہ رب کے حکم کے مطابق ہی ٹھہرتے اور روانہ ہوتے تھے۔"},{"number":21,"verse":"کبھی کبھی بادل صرف شام سے لے کر صبح تک خیمے پر ٹھہرتا۔ جب وہ صبح کے وقت اُٹھتا تو اسرائیلی بھی روانہ ہوتے تھے۔ جب بھی بادل اُٹھتا وہ بھی روانہ ہو جاتے۔"},{"number":22,"verse":"جب تک بادل مُقدّس خیمے پر چھایا رہتا اُس وقت تک اسرائیلی روانہ نہ ہوتے، چاہے وہ دو دن، ایک ماہ، ایک سال یا اِس سے زیادہ عرصہ مقدِس پر چھایا رہتا۔ لیکن جب وہ اُٹھتا تو اسرائیلی بھی روانہ ہو جاتے۔"},{"number":23,"verse":"وہ رب کے حکم پر خیمے لگاتے اور اُس کے حکم پر روانہ ہوتے تھے۔ وہ ویسا ہی کرتے تھے جیسا رب موسیٰ کی معرفت فرماتا تھا۔"}]}