{"bibleAbbr":"MSG2002","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"After the death of Moses the servant of GOD, GOD spoke to Joshua, Moses' assistant:"},{"number":2,"verse":"\"Moses my servant is dead. Get going. Cross this Jordan River, you and all the people. Cross to the country I'm giving to the People of Israel."},{"number":3,"verse":"I'm giving you every square inch of the land you set your foot on--just as I promised Moses."},{"number":4,"verse":"From the wilderness and this Lebanon east to the Great River, the Euphrates River--all the Hittite country--and then west to the Great Sea. It's all yours."},{"number":5,"verse":"All your life, no one will be able to hold out against you. In the same way I was with Moses, I'll be with you. I won't give up on you; I won't leave you."},{"number":6,"verse":"Strength! Courage! You are going to lead this people to inherit the land that I promised to give their ancestors."},{"number":7,"verse":"Give it everything you have, heart and soul. Make sure you carry out The Revelation that Moses commanded you, every bit of it. Don't get off track, either left or right, so as to make sure you get to where you're going."},{"number":8,"verse":"And don't for a minute let this Book of The Revelation be out of mind. Ponder and meditate on it day and night, making sure you practice everything written in it. Then you'll get where you're going; then you'll succeed."},{"number":9,"verse":"Haven't I commanded you? Strength! Courage! Don't be timid; don't get discouraged. GOD, your God, is with you every step you take.\""},{"number":10,"verse":"Then Joshua gave orders to the people's leaders:"},{"number":11,"verse":"\"Go through the camp and give this order to the people: 'Pack your bags. In three days you will cross this Jordan River to enter and take the land GOD, your God, is giving you to possess.'\""},{"number":12,"verse":"Then Joshua addressed the Reubenites, the Gadites, and the half-tribe of Manasseh. He said,"},{"number":13,"verse":"\"Remember what Moses the servant of GOD commanded you: GOD, your God, gives you rest and he gives you this land."},{"number":14,"verse":"Your wives, your children, and your livestock can stay here east of the Jordan, the country Moses gave you; but you, tough soldiers all, must cross the River in battle formation, leading your brothers, helping them"},{"number":15,"verse":"until GOD, your God, gives your brothers a place of rest just as he has done for you. They also will take possession of the land that GOD, your God, is giving them. Then you will be free to return to your possession, given to you by Moses the servant of GOD, across the Jordan to the east.\""},{"number":16,"verse":"They answered Joshua: \"Everything you commanded us, we'll do. Wherever you send us, we'll go."},{"number":17,"verse":"We obeyed Moses to the letter; we'll also obey you--we just pray that GOD, your God, will be with you as he was with Moses."},{"number":18,"verse":"Anyone who questions what you say and refuses to obey whatever you command him will be put to death. Strength! Courage!\"^"}]}