{"bibleAbbr":"MSG2002","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":21,"verses":[{"number":1,"verse":"The ancestral heads of the Levites came to Eleazar the priest and Joshua son of Nun and to the heads of the other tribes of the People of Israel."},{"number":2,"verse":"This took place at Shiloh in the land of Canaan. They said, \"GOD commanded through Moses that you give us cities to live in with access to pastures for our cattle.\""},{"number":3,"verse":"So the People of Israel, out of their own inheritance, gave the Levites, just as GOD commanded, the following cities and pastures:"},{"number":4,"verse":"The lot came out for the families of the Kohathites this way: Levites descended from Aaron the priest received by lot thirteen cities out of the tribes of Judah, Simeon, and Benjamin."},{"number":5,"verse":"The rest of the Kohathites received by lot ten cities from the families of the tribes of Ephraim, Dan, and the half-tribe of Manasseh."},{"number":6,"verse":"The Gershonites received by lot thirteen cities from the families of the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh in Bashan."},{"number":7,"verse":"The families of the Merarites received twelve towns from the tribes of Reuben, Gad, and Zebulun."},{"number":8,"verse":"So the People of Israel gave these cities with their pastures to the Levites just as GOD had ordered through Moses, that is, by lot."},{"number":9,"verse":"They assigned from the tribes of Judah, Simeon, and Benjamin the following towns, here named individually"},{"number":10,"verse":"(these were for the descendants of Aaron who were from the families of the Kohathite branch of Levi because the first lot fell to them):"},{"number":11,"verse":"Kiriath Arba (Arba was the ancestor of Anak), that is, Hebron, in the hills of Judah, with access to the pastures around it."},{"number":12,"verse":"The fields of the city and its open lands they had already given to Caleb son of Jephunneh as his possession."},{"number":13,"verse":"To the descendants of Aaron the priest they gave Hebron (the asylum-city for the unconvicted killers), Libnah,"},{"number":14,"verse":"Jattir, Eshtemoa,"},{"number":15,"verse":"Holon, Debir,"},{"number":16,"verse":"Ain, Juttah, and Beth Shemesh, all with their accompanying pastures--nine towns from these two tribes."},{"number":17,"verse":"And from the tribe of Benjamin: Gibeon, Geba,"},{"number":18,"verse":"Anathoth, and Almon, together with their pastures--four towns."},{"number":19,"verse":"The total for the cities and pastures for the priests descended from Aaron came to thirteen."},{"number":20,"verse":"The rest of the Kohathite families from the tribe of Levi were assigned their cities by lot from the tribe of Ephraim:"},{"number":21,"verse":"Shechem (the asylum-city for the unconvicted killer) in the hills of Ephraim, Gezer,"},{"number":22,"verse":"Kibzaim, and Beth Horon, with their pastures--four towns."},{"number":23,"verse":"From the tribe of Dan they received Eltekeh, Gibbethon,"},{"number":24,"verse":"Aijalon, and Gath Rimmon, all with their pastures--four towns."},{"number":25,"verse":"And from the half-tribe of Manasseh they received Taanach and Gath Rimmon with their pastures--two towns."},{"number":26,"verse":"All told, ten cities with their pastures went to the remaining Kohathite families."},{"number":27,"verse":"The Gershonite families of the tribe of Levi were given from the half-tribe of Manasseh: Golan in Bashan (an asylum-city for the unconvicted killer), and Be Eshtarah, with their pastures--two cities."},{"number":28,"verse":"And from the tribe of Issachar: Kishion, Daberath,"},{"number":29,"verse":"Jarmuth, and En Gannim, with their pastures--four towns."},{"number":30,"verse":"From the tribe of Asher: Mishal, Abdon,"},{"number":31,"verse":"Helkath, and Rehob, with their pastures--four towns."},{"number":32,"verse":"From the tribe of Naphtali: Kedesh in Galilee (an asylum-city for the unconvicted killer), Hammoth Dor, and Kartan, with their pastures--three towns."},{"number":33,"verse":"For the Gershonites and their families: thirteen towns with their pastures."},{"number":34,"verse":"The Merari families, the remaining Levites, were given from the tribe of Zebulun: Jokneam, Kartah,"},{"number":35,"verse":"Dimnah, and Nahalal, with their pastures--four cities."},{"number":36,"verse":"From the tribe of Reuben: Bezer, Jahaz,"},{"number":37,"verse":"Kedemoth, and Mephaath, with their pastures--four towns."},{"number":38,"verse":"From the tribe of Gad: Ramoth in Gilead (an asylum-city for the unconvicted killer), Mahanaim,"},{"number":39,"verse":"Heshbon, and Jazer, with their pastures--a total of four towns."},{"number":40,"verse":"All these towns were assigned by lot to the Merarites, the remaining Levites--twelve towns."},{"number":41,"verse":"The Levites held forty-eight towns with their accompanying pastures within the territory of the People of Israel."},{"number":42,"verse":"Each of these towns had pastures surrounding it--this was the case for all these towns."},{"number":43,"verse":"And so GOD gave Israel the entire land that he had solemnly vowed to give to their ancestors. They took possession of it and made themselves at home in it."},{"number":44,"verse":"And GOD gave them rest on all sides, as he had also solemnly vowed to their ancestors. Not a single one of their enemies was able to stand up to them--GOD handed over all their enemies to them."},{"number":45,"verse":"Not one word failed from all the good words GOD spoke to the house of Israel. Everything came out right."}]}