{"bibleAbbr":"HSB+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"חַכְמ֣וֹת <WH2454> chach-Mot Every wise נָ֭שִׁים <WH802> Na-shim woman בָּנְתָ֣ה <WH1129> ba-ne-Tah buildeth בֵיתָ֑הּ <WH1004> vei-Tah; her house וְ֝אִוֶּ֗לֶת <WH200> ve-'iv-Ve-let, but the foolish בְּיָדֶ֥יהָ <WH3027> be-ya-Dei-ha with her hands תֶהֶרְסֶֽנּוּ׃ <WH2040> te-her-Sen-nu. plucketh it down"},{"number":2,"verse":"הוֹלֵ֣ךְ <WH1980> ho-Lech He that walketh בְּ֭יָשְׁרוֹ <WH3476> be-ya-she-ro in his uprightness יְרֵ֣א <WH3373> ye-Re feareth יְהוָ֑ה <WH3068> Yah-weh; the LORD וּנְל֖וֹז <WH3868> u-ne-Loz but [he that is] perverse דְּרָכָ֣יו <WH1870> de-ra-Chav in his ways בּוֹזֵֽהוּ׃ <WH959> bo-Ze-hu. despiseth"},{"number":3,"verse":"בְּֽפִי־ <WH6310> be-fi- In the mouth אֱ֭וִיל <WH191> 'E-vil of the foolish חֹ֣טֶר <WH2415> Cho-ter [is] a rod גַּאֲוָ֑ה <WH1346> ga-'a-Vah; of pride וְשִׂפְתֵ֥י <WH8193> ve-sif-Tei but the lips חֲ֝כָמִ֗ים <WH2450> cha-cha-Mim, of the wise תִּשְׁמוּרֵֽם׃ <WH8104> tish-mu-Rem. shall preserve"},{"number":4,"verse":"בְּאֵ֣ין <WH369> be-'Ein no אֲ֭לָפִים <WH504> 'A-la-fim Where no oxen אֵב֣וּס <WH18> 'e-Vus [are] the crib בָּ֑ר <WH1249> Bar; [is] clean וְרָב־ <WH7230> ve-rov- but much תְּ֝בוּא֗וֹת <WH8393> te-vu-'ot, increase בְּכֹ֣חַ <WH3581> be-Cho-ach [is] by the strength שֽׁוֹר׃ <WH7794> Shor. of the ox"},{"number":5,"verse":"עֵ֣ד <WH5707> 'ed witness אֱ֭מוּנִים <WH529> 'E-mu-nim A faithful לֹ֣א <WH3808> lo will not יְכַזֵּ֑ב <WH3576> ye-chaz-Zev; lies וְיָפִ֥יחַ <WH6315> ve-ya-Fi-ach will utter כְּ֝זָבִ֗ים <WH3577> ke-za-Vim, will not lie עֵ֣ד <WH5707> 'ed witness שָֽׁקֶר׃ <WH8267> Sha-ker. but a false"},{"number":6,"verse":"בִּקֶּשׁ־ <WH1245> bik-kesh- seeketh לֵ֣ץ <WH3887> letz A scorner חָכְמָ֣ה <WH2451> choch-mah wisdom וָאָ֑יִן <WH369> va-'A-yin; and none וְדַ֖עַת <WH1847> ve-Da-'at and [findeth it] not but knowledge לְנָב֣וֹן <WH995> le-na-Von unto him that understandeth נָקָֽל׃ <WH7043> na-Kal. [is] easy"},{"number":7,"verse":"לֵ֣ךְ <WH1980> lech Leave מִ֭נֶּגֶד <WH5048> Min-ne-ged from the presence לְאִ֣ישׁ <WH376> le-'Ish man כְּסִ֑יל <WH3684> ke-Sil; of a foolish וּבַל־ <WH1077> u-val- you will not יָ֝דַ֗עְתָּ <WH3045> ya-Da'-ta, when thou perceivest שִׂפְתֵי־ <WH8193> sif-tei- not [in him] the lips דָֽעַת׃ <WH1847> Da-'at. of knowledge"},{"number":8,"verse":"חָכְמַ֣ת <WH2451> cha-che-Mat The wisdom עָ֭רוּם <WH6175> 'A-rum of the prudent הָבִ֣ין <WH995> ha-Vin [is] to understand דַּרְכּ֑וֹ <WH1870> dar-Ko; his way וְאִוֶּ֖לֶת <WH200> ve-'iv-Ve-let but the folly כְּסִילִ֣ים <WH3684> ke-si-Lim of fools מִרְמָֽה׃ <WH4820> mir-Mah. [is] deceit"},{"number":9,"verse":"אֱ֭וִלִים <WH191> 'E-vi-lim Fools יָלִ֣יץ <WH3887> ya-Litz make a mock אָשָׁ֑ם <WH817> 'a-Sham; at sin וּבֵ֖ין <WH996> u-Vein among יְשָׁרִ֣ים <WH3477> ye-sha-Rim but among the righteous רָצֽוֹן׃ <WH7522> ra-Tzon. [there is] favour"},{"number":10,"verse":"לֵ֗ב <WH3820> Lev, The heart י֭וֹדֵעַ <WH3045> Yo-de-a' knoweth מָרַּ֣ת <WH4751> mar-Rat angry נַפְשׁ֑וֹ <WH5315> naf-Sho; his own וּ֝בְשִׂמְחָת֗וֹ <WH8057> u-ve-sim-cha-To, with his joy לֹא־ <WH3808> lo- does not יִתְעָ֥רַב <WH6148> yit-'A-rav doth not intermeddle זָֽר׃ <WH2114> Zar. and a stranger"},{"number":11,"verse":"בֵּ֣ית <WH1004> beit The house רְ֭שָׁעִים <WH7563> Re-sha-'im of the wicked יִשָּׁמֵ֑ד <WH8045> yish-sha-Med; shall be overthrown וְאֹ֖הֶל <WH168> ve-'O-hel but the tabernacle יְשָׁרִ֣ים <WH3477> ye-sha-Rim of the upright יַפְרִֽיחַ׃ <WH6524> yaf-Ri-ach. shall flourish"},{"number":12,"verse":"יֵ֤שׁ <WH3426> yesh There is דֶּ֣רֶךְ <WH1870> De-rech a way יָ֭שָׁר <WH3477> Ya-shor which seemeth right לִפְנֵי־ <WH6440> lif-nei- unto אִ֑ישׁ <WH376> 'Ish; a man וְ֝אַחֲרִיתָ֗הּ <WH319> ve-'a-cha-ri-Tah, but the end דַּרְכֵי־ <WH1870> dar-chei- thereof [are] the ways מָֽוֶת׃ <WH4194> Ma-vet. of death"},{"number":13,"verse":"גַּם־ <WH1571> gam- Even בִּשְׂח֥וֹק <WH7814> bis-Chok Even in laughter יִכְאַב־ <WH3510> yich-'av- is sorrowful לֵ֑ב <WH3820> Lev; the heart וְאַחֲרִיתָ֖הּ <WH319> ve-'a-cha-ri-Tah and the end שִׂמְחָ֣ה <WH8057> sim-Chah of that mirth תוּגָֽה׃ <WH8424> tu-Gah. [is] heaviness"},{"number":14,"verse":"מִדְּרָכָ֣יו <WH1870> mid-de-ra-Chav with his own ways יִ֭שְׂבַּע <WH7646> Yis-ba' shall be filled ס֣וּג <WH5472> sug The backslider לֵ֑ב <WH3820> Lev; in heart וּ֝מֵעָלָ֗יו <WH5921> u-me-'a-Lav, and אִ֣ישׁ <WH376> 'ish man טֽוֹב׃ <WH2896> Tov. and a good"},{"number":15,"verse":"פֶּ֭תִי <WH6612> Pe-ti The simple יַאֲמִ֣ין <WH539> ya-'a-Min believeth לְכָל־ <WH3605> le-chol everything דָּבָ֑ר <WH1697> da-Var; every word וְ֝עָר֗וּם <WH6175> ve-'a-Rum, but the prudent יָבִ֥ין <WH995> ya-Vin [man] looketh well לַאֲשֻׁרֽוֹ׃ <WH838> la-'a-shu-Ro. to his going"},{"number":16,"verse":"חָכָ֣ם <WH2450> cha-Cham A wise יָ֭רֵא <WH3373> Ya-re [man] feareth וְסָ֣ר <WH5493> ve-Sar and departeth מֵרָ֑ע <WH7451> me-Ra'; from evil וּ֝כְסִ֗יל <WH3684> u-che-Sil, but the fool מִתְעַבֵּ֥ר <WH5674> mit-'ab-Ber rageth וּבוֹטֵֽחַ׃ <WH982> u-vo-Te-ach. and is confident"},{"number":17,"verse":"קְֽצַר־ <WH7116> ke-tzar- [He that is] soon אַ֭פַּיִם <WH639> 'Ap-pa-yim angry יַעֲשֶׂ֣ה <WH6213> ya-'a-Seh dealeth אִוֶּ֑לֶת <WH200> 'iv-Ve-let; foolishly וְאִ֥ישׁ <WH376> ve-'Ish and a man מְ֝זִמּ֗וֹת <WH4209> me-zim-Mot, of wicked devices יִשָּׂנֵֽא׃ <WH8130> yis-sa-Ne. is hated"},{"number":18,"verse":"נָחֲל֣וּ <WH5157> na-cha-Lu inherit פְתָאיִ֣ם <WH6612> fe-ta-Yim The simple אִוֶּ֑לֶת <WH200> 'iv-Ve-let; folly וַֽ֝עֲרוּמִ֗ים <WH6175> va-'a-ru-Mim, but the prudent יַכְתִּ֥רוּ <WH3803> yach-Ti-ru are crowned דָֽעַת׃ <WH1847> Da-'at. with knowledge"},{"number":19,"verse":"שַׁח֣וּ <WH7817> sha-Chu bow רָ֭עִים <WH7451> Ra-'im The evil לִפְנֵ֣י <WH6440> lif-Nei before טוֹבִ֑ים <WH2896> to-Vim; the good וּ֝רְשָׁעִ֗ים <WH7563> u-re-sha-'Im, and the wicked עַֽל־ <WH5921> 'al- at שַׁעֲרֵ֥י <WH8179> sha-'a-Rei at the gates צַדִּֽיק׃ <WH6662> tzad-Dik. of the righteous"},{"number":20,"verse":"גַּם־ <WH1571> gam- even לְ֭רֵעֵהוּ <WH7453> Le-re-'e-hu even of his own neighbour יִשָּׂ֣נֵא <WH8130> yis-Sa-ne is hated רָ֑שׁ <WH7326> Rash; The poor וְאֹהֲבֵ֖י <WH157> ve-'o-ha-Vei friends עָשִׁ֣יר <WH6223> 'a-Shir but the rich רַבִּֽים׃ <WH7227> rab-Bim. [hath] many"},{"number":21,"verse":"בָּז־ <WH936> boz- He that despiseth לְרֵעֵ֥הוּ <WH7453> le-re-'E-hu his neighbour חוֹטֵ֑א <WH2398> cho-Te; sinneth וּמְחוֹנֵ֖ן <WH2603> u-me-cho-Nen but he that hath mercy; עֲנָיִים 'a-na-yim כעֲנָוִ֣ים <WH6041> 'a-na-Vim afflicted קאַשְׁרָֽיו׃ <WH835> 'ash-Rav. happy"},{"number":22,"verse":"הֲ‍ ֽלוֹא־ <WH3808> halo- not יִ֭תְעוּ <WH8582> Yit-'u Do they not err חֹ֣רְשֵׁי <WH2790> Cho-re-shei that devise רָ֑ע <WH7451> Ra'; adversity וְחֶ֥סֶד <WH2617> ve-Che-sed favour וֶ֝אֱמֶ֗ת <WH571> ve-'e-Met, and truth חֹ֣רְשֵׁי <WH2790> Cho-re-shei [shall be] to them that devise טֽוֹב׃ <WH2896> Tov. good"},{"number":23,"verse":"בְּכָל־ <WH3605> be-chol all עֶ֭צֶב <WH6089> 'E-tzev In all labour יִהְיֶ֣ה <WH1961> yih-Yeh become מוֹתָ֑ר <WH4195> mo-Tar; there is profit וּדְבַר־ <WH1697> u-de-va-rS- but the talk שְׂ֝פָתַ֗יִם <WH8193> fa-Ta-yim, of the lips אַךְ־ <WH389> 'ach- only לְמַחְסֽוֹר׃ <WH4270> le-mach-Sor. [tendeth] only to penury"},{"number":24,"verse":"עֲטֶ֣רֶת <WH5850> 'a-Te-ret The crown חֲכָמִ֣ים <WH2450> cha-cha-Mim of the wise עָשְׁרָ֑ם <WH6239> 'a-she-Ram; [is] their riches אִוֶּ֖לֶת <WH200> 'iv-Ve-let [but] the foolishness כְּסִילִ֣ים <WH3684> ke-si-Lim of fools אִוֶּֽלֶת׃ <WH200> 'iv-Ve-let. [is] folly"},{"number":25,"verse":"מַצִּ֣יל <WH5337> matz-Tzil delivereth נְ֭פָשׁוֹת <WH5315> Ne-fa-shot souls עֵ֣ד <WH5707> 'ed witness אֱמֶ֑ת <WH571> 'e-Met; A true וְיָפִ֖חַ <WH6315> ve-ya-Fi-ach [witness] speaketh כְּזָבִ֣ים <WH3577> ke-za-Vim lies מִרְמָֽה׃ <WH4820> mir-Mah. but a deceitful"},{"number":26,"verse":"בְּיִרְאַ֣ת <WH3374> be-yir-'At In the fear יְ֭הוָה <WH3069> Yah-weh God מִבְטַח־ <WH4009> miv-tach- confidence עֹ֑ז <WH5797> 'Oz; [is] strong וּ֝לְבָנָ֗יו <WH1121> u-le-va-Nav, and his children יִהְיֶ֥ה <WH1961> yih-Yeh will have מַחְסֶֽה׃ <WH4268> mach-Seh. shall have a place of refuge"},{"number":27,"verse":"יִרְאַ֣ת <WH3374> yir-'At The fear יְ֭הוָה <WH3068> Yah-weh of the LORD מְק֣וֹר <WH4726> me-Kor [is] a fountain חַיִּ֑ים <WH2416> chai-Yim; of life לָ֝ס֗וּר <WH5493> la-Sur, to depart מִמֹּ֥קְשֵׁי <WH4170> mi-Mo-ke-shei from the snares מָֽוֶת׃ <WH4194> Ma-vet. of death"},{"number":28,"verse":"בְּרָב־ <WH7230> be-rov- In the multitude עָ֥ם <WH5971> 'am of people הַדְרַת־ <WH1927> had-rat- honour מֶ֑לֶךְ <WH4428> Me-lech; [is] the king's וּבְאֶ֥פֶס <WH657> u-ve-'E-fes but in the want לְ֝אֹ֗ם <WH3816> le-'Om, of people מְחִתַּ֥ת <WH4288> me-chit-Tat [is] the destruction רָזֽוֹן׃ <WH7333> ra-Zon. of the prince"},{"number":29,"verse":"אֶ֣רֶךְ <WH750> 'E-rech [He that is] slow אַ֭פַּיִם <WH639> 'Ap-pa-yim to wrath רַב־ <WH7227> rav- [is] of great תְּבוּנָ֑ה <WH8394> te-vu-Nah; understanding וּקְצַר־ <WH7116> u-ke-tzar- but [he that is] hasty ר֝֗וּחַ <WH7307> Ru-ach, of spirit מֵרִ֥ים <WH7311> me-Rim exalteth אִוֶּֽלֶת׃ <WH200> 'iv-Ve-let. folly"},{"number":30,"verse":"חַיֵּ֣י <WH2416> chai-Yei [is] the life בְ֭שָׂרִים <WH1320> Ve-sa-rim of the flesh לֵ֣ב <WH3820> lev heart מַרְפֵּ֑א <WH4832> mar-Pe; A sound וּרְקַ֖ב <WH7538> u-re-Kav the rottenness עֲצָמ֣וֹת <WH6106> a-tza-Mot of the bones קִנְאָֽה׃ <WH7068> kin-'Ah. but envy"},{"number":31,"verse":"עֹ֣שֵֽׁק־ <WH6231> 'O-shek- He that oppresseth דָּ֭ל <WH1800> dal the poor חֵרֵ֣ף <WH2778> che-Ref reproacheth עֹשֵׂ֑הוּ <WH6213> 'o-Se-hu; his Maker וּ֝מְכַבְּד֗וֹ <WH3513> u-me-chab-be-Do, but he that honoureth חֹנֵ֥ן <WH2603> cho-Nen him hath mercy אֶבְיֽוֹן׃ <WH34> ev-Yon. on the poor"},{"number":32,"verse":"בְּֽ֭רָעָתוֹ <WH7451> be-ra-'a-to in his wickedness יִדָּחֶ֣ה <WH1760> yid-da-Cheh is driven away רָשָׁ֑ע <WH7563> ra-Sha'; The wicked וְחֹסֶ֖ה <WH2620> ve-cho-Seh hath hope בְמוֹת֣וֹ <WH4194> ve-mo-To in his death צַדִּֽיק׃ <WH6662> tzad-Dik. but the righteous"},{"number":33,"verse":"בְּלֵ֣ב <WH3820> be-Lev in the heart נָ֭בוֹן <WH995> Na-Von of him that hath understanding תָּנ֣וּחַ <WH5117> ta-Nu-ach resteth חָכְמָ֑ה <WH2451> choch-mah Wisdom וּבְקֶ֥רֶב <WH7130> u-ve-Ke-rev but [that which is] in the midst כְּ֝סִילִ֗ים <WH3684> ke-si-Lim, of fools תִּוָּדֵֽעַ׃ <WH3045> tiv-va-De-a'. is made known"},{"number":34,"verse":"צְדָקָ֥ה <WH6666> tze-da-Kah Righteousness תְרֽוֹמֵֽם־ <WH7311> te-ro-mem- exalteth גּ֑וֹי <WH1471> Goy; a nation וְחֶ֖סֶד <WH2617> ve-Che-sed [is] a reproach לְאֻמִּ֣ים <WH3816> le-'um-Mim to any people חַטָּֽאת׃ <WH2403> chat-Tat. but sin"},{"number":35,"verse":"רְֽצוֹן־ <WH7522> re-tzon- favour מֶ֭לֶךְ <WH4428> Me-lech The king's לְעֶ֣בֶד <WH5650> le-'E-ved servant מַשְׂכִּ֑יל <WH7919> mas-Kil; [is] toward a wise וְ֝עֶבְרָת֗וֹ <WH5678> ve-'ev-ra-To, but his wrath תִּהְיֶ֥ה <WH1961> tih-Yeh become מֵבִֽישׁ׃ <WH954> me-Vish. is [against] him that causeth shame"}]}