{"bibleAbbr":"HSB+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"בְּ֭נִי <WH1121> Be-ni My son תּוֹרָתִ֣י <WH8451> to-ra-Ti not my law אַל־ <WH408> 'al- not תִּשְׁכָּ֑ח <WH7911> tish-Kach; forget וּ֝מִצְוֹתַ֗י <WH4687> u-mitz-vo-Tai, my commandments יִצֹּ֥ר <WH5341> yitz-Tzor keep לִבֶּֽךָ׃ <WH3820> lib-Be-cha. but let thine heart"},{"number":2,"verse":"כִּ֤י <WH3588> ki For אֹ֣רֶךְ <WH753> 'O-rech For length יָ֭מִים <WH3117> Ya-mim of days וּשְׁנ֣וֹת <WH8141> u-she-Not and long חַיִּ֑ים <WH2416> chai-Yim; life וְ֝שָׁל֗וֹם <WH7965> ve-sha-Lom, and peace יוֹסִ֥יפוּ <WH3254> yo-Si-fu shall they add לָֽךְ׃ Lach."},{"number":3,"verse":"חֶ֥סֶד <WH2617> Che-sed Let not mercy וֶאֱמֶ֗ת <WH571> ve-'e-Met, and truth אַֽל־ <WH408> 'al- nay יַעַ֫זְבֻ֥ךָ <WH5800> ya-'Az-Vu-cha forsake קָשְׁרֵ֥ם <WH7194> ka-she-Rem thee bind עַל־ <WH5921> 'al- around גַּרְגְּרוֹתֶ֑יךָ <WH1621> gar-ge-ro-Tei-cha; them about thy neck כָּ֝תְבֵ֗ם <WH3789> ka-te-Vem, write עַל־ <WH5921> 'al- around ל֥וּחַ <WH3871> Lu-ach them upon the table לִבֶּֽךָ׃ <WH3820> lib-Be-cha. of thine heart"},{"number":4,"verse":"וּמְצָא־ <WH4672> u-me-tza- So shalt thou find חֵ֖ן <WH2580> chen favour וְשֵֽׂכֶל־ <WH7922> ve-se-chel- understanding ט֑וֹב <WH2896> Tov; and good בְּעֵינֵ֖י <WH5869> be-'ei-Nei in the sight אֱלֹהִ֣ים <WH430> E-lo-Him of God וְאָדָֽם׃ <WH120> ve-'a-Dam. and man פ Peh"},{"number":5,"verse":"בְּטַ֣ח <WH982> be-Tach Trust אֶל־ <WH413> 'el- in יְ֭הוָה <WH3068> Yah-weh in the LORD בְּכָל־ <WH3605> be-chol all לִבֶּ֑ךָ <WH3820> lib-Be-cha; with all thine heart וְאֶל־ <WH413> ve-'el- on בִּֽ֝ינָתְךָ֗ <WH998> bi-na-te-cha, not unto thine own understanding אַל־ <WH408> 'al- not תִּשָּׁעֵֽן׃ <WH8172> tish-sha-'En. and lean"},{"number":6,"verse":"בְּכָל־ <WH3605> be-chol all דְּרָכֶ֥יךָ <WH1870> de-ra-Chei-cha In all thy ways דָעֵ֑הוּ <WH3045> da-'E-hu; acknowledge וְ֝ה֗וּא <WH1931> ve-Hu, and He יְיַשֵּׁ֥ר <WH3474> ye-yash-Sher him and he shall direct אֹֽרְחֹתֶֽיךָ׃ <WH734> 'O-re-cho-Tei-cha. thy paths"},{"number":7,"verse":"אַל־ <WH408> 'al- nay תְּהִ֣י <WH1961> te-Hi become חָכָ֣ם <WH2450> cha-Cham Be not wise בְּעֵינֶ֑יךָ <WH5869> be-'ei-Nei-cha; in thine own eyes יְרָ֥א <WH3372> ye-Ra fear אֶת־ <WH853> 'et- יְ֝הוָ֗ה <WH3069> Yah-weh God וְס֣וּר <WH5493> ve-Sur and depart מֵרָֽע׃ <WH7451> me-Ra'. from evil"},{"number":8,"verse":"רִ֭פְאוּת <WH7500> Rif-'ut It shall be health תְּהִ֣י <WH1961> te-Hi become לְשָׁרֶּ֑ךָ <WH8270> le-shar-Re-cha; to thy navel וְ֝שִׁקּ֗וּי <WH8250> ve-shik-Kui, and marrow לְעַצְמוֹתֶֽיךָ׃ <WH6106> le-'atz-mo-Tei-cha. to thy bones"},{"number":9,"verse":"כַּבֵּ֣ד <WH3513> kab-Bed Honour אֶת־ <WH853> 'et- יְ֭הוָה <WH3068> Yah-weh the LORD מֵהוֹנֶ֑ךָ <WH1952> me-ho-Ne-cha; with thy substance וּ֝מֵרֵאשִׁ֗ית <WH7225> u-me-re-Shit, and with the firstfruits כָּל־ <WH3605> kol- of all תְּבוּאָתֶֽךָ׃ <WH8393> te-vu-'a-Te-cha. of all thine increase"},{"number":10,"verse":"וְיִמָּלְא֣וּ <WH4390> ve-yim-mal-'U be filled אֲסָמֶ֣יךָ <WH618> 'a-sa-Mei-cha So shall thy barns שָׂבָ֑ע <WH7647> sa-Va'; with plenty וְ֝תִיר֗וֹשׁ <WH8492> ve-ti-Roosh, with new wine יְקָבֶ֥יךָ <WH3342> ye-ka-Vei-cha and thy presses יִפְרֹֽצוּ׃ <WH6555> yif-Ro-tzu. shall burst out פ Peh"},{"number":11,"verse":"מוּסַ֣ר <WH4148> mu-Sar not the chastening יְ֭הוָה <WH3068> Yah-weh of the LORD בְּנִ֣י <WH1121> be-Ni My son אַל־ <WH408> 'al- not תִּמְאָ֑ס <WH3988> tim-'As; despise וְאַל־ <WH408> ve-'al- not תָּ֝קֹ֗ץ <WH6973> ta-Kotz, neither be weary בְּתוֹכַחְתּֽוֹ׃ <WH8433> be-to-chach-To. of his correction"},{"number":12,"verse":"כִּ֤י <WH3588> ki for אֶ֥ת <WH853> 'et אֲשֶׁ֣ר <WH834> 'a-Sher whom יֶאֱהַ֣ב <WH157> ye-'e-Hav loveth יְהוָ֣ה <WH3068> Yah-weh For whom the LORD יוֹכִ֑יחַ <WH3198> yo-Chi-ach; he correcteth וּ֝כְאָ֗ב <WH1> u-che-'Av, even as a father אֶת־ <WH853> 'et- בֵּ֥ן <WH1121> ben the son יִרְצֶֽה׃ <WH7521> yir-Tzeh. [in whom] he delighteth"},{"number":13,"verse":"אַשְׁרֵ֣י <WH835> 'ash-Rei Happy אָ֭דָם <WH120> 'A-dom [is] the man מָצָ֣א <WH4672> ma-Tza [that] findeth חָכְמָ֑ה <WH2451> choch-mah wisdom וְ֝אָדָ֗ם <WH120> ve-'a-Dam, and the man יָפִ֥יק <WH6329> ya-Fik [that] getteth תְּבוּנָֽה׃ <WH8394> te-vu-Nah. understanding"},{"number":14,"verse":"כִּ֤י <WH3588> ki for ט֣וֹב <WH2896> Tov of it [is] better סַ֭חְרָהּ <WH5504> Sach-rah For the merchandise מִסְּחַר־ <WH5505> mis-se-char- than the merchandise כָּ֑סֶף <WH3701> Ka-sef; of silver וּ֝מֵחָר֗וּץ <WH2742> u-me-cha-Rutz, thereof than fine gold תְּבוּאָתָֽהּ׃ <WH8393> te-vu-'a-Tah. and the gain"},{"number":15,"verse":"יְקָ֣רָה <WH3368> ye-Ka-rah She [is] more precious הִ֭יא <WH1931> hi he; מִפְּנִיִּים mip-pe-ni-yim כמִפְּנִינִ֑ים <WH6443> mip-pe-ni-Nim; ruby קוְכָל־ <WH3605> ve-chol you חֲ֝פָצֶ֗יךָ <WH2656> cha-fa-Tzei-cha, and all the things thou canst desire לֹ֣א <WH3808> lo not יִֽשְׁווּ־ <WH7737> yish-vu- are not to be compared בָֽהּ׃ Vah."},{"number":16,"verse":"אֹ֣רֶךְ <WH753> 'O-rech Length יָ֭מִים <WH3117> Ya-mim of days בִּֽימִינָ֑הּ <WH3225> bi-mi-Nah; [is] in her right hand בִּ֝שְׂמֹאולָ֗הּ <WH8040> bis-mo-Lah, [and] in her left hand עֹ֣שֶׁר <WH6239> 'O-sher riches וְכָבֽוֹד׃ <WH3519> ve-cha-Vod. and honour"},{"number":17,"verse":"דְּרָכֶ֥יהָ <WH1870> de-ra-Chei-ha Her ways דַרְכֵי־ <WH1870> dar-chei- [are] ways נֹ֑עַם <WH5278> No-'am; of pleasantness וְֽכָל־ <WH3605> ve-chol and all נְתִ֖יבוֹתֶ֣יהָ <WH5410> ne-Ti-vo-Tei-ha and all her paths שָׁלֽוֹם׃ <WH7965> sha-Lom. [are] peace"},{"number":18,"verse":"עֵץ־ <WH6086> 'etz- She [is] a tree חַיִּ֣ים <WH2416> chai-Yim of life הִ֭יא <WH1931> hi who לַמַּחֲזִיקִ֣ים <WH2388> lam-ma-cha-zi-Kim to them that lay hold בָּ֑הּ Bah; וְֽתֹמְכֶ֥יהָ <WH8551> ve-to-me-Chei-ha [is every one] that retaineth מְאֻשָּֽׁר׃ <WH833> me-'ush-Shar. upon her and happy פ Peh"},{"number":19,"verse":"יְֽהוָ֗ה <WH3068> Yah-weh The LORD בְּחָכְמָ֥ה <WH2451> be-cha-che-Mah by wisdom יָֽסַד־ <WH3245> ya-sad- hath founded אָ֑רֶץ <WH776> 'A-retz; the earth כּוֹנֵ֥ן <WH3559> ko-Nen hath he established שָׁ֝מַ֗יִם <WH8064> Ma-yim, the heavens בִּתְבוּנָֽה׃ <WH8394> bit-vu-Nah. by understanding"},{"number":20,"verse":"בְּ֭דַעְתּוֹ <WH1847> be-da'-to By his knowledge תְּהוֹמ֣וֹת <WH8415> te-ho-Mot the depths נִבְקָ֑עוּ <WH1234> niv-Ka-'u; are broken up וּ֝שְׁחָקִ֗ים <WH7834> u-she-cha-Kim, and the clouds יִרְעֲפוּ־ <WH7491> yir-'a-fu- drop down טָֽל׃ <WH2919> Tal. the dew"},{"number":21,"verse":"בְּ֭נִי <WH1121> Be-ni My son אַל־ <WH408> 'al- nay יָלֻ֣זוּ <WH3868> ya-Lu-zu let not them depart מֵעֵינֶ֑יךָ <WH5869> me-'ei-Nei-cha; from thine eyes נְצֹ֥ר <WH5341> ne-Tzor keep תֻּ֝שִׁיָּ֗ה <WH8454> tu-shi-Yah, sound wisdom וּמְזִמָּֽה׃ <WH4209> u-me-zim-Mah. and discretion"},{"number":22,"verse":"וְיִֽהְי֣וּ <WH1961> ve-yih-Yu become חַיִּ֣ים <WH2416> chai-Yim So shall they be life לְנַפְשֶׁ֑ךָ <WH5315> le-naf-She-cha; unto thy soul וְ֝חֵ֗ן <WH2580> ve-Chen, and grace לְגַרְגְּרֹתֶֽיךָ׃ <WH1621> le-gar-ge-ro-Tei-cha. to thy neck"},{"number":23,"verse":"אָ֤ז <WH227> 'az Then תֵּלֵ֣ךְ <WH1980> te-Lech will walk לָבֶ֣טַח <WH983> la-Ve-tach safely דַּרְכֶּ֑ךָ <WH1870> dar-Ke-cha; in thy way וְ֝רַגְלְךָ֗ <WH7272> ve-rag-le-cha, and thy foot לֹ֣א <WH3808> lo will not תִגּֽוֹף׃ <WH5062> tig-Gof. shall not stumble"},{"number":24,"verse":"אִם־ <WH518> 'im- When תִּשְׁכַּ֥ב <WH7901> tish-Kav When thou liest down לֹֽא־ <WH3808> lo- not תִפְחָ֑ד <WH6342> tif-Chad; thou shalt not be afraid וְ֝שָׁכַבְתָּ֗ <WH7901> ve-sha-chav-ta, yea thou shalt lie down וְֽעָרְבָ֥ה <WH6149> ve-'a-re-Vah shall be sweet שְׁנָתֶֽךָ׃ <WH8142> she-na-Te-cha. and thy sleep"},{"number":25,"verse":"אַל־ <WH408> 'al- Nor תִּ֭ירָא <WH3372> Ti-ra Be not afraid מִפַּ֣חַד <WH6343> mip-Pa-chad fear פִּתְאֹ֑ם <WH6597> pit-'Om; of sudden וּמִשֹּׁאַ֥ת <WH7722> u-mish-sho-'At neither of the desolation רְ֝שָׁעִ֗ים <WH7563> re-sha-'Im, of the wicked כִּ֣י <WH3588> ki when תָבֹֽא׃ <WH935> ta-Vo. when it cometh"},{"number":26,"verse":"כִּֽי־ <WH3588> ki- For יְ֭הוָה <WH3068> Yah-weh For the LORD יִהְיֶ֣ה <WH1961> yih-Yeh become בְכִסְלֶ֑ךָ <WH3689> ve-chis-Le-cha; shall be thy confidence וְשָׁמַ֖ר <WH8104> ve-sha-Mar and shall keep רַגְלְךָ֣ <WH7272> rag-le-Cha thy foot מִלָּֽכֶד׃ <WH3921> mil-La-ched. from being taken אַל־ <WH408> 'al- nay תִּמְנַע־ <WH4513> tim-na'- deny"},{"number":27,"verse":"ט֥וֹב <WH2896> Tov not good מִבְּעָלָ֑יו <WH1167> mib-be-'a-Lav; from them to whom it is due בִּהְי֨וֹת <WH1961> bih-Yot is in לְאֵ֖ל <WH410> le-'El when it is in the power; יָדֶיךָ ya-dei-cha כיָדְךָ֣ <WH3027> ya-de-Cha able קלַעֲשֽׂוֹת׃ <WH6213> la-'a-Sot. to do"},{"number":28,"verse":"אַל־ <WH408> 'al- not תֹּ֘אמַ֤ר <WH559> to-Mar Say; לְרֵעֶיךָ le-re-'ei-cha כלְרֵֽעֲךָ֨ <WH7453> le-re-'a-Cha brother קלֵ֣ךְ <WH1980> lech Go וָ֭שׁוּב <WH7725> Va-shuv and come again וּמָחָ֥ר <WH4279> u-ma-Char and to morrow אֶתֵּ֗ן <WH5414> 'et-Ten, I will give וְיֵ֣שׁ <WH3426> ve-Yesh when thou hast אִתָּֽךְ׃ <WH854> 'it-Tach. for"},{"number":29,"verse":"אַל־ <WH408> 'al- nay תַּחֲרֹ֣שׁ <WH7451> ta-cha-Rosh not evil עַל־ <WH5921> 'al- against רֵעֲךָ֣ <WH7453> re-'a-Cha against thy neighbour רָעָ֑ה <WH2790> ra-'Ah; Devise וְהֽוּא־ <WH1931> ve-hu- he יוֹשֵׁ֖ב <WH3427> yo-Shev seeing he dwelleth לָבֶ֣טַח <WH983> la-Ve-tach securely אִתָּֽךְ׃ <WH854> 'it-Tach. beside"},{"number":30,"verse":"אַל־ <WH408> 'al- nay; תָּרֹוב ta-rov כתָּרִ֣יב <WH7378> ta-Riv adversary קעִם־ <WH5973> 'im- with אָדָ֣ם <WH120> 'a-Dam not with a man חִנָּ֑ם <WH2600> chin-Nam; without cause אִם־ <WH518> 'im- If לֹ֖א <WH3808> lo no גְמָלְךָ֣ <WH1580> ge-ma-le-Cha if he have done רָעָֽה׃ <WH7451> ra-'Ah. thee no harm"},{"number":31,"verse":"אַל־ <WH408> 'al- not תְּ֭קַנֵּא <WH7065> Te-kan-ne Envy בְּאִ֣ישׁ <WH376> be-'Ish A man חָמָ֑ס <WH2555> cha-Mas; of violence וְאַל־ <WH408> ve-'al- not תִּ֝בְחַ֗ר <WH977> tiv-Char, and choose בְּכָל־ <WH3605> be-chol any דְּרָכָֽיו׃ <WH1870> de-ra-Chav. none of his ways"},{"number":32,"verse":"כִּ֤י <WH3588> ki for תוֹעֲבַ֣ת <WH8441> to-'a-Vat [is] abomination יְהוָ֣ה <WH3068> Yah-weh to the LORD נָל֑וֹז <WH3868> na-Loz; For the froward וְֽאֶת־ <WH853> ve-'Et יְשָׁרִ֥ים <WH3477> ye-sha-Rim [is] with the righteous סוֹדֽוֹ׃ <WH5475> so-Do. but his secret"},{"number":33,"verse":"מְאֵרַ֣ת <WH3994> me-'e-Rat The curse יְ֭הוָה <WH3068> Yah-weh of the LORD בְּבֵ֣ית <WH1004> be-Veit [is] in the house רָשָׁ֑ע <WH7563> ra-Sha'; of the wicked וּנְוֵ֖ה <WH5116> u-ne-Veh the habitation צַדִּיקִ֣ים <WH6662> tzad-di-Kim of the just יְבָרֵֽךְ׃ <WH1288> ye-va-Rech. but he blesseth"},{"number":34,"verse":"אִם־ <WH518> 'im- Though לַלֵּצִ֥ים <WH3887> lal-le-Tzim Surely he scorneth הֽוּא־ <WH1931> hu- he יָלִ֑יץ <WH3887> ya-Litz; the scorners; וְלַעֲנִיִּים ve-la-'a-ni-yim כוְ֝לַעֲנָוִ֗ים <WH6041> ve-la-'a-na-Vim, afflicted קיִתֶּן־ <WH5414> yit-ten- but he giveth חֵֽן׃ <WH2580> Chen. grace"},{"number":35,"verse":"כָּ֭בוֹד <WH3519> Ka-Vod glory חֲכָמִ֣ים <WH2450> cha-cha-Mim The wise יִנְחָ֑לוּ <WH5157> yin-Cha-lu; shall inherit וּ֝כְסִילִ֗ים <WH3684> u-che-si-Lim, of fools מֵרִ֥ים <WH7311> me-Rim shall be the promotion קָלֽוֹן׃ <WH7036> ka-Lon. but shame פ Peh"}]}