{"bibleAbbr":"HSB+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"בְּ֭נִי <WH1121> Be-ni My son אִם־ <WH518> 'im- if עָרַ֣בְתָּ <WH6148> 'a-Rav-ta if thou be surety לְרֵעֶ֑ךָ <WH7453> le-re-'E-cha; for thy friend תָּקַ֖עְתָּ <WH8628> ta-Ka'-ta [if] thou hast stricken לַזָּ֣ר <WH2114> laz-Zar with a stranger כַּפֶּֽיךָ׃ <WH3709> kap-Pei-cha. thy hand"},{"number":2,"verse":"נוֹקַ֥שְׁתָּ <WH3369> no-Kash-ta Thou art snared בְאִמְרֵי־ <WH561> ve-'im-rei- with the words פִ֑יךָ <WH6310> Fi-cha; of thy mouth נִ֝לְכַּ֗דְתָּ <WH3920> nil-Kad-ta, thou art taken בְּאִמְרֵי־ <WH561> be-'im-rei- with the words פִֽיךָ׃ <WH6310> Fi-cha. of thy mouth"},{"number":3,"verse":"עֲשֵׂ֨ה <WH6213> 'a-Seh Do זֹ֥את <WH2063> zot likewise אֵפ֪וֹא׀ <WH645> e-Fo this now בְּנִ֡י <WH1121> be-Ni my son וְֽהִנָּצֵ֗ל <WH5337> ve-hin-na-Tzel, and deliver כִּ֘י <WH3588> ki Since בָ֤אתָ <WH935> Va-ta thyself when thou art come בְכַף־ <WH3709> ve-chaf- into the hand רֵעֶ֑ךָ <WH7453> re-'E-cha; of thy friend לֵ֥ךְ <WH1980> lech Go הִ֝תְרַפֵּ֗ס <WH7511> hit-rap-Pes, humble וּרְהַ֥ב <WH7292> u-re-Hav thyself and make sure רֵעֶֽיךָ׃ <WH7453> re-'Ei-cha. thy friend"},{"number":4,"verse":"אַל־ <WH408> 'al- Nor תִּתֵּ֣ן <WH5414> tit-Ten Give שֵׁנָ֣ה <WH8142> she-Nah not sleep לְעֵינֶ֑יךָ <WH5869> le-'ei-Nei-cha; to thine eyes וּ֝תְנוּמָ֗ה <WH8572> u-te-nu-Mah, nor slumber לְעַפְעַפֶּֽיךָ׃ <WH6079> le-'af-'ap-Pei-cha. to thine eyelids"},{"number":5,"verse":"הִ֭נָּצֵל <WH5337> Hin-na-tzel Deliver כִּצְבִ֣י <WH6643> kitz-Vi thyself as a roe מִיָּ֑ד <WH3027> mi-Yad; from the hand וּ֝כְצִפּ֗וֹר <WH6833> u-che-tzip-Por, [of the hunter] and as a bird מִיַּ֥ד <WH3027> mi-Yad from the hand יָקֽוּשׁ׃ <WH3353> ya-Kush. of the fowler פ Peh לֵֽךְ־ <WH1980> lech- along אֶל־ <WH413> 'el- to"},{"number":6,"verse":"נְמָלָ֥ה <WH5244> ne-ma-Lah to the ant עָצֵ֑ל <WH6102> 'a-Tzel; thou sluggard רְאֵ֖ה <WH7200> re-'Eh consider דְרָכֶ֣יהָ <WH1870> de-ra-Chei-ha her ways וַחֲכָֽם׃ <WH2449> va-cha-Cham. and be wise"},{"number":7,"verse":"אֲשֶׁ֖ר <WH834> 'a-Sher Which אֵֽין־ <WH369> 'ein- having לָ֥הּ lah קָצִ֗ין <WH7101> ka-Tzin, Which having no guide שֹׁטֵ֥ר <WH7860> sho-Ter overseer וּמֹשֵֽׁל׃ <WH4910> u-mo-Shel. or ruler"},{"number":8,"verse":"תָּכִ֣ין <WH3559> ta-Chin Provideth בַּקַּ֣יִץ <WH7019> bak-Ka-yitz in the summer לַחְמָ֑הּ <WH3899> lach-Mah; her meat אָגְרָ֥ה <WH103> 'a-ge-Rah [and] gathereth בַ֝קָּצִ֗יר <WH7105> vak-ka-Tzir, in the harvest מַאֲכָלָֽהּ׃ <WH3978> ma-'a-cha-Lah. her food"},{"number":9,"verse":"עַד־ <WH5704> 'ad- long מָתַ֖י <WH4970> ma-Tai How עָצֵ֥ל׀ <WH6102> 'a-Tzel slothful תִּשְׁכָּ֑ב <WH7901> tish-Kav; How long wilt thou sleep מָ֝תַ֗י <WH4970> ma-Tai, How תָּק֥וּם <WH6965> ta-Kum arise מִשְּׁנָתֶֽךָ׃ <WH8142> mish-she-na-Te-cha. sleep"},{"number":10,"verse":"מְעַ֣ט <WH4592> me-'At [Yet] a little שֵׁ֭נוֹת <WH8142> not sleep מְעַ֣ט <WH4592> me-'At a little תְּנוּמ֑וֹת <WH8572> te-nu-Mot; slumber מְעַ֓ט׀ <WH4592> me-'At a little חִבֻּ֖ק <WH2264> chib-Buk folding יָדַ֣יִם <WH3027> ya-Da-yim of the hands לִשְׁכָּֽב׃ <WH7901> lish-Kav. to sleep"},{"number":11,"verse":"וּבָֽא־ <WH935> u-va- come כִמְהַלֵּ֥ךְ <WH1980> chim-hal-Lech as one that travelleth רֵאשֶׁ֑ךָ <WH7389> re-She-cha; So shall thy poverty וּ֝מַחְסֹֽרְךָ֗ <WH4270> u-mach-so-re-cha, and thy want כְּאִ֣ישׁ <WH376> ke-'Ish man מָגֵֽן׃ <WH4043> ma-Gen. as an armed פ Peh"},{"number":12,"verse":"אָדָ֣ם <WH120> 'a-Dam person בְּ֭לִיַּעַל <WH1100> Be-li-ya-'al A naughty אִ֣ישׁ <WH376> 'ish man אָ֑וֶן <WH205> 'A-ven; a wicked ה֝וֹלֵ֗ךְ <WH1980> ho-Lech, walketh עִקְּשׁ֥וּת <WH6143> 'ik-ke-Shut with a froward פֶּֽה׃ <WH6310> Peh. mouth"},{"number":13,"verse":"קֹרֵ֣ץ <WH7169> ko-Retz He winketh בְּ֭עֵינָיו <WH5869> Be-'ei-nav with his eyes מֹלֵ֣ל <WH4448> mo-Lel he speaketh בְּרַגְלָ֑ו <WH7272> be-rag-Lav; with his feet מֹ֝רֶ֗ה <WH3384> mo-Reh, he teacheth בְּאֶצְבְּעֹתָֽיו׃ <WH676> be-'etz-be-'o-Tav. with his fingers"},{"number":14,"verse":"תַּֽהְפֻּכ֨וֹת׀ <WH8419> tah-pu-Chot Frowardness בְּלִבּ֗וֹ <WH3820> be-lib-Bo, [is] in his heart חֹרֵ֣שׁ <WH2790> cho-Resh he deviseth רָ֣ע <WH7451> ra' mischief בְּכָל־ <WH3605> be-chol all manner עֵ֑ת <WH6256> 'Et; continually; מְדָנִים me-da-nim כמִדְיָנִ֥ים <WH4066> mid-ya-Nim brawling קיְשַׁלֵּֽחַ׃ <WH7971> ye-shal-Le-ach. he soweth"},{"number":15,"verse":"עַל־ <WH5921> 'al- and כֵּ֗ן <WH3651> Ken, after that פִּ֭תְאֹם <WH6597> Pit-'om suddenly יָב֣וֹא <WH935> ya-Vo come אֵיד֑וֹ <WH343> ei-Do; Therefore shall his calamity פֶּ֥תַע <WH6621> Pe-ta' suddenly יִ֝שָּׁבֵ֗ר <WH7665> yish-sha-Ver, shall he be broken וְאֵ֣ין <WH369> ve-'Ein and there מַרְפֵּֽא׃ <WH4832> mar-Pe. without remedy פ Peh"},{"number":16,"verse":"שֶׁשׁ־ <WH8337> shesh- These six הֵ֭נָּה <WH2007> Hen-nah in שָׂנֵ֣א <WH8130> sa-Ne hate יְהוָ֑ה <WH3068> Yah-weh; [things] doth the LORD וְ֝שֶׁ֗בַע <WH7651> ve-She-va', yea seven; תֹּועֲבֹות to-'a-Vot כתֹּועֲבַ֥ת <WH8441> to-'a-Vat Tolaites קנַפְשֽׁוֹ׃ <WH5315> naf-Sho. unto him"},{"number":17,"verse":"עֵינַ֣יִם <WH5869> 'ei-Na-yim look רָ֭מוֹת <WH7311> Ra-mot A proud לְשׁ֣וֹן <WH3956> le-Shon tongue שָׁ֑קֶר <WH8267> Sha-ker; a lying וְ֝יָדַ֗יִם <WH3027> ve-ya-Da-yim, and hands שֹׁפְכ֥וֹת <WH8210> sho-fe-Chot that shed דָּם־ <WH1818> dom- blood נָקִֽי׃ <WH5355> na-Ki. innocent"},{"number":18,"verse":"לֵ֗ב <WH3820> Lev, An heart חֹ֭רֵשׁ <WH2790> Cho-resh that deviseth מַחְשְׁב֣וֹת <WH4284> mach-she-Vot imaginations אָ֑וֶן <WH205> 'A-ven; wicked רַגְלַ֥יִם <WH7272> rag-La-yim feet מְ֝מַהֲר֗וֹת <WH4116> me-ma-ha-Rot, that be swift לָר֥וּץ <WH7323> la-Rutz in running לָֽרָעָה׃ <WH7451> La-ra-'ah. to mischief"},{"number":19,"verse":"יָפִ֣יחַ <WH6315> ya-Fi-ach [that] speaketh כְּ֭זָבִים <WH3577> Ke-za-vim lies עֵ֣ד <WH5707> 'ed witness שָׁ֑קֶר <WH8267> Sha-ker; A false וּמְשַׁלֵּ֥חַ <WH7971> u-me-shal-Le-ach and he that soweth מְ֝דָנִ֗ים <WH4090> me-da-Nim, discord בֵּ֣ין <WH996> bein among אַחִֽים׃ <WH251> 'a-Chim. among brethren פ Peh"},{"number":20,"verse":"נְצֹ֣ר <WH5341> ne-Tzor keep בְּ֭נִי <WH1121> Be-ni My son מִצְוַ֣ת <WH4687> mitz-Vat commandment אָבִ֑יךָ <WH1> 'a-Vi-cha; thy father's וְאַל־ <WH408> ve-'al- not תִּ֝טֹּ֗שׁ <WH5203> tit-Tosh, and forsake תּוֹרַ֥ת <WH8451> to-Rat not the law אִמֶּֽךָ׃ <WH517> 'im-Me-cha. of thy mother"},{"number":21,"verse":"קָשְׁרֵ֣ם <WH7194> ka-she-Rem Bind עַל־ <WH5921> 'al- around לִבְּךָ֣ <WH3820> lib-be-Cha upon thine heart תָמִ֑יד <WH8548> ta-Mid; them continually עָ֝נְדֵ֗ם <WH6029> 'a-ne-Dem, [and] tie עַל־ <WH5921> 'al- around גַּרְגְּרֹתֶֽךָ׃ <WH1621> gar-ge-ro-Te-cha. them about thy neck"},{"number":22,"verse":"בְּהִתְהַלֶּכְךָ֨׀ <WH1980> be-hit-hal-lech-Cha When thou goest תַּנְחֶ֬ה <WH5148> tan-Cheh it shall lead אֹתָ֗ךְ <WH853> 'o-Tach, בְּֽ֭שָׁכְבְּךָ <WH7901> Be-sha-che-be-cha thee when thou sleepest תִּשְׁמֹ֣ר <WH8104> tish-Mor it shall keep עָלֶ֑יךָ <WH5921> 'a-Lei-cha; over וַ֝הֲקִיצ֗וֹתָ <WH6974> va-ha-ki-Tzo-ta, thee and [when] thou awakest הִ֣יא <WH1931> hi they תְשִׂיחֶֽךָ׃ <WH7878> te-si-Che-cha. it shall talk"},{"number":23,"verse":"כִּ֤י <WH3588> ki is a נֵ֣ר <WH5216> ner [is] a lamp מִ֭צְוָה <WH4687> Mitz-vah For the commandment וְת֣וֹרָה <WH8451> ve-To-rah and the law א֑וֹר <WH216> or; [is] light וְדֶ֥רֶךְ <WH1870> ve-De-rech [are] the way חַ֝יִּ֗ים <WH2416> chai-Yim, of life תּוֹכְח֥וֹת <WH8433> toch-Chot and reproofs מוּסָֽר׃ <WH4148> mu-Sar. of instruction"},{"number":24,"verse":"לִ֭שְׁמָרְךָ <WH8104> Lish-ma-re-cha To keep מֵאֵ֣שֶׁת <WH802> me-'E-shet woman רָ֑ע <WH7451> Ra'; thee from the evil מֵֽ֝חֶלְקַ֗ת <WH2513> me-chel-Kat, from the flattery לָשׁ֥וֹן <WH3956> la-Shon of the tongue נָכְרִיָּֽה׃ <WH5237> na-che-ri-Yah. of a strange woman"},{"number":25,"verse":"אַל־ <WH408> 'al- Nor תַּחְמֹ֣ד <WH2530> tach-Mod Lust יָ֭פְיָהּ <WH3308> Ya-fe-yah not after her beauty בִּלְבָבֶ֑ךָ <WH3824> bil-va-Ve-cha; in thine heart וְאַל־ <WH408> ve-'al- Nor תִּ֝קָּֽחֲךָ֗ <WH3947> tik-ka-cha-cha, neither let her take בְּעַפְעַפֶּֽיהָ׃ <WH6079> be-'af-'ap-Pei-ha. thee with her eyelids"},{"number":26,"verse":"כִּ֤י <WH3588> ki on בְעַד־ <WH1157> ve-'ad- For by means of אִשָּׁ֥ה <WH802> 'ish-Shah woman זוֹנָ֗ה <WH2181> zo-Nah, a whorish עַֽד־ <WH5704> 'ad- against כִּכַּ֫ר <WH3603> kik-Kar [a man is brought] to a piece לָ֥חֶם <WH3899> La-chem of bread וְאֵ֥שֶׁת <WH802> ve-'E-shet ess אִ֑ישׁ <WH376> 'Ish; he נֶ֖פֶשׁ <WH5315> Ne-fesh life יְקָרָ֣ה <WH3368> ye-ka-Rah for the precious תָצֽוּד׃ <WH6679> ta-Tzud. will hunt פ Peh"},{"number":27,"verse":"הֲיַחְתֶּ֤ה <WH2846> ha-yach-Teh take אִ֓ישׁ <WH376> 'ish Can a man אֵ֬שׁ <WH784> 'esh fire בְּחֵיק֑וֹ <WH2436> be-chei-Ko; in his bosom וּ֝בְגָדָ֗יו <WH899> u-ve-ga-Dav, and his clothes לֹ֣א <WH3808> lo not תִשָּׂרַֽפְנָה׃ <WH8313> tis-sa-Raf-nah. not be burned"},{"number":28,"verse":"אִם־ <WH518> 'im- Or יְהַלֵּ֣ךְ <WH1980> ye-hal-Lech go אִ֭ישׁ <WH376> 'ish Can one עַל־ <WH5921> 'al- on הַגֶּחָלִ֑ים <WH1513> hag-ge-cha-Lim; upon hot coals וְ֝רַגְלָ֗יו <WH7272> ve-rag-Lav, and his feet לֹ֣א <WH3808> lo not תִכָּוֶֽינָה׃ <WH3554> tik-ka-Vei-nah. not be burned"},{"number":29,"verse":"כֵּ֗ן <WH3651> Ken, So הַ֭בָּא <WH935> Hab-ba So he that goeth in אֶל־ <WH413> 'el- about אֵ֣שֶׁת <WH802> 'E-shet wife רֵעֵ֑הוּ <WH7453> re-'E-hu; to his neighbour's לֹ֥א <WH3808> lo her will not יִ֝נָּקֶ֗ה <WH5352> yin-na-Keh, her shall not be innocent כָּֽל־ <WH3605> kal- Whoever הַנֹּגֵ֥עַ <WH5060> han-no-Ge-a' whosoever toucheth בָּֽהּ׃ Bah."},{"number":30,"verse":"לֹא־ <WH3808> lo- not יָב֣וּזוּ <WH936> ya-Vu-zu [Men] do not despise לַ֭גַּנָּב <WH1590> lag-gan-no a thief כִּ֣י <WH3588> ki if יִגְנ֑וֹב <WH1589> yig-Nov; if he steal לְמַלֵּ֥א <WH4390> le-mal-Le to satisfy נַ֝פְשׁ֗וֹ <WH5315> naf-Sho, his soul כִּ֣י <WH3588> ki when יִרְעָֽב׃ <WH7456> yir-'Av. when he is hungry"},{"number":31,"verse":"וְ֭נִמְצָא <WH4672> Ve-nim-tza But [if] he be found יְשַׁלֵּ֣ם <WH7999> ye-shal-Lem he shall restore שִׁבְעָתָ֑יִם <WH7659> shiv-'a-Ta-yim; sevenfold אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all ה֖וֹן <WH1952> Hon all the substance בֵּית֣וֹ <WH1004> bei-To of his house יִתֵּֽן׃ <WH5414> yit-Ten. he shall give"},{"number":32,"verse":"נֹאֵ֣ף <WH5003> no-'Ef [But] whoso committeth adultery אִשָּׁ֣ה <WH802> 'ish-Shah with a woman חֲסַר־ <WH2638> cha-sar- lacketh לֵ֑ב <WH3820> Lev; understanding מַֽשְׁחִ֥ית <WH7843> mash-Chit it destroyeth נַ֝פְשׁ֗וֹ <WH5315> naf-Sho, his own soul ה֣וּא <WH1931> hu he יַעֲשֶֽׂנָּה׃ <WH6213> ya-'a-Sen-nah. he [that] doeth"},{"number":33,"verse":"נֶֽגַע־ <WH5061> ne-ga'- A wound וְקָל֥וֹן <WH7036> ve-ka-Lon and dishonour יִמְצָ֑א <WH4672> yim-Tza; shall he get וְ֝חֶרְפָּת֗וֹ <WH2781> ve-cher-pa-To, and his reproach לֹ֣א <WH3808> lo not תִמָּחֶֽה׃ <WH4229> tim-ma-Cheh. shall not be wiped away"},{"number":34,"verse":"כִּֽי־ <WH3588> ki- For קִנְאָ֥ה <WH7068> kin-'Ah For jealousy חֲמַת־ <WH2534> cha-mat- [is] the rage גָּ֑בֶר <WH1397> Ga-ver; of a man וְלֹֽא־ <WH3808> ve-lo- and he will not יַ֝חְמ֗וֹל <WH2550> yach-Mol, therefore he will not spare בְּי֣וֹם <WH3117> be-Yom in the day נָקָֽם׃ <WH5359> na-Kam. of vengeance"},{"number":35,"verse":"לֹא־ <WH3808> lo- Nor יִ֭שָּׂא <WH5375> Yis-sa accept פְּנֵ֣י <WH6440> pe-Nei accept כָל־ <WH3605> chol any כֹּ֑פֶר <WH3724> Ko-fer; any ransom וְלֹֽא־ <WH3808> ve-lo- Nor יֹ֝אבֶ֗ה <WH14> yo-Veh, neither will he rest content כִּ֣י <WH3588> ki though תַרְבֶּה־ <WH7235> tar-beh- though thou givest many שֹֽׁחַד׃ <WH7810> Sho-chad. gifts פ Peh"}]}