{"bibleAbbr":"GB1587","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"On that day did the king Ahasuerus give the house of Haman the Jews' enemy unto Esther the queen. And Mordecai That is, was received into the king's favour and presence. came before the king; for Esther had told what he [was] That he was her uncle, and had brought her up. unto her."},{"number":2,"verse":"And the King tooke off his ring, which he had taken from Haman, and gaue it vnto Mordecai: and Ester set Mordecai ouer the house of Haman."},{"number":3,"verse":"And Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the Meaning, that he should abolish the wicked decrees, which he had made for the destruction of the Jews. mischief of Haman the Agagite, and his device that he had devised against the Jews."},{"number":4,"verse":"Then the king held out the golden Read (Est_5:2). sceptre toward Esther. So Esther arose, and stood before the king,"},{"number":5,"verse":"And sayd, If it please the King, & if I haue found fauour in his sight, and the thing be acceptable before the King, and I please him, let it be written, that the letters of the deuice of Haman the sonne of Ammedatha the Agagite may be called againe, which he wrote to destroy the Iewes, that are in all the Kings prouinces."},{"number":6,"verse":"For how can I suffer and see the euil, that shall come vnto my people? Or howe can I suffer and see the destruction of my kinred?"},{"number":7,"verse":"And the King Ahashuerosh sayde vnto the Queene Ester, & to Mordecai the Iewe, Behold, I haue giuen Ester the house of Haman, whome they haue hanged vpon the tree, because he layd hand vpon the Iewes."},{"number":8,"verse":"Write ye also for the Jews, as it liketh you, in the king's name, and seal [it] with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may This was the law of the Medes and Persians, as in (Dan_6:15) nonetheless the king revoked the former decree granted to Haman for Esther's sake. no man reverse."},{"number":9,"verse":"Then were the king's scribes called at that time in the third month, that [is], the month Which contains part of May and part of June. Sivan, on the three and twentieth [day] thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which [are] from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the That is, in such letters and languages as was usual in every province. writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language."},{"number":10,"verse":"And hee wrote in the King Ahashuerosh name, and sealed it with the Kings ring: and he sent letters by postes on horsebacke and that rode on beastes of price, as dromedaries and coltes of mares."},{"number":11,"verse":"Wherein the king granted the Jews which [were] in every city to gather themselves together, and to stand for That is, to defend themselves against all who would assail them. their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, [both] little ones and women, and [to take] the spoil of them for a prey,"},{"number":12,"verse":"Upon one day in all the provinces of king Ahasuerus, [namely], upon the thirteenth [day] of the twelfth month, which [is] the month Which has part of February and part of March. Adar."},{"number":13,"verse":"The copy of the writing for a commandment to be given in every province [was] published unto all people, and that the Jews should be ready against that day to The king gave them permission to kill all who oppressed them. avenge themselves on their enemies."},{"number":14,"verse":"So the postes rode vpon beasts of price, and dromedaries, & went forth with speede, to execute the Kings commaundement, and the decree was giuen at Shushan the palace."},{"number":15,"verse":"And Mordecai went out from the King in royall apparell of blewe, and white, and with a great crowne of gold, and with a garment of fine linen and purple, and the citie of Shushan reioyced and was glad."},{"number":16,"verse":"The Jews had light, and He showed by the words that follow, what this light was. gladness, and joy, and honour."},{"number":17,"verse":"And in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land Conformed themselves to the Jew's religion. became Jews; for the fear of the Jews fell upon them."}]}