{"bibleAbbr":"NASB1995+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"Then David <WH1732> consulted <WH3289> with the captains <WH8269> of the thousands <WH505> and the hundreds, <WH3967> even with every <WH3605> leader. <WH5057>"},{"number":2,"verse":"And David <WH1732> said <WH559> to all <WH3605> the assembly <WH6951> of Israel, <WH3478> \"If <WH518> it seems good <WH2895> to you, and if it is from the Lord <WH3068> our God, <WH430> let us send <WH7971> everywhere <WH6555> to our kinsmen <WH251> who remain <WH7604> in all <WH3605> the land <WH776> of Israel, <WH3478> also to the priests <WH3548> and Levites <WH3881> who are with them in their cities <WH5892> with pasture <WH4054> lands, <WH4054> that they may meet <WH6908> with us;"},{"number":3,"verse":"and let us bring <WH5437> back <WH5437> the ark <WH727> of our God <WH430> to us, for we did not seek <WH1875> it in the days <WH3117> of Saul. <WH7586> \""},{"number":4,"verse":"Then all <WH3605> the assembly <WH6951> said <WH559> that they would do <WH6213> so, <WH3651> for the thing <WH1697> was right <WH3474> in the eyes <WH5869> of all <WH3605> the people. <WH5971>"},{"number":5,"verse":"So David <WH1732> assembled <WH6950> all <WH3605> Israel <WH3478> together, from the Shihor <WH7883> of Egypt <WH4714> even to the entrance <WH935> of Hamath, <WH2574> to bring <WH935> the ark <WH727> of God <WH430> from Kiriath-jearim."},{"number":6,"verse":"And David <WH1732> and all <WH3605> Israel <WH3478> went <WH5927> up to Baalah, <WH1173> [that is,] to Kiriath-jearim, which <WH834> belongs to Judah, <WH3063> to bring <WH5927> up from there <WH8033> the ark <WH727> of God, <WH430> the Lord <WH3068> who is enthroned <WH3427> [above] the cherubim, <WH3742> where <WH834> His name <WH8034> is called. <WH7121>"},{"number":7,"verse":"And they carried <WH7392> the ark <WH727> of God <WH430> on a new <WH2319> cart <WH5699> from the house <WH1004> of Abinadab, <WH41> and Uzza <WH5798> and Ahio <WH283> drove <WH5090> the cart. <WH5699>"},{"number":8,"verse":"And David <WH1732> and all <WH3605> Israel <WH3478> were celebrating <WH7832> before <WH6440> God <WH430> with all <WH3605> [their] might, <WH5797> even with songs <WH7892> and with lyres, <WH3658> harps, <WH5035> tambourines, <WH8596> cymbals, <WH4700> and with trumpets. <WH2689>"},{"number":9,"verse":"When they came <WH935> to the threshing <WH1637> floor <WH1637> of Chidon, <WH3592> Uzza <WH5798> put <WH7971> out his hand <WH3027> to hold <WH270> the ark, <WH727> because <WH3588> the oxen <WH1241> nearly upset <WH8058> [it.]"},{"number":10,"verse":"And the anger <WH639> of the Lord <WH3068> burned <WH2734> against Uzza, <WH5798> so He struck <WH5221> him down <WH5221> because <WH5921> <WH834> he put <WH7971> out his hand <WH3027> to the ark; <WH727> and he died <WH4191> there <WH8033> before <WH6440> God. <WH430>"},{"number":11,"verse":"Then David <WH1732> became <WH2734> angry <WH2734> because <WH3588> of the Lord's outburst <WH6555> <WH6556> against Uzza; <WH5798> and he called <WH7121> that place <WH4725> Perez-uzza to this <WH2088> day. <WH3117>"},{"number":12,"verse":"And David <WH1732> was afraid <WH3372> of God <WH430> that day, <WH3117> saying, <WH559> \"How <WH1963> can I bring <WH935> the ark <WH727> of God <WH430> [home] to me?\""},{"number":13,"verse":"So David <WH1732> did not take <WH5493> the ark <WH727> with him to the city <WH5892> of David, <WH1732> but took <WH5186> it aside <WH5186> to the house <WH1004> of Obed-edom the Gittite. <WH1663>"},{"number":14,"verse":"Thus the ark <WH727> of God <WH430> remained <WH3427> with the family <WH1004> of Obed-edom in his house <WH1004> three <WH7969> months; <WH2320> and the Lord <WH3068> blessed <WH1288> the family <WH1004> of Obed-edom with all <WH3605> that he had."}]}