{"bibleAbbr":"ULT2024","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":25,"verses":[{"number":1,"verse":"Now, Festus entered the province, and after three days, he went from Caesarea up to Jerusalem."},{"number":2,"verse":"Both the chief priests and the prominent men of the Jews brought accusations to Festus against Paul, and they urged him"},{"number":3,"verse":"and asked for a favor against Paul— that Festus might summon Paul to Jerusalem— for an ambush was forming to kill him along the way."},{"number":4,"verse":"So indeed Festus answered that Paul was being held at Caesarea, and that he himself was about to go there soon."},{"number":5,"verse":"He said, \"Therefore, those among you who are leaders should go there with us. If there is something wrong with the man, let them accuse him.\""},{"number":6,"verse":"Festus stayed with them not more than eight or ten days, and then he went down to Caesarea. On the next day he sat in the judgment seat and commanded Paul to be brought to him."},{"number":7,"verse":"When Paul came, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges which they could not prove."},{"number":8,"verse":"Paul spoke in his defense, \"I have done nothing wrong, neither against the law of the Jews, nor against the temple, nor against Caesar.\""},{"number":9,"verse":"But Festus, wanting to do a favor for the Jews, answered Paul and said, \"Are you willing to go up to Jerusalem and to be judged there by me about these things?\""},{"number":10,"verse":"But Paul said, \"I am standing before the judgment seat of Caesar where I should be judged. I have done nothing wrong to the Jews, just as you also very well know."},{"number":11,"verse":"Though if indeed I have done wrong and have done anything worthy of death, I do not refuse to die. But if there is nothing of which they can accuse me, no one can hand me over to them. I appeal to Caesar.\""},{"number":12,"verse":"Then, after Festus talked with the council, he answered, \"You have appealed to Caesar. To Caesar you will go!\""},{"number":13,"verse":"Now after some days had passed, King Agrippa and Bernice came down to Caesarea to pay their respects to Festus."},{"number":14,"verse":"After they had been there for many days, Festus presented to the king the things concerning Paul. He said, \"There is a certain man who was left here as a prisoner by Felix."},{"number":15,"verse":"When I was in Jerusalem, the chief priests and the elders of the Jews brought charges against this man, asking for a sentence of condemnation against him."},{"number":16,"verse":"I answered them that it is not the custom of the Romans to hand over any person before the one who is accused may have the opportunity to face his accusers, and may make a defense concerning the charges."},{"number":17,"verse":"Therefore, when they came together here, I did not wait, but the next day I sat in the judgment seat and I ordered the man to be brought in."},{"number":18,"verse":"When the accusers stood up, they brought no charge concerning him of any crime which I expected."},{"number":19,"verse":"Instead, they had certain disputes with him about their own religion and about a certain Jesus who was dead, whom Paul claims to be alive."},{"number":20,"verse":"So I am uncertain about how to investigate this matter. I asked if he was willing to go to Jerusalem and there to be judged concerning these charges."},{"number":21,"verse":"But when Paul appealed to be kept in custody while awaiting the decision of the emperor, I ordered him to be held in custody until I could send him to Caesar.\""},{"number":22,"verse":"Then Agrippa replied to Festus, \"I, myself, have also been wanting to hear this man.\"\" Tomorrow, \"Festus said, \"you will hear him.\""},{"number":23,"verse":"So on the next day, Agrippa and Bernice came with much ceremony, and entered into the hall with both the military officers and with men who were prominent in the city. When Festus spoke the command, Paul was brought in."},{"number":24,"verse":"Then Festus said, \"King Agrippa, and all you men who are here with us, you see this man, concerning whom all the multitude of the Jews petitioned me both in Jerusalem and here also, shouting that he should not live any longer."},{"number":25,"verse":"But I learned that he had done nothing worthy of death; but because he himself appealed to the emperor, I decided to send him."},{"number":26,"verse":"But concerning him, I do not have anything definite to write to the emperor. For this reason, I have brought him before you, and especially before you, King Agrippa, so that after this examination happens, I might have something to write."},{"number":27,"verse":"For it seems unreasonable to me to send a prisoner and to not state the charges against him.\""}]}