{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "1 கொரிந்தியர்",
  "bookEnglishName" : "1 Corinthians",
  "chapterNumber" : 14,
  "verses" : [ {
    "number" : 1,
    "verse" : "(இறைவாக்கும் பல்வகையான வேற்றுமொழிகளும்)அன்பை நாடித் தேடுங்கள், ஆவிக்குரிய வரங்களில் அதிக விருப்பம்கொள்ளுங்கள், அதிலும் இறைவாக்கு உரைப்பதை அதிகமாக விரும்புங்கள்."
  }, {
    "number" : 2,
    "verse" : "ஏனெனில், ஆவியானவர் கொடுக்கும் வேற்றுமொழியைப் பேசுகின்றவன் மனிதருடன் பேசாமல் இறைவனுடன் பேசுகின்றான். அவன் ஆவியில் மறைபொருள்களைப் பேசுகின்றபடியால் அவன் பேசுவது ஒருவருக்கும் புரிவதில்லை."
  }, {
    "number" : 3,
    "verse" : "ஆனால் இறைவாக்கு உரைப்பவனோ, மனிதரைக் கட்டியெழுப்பவும் ஊக்கப்படுத்தவும் ஆறுதலளிக்கவும் பேசுகின்றான்."
  }, {
    "number" : 4,
    "verse" : "வேற்றுமொழியைப் பேசுகின்றவன், தனது சொந்த வளர்ச்சிக்காக பேசுகின்றான். ஆனால் இறைவாக்கு உரைப்பவனோ, திருச்சபையை கட்டியெழுப்புகிறான்."
  }, {
    "number" : 5,
    "verse" : "நீங்கள் ஒவ்வொருவரும் வேற்றுமொழிகளில் பேச வேண்டும் என்று நான் விரும்பினாலும், நீங்கள் இறைவாக்கு உரைப்பதையே அதிகமாய் விரும்புகிறேன். வேற்றுமொழிகளைப் பேசுகின்றவன் அதன் அர்த்தத்தையும் சொல்லாவிட்டால், இறைவாக்கு உரைக்கின்றவன் அவனிலும் பெரியவனாயிருக்கிறான். அதனால் திருச்சபை கட்டியெழுப்பப்படும்."
  }, {
    "number" : 6,
    "verse" : "பிரியமானவர்களே, இறைவனிடமிருந்து ஒரு வெளிப்பாட்டையோ அறிவையோ இறைவாக்கையோ அல்லது ஒரு அறிவுறுத்தும் வார்த்தையையோ உங்களுக்கு வழங்காமல், நான் உங்களிடம் வந்து வேற்றுமொழிகளில் பேசினால் என்னால் நீங்கள் அடையும் நன்மையென்ன?"
  }, {
    "number" : 7,
    "verse" : "புல்லாங்குழல், வீணை போன்ற உயிரற்ற வாத்தியக் கருவிகளிலிருந்து உருவாகும் இசையானது, வேறுபட்ட சுரங்களை எழுப்பாவிட்டால், ஒருவன் அதன் இராகத்தை எப்படி அறிய முடியும்?"
  }, {
    "number" : 8,
    "verse" : "அப்படியே, யுத்தத்துக்கான எக்காள ஒலி தெளிவாக இல்லாவிட்டால் யுத்தத்திற்கு யார் தயாராவார்கள்?"
  }, {
    "number" : 9,
    "verse" : "அதேபோலவே நீங்களும், மற்றவர்களால் புரிந்துகொள்ளக் கூடிய வார்த்தைகளை உங்கள் உதடுகளால் பேசாவிட்டால், நீங்கள் பேசுவது என்னவென்பது இன்னொருவருக்கு எப்படிப் புரியும்? நீங்கள் காற்றில் பேசுவது போலிருக்குமே."
  }, {
    "number" : 10,
    "verse" : "உலகத்தில் பல்வேறு மொழிகள் இருந்தாலும், அவற்றில் எதுவும் அர்த்தமற்றதல்ல."
  }, {
    "number" : 11,
    "verse" : "எனவே, ஒருவன் பேசுகின்ற மொழியின் அர்த்தத்தை நான் அறிந்துகொள்ளாவிட்டால் அதைப் பேசுகின்றவனுக்கு நான் பிற நாட்டவனைப் போல் இருப்பேன். அவனும் எனக்கு பிற நாட்டவனைப் போல் இருப்பான்."
  }, {
    "number" : 12,
    "verse" : "இது உங்களுக்கும் பொருந்தும். ஆகவே நீங்கள் ஆவிக்குரிய வரங்களின் மீது ஆர்வம் உள்ளவர்களாய் இருப்பதனால், திருச்சபையைக் கட்டியெழுப்பும் வரங்களில் தேர்ச்சியடைய முயலுங்கள்."
  }, {
    "number" : 13,
    "verse" : "இதன் காரணமாகவே வேற்றுமொழியைப் பேசுகின்றவன் அதற்கு அர்த்தம் சொல்லும் ஆற்றலையும் பெற்றுக்கொள்ளும்படி மன்றாட வேண்டும்."
  }, {
    "number" : 14,
    "verse" : "ஏனெனில், நான் வேற்றுமொழியில் மன்றாடும்போது, எனது ஆவி மன்றாடுகிறது. எனது மனமோ பயனற்றதாயிருக்கிறது."
  }, {
    "number" : 15,
    "verse" : "ஆகவே நான் என்ன செய்யலாம்? நான் எனது ஆவியினாலும் மன்றாடுவேன், புரிந்துணர்வோடும் மன்றாடுவேன். ஆவியினாலும் பாடுவேன், புரிந்துணர்வோடும் பாடுவேன்."
  }, {
    "number" : 16,
    "verse" : "அப்படி இல்லாவிட்டால், நீங்கள் உங்களுடைய ஆவியினாலே துதி செலுத்தும்போது ஒரு புதியவன் உங்கள் மத்தியில் இருந்தால், அவன் எப்படி உங்களது துதி செலுத்துதலுக்கு “ஆமென்” சொல்வான். ஏனெனில், நீங்கள் பேசுவது அவனுக்குப் புரியாதே."
  }, {
    "number" : 17,
    "verse" : "நீங்கள் சிறப்பாக நன்றி செலுத்தலாம். ஆனால், அது மற்றவனுடைய வளர்ச்சிக்கு உதவவில்லையே."
  }, {
    "number" : 18,
    "verse" : "நான் உங்கள் எல்லோரையும்விட அதிகமாய் வேற்றுமொழிகளைப் பேசுகின்றபடியால் இறைவனுக்கு நன்றி செலுத்துகிறேன்."
  }, {
    "number" : 19,
    "verse" : "ஆனால், திருச்சபையிலே வேற்றுமொழியில் பத்தாயிரம் வார்த்தைகளைப் பேசுவதைவிட, மற்றவர்களுக்குக் கற்றுக் கொடுப்பதற்காக ஐந்து வார்த்தைகளை அறிவோடு பேசுவதையே விரும்புகிறேன்."
  }, {
    "number" : 20,
    "verse" : "பிரியமானவர்களே, சிந்தனையிலே சிறு பிள்ளைகளாக இருக்காதீர்கள். தீமையைப் பொறுத்தவரை அதை அறியாக் குழந்தைகளாய் இருங்கள், சிந்தனையில் பெரியவராயிருங்கள்."
  }, {
    "number" : 21,
    "verse" : "“வேற்றுமொழிகளைப் பேசுகின்றவர்களைக் கொண்டும், புரியாத உதடுகளைக் கொண்டும் இந்த மக்களுடன் நான் பேசுவேன். அப்போதும் இவர்கள் நான் சொல்வதைக் கேட்க மாட்டார்கள் என்று கர்த்தர் சொல்கின்றார்” என நீதிச்சட்டத்தில் எழுதியிருக்கின்றதே."
  }, {
    "number" : 22,
    "verse" : "எனவே, வேற்றுமொழிகளைப் பேசுவது அவிசுவாசிகளுக்கு அடையாளமாய் இருக்கின்றதேயன்றி, விசுவாசிகளுக்கு அல்ல. இறைவாக்கு உரைப்பதோ விசுவாசிகளுக்கே அன்றி, அவிசுவாசிகளுக்கு அல்ல."
  }, {
    "number" : 23,
    "verse" : "எனவே திருச்சபையோர் எல்லோரும் ஒன்றுகூடும்போது எல்லோரும் வேற்றுமொழிகளைப் பேசினால், அங்கு வருகின்ற புதியவர்களும் அவிசுவாசிகளும் உங்களைப் பார்த்து புத்தி பேதலித்தவர்கள் என்று சொல்ல மாட்டார்களா?"
  }, {
    "number" : 24,
    "verse" : "ஆனால் எல்லோரும் இறைவாக்கு உரைக்கும்போது அங்கு ஒரு அவிசுவாசியோ அல்லது புதியவனோ வந்திருந்தால், அவன் பாவ உணர்வடைந்து எல்லோராலும் அவன் நியாயம் தீர்க்கப்படுவான்."
  }, {
    "number" : 25,
    "verse" : "அவனுடைய இருதயத்தின் இரகசியங்கள் வெளியாகும். அவன் முகங்குப்புற விழுந்து இறைவனை வழிபட்டு, “உண்மையாகவே இறைவன் உங்கள் மத்தியில் இருக்கின்றார்!” என்று பிரசித்தப்படுத்துவான்."
  }, {
    "number" : 26,
    "verse" : "(ஒழுங்கு முறையான வழிபாடு)ஆகையால் பிரியமானவர்களே, நாங்கள் எதைச் சொல்வோம்? நீங்கள் ஒன்றுகூடி வரும்போது, ஒருவன் ஒரு பாடலைப் பாடுகின்றான், மற்றொருவன் அறிவுறுத்தும் ஓர் வார்த்தையைக் கொடுக்கின்றான், இன்னொருவன் தான் பெற்ற வெளிப்பாட்டைத் தெரியப்படுத்துகின்றான், வேறொருவன் வேற்றுமொழியில் பேசுகின்றான், இன்னொருவன் அதை மொழிபெயர்க்கின்றான். இவை எல்லாம் திருச்சபையின் வளர்ச்சிக்காகவே செய்யப்பட வேண்டும்."
  }, {
    "number" : 27,
    "verse" : "எவராவது வேறொரு மொழியில் பேசுவதாயிருந்தால் இரண்டு பேரோ அல்லது மூன்று பேரோ ஒருவர் பின் ஒருவராய்ப் பேசவும், ஒருவர் அதை மொழிபெயர்த்துச் சொல்லவும் வேண்டும்."
  }, {
    "number" : 28,
    "verse" : "ஆனால், மொழிபெயர்ப்பாளன் இல்லாதிருந்தால் பேசுகின்றவன் மௌனமாய் இருந்து தனக்குள்ளே இறைவனிடம் பேசட்டும்."
  }, {
    "number" : 29,
    "verse" : "இறைவாக்கு உரைப்போரும், இரண்டு பேரோ அல்லது மூன்று பேரோ பேசலாம். மற்றவர்களோ, சொல்லப்பட்ட செய்தியைக் கவனமாக ஆராய்ந்து பார்க்க வேண்டும்."
  }, {
    "number" : 30,
    "verse" : "இவ்வாறு பேசிக் கொண்டிருக்கின்றவனுக்கு அருகே உட்கார்ந்திருக்கின்ற ஒருவருக்கு ஒரு வெளிப்பாடு கொடுக்கப்பட்டால், ஏற்கெனவே பேசிக் கொண்டிருக்கின்றவன் தான் பேசுவதை நிறுத்த வேண்டும்."
  }, {
    "number" : 31,
    "verse" : "இப்படி நீங்கள் எல்லோரும் அறிவுறுத்தப்பட்டு ஊக்குவிக்கப்பட, ஒருவர் பின் ஒருவராக இறைவாக்கு உரைக்கலாம்."
  }, {
    "number" : 32,
    "verse" : "இறைவாக்கு உரைப்போரின் ஆவிகள் இறைவாக்கு உரைப்போருக்கு கட்டுப்பட்டிருக்கின்றன."
  }, {
    "number" : 33,
    "verse" : "இறைவன் ஒழுங்கின்மையின் இறைவனாயிராமல் சமாதானத்தின் இறைவனாயிருக்கிறார். எல்லாத் திருச்சபைகளிலும் இருக்கும் ஒழுங்கைப் போலவே,"
  }, {
    "number" : 34,
    "verse" : "திருச்சபைகளில் பெண்கள் மௌனமாக இருக்க வேண்டும். பேசுவதற்கு அவர்களுக்கு அனுமதியில்லை. சட்டத்தின்படி அவர்கள் கட்டுப்பட்டவர்களாய் இருக்க வேண்டும்."
  }, {
    "number" : 35,
    "verse" : "அவர்கள் எதைப் பற்றியாவது அறிந்துகொள்ள விரும்பினால் வீட்டில் தங்கள் சொந்த கணவரிடம் கேட்டு அறிந்துகொள்ளட்டும். ஏனெனில் திருச்சபையிலே பெண்கள் பேசுவது முறையற்றதாயிருக்கும்."
  }, {
    "number" : 36,
    "verse" : "இறைவனுடைய வார்த்தை உங்களுடன்தான் ஆரம்பமாயிற்றோ? அல்லது உங்களிடம் மட்டும்தான் அது வந்து சேர்ந்ததோ?"
  }, {
    "number" : 37,
    "verse" : "உங்களில் யாராவது ஒருவன் தன்னை இறைவாக்கினன் என்றோ அல்லது ஆவிக்குரிய வரம் பெற்றவன் என்றோ எண்ணினால், நான் உங்களுக்கு எழுதுவது கர்த்தருடைய கட்டளைகள் என்பதை அவன் ஏற்றுக்கொள்ள வேண்டும்."
  }, {
    "number" : 38,
    "verse" : "இதை ஏற்றுக்கொள்ளாவிட்டால் அவனையும் ஏற்றுக்கொள்ள வேண்டாம்."
  }, {
    "number" : 39,
    "verse" : "ஆகவே பிரியமானவர்களே, இறைவாக்கு உரைப்பதில் ஆர்வமுள்ளவர்களாக இருங்கள். ஆனால் வேற்றுமொழிகளைப் பேசுவதையோ தடுக்க வேண்டாம்."
  }, {
    "number" : 40,
    "verse" : "எல்லாக் காரியங்களும் ஏற்றவிதத்திலும், ஒழுங்காகவும் செய்யப்பட வேண்டும்."
  } ]
}