{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"( ઇઝરાયલીઓને ગોલ્યાથનો પડકાર) પછી પલિસ્તીઓએ પોતાનાં સૈન્યોને યુદ્ધ કરવા એકઠાં કર્યાં. તેઓ યહૂદિયાના સોખોમાં એકત્ર થયાં, ને સોખો તથા અઝેકાની વચ્ચે એફેસ-દામ્‍મીમમાં છાવણી નાખી."},{"number":2,"verse":"શાઉલ તથા ઇઝરાયલના માણઁઓ પણ એકઠા થયા, તેઓએ એલાની ખીણમાં છાવણી નાખીને પલિસ્તીઓ સામે વ્યૂહ રચ્યો."},{"number":3,"verse":"પલિસ્તીઓ એક બાજુએ પર્વત પર ઊભા રહ્યા, ને ઇઝરાયલ બીજી બાજુએ પર્વત પર ઊભા રહ્યા; તેઓની વચ્ચે ખીણ આવેલી હતી."},{"number":4,"verse":"ગોલ્યાથ નામે ગાથનો એક યોદ્ધો પલિસ્તીઓની છાવણીમાં બહાર નીકળીને આગળ આવ્યો. તેની ઊંચાઈ છ હાથ અને એક વેંત હતી."},{"number":5,"verse":"તેના માથા પર પિત્તળનો ટોપ હતો, તેણે બખતર પહેરેલું હતું. તે બખતરનું વજન પિત્તળના પાંચ હજાર શેકેલ જેટલું હતું."},{"number":6,"verse":"તેને પગે પિત્તળના ખોભળા હતા, ને તેના ખભા વચ્ચે પિત્તળનો ભાલો હતો."},{"number":7,"verse":"તેની બરછીનો દાંડો વણકરની તોરના જેવો હતો. તેની બચ્છીનું ફળ લોઢાના છસો શેકેલ [વજનનું હતું]. અને તેની ઢાલ ઊંચકનાર તેની આગળ ચાલતો હતો."},{"number":8,"verse":"તેણે ઊભા રહીને ઇઝરાયલનાં સૈન્યને હાંક મારી, ને તેમને કહ્યું, “તમે વ્યૂહ રચવાને શું કરવા બહાર નીકળ્યા છે? શું હું પલિસ્તી નથી, ને તમે શાઉલના નોકર નથી? તમે તમારામાંથી એક જણને ચૂંટી કાઢો, ને તે મારી સામે ઊતરી આવે."},{"number":9,"verse":"જો તે મારી સાથે લડીને મને મારી નાખી શકે, તો અમે તમારા તાબેદાર થઈશું; પણ જો હું તેને જીતું ને તેને મારી નાખું, તો તમારે અમારા દાસ થઈને અમારા તાબેદાર થવું."},{"number":10,"verse":"વળી તે પલિસ્તીએ કહ્યું, “હું આજે ઇઝરાલના સૈન્યનો તિરસ્કાર કરું છું. મને એક માણસ આપો કે અમે દ્વંદ્વયુદ્ધ કરીએ.”"},{"number":11,"verse":"અને શાઉલે તથા સર્વ ઇઝરાયલે તે પલિસ્તીના એ શબ્દો સાંભળ્યા, ત્યારે તેઓ ગભરાઈ ગયા, ને ઘણા બીધા."},{"number":12,"verse":"( દાઉદ શાઉલની છાવણીમાં) દાઉદ યહૂદિયામાં આવેલા બેથલેહેમનો એફાથી યિશાઈનો દીકરો હતો. યિશાઈને આઠ દીકરા હતા. તે માણસ શાઉલના સમયમાં વૃદ્ધ તથા લોકોમાં પાકી ઉંમરનો [ગણાતો] હતો."},{"number":13,"verse":"યિશાઈના ત્રણ વડા દીકરા શાઉલની આગેવાની નીચે ત્રણ વડા દીકરા શાઉલની આગેવાની નીચે લડાઈમાં ગયા હતા. એ ત્રણ દીકરાઓમાંના જ્યેષ્ઠનું નામ અલિયાબ, બીજાનું અબીનાદાબ અને ત્રીજાનું નામ શામ્મા હતું."},{"number":14,"verse":"દાઉદ સૌથી નાનો હતો. ત્રણ વડા દીકરા શાઉલની આગેવાની નીચે હતા."},{"number":15,"verse":"દાઉદ પોતાના પિતાનાં ઘેટાં ચારવાને શાઉલ પાસેથી બેથલેહેમ આવજા કરતો હતો."},{"number":16,"verse":"પેલો પલિસ્તી ચાળીસ દિવસ સુધી સવાર સાંજ પાસે આવીને સામે ઊભો રહેતો."},{"number":17,"verse":"યિશાઈએ પોતાના દીકરા દાઉદને કહ્યું, “તારા ભાઈઓને માટે આ એક એફાહ પોંક, ને આ દશ રોટલી લે, ને છાવણીમાં તારા ભાઈઓ પાસે જલદી લઈ જા."},{"number":18,"verse":"વળી આ દશ પનીર તેઓના સહસ્રાધિપતિની પાસે લઈ જઈને તેને આપજે, ને તારા ભાઈઓ કેમ છે તે જોજે, ને તેમની પાસેથી કંઈ નિશાની લાવજે.”"},{"number":19,"verse":"હવે શાઉલ તથા તેઓ તથા ઇઝરાયલના સર્વ માણસો એલાના નીચાણમાં પલિસ્તીઓની સાથે લડતા હતા."},{"number":20,"verse":"અને દાઉદ સવારે વહેલો ઊઠ્યો, ને એક રખેવાળને પોતાનાં ઘેટાં સ્વાધીન કરીને યિશાઈએ તેને આપેલી આજ્ઞા પ્રમાણે [બધું] લઈને ગયો; અને રણભૂમિમાં જવા માટે ચાલી નીકળેલા સૈન્યે યુદ્ધનો લલકાર કર્યો તે સમયે તે ગાડાંની વાડ આગળ આવી પહોંચ્યો."},{"number":21,"verse":"અને ઇઝરાયલે તથા પલિસ્તીઓએ પોતપોતાનાં સૈન્યોનો વ્યૂહ સામસામે રચ્યો હતો."},{"number":22,"verse":"અને દાઉદ સરસામાન સાચવનારના હાથમાં પોતાનો સામાન સોંપીને સૈન્ય તરફ દોડ્યો, ને ત્યાં જઈને તેણે પોતાના ભાઈઓને સલામ કરી."},{"number":23,"verse":"તે તેઓની સાથે વાત કરતો હતો એટલામાં, જુઓ, ગોલ્યાથ નામે ગાથનો પલિસ્તી યોદ્ધો પલિસ્તીઓનાં સૈન્યમંથી નીકળીને આગળના જેવા શબ્દો બોલવા લાગ્યો; અને દાઉદે તે સાંભળ્યા."},{"number":24,"verse":"અને ઇઝરાયલના સર્વ માણસો તે જોઈને તેની આગળથી નાઠા, ને ઘણા બીધા."},{"number":25,"verse":"અને ઇઝરાયલના માણસોએ કહ્યું, “આ જે માણસ આગળ આવ્યો છે તેને તમે જોયો છે? નક્કી ઇઝરાયલનો તિરસ્કાર કરવાને તે આગળ આવ્યો છે. અને એમ થશે કે જે માણસ એને મારી નાખશે તેને રાજા ઘણું દ્રવ્ય આપીને ધનવાન કરશે, ને પોતાની દીકરી તેને પરણાવશે ને તેના પિતાના ઘરને ઇઝરાયલમાં સ્વતંત્ર કરશે.”"},{"number":26,"verse":"અને દાઉદે પાસે ઊભેલા માણસોને પૂછ્યું, “જે માણસ આ પલિસ્તીને મારી નાખે, ને ઇઝરાયલનું મહેણું દૂર કરે, તેને શું મળશે? કેમ કે આ બેસુન્‍નત પલિસ્તી કોણ કે તે જીવતા ઈશ્વરનાં સૈન્યનો તિરસ્કાર કરે?”"},{"number":27,"verse":"અને લોકોએ તેને ઉત્તર આપ્યો, “જે માણસ એને મારી નાખશે તેના હકમાં અમુક અમુક કરવામાં આવશે.”"},{"number":28,"verse":"અને તેના વડા ભાઈ અલિયાબે તેને તે માણસોની સાથે વાત કરતાં સાંભળ્યો, ત્યારે તેનો કોપ દાઉદ પર સળગ્યો, ને તેણે કહ્યું, “તું અહીં કેમ આવ્યો છે? પેલાં થોડાંએક ઘેટાંને તેં રાનમાં કોની પાસે મૂક્યાં છે? તારો ગર્વ ને તારા હ્રદયની દુષ્ટતા હું જાણું છું, કેમ કે તું લડાઈ જોવા માટે આવ્યો છે.”"},{"number":29,"verse":"દાઉદે કહ્યું, “મેં શું કર્યું છે? શું હું સવાલ પણ ન પૂછું?”"},{"number":30,"verse":"એમ કહીને તે તેની પાસેથી ફરીને બીજાની પાસે ગયો, ને તે જ પ્રમાણે પૂછ્યું; અને લોકોએ ફરીથી તેને આગળ પ્રમાણે ઉત્તર આપ્યો."},{"number":31,"verse":"જે શબ્દો દાઉદ બોલ્યો તે સાંભળીને તેઓએ શાઉલને તે કહી સંભળાવ્યા; તેથી શાઉલે તેને તેડાવ્યો."},{"number":32,"verse":"ત્યારે દાઉદે શાઉલને કહ્યું, “કોઈ પણ માણસનું હ્રદય ઉદાસ ન થાઓ. તમારો સેવક જઈને એ પલિસ્તી સાથે લડશે.”"},{"number":33,"verse":"શાઉલે દાઉદને કહ્યું, “તે પલિસ્તીની સામે જઈને તેની સાથે લડવાને તું શક્તિમાન નથી, કેમ કે તું તો કેવળ જુવાન છે, પણ તે તો પોતાની જુવાનીથી લડવૈયો છે.”"},{"number":34,"verse":"અને દાઉદે શાઉલને કહ્યું, “તમારો સેવક પોતાના પિતાનાં ઘેટાં સાચવતો હતો, અને એક સિંહ તથા એક રીંછે આવીને ટોળામાંથી એક હલવાન લીધું,"},{"number":35,"verse":"તો મેં તેની પાછળ પડીને તેને મારીને તેના મુખમાંથી તે છોડાવ્યું. અને તેણે મારા પર હુમલો કર્યો, ત્યારે મેં તેની દાઢી પકડીને તેને ઠાર મારી નાખ્યો."},{"number":36,"verse":"તારા સેવકે સિંહ તથા રીંછ એ બન્‍નેને મારી નાખ્યા; અને આ બેસુન્‍નત પલિસ્તીના હાલ પણ એ બેમાંના એકના જેવા થશે, કેમ કે તેણે જીવતા ઈશ્વરનાં સૈન્યનો તિરસ્કાર કર્યો છે.”"},{"number":37,"verse":"દાઉદે કહ્યું, “જે યહોવાએ તે સિંહ તથા રીંછના પંજામાંથી મને બચાવ્યો હતો, તે આ પલિસ્તીના હાથમાંથી પણ મને બચાવ્યો હતો, તે આ પલિસ્તીના હાથમાંથી પણ મને બચાવશે.” પછી શાઉલે દાઉદને કહ્યું, “જા, યહોવા તારી સાથે હોજો.”"},{"number":38,"verse":"અને શાઉલે પોતાનું કવચ દાઉદને પહેરાવ્યું, ને તેણે તેના માથા પર પિત્તળનો ટોપ મૂક્યો, ને તેણે તેને બખતર પહેરાવ્યું."},{"number":39,"verse":"અને દાઉદે પોતાની તરવાર પોતાના કવચ પર બાંધી, ને તેણે ચાલી જોયું, કેમ કે તેણે આ બધાંનો અનુભવ કરી જોયો ન હતો. દાઉદે શાઉલને કહ્યું, “આ પહેરીને હું જઈ શકતો નથી, કેમ કે મેં એમનો અનુભવ કર્યો નથી.” અને દાઉદે પોતાના અંગ પરથી તે ઉતારી મૂક્યાં."},{"number":40,"verse":"અને તેણે પોતાના હાથમાં પોતાની લાકડી લીધી, ને પોતાને માટે નાળામાંથી પાંચ સુંવાળા પથરા વીણી લીધા, ને તેની પાસે એક ઝોળી એટલે ભરવાડની થેલી હતી, તેમાં તે મૂક્યા; તેની ગોફણ તેના હાથમાં હતી. પછી પલિસ્તી તરફ તે ચાલ્યો."},{"number":41,"verse":"( દાઉદ ગોલ્યાથને ઠાર કરે છે) અને તે પલિસ્તી ચાલતો ચાલતો દાઉદ પાસે આવ્યો; અને ઢાલ ઊંચકનાર માણસ તેની આગળ ચાલતો હતો."},{"number":42,"verse":"તે પલિસ્તીએ આમતેમ જોતાં દાઉદને જોયો ત્યારે તેણે તેનો તિરસ્કાર કર્યો, કેમ કે તે તદન જુવાન હતો, ને લાલચોળ તથા સુંદર ચહેરાનો હતો."},{"number":43,"verse":"અને તે પલિસ્તીએ દાઉદને કહ્યું, “શું હું કૂતરો છું કે લાકડી લઈને મારી સામે આવે છે?” અને તે પલિસ્તીએ પોતાના દેવોને નામે દાઉદને શાપ આપ્યો."},{"number":44,"verse":"અને તે પલિસ્તીએ દાઉદને કહ્યું, “તું મારી પાસે આવ, એટલે હું તારું માંસ વાયુચર પક્ષીઓને તથા વનચર પશુઓને આપું.”"},{"number":45,"verse":"ત્યારે દાઉદે તે પલિસ્તીને કહ્યું, “તું તરવાર, ભાલો ને બચ્છી લ ઈને મારી સામે આવે છે, પણ હું સૈન્યોના યહોવા, ઇઝરાયલનાં સૈન્યોના ઈશ્વર, જેમનો તેં તિરસ્કાર કર્યો છે, તેમને નામે તારી સામે આવું છું."},{"number":46,"verse":"આજે યહોવા તને મારા હાથમાં સોંપશે; અને હું તને મારીશ, ને તારું માથું તારા [ઘડ] થી જુદું કરીશ. અને આજે પલિસ્તીઓના સૈન્યનાં મુડદાં હું વાયુચર પક્ષીઓને તથા પૃથ્વી પરનાં રાની પશુઓને આપીશ, જેથી આખી દુનિયા જાણે કે ઇઝરાયલમાં ઈશ્વર છે."},{"number":47,"verse":"વળી આ સર્વ સમુદાય જાણે કે તરવાર કે બરછી વડે યહોવા બચાવ કરતો નથી, કેમ કે લડાઈ તો યહોવાની છે, ને તે તમને અમારા હાથમાં સોંપી દેશે.”"},{"number":48,"verse":"અને તે પલિસ્તી ઊઠીને દાઉદની સામે લડવાને પાસે આવવા લાગ્યો, ત્યારે એમ થયું કે દાઉદે ઉતાવળ કરી, ને તે પલિસ્તીને મળવાને સૈન્યની તરફ તે દોડ્યો."},{"number":49,"verse":"દાઉદે પોતાનો એક પથ્થર કાઢ્યો. ને ગોફળમાં વીંઝીને તે પલિસ્તીને કપાળમાં માર્યો. અને તે પથ્થર તેના કપાળમાં પેસી ગયો, એટલે તે ઊંધે મોઢે જમીન પર પડ્યો."},{"number":50,"verse":"એમ દાઉદે ગોફળ તથા પથ્થર વડે તે પલિસ્તી પર જીત મેળવી, ને તે પલિસ્તીને મારીને તેનો સંહાર કર્યો; પણ દાઉદના હાથમાં તરવાર ન હતી."},{"number":51,"verse":"પછી દાઉદ દોડીને તે પલિસ્તી પર ઊભો રહ્યો, ને તેની તરવાર લઈને મ્યાનમાંથી કાઢીને તેને મારી નાખ્યો, ને તે વડે તેનું ગળું કાપી નાખ્યું. પોતાનો યોદ્ધો માર્યો ગયો છે એ જોઈને પલિસ્તીઓ નાઠા."},{"number":52,"verse":"અને ઇઝરાયલના તથા યહૂદિયાના માણસો ઊઠીને હોકારો કરીને ગાથ સુધી તથા એક્રોનની ભાગળો સુધી પલિસ્તીઓની પાછળ પડ્યા. અને શારાઈમના માર્ગમાં ગાથ તથા એક્રોન સુધી પલિસ્તીઓના માણસો ઘાયલ થઈને પડ્યા."},{"number":53,"verse":"અને ઇઝરાયલી લોકો પલિસ્તીઓની પાછળ લાગવાથી પાછા ફર્યા, ને તેઓએ તેમની છાવણી લૂટી."},{"number":54,"verse":"અને દાઉદ પેલા પલિસ્તીનું માથું લઈને યરુશાલેમમાં આવ્યો, પણ તેનું કવચ તેણે પોતાના તંબુમાં મૂક્યું."},{"number":55,"verse":"( દાઉદને શાઉલની હજૂરમાં લાવ્યા) જ્યારે શાઉલે દાઉદને એ પલિસ્તી સામે લડવા જતાં જોયો, ત્યારે તેણે સેનાપતિ આબ્નેરને પૂછ્યું, “આબ્નેર, આ જુવાન કોનો દીકરો છે?” આબ્નેરે કહ્યું, “હે રાજા તારા જીવના સમ, હું જાણતો નથી.”"},{"number":56,"verse":"અને રાજાએ કહ્યું, “તે જુવાન કોનો દીકરો છે તેની તું તપાસ કર.”"},{"number":57,"verse":"અને તે પલિસ્તીની કતલ કર્યા પછી દાઉદ પાછો આવ્યો, ત્યારે આબ્નેર તેને શાઉલ પાસે આવ્યો, ત્યારે આબ્નેર તેને શાઉલ પાસે લાવ્યો, એ વખતે તે પલિસ્તીનું માથું તેના હાથમાં હતું."},{"number":58,"verse":"અને શાઉલે તેને પૂછ્યું, “જુવાન, તું કોનો દીકરો છે?” દાઉદે જવાબ આપ્યો, “હું આપના સેવક યિશાઈ બેથલેહેમીનો દીકરો છું.”"}]}