{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"( શાઉલ દાઉદની સતાવણી કરે છે.) અને શાઉલે પોતાના દીકરા યોનાથાનને તથા પોતાના સર્વ ચાકરોને કહ્યું, “તમારે દાઉદને મારી નાખવો.”"},{"number":2,"verse":"પણ શાઉલનો દીકરો યોનાથાન તેના પર ફિદા હતો. અને યોનાથાને દાઉદને ખબર આપી, “મારો પિતા શાઉલ તને મારી નાખવાનો લાગ શોધે છે; માટે હવે કૃપા કરીને સવારમાં સાવચેત રહેજે, ને કોઈ ગુપ્ત જગામાં સંતાઈ રહેજે;"},{"number":3,"verse":"અને હું બહાર ફરવા નીકળીને જે ખેતરમાં તું હશે ત્યાં મારા પિતા પાસે ઊભો રહીશ, ને મારા પિતા સાથે તારા વિષે હું વાતચીત કરીશ, અને જો હું કંઈ જોઈશ તો હું તને ખબર આપીશ.”"},{"number":4,"verse":"અને યોનાથાને પોતાના પિતા શાઉલ આગળ દાઉદની પ્રશંસા કરીને તેને કહ્યું, “રાજા પોતાના ચાકર વિરુદ્ધ એટલે દાઉદ વિરુદ્ધ પાપ ન કરો, કેમ કે તેણે તમારી વિરુદ્ધ પાપ ન કરો, કેમ કે તેણે તમારી વિરુદ્ધ પાપ કર્યું નથી, ને તમારે માટે તેનાં કામ બહુ સારાં થતાં આવ્યાં છે:"},{"number":5,"verse":"કેમ કે તેણે પોતાનો જીવ પોતાના હાથમાં લ ઈને પેલા પલિસ્તીને મારી નાખ્યો, ને યહોવાએ સર્વ ઇઝરાયલને માટે મોટી ફતેહ મેળવી. તમે તે જોયું, ને તમને હર્ષ થયો. તો કારણ વગર દાઉદને મારી નાખી નિર્દોષ [માણસનું] લોહી વહેવડાવીને શા માટે તમારે અપરાધ કરવો?”"},{"number":6,"verse":"અને શાઉલે યોનાથાનનું કહેવું સાંભળ્યું, ત્યારે શાઉલે જીવતા યહોવાના સોગન ખાઈને કહ્યું, “તે માર્યો જશે નહિ.”"},{"number":7,"verse":"પછી યોનાથાને દાઉદને બોલાવ્યો, ને યોનાથાને તેને એ સર્વ બાબતોથી વાકેફ કર્યો. પછી યોનાથાન દાઉદને શાઉલ પાસે લાવ્યો, ને તે આગળની માફક તેની હજૂરમાં રહ્યો."},{"number":8,"verse":"અને ફરીથી વિગ્રહ થયો; અને દાઉદ સામો જઈને પલિસ્તીઓ સાથે લડ્યો, ને તેમને મારીને મોટો સંહાર કર્યો; અને તેઓ તેની આગળથી નાઠ."},{"number":9,"verse":"અને શાઉલ પોતાના હાથમાં પોતાનો ભાલો લઈને પોતાના ઘરમાં બેઠો હતો. તે અરસામાં તેના પર યહોવા તરફથી દુષ્ટ આત્મા આવ્યો. એ વખતે દાઉદ [વાજિંત્ર] વગાડતો હતો."},{"number":10,"verse":"અને શાઉલે દાઉદને ભાલો મારીને તેને ભીંત સાથે ચોંટાડી દેવાનો પ્રયત્ન કર્યો, પણ શાઉલની હજૂરમાંથી તે છટકી ગયો, ને તેનો મારેલો ભાલો ભીતમાં ચોંટી ગયો. દાઉદ નાસીને તે રાતે બચી ગયો."},{"number":11,"verse":"અને ( (મથાળું).) દાઉદ પર ચોકી રાખીને સવારે તેને મારી નાખવા માટે શાઉલે તેને ઘેર માણસ મોકલ્યા. અને દાઉદની સ્‍ત્રી મિખાલે તેને ખબર આપી, “જો તું આજે રાત્રે મિખાલે તેને ખબર આપી, “જો તું આજે રાતે તારો જીવ નહિ બચાવે તો કાલે તું માર્યો જશે.”"},{"number":12,"verse":"તેથી મિખાલે દાઉદને બારીએથી ઉતારી દીધો, અને તે નાસી જઈને બચી ગયો."},{"number":13,"verse":"પછી મિખાલે તરાફીમ લઈને પલંગ પર સુવાડ્યાં, ને તેને ઓશીકે બકરાંના વાળનો તકિયો મૂક્યો, ને તે પર કપડાં ઓઢાડ્યાં."},{"number":14,"verse":"અને શાઉલે દાઉદને પકડવા માણસ મોકલ્યા, ત્યારે મિખાલે કહ્યું, “તે માંદો છે.”"},{"number":15,"verse":"અને શાઉલે દાઉદને જોવા માટે એમ કહીને માણસ મોકલ્યા, “તેને પલંગમાં [સૂતેલો] મારી પાસે ઊંચકી લાવો, કે હું તેને મારી નાખું.”"},{"number":16,"verse":"તે માણસો અંદર આવ્યા, ત્યારે જુઓ, પલંગ પર તો તરાફીમ હતાં, ને તેને ઓશીકે બકરાંના વાળનો તકિયો હતો."},{"number":17,"verse":"અને શાઉલે મિખાલને કહ્યું, “મને આ પ્રમાણે છેતરીને તેં કેમ મારા શત્રુને જવા દીધો કે, જેથી તે બચી ગયો છે?” મિખાલે શાઉલને ઉત્તર આપ્યો, “તેમણે મને કહ્યું, ‘મને જવા દે. મારી પાસે તારું ખૂન શા માટે કરાવે છે?’”"},{"number":18,"verse":"હવે દાઉદ નાસી છૂટ્યો, ને રામામાં શમુએલ પાસે આવીને શાઉલે તેને જે કંઈ વિતાડ્યું હતું તે બધું તેમને કહ્યું. પછી તે તથા શમુએલ જઈને નાયોથમાં રહ્યા."},{"number":19,"verse":"શાઉલને સમાચાર મળ્યા, “જુઓ, દાઉદ રામાના નાયોથમાં છે.”"},{"number":20,"verse":"તેથી શાઉલે દાઉદને પકડવા માણસો મોકલ્યા. અને તેઓએ પ્રબોધકોની ટોળીને પ્રબોધ કરતી, ને શમુએલને તેઓના ઉપરી તરીકે ઊભો રહેલો જોયો, ત્યારે શાઉલના માણસો પર ઈશ્વરનો આત્મા આવ્યો, ને તેઓ પણ પ્રબોધ કરવા લાગ્યા."},{"number":21,"verse":"એ સમાચાર શાઉલને મળ્યા ત્યારે તેણે બીજા માણસોને મોકલ્યા, ને તેઓ પણ પ્રબોધ કરવા લાગ્યા."},{"number":22,"verse":"પછી તે પણ રામા ગયો, ને સેખુમાંના મોટા કૂવા પાસે આવ્યો. અને તેણે પૂછ્યું, “શમુએલ ને દાઉદ ક્યાં છે?” કોઈએ કહ્યું, “જુઓ, તેઓ રામાના નાયોથમાં છે.”"},{"number":23,"verse":"પછી તે રામાના નાયોથમાં જવા નીકળ્યો. અને ઈશ્વરનો આત્મા તેના પર પણ આવ્યો, ને રસ્તે ચાલતાં ચાલતાં રામાના નાયોથમાં તે પહોંચ્યો ત્યાં સુધી તેણે પ્રબોધ કર્યા કર્યો."},{"number":24,"verse":"અને તેણે પણ પોતાનાં વસ્‍ત્ર ઉતારી નાખ્યાં, ને તે પણ શમુએલની આગળ પ્રબોધ કરવા લાગ્યો, ને એ આખો દિવસ તથા આખી રાત નગ્નાવસ્થામાં પડી રહ્યો. એ પરથી લોકોમાં કહેવત ચાલે છે, ( .) “શું શાઉલ પણ પ્રબોધકોમાં છે?”"}]}