{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"( હાન્‍નાની પ્રાર્થના) અને ( .) હાન્‍નાએ પ્રાર્થના કરતાં કહ્યું, “મારું અંત:કરણ યહોવામાં ઉલ્લાસ કરે છે, મારું શિંગ યહોવામાં ઊંચું કરાયું છે; મારું મુખ મારા શત્રુઓ સામે છૂટું થયું છે; કેમ કે હું તારા તારણમાં હરખાઉં છું."},{"number":2,"verse":"યહોવા જેવા પવિત્ર કોઈ નથી; કેમ કે તમારા સિવાય બીજો કોઈ નથી; વળી અમારા ઈશ્વર જેવો બીજો ખડક નથી."},{"number":3,"verse":"હવે પછી એમ અતિશય ગર્વથી વાત કરશો નહિ; તમારા મુખમાંથી કેમ કે યહોવા તો જ્ઞાનના ઈશ્વર છે, અને તે કૃત્યોની તુલના કરે છે."},{"number":4,"verse":"પરાક્રમી પુરુષોનાં ધનુષ્યો ભાંગી નંખાયાં છે, અને લથડિયાં ખાનારા બળથી વેષ્ટિત કરાયા છે."},{"number":5,"verse":"જે તૃપ્ત હતા તે રોટલી માટે મજૂરી કરે છે; અને જે ભૂખ્યા હતા તે એશઆરામ ભોગવે છે: હા, વાંઝણીએ સાતને જન્મ આપ્યો છે. અને જેને ઘણાં બાળકો છે તે ઝૂરે છે."},{"number":6,"verse":"યહોવા મારે છે, ને જીવતાં કરે છે: તે શેઓલ સુધી નમાવે છે, ને [તેમાંથી] બહાર કાઢે છે."},{"number":7,"verse":"યહોવા દરિદ્રી કરે છે, ને દ્રવ્યવાન પણ કરે છે: તે પાડે છે, ને તે જ ઉઠાડે છે."},{"number":8,"verse":"તે દરિદ્રીઓને ધૂળમાંથી ઉઠાડે છે. ભિખારીઓને સરદારોની સાથે બેસાડવાને અને તેમને ગૌરવના રાજ્યાસનનો વારસો પમાડવાને તે તેમને ઉકરડા પરથી ઊભા કરે છે; કેમ કે પૃથ્વીના સ્તંભો યહોવાના છે, અને તે પર તેમણે જગતને સ્થાપ્યું છે."},{"number":9,"verse":"તે પોતાના ભક્તના ચરણોની સંભાળ રાખશે, પણ દુષ્ટો અંધકારમાં ચૂપ કરી નંખાશે; કેમ કે બળથી કોઈ પણ જય પામશે નહિ."},{"number":10,"verse":"યહોવાની સામે ટક્‍કર લેનારાઓના ટુકડે ટુકડા કરી નંખાશે; તેમની સામે આકાશમાંથી તે ગર્જના કરશે; યહોવા પૃથ્વીના છેડાઓ સુધી ન્યાય કરશે; તે પોતાના રાજાને બળ આપશે. અને પોતાના અભિષિક્તનું શિંગ ઊંચું કરશે.”"},{"number":11,"verse":"પછી એલ્કાના રામામાં પોતાને ઘેર ગયો. અને છોકરો એલી યાજકની આગળ યહોવાની સેવા કરતો હતો."},{"number":12,"verse":"( એલીના પુત્રો વિષે) હવે એલીના દીકરા બલિયાલપુત્રો હતા; તેઓ યહોવાને ઓળખતા નહોતા."},{"number":13,"verse":"લોકો સાથે યાજકોનો રિવાજ એવો હતો કે જ્યારે કોઈ માણસ યજ્ઞાર્પણ કરતો, ત્યારે માંસ બફાતી વેળાએ યાજકનો ચાકર હાથમાં ત્રિશૂળ લઈને આવતો;"},{"number":14,"verse":"અને તે કઢાઈમાં, દેગમાં, તાવડામાં કે હાંલ્‍લામાં તે ભોંકતો; ત્રિશૂળની સાથે જેટલું [માંસ] બહાર આવતું તે બધું યાજક પોતાને માટે લઈ જતો. જે સર્વ ઇઝરાયલીઓ શીલોમાં આવતા તેઓની સાથે એ જ પ્રમાણે તેઓ વર્તતા."},{"number":15,"verse":"વળી તેઓ ચરબીનું દહન કરતા તે અગાઉ યાજકનો ચાકર આવતો, ને યજ્ઞ કરનાર માણસને કહેતો, “યાજકને ભૂંજવાને માટે માંસ આપ; કેમ કે તે તારી પાસેથી સીઝેલું નહિ લે, પણ કાચું માંસ લેશે.”"},{"number":16,"verse":"જો તે માણસ તેને એમ કહેતો, “તેઓ જરૂર હમણાં જ ચરબીનું દહન કરી નાખશે, અને પછી તારું દિલ ચાહે એટલું લઈ જજે;” તો તે કહેતો, “ના, પણ તું મને હમણાં જ તે આપ; નહિ તો હું બળાત્કારે તે લઈશ.”"},{"number":17,"verse":"અને એ જુવાનોનું પાપ યહોવાની દષ્ટિમાં ઘણું મોટું હતું; કેમ કે એ માણસો યહોવાના અર્પણને ધિક્કારતા હતા."},{"number":18,"verse":"( શમુએલ શીલોમાં) પણ શમુએલ બાલ્યાવસ્થામાં શણનો ઝભ્ભો પહેરીને યહોવાની હજૂરમાં સેવા કરતો હતો."},{"number":19,"verse":"વળી તેની મા પોતાના પતિની સાથે વાર્ષિક યજ્ઞ કરવાને આવતી, ત્યારે તેને માટે નાનો અંગરખો બનાવીને દર વર્ષે લાવતી."},{"number":20,"verse":"અને એલીએ એલ્કાનાએ તથા તેની પત્નીને આશીર્વાદ આપીને કહ્યું, “યહોવાને જે ધીરવામાં આવ્યું છે, તેને બદલે યહોવા આ બાઈને પેટે તેને [બીજાં] સંતાન આપો.” પછી તેઓ ઘેર ગયાં."},{"number":21,"verse":"ત્યાર પછી યહોવાએ હાન્‍ના પર એવી કૃપા કરી કે, તેને ગર્ભ રહ્યો, અને તેને પેટે ત્રણ દીકરા ને બે દીકરીઓ થયાં, અને બાળક શમુએલ યહોવાની હજૂરમાં રહીને મોટો થયો."},{"number":22,"verse":"( એલી અને તેના પુત્રો) હવે એલી ઘણો વૃદ્ધ થયો હતો. અને તેના દીકરા સર્વ ઇઝરાયલની સાથે જે વર્તણૂક ચલાવતા, ને મુલાકાતમંડપના દ્વાર આગળ કામ કરનારી સ્‍ત્રીઓની સાથે કેવી રીતે કુકર્મ કરતા, તે બધું તેણે સાંભળ્યું."},{"number":23,"verse":"ત્યારે તેણે તેઓને કહ્યું, “તમે આવાં કામ કેમ કરો છો? કેમ કે આ સઘળા લોકો તરફથી તમારાં કુકર્મો વિષે હું સાંભળું છું."},{"number":24,"verse":"ના, મારા દીકરાઓ; જે હકીકત હું સાંભળું છું તે સારી નથી; તમે તો યહોવાના લોકો પાસે [તેમની આજ્ઞાનું] ઉલ્લંઘન કરાવો છો."},{"number":25,"verse":"જો કોઈ માણસ બીજા માણસની વિરુદ્ધ પાપ કરે તો ઈશ્વર તેનો ન્યાય કરશે; પણ જો કોઈ માણસ યહોવાની વિરુદ્ધ પાપ કરે, તો તેને માટે કોણ વિનંતી કરે?” પણ તેઓએ પોતાના પિતાની વાત સાંભળી નહિ, કેમ કે યહોવાની ઇચ્છા તેઓને મારી નાખવાની હતી."},{"number":26,"verse":"બાળક શમુએલ મોટો થતો ગયો, ને યહોવાની તેમ જ માણસોની કૃપા તેના પર હતી."},{"number":27,"verse":"( એલીના કુટુંબની વિરુદ્ધ ભવિષ્યવાણી) ઈશ્વરના એક ભક્તે એલી પાસે આવીને તેને કહ્યું, “યહોવા એમ કહે છે કે, જ્યારે તારા પિતૃનું કુળ મિસરમાં ફારુનના કુળની [ગુલામીમાં] હતું, ત્યારે મેં તેઓને દર્શન આપ્યું હતું કે નહિ?"},{"number":28,"verse":"અને ( .) મારો યાજક થવા, મારી વેદી પર યજ્ઞ કરવા, ધૂપ બાળવા, ને મારી આગળ ઝભ્ભો પહેરવા માટે મેં તને ઇઝરાયલનાં બધાં કુળોમાંથી પસંદ કર્યો હતો કે નહિ? ( .) તારા પિતાના કુળને ઇઝરાયલી લોકોનાં સર્વ હોમયજ્ઞો મેં આપ્યા હતા કે નહિ?"},{"number":29,"verse":"તો મારો જે યજ્ઞ ને મારું જે અર્પણ [મારા] રહેઠાણમાં [કરવાની] મેં આજ્ઞા કરી છે, તેને તમે કેમ લાત મારો છો; વળી મારા ઇઝરાયલ લોકનાં સર્વ ઉત્તમ અર્પણોથી પુષ્ટ બનીને તું મારા કરતાં તારા દીકરાઓનું માન કેમ વધારે રાખે છે?"},{"number":30,"verse":"આથી ઇઝરાયલનો ઇશ્વર યહોવા કહે છે, તારું કુળ તથા તારા પિતાનું કુળ મારી સમક્ષ સદા ચાલશે, એમ મેં કહેલું તે ખરું; પણ હવે યહોવા કહે છે કે, એ મારાથી દૂર રહો; કેમ કે જેઓ મને માન આપે છે તેઓને હું માન આપીશ, અને જેઓ મને તુચ્છ ગણે છે તેઓ હલકા ગણાશે."},{"number":31,"verse":"જુઓ, એવા દિવસો આવે છે કે જેમાં હું તારો બાહુ, ને તારા પિતાના કુળનો બાહુ કાપી નાખીશ કે, જેથી કરીને તારા કુટુંબમાં કોઈ માણસ ઘરડો થાય નહિ."},{"number":32,"verse":"ઇઝરાયલી લોકોને જે સર્વ સમૃદ્ધિ [ઈશ્વર] આપશે તે મધ્યે [મારા] રહેઠાણમાં તો તું વિપત્તિ જોશે. અને તારા ઘરમાં ઘરડો માણસ કોઈ દિવસ થશે નહિ."},{"number":33,"verse":"અને તારા જે માણસને મારી વેદી પાસેથી હું કાપી નાખીશ નહિ તે માત્ર તારી આંખોનો ક્ષય કરવાને, ને તારું દિલ દુખાવવા રહેશે. અને તારા કુળની બધી વૃદ્ધિ તેઓની ખીલતી વયમાં મરી જશે."},{"number":34,"verse":"અને આ તારે માટે ચિહ્નરૂપ થશે, જે તારા બે દીકરા હોફની તથા ફીનહાસ પર આવશે; એટલે કે તે બન્‍ને એક જ દિવસે મરણ પામશે."},{"number":35,"verse":"અને મારા અંત:કરણ તથા મારા મનમાં જે છે તે પ્રમાણે કરે એવો એક વિશ્વાસુ યાજક હું મારે માટે ઊભો કરીશ. સ્થિર [રહે એવું] ઘર હું તેને માટે બાંધીશ. અને મારા અભિષિક્તની સંમુખ તે સદા ચાલશે."},{"number":36,"verse":"અને એમ થશે કે તારા કુળમાંથી જે કોઈ બચી ગયા હશે તે સર્વ આવીને એક રૂપિયાને માટે ને રોટલીના એક ટુકડાને માટે તેને પગે પડશે, ને કહેશે કે, યાજકને લગતું કંઈ પણ કામ મને આપ કે હું ટુકડો રોટલી ખાવા પામું.”"}]}