{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"( દાઉદ જઈને પલિસ્તીઓ મધ્યે રહે છે) દાઉદે પોતાના મનમાં કહ્યું, “હવે તો એક દિવસ હું શાઉલના હાથે માર્યો જઈશ. પલિસ્તીઓના દેશમાં નાસી જવા કરતાં બીજું કંઈ મારે માટે સારું નથી. આથી શાઉલ મારા વિષે નિરાશ થઈને ઇઝરાયલની સર્વ સીમાઓમાં મારી શોધ કરવાનું છોડી દેશે. એમ હું તેમના હાથમાંથી બચી જઈશ.”"},{"number":2,"verse":"અને દાઉદ ઊઠ્યો, ને તે તથા તેની સાથેના છસો માણસો માઓખના દિકરા ને ગાથના રાજા આખીશ પાસે જતા રહ્યા."},{"number":3,"verse":"દાઉદ તથા તેના માણસો ગાથમાં આખીશ સાથે રહ્યા, એટલે પ્રત્યેક માણસ પોતાના કુટુંબકબીલા સાથે, અને દાઉદ પણ પોતાની બે પત્નીઓ, એટલે યિઝ્રએલી અહીનોઆમ તથા નાબાલની પત્ની કાર્મેલી અબિગાઇલ સાથે રહ્યો."},{"number":4,"verse":"શાઉલને સમાચાર મળ્યા કે દાઉદ ગાથમાં નાસી ગયો છે. તેથી તેણે ત્યાર પછી ફરી તેની શોધ કરી નહિ."},{"number":5,"verse":"દાઉદે આખીશને કહ્યું, “જો હવે હું તમારી દષ્ટિમાં કૃપા પામ્યો હોઉં, તો મને રહેવા માટે, દેશના કોઈએક નગરમાં મને જગા મળવી જોઈએ; કેમ કે તમારો ચાકર રાજધાનીમાં તમારી સાથે શા માટે રહે?”"},{"number":6,"verse":"ત્યારે આખીશે તેને તે દિવસે સિકલાગ આપ્યું; આથી સિકલાગ આજ સુધી યહૂદિયાના રાજાઓની માલિકીનું છે."},{"number":7,"verse":"જેટલા દિવસ દાઉદ પલિસ્તીઓના દેશમાં રહ્યો તેની સંખ્યા એક વર્ષ ને ચાર માસ જેટલી હતી."},{"number":8,"verse":"દાઉદ તથા તેના માણસો ત્યાંથી નીકળીને ગશૂરીઓ, ગિર્ઝીઓ તથા અમાલેકીઓ પર હલ્લો કરતા; કેમ કે પ્રાચીન કાળથી તે લોકો તે દેશમાં શૂર તરફ છેક મિસર દેશ સુધી વસેલા હતા."},{"number":9,"verse":"દાઉદ તે દેશ પર મારો ચલાવતો, ને કોઈ પણ પુરુષ કે સ્‍ત્રીને જીવતાં રહેવા દેતો નહિ. ઘેટાં, બળદો, ગધેડાં, ઊંટો તથા વસ્‍ત્રો હરી લઈને તે આખીશ પાસે પાછો આવતો."},{"number":10,"verse":"આખીશ પૂછતો, “આજે તમારી સવારી ક્યાં હલ્‍લો કરી આવી?” ત્યારે દાઉદ કહેતો, “યહૂદિયાના દક્ષિણ પર, યરાહમેલીઓના દક્ષિણ પર તથા કેનીઓના દક્ષિણ પર.”"},{"number":11,"verse":"દાઉદે અમુક અમુક કર્યું, ને તે પલિસ્તીઓના દેશમાં રહ્યો તે બધો વખત તે એમ જ કરતો આવ્યો છે, એવું રખેને કોઈ તેમના વિષે કહે, માટે ગાથમાં લાવવા માટે તે પુરુષ કે સ્‍ત્રી કોઈને પણ જીવતું રહેવા દેતો નહિ."},{"number":12,"verse":"આખીશ દાઉદનું કહેવું માનતો, ને કહેતો, “તેણે સંપૂર્ણ રીતે પોતાના ઇઝરાયલ લોકનો ધિક્કાર સંપાદન કર્યો છે; માટે તે સદા મારો દાસ થઈ રહેશે.”"}]}