{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":29,"verses":[{"number":1,"verse":"( પલિસ્તીઓએ દાઉદનો નકાર કર્યો) હવે પલિસ્તીઓએ પોતાનાં સર્વ સૈન્યો એફેક આગળ એકત્ર કર્યાં. અને યિઝ્રએલમાં જે ઝરો છે તેની પાસે ઇઝરાયલીઓએ છાવણી નાખી."},{"number":2,"verse":"પલિસ્તીઓના સરદારો સોસોની તથા હજારહજારની ટોળીબંધ ચાલી નીકળ્યા. દાઉદ તથા તેના માણસો આખીશ સાથે સૈન્યને પાછલે ભાગે ચાલતા હતા."},{"number":3,"verse":"ત્યારે પલિસ્તીઓના સરદારોએ કહ્યું, “આ હિબ્રૂઓ [નું અહીં] શું [કામ છે] ?” આખીશે પલિસ્તીઓના સરદારોને કહ્યું, “શું એ ઇઝરાયલના રાજા શાઉલનો ચાકર દાઉદ નથી? તે તો કેટલાક દિવસ બલકે કેટલાંક વર્ષ થયાં મારી સાથે રહે છે, તોપણ તે [મારી પાસે] આવી રહ્યો ત્યારથી તે આજ સુધી મને એનામાં કંઈ પણ વાંક માલૂમ પડ્યો નથી.”"},{"number":4,"verse":"પણ પલિસ્તીઓના સરદારો તેના પર ગુસ્‍સે થયા; અને પલિસ્તીઓના સરદારોએ તેને કહ્યું, “આ માણસને પાછો મોકલ કે જે જગા તેં તેને ઠરાવી આપી છે ત્યાં તે જાય, ને એને આપણી સાથે લડાઈમાં આવવા ન દેતો, રખેને યુદ્ધમાં તે આપણો સામાવાળિયો થઈ જાય; કેમ કે પોતાના શેઠનો પ્રેમ પાછો મેળવવા માટે તે શું ન કરે? શું આ માણસોનાં માથાં નહિ આપે?"},{"number":5,"verse":"( ; .) શું એ દાઉદ નથી, કે જેના વિષે તેઓએ નાચતાં નાચતામ સામસામા ગાયું હતું, “શાઉલે સહસ્રોને અને દાઉદે દશ સહસ્રોને માર્યા છે?”"},{"number":6,"verse":"ત્યારે આખીશે દાઉદને બોલાવીને તેને કહ્યું, “જીવતા યહોવાના સમ, તું પ્રમાણિકપણે વર્ત્યો છે, સૈન્યમાં મારી સાથે તારું જવું આવવું એ મારી દષ્ટિમાં સારું છે! કેમ કે તું મારી પાસે આવ્યો ત્યારથી તે આજ સુધી તારામાં મને કંઈ જ દુષ્ટતા માલૂમ પડી નથી. પરંતુ સરદારોની કૃપા તારા પર નથી."},{"number":7,"verse":"માટે હવે તું પાછો ફર, ને શાંતિએ જા કે, જેથી પલિસ્તીઓના સરદારો તારાથી નારાજ ન થાય.”"},{"number":8,"verse":"ત્યારે દાઉદે આખીષને કહ્યું, “પણ મેં શું કર્યું છે? હું તમારી હજૂરમાં આવ્યો ત્યારથી તે આજ સુધીમાં તમે આ તમારા દાસમાં એવું શું જોયું કે, મારા મુરબ્બી રાજાના શત્રુઓની સામે જઈને લડવાની પરવાનગી મને ન મળે?”"},{"number":9,"verse":"આખીશે દાઉદને ઉત્તર આપ્યો, “મારી દષ્ટિમાં તો તું સારો, ઈશ્વરના દૂત જેવો છે, તે હું જાણું છું; પરંતુ પલિસ્તીઓના સરદારોએ કહ્યું છે, ‘તે અમારી સાથે યુદ્ધમાં ન આવે.’"},{"number":10,"verse":"તેથી હવે તારા ધણીના જે ચાકરો તારી સાથે આવેલા છે, તેઓની સાથે તું પરોઢિયે ઊઠજે. અને પરોઢિયે ઊઠ્યા પછી સૂર્યોદય થયે તમે વિદાય થજો.”"},{"number":11,"verse":"માટે દાઉદ તથા તેના માણસો સવારમાં ચાલી નીકળીને પલિસ્તીઓના દેશમાં પાછા જવા માટે પરોઢિયે ઊઠ્યા. અને પલિસ્તીઓએ યિઝ્રએલ તરફ કૂચ કરી."}]}