{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":31,"verses":[{"number":1,"verse":"( શાઉલ અને તેના દીકરાઓનું મૃત્યુ) ( ( 130 ૧૦:૧-૧૨ )) હવે પલિસ્તીઓએ ઇઝરાયલની સાથે યુદ્ધ કર્યું. ઇઝરાયલના માણસો પલિસ્તીઓની આગળ નાઠા, ને ગિલ્બોઆ પર્વત પર કતલ થઈ પડ્યા."},{"number":2,"verse":"પલિસ્તીઓએ શાઉલ તથા તેના દિકરાઓનો લગોલગ પીછો પકડ્યો; અને પલિસ્તીઓએ શાઉલના દિકરા યોનાથાન, અબિનાદાબ તથા માલ્કીશૂઆને મારી નાખ્યા."},{"number":3,"verse":"અને શાઉલની વિરુદ્ધ સખત યુદ્ધ મચ્યું, ને ધનુર્ધારીઓએ તેને પકડી પાડ્યો. અને ધનુર્ધારીને લીધે તે ઘણી સંકડામણમાં આવી પડ્યો."},{"number":4,"verse":"ત્યારે શાઉલે પોતાના શસ્‍ત્રવાહકને કહ્યું, “તારી તરવાર તાણીને મને વીંધી નાખ, રખેને આ બેસુન્‍નતીઓ આવીને મને વીંધી નાખીને મારું અપમાન કરે.” પણ તેના શસ્‍ત્રવાહકે એમ કરવાની ના પાડી. કેમ કે તે ઘણો બીધો, ત્યારે શાઉલે પોતાની તરવાર લઈને તે પર પડ્યો."},{"number":5,"verse":"શાઉલને મૂએલો જોઈને તેનો શસ્‍ત્રવાહક પણ પોતાની તરવાર પર પડીને તેની સાથે મરણ પામ્યો."},{"number":6,"verse":"એ રીતે શાઉલ, તેના ત્રણ દિકરા, તેનો શસ્‍ત્રવાહક, તથા તેના સર્વ માણસો તે જ દિવસે સાથે મરણ પામ્યા."},{"number":7,"verse":"અને તે નીચાણની સામી બાજુના ઇઝરાયલી માણસોએ તથા યર્દનની પેલી પારના લોકોએ જોયું કે, ઇઝરાયલના માણસો નાસે છે, ત્યારે તેઓ નગરો તજી દઈને નાસી ગયા; અને પલિસ્તીઓ આવીને તેમાં વસ્યા."},{"number":8,"verse":"બીજે દિવસે એમ બન્યું કે પલિસ્તીઓ લાસો પરથી વસ્‍ત્રાદિ ઉતારી લેવા આવ્યા, ત્યારે શાઉલ તથા તેના ત્રણ દિકરાને તેઓએ ગિલ્બોઆ પર્વત પર પડેલા જોયા."},{"number":9,"verse":"તેઓએ તેનું માથું કાપી લીધું, તથા તેનાં શસ્‍ત્રો ઉતારી લઈને તે સમાચાર તેમના મૂર્તિગૃહમાં તથા લોકોમાં પ્રગટ કરવા માટે પલિસ્તીઓના દેશમાં સર્વ ઠેકાણે તેઓએ હલકારા મોકલ્યા."},{"number":10,"verse":"તેઓએ તેનાં શસ્‍ત્રો આશ્તારોથના મંદિરમાં મૂક્યાં. અને તેની લાસ તેઓએ બેથ-શાનના કોટ પર ચોંટાડી."},{"number":11,"verse":"પલિસ્તીઓએ શાઉલના જે હાલ કર્યા હતા તે વિષે યાબેશ-ગિલ્યાદના રહેવાસીઓએ સાંભળ્યું,"},{"number":12,"verse":"ત્યારે બધા બહાદુર પુરુષો ઊઠીને આખી રાત ચાલ્યા, ને બેથ-શાનના કોટ પરથી શાઉલની લાસ તથા તેના દિકરાઓની લાસો તેઓ યાબેશમાં લઈ આવ્યા, ને ત્યાં તેઓએ તે બાળી."},{"number":13,"verse":"તેઓએ તેનાં હાડકાં લઈને યાબેશમાંના એશેલ વૃક્ષ નીચે દાટ્યાં, ને સાત દિવસ સુધી ઉપવાસ કર્યો."}]}