{"bibleAbbr":"guOV2016","bookName":"શમુએલનું પુસ્તક","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( શાઉલ શમુએલને મળે છે) હવે બિન્યામીન [કુળ] નો એક માણસ હતો, તેનું નામ કીશ હતું; તે શૂરવીર માણસ, બિન્યામીન કુળના આફિયાના દીકરા બખોરાથના દીકરા સરોરના દીકરા અબિયેલનો દીકરો હતો."},{"number":2,"verse":"તેને શાઉલ નામનો એક પુત્ર હતો, તે જુવાન અને સુંદર પુરુષ હતો. ઇઝરાયલમાં તેના કરતાં વધારે સુંદર કોઈ નહોતો. તેના ખભાની ઉપરનો ભાગ સર્વ લોકોથી તરતો હતો."},{"number":3,"verse":"અને શાઉલના પિતા કીશનાં ગધેડાં ખોવાઈ ગયાં હતાં. તેથી કીશે પોતાના દીકરા શાઉલને કહ્યું, “હવે તારી સાથે આપણો એક ચાકર લઈને તું નીકળ, ને જઈને ગધેડાંની શોધ કર.”"},{"number":4,"verse":"પછી તેણે એફ્રાઈમનો પહાડી પ્રદેશ ઓળંગ્યો, તેમજ શાલીશા દેશ ઓળંગ્યો, પણ તેઓને તે જડ્યાં નહિ. પછી તેઓએ શાલીમ દેશ ઓળંગ્યો, પણ તે ત્યાં નહોતાં; પછી તેણે બિન્યામીનીઓનો દેશ ઓળંગ્યો, પણ તેઓને તે જડ્યાં નહિ."},{"number":5,"verse":"પછી તેઓ સૂફ દેશમાં આવ્યા, ત્યારે શાઉલે પોતાની સાથે પોતાનો જે ચાકર હતો તેને કહ્યું, “ચાલ, આપણે પાછા જઈએ; રખેને મારો પિતા ગધેડાંની કાળજી છોડી દઈને આપણી ચિંતા કરવા લાગશે.”"},{"number":6,"verse":"તેણે તેને કહ્યું, “હવે જોને, આ નગરમાં ઈશ્વરનો એક ભક્ત રહે છે. તે પ્રતિષ્ઠિત માણસ છે. તે જે કહે છે તે સર્વ નિશ્ચે ખરું પડે છે; તો આપણે ત્યાં જઈએ. કદાચ આપણે ક્યે માર્ગે જવું તે આપણને કહી શકશે.”"},{"number":7,"verse":"ત્યારે શાઉલે પોતના ચાકરને કહ્યું, “પણ જો આપણે જઈએ, તો તે માણસને [ભેટ] આપવા આપણે શું લઈ જઈએ? કેમ કે આપણાં પાત્રોમાં રોટલી થઈ રહી છે, ને ઈશ્વરભક્તને ભેટ આપવા માટે કંઈ રહ્યું નથી. આપણી પાસે બીજું શું છે?”"},{"number":8,"verse":"તે ચાકરે શાઉલને પ્રત્યુત્તર આપ્યો, “જો, મારી પાસે પા શેકેલ રૂપું છે; તે હું એ ઈશ્વરભક્તને આપીશ કે, તે આપણને આપણો માર્ગ બતાવે.”"},{"number":9,"verse":"(પૂર્વે ઇઝરાયલમાં કોઈ ઈશ્વરની સલાહ લેવાને જતો, ત્યારે તે કહેતો, કે ‘ચાલો આપણે દષ્ટા પાસે જઈએ;’ કેમ કે હમણાં જે પ્રબોધક કહેવાય છે તે પૂર્વે દષ્ટા કહેવાતો હતો.)"},{"number":10,"verse":"ત્યારે શાઉલે પોતાના ચાકરને કહ્યું, “તેં ઠીક કહ્યું; ચાલ, આપણે જઈએ.” ત્યારે જે નગરમાં તેં ઈશ્વરભક્ત હતો, ત્યાં તેઓ ગયા."},{"number":11,"verse":"તેઓ નગરમાં જવા માટે ઘાટ પર ચઢતા હતા, એટલામાં પાણી ભરવાને બહાર આવતી કન્યાઓ તેઓને મળી; તેમને તેઓએ પૂછ્યું, “શું દષ્ટા અહીં છે?”"},{"number":12,"verse":"તેઓએ તેઓને ઉત્તર આપ્યો, “હા, તે છે; જો, તે તારી આગળ ગયો છે, હવે ઉતાવળ કરો, કેમ કે આજે તે નગરમાં આવ્યો છે; કારણ કે આજ ઉચ્ચસ્થાને લોકો યજ્ઞ કરવાના છે."},{"number":13,"verse":"તમે નગરમાં પેસશો કે તરત જ, એટલે ઉચ્ચસ્થાને તે જમવા જાય તે પહેલાં, તેમને મળશે; કેમ કે તે આવીને યજ્ઞને આશીર્વાદ નહિ દે ત્યાં સુધી લોકો ખાશે નહિ. જેઓને નોતરવામાં આવ્યા છે તેઓ ત્યાર પછી જ ખાશે; તો હવે તમે ઉપર જાઓ; કેમ કે આ વખતે તે તમને મળશે.”"},{"number":14,"verse":"અને તેઓ ઉપર ચઢીને નગરમાં ગયા. તેઓ નગરમાં પેસતા હતા એવામાં જ, જુઓ, શમુએલ ઉચ્ચસ્થાને જતાં તેઓને મળ્યો."},{"number":15,"verse":"હવે શાઉલના આવ્યાને એક દિવસ અગાઉ, યહોવાએ શમુએલને જણાવ્યું હતું,"},{"number":16,"verse":"“કાલે આસરે આ સમયે, બિન્યામીનના દેશમાંથી એક માણસને હું તારી પાસે મોકલીશ. મારા ઇઝરાયલ લોક પર અધિકારી તરીકે તું તેનો અભિષેક કરજે, તે પલિસ્તીઓના હાથમાંથી મારા લોકને છોડાવશે; કેમ કે મારા લોકનો પોકાર મારી પાસે આવ્યો છે, માટે મેં તેમના પર [રહેમ] નજર કરી છે.”"},{"number":17,"verse":"શમુએલે શાઉલને જોયો ત્યારે યહોવાએ તેને કહ્યું, હતું કે તે મારા લોક પર અધિકાર ચલાવશે તે આ છે.”"},{"number":18,"verse":"પછી શાઉલે શમુએલ પાસે દરવાજા આગળ જઈને કહ્યું, “દષ્ટાનું ઘર ક્યાં છે, એ કૃપા કરીને મને કહે.”"},{"number":19,"verse":"શમુએલે શાઉલને ઉત્તર આપ્યો, “હું જ એ દષ્ટા છું; મારી આગળ ઉચ્ચસ્થાને ચઢી જાઓ, કેમ કે આજે મારી સાથે તમારે જમવાનું છે; અને આવતી કાલે હું તને જવા દઈશ, તારા હ્રદયમાં જે છે તે સર્વ હું તને કહી દેખાડીશ."},{"number":20,"verse":"અને ત્રણ દિવસ પર તારાં જે ગધેડાં ખોવાઈ ગયાં હતાં તેની ચિંતા કરીશ નહિ; કેમ કે તે મળ્યાં છે. અને ઇઝરાયલની બધી આશા કોના પર છે? શું તારા ને તારા પિતાના ઘરમાંના સર્વ પર નથી?”"},{"number":21,"verse":"શાઉલે ઉત્તર આપ્યો, “શું હું ઇઝરાયલનાં કુળોમાં સૌથી નાના એટલે બિન્યામીનના કુળનો નથી? વળી મારું કુટુંબ બિન્યામીન કુળનાં કુટુંબોમાં સૌથી નાનું નથી? તો તમે મારી સાથે આવી વાત કેમ કરો છ?”"},{"number":22,"verse":"પછી શમુએલ શાઉલ તથા તેના ચાકરને દીવાનખાનામાં લઈ ગયો, ને જેમને નોતરેલા હતા તેઓમાં તેઓને સૌથી અગ્રસ્થાને બેસાડ્યા. તેઓ આશરે ત્રીસ જણ હતા."},{"number":23,"verse":"અને શમુએલે રસોઇયાને કહ્યું “જે વિભાગ મેં તને આપ્યો હતો, જે વિષે મેં તને કહ્યું હતું કે તે તારી પાસે રાખી મૂકજે, તે લાવ.”"},{"number":24,"verse":"રસોઇયાએ જાંઘ, તેના પરના માંસ સહિત, લઈને શાઉલ આગળ મૂકી. [શમુએલે] કહ્યું, “જો! જે રાખી મૂકેલુમ છે તે તારી આગળ મૂકીને ખાઅ; કેમ કે મેં લોકોને નોતર્યા છે એમ કહીને ઠરાવેલા અવસરને માટે તારે માટે તે રાખી મૂકેલું છે.” એમ તે દિવસે શાઉલ શમુએલની સાથે જમ્યો."},{"number":25,"verse":"તેઓ ઉચ્ચસ્થાનેથી ઊતરીને નગરમાં આવ્યા, ત્યારે ઘરના ધાબઅ પર તેઓએ શાઉલને માટે પલંગ બિછાવ્યો, ને તે સૂઈ ગયો."},{"number":26,"verse":"( શમુએલ શાઉલનો રાજા તરીકે અભિષેક કરે છે.) તેઓ પરોઢિયે ઊઠ્યા; અને સુમારે સૂર્યાદયને સમયે એમ થયું કે શમુએલે શાઉલને ઘરના ધાબા ઉપર હાંક મારી કે, ઊઠ, હવે હું તને વિદાય કરું. શાઉલ ઊઠ્યો, ને તે તથા શમુએલ બન્‍ને બહાર ચાલી નીકળ્યા."},{"number":27,"verse":"નગરની ભાગળ આગળ તેઓ ઊતરતા હતા, ત્યારે શમુએલે શાઉલને કહ્યું, “ચાકરને કહે કે તે આપણી આગળ ચાલ્યો જાય, (અને તે ચાલ્યો ગયો, ) પણ તું હમણાં જરા ઊભો રહે, કે હું તને ઈશ્વરનું વચન કહી સંભળાવું.”"}]}