{"bibleAbbr":"WYC1395","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"Who `mai grante to me thee, my brother, soukynge the tetis of my modir, that Y fynde thee aloone without forth, and that Y kisse thee, and no man dispise me thanne?"},{"number":2,"verse":"Y schal take thee, and Y schal lede thee in to the hous of my modir, and in to the closet of my modir; there thou schalt teche me, and Y schal yyue to thee drink of wyn maad swete, and of the must of my pumgranatis."},{"number":3,"verse":"His lefthond vndur myn heed, and his riythond schal biclippe me."},{"number":4,"verse":"Ye douytris of Jerusalem, Y charge you greetli, that ye reise not, nether make the dereworthe spousesse to awake, til sche wole."},{"number":5,"verse":"Who is this spousesse, that stieth fro desert, and flowith in delices, and restith on hir derlynge? Y reiside thee vndur a pumgranate tre; there thi modir was corrupt, there thi modir was defoulid."},{"number":6,"verse":"Set thou me as a signet on thin herte, as a signet on thin arm; for loue is strong as deth, enuy is hard as helle; the laumpis therof ben laumpis of fier, and of flawmes."},{"number":7,"verse":"Many watris moun not quenche charite, nether floodis schulen oppresse it. Thouy a man yyue al the catel of his hous for loue, he schal dispise `that catel as nouyt."},{"number":8,"verse":"Oure sistir is litil, and hath no tetys; what schulen we do to oure sistir, in the dai whanne sche schal be spokun to?"},{"number":9,"verse":"If it is a wal, bilde we theronne siluerne touris; if it is a dore, ioyne we it togidere with tablis of cedre."},{"number":10,"verse":"I am a wal, and my tetis ben as a tour; sithen Y am maad as fyndynge pees bifore hym."},{"number":11,"verse":"A vyner was to the pesible; in that citee, that hath puplis, he bitook it to keperis; a man bryngith a thousynde platis of siluer for the fruyt therof."},{"number":12,"verse":"The vyner is bifore me; a thousynde ben of thee pesible, and two hundrid to hem that kepen the fruytis therof."},{"number":13,"verse":"Frendis herkene thee, that dwellist in orchertis; make thou me to here thi vois."},{"number":14,"verse":"My derlyng, fle thou; be thou maad lijk a capret, and a calf of hertis, on the hillis of swete smellynge spices."}]}