{"bibleAbbr":"mniRNT2022","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"( Singlupta Tengban Mapu khurumbagi maramda takpi tambiba) Eikhoina Tengban Mapuda laining chetna amadi asengba punsi mahing amaga loinana ingna chikna panba punsi ama hingba yananaba mi pumnamakki, ningthousinggi amasung angam athou pumnamakkidamak wakatpiba, nibiba, haijabiba amasung thagatnaba eina ahanbamaktada nahakpu thougatli."},{"number":3,"verse":"Eikhoigi Kanbiba Mapu Tengban Mapu Ibungogi maphamda masi aphaba amasung apenbani,"},{"number":4,"verse":"mi pumnamakna kanbiba phangba amasung makhoina achumba adubu khangba haibasi Ibungo mahakna pammi."},{"number":5,"verse":"Maramdi Tengban Mapu ama lei aduga Tengban Mapu amasung mioibabu tainabiba misak ama lei, mahak adudi mioiba ama oiriba Christta Jisuni."},{"number":6,"verse":"Mahakna mioiba pumnamakpu thadokpinaba thadokmal oina mahak masamakpu pibire. Achaba matamda mi pumnamakpu kanbiba Tengban Mapuna pammi haibasi masina pramanni,"},{"number":7,"verse":"( 2 Tim 1:11) maram asigidamak Jihudi nattabasingda pakhonchatpa amadi tambiba ama oina thajaba amadi achumbagi paojel sandoknaba eibu thabire. Eihakna chinthiba natte; achumba adu hairibani!"},{"number":8,"verse":"Aduna Tengban Mapu khurumbagi thouram khudingda asaoba amasung yetnaba yaodana Tengban Mapugidamak katthoklaba nupasingna khut thanggattuna Tengban Mapuda haijaba adu eina pammi."},{"number":9,"verse":"( 1 Pet 3:3) Nupisingna ing tappa amasung mapham matam khangbaga loinana ningthijana phijet setpa asisu eina pammi; ahenba leitengna sambu make semba nattraga sanana nattraga mani-muktana nattraga mamal yamba phijetna leitengdasanu,"},{"number":10,"verse":"adubu Tengban Mapu ningbi nupi ama oibagi matik chaba aphaba thabaksingna leitengsanu."},{"number":11,"verse":"Nupisingna tuminna leiduna amadi nolukpaga loinana tamjasanu."},{"number":12,"verse":"Nupina tambiba, nattraga nupagi mathakta panba eina yade, makhoi tuminna leigadabani."},{"number":13,"verse":"( Meihou 2:7; Meihou 2:2122) Maramdi Adam-bu hanna sembikhibani aduga mathangda Eve-pu sembibani."},{"number":14,"verse":"( Meihou 3:1-6) Namthak toukhiba adu Adam-bu natte; nupi adubu namthak touduna Tengban Mapugi wayel yathang thugaikhibani."},{"number":15,"verse":"Adubu nupisingna thajabada, nungsibada, asengbada amasung phajaba lamchatta leirabadi, chabokpagi mapanna makhoibu kanbigani."}]}