{"bibleAbbr":"mniRNT2022","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"( Singlupki luchingbasinggi maramda haiba) Wapham asi achumbani: Kanagumba mi amana singlup amagi luchingba ama oiba pamlabadi, mahakna aphaba thabak amabu pamlabani."},{"number":2,"verse":"( Tit 1:6-9) Singlupki luchingba ama haibasi mingchat thiningai oiba amakpa leitaba mi, mahakki nupida thajaba yaba oiba, ka hendaba, masa khudum chanjaba, ikai khumnabada matik chaba, lamlanbasingbu mayumda taramna okpa amadi tambiba ngamba mi ama oigadabani;"},{"number":3,"verse":"mahak yuda luppa amadi tamthiba mi ama oiroidabani, adubu pukning tappa, khatnagandaba amadi sel pamgandaba mi ama oigadabani."},{"number":4,"verse":"Mahakki imung manungbu ningthina yengsinba ama oigadabani aduga mahakki angangsingna mahakpu ikaikhumnabaga loinana mahakna haiba inba haibadu oihan-gadabani."},{"number":5,"verse":"Maramdi kanagumbana masamakki imung manungbu karamna yengsin-gani haiba khangdrabadi mahakna karamna Tengban Mapugi singluppu ngak-sen-gadage?"},{"number":6,"verse":"Mahak nouna thajarakpa mi ama oiroidabani, nattrabadi mahakna napan touduna chaothoklaklabadi Devil-da takhiba wayel adumak mahaksu taba yai."},{"number":7,"verse":"Singlupki mi nattabasingna ikaikhumnaba misak ama oigadabani madu oirabadi mahak ikaiba nangduna Devil-gi langda taba haibadu oiraroi."},{"number":8,"verse":"( Singlupki thougal toubasing) Adugumduna, singlupki thougal toubasingsu aphaba lichat chatpa amadi pukchel sengba mi oigadabani; makhoi yuda luppa nattraga selda karamba mi oiroidabani;"},{"number":9,"verse":"asengba achum aran khangba pukningga loinana phongdokpiraba thajabagi oiba achumba adubu makhoina chetna paiba oigadabani."},{"number":10,"verse":"Ahanbada makhoibu chang yenggadabani, maduda makhoina mai paklabadi makhoina singlupki thougal tousanu."},{"number":11,"verse":"Makhoigi nupisingsu adugumna aphaba lamchat chatpa amadi miwa ngangdaba oigadabani; ka hendaba amadi maram khudingda thajaba yabi oigadabani."},{"number":12,"verse":"Thougal toubasing adu nupi amakhaktagi mapuroiba oiba, machasing amasung imung manungbu ningthijana yengsinba ngamba mi oigadabani."},{"number":13,"verse":"Ningthina thougal toubasing aduna makhoi masagidamak aphaba mingchat phangjaduna Christta Jisuda leiba makhoigi thajaba adugi maramda thouna phana ngangba ngammi."},{"number":14,"verse":"( Yamna maru oiba athuppa wa) Eina nahakki nanakta yamna thuna lakkani haiba asa tourabasu, eina nangonda waphamsing asi iri."},{"number":15,"verse":"Adubu karigumba eihak thengtharaklabadi, Tengban Mapugi imung manung haibadi achumbagi yumbi amadi ngaklou oiriba ahingba Tengban Mapugi singlupta karamba machat chatkadage haibadu chithi asina nangonda khanghan-gani."},{"number":16,"verse":"Eikhoigi laininggi athuppa asi kayada chaokhrabano haiba asi kana amatana yadaba ngamloi: Ibungo mahak asi mioiba amagi saktamda phongdokpire, Thawai aduna achumbani haiba utpire, swargadutsingnasu ujare. Ibungo mahakpu phurupsinggi marakta sandokle, taibangpan-gi mapham pumnamakta thajare, amasung swargada loukhatpikhre."}]}