{"bibleAbbr":"mniRNT2022","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"( Aranba tambibasing) Akonba matamda mioi kharana thajaba asi thadoktuna, minamba thawaising amadi lai phattabasingna tambibasing adu in-gani haina Thawai Asengbana sengna haibire."},{"number":2,"verse":"Asigumba tambibasing asi achum aran khangba pukning adu mei ikpa yotna chakkhrabagumna aphasasinnaba minamba ngangbasingna sandok-i."},{"number":3,"verse":"Makhoina luhongba amadi akaknaba chinjak khara chaba thing-i. Adubu chinjaksingdudi achumba adu khanglaba amadi thajabasingna Tengban Mapubu thagatcharaga chananaba Tengban Mapuna sembikhraba chinjaksingni."},{"number":4,"verse":"Tengban Mapuna sembikhraba pot khudingmak aphaba ngaktani; thagatpaga loinana lousinjarabadi yadada karisu leite,"},{"number":5,"verse":"maramdi madu Tengban Mapugi wa amadi haijabagi mapanna senghanbire."},{"number":6,"verse":"( Christta Jisugi aphaba thougal touba) Nahakna thajaba nachin nanaosingda hiramsing asi haibirabadi, thajabagi wa amadi nahakna illiba achumba tambiba aduda nahakki thawaigi oiba punsi adu yokkhatchabaga loinana Christtagi aphaba thougal touba mi ama oigani,"},{"number":7,"verse":"Lirubagi karisu kannadaba aduga laininggi maiyokta leiba semjin sajinba warising adudagi namai leithok-u. Tengban Mapu ningba punsi ama hingnabagidamak nasabu sajel toujou."},{"number":8,"verse":"Hakchang sajel toubagi kannaba khara makhei lei, adubu thawaigi oiba sajeldi hiram khudingmakta kannei, maramdi maduda houjik hinglingei punsi asigidamak amasung lakkadaba punsi adugidamak wasakpiba lei."},{"number":9,"verse":"Wapham asi achumbani amasung lousinbada matik chabamakni."},{"number":10,"verse":"Mi pumnamakkidamak, thoidok hendokna thajabasinggidamak Kanbiba Mapu oiriba ahingba Tengban Mapu aduda eikhoigi asa thamjaduna eikhoina thabak nomduna kanna hotnabani."},{"number":11,"verse":"Waramsing asi yathang piduna tambiyu."},{"number":12,"verse":"Kana amatana nahakpu naha oiri haiduna hanthana yenghan-ganu adubu ngangbada, lichat sajatta, nungsibada, thajabada amasung sengna hingba punsida thajabasinggidamak pandam oiyu."},{"number":13,"verse":"Eina laktriba phaoba nakhoigi tinnabada Tengban Mapugi wahei paba, pao sandokpa amasung tambibada pukning chang-u."},{"number":14,"verse":"Ahallupna nanggi nathakta khut thambiba matamda Tengban Mapugi wa phongdokpasingna haibikhiba adugi mapanna nangonda pibikhiba thawaigi oiba khudol adu miraiba touganu."},{"number":15,"verse":"Hairibasing asi thabak oina touduna nasamak katthokchou madu oirabadi mi khudingna nahak chaokhatlakli haibadu ugani."},{"number":16,"verse":"Nahak nasamakki maramda amadi tambiba adugi maramda cheksillu. Madu touduna leiyu maramdi nahakna madu tourabadi nahak nasamak amadi nahakki wa tabasing adubu kanbigani."}]}