{"bibleAbbr":"AMP1965","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"To the Chief Musician. [A Psalm] of David the servant of the Lord, who spoke the words of this song to the Lord on the day when the Lord delivered him from the hand of all his enemies and from the hand of Saul. And he said: I LOVE You fervently and devotedly, O Lord, my Strength."},{"number":2,"verse":"The Lord is my Rock, my Fortress, and my Deliverer; my God, my keen and firm Strength in Whom I will trust and take refuge, my Shield, and the Horn of my salvation, my High Tower. [Heb. 2:13.]"},{"number":3,"verse":"I will call upon the Lord, Who is to be praised; so shall I be saved from my enemies. [Rev. 5:12.]"},{"number":4,"verse":"The cords or bands of death surrounded me, and the streams of ungodliness and the torrents of ruin terrified me."},{"number":5,"verse":"The cords of Sheol (the place of the dead) surrounded me; the snares of death confronted and came upon me."},{"number":6,"verse":"In my distress [when seemingly closed in] I called upon the Lord and cried to my God; He heard my voice out of His temple (heavenly dwelling place), and my cry came before Him, into His [very] ears."},{"number":7,"verse":"Then the earth quaked and rocked, the foundations also of the mountains trembled; they moved and were shaken because He was indignant and angry."},{"number":8,"verse":"There went up smoke from His nostrils; and lightning out of His mouth devoured; coals were kindled by it."},{"number":9,"verse":"He bowed the heavens also and came down; and thick darkness was under His feet."},{"number":10,"verse":"And He rode upon a cherub [a storm] and flew [swiftly]; yes, He sped on with the wings of the wind."},{"number":11,"verse":"He made darkness His secret hiding place; as His pavilion (His canopy) round about Him were dark waters and thick clouds of the skies."},{"number":12,"verse":"Out of the brightness before Him there broke forth through His thick clouds hailstones and coals of fire."},{"number":13,"verse":"The Lord also thundered from the heavens, and the Most High uttered His voice, amid hailstones and coals of fire."},{"number":14,"verse":"And He sent out His arrows and scattered them; and He flashed forth lightnings and put them to rout."},{"number":15,"verse":"Then the beds of the sea appeared and the foundations of the world were laid bare at Your rebuke, O Lord, at the blast of the breath of Your nostrils."},{"number":16,"verse":"He reached from on high, He took me; He drew me out of many waters."},{"number":17,"verse":"He delivered me from my strong enemy and from those who hated and abhorred me, for they were too strong for me."},{"number":18,"verse":"They confronted and came upon me in the day of my calamity, but the Lord was my stay and support."},{"number":19,"verse":"He brought me forth also into a large place; He was delivering me because He was pleased with me and delighted in me."},{"number":20,"verse":"The Lord rewarded me according to my righteousness (my conscious integrity and sincerity with Him); according to the cleanness of my hands has He recompensed me."},{"number":21,"verse":"For I have kept the ways of the Lord and have not wickedly departed from my God."},{"number":22,"verse":"For all His ordinances were before me, and I put not away His statutes from me."},{"number":23,"verse":"I was upright before Him and blameless with Him, ever [on guard] to keep myself free from my sin and guilt."},{"number":24,"verse":"Therefore has the Lord recompensed me according to my righteousness (my uprightness and right standing with Him), according to the cleanness of my hands in His sight."},{"number":25,"verse":"With the kind and merciful You will show Yourself kind and merciful, with an upright man You will show Yourself upright,"},{"number":26,"verse":"With the pure You will show Yourself pure, and with the perverse You will show Yourself contrary."},{"number":27,"verse":"For You deliver an afflicted and humble people but will bring down those with haughty looks."},{"number":28,"verse":"For You cause my lamp to be lighted and to shine; the Lord my God illumines my darkness."},{"number":29,"verse":"For by You I can run through a troop, and by my God I can leap over a wall."},{"number":30,"verse":"As for God, His way is perfect! The word of the Lord is tested and tried; He is a shield to all those who take refuge and put their trust in Him."},{"number":31,"verse":"For who is God except the Lord? Or who is the Rock save our God,"},{"number":32,"verse":"The God who girds me with strength and makes my way perfect?"},{"number":33,"verse":"He makes my feet like hinds' feet [able to stand firmly or make progress on the dangerous heights of testing and trouble]; He sets me securely upon my high places."},{"number":34,"verse":"He teaches my hands to war, so that my arms can bend a bow of bronze."},{"number":35,"verse":"You have also given me the shield of Your salvation, and Your right hand has held me up; Your gentleness and condescension have made me great."},{"number":36,"verse":"You have given plenty of room for my steps under me, that my feet would not slip."},{"number":37,"verse":"I pursued my enemies and overtook them; neither did I turn again till they were consumed."},{"number":38,"verse":"I smote them so that they were not able to rise; they fell wounded under my feet."},{"number":39,"verse":"For You have girded me with strength for the battle; You have subdued under me and caused to bow down those who rose up against me."},{"number":40,"verse":"You have also made my enemies turn their backs to me, that I might cut off those who hate me."},{"number":41,"verse":"They cried [for help], but there was none to deliver--even unto the Lord, but He answered them not."},{"number":42,"verse":"Then I beat them small as the dust before the wind; I emptied them out as the dirt and mire of the streets."},{"number":43,"verse":"You have delivered me from the strivings of the people; You made me the head of the nations; a people I had not known served me."},{"number":44,"verse":"As soon as they heard of me, they obeyed me; foreigners submitted themselves cringingly and yielded feigned obedience to me."},{"number":45,"verse":"Foreigners lost heart and came trembling out of their caves or strongholds."},{"number":46,"verse":"The Lord lives! Blessed be my Rock; and let the God of my salvation be exalted,"},{"number":47,"verse":"The God Who avenges me and subdues peoples under me,"},{"number":48,"verse":"Who delivers me from my enemies; yes, You lift me up above those who rise up against me; You deliver me from the man of violence."},{"number":49,"verse":"Therefore will I give thanks and extol You, O Lord, among the nations, and sing praises to Your name. [Rom. 15:9.]"},{"number":50,"verse":"Great deliverances and triumphs gives He to His king; and He shows mercy and steadfast love to His anointed, to David and his offspring forever. [II Sam. 22:2-51.]"}]}