{"bibleAbbr":"AMP1965","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":92,"verses":[{"number":1,"verse":"A Psalm. A song for the Sabbath day. IT IS a good and delightful thing to give thanks to the Lord, to sing praises [with musical accompaniment] to Your name, O Most High,"},{"number":2,"verse":"To show forth Your loving-kindness in the morning and Your faithfulness by night,"},{"number":3,"verse":"With an instrument of ten strings and with the lute, with a solemn sound upon the lyre."},{"number":4,"verse":"For You, O Lord, have made me glad by Your works; at the deeds of Your hands I joyfully sing."},{"number":5,"verse":"How great are Your doings, O Lord! Your thoughts are very deep."},{"number":6,"verse":"A man in his rude and uncultivated state knows not, neither does a [self-confident] fool understand this:"},{"number":7,"verse":"That though the wicked spring up like grass and all evildoers flourish, they are doomed to be destroyed forever."},{"number":8,"verse":"But You, Lord, are on high forever."},{"number":9,"verse":"For behold, Your adversaries, O Lord, for behold, Your enemies shall perish; all the evildoers shall be scattered."},{"number":10,"verse":"But my horn (emblem of excessive strength and stately grace) You have exalted like that of a wild ox; I am anointed with fresh oil."},{"number":11,"verse":"My eye looks upon those who lie in wait for me; my ears hear the evildoers that rise up against me."},{"number":12,"verse":"The [uncompromisingly] righteous shall flourish like the palm tree [be long-lived, stately, upright, useful, and fruitful]; they shall grow like a cedar in Lebanon [majestic, stable, durable, and incorruptible]."},{"number":13,"verse":"Planted in the house of the Lord, they shall flourish in the courts of our God."},{"number":14,"verse":"[Growing in grace] they shall still bring forth fruit in old age; they shall be full of sap [of spiritual vitality] and [rich in the] verdure [of trust, love, and contentment]."},{"number":15,"verse":"[They are living memorials] to show that the Lord is upright and faithful to His promises; He is my Rock, and there is no unrighteousness in Him. [Rom. 9:14.]"}]}