{"bibleAbbr":"HOV2012","bookName":"1 तीमुथियुस","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"किसी बूढ़े को न डाँट, पर उसे पिता जानकर समझा दे, और जवानों को भाई जानकर;"},{"number":2,"verse":"बूढ़ी स्त्रियों को माता जानकर; और जवान स्त्रियों को पूरी पवित्रता से बहिन जानकर समझा दे।"},{"number":3,"verse":"उन विधवाओं का, जो सचमुच विधवा हैं, आदर कर।"},{"number":4,"verse":"यदि किसी विधवा के बच्‍चे या नाती-पोते हों, तो वे पहले अपने ही घराने के साथ भक्‍ति का बर्ताव करना, और अपने माता-पिता आदि को उनका हक्‍क देना सीखें, क्योंकि यह परमेश्‍वर को भाता है।"},{"number":5,"verse":"जो सचमुच विधवा है, और उसका कोई नहीं, वह परमेश्‍वर पर आशा रखती है, और रात दिन विनती और प्रार्थना में लौलीन रहती है;"},{"number":6,"verse":"पर जो भोगविलास में पड़ गई, वह जीते जी मर गई है।"},{"number":7,"verse":"इन बातों की भी आज्ञा दिया कर ताकि वे निर्दोष रहें।"},{"number":8,"verse":"पर यदि कोई अपनों की और निज करके अपने घराने की चिन्ता न करे, तो वह विश्‍वास से मुकर गया है और अविश्‍वासी से भी बुरा बन गया है।"},{"number":9,"verse":"उसी विधवा का नाम लिखा जाए जो साठ वर्ष से कम की न हो, और एक ही पति की पत्नी रही हो,"},{"number":10,"verse":"और भले काम में सुनाम रही हो, जिस ने बच्‍चों का पालन-पोषण किया हो; अतिथियों की सेवा की हो, पवित्र लोगों के पाँव धोए हों, दुखियों की सहायता की हो, और हर एक भले काम में मन लगाया हो।"},{"number":11,"verse":"पर जवान विधवाओं के नाम न लिखना, क्योंकि जब वे मसीह का विरोध करके सुख-विलास में पड़ जाती हैं तो विवाह करना चाहती हैं,"},{"number":12,"verse":"और दोषी ठहरती हैं, क्योंकि उन्होंने अपने पहले विश्‍वास को छोड़ दिया है।"},{"number":13,"verse":"इसके साथ ही साथ वे घर-घर फिरकर आलसी होना सीखती हैं, और केवल आलसी नहीं पर बकबक करती रहतीं और दूसरों के काम में हाथ भी डालती हैं और अनुचित बातें बोलती हैं।"},{"number":14,"verse":"इसलिये मैं यह चाहता हूँ कि जवान विधवाएँ विवाह करें, और बच्‍चे जनें और घरबार संभालें, और किसी विरोधी को बदनाम करने का अवसर न दें।"},{"number":15,"verse":"क्योंकि कई एक तो बहककर शैतान के पीछे हो चुकी हैं।"},{"number":16,"verse":"यदि किसी विश्‍वासिनी के यहाँ विधवाएँ हों, तो वही उनकी सहायता करे कि कलीसिया पर भार न हो, ताकि वह उनकी सहायता कर सके जो सचमुच विधवाएँ हैं।"},{"number":17,"verse":"जो प्राचीन अच्छा प्रबन्ध करते हैं, विशेष करके वे जो वचन सुनाने और सिखाने में परिश्रम करते हैं, दो गुने आदर के योग्य समझे जाएँ।"},{"number":18,"verse":"क्योंकि पवित्रशास्त्र कहता है, “दाँवनेवाले बैल का मुँह न बाँधना,” क्योंकि “मजदूर अपनी मजदूरी का हक्‍कदार है।”"},{"number":19,"verse":"कोई दोष किसी प्राचीन पर लगाया जाए तो बिना दो या तीन गवाहों के उसको न सुन।"},{"number":20,"verse":"पाप करनेवालों को सब के सामने समझा दे, ताकि और लोग भी डरें।"},{"number":21,"verse":"परमेश्‍वर, और मसीह यीशु और चुने हुए स्वर्गदूतों को उपस्थित जानकर मैं तुझे चेतावनी देता हूँ कि तू मन खोलकर इन बातों को माना कर, और कोई काम पक्षपात से न कर।"},{"number":22,"verse":"किसी पर शीघ्र हाथ न रखना, और दूसरों के पापों में भागी न होना; अपने आप को पवित्र बनाए रख।"},{"number":23,"verse":"भविष्य में केवल जल ही का पीनेवाला न रह, पर अपने पेट के और अपने बार-बार बीमार होने के कारण थोड़ा-थोड़ा दाखरस भी काम में लाया कर।"},{"number":24,"verse":"कुछ मनुष्यों के पाप प्रगट हो जाते हैं और न्याय के लिये पहले से पहुँच जाते हैं, पर कुछ के पीछे से आते हैं।"},{"number":25,"verse":"वैसे ही कुछ भले काम भी प्रगट होते हैं; और जो ऐसे नहीं होते, वे भी छिप नहीं सकते।"}]}