{"bibleAbbr":"LBP1933","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"IF you then are risen with Christ, seek those things which are above, where Christ sits on the right hand of God."},{"number":2,"verse":"Set your mind on things above, not on things on the earth,"},{"number":3,"verse":"For you are dead, and your life is hidden with Christ in God."},{"number":4,"verse":"When Christ, who is our life, shall appear, then shall you also appear with him in glory."},{"number":5,"verse":"Mortify therefore your earthly members: immorality, uncleanness, intemperate desires, evil lusts, and covetousness, for these are idolatry;"},{"number":6,"verse":"And it is because of these things that the wrath of God comes on the children of disobedience."},{"number":7,"verse":"In the past you also lived among these things, and you were perverted by them."},{"number":8,"verse":"But now put off from you all these: anger, wrath, malice, blasphemy, foul conversation."},{"number":9,"verse":"Do not lie one to another, but put away the old life with all its practices;"},{"number":10,"verse":"And put on the new life which is renewed in knowledge after the pattern in which it was originally created:"},{"number":11,"verse":"Where there is neither Jew nor Syrian, circumcision nor uncircumcision, Greek nor barbarian, slave nor freeman; but Christ is all and in all men."},{"number":12,"verse":"Therefore as the elect of God, holy and beloved, put on mercy, kindness, gentleness, humbleness of mind, meekness, patience;"},{"number":13,"verse":"Forbearing one another, and forgiving one another; and if any one has a complaint against his fellow man, just as Christ forgave you, so should you also forgive."},{"number":14,"verse":"And with all these things have love, which is the bond of perfection."},{"number":15,"verse":"And let the peace of Christ govern your hearts; for that end, you are called in one body; and be thankful to Christ;"},{"number":16,"verse":"And let his word dwell in you abundantly in all wisdom; teaching and admonishing one another in psalms, hymns, and spiritual songs, singing with grace in your hearts to God."},{"number":17,"verse":"And whatever you do in word or deed, do it in the name of our LORD Jesus Christ, giving thanks through him to God the Father."},{"number":18,"verse":"Wives, submit yourselves to your own husbands, as it is appropriate in Christ."},{"number":19,"verse":"Husbands, love your wives, and be not bitter toward them."},{"number":20,"verse":"Children, obey your parents in all things: for this is well pleasing unto our LORD."},{"number":21,"verse":"Parents, do not provoke your children, that they may not be discouraged."},{"number":22,"verse":"Servants, obey your human masters in all things, not with eyeservice, as men pleasers; but with a sincere heart, in fear of the LORD."},{"number":23,"verse":"And whatever you do, do it with your whole soul, as to our LORD and not unto men;"},{"number":24,"verse":"Knowing that from the LORD you shall receive the reward of the inheritance; for you serve the LORD Christ."},{"number":25,"verse":"But the wrongdoer shall be rewarded according to the wrong which he has done: and there is no respect of persons."}]}