{"bibleAbbr":"NRSVue2021","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"The Temple Repaired In the seventh year of Jehu, Jehoash began to reign; he reigned forty years in Jerusalem. His mother’s name was Zibiah of Beer-sheba."},{"number":2,"verse":"Jehoash did what was right in the sight of the LORD all his days because the priest Jehoiada instructed him."},{"number":3,"verse":"(2 Kings 14.4; 15.35) Nevertheless, the high places were not taken away; the people continued to sacrifice and make offerings on the high places."},{"number":4,"verse":"(Ex 35.5; 2 Kings 22.4; 1 Chr 29.3-9) Jehoash said to the priests, “All the silver offered as sacred donations that is brought into the house of the LORD—the census tax, personal redemption payments, and silver from voluntary offerings brought into the house of the LORD—"},{"number":5,"verse":"let the priests receive from each of the donors, and let them repair the house wherever any need of repairs is discovered.”"},{"number":6,"verse":"(2 Chr 24.5) But by the twenty-third year of King Jehoash the priests had made no repairs on the house."},{"number":7,"verse":"(2 Chr 24.6) Therefore King Jehoash summoned the priest Jehoiada with the other priests and said to them, “Why are you not repairing the house? Now therefore do not accept any more silver from your donors but hand it over for the repair of the house.”"},{"number":8,"verse":"So the priests agreed that they would neither accept more silver from the people nor repair the house."},{"number":9,"verse":"(2 Chr 24.8; Mk 12.41; Lk 21.1) Then the priest Jehoiada took a chest, made a hole in its lid, and set it beside the altar on the right side as one entered the house of the LORD; the priests who guarded the threshold put in it all the silver that was brought into the house of the LORD."},{"number":10,"verse":"(2 Kings 19.2) Whenever they saw that there was a great deal of silver in the chest, the king’s secretary and the high priest went up, cast the silver that was found in the house of the LORD into ingots, and counted it."},{"number":11,"verse":"They gave the silver that was weighed out into the hands of the workers who had the oversight of the house of the LORD; then they paid it out to the carpenters and the builders who worked on the house of the LORD,"},{"number":12,"verse":"(2 Kings 22.5, 6) to the masons and the stonecutters, as well as to buy timber and quarried stone for making repairs on the house of the LORD, as well as for any outlay for repairs of the house."},{"number":13,"verse":"(1 Kings 7.48, 50; 2 Chr 24.14) But for the house of the LORD no basins of silver, snuffers, bowls, trumpets, or any vessels of gold or of silver were made from the silver that was brought into the house of the LORD,"},{"number":14,"verse":"for that was given to the workers who were repairing the house of the LORD with it."},{"number":15,"verse":"(2 Kings 22.7) They did not ask an accounting from those into whose hand they delivered the silver to pay out to the workers, for they dealt honestly."},{"number":16,"verse":"(Lev 4.24, 29; 5.15-18; Num 18.9, 19) The silver from the guilt offerings and the silver from the sin offerings was not brought into the house of the LORD; it belonged to the priests."},{"number":17,"verse":"Hazael Threatens Jerusalem (2 Kings 8.12; 2 Chr 24.23) At that time King Hazael of Aram went up, fought against Gath, and took it. But when Hazael set his face to go up against Jerusalem,"},{"number":18,"verse":"(1 Kings 15.18; 2 Kings 18.15, 16) King Jehoash of Judah took all the votive gifts that Jehoshaphat, Jehoram, and Ahaziah, his ancestors, the kings of Judah, had dedicated, as well as his own votive gifts, all the gold that was found in the treasuries of the house of the LORD and of the king’s house, and sent these to King Hazael of Aram. Then Hazael withdrew from Jerusalem."},{"number":19,"verse":"Death of Joash Now the rest of the acts of Joash and all that he did, are they not written in the Book of the Annals of the Kings of Judah?"},{"number":20,"verse":"(1 Kings 11.27; 2 Kings 14.5; 2 Chr 24.25) His servants arose, devised a conspiracy, and killed Joash in the house of Millo, on the way that goes down to Silla."},{"number":21,"verse":"(2 Kings 14.1; 2 Chr 24.26, 27) It was Jozacar son of Shimeath and Jehozabad son of Shomer, his servants, who struck him down, so that he died. He was buried with his ancestors in the city of David; then his son Amaziah succeeded him."}]}