{"bibleAbbr":"NRSVue2021","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"(Anointing of Jehu) (2 Kings 2.3; 4.29; 8.28, 29) Then the prophet Elisha called a member of the company of prophets and said to him, “Gird up your loins; take this flask of oil in your hand, and go to Ramoth-gilead."},{"number":2,"verse":"(vv 5, 11) When you arrive, look there for Jehu son of Jehoshaphat son of Nimshi; go in and get him to leave his companions, and take him into an inner chamber."},{"number":3,"verse":"(2 Chr 22.7) Then take the flask of oil, pour it on his head, and say, ‘Thus says the LORD: I anoint you king over Israel.’ Then open the door and flee; do not linger.”"},{"number":4,"verse":"So the young man, the young prophet, went to Ramoth-gilead."},{"number":5,"verse":"He arrived while the commanders of the army were in council, and he announced, “I have a message for you, commander.” “For which one of us?” asked Jehu. “For you, commander.”"},{"number":6,"verse":"(v 3|2KI 9:3; 1 Kings 19.16; 2 Chr 22.7) So Jehu (Heb he) got up and went inside; the young man poured the oil on his head, saying to him, “Thus says the LORD the God of Israel: I anoint you king over the people of the LORD, over Israel."},{"number":7,"verse":"(v 32|2KI 9:32; Deut 32.35; 1 Kings 18.4; 21.15) You shall strike down the house of your master Ahab, so that I may avenge on Jezebel the blood of my servants the prophets and the blood of all the servants of the LORD."},{"number":8,"verse":"(Deut 32.36; 1 Sam 25.22; 1 Kings 21.21; 2 Kings 10.17; 14.26) For the whole house of Ahab shall perish; I will cut off from Ahab every male, bond or free, in Israel."},{"number":9,"verse":"(1 Kings 14.10; 15.29; 16.3-5, 11, 12) I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah."},{"number":10,"verse":"(vv 35, 36|2KI 9:3536; 1 Kings 21.23) The dogs shall eat Jezebel in the territory of Jezreel, and no one shall bury her.” Then he opened the door and fled."},{"number":11,"verse":"When Jehu came back to his master’s officers, they said to him, “Is everything all right? Why did that madman come to you?” He answered them, “You know the sort and how they babble.”"},{"number":12,"verse":"They said, “Liar! Come on, tell us!” So he said, “This is just what he said to me: ‘Thus says the LORD, I anoint you king over Israel.’ ”"},{"number":13,"verse":"(2 Sam 15.10; 1 Kings 1.34, 39; Mt 21.7) Then hurriedly they all took their cloaks and spread them for him on the bare (Meaning of Heb uncertain) steps, and they blew the trumpet and proclaimed, “Jehu is king.”"},{"number":14,"verse":"(Joram of Israel Killed) (2 Kings 8.28) Thus Jehu son of Jehoshaphat son of Nimshi conspired against Joram. Joram with all Israel had been on guard at Ramoth-gilead against King Hazael of Aram,"},{"number":15,"verse":"(2 Kings 8.29) but King Joram had returned to be healed in Jezreel of the wounds that the Arameans had inflicted on him when he fought against King Hazael of Aram. So Jehu said, “If this is your wish, then let no one slip out of the city to go and tell the news in Jezreel.”"},{"number":16,"verse":"(2 Kings 8.29) Then Jehu mounted his chariot and went to Jezreel, where Joram was lying ill. King Ahaziah of Judah had come down to visit Joram."},{"number":17,"verse":"In Jezreel, the sentinel standing on the tower spied the company of Jehu arriving and said, “I see a company.” Joram said, “Take a horseman; send him to meet them, and let him say, ‘Is it peace?’ ”"},{"number":18,"verse":"(vv 19, 22) So the horseman went to meet him; he said, “Thus says the king, ‘Is it peace?’ ” Jehu responded, “What have you to do with peace? Fall in behind me.” The sentinel reported, saying, “The messenger reached them, but he is not coming back.”"},{"number":19,"verse":"Then he sent out a second horseman, who came to them and said, “Thus says the king, ‘Is it peace?’ ” Jehu answered, “What have you to do with peace? Fall in behind me.”"},{"number":20,"verse":"(2 Sam 18.27; 1 Kings 19.17) Again the sentinel reported, “He reached them, but he is not coming back. It looks like the driving of Jehu son of Nimshi, for he drives like a maniac.”"},{"number":21,"verse":"(v 26|2KI 9:26; 1 Kings 21.1-7, 15-19; 2 Chr 22.7) Joram said, “Get ready.” And they got his chariot ready. Then King Joram of Israel and King Ahaziah of Judah set out, each in his chariot, and went to meet Jehu; they met him at the property of Naboth the Jezreelite."},{"number":22,"verse":"(1 Kings 16.30-33; 18.19; 2 Chr 21.13) When Joram saw Jehu, he said, “Is it peace, Jehu?” He answered, “What peace can there be, so long as the many prostitutions (Or idolatries) and sorceries of your mother Jezebel continue?”"},{"number":23,"verse":"Then Joram reined about and fled, saying to Ahaziah, “Treason, Ahaziah!”"},{"number":24,"verse":"(1 Kings 22.34) Jehu drew his bow with all his strength and shot Joram between the shoulders, so that the arrow pierced his heart, and he sank in his chariot."},{"number":25,"verse":"(1 Kings 21.1, 19, 24-29) Jehu said to his aide Bidkar, “Lift him out and throw him on the plot of ground belonging to Naboth the Jezreelite, for remember when you and I rode side by side behind his father Ahab how the LORD uttered this oracle against him:"},{"number":26,"verse":"(1 Kings 21.19) ‘For the blood of Naboth and for the blood of his children that I saw yesterday, says the LORD, I swear I will repay you on this very plot of ground.’ Now, therefore, lift him out and throw him on the plot of ground in accordance with the word of the LORD.”"},{"number":27,"verse":"(Ahaziah of Judah Killed) (2 Chr 22.9) When King Ahaziah of Judah saw this, he fled in the direction of Beth-haggan. Jehu pursued him, saying, “Shoot him also!” And they shot him (Syr Vg Compare Gk: Heb lacks and they shot him) in the chariot at the ascent to Gur, which is by Ibleam. Then he fled to Megiddo and died there."},{"number":28,"verse":"(2 Kings 23.30) His officers carried him in a chariot to Jerusalem and buried him in his tomb with his ancestors in the city of David."},{"number":29,"verse":"In the eleventh year of Joram son of Ahab, Ahaziah began to reign over Judah."},{"number":30,"verse":"(Jezebel’s Violent Death) (Jer 4.30; Ezek 23.40) When Jehu came to Jezreel, Jezebel heard of it; she painted her eyes and adorned her head and looked out of the window."},{"number":31,"verse":"(1 Kings 16.9-20) As Jehu entered the gate, she said, “Is it peace, Zimri, murderer of your master?”"},{"number":32,"verse":"He looked up to the window and said, “Who is on my side? Who?” Two or three eunuchs looked out at him."},{"number":33,"verse":"He said, “Throw her down.” So they threw her down; some of her blood spattered on the wall and on the horses, which trampled on her."},{"number":34,"verse":"(1 Kings 16.31; 21.25) Then he went in and ate and drank; he said, “See to that cursed woman and bury her, for she is a king’s daughter.”"},{"number":35,"verse":"But when they went to bury her, they found no more of her than the skull and the feet and the palms of her hands."},{"number":36,"verse":"(1 Kings 21.23) When they came back and told him, he said, “This is the word of the LORD, which he spoke by his servant Elijah the Tishbite: In the territory of Jezreel the dogs shall eat the flesh of Jezebel;"},{"number":37,"verse":"(Jer 8.1-3) the corpse of Jezebel shall be like dung on the field in the territory of Jezreel, so that no one can say, ‘This is Jezebel.’ ”"}]}