{"bibleAbbr":"awaERV2005","bookName":"यूहन्ना रचित सुसमाचार","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"( ईसू सच्ची दाखलता) ईसू कहेस, “मइँ दाखलता अहउँ अउर मोर परमपिता देख रेख करइवाला माली अहइ।"},{"number":2,"verse":"मोरी उ साखा क पिता काट देत ह जउने मँ फर नाहीं लागत। जउने साखा मँ फर लागत ह, ओका उ छाँट लेत ह, जइसे कि ओहपे अउर जियादा फर लागइँ।"},{"number":3,"verse":"तू पचे मोरे उपदेस क सुने अहा, इ बरे पहिले स सुद्ध अहा।"},{"number":4,"verse":"तू मोरे मँ रहा अउर मइँ तोहरे मँ रहब। वइसेन जइसेन कि कउनो साखा जब तलक दाखलता मँ बनी नाहीं रहत, तब तलक अपने आप फरि नाहीं सकत, वइसेन, तू पचे तब तलक सफल नाहीं होइ सकत्या जब तलक मोरे मँ न रहब्या।"},{"number":5,"verse":"“उ दाखलता मइँ अहउँ अउर तू ओकर साखा अह्या। जे मोरे मँ रहत ह, अउर जेहमा मइँ रहित ह, उ बहुत फरत ह, काहेकि बिना मोरे तू कछू नाहीं कर सकत्या।"},{"number":6,"verse":"जदि कउनो मोरे मँ नाहीं रहत तउ उ टूटी साखा क तरह फेंक दीन्ह जात ह अउर सूख जात ह। फिन उ सूखी लकड़ियन क बटोररिके आगी मँ झोंक दीन्ह जात ह अउर ओनका जलाय दीन्ह जात ह।"},{"number":7,"verse":"जदि तू मोरे मँ रहब्या, अउर मोर उपदेस तोहरे मँ रही, तउ जउन कछू तू चाहत ह, ओका माँगा अउर उ तोहका मिल जाई।"},{"number":8,"verse":"इ मोरे परमपिता क महिमा होत ह कि तू बहुत सफल होइ जा अउर मोर चेलन बन जा।"},{"number":9,"verse":"“जइसे परमपिता मोसे पिरेम करे बाटइ, मइँ भी तोहसे बइसे पिरेम करे अही। मोरे पिरेम मँ बना रहा।"},{"number":10,"verse":"जदि तू मोरे आदेस क पालन करब्या तउ तू मोरे पिरेम मँ बना रहब्या। वइसे ही जइसे कि मइँ अपने पिता क आदेसन क पालन करत भए ओकरे पिरेम मँ बना रहित ह।"},{"number":11,"verse":"मइँ इ सब बात तू पचे स इ बरे बतावत अहइ जइसे कि मोर आनन्द तोहरे मँ बना रहइ अउर तोहार आनन्द पूरा होइ जाइ। इ मोर आदेस अहइ।"},{"number":12,"verse":"कि तू आपस मँ पिरेम करा, जइसे मइँ तू पचे स पिरेम करे अही।"},{"number":13,"verse":"बड़वार स बड़का पिरेम जउऩ कउनो मनई कइ सकत ह, उ अहइ अपने मीतन क बरे आपन प्रान निछावर कइ देब।"},{"number":14,"verse":"जउन आदेस तोहका मइँ देत अही, जदि तू ओन पइ चलत रहब्या तउ तू मोर मीत अह्या।"},{"number":15,"verse":"अबहिं स मइँ तू पचे क ‘दास’ न कहब, काहेकि कउनो दास इ नाहीं जानत कि ओकर मालिक क करत अहइ, मइँ तउ तोहका ‘मीत’ कहत अही। मइँ तू पचे क उ सब बात बताइ दीन्ह जउऩ मइँ अपने परमपिता स सुने रहेउँ।"},{"number":16,"verse":"“तू मोका नाहीं चुने रह्या, मइँ खुदइ तोहका चुने रहेउँ अउर इ निस्चय करे अही कि तू जा अउर सफल होइ जा। मइँ चाहित ह कि तोहका सफलता मिलइ, अउर मोरे नाउँ स जउन कछू तू चाहा परमपिता तोहका दई देइ।"},{"number":17,"verse":"मइँ तोहका इ आदेस देत अही कि तू एक दूसरे स पिरेम करा।"},{"number":18,"verse":"( ईसू क चेतावनी) “जदि दुनिया तोहसे दूस्मनी करत ह तउ इ बात तू याद कइ ल्या कि तोहसे पहले हमसे दुस्मनी करत ह।"},{"number":19,"verse":"जदि तू दुनिया क होत्या तउ इ दुनिया तोहसे अपने क नाईं पिरेम करत मुला तू पचे दुनिया क न अह्या अउर इ बरे दुनिया तोहसे दुस्मनी करत ह।"},{"number":20,"verse":"“मोर बचन याद रखा कि एक दास अपने मालिक स बड़ा नाहीं होत। इ बरे जदि उ सबेन्ह मोका कस्ट पहुँचाए अहइँ अउर सतावत अहइँ तउ उ पचे तोहका भी सतइहीं। अउर जदि उ मोर बातन मनिहइँ तउ तोहार बातन भी मनिहइँ।"},{"number":21,"verse":"मुला उ सबेन्ह मोरे कारण तोहरे सबेन्ह क साथ उ सब कछू करिहइँ, काहेकि उ ओका नाहीं जानत अहइ जे मोका भेजेस।"},{"number":22,"verse":"जदी मइँ न आइत अउर ओसे बात न करित, तउ उ सबेन्ह कउनो पाप क दोखी न होतेन। मुला अब ओनके पास अपने पाप स बचइ क कउनो बहाना नाहीं अहइ।"},{"number":23,"verse":"“जउन मनई हमसे दुस्मनी ठान लेत ह, उ परमपिता स दुस्मनी करत ह।"},{"number":24,"verse":"जदि मइँ ओनके बीच मँ काम न करित, जउऩ कि कबहूँ कउनो मनई नाहीं करे रहा, तउ उ सबेन्ह पाप क दोखी न रहतेन, मुला अब जब उ पचे देख चुका अहइँ, तबहूँ मोसे अउर परमपिता स दुस्मनी रखे अहइँ।"},{"number":25,"verse":"मुला इ एह बरे भवा कि ओनके व्यवस्था मँ जउन लिखा अहइ, उ खरा उतरइ। ‘उ पचे बेकार मँ हमसे बैर करेन्ह।’"},{"number":26,"verse":"“जब उ सहायक जउन सत्य क आतिमा बाटइ अउर पिता क तरफ स आइ बा, तोहरे पास आई, जेका मइँ परमपिता क तरफ स भेजब, उ हमरी तरफ स साच्छी देई।"},{"number":27,"verse":"अउर तूहूँ साच्छी देब्या, काहेकि तू सुरूआतइ स मोरे साथ अहा।"}]}