{"bibleAbbr":"awaERV2005","bookName":"यूहन्ना रचित सुसमाचार","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"( अपने चेलन क बरे ईसू क पराथना) इ सब बातन कहिके ईसू अकास कइँती निहारेस अउर बोला, “हे परमपिता, उ घड़ी आइ पहुँची अहइ, अपने पूत क महिमा द्या ताकि तोहार पूत तोहार महिमा करि सकइ।"},{"number":2,"verse":"तू ओका समूची मानव जाति प अधिकार दिहे अहा कि उ सबका हर एक मनई क जेका तू ओका दिहे अहा, अनन्त जीवन देइ।"},{"number":3,"verse":"अनन्त जीवन इ अहइ कि उ सबेन्ह तोहमँ एक ही सच्चा परमेस्सर अउर ईसू मसीह, जेका तू भेजे अहा, जानि सकइँ।"},{"number":4,"verse":"जउन काम तू मोका सौपे रह्या, ओनका पूरा कइके दुनिया मँ मइँ तोहका महिमावान करे अही।"},{"number":5,"verse":"इ बरे अब तू अपने साथ मोहूँ क महिमावान करा। हे परमपिता, उहइ महिमा मोका द्या जउऩ दुनिया स पहले तोहरे साथ मोका मिली रही।"},{"number":6,"verse":"“दुनिया स जउऩ मनइयन क तू मोका दिए अहा, मइँ ओनका तोहरे नाउँ क बोध कराएउँ। उ पचे लोग्ग तोहार रहेन, मुला तू ओनका मोका दिहा अउर उ सबेन्ह तोहरी आग्या क मानेन।"},{"number":7,"verse":"अब उ पचे जानत अहइँ कि उ चीज जउन तू मोका दिए अहा, उ तू ही स पइदा होत ह।"},{"number":8,"verse":"मइँ ओनका उहइ उपदेस दिए अही जउन तू मोका दिए रह्या अउर उ सबेन्ह ओका स्वीकार कइ लिहेन्ह। उ सबेन्ह अच्छी तरह बिसवास करत हीं कि तू मोका पठए अहा।"},{"number":9,"verse":"मइँ ओनके बरे पराथना करत अही। मइँ दुनिया क बरे पराथना नाहीं करत अही, मइँ तउ ओनही क बरे पराथना करत अही, जेका तू मोका दिए अहइ, काहेकि उ सबइ तोहार अहइँ।"},{"number":10,"verse":"सब चिज जउन कछू मोरी अहइँ, उ तोहार अहइँ, अउर जउन तोहार अहइँ, उ मोर अहइँ। अउर मइँ ओनही स महिमा पाए अही।"},{"number":11,"verse":"“मइँ अउर जियादा समइ तलक दुनिया मँ न रहब मुला उ पचे दुनिया मँ अहइँ, अउर मइँ तोहरे पास आवत अही। हे पवित्तर परमपिता अपने उ नाउँ क ताकत स ओनकइ रच्छा करा, जउन तू मोका दिए अहा ताकि मइँ अउर तू एक अहीं, वइसे ओनहू पचे एक होइ जाइँ।"},{"number":12,"verse":"जब मइँ ओनके साथ रहेउँ मइँ तोहरे नाउँ क ताकत स ओनकइ रच्छा कीन्ह, जउन तू मोका दिए रह्या। मइँ रच्छा कीन्ह अउर ओनके मँ स कउनो क नास नाहीं भवा, ओका छोड़के जउने क बिनास क पूत रहा, ताकि पवित्तर सास्तर क बात सच होइ सकइ।"},{"number":13,"verse":"“अब मइँ तोहरे लगे आवत अही, मुला इ सब बात मइँ दुनिया मँ रहि क कहत अही जइसे कि उ सबेन्ह अपने दिलन मँ मोर पूरा आनन्द पाइ सकइँ।"},{"number":14,"verse":"मइँ तोहार बात ओनसे बताइ दिए अही, मुला दुनिया ओनसे नफरत करेस काहेकि उ पचे संसारिक नाहीं अहइँ। वइसेन जइसेन कि मइँ दुनिया क न अही।"},{"number":15,"verse":"“मइँ इ पराथना नाहीं करत अही कि तू ओनका दुनिया स निकार द्या, मुला इ बरे कि तू दुस्ट आतिमा स ओनकर रच्छा करा।"},{"number":16,"verse":"उ पचे दुनिया क न अहीं जइसे कि मइँ दुनिया क न अही।"},{"number":17,"verse":"सच्चाई क जरिए तू ओनका सबेन्ह अपने सेवा मँ लगाइ द्या। तोहार बचन सच्चा अहइ।"},{"number":18,"verse":"जइसेन तू मोका दुनिया मँ भेजे अहा, वइसेन मइँ ओनका इ दुनिया मँ भेजे अही।"},{"number":19,"verse":"मइँ ओनके बरे खुदइ क तोहरी सेवा मँ लगावत अही, जइसे कि ओनहू पचे सच्चाई क जरिए खुद क तोहरी सेवा मँ लगाइ सकइँ।"},{"number":20,"verse":"“मुला मइँ केवल ओनही क बरे पराथना नाहीं करत अही, मुला ओनके बरे पराथना करत अही जउन एनके उपदेस स मोरे मँ बिसवास करिहीं।"},{"number":21,"verse":"उ सबेन्ह एक होइ जाइँ। वइसे जइसे हे परमपिता तू मोरे मँ अहा अउर मइँ तोहरे मँ अही। उ पचे मोरे सबके साथ एक होइ जाइँ। जइसे दुनिया बिसवास कर सकइ कि मोका तू भेजे अहा।"},{"number":22,"verse":"महिमा जउन तू मोका दिए अहा, मइँ ओनका दिए अही, जइसे ओनहू पचे एक होइ सकइँ, जइसे तू अउर मइँ एक अही।"},{"number":23,"verse":"मइँ ओनके मँ रही अउर तू मोरे मँ रहब्या, जइसे कि उ पचे पूरी तरह एक होइ जाइँ अउर इ दुनिया जान जाइ कि मोका तू भेजे अहा अउर तू ओनका वइसेन पिरेम करे अहा जेनता तू मोसे पिरेम करत ह।"},{"number":24,"verse":"“हे परमपिता, जेनका तू मोका सौपे अहा, मइँ चाहित ही कि मइँ रहउँ, उ पचे मोरे साथ ओनहू रहइँ जइसे कि ओनहू पचे मोर उ महिमा देख सकइँ जउन तू मोका दिहे अहा। इ दुनिया क रचना क पहलेन स तू मोका पिरेम करे अहा।"},{"number":25,"verse":"हे धार्मिक परमपिता, इ दुनिया तोहका नाहीं जानत मुला मइँ तोहका जानित ही अउर मोर चेलन जानत हीं कि मोका तू भेजे अहा।"},{"number":26,"verse":"मइँ ओनका तोहरे नाउँ क अकेले जानकारी नाहीं दिए अही, मइँ इ बात क जानकारी देत रहब जइसे कि जउन पिरेम पू मोसे करत ह ओनहू स करा। अउर मइँ खुदइ ओनही मँ स एक रहउँ।”"}]}