{"bibleAbbr":"awaERV2005","bookName":"यूहन्ना रचित सुसमाचार","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"( ईसू क बन्दी बनावा जाब) ( ( 470 26:47-56 ; 480 14:43-50 ; 490 22:47-53 )) इ कहिकि ईसू अपने चेलन क साथ छोटी नदी किद्रोन क पास जहाँ एक बगीचा रहा, चला गवा।"},{"number":2,"verse":"धोखे स ओका पकड़वावइवाला यहूदा उ जगह क जानत रहा, काहेकि ईसू जियादातर उहइ जगह प अपने चेलन स मिलत रहा।"},{"number":3,"verse":"इ बरे यहूदा रोमी सिपाहिअन क एक टुकड़ी अउर मुख्य याजकन अउर परीसियन क पठएस। मनइयन अउर मन्दिर क पहरेदारन क साथ लइके मसाल, दिया अउर हथिआर लइके, हुवाँ पहुँच गवा।"},{"number":4,"verse":"फिन ईसू जउन सब कछू जानत रहा कि ओकरे साथ का होइ जात अहइ, आगे आवा अउर ओनसे कहेस, “तू पचे केका खोजत अहा?”"},{"number":5,"verse":"उ पचे ओका जवाब दिहेन, “ईसू नासरी क।” ईसू ओनसे कहेस, “उ तउ मइँ अही।” (उ धोखे स पकड़वावइला यहूदी हुवइँ ओनके साथ खड़ा रहा।)"},{"number":6,"verse":"जब उ कहेस, “उ मइँ अहउँ।” तउ उ सबेन्ह पाछे हटेन अउर भुइँया पइ गिर पड़ेन।"},{"number":7,"verse":"इ देखके ईसू फिन एक बार पूछेस, “तू सबेन्ह केका खोजन अहा?” उ बोलन, “ईसू नासरी क।”"},{"number":8,"verse":"ईसू जवाब दिहेस, “मइँ तोहसे कहउँ, उ मइँ अहउँ। जदि तू मोका ढूँढ़त अहा तउ एनका सबेन्ह क जाइ द्या।”"},{"number":9,"verse":"अइसा ईसू इ बरे कहेस, जइसे कि ओकर कही बात सच होइ सकइ, “मइँ ओहमाँ स कउनो क नाहीं खोवा, जेका तू मोका सौंपे रह्या।”"},{"number":10,"verse":"फिन समौन पतरस जेकरे हाथे मँ तरवार रही, आपन तरवार निकारेस अउर मुख्ययाजक क दास क दाहिना कान काटिके ओका घायल कइ दिहेस (उ दास क नाउँ मलखुस रहा)"},{"number":11,"verse":"फिन ईसू पतरस कहेस, “आपन तरवार मिआन मँ धइ ल्या। का मइँ यातना क कटोरा न पी लेई जउन परमपिता मोका दिहे अहइ?”"},{"number":12,"verse":"( ईसू क हन्ना क सामने लिआवा जाब) ( ( 470 26:57-58 ; 480 14:53-54 ; 490 22:54 )) फिन रोमी टुकड़ी क सिपाहियन अउर ओनके सूबेदारन, अउर यहूदियन क मन्दिर क पहरेदार सब मिलके ईसू क बन्दी बनाइ लिहेन्ह।"},{"number":13,"verse":"अउर ओका बांधके पहिले हन्ना क पास लइ गएन, जउन कि उ बरिस क मुख्य याजक काइफा क ससुर रहा।"},{"number":14,"verse":"इ काइफा उहइ मनई अहइ जउन यहूदी क सलाह दिहे रहा। कि लोगन क भलाई क बरे एक क मर जाब ठीक अहइ।"},{"number":15,"verse":"( पतरस क ईसू क पहिचाने स मना कइ देब) ( ( 470 26:69-70 ; 480 14:66-68 ; 490 22:55-57 )) समौन पतरस अउर एक ठु चेलन ईसू क पीछे चल दिहेन्ह। मुख्य याजक इ चेलन क अच्छी तरह जानत रहा, इ बरे उ ईसू क साथ मुख्य याजक क अंगने मँ घुस गवा।"},{"number":16,"verse":"मुला पतरस बाहेर क दरवाजा क लगे रूक गवा। फिन मुख्य याजक क जान पहचानवाला दूसर चेला बाहेर गवा अउर द्धारपालिन स कहिके पतरस क अन्दर लइ आवा।"},{"number":17,"verse":"उ द्धारपालिन दासी पतरस स कहेस, “होइ सकत ह कि तूहूँ ईसू क चेला होआ?” पतरस जवाब दिहेस, “नाहीं, नाहीं मइँ न अही!”"},{"number":18,"verse":"काहेकि सर्दी बहुत जिआदा रही अउर मन्दिर क पहरेदार आग जलाइ के हुआँ खड़ा तापत रहेन। पतरस उ हुवाँ खड़ा तापत रहा।"},{"number":19,"verse":"( महायाजक क ईसू स पूछताछ) ( ( 470 26:59-66 ; 480 14:55-64 ; 490 22:66-71 )) फिन महायाजक ईसू स ओकरे चेलन अउर ओकरे उपदेस क बाबत पूछेस।"},{"number":20,"verse":"ईसू ओका जवाब दिहेस, “मइँ हमेसा सब मनइयन क खुलके बातचीत कीन्ह। मइँ हमेसा आराधनालय मँ अउर मन्दिर मँ जहाँ सब यहूदियन इकट्ठा होतहीं, उपदेस दीन्ह। मइँ कबहुँ लुकाइ क छिपाइ क कउनो बात नाहीं कहेउँ।"},{"number":21,"verse":"फिन तू मोसे काहे पूछत अहा? मइँ का कहेउँ, ओनसे पूछा जे मोर बात सुने अहइँ। मइँ जउन कछू कहेउँ, उ सब जानत हीं।”"},{"number":22,"verse":"जब उ इ कहेस तउ मन्दिर क एक पहरेदार जउन हुवाँ खड़ा रहा, ईसू क झापड़ मारेस अउर बोलेस, “महायाजक क सामने जवाब देइ क इ तरीका नाहीं अहइ?”"},{"number":23,"verse":"ईसू ओका जवाब दिहेस, “जब मइँ कउनो झूठ कहे होउँ तउ तू ओका साबित करा अउर इ बतावा कि ओहमाँ कउनो बुराई रही अउर जब मइँ ठीक कहे अहउँ तउ तू काहे मारत अहा?”"},{"number":24,"verse":"फिन हन्ना ओका बंधे भए महायाजक काइफा क लगे भेज दिहेस।"},{"number":25,"verse":"( परतस क ईसू क पहिचानइ स मना करब) ( ( 470 26:71-75 ; 480 14:69-72 ; 490 22:58-62 )) जब समौन पतरस खड़ा होइके आगी तापत रहा तउ ओसे पूछा गवा, “का इ होइ सकत ह कि तू भी एकर चेला अहा?” उ तुरन्तइ मना कइ दिहेस अउर कहेस, “नाहीं मइँ नाहीं अही।”"},{"number":26,"verse":"महायाजक क एक ठु नउकर जउन ओकर रिस्तेदार रहा जेकर पतरस कान काटे रहा, कहेस, “बतावा, का मइँ तोहका ओकरे साथे बगिया मँ नाहीं देखे रहे?”"},{"number":27,"verse":"इ सुनिके पतरस एक दाईं फिन इन्कार किहेस। अउर उहइ समइ मुर्गा बाँग दिहेस।"},{"number":28,"verse":"( ईसू क पिलातुस क समन्वा लइ जाब) ( ( 470 27:1-2 , 470 27:11-31 ; 480 15:1-20 ; 490 23:1-25 )) फिन उ पचे ईसू क काइफा क घरे स रोम क राज्यपाल क महल मँ लइ गएन। ओह समइ सबेर होइ ग रहा। यहूदियन राज्यपाल क भवन मँ खुदइ नाहीं जावा चाहत रहेन, कहूँ उ पचे असुद्ध न होइ जाइँ। अउर फिन फसह क भोज न खाइ पावइँ।"},{"number":29,"verse":"तउ पिलातुस ओनके पास बाहेर आवा अउर बोला, “एकरे ऊपर तू सबेन्ह कउन दोख लगावत अहा?”"},{"number":30,"verse":"जवाब मँ उ पचे ओसे कहेस, “जदि इ अपराधी न होत तउ हम ऍका तोहका न सौंपित।”"},{"number":31,"verse":"एकरे जवाब मँ पिलातुस ओनसे कहेस, “ऍका तू लइ जा अउर अपने व्यवस्था क हिसाब स एकर निआव करा।” यहूदियन ओसे कहेन, “हमका सबेन्ह क मउत क सजा देइ क कउनो अधिकार नाहीं अहइ।”"},{"number":32,"verse":"अइसा इ बरे भवा, जइसे कि ईसू क उ बात सच्ची होइ जाइ जउन उ कहे रहा, कइसी मउत मिली।"},{"number":33,"verse":"तब पिलातुस महल मँ वापस चला गवा। अउर ईसू क बोलाइ क ओसे पूछेस, “का तू यहूदियन क राजा अह्या?”"},{"number":34,"verse":"ईसू जवाब दिहेस, “इ बात तू खुदइ कहत अहा या मोरे बावत दूसर लोग तोहसे कहेन?”"},{"number":35,"verse":"पिलातुस जवाब दिहेस, “का तू सोचत अहा कि मइँ यहूदी अहउँ? तोहार लोग अउर मुख्य याजक तोहका मोरे हवाले करे अहइँ। तू का किहे अहा?”"},{"number":36,"verse":"ईसू जवाब दिहेस, “मोर राज्य इ दुनिया क नाहीं बाटइ। जदि मोर राज्य इ दुनिया क होत तउ मोर प्रजा मोका यहूदियन क सौंपा जाइ स बचावइ क बरे लड़ाई करत। मुला मोर राज्य हिआँ क नाहीं बाटइ।”"},{"number":37,"verse":"अइसा सुनिके पिलातुस ओसे कहेस, “तू तउ राजा अह्या?” ईसू जवाब दिहेस, “तू कहत अहा कि मइँ राजा अही। मइँ इ बरे दुनिया मँ पइदा भवा हउँ अउर आएउँ अउर इहइ प्रयोजन स आएउँ जइसे कि सच्चाई क साच्छी दइ सकउँ। जउऩ मनई सच्चाई क तरफदारी करत ह उ मोरी बात सुनत ह।”"},{"number":38,"verse":"पिलातुस ओसे पूछेस, “सच्चाई का अहइ?” अइसा कहिके फिन उ यहूदी क पास बाहेर गवा अउर ओनसे बोला, “मइँ ओकरे मँ कउनो दोख नाहीं पाएउँ।"},{"number":39,"verse":"अउ तोहार सबन्क रिवाज अहइ कि फसह क त्यौहार प तोहरे सबके बरे एक मनई क छोड़ देइ। तउ का तू पचे चाहत अहा कि इ ‘यहूदी क राजा’ क तोहरे बरे छोड़ देई?”"},{"number":40,"verse":"एक दाईं फिन उ पचे चिल्लाएन, “ऍका नाहीं, मुला बरअब्बा (एक ठु बागी रहा।) क छोड़ द्या!”"}]}