{"bibleAbbr":"awaERV2005","bookName":"यूहन्ना रचित सुसमाचार","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"( ईसू अउर ओकर भाइयन) ओकरे बाद ईसू गलील चला गवा। उ यहूदिया मँ जात्रा न करइ का निस्चय किहेस। काहेकि यहूदी ओका मारि डावा चाहत रहेन।"},{"number":2,"verse":"यहूदियन क कुटीर क त्यौहार आवइवाला रहा।"},{"number":3,"verse":"इ बरे ईसू क भाइयन ओसे कहेन, “तोहका इ जगहा छोड़िके यहूदिया चला जाइ चाही। जइसे कि तोहार चेलन तोहार अद्भुत कारजन देख पावइँ।"},{"number":4,"verse":"कउनो मनई जउन सब मनइयन क बीच मँ मसहूर होइ चाहत ह, आपन कारज छिपाइ क नाहीं करत। तू तउ अद्भूत कारजन करत ह, इ बरे समूचे संसार मँ अपुना क परगट करा।”"},{"number":5,"verse":"(ईसू क भाइयन ओहमाँ बिसवास नाहीं करत रहेन।)"},{"number":6,"verse":"ईसू ओनसे कहेस, “मोरे बरे अबहीं तब नीक समइ नाहीं आवा बाटइ। मुला तोहरे बरे सबइ समइ नीक अहइ।"},{"number":7,"verse":"इ दुनिया तोहसे घिना नाहीं कइ सकत मोसे तउ घिना करत ह। मोसे घिना करइ क कारण इ बाटइ कि मइँ सब क कहत फिरत हउँ, कि तोहार इ कारज बुरा अहइ,"},{"number":8,"verse":"इ त्यौहार मँ तू पचे जा मइँ एहि बार न जाब, मोर नीक समइ अबहीं नाहीं आइ बाटइ।”"},{"number":9,"verse":"इ कहिके ईसू गलील मँ रूक गवा।"},{"number":10,"verse":"तब ओकर सब भाई त्यौहार मँ चला गएन तब उहउ चला गवा। उ खुलेआम नाहीं गवा मुला छुप छुपके उहइ हुवाँ पहुँच गवा।"},{"number":11,"verse":"यहूदी ओका त्यौहार मँ इ कहत खोजत फिरत रहेन, “उ मनई कहाँ अहइ?”"},{"number":12,"verse":"ईसू क बारे मँ उ भीड़ मँ छिप छिप क तरह तरह क बातन होत रहिन। कछू मनई कहत रहेन, “उ नीक मनई बाटइ” मुला दूसर कछू मनई कहत रहेन, “नाहीं, उ तउ सबका भटकावत अहइ।”"},{"number":13,"verse":"ओकरे बारे मँ कउनो भी खुलिके नाहीं बतियात रहा, काहेकि उ पचे यहूदी क नेता स डेरात रहेन।"},{"number":14,"verse":"( यरुसलेम मँ ईसू क उपदेस) जब उ त्यौहार करीब करीब आधा बीत गवा तब ईसू मन्दिर मँ गवा अउर उपदेस देब सुरू कइ दिहेस।"},{"number":15,"verse":"यहूदी क नेता क बहुत अचरज भवा अउर उ पचे कहेन, “इ मनई आज तक कउनो पाठसाला मँ पढ़इ क बरे नाहीं गवा, इ कइसे ऍतनी गियान क बात करत बाटइ?”"},{"number":16,"verse":"ऍकरे जवाब मँ ईसू ओनसे कहेस, “जउन सिच्छा देत अहउँ, उ मोर आपन नाहीं अहइ, इ हुवा स आवत अहइ, जउन मोका भेजेस ह।"},{"number":17,"verse":"अगर मनई उ करइ चाहत ह, जउन परमेस्सर क इच्छा अहइ, तउ उ जान जाई कि जउन सिच्छा मइँ देत अहउँ, उ ओकर अहइ या मइँ अपनी ओर स देत अहउँ"},{"number":18,"verse":"जउन अपनी ओर स बोलत ह, उ अपने बरे प्रसिद्धि चाहत ह, मुला सच्चा उ मनई अहइ जउन खुदइ प्रसिद्धि पावा न लइके ओका देइ क कोसिस करत ह, जउन ओका भेजे अहइ। ओहमाँ फिन कउनो तरह क खोट नाहीं रहत।"},{"number":19,"verse":"का तू पचन क मूसा व्यवस्था क दिहे अहइ? मुला तोहरे मँ स कउनो ओकर पालन नाहीं करत। तू मोका मार डावइ क कोसिस काहे बरे करत अहा?”"},{"number":20,"verse":"उ लोग इ जवाब दिहेन, “तोहरे ऊपर दुस्ट आतिमा चढ़ी अहइ जउन तोहका मार डावइ क कोसिस करत बाटइ।”"},{"number":21,"verse":"एकरे जवाब मँ ईसू कहेस, “मइँ एक चमत्कार करम करेउँ अउर तू पचे चकराइ गया।"},{"number":22,"verse":"इहइ कारण रहा कि मूसा तू पचन क, खतना क नियम दिहे रहा (इ नियम मूसा का नाहीं बरन, इ तउ तोहरे पूर्वजन स चला आवत रहा।) अउर तू सबित क दिन लरिकन क खतना करत ह।"},{"number":23,"verse":"अगर सबित क दिन कउनो क खतना इ बरे करइ जात ह कि मूसा क विधान बचा रहइ, उ टूटइ न पावइ तउ तू पचे मोरे ऊपर काहे गुस्सा करत अहा कि मइँ सबित क दिन एक मनई क एकदम ठीक कइ दीन्ह"},{"number":24,"verse":"जउऩ बात जइसे देखात अहइ, उहइ तरह ओहपइ निआव न करइ चाही, जउन एकदम ठीक बात होइ उहइ क आधार प निआव होय चाही।”"},{"number":25,"verse":"( का ईसू ही मसीह अहइ?) फिन यरुसलेम मँ रहइवाले लोगन मँ स कछू कहेन, “का इहइ तउ उ मनई नाहीं अहइ जेहिका उ लोग मार डावा चाहत अहइँ?"},{"number":26,"verse":"मुला देखा; उ तउ सब मनइयन क बीच मँ बोलत अहइ अउर कउनो ओसे कछू नाहीं कहत अहइँ। का इ बात नाहीं होइ सकत कि यहूदी नेता क पता होइ ग होइ कि इहइ मसीह अहइ।"},{"number":27,"verse":"खैर हम सबका तउ पता होइ ग अहइ कि इ कहाँ स आइ बाटइ। जब असली मसीह आइ जाइ तउ कउनो न जान पाइ कि उ कहाँ स आवा।”"},{"number":28,"verse":"ईसू जब मन्दिर मँ उपदेस देत रहा तउ बड़े जोर स कहेस, “तू पचे मोका जानत अहा अउर इहउ जानत अहा कि मइँ कहाँ स आएउँ। मइँ अपनी कइँती नाहीं आइ अहउँ। मइँ ओकरे पास स आएउँ ह जउन मोका भेजे अहइ, उहइ सच्चा अहइ, तू पचे ओका नाहीं जानत अहा।"},{"number":29,"verse":"मुला मइँ ओका जानत अहउँ, काहेकि मोका उहइ पठएस।”"},{"number":30,"verse":"फिन उ पचे ओका बन्दी बनाइ क जतन करइ लागेन मुला कउनो ओह पइ हाथ नाहीं डाइ पाएस, एह बरे कि ओकर समइ अबहीं पूरा नाहीं भवा रहा।"},{"number":31,"verse":"तमाम मनई ओकरे मँ बिसवास करइ लागेन अउर कहइ लागेन, “जब मसीह आई तउ उ जेतना अद्भुत कारजन इ करत बा ओसे जियादा उ थोड़ा कइ पाई। का उ अइसा करी?”"},{"number":32,"verse":"( यहूदियन क ईसू क बन्दी बनावइ क कोसिस) फरीसियन इ सुनेन कि भीड़ मँ तमाम मनई चुप्पे चुप्पे ईसू क बारे मँ कहत रहेन्ह अउर मुख्ययाजक अउर फरीसियन मन्दिर क सिपाहियन क ईसू क गिरफ्तार करइ बरे भेजेन।"},{"number":33,"verse":"फिन ईसू बोला, “मइँ तू पचेन्क साथ कछू समी तलक अउ रहब, फिन ओकरे पास वापिस लौट जाब, जउन मोका हियाँ भेजे अहइ।"},{"number":34,"verse":"तू पचे मोका ढूँढ़िब्या मुला ढूँढ़ि न पउब्या। काहेकि तू पचे हुवाँ तलक न जाइ पाउब्या जहाँ मइँ रहब।”"},{"number":35,"verse":"ऍकरे बाद यहूदी आपस मँ बतियाइ लागेन, “इ कहाँ जाइवाला अहइ, जहाँ हम पचे एँका न ढूँढ़ि पाऊब। साइत ह हुवाँ तउ नाहीं जात अहइ जहाँ हमार मनइयन यूनानी नगरन मँ तितर बितर होइके रहत हीं। का इ यूनानियन मँ उपदेस देई?"},{"number":36,"verse":"जउन इ कहत अहइ: ‘तू मोका ढूँढ़ि न पउब्या’ अउर ‘जहाँ मइँ रहब, हुवाँ तू पहुँच नाहीं सकत ह।’ ओकर क मतलब अहइ?”"},{"number":37,"verse":"( ईसू पवित्तर आतिमा क उपदेस दिहेस) त्यौहार क आखिरी अउर जरूरी दिन ईसू ठाढ़ भवा अउर ऊँची आवाज मँ कहेस, “अगर कउनो पियासा अहइ तउ मोरे पास आवइ अउर पियइ।"},{"number":38,"verse":"जउन मनई मोरे मँ बिसवास करत ह, जइसा कि पवित्तर सास्तर मँ लिखा अहइ, ओकरे पवित्तर आतिमा स जीवन जल क नदियन फूट पड़िहइँ।”"},{"number":39,"verse":"ईसू इ पवित्तर आतिमा क बारे मँ बताए रहा। जेहिका उ पचे पइहीं जउन ओहमा बिसवास करत हीं, उ पवित्तर आतिमा अबहीं तलक नाहीं दीन्ह गइ अहइ, काहेकि ईसू अबहीं तलक महिमावान नाहीं भवा अहइ।"},{"number":40,"verse":"( ईसू क बारे मँ लोगन क बातचीत) भीड़ क कछू मनई जउन इ सुनेन तउ कहइ लागेन, “इ मनई सच मँ नबी अहइ।”"},{"number":41,"verse":"कछू अउर मनई कहत रहेन, “इहइ मनई मसीह अहइ।” कछू अउर मनई कहत रहेन, “मसीह गलील स न आई। का इ होइ सकत ह?"},{"number":42,"verse":"का पवित्तर सास्तर मँ नाहीं लिखा अहइ कि मसीह दाऊद क लरिका होई अउर बैतलहम स आई जउने सहर मँ दाऊद रहत रहा।”"},{"number":43,"verse":"ऍह तरह स ईसू क मनइयन मँ सब मनइयन क बीच मँ फूट पड़ि गइ।"},{"number":44,"verse":"कछू लोग ओका बन्दी बनावा चाहत रहेन मुला कउनो ओकरे प हाथ नाहीं डाएन।"},{"number":45,"verse":"( यहूदी नेतन क अबिसवास) इ बरे मन्दिर क सिपाही मुख्ययाजक अउर फरीसियन क पास लौट आएन। एहि पइ ओनसे पूछा गवा, “तू ओका पकरिके काहे नाहीं लाया?”"},{"number":46,"verse":"सिपाहियन क जवाब रहा, “कउनो मनई आज तक अइसे नाहीं बोला, जइसे उ बोलत ह!”"},{"number":47,"verse":"ऍहि पइ फरीसियन ओनसे कहेन, “का तू पचे भरमाइ ग अहा?"},{"number":48,"verse":"कउनो यहूदी नेता या फरिसियन ओकरे मँ कबहुँ बिसवास नाहीं करे अहइँ।"},{"number":49,"verse":"मुला जउन मनइयन क व्यवस्था क जानकारी नाहीं अहइ, परमेस्सर ओनका सराप देत ह।”"},{"number":50,"verse":"नीकुदेमुस ओनसे कहेस इ उहइ रहा जउन पहिले ईसू क पास गवा रहा, इ ओन फरीसियन मँ स एक ठु अहइ,"},{"number":51,"verse":"“हमार व्यवस्था क तब तलक कउनो क दोखी नाहीं ठहरावत जब तलक ओका सुनि नाहीं लेत अउर इ पता नाहीं लगाइ लेत कि उ कउन करम करे अहइ।”"},{"number":52,"verse":"ऍकरे जवाब मँ उ पचे ओसे कहेन, “का तू भी गलील क अह्या? सास्तर क पढ़े स पता चलत ह कि गलील स कउनो नबी कबहूँ नाहीं आई।”"},{"number":53,"verse":"( दुराचारी स्त्री स क छमा) फिन उ पचे हुवाँ स अपने घर चला गएन।"}]}