{
  "bibleAbbr" : "TCB1973",
  "bookName" : "தானியேல் ஆகமம்",
  "bookEnglishName" : "Daniel",
  "chapterNumber" : 11,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆனால் நானோ, மேதியனான தாரியுசின் முதல் ஆண்டிலிருந்தே அவனைத் திடப்படுத்தவும் உறுதிப் படுத்தவும் அவனுக்கு அருகில் இருந்தேன். இப்போது நான் உனக்கு உண்மையை வெளிப்படுத்துகிறேன்:"
  }, {
    "number" : 2,
    "verse" : "அவனை எதிர்த்துப் போர்புரியும் படை தோல்வியடைந்து நசுக்கப்படும்; அவ்வாறே உடன்படிக்கை செய்துகொண்ட தலைவனும் ஒழிக்கப்படுவான்."
  }, {
    "number" : 3,
    "verse" : "பிறகு, வல்லமை மிக்க அரசன் ஒருவன் எழும்பி, மிகுதியான ஆற்றலோடு அரசு செலுத்தித் தான் விரும்பியதை எல்லாம் செய்வான்."
  }, {
    "number" : 4,
    "verse" : "அவன் எழும்பும் போதே அவனுடைய அரசு அழிந்து போகும்; வானத்தின் நாற்றிசையிலும் அது பிரிக்கப்படும்; ஆயினும் அது அவனுடைய சந்ததியாருக்குத் தரப்படாது; அவனது ஆட்சிகாலத்திலிருந்த வல்லமையும் அதற்கு இராது. ஏனெனில் அவர்கள் தவிர மற்றவர்களுக்கு அவனுடைய அரசு பிரிக்கப்பட்டுக் கொடுக்கப்படும்."
  }, {
    "number" : 5,
    "verse" : "பின்பு, தென்றிசை மன்னன் வலிமை பெறுவான்; ஆயினும் அவனுடைய தலைவர்களுள் ஒருவன் அவனை விட வலிமை பெற்று ஆட்சி செய்வான்; அவனது அரசும் மிகப் பெரியதாய் விளங்கும்."
  }, {
    "number" : 6,
    "verse" : "சில ஆண்டுகள் சென்ற பின் அவர்கள் ஓர் உடன்படிக்கை செய்வார்கள்; தென்றிசை அரசனின் மகள் வடதிசை மன்னனுடன் சமாதானம் செய்துகொள்ள வருவாள்; ஆனால் அவளுடைய வலிமை நிலைநிற்காது; அவனுடைய சந்ததியும் நிலைத்திருக்காது; ஆனால் அவளும், அவளை அழைத்து வந்தவர்களும், அவளுடைய பிள்ளையும், அவளுடைய கணவனும் கைவிடப்படுவார்கள்."
  }, {
    "number" : 7,
    "verse" : "அந்நாட்களில், அவளுடைய வேர்களிலிருந்து ஒரு தளிர் கிளம்பும்; அவன் பெரும்படையுடன் வந்து, வடதிசை மன்னனின் கோட்டைக்குள் புகுந்து அவர்களை முறியடித்து மேற்கொள்வான்."
  }, {
    "number" : 8,
    "verse" : "அவர்களுடைய தெய்வங்களையும் சிலைகளையும், விலையயுர்ந்த வெள்ளி, பொன் பாத்திரங்களையும் எகிப்துக்குக் கொண்டு போவான்; சில காலத்திற்கு வட திசை மன்னன் மேல் படையெடுக்காமல் இருப்பான்."
  }, {
    "number" : 9,
    "verse" : "பின்பு வடநாட்டு மன்னன் தென்னாட்டு அரசனது நாட்டின் மேல் படையெடுத்து வந்து, இறுதியாகத் தன் நாட்டுக்குத் திரும்புவான்."
  }, {
    "number" : 10,
    "verse" : "பிறகு, அவனுடைய மக்கள் எழும்பித் திரளான சேனையைச் சேர்த்துக்கொண்டு வருவார்கள்; அவர்களுள் ஒருவன் பெருவெள்ளம் போலத் திடீரெனப் பாய்ந்து வந்து மீண்டும் தென்னவனின் கோட்டை வரைக்கும் போய்ப் போரிடுவான்."
  }, {
    "number" : 11,
    "verse" : "அப்போது தென்றிசை அரசன் வெகுண்டெழுந்து புறப்பட்டுப் போய் வட திசை மன்னனோடு சண்டை செய்வான்; வடநாட்டான் பெரிய சேனையைத் திரட்டியிருந்தும், அச்சேனைப் பகைவன் கையில் அகப்படும்."
  }, {
    "number" : 12,
    "verse" : "அச்சேனையைச் சிறை பிடித்ததால் தென்னவன் உள்ளம் இறுமாப்புக் கொள்ளும்; பல்லாயிரம் பேரை வீழ்த்துவான்; ஆயினும் அவன் முழு வெற்றி அடையமாட்டான்."
  }, {
    "number" : 13,
    "verse" : "ஏனெனனில் வடதிசை மன்னன் முன்னதை விடப் பெரிய சேனையைத் திரும்பவும் திரட்டுவான்; சில ஆண்டுகளுக்குப் பிறகு அவன் திடீரெனப் பெரிய சேனையோடும், மிகுந்த தளவாடங்களோடும் தாக்க வருவான்."
  }, {
    "number" : 14,
    "verse" : "அக்காலங்களில் தென்றிசை அரசனுக்கு எதிராகப் பலர் எழும்புவர்; உன் சொந்த இனத்தாரின் மக்களுள் வன்முறையில் ஈடுபடுகிறவர்களும் காட்சியை நிறைவேற்றும்படி எழும்புவார்கள்; ஆனால் அவர்கள் வீழ்ச்சியுறுவார்கள்."
  }, {
    "number" : 15,
    "verse" : "வடதிசை அரசன் வந்து முற்றுகையிட்டு அரணால் சூழ்ந்த நகரங்களைக் கைப்பற்றுவான்; தென்றிசை மன்னனின் படைகள் எதிர்க்க வலிமையற்றுப்போம்; அவனுடைய தேர்ந்தெடுக்கப்பட்ட வீரர்களும் எதிர்க்க முடியாது நிற்பார்கள்; ஏனெனில் அவர்களுக்கும் வலிமையிராது."
  }, {
    "number" : 16,
    "verse" : "வடதிசை அரசன் அசனுக்கு எதிராய் வந்து தன் மனம் போலச்செய்வான்; அவனுக்கு முன்பாக நிற்பவன் எவனுமில்லை; அழகான நாட்டுக்குள் நுழைந்து அதைப் பாழாக்குவான்."
  }, {
    "number" : 17,
    "verse" : "அவனுடைய நாட்டையும் கட்டியாள வேண்டுமென்பது அவன் எண்ணம்; ஆகவே அவனோடு நட்பு கொண்டாடுவதுபோல நடித்து, அவனை வஞ்சகமாய் ஒழித்துக்கட்டும்படி தன் புதல்வியருள் ஒருத்தியை அவனுக்குக் கொடுப்பான்; ஆனால் அவன் நினைத்தது நிறைவேறாது; அந்த நாடும் அவனுக்குச் சொந்தமாகாது."
  }, {
    "number" : 18,
    "verse" : "பிறகு, அவன் தன் எண்ணத்தைத் தீவுகள் மேல் திருப்பி, அவற்றுள் பலவற்றைப் பிடிப்பான்; ஆனால் படைத்தலைவன் ஒருவன் அவன் திமிரை அடக்குவான்; அடக்கி அவன் திமிர் அவனுக்கே கேடு விளைவிக்கும்படி செய்வான்."
  }, {
    "number" : 19,
    "verse" : "ஆகையால் அவன் தன் சொந்த நாட்டுக்குத் திரும்பி விட முடிவுச் செய்வான்; ஆனால் அங்கே ஆபத்தில் அகப்பட்டு வீழ்ந்தழிவான்."
  }, {
    "number" : 20,
    "verse" : "அவனுக்குப் பிறகு மிகக் கொடியவனும், அரசில் தண்டல்காரனை அனுப்புவோனுமான ஒருவன் எழும்புவான்; அவன் கோபத்தினாலோ போர் முனையினாலோ அன்றிச் சில நாட்களுக்குள் மடிவான்."
  }, {
    "number" : 21,
    "verse" : "\"அவனது இடத்தில் ஈனன் ஒருவன் எழும்புவான்; அவனுக்கு அரச சிறப்பு தரப்படாது; ஆனால் எதிர்பாராத நேரத்தில் வந்து வஞ்சகமாய் அரசைக் கைப்பற்றிக் கொள்வான்."
  }, {
    "number" : 22,
    "verse" : "அவனை எதிர்த்துப் போர்புரியும் படை தோல்வியடைந்து நசுக்கப்படும்; அவ்வாறே உடன்படிக்கை செய்துகொண்ட தலைவனும் ஒழிக்கப்படுவான்."
  }, {
    "number" : 23,
    "verse" : "உடன்படிக்கை செய்துகொண்ட பிறகும் அந்தக் கயவன் வஞ்சகமாய் நடந்து கொள்வான்; அவன் குடிகள் சிலராயிருந்தும் அவன் வலிமை பெற்று விளங்குவான்."
  }, {
    "number" : 24,
    "verse" : "வனமும் செழுமையும் நிறைந்த பட்டணங்களுள் திடீரென நுழைந்து தன் தந்தையர்களும், தந்தையர்க்குத் தந்தையரும் செய்யாததையும் செய்வான்; அவர்களுடைய கொள்ளைப் பொருட்களையும், கைப்பற்றிய செல்வங்களையும் வாரியிறைப்பான்; அவர்களுடைய அரண்களைப் பிடிக்க வழிகளைத் தேடுவான்; ஆயினும் நிலை கொஞ்ச காலமே நீடிக்கும்."
  }, {
    "number" : 25,
    "verse" : "பிறகு அவன் தன் வல்லமையை நம்பித் தென்திசை மன்னனுக்கு எதிராகப் பெருஞ் சேனையோடு போவான்; அப்போது தென்றிசை மன்னனும் வலிமை மிக்க பெரும் படையோடு வந்து போர் முனையில் சந்திப்பான்; ஆனால் அவனுக்கு விரோதமாகச் சதித்திட்டங்கள் செய்யப்பட்டிருந்தபடியால் அவனுடைய படைகள் நிலைத்து நிற்கவில்லை."
  }, {
    "number" : 26,
    "verse" : "அவனோடு உணவு உண்டவர்களே அவனை அழிப்பார்கள்; அவனுடைய படை முறியடிக்கப்படும்; பலர் கொலையுண்டு விழுவார்கள்."
  }, {
    "number" : 27,
    "verse" : "இரண்டு அரசர்களும் ஒருவருக்கொருவர் தீங்கு செய்ய நினைப்பார்கள்; ஒரே பந்தியில் இருந்து கொண்டே பொய் பேசுவார்கள்; ஆயினும் அது அவர்களுக்குப் பயன்படாது; ஏனெனில், முடிவு இன்னொரு காலத்திற்குத் தள்ளி வைக்கப்பட்டுள்ளது."
  }, {
    "number" : 28,
    "verse" : "வட நாட்டு மன்னன் மிகுதியான பொருட்களோடு தன் நாட்டுக்குத் திரும்பிப் போவான்; அவனுடைய உள்ளம் பரிசுத்த உடன்படிக்கைக்கு விரோதமாய் இருக்கும்; தீங்குகள் பல செய்த பின்பு தன் நாட்டுக்குத் திரும்புவான்."
  }, {
    "number" : 29,
    "verse" : "குறித்த காலத்தில் மறுபடியும் தென்னாட்டுக்கு வருவான்; ஆனால் இம்முறை முந்தின முறையைப் போல் இராது."
  }, {
    "number" : 30,
    "verse" : "அவனுக்கு விரோதமாய் உரோமையர்கள் கப்பல்களில் வருவார்கள்; அவனோ தோல்வியடைந்து திரும்பிப்போய்ப் பரிசுத்த உடன்படிக்கைக்கு விரோதமாய் ஆத்திரங்கொண்டு, நடவடிக்கை எடுப்பான்; திரும்பி வந்து, பரிசுத்த உடன்படிக்கையைக் கைவிட்டவர்கள் மேல் கவனத்தைத் திருப்புவான்."
  }, {
    "number" : 31,
    "verse" : "அவனுடைய படைவீரர்கள் வந்து திருக்கோயிலையும் கோட்டையையும் தீட்டுப்படுத்தி, அன்றாடப் பலியை நிறுத்தி விட்டுப் பாழாக்கும் அருவருப்பை அங்கே நாட்டி வைப்பார்கள்."
  }, {
    "number" : 32,
    "verse" : "உடன்படிக்கையை மீறுகிறவர்களைப் பசப்பு மொழிகளால் தன் பக்கம் ஈர்ப்பான்; ஆனால் தங்கள் கடவுளை அறிந்திருக்கும் மக்கள் திடங்கொண்டு அவருடைய கற்பனைகளின்படி நடப்பார்கள்."
  }, {
    "number" : 33,
    "verse" : "மக்களுள் அறிஞரானோர் பலருக்கு அறிவூட்டுவார்கள்; அந்நாட்களில் எழும்பும் கலகத்தில் அவர்கள் வாளாலும் நெருப்பாலும் சிறையிருப்பினாலும் கொள்ளையினாலும் மடிவார்கள்;"
  }, {
    "number" : 34,
    "verse" : "இவ்வாறு அவர்கள் விழும் போது, அவர்களுக்குச் சொற்ப உதவியே கிடைக்கும்; ஆனால் வேறு பலர் அவர்களை வஞ்சிக்கும்படி அவர்களோடு சேர்ந்துகொள்வார்கள்;"
  }, {
    "number" : 35,
    "verse" : "அறிஞர்களுள் சிலர் மாபெரும் இக்கட்டுகளுக்கு உட்படுவார்கள்; இவற்றால் அவர்கள் புடம் போடப்படுவது போலக் குறிப்பிட்ட காலம் வரை தூய்மையாக்கப்படுவார்கள்; ஏனெனில் முடிவு வர இன்னும் நாட்கள் உண்டு."
  }, {
    "number" : 36,
    "verse" : "அரசன் தன் மனம் போன போக்குப்படியெல்லாம் செய்வான்; அவன் தன்னையே உயர்த்திக்கொள்வான்; எல்லாத் தெய்வத்திற்கும் மேலாகத் தன்னையே பெருமைப்படுத்திக் கொண்டு தெய்வங்களுக்கெல்லாம் கடவுளானவர்க்கே எதிராகப் பழிச்சொற்களைக் கக்குவான்; இறைவனின் சினம் நிறைவேறும் நாள் வரும்வரை அவன் வாழ்க்கை வளம் பெறும்; ஏனெனில் வகுக்கப்பட்டது நடந்தேற வேண்டும்."
  }, {
    "number" : 37,
    "verse" : "அவன் தன் தந்தையர் வழிபட்ட தெய்வங்களையோ, வேறெந்த தெய்வத்தையோ பொருட்படுத்தாமல், அவற்றுக்கொல்லாம் மேலாகத் தன்னையே உயர்த்திக் கொள்வான்."
  }, {
    "number" : 38,
    "verse" : "அவற்றிற்குப் பதிலாக அரண்களின் தெய்வத்தை மட்டும் வணங்குவான்; தன் தந்தையர் அறிந்திராத அந்தத் தெய்வத்தை இவன் பொன்னாலும் வெள்ளியாலும் மாணிக்கக் கல்லாலும் விலையுயர்ந்த பொருட்களாலும் மகிமைப்படுத்தி வழிபடுவான்."
  }, {
    "number" : 39,
    "verse" : "தன் அரண்களைக் காக்க அந்நிய தெய்வத்தை வழிபடும் இனத்தாரை ஏற்படுத்துவான்; அவனை அரசனாக ஏற்றுக் கொண்டவர்களை மகிமைப்படுத்திப் பல உயர்ந்த பதவிகளையும் மானியங்களையும் அளிப்பான்."
  }, {
    "number" : 40,
    "verse" : "முடிவு காலம் வரும் போது, தென்றிசை மன்னன் அவனோடு போர் புரிவான்; வடதிசை மன்னனும் தேர்ப்படை, குதிரை வீரர்கள், கப்பற்படை ஆகியவற்றுடன் புயல்காற்று போல் அவனை எதிர்த்து வருவான்; அவன் நாடுகளுக்குள் நுழைந்து அழிவு விளைவித்து நடந்து போவான்.\""
  }, {
    "number" : 41,
    "verse" : "பிறகு அவன் மகிமையான நாட்டுக்குள் நுழைவான்; பலர் அழிக்கப்படுவர்; ஆனால் ஏதோம், மேவாப் மக்கள், அம்மோன் மக்களுள் சிறந்தவர்கள் ஆகிய இவர்கள் மட்டுமே தப்பித்துக் கொள்வர்;"
  }, {
    "number" : 42,
    "verse" : "அவன் மற்ற மாநிலங்கள் மேலும் கை நீட்டுவான்; தவறாமல் எகிப்து நாட்டுக்கும் போய்,"
  }, {
    "number" : 43,
    "verse" : "ஆங்குள்ள பொன், வெள்ளி முதலிய செல்வங்களையும், விலையுயர்ந்த எல்லாப் பொருட்களையும் கைப்பற்றிக் கொள்வான்; அவன் லீபியா வழியாகவும் எத்தியோப்பியா வழியாகவும் கடந்து போவான்."
  }, {
    "number" : 44,
    "verse" : "ஆனால் கிழக்கிலும் வடக்கிலும் இருந்து வரும் செய்திகள் அவனைக் கலங்கச் செய்யும்: அப்போது அவன் பெரிய சேனையுடன் வந்து பலரைக் கொன்றொழிப்பான்."
  }, {
    "number" : 45,
    "verse" : "பிறகு, கடலுக்கும், மகிமை பொருந்திய பரிசுத்த மலைக்கும் இடையில் தன் அரச கூடாரங்களை நாட்டுவான்; ஆயினும் அவன் தன் முடிவைக் காண்பான்; அவனுக்கு உதவி செய்ய ஒருவனும் இரான்."
  } ]
}