{"bibleAbbr":"NLT2015","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"(Balaam Blesses Israel) Then Balaam said to King Balak, “Build me seven altars here, and prepare seven young bulls and seven rams for me to sacrifice.”"},{"number":2,"verse":"Balak followed his instructions, and the two of them sacrificed a young bull and a ram on each altar."},{"number":3,"verse":"Then Balaam said to Balak, “Stand here by your burnt offerings, and I will go to see if the LORD will respond to me. Then I will tell you whatever he reveals to me.” So Balaam went alone to the top of a bare hill,"},{"number":4,"verse":"and God met him there. Balaam said to him, “I have prepared seven altars and have sacrificed a young bull and a ram on each altar.”"},{"number":5,"verse":"The LORD gave Balaam a message for King Balak. Then he said, “Go back to Balak and give him my message.”"},{"number":6,"verse":"So Balaam returned and found the king standing beside his burnt offerings with all the officials of Moab."},{"number":7,"verse":"This was the message Balaam delivered: “Balak summoned me to come from Aram; the king of Moab brought me from the eastern hills. ‘Come,’ he said, ‘curse Jacob for me! Come and announce Israel’s doom.’"},{"number":8,"verse":"But how can I curse those whom God has not cursed? How can I condemn those whom the LORD has not condemned?"},{"number":9,"verse":"I see them from the cliff tops; I watch them from the hills. I see a people who live by themselves, set apart from other nations."},{"number":10,"verse":"Who can count Jacob’s descendants, as numerous as dust? Who can count even a fourth of Israel’s people? Let me die like the righteous; let my life end like theirs.”"},{"number":11,"verse":"Then King Balak demanded of Balaam, “What have you done to me? I brought you to curse my enemies. Instead, you have blessed them!”"},{"number":12,"verse":"But Balaam replied, “I will speak only the message that the LORD puts in my mouth.”"},{"number":13,"verse":"(Balaam’s Second Message) Then King Balak told him, “Come with me to another place. There you will see another part of the nation of Israel, but not all of them. Curse at least that many!”"},{"number":14,"verse":"So Balak took Balaam to the plateau of Zophim on Pisgah Peak. He built seven altars there and offered a young bull and a ram on each altar."},{"number":15,"verse":"Then Balaam said to the king, “Stand here by your burnt offerings while I go over there to meet the LORD.”"},{"number":16,"verse":"And the LORD met Balaam and gave him a message. Then he said, “Go back to Balak and give him my message.”"},{"number":17,"verse":"So Balaam returned and found the king standing beside his burnt offerings with all the officials of Moab. “What did the LORD say?” Balak asked eagerly."},{"number":18,"verse":"This was the message Balaam delivered: “Rise up, Balak, and listen! Hear me, son of Zippor."},{"number":19,"verse":"God is not a man, so he does not lie. He is not human, so he does not change his mind. Has he ever spoken and failed to act? Has he ever promised and not carried it through?"},{"number":20,"verse":"Listen, I received a command to bless; God has blessed, and I cannot reverse it!"},{"number":21,"verse":"No misfortune is in his plan for Jacob; no trouble is in store for Israel. For the LORD their God is with them; he has been proclaimed their king."},{"number":22,"verse":"God brought them out of Egypt; for them he is as strong as a wild ox."},{"number":23,"verse":"No curse can touch Jacob; no magic has any power against Israel. For now it will be said of Jacob, ‘What wonders God has done for Israel!’"},{"number":24,"verse":"These people rise up like a lioness, like a majestic lion rousing itself. They refuse to rest until they have feasted on prey, drinking the blood of the slaughtered!”"},{"number":25,"verse":"Then Balak said to Balaam, “Fine, but if you won’t curse them, at least don’t bless them!”"},{"number":26,"verse":"But Balaam replied to Balak, “Didn’t I tell you that I can do only what the LORD tells me?”"},{"number":27,"verse":"(Balaam’s Third Message) Then King Balak said to Balaam, “Come, I will take you to one more place. Perhaps it will please God to let you curse them from there.”"},{"number":28,"verse":"So Balak took Balaam to the top of Mount Peor, overlooking the wasteland. (Or overlooking Jeshimon.)"},{"number":29,"verse":"Balaam again told Balak, “Build me seven altars, and prepare seven young bulls and seven rams for me to sacrifice.”"},{"number":30,"verse":"So Balak did as Balaam ordered and offered a young bull and a ram on each altar."}]}