{"bibleAbbr":"NCB2019","bookName":"John","bookEnglishName":"John","chapterNumber":4,"verses":[{"number":1,"verse":"Now when the Lord learned that the Pharisees had been informed that he had more disciples and was baptizing more people than John"},{"number":2,"verse":"(although actually it was not Jesus himself but his disciples who were baptizing),"},{"number":3,"verse":"he left Judea and set forth for Galilee."},{"number":4,"verse":"He had to pass through Samaria.[c]"},{"number":5,"verse":"So he came to a Samaritan town called Sychar,[d] near the plot of land that Jacob had given to his son Joseph."},{"number":6,"verse":"Jacob’s well was there, and Jesus, tired from his journey, sat down at the well. It was about noon.[e]"},{"number":7,"verse":"When a Samaritan woman came to draw water, Jesus said to her, “Give me some water to drink.”"},{"number":8,"verse":"His disciples had gone into the town to purchase food."},{"number":9,"verse":"The Samaritan woman said to him, “You are a Jew. How can you ask me, a Samaritan woman,[f] for some water to drink?” (Jews do not share anything in common with Samaritans.)"},{"number":10,"verse":"Jesus replied, “If you recognized the gift of God and who it is that is asking you for something to drink, you would have asked him and he would have given you living water.”"},{"number":11,"verse":"“Sir,” the woman said, “you do not have a bucket, and the well is deep.[g] Where can you get this living water?"},{"number":12,"verse":"Are you greater than our ancestor Jacob who gave us this well and drank from it himself along with his sons and his cattle?”"},{"number":13,"verse":"Jesus said to her, “Everyone who drinks this water will be thirsty again."},{"number":14,"verse":"But whoever drinks the water that I will give him will never be thirsty. The water that I will give him will become a spring of water within him welling up to eternal life.”"},{"number":15,"verse":"The woman said to him, “Sir, give me this water so that I may not be thirsty and have to come here to draw water.”"},{"number":16,"verse":"Jesus told her, “Go, call your husband and come back here.”"},{"number":17,"verse":"The woman answered him, “I have no husband.” Jesus said to her, “You are right in saying, ‘I have no husband’;"},{"number":18,"verse":"for you have had five husbands, and the man you have now is not your husband. What you have said is true.”"},{"number":19,"verse":"The woman said to him, “Sir, I can see that you are a prophet."},{"number":20,"verse":"Our ancestors worshiped on this mountain,[h] but you say that the place where people must worship is in Jerusalem.”"},{"number":21,"verse":"Jesus told her, “Believe me, woman, the hour is coming when you will worship the Father neither on this mountain nor in Jerusalem."},{"number":22,"verse":"You worship what you do not know; we worship what we do know, for salvation is from the Jews."},{"number":23,"verse":"“But the hour is coming, indeed it is already here, when the true worshipers will worship the Father in Spirit and truth.[i] Indeed it is worshipers like these that the Father seeks."},{"number":24,"verse":"God is Spirit, and those who worship him must worship in Spirit and truth.”"},{"number":25,"verse":"The woman said to him, “I know that the Messiah is coming, the one who is called Christ. When he comes, he will reveal everything to us.”[j]"},{"number":26,"verse":"Jesus said to her, “I am he,[k] the one who is speaking to you.”"},{"number":27,"verse":"At this point, his disciples returned, and they were astonished to find him speaking with a woman, but no one asked, “What do you want from her?” or “Why are you conversing with her?”"},{"number":28,"verse":"The woman left behind her water jar and went off to the town, where she said to the people,"},{"number":29,"verse":"“Come and see a man who told me everything I have ever done. Could this be the Christ?”"},{"number":30,"verse":"And so they departed from the town and made their way to see him."},{"number":31,"verse":"Meanwhile, the disciples urged him, “Rabbi, eat something.”"},{"number":32,"verse":"But he told them, “I have food to eat about which you do not know.”"},{"number":33,"verse":"Then his disciples said to one another, “Could someone have brought him something to eat?”"},{"number":34,"verse":"Jesus said to them, “My food is to do the will of the one who sent me, and to accomplish his work."},{"number":35,"verse":"Do you not have a saying, ‘Four months more, and then comes the harvest’? “I tell you, open your eyes and look at the fields; already they are white for the harvest."},{"number":36,"verse":"The reaper is even now receiving his pay; already he is gathering the crops for eternal life so that the sower and the reaper can rejoice together."},{"number":37,"verse":"“Thus, the saying holds true, ‘One sows and another reaps.’"},{"number":38,"verse":"I sent you to reap what you had not worked for. Others have performed the work, and you have reaped the benefits of their labor.”"},{"number":39,"verse":"Many Samaritans from that town came to believe in him because of the woman’s testimony, “He told me everything I have ever done.”"},{"number":40,"verse":"So when the Samaritans came to him, they pleaded with him to stay with them, and he remained there for two days."},{"number":41,"verse":"And many more began to believe in him because of the words he spoke to them."},{"number":42,"verse":"They said to the woman, “We no longer believe simply because of what you said, for we have heard him for ourselves, and we are convinced that this man is truly the Savior of the world.”"},{"number":43,"verse":"When the two days were over, Jesus departed for Galilee."},{"number":44,"verse":"He himself had declared that a prophet is not treated with honor in his own hometown."},{"number":45,"verse":"When he arrived in Galilee, the Galileans welcomed him, since they had seen all he had done in Jerusalem during the feast, having been at the feast themselves."},{"number":46,"verse":"He went again to Cana in Galilee where he had changed the water into wine. At Capernaum, there was a royal official whose son was ill."},{"number":47,"verse":"When this man heard that Jesus had come from Judea to Galilee, he went to him and pleaded that he come and heal his son who was near death."},{"number":48,"verse":"Jesus said to him, “Unless you witness signs and wonders, you will not believe.”"},{"number":49,"verse":"The royal official said to him, “Sir, come down before my child dies.”"},{"number":50,"verse":"Jesus replied, “Return home. Your son will live.” The man believed what Jesus said to him, and he departed."},{"number":51,"verse":"While he was still on his way, his servants met him saying that his child was going to live."},{"number":52,"verse":"He asked them at what time the boy had begun to recover, and they told him, “The fever left him yesterday at one o’clock in the afternoon.”[p]"},{"number":53,"verse":"Then the father realized that was the exact hour at which Jesus had assured him, “Your son will live,” and he and his entire household came to believe."},{"number":54,"verse":"This was the second sign that Jesus performed after returning from Judea into Galilee."}]}