{"bibleAbbr":"NCB2019","bookName":"John","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"But Jesus went to the Mount of Olives."},{"number":2,"verse":"At daybreak he entered the temple courts, and all the people gathered around him. He sat down and began to teach them."},{"number":3,"verse":"The scribes and the Pharisees brought in a woman who had been caught in adultery. Forcing her to stand in their midst,"},{"number":4,"verse":"they said to him, “Teacher, this woman was caught in the very act of adultery.[b]"},{"number":5,"verse":"Now in the Law Moses commanded us to stone such women.[c] What do you have to say?”"},{"number":6,"verse":"They asked him this question as a test so that they could bring a charge against him. Jesus bent down and started to write on the ground with his finger."},{"number":7,"verse":"When they continued to persist in their question, he straightened up and said to them, “Let anyone among you who is without sin be the first to throw a stone at her.”[d]"},{"number":8,"verse":"Then he again bent down and wrote on the ground."},{"number":9,"verse":"When they heard his response, they went away one by one, beginning with the elders, until Jesus was left alone with the woman standing before him."},{"number":10,"verse":"Then Jesus straightened up and said to her, “Woman, where are they? Has no one condemned you?”"},{"number":11,"verse":"She replied, “No one, sir.” “Neither do I condemn you,” Jesus said. “Go on your way, and sin no more.”]"},{"number":12,"verse":"Jesus addressed them once again, saying, “I am[f] the light of the world. The one who follows me will never walk in darkness. Rather, he will have the light of life.”"},{"number":13,"verse":"On hearing this, the Pharisees said to him, “You are testifying on your own behalf. Your testimony is not true.”"},{"number":14,"verse":"Jesus replied, “Even though I testify on my own behalf, my testimony is true, because I know where I have come from and where I am going, whereas you do not know where I have come from or where I am going."},{"number":15,"verse":"You judge by the flesh, whereas I do not judge anyone."},{"number":16,"verse":"Yet even if I do judge, my judgment is true because it is not I alone who judge, but it is I and the Father who sent me."},{"number":17,"verse":"“In your Law it is written that the testimony of two witnesses is true."},{"number":18,"verse":"I testify on my own behalf, and the Father who sent me also testifies on my behalf.”"},{"number":19,"verse":"They continued to question him, saying, “Where is your Father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.”"},{"number":20,"verse":"He spoke these words while he was teaching at the treasury of the temple.[g] However, no one arrested him because his hour had not yet come."},{"number":21,"verse":"Again he said to them, “I am going away, and you will search for me but you will die in your sin. Where I am going, you cannot come.”"},{"number":22,"verse":"Then the Jews wondered, “Is he planning to kill himself—because he was saying, ‘Where I am going, you cannot come’?”"},{"number":23,"verse":"He continued, “You belong to what is below, whereas I belong to what is above. You belong to this world, but I am not of this world."},{"number":24,"verse":"That is why I told you that you would die in your sins. For if you do not believe that I AM, you will die in your sins.”"},{"number":25,"verse":"“Who are you then?” they asked him. Jesus answered, “Just what I have been telling you from the beginning."},{"number":26,"verse":"I have much to say about you, and much to condemn. But the one who sent me is true, and what I have heard from him I declare to the world.”"},{"number":27,"verse":"They did not understand that he was speaking to them about the Father."},{"number":28,"verse":"Therefore, Jesus said, “When you have lifted up the Son of Man, then you will know that I AM, that I do nothing on my own authority and I say nothing except what the Father has taught me."},{"number":29,"verse":"He who sent me is with me. He has not left me alone, for I always do what pleases him.”"},{"number":30,"verse":"On hearing these words, many came to believe in him."},{"number":31,"verse":"Then Jesus said to those Jews who did believe in him, “If you remain faithful to my word, you will truly be my disciples."},{"number":32,"verse":"You will know the truth, and the truth will set you free.”"},{"number":33,"verse":"They answered him, “We are descendants of Abraham, and we have never been slaves to anyone. What do you mean by saying, ‘You will be set free’?”"},{"number":34,"verse":"Jesus replied, “Amen, amen, I say to you, everyone who sins is a slave of sin."},{"number":35,"verse":"A slave does not remain in a household forever, but a son remains in it forever."},{"number":36,"verse":"Therefore, if the Son sets you free, you then will truly be free."},{"number":37,"verse":"“I know that you are descendants of Abraham, but you seek to kill me because my word has no place in your heart."},{"number":38,"verse":"I speak of what I have seen in my Father’s presence, whereas you do what you have heard from your father.”"},{"number":39,"verse":"The Jews said to him, “Abraham is our father.” Jesus said to them, “If you were Abraham’s children, you would be doing the works that Abraham did."},{"number":40,"verse":"But now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did."},{"number":41,"verse":"You are doing the works of your father!” They retorted, “We are not illegitimate children. We have one father—God.”"},{"number":42,"verse":"Jesus said to them, “If God were your father, you would love me, for I came from God; neither did I come of my own will, but he was the one who sent me."},{"number":43,"verse":"Why do you not understand what I am saying? It is because you cannot bear to hear my words."},{"number":44,"verse":"“You are from your father, the devil, and you choose to carry out your father’s desires. He was a murderer from the beginning, and he does not abide by the truth, for there is no truth in him. When he lies, he speaks in accord with his own nature, for he is a liar and the father of lies."},{"number":45,"verse":"But because I speak the truth you refuse to believe me."},{"number":46,"verse":"“Which of you can convict me of sin? If I say what is true, why do you not believe me?"},{"number":47,"verse":"Whoever comes from God listens to the words of God. The reason why you refuse to listen is that you do not belong to God.”"},{"number":48,"verse":"The Jews answered, “Are we not right in saying that you are a Samaritan and are possessed?”"},{"number":49,"verse":"Jesus said, “I am not possessed. I honor my Father, but you dishonor me."},{"number":50,"verse":"I do not seek my own glory. There is one who seeks it, and he is the judge."},{"number":51,"verse":"Amen, amen, I say to you, whoever keeps my word will never see death.”"},{"number":52,"verse":"The Jews retorted, “Now we are positive that you are possessed. Abraham died, and the Prophets are dead. Yet you say, ‘Whoever keeps my word will never taste death.’"},{"number":53,"verse":"Are you greater than our father Abraham? He is dead, and the Prophets are also dead. Who do you claim to be?”"},{"number":54,"verse":"Jesus answered, “If I glorify myself, that glory is of no value. It is my Father who glorifies me, the one about whom you say, ‘He is our God,’"},{"number":55,"verse":"even though you do not know him. However, I do know him. If I would say that I do not know him, I would be a liar like you. But I do know him, and I keep his word."},{"number":56,"verse":"Your father Abraham rejoiced that he would see my day. He saw it and was glad.”[j]"},{"number":57,"verse":"The Jews then said to him, “You are not yet fifty years old. How can you have seen Abraham?”"},{"number":58,"verse":"Jesus responded, “Amen, amen, I say to you, before Abraham was, I AM.”[k]"},{"number":59,"verse":"Then they picked up stones to throw at him, but he hid himself and left the temple."}]}