{"bibleAbbr":"ISV2011","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"{God's Third Complaint against His Priests: Failing to Honor Him} d Now this commandment is for you priests:"},{"number":2,"verse":"\"If you don't listen, and if you don't choose {Lit. don't set your hearts} to give honor to my name,\"says the Lord of the Heavenly Armies, \"then I'll curse both you and your blessings. {Lit. I'll send on you the curse and I'll curse your blessings} I've even cursed them {Lit. it} already, because none of you are taking it to heart."},{"number":3,"verse":"Look! I'm rebuking your descendants because of you, and I'll spread waste {I. e. the parts of the sacrificial animal that were discarded after the offering had been presented.} on your faces, the waste of your festival sacrifices, and you will be carried off with it."},{"number":4,"verse":"\"You will know that I sent this commandment to you in order to continue my covenant with Levi,\"says the Lord of the Heavenly Armies."},{"number":5,"verse":"\"My covenant with him was for life and peace, and I gave the commandments {Lit. them} to him so he would fear me. He did fear me as he stood in my presence. {Lit. in the presence of my name}"},{"number":6,"verse":"True teachings were in his mouth, and falsehood was not found on his lips. He walked with me peacefully and righteously, and he turned many from sin."},{"number":7,"verse":"For the lips of a priest should preserve knowledge, and people should seek instruction from his mouth, because he's the messenger of the Lord of the Heavenly Armies."},{"number":8,"verse":"\"But you priests {The Heb. lacks priests} turned aside from the way, and by your teaching you caused many to stumble. You have violated the covenant of Levi,\"says the Lord of the Heavenly Armies."},{"number":9,"verse":"\"So I also made you despised, humiliating you before all of the people, because you aren't following my ways and are showing partiality when you teach.\""},{"number":10,"verse":"{A Plea and a Prayer from Malachi} d Do we not have one father? {The reference is either to Abraham as ancestor of Israel or to God as heavenly Father.} Has not one God created us? Why does each of us act deceitfully, each man against his own brother, to profane the covenant of our ancestors?"},{"number":11,"verse":"Judah has become unfaithful, and a detestable thing was committed in Israel and Jerusalem. Indeed, Judah profaned the Holy Place of the Lord , which he loves, and married a daughter of a foreign god."},{"number":12,"verse":"May the Lord exclude from the community {Lit. tents} of Jacob any man who does this, whoever he may be, {Lit. he who awakens and he who answers} even though he brings offerings to the Lord of the Heavenly Armies."},{"number":13,"verse":"{God's Fourth Complaint against His Priests: Marital Abuses} d \"This is another thing you do: you flood the altar of the Lord with tears, weeping and wailing because he no longer pays attention to your offering nor takes pleasure in it from your hand."},{"number":14,"verse":"Yet you ask, «For what reason? 'Because the Lord acts as a witness between you and the wife of your youth, because you were unfaithful to her, your partner, the wife of your covenant."},{"number":15,"verse":"Did he not make them {The Heb. lacks them} one? And the vestige of the spirit remains in him. And why did he make them one? He was seeking godly offspring. So guard yourselves in your spirit, and don't be unfaithful to the wife of your youth."},{"number":16,"verse":"\"Indeed, the Lord God of Israel says that he hates divorce, along with the one who conceals his violence by outward appearances,\"{Lit. by his garments} says the Lord of the Heavenly Armies. \"So guard yourselves carefully, {Lit. yourselves in your spirit} and don't be unfaithful.\""},{"number":17,"verse":"{God's Fifth Complaint against His People: Complaining about God.} d \"You have wearied the Lord with your words. You ask, «How have we wearied you? 'By your saying, «All who do evil are good in the eyes of the Lord and he's pleased with them,'or «Where is the God of justice?»\""}]}