{"bibleAbbr":"Geneva1599","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"(An Excellent Song Which Was Solomon’s) ((1 The familiar talk and mystical communication of the spiritual love between Jesus Christ and his Church.5 The domestical enemies that persecute the Church.) ) Let (This is spoken in the person of the Church, or of the faithful soul inflamed with the desire of Christ, whom she loveth.) him kiss me with the kisses of his mouth: for thy love is better than wine."},{"number":2,"verse":"Because of the (The feeling of thy great benefits.) savor of thy good ointments, thy name is as an ointment poured out: therefore the (They that are pure in heart and conversation.) virgins love thee."},{"number":3,"verse":"(The faithful confess that they cannot come to Christ, except they be drawn.) Draw me: we will run after thee: the King hath brought me into his (Meaning, the secret joy that is not known to the world.) chambers: we will rejoice and be glad in thee: we will remember thy love more than wine: the righteous do love thee."},{"number":4,"verse":"I am (The Church confesseth her spots and sin, but hath confidence in the favor of Christ.) black, O daughters of Jerusalem, but comely, as the tents of (Kedar was Ishmael’s son, of whom came the Arabians that dwelt in tents.) Kedar, and as the (Which within were all set with precious stones and Jewels.) curtains of Solomon."},{"number":5,"verse":"Regard ye me not because I am (Consider not the Church by the outward appearance.) black: for the (The corruption of nature through sin and afflictions.) sun hath looked upon me. The (Mine own brethren, which should have most favored me.) sons of my mother were angry against me: they made me the keeper of the vines: but I (She confesseth her own negligence.) kept not mine own vine."},{"number":6,"verse":"Show me, (The spouse feeling her fault fleeth to her husband only for succor.) O thou whom my soul loveth, where thou feedest, where thou liest at noon: for why should I be as she that turneth aside to the stocks of (Whom thou hast called to the dignity of pastors, and they set forth their own dreams instead of thy doctrine.) thy companions?"},{"number":7,"verse":"(Christ speaketh to his Church, bidding them that are ignorant, to go to the pastors to learn.) If thou know not, O thou the fairest among women, get thee forth by the steps of the flock, and feed thy kids by the tents of the shepherds."},{"number":8,"verse":"I have compared thee, O my love, to the troupe of horses in the (For thy spiritual beauty and excellency there was no worldly treasure to be compared unto thee.) chariots of Pharaoh."},{"number":9,"verse":"Thy cheeks are comely with rows of stones, and thy neck with chains."},{"number":10,"verse":"We will make thee borders of gold with floods of silver."},{"number":11,"verse":"(The Church rejoiceth that she is admitted to the company of Christ.) While the King was at his repast, my spikenard gave the smell thereof."},{"number":12,"verse":"My well-beloved is as a bundle of myrrh unto me: he shall lie between my (He shall be most dear unto me.) breasts."},{"number":13,"verse":"My well-beloved is as a cluster of camphire unto me in the vines of En Gedi."},{"number":14,"verse":"My love, behold, thou art (Christ accepteth his Church, and commendeth her beauty.) fair: behold, thou art fair: thine eyes are like the doves."},{"number":15,"verse":"My well-beloved, behold, thou art fair, and pleasant: also our (That is, the heart of the faithful, wherein Christ dwelleth by his Spirit.) bed is green."},{"number":16,"verse":"The beams of our house are cedars, our rafters are of fir."}]}