{"bibleAbbr":"Geneva1599","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":6,"verses":[{"number":1,"verse":"(1 The Church assureth herself of the love of Christ. 3 The praises of the Church.8 She is but one and undefiled.) My well-beloved is gone down into his (That is, is conversant here in earth among men.) garden to the beds of spices, to feed in the gardens, and to gather lilies."},{"number":2,"verse":"I am my well-beloved’s, and my well-beloved is mine, who feedeth among the lilies."},{"number":3,"verse":"Thou art beautiful, my love, as (Which was a fair and strong city, 1 Kings 14:17.) Tirzah, comely as Jerusalem, terrible as an army with banners."},{"number":4,"verse":"(This declareth the exceeding love of Christ toward his Church.) Turn away thine eyes from me: for they overcome me: (Cross references: : Song 4:1) thine hair is like a flock of goats, which look down from Gilead."},{"number":5,"verse":"Thy teeth are like a flock of sheep, which go up from the washing, which every one bring out twins, and none is barren among them."},{"number":6,"verse":"Thy temples are within thy locks as a piece of a pomegranate."},{"number":7,"verse":"There are (Meaning, that the gifts are infinite which Christ giveth to his Church: or that his faithful are many in number) threescore Queens, and fourscore concubines, and of the damsels without number."},{"number":8,"verse":"But my dove is alone, and my undefiled, she is the only daughter of her mother, and she is dear to her that bare her: the daughters have seen her, and counted her blessed: even the Queens and the concubines, and they have praised her."},{"number":9,"verse":"(He showeth that the beginning of the Church was small, but that it grew up to a great multitude.) Who is she that looketh forth as the morning, fair as the moon, pure as the sun, terrible as an army with banners!"},{"number":10,"verse":"I went down to the (He went down into the Synagogue to see what fruits came of the Law, and the Prophets.) garden of nuts, to see the fruits of the valley, to see if the vine budded, and if the pomegranates flourished."},{"number":11,"verse":"(I found nothing but rebellion.) I knew nothing, my soul set me (Or, set me on the chariots of my willing people.) as the chariots of my noble people."},{"number":12,"verse":"Return, return, O (O ye people of Jerusalem: for Jerusalem was called Salem which signifieth peace.) Shulamite, return: return that we may behold thee. What shall you see in the Shulamite, but as the company of an army?"}]}