{"bibleAbbr":"TCVSL2022NT","bookName":"வெளிப்படுத்தின விசேஷம்","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"(சர்தையிலுள்ள திருச்சபைக்கு)“சர்தை பட்டணத்திலுள்ள திருச்சபையின் இறைதூதனுக்கு நீ எழுத வேண்டியதாவது: இறைவனுடைய ஏழு ஆவிகளையும், ஏழு நட்சத்திரங்களையும் பிடித்துக் கொண்டிருக்கின்றவருடைய வார்த்தைகள் இவைகளே: உன்னுடைய செயல்களை நான் அறிந்திருக்கிறேன். நீ உயிருள்ளவன் என்று பெயர் பெற்றிருக்கிறாய், ஆனால் நீ இறந்தவனாய் இருக்கின்றாய்."},{"number":2,"verse":"விழித்தெழு! மரணமடையும் தறுவாயில் எஞ்சியிருப்பவர்களைப் பலப்படுத்து. ஏனெனில், என்னுடைய இறைவனின் பார்வையில், உன்னுடைய செயல்களை நான் நிறைவுள்ளதாய் காணவில்லை."},{"number":3,"verse":"ஆகையால் நீ பெற்றுக்கொண்டவைகளையும், கேட்டவைகளையும் நினைவில் வைத்துக்கொள். அவற்றுக்குக் கீழ்ப்படிந்து மனந்திரும்பு.(மனந்திரும்பு – கிரேக்க மூலமொழியில் இந்த சொல்லின் அர்த்தம் பாவத்தைவிட்டு மனம் வருந்தி, மனந்திரும்பி இறைவனிடம் திரும்பு என்பதாகும்.) நீ விழித்தெழாவிட்டால், நான் ஒரு திருடனைப் போல் வருவேன். நான் எந்த நேரம் உன்னிடம் வருவேன் என்பதை நீ அறிய மாட்டாய்."},{"number":4,"verse":"ஆனால், தங்களுடைய உடைகளைக் கறைப்படுத்திக்கொள்ளாத சிலர் சர்தை பட்டணத்தில் இன்னும் உன்னிடம் இருக்கின்றார்கள். அவர்கள் தகுதி உடையவர்களானபடியால் வெண்ணிற ஆடை அணிந்தவர்களாய் என்னுடனே நடப்பார்கள்."},{"number":5,"verse":"வெற்றி பெறுகின்றவர்களுக்கு வெண்ணிற ஆடை அணிவிக்கப்படும். அவர்களுடைய பெயரை வாழ்வின் புத்தகத்திலிருந்து ஒருபோதும் நான் அழித்துவிட மாட்டேன். என்னுடைய பிதாவுக்கு முன்பாகவும், அவருடைய தூதர்களுக்கு முன்பாகவும் அவர்களுடைய பெயரை வெளிப்படுத்துவேன்."},{"number":6,"verse":"பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதை, கேட்பதற்குக் காதுள்ள எவனும் கேட்டுப் புரிந்துகொள்ளட்டும்."},{"number":7,"verse":"(பிலதெல்பியா திருச்சபைக்கு)“பிலதெல்பியா பட்டணத்திலுள்ள திருச்சபையின் இறைதூதனுக்கு நீ எழுத வேண்டியதாவது: பரிசுத்தமானவரும், சத்தியமுள்ளவரும், தாவீதின் சாவியை வைத்திருப்பவரும், ஒருவரும் பூட்ட முடியாதபடி திறக்கின்றவரும், ஒருவரும் திறக்க முடியாதபடி பூட்டுகின்றவரும் சொல்லுகின்ற வார்த்தைகள் இவைகளே:"},{"number":8,"verse":"உன்னுடைய செயல்களை நான் அறிந்திருக்கிறேன். இதோ, உனக்கு முன்பாக நான் திறக்கப்பட்ட ஒரு கதவை வைத்திருக்கிறேன், அதை யாராலும் மூட முடியாது. உன்னிடம் சிறிதளவே வலிமை உண்டு என்று எனக்குத் தெரியும். நீ என்னுடைய வார்த்தையை கடைப்பிடித்தாய், என்னுடைய பெயரை மறுதலிக்கவில்லை."},{"number":9,"verse":"இதோ, தங்களை யூதர்கள் என்று பொய்யாய் கூறிக்கொள்கின்ற யூதரல்லாத, சாத்தானின் சபையைச் சேர்ந்தவர்களை உன் கால்களில் வந்து விழச் செய்வேன். நான் உன்னை நேசித்தேன் என்பதை அவர்கள் புரிந்துகொள்ளும்படி செய்வேன்."},{"number":10,"verse":"பொறுமையுடன் சகிக்கும்படி நான் உனக்குக் கொடுத்த என் கட்டளையை நீ கைக்கொண்டாய். ஆகவே, பூமியில் உள்ளவர்களைச் சோதிக்கும்படியாக, முழு உலகத்தின் மேலும் வரப்போகும் கடும் துன்பத்திலிருந்து நானும் உன்னைப் பாதுகாப்பேன்."},{"number":11,"verse":"நான் விரைவில் வருகின்றேன். உனக்குரிய கிரீடத்தை யாரும் எடுத்துக்கொள்ளாதபடி உன்னிடம் இருப்பதை பற்றிப் பிடித்துக்கொள்."},{"number":12,"verse":"வெற்றி பெறுகின்றவர்களை என்னுடைய இறைவனின் ஆலயத்தில் ஒரு தூணாக நிறுத்துவேன். அவர்கள் இனி ஒருபோதும் அதைவிட்டு நீங்கிப் போக மாட்டார்கள். நான் அவர்கள்மீது என்னுடைய இறைவனின் பெயரையும், என்னுடைய இறைவனின் நகரத்தின் பெயரையும், அதாவது என் இறைவனிடமிருந்து பரலோகத்தை விட்டு கீழே இறங்கி வருகின்ற புதிய எருசலேமின் பெயரையும், என்னுடைய புதிய பெயரையும் எழுதுவேன்."},{"number":13,"verse":"பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதை, கேட்பதற்குக் காதுள்ள எவனும் கேட்டுப் புரிந்துகொள்ளட்டும்.”"},{"number":14,"verse":"(லவோதிக்கேயா திருச்சபைக்கு)“லவோதிக்கேயா பட்டணத்திலுள்ள திருச்சபையின் இறைதூதனுக்கு நீ எழுத வேண்டியதாவது: வாக்கு மாறாத உண்மையான சாட்சியும், இறைவனின் படைப்பை ஆளுகை செய்கின்றவருமான ஆமென் என்பவரின் வார்த்தைகள் இவைகளே:"},{"number":15,"verse":"நான் உன்னுடைய செயல்களை அறிந்திருக்கிறேன். நீ குளிராகவும் இல்லை, அனலாகவும் இல்லை. நீ குளிராகவோ அல்லது அனலாகவோ இருப்பதே விரும்பத்தக்கது."},{"number":16,"verse":"ஆனால் நீயோ அனலுமின்றி, குளிருமின்றி வெதுவெதுப்பாய் இருக்கின்றபடியால் நான் உன்னை என்னுடைய வாயிலிருந்து துப்பி விடுவேன்."},{"number":17,"verse":"‘நான் செல்வந்தன், நான் செல்வத்தைச் சம்பாதித்திருக்கிறேன், எனக்கு எவ்வித தேவையுமில்லை’ என்று நீ சொல்கின்றாய். ஆனால் நீயோ அவலமானவன், பரிதாபத்திற்குரியவன், ஏழ்மையானவன், பார்வையற்றவன், உடையற்றவன் என்பதை உணராதவனாய் இருக்கின்றாய்."},{"number":18,"verse":"நீ செல்வந்தனாகும்படி நெருப்பினால் சுத்திகரிக்கப்பட்ட தங்கத்தை என்னிடமிருந்து விலைக்கு வாங்கிக்கொள். அத்துடன் உன்னுடைய வெட்கக்கேடான நிர்வாணத்தை மறைத்துக்கொள்ள நீ அணிந்துகொள்வதற்கு வெண்ணிற ஆடைகளை வாங்கிக்கொள். நீ பார்வையை மீண்டும் பெற்றுக்கொள்ளும்படி உன் கண்களில் பூசிக்கொள்வதற்குத் தைலத்தையும் வாங்கிக்கொள். இதுவே நான் உனக்குக் கொடுக்கும் ஆலோசனை."},{"number":19,"verse":"நான் யார் மீது அன்பு செலுத்துகின்றேனோ, அவர்களைக் கடிந்துகொண்டு, தண்டித்துத் திருத்துகிறேன். ஆகவே ஆர்வமுள்ளவனாய் இருந்து மனந்திரும்பு."},{"number":20,"verse":"இதோ! நான் கதவுக்கு அருகில் நின்று தட்டிக் கொண்டிருக்கிறேன். யாராவது என்னுடைய குரலைக் கேட்டு கதவைத் திறந்தால், நான் உள்ளே வந்து அவருடன் உணவருந்துவேன், அவரும் என்னுடன் உணவருந்துவார்."},{"number":21,"verse":"நான் வெற்றியடைந்து என் பிதாவினுடைய அரியணையில் அவருடன் வீற்றிருப்பதுபோல, வெற்றி பெறுகின்றவர்களுக்கு என்னுடைய அரியணையில் என்னுடன் உட்காருவதற்கான உரிமையைக் கொடுப்பேன்."},{"number":22,"verse":"பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதை, கேட்பதற்குக் காதுள்ள எவனும் கேட்டுப் புரிந்துகொள்ளட்டும்.”"}]}