{"bibleAbbr":"msAB1996","bookName":"KIDUNG AGUNG","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"Aku bunga mawar di Saron, bunga bakung di lembah gunung."},{"number":2,"verse":"( Lelaki) Seperti bunga bakung antara semak berduri, demikianlah sayangku antara puteri."},{"number":3,"verse":"( Wanita) Bagaikan pokok epal antara pokok-pokok hutan, demikianlah sayangku antara kaum lelaki. Aku suka bernaung di bawahnya, buah-buahnya manis rasanya."},{"number":4,"verse":"Dia membawa aku ke dewan pesta, pandangannya padaku penuh cinta."},{"number":5,"verse":"Kuatkanlah aku dengan kismis, segarkanlah aku dengan epal, kerana aku sakit asmara."},{"number":6,"verse":"Tangan kirinya menopang kepalaku, tangan kanannya membelai aku."},{"number":7,"verse":"Berjanjilah, hai puteri-puteri Yerusalem, demi rusa dan kijang di padang bahawa kamu tidak akan mengganggu cinta kami."},{"number":8,"verse":"( Nyanyian Kedua) ( Wanita) Aku mendengar suara kekasihku. Dia lari kepadaku melalui bukit dan gunung."},{"number":9,"verse":"Kekasihku seperti kijang; dia seperti anak rusa. Di balik tembok dia berdiri, dengan matanya dia menatap, dan mengintip dari kisi-kisi tingkap."},{"number":10,"verse":"Kekasihku berkata-kata kepadaku. Marilah, hai sayangku, marilah jelitaku, marilah."},{"number":11,"verse":"( Lelaki) Musim sejuk sudah berlalu; hujan pun sudah berhenti."},{"number":12,"verse":"Bunga di padang sudah mekar. Inilah masanya untuk menyanyi; bunyi tekukur terdengar di padang."},{"number":13,"verse":"Buah ara mula masak; pokok anggur semerbak harum bunganya. Marilah, hai sayangku, marilah jelitaku, marilah."},{"number":14,"verse":"Engkau seperti burung merpati yang bersembunyi di celah-celah bukit batu. Biarlah kulihat wajahmu yang cantik itu, biarlah kudengar suaramu yang merdu."},{"number":15,"verse":"Tangkaplah rubah-rubah yang kecil itu, rubah yang merosakkan ladang anggur, kerana pokok anggur kita sedang berbunga."},{"number":16,"verse":"( Wanita) Kekasihku kepunyaanku, dan aku kepunyaannya. Dia menggembala dombanya di tengah-tengah bunga bakung"},{"number":17,"verse":"sehingga angin fajar bertiup dan kegelapan pun hilang. Kembalilah, hai sayangku, seperti kijang, seperti anak rusa di pergunungan Beter. ( pergunungan Beter; atau pergunungan yang berceranggah.)"}]}