{"bibleAbbr":"msAB1996","bookName":"KIDUNG AGUNG","bookEnglishName":"Song of Songs","chapterNumber":6,"verses":[{"number":1,"verse":"( Wanita-Wanita) Hai wanita yang paling jelita, ke manakah kekasihmu pergi? Katakanlah ke mana dia pergi, supaya kami dapat menolong kamu mencari dia."},{"number":2,"verse":"( Wanita) Kekasihku telah pergi ke tamannya, ke taman rempah-rempah untuk menggembala ternakannya di taman, sambil memetik bunga bakung."},{"number":3,"verse":"Kekasihku kepunyaanku, dan aku kepunyaannya; dia sedang menggembala ternakannya di tengah-tengah bunga bakung."},{"number":4,"verse":"( Nyanyian Kelima) ( Lelaki) Hai sayangku, engkau secantik kota Yerusalem, seindah kota Tirza. Engkau sangat mempesonakan seperti kota-kota yang besar itu."},{"number":5,"verse":"Palingkanlah wajahmu daripadaku, kerana pandanganmu membingungkan aku. Rambutmu seperti kawanan kambing yang menuruni bukit-bukit Gilead."},{"number":6,"verse":"Gigimu putih seperti kawanan domba yang baru dimandikan; berpasangan seperti anak domba kembar, tiada satu pun hilang."},{"number":7,"verse":"Pipimu seperti belahan buah delima, di balik tudungmu."},{"number":8,"verse":"Biarpun ada enam puluh orang permaisuri, dan lapan puluh orang gundik, dan gadis yang tidak terbilang,"},{"number":9,"verse":"namun aku mengasihi seorang sahaja, dan dia cantik seperti burung merpati; anak tunggal kesayangan ibunya. Semua gadis melihat dan memuji dia, permaisuri dan gundik kagum akan dia."},{"number":10,"verse":"Siapakah dia yang datang seperti fajar merekah? Dia seindah bulan purnama, secerah sang suria."},{"number":11,"verse":"Aku datang ke kebun badam untuk melihat tanaman muda di lembah, sama ada pokok anggur sudah bertunas, dan sama ada pokok delima sudah berbunga."},{"number":12,"verse":"Aku sangat merindukan cintamu, seperti aku rindu menaiki kereta kuda bersama-sama para bangsawan."},{"number":13,"verse":"( Wanita-Wanita) Menarilah, menarilah ( menarilah, menarilah; atau Kembalilah, kembalilah.) hai gadis Sulam. Biarlah kami melihat engkau menari. Mengapa kamu ingin melihat aku menari di tengah barisan penonton?"}]}