{"bibleAbbr":"RSV1971","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"Thus the heavens and the earth were finished, and all the host of them."},{"number":2,"verse":"And on the seventh day God finished his work which he had done, and he rested on the seventh day from all his work which he had done."},{"number":3,"verse":"So God blessed the seventh day and hallowed it, because on it God rested from all his work which he had done in creation."},{"number":4,"verse":"These are the generations of the heavens and the earth when they were created. Another Account of the Creation In the day that the LORD God made the earth and the heavens,"},{"number":5,"verse":"when no plant of the field was yet in the earth and no herb of the field had yet sprung up — for the LORD God had not caused it to rain upon the earth, and there was no man to till the ground;"},{"number":6,"verse":"but a mist (Or flood) went up from the earth and watered the whole face of the ground —"},{"number":7,"verse":"then the LORD God formed man of dust from the ground, and breathed into his nostrils the breath of life; and man became a living being."},{"number":8,"verse":"And the LORD God planted a garden in Eden, in the east; and there he put the man whom he had formed."},{"number":9,"verse":"And out of the ground the LORD God made to grow every tree that is pleasant to the sight and good for food, the tree of life also in the midst of the garden, and the tree of the knowledge of good and evil."},{"number":10,"verse":"A river flowed out of Eden to water the garden, and there it divided and became four rivers."},{"number":11,"verse":"The name of the first is Pishon; it is the one which flows around the whole land of Hav′ilah, where there is gold;"},{"number":12,"verse":"and the gold of that land is good; bdellium and onyx stone are there."},{"number":13,"verse":"The name of the second river is Gihon; it is the one which flows around the whole land of Cush."},{"number":14,"verse":"And the name of the third river is Tigris, which flows east of Assyria. And the fourth river is the Euphra′tes."},{"number":15,"verse":"The LORD God took the man and put him in the garden of Eden to till it and keep it."},{"number":16,"verse":"And the LORD God commanded the man, saying, “You may freely eat of every tree of the garden;"},{"number":17,"verse":"but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall die.”"},{"number":18,"verse":"Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.”"},{"number":19,"verse":"So out of the ground the LORD God formed every beast of the field and every bird of the air, and brought them to the man to see what he would call them; and whatever the man called every living creature, that was its name."},{"number":20,"verse":"The man gave names to all cattle, and to the birds of the air, and to every beast of the field; but for the man there was not found a helper fit for him."},{"number":21,"verse":"So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh;"},{"number":22,"verse":"and the rib which the LORD God had taken from the man he made into a woman and brought her to the man."},{"number":23,"verse":"Then the man said, “This at last is bone of my bones and flesh of my flesh; she shall be called Woman, (Heb ishshah) because she was taken out of Man.” (Heb ish)"},{"number":24,"verse":"Therefore a man leaves his father and his mother and cleaves to his wife, and they become one flesh."},{"number":25,"verse":"And the man and his wife were both naked, and were not ashamed."}]}