{"bibleAbbr":"RSV1971","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"The Command to Sacrifice Isaac After these things God tested Abraham, and said to him, “Abraham!” And he said, “Here am I.”"},{"number":2,"verse":"He said, “Take your son, your only son Isaac, whom you love, and go to the land of Mori′ah, and offer him there as a burnt offering upon one of the mountains of which I shall tell you.”"},{"number":3,"verse":"So Abraham rose early in the morning, saddled his ass, and took two of his young men with him, and his son Isaac; and he cut the wood for the burnt offering, and arose and went to the place of which God had told him."},{"number":4,"verse":"On the third day Abraham lifted up his eyes and saw the place afar off."},{"number":5,"verse":"Then Abraham said to his young men, “Stay here with the ass; I and the lad will go yonder and worship, and come again to you.”"},{"number":6,"verse":"And Abraham took the wood of the burnt offering, and laid it on Isaac his son; and he took in his hand the fire and the knife. So they went both of them together."},{"number":7,"verse":"And Isaac said to his father Abraham, “My father!” And he said, “Here am I, my son.” He said, “Behold, the fire and the wood; but where is the lamb for a burnt offering?”"},{"number":8,"verse":"Abraham said, “God will provide himself the lamb for a burnt offering, my son.” So they went both of them together."},{"number":9,"verse":"When they came to the place of which God had told him, Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar, upon the wood."},{"number":10,"verse":"Then Abraham put forth his hand, and took the knife to slay his son."},{"number":11,"verse":"But the angel of the LORD called to him from heaven, and said, “Abraham, Abraham!” And he said, “Here am I.”"},{"number":12,"verse":"He said, “Do not lay your hand on the lad or do anything to him; for now I know that you fear God, seeing you have not withheld your son, your only son, from me.”"},{"number":13,"verse":"And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns; and Abraham went and took the ram, and offered it up as a burnt offering instead of his son."},{"number":14,"verse":"So Abraham called the name of that place The LORD will provide; (Or see) as it is said to this day, “On the mount of the LORD it shall be provided.” (Or he will be seen)"},{"number":15,"verse":"And the angel of the LORD called to Abraham a second time from heaven,"},{"number":16,"verse":"and said, “By myself I have sworn, says the LORD, because you have done this, and have not withheld your son, your only son,"},{"number":17,"verse":"I will indeed bless you, and I will multiply your descendants as the stars of heaven and as the sand which is on the seashore. And your descendants shall possess the gate of their enemies,"},{"number":18,"verse":"and by your descendants shall all the nations of the earth bless themselves, because you have obeyed my voice.”"},{"number":19,"verse":"So Abraham returned to his young men, and they arose and went together to Beer-sheba; and Abraham dwelt at Beer-sheba."},{"number":20,"verse":"The Children of Nahor Now after these things it was told Abraham, “Behold, Milcah also has borne children to your brother Nahor:"},{"number":21,"verse":"Uz the first-born, Buz his brother, Kemu′el the father of Aram,"},{"number":22,"verse":"Chesed, Hazo, Pildash, Jidlaph, and Bethu′el.”"},{"number":23,"verse":"Bethu′el became the father of Rebekah. These eight Milcah bore to Nahor, Abraham’s brother."},{"number":24,"verse":"Moreover, his concubine, whose name was Reumah, bore Tebah, Gaham, Tahash, and Ma′acah."}]}