{"bibleAbbr":"RSV1971","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"(Abraham Marries Keturah) Abraham took another wife, whose name was Ketu′rah."},{"number":2,"verse":"She bore him Zimran, Jokshan, Medan, Mid′ian, Ishbak, and Shuah."},{"number":3,"verse":"Jokshan was the father of Sheba and Dedan. The sons of Dedan were Asshu′rim, Letu′shim, and Le-um′mim."},{"number":4,"verse":"The sons of Mid′ian were Ephah, Epher, Hanoch, Abi′da, and Elda′ah. All these were the children of Ketu′rah."},{"number":5,"verse":"Abraham gave all he had to Isaac."},{"number":6,"verse":"But to the sons of his concubines Abraham gave gifts, and while he was still living he sent them away from his son Isaac, eastward to the east country."},{"number":7,"verse":"(The Death of Abraham) These are the days of the years of Abraham’s life, a hundred and seventy-five years."},{"number":8,"verse":"Abraham breathed his last and died in a good old age, an old man and full of years, and was gathered to his people."},{"number":9,"verse":"Isaac and Ish′mael his sons buried him in the cave of Mach-pe′lah, in the field of Ephron the son of Zohar the Hittite, east of Mamre,"},{"number":10,"verse":"the field which Abraham purchased from the Hittites. There Abraham was buried, with Sarah his wife."},{"number":11,"verse":"After the death of Abraham God blessed Isaac his son. And Isaac dwelt at Beer-la′hai-roi."},{"number":12,"verse":"(Ishmael’s Descendants) These are the descendants of Ish′mael, Abraham’s son, whom Hagar the Egyptian, Sarah’s maid, bore to Abraham."},{"number":13,"verse":"These are the names of the sons of Ish′mael, named in the order of their birth: Neba′ioth, the first-born of Ish′mael; and Kedar, Adbeel, Mibsam,"},{"number":14,"verse":"Mishma, Dumah, Massa,"},{"number":15,"verse":"Hadad, Tema, Jetur, Naphish, and Ked′emah."},{"number":16,"verse":"These are the sons of Ish′mael and these are their names, by their villages and by their encampments, twelve princes according to their tribes."},{"number":17,"verse":"(These are the years of the life of Ish′mael, a hundred and thirty-seven years; he breathed his last and died, and was gathered to his kindred.)"},{"number":18,"verse":"They dwelt from Hav′ilah to Shur, which is opposite Egypt in the direction of Assyria; he settled (Heb fell) over against all his people."},{"number":19,"verse":"(The Birth and Youth of Esau and Jacob) These are the descendants of Isaac, Abraham’s son: Abraham was the father of Isaac,"},{"number":20,"verse":"and Isaac was forty years old when he took to wife Rebekah, the daughter of Bethu′el the Aramean of Paddan-aram, the sister of Laban the Aramean."},{"number":21,"verse":"And Isaac prayed to the LORD for his wife, because she was barren; and the LORD granted his prayer, and Rebekah his wife conceived."},{"number":22,"verse":"The children struggled together within her; and she said, “If it is thus, why do I live?” (Syr: Heb obscure) So she went to inquire of the LORD."},{"number":23,"verse":"And the LORD said to her, “Two nations are in your womb, and two peoples, born of you, shall be divided; the one shall be stronger than the other, the elder shall serve the younger.”"},{"number":24,"verse":"When her days to be delivered were fulfilled, behold, there were twins in her womb."},{"number":25,"verse":"The first came forth red, all his body like a hairy mantle; so they called his name Esau."},{"number":26,"verse":"Afterward his brother came forth, and his hand had taken hold of Esau’s heel; so his name was called Jacob. (That is He takes by the heel or He supplants) Isaac was sixty years old when she bore them."},{"number":27,"verse":"When the boys grew up, Esau was a skilful hunter, a man of the field, while Jacob was a quiet man, dwelling in tents."},{"number":28,"verse":"Isaac loved Esau, because he ate of his game; but Rebekah loved Jacob."},{"number":29,"verse":"(Esau Sells His Birthright) Once when Jacob was boiling pottage, Esau came in from the field, and he was famished."},{"number":30,"verse":"And Esau said to Jacob, “Let me eat some of that red pottage, for I am famished!” (Therefore his name was called Edom. (That is Red) )"},{"number":31,"verse":"Jacob said, “First sell me your birthright.”"},{"number":32,"verse":"Esau said, “I am about to die; of what use is a birthright to me?”"},{"number":33,"verse":"Jacob said, “Swear to me first.” (Heb today) So he swore to him, and sold his birthright to Jacob."},{"number":34,"verse":"Then Jacob gave Esau bread and pottage of lentils, and he ate and drank, and rose and went his way. Thus Esau despised his birthright."}]}