{"bibleAbbr":"RSV1971","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"The Covenant with Noah And God blessed Noah and his sons, and said to them, “Be fruitful and multiply, and fill the earth."},{"number":2,"verse":"The fear of you and the dread of you shall be upon every beast of the earth, and upon every bird of the air, upon everything that creeps on the ground and all the fish of the sea; into your hand they are delivered."},{"number":3,"verse":"Every moving thing that lives shall be food for you; and as I gave you the green plants, I give you everything."},{"number":4,"verse":"Only you shall not eat flesh with its life, that is, its blood."},{"number":5,"verse":"For your lifeblood I will surely require a reckoning; of every beast I will require it and of man; of every man’s brother I will require the life of man."},{"number":6,"verse":"Whoever sheds the blood of man, by man shall his blood be shed; for God made man in his own image."},{"number":7,"verse":"And you, be fruitful and multiply, bring forth abundantly on the earth and multiply in it.”"},{"number":8,"verse":"Then God said to Noah and to his sons with him,"},{"number":9,"verse":"“Behold, I establish my covenant with you and your descendants after you,"},{"number":10,"verse":"and with every living creature that is with you, the birds, the cattle, and every beast of the earth with you, as many as came out of the ark. (Gk: Heb repeats every beast of the earth)"},{"number":11,"verse":"I establish my covenant with you, that never again shall all flesh be cut off by the waters of a flood, and never again shall there be a flood to destroy the earth.”"},{"number":12,"verse":"And God said, “This is the sign of the covenant which I make between me and you and every living creature that is with you, for all future generations:"},{"number":13,"verse":"I set my bow in the cloud, and it shall be a sign of the covenant between me and the earth."},{"number":14,"verse":"When I bring clouds over the earth and the bow is seen in the clouds,"},{"number":15,"verse":"I will remember my covenant which is between me and you and every living creature of all flesh; and the waters shall never again become a flood to destroy all flesh."},{"number":16,"verse":"When the bow is in the clouds, I will look upon it and remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.”"},{"number":17,"verse":"God said to Noah, “This is the sign of the covenant which I have established between me and all flesh that is upon the earth.”"},{"number":18,"verse":"Noah and His Sons The sons of Noah who went forth from the ark were Shem, Ham, and Japheth. Ham was the father of Canaan."},{"number":19,"verse":"These three were the sons of Noah; and from these the whole earth was peopled."},{"number":20,"verse":"Noah was the first tiller of the soil. He planted a vineyard;"},{"number":21,"verse":"and he drank of the wine, and became drunk, and lay uncovered in his tent."},{"number":22,"verse":"And Ham, the father of Canaan, saw the nakedness of his father, and told his two brothers outside."},{"number":23,"verse":"Then Shem and Japheth took a garment, laid it upon both their shoulders, and walked backward and covered the nakedness of their father; their faces were turned away, and they did not see their father’s nakedness."},{"number":24,"verse":"When Noah awoke from his wine and knew what his youngest son had done to him,"},{"number":25,"verse":"he said, “Cursed be Canaan; a slave of slaves shall he be to his brothers.”"},{"number":26,"verse":"He also said, “Blessed by the LORD my God be Shem; (Or Blessed be the LORD, the God of Shem) and let Canaan be his slave."},{"number":27,"verse":"God enlarge Japheth, and let him dwell in the tents of Shem; and let Canaan be his slave.”"},{"number":28,"verse":"After the flood Noah lived three hundred and fifty years."},{"number":29,"verse":"All the days of Noah were nine hundred and fifty years; and he died."}]}