{"bibleAbbr":"NA28","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"Καὶ παράγων εἶδεν ἄνθρωπον τυφλὸν ἐκ γενετῆς ."},{"number":2,"verse":"καὶ ἠρώτησαν αὐτὸν οἱ μαθηταὶ αὐτοῦ λέγοντες· ῥαββί, τίς ἥμαρτεν, οὗτος ἢ οἱ γονεῖς αὐτοῦ, ἵνα τυφλὸς γεννηθῇ;"},{"number":3,"verse":"ἀπεκρίθη Ἰησοῦς· οὔτε οὗτος ἥμαρτεν οὔτε οἱ γονεῖς αὐτοῦ, ἀλλ᾽ ἵνα φανερωθῇ τὰ ἔργα τοῦ θεοῦ ἐν αὐτῷ."},{"number":4,"verse":"ἡμᾶς δεῖ ἐργάζεσθαι τὰ ἔργα τοῦ πέμψαντός με ἕως ἡμέρα ἐστίν· ἔρχεται νὺξ ὅτε οὐδεὶς δύναται ἐργάζεσθαι."},{"number":5,"verse":"ὅταν ἐν τῷ κόσμῳ ὦ, φῶς εἰμι τοῦ κόσμου."},{"number":6,"verse":"Ταῦτα εἰπὼν ἔπτυσεν χαμαὶ καὶ ἐποίησεν πηλὸν ἐκ τοῦ πτύσματος καὶ ἐπέχρισεν αὐτοῦ τὸν πηλὸν ἐπὶ τοὺς ὀφθαλμοὺς"},{"number":7,"verse":"καὶ εἶπεν αὐτῷ· ὕπαγε νίψαι εἰς τὴν κολυμβήθραν τοῦ Σιλωάμ (ὃ ἑρμηνεύεται ἀπεσταλμένος). ἀπῆλθεν οὖν καὶ ἐνίψατο καὶ ἦλθεν βλέπων."},{"number":8,"verse":"Οἱ οὖν γείτονες καὶ οἱ θεωροῦντες αὐτὸν τὸ πρότερον ὅτι προσαίτης ἦν ἔλεγον· οὐχ οὗτός ἐστιν ὁ καθήμενος καὶ προσαιτῶν;"},{"number":9,"verse":"ἄλλοι ἔλεγον ὅτι οὗτός ἐστιν, ἄλλοι ἔλεγον· οὐχί, ἀλλ᾽ ὅμοιος αὐτῷ ἐστιν. ἐκεῖνος ἔλεγεν ὅτι ἐγώ εἰμι."},{"number":10,"verse":"ἔλεγον οὖν αὐτῷ· πῶς οὖν ἠνεῴχθησάν σου οἱ ὀφθαλμοί;"},{"number":11,"verse":"ἀπεκρίθη ἐκεῖνος· ὁ ἄνθρωπος ὁ λεγόμενος Ἰησοῦς πηλὸν ἐποίησεν καὶ ἐπέχρισέν μου τοὺς ὀφθαλμοὺς καὶ εἶπέν μοι ὅτι ὕπαγε εἰς τὸν Σιλωὰμ καὶ νίψαι· ἀπελθὼν οὖν καὶ νιψάμενος ἀνέβλεψα."},{"number":12,"verse":"καὶ εἶπαν αὐτῷ· ποῦ ἐστιν ἐκεῖνος; λέγει· οὐκ οἶδα."},{"number":13,"verse":"Ἄγουσιν αὐτὸν πρὸς τοὺς Φαρισαίους τόν ποτε τυφλόν."},{"number":14,"verse":"ἦν δὲ σάββατον ἐν ᾗ ἡμέρᾳ τὸν πηλὸν ἐποίησεν ὁ Ἰησοῦς καὶ ἀνέῳξεν αὐτοῦ τοὺς ὀφθαλμούς."},{"number":15,"verse":"πάλιν οὖν ἠρώτων αὐτὸν καὶ οἱ Φαρισαῖοι πῶς ἀνέβλεψεν. ὁ δὲ εἶπεν αὐτοῖς· πηλὸν ἐπέθηκέν μου ἐπὶ τοὺς ὀφθαλμοὺς καὶ ἐνιψάμην καὶ βλέπω."},{"number":16,"verse":"ἔλεγον οὖν ἐκ τῶν Φαρισαίων τινές· οὐκ ἔστιν οὗτος παρὰ θεοῦ ὁ ἄνθρωπος, ὅτι τὸ σάββατον οὐ τηρεῖ. ἄλλοι δὲ ἔλεγον· πῶς δύναται ἄνθρωπος ἁμαρτωλὸς τοιαῦτα σημεῖα ποιεῖν; καὶ σχίσμα ἦν ἐν αὐτοῖς."},{"number":17,"verse":"λέγουσιν οὖν τῷ τυφλῷ πάλιν· τί σὺ λέγεις περὶ αὐτοῦ, ὅτι ἠνέῳξέν σου τοὺς ὀφθαλμούς; ὁ δὲ εἶπεν ὅτι προφήτης ἐστίν."},{"number":18,"verse":"Οὐκ ἐπίστευσαν οὖν οἱ Ἰουδαῖοι περὶ αὐτοῦ ὅτι ἦν τυφλὸς καὶ ἀνέβλεψεν ἕως ὅτου ἐφώνησαν τοὺς γονεῖς αὐτοῦ τοῦ ἀναβλέψαντος"},{"number":19,"verse":"καὶ ἠρώτησαν αὐτοὺς λέγοντες· οὗτός ἐστιν ὁ υἱὸς ὑμῶν, ὃν ὑμεῖς λέγετε ὅτι τυφλὸς ἐγεννήθη; πῶς οὖν βλέπει ἄρτι;"},{"number":20,"verse":"ἀπεκρίθησαν οὖν οἱ γονεῖς αὐτοῦ καὶ εἶπαν· οἴδαμεν ὅτι οὗτός ἐστιν ὁ υἱὸς ἡμῶν καὶ ὅτι τυφλὸς ἐγεννήθη·"},{"number":21,"verse":"πῶς δὲ νῦν βλέπει οὐκ οἴδαμεν, ἢ τίς ἤνοιξεν αὐτοῦ τοὺς ὀφθαλμοὺς ἡμεῖς οὐκ οἴδαμεν· αὐτὸν ἐρωτήσατε, ἡλικίαν ἔχει, αὐτὸς περὶ ἑαυτοῦ λαλήσει."},{"number":22,"verse":"ταῦτα εἶπαν οἱ γονεῖς αὐτοῦ ὅτι ἐφοβοῦντο τοὺς Ἰουδαίους· ἤδη γὰρ συνετέθειντο οἱ Ἰουδαῖοι ἵνα ἐάν τις αὐτὸν ὁμολογήσῃ χριστόν, ἀποσυνάγωγος γένηται."},{"number":23,"verse":"διὰ τοῦτο οἱ γονεῖς αὐτοῦ εἶπαν ὅτι ἡλικίαν ἔχει, αὐτὸν ἐπερωτήσατε."},{"number":24,"verse":"Ἐφώνησαν οὖν τὸν ἄνθρωπον ἐκ δευτέρου ὃς ἦν τυφλὸς καὶ εἶπαν αὐτῷ· δὸς δόξαν τῷ θεῷ· ἡμεῖς οἴδαμεν ὅτι οὗτος ὁ ἄνθρωπος ἁμαρτωλός ἐστιν."},{"number":25,"verse":"ἀπεκρίθη οὖν ἐκεῖνος· εἰ ἁμαρτωλός ἐστιν οὐκ οἶδα· ἓν οἶδα ὅτι τυφλὸς ὢν ἄρτι βλέπω."},{"number":26,"verse":"εἶπον οὖν αὐτῷ · τί ἐποίησέν σοι; πῶς ἤνοιξέν σου τοὺς ὀφθαλμούς;"},{"number":27,"verse":"ἀπεκρίθη αὐτοῖς· εἶπον ὑμῖν ἤδη καὶ οὐκ ἠκούσατε· τί πάλιν θέλετε ἀκούειν; μὴ καὶ ὑμεῖς θέλετε αὐτοῦ μαθηταὶ γενέσθαι;"},{"number":28,"verse":"καὶ ἐλοιδόρησαν αὐτὸν καὶ εἶπον· σὺ μαθητὴς εἶ ἐκείνου, ἡμεῖς δὲ τοῦ Μωϋσέως ἐσμὲν μαθηταί·"},{"number":29,"verse":"ἡμεῖς οἴδαμεν ὅτι Μωϋσεῖ λελάληκεν ὁ θεός , τοῦτον δὲ οὐκ οἴδαμεν πόθεν ἐστίν."},{"number":30,"verse":"ἀπεκρίθη ὁ ἄνθρωπος καὶ εἶπεν αὐτοῖς· ἐν τούτῳ γὰρ τὸ θαυμαστόν ἐστιν, ὅτι ὑμεῖς οὐκ οἴδατε πόθεν ἐστίν, καὶ ἤνοιξέν μου τοὺς ὀφθαλμούς."},{"number":31,"verse":"οἴδαμεν ὅτι ἁμαρτωλῶν ὁ θεὸς οὐκ ἀκούει, ἀλλ᾽ ἐάν τις θεοσεβὴς ᾖ καὶ τὸ θέλημα αὐτοῦ ποιῇ τούτου ἀκούει."},{"number":32,"verse":"ἐκ τοῦ αἰῶνος οὐκ ἠκούσθη ὅτι ἠνέῳξέν τις ὀφθαλμοὺς τυφλοῦ γεγεννημένου·"},{"number":33,"verse":"εἰ μὴ ἦν οὗτος παρὰ θεοῦ, οὐκ ἠδύνατο ποιεῖν οὐδέν."},{"number":34,"verse":"ἀπεκρίθησαν καὶ εἶπαν αὐτῷ· ἐν ἁμαρτίαις σὺ ἐγεννήθης ὅλος καὶ σὺ διδάσκεις ἡμᾶς; καὶ ἐξέβαλον αὐτὸν ἔξω."},{"number":35,"verse":"Ἤκουσεν Ἰησοῦς ὅτι ἐξέβαλον αὐτὸν ἔξω καὶ εὑρὼν αὐτὸν εἶπεν · σὺ πιστεύεις εἰς τὸν υἱὸν τοῦ ἀνθρώπου;"},{"number":36,"verse":"ἀπεκρίθη ἐκεῖνος καὶ εἶπεν· καὶ τίς ἐστιν, κύριε, ἵνα πιστεύσω εἰς αὐτόν;"},{"number":37,"verse":"εἶπεν αὐτῷ ὁ Ἰησοῦς· καὶ ἑώρακας αὐτὸν καὶ ὁ λαλῶν μετὰ σοῦ ἐκεῖνός ἐστιν."},{"number":38,"verse":"ὁ δὲ ἔφη· πιστεύω, κύριε· καὶ προσεκύνησεν αὐτῷ."},{"number":39,"verse":"Καὶ εἶπεν ὁ Ἰησοῦς· εἰς κρίμα ἐγὼ εἰς τὸν κόσμον τοῦτον ἦλθον, ἵνα οἱ μὴ βλέποντες βλέπωσιν καὶ οἱ βλέποντες τυφλοὶ γένωνται."},{"number":40,"verse":"ἤκουσαν ἐκ τῶν Φαρισαίων ταῦτα οἱ μετ᾽ αὐτοῦ ὄντες καὶ εἶπον αὐτῷ· μὴ καὶ ἡμεῖς τυφλοί ἐσμεν;"},{"number":41,"verse":"εἶπεν αὐτοῖς ὁ Ἰησοῦς· εἰ τυφλοὶ ἦτε, οὐκ ἂν εἴχετε ἁμαρτίαν· νῦν δὲ λέγετε ὅτι βλέπομεν, ἡ ἁμαρτία ὑμῶν μένει."}]}