{"bibleAbbr":"NCB2019","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"1 A great sign appeared in heaven: a woman clothed with the sun, with the moon beneath her feet, and a crown of twelve stars on her head."},{"number":2,"verse":"She was with child and about to give birth, crying aloud in the anguish of her labor."},{"number":3,"verse":"Then another sign appeared in heaven: a huge red dragon with seven heads and ten horns, and seven diadems crowning his heads."},{"number":4,"verse":"His tail swept away a third of the stars in the sky and hurled them to the earth. The dragon stood in front of the woman who was about to give birth, so that it might devour her child as soon as it was born."},{"number":5,"verse":"She gave birth to a son, a male child who is destined to rule all the nations with an iron rod. And her child was taken up directly to God and to his throne."},{"number":6,"verse":"The woman herself fled into the wilderness where she would be looked after for twelve hundred and sixty days[c] in a place prepared for her by God."},{"number":7,"verse":"Next, war broke out in heaven, with Michael[d] and his angels in combat against the dragon. The dragon and his angels fought back,"},{"number":8,"verse":"but they were defeated, and they lost their place in heaven."},{"number":9,"verse":"The great dragon—the ancient serpent who is called the devil, or Satan, the deceiver of the whole world—was hurled down to earth, and his angels were cast down with him."},{"number":10,"verse":"Then I heard a loud voice in heaven say: “Now have come the salvation and the power and the kingdom of our God and the authority of his Messiah. For the accuser[e] of our brethren has been cast out, the one who accused them day and night before our God."},{"number":11,"verse":"They have conquered him by the blood of the Lamb and by the word of their testimony; even in the face of death they did not cling to life."},{"number":12,"verse":"Therefore rejoice, you heavens, and you who dwell in them! But woe to you, earth and sea, because the devil has come down to you. He is filled with rage, for he knows that his time is short.”"},{"number":13,"verse":"When the dragon realized that he had been hurled down to earth, he pursued the woman who had given birth to the male child."},{"number":14,"verse":"But the woman was given the two wings of the great eagle so that she could fly away from the serpent into the wilderness, to the place where she was to be looked after for a year, two years, and a half year.[f]"},{"number":15,"verse":"Then from his mouth the serpent spewed out water like a river after the woman to sweep her away with the flood."},{"number":16,"verse":"However, the earth came to the rescue of the woman: it opened its mouth and swallowed the river spewed from the dragon’s mouth."},{"number":17,"verse":"Then the dragon became enraged at the woman and went off to wage war on the rest of her offspring, those who keep God’s commandments and bear witness to Jesus."}]}