{"bibleAbbr":"NCB2019","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"Then I saw an angel coming down from heaven, with the key to the abyss and a great chain in his hand."},{"number":2,"verse":"He seized the dragon, that ancient serpent, who is the devil, or Satan, and chained him up for a thousand years."},{"number":3,"verse":"He threw him into the abyss and locked and sealed it over him, so that he would not again deceive the nations until the thousand years were ended. After that he must be released, but only for a short time."},{"number":4,"verse":"Next, I saw thrones on which were seated those who had been given the authority to judge. I also saw the souls of those who had been beheaded for bearing witness to Jesus and the word of God. They had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They lived and reigned with Christ for a thousand years.[c]"},{"number":5,"verse":"The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection."},{"number":6,"verse":"Blessed[d] and holy are those who share in the first resurrection. The second death has no power over them. They will be priests of God and of Christ, and they will reign with him for a thousand years."},{"number":7,"verse":"When the thousand years are ended, Satan will be released from his prison"},{"number":8,"verse":"and will emerge to lead astray the nations in the four corners of the earth—Gog and Magog—in order to gather them for battle. They are as numerous as the sands of the sea.[e]"},{"number":9,"verse":"They marched across the breadth of the earth[f] and laid siege to the camp of the saints and the beloved city. However, fire came down from heaven and devoured them."},{"number":10,"verse":"The devil who had led them astray was thrown into the fiery lake of burning sulfur, where the beast and the false prophet had been flung to be tormented day and night forever and ever."},{"number":11,"verse":"Then I saw a great white throne, and the one who was seated upon it. The earth and the sky fled so far from his presence that they could no longer be found."},{"number":12,"verse":"And I saw the dead, great and small, standing before the throne, and the scrolls were opened. Then another scroll was opened, the book of life, and the dead were judged according to their deeds, as were recorded in the scrolls."},{"number":13,"verse":"The sea gave up all the dead who were in it, and Death and Hades gave up the dead that were in them. The dead were judged according to their deeds."},{"number":14,"verse":"Then Death and Hades were hurled into the fiery lake. This fiery lake is the second death.[i]"},{"number":15,"verse":"Anyone who was not found written in the book of life was thrown into the fiery lake."}]}