{"bibleAbbr":"NCB2019","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb[a]"},{"number":2,"verse":"down the middle of the street. On either side of the river was the tree of life[b] with its twelve crops of fruit, yielding fruit each month. The leaves of the trees are for the healing of the nations."},{"number":3,"verse":"Nothing accursed will be found there anymore. The throne of God and of the Lamb will be in it, and his servants will worship him."},{"number":4,"verse":"They will see his face,[c] and his name will be on their foreheads."},{"number":5,"verse":"And there will be no more night. They will have no need for light from a lamp or from the sun, for the Lord God will give them light, and they will reign[d] forever and ever."},{"number":6,"verse":"6 The angel said to me, “These words are trustworthy and true, for the Lord God who inspires the prophets has sent his angel to show his servants what soon must take place."},{"number":7,"verse":"“ ‘Behold, I am coming soon!’[f] Blessed is the one who observes the words of prophecy contained in this book.”"},{"number":8,"verse":"I, John, am the one who heard and saw these things. And when I had heard and seen them, I knelt at the feet of the angel who had shown them to me to worship him."},{"number":9,"verse":"However, he said to me, “You must not do that. I am a fellow servant of you and of your brethren the prophets and of those who observe the words of this book. Worship God!”"},{"number":10,"verse":"Then he said to me, “Do not seal up the words of prophecy that are in this book, for the time is near."},{"number":11,"verse":"Let the wicked persist in acting wickedly, and let the vile continue in their vileness, but let the righteous persevere in righteousness, and let the holy continue to be holy.”"},{"number":12,"verse":"“ ‘Behold, I am coming soon, and I will bring with me my reward to repay everyone as his deeds deserve."},{"number":13,"verse":"I am the Alpha and the Omega, the First and the Last, the Beginning and the End.’"},{"number":14,"verse":"“Blessed[h] are those who wash their robes clean so that they will be free to eat from the tree of life and may enter the city by the gates."},{"number":15,"verse":"Others must remain outside: the dogs,[i] the sorcerers, the sexually immoral, the murderers, the idolaters, and everyone who loves and practices deceit."},{"number":16,"verse":"“ ‘I, Jesus, sent my angel to you with this testimony for the churches. I am the Root and the Offspring of David,[k] the bright Morning Star.’ ”"},{"number":17,"verse":"The Spirit and the bride say, “Come!” Let each listener say, “Come!” Let everyone who thirsts come forward, and let the one who desires it receive the gift of life-giving water."},{"number":18,"verse":"I warn everyone who hears the words of prophecy in this book: if anyone adds to them, God will add to him the plagues written about in this book;"},{"number":19,"verse":"if anyone takes away from the words in this book of prophecy, God will take away his share in the tree of life and in the holy city, which are written about in this book."},{"number":20,"verse":"The one who gives this testimony says, “Yes, I am coming soon.” Amen. Come, Lord Jesus![l] The grace of the Lord Jesus be with you all."},{"number":21,"verse":"[Not avaiable in this version, check previous verse or next verse]"}]}