{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"וַיַּ֥עַן <WH6030> vai-Ya-'an answered אִיּ֗וֹב <WH347> i-Yov, And Job וַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":2,"verse":"אָ֭מְנָם <WH551> 'A-me-nom No doubt כִּ֣י <WH3588> ki then אַתֶּם־ <WH859> 'at-tem- you עָ֑ם <WH5971> 'Am; but ye [are] the people וְ֝עִמָּכֶ֗ם <WH5973> ve-'im-ma-Chem, with תָּמ֥וּת <WH4191> ta-Mut shall die חָכְמָֽה׃ <WH2451> choch-mah and wisdom"},{"number":3,"verse":"גַּם־ <WH1571> gam- But לִ֤י li לֵבָ֨ב׀ <WH3824> le-Vav I have understanding כְּֽמוֹכֶ֗ם <WH3644> ke-mo-Chem, to you yea who knoweth not such things לֹא־ <WH3808> lo- I am not נֹפֵ֣ל <WH5307> no-Fel as well as you I [am] not inferior אָנֹכִ֣י <WH595> 'a-no-Chi I מִכֶּ֑ם <WH4480> mik-Kem; does not וְאֶת־ <WH854> ve-'Et know מִי־ <WH4310> mi- and who אֵ֥ין <WH369> 'ein else כְּמוֹ־ <WH3644> ke-mov- such אֵֽלֶּה׃ <WH428> 'El-leh. another"},{"number":4,"verse":"שְׂחֹ֤ק <WH7814> se-Chok I am [as] one mocked לְרֵעֵ֨הוּ׀ <WH7453> le-re-'E-hu of his neighbour אֶֽהְיֶ֗ה <WH1961> 'eh-Yeh, I am קֹרֵ֣א <WH7121> ko-Re who calleth לֶ֭אֱלוֹהַּ <WH433> Le-'e-lo-ah upon God וַֽיַּעֲנֵ֑הוּ <WH6030> vai-ya-'a-Ne-hu; and he answereth שְׂ֝ח֗וֹק <WH7814> Chok, [man is] laughed to scorn צַדִּ֥יק <WH6662> tzad-Dik him the just תָּמִֽים׃ <WH8549> ta-Mim. upright"},{"number":5,"verse":"לַפִּ֣יד <WH3940> lap-Pid [is as] a lamp בּ֭וּז <WH937> buz despised לְעַשְׁתּ֣וּת <WH6248> le-'ash-Tut in the thought שַׁאֲנָ֑ן <WH7600> sha-'a-Nan; of him that is at ease נָ֝כ֗וֹן <WH3559> na-Chon, He that is ready לְמ֣וֹעֲדֵי <WH4571> le-Mo-'a-dei to slip רָֽגֶל׃ <WH7272> Ra-gel. with [his] feet"},{"number":6,"verse":"יִשְׁלָ֤יוּ <WH7951> yish-La-yu prosper אֹֽהָלִ֨ים׀ <WH168> 'o-ha-Lim The tabernacles לְשֹׁ֥דְדִ֗ים <WH7703> le-Sho-de-Dim, of robbers וּֽ֭בַטֻּחוֹת <WH987> U-vat-tu-chot are secure לְמַרְגִּ֣יזֵי <WH7264> le-mar-Gi-zei and they that provoke אֵ֑ל <WH410> 'El; God לַאֲשֶׁ֤ר <WH834> la-'a-Sher Whom הֵבִ֖יא <WH935> he-Vi bringeth אֱל֣וֹהַּ <WH433> e-Lo-ah God בְּיָדֽוֹ׃ <WH3027> be-ya-Do. into whose hand"},{"number":7,"verse":"וְֽאוּלָ֗ם <WH199> ve-'u-Lam, But שְׁאַל־ <WH7592> she-'al- ask נָ֣א <WH4994> na now בְהֵמ֣וֹת <WH929> ve-he-Mot now the beasts וְתֹרֶ֑ךָּ <WH3384> ve-to-Re-ka; and they shall teach וְע֥וֹף <WH5775> ve-'of thee and the fowls הַ֝שָּׁמַ֗יִם <WH8064> hash-sha-Ma-yim, of the air וְיַגֶּד־ <WH5046> ve-yag-ged- and they shall tell לָֽךְ׃ Lach."},{"number":8,"verse":"א֤וֹ <WH176> o Or שִׂ֣יחַ <WH7878> Si-ach Or speak לָאָ֣רֶץ <WH776> la-'A-retz to the earth וְתֹרֶ֑ךָּ <WH3384> ve-to-Re-ka; and it shall teach וִֽיסַפְּר֥וּ <WH5608> vi-sap-pe-Ru shall declare לְ֝ךָ֗ le-cha, דְּגֵ֣י <WH1709> de-Gei thee and the fishes הַיָּֽם׃ <WH3220> hai-Yam. of the sea"},{"number":9,"verse":"מִ֭י <WH4310> mi Who לֹא־ <WH3808> lo- does not יָדַ֣ע <WH3045> ya-Da' Who knoweth בְּכָל־ <WH3605> be-chol all אֵ֑לֶּה <WH428> 'El-leh; these כִּ֥י <WH3588> ki That יַד־ <WH3027> yad- not in all these that the hand יְ֝הוָה <WH3069> Yah-weh God עָ֣שְׂתָה <WH6213> 'A-se-tah hath wrought זֹּֽאת׃ <WH2063> Zot. In"},{"number":10,"verse":"אֲשֶׁ֣ר <WH834> 'a-Sher whose בְּ֭יָדוֹ <WH3027> be-ya-do In whose hand נֶ֣פֶשׁ <WH5315> Ne-fesh [is] the soul כָּל־ <WH3605> kol- of every חָ֑י <WH2416> Chai; of every living thing וְ֝ר֗וּחַ <WH7307> ve-Ru-ach, and the breath כָּל־ <WH3605> kol- of all בְּשַׂר־ <WH1320> be-sar- body אִֽישׁ׃ <WH376> 'Ish. he"},{"number":11,"verse":"הֲלֹא־ <WH3808> ha-lo- does not אֹ֭זֶן <WH241> 'O-zen Doth not the ear מִלִּ֣ין <WH4405> mil-Lin words תִּבְחָ֑ן <WH974> tiv-Chan; try וְ֝חֵ֗ךְ <WH2441> ve-Chech, as the palate אֹ֣כֶל <WH400> 'O-chel eating יִטְעַם־ <WH2938> yit-'am- taste לֽוֹ׃ lo."},{"number":12,"verse":"בִּֽישִׁישִׁ֥ים <WH3453> bi-shi-Shim With the ancient חָכְמָ֑ה <WH2451> choch-mah [is] wisdom וְאֹ֖רֶךְ <WH753> ve-'O-rech and in length יָמִ֣ים <WH3117> ya-Mim of days תְּבוּנָֽה׃ <WH8394> te-vu-Nah. understanding"},{"number":13,"verse":"עִ֭מּוֹ <WH5973> im-mo with חָכְמָ֣ה <WH2451> choch-mah With him [is] wisdom וּגְבוּרָ֑ה <WH1369> u-ge-vu-Rah; and strength ל֝֗וֹ lo, עֵצָ֥ה <WH6098> 'e-Tzah he hath counsel וּתְבוּנָֽה׃ <WH8394> u-te-vu-Nah. and understanding"},{"number":14,"verse":"הֵ֣ן <WH2005> hen Behold יַ֭הֲרוֹס <WH2040> Ya-ha-ros Behold he breaketh down וְלֹ֣א <WH3808> ve-Lo cannot יִבָּנֶ֑ה <WH1129> yib-ba-Neh; and it cannot be built again יִסְגֹּ֥ר <WH5462> yis-Gor he shutteth up עַל־ <WH5921> 'al- and אִ֝֗ישׁ <WH376> 'Ish, a man וְלֹ֣א <WH3808> ve-Lo can be no יִפָּתֵֽחַ׃ <WH6605> yip-pa-Te-ach. and there can be no opening"},{"number":15,"verse":"הֵ֤ן <WH2005> hen Behold יַעְצֹ֣ר <WH6113> ya'-Tzor Behold he withholdeth בַּמַּ֣יִם <WH4325> bam-Ma-yim the waters וְיִבָ֑שׁוּ <WH3001> ve-yi-Va-shu; and they dry up וִֽ֝ישַׁלְּחֵ֗ם <WH7971> vi-shal-le-Chem, also he sendeth them out וְיַ֖הַפְכוּ <WH2015> ve-Ya-haf-chu and they overturn אָֽרֶץ׃ <WH776> 'A-retz. the earth"},{"number":16,"verse":"עִ֭מּוֹ <WH5973> im-mo with עֹ֣ז <WH5797> 'oz With him [is] strength וְתֽוּשִׁיָּ֑ה <WH8454> ve-tu-shi-Yah; and wisdom ל֝֗וֹ lo, שֹׁגֵ֥ג <WH7683> sho-Geg the deceived וּמַשְׁגֶּֽה׃ <WH7686> u-mash-Geh. and the deceiver"},{"number":17,"verse":"מוֹלִ֣יךְ <WH1980> mo-Lich walk יוֹעֲצִ֣ים <WH3289> yo-'a-Tzim counsellors שׁוֹלָ֑ל <WH7758> sho-Lal; away spoiled וְֽשֹׁפְטִ֥ים <WH8199> ve-sho-fe-Tim and maketh the judges יְהוֹלֵֽל׃ <WH1984> ye-ho-Lel. fools"},{"number":18,"verse":"מוּסַ֣ר <WH4148> mu-Sar the bond מְלָכִ֣ים <WH4428> me-la-Chim of kings פִּתֵּ֑חַ <WH6605> pit-Te-ach; He looseth וַיֶּאְסֹ֥ר <WH631> vai-ye'-Sor and girdeth אֵ֝ז֗וֹר <WH232> e-Zor, with a girdle בְּמָתְנֵיהֶֽם׃ <WH4975> be-ma-te-nei-Hem. their loins"},{"number":19,"verse":"מוֹלִ֣יךְ <WH1980> mo-Lich walk כֹּהֲנִ֣ים <WH3548> ko-ha-Nim princes שׁוֹלָ֑ל <WH7758> sho-Lal; away spoiled וְאֵֽתָנִ֣ים <WH386> ve-'e-ta-Nim the mighty יְסַלֵּֽף׃ <WH5557> ye-sal-Lef. and overthroweth"},{"number":20,"verse":"מֵסִ֣יר <WH5493> me-Sir He removeth away שָׂ֭פָה <WH8193> fah the speech לְנֶאֱמָנִ֑ים <WH539> le-ne-'e-ma-Nim; of the trusty וְטַ֖עַם <WH2940> ve-Ta-'am the understanding זְקֵנִ֣ים <WH2205> ze-ke-Nim of the aged יִקָּֽח׃ <WH3947> yik-Kach. and taketh away"},{"number":21,"verse":"שׁוֹפֵ֣ךְ <WH8210> sho-Fech He poureth בּ֭וּז <WH937> buz contempt עַל־ <WH5921> 'al- on נְדִיבִ֑ים <WH5081> ne-di-Vim; upon princes וּמְזִ֖יחַ <WH4206> u-me-Zi-ach the strength אֲפִיקִ֣ים <WH650> 'a-fi-Kim of the mighty רִפָּֽה׃ <WH7503> rip-Pah. and weakeneth"},{"number":22,"verse":"מְגַלֶּ֣ה <WH1540> me-gal-Leh He discovereth עֲ֭מֻקוֹת <WH6013> 'A-mu-kot deep things מִנִּי־ <WH4480> min-ni- from חֹ֑שֶׁךְ <WH2822> Cho-shech; out of darkness וַיֹּצֵ֖א <WH3318> vai-yo-Tze and bringeth out לָא֣וֹר <WH216> la-'or to light צַלְמָֽוֶת׃ <WH6757> tzal-Ma-vet. the shadow of death"},{"number":23,"verse":"מַשְׂגִּ֣יא <WH7679> mas-Gi He increaseth לַ֭גּוֹיִם <WH1471> Lag-go-yim the nations וַֽיְאַבְּדֵ֑ם <WH6> vay-'ab-be-Dem; and destroyeth שֹׁטֵ֥חַ <WH7849> sho-Te-ach them he enlargeth לַ֝גּוֹיִ֗ם <WH1471> lag-go-Yim, the nations וַיַּנְחֵֽם׃ <WH5148> vai-yan-Chem. and straiteneth"},{"number":24,"verse":"מֵסִ֗יר <WH5493> me-Sir, He taketh away לֵ֭ב <WH3820> lev the heart רָאשֵׁ֣י <WH7218> ra-Shei of the chief עַם־ <WH5971> 'am- of the people הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth וַ֝יַּתְעֵ֗ם <WH8582> vai-yat-'Em, and causeth them to wander בְּתֹ֣הוּ <WH8414> be-To-hu in a wilderness לֹא־ <WH3808> lo- no דָֽרֶךְ׃ <WH1870> Da-rech. [where there is] no way"},{"number":25,"verse":"יְמַֽשְׁשׁוּ־ <WH4959> ye-mash-shu- They grope חֹ֥שֶׁךְ <WH2822> Cho-shech in the dark וְלֹא־ <WH3808> ve-lo- no א֑וֹר <WH216> or; without light וַ֝יַּתְעֵ֗ם <WH8582> vai-yat-'Em, and he maketh them to stagger כַּשִּׁכּֽוֹר׃ <WH7910> kash-shik-Kor. like [a] drunken"}]}