{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"וַיַּ֥עַן <WH6030> vai-Ya-'an answered אִיּ֗וֹב <WH347> i-Yov, Then Job וַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":2,"verse":"גַּם־ <WH1571> gam- Even הַ֭יּוֹם <WH3117> Hai-yom Even to day מְרִ֣י <WH4805> me-Ri bitter שִׂחִ֑י <WH7879> si-Chi; [is] my complaint יָ֝דִ֗י <WH3027> ya-Di, my stroke כָּבְדָ֥ה <WH3513> ka-ve-Dah is heavier עַל־ <WH5921> 'al- despite אַנְחָתִֽי׃ <WH585> 'an-cha-Ti. than my groaning"},{"number":3,"verse":"מִֽי־ <WH4310> mi- Oh יִתֵּ֣ן <WH5414> yit-Ten Oh that יָ֭דַעְתִּי <WH3045> Ya-da'-ti I knew וְאֶמְצָאֵ֑הוּ <WH4672> ve-'em-tza-'E-hu; where I might find אָ֝ב֗וֹא <WH935> a-Vo, him [that] I might come עַד־ <WH5704> 'ad- against תְּכוּנָתֽוֹ׃ <WH8499> te-chu-na-To. [even] to his seat"},{"number":4,"verse":"אֶעֶרְכָ֣ה <WH6186> 'e-'er-Chah I would order לְפָנָ֣יו <WH6440> le-fa-Nav before מִשְׁפָּ֑ט <WH4941> mish-Pat; [my] cause וּ֝פִ֗י <WH6310> u-Fi, my mouth אֲמַלֵּ֥א <WH4390> 'a-mal-Le him and fill תוֹכָחֽוֹת׃ <WH8433> to-cha-Chot. with arguments"},{"number":5,"verse":"אֵ֭דְעָה <WH3045> 'E-de-'ah I would know מִלִּ֣ים <WH4405> mil-Lim the words יַעֲנֵ֑נִי <WH6030> ya-'a-Ne-ni; [which] he would answer וְ֝אָבִ֗ינָה <WH995> ve-'a-Vi-nah, me and understand מַה־ <WH4100> mah- what יֹּ֥אמַר <WH559> Yo-mar what he would say לִֽי׃ Li."},{"number":6,"verse":"הַבְּרָב־ <WH7227> hab-be-rov- in abundance כֹּ֭חַ <WH3581> Ko-ach ability יָרִ֣יב <WH7378> ya-Riv Will he plead עִמָּדִ֑י <WH5978> 'im-ma-Di; against לֹ֥א <WH3808> lo not אַךְ־ <WH389> 'ach- surely ה֝֗וּא <WH1931> Hu, he יָשִׂ֥ם <WH7760> ya-Sim pay בִּֽי׃ Bi."},{"number":7,"verse":"שָׁ֗ם <WH8033> Sham, There יָ֭שָׁר <WH3477> Ya-shor There the righteous נוֹכָ֣ח <WH3198> no-Chach might dispute עִמּ֑וֹ <WH5973> im-Mo; and I וַאֲפַלְּטָ֥ה <WH6403> va-'a-fal-le-Tah with him so should I be delivered לָ֝נֶ֗צַח <WH5331> la-Ne-tzach, for ever מִשֹּׁפְטִֽי׃ <WH8199> mish-sho-fe-Ti. from my judge"},{"number":8,"verse":"הֵ֤ן <WH2005> hen Behold קֶ֣דֶם <WH6924> Ke-dem forward אֶהֱלֹ֣ךְ <WH1980> 'e-he-Loch Behold I go וְאֵינֶ֑נּוּ <WH369> ve-'ei-Nen-nu; else וְ֝אָח֗וֹר <WH268> ve-'a-Chor, but he [is] not [there] and backward וְֽלֹא־ <WH3808> ve-lo- cannot אָבִ֥ין <WH995> 'a-Vin but I cannot perceive לֽוֹ׃ lo."},{"number":9,"verse":"שְׂמֹ֣אול <WH8040> se-Mol On the left hand בַּעֲשֹׂת֣וֹ <WH6213> ba-'a-so-To where he doth work וְלֹא־ <WH3808> ve-lo- cannot אָ֑חַז <WH2372> 'A-chaz; but I cannot behold יַעְטֹ֥ף <WH5848> ya'-Tof [him] he hideth יָ֝מִ֗ין <WH3225> ya-Min, himself on the right hand וְלֹ֣א <WH3808> ve-Lo cannot אֶרְאֶֽה׃ <WH7200> 'er-'Eh. that I cannot see"},{"number":10,"verse":"כִּֽי־ <WH3588> ki- for יָ֭דַע <WH3045> Ya-da' But he knoweth דֶּ֣רֶךְ <WH1870> De-rech the way עִמָּדִ֑י <WH5978> 'im-ma-Di; that I take בְּ֝חָנַ֗נִי <WH974> be-cha-Na-ni, [when] he hath tried כַּזָּהָ֥ב <WH2091> kaz-za-Hav as gold אֵצֵֽא׃ <WH3318> 'e-Tze. me I shall come forth"},{"number":11,"verse":"בַּ֭אֲשֻׁרוֹ <WH838> ba-'a-shu-ro his steps אָחֲזָ֣ה <WH270> 'a-cha-Zah hath held רַגְלִ֑י <WH7272> rag-Li; My foot דַּרְכּ֖וֹ <WH1870> dar-Ko his way שָׁמַ֣רְתִּי <WH8104> sha-Mar-ti have I kept וְלֹא־ <WH3808> ve-lo- and not אָֽט׃ <WH5186> 'At. and not declined"},{"number":12,"verse":"מִצְוַ֣ת <WH4687> mitz-Vat from the commandment שְׂ֭פָתָיו <WH8193> fa-tav of his lips וְלֹ֣א <WH3808> ve-Lo have not אָמִ֑ישׁ <WH4185> 'a-Mish; Neither have I gone back מֵ֝חֻקִּ֗י <WH2706> me-chuk-Ki, more than my necessary צָפַ֥נְתִּי <WH6845> tza-Fan-ti I have esteemed אִמְרֵי־ <WH561> 'im-rei- the words פִֽיו׃ <WH6310> Fiv. of his mouth"},{"number":13,"verse":"וְה֣וּא <WH1931> ve-Hu He בְ֭אֶחָד <WH259> Ve-'e-chod But he [is] in one וּמִ֣י <WH4310> u-Mi and who יְשִׁיבֶ֑נּוּ <WH7725> ye-shi-Ven-nu; [mind] and who can turn וְנַפְשׁ֖וֹ <WH5315> ve-naf-Sho him;and [what] his soul אִוְּתָ֣ה <WH183> 'iv-ve-Tah desireth וַיָּֽעַשׂ׃ <WH6213> vai-Ya-'as. even [that] he doeth"},{"number":14,"verse":"כִּ֭י <WH3588> ki for יַשְׁלִ֣ים <WH7999> yash-Lim For he performeth חֻקִּ֑י <WH2706> chuk-Ki; [the thing that is] appointed וְכָהֵ֖נָּה <WH2007> ve-cha-Hen-nah such רַבּ֣וֹת <WH7227> rab-Bot for me and many עִמּֽוֹ׃ <WH5973> im-Mo. with"},{"number":15,"verse":"עַל־ <WH5921> 'al- and כֵּ֭ן <WH3651> ken at מִפָּנָ֣יו <WH6440> mip-pa-Nav at his presence אֶבָּהֵ֑ל <WH926> 'eb-ba-Hel; Therefore am I troubled אֶ֝תְבּוֹנֵ֗ן <WH995> et-bo-Nen, when I consider וְאֶפְחַ֥ד <WH6342> ve-'ef-Chad I am afraid מִמֶּֽנּוּ׃ <WH4480> mi-Men-nu. at"},{"number":16,"verse":"וְ֭אֵל <WH410> Ve-'el For God הֵרַ֣ךְ <WH7401> he-Rach soft לִבִּ֑י <WH3820> lib-Bi; maketh my heart וְ֝שַׁדַּ֗י <WH7706> ve-shad-Dai, and the Almighty הִבְהִילָֽנִי׃ <WH926> hiv-hi-La-ni. troubleth"},{"number":17,"verse":"כִּֽי־ <WH3588> ki- for לֹ֣א <WH3808> lo Nor נִ֭צְמַתִּי <WH6789> Nitz-mat-ti Because I was not cut off מִפְּנֵי־ <WH6440> mip-pe-nei- before חֹ֑שֶׁךְ <WH2822> Cho-shech; the darkness וּ֝מִפָּנַ֗י <WH6440> u-mip-pa-Nai, from my face כִּסָּה־ <WH3680> kis-sah- [neither] hath he covered אֹֽפֶל׃ <WH652> 'O-fel. the darkness"}]}