{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"אַחֲרֵי־ <WH310> 'a-cha-rei- After כֵ֗ן <WH3651> Chen, after that פָּתַ֤ח <WH6605> pa-Tach this opened אִיּוֹב֙ <WH347> 'i-yOv Job אֶת־ <WH853> 'et- פִּ֔יהוּ <WH6310> Pi-hu, his mouth וַיְקַלֵּ֖ל <WH7043> vay-kal-Lel and cursed אֶת־ <WH853> 'et- יוֹמֽוֹ׃ <WH3117> yo-Mo. his day פ Peh"},{"number":2,"verse":"וַיַּ֥עַן <WH6030> vai-Ya-'an spake אִיּ֗וֹב <WH347> i-Yov, And Job וַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":3,"verse":"יֹ֣אבַד <WH6> Yoad perish י֭וֹם <WH3117> Yom Let the day אִוָּ֣לֶד <WH3205> 'iv-Va-led wherein I was born בּ֑וֹ bo; וְהַלַּ֥יְלָה <WH3915> ve-hal-Lay-lah and the night אָ֝מַ֗ר <WH559> 'a-Mar, [in which] it was said הֹ֣רָה <WH2030> Ho-rah conceive גָֽבֶר׃ <WH1397> Ga-ver. There is a man child"},{"number":4,"verse":"הַיּ֥וֹם <WH3117> hai-Yom Let that day הַה֗וּא <WH1931> ha-Hu, he יְֽהִ֫י <WH1961> ye-Hi become חֹ֥שֶׁךְ <WH2822> Cho-shech be darkness אַֽל־ <WH408> 'al- Nor יִדְרְשֵׁ֣הוּ <WH1875> yid-re-She-hu regard אֱל֣וֹהַּ <WH433> e-Lo-ah let not God מִמָּ֑עַל <WH4605> mi-Ma-'al; it from above וְאַל־ <WH408> ve-'al- Nor תּוֹפַ֖ע <WH3313> to-Fa' shine עָלָ֣יו <WH5921> 'a-Lav and נְהָרָֽה׃ <WH5105> ne-ha-Rah. neither let the light"},{"number":5,"verse":"יִגְאָלֻ֡הוּ <WH1350> yig-'a-Lu-hu stain חֹ֣שֶׁךְ <WH2822> Cho-shech Let darkness וְ֭צַלְמָוֶת <WH6757> Ve-tzal-ma-vet and the shadow of death תִּשְׁכָּן־ <WH7931> tish-kon- dwell עָלָ֣יו <WH5921> 'a-Lav and עֲנָנָ֑ה <WH6053> 'a-na-Nah; it let a cloud יְ֝בַעֲתֻ֗הוּ <WH1204> ye-va-'a-Tu-hu, terrify כִּֽמְרִ֥ירֵי <WH3650> kim-Ri-rei upon it let the blackness יֽוֹם׃ <WH3117> Yom. of the day"},{"number":6,"verse":"הַלַּ֥יְלָה <WH3915> hal-Lay-lah As [for] that night הַהוּא֮ <WH1931> ha-Hu he יִקָּחֵ֪ה֫וּ <WH3947> yik-ka-Che-Hu seize אֹ֥פֶל <WH652> 'O-fel let darkness אַל־ <WH408> 'al- nay יִ֭חַדְּ <WH2302> Yi-chad upon it let it not be joined בִּימֵ֣י <WH3117> bi-Mei unto the days שָׁנָ֑ה <WH8141> sha-Nah; of the year בְּמִסְפַּ֥ר <WH4557> be-mis-Par into the number יְ֝רָחִ֗ים <WH3391> ye-ra-Chim, of the months אַל־ <WH408> 'al- nay יָבֹֽא׃ <WH935> ya-Vo. let it not come"},{"number":7,"verse":"הִנֵּ֤ה <WH2009> hin-Neh Behold הַלַּ֣יְלָה <WH3915> hal-Lay-lah Lo let that night הַ֭הוּא <WH1931> Ha-hu he יְהִ֣י <WH1961> ye-Hi become גַלְמ֑וּד <WH1565> gal-Mud; be solitary אַל־ <WH408> 'al- no תָּבֹ֖א <WH935> ta-Vo come רְנָנָ֣ה <WH7445> re-na-Nah let no joyful voice בֽוֹ׃ vo."},{"number":8,"verse":"יִקְּבֻ֥הוּ <WH5344> yik-ke-Vu-hu Let them curse אֹרְרֵי־ <WH779> 'o-re-rei- it that curse י֑וֹם <WH3117> Yom; the day הָ֝עֲתִידִ֗ים <WH6264> ha-'a-ti-Dim, who are ready עֹרֵ֥ר <WH5782> 'o-Rer to raise up לִוְיָתָֽן׃ <WH3882> liv-ya-Tan. their mourning"},{"number":9,"verse":"יֶחְשְׁכוּ֮ <WH2821> yech-she-Chu thereof be dark כּוֹכְבֵ֪י <WH3556> koch-Vei Let the stars נִ֫שְׁפּ֥וֹ <WH5399> nish-Po of the twilight יְקַו־ <WH6960> ye-kav- let it look לְא֥וֹר <WH216> le-'or for light וָאַ֑יִן <WH369> va-'A-yin; have וְאַל־ <WH408> ve-'al- not יִ֝רְאֶ֗ה <WH7200> yir-'Eh, but [have] none neither let it see בְּעַפְעַפֵּי־ <WH6079> be-'af-'ap-pei- the dawning שָֽׁחַר׃ <WH7837> Sha-char. of the day"},{"number":10,"verse":"כִּ֤י <WH3588> ki Because לֹ֣א <WH3808> lo did not סָ֭גַר <WH5462> Sa-gar Because it shut not up דַּלְתֵ֣י <WH1817> dal-Tei the doors בִטְנִ֑י <WH990> vit-Ni; of my [mother's] womb וַיַּסְתֵּ֥ר <WH5641> vai-yas-Ter nor hid עָ֝מָ֗ל <WH5999> 'a-Mal, sorrow מֵעֵינָֽי׃ <WH5869> me-'ei-Nai. from mine eyes"},{"number":11,"verse":"לָ֤מָּה <WH4100> Lam-mah Why לֹּ֣א <WH3808> lo at מֵרֶ֣חֶם <WH7358> me-Re-chem birth אָמ֑וּת <WH4191> 'a-Mut; Why died מִבֶּ֖טֶן <WH990> mib-Be-ten the womb יָצָ֣אתִי <WH3318> ya-Tza-ti when I came out וְאֶגְוָֽע׃ <WH1478> ve-'eg-Va'. die"},{"number":12,"verse":"מַ֭דּוּעַ <WH4069> Mad-du-a' Why קִדְּמ֣וּנִי <WH6923> kid-de-Mu-ni prevent בִרְכָּ֑יִם <WH1290> vir-Ka-yim; Why did the knees וּמַה־ <WH4100> u-ma-ho-Sha- and why שָּׁ֝דַ֗יִם <WH7699> Da-yim, me;or why the breasts כִּ֣י <WH3588> ki should אִינָֽק׃ <WH3243> 'i-Nak. that I should suck"},{"number":13,"verse":"כִּֽי־ <WH3588> ki- For עַ֭תָּה <WH6258> 'At-tah now שָׁכַ֣בְתִּי <WH7901> sha-Chav-ti For now should I have lain still וְאֶשְׁק֑וֹט <WH8252> ve-'esh-Kot; and been quiet יָ֝שַׁ֗נְתִּי <WH3462> ya-Shan-ti, I should have slept אָ֤ז׀ <WH227> 'az then יָנ֬וּחַֽ <WH5117> ya-Nu-ach then had I been at rest לִֽי׃ Li."},{"number":14,"verse":"עִם־ <WH5973> 'im- With מְ֭לָכִים <WH4428> Me-la-chim With kings וְיֹ֣עֲצֵי <WH3289> ve-Yo-'a-tzei and counsellors אָ֑רֶץ <WH776> 'A-retz; of the earth הַבֹּנִ֖ים <WH1129> hab-bo-Nim which built חֳרָב֣וֹת <WH2723> cho-ra-Vot desolate places לָֽמוֹ׃ la-mo."},{"number":15,"verse":"א֣וֹ <WH176> o Or עִם־ <WH5973> 'i-m-Sa- with שָׂ֭רִים <WH8269> rim Or with princes זָהָ֣ב <WH2091> za-Hav that had gold לָהֶ֑ם <WH1992> la-Hem; Who הַֽמְמַלְאִ֖ים <WH4390> ham-mal-'Im who filled בָּתֵּיהֶ֣ם <WH1004> bat-tei-Hem their houses כָּֽסֶף׃ <WH3701> Ka-sef. with silver"},{"number":16,"verse":"א֤וֹ <WH176> o Or כְנֵ֣פֶל <WH5309> che-Ne-fel untimely birth טָ֭מוּן <WH2934> Ta-mun Or as an hidden לֹ֣א <WH3808> lo never אֶהְיֶ֑ה <WH1961> 'eh-Yeh; not be As כְּ֝עֹלְלִ֗ים <WH5768> ke-'o-le-Lim, I had not been as infants לֹא־ <WH3808> lo- never רָ֥אוּ <WH7200> Ra-'u [which] never saw אֽוֹר׃ <WH216> or. light"},{"number":17,"verse":"שָׁ֣ם <WH8033> sham There רְ֭שָׁעִים <WH7563> Re-sha-'im There the wicked חָ֣דְלוּ <WH2308> Cha-de-lu cease רֹ֑גֶז <WH7267> Ro-gez; [from] troubling וְשָׁ֥ם <WH8033> ve-Sham and there יָ֝נ֗וּחוּ <WH5117> ya-Nu-chu, be at rest יְגִ֣יעֵי <WH3019> ye-Gi-'ei the weary כֹֽחַ׃ <WH3581> Cho-ach. ability"},{"number":18,"verse":"יַ֭חַד <WH3162> Ya-chad together אֲסִירִ֣ים <WH615> 'a-si-Rim [There] the prisoners שַׁאֲנָ֑נוּ <WH7599> sha-'a-Na-nu; rest לֹ֥א <WH3808> lo not שָׁ֝מְע֗וּ <WH8085> me-'U, they hear ק֣וֹל <WH6963> Kol not the voice נֹגֵֽשׂ׃ <WH5065> no-Ges. of the oppressor"},{"number":19,"verse":"קָטֹ֣ן <WH6996> ka-Ton The small וְ֭גָדוֹל <WH1419> Ve-ga-dol and great שָׁ֣ם <WH8033> sham are there ה֑וּא <WH1931> Hu; he וְ֝עֶ֗בֶד <WH5650> ve-'E-ved, are there and the servant חָפְשִׁ֥י <WH2670> cha-fe-Shi [is] free מֵאֲדֹנָֽיו׃ <WH113> me-'a-do-Nav. from his master"},{"number":20,"verse":"לָ֤מָּה <WH4100> Lam-mah Why יִתֵּ֣ן <WH5414> yit-Ten given לְעָמֵ֣ל <WH6001> le-'a-Mel to him that is in misery א֑וֹר <WH216> or; Wherefore is light וְ֝חַיִּ֗ים <WH2416> ve-chai-Yim, and life לְמָ֣רֵי <WH4751> le-Ma-rei unto the bitter נָֽפֶשׁ׃ <WH5315> Na-fesh. [in] soul"},{"number":21,"verse":"הַֽמְחַכִּ֣ים <WH2442> ham-chak-Kim Which long לַמָּ֣וֶת <WH4194> lam-Ma-vet for death וְאֵינֶ֑נּוּ <WH369> ve-'ei-Nen-nu; there וַֽ֝יַּחְפְּרֻ֗הוּ <WH2658> vai-yach-pe-Ru-hu, but it [cometh] not and dig מִמַּטְמוֹנִֽים׃ <WH4301> mi-mat-mo-Nim. for it more than for hid treasures"},{"number":22,"verse":"הַשְּׂמֵחִ֥ים <WH8055> has-se-me-Chim cheer up אֱלֵי־ <WH413> 'e-lei- about גִ֑יל <WH1524> Gil; exceedingly יָ֝שִׂ֗ישׂוּ <WH7797> ya-Si-su, [and] are glad כִּ֣י <WH3588> ki when יִמְצְאוּ־ <WH4672> yim-tze-'u- when they can find קָֽבֶר׃ <WH6913> Ka-ver. grave"},{"number":23,"verse":"לְ֭גֶבֶר <WH1397> Le-ge-ver [Why is light given] to a man אֲשֶׁר־ <WH834> 'a-Sher- whose דַּרְכּ֣וֹ <WH1870> dar-Ko whose way נִסְתָּ֑רָה <WH5641> nis-Ta-rah; is hid וַיָּ֖סֶךְ <WH5526> vai-Ya-sech hath hedged in אֱל֣וֹהַּ <WH433> e-Lo-ah and whom God בַּעֲדֽוֹ׃ <WH1157> ba-'a-Do. about"},{"number":24,"verse":"כִּֽי־ <WH3588> ki- at לִפְנֵ֣י <WH6440> lif-Nei before לַ֭חְמִי <WH3899> Lach-mi I eat אַנְחָתִ֣י <WH585> 'an-cha-Ti For my sighing תָבֹ֑א <WH935> ta-Vo; cometh וַֽיִּתְּכ֥וּ <WH5413> vai-yit-te-Chu are poured out כַ֝מַּ֗יִם <WH4325> cham-Ma-yim, like the waters שַׁאֲגֹתָֽי׃ <WH7581> sha-'a-go-Tai. and my roarings"},{"number":25,"verse":"כִּ֤י <WH3588> ki For פַ֣חַד <WH6343> Fa-chad For the thing which I greatly פָּ֭חַדְתִּי <WH6342> Pa-chad-ti feared וַיֶּאֱתָיֵ֑נִי <WH857> vai-ye-'e-ta-Ye-ni; is come וַאֲשֶׁ֥ר <WH834> va-'a-Sher and what יָ֝גֹ֗רְתִּי <WH3025> ya-Go-re-ti, upon me and that which I was afraid יָ֣בֹא <WH935> Ya-vo of is come לִֽי׃ Li."},{"number":26,"verse":"לֹ֤א <WH3808> lo nor שָׁלַ֨וְתִּי׀ <WH7951> sha-Lav-ti I was not in safety וְלֹ֖א <WH3808> ve-Lo nor שָׁקַ֥טְתִּי <WH8252> sha-Kat-ti neither had I rest וְֽלֹא־ <WH3808> ve-lo- nor נָ֗חְתִּי <WH5117> Na-che-ti, neither was I quiet וַיָּ֥בֹא <WH935> vai-Ya-vo came רֹֽגֶז׃ <WH7267> Ro-gez. yet trouble פ Peh"}]}