{"bibleAbbr":"teERV1997","bookName":"రోమీయులకు వ్రాసిన లేఖ","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"( అధికారులు) ప్రభుత్వాన్ని దేవుడే నియమించాడు కనుక ప్రతి ఒక్కడూ ప్రభుత్వం చెప్పినట్లు చెయ్యాలి. ప్రస్తుతమున్న ప్రభుత్వాన్ని కూడా దేవుడే నియమించాడు."},{"number":2,"verse":"అందువల్ల ప్రభుత్వాన్ని ఎదిరించిన వాడు దేవుని ఆజ్ఞను ఎదిరించిన వానితో సమానము. వాళ్ళు శిక్షననుభవించవలసి వస్తుంది."},{"number":3,"verse":"సక్రమంగా నడుచుకొనేవాళ్ళు పాలకులకు భయపడరు. తప్పు చేసినవాళ్ళకే ఆ భయం ఉంటుంది. ప్రభుత్వానికి భయపడకుండా ఉండాలంటే, సక్రమంగా నడుచుకోండి. అప్పుడు ప్రభుత్వం మిమ్మల్ని మెచ్చుకుంటుంది."},{"number":4,"verse":"మీ మంచి కోసం ప్రభుత్వ అధికారులు దేవుని సేవకులుగా పని చేస్తున్నారు. కాని మీరు తప్పు చేస్తే భయపడవలసిందే! వాళ్ళు ఖడ్గాన్ని వృథాగా ధరించరు. దేవుని సేవకులుగా వాళ్ళు తప్పు చేసినవాళ్ళను శిక్షించటానికి ఉన్నారు."},{"number":5,"verse":"అందువల్ల శిక్షింపబడుతారనే కాకుండా మీ అంతరాత్మల కోసం కూడా అధికారులు చెప్పినట్లు చెయ్యటం అవసరం."},{"number":6,"verse":"అధికారులు దేవుని సేవకులు. వాళ్ళు తమ కాలాన్నంతా దీని కోసమే ఉపయోగిస్తున్నారు. అందువల్లే మీరు పన్నులు చెల్లిస్తున్నారు."},{"number":7,"verse":"ఎవరికేది ఋణపడి ఉంటే అది వాళ్ళకివ్వండి. పన్నులు ఋణపడి ఉంటే పన్నుల్ని, సుంకాలు ఋణపడి ఉంటే సుంకాల్ని, మర్యాదను ఋణపడి ఉంటే మర్యాదను, గౌరవాన్ని ఋణపడి ఉంటే గౌరవాన్ని ఇవ్వండి."},{"number":8,"verse":"( ప్రేమ) తోటివాళ్ళను ప్రేమిస్తే ధర్మశాస్త్రాన్నంతా అనుసరించినట్లే కనుక ఇతర్లను ప్రేమించటం అనే ఋణంలో తప్ప మరే ఋణంలో పడకండి."},{"number":9,"verse":"“వ్యభిచారం చెయ్యరాదు; హత్య చెయ్యరాదు; దొంగతనం చెయ్యరాదు; ఇతర్లకు చెందిన వాటిని ఆశించరాదు” ( , .) అనే మొదలగు ఆజ్ఞలన్నీ, “నిన్ను నీవు ప్రేమించుకొన్నంతగా నీ పొరుగువాణ్ణి ప్రేమించు” అనే ఆజ్ఞలో మిళితమై ఉన్నాయి."},{"number":10,"verse":"ప్రేమ పొరుగు వానికి హాని కలిగించదు. కాబట్టి ధర్మశాస్త్రం సాధించాలి అనుకొన్నదాన్ని ప్రేమ సాధిస్తుంది."},{"number":11,"verse":"యేసు క్రీస్తును మనం నమ్మిన నాటి కంటే నేడు రక్షణ దగ్గరగా ఉంది కనుక ప్రస్తుత కాలాన్ని అర్థం చేసుకోండి. ఆ గడియ అప్పుడే వచ్చేసింది. కనుక నిద్రనుండి మేలుకోండి."},{"number":12,"verse":"రాత్రి గడిచిపోతోంది. అంతం కాని పగలు త్వరలోనే రాబోతోంది. అందువల్ల చీకట్లో చేసే పనుల్ని ఆపి, పగటి వేళ ధరించే ఆయుధాల్ని ధరించండి."},{"number":13,"verse":"పగటి వేళకు తగ్గట్టుగా మర్యాదగా మసలుకొండి. ఉగ్రత తాండవం చెయ్యకుండా, త్రాగి మత్తులు కాకుండా, వ్యభిచారం చెయ్యకుండా, నీతి లేని పనులు చెయ్యకుండా, కలహాలు, అసూయలు లేకుండా ప్రవర్తించండి."},{"number":14,"verse":"యేసు క్రీస్తు ప్రభువును వస్త్రంగా ధరించండి. శారీరక వాంఛల్ని ఏ విధంగా తృప్తి పరుచుకోవాలా అని ఆలోచించటం మానుకోండి."}]}