{"bibleAbbr":"KJV2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"And the LORD spoke unto Moses and to Aaron, saying unto them,"},{"number":2,"verse":"Speak unto the children of Israel, saying, These are the animals which you shall eat among all the animals that are on the earth."},{"number":3,"verse":"Whatsoever parts the hoof, and is cloven footed, and chews the cud, among the animals, that shall you eat."},{"number":4,"verse":"Nevertheless these shall you not eat of them that chew the cud, or of them that divide the hoof: as the camel, because it chews the cud, but divides not the hoof; it is unclean unto you."},{"number":5,"verse":"And the rock badger, because it chews the cud, but divides not the hoof; it is unclean unto you."},{"number":6,"verse":"And the hare, because it chews the cud, but divides not the hoof; it is unclean unto you."},{"number":7,"verse":"And the swine, though it divides the hoof, and is cloven footed, yet it chews not the cud; it is unclean to you."},{"number":8,"verse":"Of their flesh shall you not eat, and their carcass shall you not touch; they are unclean to you."},{"number":9,"verse":"These shall you eat of all that are in the waters: whatsoever has fins and scales in the waters, in the seas, and in the rivers, them shall you eat."},{"number":10,"verse":"And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:"},{"number":11,"verse":"They shall be even an abomination unto you; you shall not eat of their flesh, but you shall hold their carcasses in abomination."},{"number":12,"verse":"Whatsoever has no fins nor scales in the waters, that shall be an abomination unto you."},{"number":13,"verse":"And these are they which you shall hold in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the vulture, and the osprey,"},{"number":14,"verse":"And the kite, and the falcon after its kind;"},{"number":15,"verse":"Every raven after its kind;"},{"number":16,"verse":"And the ostrich, and the nighthawk, and the sea gull, and the hawk after its kind,"},{"number":17,"verse":"And the little owl, and the cormorant, and the great owl,"},{"number":18,"verse":"And the white owl, and the pelican, and the carrion vulture,"},{"number":19,"verse":"And the stork, the heron after its kind, and the hoopoe, and the bat."},{"number":20,"verse":"All winged insects that creep, going upon all fours, shall be an abomination unto you."},{"number":21,"verse":"Yet these may you eat of every winged insect that goes upon all fours, which have legs above their feet, to leap with upon the earth;"},{"number":22,"verse":"Even these of them you may eat; the locust after its kind, and the bald locust after its kind, and the cricket after its kind, and the grasshopper after its kind."},{"number":23,"verse":"But all other winged insects, which have four feet, shall be an abomination unto you."},{"number":24,"verse":"And for these you shall be unclean: whosoever touches the carcass of them shall be unclean until the evening."},{"number":25,"verse":"And whosoever bears any part of the carcass of them shall wash his clothes, and be unclean until the evening."},{"number":26,"verse":"The carcasses of every animal which divides the hoof, and is not cloven footed, nor chews the cud, are unclean unto you: every one that touches them shall be unclean."},{"number":27,"verse":"And whatsoever goes upon its paws, among all manner of animals that go on all fours, those are unclean unto you: whoever touches their carcass shall be unclean until the evening."},{"number":28,"verse":"And he that bears the carcass of them shall wash his clothes, and be unclean until the evening: they are unclean unto you."},{"number":29,"verse":"These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the great lizard after its kind,"},{"number":30,"verse":"And the gecko, and the monitor lizard, and the wall lizard, and the sand lizard, and the chameleon."},{"number":31,"verse":"These are unclean to you among all that creep: whosoever does touch them, when they are dead, shall be unclean until the evening."},{"number":32,"verse":"And upon whatsoever any of them, when they are dead, does fall, it shall be unclean; whether it be any vessel of wood, or clothing, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the evening; so it shall be cleansed."},{"number":33,"verse":"And every earthen vessel, into which any of them falls, whatsoever is in it shall be unclean; and you shall break it."},{"number":34,"verse":"Of all food which may be eaten, that on which such water comes shall be unclean: and all drink that may be drunk in every such vessel shall be unclean."},{"number":35,"verse":"And everything whereupon any part of their carcass falls shall be unclean; whether it be oven, or ranges for pots, they shall be broken: for they are unclean, and shall be unclean unto you."},{"number":36,"verse":"Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which touches their carcass shall be unclean."},{"number":37,"verse":"And if any part of their carcass fall upon any sowing seed which is to be sown, it shall be clean."},{"number":38,"verse":"But if any water be put upon the seed, and any part of their carcass fall thereon, it shall be unclean unto you."},{"number":39,"verse":"And if any animal, of which you may eat, dies; he that touches the carcass thereof shall be unclean until the evening."},{"number":40,"verse":"And he that eats of the carcass of it shall wash his clothes, and be unclean until the evening: he also that bears the carcass of it shall wash his clothes, and be unclean until the evening."},{"number":41,"verse":"And every creeping thing that creeps upon the earth shall be an abomination; it shall not be eaten."},{"number":42,"verse":"Whatsoever goes upon the belly, and whatsoever goes upon all fours, or whatsoever has many feet among all creeping things that creep upon the earth, them you shall not eat; for they are an abomination."},{"number":43,"verse":"You shall not make yourselves abominable with any creeping thing that creeps, neither shall you make yourselves unclean with them, that you should be defiled by them."},{"number":44,"verse":"For I am the LORD your God: you shall therefore sanctify yourselves, and you shall be holy; for I am holy: neither shall you defile yourselves with any manner of creeping thing that creeps upon the earth."},{"number":45,"verse":"For I am the LORD that brings you up out of the land of Egypt, to be your God: you shall therefore be holy, for I am holy."},{"number":46,"verse":"This is the law of the animals, and of the fowl, and of every living creature that moves in the waters, and of every creature that creeps upon the earth:"},{"number":47,"verse":"To make a difference between the unclean and the clean, and between the animal that may be eaten and the animal that may not be eaten."}]}