{"bibleAbbr":"KJV2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"And the LORD spoke unto Moses, saying,"},{"number":2,"verse":"Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, and that they profane not my holy name in those things which they hallow unto me: I am the LORD."},{"number":3,"verse":"Say unto them, Whosoever he be of all your descendants among your generations, that goes unto the holy things, which the children of Israel hallow unto the LORD, having uncleanness upon him, that soul shall be cut off from my presence: I am the LORD."},{"number":4,"verse":"Whatsoever man of the descendants of Aaron who is a leper, or has a discharge; he shall not eat of the holy things, until he is clean. And whoever touches any thing that is defiled by a dead body, or a man who has had an emission of semen;"},{"number":5,"verse":"Or whosoever touches any creeping thing, by which he may be made unclean, or a man by whom he may be made unclean, whatsoever his uncleanness may be;"},{"number":6,"verse":"The soul which has touched any such shall be unclean until evening, and shall not eat of the holy things, unless he washes his flesh with water."},{"number":7,"verse":"And when the sun is down, he shall be clean, and shall afterward eat of the holy things; because it is his food."},{"number":8,"verse":"That which dies of itself, or is torn by animals, he shall not eat to defile himself by it: I am the LORD."},{"number":9,"verse":"They shall therefore keep my ordinance, lest they bear sin for it, and die therefore, if they profane it: I the LORD do sanctify them."},{"number":10,"verse":"There shall no stranger eat of the holy thing: a sojourner of the priest, or a hired servant, shall not eat of the holy thing."},{"number":11,"verse":"But if the priest buys any person with his money, he shall eat of it, and he that is born in his house: they shall eat of his food."},{"number":12,"verse":"If the priest's daughter also be married unto a stranger, she may not eat of an offering of the holy things."},{"number":13,"verse":"But if the priest's daughter be a widow, or divorced, and have no child, and is returned unto her father's house, as in her youth, she shall eat of her father's food: but there shall no stranger eat of it."},{"number":14,"verse":"And if a man eat of a holy thing unwittingly, then he shall add the fifth part of it unto it, and shall give it unto the priest with the holy thing."},{"number":15,"verse":"And they shall not profane the holy things of the children of Israel, which they offer unto the LORD;"},{"number":16,"verse":"Or allow them to bear the iniquity of trespass, when they eat their holy offerings: for I the LORD do sanctify them."},{"number":17,"verse":"And the LORD spoke unto Moses, saying,"},{"number":18,"verse":"Speak unto Aaron, and to his sons, and unto all the children of Israel, and say unto them, Whosoever he be of the house of Israel, or of the strangers in Israel, that will offer his offering for all his vows, and for all his freewill offerings, which they will offer unto the LORD for a burnt offering;"},{"number":19,"verse":"You shall offer of your own free will a male without blemish, of the cattle, of the sheep, or of the goats."},{"number":20,"verse":"But whatsoever has a blemish, that shall you not offer: for it shall not be acceptable for you."},{"number":21,"verse":"And whosoever offers a sacrifice of peace offerings unto the LORD to accomplish his vow, or a freewill offering in cattle or sheep, it shall be perfect to be accepted; there shall be no blemish in it."},{"number":22,"verse":"Blind, or broken, or maimed, or having a discharge, or an itching disease, or scabs, you shall not offer these unto the LORD, nor make an offering by fire of them upon the altar unto the LORD."},{"number":23,"verse":"Either a bullock or a lamb that has any limb too long or too short, that may you offer for a freewill offering; but for a vow it shall not be accepted."},{"number":24,"verse":"You shall not offer unto the LORD that which is bruised, or crushed, or broken, or cut; neither shall you make any offering of it in your land."},{"number":25,"verse":"Neither any gotten from a stranger's hand shall you offer as the bread of your God of any of these; because their defect is in them, and blemishes are in them: they shall not be accepted for you."},{"number":26,"verse":"And the LORD spoke unto Moses, saying,"},{"number":27,"verse":"When a bullock, or a sheep, or a goat, is born, then it shall be seven days with the mother; and from the eighth day and thereafter it shall be accepted for an offering made by fire unto the LORD."},{"number":28,"verse":"And whether it be cow or ewe, you shall not kill both it and her young on the same day."},{"number":29,"verse":"And when you will offer a sacrifice of thanksgiving unto the LORD, offer it of your own will."},{"number":30,"verse":"On the same day it shall be eaten up; you shall leave none of it until morning: I am the LORD."},{"number":31,"verse":"Therefore shall you keep my commandments, and do them: I am the LORD."},{"number":32,"verse":"Neither shall you profane my holy name; but I will be hallowed among the children of Israel: I am the LORD who hallows you,"},{"number":33,"verse":"That brought you out of the land of Egypt, to be your God: I am the LORD."}]}