{"bibleAbbr":"KJV2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":23,"verses":[{"number":1,"verse":"And the LORD spoke unto Moses, saying,"},{"number":2,"verse":"Speak unto the children of Israel, and say unto them, Concerning the feasts of the LORD, which you shall proclaim to be holy convocations, even these are my feasts."},{"number":3,"verse":"Six days shall work be done: but the seventh day is the sabbath of rest, a holy convocation; you shall do no work on it: it is the sabbath of the LORD in all your dwellings."},{"number":4,"verse":"These are the feasts of the LORD, even holy convocations, which you shall proclaim in their appointed times."},{"number":5,"verse":"In the fourteenth day of the first month at evening is the LORD's passover."},{"number":6,"verse":"And on the fifteenth day of the same month is the feast of unleavened bread unto the LORD: seven days you must eat unleavened bread."},{"number":7,"verse":"In the first day you shall have a holy convocation: you shall do no regular work on it."},{"number":8,"verse":"But you shall offer an offering made by fire unto the LORD seven days: in the seventh day is a holy convocation: you shall do no regular work on it."},{"number":9,"verse":"And the LORD spoke unto Moses, saying,"},{"number":10,"verse":"Speak unto the children of Israel, and say unto them, When you are come into the land which I give unto you, and shall reap the harvest thereof, then you shall bring a sheaf of the first fruits of your harvest unto the priest:"},{"number":11,"verse":"And he shall wave the sheaf before the LORD, to be accepted for you: the next day after the sabbath the priest shall wave it."},{"number":12,"verse":"And you shall offer that day when you wave the sheaf a male lamb without blemish of the first year for a burnt offering unto the LORD."},{"number":13,"verse":"And the grain offering thereof shall be two-tenths of an ephah of fine flour mixed with oil, an offering made by fire unto the LORD for a sweet aroma: and the drink offering thereof shall be of wine, the fourth part of a hin."},{"number":14,"verse":"And you shall eat neither bread, nor parched grain, nor fresh grain, until the same day that you have brought an offering unto your God: it shall be a statute forever throughout your generations in all your dwellings."},{"number":15,"verse":"And you shall count unto you from the day after the sabbath, from the day that you brought the sheaf of the wave offering; seven sabbaths shall be completed:"},{"number":16,"verse":"Even unto the day after the seventh sabbath shall you number fifty days; and you shall offer a new grain offering unto the LORD."},{"number":17,"verse":"You shall bring out of your dwellings two wave loaves of two-tenths of an ephah: they shall be of fine flour; they shall be baked with leaven; they are the first fruits unto the LORD."},{"number":18,"verse":"And you shall offer with the bread seven lambs without blemish of the first year, and one young bullock, and two rams: they shall be for a burnt offering unto the LORD, with their grain offering, and their drink offerings, even an offering made by fire, of sweet aroma unto the LORD."},{"number":19,"verse":"Then you shall sacrifice one kid of the goats for a sin offering, and two lambs of the first year for a sacrifice of peace offerings."},{"number":20,"verse":"And the priest shall wave them with the bread of the first fruits for a wave offering before the LORD with the two lambs: they shall be holy to the LORD for the priest."},{"number":21,"verse":"And you shall proclaim on the same day, that it may be a holy convocation unto you: you shall do no regular work on it: it shall be a statute forever in all your dwellings throughout your generations."},{"number":22,"verse":"And when you reap the harvest of your land, you shall not completely reap the corners of your field when you reap, neither shall you gather any gleaning of your harvest: you shall leave them unto the poor, and to the stranger: I am the LORD your God."},{"number":23,"verse":"And the LORD spoke unto Moses, saying,"},{"number":24,"verse":"Speak unto the children of Israel, saying, In the seventh month, in the first day of the month, shall you have a sabbath, a memorial of blowing of trumpets, a holy convocation."},{"number":25,"verse":"You shall do no regular work on it: but you shall offer an offering made by fire unto the LORD."},{"number":26,"verse":"And the LORD spoke unto Moses, saying,"},{"number":27,"verse":"Also on the tenth day of this seventh month there shall be a day of atonement: it shall be a holy convocation unto you; and you shall humble yourselves, and offer an offering made by fire unto the LORD."},{"number":28,"verse":"And you shall do no work in that same day: for it is a day of atonement, to make an atonement for you before the LORD your God."},{"number":29,"verse":"For whatsoever soul it be that shall not be humbled in that same day, he shall be cut off from among his people."},{"number":30,"verse":"And whatsoever soul it be that does any work in that same day, the same soul will I destroy from among his people."},{"number":31,"verse":"You shall do no manner of work: it shall be a statute forever throughout your generations in all your dwellings."},{"number":32,"verse":"It shall be unto you a sabbath of rest, and you shall humble yourselves: in the ninth day of the month at evening, from evening unto evening, shall you celebrate your sabbath."},{"number":33,"verse":"And the LORD spoke unto Moses, saying,"},{"number":34,"verse":"Speak unto the children of Israel, saying, The fifteenth day of this seventh month shall be the feast of tabernacles for seven days unto the LORD."},{"number":35,"verse":"On the first day shall be a holy convocation: you shall do no regular work on it."},{"number":36,"verse":"Seven days you shall offer an offering made by fire unto the LORD: on the eighth day shall be a holy convocation unto you; and you shall offer an offering made by fire unto the LORD: it is a solemn assembly; and you shall do no regular work on it."},{"number":37,"verse":"These are the feasts of the LORD, which you shall proclaim to be holy convocations, to offer an offering made by fire unto the LORD, a burnt offering, and a grain offering, a sacrifice, and drink offerings, everything on its day:"},{"number":38,"verse":"Besides the sabbaths of the LORD, and besides your gifts, and besides all your vows, and besides all your freewill offerings, which you give unto the LORD."},{"number":39,"verse":"Also in the fifteenth day of the seventh month, when you have gathered in the fruit of the land, you shall keep a feast unto the LORD seven days: on the first day shall be a sabbath, and on the eighth day shall be a sabbath."},{"number":40,"verse":"And you shall take on the first day the fruit of choice trees, branches of palm trees, and the boughs of leafy trees, and willows of the brook; and you shall rejoice before the LORD your God seven days."},{"number":41,"verse":"And you shall keep it as a feast unto the LORD seven days in the year. It shall be a statute forever in your generations: you shall celebrate it in the seventh month."},{"number":42,"verse":"You shall dwell in booths seven days; all that are born Israelites shall dwell in booths:"},{"number":43,"verse":"That your generations may know that I made the children of Israel to dwell in booths, when I brought them out of the land of Egypt: I am the LORD your God."},{"number":44,"verse":"And Moses declared unto the children of Israel the feasts of the LORD."}]}