{"bibleAbbr":"KJV1611","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"The burden of the word of ye Lord to Israel by Malachi."},{"number":2,"verse":"I haue loued you, sayth the Lord: yet yee say, Wherein hast thou loued vs? was not Esau Iacobs brother, sayth the Lord ? yet I loued Iacob,"},{"number":3,"verse":"And I hated Esau, and layde his mountaines, and his heritage waste, for the dragons of the wildernesse."},{"number":4,"verse":"Whereas Edom sayth, Wee are impouerished, but we will returne and build the desolate places; Thus sayth the Lord of hostes, They shal build, but I will throw downe; and they shal call them, The border of wickednesse, & the people against whom the Lord hath indignation for euer."},{"number":5,"verse":"And your eyes shall see, and yee shall say; The Lord will be magnified from the border of Israel."},{"number":6,"verse":"A sonne honoureth his father, and a seruant his Master. If then I be a father, where is mine honour? and if I be a Master, where is my feare, saith the Lord of hostes, vnto you O priests, that despise my name? and yee say, Wherein haue we despised thy name?"},{"number":7,"verse":"Yee offer polluted bread vpon mine altar; and yee say, Wherein haue we polluted thee? In that yee say, The table of the Lord is contemptible."},{"number":8,"verse":"And if hee offer the blind for sacrifice, is it not euill? and if yee offer the lame and sicke, is it not euill? offer it now vnto thy gouernour: will he be pleased with thee, or accept thy person, saith the Lord of hostes?"},{"number":9,"verse":"And now I pray you, beseech God, that hee will be gracious vnto vs: this hath beene by your meanes: will he regard your persons, saith the Lord of hostes?"},{"number":10,"verse":"Who is there euen among you that would shut the doores for nought? neither doe yee kindle fire on mine altar for nought. I haue no pleasure in you, saith the Lord of hostes, neither will I accept an offring at your hand."},{"number":11,"verse":"For from the rising of the Sunne, euen vnto the going downe of the same my name shall be great among the Gentiles, and in euery place incense shall be offered vnto my name, and a pure offring: for my name shall be great among the heathen, saith the Lord of hostes."},{"number":12,"verse":"But yee haue prophaned it, in that yee say; The table of the Lord is polluted, and the fruite thereof, euen his meate, is contemptible."},{"number":13,"verse":"Yee said also; Behold what a wearinesse is it, and yee haue snuffed at it, saith the Lord of hostes, and yee brought that which was torne, and the lame, and the sicke: thus yee brought an offring: should I accept this of your hand, saith the Lord ?"},{"number":14,"verse":"But cursed be the deceiuer, which hath in his flocke a male, and voweth and sacrificeth vnto the Lord a corrupt thing: for I am a great King, saith the Lord of hostes, and my name is dreadfull among the heathen."}]}