{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"This is the booke of the generation of Iesus Christ, the sonne of Dauid, the sonne of Abraham."},{"number":2,"verse":"Abraham begat Isaac, Isaac begat Iacob, Iacob begat Iudas, and his brethren."},{"number":3,"verse":"Iudas begat Phares, and Zara of Thamar, Phares begat Esrom, Esrom begat Aram."},{"number":4,"verse":"Aram begat Aminadab, Aminadab begat Naasson, Naasson begat Salmon."},{"number":5,"verse":"Salmon begat Boos, of Rachab, Boos begat Obed of Ruth, Obed begat Iesse."},{"number":6,"verse":"Iesse begat Dauid the kyng, Dauid the kyng begat Solomon, of her that was the wyfe of Urie."},{"number":7,"verse":"Solomon begat Roboam, Roboam begat Abia, Abia begat Asa."},{"number":8,"verse":"Asa begat Iosaphat, Iosaphat begat Ioram, Ioram begat Ozias."},{"number":9,"verse":"Ozias begat Ioatham, Ioatham begat Achas, Achas begat Ezekias."},{"number":10,"verse":"Ezekias begat Manasses, Manasses begat Amon, Amon begat Iosias."},{"number":11,"verse":"Iosias begat Iacim, Iacim begat Iechonias and his brethren, about the tyme they were caryed away to Babylon."},{"number":12,"verse":"And, after they were brought to Babylon, Iechonias begat Salathiel, Salathiel begat Zorobabel."},{"number":13,"verse":"Zorobabel begat Abiud, Abiud begat Eliakim, Eliakim begat Azor."},{"number":14,"verse":"Azor begat Sadoc, Sadoc begat Achen, Achen begat Eliud."},{"number":15,"verse":"Eliud begat Eleazar, Eleazar begat Matthan, Matthan begat Iacob."},{"number":16,"verse":"Iacob begat Ioseph, the husband of Marie, of who was borne Iesus, that is called Christe."},{"number":17,"verse":"And so, all the generations from Abraham to Dauid, are fourteene generations: and from Dauid vntyll the carying away into Babylo, are fourteene generations: and fro the carying away into Babylon vnto Christe, are fourteene generations."},{"number":18,"verse":"The birth of Iesus Christe was on this wise. When as his mother Marie was betrouthed to Ioseph (before they came together) she was founde with chylde of the holy ghost."},{"number":19,"verse":"Then Ioseph her husbande, beyng a ryghteous man, and not wyllyng to make her a publique example, was mynded priuily to put her away."},{"number":20,"verse":"But whyle he thought these thinges, beholde, the Angell of the Lord appeared vnto hym in a dreame, saying: Ioseph, thou sonne of Dauid, feare not to take [vnto thee] Marie thy wife, for that which is conceaued in her, is of the holy ghost."},{"number":21,"verse":"She shall bryng foorth a sonne, and thou shalt call his name Iesus: for he shall saue his people from their sinnes."},{"number":22,"verse":"(All this was done, that it myght be fulfilled, which was spoken of the lorde by the prophete, saying:"},{"number":23,"verse":"Behold, a virgin shalbe with childe, and shall bryng foorth a sonne, and they shall call his name Emmanuel, whiche is by interpretation, God with vs.)"},{"number":24,"verse":"Then Ioseph, being raysed fro slepe, dyd as the Angel of the Lorde had bidden hym, and he toke his wyfe:"},{"number":25,"verse":"And knewe her not, tyll she hadde brought foorth her first borne sonne, & called his name Iesus."}]}