{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":13,"verses":[{"number":1,"verse":"The same day, went Iesus out of the house, & sate by the sea syde."},{"number":2,"verse":"And great multitudes were gathered together vnto hym, so greatly that he went and sate in a shippe, and the whole multitude stoode on the shore."},{"number":3,"verse":"And he spake many thynges to them in parables, saying: Beholde, the sower went foorth to sowe."},{"number":4,"verse":"And when he sowed, some seedes fell by the wayes side, and the fowles came, and deuoured them vp."},{"number":5,"verse":"Some fell vpon stony places, where they had not much earth, and anone they sprong vp, because they had no depenesse of earth."},{"number":6,"verse":"And when the sonne was vp, they caught heate, and because they had not roote, they wythered away."},{"number":7,"verse":"Agayne, some fell among thornes, and the thornes sprong vp and choked them."},{"number":8,"verse":"But some fell into good grounde, and brought foorth fruite, some an hundred folde, some sixtie folde, some thirtie folde."},{"number":9,"verse":"Who hath eares to heare, let hym heare."},{"number":10,"verse":"And the disciples came, and sayde vnto hym: Why speakest thou to them by parables?"},{"number":11,"verse":"He aunswered and sayde vnto them: because it is geuen vnto you, to knowe the secretes of the kyngdome of heauen, but to them, it is not geuen."},{"number":12,"verse":"For whosoeuer hath, to hym shalbe geuen, and he shall haue more aboundaunce: But whosoeuer hath not, from hym shalbe taken away, euen that he hath."},{"number":13,"verse":"Therfore speake I to them in parables: because they seeyng, see not: and hearyng, they heare not: neither do they vnderstande."},{"number":14,"verse":"And in them is fulfylled the prophesie of Esaias, saying: by hearyng ye shall heare, and shall not vnderstande, and seeyng, ye shall see, & shall not perceaue."},{"number":15,"verse":"For this peoples heart is waxed grosse, and their eares are dull of hearyng, and their eyes haue they closed: lest at any tyme they shoulde see with their eyes, and heare with their eares, and shoulde vnderstande with their heart, & shoulde conuert, that I myght heale them."},{"number":16,"verse":"But blessed are your eyes, for they see: and your eares, for they heare."},{"number":17,"verse":"Ueryly I say vnto you, that many prophetes and ryghteous men haue desired to see those thynges which ye see, and haue not seene: and to heare those thynges which ye heare, and haue not hearde."},{"number":18,"verse":"Heare ye therfore the similitude of the sower."},{"number":19,"verse":"When one heareth the worde of the kyngdome, and vnderstandeth it not, then commeth that euyll, and catcheth away that which was sowen in his heart: this is he, which receaued seede by the way syde."},{"number":20,"verse":"But he that receaued the seede into stony places, the same is he that heareth the worde, and anone with ioy, receaueth it:"},{"number":21,"verse":"Yet hath he not roote in hym selfe, but dureth for a season: for when tribulation or persecution aryseth because of the worde, by and by he is offended."},{"number":22,"verse":"He also that receaued seede into the thornes, is he that heareth the worde: and the care of this worlde, and the disceiptfulnes of ryches, choke vp the worde, and so is he made vnfruitfull."},{"number":23,"verse":"But he that receaued seede into the good grounde, is he that heareth the worde, and vnderstandeth it, which also beareth fruite: and bryngeth foorth, some an hundred folde, some sixtie folde, some thirtie folde."},{"number":24,"verse":"Another parable put he foorth vnto them, saying: The kyngdome of heauen is likened vnto a man, which sowed good seede in his fielde."},{"number":25,"verse":"But whyle men slept, his enemye came & sowed tares among the wheate, and went his way."},{"number":26,"verse":"But when the blade was sprong vp, and had brought foorth fruite, then appeared the tares also."},{"number":27,"verse":"So, the seruauntes of the housholder came, and sayde vnto hym. Sir, diddest not thou sowe good seede in thy fielde? from whence then hath it tares?"},{"number":28,"verse":"He sayde vnto them: the malicious man hath done this. The seruauntes sayde vnto hym: wylt thou then that we go, and gather them vp?"},{"number":29,"verse":"But he sayde, nay: lest whyle ye gather vp the tares, ye rote vp also the wheate with them."},{"number":30,"verse":"Let both growe together vntyll the haruest: & in tyme of haruest, I wyl say to the reapers, gather ye together first the tares, and bynde them in bundels to burne them: but carrie the wheate into my barne."},{"number":31,"verse":"Another parable put he foorth vnto them, saying. The kyngdome of heauen is like to a grayne of mustard seede, which a man toke & sowed in his fielde."},{"number":32,"verse":"Which in dede is the least of all seedes: But when it is growen, it is the greatest among hearbes: and is a tree, so that the byrdes of the ayre come & make their nestes in the braunches therof."},{"number":33,"verse":"Another parable spake he vnto them: The kyngdome of heauen is lyke vnto leuen, which a woman taketh & hydeth in three peckes of meale, tyll all be leuened."},{"number":34,"verse":"All these thynges spake Iesus vnto the people in parables: and without a parable spake he not vnto them."},{"number":35,"verse":"That it myght be fulfylled, which was spoken by the prophete, that sayth: I wyll open my mouth in parables, I wyll speake foorth thynges which haue ben kept secrete from the foundation of the worlde."},{"number":36,"verse":"Then Iesus sent the people away, & went into the house: And his disciples came vnto hym, saying: Declare vnto vs the parable of the tares of the fielde."},{"number":37,"verse":"He aunswered and sayde vnto them: He that soweth the good seede, is the sonne of man."},{"number":38,"verse":"The fielde, is the worlde: & the good seede, they are the childre of ye kingdom: the tares, are the chyldren of ye wicked."},{"number":39,"verse":"The enemie that soweth them, is the deuyll: the haruest, is the ende of the worlde: the reapers, be the Angels."},{"number":40,"verse":"Euen as the tares therfore, are gathered and brent in the fyre: so shall it be in the ende of this worlde."},{"number":41,"verse":"The sonne of man shall sende foorth his Angels, and [they] shall gather out of his kyngdome, all thynges that offende, and them which do iniquitie:"},{"number":42,"verse":"And shall cast them into a furnesse of fyre: There shalbe waylyng and gnasshyng of teeth."},{"number":43,"verse":"Then shall the ryghteous shine as the Sunne, in the kingdome of their father. Who hath eares to heare, let hym heare."},{"number":44,"verse":"Agayne, the kyngdome of heauen is lyke vnto treasure hyd in the fielde: the which a man hath founde, and hyd, and for ioy therof, goeth and selleth all that he hath, and byeth the fielde."},{"number":45,"verse":"Agayne, the kyngdome of heauen is lyke vnto a marchaunt man, seekyng goodly pearles."},{"number":46,"verse":"Which, when he founde one precious pearle, went and solde all that he had, and bought it."},{"number":47,"verse":"Agayne, the kyngdome of heauen is lyke vnto a net, that was cast into the sea, and gathered of all kynde:"},{"number":48,"verse":"Which when it was full, men drewe to lande, and sat downe, and gathered the good into vessels, but cast the bad away."},{"number":49,"verse":"So shall it be at the ende of the world: The Angels shall come foorth, and seuer the bad from among the iuste:"},{"number":50,"verse":"And shall cast them into a furnesse of fyre: there shalbe waylyng and gnasshyng of teeth."},{"number":51,"verse":"Iesus sayth vnto them: haue ye vnderstande all these thynges They say vnto hym: yea Lorde."},{"number":52,"verse":"Then sayde he vnto them: Therfore, euery Scribe which is taught vnto the kyngdome of heauen, is lyke vnto a man that is an householder, whiche bryngeth foorth out of his treasure, thynges newe and olde."},{"number":53,"verse":"And it came to passe, that when Iesus had finished these parables, he departed thence."},{"number":54,"verse":"And when he came into his owne countrey, he taught them in their synagogues, in so much, that they were astonyed, and sayde: whence commeth this wysdome and powers vnto hym?"},{"number":55,"verse":"Is not this the carpenters sonne? Is not his mother called Marie? and his brethren, Iames, and Ioses, and Simon, and Iudas?"},{"number":56,"verse":"And are not all his sisters with vs? whence hath he then all these thynges?"},{"number":57,"verse":"And they were offended in hym. Iesus sayde vnto them: A prophete is not without honour, saue in his owne countrey, and in his owne house."},{"number":58,"verse":"And he did not many mightie workes there, because of their vnbeliefe."}]}