{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"At that tyme Herode the Tetrarch, hearde of the fame of Iesu."},{"number":2,"verse":"And sayde vnto his seruauntes: this is Iohn the Baptist, he is risen from the dead, and therfore great workes do shewe foorth them selues in hym."},{"number":3,"verse":"For Herode had taken Iohn, and bounde hym, and put hym in prison, for Herodias sake, his brother Philips wyfe."},{"number":4,"verse":"For Iohn sayde vnto hym: it is not lawfull for thee to haue her."},{"number":5,"verse":"And when he woulde haue put hym to death, he feared the people: because they counted hym as a prophete."},{"number":6,"verse":"But when Herodes birth day was kept, the daughter of Herodias daunsed before them, and pleased Herode."},{"number":7,"verse":"Wherfore he promised with an othe, that he woulde geue her whatsoeuer she woulde aske."},{"number":8,"verse":"And she, beyng instruct of her mother before, sayde: geue me here Iohn Baptistes head in a platter."},{"number":9,"verse":"And the kyng was sory: Neuerthelesse, for the othes sake, and them which sate also at the table, he commaunded it to be geuen her:"},{"number":10,"verse":"And sent, and beheaded Iohn in the pryson."},{"number":11,"verse":"And his head was brought in a platter, and geuen to the damsell: and [she] brought it to her mother."},{"number":12,"verse":"And his disciples came, and toke vp his body, and buryed it: and went, and tolde Iesus."},{"number":13,"verse":"When Iesus hearde of it, he departed thence in a shyp, vnto a desert place, out of the way: And when the people had hearde therof, they folowed hym on foote out of the cities."},{"number":14,"verse":"And Iesus went foorth, and sawe much people: and was moued with mercye towarde them, and he healed their sicke."},{"number":15,"verse":"And when the euen drewe on, his disciples came to hym, saying: this is a desert place, and the hour is nowe past, let the people depart, that they may go into the townes, and bye them vittels."},{"number":16,"verse":"But Iesus sayde vnto them: They haue no nede to go away, geue ye them to eate."},{"number":17,"verse":"They saye vnto hym: we haue here but fyue loaues, and two fisshes."},{"number":18,"verse":"He sayde: bryng them hyther to me ."},{"number":19,"verse":"And he commaunded the people to sit downe on the grasse, and he toke the fyue loaues, and the two fisshes, and lift vp his eyes towarde heauen, & blessed: And when he had broken [them], he gaue the loaues to his disciples, and his disciples to the people."},{"number":20,"verse":"And they dyd all eate, and were suffised. And they gathered vp (of the fragmentes that remayned) twelue baskets full."},{"number":21,"verse":"And they that had eaten, were about fyue thousande men, besyde women and chyldren."},{"number":22,"verse":"And strayghtway Iesus constrayned his disciples to get vp into a shippe, and to go before hym vnto the other syde, whyle he sent the people away."},{"number":23,"verse":"And when the people were sent away, he went vp into a mountayne alone to pray: And when nyght was come, he was there hym selfe alone."},{"number":24,"verse":"But the shippe was nowe in the middes of the sea, & was tost with waues: for it was a contrary wynde."},{"number":25,"verse":"And in the fourth watch of the nyght, Iesus went vnto them, walkyng on the sea."},{"number":26,"verse":"And when the disciples sawe hym walking on the sea, they were troubled, saying, it is a spirite: and they cryed out for feare."},{"number":27,"verse":"But strayght way, Iesus spake vnto them, saying: be of good cheare, it is I, be not afrayde."},{"number":28,"verse":"Peter aunswered hym, and sayde: Lorde, yf it be thou, byd me come vnto thee, on the water."},{"number":29,"verse":"And he sayde: come. And when Peter was come downe out of the shippe, he walked on the water, to go to Iesus."},{"number":30,"verse":"But when he sawe a myghty wynde, he was afrayde: And when he began to sincke, he cryed, saying, Lorde saue me."},{"number":31,"verse":"And immediatly Iesus stretched foorth his hande, and caught hym, and sayde vnto hym: O thou of litle fayth, wherefore diddest thou doubt"},{"number":32,"verse":"And when they were come into the shippe, the wynde ceassed"},{"number":33,"verse":"Then they that were in the shippe, came and worshypped hym, saying: of a trueth thou art the sonne of God."},{"number":34,"verse":"And when they were gone ouer, they came into the lande of Gennezaret."},{"number":35,"verse":"And when the men of that place, had knowledge of hym, they sent out into all that countrey rounde about: and brought vnto hym all that were sicke."},{"number":36,"verse":"And besought hym, that they myght touche the hemme of his garment only: And as many as touched [it] were made whole."}]}