{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"Then came to Iesus Scribes and Pharisees, which were come from Hierusalem, saying:"},{"number":2,"verse":"Why do thy disciples transgresse the traditions of the elders? for they washe not their handes when they eate bread."},{"number":3,"verse":"But he aunswered and sayde vnto them: why do ye also transgresse the commaundement of God, by your tradition"},{"number":4,"verse":"For God comaunded, saying: honour father and mother, and he that curseth father or mother, let hym dye the death."},{"number":5,"verse":"But ye say, whosoeuer shall say to father or mother: by the gyft that [is offered] of me, thou shalt be helped:"},{"number":6,"verse":"And so shall he not honour his father or his mother. And thus haue ye made the commaundement of God, of none effect, by your tradition."},{"number":7,"verse":"Hypocrites, full well dyd Esayas prophecie of you, saying:"},{"number":8,"verse":"This people draweth nye vnto me with their mouth, and honoureth me with their lippes: howbeit, their hearts are farre from me."},{"number":9,"verse":"But in vayne do they worshippe me, teachyng doctrine, preceptes of men."},{"number":10,"verse":"And he called the people to hym, and sayde vnto them: heare, & vnderstande."},{"number":11,"verse":"That which goeth into the mouth, defyleth not the man: but that which commeth out of the mouth, defyleth the man."},{"number":12,"verse":"Then came his disciples, and sayde vnto hym: knowest thou not, that the Pharisees were offended after they hearde this saying?"},{"number":13,"verse":"But he aunswered and sayde: Euery plantyng which my heauenly father hath not planted, shalbe rooted vp."},{"number":14,"verse":"Let them alone, they be the blynde leaders of the blynde. If the blynde leade the blynde, both shall fall into the dytche."},{"number":15,"verse":"Then aunswered Peter, and sayde vnto hym: Declare vnto vs this parable."},{"number":16,"verse":"Iesus sayde: Are ye also without vnderstandyng"},{"number":17,"verse":"Do not ye yet vnderstande, that whatsoeuer entreth in at the mouth, goeth into the belly, and is cast out into the draught?"},{"number":18,"verse":"But those thynges which proceade out of the mouth, come foorth from the heart, and they defyle the man."},{"number":19,"verse":"For out of the heart, proceade euyll thoughtes, murders, adulteries, whordomes, theftes, false witnesse, blasphemyes."},{"number":20,"verse":"These are the thynges, which defyle a man: But to eate with vnwasshen handes, defyleth not a man."},{"number":21,"verse":"And Iesus went thence, and departed into the coastes of Tyre and Sidon."},{"number":22,"verse":"And beholde, a woman of the Chananites, which came out of the same coastes, cryed vnto hym, saying: Haue mercie on me O Lorde, thou sonne of Dauid: My daughter is greeuously vexed with a deuyll."},{"number":23,"verse":"But he aunswered her not a worde: and his disciples came, and besought hym, saying: sende her away, for she cryeth after vs."},{"number":24,"verse":"But he aunswered, and sayde: I am not sent but vnto the lost sheepe of the house of Israel."},{"number":25,"verse":"Then came she, and worshipped him, saying: Lorde, helpe me."},{"number":26,"verse":"He aunswered, and sayde: it is not meete to take the chyldrens bread, and to cast it to litle dogges."},{"number":27,"verse":"She aunswered and sayde, trueth Lorde: and yet litle dogges eate of the crummes, which fall fro their maisters table."},{"number":28,"verse":"Then Iesus aunswered, and sayde vnto her: O woman, great is thy fayth, be it vnto thee, euen as thou wylt. And her daughter was made whole, euen from that same tyme."},{"number":29,"verse":"And Iesus went from thence, and came nye vnto the sea of Galilee, and went vp into a mountayne, and sate downe there."},{"number":30,"verse":"And great multitudes came vnto him, hauyng with them those that were lame, blynde, dumbe, maymed, & other many, and cast them downe at Iesus feete: And he healed them."},{"number":31,"verse":"In so much that the people wondred, when they sawe the dumbe speake, the maymed to be whole, the lame to walke, and the blynde to see: And they glorified the God of Israel."},{"number":32,"verse":"Then Iesus called his disciples vnto hym, and sayde: I haue compassion on the people, because they continue with me nowe three dayes, and haue nothing to eate: and I wyll not let them depart fastyng, lest they faynt in the way."},{"number":33,"verse":"And his disciples say vnto hym: whence [shoulde we get] so much bread in the wyldernesse, as to suffise so great a multitude?"},{"number":34,"verse":"And Iesus sayeth vnto them: howe many loaues haue ye And they say, seuen, and a fewe litle fisshes."},{"number":35,"verse":"And he commaunded the people to sit downe on the grounde:"},{"number":36,"verse":"And toke the seuen loaues, and the fisshes: and after that he had geuen thankes, he brake them, and gaue to his disciples, and the disciples gaue them to the people."},{"number":37,"verse":"And they dyd all eate, and were suffised: And they toke vp, of the broken meate that was left, seuen baskets full."},{"number":38,"verse":"And yet they that did eate, were foure thousande men, besyde women and chyldren."},{"number":39,"verse":"And he sent away the people, and toke shippe, and came into the parties of Magdala."}]}