{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"And Iesus went out, and departed from the temple: and his disciples came to hym, for to shewe hym the buildynges of the temple."},{"number":2,"verse":"Iesus sayde vnto them: See ye not all these thynges Ueryly I say vnto you there shall not be here left [one] stone vpon another, that shall not be destroyed."},{"number":3,"verse":"And as he sat vpon a mount of Oliues, his disciples came vnto hym secretly, saying: Tell vs, when shall these thynges be? & what shall be the token of thy commyng, & of the ende of the worlde?"},{"number":4,"verse":"And Iesus aunswered, and sayde vnto them: take heede, that no man deceaue you."},{"number":5,"verse":"For many shall come in my name, saying, I am Christe: and shall deceaue many."},{"number":6,"verse":"Ye shal heare of warres, & rumours of warres: See that you be not troubled. For all [these thynges] must come to passe, but the ende is not yet."},{"number":7,"verse":"Nation shall ryse agaynst nation, and realme agaynst realme: and there shalbe pestilence, and famine, and earthquakes, in [certayne] places."},{"number":8,"verse":"All these are the begynnynges of sorowes."},{"number":9,"verse":"Then shall they put you to trouble, and shall kyll you, and ye shalbe hated of all nations for my names sake."},{"number":10,"verse":"And then shall many be offended, and shall betray one another, and shall hate one another."},{"number":11,"verse":"And many false prophetes shall aryse, and shall deceaue many."},{"number":12,"verse":"And because iniquitie shall abounde, the loue of many shall waxe colde."},{"number":13,"verse":"But he that endureth to the ende, the same shalbe saued."},{"number":14,"verse":"And this Gospell of the kyngdome, shalbe preached in all the worlde, for a witnesse vnto all nations: and then shall the ende come."},{"number":15,"verse":"When ye therefore, shall see the abhomination of desolation, spoken of by Daniel the prophete, stande in the holy place, (who so readeth, let hym vnderstande.)"},{"number":16,"verse":"Then let them which be in Iurie, flee into the mountaynes:"},{"number":17,"verse":"And let hym which is on the house toppe, not come downe to fet any thyng out of his house:"},{"number":18,"verse":"Neither let hym which is in the fielde, returne backe to fetche his clothes."},{"number":19,"verse":"Wo shalbe in those dayes, to them that are with chylde, and to them that geue sucke."},{"number":20,"verse":"But pray [ye] that your flyght be not in the Winter, neither on the Sabboth day:"},{"number":21,"verse":"For then shalbe great tribulation, such as was not since the begynnyng of the worlde, to this tyme, nor shalbe."},{"number":22,"verse":"Yea, and except those dayes shoulde be shortened, there shoulde no fleshe be saued: but for the chosens sake, those dayes shalbe shortened."},{"number":23,"verse":"Then yf any man saye vnto you: lo, here is Christe, or there: beleue it not."},{"number":24,"verse":"For there shall aryse false Christes, and false prophetes, and shall shewe great signes, and wonders: In so much, that yf it were possible, the very elect, shoulde be deceaued."},{"number":25,"verse":"Beholde, I haue tolde you before."},{"number":26,"verse":"Wherfore, yf they say vnto you, beholde, he is in the desert: go not foorth. Beholde, he is in the secrete places: beleue it not."},{"number":27,"verse":"For as the lyghtnyng commeth out of the east, and shineth into the west: so shall the commyng of the sonne of man be."},{"number":28,"verse":"For whersoeuer a dead carkas is, euen there wyll the Egles also be gathered together."},{"number":29,"verse":"Immediatly after the tribulation of those dayes, shal the sunne be darkened, and the moone shall not geue her lyght, and the starres shall fall from heauen, and the powers of heauen shalbe shaken."},{"number":30,"verse":"And then shall appeare the signe of the sonne of man, in heauen: And then shall all the kynredes of the earth mourne, and they shall see the sonne of man comming in the cloudes of heauen, with power and great glory."},{"number":31,"verse":"And he shall sende his Angels, with the great sounde of a trumpet, and they shall gather together his chosen, from the foure wyndes, euen from one ende of heauen, to the other."},{"number":32,"verse":"Learne a parable of the fygge tree: when his braunche is yet tender, and the leaues sprong, ye knowe that somer is nye:"},{"number":33,"verse":"So lykewyse ye, when ye see all these thynges, be ye sure that it is neare, euen at the doores."},{"number":34,"verse":"Ueryly I say vnto you: this generation shall not passe, tyll all these thynges be fulfylled."},{"number":35,"verse":"Heauen and earth shall passe away but my wordes shall not passe away."},{"number":36,"verse":"But of that day and houre knoweth no man, no not the Angels of heauen, but my father only."},{"number":37,"verse":"But as the dayes of Noe were, so shall also the commyng of the sonne of man be."},{"number":38,"verse":"For as in the dayes [that went] before the fludde, they dyd eate, and drynke, marry, and geue in maryage, euen vntyll the day that Noe entred into the Arke:"},{"number":39,"verse":"And knewe not, tyll the fludde came, and toke them all away: So shall also the commyng of the sonne of man be."},{"number":40,"verse":"Then shall two be in the fielde, the one receaued, and the other refused."},{"number":41,"verse":"Two [women] shalbe gryndyng at the myll, the one receaued, and the other refused."},{"number":42,"verse":"Watch therfore, for ye knowe not what houre your Lorde doth come."},{"number":43,"verse":"Of this yet be sure, that yf the good man of the house, knewe what watche the thiefe woulde come, he woulde surely watche, and not suffer his house to be broken vp."},{"number":44,"verse":"Therfore, be ye also redy: for in such an houre as ye thynke not, the sonne of man commeth."},{"number":45,"verse":"Who is a faythfull and wise seruaunt, whom his Lorde hath made ruler ouer his householde, to geue them meate in season."},{"number":46,"verse":"Blessed is that seruaunt, whom his Lorde when he commeth, shall fynde so doyng."},{"number":47,"verse":"Ueryly I say vnto you, that he shall make hym ruler ouer all his goodes."},{"number":48,"verse":"But and yf that euyll seruaunt say in his heart, my Lorde wyll be long a commyng:"},{"number":49,"verse":"And so begyn to smyte his felowes, yea, and to eate and drynke with the dronken:"},{"number":50,"verse":"The same seruauntes Lorde shall come in a day, when he loketh not for hym, and in an houre that he is not ware of:"},{"number":51,"verse":"And shall hewe hym in peeces, & geue hym his portion with hypocrites: there shalbe wepyng and gnasshyng of teeth."}]}