{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":27,"verses":[{"number":1,"verse":"When the mornyng was come, all the chiefe priestes, and the elders of the people, helde a councell agaynst Iesus to put hym to death."},{"number":2,"verse":"And brought hym bounde, and deliuered hym to Pontius Pilate the deputie."},{"number":3,"verse":"Then Iudas, whiche had betrayed hym, seyng that he was condempned, repented hym selfe, and brought agayne the thirtie peeces of syluer, to the chiefe priestes and elders,"},{"number":4,"verse":"Saying: I haue synned, betraying the innocent blood. And they said: what is that to vs? see thou to that."},{"number":5,"verse":"And he cast downe the peeces of siluer in the temple, and departed, and went and hanged hym selfe."},{"number":6,"verse":"And the chiefe priestes toke the peeces of syluer, and sayde: It is not lawfull for to put the into the treasurie, because it is the price of blood."},{"number":7,"verse":"And they toke councell, and bought with them a potters fielde, to burye straungers in."},{"number":8,"verse":"Wherfore that fielde is called the fielde of blood, vntyll this day."},{"number":9,"verse":"(Then was fulfylled that, which was spoken by Ieremie the prophet, saying: And they toke thirtie siluer peeces, the price of hym that was valued, whom they bought of the children of Israel:"},{"number":10,"verse":"And gaue them for the potters fielde, as the Lorde appoynted me.)"},{"number":11,"verse":"Iesus stode before the deputie, and the deputie asked him, saying: Art thou the king of the Iewes Iesus saith vnto hym: thou sayest."},{"number":12,"verse":"And when he was accused of the chiefe priestes and elders, he aunswered nothyng."},{"number":13,"verse":"Then sayth Pilate vnto him: hearest thou not how many witnesses they lay agaynst thee?"},{"number":14,"verse":"And he aunswered hym to neuer a worde: insomuch, that the deputie marueyled greatly."},{"number":15,"verse":"At that feast, the deputie was wont to delyuer vnto the people a prysoner, whom they woulde desire."},{"number":16,"verse":"He had then a notable prysoner, called Barabbas."},{"number":17,"verse":"Therfore, when they were gathered together, Pilate saide vnto them: whether wyll ye that I geue loose vnto you Barabbas, or Iesus, whiche is called Christe?"},{"number":18,"verse":"For he knewe, that for enuy they had delyuered hym."},{"number":19,"verse":"When he was set downe to geue iudgment, his wyfe sent vnto hym, saying: haue thou nothing to do with that iuste man: For I haue suffred many thynges this day in a dreame because of him."},{"number":20,"verse":"But the chiefe priestes & elders perswaded the people, that they shoulde aske Barabbas, and destroy Iesus."},{"number":21,"verse":"The deputie aunswered, and saide vnto them: Whether of the twayne wyll ye that I let loose vnto you? They saide, Barabbas."},{"number":22,"verse":"Pilate sayde vnto them: What shall I do then with Iesus, whiche is called Christe? They all sayde vnto hym: let hym be crucified."},{"number":23,"verse":"The deputie sayde: What euyll hath he done? But they cryed the more, saying: let hym be crucified."},{"number":24,"verse":"When Pilate sawe that he coulde preuayle nothyng, but that more busynesse was made, he toke water, and washed his handes before the people, saying: I am innocent of the blood of this iust person, see ye to it."},{"number":25,"verse":"Then aunswered all the people, and sayde: His blood be on vs, and on our chyldren."},{"number":26,"verse":"Then let he Barabbas loose vnto them, and scourged Iesus, and deliuered hym to be crucified."},{"number":27,"verse":"Then the souldiours of the deputie toke Iesus in the common hall, and gathered vnto hym all the bande [of souldiours.]"},{"number":28,"verse":"And they stripped hym, and put on hym a skarlet robe:"},{"number":29,"verse":"And platted a crowne of thornes, and put vppon his head, and a reede in his right hande, and bowed the knee before hym, and mocked hym, saying: Hayle kyng of the Iewes."},{"number":30,"verse":"And when they had spyt vpon hym, they toke the reede, and smote hym on the head."},{"number":31,"verse":"And after that they had mocked him, they toke the robe of hym agayne, and put his owne rayment on hym, and led hym away, to crucifie hym."},{"number":32,"verse":"And as they came out, they founde a man of Cyrene, named Simon: hym they compelled to beare his crosse."},{"number":33,"verse":"And they came vnto the place, which is called Golgotha, that is to say, a place of [dead mens] skulles."},{"number":34,"verse":"And gaue him vineger to drinke, mingled with gall: And when he had tasted therof, he woulde not drynke."},{"number":35,"verse":"When they had crucified hym, they parted his garmentes, & did cast lottes, that it myght be fulfylled whiche was spoken by the prophete: They departed my garmentes among them, & vpon my vesture dyd they cast lottes."},{"number":36,"verse":"And they sate, & watched him there."},{"number":37,"verse":"And set vp ouer his head, the cause [of his death] written: This is Iesus, the king of the Iewes."},{"number":38,"verse":"Then were there two thieues crucified with hym: one on the ryght hande, and another on the left."},{"number":39,"verse":"They that passed by, reuyled hym, waggyng their heades,"},{"number":40,"verse":"And saying: Thou that destroyedst the temple, & buyldest it in three dayes, saue thy selfe. If thou be the sonne of God, come downe from the crosse."},{"number":41,"verse":"Lykewyse also the hye priestes, mockyng hym, with the scribes, and elders, [and pharisees] sayde:"},{"number":42,"verse":"He saued other, hym selfe can he not saue. If he be the kyng of Israel, let him nowe come downe from the crosse, and we wyll beleue hym."},{"number":43,"verse":"He trusted in God, let hym delyuer hym nowe, yf he wyll haue hym: for he sayde, I am the sonne of God."},{"number":44,"verse":"The thieues also which were crucified with hym, cast the same in his teeth."},{"number":45,"verse":"Fro the sixth houre, was there darknesse ouer all the lande, vnto the nynth houre."},{"number":46,"verse":"And about the nynth houre, Iesus cried with a loude voyce, saying: Eli, Eli, lama sabachthani, that is to say: My God, my God, why hast thou forsaken me"},{"number":47,"verse":"Some of them that stode there, when they hearde that, saide: This man calleth for Elias."},{"number":48,"verse":"And straightway one of them ranne, and toke a sponge, and when he had filled it full of vineger, he put it on a reede, and gaue hym to drynke."},{"number":49,"verse":"Other sayde, let be, let vs see whether Elias wyll come and saue hym."},{"number":50,"verse":"Iesus, when he had cryed agayne with a loude voyce, yeelded vp ye ghost."},{"number":51,"verse":"And beholde, the vayle of the temple dyd rent into two partes, fro the toppe to the bottome, and the earth did quake and the stones rent."},{"number":52,"verse":"And graues dyd open, and many bodyes of saintes which slept, arose:"},{"number":53,"verse":"And went out of the graues, after his resurrection, and came into the holy citie, and appeared vnto many."},{"number":54,"verse":"When the Centurion, and they that were with hym watchyng Iesus, sawe the earthquake, and those thynges that were done, they feared greatly, saying: truely, this was the sonne of God."},{"number":55,"verse":"And many wome were there (beholdyng hym a farre of) whiche folowed Iesus fro Galilee, ministring vnto him."},{"number":56,"verse":"Among which, was Marie Magdalene, and Marie the mother of Iames and Ioses, & the mother of Zebedees chyldren."},{"number":57,"verse":"When the euen was come, there came a ryche man of Aramathia, named Ioseph, which also hym selfe was Iesus disciple."},{"number":58,"verse":"He went to Pilate, and begged the body of Iesus. Then Pilate comaunded the body to be delyuered."},{"number":59,"verse":"And when Ioseph had taken the body, he wrapped it in a cleane lynnen cloth:"},{"number":60,"verse":"And layde it in his newe tombe, which he had hewen out, euen in the rocke, and rolled a great stone to the dore of the sepulchre, and departed."},{"number":61,"verse":"And there was Marie Magdalene, & the other Marie, syttyng ouer against the sepulchre."},{"number":62,"verse":"The next day that folowed the day of preparyng, the hye priestes and pharisees came together vnto Pilate,"},{"number":63,"verse":"Saying. Sir, we remember that this deceauer sayde whyle he was yet aliue: After three dayes I wil arise agayne."},{"number":64,"verse":"Commaunde therfore, that the sepulchre be made sure, vntyll the thirde day: lest his disciples come by nyght & steale hym away, and say vnto the people, he is rysen from the dead: & the last error shalbe worse then the first."},{"number":65,"verse":"Pilate sayde vnto them: Ye haue the watche, go your way, make it as sure as ye knowe."},{"number":66,"verse":"So they went, and made the sepulchre sure with the watch, and sealed the stone."}]}