{"bibleAbbr":"BB1572","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":28,"verses":[{"number":1,"verse":"In the later ende of the Sabboth day, whiche dawneth the first daye of the weke, came Marie Magdalen, and the other Marie, to see the sepulchre."},{"number":2,"verse":"And behold, there was a great earthquake, for the Angell of the Lorde descended from heauen, and came & roulled backe the stone from the doore, and sate vpon it."},{"number":3,"verse":"His countenaunce was lyke lyghtnyng, and his rayment white as snowe."},{"number":4,"verse":"And for feare of him, the kepers were astonyed, and became as dead men."},{"number":5,"verse":"The Angell aunswered, and sayde vnto the women, feare ye not: For I knowe that ye seke Iesus whiche was crucified."},{"number":6,"verse":"He is not here, he is rysen, as he saide. Come, se the place where that the Lord was layde."},{"number":7,"verse":"And go quickly, & tell his disciples that he is rysen agayne from the dead. And beholde, he goeth before you into Galilee, there shall ye see hym. Loe, I haue tolde you."},{"number":8,"verse":"And they departed quickly from the sepulchre, with feare, and great ioy, and dyd runne, to bryng his disciples worde."},{"number":9,"verse":"And as they went to tell his disciples, beholde, Iesus met them, saying: All hayle. And they came and helde him by the feete, and worshypped hym."},{"number":10,"verse":"Then sayde Iesus vnto them: be not afrayde. Go tell my brethren that they go into Galilee, & there shal they see me."},{"number":11,"verse":"When they were gone, beholde, some of the watche came into the citie, and shewed vnto the hye priestes all the thynges that were done."},{"number":12,"verse":"And they gathered the together, with the elders, and toke councell, and gaue large money vnto the souldiers,"},{"number":13,"verse":"Saying. Saye ye, that his disciples came by nyght, & stole hym away while ye slept."},{"number":14,"verse":"And yf this come to the deputies [eares] we wyll perswade hym, and saue you harmelesse."},{"number":15,"verse":"So they toke the money, & dyd as they were taught. And this saying is noysed among the Iewes, vntyl this day."},{"number":16,"verse":"Then the eleuen disciples went awaye into Galilee, into a mountayne, where Iesus had appoynted them."},{"number":17,"verse":"And when they sawe hym, they worshypped hym: But some doubted."},{"number":18,"verse":"And Iesus came, and spake vnto the, saying: All power is geuen vnto me in heauen and in earth."},{"number":19,"verse":"Go ye therfore, & teache all nations, baptizing them in the name of the father, and of the sonne, and of the holye ghost:"},{"number":20,"verse":"Teachyng the to obserue all thynges, whatsoeuer I haue commaunded you. And loe, I am with you alway, euen vnto the ende of the worlde."}]}