{"bibleAbbr":"WYC1395","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"Therfor if ye han risun togidere with Crist, seke ye tho thingis that ben aboue, where Crist is sittynge in the riythalf of God."},{"number":2,"verse":"Sauere ye tho thingis, that ben aboue, not tho that ben on the erthe."},{"number":3,"verse":"For ye ben deed, and youre lijf is hid with Crist in God."},{"number":4,"verse":"For whanne Crist schal appere, youre lijf, thanne also ye schulen appere with hym in glorie."},{"number":5,"verse":"Therfor sle ye youre membris, whiche ben on the erthe, fornycacioun, vnclennesse, letcherie, yuel coueitise, and aueryse, which is seruyse of mawmetis;"},{"number":6,"verse":"for whiche thingis the wraththe of God cam on the sones of vnbileue;"},{"number":7,"verse":"in whiche also ye walkiden sum tyme, whanne ye lyueden in hem."},{"number":8,"verse":"But now putte ye awei alle thingis, wraththe, indignacioun, malice, blasfemye and foule word of youre mouth."},{"number":9,"verse":"Nyle ye lie togidere; spuyle ye you fro the elde man with his dedes, and clothe ye the newe man,"},{"number":10,"verse":"that is maad newe ayen in to the knowing of God, aftir the ymage of hym that made hym;"},{"number":11,"verse":"where is not male and female, hethene man and Jew, circumcisioun and prepucie, barbarus and Scita, bonde man and fre man, but alle thingis and in alle thingis Crist."},{"number":12,"verse":"Therfor ye, as the chosun of God, hooli and louyd, clothe you with the entrailis of merci, benygnite, and mekenesse, temperaunce, pacience;"},{"number":13,"verse":"and support ye echon other, and foryyue to you silf, if ony man ayens ony hath a querele; as the Lord foryaf to you, so also ye."},{"number":14,"verse":"And vpon alle these thingis haue ye charite, that is the boond of perfeccioun."},{"number":15,"verse":"And the pees of Crist enioye in youre hertis, in which ye ben clepid in o bodi, and be ye kynde."},{"number":16,"verse":"The word of Crist dwelle in you plenteuousli, in al wisdom; and teche and moneste you silf in salmes, and ympnes, and spiritual songis, in grace synginge in youre hertis to the Lord."},{"number":17,"verse":"Al thing, what euere thing ye don, in word or in dede, alle thingis in the name of oure Lord Jhesu Crist, doynge thankyngis to God and to the fadir bi hym."},{"number":18,"verse":"Wymmen, be ye sugetis to youre hosebondis, as it bihoueth in the Lord."},{"number":19,"verse":"Men, loue ye youre wyues, and nyle ye be bittere to hem."},{"number":20,"verse":"Sones, obeie ye to youre fadir and modir bi alle thingis; for this is wel plesinge in the Lord."},{"number":21,"verse":"Fadris, nyle ye terre youre sones to indignacioun, that thei be not maad feble hertid."},{"number":22,"verse":"Seruauntis, obeie ye bi alle thingis to fleischli lordis, not seruynge at iye, as plesynge to men, but in symplenesse of herte, dredinge the Lord."},{"number":23,"verse":"What euer ye doen, worche ye of wille, as to the Lord and not to men;"},{"number":24,"verse":"witinge that of the Lord ye schulen take yelding of eritage. Serue ye to the Lord Crist."},{"number":25,"verse":"For he that doith iniurie, schal resseyue that that he dide yuele; and acceptacioun of persoones is not anentis God."}]}