{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"( داؤُد بادشاہ بُڑھاپے میں) اور داؤُد بادشاہ بُڈّھا اور کُہن سال ہُؤا اور وہ اُسے کپڑے اُڑھاتے پر وہ گرم نہ ہوتا تھا۔"},{"number":2,"verse":"سو اُس کے خادِموں نے اُس سے کہا کہ ہمارے مالِک بادشاہ کے لِئے ایک جوان کُنواری ڈُھونڈی جائے جو بادشاہ کے حضُور کھڑی رہے اور اُس کی خبر گِیری کِیا کرے اور تیرے پہلُو میں لیٹ رہا کرے تاکہ ہمارے مالِک بادشاہ کو گرمی پُہنچے۔"},{"number":3,"verse":"چُنانچہ اُنہوں نے اِسرا ئیل کی ساری مملکت میں ایک خُوبصُورت لڑکی تلاش کرتے کرتے شُونمِیت ابی شاگ کو پایا اور اُسے بادشاہ کے پاس لائے۔"},{"number":4,"verse":"اور وہ لڑکی بُہت شِکیل تھی۔ سو وہ بادشاہ کی خبر گِیری اور اُس کی خِدمت کرنے لگی لیکن بادشاہ اُس سے واقِف نہ ہُؤا۔"},{"number":5,"verse":"( ادُونیّاہ تخت کا دعویٰ کرتا ہے) تب حجِیّت کے بیٹے ادُونیّاہ نے سر اُٹھایااور کہنے لگا مَیں بادشاہ ہوں گااور اپنے لِئے رتھ اور سوار اور پچاس آدمی جو اُس کے آگے آگے دَوڑیں تیّار کِئے۔"},{"number":6,"verse":"اور اُس کے باپ نے اُس کو کبھی اِتنا بھی کہہ کر آزُردہ نہیں کِیا کہ تُو نے یہ کیوں کِیا ہے؟ اور وہ بُہت خُوبصُورت بھی تھا اور ابی سلو م کے بعد پَیدا ہُؤا تھا۔"},{"number":7,"verse":"اور اُس نے ضرویاہ کے بیٹے یُوآب اور ابی یاتر کاہِن سے گُفتگُو کی اور یہ دونوں ادُونیّاہ کے پَیرو ہوکراُس کی مدد کرنے لگے۔"},{"number":8,"verse":"لیکن صدُوق کاہِن اور یہویدع کے بیٹے بِنایاہ اور ناتن نبی اور سِمعی اور ریعی اور داؤُد کے بہادُر لوگوں نے ادُونیّاہ کا ساتھ نہ دِیا۔"},{"number":9,"verse":"اور ادُونیّاہ نے بھیڑیں اور بَیل اور موٹے موٹے جانور زحلت کے پتھّر کے پاس جو عَین راجِل کے برابر ہے ذبح کِئے اور اپنے سب بھائیوں یعنی بادشاہ کے بیٹوں کی اور سب یہُوداہ کے لوگوں کی جو بادشاہ کے مُلازِم تھے دعوت کی"},{"number":10,"verse":"۔پر ناتن نبی اور بنایاہ اور بہادُر لوگوں اور اپنے بھائی سُلیمان کو نہ بُلایا۔"},{"number":11,"verse":"( سُلیما ن کو بادشاہ بنایا جاتا ہے) تب ناتن نے سُلیمان کی ماں بت سبع سے کہا کیا تُونے نہیں سُنا کہ حجِیّت کا بیٹا ادُونیّاہ بادشاہ بن بَیٹھا ہے اور ہمارے مالِک داؤُد کو یہ معلُوم نہیں؟۔"},{"number":12,"verse":"اب تُو آ کہ مَیں تُجھے صلاح دُوں تاکہ تُو اپنی اور اپنے بیٹے سُلیمان کی جان بچاسکے۔"},{"number":13,"verse":"تُو داؤُد بادشاہ کے حضُور جاکر اُس سے کہہ اَے میرے مالِک! اَے بادشاہ! کیا تُونے اپنی لَونڈی سے قَسم کھا کر نہیں کہا کہ یقیِناً تیرا بیٹا سُلیمان میرے بعد سلطنت کرے گا اور وُہی میرے تخت پر بَیٹھے گا؟ پس ادُونیّاہ کیوں بادشاہی کرتا ہے؟۔"},{"number":14,"verse":"اور دیکھ تُو بادشاہ سے بات کرتی ہی ہوگی کہ مَیں بھی تیرے بعد آپُہنچوں گااور تیری باتوں کی تصدِیق کُروں گا۔"},{"number":15,"verse":"سو بت سبع اندر کوٹھری میں بادشاہ کے پاس گئی اور بادشاہ بُہت بُڈّھا تھا اور شُونمِیت ابی شاگ بادشاہ کی خِدمت کرتی تھی۔"},{"number":16,"verse":"اور بت سبع نے جُھک کر بادشاہ کو سِجدہ کِیا۔ بادشاہ نے کہا تُو کیا چاہتی ہے؟۔"},{"number":17,"verse":"اُس نے اُس سے کہا اَے میرے مالِک ! تُونے خُداوند اپنے خُدا کی قَسم کھا کر اپنی لَونڈی سے کہا تھا کہ یقِیناً تیرا بیٹا سُلیمان میرے بعد سلطنت کرے گااور وُہی میرے تخت پر بَیٹھے گا۔"},{"number":18,"verse":"پر دیکھ اب تو ادُونیّا ہ بادشاہ بن بَیٹھا ہے اور اَے میرے مالِک بادشاہ تُجھ کو اِس کی خبر نہیں۔"},{"number":19,"verse":"اور اُس نے بُہت سے بَیل اور موٹے موٹے جانوراور بھیڑیں ذبح کی ہیں اوربادشاہ کے سب بیٹوں اور ابیاتر کاہِن اور لشکر کے سردار یُوآب کی دعوت کی ہے پر تیرے بندہ سُلیمان کو اُس نے نہیں بُلایا۔"},{"number":20,"verse":"لیکن اَے میرے مالِک سارے اِسرائیل کی نِگاہ تُجھ پر ہے تاکہ تُو اُن کو بتائے کہ میرے مالِک بادشاہ کے تخت پر کَون اُس کے بعد بَیٹھے گا۔"},{"number":21,"verse":"ورنہ یہ ہو گا کہ جب میرا مالِک بادشاہ اپنے باپ دادا کے ساتھ سو جائے گا تو مَیں اور میرا بیٹا سُلیمان دونوں قصُور وار ٹھہریں گے۔"},{"number":22,"verse":"وہ ہنوز بادشاہ سے بات ہی کر رہی تھی کہ ناتن نبی آگیا۔"},{"number":23,"verse":"اور اُنہوں نے بادشاہ کوخبردی کہ دیکھ ناتن نبی حاضِر ہے اور جب وہ بادشاہ کے حضُور آیا تو اُس نے مُنہ کے بل گِر کر بادشاہ کو سِجدہ کِیا۔"},{"number":24,"verse":"اور ناتن کہنے لگا اَے میرے مالِک بادشاہ!کیا تُونے فرمایاہے کہ میرے بعد ادُونیّاہ بادشاہ ہو اور وُہی میرے تخت پر بَیٹھے؟۔"},{"number":25,"verse":"کیونکہ اُس نے آج جاکر بَیل اور موٹے موٹے جانور اور بھیڑیں کثرت سے ذبح کی ہیں اور بادشاہ کے سب بیٹوں اور لشکر کے سرداروں اور ابیاتر کاہِن کی دعوت کی ہے اور دیکھ وہ اُس کے حضُور کھا پی رہے ہیں اور کہتے ہیں ادُونیّاہ بادشاہ جِیتا رہے!۔"},{"number":26,"verse":"پر مُجھ تیرے خادِم کو اور صدُوق کاہِن اور یہویدع کے بیٹے بِنایاہ اور تیرے خادِم سُلیمان کو اُس نے نہیں بُلایا۔"},{"number":27,"verse":"کیا یہ بات میرے مالِک بادشاہ کی طرف سے ہے؟ اور تُونے اپنے خادِموں کو بتایا بھی نہیں کہ میرے مالِک بادشاہ کے بعد اُس کے تخت پر کَون بَیٹھے گا۔"},{"number":28,"verse":"تب داؤُد بادشاہ نے جواب دِیا اور فرمایا کہ بت سبع کو میرے پاس بُلاؤ۔ سو وہ بادشاہ کے حضُور آئی اور بادشاہ کے سامنے کھڑی ہُوئی۔"},{"number":29,"verse":"بادشاہ نے قَسم کھا کر کہا کہ خُداوند کی حیات کی قَسم جِس نے میری جان کو ہر طرح کی آفت سے رہائی دی۔"},{"number":30,"verse":"کہ سچ مُچ جَیسی مَیں نے خُداوند اِسرا ئیل کے خُدا کی قَسم تُجھ سے کھائی اور کہا کہ یقینا تیرا بیٹا سُلیما ن میرے بعدبادشاہ ہوگا اور وُہی میری جگہ میرے تخت پر بَیٹھے گا سو سچ مُچ مَیں آج کے دِن وَیسا ہی کرُوں گا۔"},{"number":31,"verse":"تب بت سبع زمین پر مُنہ کے بل گِری اور بادشاہ کو سِجدہ کر کے کہا کہ میرا مالِک داؤُد بادشاہ ہمیشہ جِیتا رہے۔"},{"number":32,"verse":"اور داؤُد بادشاہ نے فرمایا کہ صدُوق کاہِن اور ناتن نبی اور یہویدع کے بیٹے بِنایاہ کو میرے پاس بُلاؤ۔سو وہ بادشاہ کے حضُور آئے۔"},{"number":33,"verse":"بادشاہ نے اُن کو فرمایا کہ تُم اپنے مالِک کے مُلازِموں کو اپنے ساتھ لو اور میرے بیٹے سُلیمان کو میرے ہی خچّر پر سوار کراؤ اور اُسے جیحُون کو لے جاؤ۔"},{"number":34,"verse":"اور وہاں صدُوق کاہِن اور ناتن نبی اُسے مَسح کریں کہ وہ اِسرائیل کا بادشاہ ہو اور تُم نرسنِگا پھُونکنا اور کہنا کہ سُلیمان بادشاہ جِیتارہے۔"},{"number":35,"verse":"پِھر تُم اُس کے پِیچھے پِیچھے چلے آنا اور وہ آکر میرے تخت پر بَیٹھے کیونکہ وُہی میری جگہ بادشاہ ہوگا اور مَیں نے اُسے مُقرّر کِیا ہے کہ وہ اِسرا ئیل اور یہُوداہ کا حاکِم ہو۔"},{"number":36,"verse":"تب یہویدع کے بیٹے بنایاہ نے بادشاہ کے جواب میں کہا آمِین۔ خُداوند میرے مالِک بادشاہ کا خُدا بھی اَیسا ہی کہے۔"},{"number":37,"verse":"جَیسے خُداوند میرے مالِک بادشاہ کے ساتھ رہا وَیسے ہی وہ سُلیما ن کے ساتھ رہے اور اُس کے تخت کو میرے مالِک داؤُد بادشاہ کے تخت سے بڑا بنائے۔"},{"number":38,"verse":"پس صدُوق کاہِن اور ناتن نبی اور یہویدع کا بیٹا بِنایاہ اور کریتی اور فلیتی گئے اور سُلیما ن کو داؤُد بادشاہ کے خچّر پر سوار کرایا اور اُسے جیحُون پر لائے۔"},{"number":39,"verse":"اور صدُوق کاہِن نے خَیمہ سے تیل کا سِینگ لِیا اور سُلیما ن کو مَسح کِیا اور اُنہوں نے نرسِنگا پھُونکا اور سب لوگوں نے کہا سُلیما ن بادشاہ جِیتا رہے۔"},{"number":40,"verse":"اور سب لوگ اُس کے پِیچھے پِیچھے آئے اور اُنہوں نے بانسلِیاں بجائِیں اور بڑی خُوشی منائی اَیسا کہ زمین اُن کے شوروغُل سے گُونج اُٹھی۔"},{"number":41,"verse":"اور ادُونیّاہ اور اُس کے سب مِہمان جو اُس کے ساتھ تھے کھاہی چُکے تھے کہ اُنہوں نے یہ سُنا اور جب یُوآب کو نرسِنگے کی آوازسُنائی دی تو اُس نے کہا کہ شہر میں یہ ہنگامہ اور شور کیوں مچ رہا ہے؟۔"},{"number":42,"verse":"وہ یہ کہہ ہی رہا تھا کہ دیکھو ابیاتر کاہِن کا بیٹا یُونتن آیا اور ادُونیّاہ نے اُس سے کہا بِھیتر آ کیونکہ تُو لائِق شخص ہے اور اچھّی خبر لایا ہوگا۔"},{"number":43,"verse":"یُونتن نے ادُونیّاہ کو جواب دِیاکہ واقِعی ہمارے مالِک داؤُد بادشاہ نے سُلیما ن کو بادشاہ بنا دِیا ہے۔"},{"number":44,"verse":"اور بادشاہ نے صدُوق کاہِن اور ناتن نبی اور یہویدع کے بیٹے بِنایا ہ اور کریتیوں اور فلیتیوں کو اُس کے ساتھ بھیجا سو اُنہوں نے بادشاہ کے خچّر پر اُسے سوار کرایا۔"},{"number":45,"verse":"اور صدُوق کاہِن اور ناتن نبی نے جیحُون پر اُس کو مَسح کرکے بادشاہ بنایاہے۔ سو وہ وہِیں سے خُوشی کرتے آئے ہیں اَیسا کہ شہر گُونج گیا۔ وہ شور جو تُم نے سُنا یِہی ہے۔"},{"number":46,"verse":"اور سُلیما ن تختِ سلطنت پر بَیٹھ بھی گیا ہے۔"},{"number":47,"verse":"ماسِوا اِس کے بادشاہ کے مُلازِم ہمارے مالِک داؤُد بادشاہ کو مُبارکباد دینے آئے اور کہنے لگے کہ تیرا خُدا سُلیما ن کے نام کو تیرے نام سے زِیادہ مُمتاز کرے اور اُس کے تخت کو تیرے تخت سے بڑا بنائے اور بادشاہ اپنے بِستر پر سرنگُون ہوگیا۔"},{"number":48,"verse":"اور بادشاہ نے بھی یُوں فرمایا کہ خُداوند اِسرا ئیل کا خُدا مُبارک ہو جِس نے ایک وارِث بخشا کہ وہ میری ہی آنکھوں کے دیکھتے ہُوئے آج میرے تخت پر بَیٹھے۔"},{"number":49,"verse":"پِھر تو ادُونیّاہ کے سب مَہمان ڈر گئے اور اُٹھ کھڑے ہُوئے اورہر ایک نے اپنا راستہ لِیا۔"},{"number":50,"verse":"اور ادُونیّاہ سُلیما ن کے سبب سے ڈر کے مارے اُٹھا اور جاکر مذبح کے سِینگ پکڑ لِئے۔"},{"number":51,"verse":"اور سُلیمان کو یہ بتایا گیا کہ دیکھ ادُونیّا ہ سُلیما ن بادشاہ سے ڈرتا ہے کیونکہ اُس نے مذبح کے سِینگ پکڑ رکھّے ہیں اور کہتا ہے کہ سُلیما ن بادشاہ آج کے دِن مُجھ سے قَسم کھائے کہ وہ اپنے خادِم کو تلوار سے قتل نہیں کرے گا۔"},{"number":52,"verse":"سُلیما ن نے کہا اگر وہ اپنے کو لائِق ثابِت کرے تو اُس کا ایک بال بھی زمین پر نہیں گِرے گا پر اگر اُس میں شرارت پائی جائے گی تو وہ مارا جائے گا۔"},{"number":53,"verse":"سو سُلیما ن بادشاہ نے لوگ بھیجے اور وہ اُسے مذبح پر سے اُتارلائے۔ اُس نے آکر سُلیمان بادشاہ کو سِجدہ کِیا اور سُلیما ن نے اُس سے کہا اپنے گھر جا۔"}]}