{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"( سبا کی مَلِکہ سُلیما ن سے مِلنے آتی ہے) اور جب سبا کی مَلِکہ نے خُداوند کے نام کی بابت سُلیما ن کی شُہرت سُنی تو وہ آئی تاکہ مُشکِل سوالوں سے اُسے آزمائے۔"},{"number":2,"verse":"اور وہ بُہت بڑی جلَو کے ساتھ یروشلیِم میں آئی اور اُس کے ساتھ اُونٹ تھے جِن پر مصالِح اور بُہت سا سونا اور بیش بہا جواہِر لدے تھے اور جب وہ سُلیما ن کے پاس پُہنچی تو اُس نے اُن سب باتوں کے بارہ میں جو اُس کے دِل میں تِھیں اُس سے گُفتگُو کی۔"},{"number":3,"verse":"سُلیما ن نے اُس کے سب سوالوں کا جواب دِیا ۔ بادشاہ سے کوئی بات اَیسی پوشِیدہ نہ تھی جو اُسے نہ بتائی۔"},{"number":4,"verse":"اور جب سبا کی ملِکہ نے سُلیما ن کی ساری حِکمت اور اُس محلّ کو جو اُس نے بنایا تھا۔"},{"number":5,"verse":"اور اُس کے دسترخوان کی نِعمتوں اور اُس کے مُلازِموں کی نشِست اور اُس کے خادِموں کی حاضِر باشی اور اُن کی پوشاک اور اُس کے ساقِیوں اور اُس سِیڑھی کو جِس سے وہ خُداوند کے گھر کو جاتا تھا دیکھا تو اُس کے ہوش اُڑ گئے۔"},{"number":6,"verse":"اور اُس نے بادشاہ سے کہا کہ وہ سچّی خبر تھی جو مَیں نے تیرے کاموں اور تیری حِکمت کی بابت اپنے مُلک میں سُنی تھی۔"},{"number":7,"verse":"تَو بھی مَیں نے وہ باتیں باور نہ کِیں جب تک خُودآ کر اپنی آنکھوں سے یہ دیکھ نہ لِیا اور مُجھے تو آدھا بھی نہیں بتایا گیا تھا کیونکہ تیری حِکمت اور اِقبالمندی اُس شُہرت سے جو مَیں نے سُنی بُہت زِیادہ ہے۔"},{"number":8,"verse":"خُوش نصِیب ہیں تیرے لوگ اور خُوش نصِیب ہیں تیرے یہ مُلازِم جو برابر تیرے حضُور کھڑے رہتے اور تیری حِکمت سُنتے ہیں۔"},{"number":9,"verse":"خُداوند تیرا خُدا مُبارک ہو جو تُجھ سے اَیسا خُوشنُود ہُؤا کہ تُجھے اِسرا ئیل کے تخت پر بِٹھایا ہے ۔ چُونکہ خُداوند نے اِسرا ئیل سے سدا مُحبّت رکھّی ہے اِس لِئے اُس نے تُجھے عدل اور اِنصاف کرنے کو بادشاہ بنایا۔"},{"number":10,"verse":"اور اُس نے بادشاہ کو ایک سَو بِیس قِنطار سونا اور مصالِح کا بُہت بڑا انبار اور بیش بہا جواہِر دِئے اور جَیسے مصالِح سبا کی مَلِکہ نے سُلیما ن بادشاہ کو دِئے وَیسے پِھر کبھی اَیسی بُہتات کے ساتھ نہ آئے۔"},{"number":11,"verse":"اور حِیرا م کا بیڑا بھی جو اوفِیر سے سونا لاتا تھا بڑی کثرت سے چندن کے درخت اور بیش بہا جواہِراوفِیر سے لایا۔"},{"number":12,"verse":"سو بادشاہ نے خُداوند کے گھر اور شاہی محلّ کے لِئے چندن کی لکڑی کے سُتُون اور بربط اور گانے والوں کے لِئے سِتار بنائے۔ چندن کے اَیسے درخت نہ کبھی آئے تھے اور نہ کبھی آج کے دِن تک دِکھائی دِئے۔"},{"number":13,"verse":"اور سُلیما ن بادشاہ نے سبا کی مَلِکہ کو سب کُچھ جِس کی وہ مُشتاق ہُوئی اور جو کُچھ اُس نے مانگا دِیا ۔ علاوہ اِس کے سُلیما ن نے اُس کو اپنی شاہانہ سخاوت سے بھی عِنایت کِیا ۔ پِھر وہ اپنے مُلازِموں سمیت اپنی مملکت کو لَوٹ گئی۔"},{"number":14,"verse":"( سُلیما ن بادشاہ کی دَولت وثَروَت) اور جِتنا سونا ایک برس میں سُلیما ن کے پاس آتا تھا اُس کا وزن سونے کا چھ سَو چھیاسٹھ قِنطار تھا۔"},{"number":15,"verse":"علاوہ اِس کے بیوپاریوں اور سَوداگروں کی تِجارت اور مِلی جُلی قَوموں کے سب سلاطِین اور مُلک کے صُوبہ داروں کی طرف سے بھی سونا آتا تھا۔"},{"number":16,"verse":"اور سُلیما ن بادشاہ نے سونا گھڑ کر دو سَو ڈھالیں بنائِیں ۔ چھ سَو مِثقال سونا ایک ایک ڈھال میں لگا۔"},{"number":17,"verse":"اور اُس نے گھڑے ہُوئے سونے کی تِین سَو سِپریں بنائِیں ۔ ایک ایک سِپر میں ڈیڑھ سیر سونا لگا اور بادشاہ نے اُن کو لُبنانی بَن کے گھر میں رکھّا۔"},{"number":18,"verse":"ماسِوا اِن کے بادشاہ نے ہاتھی دانت کا ایک بڑا تخت بنایا اور اُس پر سب سے چوکھا سونا منڈھا۔"},{"number":19,"verse":"اُس تخت میں چھ سِیڑِھیاں تھِیں اور تخت کے اُوپر کا حِصّہ پِیچھے سے گول تھا اور بَیٹھنے کی جگہ کی دونوں طرف ٹیکیں تِھیں اور ٹیکوں کے پاس دو شیر کھڑے تھے۔"},{"number":20,"verse":"اور اُن چھ سِیڑِھیوں کے اِدھر اور اُدھر بارہ شیر کھڑے تھے ۔ کِسی سلطنت میں اَیسا کبھی نہیں بنا۔"},{"number":21,"verse":"اور سُلیما ن بادشاہ کے پِینے کے سب برتن سونے کے تھے اور لُبنانی بَن کے گھر کے بھی سب برتن خالِص سونے کے تھے ۔ چاندی کا ایک بھی نہ تھا کیونکہ سُلیما ن کے ایّام میں اِس کی کُچھ قدر نہ تھی۔"},{"number":22,"verse":"کیونکہ بادشاہ کے پاس سمُندر میں حِیرا م کے بیڑے کے ساتھ ایک ترسِیسی بیڑا بھی تھا ۔ یہ ترسِیسی بیڑا تِین برس میں ایک بار آتا تھا اور سونا اور چاندی اور ہاتھی دانت اور بندر اور مور لاتا تھا۔"},{"number":23,"verse":"سو سُلیما ن بادشاہ دَولت اور حِکمت میں زمِین کے سب بادشاہوں پر سبقت لے گیا۔"},{"number":24,"verse":"اور سارا جہان سُلیما ن کے دِیدار کا طالِب تھا تاکہ اُس کی حِکمت کو جو خُدا نے اُس کے دِل میں ڈالی تھی سُنے۔"},{"number":25,"verse":"اور اُن میں سے ہر ایک آدمی چاندی کے برتن اور سونے کے برتن اور کپڑے اور ہتھیار اور مصالِح اور گھوڑے اور خچّر ہدیہ کے طَور پر اپنے حِصّہ کے مُوافِق لاتا تھا۔"},{"number":26,"verse":"اور سُلیما ن نے رتھ اور سوار اِکٹّھے کر لِئے ۔ اُس کے پاس ایک ہزار چار سَو رتھ اور بارہ ہزار سوار تھے جِن کو اُس نے رتھوں کے شہروں میں اور بادشاہ کے ساتھ یروشلیِم میں رکھّا۔"},{"number":27,"verse":"اور بادشاہ نے یروشلیِم میں اِفراط کی وجہ سے چاندی کو تو اَیسا کر دِیا جَیسے پتّھر اور دیوداروں کو اَیسا جَیسے نشیب کے مُلک کے گولر کے درخت ہوتے ہیں۔"},{"number":28,"verse":"اور جو گھوڑے سُلیما ن کے پاس تھے وہ مِصر سے منگائے گئے تھے اور بادشاہ کے سَوداگر ایک ایک جُھنڈ کی قِیمت لگا کر اُن کے جُھنڈ کے جُھنڈ لِیا کرتے تھے۔"},{"number":29,"verse":"اور ایک رتھ چاندی کی چھ سَو مِثقال میں آتا اور مِصر سے روانہ ہوتا اور گھوڑا ڈیڑھ سَو مِثقال میں آتا تھا اور اَیسے ہی حِتّیوں کے سب بادشاہوں اور ارامی بادشاہوں کے لِئے وہ اِن کو اُن ہی کے ذرِیعہ سے منگاتے تھے۔"}]}