{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( سُلیما ن خُدا سے مُنحرف ہوتا ہے) اور سُلیما ن بادشاہ فرعو ن کی بیٹی کے علاوہ بُہت سی اجنبی عَورتوں سے یعنی موآبی ۔ عمُّونی ۔ ادُومی ۔ صَیدانی اور حِتّی عَورتوں سے مُحبّت کرنے لگا۔"},{"number":2,"verse":"یہ اُن قَوموں کی تِھیں جِن کی بابت خُداوند نے بنی اِسرائیل سے کہا تھا کہ تُم اُن کے بِیچ نہ جانا اور نہ وہ تُمہارے بِیچ آئیں کیونکہ وہ ضرُور تُمہارے دِلوں کو اپنے دیوتاؤں کی طرف مائِل کر لیں گی ۔ سُلیما ن اِن ہی کے عِشق کا دَم بھرنے لگا۔"},{"number":3,"verse":"اور اُس کے پاس سات سَو شاہزادِیاں اُس کی بِیویاں اور تِین سَو حرمیں تِھیں اور اُس کی بِیوِیوں نے اُس کے دِل کو پھیر دِیا۔"},{"number":4,"verse":"کیونکہ جب سُلیما ن بُڈّھا ہو گیا تو اُس کی بِیویوں نے اُس کے دِل کو غَیر معبُودوں کی طرف مائِل کر لِیا اور اُس کا دِل خُداوند اپنے خُدا کے ساتھ کامِل نہ رہا جَیسا اُس کے باپ داؤُد کا دِل تھا۔"},{"number":5,"verse":"کیونکہ سُلیما ن صَیدانِیوں کی دیوی عستارا ت اور عمُّونیوں کے نفرتی مِلکوم کی پَیروی کرنے لگا۔"},{"number":6,"verse":"اور سُلیما ن نے خُداوند کے آگے بدی کی اور اُس نے خُداوند کی پُوری پَیروی نہ کی جَیسی اُس کے باپ داؤُد نے کی تھی۔"},{"number":7,"verse":"پِھر سُلیما ن نے موآبیوں کے نفرتی کموس کے لِئے اُس پہاڑ پر جو یروشلیِم کے سامنے ہے اور بنی عمُّون کے نفرتی مو لک کے لِئے بُلند مقام بنا دِیا۔"},{"number":8,"verse":"اُس نے اَیسا ہی اپنی سب اجنبی بِیویوں کی خاطِر کِیا جو اپنے دیوتاؤں کے حضُور بخُور جلاتی اور قُربانی گُذرانتی تِھیں۔"},{"number":9,"verse":"اور خُداوند سُلیما ن سے ناراض ہُؤا کیونکہ اُس کا دِل خُداوند اِسرا ئیل کے خُدا سے پِھر گیا تھا جِس نے اُسے دو بار دِکھائی دے کر۔"},{"number":10,"verse":"اُس کو اِس بات کا حُکم کِیا تھا کہ وہ غَیر معبُودوں کی پَیروی نہ کرے پر اُس نے وہ بات نہ مانی جِس کا حُکم خُداوند نے دِیا تھا۔"},{"number":11,"verse":"اِس سبب سے خُداوند نے سُلیما ن کو کہا چُونکہ تُجھ سے یہ فِعل ہُؤا اور تُو نے میرے عہد اور میرے آئِین کو جِن کا مَیں نے تُجھے حُکم دِیا نہیں مانا اِس لِئے مَیں سلطنت کو ضرُور تُجھ سے چِھین کر تیرے خادِم کو دُوں گا۔"},{"number":12,"verse":"تَو بھی تیرے باپ داؤُد کی خاطِر مَیں تیرے ایّام میں یہ نہیں کرُوں گا بلکہ اُسے تیرے بیٹے کے ہاتھ سے چِھینُوں گا۔"},{"number":13,"verse":"پِھر بھی مَیں ساری سلطنت کو نہیں چِھین لُوں گا بلکہ اپنے بندہ داؤُد کی خاطِر اور یروشلیِم کی خاطِر جِسے میں نے چُن لِیا ہے ایک قبِیلہ تیرے بیٹے کو دُوں گا۔"},{"number":14,"verse":"( سُلیما ن کے دُشمن) سو خُداوند نے ادُومی ہدد کو سُلیما ن کا مُخالِف بنا کر کھڑا کِیا ۔ یہ ادُو م کی شاہی نسل سے تھا۔"},{"number":15,"verse":"کیونکہ جب داؤُد ادوُ م میں تھا اور لشکر کا سردار یُوآب ادُو م میں ہر ایک مَرد کو قتل کر کے اُن مقتُولوں کو دفن کرنے گیا۔"},{"number":16,"verse":"(کیونکہ یُوآب اور سب اِسرائیلی چھ مہِینے تک وہِیں رہے جب تک کہ اُس نے ادُوم میں ہر ایک مَرد کو قتل نہ کر ڈالا)۔"},{"number":17,"verse":"تو ہدد کئی ایک ادُومِیو ں کے ساتھ جو اُس کے باپ کے مُلازِم تھے مِصر کو جانے کو بھاگ نِکلا ۔ اُس وقت ہدد چھوٹا لڑکا ہی تھا۔"},{"number":18,"verse":"اور وہ مِد یان سے نِکل کر فاران میں آئے اور فاران سے لوگ ساتھ لے کر شاہِ مِصر فِرعو ن کے پاس مِصر میں گئے ۔ اُس نے اُس کو ایک گھر دِیا اور اُس کے لِئے رسد مُقرّر کی اور اُسے جاگِیر دی۔"},{"number":19,"verse":"اور ہدد کو فِرعو ن کے حضُور اِتنا رسُوخ حاصِل ہُؤا کہ اُس نے اپنی سالی یعنی مَلِکہ تحفنیس کی بہن اُسی کو بیاہ دی۔"},{"number":20,"verse":"اور تحفنیس کی بہن کے اُس سے اُس کا بیٹا جنُو بت پَیدا ہُؤا جِس کا دُودھ تحفنیس نے فِرعو ن کے محلّ میں چُھڑایا اور جنُوبت فرعو ن کے بیٹوں کے ساتھ فرعو ن کے محلّ میں رہا۔"},{"number":21,"verse":"سو جب ہدد نے مِصر میں سُنا کہ داؤُد اپنے باپ دادا کے ساتھ سو گیا اور لشکر کا سردار یُوآب بھی مَر گیا ہے تو ہدد نے فرعو ن سے کہا مُجھے رُخصت کر دے تاکہ مَیں اپنے مُلک کو چلا جاؤُں۔"},{"number":22,"verse":"تب فرعو ن نے اُس سے کہا بھلا تُجھے میرے پاس کِس چِیز کی کمی ہُوئی کہ تُو اپنے مُلک کو جانے کے درپَے ہے؟ اُس نے کہا کُچھ نہیں پِھر بھی تُو مُجھے جِس طرح ہو رُخصت ہی کر دے۔"},{"number":23,"verse":"اور خُدا نے اُس کے لِئے ایک اَور مُخالِف الِید ع کے بیٹے رزو ن کو کھڑا کِیا جو اپنے آقا ضوبا ہ کے بادشاہ ہدد عزر کے پاس سے بھاگ گیا تھا۔"},{"number":24,"verse":"اور اُس نے اپنے پاس لوگ جمع کر لِئے اور جب داؤُد نے ضوبا ہ والوں کو قتل کِیا تو وہ ایک فَوج کا سردار ہو گیا اور وہ دمِشق کو جا کر وہِیں رہنے اور دمِشق میں سلطنت کرنے لگے۔"},{"number":25,"verse":"سو ہدد کی شرارت کے علاوہ یہ بھی سُلیما ن کی ساری عُمر اِسرا ئیل کا دُشمن رہا اور اُس نے اِسرا ئیل سے نفرت رکھّی اور ارام پر حُکومت کرتا رہا۔"},{"number":26,"verse":"( یرُبعام کے ساتھ خُداکا وعدہ) اور صرِید ہ کے افرائِیمی نبا ط کا بیٹا یرُبعا م جو سُلیما ن کا مُلازِم تھا اور جِس کی ماں کا نام جو بیوہ تھی صرُوعہ تھا اُس نے بھی بادشاہ کے خِلاف اپنا ہاتھ اُٹھایا۔"},{"number":27,"verse":"اور بادشاہ کے خِلاف اُس کے ہاتھ اُٹھانے کا یہ سبب ہُؤا کہ بادشاہ مِلّو کو بناتا تھا اور اپنے باپ داؤُد کے شہر کے رخنہ کی مرمّت کرتا تھا۔"},{"number":28,"verse":"اور وہ شخص یرُبعا م ایک زبردست سُورما تھا اور سُلیما ن نے اُس جوان کو دیکھا کہ مِحنتی ہے ۔ سو اُس نے اُسے بنی یُوسف کے سارے کام پر مُختار بنا دِیا۔"},{"number":29,"verse":"اُس وقت جب یرُبعا م یروشلیِم سے نِکل کر جا رہا تھا تو سَیلانی اخیاہ نبی اُسے راہ میں مِلا اور اخیاہ ایک نئی چادر اوڑھے ہُوئے تھا ۔ یہ دونوں مَیدان میں اکیلے تھے۔"},{"number":30,"verse":"سو اخیاہ نے اُس نئی چادر کو جو اُس پر تھی لے کراُس کے بارہ ٹُکڑے پھاڑے۔"},{"number":31,"verse":"اور اُس نے یرُبعا م سے کہا کہ تُو اپنے لِئے دس ٹُکڑے لے لے کیونکہ خُداوند اِسرا ئیل کا خُدا یُوں کہتا ہے کہ دیکھ مَیں سُلیما ن کے ہاتھ سے سلطنت چِھین لُوں گا اور دس قبِیلے تُجھے دُوں گا۔"},{"number":32,"verse":"(لیکن میرے بندہ داؤُد کی خاطِر اور یروشلیِم یعنی اُس شہر کی خاطِر جِسے مَیں نے بنی اِسرائیل کے سب قبِیلوں میں سے چُن لِیا ہے ایک قبِیلہ اُس کے پاس رہے گا)۔"},{"number":33,"verse":"کیونکہ اُنہوں نے مُجھے ترک کِیا اور صَیدانِیوں کی دیوی عستارا ت اور موآبیوں کے دیوتا کمو س اور بنی عمُّون کے دیوتا مِلکوم کی پرستِش کی ہے اور میری راہوں پر نہ چلے کہ وہ کام کرتے جو میری نظر میں بھلا تھا اور میرے آئِین اور احکام کو مانتے جَیسا اُس کے باپ داؤُد نے کِیا۔"},{"number":34,"verse":"پِھر بھی مَیں ساری مملکت اُس کے ہاتھ سے نہیں لے لُوں گا بلکہ اپنے بندہ داؤُد کی خاطِر جِسے مَیں نے اِس لِئے چُن لِیا کہ اُس نے میرے احکام اور آئِین مانے۔ مَیں اِس کی عُمر بھر اِسے پیشوا بنائے رکُھّوں گا۔"},{"number":35,"verse":"پر اُس کے بیٹے کے ہاتھ سے سلطنت یعنی دس قبِیلوں کو لے کر اُن کو تُجھے دُوں گا۔"},{"number":36,"verse":"اور اُس کے بیٹے کو ایک قبِیلہ دُوں گا تاکہ میرے بندہ داؤُد کا چراغ یروشلیِم یعنی اُس شہر میں جِسے مَیں نے اپنا نام رکھنے کے لِئے چُن لِیا ہے ہمیشہ میرے آگے رہے۔"},{"number":37,"verse":"اور مَیں تُجھے لُوں گا اور تُو اپنے دِل کی پُوری خواہش کے مُوافِق سلطنت کرے گا اور اِسرا ئیل کا بادشاہ ہو گا۔"},{"number":38,"verse":"اور اَیسا ہو گا کہ اگر تُو اُن سب باتوں کو جِن کا مَیں تُجھے حُکم دُوں سُنے اور میری راہوں پر چلے اور جو کام میری نظر میں بھلا ہے اُس کو کرے اور میرے آئِین اور احکام کو مانے جَیسا میرے بندہ داؤُد نے کِیا تو مَیں تیرے ساتھ رہُوں گا اور تیرے لِئے ایک پایدار گھر بناؤُں گا جَیسا مَیں نے داؤُد کے لِئے بنایا اور اِسرا ئیل کو تُجھے دے دُوں گا۔"},{"number":39,"verse":"اور مَیں اِسی سبب سے داؤُد کی نسل کو دُکھ دُوں گا پر ہمیشہ تک نہیں۔"},{"number":40,"verse":"اِسی لِئے سُلیما ن یرُبعا م کے قتل کے درپَے ہُؤا پر یرُبعا م اُٹھ کر مِصر کو شاہِ مِصر سِیساق کے پاس بھاگ گیا اور سُلیما ن کی وفات تک مِصر میں رہا۔"},{"number":41,"verse":"( سُلیما ن کی وفات) اور سُلیما ن کا باقی حال اور سب کُچھ جو اُس نے کِیااور اُس کی حِکمت سو کیا وہ سُلیما ن کے احوال کی کِتاب میں درج نہیں؟۔"},{"number":42,"verse":"اور وہ مُدّت جِس میں سُلیما ن نے یروشلیِم میں سب اِسرا ئیل پر سلطنت کی چالِیس برس کی تھی۔"},{"number":43,"verse":"اور سُلیما ن اپنے باپ دادا کے ساتھ سو گیا اور اپنے باپ داؤُد کے شہر میں دفن ہُؤا اور اُس کا بیٹا رحُبعا م اُس کی جگہ بادشاہ ہُؤا۔"}]}