{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"اور حنا نی کے بیٹے یاہُو پر خُداوند کا یہ کلام بعشا کے خِلاف نازِل ہُؤا۔"},{"number":2,"verse":"اِس لِئے کہ مَیں نے تُجھے خاک پر سے اُٹھایا اور اپنی قَوم اِسرا ئیل کا پیشوا بنایا اور تُو یرُبعا م کی راہ پر چلا اور تُو نے میری قَوم اِسرا ئیل سے گُناہ کرا کے اُن کے گُناہوں سے مُجھے غُصّہ دِلایا۔"},{"number":3,"verse":"سو دیکھ مَیں بعشا اور اُس کے گھرانے کی پُوری صفائی کر دُوں گا اور تیرے گھرانے کو نباط کے بیٹے یرُبعا م کے گھرانے کی مانِند بنا دُوں گا۔"},{"number":4,"verse":"بعشا کا جو کوئی شہر میں مَرے گا اُسے کُتّے کھائیں گے اور جو مَیدان میں مَرے گا اُسے ہوا کے پرِندے چٹ کر جائیں گے۔"},{"number":5,"verse":"اور بعشا کا باقی حال اور جو کُچھ اُس نے کِیا اور اُس کی قُوّت سو کیا وہ اِسرا ئیل کے بادشاہوں کی توارِیخ کی کِتاب میں لِکھّا نہیں ہے؟۔"},{"number":6,"verse":"اور بعشا اپنے باپ دادا کے ساتھ سو گیا اور تِرضہ میں دفن ہُؤا اور اُس کا بیٹا اَیلہ اُس کی جگہ بادشاہ ہُؤا۔"},{"number":7,"verse":"اور حنا نی کے بیٹے یاہُو کی معرفت خُداوند کا کلام بعشا اور اُس کے گھرانے کے خِلاف اُس ساری بدی کے سبب سے بھی نازِل ہُؤا جو اُس نے خُداوند کی نظر میں کی اور اپنے ہاتھوں کے کام سے اُسے غُصّہ دِلایا اور یرُبعا م کے گھرانے کی مانِند بنا اور اِس سبب سے بھی کہ اُس نے اُسے قتل کِیا۔"},{"number":8,"verse":"( اِسرائیل کا بادشاہ اَیلہ) اور شاہِ یہُودا ہ آسا کے چھِبّیسویں سال سے بعشا کا بیٹا اَیلہ تِرضہ میں بنی اِسرائیل پر سلطنت کرنے لگا اور اُس نے دو برس سلطنت کی۔"},{"number":9,"verse":"اور اُس کے خادِم زِمر ی نے جو اُس کے آدھے رتھوں کا داروغہ تھا اُس کے خِلاف سازِش کی ۔ اُس وقت وہ تِرضہ میں تھا اور ارضہ کے گھر میں جو تِرضہ میں اُس کے گھر کا دِیوان تھا شراب پی پی کر متوالا ہوتا جاتا تھا۔"},{"number":10,"verse":"سو زِمر ی نے آسا شاہِ یہُودا ہ کے ستائِیسویں سال اندر جا کر اُس پر وار کِیا اور اُسے قتل کر دِیا اور اُس کی جگہ سلطنت کرنے لگا۔"},{"number":11,"verse":"اور جب وہ بادشاہی کرنے لگا تو تخت پر بَیٹھتے ہی اُس نے بعشا کے سارے گھرانے کو قتل کِیا اور نہ تو اُس کے رِشتہ داروں کا اور نہ اُس کے دوستوں کا کوئی لڑکا باقی چھوڑا۔"},{"number":12,"verse":"یُوں زِمر ی نے خُداوند کے اُس سُخن کے مُطابِق جو اُس نے بعشا کے خِلاف یاہُو نبی کی معرفت فرمایا تھا بعشا کے سارے گھرانے کو نابُود کِیا۔"},{"number":13,"verse":"بعشا کے سب گُناہوں اور اُس کے بیٹے اَیلہ کے گُناہوں کے سبب سے جو اُنہوں نے کِئے اور جِن سے اُنہوں نے اِسرا ئیل سے گُناہ کرایا تاکہ خُداوند اِسرا ئیل کے خُدا کو اپنے باطِل کاموں سے غُصّہ دِلائیں۔"},{"number":14,"verse":"اور اَیلہ کا باقی حال اور سب کُچھ جو اُس نے کِیا سو کیا وہ اِسرا ئیل کے بادشاہوں کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"},{"number":15,"verse":"( اِسرائیل کا بادشاہ زِمری) اور شاہِ یہُودا ہ آسا کے ستائِیسویں برس میں زِمر ی نے تِرضہ میں سات دِن بادشاہی کی ۔ اُس وقت لوگ جِبّتُون کے مُقابِل جو فِلستِیوں کا تھا خَیمہ زن تھے۔"},{"number":16,"verse":"اور اُن لوگوں نے جو خَیمہ زن تھے یہ چرچا سُنا کہ زِمر ی نے سازِش کی اور بادشاہ کو مار بھی ڈالا ہے اِس لِئے سارے اِسرا ئیل نے عُمر ی کو جو لشکر کا سردار تھا اُس دِن لشکر گاہ میں اِسرا ئیل کا بادشاہ بنایا۔"},{"number":17,"verse":"تب عُمر ی اور اُس کے ساتھ سارا اِسرا ئیل جِبّتُون سے روانہ ہُؤا اور اُنہوں نے تِرضہ کا مُحاصرہ کر لِیا۔"},{"number":18,"verse":"اور اَیسا ہُؤا کہ جب زِمر ی نے دیکھا کہ شہر سر ہو گیا تو شاہی محلّ کے مُحکم حِصّہ میں جا کر شاہی محلّ میں آگ لگا دی اور جل مَرا۔"},{"number":19,"verse":"اپنے اُن گُناہوں کے سبب سے جو اُس نے کِئے کہ خُداوند کی نظر میں بدی کی اور یرُبعا م کی راہ اور اُس کے گُناہ کی روِش اِختیار کی جو اُس نے کِیا تاکہ اِسرا ئیل سے گُناہ کرائے۔"},{"number":20,"verse":"اور زِمر ی کا باقی حال اور جو بغاوت اُس نے کی سو کیا وہ اِسرا ئیل کے بادشاہوں کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"},{"number":21,"verse":"( اِسرائیل کا بادشاہ عُمری) اُس وقت اِسرائیلی دو فرِیق ہو گئے آدھے آدمی جِینت کے بیٹے تِبنی کے پیرَو ہو گئے تاکہ اُسے بادشاہ بنائیں اور آدھے عُمر ی کے پَیرو تھے۔"},{"number":22,"verse":"پر جو عُمر ی کے پیرَو تھے اُن پر جو جِینت کے بیٹے تِبنی کے پیرَو تھے غالِب آئے ۔ سو تِبنی مَر گیا اور عُمر ی بادشاہ ہُؤا۔"},{"number":23,"verse":"شاہِ یہُودا ہ آسا کے اِکتِیسویں سال سے عُمر ی اِسرا ئیل پر سلطنت کرنے لگا ۔ اُس نے بارہ برس سلطنت کی ۔ تِرضہ میں چھ برس اُس کی سلطنت رہی۔"},{"number":24,"verse":"اور اُس نے سامر یہ کا پہاڑ سمر سے دو قِنطار چاندی میں خرِیدا اور اُس پہاڑ پر ایک شہر بنایا اور اُس شہر کا نام جو اُس نے بنایا تھا پہاڑ کے مالِک سمر کے نام پر سامریہ رکھّا۔"},{"number":25,"verse":"اور عُمر ی نے خُداوند کی نظر میں بدی کی اور اُن سب سے جو اُس سے پہلے ہُوئے بدتر کام کِئے۔"},{"number":26,"verse":"کیونکہ اُس نے نبا ط کے بیٹے یرُبعا م کی سب راہیں اور اُس کے گُناہوں کی روِش اِختیار کی جِن سے اُس نے اِسرا ئیل سے گُناہ کرایا تاکہ وہ خُداوند اِسرا ئیل کے خُدا کو اپنے باطِل کاموں سے غُصّہ دِلائیں۔"},{"number":27,"verse":"اور عُمر ی کے باقی کام جو اُس نے کِئے اور اُس کا زور جو اُس نے دِکھایا سو کیا وہ اِسرا ئیل کے بادشاہوں کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"},{"number":28,"verse":"سو عُمر ی اپنے باپ دادا کے ساتھ سو گیا اور سامر یہ میں دفن ہُؤا اور اُس کا بیٹا اخی ا ب اُس کی جگہ بادشاہ ہُؤا۔"},{"number":29,"verse":"( اِسرائیل کا بادشاہ اخی اب) اور شاہِ یہُودا ہ آسا کے اڑتِیسویں سال سے عُمر ی کا بیٹا اخی ا ب اِسرا ئیل پر سلطنت کرنے لگا اور عُمر ی کے بیٹے اخی ا ب نے سامر یہ میں اِسرا ئیل پر بائِیس برس سلطنت کی۔"},{"number":30,"verse":"اور عُمر ی کے بیٹے اخی ا ب نے جِتنے اُس سے پہلے ہُوئے تھے اُن سبھوں سے زِیادہ خُداوند کی نظر میں بدی کی۔"},{"number":31,"verse":"اور گویا نباط کے بیٹے یرُبعا م کے گُناہوں کی روِش اِختیار کرنا اُس کے لِئے ایک ہلکی سی بات تھی ۔ سو اُس نے صَیدانیوں کے بادشاہ اِتبعل کی بیٹی اِیز بِل سے بیاہ کِیا اور جا کر بعل کی پرستِش کرنے اور اُسے سِجدہ کرنے لگا۔"},{"number":32,"verse":"اور بعل کے مندر میں جِسے اُس نے سامر یہ میں بنایا تھا بعل کے لِئے ایک مذبح تیّار کِیا۔"},{"number":33,"verse":"اور اخی ا ب نے یسِیرت بنائی اور اخی ا ب نے اِسرا ئیل کے سب بادشاہوں سے زِیادہ جو اُس سے پہلے ہُوئے تھے خُداوند اِسرا ئیل کے خُدا کو غُصّہ دِلانے کے کام کِئے۔"},{"number":34,"verse":"اُس کے ایّام میں بَیت ایلی حی ا یل نے یرِیحُو کو تعمِیر کِیا ۔ جب اُس نے اُس کی بُنیاد ڈالی تو اُس کا پہلوٹھا بیٹا ابرا م مَرا اور جب اُس کے پھاٹک لگائے تو اُس کا سب سے چھوٹا بیٹا سجُو ب مَر گیا ۔ یہ خُداوند کے کلام کے مُطابِق ہُؤا جو اُس نے نُون کے بیٹے یشُوع کی معرفت فرمایا تھا۔"}]}