{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"( سُلیما ن کو داؤُد کی آخِری وصِیّت) اور داؤُد کے مَرنے کے دِن نزدِیک آئے ۔ سو اُس نے اپنے بیٹے سُلیما ن کو وصِیّت کی اور کہا کہ۔"},{"number":2,"verse":"مَیں اُسی راستہ جانے والا ہُوں جو سارے جہان کا ہے ۔ اِس لِئے تُو مضبُوط اور مَردانگی دِکھا۔"},{"number":3,"verse":"اور جو مُوسیٰ کی شرِیعت میں لِکھا ہے اُس کے مُطابِق خُداوند اپنے خُدا کی ہدایت کو مان کر اُس کی راہوں پر چل اور اُس کے آئِین پر اور اُس کے فرمانوں اور حُکموں اور شہادتوں پر عمل کر تاکہ جو کُچھ تُو کرے اور جہاں کہِیں تُو جائے سب میں تُجھے کامیابی ہو۔"},{"number":4,"verse":"اور خُداوند اپنی اُس بات کو قائِم رکھّے جو اُس نے میرے حق میں کہی کہ اگر تیری اَولاد اپنے طرِیق کی حِفاظت کر کے اپنے سارے دِل اور اپنی ساری جان سے میرے حضُور راستی سے چلے تو اِسرا ئیل کے تخت پر تیرے ہاں آدمی کی کمی نہ ہو گی۔"},{"number":5,"verse":"اور تُو آپ جانتا ہے کہ ضرویاہ کے بیٹے یُوآب نے مُجھ سے کیا کیا کِیا یعنی اُس نے اِسرائیلی لشکر کے دو سرداروں نیر کے بیٹے ابنیر اور یتر کے بیٹے عماسا سے کیا کِیا جِن کو اُس نے قتل کِیا اور صُلح کے وقت خُونِ جنگ بہایا اور خُونِ جنگ کو اپنے پٹکے پر جو اُس کی کمر میں بندھا تھا اور اپنی جُوتیوں پر جو اُس کے پاؤں میں تِھیں لگایا۔"},{"number":6,"verse":"سو تُو اپنی حِکمت سے کام لینا اور اُس کے سفید سر کو قبر میں سلامت اُترنے نہ دینا۔"},{"number":7,"verse":"پر برزِ لّی جِلعادی کے بیٹوں پر مِہربانی کرنا اور وہ اُن میں شامِل ہوں جو تیرے دسترخوان پر کھانا کھایا کریں گے کیونکہ وہ اَیسا ہی کرنے کو میرے پاس آئے جب مَیں تیرے بھائی ابی سلو م کے سبب سے بھاگا تھا۔"},{"number":8,"verse":"اور دیکھ بِنیمِینی جیرا کا بیٹا بحُوریمی سِمعی تیرے ساتھ ہے جِس نے اُس دِن جب کہ مَیں محنایم کو جاتا تھا بُہت بُری طرح مُجھ پر لَعنت کی پر وہ یَرد ن پر مُجھ سے مِلنے کو آیا اور مَیں نے خُداوند کی قَسم کھا کر اُس سے کہا کہ مَیں تُجھے تلوار سے قتل نہیں کرُوں گا۔"},{"number":9,"verse":"سو تُو اُس کو بے گُناہ نہ ٹھہرانا کیونکہ تُو عاقِل مَرد ہے اور تُو جانتا ہے کہ تُجھے اُس کے ساتھ کیا کرنا چاہئے ۔ پس تُو اُس کا سفید سر لہُولُہان کر کے قبر میں اُتارنا۔"},{"number":10,"verse":"( داؤُد کی وفات) اور داؤُد اپنے باپ دادا کے ساتھ سو گیا اور داؤُد کے شہر میں دفن ہُؤا۔"},{"number":11,"verse":"اور کُل مُدّت جِس میں داؤُد نے اِسرا ئیل پر سلطنت کی چالِیس برس کی تھی ۔ سات برس تو اُس نے حبرُو ن میں سلطنت کی اور تَینتِیس برس یروشلیِم میں۔"},{"number":12,"verse":"اور سُلیما ن اپنے باپ داؤُد کے تخت پر بَیٹھا اور اُس کی سلطنت نِہایت مُستحکم ہُوئی۔"},{"number":13,"verse":"( ادُونیّاہ کی وفات) تب حجِیّت کا بیٹا ادُو نیّاہ سُلیما ن کی ماں بت سبع کے پاس آیا ۔ اُس نے پُوچھا تُو صُلح کے خیال سے آیا ہے؟ اُس نے کہا صُلح کے خیال سے۔"},{"number":14,"verse":"پِھر اُس نے کہا مُجھے تُجھ سے کُچھ کہنا ہے ۔ اُس نے کہا کہہ۔"},{"number":15,"verse":"اُس نے کہا تُو جانتی ہے کہ سلطنت میری تھی اور سب اِسرائیلی میری طرف مُتوجِّہ تھے کہ مَیں سلطنت کرُوں لیکن سلطنت پلٹ گئی اور میرے بھائی کی ہو گئی کیونکہ خُداوند کی طرف سے یہ اُسی کی تھی۔"},{"number":16,"verse":"سو میری تُجھ سے ایک درخواست ہے ۔ نامنظُور نہ کر ۔ اُس نے کہا بیان کر۔"},{"number":17,"verse":"اُس نے کہا ذرا سُلیما ن بادشاہ سے کہہ کیونکہ وہ تیری بات کو نہیں ٹالے گا کہ اَبی شاگ شُونمِیت کو مُجھے بیاہ دے۔"},{"number":18,"verse":"بت سبع نے کہا اچّھا مَیں تیرے لِئے بادشاہ سے عرض کرُوں گی۔"},{"number":19,"verse":"پس بت سبع سُلیما ن بادشاہ کے پاس گئی تاکہ اُس سے ادُو نیّاہ کے لِئے عرض کرے ۔ بادشاہ اُس کے اِستِقبال کے واسطے اُٹھا اور اُس کے سامنے جُھکا ۔ پِھر اپنے تخت پر بَیٹھا اور اُس نے بادشاہ کی ماں کے لِئے ایک تخت لگوایا ۔ سو وہ اُس کے دہنے ہاتھ بَیٹھی۔"},{"number":20,"verse":"اور کہنے لگی میری تُجھ سے ایک چھوٹی سی درخواست ہے ۔ تُو مُجھ سے اِنکار نہ کرنا ۔ بادشاہ نے اُس سے کہا اَے میری ماں! اِرشاد فرما مُجھے تُجھ سے اِنکار نہ ہو گا۔"},{"number":21,"verse":"اُس نے کہا اَبی شاگ شُونمِیت تیرے بھائی ادُو نیّاہ کو بیاہ دی جائے۔"},{"number":22,"verse":"سُلیما ن بادشاہ نے اپنی ماں کو جواب دِیا کہ تُو اَبی شاگ شُونمِیت ہی کو ادُو نیّاہ کے لِئے کیوں مانگتی ہے؟ اُس کے لِئے سلطنت بھی مانگ کیونکہ وہ تو میرا بڑا بھائی ہے بلکہ اُسی کے لِئے کیا ابیا تر کاہِن اورضرو یاہ کے بیٹے یُوآب کے لِئے بھی مانگ۔"},{"number":23,"verse":"تب سُلیما ن بادشاہ نے خُداوند کی قَسم کھائی اور کہا کہ اگر ادُو نیّاہ نے یہ بات اپنی ہی جان کے خِلاف نہیں کہی تو خُدا مُجھ سے اَیسا ہی بلکہ اِس سے بھی زِیادہ کرے۔"},{"number":24,"verse":"سو اب خُداوند کی حیات کی قَسم جِس نے مُجھ کو قیام بخشا اور مُجھ کو میرے باپ داؤُد کے تخت پر بِٹھایا اور میرے لِئے اپنے وعدہ کے مُطابِق ایک گھر بنایا یقِیناً ادُونیّاہ آج ہی قتل کِیا جائے گا۔"},{"number":25,"verse":"اور سُلیما ن بادشاہ نے یہوید ع کے بیٹے بِنایا ہ کو بھیجا ۔ اُس نے اُس پر اَیسا وار کِیا کہ وہ مَر گیا۔"},{"number":26,"verse":"( ابیاتر کی عِلاقہ بدری اور یُوآب کی وفات) پِھر بادشاہ نے ابیاتر کاہِن سے کہا تُو عنتوت کو اپنے کھیتوں میں چلا جا کیونکہ تُو واجِبُ القتل ہے پر مَیں اِس وقت تُجھ کو قتل نہیں کرتا کیونکہ تُو میرے باپ داؤُد کے سامنے خُداوند یہووا ہ کا صندُوق اُٹھایا کرتا تھا اور جو جو مُصِیبت میرے باپ پر آئی وہ تُجھ پر بھی آئی۔"},{"number":27,"verse":"سو سُلیما ن نے ابیا تر کو خُداوند کے کاہِن کے عُہدہ سے برطرف کِیا تاکہ وہ خُداوند کے اُس قَول کو پُورا کرے جو اُس نے سَیلا میں عیلی کے گھرانے کے حق میں کہا تھا۔ ٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍٍ"},{"number":28,"verse":"اور یہ خبر یُوآب تک پُہنچی کیونکہ یُوآب ادُو نیّاہ کا تو پیَرو ہو گیا تھا گو وہ ابی سلو م کا پَیرو نہیں ہُؤا تھا ۔ سو یُوآب خُداوند کے خَیمہ کو بھاگ گیا اور مذبح کے سِینگ پکڑ لِئے۔"},{"number":29,"verse":"اور سُلیما ن بادشاہ کو خبر ہُوئی کہ یُوآب خُداوند کے خَیمہ کو بھاگ گیا ہے اور دیکھ وہ مذبح کے پاس ہے ۔ تب سُلیما ن نے یہوید ع کے بیٹے بِنایاہ کو یہ کہہ کر بھیجا کہ جا کر اُس پر وار کر۔"},{"number":30,"verse":"سو بِنایاہ خُداوند کے خَیمہ کو گیا اور اُس نے اُس سے کہا بادشاہ یُوں فرماتا ہے کہ تُو باہر نِکل آ ۔ اُس نے کہا نہیں بلکہ مَیں یہِیں مرُونگا ۔ تب بِنایاہ نے لَوٹ کر بادشاہ کو خبر دی کہ یُوآب نے یُوں کہا ہے اور اُس نے مُجھے یُوں جواب دِیا۔"},{"number":31,"verse":"تب بادشاہ نے اُس سے کہا جَیسا اُس نے کہا وَیسا ہی کر اور اُس پر وار کر اور اُسے دفن کر دے تاکہ تُو اُس خُون کو جو یُوآب نے بے سبب بہایا مُجھ پر سے اور میرے باپ کے گھر پر سے دُور کر دے۔"},{"number":32,"verse":"اور خُداوند اُس کا خُون اُلٹا اُسی کے سر پر لائے گا کیونکہ اُس نے دو شخصوں پر جو اُس سے زِیادہ راستباز اور اچّھے تھے یعنی نیر کے بیٹے ابنیر پر جو اِسرائیلی لشکر کا سردار تھا اور یتر کے بیٹے عماسا پر جو یہُوداہ کی فَوج کا سردار تھا وار کِیا اور اُن کو تلوار سے قتل کِیا اور میرے باپ داؤُد کو معلُوم نہ تھا۔"},{"number":33,"verse":"سو اُن کا خُون یُوآب کے سر پر اور اُس کی نسل کے سر پر ابد تک رہے گا لیکن داؤُد پر اور اُس کی نسل پر اور اُس کے گھر پر اور اُس کے تخت پر ابد تک خُداوند کی طرف سے سلامتی ہو گی۔"},{"number":34,"verse":"تب یہوید ع کا بیٹا بِنایاہ گیا اور اُس نے اُس پر وار کر کے اُسے قتل کِیا اور وہ بیابان کے بِیچ اپنے ہی گھر میں دفن ہُؤا۔"},{"number":35,"verse":"اور بادشاہ نے یہوید ع کے بیٹے بِنایاہ کو اُس کی جگہ لشکر پر مُقرّر کِیا اور صدُو ق کاہِن کو بادشاہ نے ابیا تر کی جگہ رکھّا۔"},{"number":36,"verse":"( سِمعی کی وفات) پِھر بادشاہ نے سِمعی کو بُلا بھیجا اور اُس سے کہا کہ یروشلیِم میں اپنے لِئے ایک گھر بنا لے اور وہِیں رہ اور وہاں سے کہِیں نہ جانا۔"},{"number":37,"verse":"کیونکہ جِس دِن تُو باہر نِکلے گا اور نہرِ قِدرُو ن کے پار جائے گا تو یقِین جان لے کہ تُو ضرُور مارا جائے گا اور تیرا خُون تیرے ہی سر پر ہو گا۔"},{"number":38,"verse":"اورسِمعی نے بادشاہ سے کہا یہ بات اچّھی ہے ۔ جَیسا میرے مالِک بادشاہ نے کہا ہے تیرا خادِم وَیسا ہی کرے گا ۔ سوسِمعی بُہت دِنوں تک یروشلیِم میں رہا۔"},{"number":39,"verse":"اور تِین برس کے آخِر میں اَیسا ہُؤا کہ سِمعی کے نَوکروں میں سے دو آدمی جات کے بادشاہ اکِیس بِن معکاہ کے ہاں بھاگ گئے اور اُنہوں نے سِمعی کو بتایا کہ دیکھ تیرے نَوکر جات میں ہیں۔"},{"number":40,"verse":"سو سِمعی نے اُٹھ کر اپنے گدھے پر زِین کسا اور اپنے نَوکروں کی تلاش میں جات کو اکِیس کے پاس گیا اور سِمعی جا کر اپنے نَوکروں کو جات سے لے آیا۔"},{"number":41,"verse":"اور یہ خبر سُلیما ن کو مِلی کہ سِمعی یروشلیِم سے جات کو گیا تھا اور واپس آ گیا ہے۔"},{"number":42,"verse":"تب بادشاہ نے سِمعی کو بُلا بھیجا اور اُس سے کہا کیا مَیں نے تُجھے خُداوند کی قَسم نہ کِھلائی اور تُجھ کو بتا نہ دِیا کہ یقِین جان لے کہ جِس دِن تُو باہر نِکلا اور اِدھر اُدھر کہِیں گیا تو ضرُور مارا جائے گا؟ اور تُو نے مُجھ سے یہ کہا کہ جو بات مَیں نے سُنی وہ اچّھی ہے۔"},{"number":43,"verse":"پس تُو نے خُداوند کی قَسم کو اور اُس حُکم کو جِس کی مَیں نے تُجھے تاکِید کی کیوں نہ مانا؟۔"},{"number":44,"verse":"اور بادشاہ نے سِمعی سے یہ بھی کہا تُو اُس ساری شرارت کو جو تُو نے میرے باپ داؤُد سے کی جِس سے تیرا دِل واقِف ہے جانتا ہے ۔ سو خُداوند تیری شرارت کو اُلٹا تیرے ہی سر پر لائے گا۔"},{"number":45,"verse":"لیکن سُلیما ن بادشاہ مُبارک ہو گا اور داؤُد کا تخت خُداوند کے حضُور ہمیشہ قائِم رہے گا۔"},{"number":46,"verse":"اور بادشاہ نے یہوید ع کے بیٹے بِنایاہ کو حُکم دِیا ۔ سو اُس نے باہر جا کر اُس پر اَیسا وار کِیا کہ وہ مَر گیا اور سلطنت سُلیما ن کے ہاتھ میں مُستحکم ہو گئی۔"}]}