{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"( نبوت کا تاکستان) اِن باتوں کے بعد اَیسا ہُؤا کہ یزرعیلی نبوت کے پاس یزرعیل میں ایک تاکِستان تھا جو سامر یہ کے بادشاہ اخی ا ب کے محلّ سے لگا ہُؤا تھا۔"},{"number":2,"verse":"سو اخی ا ب نے نبوت سے کہا کہ اپنا تاکِستان مُجھ کو دیدے تاکہ مَیں اُسے ترکاری کا باغ بناؤُں کیونکہ وہ میرے گھر سے لگا ہُؤا ہے اور مَیں اُس کے بدلے تُجھ کو اُس سے بِہتر تاکِستان دُوں گا یا اگر تُجھے مُناسِب معلُوم ہو تو مَیں تُجھ کو اُس کی قِیمت نقد دے دُوں گا۔"},{"number":3,"verse":"نبوت نے اخی ا ب سے کہا خُداوند مُجھ سے اَیسا نہ کرائے کہ مَیں تُجھ کو اپنے باپ دادا کی مِیراث دے دُوں۔"},{"number":4,"verse":"اور اخی ا ب اُس بات کے سبب سے جو یزرعیلی نبوت نے اُس سے کہی اُداس اور ناخُوش ہو کر اپنے گھر میں آیا کیونکہ اُس نے کہا تھا مَیں تُجھ کو اپنے باپ دادا کی مِیراث نہیں دُوں گا ۔ سو اُس نے اپنے بِستر پر لیٹ کر اپنا مُنہ پھیر لِیا اور کھانا چھوڑ دِیا۔"},{"number":5,"verse":"تب اُس کی بِیوی اِیز بِل اُس کے پاس آ کر اُس سے کہنے لگی تیرا جی اَیسا کیوں اُداس ہے کہ تُو روٹی نہیں کھاتا؟۔"},{"number":6,"verse":"اُس نے اُس سے کہا اِس لِئے کہ مَیں نے یزرعیلی نبوت سے بات چِیت کی اور اُس سے کہا کہ تُو اپنا تاکِستان قِیمت لے کر مُجھے دیدے یا اگر تُو چاہے تو مَیں اُس کے بدلے دُوسرا تاکِستان تُجھے دے دُوں گا لیکن اُس نے جواب دِیا مَیں تُجھ کو اپنا تاکِستان نہیں دُوں گا۔"},{"number":7,"verse":"اُس کی بِیوی اِیز بِل نے اُس سے کہا اِسرا ئیل کی بادشاہی پر یِہی تیری حُکومت ہے؟ اُٹھ روٹی کھا اور اپنا دِل بہلا ۔ یِزرعیلی نبوت کا تاکِستان مَیں تُجھ کو دُوں گی۔"},{"number":8,"verse":"سو اُس نے اخی ا ب کے نام سے خط لِکھے اور اُن پر اُس کی مُہر لگائی اور اُن کو اُن بزُرگوں اور امِیروں کے پاس جو نبوت کے شہر میں تھے اور اُسی کے پڑوس میں رہتے تھے بھیج دِیا۔"},{"number":9,"verse":"اُس نے اُن خطوں میں یہ لِکھا کہ روزہ کی مُنادی کرا کے نبوت کو لوگوں میں اُونچی جگہ پر بِٹھاؤ۔"},{"number":10,"verse":"اور دو آدمِیوں کو جو شرِیر ہوں اُس کے سامنے کر دو کہ وہ اُس کے خِلاف یہ گواہی دیں کہ تُو نے خُدا پر اور بادشاہ پر لَعنت کی ۔ پِھر اُسے باہر لے جا کر سنگسار کرو تاکہ وہ مَر جائے۔"},{"number":11,"verse":"چُنانچہ اُس کے شہر کے لوگوں یعنی بزُرگوں اور امِیروں نے جو اُس کے شہر میں رہتے تھے جَیسا اِیز بِل نے اُن کو کہلا بھیجا وَیسا ہی اُن خطُوط کے مضمُون کے مُطابِق جو اُس نے اُن کو بھیجے تھے کِیا۔"},{"number":12,"verse":"اُنہوں نے روزہ کی مُنادی کرا کے نبوت کو لوگوں کے بِیچ اُونچی جگہ پر بِٹھایا۔"},{"number":13,"verse":"اور وہ دونوں آدمی جو شرِیر تھے آ کر اُس کے آگے بَیٹھ گئے اور اُن شرِیروں نے لوگوں کے سامنے اُس کے یعنی نبوت کے خِلاف یہ گواہی دی کہ نبوت نے خُدا پر اور بادشاہ پر لَعنت کی ہے ۔ تب وہ اُسے شہر سے باہر نِکال لے گئے اور اُس کو اَیسا سنگسار کِیا کہ وہ مَر گیا۔"},{"number":14,"verse":"پِھر اُنہوں نے اِیز بِل کو کہلا بھیجا کہ نبوت سنگسار کر دِیا گیا اور مَر گیا۔"},{"number":15,"verse":"جب اِیز بِل نے سُنا کہ نبوت سنگسار کر دِیا گیا اور مَر گیا تو اُس نے اخی ا ب سے کہا اُٹھ اور یِزرعیلی نبوت کے تاکِستان پر قبضہ کر جِسے اُس نے قِیمت پر بھی تُجھے دینے سے اِنکار کِیا تھا کیونکہ نبوت جِیتا نہیں بلکہ مَر گیا ہے۔"},{"number":16,"verse":"جب اخی ا ب نے سُنا کہ نبوت مَر گیا ہے تو اخی ا ب اُٹھا تاکہ یزرعیلی نبوت کے تاکِستان کو جا کر اُس پر قبضہ کرے۔"},{"number":17,"verse":"اور خُداوند کا یہ کلام ایلیّاہ تِشبی پر نازِل ہُؤا کہ۔"},{"number":18,"verse":"اُٹھ اور شاہِ اِسرا ئیل اخی ا ب سے جو سامر یہ میں رہتا ہے مِلنے کو جا ۔ دیکھ وہ نبوت کے تاکِستان میں ہے اور اُس پر قبضہ کرنے کو وہاں گیا ہے۔"},{"number":19,"verse":"سو تُو اُس سے یہ کہنا کہ خُداوند یُوں فرماتا ہے کہ کیا تُو نے جان بھی لی اور قبضہ بھی کر لِیا؟ سو تُو اُس سے یہ کہنا کہ خُداوند یُوں فرماتا ہے کہ اُسی جگہ جہاں کُتّوں نے نبوت کا لہُو چاٹا کُتّے تیرے لہُو کو بھی چاٹیں گے۔"},{"number":20,"verse":"اور اخی ا ب نے ایلیّاہ سے کہا اَے میرے دُشمن کیا مَیں تُجھے مِل گیا؟ اُس نے جواب دِیا کہ تُو مُجھے مِل گیا اِس لِئے کہ تُو نے خُداوند کے حضُور بدی کرنے کے لِئے اپنے آپ کو بیچ ڈالا ہے!۔"},{"number":21,"verse":"دیکھ مَیں تُجھ پر بلا نازِل کرُوں گا اور تیری پُوری صفائی کر دُوں گا اور اخی ا ب کی نسل کے ہر ایک لڑکے کو یعنی ہر ایک کو جو اِسرا ئیل میں بند ہے اور اُسے جو آزاد چُھوٹا ہُؤا ہے کاٹ ڈالُوں گا۔"},{"number":22,"verse":"اور تیرے گھر کو نباط کے بیٹے یرُبعا م کے گھر اور اخیاہ کے بیٹے بعشا کے گھر کی مانِند بنا دُوں گا۔ اُس غُصّہ دِلانے کے سبب سے جِس سے تُو نے میرے غضب کو بھڑکایا اور اِسرا ئیل سے گُناہ کرایا۔"},{"number":23,"verse":"اور خُداوند نے اِیز بِل کے حق میں بھی یہ فرمایا کہ یزرعیل کی فصِیل کے پاس کُتّے اِیز بِل کو کھائیں گے۔"},{"number":24,"verse":"اخی ا ب کا جو کوئی شہر میں مَرے گا اُسے کُتّے کھائیں گے اور جو مَیدان میں مَرے گا اُسے ہوا کے پرِندے چٹ کر جائیں گے۔"},{"number":25,"verse":"(کیونکہ اخی ا ب کی مانِند کوئی نہیں ہُؤا تھا جِس نے خُداوند کے حضُور بدی کرنے کے لِئے اپنے آپ کو بیچ ڈالا تھا اور جِسے اُس کی بِیوی اِیز بِل اُبھارا کرتی تھی۔"},{"number":26,"verse":"اور اُس نے نِہایت نفرت انگیز کام یہ کِیا کہ امورِیوں کی طرح جِن کو خُداوند نے بنی اِسرائیل کے آگے سے نِکال دِیا تھا بُتوں کی پیرَوی کی)۔"},{"number":27,"verse":"جب اخی ا ب نے یہ باتیں سُنِیں تو اپنے کپڑے پھاڑے اور اپنے تن پر ٹاٹ ڈالا اور روزہ رکھّا اور ٹاٹ ہی میں لیٹنے اور دبے پاؤں چلنے لگا۔"},{"number":28,"verse":"تب خُداوند کا یہ کلام ایلیّاہ تِشبی پر نازِل ہُؤا کہ۔"},{"number":29,"verse":"تُو دیکھتا ہے کہ اخی ا ب میرے حضُور کَیسا خاکساربن گیا ہے؟ پس چُونکہ وہ میرے حضُور خاکسار بن گیا ہے اِس لِئے مَیں اُس کے ایّام میں یہ بلا نازِل نہیں کرُوں گا بلکہ اُس کے بیٹے کے ایّام میں اُس کے گھرانے پر یہ بلا نازِل کرُوں گا۔"}]}