{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"( مِیکایاہ نبی اخی اب کو آگاہ کرتا ہے) اور تِین برس وہ اَیسے ہی رہے اور اِسرا ئیل اور ارا م کے درمِیان لڑائی نہ ہُوئی۔"},{"number":2,"verse":"اور تِیسرے سال یہُودا ہ کا بادشاہ یہُو سفط شاہِ اِسرا ئیل کے ہاں آیا۔"},{"number":3,"verse":"اور شاہِ اِسرا ئیل نے اپنے مُلازِموں سے کہا کیا تُم کو معلُوم ہے کہ راما ت جِلعاد ہمارا ہے پر ہم خاموش ہیں اور شاہِ ارا م کے ہاتھ سے اُسے چِھین نہیں لیتے؟۔"},{"number":4,"verse":"پِھر اُس نے یہُو سفط سے کہا کیا تُو میرے ساتھ راما ت جِلعاد سے لڑنے چلے گا؟ یہُو سفط نے شاہِ اِسرا ئیل کو جواب دِیا مَیں اَیسا ہُوں جَیسا تُو۔ میرے لوگ اَیسے ہیں جَیسے تیرے لوگ اور میرے گھوڑے اَیسے ہیں جَیسے تیرے گھوڑے۔"},{"number":5,"verse":"اور یہُو سفط نے شاہِ اِسرا ئیل سے کہا ذرا آج خُداوند کی مرضی بھی تو دریافت کر لے۔"},{"number":6,"verse":"تب شاہِ اِسرا ئیل نے نبِیوں کو جو قرِیب چار سَو آدمی تھے اِکٹّھا کِیا اور اُن سے پُوچھا مَیں راما ت جِلعاد سے لڑنے جاؤُں یا باز رہُوں؟ اُنہوں نے کہا جا کیونکہ خُداوند اُسے بادشاہ کے قبضہ میں کر دے گا۔"},{"number":7,"verse":"لیکن یہُو سفط نے کہا کیا اِن کو چھوڑ کر یہاں خُداوند کا کوئی نبی نہیں ہے تاکہ ہم اُس سے پُوچھیں؟۔"},{"number":8,"verse":"شاہِ اِسرا ئیل نے یہُو سفط سے کہا کہ ایک شخص اِملہ کا بیٹا مِیکایا ہ ہے تو سہی جِس کے ذرِیعہ سے ہم خُداوند سے پُوچھ سکتے ہیں لیکن مُجھے اُس سے نفرت ہے کیونکہ وہ میرے حق میں نیکی کی نہیں بلکہ بدی کی پیشِین گوئی کرتا ہے ۔ یہُو سفط نے کہا بادشاہ اَیسا نہ کہے۔"},{"number":9,"verse":"تب شاہِ اِسرا ئیل نے ایک سردار کو بُلا کر کہا کہ اِملہ کے بیٹے مِیکایا ہ کو جلد لے آ۔"},{"number":10,"verse":"اُس وقت شاہِ اِسرا ئیل اور شاہِ یہُودا ہ یہُو سفط سامرِ یہ کے پھاٹک کے سامنے ایک کُھلی جگہ میں اپنے اپنے تخت پر شاہانہ لِباس پہنے ہُوئے بَیٹھے تھے اور سب نبی اُن کے حضُور پیشِین گوئی کر رہے تھے۔"},{"number":11,"verse":"اور کنعا نہ کے بیٹے صِدقیاہ نے اپنے لِئے لوہے کے سِینگ بنائے اور کہا خُداوند یُوں فرماتا ہے کہ تُو اِن سے ارامِیوں کو مارے گا جب تک وہ نابُود نہ ہو جائیں۔"},{"number":12,"verse":"اور سب نبِیوں نے یِہی پیشِین گوئی کی اور کہا کہ رامات جِلعاد پر چڑھائی کر اور کامیاب ہو کیونکہ خُداوند اُسے بادشاہ کے قبضہ میں کر دے گا۔"},{"number":13,"verse":"اور اُس قاصِد نے جو مِیکایا ہ کو بُلانے کو گیا تھا اُس سے کہا دیکھ! سب نبی ایک زُبان ہو کر بادشاہ کو خُوشخبری دے رہے ہیں ۔ سو ذرا تیری بات بھی اُن کی بات کی طرح ہو اور تُو خُوشخبری ہی دینا۔"},{"number":14,"verse":"مِیکایا ہ نے کہا خُداوند کی حیات کی قَسم جو کُچھ خُداوند مُجھے فرمائے مَیں وُہی کہُوں گا۔"},{"number":15,"verse":"سو جب وہ بادشاہ کے پاس آیا تو بادشاہ نے اُس سے کہا مِیکایا ہ ہم راما ت جِلعاد سے لڑنے جائیں یا رہنے دیں؟ اُس نے جواب دِیا جا اور کامیاب ہو کیونکہ خُداوند اُسے بادشاہ کے قبضہ میں کر دے گا۔"},{"number":16,"verse":"بادشاہ نے اُس سے کہا مَیں کِتنی مرتبہ تُجھے قَسم دے کر کہُوں کہ تُو خُداوند کے نام سے حق کے سِوا اَور کُچھ مُجھ کو نہ بتائے؟۔"},{"number":17,"verse":"تب اُس نے کہا مَیں نے سارے اِسرا ئیل کو اُن بھیڑوں کی مانِند جِن کا چَوپان نہ ہو پہاڑوں پر پراگندہ دیکھا اور خُداوند نے فرمایا کہ اِن کا کوئی مالِک نہیں ۔ سو وہ اپنے اپنے گھر سلامت لَوٹ جائیں۔"},{"number":18,"verse":"تب شاہِ اِسرا ئیل نے یہُو سفط سے کہا کیا مَیں نے تُجھ کو بتایا نہیں تھا کہ یہ میرے حق میں نیکی کی نہیں بلکہ بدی کی پیشِین گوئی کرے گا؟۔"},{"number":19,"verse":"تب اُس نے کہا اچّھا تو خُداوند کے سُخن کو سُن لے ۔ مَیں نے دیکھا کہ خُداوند اپنے تخت پر بَیٹھا ہے اور سارا آسمانی لشکر اُس کے دہنے اور بائیں کھڑا ہے۔"},{"number":20,"verse":"اور خُداوند نے فرمایا کَون اخی ا ب کو بہکائے گا تاکہ وہ چڑھائی کرے اور راما ت جِلعاد میں کھیت آئے؟ تب کِسی نے کُچھ کہا اور کِسی نے کُچھ۔"},{"number":21,"verse":"لیکن ایک رُوح نِکل کر خُداوند کے سامنے کھڑی ہُوئی اور کہا مَیں اُسے بہکاؤُں گی۔"},{"number":22,"verse":"خُداوند نے اُس سے پُوچھا کِس طرح؟ اُس نے کہا مَیں جا کر اُس کے سب نبِیوں کے مُنہ میں جُھوٹ بولنے والی رُوح بن جاؤُں گی ۔ اُس نے کہا تُو اُسے بہکا دے گی اور غالِب بھی ہو گی ۔ روانہ ہو جا اور اَیسا ہی کر۔"},{"number":23,"verse":"سو دیکھ خُداوند نے تیرے اِن سب نبِیوں کے مُنہ میں جُھوٹ بولنے والی رُوح ڈالی ہے اور خُداوند نے تیرے حق میں بدی کا حُکم دِیا ہے۔"},{"number":24,"verse":"تب کنعا نہ کا بیٹا صِدقیاہ نزدِیک آیا اور اُس نے مِیکایا ہ کے گال پر مار کر کہا خُداوند کی رُوح تُجھ سے بات کرنے کو کِس راہ سے ہو کر مُجھ میں سے گئی؟۔"},{"number":25,"verse":"مِیکایا ہ نے کہا یہ تُو اُسی دِن دیکھ لے گا جب تُو اندر کی ایک کوٹھری میں گُھسے گا تاکہ چُھپ جائے۔"},{"number":26,"verse":"اور شاہِ اِسرا ئیل نے کہا مِیکایا ہ کو لے کر اُسے شہر کے ناظِم امو ن اور یُوآ س شہزادہ کے پاس لَوٹا لے جاؤ۔"},{"number":27,"verse":"اور کہنا بادشاہ یُوں فرماتا ہے کہ اِس شخص کو قَیدخانہ میں ڈال دو اور اِسے مُصِیبت کی روٹی کِھلانا اور مُصِیبت کا پانی پِلانا جب تک مَیں سلامت نہ آؤُں۔"},{"number":28,"verse":"تب مِیکایا ہ نے کہا اگر تُو سلامت واپس آ جائے تو خُداوند نے میری معرفت کلام ہی نہیں کِیا ۔ پِھر اُس نے کہا اَے لوگو! تُم سب کے سب سُن لو۔"},{"number":29,"verse":"( اخی اب کی وفات) سو شاہِ اِسرا ئیل اور شاہِ یہُودا ہ یہُو سفط نے راما ت جِلعاد پر چڑھائی کی۔"},{"number":30,"verse":"اور شاہ اِسرا ئیل نے یہُو سفط سے کہا مَیں اپنا بھیس بدل کر لڑائی میں جاؤُں گا پر تُو اپنا لِباس پہنے رہ ۔ سو شاہِ اِسرا ئیل اپنا بھیس بدل کر لڑائی میں گیا۔"},{"number":31,"verse":"اُدھر شاہِ ارا م نے اپنے رتھوں کے بتِیّسوں سرداروں کو حُکم دِیا تھا کہ کِسی چھوٹے یا بڑے سے نہ لڑنا سِوا شاہِ اِسرا ئیل کے۔"},{"number":32,"verse":"سو جب رتھوں کے سرداروں نے یہُوسفط کو دیکھا تو کہا کہ ضرُور شاہِ اِسرا ئیل یِہی ہے اور وہ اُس سے لڑنے کو مُڑے ۔ تب یہُو سفط چِلاّ اُٹھا۔"},{"number":33,"verse":"جب رتھوں کے سرداروں نے دیکھا کہ وہ شاہِ اِسرا ئیل نہیں تو وہ اُس کا پِیچھا کرنے سے لَوٹ گئے۔"},{"number":34,"verse":"اور کِسی شخص نے یُوں ہی اپنی کمان کھینچی اور شاہِ اِسرا ئیل کو جَوشن کے بندوں کے درمِیان مارا ۔ تب اُس نے اپنے سارتھی سے کہا کہ باگ پھیر کر مُجھے لشکر سے باہر نِکال لے چل کیونکہ مَیں زخمی ہو گیا ہُوں۔"},{"number":35,"verse":"اور اُس دِن بڑے گھمسان کا رن پڑا اور اُنہوں نے بادشاہ کو اُس کے رتھ ہی میں ارامِیوں کے مُقابِل سنبھالے رکھّا اور وہ شام کو مَر گیا اور خُون اُس کے زخم سے بہہ کر رتھ کے پایدان میں بھر گیا۔"},{"number":36,"verse":"اور آفتاب غرُوب ہوتے ہُوئے لشکر میں یہ پُکار ہو گئی کہ ہر ایک آدمی اپنے شہر اور ہر ایک آدمی اپنے مُلک کو جائے۔"},{"number":37,"verse":"سو بادشاہ مَر گیا اور وہ سامر یہ میں پُہنچایا گیا اور اُنہوں نے بادشاہ کو سامر یہ میں دفن کِیا۔"},{"number":38,"verse":"اور اُس رتھ کو سامر یہ کے تالاب میں دھویا (کسبِیاں یہِیں غُسل کرتی تِھیں) اور خُداوند کے کلام کے مُطابِق جو اُس نے فرمایا تھا کُتّوں نے اُس کا خُون چاٹا۔"},{"number":39,"verse":"اور اخی ا ب کی باقی باتیں اور سب کُچھ جو اُس نے کِیا تھا اور ہاتھی دانت کا گھر جو اُس نے بنایا تھا اور اُن سب شہروں کا حال جو اُس نے تعمِیر کِئے سو کیا وہ اِسرا ئیل کے بادشاہوں کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"},{"number":40,"verse":"اور اخی ا ب اپنے باپ دادا کے ساتھ سو گیا اور اُس کا بیٹا اخزیا ہ اُس کی جگہ بادشاہ ہُؤا۔"},{"number":41,"verse":"( یہُودا ہ کا بادشاہ یہُوسفط) اور آسا کا بیٹا یہُو سفط شاہِ اِسرا ئیل اخی ا ب کے چَوتھے سال سے یہُودا ہ پر سلطنت کرنے لگا۔"},{"number":42,"verse":"اور جب یہُو سفط سلطنت کرنے لگا تو پَینتِیس برس کا تھا اور اُس نے یروشلیِم میں پچِیّس برس سلطنت کی ۔ اُس کی ماں کا نام عزُو بہ تھا جو سِلحی کی بیٹی تھی۔"},{"number":43,"verse":"وہ اپنے باپ آسا کے نقشِ قدم پر چلا ۔ اُس سے وہ مُڑا نہیں اور جو خُداوند کی نِگاہ میں ٹِھیک تھا اُسے کرتا رہا تَو بھی اُونچے مقام ڈھائے نہ گئے ۔ لوگ اُن اُونچے مقاموں پر ہنُوز قُربانی کرتے اور بخُور جلاتے تھے۔"},{"number":44,"verse":"اور یہُو سفط نے شاہِ اِسرا ئیل سے صُلح کی۔"},{"number":45,"verse":"اور یہُو سفط کی باقی باتیں اور اُس کی قُوّت جو اُس نے دِکھائی اور اُس کے جنگ کرنے کی کیفیّت سو کیا وہ یہُودا ہ کے بادشاہوں کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"},{"number":46,"verse":"اور اُس نے باقی لُوطِیوں کو جو اُس کے باپ آسا کے عہد میں رہ گئے تھے مُلک سے خارِج کر دِیا۔"},{"number":47,"verse":"اور ادُو م میں کوئی بادشاہ نہ تھا بلکہ ایک نائِب حُکومت کرتا تھا۔"},{"number":48,"verse":"اور یہُو سفط نے تَرسِیس کے جہاز بنائے تاکہ اوفِیر کو سونے کے لِئے جائیں پر وہ گئے نہیں کیونکہ وہ عصیُون جابر ہی میں ٹُوٹ گئے۔"},{"number":49,"verse":"تب اخی ا ب کے بیٹے اخزیا ہ نے یہُو سفط سے کہا اپنے خادِموں کے ساتھ میرے خادِموں کو بھی جہازوں میں جانے دے پر یہُو سفط راضی نہ ہُؤا۔"},{"number":50,"verse":"اور یہُو سفط اپنے باپ دادا کے ساتھ سو گیا اور اپنے باپ داؤُد کے شہر میں اپنے باپ دادا کے ساتھ دفن ہُؤا اور اُس کا بیٹا یہُورا م اُس کی جگہ بادشاہ ہُؤا۔"},{"number":51,"verse":"( اِسرائیل کا بادشاہ اخزیاہ) اور اخی ا ب کا بیٹا اخزیا ہ شاہِ یہُودا ہ یہُو سفط کے سترھویں سال سے سامر یہ میں اِسرا ئیل پر سلطنت کرنے لگا اور اُس نے اِسرا ئیل پر دو برس سلطنت کی۔"},{"number":52,"verse":"اور اُس نے خُداوند کی نظر میں بدی کی اور اپنے باپ کی راہ اور اپنی ماں کی راہ اور نباط کے بیٹے یرُبعا م کی راہ پر چلا جِس سے اُس نے بنی اِسرائیل سے گُناہ کرایا۔"},{"number":53,"verse":"اور اپنے باپ کے سب کاموں کے مُوافِق بعل کی پرستِش کرتا اور اُس کو سِجدہ کرتا رہا اور خُداوند اِسرا ئیل کے خُدا کو غُصّہ دِلایا۔"}]}