{"bibleAbbr":"urRV2010","bookName":"۱-سلاطِین","bookEnglishName":"1 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"( سُلیما ن کا محلّ) اور سُلیما ن تیرہ برس اپنے محلّ کی تعمِیر میں لگا رہا اور اپنے محلّ کو ختم کِیا۔"},{"number":2,"verse":"کیونکہ اُس نے اپنا محلّ لُبنا ن کے بَن کی لکڑی کا بنایا۔ اُس کی لمبائی سَو ہاتھ اور چَوڑائی پچاس ہاتھ اور اُونچائی تِیس ہاتھ تھی اور وہ دیودار کے سُتُونوں کی چار قطاروں پر بنا تھا اور سُتُونوں پر دیودار کے شہتِیر تھے۔"},{"number":3,"verse":"اور وہ پَینتالِیس شہتِیروں کے اُوپر جو سُتُونوں پر ٹِکے تھے پاٹ دِیا گیا تھا ۔ ہر قطار میں پندرہ شہتِیر تھے۔"},{"number":4,"verse":"اور کھِڑکِیوں کی تِین قطاریں تِھیں اور تِینوں قطاروں میں ہر ایک رَوزن دُوسرے رَوزن کے مُقابِل تھا۔"},{"number":5,"verse":"اور سب دروازے اور چَوکھٹیں مُربّع شکل کی تِھیں اور تِینوں قطاروں میں ہر ایک رَوزن دُوسرے رَوزن کے مُقابِل تھا۔"},{"number":6,"verse":"اور اُس نے سُتُونوں کا برآمدہ بنایا ۔ اُس کی لمبائی پچاس ہاتھ اور چَوڑائی تِیس ہاتھ اور اِن کے سامنے ایک ڈیوڑھی تھی اور اِن کے آگے سُتُون اور موٹے موٹے شہتِیر تھے۔"},{"number":7,"verse":"اور اُس نے تخت کے لِئے ایک برآمدہ یعنی عدالت کا برآمدہ بنایا جہاں وہ عدالت کر سکے اور فرش سے فرش تک اُسے دیودار سے پاٹ دِیا۔"},{"number":8,"verse":"اور اُس کے رہنے کا محلّ جو اُسی برآمدہ کے اندر دُوسرے صحن میں تھا اَیسے ہی کام کا بنا ہُؤا تھا اور سُلیما ن نے فرعَو ن کی بیٹی کے لِئے جِسے اُس نے بیاہا تھا اُسی برآمدہ کے ڈھب کا ایک محلّ بنایا۔"},{"number":9,"verse":"یہ سب اندر اور باہر بُنیاد سے مُنڈیر تک بیش قِیمت پتّھروں یعنی تراشے ہُوئے پتّھروں کے بنے ہُوئے تھے جو ناپ کے مُطابِق ارّوں سے چِیرے گئے تھے اور اَیسا ہی باہر باہر بڑے صحن تک تھا۔"},{"number":10,"verse":"اور بُنیاد بیش قِیمت پتّھروں یعنی بڑے بڑے پتّھروں کی تھی ۔ یہ پتّھر دس دس ہاتھ اور آٹھ آٹھ ہاتھ کے تھے۔"},{"number":11,"verse":"اور اُوپر ناپ کے مُطابِق بیش قِیمت پتّھر یعنی گھڑے ہُوئے پتّھر اور دیودار کی لکڑی لگی ہُوئی تھی۔"},{"number":12,"verse":"اور بڑے صحن میں گِرداگِرد گھڑے ہُوئے پتّھروں کی تِین قطاریں اور دیودار کے شہتِیروں کی ایک قطار وَیسی ہی تھی جَیسی خُداوند کے گھر کے اندرُونی صحن اور اُس گھر کے برآمدہ میں تھی۔"},{"number":13,"verse":"( حِیرام کا کا م) پِھر سُلیما ن بادشاہ نے صُور سے حِیرا م کو بُلوا لِیا۔"},{"number":14,"verse":"اور وہ نفتا لی کے قبِیلہ کی ایک بیوہ کا بیٹا تھا اور اُس کا باپ صُور کا باشِندہ تھا اور ٹھٹھیرا تھا اور وہ پِیتل کے سب کام کی کارِیگری میں حِکمت اور سمجھ اور مہارت رکھتا تھا ۔ سو اُس نے سُلیما ن بادشاہ کے پاس آ کر اُس کا سب کام بنایا۔"},{"number":15,"verse":"( پِیتل کے دو سُتُون) کیونکہ اُس نے اٹھارہ اٹھارہ ہاتھ اُونچے پِیتل کے دو سُتُون بنائے اور ایک ایک کا گھیر بارہ ہاتھ کے سُوت کے برابر تھا۔"},{"number":16,"verse":"اور اُس نے سُتُونوں کی چوٹِیوں پر رکھنے کے لِئے پِیتل ڈھال کر دو تاج بنائے ۔ ایک تاج کی اُونچائی پانچ ہاتھ اور دُوسرے تاج کی اُونچائی بھی پانچ ہاتھ تھی۔"},{"number":17,"verse":"اور اُن تاجوں کے لِئے جو سُتُونوں کی چوٹِیوں پر تھے چارخانے کی جالِیاں اور زنجِیر نُما ہار تھے ۔ سات ایک تاج کے لِئے اور سات دُوسرے تاج کے لِئے۔"},{"number":18,"verse":"سو اُس نے وہ سُتُون بنائے اور سُتُونوں کی چوٹی کے اُوپر کے تاجوں کو ڈھانکنے کے لِئے ایک جالی کے کام پر گِرداگِرد دو قطاریں تِھیں اور دُوسرے تاج کے لِئے بھی اُس نے اَیسا ہی کِیا۔"},{"number":19,"verse":"اور اُن چار چار ہاتھ کے تاجوں پر جو برآمدہ کے سُتُونوں کی چوٹی پر تھے سوسن کا کام تھا۔"},{"number":20,"verse":"اور اُن دونوں سُتُونوں پر اُوپر کی طرف بھی جالی کے برابر کی گولائی کے پاس تاج بنے تھے اور اُس دُوسرے تاج پر قطار در قطار گِرداگِرد دو سَو انار تھے۔"},{"number":21,"verse":"اور اُس نے ہَیکل کے برآمدہ میں وہ سُتُون کھڑے کِئے اور اُس نے دہنے سُتُون کو کھڑا کر کے اُس کا نام یاکِن رکھّا اور بائیں سُتُون کو کھڑا کر کے اُس کا نام بو عَز رکھّا۔"},{"number":22,"verse":"اور سُتُونوں کی چوٹی پر سوسن کا کام تھا ۔ یُوں سُتُونوں کا کام ختم ہُؤا۔"},{"number":23,"verse":"( پِیتل کا حَوض) پِھر اُس نے ڈھالا ہُؤا ایک بڑا حَوض بنایا ۔ وہ ایک کنارے سے دُوسرے کنارے تک دس ہاتھ تھا ۔ وہ گول تھا اور بُلندی اُس کی پانچ ہاتھ تھی اور اُس کا گھیر گِرداگِرد تِیس ہاتھ کے سُوت کے برابر تھا۔"},{"number":24,"verse":"اور اُس کے کنارے کے نِیچے گِرداگِرد دسوں ہاتھ تک لٹُّو تھے جو اُسے یعنی بڑے حَوض کو گھیرے ہُوئے تھے ۔ یہ لٹُّو دو قطاروں میں تھے اور جب وہ ڈھالا گیا تب ہی یہ بھی ڈھالے گئے تھے۔"},{"number":25,"verse":"اور وہ بارہ بَیلوں پر رکھّا گیا ۔ تِین کے مُنہ شِمال کی طرف اور تِین کے مُنہ مغرِب کی طرف اور تِین کے مُنہ جنُوب کی طرف اور تِین کے مُنہ مشرِق کی طرف تھے اور وہ بڑا حَوض اُن ہی پر اُوپر کی طرف تھا اور اُن سبھوں کا پِچھلا دھڑ اندر کے رُخ تھا۔"},{"number":26,"verse":"اور دَل اُس کا چار اُنگل تھا اور اُس کا کنارہ پِیالہ کے کنارے کی طرح گُلِ سوسن کی مانِند تھا اور اُس میں دو ہزار بت کی سمائی تھی۔"},{"number":27,"verse":"( پِیتل کی کُرسیاں) اور اُس نے پِیتل کی دس کُرسِیاں بنائِیں ۔ ایک ایک کُرسی کی لمبائی چار ہاتھ اور چَوڑائی چار ہاتھ اور اُونچائی تِین ہاتھ تھی۔"},{"number":28,"verse":"اور اُن کُرسِیوں کی کارِیگری اِس طرح کی تھی ۔ اِن کے حاشِۓ تھے اور پڑوں کے درمِیان بھی حاشِۓ تھے۔"},{"number":29,"verse":"اور اُن حاشِیوں پر جو پڑوں کے درمِیان تھے شیر اور بَیل اور کرُّوبی بنے تھے اور اُن پڑوں پر بھی ایک کُرسی اُوپر کی طرف تھی اور شیروں اور بَیلوں کے نِیچے لٹکتے کام کے ہار تھے۔"},{"number":30,"verse":"اور ہر کُرسی کے لِئے چار چار پِیتل کے پہئے اور پِیتل ہی کے دُھرے تھے اور اُس کے چاروں پایوں میں ٹیکیں لگی تِھیں ۔ یہ ڈھلی ہُوئی ٹیکیں حَوض کے نِیچے تِھیں اور ہر ایک کےپہلُو میں ہار بنے تھے۔"},{"number":31,"verse":"اور اُس کا مُنہ تاج کے اندر اور باہر ایک ہاتھ تھا اور وہ مُنہ ڈیڑھ ہاتھ تھا اور اُس کا کام کُرسی کے کام کی طرح گول تھا اور اُسی مُنہ پر نقّاشی کا کام تھا اور اُن کے حاشِۓ گول نہیں بلکہ چَوکور تھے۔"},{"number":32,"verse":"اور وہ چاروں پہئے حاشِیوں کے نِیچے تھے اور پہیّوں کے دُھرے کُرسی میں لگے تھے اور ہر پہئے کی اُونچائی ڈیڑھ ہاتھ تھی۔"},{"number":33,"verse":"اور پہیّوں کا کام رتھ کے پہئے کا سا تھا اور اُن کے دُھرے اور اُن کی پُٹِھیاں اور اُن کے آرے اور اُن کی نابھیں سب کے سب ڈھالے ہُوئے تھے۔"},{"number":34,"verse":"اور ہر کُرسی کے چاروں کونوں پر چار ٹیکیں تِھیں اور ٹیکیں اور کُرسی ایک ہی ٹُکڑے کی تِھیں۔"},{"number":35,"verse":"اور ہر کُرسی کے سِرے پر آدھ ہاتھ اُونچی چاروں طرف گولائی تھی اور کُرسی کے سِرے کی کنگنِیاں اور حاشِۓ اُسی کے ٹُکڑے کے تھے۔"},{"number":36,"verse":"اور اُس کی کنگنِیوں کے پاٹوں پر اور اُس کے حاشِیوں پر اُس نے کرُّوبیوں اور شیروں اور کھجُور کے درختوں کو ہر ایک کی جگہ کے مُطابِق کندہ کِیا اور گِردا گِرد ہار تھے۔"},{"number":37,"verse":"دسوں کُرسِیوں کو اُس نے اِس طرح بنایا اور اُن سب کا ایک ہی سانچا اور ایک ہی ناپ اور ایک ہی صُورت تھی۔"},{"number":38,"verse":"اور اُس نے پِیتل کے دس حَوض بنائے ۔ ہر ایک حَوض میں چالِیس بت کی سمائی تھی اور ہر ایک حَوض چار ہاتھ کا تھا اور اُن دسوں کُرسِیوں میں سے ہر ایک پر ایک حَوض تھا۔"},{"number":39,"verse":"اُس نے پانچ کُرسِیاں گھر کی دہنی طرف اور پانچ گھر کی بائِیں طرف رکِھّیں اور بڑے حَوض کو گھر کے دہنے مشرِق کی طرف جنُوب کے رُخ پر رکھّا۔"},{"number":40,"verse":"( ہَیکل کے سازو سامان کی مُختصر فہرِست) اور حِیرا م نے حَوضوں اور بیلچوں اور کٹوروں کو بھی بنایا ۔ پس حِیرا م نے وہ سب کام جِسے وہ سُلیما ن بادشاہ کی خاطِر خُداوند کے گھر میں بنا رہا تھا تمام کِیا۔"},{"number":41,"verse":"یعنی دونوں سُتُون اور سُتُونوں کی چوٹی پر کے تاجوں کے دونوں پِیالے اور سُتُونوں کی چوٹی پر کے تاجوں کے دونوں پِیالوں کو ڈھانکنے کی دونوں جالِیاں۔"},{"number":42,"verse":"اور دونوں جالِیوں کے لِئے چار سَو انار یعنی سُتُونوں پر کے تاجوں کے دونوں پِیالوں کے ڈھانکنے کی ہر جالی کے لِئے اناروں کی دو دو قطاریں۔"},{"number":43,"verse":"اور دسوں کُرسِیاں اور دسوں کُرسِیوں پر کے دسوں حَوض۔"},{"number":44,"verse":"اور وہ بڑا حَوض اور بڑے حَوض کے نِیچے کے بارہ بَیل۔"},{"number":45,"verse":"اور وہ دیگیں اور بیلچے اور کٹورے یہ سب ظُرُوف جو حِیرا م نے سُلیما ن بادشاہ کی خاطِر خُداوند کے گھر میں بنائے جھلکتے ہُوئے پِیتل کے تھے۔"},{"number":46,"verse":"بادشاہ نے اُن سب کو یَردن کے مَیدان میں سُکات اور ضرتا ن کے بِیچ کی چِکنی مِٹّی والی زمِین میں ڈھالا۔"},{"number":47,"verse":"اور سُلیما ن نے اُن سب ظُرُوف کو بغَیر تولے چھوڑ دِیا کیونکہ وہ بُہت سے تھے ۔ سو اُس پِیتل کا وزن معلُوم نہ ہو سکا۔"},{"number":48,"verse":"اور سُلیما ن نے وہ سب ظُرُوف بنائے جو خُداوند کے گھر میں تھے یعنی وہ سونے کا مذبح اور سونے کی میز جِس پر نذر کی روٹی رہتی تھی۔"},{"number":49,"verse":"اور خالِص سونے کے وہ شمعدان جو اِلہام گاہ کے آگے پانچ دہنے اور پانچ بائیں تھے اور سونے کے پُھول اور چراغ اور چِمٹے۔"},{"number":50,"verse":"اور خالِص سونے کے پِیالے اور گُل تراش اور کٹورے اور چمچے اور عُودسوز اور اندرُونی گھر یعنی پاکترِین مکان کے دروازہ کے لِئے اور گھر کے یعنی ہَیکل کے دروازہ کے لِئے سونے کے قبضے۔"},{"number":51,"verse":"یُوں وہ سب کام جو سُلیما ن بادشاہ نے خُداوند کے گھر میں بنایا ختم ہُؤا اور سُلیما ن اپنے باپ داؤُد کی مخصُوص کی ہُوئی چِیزوں یعنی سونے اور چاندی اور ظُرُوف کو اندر لایا اور اُن کو خُداوند کے گھر کے خزانوں میں رکھّا۔"}]}