{"bibleAbbr":"LBP1933","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"BLOW the trumpet in Zion, and sound an alarm in my holy mountain; let all the inhabitants of the land tremble; for the day of the LORD is come;"},{"number":2,"verse":"And the day of darkness and gloom is near, a day of clouds and of thick darkness, like the morning spread upon the mountains; it shall come upon a great and strong people; there has not been ever the like from of old, neither shall be any more after it, even to the years of many generations."},{"number":3,"verse":"A fire devours before them; and behind them a flame burns; the land is as the garden of Eden before them, and behind them a desolate wilderness; and nothing shall escape them."},{"number":4,"verse":"The appearance of them is as the appearance of horses; and like horsemen so they run;"},{"number":5,"verse":"Like the noise of chariots that rumble on the tops of the mountains, like the noise of a flame of fire that devours the stubble, like a mighty people arrayed for war."},{"number":6,"verse":"Before their presence the people shall tremble; all faces shall be dismayed and confounded."},{"number":7,"verse":"They shall run like mighty men; they shall climb the walls like men of war; and they shall march in order every man on his way, and they shall not turn aside from their ranks;"},{"number":8,"verse":"Neither shall one push another; but they shall walk in order every one in his path; some of them shall fall down because of the weight of their armor, they shall not trample them."},{"number":9,"verse":"They shall go up against the cities; they shall run upon the walls, they shall climb up upon the houses; they shall enter through the windows like thieves."},{"number":10,"verse":"The earth quakes before them; the heavens tremble; the sun and the moon are darkened, and the stars have withdrawn their shining."},{"number":11,"verse":"The LORD has shouted before his army; for his host is very great; mighty is the work executed by his word; for the day of the LORD is great and very terrible; who can endure it?"},{"number":12,"verse":"Therefore now, says the LORD, return to me with all your heart, and with fasting and with weeping and with mourning;"},{"number":13,"verse":"And rend your hearts and not your garments, and turn to the LORD your God; for he is gracious and merciful, patient and of great kindness, and he averts disaster."},{"number":14,"verse":"Who knows if he will return again and multiply us, and increase his blessing in his land, even a meal offering and a drink offering to the LORD your God?"},{"number":15,"verse":"Blow the trumpet in Zion, sanctify a fast, call a solemn assembly;"},{"number":16,"verse":"Gather the people, sanctify the congregation, assemble the elders, gather the young men and those who suck the breasts; let the bridegroom leave his bedchamber, and the bride come out of her bridal chamber."},{"number":17,"verse":"Let the priests, the ministers of the LORD, weep between the porch and the altar, and let them say, Spare thy people, O LORD, and give not thy heritage to reproach, that the Gentiles should rule over them, lest the Gentiles say, Where is their God?"},{"number":18,"verse":"Then the LORD will be zealous for his land, and pity his people."},{"number":19,"verse":"Yea, the LORD has answered and said to his people, Behold, I will send you grain and wine and oil, and you shall be satisfied; and I will no more make you a reproach of the nations."},{"number":20,"verse":"But I will remove far off from you the northern army, and I will drive him into a dry and desolate land, with his face toward the last sea, and his rear toward the utmost sea, and his smell shall come up, and his stench shall arise because he has boasted to do great things."},{"number":21,"verse":"Fear not, O land; be glad and rejoice; for the LORD has exalted himself to do wonderful things."},{"number":22,"verse":"Be not afraid, you beasts of the field; for grass has sprung up in the pastures of the wilderness; the tree bears its fruit, the vine and the fig tree have yielded their strength."},{"number":23,"verse":"Be glad then, O children of Zion, and rejoice in the LORD your God; for he has given you food of righteousness, and he will cause to come down for you the rain, the early and the latter rain, as before."},{"number":24,"verse":"And the threshing floors shall be full of grain, and the winepresses shall overflow with wine and oil."},{"number":25,"verse":"And I will recompense you for the years that the locust has eaten, the crawling locust, the cankerworm, and the palmerworm, my great army which I sent against you."},{"number":26,"verse":"And you shall eat in plenty and be satisfied, and praise the name of the LORD your God, who has dealt wondrously with you; and my people shall never be put to shame."},{"number":27,"verse":"And you shall know that I am in the midst of Israel and that I am the LORD your God and there is none besides me; and my people shall never be ashamed."},{"number":28,"verse":"And it shall come to pass afterward that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions;"},{"number":29,"verse":"And also upon the servants and upon the handmaids in those days will I pour out my spirit."},{"number":30,"verse":"And I will show wonders in the heavens and on the earth, blood and fire and pillars of smoke."},{"number":31,"verse":"The sun shall be turned into darkness and the moon into blood, before the great and the terrible day of the LORD comes."},{"number":32,"verse":"And it shall come to pass that whosoever shall call on the name of the LORD shall be delivered; for in mount Zion and in Jerusalem shall be deliverance, as the LORD has said to the remnant whom the LORD has called."}]}