{"bibleAbbr":"ASV1901","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"My son<WH1121>, if thou wilt receive<WH3947> my words<WH561>, And lay<WH6845> up my commandments with thee<WH4687>;"},{"number":2,"verse":"So as to incline<WH7181> thine ear<WH241> unto wisdom<WH2451>, And apply<WH5186> thy heart<WH3820> to understanding<WH8394>;"},{"number":3,"verse":"Yea <WH7121>, if thou cry after discernment<WH998>, And lift up<WH5414> thy voice<WH6963> for understanding<WH8394>;"},{"number":4,"verse":"If thou seek<WH1245> her as silver<WH3701>, And search<WH2664> for her as for hid treasures<WH4301>:"},{"number":5,"verse":"Then shalt thou understand<WH995> the fear<WH3374> of Jehovah<WH3068>, And find<WH4672> the knowledge<WH1847> of God<WH430>."},{"number":6,"verse":"For Jehovah<WH3068> giveth<WH5414> wisdom<WH2451>; Out of his mouth<WH6310> cometh knowledge<WH1847> and understanding<WH1847>:"},{"number":7,"verse":"He layeth up<WH6845> sound wisdom<WH8454> for the upright<WH3477>; He is a shield<WH4043> to them that walk<WH1980> in integrity<WH8537>;"},{"number":8,"verse":"That he may guard<WH5341> the paths<WH734> of justice<WH4941>, And preserve<WH8104> the way<WH1870> of his saints<WH2623>."},{"number":9,"verse":"Then shalt thou understand<WH995> righteousness<WH6664> and justice<WH4941>, And equity<WH4339>, yea<WH2896>, every good path<WH4570>."},{"number":10,"verse":"For wisdom<WH2451> shall enter<WH935> into thy heart<WH3820>, And knowledge<WH1847> shall be pleasant<WH5276> unto thy soul<WH5315>;"},{"number":11,"verse":"Discretion <WH4209> shall watch<WH8104> over thee<WH8394>; Understanding shall keep thee<WH8104>:"},{"number":12,"verse":"To deliver<WH5337> thee from the way<WH1870> of evil<WH7451>, From the men<WH376> that speak<WH1696> perverse things<WH8419>;"},{"number":13,"verse":"Who forsake<WH5800> the paths<WH734> of uprightness<WH3476>, To walk<WH3212> in the ways<WH1870> of darkness<WH2822>;"},{"number":14,"verse":"Who rejoice<WH8056> to do<WH6213> evil<WH7451>, And delight<WH1523> in the perverseness<WH8419> of evil<WH7451>;"},{"number":15,"verse":"Who are crooked<WH6141> in their ways<WH734>, And wayward<WH3868> in their paths<WH4570>:"},{"number":16,"verse":"To deliver<WH5337> thee from the strange<WH2114> woman<WH802>, Even from the foreigner<WH5237> that flattereth<WH2505> with her words<WH561>;"},{"number":17,"verse":"That forsaketh<WH5800> the friend<WH441> of her youth<WH5271>, And forgetteth<WH7911> the covenant<WH1285> of her God<WH430>:"},{"number":18,"verse":"For her house<WH1004> inclineth<WH7743> unto death<WH4194>, And her paths<WH4570> unto the dead<WH7496>;"},{"number":19,"verse":"None that go<WH935> unto her return again<WH7725>, Neither do they attain<WH5381> unto the paths<WH734> of life<WH2416>:"},{"number":20,"verse":"That thou mayest walk<WH3212> in the way<WH1870> of good<WH2896> men<WH8104>, And keep the paths<WH734> of the righteous<WH6662>."},{"number":21,"verse":"For the upright<WH3477> shall dwell<WH7931> in the land<WH776>, And the perfect<WH8549> shall remain in it<WH3498>."},{"number":22,"verse":"But the wicked<WH7563> shall be cut off<WH3772> from the land<WH776>, And the treacherous<WH898> shall be rooted out of it<WH5255>."}]}