{"bibleAbbr":"ASV1901","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"A good name<WH8034> is rather to be chosen<WH977> than great<WH7227> riches<WH6239>, And loving<WH2896> favor<WH2580> rather than silver<WH3701> and gold<WH2091>."},{"number":2,"verse":"The rich<WH6223> and the poor<WH7326> meet together<WH6298>: Jehovah<WH3068> is the maker of them all<WH6213>."},{"number":3,"verse":"A prudent<WH6175> man seeth<WH7200> the evil<WH7451>, and hideth<WH5641> himself<WH6612>; But the simple pass on<WH5674>, and suffer for it<WH6064>."},{"number":4,"verse":"The reward<WH6118> of humility<WH6038> and the fear<WH3374> of Jehovah<WH3068> Is riches<WH6239>, and honor<WH3519>, and life<WH2416>."},{"number":5,"verse":"Thorns <WH6791> and snares<WH6341> are in the way<WH1870> of the perverse<WH6141>: He that keepeth<WH8104> his soul<WH5315> shall be far from them<WH7368>."},{"number":6,"verse":"Train up<WH2596> a child<WH5288> in the way<WH1870> he should go<WH6310>, And even when he is old<WH2204> he will not depart from it<WH5493>."},{"number":7,"verse":"The rich<WH6223> ruleth<WH4910> over the poor<WH7326>; And the borrower<WH3867> is servant<WH5650> to the lender<WH376>."},{"number":8,"verse":"He that soweth<WH2232> iniquity<WH5766> shall reap<WH7114> calamity<WH205>; And the rod<WH7626> of his wrath<WH5678> shall fail<WH3615>."},{"number":9,"verse":"He that hath a bountiful<WH2896> eye<WH5869> shall be blessed<WH1288>; For he giveth<WH5414> of his bread<WH3899> to the poor<WH1800>."},{"number":10,"verse":"Cast out<WH1644> the scoffer<WH3887>, and contention<WH4066> will go out<WH3318>; Yea<WH1779>, strife and ignominy<WH7036> will cease<WH7673>."},{"number":11,"verse":"He that loveth<WH157> pureness<WH2890> of heart<WH3820>, For the grace<WH2580> of his lips<WH8193> the king<WH4428> will be his friend<WH7453>."},{"number":12,"verse":"The eyes<WH5869> of Jehovah<WH3068> preserve<WH5341> him that hath knowledge<WH1847>; But he overthroweth<WH5557> the words<WH1697> of the treacherous man<WH898>."},{"number":13,"verse":"The sluggard<WH6102> saith<WH559>, There is a lion<WH738> without<WH2351>: I shall be slain<WH7523> in<WH8432> the streets<WH7339>."},{"number":14,"verse":"The mouth<WH6310> of strange women<WH2114> is a deep<WH6013> pit<WH7745>: He that is abhorred<WH2194> of Jehovah<WH3068> shall fall therein<WH5307>."},{"number":15,"verse":"Foolishness <WH200> is bound<WH7194> up in the heart<WH3820> of a child<WH5288>; But the rod<WH7626> of correction<WH4148> shall drive it far from him<WH7368>."},{"number":16,"verse":"He that oppresseth<WH6231> the poor<WH1800> to increase<WH7235> his gain<WH5414>, And he that giveth to the rich<WH6223>, shall come only to want<WH4270>."},{"number":17,"verse":"Incline <WH5186> thine ear<WH241>, and hear<WH241> the words<WH1697> of the wise<WH2450>, And apply<WH7896> thy heart<WH3820> unto my knowledge<WH1847>."},{"number":18,"verse":"For it is a pleasant thing<WH5273> if thou keep<WH8104> them within<WH990> thee<WH3559>, If they be established together<WH3162> upon thy lips<WH8193>."},{"number":19,"verse":"That thy trust<WH4009> may be in Jehovah<WH3068>, I have made them known<WH3045> to thee this day<WH3117>, even to thee."},{"number":20,"verse":"Have not I written<WH3789> unto thee<WH8032> excellent things<WH7991> Of counsels<WH4156> and knowledge<WH1847>,"},{"number":21,"verse":"To make thee know<WH3045> the certainty<WH7189> of the words<WH561> of truth<WH571>, That thou mayest carry<WH7725> back words<WH561> of truth<WH571> to them that send thee<WH7971>?"},{"number":22,"verse":"Rob <WH1497> not the poor<WH1800>, because he is poor<WH1800>; Neither oppress<WH1792> the afflicted<WH6041> in the gate<WH8179>:"},{"number":23,"verse":"For Jehovah<WH3068> will plead<WH7378> their cause<WH7379>, And despoil<WH6906> of life<WH5315> those that despoil them<WH6906>."},{"number":24,"verse":"Make no friendship<WH7462> with a man<WH1167> that is given to anger<WH639>; And with a wrathful<WH2534> man<WH376> thou shalt not go<WH935>:"},{"number":25,"verse":"Lest thou learn<WH502> this ways<WH734>, And get<WH3947> a snare<WH4170> to thy soul<WH5315>."},{"number":26,"verse":"Be thou not one of them that strike<WH8628> hands<WH3709>, Or of them that are sureties<WH6148> for debts<WH4859>."},{"number":27,"verse":"If thou hast not wherewith to pay<WH7999>, Why should he take away<WH3947> thy bed from under thee<WH4904>?"},{"number":28,"verse":"Remove <WH5253> not the ancient<WH5769> landmark<WH1366>, Which thy fathers<WH1> have set<WH6213>."},{"number":29,"verse":"Seest <WH2372> thou a man<WH376> diligent<WH4106> in his business<WH4399>? he shall stand<WH3320> before<WH6440> kings<WH4428>; He shall not stand<WH3320> before<WH6440> mean men<WH2823>."}]}