{"bibleAbbr":"ASV1901","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"As snow<WH7950> in summer<WH7019>, and as rain<WH4306> in harvest<WH7105>, So honor<WH3519> is not seemly<WH5000> for a fool<WH3684>."},{"number":2,"verse":"As the sparrow<WH6833> in her wandering<WH5110>, as the swallow<WH1866> in her flying<WH5774>, So the curse<WH7045> that is causeless<WH2600> alighteth not<WH935>."},{"number":3,"verse":"A whip<WH7752> for the horse<WH5483>, a bridle<WH4964> for the ass<WH2543>, And a rod<WH7626> for the back<WH1460> of fools<WH3684>."},{"number":4,"verse":"Answer <WH6030> not a fool<WH3684> according to his folly<WH200>, Lest thou also be like unto him<WH7737>."},{"number":5,"verse":"Answer <WH6030> a fool<WH3684> according to his folly<WH200>, Lest he be wise<WH2450> in his own conceit<WH5869>."},{"number":6,"verse":"He that sendeth<WH7971> a message<WH1697> by the hand<WH3027> of a fool<WH3684> Cutteth off<WH7096> his own feet<WH7272>, and drinketh<WH8354> in damage<WH2555>."},{"number":7,"verse":"The legs<WH7785> of the lame<WH6455> hang loose<WH1809>: So is a parable<WH4912> in the mouth<WH6310> of fools<WH3684>."},{"number":8,"verse":"As one that bindeth<WH6872> a stone<WH68> in a sling<WH4773>, So is he that giveth<WH5414> honor<WH3519> to a fool<WH3684>."},{"number":9,"verse":"As a thorn<WH2336> that goeth up<WH5927> into the hand<WH3027> of a drunkard<WH7910>, So is a parable<WH4912> in the mouth<WH6310> of fools<WH3684>."},{"number":10,"verse":"As an archer<WH7227> that woundeth<WH2342> all<WH7936>, So is he that hireth a fool<WH3684> and he that hireth<WH7936> them that pass by<WH5674>."},{"number":11,"verse":"As a dog<WH3611> that returneth<WH7725> to his vomit<WH6892>, So is a fool<WH3684> that repeateth<WH8138> his folly<WH200>."},{"number":12,"verse":"Seest <WH7200> thou a man<WH376> wise<WH2450> in his own conceit<WH5869>? There is more hope<WH8615> of a fool than of him<WH3684>."},{"number":13,"verse":"The sluggard<WH6102> saith<WH559>, There is a lion<WH7826> in the way<WH1870>; A lion<WH7826> is in the streets<WH7339>."},{"number":14,"verse":"As the door<WH1817> turneth<WH5437> upon its hinges<WH6735>, So doth the sluggard<WH6102> upon his bed<WH4296>."},{"number":15,"verse":"The sluggard<WH6102> burieth<WH2934> his hand<WH3027> in the dish<WH6747>; It wearieth<WH3811> him to bring it again<WH7725> to his mouth<WH6310>."},{"number":16,"verse":"The sluggard<WH6102> is wiser<WH2450> in his own conceit<WH5869> Than seven men<WH7651> that can render<WH7725> a reason<WH2940>."},{"number":17,"verse":"He that passeth by<WH5674>, and vexeth<WH5674> himself with strife<WH7379> belonging not to him<WH2388>, Is like one that taketh a dog<WH3611> by the ears<WH241>."},{"number":18,"verse":"As a madman<WH3856> who casteth<WH3384> firebrands<WH2131>, Arrows<WH2671>, and death<WH4194>,"},{"number":19,"verse":"So is the man<WH376> that deceiveth<WH7411> his neighbor<WH7453>, And saith<WH559>, Am not I in sport<WH7832>?"},{"number":20,"verse":"For lack<WH657> of wood<WH6086> the fire<WH784> goeth out<WH3518>; And where there is no whisperer<WH5372>, contention<WH4066> ceaseth<WH8367>."},{"number":21,"verse":"As coals<WH6352> are to hot embers<WH1513>, and wood<WH6086> to fire<WH784>, So is a contentious<WH4079> man<WH376> to inflame<WH2787> strife<WH7379>."},{"number":22,"verse":"The words<WH1697> of a whisperer<WH5372> are as dainty morsels<WH3859>, And they go down<WH3381> into the innermost<WH990> parts<WH2315>."},{"number":23,"verse":"Fervent <WH1814> lips<WH8193> and a wicked<WH7451> heart<WH3820> Are like an earthen<WH2789> vessel overlaid<WH6823> with silver<WH3701> dross<WH5509>."},{"number":24,"verse":"He that hateth<WH8130> dissembleth<WH5234> with his lips<WH8193>; But he layeth up<WH7896> deceit<WH4820> within him<WH7130>:"},{"number":25,"verse":"When he speaketh<WH6963> fair<WH2603>, believe<WH539> him not<WH7651>; For there are seven abominations<WH8441> in his heart<WH3820>:"},{"number":26,"verse":"Though his hatred<WH8135> cover<WH3680> itself with guile<WH4860>, His wickedness<WH7451> shall be openly showed<WH1540> before the assembly<WH6951>."},{"number":27,"verse":"Whoso diggeth<WH3738> a pit<WH7845> shall fall<WH5307> therein<WH1556>; And he that rolleth a stone<WH68>, it shall return upon him<WH7725>."},{"number":28,"verse":"A lying<WH8267> tongue<WH3956> hateth<WH8130> those whom it hath wounded<WH1790>; And a flattering<WH2509> mouth<WH6310> worketh<WH6213> ruin<WH4072>."}]}