{"bibleAbbr":"KJVA2010","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"Now these are the divisions of the sons of Aaron. The sons of Aaron; Nadab and Abi´hu, Ele-a´zar and Ith´amar."},{"number":2,"verse":"(Lev 10.12.) But Nadab and Abi´hu died before their father, and had no children: therefore Ele-a´zar and Ith´amar executed the priest's office."},{"number":3,"verse":"And David distributed them, both Zadok of the sons of Ele-a´zar, and Ahim´elech of the sons of Ith´amar, according to their offices in their service."},{"number":4,"verse":"And there were more chief men found of the sons of Ele-a´zar than of the sons of Ith´amar; and thus were they divided. Among the sons of Ele-a´zar there were sixteen chief men of the house of their fathers, and eight among the sons of Ith´amar according to the house of their fathers."},{"number":5,"verse":"Thus were they divided by lot, one sort with another; for the governors of the sanctuary, and governors of the house of God, were of the sons of Ele-a´zar, and of the sons of Ith´amar."},{"number":6,"verse":"And Shemai´ah the son of Nethan´e-el the scribe, one of the Levites, wrote them before the king, and the princes, and Zadok the priest, and Ahim´elech the son of Abi´athar, and before the chief of the fathers of the priests and Levites: one principal household being taken for Ele-a´zar, and one taken for Ith´amar."},{"number":7,"verse":"Now the first lot came forth to Jehoi´arib, the second to Jedai´ah,"},{"number":8,"verse":"the third to Harim, the fourth to Se-o´rim,"},{"number":9,"verse":"the fifth to Malchi´jah, the sixth to Mij´amin,"},{"number":10,"verse":"the seventh to Hakkoz, the eighth to Abi´jah,"},{"number":11,"verse":"the ninth to Jesh´u-ah, the tenth to Shecani´ah,"},{"number":12,"verse":"the eleventh to Eli´ashib, the twelfth to Jakim,"},{"number":13,"verse":"the thirteenth to Huppah, the fourteenth to Jesheb´e-ab,"},{"number":14,"verse":"the fifteenth to Bilgah, the sixteenth to Immer,"},{"number":15,"verse":"the seventeenth to Hezir, the eighteenth to Aphses,"},{"number":16,"verse":"the nineteenth to Pethahi´ah, the twentieth to Jehez´ekel,"},{"number":17,"verse":"the one and twentieth to Jachin, the two and twentieth to Gamul,"},{"number":18,"verse":"the three and twentieth to Delai´ah, the four and twentieth to Ma-azi´ah."},{"number":19,"verse":"These were the orderings of them in their service to come into the house of the LORD, according to their manner, under Aaron their father, as the LORD God of Israel had commanded him."},{"number":20,"verse":"And the rest of the sons of Levi were these: Of the sons of Amram; Shu´ba-el: of the sons of Shu´ba-el; Jehdei´ah."},{"number":21,"verse":"Concerning Rehabi´ah: of the sons of Rehabi´ah, the first was Isshi´ah."},{"number":22,"verse":"Of the Iz´harites; Shelo´moth: of the sons of Shelo´moth; Jahath."},{"number":23,"verse":"And the sons of Hebron; Jeri´ah the first, Amari´ah the second, Jaha´zi-el the third, Jekame´am the fourth."},{"number":24,"verse":"Of the sons of Uz´zi-el; Michah: of the sons of Michah; Shamir."},{"number":25,"verse":"The brother of Michah was Isshi´ah: of the sons of Isshi´ah; Zechari´ah."},{"number":26,"verse":"The sons of Mera´ri were Mahli and Mushi: the sons of Ja-azi´ah; Beno."},{"number":27,"verse":"The sons of Mera´ri by Ja-azi´ah; Beno, and Shoham, and Zaccur, and Ibri."},{"number":28,"verse":"Of Mahli came Ele-a´zar, who had no sons."},{"number":29,"verse":"Concerning Kish: the son of Kish was Jerah´meel."},{"number":30,"verse":"The sons also of Mushi; Mahli, and Eder, and Jer´imoth. These were the sons of the Levites after the house of their fathers."},{"number":31,"verse":"These likewise cast lots over against their brethren the sons of Aaron in the presence of David the king, and Zadok, and Ahim´elech, and the chief of the fathers of the priests and Levites, even the principal fathers over against their younger brethren."}]}