{"bibleAbbr":"KJVA2010","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"(Those Who Returned from Babylon) ( So all Israel were reckoned by genealogies; and, behold, they were written in the book of the kings of Israel and Judah, who were carried away to Babylon for their transgression."},{"number":2,"verse":"(Ezra 2.70; Neh 7.73.) Now the first inhabitants that dwelt in their possessions in their cities were, the Israelites, the priests, Levites, and the Neth´inim."},{"number":3,"verse":"And in Jerusalem dwelt of the children of Judah, and of the children of Benjamin, and of the children of E´phra-im, and Manas´seh;"},{"number":4,"verse":"U´thai the son of Ammi´hud, the son of Omri, the son of Imri, the son of Bani, of the children of Pharez the son of Judah."},{"number":5,"verse":"And of the Shi´lonites; Asai´ah the firstborn, and his sons."},{"number":6,"verse":"And of the sons of Zerah; Jeu´el, and their brethren, six hundred and ninety."},{"number":7,"verse":"And of the sons of Benjamin; Sallu the son of Meshul´lam, the son of Hodavi´ah, the son of Hasenu´ah,"},{"number":8,"verse":"and Ibnei´ah the son of Jero´ham, and Elah the son of Uzzi, the son of Michri, and Meshul´lam the son of Shephati´ah, the son of Reu´el, the son of Ibni´jah;"},{"number":9,"verse":"and their brethren, according to their generations, nine hundred and fifty and six. All these men were chief of the fathers in the house of their fathers."},{"number":10,"verse":"And of the priests; Jedai´ah, and Jehoi´arib, and Jachin,"},{"number":11,"verse":"and Azari´ah the son of Hilki´ah, the son of Meshul´lam, the son of Zadok, the son of Merai´oth, the son of Ahi´tub, the ruler of the house of God;"},{"number":12,"verse":"and Adai´ah the son of Jero´ham, the son of Pashur, the son of Malchi´jah, and Ma-asi´ai the son of Ad´i-el, the son of Jahze´rah, the son of Meshul´lam, the son of Meshil´lemith, the son of Immer;"},{"number":13,"verse":"and their brethren, heads of the house of their fathers, a thousand and seven hundred and threescore; very able men for the work of the service of the house of God."},{"number":14,"verse":"And of the Levites; Shemai´ah the son of Hasshub, the son of Az´rikam, the son of Hashabi´ah, of the sons of Mera´ri;"},{"number":15,"verse":"and Bakbak´kar, Heresh, and Galal, and Mattani´ah the son of Micah, the son of Zichri, the son of Asaph;"},{"number":16,"verse":"and Obadi´ah the son of Shemai´ah, the son of Galal, the son of Jedu´thun, and Berechi´ah the son of Asa, the son of Elka´nah, that dwelt in the villages of the Netoph´athites."},{"number":17,"verse":"And the porters were, Shallum, and Akkub, and Talmon, and Ahi´man, and their brethren: Shallum was the chief;"},{"number":18,"verse":"who hitherto waited in the king's gate eastward: they were porters in the companies of the children of Levi."},{"number":19,"verse":"And Shallum the son of Kore, the son of Ebi´asaph, the son of Korah, and his brethren, of the house of his father, the Ko´rahites, were over the work of the service, keepers of the gates of the tabernacle: and their fathers, being over the host of the LORD, were keepers of the entry."},{"number":20,"verse":"And Phin´ehas the son of Ele-a´zar was the ruler over them in time past, and the LORD was with him."},{"number":21,"verse":"And Zechari´ah the son of Meshelemi´ah was porter of the door of the tabernacle of the congregation."},{"number":22,"verse":"All these which were chosen to be porters in the gates were two hundred and twelve. These were reckoned by their genealogy in their villages, whom David and Samuel the seer did ordain in their set office."},{"number":23,"verse":"So they and their children had the oversight of the gates of the house of the LORD, namely, the house of the tabernacle, by wards."},{"number":24,"verse":"In four quarters were the porters, toward the east, west, north, and south."},{"number":25,"verse":"And their brethren, which were in their villages, were to come after seven days from time to time with them."},{"number":26,"verse":"For these Levites, the four chief porters, were in their set office, and were over the chambers and treasuries of the house of God."},{"number":27,"verse":"And they lodged round about the house of God, because the charge was upon them, and the opening thereof every morning pertained to them."},{"number":28,"verse":"And certain of them had the charge of the ministering vessels, that they should bring them in and out by tale."},{"number":29,"verse":"Some of them also were appointed to oversee the vessels, and all the instruments of the sanctuary, and the fine flour, and the wine, and the oil, and the frankincense, and the spices."},{"number":30,"verse":"And some of the sons of the priests made the ointment of the spices."},{"number":31,"verse":"And Mattithi´ah, one of the Levites, who was the firstborn of Shallum the Ko´rahite, had the set office over the things that were made in the pans."},{"number":32,"verse":"And other of their brethren, of the sons of the Ko´hathites, were over the showbread, to prepare it every sabbath."},{"number":33,"verse":"And these are the singers, chief of the fathers of the Levites, who remaining in the chambers were free: for they were employed in that work day and night."},{"number":34,"verse":"These chief fathers of the Levites were chief throughout their generations; these dwelt at Jerusalem."},{"number":35,"verse":"(The Genealogy of Saul) And in Gibeon dwelt the father of Gibeon, Jehi´el, whose wife's name was Ma´achah:"},{"number":36,"verse":"and his firstborn son Abdon, then Zur, and Kish, and Ba´al, and Ner, and Nadab,"},{"number":37,"verse":"and Gedor, and Ahi´o, and Zechari´ah, and Mikloth."},{"number":38,"verse":"And Mikloth begat Shim´e-am. And they also dwelt with their brethren at Jerusalem, over against their brethren."},{"number":39,"verse":"And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan, and Malchi — shu´a, and Abin´adab, and Esh — ba´al."},{"number":40,"verse":"And the son of Jonathan was Merib — ba´al: and Merib — ba´al begat Micah."},{"number":41,"verse":"And the sons of Micah were, Pithon, and Melech, and Tahre´a, and Ahaz."},{"number":42,"verse":"And Ahaz begat Jarah; and Jarah begat Al´emeth, and Azma´veth, and Zimri; and Zimri begat Moza;"},{"number":43,"verse":"and Moza begat Bin´e-a; and Rephai´ah his son, Ele-a´sah his son, Azel his son."},{"number":44,"verse":"And Azel had six sons, whose names are these, Az´rikam, Bo´cheru, and Ish´ma-el, and She-ari´ah, and Obadi´ah, and Hanan. These were the sons of Azel."}]}