{"bibleAbbr":"WYC1395","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"Thanne the kyngdoom of heuenes schal be lijk to ten virgyns, whiche token her laumpis, and wenten out ayens the hosebonde and the wijf;"},{"number":2,"verse":"and fyue of hem weren foolis, and fyue prudent."},{"number":3,"verse":"But the fyue foolis token her laumpis, and token not oile with hem;"},{"number":4,"verse":"but the prudent token oile in her vessels with the laumpis."},{"number":5,"verse":"And whilis the hosebonde tariede, alle thei nappiden and slepten."},{"number":6,"verse":"But at mydnyyt a cryy was maad, Lo! the spouse cometh, go ye oute to mete with him."},{"number":7,"verse":"Thanne alle tho virgyns risen vp, and araieden her laumpis."},{"number":8,"verse":"And the foolis seiden to the wise, Yyue ye to vs of youre oile, for oure laumpis ben quenchid."},{"number":9,"verse":"The prudent answeriden, and seiden, Lest perauenture it suffice not to vs and to you, go ye rather to men that sellen, and bie to you."},{"number":10,"verse":"And while thei wenten for to bie, the spouse cam; and tho that weren redi, entreden with him to the weddyngis; and the yate was schit."},{"number":11,"verse":"And at the last the othere virgyns camen, and seiden, Lord, lord, opene to vs."},{"number":12,"verse":"And he answeride, and seide, Treuli Y seie to you, Y knowe you not."},{"number":13,"verse":"Therfor wake ye, for ye witen not the dai ne the our."},{"number":14,"verse":"For as a man that goith in pilgrimage, clepide hise seruauntis, and bitook to hem hise goodis;"},{"number":15,"verse":"and to oon he yaf fyue talentis, and to another tweyne, and to another oon, to ech after his owne vertu; and wente forth anoon."},{"number":16,"verse":"And he that hadde fyue besauntis, wente forth, and wrouyte in hem, and wan othere fyue."},{"number":17,"verse":"Also and he that hadde takun tweyne, wan othere tweyne."},{"number":18,"verse":"But he that hadde takun oon, yede forth, and dalf in to the erthe, and hidde the money of his lord."},{"number":19,"verse":"But after long tyme, the lord of tho seruauntis cam, and rekenede with hem."},{"number":20,"verse":"And he that hadde takun fyue besauntis, cam, and brouyte othere fyue, and seide, Lord, thou bytokist to me fyue besauntis, loo! Y haue getun aboue fyue othere."},{"number":21,"verse":"His lord seide to hym, Wel be thou, good seruaunt and feithful; for on fewe thingis thou hast be trewe, Y schal ordeyne thee on manye thingis; entre thou in to the ioye of thi lord."},{"number":22,"verse":"And he that hadde takun twey talentis, cam, and seide, Lord, thou bitokist to me twey besauntis; loo!"},{"number":23,"verse":"Y haue wonnen ouer othir tweyne. His lord seide to him, Wel be thou, good seruaunt and trewe; for on fewe thingis thou hast be trewe, Y schal ordeyne thee on many thingis; entre thou in to the ioie of thi lord."},{"number":24,"verse":"But he that hadde takun o besaunt, cam, and seide, Lord, Y woot that thou art an hard man; thou repist where thou hast not sowe, and thou gederist togidere where thou hast not spred abrood;"},{"number":25,"verse":"and Y dredynge wente, and hidde thi besaunt in the erthe; lo! thou hast that that is thin."},{"number":26,"verse":"His lord answeride, and seide to hym, Yuel seruaunt and slowe, wistist thou that Y repe where Y sewe not, and gadir to gidere where Y spredde not abrood?"},{"number":27,"verse":"Therfor it bihofte thee to bitake my money to chaungeris, that whanne Y cam, Y schulde resseyue that that is myn with vsuris."},{"number":28,"verse":"Therfor take awei fro hym the besaunt, and yyue ye to hym that hath ten besauntis."},{"number":29,"verse":"For to euery man that hath me schal yyue, and he schal encreese; but fro hym that hath not, also that that hym semeth to haue, schal be taken awey fro him."},{"number":30,"verse":"And caste ye out the vnprofitable seruaunt in to vtmer derknessis; ther schal be wepyng, and gryntyng of teeth."},{"number":31,"verse":"Whanne mannus sone schal come in his maieste, and alle hise aungels with hym, thanne he schal sitte on the sege of his maieste;"},{"number":32,"verse":"and alle folkis schulen be gaderid bifor hym,"},{"number":33,"verse":"and he schal departe hem atwynne, as a scheeperde departith scheep from kidis; and he schal sette the scheep on his riythalf, and the kidis on the lefthalf."},{"number":34,"verse":"Thanne the kyng schal seie to hem, that schulen be on his riythalf, Come ye, the blessid of my fadir, take ye in possessioun the kyngdoom maad redi to you fro the makyng of the world."},{"number":35,"verse":"For Y hungride, and ye yauen me to ete; Y thristide, and ye yauen me to drynke; Y was herboreles, and ye herboriden me;"},{"number":36,"verse":"nakid, and ye hiliden me; sijk, and ye visitiden me; Y was in prisoun, and ye camen to me."},{"number":37,"verse":"Thanne iust men schulen answere to hym, and seie, Lord, whanne siyen we thee hungry, and we fedden thee; thristi, and we yauen to thee drynk?"},{"number":38,"verse":"and whanne sayn we thee herborles, and we herboreden thee; or nakid, and we hiliden thee?"},{"number":39,"verse":"or whanne sayn we thee sijk, or in prisoun, and we camen to thee?"},{"number":40,"verse":"And the kyng answerynge schal seie to hem, Treuli Y seie to you, as longe as ye diden to oon of these my leeste britheren, ye diden to me."},{"number":41,"verse":"Thanne the kyng schal seie also to hem, that schulen be on his lefthalf, Departe fro me, ye cursid, in to euerlastynge fijr, that is maad redi to the deuel and hise aungels."},{"number":42,"verse":"For Y hungride, and ye yauen not me to ete; Y thristide, and ye yauen not me to drynke;"},{"number":43,"verse":"Y was herborles, and ye herberden not me; nakid, and ye keuerden not me; sijk, and in prisoun, and ye visitiden not me."},{"number":44,"verse":"Thanne and thei schulen answere to hym, and schulen seie, Lord, whanne sayn we thee hungrynge, or thristynge, or herboreles, or nakid, or sijk, or in prisoun, and we serueden not to thee?"},{"number":45,"verse":"Thanne he schal answere to hem, and seie, Treuli Y seie to you, `hou longe ye diden not to oon of these leeste, nether ye diden to me."},{"number":46,"verse":"And these schulen goo in to euerlastynge turment; but the iust men schulen go in to euerlastynge lijf."}]}