{"bibleAbbr":"NET2007","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"(The Church at Antioch Commissions Barnabas and Saul) Now there were these prophets and teachers in the church at Antioch: (sn Antioch was a city in Syria (not Antioch in Pisidia). map For location see JP1-F2; JP2-F2; JP3-F2; JP4-F2.) Barnabas, Simeon called Niger, (sn Simeon may well have been from North Africa, since the Latin loanword Niger refers to someone as “dark-complexioned.”) Lucius the Cyrenian, (sn The Cyrenian refers to a native of the city of Cyrene, on the coast of northern Africa west of Egypt.) Manaen (a close friend of Herod (sn Herod is generally taken as a reference to Herod Antipas, who governed Galilee from 4 b. c. to a. d. 39, who had John the Baptist beheaded, and who is mentioned a number of times in the gospels.) the tetrarch (tn Or “the governor.”sn A tetrarch was a ruler with rank and authority lower than a king, who ruled only with the approval of the Roman authorities. This was roughly equivalent to being governor of a region. Several times in the NT, Herod tetrarch of Galilee is called a king (Matt 14:9, Mark 6:14–29), reflecting popular usage.) from childhood (tn Or “(a foster brother of Herod the tetrarch).” The meaning “close friend from childhood” is given by L&N 34.15, but the word can also mean “foster brother” (L&N 10.51). BDAG 976 s. v. σύντροφας states, “pert. to being brought up with someone, either as a foster-brother or as a companion/friend,” which covers both alternatives. Context does not given enough information to be certain which is the case here, although many modern translations prefer the meaning “close friend from childhood.”) ) and Saul."},{"number":2,"verse":"While they were serving (tn This term is frequently used in the LXX of the service performed by priests and Levites in the tabernacle (Exod 28:35, 43; 29:30; 30:20; 35:19; 39:26; Num 1:50; 3:6, 31) and the temple (2 Chr 31:2; 35:3; Joel 1:9, 13; 2:17, and many more examples). According to BDAG 591 s. v. λειτουργέω 1. b it is used “of other expression of religious devotion.” Since the previous verse described the prophets and teachers in the church at Antioch, it is probable that the term here describes two of them (Barnabas and Saul) as they were serving in that capacity. Since they were not in Jerusalem where the temple was located, general religious service is referred to here.) the Lord and fasting, the Holy Spirit said, “Set apart (tn Or “Appoint.”) for me Barnabas and Saul for the work to which I have called them.”"},{"number":3,"verse":"Then, after they had fasted (tn The three aorist participles νηστεύσαντες (nhsteusante\"), προσευξάμενοι (proseuxamenoi), and ἐπιθέντες (epiqente\") are translated as temporal participles. Although they could indicate contemporaneous time when used with an aorist main verb, logically here they are antecedent. On fasting and prayer, see Matt 6:5, 16; Luke 2:37; 5:33; Acts 14:23.) and (tn Normally English style, which uses a coordinating conjunction between only the last two elements of a series of three or more, would call for omission of “and” here. However, since the terms “fasting and prayer” are something of a unit, often linked together, the conjunction has been retained here.) prayed and placed their hands (sn The placing of hands on Barnabas and Saul (traditionally known as “the laying on of hands”) refers to an act picturing the commission of God and the church for the task at hand.) on them, they sent them off."},{"number":4,"verse":"(Paul and Barnabas Preach in Cyprus) So Barnabas and Saul, (tn Grk “they”; the referents (Barnabas and Saul) have been specified in the translation for clarity.) sent out by the Holy Spirit, went down to Seleucia, (sn Seleucia was the port city of Antioch in Syria.) and from there they sailed to Cyprus. (sn Cyprus was a large island in the Mediterranean off the south coast of Asia Minor.)"},{"number":5,"verse":"When (tn Grk “And when.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) they arrived (tn The participle γενόμενοι (genomenoi) is taken temporally.) in Salamis, (sn Salamis was a city on the southeastern coast of the island of Cyprus. This was a commercial center and a center of Judaism.) they began to proclaim (tn The imperfect verb κατήγγελλον (kathngellon) has been translated as an ingressive imperfect.) the word of God in the Jewish synagogues. (sn See the note on synagogue in 6:9.) (Now they also had John (sn John refers here to John Mark (see Acts 12:25).) as their assistant.) (tn The word ὑπηρέτης (Juphreth\") usually has the meaning “servant,” but it is doubtful John Mark fulfilled that capacity for Barnabas and Saul. He was more likely an apprentice or assistant to them. sn This is a parenthetical note by the author.)"},{"number":6,"verse":"When they had crossed over (tn Or “had passed through,” “had traveled through.”) the whole island as far as Paphos, (sn Paphos. A city on the southwestern coast of the island of Cyprus. It was the seat of the Roman proconsul.) they found a magician, a Jewish false prophet named Bar-Jesus, (sn Named Bar-Jesus. “Jesus” is the Latin form of the name “Joshua.” The Aramaic “bar” means “son of,” so this man was surnamed “son of Joshua.” The scene depicts the conflict between Judaism and the emerging new faith at a cosmic level, much like the Simon Magus incident in Acts 8:9–24. Paul’s ministry looks like Philip’s and Peter’s here.)"},{"number":7,"verse":"who was with the proconsul (sn The proconsul was the Roman official who ruled over a province traditionally under the control of the Roman senate.) Sergius Paulus, an intelligent man. The proconsul (tn Grk “This one”; the referent (the proconsul) is specified in the translation for clarity.) summoned (tn Grk “summoning Barnabas and Saul, wanted to hear.” The participle προσκαλεσάμενος (proskalesameno\") has been translated as a finite verb due to requirements of contemporary English style.) Barnabas and Saul and wanted to hear (sn The proconsul…wanted to hear the word of God. This description of Sergius Paulus portrays him as a sensitive, secular Gentile leader.) the word of God."},{"number":8,"verse":"But the magician Elymas (tn On the debate over what the name “Elymas” means, see BDAG 320 s. v. ᾿Ελύμας. The magician’s behavior is more directly opposed to the faith than Simon Magus’ was.) (for that is the way his name is translated) (sn A parenthetical note by the author.) opposed them, trying to turn the proconsul (sn The proconsul was the Roman official who ruled over a province traditionally under the control of the Roman senate.) away from the faith."},{"number":9,"verse":"But Saul (also known as Paul), (sn A parenthetical note by the author.) filled with the Holy Spirit, (sn This qualifying clause in the narrative indicates who represented God in the dispute.) stared straight (tn Or “gazed intently.”) at him"},{"number":10,"verse":"and said, “You who are full of all deceit and all wrongdoing, (tn Or “unscrupulousness.”) you son of the devil, you enemy of all righteousness — will you not stop making crooked the straight paths of the Lord? (sn “You who…paths of the Lord?” This rebuke is like ones from the OT prophets: Jer 5:27; Gen 32:11; Prov 10:7; Hos 14:9. Five separate remarks indicate the magician’s failings. The closing rhetorical question of v. 10 (“will you not stop…?”) shows how opposed he is to the way of God.)"},{"number":11,"verse":"Now (tn Grk “And now.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) look, the hand of the Lord is against (tn Grk “upon,” but in a negative sense.) you, and you will be blind, unable to see the sun for a time!” Immediately mistiness (sn The term translated mistiness here appears in the writings of the physician Galen as a medical technical description of a person who is blind. The picture of judgment to darkness is symbolic as well. Whatever power Elymas had, it represented darkness. Magic will again be an issue in Acts 19:18–19. This judgment is like that of Ananias and his wife in Acts 5:1–11.) and darkness came over (tn Grk “fell on.”) him, and he went around seeking people (tn The noun χειραγωγός (ceiragwgo\") is plural, so “people” is used rather than singular “someone.”) to lead him by the hand."},{"number":12,"verse":"Then when the proconsul (sn See the note on proconsul in v. 8.) saw what had happened, he believed, (sn He believed. The faith of the proconsul in the face of Jewish opposition is a theme of the rest of Acts. Paul has indeed become “a light to the Gentiles” (Acts 13:47).) because he was greatly astounded (tn The translation “greatly astounded” for ἐκπλησσόμενος (ekplhssomeno\") is given by L&N 25.219.) at the teaching about (tn Grk “of,” but this could give the impression the Lord himself had done the teaching (a subjective genitive) when actually the Lord was the object of the teaching (an objective genitive).) the Lord."},{"number":13,"verse":"(Paul and Barnabas at Pisidian Antioch) Then Paul and his companions put out to sea (tn BDAG 62 s. v. ἀνάγω 4, “as a nautical t. t. (ἀ. τὴν ναῦν put a ship to sea), mid. or pass. ἀνάγεσθαι to begin to go by boat, put out to sea.”) from Paphos (sn Paphos was a city on the southwestern coast of the island of Cyprus. See Acts 13:6.) and came to Perga (sn Perga was a city in Pamphylia near the southern coast of Asia Minor. The journey from Paphos to Perga is about 105 mi (175 km).) in Pamphylia, (sn Pamphylia was a province in the southern part of Asia Minor.) but John (sn That is, John Mark.) left them and returned to Jerusalem. (sn Returned to Jerusalem. John Mark had originally accompanied them from Jerusalem (see Acts 12:25). John Mark’s decision to leave became an issue later for Barnabas and Paul (Acts 15:36–39). map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":14,"verse":"Moving on from (tn Or “Passing by.”) Perga, (sn Perga was a city in Pamphylia near the southern coast of Asia Minor.) they arrived at Pisidian Antioch, (tn Or “at Antioch in Pisidia.”sn Pisidian Antioch was a city in Pisidia about 100 mi (160 km) north of Perga. It was both a Roman colony and the seat of military and civil authority in S. Galatia. One had to trek over the Taurus Mountains to get there, since the city was 3600 ft (1100 m) above sea level. map For location see JP1-E2; JP2-E2; JP3-E2; JP4-E2.) and on the Sabbath day they went into (tn Grk “going into the synagogue they sat down.” The participle εἰσελθόντες (eiselqonte\") has been translated as a finite verb due to requirements of contemporary English style.) the synagogue (sn See the note on synagogue in 6:9.) and sat down."},{"number":15,"verse":"After the reading from the law and the prophets, (sn After the reading from the law and the prophets. In the 1st century Jewish synagogue, it was customary after the reading of the Torah (law) and prophets for men to give exhortation from the scriptures.) the leaders of the synagogue (tn Normally ἀρχισυνάγωγος (arcisunagwgo\") refers to the “president of a synagogue” (so BDAG 139 s. v. and L&N 53.93). Since the term is plural here, however, and it would sound strange to the English reader to speak of “the presidents of the synagogue,” the alternative translation “leaders” is used. “Rulers” would also be acceptable, but does not convey quite the same idea.) sent them a message, (tn Grk “sent to them”; the word “message” is an understood direct object. Direct objects in Greek were often omitted when clear from the context, but must be supplied for the modern English reader.) saying, “Brothers, (tn Grk “Men brothers,” but this is both awkward and unnecessary in English.) if you have any message (tn Or “word.”) of exhortation (tn Or “encouragement.”) for the people, speak it.” (tn Or “give it.”)"},{"number":16,"verse":"So Paul stood up, (tn This participle, ἀναστάς (anasta\"), and the following one, κατασείσας (kataseisa\"), are both translated as adverbial participles of attendant circumstance.) gestured (tn Or “motioned.”) with his hand and said, “Men of Israel, (tn Or “Israelite men,” although this is less natural English. The Greek term here is ἀνήρ (anhr), which only exceptionally is used in a generic sense of both males and females. In this context involving an address to a synagogue gathering, it is conceivable that this is a generic usage, although it can also be argued that Paul’s remarks were addressed primarily to the men present, even if women were there.) and you Gentiles who fear God, (tn Grk “and those who fear God,” but this is practically a technical term for the category called God-fearers, Gentiles who worshiped the God of Israel and in many cases kept the Mosaic law, but did not take the final step of circumcision necessary to become a proselyte to Judaism. See further K. G. Kuhn, TDNT 6:732-34, 743-44.) listen:"},{"number":17,"verse":"The God of this people Israel (tn Or “people of Israel.”) chose our ancestors (tn Or “forefathers”; Grk “fathers.”sn Note how Paul identifies with his audience by referring to our ancestors. He speaks as a Jew. God’s design in history is the theme of the speech. The speech is like Stephen’s, only here the focus is on a promised Son of David.) and made the people great (tn That is, in both numbers and in power. The implication of greatness in both numbers and in power is found in BDAG 1046 s. v. ὑψόω 2.) during their stay as foreigners (tn Or “as resident aliens.”) in the country (tn Or “land.”) of Egypt, and with uplifted arm (sn Here uplifted arm is a metaphor for God’s power by which he delivered the Israelites from Egypt. See Exod 6:1, 6; 32:11; Deut 3:24; 4:34; Ps 136:11–12.) he led them out of it."},{"number":18,"verse":"For (tn Grk “And for.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) a period of about forty years he put up with (tn For this verb, see BDAG 1017 s. v. τροποφορέω (cf. also Deut 1:31; Exod 16:35; Num 14:34).) them in the wilderness. (tn Or “desert.”)"},{"number":19,"verse":"After (tn Grk “And after.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) he had destroyed (tn The participle καθελών (kaqelwn) is taken temporally.) seven nations (sn Seven nations. See Deut 7:1.) in the land of Canaan, he gave his people their land as an inheritance. (tn Grk “he gave their land as an inheritance.” The words “his people” are supplied to complete an ellipsis specifying the recipients of the land.)"},{"number":20,"verse":"All this took (tn The words “all this took” are not in the Greek text, but are supplied to make a complete statement in English. There is debate over where this period of 450 years fits and what it includes: (1) It could include the years in Egypt, the conquest of Canaan, and the distribution of the land; (2) some connect it with the following period of the judges. This latter approach seems to conflict with 1 Kgs 6:1; see also Josephus, Ant. 8.3.1 (8.61).) about four hundred fifty years. After this (tn Grk “And after these things.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) he gave them judges until the time of (tn The words “the time of” are not in the Greek text, but are implied.) Samuel the prophet."},{"number":21,"verse":"Then they asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, who ruled (tn The words “who ruled” are not in the Greek text, but are implied. They have been supplied as a clarification for the English reader. See Josephus, Ant. 6.14.9 (6.378).) forty years."},{"number":22,"verse":"After removing him, God (tn Grk “he”; the referent (God) has been specified in the translation for clarity.) raised up (sn The expression raised up refers here to making someone king. There is a wordplay here: “raising up” refers to bringing someone onto the scene of history, but it echoes with the parallel to Jesus’ resurrection.) David their king. He testified about him: (tn Grk “about whom.” The relative pronoun (“whom”) was replaced by the pronoun “him” and a new sentence was begun in the translation at this point to improve the English style, due to the length of the sentence in Greek. The verb εἶπεν (eipen) has not been translated (literally “he said testifying”) because it is redundant when combined with the participle μαρτυρήσας (marturhsa\", “testifying”). Instead the construction of verb plus participle has been translated as a single English verb (“testified”).) ‘I have found David (sn A quotation from Ps 89:20.) the son of Jesse to be a man after my heart, (sn A quotation from 1 Sam 13:14.) who will accomplish everything I want him to do.’ (tn Or “who will perform all my will,” “who will carry out all my wishes.”)"},{"number":23,"verse":"From the descendants (tn Or “From the offspring”; Grk “From the seed.”sn From the descendants (Grk “seed”). On the importance of the seed promise involving Abraham, see Gal 3:6–29.) of this man (sn The phrase this man is in emphatic position in the Greek text.) God brought to Israel a Savior, Jesus, just as he promised. (tn Grk “according to [his] promise.” The comparative clause “just as he promised” is less awkward in English. sn Just as he promised. Note how Paul describes Israel’s history carefully to David and then leaps forward immediately to Jesus. Paul is expounding the initial realization of Davidic promise as it was delivered in Jesus.)"},{"number":24,"verse":"Before (tn Grk “John having already proclaimed before his coming a baptism…,” a genitive absolute construction which is awkward in English. A new sentence was begun in the translation at this point.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the context for clarity, since God is mentioned in the preceding context and John the Baptist in the following clause.) arrived, John (sn John refers here to John the Baptist.) had proclaimed a baptism for repentance (tn Grk “a baptism of repentance”; the genitive has been translated as a genitive of purpose.) to all the people of Israel."},{"number":25,"verse":"But while John was completing his mission, (tn Or “task.”) he said repeatedly, (tn The verb ἔλεγεν (elegen) has been translated as an iterative imperfect, since John undoubtedly said this or something similar on numerous occasions.) ‘What do you think I am? I am not he. But look, one is coming after me. I am not worthy to untie the sandals on his feet!’ (tn Literally a relative clause, “of whom I am not worthy to untie the sandals of his feet.” Because of the awkwardness of this construction in English, a new sentence was begun here.)"},{"number":26,"verse":"Brothers, (tn Grk “Men brothers,” but this is both awkward and unnecessary in English.) descendants (tn Grk “sons”) of Abraham’s family, (tn Or “race.”) and those Gentiles among you who fear God, (tn Grk “and those among you who fear God,” but this is practically a technical term for the category called God-fearers, Gentiles who worshiped the God of Israel and in many cases kept the Mosaic law, but did not take the final step of circumcision necessary to become a proselyte to Judaism. See further K. G. Kuhn, TDNT 6:732-34, 743-44. Note how Paul includes God-fearing Gentiles as recipients of this promise.) the message (tn Grk “word.”) of this salvation has been sent to us."},{"number":27,"verse":"For the people who live in Jerusalem and their rulers did not recognize (tn BDAG 12-13 s. v. ἀγνοέω 1. b gives “not to know w. acc. of pers.” as the meaning here, but “recognize” is a better translation in this context because recognition of the true identity of the one they condemned is the issue. See Acts 2:22–24; 4:26–28.) him, (tn Grk “this one.”) and they fulfilled the sayings (tn Usually φωνή (fwnh) means “voice,” but BDAG 1071-72 s. v. φωνή 2. c has “Also of sayings in scripture…Ac 13:27.” sn They fulfilled the sayings. The people in Jerusalem and the Jewish rulers should have known better, because they had the story read to them weekly in the synagogue.) of the prophets that are read every Sabbath by condemning (tn The participle κρίναντες (krinante\") is instrumental here.) him. (tn The word “him” is not in the Greek text but is implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader.)"},{"number":28,"verse":"Though (tn Grk “And though.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) they found (tn The participle εὑρόντες (Jeuronte\") has been translated as a concessive adverbial participle.) no basis (sn No basis. Luke insists on Jesus’ innocence again and again in Luke 23:1–25.) for a death sentence, (tn Grk “no basis for death,” but in this context a sentence of death is clearly indicated.) they asked Pilate to have him executed."},{"number":29,"verse":"When they had accomplished (tn Or “carried out.”) everything that was written (sn That is, everything that was written in OT scripture.) about him, they took him down (tn Grk “taking him down from the cross, they placed him.” The participle καθελόντες (kaqelonte\") has been translated as a finite verb due to requirements of contemporary English style.) from the cross (tn Grk “tree,” but frequently figurative for a cross. The allusion is to Deut 21:23. See Acts 5:30; 10:39.) and placed him (tn The word “him” is not in the Greek text but is implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader.) in a tomb."},{"number":30,"verse":"But God raised (sn See the note on the phrase “raised up” in v. 22, which is the same Greek verb used here.) him from the dead,"},{"number":31,"verse":"and (tn Grk “who.” The relative pronoun (“who”) was replaced by the conjunction “and” and the pronoun “he” at this point to improve the English style.) for many days he appeared to those who had accompanied (sn Those who had accompanied him refers to the disciples, who knew Jesus in ministry. Luke is aware of resurrection appearances in Galilee though he did not relate any of them in Luke 24.) him from Galilee to Jerusalem. These (tn Grk “who.” The relative pronoun (“who”) was replaced by the demonstrative pronoun “these” and a new sentence was begun in the translation at this point to improve the English style, due to the length of the sentence in Greek and the awkwardness of two relative clauses (“who for many days appeared” and “who are now his witnesses”) following one another.) are now his witnesses to the people."},{"number":32,"verse":"And we proclaim to you the good news about the promise to our ancestors, (tn Or “to our forefathers”; Grk “the fathers.”)"},{"number":33,"verse":"that this promise (tn Grk “that this”; the referent (the promise mentioned in the previous verse) has been specified in the translation for clarity. sn This promise refers to the promise of a Savior through the seed (descendants) of David that is proclaimed as fulfilled (Rom 1:1–7).) God has fulfilled to us, their children, by raising (tn Or “by resurrecting.” The participle ἀναστήσας (anasthsa\") is taken as instrumental here. sn By raising (i. e., by resurrection) tells how this promise came to be realized, though again the wordplay also points to his presence in history through this event (see the note on “raised up” in v. 22).) Jesus, as also it is written in the second psalm, ‘You are my Son; (sn You are my Son. The key to how the quotation is used is the naming of Jesus as “Son” to the Father. The language is that of kingship, as Ps 2 indicates. Here is the promise about what the ultimate Davidic heir would be.) today I have fathered you.’ (tn Grk “I have begotten you.” The traditional translation for γεγέννηκα (gegennhka, “begotten”) is misleading to the modern English reader because it is no longer in common use. Today one speaks of “fathering” a child in much the same way speakers of English formerly spoke of “begetting a child.”sn A quotation from Ps 2:7.)"},{"number":34,"verse":"But regarding the fact that he has raised Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) from the dead, never (tn Although μηκέτι (mhketi) can mean “no longer” or “no more,” the latter is more appropriate here, since to translate “no longer” in this context could give the reader the impression that Jesus did experience decay before his resurrection. Since the phrase “no more again to be” is somewhat awkward in English, the simpler phrase “never again to be” was used instead.) again to be (tn The translation “to be in again” for ὑποστρέφω (Jupostrefw) is given in L&N 13.24.) in a state of decay, God (tn Grk “he”; the referent (God) has been specified in the translation for clarity.) has spoken in this way: ‘I will give you (tn The pronoun “you” is plural here. The promises of David are offered to the people.) the holy and trustworthy promises (tn Or “the trustworthy decrees made by God to David.” The phrase τὰ ὅσια Δαυὶδ τὰ πιστά (ta Josia Dauid ta pista) is “compressed,” that is, in a very compact or condensed form. It could be expanded in several different ways. BDAG 728 s. v. ὅσιος 3 understands it to refer to divine decrees: “I will grant you the sure decrees of God relating to David.” BDAG then states that this quotation from Isa 55:3 is intended to show that the following quotation from Ps 16:10 could not refer to David himself, but must refer to his messianic descendant (Jesus). L&N 33.290 render the phrase “I will give to you the divine promises made to David, promises that can be trusted,” although they also note that τὰ ὅσια in Acts 13:34 can mean “divine decrees” or “decrees made by God.” In contemporary English it is less awkward to translate πιστά as an adjective (“trustworthy”). The concept of “divine decrees,” not very understandable to the modern reader, has been replaced by “promises,” and since God is the implied speaker in the context, it is clear that these promises were made by God.) made to David.’ (sn A quotation from Isa 55:3. The point of this citation is to make clear that the promise of a Davidic line and blessings are made to the people as well.)"},{"number":35,"verse":"Therefore he also says in another psalm, (tn Grk “Therefore he also says in another”; the word “psalm” is not in the Greek text but is implied.) ‘You will not permit your Holy One (tn The Greek word translated “Holy One” here (ὅσιόν, {osion) is related to the use of ὅσια (Josia) in v. 34. The link is a wordplay. The Holy One, who does not die, brings the faithful holy blessings of promise to the people.) to experience (tn Grk “to see,” but the literal translation of the phrase “to see decay” could be misunderstood to mean simply “to look at decay,” while here “see decay” is really figurative for “experience decay.”) decay.’ (sn A quotation from Ps 16:10.)"},{"number":36,"verse":"For David, after he had served (tn The participle ὑπηρετήσας (Juphrethsa\") is taken temporally.) God’s purpose in his own generation, died, (tn The verb κοιμάω (koimaw) literally means “sleep,” but it is often used in the Bible as a euphemism for the death of a believer.) was buried with his ancestors, (tn Or “forefathers”; Grk “was gathered to his fathers” (a Semitic idiom).) and experienced (tn Grk “saw,” but the literal translation of the phrase “saw decay” could be misunderstood to mean simply “looked at decay,” while here “saw decay” is really figurative for “experienced decay.” This remark explains why David cannot fulfill the promise.) decay,"},{"number":37,"verse":"but the one (sn The one whom God raised up refers to Jesus.) whom God raised up did not experience (tn Grk “see,” but the literal translation of the phrase “did not see decay” could be misunderstood to mean simply “did not look at decay,” while here “did not see decay” is really figurative for “did not experience decay.”) decay."},{"number":38,"verse":"Therefore let it be known to you, brothers, that through this one (tn That is, Jesus. This pronoun is in emphatic position in the Greek text. Following this phrase in the Greek text is the pronoun ὑμῖν (Jumin, “to you”), so that the emphasis for the audience is that “through Jesus to you” these promises have come.) forgiveness of sins is proclaimed to you,"},{"number":39,"verse":"and by this one (sn This one refers here to Jesus.) everyone who believes is justified (tn Or “is freed.” The translation of δικαιωθῆναι (dikaiwqhnai) and δικαιοῦται (dikaioutai) in Acts 13:38–39 is difficult. BDAG 249 s. v. δικαιόω 3 categorizes δικαιωθῆναι in 13:38 (Greek text) under the meaning “make free/pure” but categorizes δικαιοῦται in Acts 13:39 as “be found in the right, be free of charges” (BDAG 249 s. v. δικαιόω 2. b. β). In the interest of consistency both verbs are rendered as “justified” in this translation.) from everything from which the law of Moses could not justify (tn Or “could not free.”) you. (tn Grk “from everything from which you could not be justified by the law of Moses.” The passive construction has been converted to an active one in the translation, with “by the law of Moses” becoming the subject of the final clause. The words “from everything from which the law of Moses could not justify you” are part of v. 38 in the Greek text, but due to English style and word order must be placed in v. 39 in the translation.)"},{"number":40,"verse":"Watch out, (sn The speech closes with a warning, “Watch out,” that also stresses culpability.) then, that what is spoken about by (tn Or “in.”) the prophets does not happen to you:"},{"number":41,"verse":"‘Look, you scoffers; be amazed and perish! (tn Or “and die!”) For I am doing a work in your days, a work you would never believe, even if someone tells you.’” (sn A quotation from Hab 1:5. The irony in the phrase even if someone tells you, of course, is that Paul has now told them. So the call in the warning is to believe or else face the peril of being scoffers whom God will judge. The parallel from Habakkuk is that the nation failed to see how Babylon’s rising to power meant perilous judgment for Israel.)"},{"number":42,"verse":"As Paul and Barnabas (tn Grk “they”; the referents (Paul and Barnabas) have been specified in the translation for clarity.) were going out, (tn Or “were leaving.” The participle ἐξιόντων (exiontwn) is taken temporally.) the people (tn Grk “they”; the referent (the people) has been specified in the translation for clarity.) were urging (tn Or “begging,” “inviting.”) them to speak about these things (tn Or “matters.”) on the next Sabbath."},{"number":43,"verse":"When the meeting of the synagogue (sn See the note on synagogue in 6:9.) had broken up, (tn BDAG 607 s. v. λύω 3 has “λυθείσης τ. συναγωγῆς when the meeting of the synagogue had broken up Ac 13:43.”) many of the Jews and God-fearing proselytes (tn Normally the phrase σεβόμενοι τὸν θεόν (sebomenoi ton qeon) refers to Gentiles (“God-fearers”) who believed in God, attended the synagogue, and followed the Mosaic law to some extent, but stopped short of undergoing circumcision. BDAG 918 s. v. σέβω 1. b lists in this category references in Acts 16:14; 18:7; with σεβόμενοι alone, Acts 13:50; 17:4, 17; the phrase is also found in Josephus, Ant. 14.7.2 (14.110). Unique to this particular verse is the combination σεβόμενοι προσηλύτων (sebomenoi proshlutwn). Later rabbinic discussion suggests that to be regarded as a proper proselyte, a Gentile male had to submit to circumcision. If that is the case here, these Gentiles in the synagogue at Pisidian Antioch should be regarded as full proselytes who had converted completely to Judaism and undergone circumcision. It is probably more likely, however, that προσηλύτων is used here in a somewhat looser sense (note the use of σεβομένας [sebomena\"] alone to refer to women in Acts 13:50) and that these Gentiles were still in the category commonly called “God-fearers” without being full, technical proselytes to Judaism. See further K. G. Kuhn, TDNT 6:732-34, 743-44. Regardless, the point is that many Gentiles, as well as Jews, came to faith.) followed Paul and Barnabas, who were speaking with them and were persuading (tn This is the meaning given for ἔπειθον (epeiqon) in this verse by BDAG 791 s. v. πείθω 1. b.) them (tn Grk “who, as they were speaking with them, were persuading them.”) to continue (tn The verb προμένειν (promenein) is similar in force to the use of μένω (menw, “to reside/remain”) in the Gospel and Epistles of John.) in the grace of God."},{"number":44,"verse":"On the next Sabbath almost the whole city assembled together to hear the word of the Lord. (tc Most mss (B* C E Ψ Ï sy bo) read θεοῦ (qeou, “of God”) here instead of κυρίου (kuriou, “of the Lord”). Other mss, among them some important early witnesses (Ì74 א A B2 33 81 323 945 1175 1739 al sa), read κυρίου. The external evidence favors κυρίου, though not decisively. Internally, the mention of “God” in v. 43, and especially “the word of God” in v. 46, would provide some temptation for scribes to assimilate the wording in v. 44 to these texts. sn The word of the Lord is a technical expression in OT literature, often referring to a divine prophetic utterance (e. g., Gen 15:1, Isa 1:10, Jonah 1:1). In the NT it occurs 15 times: 3 times as ῥῆμα τοῦ κυρίου (rJhma tou kuriou; Luke 22:61, Acts 11:16, 1 Pet 1:25) and 12 times as λόγος τοῦ κυρίου (logo\" tou kuriou; here and in vv. 48 and 49; Acts 8:25; 15:35, 36; 16:32; 19:10, 20; 1 Thess 1:8, 4:15; 2 Thess 3:1). As in the OT, this phrase focuses on the prophetic nature and divine origin of what has been said.)"},{"number":45,"verse":"But when the Jews saw the crowds, they were filled with jealousy, (sn They were filled with jealousy. Their foolish response to the gospel is noted again (see Acts 5:17). The same verb is used in Acts 7:9; 17:5.) and they began to contradict (tn The imperfect verb ἀντέλεγον (antelegon) has been translated as an ingressive imperfect in the logical sequence of events: After they were filled with jealousy, the Jewish opponents began to contradict what Paul said.) what Paul was saying (tn Grk “the things being said by Paul.” For smoothness and simplicity of English style, the passive construction has been converted to active voice in the translation.) by reviling him. (tn The participle βλασφημοῦντες (blasfhmounte\") has been regarded as indicating the means of the action of the main verb. It could also be translated as a finite verb (“and reviled him”) in keeping with contemporary English style. The direct object (“him”) is implied rather than expressed and could be impersonal (“it,” referring to what Paul was saying rather than Paul himself), but the verb occurs more often in contexts involving defamation or slander against personal beings (not always God). For a very similar context to this one, compare Acts 18:6. The translation “blaspheme” is not used because in contemporary English its meaning is more narrowly defined and normally refers to blasphemy against God (not what Paul’s opponents were doing here). The modern term “slandering” comes close to what was being done to Paul here.)"},{"number":46,"verse":"Both Paul and Barnabas replied courageously, (tn Grk “Both Paul and Barnabas spoke out courageously and said.” The redundancy is removed in the translation and the verb “replied” is used in keeping with the logical sequence of events. The theme of boldness reappears: Acts 4:24–30; 9:27–28.) “It was necessary to speak the word of God (tn Grk “It was necessary that the word of God be spoken.” For smoothness and simplicity of English style, the passive construction has been converted to active voice in the translation.) to you first. Since you reject it and do not consider yourselves worthy (tn Or “and consider yourselves unworthy.”) of eternal life, we (tn Grk “behold, we.” In this context ἰδού (idou) is not easily translated into English.) are turning to the Gentiles. (sn This turning to the Gentiles would be a shocking rebuke to 1st century Jews who thought they alone were the recipients of the promise.)"},{"number":47,"verse":"For this (tn Here οὕτως (Joutws) is taken to refer to what follows, the content of the quotation, as given for this verse by BDAG 742 s. v. οὕτω/οὕτως 2.) is what the Lord has commanded us: ‘I have appointed (tn BDAG 1004 s. v. τίθημι 3. a has “τιθέναι τινὰ εἴς τι place/appoint someone to or for (to function as) someth…. Ac 13:47.” This is a double accusative construction of object (“you”) and complement (“a light”).) you to be a light (sn Paul alludes here to the language of the Servant in Isaiah, pointing to Isa 42:6; 49:6. He and Barnabas do the work of the Servant in Isaiah.) for the Gentiles, to bring salvation (tn Grk “that you should be for salvation,” but more simply “to bring salvation.”) to the ends of the earth.’” (sn An allusion to Isa 42:6 and 49:6. The expression the ends of the earth recalls Luke 3:6 and Acts 1:8. Paul sees himself and Barnabas as carrying out the commission of Luke 24:27. (See 2 Cor 6:2, where servant imagery also appears concerning Paul’s message.))"},{"number":48,"verse":"When the Gentiles heard this, they began to rejoice (tn The imperfect verb ἔχαιρον (ecairon) and the following ἐδόξαζον (edoxazon) are translated as ingressive imperfects.) and praise (tn Or “glorify.” Although “honor” is given by BDAG 258 s. v. δοξάζω as a translation, it would be misleading here, because the meaning is “to honor in the sense of attributing worth to something,” while in contemporary English usage one speaks of “honoring” a contract in the sense of keeping its stipulations. It is not a synonym for “obey” in this context (“obey the word of the Lord”), but that is how many English readers would understand it.) the word of the Lord, and all who had been appointed for eternal life (sn Note the contrast to v. 46 in regard to eternal life.) believed."},{"number":49,"verse":"So the word of the Lord was spreading (tn BDAG 239 s. v. διαφέρω 1 has “spread” for διαφέρετο (diafereto) in connection with a teaching. This is the first summary since Acts 9:31.) through the entire region."},{"number":50,"verse":"But the Jews incited (tn For the translation of παρώτρυναν (parwtrunan) as “incited” see BDAG 780 s. v. παροτρύνω.) the God-fearing women of high social standing and the prominent men of the city, stirred up persecution against Paul and Barnabas, and threw them out (tn BDAG 299 s. v. ἐκβάλλω 1 has “throw out.” Once again, many Jews reacted to the message (Acts 5:17, 33; 6:11; 13:45).) of their region."},{"number":51,"verse":"So after they shook (tn The participle ἐκτιναξάμενοι (ektinaxamenoi) is taken temporally. It could also be translated as a participle of attendant circumstance (“So they shook…and went”).) the dust off their feet (sn Shaking the dust off their feet was a symbolic gesture commanded by Jesus to his disciples, Matt 10:14; Mark 6:11; Luke 9:5. It shows a group of people as culpable before God.) in protest against them, they went to Iconium. (sn Iconium was a city in Lycaonia about 90 mi (145 km) east southeast of Pisidian Antioch. It was the easternmost city of Phrygia.)"},{"number":52,"verse":"And the disciples were filled with joy (sn The citizens of Pisidian Antioch were not discouraged by the persecution, but instead were filled with joy.) and with the Holy Spirit."}]}