{"bibleAbbr":"NET2007","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"Disciples of John the Baptist at Ephesus While (tn Grk “It happened that while.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) Apollos was in Corinth, (map For location see JP1-C2; JP2-C2; JP3-C2; JP4-C2.) Paul went through the inland (tn Or “interior.”) regions (tn BDAG 92 s. v. ἀνωτερικός has “upper τὰ ἀ. μέρη the upper (i. e. inland) country, the interior Ac 19:1.”) and came to Ephesus. (map For location see JP1-D2; JP2-D2; JP3-D2; JP4-D2.) He (tn Grk “and found.” Because of the length of the Greek sentence and the sequencing with the following verse the conjunction καί (kai) has not been translated here. Instead a new English sentence is begun.) found some disciples there (tn The word “there” is not in the Greek text but is implied.)"},{"number":2,"verse":"and said to them, “Did you receive the Holy Spirit when you believed?” (tn The participle πιστεύσαντες (pisteusante\") is taken temporally.) They replied, (tn Grk “they [said] to him” (the word “said” is implied in the Greek text).) “No, we have not even (tn This use of ἀλλά (alla) is ascensive and involves an ellipsis (BDAG 45 s. v. ἀλλά 3): “No, [not only did we not receive the Spirit,] but also we have not heard that there is a Holy Spirit.” However, this is lengthy and somewhat awkward in English, and the ascensive meaning can be much more easily represented by including the word “even” after the negation. Apparently these disciples were unaware of the provision of the Spirit that is represented in baptism. The language sounds like they did not know about a Holy Spirit, but this seems to be only linguistic shorthand for not knowing about the Spirit’s presence (Luke 3:15–18). The situation is parallel to that of Apollos. Apollos and these disciples represent those who “complete” their transition to messianic faith as Jews.) heard that there is a Holy Spirit.”"},{"number":3,"verse":"So Paul (tn Grk “he”; the referent (Paul) has been specified in the translation for clarity.) said, “Into what then were you baptized?” “Into John’s baptism,” they replied. (tn Grk “they said.”)"},{"number":4,"verse":"Paul said, “John baptized with a baptism of repentance, telling the people to believe in the one who was to come after him, (sn These disciples may have had their contact with John early on in the Baptist’s ministry before Jesus had emerged. This is the fifth time Luke links John the Baptist and Jesus (Acts 1:5; 11:16; 13:25; 18:25).) that is, in Jesus.”"},{"number":5,"verse":"When they heard this, they were baptized in the name of the Lord Jesus,"},{"number":6,"verse":"and when Paul placed (tn Or “laid.”) his hands on them, the Holy Spirit came (sn The coming of the Holy Spirit here is another case where the Spirit comes and prophesy results in Acts (see Acts 2). Paul’s action parallels that of Peter (Acts 8) and not just with Gentiles.) upon them, and they began to speak (tn The imperfect verb ἐλάλουν (elaloun) has been translated as an ingressive imperfect.) in tongues and to prophesy. (tn The imperfect verb ἐπροφήτευον (eprofhteuon) has been translated as an ingressive imperfect.)"},{"number":7,"verse":"(Now there were about twelve men in all.) (sn This is a parenthetical note by the author.)"},{"number":8,"verse":"Paul Continues to Minister at Ephesus So Paul (tn Grk “he”; the referent (Paul) has been specified in the translation for clarity.) entered (tn Grk “So entering the synagogue, he spoke out fearlessly.” The participle εἰσελθών (eiselqwn) has been translated as a finite verb due to requirements of contemporary English style.) the synagogue (sn See the note on synagogue in 6:9.) and spoke out fearlessly (tn Or “boldly.”) for three months, addressing (tn Although the word διελέξατο (dielexato; from διαλέγομαι, dialegomai) is frequently translated “reasoned,” “disputed,” or “argued,” this sense comes from its classical meaning where it was used of philosophical disputation, including the Socratic method of questions and answers. However, there does not seem to be contextual evidence for this kind of debate in Acts 19:8. As G. Schrenk (TDNT 2:94-95) points out, “What is at issue is the address which any qualified member of a synagogue might give.” Other examples of this may be found in the NT in Matt 4:23 and Mark 1:21.) and convincing (tn Or “addressing them persuasively.” The two participles διαλεγόμενος and πείθων (dialegomeno\" and peiqwn) can be understood as a hendiadys (so NIV, NRSV), thus, “addressing them persuasively.”) them about the kingdom of God. (sn To talk about Jesus as the Christ who has come is to talk about the kingdom of God. This is yet another summary of the message like that in 18:28.)"},{"number":9,"verse":"But when (tn BDAG 1105-6 s. v. ὡς 8. b lists this use as a temporal conjunction.) some were stubborn (tn Or “some became hardened.” See BDAG 930 s. v. σκληρύνω b and Acts 7:51–53.) and refused to believe, reviling (tn Or “speaking evil of.” BDAG 500 s. v. κακολογέω has “speak evil of, revile, insult…τὶ someth. τὴν ὁδόν the Way (i. e. Christian way of life) Ac 19:9.”) the Way (sn The Way refers to the Christian movement (Christianity). Luke frequently refers to it as “the Way” (Acts 9:2; 18:25–26; 19:23; 22:4; 24:14, 22).) before the congregation, he left (tn Grk “leaving them, he took.” The participle ἀποστάς (apostas) has been translated as a finite verb due to requirements of contemporary English style.) them and took the disciples with him, (tn The words “with him” are not in the Greek text, but are implied.) addressing (tn Although the word διελέξατο (dielexato; from διαλέγομαι, dialegomai) is frequently translated “reasoned,” “disputed,” or “argued,” this sense comes from its classical meaning where it was used of philosophical disputation, including the Socratic method of questions and answers. However, there does not seem to be contextual evidence for this kind of debate in Acts 19:9. As G. Schrenk (TDNT 2:94-95) points out, “What is at issue is the address which any qualified member of a synagogue might give.” Other examples of this may be found in the NT in Matt 4:23 and Mark 1:21.) them every day (tn BDAG 437 s. v. ἡμέρα 2. c has “every day” for this phrase in this verse.) in the lecture hall (tn The “lecture hall” was a place where teachers and pupils met. The term is a NT hapax legomenon (BDAG 982 s. v. σχολή). L&N 7.14 notes, “it is better to use a translation such as ‘lecture hall’ rather than ‘school,’ since one does not wish to give the impression of the typical classroom situation characteristic of present-day schools.”) of Tyrannus."},{"number":10,"verse":"This went on for two years, so that all who lived in the province of Asia, (tn Grk “Asia”; in the NT this always refers to the Roman province of Asia, made up of about one-third of the west and southwest end of modern Asia Minor. Asia lay to the west of the region of Phrygia and Galatia. The words “the province of” are supplied to indicate to the modern reader that this does not refer to the continent of Asia. sn The expression all who lived in the province of Asia is good Semitic hyperbole (see Col 1:7, “all the world”). The message was now available to the region.) both Jews and Greeks, heard the word of the Lord. (sn The word of the Lord is a technical expression in OT literature, often referring to a divine prophetic utterance (e. g., Gen 15:1, Isa 1:10, Jonah 1:1). In the NT it occurs 15 times: 3 times as ῥῆμα τοῦ κυρίου (rJhma tou kuriou; Luke 22:61, Acts 11:16, 1 Pet 1:25) and 12 times as λόγος τοῦ κυρίου (logo\" tou kuriou; here and in Acts 8:25; 13:44, 48, 49; 15:35, 36; 16:32; 19:20; 1 Thess 1:8, 4:15; 2 Thess 3:1). As in the OT, this phrase focuses on the prophetic nature and divine origin of what has been said.)"},{"number":11,"verse":"The Seven Sons of Sceva God was performing extraordinary (tn BDAG 1019 s. v. τυγχάνω 2. d states, “δυνάμεις οὐ τὰς τυχούσας extraordinary miracles Ac 19:11.”) miracles by Paul’s hands,"},{"number":12,"verse":"so that when even handkerchiefs or aprons that had touched his body (tn Or “skin” (the outer surface of the body).) were brought (tn Or “were taken.” It might be that as word went out into the region that since the sick could not come to Paul, healing was brought to them this way. The “handkerchiefs” are probably face cloths for wiping perspiration (see BDAG 934 s. v. σουδάριον) while the “aprons” might be material worn by workmen (BDAG 923-24 s. v. σιμικίνθιον).) to the sick, their diseases left them and the evil spirits went out of them. (tn The words “of them” are not in the Greek text, but are implied.)"},{"number":13,"verse":"But some itinerant (tn Grk “some Jewish exorcists who traveled about.” The adjectival participle περιερχομένων (periercomenwn) has been translated as “itinerant.”) Jewish exorcists tried to invoke the name (tn Grk “to name the name.”) of the Lord Jesus over those who were possessed by (tn Grk “who had.” Here ἔχω (ecw) is used of demon possession, a common usage according to BDAG 421 s. v. ἔχω 7. a. α.) evil spirits, saying, “I sternly warn (sn The expression I sternly warn you means “I charge you as under oath.”) you by Jesus whom Paul preaches.”"},{"number":14,"verse":"(Now seven sons of a man named (tn Grk “a certain Sceva.”) Sceva, a Jewish high priest, were doing this.) (sn Within the sequence of the narrative, this amounts to a parenthetical note by the author.)"},{"number":15,"verse":"But the evil spirit replied to them, (tn Grk “answered and said to them.” The expression, redundant in English, has been simplified to “replied.”) “I know about Jesus (tn Grk “Jesus I know about.” Here ᾿Ιησοῦν (Ihsoun) is in emphatic position in Greek, but placing the object first is not normal in contemporary English style.) and I am acquainted with (tn BDAG 380 s. v. ἐπίσταμαι 2 has “know, be acquainted with τινά…τὸν Παῦλον Ac 19:15.” Here the translation “be acquainted with” was used to differentiate from the previous phrase which has γινώσκω (ginwskw).) Paul, but who are you?” (sn But who are you? This account shows how the power of Paul was so distinct that parallel claims to access that power were denied. In fact, such manipulation, by those who did not know Jesus, was judged (v. 16). The indirect way in which the exorcists made the appeal shows their distance from Jesus.)"},{"number":16,"verse":"Then the man who was possessed by (tn Grk “in whom the evil spirit was.”) the evil spirit jumped on (tn Grk “the man in whom the evil spirit was, jumping on them.” The participle ἐφαλόμενος (efalomeno\") has been translated as a finite verb due to requirements of contemporary English style. L&N 15.239 has “ἐφαλόμενος ὁ ἄνθρωπος ἐπ᾿ αὐτούς ‘the man jumped on them’ Ac 19:16.”) them and beat them all into submission. (tn Grk “and beating them all into submission.” The participle κατακυριεύσας (katakurieusa\") has been translated as a finite verb due to requirements of contemporary English style. According to W. Foerster, TDNT 3:1098, the word means “the exercise of dominion against someone, i. e., to one’s own advantage.” These exorcists were shown to be powerless in comparison to Jesus who was working through Paul.) He prevailed (tn BDAG 484 s. v. ἰσχύω 3 has “win out, prevail…κατά τινος over, against someone Ac 19:16.”) against them so that they fled from that house naked and wounded."},{"number":17,"verse":"This became known to all who lived in Ephesus, (map For location see JP1-D2; JP2-D2; JP3-D2; JP4-D2.) both Jews and Greeks; fear came over (tn Grk “fell on.” BDAG 377 s. v. ἐπιπίπτω 2 has “φόβος ἐ. ἐπί τινα fear came upon someone…Ac 19:17.”) them all, and the name of the Lord Jesus was praised. (tn Or “exalted.”)"},{"number":18,"verse":"Many of those who had believed came forward, (tn Grk “came”; the word “forward” is supplied in the translation to clarify the meaning and to conform to the contemporary English idiom.) confessing and making their deeds known. (tn Or “confessing and disclosing their deeds.” BDAG 59 s. v. ἀναγγέλλω 2 has “W. ἐξομολογεῖσθαι: ἀ. τὰς πράξεις αὐτο'ν make their deeds known Ac 19:18.”sn Making their deeds known. Ephesus was a major pagan religious center with much syncretistic “magical” practice. Coming to Jesus changed the lives and attitudes of these believers, creating a social impact.)"},{"number":19,"verse":"Large numbers (tn BDAG 472 s. v. ἱκανός 4. a has “many, quite a few” for ἱκανοί (Jikanoi) in this verse.) of those who had practiced magic (tn On this term see BDAG 800 s. v. περίεργος 2.) collected their books (tn Or “scrolls.”) and burned them up in the presence of everyone. (tn Or “burned them up publicly.” L&N 14.66 has “‘they brought their books together and burned them up in the presence of everyone’ Ac 19:19.”) When (tn Grk “and when.” Because of the length of the Greek sentence, the conjunction καί (kai) has not been translated here. Instead a new English sentence is begun.) the value of the books was added up, it was found to total fifty thousand silver coins. (tn Or “fifty thousand silver drachmas” (about $10000 US dollars). BDAG 128 s. v. ἀργύριον 2. c states, “ἀργυρίου μυριάδας πέντε 50000 (Attic silver) drachmas Ac 19:19.” Another way to express the value would be in sheep: One drachma could buy one sheep. So this many drachmas could purchase a huge flock of sheep. A drachma also equals a denarius, or a day’s wage for the average worker. So this amount would be equal to 50000 work days or in excess of 8300 weeks of labor (the weeks are calculated at six working days because of the Jewish cultural context). The impact of Christianity on the Ephesian economy was considerable (note in regard to this the concerns expressed in 19:26–27).)"},{"number":20,"verse":"In this way the word of the Lord (sn The word of the Lord is a technical expression in OT literature, often referring to a divine prophetic utterance (e. g., Gen 15:1, Isa 1:10, Jonah 1:1). In the NT it occurs 15 times: 3 times as ῥῆμα τοῦ κυρίου (rJhma tou kuriou; Luke 22:61, Acts 11:16, 1 Pet 1:25) and 12 times as λόγος τοῦ κυρίου (logo\" tou kuriou; here and in Acts 8:25; 13:44, 48, 49; 15:35, 36; 16:32; 19:10; 1 Thess 1:8, 4:15; 2 Thess 3:1). As in the OT, this phrase focuses on the prophetic nature and divine origin of what has been said.) continued to grow in power (tn The imperfect verb ηὔξανεν (huxanen) has been translated as a progressive imperfect, as has the following verb ἴσχυεν (iscuen).) and to prevail. (sn The word of the Lord…to prevail. Luke portrays the impact of Christianity in terms of the Lord’s transforming power in the lives of individuals.)"},{"number":21,"verse":"A Riot in Ephesus Now after all these things had taken place, (tn Grk “all these things had been fulfilled.”) Paul resolved (tn Grk “Paul purposed in [his] spirit” (an idiom). According to BDAG 1003 s. v. τίθημι 1. b. ε the entire idiom means “to resolve” (or “decide”): “ἔθετο ὁ Παῦλος ἐν τῷ πνεύματι w. inf. foll. Paul resolved 19:21.”) to go to Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) passing through Macedonia (sn Macedonia was the Roman province of Macedonia in Greece.) and Achaia. (sn Achaia was the Roman province of Achaia located across the Aegean Sea from Ephesus. Its principal city was Corinth.) He said, (tn Grk “Achaia, saying.” Because of the length of the Greek sentence and the awkwardness in English of having two participial clauses following one another (“passing through…saying”), the participle εἰπών (eipwn) has been translated as a finite verb and a new sentence begun here in the translation.) “After I have been there, I must also see Rome.” (sn This is the first time Paul mentions Rome. He realized the message of Christianity could impact that society even at its heights. map For location see JP4-A1.)"},{"number":22,"verse":"So after sending (tn The aorist participle ἀποστείλας (aposteila\") has been taken temporally reflecting action antecedent to that of the main verb (ἐπέσχεν, epescen).) two of his assistants, (tn Grk “two of those who ministered to him.”) Timothy and Erastus, to Macedonia, (sn Macedonia was the Roman province of Macedonia in Greece.) he himself stayed on for a while in the province of Asia. (tn Grk “Asia”; in the NT this always refers to the Roman province of Asia, made up of about one-third of the west and southwest end of modern Asia Minor. Asia lay to the west of the region of Phrygia and Galatia. The words “the province of” are supplied to indicate to the modern reader that this does not refer to the continent of Asia.)"},{"number":23,"verse":"At (tn Grk “There happened at that time.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated. Instead the verb “took place” has been supplied in the translation.) that time (tn BDAG 512 s. v. κατά B.2. a, “in definite indications of time…Of the past: κ. ἐκεῖνον τὸν καιρόν at that time, then…Ac 12:1; 19:23.”) a great disturbance (tn Grk “no little disturbance” (an idiom; see BDAG 991 s. v. τάραχος 2).) took place concerning the Way. (sn The Way refers to the Christian movement (Christianity).)"},{"number":24,"verse":"For a man named Demetrius, a silversmith who made silver shrines (tn BDAG 665 s. v. ναός 1. a states, “Specif. of temples: of replicas of the temple of Artemis at Ephesus 19:24…but here, near ἱερόν vs. 27…ναός can be understood in the more restricted sense shrine, where the image of the goddess stood.”) of Artemis, (sn Artemis was the name of a Greek goddess worshiped particularly in Asia Minor, whose temple, one of the seven wonders of the ancient world, was located just outside the city of Ephesus.) brought a great deal (tn Grk “brought not a little business” (an idiom).) of business (sn A great deal of business. The charge that Christianity brought economic and/or social upheaval was made a number of times in Acts: 16:20–21; 17:6–7; 18:13.) to the craftsmen."},{"number":25,"verse":"He gathered (tn Grk “gathering.” The participle συναθροίσας (sunaqroisa\") has been translated as a finite verb due to requirements of contemporary English style.) these (tn Grk “whom”; because of the length and complexity of the Greek sentence, the relative pronoun (“whom”) has been replaced with a pronoun (“these”) and a new sentence begun in the translation.) together, along with the workmen in similar trades, (sn Workmen in similar trades. In effect, Demetrius gathered the Ephesian chamber of commerce together to hear about the threat to their prosperity.) and said, “Men, you know that our prosperity (tn Another possible meaning is “that this business is an easy way for us to earn a living.”) comes from this business."},{"number":26,"verse":"And you see and hear that this Paul has persuaded (tn Grk “persuading.” The participle πείσας (peisa\") has been translated as a finite verb due to requirements of contemporary English style.) and turned away (tn Or “misled.”) a large crowd, (tn BDAG 472 s. v. ἱκανός 3. a has “of pers. ὄχλος a large crowd…Ac 11:24, 26; 19:26.”) not only in Ephesus (map For location see JP1-D2; JP2-D2; JP3-D2; JP4-D2.) but in practically all of the province of Asia, (tn Grk “Asia”; see the note on this word in v. 22.) by saying (tn The participle λέγων (legwn) has been regarded as indicating instrumentality.) that gods made by hands are not gods at all. (tn The words “at all” are not in the Greek text but are implied. sn Gods made by hands are not gods at all. Paul preached against paganism’s idolatry. Here is a one-line summary of a speech like that in Acts 17:22–31.)"},{"number":27,"verse":"There is danger not only that this business of ours will come into disrepute, (tn Or “come under public criticism.” BDAG 101 s. v. ἀπελεγμός has “come into disrepute Ac 19:27.”) but also that the temple of the great goddess Artemis (sn Artemis was the name of a Greek goddess worshiped particularly in Asia Minor, whose temple, one of the seven wonders of the ancient world, was located just outside the city of Ephesus.) will be regarded as nothing, (tn BDAG 597 s. v. λογίζομαι 1. b has “εἰς οὐθὲν λογισθῆναι be looked upon as nothing…Ac 19:27.”) and she whom all the province of Asia (tn Grk “Asia”; see the note on this word in v. 22.) and the world worship will suffer the loss of her greatness.” (tn Or “her magnificence.” BDAG 488 s. v. καθαιρέω 2. b has “καθαιρεῖσθαι τῆς μεγαλειότητος αὐτῆς suffer the loss of her magnificence Ac 19:27”; L&N 13.38 has “‘and to have her greatness done away with’ Ac 19:27.”sn Suffer the loss of her greatness. It is important to appreciate that money alone was not the issue, even for the pagan Ephesians. The issue was ultimately the dishonor of their goddess to whom they were devoted in worship. The battle was a “cosmic” one between deities.)"},{"number":28,"verse":"When (tn Grk “And when.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) they heard (tn Grk “And hearing.” The participle ἀκούσαντες (akousante\") has been taken temporally.) this they became enraged (tn Grk “they became filled with rage” (an idiom). The reaction of the Ephesians here is like that of the Jews earlier, though Luke referred to “zeal” or “jealousy” in the former case (Acts 7:54).) and began to shout, (tn Grk “and began shouting, saying.” The imperfect verb ἔκραζον (ekrazon) has been translated as an ingressive imperfect. The participle λέγοντες (legontes) is redundant in English and has not been translated.) “Great is Artemis (sn Artemis was a Greek goddess worshiped particularly in Asia Minor, whose temple, one of the seven wonders of the ancient world, was located just outside the city of Ephesus.) of the Ephesians!”"},{"number":29,"verse":"The (tn Grk “And the.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) city was filled with the uproar, (tn L&N 39.43 has “‘the uproar spread throughout the whole city’ (literally ‘the city was filled with uproar’) Ac 19:29.” BDAG 954 s. v. σύγχυσις has “confusion, tumult.”) and the crowd (tn Grk “they”; the referent (the crowd) has been specified in the translation for clarity.) rushed to the theater (sn To the theater. This location made the event a public spectacle. The Grand Theater in Ephesus (still standing today) stood facing down the main thoroughfare of the city toward the docks. It had a seating capacity of 25000.) together, (tn Grk “to the theater with one accord.”) dragging with them Gaius and Aristarchus, the Macedonians who were Paul’s traveling companions."},{"number":30,"verse":"But when Paul wanted to enter the public assembly, (tn Or “enter the crowd.” According to BDAG 223 s. v. δῆμος 2, “in a Hellenistic city, a convocation of citizens called together for the purpose of transacting official business, popular assembly…εἰσελθεῖν εἰς τὸν δ. go into the assembly 19:30.”) the disciples would not let him."},{"number":31,"verse":"Even some of the provincial authorities (tn Grk “Asiarchs” (high-ranking officials of the province of Asia).) who were his friends sent (tn Grk “sending”; the participle πέμψαντες (pemyante\") has been translated as a finite verb due to requirements of contemporary English style.) a message (tn The words “a message” are not in the Greek text but are implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader.) to him, urging him not to venture (tn BDAG 242-43 s. v. δίδωμι 11 has “to cause (oneself) to go, go, venture somewhere (cp. our older ‘betake oneself’)…Ac 19:31.” The desire of these sympathetic authorities was surely to protect Paul’s life. The detail indicates how dangerous things had become.) into the theater."},{"number":32,"verse":"So then some were shouting one thing, some another, for the assembly was in confusion, and most of them did not know why they had met together. (tn Or “had assembled.”)"},{"number":33,"verse":"Some of the crowd concluded (tn Or “Some of the crowd gave instructions to.”) it was about (tn The words “it was about” are not in the Greek text but are implied; ᾿Αλέξανδρον (Alexandron) is taken to be an accusative of general reference.) Alexander because the Jews had pushed him to the front. (tn BDAG 865 s. v. προβάλλω 1 has “to cause to come forward, put forward…τινά someone…push someone forward to speak in the theater…Ac 19:33.”) Alexander, gesturing (tn Or “motioning.”) with his hand, was wanting to make a defense (sn The nature of Alexander’s defense is not clear. It appears he was going to explain, as a Jew, that the problem was not caused by Jews, but by those of “the Way.” However, he never got a chance to speak.) before the public assembly. (tn Or “before the crowd.” According to BDAG 223 s. v. δῆμος 2, “in a Hellenistic city, a convocation of citizens called together for the purpose of transacting official business, popular assembly…ἀπολογεῖσθαι τῷ δ. make a defense before the assembly vs. 33.”)"},{"number":34,"verse":"But when they recognized (tn Grk “But recognizing.” The participle ἐπιγνόντες (epignonte\") has been translated as a finite verb due to requirements of contemporary English style.) that he was a Jew, they all shouted in unison, (tn Grk “[they shouted] with one voice from all of them” (an idiom).) “Great is Artemis (sn Artemis was a Greek goddess worshiped particularly in Asia Minor, whose temple, one of the seven wonders of the ancient world, was located just outside the city of Ephesus, 1.25 mi (2 km) northeast of the Grand Theater. Dimensions were 418 ft by 239 ft (125 m by 72 m) for the platform; the temple proper was 377 ft by 180 ft (113 m by 54 m). The roof was supported by 117 columns, each 60 ft (18 m) high by 6 ft (1.8 m) in diameter. The Emperor Justinian of Byzantium later took these columns for use in construction of the Hagia Sophia, where they still exist (in modern day Istanbul).) of the Ephesians!” for about two hours. (sn They all shouted…for about two hours. The extent of the tumult shows the racial and social tensions of a cosmopolitan city like Ephesus, indicating what the Christians in such locations had to face.)"},{"number":35,"verse":"After the city secretary (tn Or “clerk.” The “scribe” (γραμματεύς, grammateu\") was the keeper of the city’s records.) quieted the crowd, he said, “Men of Ephesus, what person (tn This is a generic use of ἄνθρωπος (anqrwpo\").) is there who does not know that the city of the Ephesians is the keeper (tn See BDAG 670 s. v. νεωκόρος. The city is described as the “warden” or “guardian” of the goddess and her temple.) of the temple of the great Artemis (sn Artemis was a Greek goddess worshiped particularly in Asia Minor, whose temple, one of the seven wonders of the ancient world, was located just outside the city of Ephesus.) and of her image that fell from heaven? (tn Or “from the sky” (the same Greek word means both “heaven” and “sky”). sn The expression fell from heaven adds a note of apologetic about the heavenly origin of the goddess. The city’s identity and well-being was wrapped up with this connection, in their view. Many interpreters view her image that fell from heaven as a stone meteorite regarded as a sacred object.)"},{"number":36,"verse":"So because these facts (tn Grk “these things.”) are indisputable, (tn The genitive absolute construction with the participle ὄντων (ontwn) has been translated as a causal adverbial participle. On the term translated “indisputable” see BDAG 68-69 s. v. ἀναντίρρητος which has “not to be contradicted, undeniable.”) you must keep quiet (tn Grk “it is necessary that you be quiet.”) and not do anything reckless. (tn L&N 88.98 has “pertaining to impetuous and reckless behavior – ‘reckless, impetuous.’…‘so then, you must calm down and not do anything reckless’ Ac 19:36.” The city secretary was asking that order be restored.)"},{"number":37,"verse":"For you have brought these men here who are neither temple robbers (tn Or perhaps, “desecrators of temples.”) nor blasphemers of our goddess. (sn Nor blasphemers of our goddess. There was no formal crime with which Paul could be charged. He had the right to his religion as long as he did not act physically against the temple. Since no overt act had taken place, the official wanted the community to maintain the status quo on these religious matters. The remarks suggest Paul was innocent of any civil crime.)"},{"number":38,"verse":"If then Demetrius and the craftsmen who are with him have a complaint (tn BDAG 600 s. v. λόγος 1. a. ε has “ἔχειν πρός τινα λόγον have a complaint against someone…19:38.”) against someone, the courts are open (tn L&N 56.1 has ‘if Demetrius and his workers have an accusation against someone, the courts are open’ Ac 19:38.”) and there are proconsuls; let them bring charges against one another there. (tn The word “there” is not in the Greek text but is implied. The official’s request is that the legal system be respected.)"},{"number":39,"verse":"But if you want anything in addition, (tn Or “anything more than this.”) it will have to be settled (tn Or “resolved.”) in a legal assembly. (tn Or “in a legal meeting of the citizens.” L&N 30.81 has “ἐν τῇ ἐννόμῳ ἐκκλησίᾳ ἐπιλυθήσεται ‘it will have to be settled in a legal meeting of the citizens’ Ac 19:39.” This meeting took place three times a year.)"},{"number":40,"verse":"For (tn Grk “For indeed.” The ascensive force of καί (kai) would be awkward to translate here.) we are in danger of being charged with rioting (tn The term translated “rioting” refers to a revolt or uprising (BDAG 940 s. v. στάσις 2, 3). This would threaten Roman rule and invite Roman intervention.) today, since there is no cause we can give to explain (tn Or “to account for.” Grk “since there is no cause concerning which we can give account concerning this disorderly gathering.” The complexity of the Greek relative clause (“which”) and the multiple prepositions (“concerning”) have been simplified in the translation consistent with contemporary English style.) this disorderly gathering.” (tn Or “commotion.” BDAG 979 s. v. συστροφή 1 gives the meaning “a tumultuous gathering of people, disorderly/seditious gathering or commotion…Ac 19:40.”)"},{"number":41,"verse":"After (tn Grk “And after.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) he had said (tn Grk “And saying.” The participle εἰπών (eipwn) has been translated as a finite verb due to requirements of contemporary English style.) this, (tn Grk “these things.”) he dismissed the assembly. (sn Verse 41 in the English text is included as part of verse 40 in the standard critical editions of the Greek NT.)"}]}