{"bibleAbbr":"NET2007","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":2,"verses":[{"number":1,"verse":"(The Holy Spirit and the Day of Pentecost) Now (tn Grk “And” Here καί (kai) has been translated as “now” to indicate the transition to a new topic. Greek style often begins sentences or clauses with “and,” but English style does not.) when the day of Pentecost had come, they were all together in one place."},{"number":2,"verse":"Suddenly (tn Here καί (kai) has not been translated for stylistic reasons. It occurs as part of the formula καὶ ἐγένετο (kai egeneto) which is often left untranslated in Luke-Acts because it is redundant in contemporary English. Here it is possible (and indeed necessary) to translate ἐγένετο as “came” so that the initial clause of the English translation contains a verb; nevertheless the translation of the conjunction καί is not necessary.) a sound (tn Or “a noise.”) like a violent wind blowing (tn While φέρω (ferw) generally refers to movement from one place to another with the possible implication of causing the movement of other objects, in Acts 2:2 φέρομαι (feromai) should probably be understood in a more idiomatic sense of “blowing” since it is combined with the noun for wind (πνοή, pnoh).) came from heaven (tn Or “from the sky.” The Greek word οὐρανός (ouranos) may be translated “sky” or “heaven” depending on the context.) and filled the entire house where they were sitting."},{"number":3,"verse":"And tongues spreading out like a fire (tn Or “And divided tongues as of fire.” The precise meaning of διαμερίζομαι (diamerizomai) in Acts 2:3 is difficult to determine. The meaning could be “tongues as of fire dividing up one to each person,” but it is also possible that the individual tongues of fire were divided (“And divided tongues as of fire appeared”). The translation adopted in the text (“tongues spreading out like a fire”) attempts to be somewhat ambiguous.) appeared to them and came to rest on each one of them."},{"number":4,"verse":"All (tn Grk “And all.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) of them were filled with the Holy Spirit, and they began to speak in other languages (tn The Greek term is γλώσσαις (glwssai\"), the same word used for the tongues of fire. sn Other languages. Acts 2:6–7 indicates that these were languages understandable to the hearers, a diverse group from “every nation under heaven.”) as the Spirit enabled them. (tn Grk “just as the spirit gave them to utter.” The verb ἀποφθέγγομαι (apofqengomai) was used of special utterances in Classical Greek (BDAG 125 s. v.).)"},{"number":5,"verse":"Now there were devout Jews (tn Grk “Jews, devout men.” It is possible that only men are in view here in light of OT commands for Jewish men to make a pilgrimage to Jerusalem at various times during the year (cf. Exod 23:17, 34:23; Deut 16:16). However, other evidence seems to indicate that both men and women might be in view. Luke 2:41–52 shows that whole families would make the temporary trip to Jerusalem. In addition, it is probable that the audience consisted of families who had taken up permanent residence in Jerusalem. The verb κατοικέω (katoikew) normally means “reside” or “dwell,” and archaeological evidence from tombs in Jerusalem does indicate that many families immigrated to Jerusalem permanently (see B. Witherington, Acts, 135); this would naturally include women. Also, the word ἀνήρ (ajnhr), which usually does mean “male” or “man” (as opposed to woman), sometimes is used generically to mean “a person” (BDAG 79 s. v. 2; cf. Matt 12:41). Given this evidence, then, it is conceivable that the audience in view here is not individual male pilgrims but a mixed group of men and women.) from every nation under heaven residing in Jerusalem. (tn Grk “Now there were residing in Jerusalem Jews, devout men from every nation under heaven.”map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":6,"verse":"When this sound (tn Or “this noise.”) occurred, a crowd gathered and was in confusion, (tn Or “was bewildered.”) because each one heard them speaking in his own language."},{"number":7,"verse":"Completely baffled, they said, (tn Grk “They were astounded and amazed, saying.” The two imperfect verbs, ἐξίσταντο (existanto) and ἐθαύμαζον (eqaumazon), show both the surprise and the confusion on the part of the hearers. The verb ἐξίσταντο (from ἐξίστημι, existhmi) often implies an illogical perception or response (BDAG 350 s. v. ἐξίστημι): “to be so astonished as to almost fail to comprehend what one has experienced” (L&N 25.218).) “Aren’t (tn Grk “Behold, aren’t all these.” The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) all these who are speaking Galileans?"},{"number":8,"verse":"And how is it that each one of us hears them (tn Grk “we hear them, each one of us.”) in our own native language? (tn Grk “in our own language in which we were born.”)"},{"number":9,"verse":"Parthians, Medes, Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and the province of Asia, (tn Grk “Asia”; in the NT this always refers to the Roman province of Asia, made up of about one-third of the west and southwest end of modern Asia Minor. Asia lay to the west of the region of Phrygia and Galatia. The words “the province of” are supplied to indicate to the modern reader that this does not refer to the continent of Asia.)"},{"number":10,"verse":"Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene, (tn According to BDAG 595 s. v. Λιβύη, the western part of Libya, Libya Cyrenaica, is referred to here (see also Josephus, Ant. 16.6.1 [16.160] for a similar phrase).) and visitors from Rome, (map For location see JP4-A1.)"},{"number":11,"verse":"both Jews and proselytes, (sn Proselytes refers to Gentile (i. e., non-Jewish) converts to Judaism.) Cretans and Arabs — we hear them speaking in our own languages about the great deeds God has done!” (tn Or “God’s mighty works.” Here the genitive τοῦ θεοῦ (tou qeou) has been translated as a subjective genitive.)"},{"number":12,"verse":"All were astounded and greatly confused, saying to one another, “What does this mean?”"},{"number":13,"verse":"But others jeered at the speakers, (tn The words “the speakers” are not in the Greek text, but have been supplied for clarity. Direct objects were frequently omitted in Greek when clear from the context.) saying, “They are drunk on new wine!” (tn Grk “They are full of new wine!” sn New wine refers to a new, sweet wine in the process of fermentation.)"},{"number":14,"verse":"(Peter’s Address on the Day of Pentecost) But Peter stood up (tn Grk “standing up.” The participle σταθείς (staqei\") has been translated as a finite verb due to requirements of contemporary English style.) with the eleven, raised his voice, and addressed them: “You men of Judea (tn Or “You Jewish men.” “Judea” is preferred here because it is paired with “Jerusalem,” a location. This suggests locality rather than ethnic background is the primary emphasis in the context. As for “men,” the Greek term here is ἀνήρ (anhr), which only exceptionally is used in a generic sense of both males and females. In this context, where “all” who live in Jerusalem are addressed, it is conceivable that this is a generic usage, although it can also be argued that Peter’s remarks were addressed primarily to the men present, even if women were there.) and all you who live in Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) know this (tn Grk “let this be known to you.” The passive construction has been translated as an active for stylistic reasons.) and listen carefully to what I say."},{"number":15,"verse":"In spite of what you think, these men are not drunk, (tn Grk “These men are not drunk, as you suppose.”) for it is only nine o’clock in the morning. (tn Grk “only the third hour.”)"},{"number":16,"verse":"But this is what was spoken about through the prophet Joel: (sn Note how in the quotation that follows all genders, ages, and classes are included. The event is like a hope Moses expressed in Num 11:29.)"},{"number":17,"verse":"‘And in the last days (sn The phrase in the last days is not quoted from Joel, but represents Peter’s interpretive explanation of the current events as falling “in the last days.”) it will be,’ God says, ‘that I will pour out my Spirit on all people, (tn Grk “on all flesh.”) and your sons and your daughters will prophesy, and your young men will see visions, and your old men will dream dreams."},{"number":18,"verse":"Even on my servants, (tn Grk “slaves.” Although this translation frequently renders δοῦλος (doulos) as “slave,” the connotation is often of one who has sold himself into slavery; in a spiritual sense, the idea is that of becoming a slave of God or of Jesus Christ voluntarily. The voluntary notion is not conspicuous here; hence, the translation “servants.” In any case, the word does not bear the connotation of a free individual serving another. BDAG notes that “‘servant’ for ‘slave’ is largely confined to Biblical transl. and early American times…in normal usage at the present time the two words are carefully distinguished” (BDAG 260 s. v.). The most accurate translation is “bondservant” (sometimes found in the ASV for δοῦλος), in that it often indicates one who sells himself into slavery to another. But as this is archaic, few today understand its force.) both men and women, I will pour out my Spirit in those days, and they will prophesy. (sn The words and they will prophesy in Acts 2:18 are not quoted from Joel 2:29 at this point but are repeated from earlier in the quotation (Acts 2:17) for emphasis. Tongues speaking is described as prophecy, just like intelligible tongues are described in 1 Cor 14:26–33.)"},{"number":19,"verse":"And I will perform wonders in the sky (tn Or “in the heaven.” The Greek word οὐρανός (ouranos) may be translated “sky” or “heaven” depending on the context. Here, in contrast to “the earth below,” a reference to the sky is more likely.) above and miraculous signs (tn Here the context indicates the miraculous nature of the signs mentioned; this is made explicit in the translation.) on the earth below, blood and fire and clouds of smoke."},{"number":20,"verse":"The sun will be changed to darkness and the moon to blood before the great and glorious (tn Or “and wonderful.”) day of the Lord comes."},{"number":21,"verse":"And then (tn Grk “And it will be that.”) everyone who calls on the name of the Lord will be saved.’ (sn A quotation from Joel 2:28–32.)"},{"number":22,"verse":"“Men of Israel, (tn Or “Israelite men,” although this is less natural English. The Greek term here is ἀνήρ (anhr), which only exceptionally is used in a generic sense of both males and females. In this context, it is conceivable that this is a generic usage, although it can also be argued that Peter’s remarks were addressed primarily to the men present, even if women were there.) listen to these words: Jesus the Nazarene, a man clearly attested to you by God with powerful deeds, (tn Or “miraculous deeds.”) wonders, and miraculous signs (tn Again, the context indicates the miraculous nature of these signs, and this is specified in the translation.) that God performed among you through him, just as you yourselves know —"},{"number":23,"verse":"this man, who was handed over by the predetermined plan and foreknowledge of God, you executed (tn Or “you killed.”) by nailing him to a cross at the hands of Gentiles. (tn Grk “at the hands of lawless men.” At this point the term ἄνομος (anomo\") refers to non-Jews who live outside the Jewish (Mosaic) law, rather than people who broke any or all laws including secular laws. Specifically it is a reference to the Roman soldiers who carried out Jesus’ crucifixion.)"},{"number":24,"verse":"But God raised him up, (tn Grk “Whom God raised up.”) having released (tn Or “having freed.”) him from the pains (sn The term translated pains is frequently used to describe pains associated with giving birth (see Rev 12:2). So there is irony here in the mixed metaphor.) of death, because it was not possible for him to be held in its power. (tn Or “for him to be held by it” (in either case, “it” refers to death’s power).)"},{"number":25,"verse":"For David says about him, ‘I saw the Lord always in front of me, (tn Or “always before me.”) for he is at my right hand so that I will not be shaken."},{"number":26,"verse":"Therefore my heart was glad and my tongue rejoiced; my body (tn Grk “my flesh.”) also will live in hope,"},{"number":27,"verse":"because you will not leave my soul in Hades, (tn Or “will not abandon my soul to Hades.” Often “Hades” is the equivalent of the Hebrew term Sheol, the place of the dead.) nor permit your Holy One to experience (tn Grk “to see,” but the literal translation of the phrase “to see decay” could be misunderstood to mean simply “to look at decay,” while here “see decay” is really figurative for “experience decay.”) decay."},{"number":28,"verse":"You have made known to me the paths of life; you will make me full of joy with your presence.’ (sn A quotation from Ps 16:8–11.)"},{"number":29,"verse":"“Brothers, (tn Since this represents a continuation of the address beginning in v.14 and continued in v. 22, “brothers” has been used here rather than a generic expression like “brothers and sisters.”) I can speak confidently (sn Peter’s certainty is based on well-known facts.) to you about our forefather (tn Or “about our noted ancestor,” “about the patriarch.”) David, that he both died and was buried, and his tomb is with us to this day."},{"number":30,"verse":"So then, because (tn The participles ὑπάρχων (Juparcwn) and εἰδώς (eidw\") are translated as causal adverbial participles.) he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants (tn Grk “one from the fruit of his loins.” “Loins” is the traditional translation of ὀσφῦς (osfu\"), referring to the male genital organs. A literal rendering like “one who came from his genital organs” would be regarded as too specific and perhaps even vulgar by many contemporary readers. Most modern translations thus render the phrase “one of his descendants.”) on his throne, (sn An allusion to Ps 132:11 and 2 Sam 7:12–13, the promise in the Davidic covenant.)"},{"number":31,"verse":"David by foreseeing this (tn Grk “David foreseeing spoke.” The participle προϊδών (proidwn) is taken as indicating means. It could also be translated as a participle of attendant circumstance: “David foresaw [this] and spoke.” The word “this” is supplied in either case as an understood direct object (direct objects in Greek were often omitted, but must be supplied for the modern English reader).) spoke about the resurrection of the Christ, (tn Or “the Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn The term χριστός (cristos) was originally an adjective (“anointed”), developing in LXX into a substantive (“an anointed one”), then developing still further into a technical generic term (“the anointed one”). In the intertestamental period it developed further into a technical term referring to the hoped-for anointed one, that is, a specific individual. In the NT the development starts there (technical-specific), is so used in the gospels, and then develops in Paul’s letters to mean virtually Jesus’ last name.) that he was neither abandoned to Hades, (tn Or “abandoned in the world of the dead.” The translation “world of the dead” for Hades is suggested by L&N 1.19. The phrase is an allusion to Ps 16:10.) nor did his body (tn Grk “flesh.” See vv. 26b–27. The reference to “body” in this verse picks up the reference to “body” in v. 26. The Greek term σάρξ (sarx) in both verses literally means “flesh”; however, the translation “body” stresses the lack of decay of his physical body. The point of the verse is not merely the lack of decay of his flesh alone, but the resurrection of his entire person, as indicated by the previous parallel line “he was not abandoned to Hades.”) experience (tn Grk “see,” but the literal translation of the phrase “see decay” could be misunderstood to mean simply “look at decay,” while here “see decay” is really figurative for “experience decay.”) decay. (sn An allusion to Ps 16:10.)"},{"number":32,"verse":"This Jesus God raised up, and we are all witnesses of it. (tn Or “of him”; Grk “of which [or whom] we are all witnesses” (Acts 1:8).)"},{"number":33,"verse":"So then, exalted (tn The aorist participle ὑψωθείς (Juywqei\") could be taken temporally: “So then, after he was exalted…” In the translation the more neutral “exalted” (a shorter form of “having been exalted”) was used to preserve the ambiguity of the original Greek.) to the right hand (sn The expression the right hand of God represents supreme power and authority. Its use here sets up the quotation of Ps 110:1 in v. 34.) of God, and having received (tn The aorist participle λαβών (labwn) could be taken temporally: “So then, after he was exalted…and received from the Father the promised Holy Spirit.” In the translation the more neutral “having received” was used to preserve the ambiguity of the original Greek.) the promise of the Holy Spirit (tn Here the genitive τοῦ πνεύματος (tou pneumato\") is a genitive of apposition; the promise consists of the Holy Spirit.) from the Father, he has poured out (sn The use of the verb poured out looks back to 2:17–18, where the same verb occurs twice.) what you both see and hear."},{"number":34,"verse":"For David did not ascend into heaven, but he himself says, ‘The Lord said to my lord, “Sit (sn Sit at my right hand. The word “sit” alludes back to the promise of “seating one on his throne” in v. 30.) at my right hand"},{"number":35,"verse":"until I make your enemies a footstool (sn The metaphor make your enemies a footstool portrays the complete subjugation of the enemies.) for your feet.”’ (sn A quotation from Ps 110:1, one of the most often-cited OT passages in the NT, pointing to the exaltation of Jesus.)"},{"number":36,"verse":"Therefore let all the house of Israel know beyond a doubt (tn Or “know for certain.” This term is in an emphatic position in the clause.) that God has made this Jesus whom you crucified (tn Grk “has made him both Lord and Christ, this Jesus whom you crucified.” The clause has been simplified in the translation by replacing the pronoun “him” with the explanatory clause “this Jesus whom you crucified” which comes at the end of the sentence.) both Lord (sn Lord. This looks back to the quotation of Ps 110:1 and the mention of “calling on the Lord” in 2:21. Peter’s point is that the Lord on whom one calls for salvation is Jesus, because he is the one mediating God’s blessing of the Spirit as a sign of the presence of salvation and the last days.) and Christ.” (tn Or “and Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 2:31.)"},{"number":37,"verse":"(The Response to Peter’s Address) Now when they heard this, (tn The word “this” is not in the Greek text. Direct objects were often omitted in Greek, but must be supplied for the modern English reader.) they were acutely distressed (tn Grk “they were pierced to the heart” (an idiom for acute emotional distress).) and said to Peter and the rest of the apostles, “What should we do, brothers?”"},{"number":38,"verse":"Peter said to them, “Repent, and each one of you be baptized (tn The verb is a third person imperative, but the common translation “let each of you be baptized” obscures the imperative force in English, since it sounds more like a permissive (“each of you may be baptized”) to the average English reader.) in the name of Jesus Christ (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn In the name of Jesus Christ. Baptism in Messiah Jesus’ name shows how much authority he possesses.) for (tn There is debate over the meaning of εἰς in the prepositional phrase εἰς ἄφεσιν τῶν ἁμαρτιῶν ὑμῶν (eis afesin twn Jamartiwn Jumwn, “for/because of/with reference to the forgiveness of your sins”). Although a causal sense has been argued, it is difficult to maintain here. ExSyn 369-71 discusses at least four other ways of dealing with the passage: (1) The baptism referred to here is physical only, and εἰς has the meaning of “for” or “unto.” Such a view suggests that salvation is based on works – an idea that runs counter to the theology of Acts, namely: (a) repentance often precedes baptism (cf. Acts 3:19; 26:20), and (b) salvation is entirely a gift of God, not procured via water baptism (Acts 10:43 [cf. v. 47]; 13:38–39, 48; 15:11; 16:30–31; 20:21; 26:18); (2) The baptism referred to here is spiritual only. Although such a view fits well with the theology of Acts, it does not fit well with the obvious meaning of “baptism” in Acts – especially in this text (cf. 2:41); (3) The text should be repunctuated in light of the shift from second person plural to third person singular back to second person plural again. The idea then would be, “Repent for/with reference to your sins, and let each one of you be baptized…” Such a view is an acceptable way of handling εἰς, but its subtlety and awkwardness count against it; (4) Finally, it is possible that to a first-century Jewish audience (as well as to Peter), the idea of baptism might incorporate both the spiritual reality and the physical symbol. That Peter connects both closely in his thinking is clear from other passages such as Acts 10:47 and 11:15–16. If this interpretation is correct, then Acts 2:38 is saying very little about the specific theological relationship between the symbol and the reality, only that historically they were viewed together. One must look in other places for a theological analysis. For further discussion see R. N. Longenecker, “Acts,” EBC 9:283-85; B. Witherington, Acts, 154-55; F. F. Bruce, The Acts of the Apostles: The Greek Text with Introduction and Commentary, 129-30; BDAG 290 s. v. εἰς 4. f.) the forgiveness of your sins, and you will receive the gift of the Holy Spirit. (tn Here the genitive τοῦ ἁγίου πνεύματος (tou Jagiou pneumato\") is a genitive of apposition; the gift consists of the Holy Spirit.)"},{"number":39,"verse":"For the promise (sn The promise refers to the promise of the Holy Spirit that Jesus received from the Father in 2:33 and which he now pours out on others. The promise consists of the Holy Spirit (see note in 2:33). Jesus is the active mediator of God’s blessing.) is for you and your children, and for all who are far away, as many as the Lord our God will call to himself.”"},{"number":40,"verse":"With many other words he testified (tn Or “warned.”) and exhorted them saying, “Save yourselves from this perverse (tn Or “crooked” (in a moral or ethical sense). See Luke 3:5.) generation!”"},{"number":41,"verse":"So those who accepted (tn Or “who acknowledged the truth of.”) his message (tn Grk “word.”) were baptized, and that day about three thousand people (tn Grk “souls” (here an idiom for the whole person).) were added. (tn Or “were won over.”)"},{"number":42,"verse":"(The Fellowship of the Early Believers) They were devoting themselves to the apostles’ teaching and to fellowship, (sn Fellowship refers here to close association involving mutual involvement and relationships.) to the breaking of bread and to prayer. (tn Grk “prayers.” This word was translated as a collective singular in keeping with English style.)"},{"number":43,"verse":"Reverential awe (tn Or “Fear.”) came over everyone, (tn Grk “on every soul” (here “soul” is an idiom for the whole person).) and many wonders and miraculous signs (tn In this context the miraculous nature of these signs is implied. Cf. BDAG 920 s. v. σημεῖον 2. a.) came about by the apostles."},{"number":44,"verse":"All who believed were together and held (tn Grk “had.”) everything in common,"},{"number":45,"verse":"and they began selling (tn The imperfect verb has been translated as an ingressive (“began…”). Since in context this is a description of the beginning of the community of believers, it is more likely that these statements refer to the start of various activities and practices that the early church continued for some time.) their property (tn It is possible that the first term for property (κτήματα, kthmata) refers to real estate (as later usage seems to indicate) while the second term (ὑπάρξεις, Juparxeis) refers to possessions in general, but it may also be that the two terms are used together for emphasis, simply indicating that all kinds of possessions were being sold. However, if the first term is more specifically a reference to real estate, it foreshadows the incident with Ananias and Sapphira in Acts 5:1–11.) and possessions and distributing the proceeds (tn Grk “distributing them” (αὐτά, auta). The referent (the proceeds of the sales) has been specified in the translation for clarity.) to everyone, as anyone had need."},{"number":46,"verse":"Every day (tn BDAG 437 s. v. ἡμέρα 2. c has “every day” for this phrase.) they continued to gather together by common consent in the temple courts, (tn Grk “in the temple.” This is actually a reference to the courts surrounding the temple proper, and has been translated accordingly.) breaking bread from (tn Here κατά (kata) is used as a distributive (BDAG 512 s. v. B.1. d).) house to house, sharing their food with glad (sn The term glad (Grk “gladness”) often refers to joy brought about by God’s saving acts (Luke 1:14, 44; also the related verb in 1:47; 10:21).) and humble hearts, (tn Grk “with gladness and humbleness of hearts.” It is best to understand καρδίας (kardias) as an attributed genitive, with the two nouns it modifies actually listing attributes of the genitive noun which is related to them.)"},{"number":47,"verse":"praising God and having the good will (tn Or “the favor.”) of all the people. And the Lord was adding to their number every day (tn BDAG 437 s. v. ἡμέρα 2. c has “every day” for this phrase.) those who were being saved."}]}