{"bibleAbbr":"NET2007","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":24,"verses":[{"number":1,"verse":"The Accusations Against Paul After five days the high priest Ananias (sn Ananias was in office from a. d. 47-59.) came down with some elders and an attorney (tn The term refers to a professional advocate (BDAG 905 s. v. ῥήτωρ).) named (tn Grk “an attorney, a certain Tertullus.”) Tertullus, and they (tn Grk “who” (plural). Because in English the relative pronoun “who” could be understood to refer only to the attorney Tertullus and not to the entire group, it has been replaced with the third person plural pronoun “they.” “And” has been supplied to provide the connection to the preceding clause.) brought formal charges (tn BDAG 326 s. v. ἐμφανίζω 3 has “ἐ. τινὶ κατά τινος bring formal charges against someone…Ac 24:1; 25:2.”) against Paul to the governor."},{"number":2,"verse":"When Paul (tn Grk “he”; the referent (Paul) has been supplied in the translation for clarity.) had been summoned, Tertullus began to accuse him, (tn Or “began to bring charges, saying.”) saying, “We have experienced a lengthy time (tn Grk “experienced much peace.”) of peace through your rule, (tn Grk “through you” (“rule” is implied).) and reforms (tn This term is used only once in the NT (a hapax legomenon). It refers to improvements in internal administration (BDAG 251 s. v. διόρθωμα).) are being made in this nation (tn Or “being made for this people.”) through your foresight. (sn References to peaceful rule, reforms, and the governor’s foresight in the opening address by Tertullus represent an attempt to praise the governor and thus make him favorable to the case. Actual descriptions of his rule portray him as inept (Tacitus, Annals 12.54; Josephus, J. W. 2.13.2-7 [2.253-270]).)"},{"number":3,"verse":"Most excellent Felix, (sn Most excellent Felix. See the note on Felix in 23:24.) we acknowledge this everywhere and in every way (tn Grk “in every way and everywhere.”) with all gratitude. (tn Or “with complete thankfulness.” BDAG 416 s. v. εὐχαριστία 1 has “μετὰ πάσης εὐ.…with all gratitude Ac 24:3.” L&N 31.26 has “‘we acknowledge this anywhere and everywhere with complete thankfulness’ Ac 24:3.”)"},{"number":4,"verse":"But so that I may not delay (tn Or “may not weary.” BDAG 274 s. v. ἐγκόπτω states, “ἵνα μὴ ἐπὶ πλεῖόν σε ἐγκόπτω Ac 24:4 is understood by Syr. and Armen. versions to mean in order not to weary you any further; cp. ἔγκοπος weary Diog. L. 4, 50; LXX; and ἔγκοπον ποιεῖν to weary Job 19:2; Is 43:23. But impose on is also prob.; detain NRSV.”) you any further, I beg (tn Or “request.”) you to hear us briefly (tn This term is another NT hapax legomenon (BDAG 976 s. v. συντόμως 2). Tertullus was asking for a brief hearing, and implying to the governor that he would speak briefly and to the point.) with your customary graciousness. (tn BDAG 371 s. v. ἐπιείκεια has “τῇ σῇ ἐ. with your (customary) indulgence Ac 24:4.”)"},{"number":5,"verse":"For we have found (tn Grk “For having found.” The participle εὑρόντες (Jeurontes) has been translated as a finite verb due to requirements of contemporary English style.) this man to be a troublemaker, (tn L&N 22.6 has “(a figurative extension of meaning of λοιμός ‘plague,’ 23.158) one who causes all sorts of trouble – ‘troublemaker, pest.’ … ‘for we have found this man to be a troublemaker” Ac 24:5.”) one who stirs up riots (tn Or “dissensions.” While BDAG 940 s. v. στάσις 3 translates this phrase “κινεῖν στάσεις (v. l. στάσιν) τισί create dissension among certain people Ac 24:5,” it is better on the basis of the actual results of Paul’s ministry to categorize this usage under section 2, “uprising, riot, revolt, rebellion” (cf. the use in Acts 19:40).) among all the Jews throughout the world, and a ringleader (tn This term is yet another NT hapax legomenon (BDAG 894 s. v. πρωτοστάτης). sn A ringleader. Tertullus’ basic argument was that Paul was a major disturber of the public peace. To ignore this the governor would be shunning his duty to preserve the peace and going against the pattern of his rule. In effect, Tertullus claimed that Paul was seditious (a claim the governor could not afford to ignore).) of the sect of the Nazarenes. (sn The sect of the Nazarenes is a designation for followers of Jesus the Nazarene, that is, Christians.)"},{"number":6,"verse":"He (tn Grk “who.” Because of the length and complexity of the Greek sentence, the relative pronoun (“who”) was replaced by the third person singular pronoun (“he”) and a new sentence begun here in the translation.) even tried to desecrate (tn Or “profane” (BDAG 173 s. v. βεβηλόω). The term was also used of profaning the Sabbath.) the temple, so we arrested (tn Or “seized.” Grk “whom also we arrested.” Because of the awkwardness of a relative clause in English at this point, the relative pronoun (“whom”) was replaced by the pronoun “him” as object of the verb.) him. (tc Some later mss include some material at the end of v. 6, all of 24:7, and some material at the beginning of v. 8: “and we wanted to judge him according to our law. 24:7 But Lysias the commanding officer came and took him out of our hands with a great deal of violence, 24:8 ordering those who accused him to come before you.” Acts 24:6b, 7, and 8a are lacking in Ì74 א A B H L P 049 81 1175 1241 pm and a few versional witnesses. They are included (with a few minor variations) in E Ψ 33 323 614 945 1505 1739 pm and a few versional witnesses. This verse (and parts of verses) is most likely not a part of the original text of Acts, for not only is it lacking from the better witnesses, there is no easy explanation as to how such could be missing from them. The present translation follows NA27 in omitting the verse number, a procedure also followed by a number of other modern translations.)"},{"number":8,"verse":"When you examine (tn Or “question.”) him yourself, you will be able to learn from him (tn Grk “From whom when you examine him yourself, you will be able to learn…” Because of the length and complexity of the Greek sentence, the relative pronoun (“whom”) was replaced by the third person singular pronoun (“him”) and a new sentence begun at the beginning of v. 8 in the translation.) about all these things we are accusing him of doing.” (tn Grk “about all these things of which we are accusing him.” This has been simplified to eliminate the relative pronoun (“of which”) in the translation.)"},{"number":9,"verse":"The Jews also joined in the verbal attack, (tn Grk “joined in the attack,” but the adjective “verbal” has been supplied to clarify that this was not another physical assault on Paul. The verb is another NT hapax legomenon (BDAG 969 s. v. συνεπιτίθημι).) claiming (tn Or “asserting” (BDAG 1050 s. v. φάσκω).) that these things were true."},{"number":10,"verse":"Paul’s Defense Before Felix When the governor gestured for him to speak, Paul replied, “Because I know (tn Grk “knowing.” The participle ἐπιστάμενος (epistamenos) has been translated as a causal adverbial participle.) that you have been a judge over this nation for many years, I confidently make my defense. (sn “Because…defense.” Paul also paid an indirect compliment to the governor, implying that he would be fair in his judgment.)"},{"number":11,"verse":"As you can verify (tn BDAG 369 s. v. ἐπιγινώσκω 2. c has “notice, perceive, learn of, ascertain…Also as legal t. t. ascertain (2 Macc 14:9) τὶ Ac 23:28; cp. 24:8. W. ὅτι foll. Ac 24:11.” “Verify” is an English synonym for “ascertain.”) for yourself, not more than twelve days ago (tn Grk “it is not more than twelve days from when.” This has been simplified to “not more than twelve days ago.”sn Part of Paul’s defense is that he would not have had time to organize a revolt, since he had arrived in Jerusalem not more than twelve days ago.) I went up to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) to worship."},{"number":12,"verse":"They did not find me arguing (tn Or “disputing,” “conducting a heated discussion.”) with anyone or stirring up a crowd (tn BDAG 381 s. v. ἐπίστασις 2 has “ἐ. ποιεῖν ὄχλου to cause a crowd to gather Ac 24:12.” Roman authorities would not allow a mob to gather and threaten the peace, and anyone suspected of instigating a mob would certainly be arrested.) in the temple courts (tn Grk “in the temple.” This is actually a reference to the courts surrounding the temple proper, and has been translated accordingly.) or in the synagogues (sn See the note on synagogue in 6:9.) or throughout the city, (sn A second part of Paul’s defense is that he did nothing while he was in Jerusalem to cause unrest, neither arguing nor stirring up a crowd in the temple courts or in the synagogues or throughout the city.)"},{"number":13,"verse":"nor can they prove (tn BDAG 778 s. v. παρίστημι/παριστάνω 1. f has “οὐδὲ παραστῆσαι δύνανταί σοι περὶ ὧν νυνὶ κατηγοροῦσίν μου nor can they prove to you the accusations they are now making against me Ac 24:13.”sn Nor can they prove. This is a formal legal claim that Paul’s opponents lacked proof of any wrongdoing. They had no witness who could justify the arrest at the temple.) to you the things (tn The words “the things” are not in the Greek text but are implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader.) they are accusing me of doing. (tn Grk “nor can they prove to you [the things] about which they are now accusing me.” This has been simplified to eliminate the relative pronoun (“which”) in the translation.)"},{"number":14,"verse":"But I confess this to you, that I worship (tn Or “serve.”) the God of our ancestors (tn Or “forefathers”; Grk “fathers.”) according to the Way (which they call a sect), believing everything that is according to the law (sn That is, the law of Moses. Paul was claiming that he legitimately worshiped the God of Israel. He was arguing that this amounted to a religious dispute rather than a political one, so that the Roman authorities need not concern themselves with it.) and that is written in the prophets."},{"number":15,"verse":"I have (tn Grk “having.” The participle ἔχων (ecwn) has been translated as a finite verb and a new sentence begun at this point in the translation because of the length and complexity of the Greek sentence.) a hope in God (a hope (sn This mention of Paul’s hope sets up his appeal to the resurrection of the dead. At this point Paul was ignoring the internal Jewish dispute between the Pharisees (to which he had belonged) and the Sadducees (who denied there would be a resurrection of the dead).) that (tn Grk “a hope in God (which these [men] themselves accept too).” Because the antecedent of the relative pronoun “which” is somewhat unclear in English, the words “a hope” have been repeated at the beginning of the parenthesis for clarity.) these men (tn Grk “that they”; the referent (these men, Paul’s accusers) has been specified in the translation for clarity.) themselves accept too) that there is going to be a resurrection of both the righteous and the unrighteous. (tn Or “the unjust.”sn This is the only mention of the resurrection of the unrighteous in Acts. The idea parallels the idea of Jesus as the judge of both the living and the dead (Acts 10:42; 17:31).)"},{"number":16,"verse":"This is the reason (tn BDAG 329 s. v. ἐν 9. a, “ἐν τούτῳ πιστεύομεν this is the reason why we believe Jn 16:30; cp. Ac 24:16.”) I do my best to always (tn BDAG 224 s. v. διά 2. a, “διὰ παντός…always, continually, constantly…Ac 2:25 (Ps 15:8); 10:2; 24:16.” However, the positioning of the adverb “always” in the English translation is difficult; the position used is one of the least awkward.) have a clear (tn BDAG 125 s. v. ἀπρόσκοπος 1 has “ἀ. συνείδησις a clear conscience Ac 24:16.”) conscience toward God and toward people. (tn Grk “men,” but this is a generic use (Paul does not have only males in view).)"},{"number":17,"verse":"After several years (tn BDAG 401 s. v. ἔτος has “δι᾿ ἐ. πλειόνων after several years 24:17.”) I came to bring to my people gifts for the poor (tn Grk “to bring alms,” but the term “alms” is not in common use today, so the closest modern equivalent, “gifts for the poor,” is used instead.) and to present offerings, (tn Or “sacrifices.” BDAG 887 s. v. προσφορά 1 has “προσφοράς ποιεῖν have sacrifices made Ac 24:17,” but this may be overly specific. It is not clear from the immediate context whether the offering of sacrificial animals (so BDAG assumes) or offerings of some other sort (such as financial gifts) are in view. The combination with ἐλεημοσύνας (elehmosuna\") in the preceding clause may suggest monetary offerings. Some have suggested this is an allusion to the payments made by Paul on behalf of the four other men mentioned in Acts 21:23–26, but the text here seems to suggest something Paul had planned to do before he came, while the decision to pay for the expenses of the men in 21:23ff. was made at the suggestion of the Jerusalem leadership after he arrived. In either case, Paul was portraying himself as a pious worshiper of his God.)"},{"number":18,"verse":"which I was doing when they found me in the temple, ritually purified, (sn Ritually purified. Paul’s claim here is that he was honoring the holiness of God by being sensitive to issues of ritual purity. Not only was he not guilty of the charges against him, but he was thoroughly devout.) without a crowd or a disturbance. (tn BDAG 458 s. v. θόρυβος 3. b has “μετὰ θορύβου…with a disturbance Ac 24:18.”)"},{"number":19,"verse":"But there are some Jews from the province of Asia (tn Grk “Asia”; in the NT this always refers to the Roman province of Asia, made up of about one-third of the west and southwest end of modern Asia Minor. Asia lay to the west of the region of Phrygia and Galatia. The words “the province of” are supplied to indicate to the modern reader that this does not refer to the continent of Asia.) who should be here before you and bring charges, (tn BDAG 533 s. v. κατηγορέω 1 states, “nearly always as legal t. t.: bring charges in court.” L&N 33.427 states for κατηγορέω (kathgorew), “to bring serious charges or accusations against someone, with the possible connotation of a legal or court context – ‘to accuse, to bring charges.’”sn Who should be here…and bring charges. Paul was asking, where were those who brought about his arrest and claimed he broke the law? His accusers were not really present. This subtle point raised the issue of injustice.) if they have anything against me."},{"number":20,"verse":"Or these men here (tn Grk “these [men] themselves.”) should tell what crime (tn Or “unrighteous act.”) they found me guilty of (tn The words “me guilty of” are not in the Greek text, but are implied. L&N 88.23 has “αὐτοὶ οὗτοι εἰπάτωσαν τί εὗρον ἀδίκημα στάντος μου ‘let these men themselves tell what unrighteous act they found me guilty of’ Ac 24:20.”) when I stood before the council, (tn Grk “the Sanhedrin” (the Sanhedrin was the highest legal, legislative, and judicial body among the Jews).)"},{"number":21,"verse":"other than (tn BDAG 433 s. v. ἤ 2. c has “οὐδὲν ἕτερον ἤ nothing else than…Ac 17:21. τί…ἤ what other…than…24:21.”) this one thing (tn Grk “one utterance.”) I shouted out while I stood before (tn Cf. BDAG 327 s. v. ἐν 1. e, which has “before, in the presence of, etc.”) them: ‘I am on trial before you today concerning the resurrection of the dead.’” (sn The resurrection of the dead. Paul’s point was, what crime was there in holding this religious belief?)"},{"number":22,"verse":"Then Felix, (sn See the note on Antonius Felix in 23:24.) who understood the facts (tn Grk “the things.”) concerning the Way (tn That is, concerning Christianity.) more accurately, (tn BDAG 39 s. v. ἀκριβῶς has “Comp. ἀκριβέστερον more exactly…ἀ. ἐκτίθεσθαι explain more exactly Ac 18:26, cp. 23:15, 20; also more accurately…24:22.” Felix knew more about the Christian movement than what the Jewish leaders had told him.) adjourned their hearing, (tn L&N 56.18 s. v. ἀναβάλλω has “to adjourn a court proceeding until a later time – ‘to adjourn a hearing, to stop a hearing and put it off until later.’…‘then Felix, who was well informed about the Way, adjourned their hearing’ Ac 24:22.”) saying, “When Lysias the commanding officer comes down, I will decide your case.” (tn BDAG 227 s. v. διαγινώσκω 2 states, “to make a judicial decision, decide/hear (a case)…τὰ καθ᾿ ὑμᾶς decide your case Ac 24:22.”)"},{"number":23,"verse":"He ordered the centurion (sn See the note on the word centurion in 10:1.) to guard Paul, (tn Grk “that he was to be guarded.” The passive construction (τηρεῖσθαι, threisqai) has been converted to an active one in parallel with the following clauses, and the referent (Paul) has been specified in the translation for clarity.) but to let him have some freedom, (tn BDAG 77 s. v. ἄνεσις 1 states, “lit. relaxation of custodial control, some liberty, ἀ. ἔχειν have some freedom Ac 24:23.”) and not to prevent any of his friends (tn Grk “any of his own” (this could also refer to relatives).) from meeting his needs. (tn Grk “from serving him.”)"},{"number":24,"verse":"Paul Speaks Repeatedly to Felix Some days later, when Felix (sn See the note on Antonius Felix in 23:24.) arrived with his wife Drusilla, (sn It is possible that Drusilla, being Jewish, was the source of Felix’s knowledge about the new movement called Christianity. The youngest daughter of Herod Agrippa I and sister of Agrippa II, she would have been close to 20 years old at the time. She had married the king of a small region in Syria but divorced him at the age of 16 to marry Felix. This was her second marriage and Felix’s third (Josephus, Ant. 19.9.1 [19.354], 20.7.2 [20.141-144]). As a member of Herod’s family, she probably knew about the Way.) who was Jewish, he sent for Paul and heard him speak (tn The word “speak” is implied; BDAG 32 s. v. ἀκούω 1. c has “ἤκουσεν αὐτοῦ περὶ τῆς…πίστεως he heard him speak about faith Ac 24:24.”) about faith in Christ Jesus. (tn Or “Messiah Jesus”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”)"},{"number":25,"verse":"While Paul (tn Grk “he”; the referent (Paul) has been specified in the translation for clarity.) was discussing (tn Or “speaking about.”) righteousness, self-control, (tn Grk “and self-control.” This καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more. sn The topic of self-control was appropriate in view of the personal history of both Felix and Drusilla (see the note on “Drusilla” in the previous verse), and might well account for Felix’s anxiety.) and the coming judgment, Felix (sn See the note on Felix in 23:26.) became (tn Grk “becoming.” The participle γενόμενος (genomenos) has been translated as a finite verb due to requirements of contemporary English style.) frightened and said, “Go away for now, and when I have an opportunity, (tn Or “when I find time.” BDAG 639 s. v. μεταλαμβάνω 2 has “καιρὸν μ. have an opportunity = find time…Ac 24:25.”) I will send for you.”"},{"number":26,"verse":"At the same time he was also hoping that Paul would give him money, (tn Grk “he was hoping that money would be given to him by Paul.” To simplify the translation, the passive construction has been converted to an active one. sn Would give him money. That is, would offer him a bribe in exchange for his release. Such practices were fairly common among Roman officials of the period (Josephus, Ant. 2.12.3 [2.272-274]).) and for this reason he sent for Paul (tn Grk “him”; the referent (Paul) has been specified in the translation for clarity.) as often as possible (tn “As often as possible” reflects the comparative form of the adjective πυκνός (puknos); see BDAG 897 s. v. πυκνός, which has “Neut. of the comp. πυκνότερον as adv. more often, more frequently and in an elative sense very often, quite frequently…also as often as possible…Ac 24:26.”) and talked (tn On this term, which could mean “conferred with him,” see BDAG 705 s. v. ὁμιλέω.) with him."},{"number":27,"verse":"After two years (tn Grk “After a two-year period.”) had passed, Porcius Festus (sn Porcius Festus was the procurator of Palestine who succeeded Felix; neither the beginning nor the end of his rule (at his death) can be determined with certainty, although he appears to have died in office after about two years. Nero recalled Felix in a. d. 57 or 58, and Festus was appointed to his vacant office in a. d. 57, 58, or 59. According to Josephus (Ant. 20.8.9-10 [20.182-188]; J. W. 2.14.1 [2.271-272]), his administration was better than that of his predecessor Felix or his successor Albinus, but Luke in Acts portrays him in a less favorable light: He was willing to sacrifice Paul to court Jewish favor by taking him to Jerusalem for trial (v. 9), regardless of Paul’s guilt or innocence. The one characteristic for which Festus was noted is that he dealt harshly with those who disturbed the peace.) succeeded Felix, (tn Grk “Felix received as successor Porcius Festus.”sn See the note on Felix in 23:26.) and because he wanted to do the Jews a favor, Felix left Paul in prison. (tn Grk “left Paul imprisoned.”sn Felix left Paul in prison. Luke makes the point that politics got in the way of justice here; keeping Paul in prison was a political favor to the Jews.)"}]}