{"bibleAbbr":"NET2007","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"The Arrest and Trial of Peter and John While Peter and John (tn Grk “While they”; the referents (Peter and John) have been specified in the translation for clarity.) were speaking to the people, the priests and the commander (tn Or “captain.”) of the temple guard (tn Grk “the official of the temple,” a title for the commander of the Jewish soldiers guarding the temple (thus the translation, “the commander of the temple guard”). See L&N 37.91. sn The commander of the temple guard was the title of the officer commanding the Jewish soldiers responsible for guarding and keeping order in the temple courts in Jerusalem.) and the Sadducees (sn The Sadducees controlled the official political structures of Judaism at this time, being the majority members of the Sanhedrin. They were known as extremely strict on law and order issues (Josephus, J. W. 2.8.2 [2.119], 2.8.14 [2.164-166]; Ant. 13.5.9 [13.171-173], 13.10.6 [13.293-298], 18.1.2 [18.11], 18.1.4 [18.16-17], 20.9.1 [20.199]; Life 2 [10-11]). See also Matt 3:7; 16:1–12; 22:23–34; Mark 12:18–27; Luke 20:27–38; Acts 5:17; 23:6–8.) came up (tn Or “approached.” This verb often denotes a sudden appearing (BDAG 418 s. v. ἐφίστημι 1).) to them,"},{"number":2,"verse":"angry (tn Or “greatly annoyed,” “provoked.”) because they were teaching the people and announcing (tn Or “proclaiming.”) in Jesus the resurrection of the dead."},{"number":3,"verse":"So (tn Grk “And” Here καί (kai) has been translated as “so” to indicate the logical sequence of events.) they seized (tn Or “they arrested”; Grk “they laid hands on.”) them and put them in jail (tn Or “prison,” “custody.”) until the next day (for it was already evening)."},{"number":4,"verse":"But many of those who had listened to (tn Or “had heard.”) the message (tn Or “word.”) believed, and the number of the men (tn In the historical setting it is likely that only men are referred to here. The Greek term ἀνήρ (anhr) usually refers to males or husbands rather than people in general. Thus to translate “of the people” would give a false impression of the number, since any women and children were apparently not included in the count.) came to about five thousand."},{"number":5,"verse":"On the next day, (tn Grk “It happened that on the next day.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) their rulers, elders, and experts in the law (tn Or “and scribes.” The traditional rendering of γραμματεύς (grammateu\") as “scribe” does not communicate much to the modern English reader, for whom the term might mean “professional copyist,” if it means anything at all. The people referred to here were recognized experts in the law of Moses and in traditional laws and regulations. Thus “expert in the law” comes closer to the meaning for the modern reader. sn Experts in the law would have been mostly like the Pharisees in approach. Thus various sects of Judaism were coming together against Jesus.) came together (tn Or “law assembled,” “law met together.”) in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":6,"verse":"Annas the high priest was there, and Caiaphas, John, Alexander, and others who were members of the high priest’s family. (sn The high priest’s family. This family controlled the high priesthood as far back as a. d. 6. Annas, Caiaphas, and Alexander were all high priests at one time (though Alexander held that office after this event).)"},{"number":7,"verse":"After (tn Grk “And after.” Because of the length and complexity of the Greek sentence, καί (kai) has not been translated here. Instead a new sentence is begun in the translation at the beginning of v. 7.) making Peter and John (tn Grk “making them”; the referents (Peter and John) have been specified in the translation for clarity.) stand in their midst, they began to inquire, “By what power or by what name (sn By what name. The issue of the “name” comes up again here. This question, meaning “by whose authority,” surfaces an old dispute (see Luke 20:1–8). Who speaks for God about the ancient faith?) did you do this?”"},{"number":8,"verse":"Then Peter, filled with the Holy Spirit, (sn Filled with the Holy Spirit. The narrator’s remark about the Holy Spirit indicates that Peter speaks as directed by God and for God. This fulfills Luke 12:11–12 (1 Pet 3:15).) replied, (tn Grk “Spirit, said to them.”) “Rulers of the people and elders, (tc The Western and Byzantine texts, as well as one or two Alexandrian witnesses, read τοῦ ᾿Ισραήλ (tou Israhl, “of Israel”) after πρεσβύτεροι (presbuteroi, “elders”; so D E Ψ 33 1739 Ï it), while most of the better witnesses, chiefly Alexandrian (Ì74 א A B 0165 1175 vg sa bo), lack this modifier. The longer reading was most likely added by scribes to give literary balance to the addressees in that “Rulers” already had an adjunct while “elders” was left absolute.)"},{"number":9,"verse":"if (tn This clause is a first class condition. It assumes for the sake of argument that this is what they were being questioned about.) we are being examined (tn Or “questioned.” The Greek term ἀνακρίνω (anakrinw) points to an examination similar to a legal one.) today for a good deed (tn Or “for an act of kindness.”) done to a sick man — by what means this man was healed (tn Or “delivered” (σέσωται [seswtai], from σώζω [swzw]). See 4:12.) —"},{"number":10,"verse":"let it be known to all of you and to all the people of Israel that by the name of Jesus Christ (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”) the Nazarene whom you crucified, whom God raised from the dead, this man stands before you healthy."},{"number":11,"verse":"This Jesus (tn Grk “This one”; the referent (Jesus) has been specified in the translation for clarity.) is the stone that was rejected by you, (tn The word “you” is inserted into the quotation because Peter is making a direct application of Ps 118:22 to his hearers. Because it is not in the OT, it has been left as normal type (rather than bold italic). The remarks are like Acts 2:22–24 and 3:12–15.) the builders, that has become the cornerstone. (sn A quotation from Ps 118:22 which combines the theme of rejection with the theme of God’s vindication/exaltation.)"},{"number":12,"verse":"And there is salvation in no one else, for there is no other name under heaven given among people (tn Here ἀνθρώποις (anqrwpoi\") has been translated as a generic noun (“people”).) by which we must (sn Must be saved. The term used here (δεῖ, dei, “it is necessary”) reflects the necessity set up by God’s directive plan.) be saved.”"},{"number":13,"verse":"When they saw the boldness (tn Or “courage.”) of Peter and John, and discovered (tn Or “and found out.”) that they were uneducated (sn Uneducated does not mean “illiterate,” that is, unable to read or write. Among Jews in NT times there was almost universal literacy, especially as the result of widespread synagogue schools. The term refers to the fact that Peter and John had no formal rabbinic training and thus, in the view of their accusers, were not qualified to expound the law or teach publicly. The objection is like Acts 2:7.) and ordinary (tn For the translation of ἰδιῶται (idiwtai) as “ordinary men” see L&N 27.26.) men, they were amazed and recognized these men had been with Jesus."},{"number":14,"verse":"And because they saw the man who had been healed standing with them, they had nothing to say against this. (tn Or “nothing to say in opposition.”)"},{"number":15,"verse":"But when they had ordered them to go outside the council, (tn Or “the Sanhedrin” (the highest legal, legislative, and judicial body among the Jews).) they began to confer with one another,"},{"number":16,"verse":"saying, “What should we do with these men? For it is plain (tn Or “evident.”) to all who live in Jerusalem that a notable miraculous sign (tn Here σημεῖον (shmeion) has been translated as “miraculous sign” rather than simply “sign” or “miracle” since both components appear to be present in the context. It is clear that the healing of the lame man was a miracle, but for the Sanhedrin it was the value of the miraculous healing as a sign that concerned them because it gave attestation to the message of Peter and John. The sign “speaks” as Peter claimed in 3:11–16.) has come about through them, (tn Or “has been done by them.”) and we cannot deny it."},{"number":17,"verse":"But to keep this matter from spreading any further among the people, let us warn them to speak no more (tn Or “speak no longer.”) to anyone in this name.”"},{"number":18,"verse":"And they called them in and ordered (tn Or “commanded.”) them not to speak or teach at all in the name (sn In the name of Jesus. Once again, the “name” reflects the person. The person of Jesus and his authority is the “troubling” topic that, as far as the Jewish leadership is concerned, needs controlling.) of Jesus."},{"number":19,"verse":"But Peter and John replied, (tn Grk “answered and said to them.”) “Whether it is right before God to obey (tn Grk “hear,” but the idea of “hear and obey” or simply “obey” is frequently contained in the Greek verb ἀκούω (akouw; see L&N 36.14).) you rather than God, you decide,"},{"number":20,"verse":"for it is impossible (tn Grk “for we are not able not to speak about what we have seen and heard,” but the double negative, which cancels out in English, is emphatic in Greek. The force is captured somewhat by the English translation “it is impossible for us not to speak…” although this is slightly awkward.) for us not to speak about what we have seen and heard.”"},{"number":21,"verse":"After threatening them further, they released them, for they could not find how to punish them on account of the people, because they were all praising (tn Or “glorifying.”) God for what had happened."},{"number":22,"verse":"For the man, on whom this miraculous sign (tn Here σημεῖον (shmeion) has been translated as “miraculous sign” rather than simply “sign” or “miracle” since both components appear to be present in the context. See also the note on this word in v. 16.) of healing had been performed, (tn Or “had been done.”) was over forty years old."},{"number":23,"verse":"The Followers of Jesus Pray for Boldness When they were released, Peter and John (tn Grk “they”; the referents (Peter and John) have been specified in the translation for clarity, since a new topic begins in v. 23 and the last specific reference to Peter and John in the Greek text is in 4:19.) went to their fellow believers (tn Grk “to their own [people].” In context this phrase is most likely a reference to other believers rather than simply their own families and/or homes, since the group appears to act with one accord in the prayer that follows in v. 24. At the literary level, this phrase suggests how Jews were now splitting into two camps, pro-Jesus and anti-Jesus.) and reported everything the high priests and the elders had said to them."},{"number":24,"verse":"When they heard this, they raised their voices to God with one mind (sn With one mind. Compare Acts 1:14.) and said, “Master of all, (tn Or “Lord of all.”sn The use of the title Master of all (δεσπότης, despoths) emphasizes that there is a sovereign God who is directing what is taking place.) you who made the heaven, the earth, (tn Grk “and the earth, and the sea,” but καί (kai) has not been translated before “the earth” and “the sea” since contemporary English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) the sea, and everything that is in them,"},{"number":25,"verse":"who said by the Holy Spirit through (tn Grk “by the mouth of” (an idiom).) your servant David our forefather, (tn Or “ancestor”; Grk “father.”) ‘Why do the nations (tn Or “Gentiles.”) rage, (sn The Greek word translated rage includes not only anger but opposition, both verbal and nonverbal. See L&N 88.185.) and the peoples plot foolish (tn Or “futile”; traditionally, “vain.”) things?"},{"number":26,"verse":"The kings of the earth stood together, (tn Traditionally, “The kings of the earth took their stand.”) and the rulers assembled together, against the Lord and against his (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 2:31.) Christ.’ (sn A quotation from Ps 2:1–2.)"},{"number":27,"verse":"“For indeed both Herod and Pontius Pilate, with the Gentiles and the people of Israel, assembled together in this city against (sn The application of Ps 2:1–2 is that Jews and Gentiles are opposing Jesus. The surprise of the application is that Jews are now found among the enemies of God’s plan.) your holy servant Jesus, whom you anointed, (sn A wordplay on “Christ,” v. 26, which means “one who has been anointed.”)"},{"number":28,"verse":"to do as much as your power (tn Grk “hand,” here a metaphor for God’s strength or power or authority.) and your plan (tn Or “purpose,” “will.”) had decided beforehand (tn Or “had predestined.” Since the term “predestine” is something of a technical theological term, not in wide usage in contemporary English, the translation “decide beforehand” was used instead (see L&N 30.84). God’s direction remains as the major theme.) would happen."},{"number":29,"verse":"And now, Lord, pay attention to (tn Or “Lord, take notice of.”) their threats, and grant (sn Grant to your servants to speak your message with great courage. The request is not for a stop to persecution or revenge on the opponents, but for boldness (great courage) to carry out the mission of proclaiming the message of what God is doing through Jesus.) to your servants (tn Grk “slaves.” See the note on the word “servants” in 2:18.) to speak your message (tn Grk “word.”) with great courage, (tn Or “with all boldness.”)"},{"number":30,"verse":"while you extend your hand to heal, and to bring about miraculous signs (tn The miraculous nature of these signs is implied in the context.) and wonders through the name of your holy servant Jesus.”"},{"number":31,"verse":"When (tn Grk “And when.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) they had prayed, the place where they were assembled together was shaken, (sn The place where they were assembled…was shaken. This signifies that God is in their midst. See Acts 16:26; Exod 19:18; Ps 114:7; Isa 6:4.) and they were all filled with the Holy Spirit and began to speak (tn The imperfect verb has been translated as an ingressive imperfect (“began to speak”). Logical sequencing suggests that their speaking began after they were filled with the Spirit. The prayer was answered immediately.) the word of God (tn Or “speak God’s message.”) courageously. (tn Or “with boldness.”)"},{"number":32,"verse":"Conditions Among the Early Believers The group of those who believed were of one heart and mind, (tn Grk “soul.”) and no one said that any of his possessions was his own, but everything was held in common. (tn Grk “but all things were to them in common.”sn Everything was held in common. The remark is not a reflection of political philosophy, but of the extent of their spontaneous commitment to one another. Such a response does not have the function of a command, but is reflective of an attitude that Luke commends as evidence of their identification with one another.)"},{"number":33,"verse":"With (tn Grk “And with.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) great power the apostles were giving testimony (tn Or “were witnessing.”) to the resurrection of the Lord Jesus, and great grace was on them all."},{"number":34,"verse":"For there was no one needy (tn Or “poor.”) among them, because those who were owners of land or houses were selling (tn Grk “houses, selling them were bringing.” The participle πωλοῦντες (pwlounte\") has been translated as a finite verb due to requirements of contemporary English style.) them (tn The word “them” is not in the Greek text, but is implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader.) and bringing the proceeds from the sales"},{"number":35,"verse":"and placing them at the apostles’ feet. The proceeds (tn Grk “It” (or “They,” plural). The referent of the understood pronoun subject, the proceeds from the sales, of the verb διεδίδετο (diedideto) has been specified in the translation for clarity.) were distributed to each, as anyone had need."},{"number":36,"verse":"So Joseph, a Levite who was a native of Cyprus, called by the apostles Barnabas (which is translated “son of encouragement”), (sn This is a parenthetical note by the author. Note how the actions of Barnabas are in keeping with the meaning of his nickname. He stands in contrast to Ananias and Sapphira in 5:1–11.)"},{"number":37,"verse":"sold (tn Grk “selling a field that belonged to him, brought” The participle πωλήσας (pwlhsa\") has been translated as a finite verb due to requirements of contemporary English style.) a field (tn Or “a farm.”) that belonged to him and brought the money (tn Normally a reference to actual coins (“currency”). See L&N 6.68.) and placed it at the apostles’ feet."}]}