{"bibleAbbr":"NET2007","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"(The Conversion of Saul) Meanwhile Saul, still breathing out threats (tn Or “Saul, making dire threats.”) to murder (tn The expression “breathing out threats and murder” is an idiomatic expression for “making threats to murder” (see L&N 33.293). Although the two terms “threats” and “murder” are syntactically coordinate, the second is semantically subordinate to the first. In other words, the content of the threats is to murder the disciples.) the Lord’s disciples, went to the high priest"},{"number":2,"verse":"and requested letters from him to the synagogues (sn See the note on synagogue in 6:9.) in Damascus, so that if he found any who belonged to the Way, (sn The expression “the way” in ancient religious literature refers at times to “the whole way of life fr. a moral and spiritual viewpoint” (BDAG 692 s. v. ὁδός 3. c), and it has been so used of Christianity and its teachings in the book of Acts (see also 19:9, 23; 22:4; 24:14, 22). It is a variation of Judaism’s idea of two ways, the true and the false, where “the Way” is the true one (1 En. 91:18; 2 En. 30:15).) either men or women, he could bring them as prisoners (tn Grk “bring them bound”; the translation “bring someone as prisoner” for δεδεμένον ἄγειν τινά (dedemenon agein tina) is given by BDAG 221 s. v. δέω 1. b.) to Jerusalem. (sn From Damascus to Jerusalem was a six-day journey. Christianity had now expanded into Syria. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":3,"verse":"As he was going along, approaching (tn Grk “As he was going along, it happened that when he was approaching.” The phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) Damascus, suddenly a light from heaven flashed (tn Or “shone” (BDAG 799 s. v. περιαστράπτω). The light was more brilliant than the sun according to Acts 26:13.) around him."},{"number":4,"verse":"He (tn Grk “and he.” Because of the length of the Greek sentence, the conjunction καί (kai) has not been translated here. Instead a new English sentence is begun.) fell to the ground and heard a voice saying to him, “Saul, Saul, (tn The double vocative suggests emotion.) why are you persecuting me?” (sn Persecuting me. To persecute the church is to persecute Jesus.)"},{"number":5,"verse":"So he said, “Who are you, Lord?” He replied, “I am Jesus whom you are persecuting!"},{"number":6,"verse":"But stand up (tn Or “But arise.”) and enter the city and you will be told (tn Literally a passive construction, “it will be told to you.” This has been converted to another form of passive construction in the translation.) what you must do.”"},{"number":7,"verse":"(Now the men (tn The Greek term here is ἀνήρ (anhr), which is used only rarely in a generic sense of both men and women. In the historical setting here, Paul’s traveling companions were almost certainly all males.) who were traveling with him stood there speechless, (tn That is, unable to speak because of fear or amazement. See BDAG 335 s. v. ἐνεός.) because they heard the voice but saw no one.) (sn This is a parenthetical note by the author. Acts 22:9 appears to indicate that they saw the light but did not hear a voice. They were “witnesses” that something happened.)"},{"number":8,"verse":"So Saul got up from the ground, but although his eyes were open, (tn Grk “his eyes being open,” a genitive absolute construction that has been translated as a concessive adverbial participle.) he could see nothing. (sn He could see nothing. This sign of blindness, which was temporary until v. 18, is like the sign of deafness experienced by Zechariah in Luke 1. It allowed some time for Saul (Paul) to reflect on what had happened without distractions.) Leading him by the hand, his companions (tn Grk “they”; the referents (Saul’s companions) have been specified in the translation for clarity.) brought him into Damascus."},{"number":9,"verse":"For (tn Grk “And for.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) three days he could not see, and he neither ate nor drank anything. (tn The word “anything” is not in the Greek text, but is implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader. The fasting might indicate an initial realization of Luke 5:33–39. Fasting was usually accompanied by reflective thought.)"},{"number":10,"verse":"Now there was a disciple in Damascus named Ananias. The (tn Grk “And the.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) Lord (sn The Lord is directing all the events leading to the expansion of the gospel as he works on both sides of the meeting between Paul and Ananias. “The Lord” here refers to Jesus (see v. 17).) said to him in a vision, “Ananias,” and he replied, “Here I am, (tn Grk “behold, I,” but this construction often means “here is/there is” (cf. BDAG 468 s. v. ἰδού 2).) Lord.”"},{"number":11,"verse":"Then the Lord told him, “Get up and go to the street called ‘Straight,’ (sn The noting of the detail of the locale, ironically called ‘Straight’ Street, shows how directive and specific the Lord was.) and at Judas’ house look for a man from Tarsus named Saul. For he is praying,"},{"number":12,"verse":"and he has seen in a vision (tc ‡ The words ἐν ὀράματι (en oramati, “in a vision”) are not found in some of the earliest and best mss (Ì74 א A 81 pc lat sa bo), but are implied from the context. The phrase is included, although sometimes in a different order with ἄνδρα (andra, “man”) or omitting ἄνδρα altogether, by B C E Ψ 33 1175 1739 Ï. The order of words in NA27, ἄνδρα ἐν ὁράματι, is supported only by B C 1175. Generally speaking, when there are three or more variants, with one an omission and the others involving rearrangements, the longer readings are later scribal additions. Further, the reading looks like a clarifying note, for an earlier vision is explicitly mentioned in v. 10. On the other hand, it is possible that some scribes deleted the words because of perceived repetition, though this is unlikely since it is a different vision two verses back. It is also possible that some scribes could have confused ὁράματι with ὀνόματι (onomati, “name”); TCGNT 319 notes that several mss place ονόματι before ᾿Ανανίαν (Ananian, “Ananias”) while a few others drop ὀνόματι altogether. The Sahidic mss are among those that drop the word, however, and they also lack ἐν ὁράματι; all that is left is one version and father that drops ὀνόματι. Perhaps the best argument for the authenticity of the phrase is that B C 1175 preserve a rare, distinctively Lukan word order, but this is not nearly as harsh or unusual as what Luke does elsewhere. A decision is difficult in this case, but on balance the omission of the phrase seems to be authentic. The words are nevertheless added in the translation because of contextual considerations. NA27 places the words in brackets, indicating doubts as to their authenticity. sn Apparently while in Damascus Paul had a subsequent vision in the midst of his blindness, fulfilling the prediction in 9:6.) a man named Ananias come in and place his hands on him so that he may see again.”"},{"number":13,"verse":"But Ananias replied, (sn Ananias replied. Past events might have suggested to Ananias that this was not good counsel, but like Peter in Acts 10, Ananias’ intuitions were wrong.) “Lord, I have heard from many people (tn The word “people” is not in the Greek text, but is implied.) about this man, how much harm he has done to your saints in Jerusalem,"},{"number":14,"verse":"and here he has authority from the chief priests to imprison (tn Grk “to bind.”) all who call on your name!” (sn The expression “those who call on your name” is a frequent description of believers (Acts 2:21; 1 Cor 1:2; Rom 10:13).)"},{"number":15,"verse":"But the Lord said to him, “Go, because this man is my chosen instrument (tn Or “tool.”) to carry my name before Gentiles and kings and the people of Israel. (tn Grk “the sons of Israel.” In Acts, Paul is a minister to all nations, including Israel (Rom 1:16–17).)"},{"number":16,"verse":"For I will show him how much he must suffer for the sake of my name.” (tn Or “because of my name.” BDAG 1031 s. v. ὑπέρ 2 lists Acts 9:16 as an example of ὑπέρ (Juper) used to indicate “the moving cause or reason, because of, for the sake of, for.”)"},{"number":17,"verse":"So Ananias departed and entered the house, placed (tn Grk “and placing his hands on Saul, he said.” The participle ἐπιθείς (epiqei\") has been translated as a finite verb due to requirements of contemporary English style. For the same reason καί (kai) has not been translated before the participle.) his hands on Saul (tn Grk “on him”; the referent (Saul) has been specified in the translation for clarity.) and said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came here, (tn Grk “on the road in which you came,” but the relative clause makes for awkward English style, so it was translated as a temporal clause (“as you came here”).) has sent me so that you may see again and be filled with the Holy Spirit.” (sn Be filled with the Holy Spirit. Here someone who is not an apostle (Ananias) commissions another person with the Spirit.)"},{"number":18,"verse":"Immediately (tn Grk “And immediately.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) something like scales (tn The comparison to “scales” suggests a crusty covering which peeled away (cf. BDAG 592 s. v. λεπίς 2).) fell from his eyes, and he could see again. He (tn Grk “and he.” Because of the length of the Greek sentence, the conjunction καί (kai) has not been translated here. Instead a new English sentence was started, with “and” placed before the final element of the previous clause as required by English style.) got up and was baptized,"},{"number":19,"verse":"and after taking some food, his strength returned. For several days (tn Grk “It happened that for several days.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) he was with the disciples in Damascus,"},{"number":20,"verse":"and immediately he began to proclaim Jesus in the synagogues, (sn See the note on synagogue in 6:9.) saying, “This man is the Son of God.” (tn The ὅτι (Joti) is understood to introduce direct (“This man is the Son of God”) rather than indirect discourse (“that this man is the Son of God”) because the pronoun οὗτος (Jouto\") combined with the present tense verb ἐστιν (estin) suggests the contents of what was proclaimed are a direct (albeit summarized) quotation. sn This is the only use of the title Son of God in Acts. The book prefers to allow a variety of descriptions to present Jesus.)"},{"number":21,"verse":"All (tn Grk “And all.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) who heard him were amazed and were saying, “Is this not (tn The Greek interrogative particle used in this verse (οὐχ, ouc) expects a positive reply. They all knew about Saul’s persecutions.) the man who in Jerusalem was ravaging (tn Normally, “destroying,” but compare 4 Macc 4:23; 11:4 and MM 529 s. v. πορθέω for examples from Koine papyri. See also BDAG 853 s. v. πορθέω.) those who call on this name, and who had come here to bring them as prisoners (tn Grk “bring them bound”; the translation “bring someone as prisoner” for δεδεμένον ἄγειν τινά (dedemenon agein tina) is given by BDAG 221 s. v. δέω 1. b.) to the chief priests?”"},{"number":22,"verse":"But Saul became more and more capable, (tn Grk “was becoming stronger,” but this could be understood in a physical sense, while the text refers to Saul’s growing ability to demonstrate to fellow Jews that Jesus was the Messiah. The translation “to become capable” for ἐνδυναμόω (endunamow) is given in L&N 74.7, with this specific verse as an example.) and was causing consternation (tn Or “was confounding.” For the translation “to cause consternation” for συγχέω (suncew) see L&N 25.221.) among the Jews who lived in Damascus by proving (tn Or “by showing for certain.”) that Jesus (tn Grk “that this one”; the referent (Jesus) has been specified in the translation for clarity.) is the Christ. (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.” Note again the variation in the titles used. sn See the note on Christ in 2:31.)"},{"number":23,"verse":"(Saul’s Escape from Damascus) Now after some days had passed, the Jews plotted (sn Fitting the pattern emphasized earlier with Stephen and his speech in Acts 7, some Jews plotted to kill God’s messenger (cf. Luke 11:53–54).) together to kill him,"},{"number":24,"verse":"but Saul learned of their plot against him. (tn The words “against him” are implied, as suggested by L&N 30.71.) They were also watching (tn Or “guarding.” This is a negative term in Luke-Acts (Luke 6:7; 14:1; 20:20).) the city gates (tn The word πύλη (pulh) may refer to a house door or gate, or to the large gates used in a palace, temple, or city wall. Here the context clearly indicates a reference to the latter, so the translation “city gates” is used.) day and night so that they could kill him."},{"number":25,"verse":"But his disciples took him at night and let him down through an opening (tn The opening in the wall is not specifically mentioned here, but the parallel account in 2 Cor 11:33 mentions a “window” or “opening” (θυρίς, quris) in the city wall through which Paul was lowered. One alternative to introducing mention of the opening is to translate Acts 9:25 “they let him down over the wall,” as suggested in L&N 7.61. This option is not employed by many translations, however, because for the English reader it creates an (apparent) contradiction between Acts 9:25 and 2 Cor 11:33. In reality the account here is simply more general, omitting the detail about the window.) in the wall by lowering him in a basket. (tn On the term for “basket” used here, see BDAG 940 s. v. σπυρίς.)"},{"number":26,"verse":"(Saul Returns to Jerusalem) When he arrived in Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) he attempted to associate (tn Or “join.”) with the disciples, and they were all afraid of him, because they did not believe (tn The participle πιστεύοντες (pisteuonte\") has been translated as a causal adverbial participle.) that he was a disciple."},{"number":27,"verse":"But Barnabas took (tn Grk “taking Saul, brought him.” The participle ἐπιλαβόμενος (epilabomeno\") has been translated as a finite verb due to requirements of contemporary English style.) Saul, (tn Grk “him”; the referent (Saul) has been specified in the translation for clarity.) brought (tn Grk “and brought,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) him to the apostles, and related to them how he had seen the Lord on the road, that (tn Grk “and that,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) the Lord had spoken to him, and how in Damascus he had spoken out boldly (tn On this verb which is used 7 times in Acts, see BDAG 782 s. v. παρρησιάζομαι 1. See also v. 28.) in the name of Jesus."},{"number":28,"verse":"So he was staying with them, associating openly with them (tn Grk “he was with them going in and going out in Jerusalem.” The expression “going in and going out” is probably best taken as an idiom for association without hindrance. Some modern translations (NASB, NIV) translate the phrase “moving about freely in Jerusalem,” although the NRSV retains the literal “he went in and out among them in Jerusalem.”) in Jerusalem, speaking out boldly in the name of the Lord."},{"number":29,"verse":"He was speaking and debating (tn Or “arguing.” BDAG 954 s. v. συζητέω 2 gives “dispute, debate, argue…τινί ‘w. someone’” for συνεζήτει (sunezhtei).) with the Greek-speaking Jews, (tn Grk “the Hellenists,” but this descriptive term is largely unknown to the modern English reader. The translation “Greek-speaking Jews” attempts to convey something of who these were, but it was more than a matter of language spoken; it involved a degree of adoption of Greek culture as well.) but they were trying to kill him."},{"number":30,"verse":"When the brothers found out about this, they brought him down to Caesarea (sn Caesarea was a city on the coast of Palestine, south of Mount Carmel (not Caesarea Philippi). See the note on Caesarea in Acts 10:1. map For location see Map2-C1; Map4-B3; Map5-F2; Map7-A1; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and sent him away to Tarsus."},{"number":31,"verse":"Then (tn Or “Therefore.” This verse is another summary text in Acts (cf. 2:41–47; 4:32–37; 5:12–16; 6:7).) the church throughout Judea, Galilee, (tn Grk “and Galilee,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) and Samaria experienced (tn Grk “had.”) peace and thus was strengthened. (tn Or “Built up.” The participle οἰκοδομουμένη (oikodomoumenh) has been translated as a participle of result related to εἶχεν (eicen). It could also be understood as adverbial to ἐπληθύνετο (eplhquneto): “Then the church throughout Judea, Galilee, and Samaria experienced peace. Strengthened and living in the fear of the Lord and in the encouragement of the Holy Spirit, it increased in numbers.” Although some scholars do not regard the participle of result as a legitimate category, it is actually fairly common (see ExSyn 637-39).) Living (tn Grk “And living.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) in the fear of the Lord and in the encouragement of the Holy Spirit, the church (tn Grk “it”; the referent (the church) has been specified in the translation for clarity.) increased in numbers."},{"number":32,"verse":"(Peter Heals Aeneas) Now (tn Grk “Now it happened that.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) as Peter was traveling around from place to place, (tn Grk “As Peter was going through all [the places],” which is somewhat awkward in English. The meaning is best expressed by a phrase like “going around from place to place” or “traveling around from place to place.”) he also came down to the saints who lived in Lydda. (sn Lydda was a city northwest of Jerusalem on the way to Joppa. It was about 10.5 miles (17 km) southeast of Joppa.)"},{"number":33,"verse":"He found there a man named Aeneas who had been confined to a mattress for eight years because (tn Since the participle κατακείμενον (katakeimenon), an adjectival participle modifying Αἰνέαν (Ainean), has been translated into English as a relative clause (“who had been confined to a mattress”), it would be awkward to follow with a second relative clause (Grk “who was paralyzed”). Furthermore, the relative pronoun here has virtually a causal force, giving the reason for confinement to the mattress, so it is best translated “because.”) he was paralyzed."},{"number":34,"verse":"Peter (tn Grk “And Peter.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) said to him, “Aeneas, Jesus the Christ (tc ‡ Several variants occur at this juncture. Some of the earliest and best witnesses (Ì74 א B* C Ψ 33vid Didpt) read “Jesus Christ” (᾿Ιησοῦς Χριστός, Ihsou\" Cristo\"); others ([A] 36 1175 it) have “the Lord Jesus Christ” (ὁ κύριος ᾿Ιησοῦς Χριστός, Jo kurio\" Ihsou\" Cristo\"); a few read simply ὁ Χριστός (614 1241 1505); the majority of mss (B2 E 1739 Ï Didpt) have “Jesus the Christ” ( ᾿Ιησοῦς ὁ Χριστός). Although the pedigree of this last reading is relatively weak, it draws strength from the fact that (a) the other readings are much more natural and thus more predictable, and (b) there are several variants for this text. It seems hardly likely that scribes would intentionally change a more common expression into a title that is used nowhere else in the NT (although 1 John 2:22; 5:1 come close with “Jesus is the Christ”), nor would they unintentionally change a frequently used designation into an unusual one. Thus, in spite of the external evidence (which is nevertheless sufficient to argue for authenticity), ᾿Ιησοῦς ὁ Χριστός is the reading that best explains the rise of the others. tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”) heals you. Get up and make your own bed!” (tn The translation “make your own bed” for στρῶσον σεαυτῷ (strwson seautw) is given by BDAG 949 s. v. στρωννύω 1. Naturally this involves some adaptation, since a pallet or mat would not be ‘made up’ in the sense that a modern bed would be. The idea may be closer to “straighten” or “rearrange,” and the NIV’s “take care of your mat” attempts to reflect this, although this too probably conveys a slightly different idea to the modern English reader.) And immediately he got up."},{"number":35,"verse":"All (tn Grk “And all.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) those who lived in Lydda (sn Lydda was a city northwest of Jerusalem on the way to Joppa.) and Sharon (sn Sharon refers to the plain of Sharon, a region along the coast of Palestine.) saw him, and they (tn Repetition of the pronoun “they” as subject of ἐπέστρεψαν (epestreyan) is not strictly necessary in English, but emphasizes slightly the resultative nature of the final clause: They turned to the Lord as a result of seeing Aeneas after he was healed.) turned (sn They turned. To “turn” is a good summary term for the response to the gospel.) to the Lord."},{"number":36,"verse":"(Peter Raises Dorcas) Now in Joppa (sn Joppa was a seaport on the Philistine coast, in the same location as modern Jaffa. “Though Joppa never became a major seaport, it was of some importance as a logistical base and an outlet to the Mediterranean” (A. F. Rainey, ISBE 2:1118-19).) there was a disciple named Tabitha (which in translation means (tn Grk “which being translated is called.” In English this would normally be expressed “which is translated as” or “which in translation means.” The second option is given by L&N 33.145.) Dorcas). (sn This is a parenthetical note by the author. Dorcas is the Greek translation of the Aramaic name Tabitha. Dorcas in Greek means “gazelle” or “deer.”) She was continually doing good deeds and acts of charity. (tn Or “and helping the poor.” Grk “She was full of good deeds and acts of charity which she was continually doing.” Since it is somewhat redundant in English to say “she was full of good deeds…which she was continually doing,” the translation has been simplified to “she was continually doing good deeds and acts of charity.” The imperfect verb ἐποίει (epoiei) has been translated as a progressive imperfect (“was continually doing”).)"},{"number":37,"verse":"At that time (tn Grk “It happened that in those days.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) she became sick (tn Grk “becoming sick, she died.” The participle ἀσθενήσασαν (asqenhsasan) has been translated as a finite verb due to requirements of contemporary English style.) and died. When they had washed (tn The participle λούσαντες (lousante\") is taken temporally.) her body, (tn Grk “washed her,” but the reference is to her corpse.) they placed it in an upstairs room."},{"number":38,"verse":"Because Lydda (sn Lydda was a city northwest of Jerusalem on the way to Joppa.) was near Joppa, when the disciples heard that Peter was there, they sent two men to him and urged him, “Come to us without delay.” (tn Grk “Do not delay to come to us.” It is somewhat smoother to say in English, “Come to us without delay.”)"},{"number":39,"verse":"So Peter got up and went with them, and (tn Grk “who.” The relative clause makes for awkward English style here, so the following clause was made coordinate with the conjunction “and” supplied in place of the Greek relative pronoun.) when he arrived (tn The participle παραγενόμενον (paragenomenon) is taken temporally.) they brought him to the upper room. All (tn Grk “and all.” Because of the length of the Greek sentence, the conjunction καί (kai) has not been translated here. Instead a new English sentence is begun.) the widows stood beside him, crying and showing him (tn The word “him” is not in the Greek text, but is implied. Direct objects were often omitted in Greek when clear from the context, but must be supplied for the modern English reader.) the tunics (tn Or “shirts” (a long garment worn under the cloak next to the skin). The name for this garment (χιτών, citwn) presents some difficulty in translation. Most modern readers would not understand what a ‘tunic’ was any more than they would be familiar with a ‘chiton.’ On the other hand attempts to find a modern equivalent are also a problem: “shirt” conveys the idea of a much shorter garment that covers only the upper body, and “undergarment” (given the styles of modern underwear) is more misleading still. “Tunic” was therefore employed, but with a note to explain its nature.) and other clothing (tn Grk “and garments,” referring here to other types of clothing besides the tunics just mentioned.) Dorcas used to make (tn The verb ἐποίει (epoiei) has been translated as a customary imperfect.) while she was with them."},{"number":40,"verse":"But Peter sent them all outside, (tn Grk “Peter, sending them all outside, knelt down.” The participle ἐκβαλών (ekbalwn) has been translated as a finite verb due to requirements of contemporary English style.) knelt down, (tn Grk “and kneeling down,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more. Instead the “and” is placed before the verb προσηύξατο (proshuxato, “and prayed”). The participle θείς (qeis) is taken as a participle of attendant circumstance.) and prayed. Turning (tn Grk “and turning.” Because of the length of the Greek sentence, the conjunction καί (kai) has not been translated here. Instead a new English sentence is begun.) to the body, he said, “Tabitha, get up.” Then she opened her eyes, and when she saw Peter, she sat up. (sn She sat up. This event is told much like Luke 8:49–56 and Mark 5:35–43. Peter’s ministry mirrored that of Jesus.)"},{"number":41,"verse":"He gave (tn Grk “Giving her his hand, he helped her.” The participle δούς (dous) has been translated as a finite verb due to requirements of contemporary English style.) her his hand and helped her get up. Then he called (tn Grk “Then calling the saints…he presented her.” The participle φωνήσας (fwnhsa\") has been translated as a finite verb due to requirements of contemporary English style; it could also be taken temporally (“After he called”).) the saints and widows and presented her alive."},{"number":42,"verse":"This became known throughout all (tn Or “known all over.” BDAG 511 s. v. κατά A.1. c. has “became known throughout all Joppa” for γνωστὸν γενέσθαι καθ᾿ ὅλης ᾿Ιόππης (gnwston genesqai kaq’ {olh\" Iopph\").) Joppa, and many believed in the Lord. (sn This became known…many believed in the Lord. This is a “sign” miracle that pictures how the Lord can give life.)"},{"number":43,"verse":"So (tn Grk “So it happened that.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) Peter (tn Grk “he”; the referent (Peter) has been specified in the translation for clarity.) stayed many days in Joppa with a man named (tn Grk “with a certain Simon.”) Simon, a tanner. (tn Or “with a certain Simon Berseus.” Although most modern English translations treat βυρσεῖ (bursei) as Simon’s profession (“Simon the tanner”), it is possible that the word is actually Simon’s surname (“Simon Berseus” or “Simon Tanner”). BDAG 185 s. v. βυρσεύς regards it as a surname. See also MM 118.)"}]}