{"bibleAbbr":"NKJV1982","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"Samuel’s Address at Saul’s Coronation Now Samuel said to all Israel: “Indeed I have heeded (Josh. 8:31; 1 Sam. 10:8) your voice in all that you said to me, and (1 Sam. 8:5, 7, 9, 20, 22) have made a king over you."},{"number":2,"verse":"And now here is the king, (1 Sam. 10:24; 11:14, 15) walking before you; (Num. 27:17; 1 Sam. 8:20) and I am old and grayheaded, and look, my sons are with you. I have walked before you from my childhood to this day."},{"number":3,"verse":"Here I am. Witness against me before the LORD and before (1 Sam. 8:1, 5) His anointed: (1 Sam. 10:1; 24:6; 2 Sam. 1:14, 16) Whose ox have I taken, or whose donkey have I taken, or whom have I cheated? Whom have I oppressed, or from whose hand have I received any (Num. 16:15; Acts 20:33; 1 Thess. 2:5) bribe with which to (Ex. 23:8) blind my eyes? I will restore it to you.”"},{"number":4,"verse":"And they said, (Deut. 16:19) “You have not cheated us or oppressed us, nor have you taken anything from any man’s hand.”"},{"number":5,"verse":"Then he said to them, “The LORD is witness against you, and His anointed is witness this day, (Lev. 19:13) that you have not found anything (John 18:38; Acts 23:9; 24:20) in my hand.” And they answered, “He is witness.”"},{"number":6,"verse":"Then Samuel said to the people, (Ex. 22:4) “It is the LORD who raised up Moses and Aaron, and who brought your fathers up from the land of Egypt."},{"number":7,"verse":"Now therefore, stand still, that I may (Ex. 6:26; Mic. 6:4) reason with you before the LORD concerning all the (Is. 1:18; Ezek. 20:35; Mic. 6:1-5) righteous acts of the LORD which He did to you and your fathers:"},{"number":8,"verse":"(Judg. 5:11; Ps. 103:6) When Jacob had gone into Egypt, and your fathers (Gen. 46:5, 6; Ps. 105:23) cried out to the LORD, then the LORD (Ex. 2:23-25) sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place."},{"number":9,"verse":"And when they (Ex. 3:10; 4:14-16) forgot the LORD their God, He sold them into the hand of (Deut. 32:18; Judg. 3:7) Sisera, commander of the army of Hazor, into the hand of the (Judg. 4:2) Philistines, and into the hand of the king of (Judg. 3:31; 10:7; 13:1) Moab; and they fought against them."},{"number":10,"verse":"Then they cried out to the LORD, and said, (Judg. 3:12-30) ‘We have sinned, because we have forsaken the LORD (Judg. 10:10) and served the Baals and Ashtoreths; but now deliver us from the hand of our enemies, and we will serve You.’"},{"number":11,"verse":"And the LORD sent Jerubbaal, Bedan, (Judg. 2:13; 3:7) Jephthah, and (Judg. 11:1) Samuel, and delivered you out of the hand of your enemies on every side; and you dwelt in safety."},{"number":12,"verse":"And when you saw that (1 Sam. 7:13) Nahash king of the Ammonites came against you, (1 Sam. 11:1, 2) you said to me, ‘No, but a king shall reign over us,’ when (1 Sam. 8:5, 19, 20) the LORD your God was your king."},{"number":13,"verse":"“Now therefore, (Judg. 8:23; 1 Sam. 8:7; Ps. 59:13) here is the king (1 Sam. 10:24) whom you have chosen and whom you have desired. And take note, (1 Sam. 8:5; 12:17, 19) the LORD has set a king over you."},{"number":14,"verse":"If you (Hos. 13:11) fear the LORD and serve Him and obey His voice, and do not rebel against the commandment of the LORD, then both you and the king who reigns over you will continue following the LORD your God."},{"number":15,"verse":"However, if you do (Josh. 24:14) not obey the voice of the LORD, but (Deut. 28:15) rebel against the commandment of the LORD, then the hand of the LORD will be against you, as it was against your fathers."},{"number":16,"verse":"“Now therefore, (Lev. 26:14, 15; Josh. 24:20; Is. 1:20) stand and see this great thing which the LORD will do before your eyes:"},{"number":17,"verse":"Is today not the (Ex. 14:13, 31) wheat harvest? (Gen. 30:14) I will call to the LORD, and He will send thunder and (Josh. 10:12; 1 Sam. 7:9, 10; (James 5:16-18)) rain, that you may perceive and see that (Ezra 10:9) your wickedness is great, which you have done in the sight of the LORD, in asking a king for yourselves.”"},{"number":18,"verse":"So Samuel called to the LORD, and the LORD sent thunder and rain that day; and (1 Sam. 8:7) all the people greatly feared the LORD and Samuel."},{"number":19,"verse":"And all the people said to Samuel, (Ex. 14:31) “Pray for your servants to the LORD your God, that we may not die; for we have added to all our sins the evil of asking a king for ourselves.”"},{"number":20,"verse":"Then Samuel said to the people, “Do not fear. You have done all this wickedness; (Ex. 9:28; 1 Sam. 7:8; (James 5:15; 1 John 5:16)) yet do not turn aside from following the LORD, but serve the LORD with all your heart."},{"number":21,"verse":"And (Deut. 11:16) do not turn aside; (2 Chr. 25:15) for then you would go after empty things which cannot profit or deliver, for they are nothing."},{"number":22,"verse":"For (Is. 41:29; Jer. 16:19; Hab. 2:18; 1 Cor. 8:4) the LORD will not forsake (Deut. 31:6; 1 Kin. 6:13) His people, (Is. 43:21) for His great name’s sake, because (Ex. 32:12; Num. 14:13; Josh. 7:9; Ps. 106:8; Jer. 14:21) it has pleased the LORD to make you His people."},{"number":23,"verse":"Moreover, as for me, far be it from me that I should sin against the LORD (Deut. 7:6-11; 1 Pet. 2:9) in ceasing to pray for you; but (Acts 12:5; Rom. 1:9; Col. 1:9; 2 Tim. 1:3) I will teach you the (Ps. 34:11; Prov. 4:11) good and the right way."},{"number":24,"verse":"(1 Kin. 8:36) Only fear the LORD, and serve Him in truth with all your heart; for (Eccl. 12:13) consider what (Is. 5:12) great things He has done for you."},{"number":25,"verse":"But if you still do wickedly, (Deut. 10:21) you shall be swept away, (Josh. 24:20) both you and your king.”"}]}