{"bibleAbbr":"NKJV1982","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"(Saul Resents David) Now when he had finished speaking to Saul, (1 Sam. 17:12) the soul of Jonathan was knit to the soul of David, (Gen. 44:30) and Jonathan loved him as his own soul."},{"number":2,"verse":"Saul took him that day, (Deut. 13:6; 1 Sam. 20:17; 2 Sam. 1:26) and would not let him go home to his father’s house anymore."},{"number":3,"verse":"Then Jonathan and David made a (1 Sam. 17:15) covenant, because he loved him as his own soul."},{"number":4,"verse":"And Jonathan took off the robe that was on him and gave it to David, with his armor, even to his sword and his bow and his belt."},{"number":5,"verse":"So David went out wherever Saul sent him, and behaved wisely. And Saul set him over the men of war, and he was accepted in the sight of all the people and also in the sight of Saul’s servants."},{"number":6,"verse":"Now it had happened as they were coming home, when David was returning from the slaughter of the Philistine, that (1 Sam. 20:8-17) the women had come out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with joy, and with musical instruments."},{"number":7,"verse":"So the women (Ex. 15:20, 21; Judg. 11:34; Ps. 68:25; 149:3) sang as they danced, and said: (Ex. 15:21) “Saul has slain his thousands, And David his ten thousands.”"},{"number":8,"verse":"Then Saul was very angry, and the saying (1 Sam. 21:11; 29:5) displeased him; and he said, “They have ascribed to David ten thousands, and to me they have ascribed only thousands. Now what more can he have but (Eccl. 4:4) the kingdom?”"},{"number":9,"verse":"So Saul eyed David from that day forward."},{"number":10,"verse":"And it happened on the next day that (1 Sam. 15:28) the distressing spirit from God came upon Saul, (1 Sam. 16:14) and he prophesied inside the house. So David (1 Sam. 19:24; 1 Kin. 18:29; Acts 16:16) played music with his hand, as at other times; (1 Sam. 16:23) but there was a spear in Saul’s hand."},{"number":11,"verse":"And Saul (1 Sam. 19:9, 10) cast the spear, for he said, “I will pin David to the wall!” But David escaped his presence twice."},{"number":12,"verse":"Now Saul was (1 Sam. 19:10; 20:33) afraid of David, because (1 Sam. 18:15, 29) the LORD was with him, but had (1 Sam. 16:13, 18) departed from Saul."},{"number":13,"verse":"Therefore Saul removed him from his presence, and made him his captain over a thousand; and (1 Sam. 16:14; 28:15) he went out and came in before the people."},{"number":14,"verse":"And David behaved wisely in all his ways, and (Num. 27:17; 1 Sam. 18:16; 29:6; 2 Sam. 5:2) the LORD was with him."},{"number":15,"verse":"Therefore, when Saul saw that he behaved very wisely, he was afraid of him."},{"number":16,"verse":"But (Gen. 39:2, 3, 23; Josh. 6:27; 1 Sam. 16:18) all Israel and Judah loved David, because he went out and came in before them."},{"number":17,"verse":"(David Marries Michal) Then Saul said to David, “Here is my older daughter Merab; (Num. 27:16, 17; 1 Sam. 18:5; 2 Sam. 5:2; 1 Kin. 3:7) I will give her to you as a wife. Only be valiant for me, and fight (1 Sam. 14:49; 17:25) the LORD’s battles.” For Saul thought, (Num. 32:20, 27, 29; 1 Sam. 25:28) “Let my hand not be against him, but let the hand of the Philistines be against him.”"},{"number":18,"verse":"So David said to Saul, (1 Sam. 18:21, 25; 2 Sam. 12:9) “Who am I, and what is my life or my father’s family in Israel, that I should be son-in-law to the king?”"},{"number":19,"verse":"But it happened at the time when Merab, Saul’s daughter, should have been given to David, that she was given to (1 Sam. 9:21; 18:23; 2 Sam. 7:18) Adriel the (2 Sam. 21:8) Meholathite as a wife."},{"number":20,"verse":"(Judg. 7:22; 2 Sam. 21:8; 1 Kin. 19:16) Now Michal, Saul’s daughter, loved David. And they told Saul, and the thing pleased him."},{"number":21,"verse":"So Saul said, “I will give her to him, that she may be a snare to him, and that (1 Sam. 18:28) the hand of the Philistines may be against him.” Therefore Saul said to David a second time, (1 Sam. 18:17) “You shall be my son-in-law today.”"},{"number":22,"verse":"And Saul commanded his servants, “Communicate with David secretly, and say, ‘Look, the king has delight in you, and all his servants love you. Now therefore, become the king’s son-in-law.’ ”"},{"number":23,"verse":"So Saul’s servants spoke those words in the hearing of David. And David said, “Does it seem to you a light thing to be a king’s son-in-law, seeing I am a poor and lightly esteemed man?”"},{"number":24,"verse":"And the servants of Saul told him, saying, “In this manner David spoke.”"},{"number":25,"verse":"Then Saul said, “Thus you shall say to David: ‘The king does not desire any (1 Sam. 18:26) dowry but one hundred foreskins of the Philistines, to take (Gen. 34:12; Ex. 22:17) vengeance on the king’s enemies.’ ” But Saul (1 Sam. 14:24) thought to make David fall by the hand of the Philistines."},{"number":26,"verse":"So when his servants told David these words, it pleased David well to become the king’s son-in-law. Now (1 Sam. 18:17) the days had not expired;"},{"number":27,"verse":"therefore David arose and went, he and (1 Sam. 18:21) his men, and killed two hundred men of the Philistines. And (1 Sam. 18:13) David brought their foreskins, and they gave them in full count to the king, that he might become the king’s son-in-law. Then Saul gave him Michal his daughter as a wife."},{"number":28,"verse":"Thus Saul saw and knew that the LORD was with David, and that Michal, Saul’s daughter, loved him;"},{"number":29,"verse":"and Saul was still more afraid of David. So Saul became David’s enemy continually."},{"number":30,"verse":"Then the princes of the Philistines (2 Sam. 3:14) went out to war. And so it was, whenever they went out, that David (2 Sam. 11:1) behaved more wisely than all the servants of Saul, so that his name became highly esteemed."}]}