{"bibleAbbr":"NKJV1982","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"(David and the Holy Bread) Now David came to Nob, to Ahimelech the priest. And (1 Sam. 1:17) Ahimelech was (1 Sam. 14:3; Mark 2:26) afraid when he met David, and said to him, “Why are you alone, and no one is with you?”"},{"number":2,"verse":"So David said to Ahimelech the priest, “The king has ordered me on some business, and said to me, ‘Do not let anyone know anything about the business on which I send you, or what I have commanded you.’ And I have directed my young men to such and such a place."},{"number":3,"verse":"Now therefore, what have you on hand? Give me five loaves of bread in my hand, or whatever can be found.”"},{"number":4,"verse":"And the priest answered David and said, “There is no common bread on hand; but there is (1 Sam. 16:4) holy bread, (Ex. 25:30; Lev. 24:5-9; Matt. 12:4) if the young men have at least kept themselves from women.”"},{"number":5,"verse":"Then David answered the priest, and said to him, “Truly, women have been kept from us about three days since I came out. And the (Ex. 19:15) vessels of the young men are holy, and the bread is in effect common, even though it was consecrated (Ex. 19:14, 15; 1 Thess. 4:4) in the vessel this day.”"},{"number":6,"verse":"So the priest (Lev. 8:26) gave him holy bread; for there was no bread there but the showbread (Matt. 12:3, 4; Mark 2:25, 26; Luke 6:3, 4) which had been taken from before the LORD, in order to put hot bread in its place on the day when it was taken away."},{"number":7,"verse":"Now a certain man of the servants of Saul was there that day, detained before the LORD. And his name was (Lev. 24:8, 9) Doeg, an Edomite, the chief of the herdsmen who belonged to Saul."},{"number":8,"verse":"And David said to Ahimelech, “Is there not here on hand a spear or a sword? For I have brought neither my sword nor my weapons with me, because the king’s business required haste.”"},{"number":9,"verse":"So the priest said, “The sword of Goliath the Philistine, whom you killed in (1 Sam. 14:47; 22:9; Ps. 52:title) the Valley of Elah, (1 Sam. 17:2, 50) there it is, wrapped in a cloth behind the ephod. If you will take that, take it. For there is no other except that one here.” And David said, “There is none like it; give it to me.”"},{"number":10,"verse":"(David Flees to Gath) Then David arose and fled that day from before Saul, and went to Achish the king of Gath."},{"number":11,"verse":"And (1 Sam. 31:10) the servants of Achish said to him, “Is this not David the king of the land? Did they not sing of him to one another in dances, saying: (Ps. 56:title) ‘Saul has slain his thousands, And David his ten thousands’?”"},{"number":12,"verse":"Now David (1 Sam. 18:6-8; 29:5) took these words to heart, and was very much afraid of Achish the king of Gath."},{"number":13,"verse":"So (Luke 2:19) he changed his behavior before them, pretended madness in their hands, scratched on the doors of the gate, and let his saliva fall down on his beard."},{"number":14,"verse":"Then Achish said to his servants, “Look, you see the man is insane. Why have you brought him to me?"},{"number":15,"verse":"Have I need of madmen, that you have brought this fellow to play the madman in my presence? Shall this fellow come into my house?”"}]}