{"bibleAbbr":"NKJV1982","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":30,"verses":[{"number":1,"verse":"(David’s Conflict with the Amalekites) Now it happened, when David and his men came to (2 Sam. 4:4) Ziklag, on the third day, that the (1 Sam. 27:6) Amalekites had invaded the South and Ziklag, attacked Ziklag and burned it with fire,"},{"number":2,"verse":"and had taken captive the (1 Sam. 15:7; 27:8) women and those who were there, from small to great; they did not kill anyone, but carried them away and went their way."},{"number":3,"verse":"So David and his men came to the city, and there it was, burned with fire; and their wives, their sons, and their daughters had been taken captive."},{"number":4,"verse":"Then David and the people who were with him lifted up their voices and wept, until they had no more power to weep."},{"number":5,"verse":"And David’s two (1 Sam. 27:2, 3) wives, Ahinoam the Jezreelitess, and Abigail the widow of Nabal the Carmelite, had been taken captive."},{"number":6,"verse":"Now David was greatly distressed, for (1 Sam. 25:42, 43) the people spoke of stoning him, because the soul of all the people was grieved, every man for his sons and his daughters. (Ex. 17:4; John 8:59) But David strengthened himself in the LORD his God."},{"number":7,"verse":"(1 Sam. 23:16; Is. 25:4; Hab. 3:17-19) Then David said to Abiathar the priest, Ahimelech’s son, “Please bring the ephod here to me.” And (1 Sam. 23:2-9) Abiathar brought the ephod to David."},{"number":8,"verse":"(1 Sam. 23:6) So David inquired of the LORD, saying, “Shall I pursue this troop? Shall I overtake them?” And He answered him, “Pursue, for you shall surely overtake them and without fail recover all.”"},{"number":9,"verse":"So David went, he and the six hundred men who were with him, and came to the Brook Besor, where those stayed who were left behind."},{"number":10,"verse":"But David pursued, he and four hundred men; (1 Sam. 23:2, 4; Ps. 50:15; 91:15) for two hundred stayed behind, who were so weary that they could not cross the Brook Besor."},{"number":11,"verse":"Then they found an Egyptian in the field, and brought him to David; and they gave him bread and he ate, and they let him drink water."},{"number":12,"verse":"And they gave him a piece of (1 Sam. 30:9, 21) a cake of figs and two clusters of raisins. So (1 Sam. 25:18; 1 Kin. 20:7) when he had eaten, his strength came back to him; for he had eaten no bread nor drunk water for three days and three nights."},{"number":13,"verse":"Then David said to him, “To whom do you belong, and where are you from?” And he said, “I am a young man from Egypt, servant of an Amalekite; and my master left me behind, because three days ago I fell sick."},{"number":14,"verse":"We made an invasion of the southern area of (Judg. 15:19; 1 Sam. 14:27) the Cherethites, in the territory which belongs to Judah, and of the southern area (2 Sam. 8:18; 1 Kin. 1:38, 44; Ezek. 25:16; Zeph. 2:5) of Caleb; and we burned Ziklag with fire.”"},{"number":15,"verse":"And David said to him, “Can you take me down to this troop?” So he said, “Swear to me by God that you will neither kill me nor deliver me into the hands of my (Josh. 14:13; 15:13) master, and I will take you down to this troop.”"},{"number":16,"verse":"And when he had brought him down, there they were, spread out over all the land, (Deut. 23:15) eating and drinking and dancing, because of all the great spoil which they had taken from the land of the Philistines and from the land of Judah."},{"number":17,"verse":"Then David attacked them from twilight until the evening of the next day. Not a man of them escaped, except four hundred young men who rode on camels and fled."},{"number":18,"verse":"So David recovered all that the Amalekites had carried away, and David rescued his two wives."},{"number":19,"verse":"And nothing of theirs was lacking, either small or great, sons or daughters, spoil or anything which they had taken from them; (1 Thess. 5:3) David recovered all."},{"number":20,"verse":"Then David took all the flocks and herds they had driven before those other livestock, and said, “This is David’s spoil.”"},{"number":21,"verse":"Now David came to the (1 Sam. 30:8) two hundred men who had been so weary that they could not follow David, whom they also had made to stay at the Brook Besor. So they went out to meet David and to meet the people who were with him. And when David came near the people, he greeted them."},{"number":22,"verse":"Then all the wicked and (1 Sam. 30:10) worthless men of those who went with David answered and said, “Because they did not go with us, we will not give them any of the spoil that we have recovered, except for every man’s wife and children, that they may lead them away and depart.”"},{"number":23,"verse":"But David said, “My brethren, you shall not do so with what the LORD has given us, who has preserved us and delivered into our hand the troop that came against us."},{"number":24,"verse":"For who will heed you in this matter? But (Deut. 13:13; Judg. 19:22) as his part is who goes down to the battle, so shall his part be who stays by the supplies; they shall share alike.”"},{"number":25,"verse":"So it was, from that day forward; he made it a statute and an ordinance for Israel to this day."},{"number":26,"verse":"Now when David came to Ziklag, he sent some of the spoil to the elders of Judah, to his friends, saying, “Here is a present for you from the spoil of the enemies of the LORD”—"},{"number":27,"verse":"to those who were in Bethel, those who were in (Num. 31:27; Josh. 22:8) Ramoth of the South, those who were in (Josh. 19:8) Jattir,"},{"number":28,"verse":"those who were in (Josh. 15:48; 21:14) Aroer, those who were in (Josh. 13:16) Siphmoth, those who were in (1 Chr. 27:27) Eshtemoa,"},{"number":29,"verse":"those who were in Rachal, those who were in the cities of (Josh. 15:50) the Jerahmeelites, those who were in the cities of the (1 Sam. 27:10) Kenites,"},{"number":30,"verse":"those who were in (Judg. 1:16; 1 Sam. 15:6; 27:10) Hormah, those who were in Chorashan, those who were in Athach,"},{"number":31,"verse":"those who were in (Num. 14:45; 21:3; Josh. 12:14; 15:30; 19:4; Judg. 1:17) Hebron, and to all the places where David himself and his men were accustomed to (Num. 13:22; Josh. 14:13-15; 21:11-13; 2 Sam. 2:1) rove."}]}