{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi happened אַֽחֲרֵי־ <WH310> 'a-cha-rei- And it came to pass after this כֵ֔ן <WH3651> Chen, after that וַיָּ֕מָת <WH4191> vai-Ya-mot died מֶ֖לֶךְ <WH4428> Me-lech that the king בְּנֵ֣י <WH1121> be-Nei of the children עַמּ֑וֹן <WH5983> am-Mon; of Ammon וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned חָנ֥וּן <WH2586> cha-Nun and Hanun בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place"},{"number":2,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer Then said דָּוִ֜ד <WH1732> da-Vid David אֶעֱשֶׂה־ <WH6213> 'e-'e-seh- I will shew חֶ֣סֶד׀ <WH2617> Che-sed kindness עִם־ <WH5973> 'im- with חָנ֣וּן <WH2586> cha-Nun unto Hanun בֶּן־ <WH1121> ben- the son נָחָ֗שׁ <WH5176> na-Chash, of Nahash כַּאֲשֶׁר֩ <WH834> ka-'a-Sher after עָשָׂ֨ה <WH6213> 'a-Sah shewed אָבִ֤יו <WH1> 'a-Viv as his father עִמָּדִי֙ <WH5978> 'im-ma-Di against חֶ֔סֶד <WH2617> Che-sed, kindness וַיִּשְׁלַ֨ח <WH7971> vai-yish-Lach sent דָּוִ֧ד <WH1732> da-Vid unto me And David לְנַחֲמ֛וֹ <WH5162> le-na-cha-Mo to comfort בְּיַד־ <WH3027> be-yad- him by the hand עֲבָדָ֖יו <WH5650> 'a-va-Dav of his servants אֶל־ <WH413> 'el- concerning אָבִ֑יו <WH1> 'a-Viv; for his father וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u came עַבְדֵ֣י <WH5650> 'av-Dei servants דָוִ֔ד <WH1732> da-Vid, And David's אֶ֖רֶץ <WH776> 'E-retz into the land בְּנֵ֥י <WH1121> be-Nei of the children עַמּֽוֹן׃ <WH5983> am-Mon. of Ammon"},{"number":3,"verse":"וַיֹּאמְרוּ֩ <WH559> vai-yo-me-Ru said שָׂרֵ֨י <WH8269> sa-Rei And the princes בְנֵֽי־ <WH1121> ve-nei- of the children עַמּ֜וֹן <WH5983> am-Mon of Ammon אֶל־ <WH413> 'el- to חָנ֣וּן <WH2586> cha-Nun unto Hanun אֲדֹֽנֵיהֶ֗ם <WH113> 'a-do-nei-Hem, their lord הַֽמְכַבֵּ֨ד <WH3513> ham-chab-Bed doth honour דָּוִ֤ד <WH1732> da-Vid thou that David אֶת־ <WH853> 'et- אָבִ֙יךָ֙ <WH1> 'a-Vi-cha thy father בְּעֵינֶ֔יךָ <WH5869> be-'ei-Nei-cha, Thinkest כִּֽי־ <WH3588> ki- because שָׁלַ֥ח <WH7971> sha-Lach that he hath sent לְךָ֖ le-Cha מְנַֽחֲמִ֑ים <WH5162> me-na-cha-Mim; comforters הֲ֠לוֹא <WH3808> Ha-lo not בַּעֲב֞וּר <WH5668> ba-'a-Vur unto thee to חֲק֤וֹר <WH2713> cha-Kor search אֶת־ <WH853> 'et- הָעִיר֙ <WH5892> ha-'Ir the city וּלְרַגְּלָ֣הּ <WH7270> u-le-rag-ge-Lah and to spy it out וּלְהָפְכָ֔הּ <WH2015> u-le-ha-fe-Chah, and to overthrow שָׁלַ֥ח <WH7971> sha-Lach [rather] sent דָּוִ֛ד <WH1732> da-Vid unto thee;hath not David אֶת־ <WH853> 'et- עֲבָדָ֖יו <WH5650> 'a-va-Dav his servants אֵלֶֽיךָ׃ <WH413> 'e-Lei-cha. about"},{"number":4,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach took חָנ֜וּן <WH2586> cha-Nun Wherefore Hanun אֶת־ <WH853> 'et- עַבְדֵ֣י <WH5650> 'av-Dei servants דָוִ֗ד <WH1732> da-Vid, David's וַיְגַלַּח֙ <WH1548> vay-gal-Lach and shaved off אֶת־ <WH853> 'et- חֲצִ֣י <WH2677> cha-Tzi the one half זְקָנָ֔ם <WH2206> ze-ka-Nam, of their beards וַיִּכְרֹ֧ת <WH3772> vai-yich-Rot and cut off אֶת־ <WH853> 'et- מַדְוֵיהֶ֛ם <WH4063> mad-vei-Hem their garments בַּחֵ֖צִי <WH2677> ba-Che-tzi in the middle עַ֣ד <WH5704> 'ad far שְׁתֽוֹתֵיהֶ֑ם <WH8357> she-to-tei-Hem; [even] to their buttocks וַֽיְשַׁלְּחֵֽם׃ <WH7971> Vay-shal-le-Chem. and sent them away"},{"number":5,"verse":"וַיַּגִּ֤דוּ <WH5046> vai-yag-Gi-du When they told לְדָוִד֙ <WH1732> le-da-Vid [it] unto David וַיִּשְׁלַ֣ח <WH7971> vai-yish-Lach he sent לִקְרָאתָ֔ם <WH7125> lik-ra-Tam, to meet כִּֽי־ <WH3588> ki- for הָי֥וּ <WH1961> ha-Yu become הָאֲנָשִׁ֖ים <WH582> ha-'a-na-Shim them because the men נִכְלָמִ֣ים <WH3637> nich-la-Mim ashamed מְאֹ֑ד <WH3966> me-'Od; were greatly וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech and the king שְׁב֣וּ <WH3427> she-Vu Tarry בִֽירֵח֔וֹ <WH3405> vi-re-Cho, at Jericho עַד־ <WH5704> 'ad- until יְצַמַּ֥ח <WH6779> ye-tzam-Mach be grown זְקַנְכֶ֖ם <WH2206> ze-kan-Chem until your beards וְשַׁבְתֶּֽם׃ <WH7725> ve-shav-Tem. and [then] return"},{"number":6,"verse":"וַיִּרְאוּ֙ <WH7200> vai-yir-'U saw בְּנֵ֣י <WH1121> be-Nei And when the children עַמּ֔וֹן <WH5983> am-Mon, of Ammon כִּ֥י <WH3588> ki for נִבְאֲשׁ֖וּ <WH887> niv-'a-Shu that they stank בְּדָוִ֑ד <WH1732> be-da-Vid; before David וַיִּשְׁלְח֣וּ <WH7971> vai-yish-le-Chu sent בְנֵֽי־ <WH1121> ve-nei- the children עַמּ֡וֹן <WH5983> am-Mon of Ammon וַיִּשְׂכְּרוּ֩ <WH7936> vai-yis-ke-Ru and hired אֶת־ <WH853> 'et- אֲרַ֨ם <WH758> 'a-Ram the Syrians בֵּית־ beit- רְח֜וֹב <WH1050> re-Chov of Bethrehob וְאֶת־ <WH853> ve-'Et אֲרַ֣ם <WH758> 'a-Ram and the Syrians צוֹבָ֗א <WH6678> tzo-Va, of Zoba עֶשְׂרִ֥ים <WH6242> 'es-Rim twenty אֶ֙לֶף֙ <WH505> 'e-lef thousand רַגְלִ֔י <WH7273> rag-Li, footmen וְאֶת־ <WH853> ve-'Et מֶ֤לֶךְ <WH4428> Me-lech and of king מַֽעֲכָה֙ <WH4601> ma-'a-Chah Maacah אֶ֣לֶף <WH505> 'E-lef a thousand אִ֔ישׁ <WH376> 'Ish, men וְאִ֣ישׁ <WH376> ve-'Ish men ט֔וֹב <WH2897> Tov, Tob שְׁנֵים־ <WH8147> she-neim- both עָשָׂ֥ר <WH6240> 'a-Sar ten אֶ֖לֶף <WH376> 'E-lef men אִֽישׁ׃ <WH505> 'Ish. thousand"},{"number":7,"verse":"וַיִּשְׁמַ֖ע <WH8085> vai-yish-Ma' heard דָּוִ֑ד <WH1732> da-Vid; And when David וַיִּשְׁלַח֙ <WH7971> vai-yish-Lach of [it] he sent אֶת־ <WH853> 'et- יוֹאָ֔ב <WH3097> yo-'Av, Joab וְאֵ֥ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all הַצָּבָ֖א <WH6635> hatz-tza-Va and all the host הַגִּבֹּרִֽים׃ <WH1368> hag-gib-bo-Rim. of the mighty men"},{"number":8,"verse":"וַיֵּֽצְאוּ֙ <WH3318> vai-ye-tze-'U came out בְּנֵ֣י <WH1121> be-Nei And the children עַמּ֔וֹן <WH5983> am-Mon, of Ammon וַיַּעַרְכ֥וּ <WH6186> vai-ya-'ar-Chu in array מִלְחָמָ֖ה <WH4421> mil-cha-Mah and put the battle פֶּ֣תַח <WH6607> Pe-tach at the entering in הַשָּׁ֑עַר <WH8179> hash-Sha-'ar; of the gate וַאֲרַ֨ם <WH758> va-'a-Ram and the Syrians צוֹבָ֤א <WH6678> tzo-Va of Zoba וּרְחוֹב֙ <WH7340> u-re-chOv and of Rehob וְאִֽישׁ־ <WH376> ve-'ish- he ט֣וֹב <WH2897> Tov Tob וּמַֽעֲכָ֔ה <WH4601> u-ma-'a-Chah, and Maacah לְבַדָּ֖ם <WH905> le-vad-Dam [were] by themselves בַּשָּׂדֶֽה׃ <WH7704> bas-sa-Deh. in the field"},{"number":9,"verse":"וַיַּ֣רְא <WH7200> vai-Yar saw יוֹאָ֗ב <WH3097> yo-'Av, When Joab כִּֽי־ <WH3588> ki- for הָיְתָ֤ה <WH1961> ha-ye-Tah was set אֵלָיו֙ <WH413> 'e-Lav against פְּנֵ֣י <WH6440> pe-Nei that the front הַמִּלְחָמָ֔ה <WH4421> ham-mil-cha-Mah, of the battle מִפָּנִ֖ים <WH6440> mip-pa-Nim was against him before וּמֵֽאָח֑וֹר <WH268> u-me-'a-Chor; and behind וַיִּבְחַ֗ר <WH977> vai-yiv-Char, he chose מִכֹּל֙ <WH3605> mik-Kol all בְּחוּרֵ֣י <WH970> be-chu-Rei young; בְּיִשְׂרָאֵל be-yis-ra-'el כיִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel קוַֽיַּעֲרֹ֖ךְ <WH6186> vai-ya-'a-Roch and put [them] in array לִקְרַ֥את <WH7125> lik-Rat against אֲרָֽם׃ <WH758> 'a-Ram. the Syrians"},{"number":10,"verse":"וְאֵת֙ <WH853> ve-'Et יֶ֣תֶר <WH3499> Ye-ter And the rest הָעָ֔ם <WH5971> ha-'Am, of the people נָתַ֕ן <WH5414> na-Tan he delivered בְּיַ֖ד <WH3027> be-Yad into the hand אַבְשַׁ֣י <WH52> 'av-Shai of Abishai אָחִ֑יו <WH251> 'a-Chiv; his brother וַֽיַּעֲרֹ֕ךְ <WH6186> vai-ya-'a-Roch that he might put [them] in array לִקְרַ֖את <WH7125> lik-Rat against בְּנֵ֥י <WH1121> be-Nei the children עַמּֽוֹן׃ <WH5983> am-Mon. of Ammon"},{"number":11,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said אִם־ <WH518> 'im- If תֶּחֱזַ֤ק <WH2388> te-che-Zak be too strong אֲרָם֙ <WH758> 'a-Ram If the Syrians מִמֶּ֔נִּי <WH4480> mi-Men-ni, are too וְהָיִ֥תָה <WH1961> ve-ha-Yi-tah become לִּ֖י li לִֽישׁוּעָ֑ה <WH3467> li-shu-'Ah; and help וְאִם־ <WH518> ve-'im- if בְּנֵ֤י <WH1121> be-Nei me but if the children עַמּוֹן֙ <WH5983> 'am-mOn of Ammon יֶחֱזְק֣וּ <WH2388> ye-chez-Ku be too strong מִמְּךָ֔ <WH4480> mi-me-Cha, are too וְהָלַכְתִּ֖י <WH1980> ve-ha-lach-Ti for thee then I will come לְהוֹשִׁ֥יעַֽ <WH3467> le-ho-Shi-a' to help לָֽךְ׃ Lach."},{"number":12,"verse":"חֲזַ֤ק <WH2388> cha-Zak Be of good courage וְנִתְחַזַּק֙ <WH2388> ve-nit-chaz-Zak and let us play the men בְּעַד־ <WH1157> be-'ad- the sake עַמֵּ֔נוּ <WH5971> 'am-Me-nu, for our people וּבְעַ֖ד <WH1157> u-ve-'Ad the sake עָרֵ֣י <WH5892> 'a-Rei and for the cities אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; of our God וַֽיהוָ֔ה <WH3068> Yah-weh, and the LORD יַעֲשֶׂ֥ה <WH6213> ya-'a-Seh do הַטּ֖וֹב <WH2896> hat-Tov him good בְּעֵינָֽיו׃ <WH5869> be-'ei-Nav. that which seemeth"},{"number":13,"verse":"וַיִּגַּ֣שׁ <WH5066> vai-yig-Gash drew nigh יוֹאָ֗ב <WH3097> yo-'Av, And Joab וְהָעָם֙ <WH5971> ve-ha-'Am and the people אֲשֶׁ֣ר <WH834> 'a-Sher who עִמּ֔וֹ <WH5973> im-Mo, with לַמִּלְחָמָ֖ה <WH4421> lam-mil-cha-Mah that [were] with him unto the battle בַּֽאֲרָ֑ם <WH758> ba-'a-Ram; against the Syrians וַיָּנֻ֖סוּ <WH5127> vai-ya-Nu-su and they fled מִפָּנָֽיו׃ <WH6440> mip-pa-Nav. before"},{"number":14,"verse":"וּבְנֵ֨י <WH1121> u-ve-Nei And when the children עַמּ֤וֹן <WH5983> am-Mon of Ammon רָאוּ֙ <WH7200> ra-'U saw כִּי־ <WH3588> ki- for נָ֣ס <WH5127> nas were fled אֲרָ֔ם <WH758> 'a-Ram, that the Syrians וַיָּנֻ֙סוּ֙ <WH5127> vai-ya-Nu-su then fled מִפְּנֵ֣י <WH6440> mip-pe-Nei they also before אֲבִישַׁ֔י <WH52> 'a-vi-Shai, Abishai וַיָּבֹ֖אוּ <WH935> vai-ya-Vo-'u and entered הָעִ֑יר <WH5892> ha-'Ir; into the city וַיָּ֣שָׁב <WH7725> vai-Ya-shov returned יוֹאָ֗ב <WH3097> yo-'Av, So Joab מֵעַל֙ <WH5921> me-'Al from against בְּנֵ֣י <WH1121> be-Nei from the children עַמּ֔וֹן <WH5983> am-Mon, of Ammon וַיָּבֹ֖א <WH935> vai-ya-Vo and came יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. to Jerusalem"},{"number":15,"verse":"וַיַּ֣רְא <WH7200> vai-Yar saw אֲרָ֔ם <WH758> 'a-Ram, And when the Syrians כִּ֥י <WH3588> ki for נִגַּ֖ף <WH5062> nig-Gaf that they were smitten לִפְנֵ֣י <WH6440> lif-Nei before יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַיֵּאָסְפ֖וּ <WH622> vai-ye-'a-se-Fu they gathered יָֽחַד׃ <WH3162> Ya-chad. themselves together"},{"number":16,"verse":"וַיִּשְׁלַ֣ח <WH7971> vai-yish-Lach sent הֲדַדְעֶ֗זֶר <WH1909> ha-dad-'E-zer, and Hadadezer וַיֹּצֵ֤א <WH3318> vai-yo-Tze and brought out אֶת־ <WH853> 'et- אֲרָם֙ <WH758> 'a-Ram the Syrians אֲשֶׁר֙ <WH834> 'a-Sher who מֵעֵ֣בֶר <WH5676> me-'E-ver that [were] beyond הַנָּהָ֔ר <WH5104> han-na-Har, the river וַיָּבֹ֖אוּ <WH935> vai-ya-Vo-'u and they came חֵילָ֑ם <WH2431> chei-Lam; to Helam וְשׁוֹבַ֛ךְ <WH7731> ve-sho-Vach and Shobach שַׂר־ <WH8269> sar- the captain צְבָ֥א <WH6635> tze-Va of the host הֲדַדְעֶ֖זֶר <WH1909> ha-dad-'E-zer of Hadadezer לִפְנֵיהֶֽם׃ <WH6440> lif-nei-Hem. [went] before"},{"number":17,"verse":"וַיֻּגַּ֣ד <WH5046> vai-yug-Gad And when it was told לְדָוִ֗ד <WH1732> le-da-Vid, David ס sa-Mek וַיֶּאֱסֹ֤ף <WH622> vai-ye-'e-Sof together אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El all Israel וַיַּעֲבֹ֣ר <WH5674> vai-ya-'a-Vor and passed over אֶת־ <WH853> 'et- הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, Jordan וַיָּבֹ֖א <WH935> vai-ya-Vo and came חֵלָ֑אמָה <WH2431> che-La-mah; to Helam וַיַּעַרְכ֤וּ <WH6186> vai-ya-'ar-Chu set themselves in array אֲרָם֙ <WH758> 'a-Ram And the Syrians לִקְרַ֣את <WH7125> lik-Rat against דָּוִ֔ד <WH1732> da-Vid, David וַיִּלָּחֲמ֖וּ <WH3898> vai-yil-la-cha-Mu and fought עִמּֽוֹ׃ <WH5973> im-Mo. against"},{"number":18,"verse":"וַיָּ֣נָס <WH5127> vai-Ya-nos fled אֲרָם֮ <WH758> 'a-Ram And the Syrians מִפְּנֵ֣י <WH6440> mip-pe-Nei before יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El Israel וַיַּהֲרֹ֨ג <WH2026> vai-ya-ha-Rog slew דָּוִ֜ד <WH1732> da-Vid and David מֵאֲרָ֗ם <WH758> me-'a-Ram, of the Syrians שְׁבַ֤ע <WH7651> she-Va' [the men of] seven מֵאוֹת֙ <WH3967> me-'Ot hundred רֶ֔כֶב <WH7393> Re-chev, chariots וְאַרְבָּעִ֥ים <WH705> ve-'ar-ba-'Im and forty אֶ֖לֶף <WH505> 'E-lef thousand פָּרָשִׁ֑ים <WH6571> pa-ra-Shim; horsemen וְאֵ֨ת <WH853> ve-'Et שׁוֹבַ֧ךְ <WH7731> sho-Vach Shobach שַׂר־ <WH8269> sar- the captain צְבָא֛וֹ <WH6635> tze-va-'O of their host הִכָּ֖ה <WH5221> hik-Kah and smote וַיָּ֥מָת <WH4191> vai-Ya-mot who died שָֽׁם׃ <WH8033> Sham. there"},{"number":19,"verse":"וַיִּרְא֨וּ <WH7200> vai-yir-'U saw כָֽל־ <WH3605> chol all הַמְּלָכִ֜ים <WH4428> ham-me-la-Chim And when all the kings עַבְדֵ֣י <WH5650> 'av-Dei [that were] servants הֲדַדְעֶ֗זֶר <WH1909> ha-dad-'E-zer, of Hadadezer כִּ֤י <WH3588> ki for נִגְּפוּ֙ <WH5062> nig-ge-Fu that they were smitten לִפְנֵ֣י <WH6440> lif-Nei before יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel וַיַּשְׁלִ֥מוּ <WH7999> vai-yash-Li-mu they made peace אֶת־ <WH854> 'et- with יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El with Israel וַיַּֽעַבְד֑וּם <WH5647> vai-ya-'av-Dum; and served וַיִּֽרְא֣וּ <WH3372> vai-yir-'U feared אֲרָ֔ם <WH758> 'a-Ram, them So the Syrians לְהוֹשִׁ֥יעַ <WH3467> le-ho-Shi-a' to help ע֖וֹד <WH5750> od anymore אֶת־ <WH853> 'et- בְּנֵ֥י <WH1121> be-Nei the children עַמּֽוֹן׃ <WH5983> am-Mon. of Ammon פ Peh"}]}