{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"וַיֻּגַּ֖ד <WH5046> vai-yug-Gad And it was told לְיוֹאָ֑ב <WH3097> le-yo-'Av; Joab הִנֵּ֨ה <WH2009> hin-Neh Behold הַמֶּ֧לֶךְ <WH4428> ham-Me-lech Behold the king בֹּכֶ֛ה <WH1058> bo-Cheh weepeth וַיִּתְאַבֵּ֖ל <WH56> vai-yit-'ab-Bel and mourneth עַל־ <WH5921> 'al- for אַבְשָׁלֹֽם׃ <WH53> 'av-sha-Lom. for Absalom"},{"number":2,"verse":"וַתְּהִ֨י <WH1961> vat-te-Hi was turned הַתְּשֻׁעָ֜ה <WH8668> hat-te-shu-'Ah And the victory בַּיּ֥וֹם <WH3117> bai-Yom that day הַה֛וּא <WH1931> ha-Hu he לְאֵ֖בֶל <WH60> le-'E-vel was [turned] into mourning לְכָל־ <WH3605> le-chol for all הָעָ֑ם <WH5971> ha-'Am; unto all the people כִּֽי־ <WH3588> ki- for שָׁמַ֣ע <WH8085> sha-Ma' heard הָעָ֗ם <WH5971> ha-'Am, for the people בַּיּ֤וֹם <WH3117> bai-Yom that day הַהוּא֙ <WH1931> ha-Hu he לֵאמֹ֔ר <WH559> le-Mor, say נֶעֱצַ֥ב <WH6087> ne-'e-Tzav was grieved הַמֶּ֖לֶךְ <WH4428> ham-Me-lech how the king עַל־ <WH5921> 'al- for בְּנֽוֹ׃ <WH1121> be-No. for his son"},{"number":3,"verse":"וַיִּתְגַּנֵּ֥ב <WH1589> vai-yit-gan-Nev them by stealth הָעָ֛ם <WH5971> ha-'Am And the people בַּיּ֥וֹם <WH3117> bai-Yom that day הַה֖וּא <WH1931> ha-Hu he לָב֣וֹא <WH935> la-Vo gat הָעִ֑יר <WH5892> ha-'Ir; into the city כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher after יִתְגַּנֵּ֗ב <WH1589> yit-gan-Nev, steal away הָעָם֙ <WH5971> ha-'Am as people הַנִּכְלָמִ֔ים <WH3637> han-nich-la-Mim, being ashamed בְּנוּסָ֖ם <WH5127> be-nu-Sam when they flee בַּמִּלְחָמָֽה׃ <WH4421> bam-mil-cha-Mah. in battle"},{"number":4,"verse":"וְהַמֶּ֙לֶךְ֙ <WH4428> ve-ham-Me-lech But the king לָאַ֣ט <WH3813> la-'At covered אֶת־ <WH853> 'et- פָּנָ֔יו <WH6440> pa-Nav, his face וַיִּזְעַ֥ק <WH2199> vai-yiz-'Ak cried הַמֶּ֖לֶךְ <WH4428> ham-Me-lech and the king ק֣וֹל <WH6963> Kol voice גָּד֑וֹל <WH1419> ga-Dol; with a loud בְּנִי֙ <WH1121> be-Ni O my son אַבְשָׁל֔וֹם <WH53> av-sha-Lom, Absalom אַבְשָׁל֖וֹם <WH53> av-sha-Lom O Absalom בְּנִ֥י <WH1121> be-Ni my son בְנִֽי׃ <WH1121> ve-Ni. my son ס sa-Mek"},{"number":5,"verse":"וַיָּבֹ֥א <WH935> vai-ya-Vo came יוֹאָ֛ב <WH3097> yo-'Av And Joab אֶל־ <WH413> 'el- to הַמֶּ֖לֶךְ <WH4428> ham-Me-lech to the king הַבָּ֑יִת <WH1004> hab-Ba-yit; into the house וַיֹּאמֶר֩ <WH559> vai-yo-Mer and said הֹבַ֨שְׁתָּ <WH3001> ho-Vash-ta Thou hast shamed הַיּ֜וֹם <WH3117> hai-Yom this day אֶת־ <WH853> 'et- פְּנֵ֣י <WH6440> pe-Nei the faces כָל־ <WH3605> chol of all עֲבָדֶ֗יךָ <WH5650> 'a-va-Dei-cha, of all thy servants הַֽמְמַלְּטִ֤ים <WH4422> ham-mal-le-Tim have saved אֶֽת־ <WH853> 'et- נַפְשְׁךָ֙ <WH5315> naf-she-Cha thy life הַיּ֔וֹם <WH3117> hai-Yom, which this day וְאֵ֨ת <WH853> ve-'Et נֶ֤פֶשׁ <WH5315> Ne-fesh and the lives בָּנֶ֙יךָ֙ <WH1121> ba-Nei-cha of thy sons וּבְנֹתֶ֔יךָ <WH1323> u-ve-no-Tei-cha, and of thy daughters וְנֶ֣פֶשׁ <WH5315> ve-Ne-fesh and the lives נָשֶׁ֔יךָ <WH802> na-Shei-cha, of thy wives וְנֶ֖פֶשׁ <WH5315> ve-Ne-fesh and the lives פִּלַגְשֶֽׁיךָ׃ <WH6370> pi-lag-Shei-cha. of thy concubines"},{"number":6,"verse":"לְאַֽהֲבָה֙ <WH157> le-'a-ha-Vah In that thou lovest אֶת־ <WH853> 'et- שֹׂ֣נְאֶ֔יךָ <WH8130> so-ne-'Ei-cha, thine enemies וְלִשְׂנֹ֖א <WH8130> ve-lis-No and hatest אֶת־ <WH853> 'et- אֹהֲבֶ֑יךָ <WH157> 'o-ha-Vei-cha; thy friends כִּ֣י׀ <WH3588> ki for הִגַּ֣דְתָּ <WH5046> hig-Gad-ta For thou hast declared הַיּ֗וֹם <WH3117> hai-Yom, this day כִּ֣י <WH3588> ki for אֵ֤ין <WH369> 'ein are nothing לְךָ֙ le-Cha שָׂרִ֣ים <WH8269> sa-Rim that thou regardest neither princes וַעֲבָדִ֔ים <WH5650> va-'a-va-Dim, nor servants כִּ֣י׀ <WH3588> ki for יָדַ֣עְתִּי <WH3045> ya-Da'-ti I perceive הַיּ֗וֹם <WH3117> hai-Yom, for this day כִּ֠י <WH3588> ki for; לֹא lo כל֣וּ <WH3863> Lu if קאַבְשָׁל֥וֹם <WH53> av-sha-Lom Absalom חַי֙ <WH2416> chai had lived וְכֻלָּ֤נוּ <WH3605> ve-chul-La-nu and all הַיּוֹם֙ <WH3117> hai-yOm this day מֵתִ֔ים <WH4191> me-Tim, and all we had died כִּי־ <WH3588> ki- for אָ֖ז <WH227> 'az then יָשָׁ֥ר <WH3477> ya-Shar convenient בְּעֵינֶֽיךָ׃ <WH5869> be-'ei-Nei-cha. affliction"},{"number":7,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now ק֣וּם <WH6965> kum Now therefore arise צֵ֔א <WH3318> Tze, go forth וְדַבֵּ֖ר <WH1696> ve-dab-Ber and speak עַל־ <WH5921> 'al- and לֵ֣ב <WH3820> lev comfortably עֲבָדֶ֑יךָ <WH5650> 'a-va-Dei-cha; unto thy servants כִּי֩ <WH3588> ki if בַיהוָ֨ה <WH3068> Yah-weh by the LORD נִשְׁבַּ֜עְתִּי <WH7650> nish-Ba'-ti for I swear כִּי־ <WH3588> ki- if אֵינְךָ֣ <WH369> 'ei-ne-Cha not יוֹצֵ֗א <WH3318> yo-Tze, if thou go not forth אִם־ <WH518> 'im- surely יָלִ֨ין <WH3885> ya-Lin there will not tarry אִ֤ישׁ <WH376> 'ish one אִתְּךָ֙ <WH854> 'it-te-Cha for הַלַּ֔יְלָה <WH3915> hal-Lay-lah, with thee this night וְרָעָ֧ה <WH7451> ve-ra-'Ah unto thee than all the evil לְךָ֣ le-Cha זֹ֗את <WH2063> Zot, likewise מִכָּל־ <WH3605> mik-kol all הָרָעָה֙ <WH7451> ha-ra-'Ah adversity אֲשֶׁר־ <WH834> 'a-Sher- that בָּ֣אָה <WH935> Ba-'ah that befell עָלֶ֔יךָ <WH5921> 'a-Lei-cha, upon מִנְּעֻרֶ֖יךָ <WH5271> min-ne-'u-Rei-cha thee from thy youth עַד־ <WH5704> 'ad- until עָֽתָּה׃ <WH6258> 'At-tah. now ס sa-Mek"},{"number":8,"verse":"וַיָּ֥קָם <WH6965> vai-Ya-kom arose הַמֶּ֖לֶךְ <WH4428> ham-Me-lech Then the king וַיֵּ֣שֶׁב <WH3427> vai-Ye-shev and sat בַּשָּׁ֑עַר <WH8179> bash-Sha-'ar; in the gate וּֽלְכָל־ <WH3605> u-le-chol- all הָעָ֞ם <WH5971> ha-'Am unto all the people הִגִּ֣ידוּ <WH5046> hig-Gi-du And they told לֵאמֹ֗ר <WH559> le-Mor, saying הִנֵּ֤ה <WH2009> hin-Neh Behold הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech Behold the king יוֹשֵׁ֣ב <WH3427> yo-Shev doth sit בַּשַּׁ֔עַר <WH8179> bash-Sha-'ar, in the gate וַיָּבֹ֤א <WH935> vai-ya-Vo came כָל־ <WH3605> chol all הָעָם֙ <WH5971> ha-'Am And all the people לִפְנֵ֣י <WH6440> lif-Nei before הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וְיִשְׂרָאֵ֔ל <WH3478> ve-Yis-ra-'El, for Israel נָ֖ס <WH5127> nas had fled אִ֥ישׁ <WH376> 'ish every man לְאֹהָלָֽיו׃ <WH168> le-'o-ha-Lav. to his tent ס sa-Mek"},{"number":9,"verse":"וַיְהִ֤י <WH1961> vay-Hi become כָל־ <WH3605> chol All הָעָם֙ <WH5971> ha-'Am And all the people נָד֔וֹן <WH1777> na-Don, were at strife בְּכָל־ <WH3605> be-chol all שִׁבְטֵ֥י <WH7626> shiv-Tei throughout all the tribes יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לֵאמֹ֑ר <WH559> le-Mor; saying הַמֶּ֜לֶךְ <WH4428> ham-Me-lech The king הִצִּילָ֣נוּ׀ <WH5337> hitz-tzi-La-nu saved מִכַּ֣ף <WH3709> mik-Kaf us out of the hand אֹיְבֵ֗ינוּ <WH341> 'o-ye-Vei-nu, of our enemies וְה֤וּא <WH1931> ve-Hu he מִלְּטָ֙נוּ֙ <WH4422> mil-le-Ta-nu and he delivered מִכַּ֣ף <WH3709> mik-Kaf us out of the hand פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, of the Philistines וְעַתָּ֛ה <WH6258> ve-'at-Tah now בָּרַ֥ח <WH1272> ba-Rach and now he is fled מִן־ <WH4480> min- out הָאָ֖רֶץ <WH776> ha-'A-retz out of the land מֵעַ֥ל <WH5921> me-'Al from אַבְשָׁלֽוֹם׃ <WH53> av-sha-Lom. for Absalom"},{"number":10,"verse":"וְאַבְשָׁלוֹם֙ <WH53> ve-'av-sha-lOm And Absalom אֲשֶׁ֣ר <WH834> 'a-Sher whom מָשַׁ֣חְנוּ <WH4886> ma-Shach-nu whom we anointed עָלֵ֔ינוּ <WH5921> 'a-Lei-nu, over מֵ֖ת <WH4191> met over us is dead בַּמִּלְחָמָ֑ה <WH4421> bam-mil-cha-Mah; in battle וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now לָמָ֥ה <WH4100> la-Mah why אַתֶּ֛ם <WH859> 'at-Tem are you מַחֲרִשִׁ֖ים <WH2790> ma-cha-ri-Shim Now therefore why speak לְהָשִׁ֥יב <WH7725> le-ha-Shiv back אֶת־ <WH853> 'et- הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king ס sa-Mek"},{"number":11,"verse":"וְהַמֶּ֣לֶךְ <WH4428> ve-ham-Me-lech And king דָּוִ֗ד <WH1732> da-Vid, David שָׁ֠לַח <WH7971> lach sent אֶל־ <WH413> 'el- to צָד֨וֹק <WH6659> tza-Dok to Zadok וְאֶל־ <WH413> ve-'el- and אֶבְיָתָ֥ר <WH54> 'ev-ya-Tar and to Abiathar הַכֹּהֲנִים֮ <WH3548> hak-ko-ha-Nim the priests לֵאמֹר֒ <WH559> le-Mor saying דַּבְּר֞וּ <WH1696> dab-be-Ru Speak אֶל־ <WH413> 'el- to זִקְנֵ֤י <WH2205> zik-Nei unto the elders יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah לֵאמֹ֔ר <WH559> le-Mor, saying לָ֤מָּה <WH4100> Lam-mah Why תִֽהְיוּ֙ <WH1961> tih-Yu are you אַֽחֲרֹנִ֔ים <WH314> 'a-cha-ro-Nim, Why are ye the last לְהָשִׁ֥יב <WH7725> le-ha-Shiv back אֶת־ <WH853> 'et- הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king אֶל־ <WH413> 'el- to his בֵּית֑וֹ <WH1004> bei-To; [even] to his house וּדְבַר֙ <WH1697> u-de-Var the word כָּל־ <WH3605> kol- of all יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of all Israel בָּ֥א <WH935> ba is come אֶל־ <WH413> 'el- to הַמֶּ֖לֶךְ <WH4428> ham-Me-lech to the king אֶל־ <WH413> 'el- to his בֵּיתֽוֹ׃ <WH1004> bei-To. house"},{"number":12,"verse":"אַחַ֣י <WH251> 'a-Chai Ye [are] my brethren אַתֶּ֔ם <WH859> 'at-Tem, you עַצְמִ֥י <WH6106> 'atz-Mi ye [are] my bones וּבְשָׂרִ֖י <WH1320> u-ve-sa-Ri and my flesh אַתֶּ֑ם <WH859> 'at-Tem; you וְלָ֧מָּה <WH4100> ve-Lam-mah Why תִהְי֛וּ <WH1961> tih-Yu should אַחֲרֹנִ֖ים <WH314> 'a-cha-ro-Nim wherefore then are ye the last לְהָשִׁ֥יב <WH7725> le-ha-Shiv to bring back אֶת־ <WH853> 'et- הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. king"},{"number":13,"verse":"וְלַֽעֲמָשָׂא֙ <WH6021> ve-la-'a-ma-Sa ye to Amasa תֹּֽמְר֔וּ <WH559> to-me-Ru, And say הֲל֛וֹא <WH3808> ha-Lo not עַצְמִ֥י <WH6106> 'atz-Mi [Art] thou not of my bone וּבְשָׂרִ֖י <WH1320> u-ve-sa-Ri body אָ֑תָּה <WH859> 'At-tah; you כֹּ֣ה <WH3541> koh so יַֽעֲשֶׂה־ <WH6213> ya-'a-seh- do לִּ֤י li אֱלֹהִים֙ <WH430> E-lo-Him angels וְכֹ֣ה <WH3541> ve-Choh also יוֹסִ֔יף <WH3254> yo-Sif, so to me and more אִם־ <WH518> 'im- if לֹ֠א <WH3808> lo not שַׂר־ <WH8269> sar- also if thou be not captain צָבָ֞א <WH6635> tza-Va of the host תִּהְיֶ֧ה <WH1961> tih-Yeh become לְפָנַ֛י <WH6440> le-fa-Nai before כָּל־ <WH3605> kol- me הַיָּמִ֖ים <WH3117> hai-ya-Mim me continually תַּ֥חַת <WH8478> Ta-chat in the room יוֹאָֽב׃ <WH3097> yo-'Av. of Joab"},{"number":14,"verse":"וַיַּ֛ט <WH5186> vai-Yat And he bowed אֶת־ <WH853> 'et- לְבַ֥ב <WH3824> le-Vav the heart כָּל־ <WH3605> kol- of all אִישׁ־ <WH376> 'ish- of all the men יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah כְּאִ֣ישׁ <WH376> ke-'Ish man אֶחָ֑ד <WH259> 'e-Chad; even as [the heart of] one וַֽיִּשְׁלְחוּ֙ <WH7971> vai-yish-le-Chu so that they sent אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, [this word] unto the king שׁ֥וּב <WH7725> shuv Return אַתָּ֖ה <WH859> 'at-Tah you וְכָל־ <WH3605> ve-chol and all עֲבָדֶֽיךָ׃ <WH5650> 'a-va-Dei-cha. thou and all thy servants"},{"number":15,"verse":"וַיָּ֣שָׁב <WH7725> vai-Ya-shov returned הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, So the king וַיָּבֹ֖א <WH935> vai-ya-Vo and came עַד־ <WH5704> 'ad- far הַיַּרְדֵּ֑ן <WH3383> hai-yar-Den; to Jordan וִיהוּדָ֞ה <WH3063> vi-hu-Dah And Judah בָּ֣א <WH935> ba came הַגִּלְגָּ֗לָה <WH1537> hag-gil-Ga-lah, to Gilgal לָלֶ֙כֶת֙ <WH1980> la-Le-chet to go לִקְרַ֣את <WH7125> lik-Rat to meet הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king לְהַעֲבִ֥יר <WH5674> le-ha-'a-Vir over אֶת־ <WH853> 'et- הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king אֶת־ <WH853> 'et- הַיַּרְדֵּֽן׃ <WH3383> hai-yar-Den. Jordan"},{"number":16,"verse":"וַיְמַהֵ֗ר <WH4116> vay-ma-Her, hasted שִׁמְעִ֤י <WH8096> shim-'I And Shimei בֶן־ <WH1121> ven- the son גֵּרָא֙ <WH1617> ge-Ra of Gera בֶּן־ ben- הַיְמִינִ֔י <WH1145> hay-mi-Ni, a Benjamite אֲשֶׁ֖ר <WH834> 'a-Sher who מִבַּֽחוּרִ֑ים <WH980> mib-ba-chu-Rim; which [was] of Bahurim וַיֵּ֙רֶד֙ <WH3381> vai-Ye-red and came down עִם־ <WH5973> 'im- with אִ֣ישׁ <WH376> 'ish with the men יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah לִקְרַ֖את <WH7125> lik-Rat to meet הַמֶּ֥לֶךְ <WH4428> ham-Me-lech king דָּוִֽד׃ <WH1732> da-Vid. David"},{"number":17,"verse":"וְאֶ֨לֶף <WH505> ve-'E-lef And [there were] a thousand אִ֣ישׁ <WH376> 'ish men עִמּוֹ֮ <WH5973> im-Mo with מִבִּנְיָמִן֒ <WH1144> mib-bin-ya-Min of Benjamin וְצִיבָ֗א <WH6717> ve-tzi-Va, with him and Ziba נַ֚עַר <WH5288> Na-'ar the servant בֵּ֣ית <WH1004> beit of the house שָׁא֔וּל <WH7586> sha-'Ul, of Saul וַחֲמֵ֨שֶׁת <WH2568> va-cha-Me-shet fif עָשָׂ֥ר <WH6240> 'a-Sar teen בָּנָ֛יו <WH1121> ba-Nav sons וְעֶשְׂרִ֥ים <WH6242> ve-'es-Rim and his twenty עֲבָדָ֖יו <WH5650> 'a-va-Dav servants אִתּ֑וֹ <WH854> it-To; and they וְצָלְח֥וּ <WH6743> ve-tza-le-Chu with him and they went over הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den Jordan לִפְנֵ֥י <WH6440> lif-Nei before הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king"},{"number":18,"verse":"וְעָבְרָ֣ה <WH5674> ve-'a-ve-Rah And there went over הָעֲבָרָ֗ה <WH5679> ha-'a-va-Rah, a ferry boat לַֽעֲבִיר֙ <WH5674> la-'a-Vir to carry over אֶת־ <WH853> 'et- בֵּ֣ית <WH1004> beit household הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king's וְלַעֲשׂ֥וֹת <WH6213> ve-la-'a-Sot and to do הַטּ֖וֹב <WH2896> hat-Tov good; בְּעַיְנֹו be-'ay-no כבְּעֵינָ֑יו <WH5869> be-'ei-Nav; affliction קוְשִׁמְעִ֣י <WH8096> ve-shim-'I And Shimei בֶן־ <WH1121> ven- the son גֵּרָ֗א <WH1617> ge-Ra, of Gera נָפַל֙ <WH5307> na-Fal fell down לִפְנֵ֣י <WH6440> lif-Nei before הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king בְּעָבְר֖וֹ <WH5674> be-'a-ve-Ro as he was come over בַּיַּרְדֵּֽן׃ <WH3383> bai-yar-Den. Jordan"},{"number":19,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer And said אֶל־ <WH413> 'el- to הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, unto the king אַל־ <WH408> 'al- nor יַחֲשָׁב־ <WH2803> ya-cha-shov- impute לִ֣י li אֲדֹנִי֮ <WH113> 'a-do-Ni Let not my lord עָוֹן֒ <WH5771> 'a-Von iniquity וְאַל־ <WH408> ve-'al- nor תִּזְכֹּ֗ר <WH2142> tiz-Kor, unto me neither do thou remember אֵ֚ת <WH853> 'et אֲשֶׁ֣ר <WH834> 'a-Sher what הֶעֱוָ֣ה <WH5753> he-'e-Vah did perversely עַבְדְּךָ֔ <WH5650> 'av-de-Cha, that which thy servant בַּיּ֕וֹם <WH3117> bai-Yom the day אֲשֶׁר־ <WH834> 'a-Sher- when יָׅצָ֥ׅאׅ <WH3318> ya-Tza went out אֲדֹנִֽי־ <WH113> 'a-do-ni- that my lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king מִירֽוּשָׁלִָ֑ם <WH3389> mi-ru-sha-Lim; of Jerusalem לָשׂ֥וּם <WH7760> la-Sum should take הַמֶּ֖לֶךְ <WH4428> ham-Me-lech that the king אֶל־ <WH413> 'el- to לִבּֽוֹ׃ <WH3820> lib-Bo. it to his heart"},{"number":20,"verse":"כִּ֚י <WH3588> ki for יָדַ֣ע <WH3045> ya-Da' doth know עַבְדְּךָ֔ <WH5650> 'av-de-Cha, For thy servant כִּ֖י <WH3588> ki that אֲנִ֣י <WH589> 'a-Ni I חָטָ֑אתִי <WH2398> cha-Ta-ti; that I have sinned וְהִנֵּֽה־ <WH2009> ve-hin-neh- behold בָ֣אתִי <WH935> Va-ti therefore behold I am come הַיּ֗וֹם <WH3117> hai-Yom, this day רִאשׁוֹן֙ <WH7223> ri-shOn the first לְכָל־ <WH3605> le-chol of all בֵּ֣ית <WH1004> beit of all the house יוֹסֵ֔ף <WH3130> yo-Sef, of Joseph לָרֶ֕דֶת <WH3381> la-Re-det to go down לִקְרַ֖את <WH7125> lik-Rat to meet אֲדֹנִ֥י <WH113> 'a-do-Ni my lord הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king ס sa-Mek"},{"number":21,"verse":"וַיַּ֨עַן <WH6030> vai-Ya-'an answered אֲבִישַׁ֤י <WH52> 'a-vi-Shai But Abishai בֶּן־ <WH1121> ben- the son צְרוּיָה֙ <WH6870> tze-ru-Yah of Zeruiah וַיֹּ֔אמֶר <WH559> vai-Yo-mer, and said הֲתַ֣חַת <WH8478> ha-Ta-chat Thahash זֹ֔את <WH2063> Zot, likewise לֹ֥א <WH3808> lo not יוּמַ֖ת <WH4191> yu-Mat be put to death שִׁמְעִ֑י <WH8096> shim-'I; Shall not Shimei כִּ֥י <WH3588> ki because קִלֵּ֖ל <WH7043> kil-Lel for this because he cursed אֶת־ <WH853> 'et- מְשִׁ֥יחַ <WH4899> me-Shi-ach anointed יְהוָֽה׃ <WH3068> Yah-weh. the LORD'S ס sa-Mek"},{"number":22,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said דָּוִ֗ד <WH1732> da-Vid, And David מַה־ <WH4100> mah- What לִּ֤י li וְלָכֶם֙ ve-la-Chem בְּנֵ֣י <WH1121> be-Nei What have I to do with you ye sons צְרוּיָ֔ה <WH6870> tze-ru-Yah, of Zeruiah כִּי־ <WH3588> ki- for תִֽהְיוּ־ <WH1961> tih-yu- become לִ֥י li הַיּ֖וֹם <WH3117> hai-Yom that ye should this day לְשָׂטָ֑ן <WH7854> le-sa-Tan; be adversaries הַיּ֗וֹם <WH3117> hai-Yom, this day י֤וּמַת <WH4191> Yu-mat be put to death אִישׁ֙ <WH376> 'ish unto me;shall there any man בְּיִשְׂרָאֵ֔ל <WH3478> be-Yis-ra-'El, Israel כִּ֚י <WH3588> ki for הֲל֣וֹא <WH3808> ha-Lo not יָדַ֔עְתִּי <WH3045> ya-Da'-ti, acknowledge כִּ֥י <WH3588> ki for הַיּ֖וֹם <WH3117> hai-Yom that I [am] this day אֲנִי־ <WH589> 'a-ni- I am מֶ֥לֶךְ <WH4428> Me-lech king עַל־ <WH5921> 'al- over יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":23,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said הַמֶּ֛לֶךְ <WH4428> ham-Me-lech Therefore the king אֶל־ <WH413> 'el- to שִׁמְעִ֖י <WH8096> shim-'I unto Shimei לֹ֣א <WH3808> lo shall not תָמ֑וּת <WH4191> ta-Mut; Thou shalt not die וַיִּשָּׁ֥בַֽע <WH7650> vai-yish-Sha-va' sware ל֖וֹ lo הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. And the king ס sa-Mek"},{"number":24,"verse":"וּמְפִבֹ֙שֶׁת֙ <WH4648> u-me-fi-Vo-shet And Mephibosheth בֶּן־ <WH1121> ben- the son שָׁא֔וּל <WH7586> sha-'Ul, of Saul יָרַ֖ד <WH3381> ya-Rad came down לִקְרַ֣את <WH7125> lik-Rat to meet הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וְלֹא־ <WH3808> ve-lo- and had neither עָשָׂ֨ה <WH6213> 'a-Sah dressed רַגְלָ֜יו <WH7272> rag-Lav his feet וְלֹא־ <WH3808> ve-lo- nor עָשָׂ֣ה <WH6213> 'a-Sah nor trimmed שְׂפָמ֗וֹ <WH8222> se-fa-Mo, his beard וְאֶת־ <WH853> ve-'Et בְּגָדָיו֙ <WH899> be-ga-Dav his clothes לֹ֣א <WH3808> lo nor כִבֵּ֔ס <WH3526> chib-Bes, nor washed לְמִן־ <WH4480> le-min- from הַיּוֹם֙ <WH3117> hai-yOm from the day לֶ֣כֶת <WH1980> Le-chet departed הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king עַד־ <WH5704> 'ad- until הַיּ֖וֹם <WH3117> hai-Yom until the day אֲשֶׁר־ <WH834> 'a-Sher- he בָּ֥א <WH935> ba he came בְשָׁלֽוֹם׃ <WH7965> ve-sha-Lom. [again] in peace"},{"number":25,"verse":"וַיְהִ֛י <WH1961> vay-Hi it was כִּי־ <WH3588> ki- when בָ֥א <WH935> va And it came to pass when he was come יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim to Jerusalem לִקְרַ֣את <WH7125> lik-Rat to meet הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, that the king לָ֛מָּה <WH4100> Lam-mah Why לֹא־ <WH3808> lo- not הָלַ֥כְתָּ <WH1980> ha-Lach-ta unto him Wherefore wentest עִמִּ֖י <WH5973> 'im-Mi with מְפִיבֹֽשֶׁת׃ <WH4648> me-fi-Vo-shet. Mephibosheth"},{"number":26,"verse":"וַיֹּאמַ֕ר <WH559> vai-yo-Mar And he answered אֲדֹנִ֥י <WH113> 'a-do-Ni My lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech O king עַבְדִּ֣י <WH5650> 'av-Di my servant רִמָּ֑נִי <WH7411> rim-Ma-ni; deceived כִּֽי־ <WH3588> ki- for אָמַ֨ר <WH559> 'a-Mar said עַבְדְּךָ֜ <WH5650> 'av-de-Cha me for thy servant אֶחְבְּשָׁה־ <WH2280> 'ech-be-shah- I will saddle לִּי֩ li הַחֲמ֨וֹר <WH2543> ha-cha-Mor me an ass וְאֶרְכַּ֤ב <WH7392> ve-'er-Kav that I may ride עָלֶ֙יהָ֙ <WH5921> 'a-Lei-ha on וְאֵלֵ֣ךְ <WH1980> ve-'e-Lech and go אֶת־ <WH854> 'et- for הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, to the king כִּ֥י <WH3588> ki for פִסֵּ֖חַ <WH6455> fis-Se-ach [is] lame עַבְדֶּֽךָ׃ <WH5650> 'av-De-cha. because thy servant"},{"number":27,"verse":"וַיְרַגֵּ֣ל <WH7270> vay-rag-Gel And he hath slandered בְּעַבְדְּךָ֔ <WH5650> be-'av-de-Cha, thy servant אֶל־ <WH413> 'el- to אֲדֹנִ֖י <WH113> 'a-do-Ni unto my lord הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַאדֹנִ֤י <WH113> va-do-Ni but my lord הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech the king כְּמַלְאַ֣ךְ <WH4397> ke-mal-'Ach [is] as an angel הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God וַעֲשֵׂ֥ה <WH6213> va-'a-Seh do הַטּ֖וֹב <WH2896> hat-Tov therefore [what is] good בְּעֵינֶֽיךָ׃ <WH5869> be-'ei-Nei-cha. in thine eyes"},{"number":28,"verse":"כִּי֩ <WH3588> ki for לֹ֨א <WH3808> lo were but הָיָ֜ה <WH1961> ha-Yah become כָּל־ <WH3605> kol- for all בֵּ֣ית <WH1004> beit house אָבִ֗י <WH1> 'a-Vi, For all [of] my father's כִּ֤י <WH3588> ki for אִם־ <WH518> 'im- lo אַנְשֵׁי־ <WH376> 'an-shei- men מָ֙וֶת֙ <WH4194> ma-vet dead לַאדֹנִ֣י <WH113> la-do-Ni before my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וַתָּ֙שֶׁת֙ <WH7896> vat-Ta-shet yet didst thou set אֶֽת־ <WH853> 'et- עַבְדְּךָ֔ <WH5650> 'av-de-Cha, thy servant בְּאֹכְלֵ֖י <WH398> be-'o-che-Lei among them that did eat שֻׁלְחָנֶ֑ךָ <WH7979> shul-cha-Ne-cha; at thine own table וּמַה־ <WH4100> u-mah- What יֶּשׁ־ <WH3426> yesh- therefore have לִ֥י li עוֹד֙ <WH5750> 'Od yet צְדָקָ֔ה <WH6666> tze-da-Kah, What right וְלִזְעֹ֥ק <WH2199> ve-liz-'Ok I yet to cry ע֖וֹד <WH5750> od anymore אֶל־ <WH413> 'el- about הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king פ Peh"},{"number":29,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king לָ֛מָּה <WH4100> Lam-mah Why תְּדַבֵּ֥ר <WH1696> te-dab-Ber unto him Why speakest ע֖וֹד <WH5750> od still דְּבָרֶ֑יךָ <WH1697> de-va-Rei-cha; act אָמַ֕רְתִּי <WH559> 'a-Mar-ti said אַתָּ֣ה <WH859> 'at-Tah You וְצִיבָ֔א <WH6717> ve-tzi-Va, Thou and Ziba תַּחְלְק֖וּ <WH2505> tach-le-Ku divide אֶת־ <WH853> 'et- הַשָּׂדֶֽה׃ <WH7704> has-sa-Deh. the land"},{"number":30,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said מְפִיבֹ֙שֶׁת֙ <WH4648> me-fi-Vo-shet And Mephibosheth אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, unto the king גַּ֥ם <WH1571> gam even אֶת־ <WH853> 'et- הַכֹּ֖ל <WH3605> hak-Kol all יִקָּ֑ח <WH3947> yik-Kach; Yea let him take אַ֠חֲרֵי <WH310> 'A-cha-rei all forasmuch אֲשֶׁר־ <WH834> 'a-Sher- as בָּ֞א <WH935> ba is come again אֲדֹנִ֥י <WH113> 'a-do-Ni my lord הַמֶּ֛לֶך <WH4428> ham-Me-lech the king בְּשָׁל֖וֹם <WH7965> be-sha-Lom in peace אֶל־ <WH413> 'el- to his בֵּיתֽוֹ׃ <WH1004> bei-To. unto his own house ס sa-Mek"},{"number":31,"verse":"וּבַרְזִלַּי֙ <WH1271> u-var-zil-Lai And Barzillai הַגִּלְעָדִ֔י <WH1569> hag-gil-'a-Di, the Gileadite יָרַ֖ד <WH3381> ya-Rad came down מֵרֹגְלִ֑ים <WH7274> me-ro-ge-Lim; from Rogelim וַיַּעֲבֹ֤ר <WH5674> vai-ya-'a-Vor and went over אֶת־ <WH854> 'et- with הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech with the king הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, Jordan לְשַׁלְּח֖וֹ <WH7971> le-shal-le-Cho to conduct אֶת־ <WH853> 'et- ; בַיַּרְדֵּן vai-yar-den כהַיַּרְדֵּֽן׃ <WH3383> hai-yar-Den. to the Jordan ק"},{"number":32,"verse":"וּבַרְזִלַּי֙ <WH1271> u-var-zil-Lai Now Barzillai זָקֵ֣ן <WH2204> za-Ken aged מְאֹ֔ד <WH3966> me-'Od, was a very בֶּן־ <WH1121> ben- old שְׁמֹנִ֖ים <WH8084> she-mo-Nim man [even] fourscore שָׁנָ֑ה <WH8141> sha-Nah; years וְהֽוּא־ <WH1931> ve-hu- and he כִלְכַּ֤ל <WH3557> chil-Kal of sustenance אֶת־ <WH853> 'et- הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech and he had provided the king בְּשִׁיבָת֣וֹ <WH7871> ve-shi-va-To while he lay בְמַחֲנַ֔יִם <WH4266> ve-ma-cha-Na-yim, at Mahanaim כִּֽי־ <WH3588> ki- for אִ֛ישׁ <WH376> 'ish man גָּד֥וֹל <WH1419> ga-Dol great ה֖וּא <WH1931> hu he מְאֹֽד׃ <WH3966> me-'Od. for he [was] a very"},{"number":33,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said הַמֶּ֖לֶךְ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- to בַּרְזִלָּ֑י <WH1271> bar-zil-Lai; unto Barzillai אַתָּה֙ <WH859> 'at-Tah You עֲבֹ֣ר <WH5674> 'a-Vor Come thou over אִתִּ֔י <WH854> 'it-Ti, and I וְכִלְכַּלְתִּ֥י <WH3557> ve-chil-kal-Ti with me and I will feed אֹתְךָ֛ <WH853> 'o-te-Cha עִמָּדִ֖י <WH5978> 'im-ma-Di against בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. thee with me in Jerusalem"},{"number":34,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said בַּרְזִלַּ֖י <WH1271> bar-zil-Lai And Barzillai אֶל־ <WH413> 'el- to הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; unto the king כַּמָּ֗ה <WH4100> kam-Mah, How יְמֵי֙ <WH3117> ye-Mei How long שְׁנֵ֣י <WH8147> she-Nei both חַיַּ֔י <WH2416> chai-Yai, age כִּי־ <WH3588> ki- should אֶעֱלֶ֥ה <WH5927> 'e-'e-Leh that I should go up אֶת־ <WH854> 'et- with הַמֶּ֖לֶךְ <WH4428> ham-Me-lech with the king יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. Jerusalem"},{"number":35,"verse":"בֶּן־ <WH1121> ben- old שְׁמֹנִ֣ים <WH8084> she-mo-Nim fourscore שָׁנָה֩ <WH8141> sha-Nah years אָנֹכִ֨י <WH595> 'a-no-Chi I הַיּ֜וֹם <WH3117> hai-Yom I [am] this day הַאֵדַ֣ע׀ <WH3045> ha-'e-Da' [and] can I discern בֵּין־ <WH996> bein- between ט֣וֹב <WH2896> Tov between good לְרָ֗ע <WH7451> le-Ra', adversity אִם־ <WH518> 'im- lo יִטְעַ֤ם <WH2938> yit-'Am taste עַבְדְּךָ֙ <WH5650> 'av-de-Cha ;wherefore then should thy servant אֶת־ <WH853> 'et- אֲשֶׁ֤ר <WH834> 'a-Sher what אֹכַל֙ <WH398> 'o-Chal I eat וְאֶת־ <WH853> ve-'Et אֲשֶׁ֣ר <WH834> 'a-Sher or what אֶשְׁתֶּ֔ה <WH8354> 'esh-Teh, I drink אִם־ <WH518> 'im- can אֶשְׁמַ֣ע <WH8085> 'esh-Ma' ;can I hear ע֔וֹד <WH5750> od, anymore בְּק֖וֹל <WH6963> be-Kol any more the voice שָׁרִ֣ים <WH7891> sha-Rim of singing men וְשָׁר֑וֹת <WH7891> ve-sha-Rot; and singing women וְלָמָּה֩ <WH4100> ve-lam-Mah Why יִֽהְיֶ֨ה <WH1961> yih-Yeh should עַבְדְּךָ֥ <WH5650> 'av-de-Cha your servant עוֹד֙ <WH5750> 'Od be an added לְמַשָּׂ֔א <WH4853> le-mas-Sa, be yet a burden אֶל־ <WH413> 'el- to אֲדֹנִ֖י <WH113> 'a-do-Ni unto my lord הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. king"},{"number":36,"verse":"כִּמְעַ֞ט <WH4592> kim-'At a little way יַעֲבֹ֧ר <WH5674> ya-'a-Vor over עַבְדְּךָ֛ <WH5650> 'av-de-Cha Thy servant אֶת־ <WH853> 'et- הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den Jordan אֶת־ <WH854> 'et- with הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; with the king וְלָ֙מָּה֙ <WH4100> ve-Lam-mah Why יִגְמְלֵ֣נִי <WH1580> yig-me-Le-ni recompense הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, and why should the king הַגְּמוּלָ֖ה <WH1578> hag-ge-mu-Lah deed הַזֹּֽאת׃ <WH2063> haz-Zot. likewise"},{"number":37,"verse":"יָֽשָׁב־ <WH7725> ya-shov- I pray thee turn back again נָ֤א <WH4994> na Please עַבְדְּךָ֙ <WH5650> 'av-de-Cha Let thy servant וְאָמֻ֣ת <WH4191> ve-'a-Mut that I may die בְּעִירִ֔י <WH5892> be-'i-Ri, in mine own city עִ֛ם <WH5973> 'im near קֶ֥בֶר <WH6913> Ke-ver [and be buried] by the grave אָבִ֖י <WH1> 'a-Vi of my father וְאִמִּ֑י <WH517> ve-'im-Mi; and of my mother וְהִנֵּ֣ה׀ <WH2009> ve-hin-Neh here עַבְדְּךָ֣ <WH5650> 'av-de-Cha But behold thy servant כִמְהָ֗ם <WH3643> chim-Ham, Chimham יַֽעֲבֹר֙ <WH5674> ya-'a-Vor let him go over עִם־ <WH5973> 'im- near אֲדֹנִ֣י <WH113> 'a-do-Ni with my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וַעֲשֵׂה־ <WH6213> va-'a-seh- and do ל֕וֹ lo אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what ט֖וֹב <WH2896> Tov good בְּעֵינֶֽיךָ׃ <WH5869> be-'ei-Nei-cha. your sight ס sa-Mek"},{"number":38,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer answered הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, And the king אִתִּי֙ <WH854> 'it-Ti for יַעֲבֹ֣ר <WH5674> ya-'a-Vor shall go כִּמְהָ֔ם <WH3643> kim-Ham, Chimham וַאֲנִי֙ <WH589> va-'a-Ni and I אֶעֱשֶׂה־ <WH6213> 'e-'e-seh- over with me and I will do לּ֔וֹ lo, אֶת־ <WH853> 'et- הַטּ֖וֹב <WH2896> hat-Tov what בְּעֵינֶ֑יךָ <WH5869> be-'ei-Nei-cha; your sight וְכֹ֛ל <WH3605> ve-Chol all manner אֲשֶׁר־ <WH834> 'a-Sher- you תִּבְחַ֥ר <WH977> tiv-Char unto thee and whatsoever thou shalt require עָלַ֖י <WH5921> 'a-Lai of אֶֽעֱשֶׂה־ <WH6213> 'e-'e-seh- of me [that] will I do לָּֽךְ׃ Lach."},{"number":39,"verse":"וַיַּעֲבֹ֧ר <WH5674> vai-ya-'a-Vor went over כָּל־ <WH3605> kol- All הָעָ֛ם <WH5971> ha-'Am And all the people אֶת־ <WH853> 'et- הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den Jordan וְהַמֶּ֣לֶךְ <WH4428> ve-ham-Me-lech And when the king עָבָ֑ר <WH5674> 'a-Var; was come over וַיִּשַּׁ֨ק <WH5401> vai-yish-Shak kissed הַמֶּ֤לֶךְ <WH4428> ham-Me-lech the king לְבַרְזִלַּי֙ <WH1271> le-var-zil-Lai Barzillai וַיְבָ֣רֲכֵ֔הוּ <WH1288> vay-Va-ra-Che-hu, and blessed וַיָּ֖שָׁב <WH7725> vai-Ya-shov him and he returned לִמְקֹמֽוֹ׃ <WH4725> lim-ko-Mo. unto his own place ס sa-Mek"},{"number":40,"verse":"וַיַּעֲבֹ֤ר <WH5674> vai-ya-'a-Vor went on הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech Then the king הַגִּלְגָּ֔לָה <WH1537> hag-gil-Ga-lah, to Gilgal וְכִמְהָ֖ן <WH3643> ve-chim-Han and Chimham עָבַ֣ר <WH5674> 'a-Var went on עִמּ֑וֹ <WH5973> im-Mo; with וְכָל־ <WH3605> ve-chol and all עַ֤ם <WH5971> 'am with him and all the people יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah; וַיְעֱבִרוּ vay-'e-vi-ru כהֶעֱבִ֣ירוּ <WH5674> he-'e-Vi-ru went קאֶת־ <WH853> 'et- הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וְגַ֕ם <WH1571> ve-Gam and also חֲצִ֖י <WH2677> cha-Tzi and also half עַ֥ם <WH5971> 'am the people יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":41,"verse":"וְהִנֵּ֛ה <WH2009> ve-hin-Neh and behold כָּל־ <WH3605> kol- all אִ֥ישׁ <WH376> 'ish And behold all the men יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בָּאִ֣ים <WH935> ba-'Im came אֶל־ <WH413> 'el- to הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; to the king וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru and said אֶל־ <WH413> 'el- to הַמֶּ֡לֶךְ <WH4428> ham-Me-lech unto the king מַדּוּעַ֩ <WH4069> mad-du-a' Why גְּנָב֨וּךָ <WH1589> ge-na-Vu-cha stolen thee away אַחֵ֜ינוּ <WH251> 'a-Chei-nu Why have our brethren אִ֣ישׁ <WH376> 'ish the men יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah וַיַּעֲבִ֨רוּ <WH5674> vai-ya-'a-Vi-ru and have brought אֶת־ <WH853> 'et- הַמֶּ֤לֶךְ <WH4428> ham-Me-lech the king וְאֶת־ <WH853> ve-'Et בֵּיתוֹ֙ <WH1004> bei-To and his household אֶת־ <WH853> 'et- הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, Jordan וְכָל־ <WH3605> ve-chol and all אַנְשֵׁ֥י <WH376> 'an-Shei men דָוִ֖ד <WH1732> da-Vid and all David's עִמּֽוֹ׃ <WH5973> im-Mo. with ס sa-Mek"},{"number":42,"verse":"וַיַּעַן֩ <WH6030> vai-ya-'An answered כָּל־ <WH3605> kol- all אִ֨ישׁ <WH376> 'ish And all the men יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah עַל־ <WH5921> 'al- about אִ֣ישׁ <WH376> 'ish the men יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel כִּֽי־ <WH3588> ki- Because קָר֤וֹב <WH7138> ka-Rov [is] near of kin הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech Because the king אֵלַ֔י <WH413> 'e-Lai, to us וְלָ֤מָּה <WH4100> ve-Lam-mah Why זֶּה֙ <WH2088> zeh this חָרָ֣ה <WH2734> cha-Rah to us wherefore then be ye angry לְךָ֔ le-Cha, עַל־ <WH5921> 'al- about הַדָּבָ֖ר <WH1697> had-da-Var act הַזֶּ֑ה <WH2088> haz-Zeh; this הֶאָכ֤וֹל <WH398> he-'a-Chol at all אָכַ֙לְנוּ֙ <WH398> 'a-Chal-nu all מִן־ <WH4480> min- at הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, of the king's אִם־ <WH518> 'im- or נִשֵּׂ֥את <WH5379> nis-Set gift נִשָּׂ֖א <WH5375> nis-Sa [cost];or hath he given לָֽנוּ׃ La-nu. ס sa-Mek"},{"number":43,"verse":"וַיַּ֣עַן <WH6030> vai-Ya-'an answered אִֽישׁ־ <WH376> 'ish- And the men יִשְׂרָאֵל֩ <WH3478> Yis-ra-'El of Israel אֶת־ <WH853> 'et- אִ֨ישׁ <WH376> 'ish the men יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said עֶֽשֶׂר־ <WH6235> 'e-ser- We have ten יָד֨וֹת <WH3027> ya-Dot parts לִ֣י li בַמֶּלֶךְ֮ <WH4428> vam-me-leCh in the king וְגַם־ <WH1571> ve-gam- also בְּדָוִד֮ <WH1732> be-da-Vid have also more [right] in David אֲנִ֣י <WH589> 'a-Ni and we מִמְּךָ֒ <WH4480> mi-me-Cha have more וּמַדּ֙וּעַ֙ <WH4069> u-mad-Du-a' Why הֱקִלֹּתַ֔נִי <WH7043> he-kil-lo-Ta-ni, than ye why then did ye despise וְלֹא־ <WH3808> ve-lo- not הָיָ֨ה <WH1961> ha-Yah become דְבָרִ֥י <WH1697> de-va-Ri us that our advice רִאשׁ֛וֹן <WH7223> ri-Shon should not be first לִ֖י li לְהָשִׁ֣יב <WH7725> le-ha-Shiv had in bringing back אֶת־ <WH853> 'et- מַלְכִּ֑י <WH4428> mal-Ki; the king וַיִּ֙קֶשׁ֙ <WH7185> vai-Yi-kesh were fiercer דְּבַר־ <WH1697> de-var- than the words אִ֣ישׁ <WH376> 'ish of the men יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah מִדְּבַ֖ר <WH1697> mid-de-Var the words אִ֥ישׁ <WH376> 'ish of the men יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel ס sa-Mek"}]}