{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"וַיָּבֹ֜אוּ <WH935> vai-ya-Vo-'u Then came כָּל־ <WH3605> kol- all שִׁבְטֵ֧י <WH7626> shiv-Tei all the tribes יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel אֶל־ <WH413> 'el- to דָּוִ֖ד <WH1732> da-Vid to David חֶבְר֑וֹנָה <WH2275> chev-Ro-nah; unto Hebron וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru and spake לֵאמֹ֔ר <WH559> le-Mor, saying הִנְנ֛וּ <WH2005> hin-Nu behold עַצְמְךָ֥ <WH6106> 'atz-me-Cha Behold we [are] thy bone וּֽבְשָׂרְךָ֖ <WH1320> u-ve-sa-re-Cha and thy flesh אֲנָֽחְנוּ׃ <WH587> 'a-Na-che-nu. ourselves"},{"number":2,"verse":"גַּם־ <WH1571> gam- again אֶתְמ֣וֹל <WH865> et-Mol before time גַּם־ <WH1571> gam- again שִׁלְשׁ֗וֹם <WH8032> shil-Shom, before that time בִּהְי֨וֹת <WH1961> bih-Yot become שָׁא֥וּל <WH7586> sha-'Ul when Saul מֶ֙לֶךְ֙ <WH4428> Me-lech was king עָלֵ֔ינוּ <WH5921> 'a-Lei-nu, over אַתָּ֗ה <WH859> 'at-Tah, you; הָיִיתָה ha-yi-tah כהָיִ֛יתָ <WH1961> ha-Yi-ta become ק; מֹוצִיא mo-tzi כהַמֹּוצִ֥יא <WH3318> ham-mo-Tzi after ק; וְהַמֵּבִי ve-ham-me-vi כוְהַמֵּבִ֖יא <WH935> ve-ham-me-Vi abide קאֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh and the LORD לְךָ֗ le-Cha, אַתָּ֨ה <WH859> 'at-Tah You תִרְעֶ֤ה <WH7462> tir-'Eh to thee Thou shalt feed אֶת־ <WH853> 'et- עַמִּי֙ <WH5971> 'am-Mi my people אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel וְאַתָּ֛ה <WH859> ve-'at-Tah you תִּהְיֶ֥ה <WH1961> tih-Yeh will be a לְנָגִ֖יד <WH5057> le-na-Gid and thou shalt be a captain עַל־ <WH5921> 'al- over יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. over Israel"},{"number":3,"verse":"וַ֠יָּבֹאוּ <WH935> Vai-ya-vo-'u came כָּל־ <WH3605> kol- all זִקְנֵ֨י <WH2205> zik-Nei So all the elders יִשְׂרָאֵ֤ל <WH3478> Yis-ra-'El of Israel אֶל־ <WH413> 'el- to הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech to the king חֶבְר֔וֹנָה <WH2275> chev-Ro-nah, to Hebron וַיִּכְרֹ֣ת <WH3772> vai-yich-Rot made לָהֶם֩ la-Hem הַמֶּ֨לֶךְ <WH4428> ham-Me-lech and king דָּוִ֥ד <WH1732> da-Vid David בְּרִ֛ית <WH1285> be-Rit a league בְּחֶבְר֖וֹן <WH2275> be-chev-Ron with them in Hebron לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֑ה <WH3068> Yah-weh; the LORD וַיִּמְשְׁח֧וּ <WH4886> vai-yim-she-Chu and they anointed אֶת־ <WH853> 'et- דָּוִ֛ד <WH1732> da-Vid David לְמֶ֖לֶךְ <WH4428> le-Me-lech king עַל־ <WH5921> 'al- over יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. over Israel פ Peh"},{"number":4,"verse":"בֶּן־ <WH1121> ben- old שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim [was] thirty שָׁנָ֛ה <WH8141> sha-Nah years דָּוִ֖ד <WH1732> da-Vid David בְּמָלְכ֑וֹ <WH4427> be-ma-le-Cho; when he began to reign אַרְבָּעִ֥ים <WH705> 'ar-ba-'Im forty שָׁנָ֖ה <WH8141> sha-Nah years מָלָֽךְ׃ <WH4427> ma-Lach. [and] he reigned"},{"number":5,"verse":"בְּחֶבְרוֹן֙ <WH2275> be-chev-rOn In Hebron מָלַ֣ךְ <WH4427> ma-Lach he reigned עַל־ <WH5921> 'al- over יְהוּדָ֔ה <WH3063> ye-hu-Dah, over Judah שֶׁ֥בַע <WH7651> She-va' seven שָׁנִ֖ים <WH8141> sha-Nim years וְשִׁשָּׁ֣ה <WH8337> ve-shish-Shah and six חֳדָשִׁ֑ים <WH2320> cho-da-Shim; months וּבִירוּשָׁלִַ֣ם <WH3389> u-vi-ru-sha-Lim and in Jerusalem מָלַ֗ךְ <WH4427> ma-Lach, he reigned שְׁלֹשִׁ֤ים <WH7970> she-lo-Shim thirty וְשָׁלֹשׁ֙ <WH7969> ve-sha-Losh and three שָׁנָ֔ה <WH8141> sha-Nah, years עַ֥ל <WH5921> 'al over כָּל־ <WH3605> kol- all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El over all Israel וִיהוּדָֽה׃ <WH3063> vi-hu-Dah. and Judah"},{"number":6,"verse":"וַיֵּ֨לֶךְ <WH1980> vai-Ye-lech went הַמֶּ֤לֶךְ <WH4428> ham-Me-lech And the king וַֽאֲנָשָׁיו֙ <WH376> va-'a-na-Shav and his men יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, to Jerusalem אֶל־ <WH413> 'el- against הַיְבֻסִ֖י <WH2983> hay-vu-Si unto the Jebusites יוֹשֵׁ֣ב <WH3427> yo-Shev the inhabitants הָאָ֑רֶץ <WH776> ha-'A-retz; of the land וַיֹּ֨אמֶר <WH559> vai-Yo-mer which spake לְדָוִ֤ד <WH1732> le-da-Vid unto David לֵאמֹר֙ <WH559> le-Mor saying לֹא־ <WH3808> lo- cannot תָב֣וֹא <WH935> ta-Vo thou shalt not come in הֵ֔נָּה <WH2008> Hen-nah, here כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- lo הֱסִֽירְךָ֗ <WH5493> he-si-re-Cha, Except thou take away הַעִוְרִ֤ים <WH5787> ha-'iv-Rim the blind וְהַפִּסְחִים֙ <WH6452> ve-hap-pis-Chim halt לֵאמֹ֔ר <WH559> le-Mor, hither thinking לֹֽא־ <WH3808> lo- cannot יָב֥וֹא <WH935> ya-Vo cannot come in דָוִ֖ד <WH1732> da-Vid David הֵֽנָּה׃ <WH2008> Hen-nah. here"},{"number":7,"verse":"וַיִּלְכֹּ֣ד <WH3920> vai-yil-Kod took דָּוִ֔ד <WH1732> da-Vid, Nevertheless David אֵ֖ת <WH853> 'et מְצֻדַ֣ת <WH4686> me-tzu-Dat the strong hold צִיּ֑וֹן <WH6726> tzi-Yon; of Zion הִ֖יא <WH1931> hi that עִ֥יר <WH5892> 'ir the same [is] the city דָּוִֽד׃ <WH1732> da-Vid. of David"},{"number":8,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said דָּוִ֜ד <WH1732> da-Vid And David בַּיּ֣וֹם <WH3117> bai-Yom on that day הַה֗וּא <WH1931> ha-Hu, he כָּל־ <WH3605> kol- Whoever מַכֵּ֤ה <WH5221> mak-Keh and smiteth יְבֻסִי֙ <WH2983> ye-vu-Si the Jebusites וְיִגַּ֣ע <WH5060> ve-yig-Ga' Whosoever getteth up בַּצִּנּ֔וֹר <WH6794> batz-tzin-Nor, to the gutter וְאֶת־ <WH853> ve-'Et הַפִּסְחִים֙ <WH6455> hap-pis-Chim and the lame וְאֶת־ <WH853> ve-'Et הַ֣עִוְרִ֔ים <WH5787> ha-'iv-Rim, and the blind; שְׂנֹאו se-nov כשְׂנֻאֵ֖י <WH8130> se-nu-'Ei enemy קנֶ֣פֶשׁ <WH5315> Ne-fesh soul דָּוִ֑ד <WH1732> da-Vid; of David's עַל־ <WH5921> 'al- and כֵּן֙ <WH3651> ken after that יֹֽאמְר֔וּ <WH559> yo-me-Ru, [he shall be chief and captain] Wherefore they said עִוֵּ֣ר <WH5787> 'iv-Ver The blind וּפִסֵּ֔חַ <WH6455> u-fis-Se-ach, and the lame לֹ֥א <WH3808> lo shall not יָב֖וֹא <WH935> ya-Vo shall not come אֶל־ <WH413> 'el- into הַבָּֽיִת׃ <WH1004> hab-Ba-yit. into the house"},{"number":9,"verse":"וַיֵּ֤שֶׁב <WH3427> vai-Ye-shev dwelt דָּוִד֙ <WH1732> da-Vid So David בַּמְּצֻדָ֔ה <WH4686> bam-me-tzu-Dah, in the fort וַיִּקְרָא־ <WH7121> vai-yik-ra- and called לָ֖הּ lah עִ֣יר <WH5892> 'ir it the city דָּוִ֑ד <WH1732> da-Vid; of David וַיִּ֤בֶן <WH1129> vai-Yi-ven built דָּוִד֙ <WH1732> da-Vid And David סָבִ֔יב <WH5439> sa-Viv, round about מִן־ <WH4480> min- from הַמִּלּ֖וֹא <WH4407> ham-mil-Lo from Millo וָבָֽיְתָה׃ <WH1004> va-Va-ye-tah. and inward"},{"number":10,"verse":"וַיֵּ֥לֶךְ <WH1980> vai-Ye-lech on דָּוִ֖ד <WH1732> da-Vid And David הָל֣וֹךְ <WH1980> ha-Loch greater וְגָד֑וֹל <WH1419> ve-ga-Dol; and grew great וַיהוָ֛ה <WH3068> Yah-weh and the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God צְבָא֖וֹת <WH6635> tze-va-'ot of hosts עִמּֽוֹ׃ <WH5973> im-Mo. with פ Peh"},{"number":11,"verse":"וַ֠יִּשְׁלַח <WH7971> Vai-yish-lach sent חִירָ֨ם <WH2438> chi-Ram And Hiram מֶֽלֶךְ־ <WH4428> Me-lech- king צֹ֥ר <WH6865> tzor of Tyre מַלְאָכִים֮ <WH4397> mal-'a-Chim messengers אֶל־ <WH413> 'el- to דָּוִד֒ <WH1732> da-Vid to David וַעֲצֵ֣י <WH6086> va-'a-Tzei trees אֲרָזִ֔ים <WH730> 'a-ra-Zim, and cedar וְחָרָשֵׁ֣י <WH2796> ve-cha-ra-Shei and carpenters עֵ֔ץ <WH6086> 'Etz, trees וְחָֽרָשֵׁ֖י <WH2796> ve-cha-ra-Shei artificer אֶ֣בֶן <WH68> 'E-ven stones קִ֑יר <WH7023> Kir; mason וַיִּבְנֽוּ־ <WH1129> vai-yiv-nu- and they built בַ֖יִת <WH1004> Va-yit an house לְדָוִֽד׃ <WH1732> le-da-Vid. David"},{"number":12,"verse":"וַיֵּ֣דַע <WH3045> vai-Ye-da' perceived דָּוִ֔ד <WH1732> da-Vid, And David כִּֽי־ <WH3588> ki- for הֱכִינ֧וֹ <WH3559> he-chi-No had established יְהוָ֛ה <WH3068> Yah-weh that the LORD לְמֶ֖לֶךְ <WH4428> le-Me-lech him king עַל־ <WH5921> 'al- over יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; over Israel וְכִי֙ <WH3588> ve-Chi for נִשֵּׂ֣א <WH5375> nis-Se and that he had exalted מַמְלַכְתּ֔וֹ <WH4467> mam-lach-To, his kingdom בַּעֲב֖וּר <WH5668> ba-'a-Vur the sake עַמּ֥וֹ <WH5971> am-Mo for his people יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel's ס sa-Mek"},{"number":13,"verse":"וַיִּקַּח֩ <WH3947> vai-yik-Kach took דָּוִ֨ד <WH1732> da-Vid And David ע֜וֹד <WH5750> od more פִּֽלַגְשִׁ֤ים <WH6370> pi-lag-Shim [him] more concubines וְנָשִׁים֙ <WH802> ve-na-Shim and wives מִיר֣וּשָׁלִַ֔ם <WH3389> mi-Ru-sha-Lim, out of Jerusalem אַחֲרֵ֖י <WH310> 'a-cha-Rei after בֹּא֣וֹ <WH935> bo-'O he was come מֵחֶבְר֑וֹן <WH2275> me-chev-Ron; from Hebron וַיִּוָּ֥לְדוּ <WH3205> vai-yiv-Val-du born ע֛וֹד <WH5750> od and more לְדָוִ֖ד <WH1732> le-da-Vid to David בָּנִ֥ים <WH1121> ba-Nim and there were yet sons וּבָנֽוֹת׃ <WH1323> u-va-Not. and daughters"},{"number":14,"verse":"וְאֵ֗לֶּה <WH428> ve-'El-leh, now these שְׁמ֛וֹת <WH8034> she-Mot And these [be] the names הַיִּלֹּדִ֥ים <WH3209> hai-yil-lo-Dim of those that were born ל֖וֹ lo בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; unto him in Jerusalem שַׁמּ֣וּעַ <WH8051> sham-Mu-a' Shammua וְשׁוֹבָ֔ב <WH7727> ve-sho-Vav, and Shobab וְנָתָ֖ן <WH5416> ve-na-Tan and Nathan וּשְׁלֹמֹֽה׃ <WH8010> u-she-lo-Moh. and Solomon"},{"number":15,"verse":"וְיִבְחָ֥ר <WH2984> ve-yiv-Char Ibhar וֶאֱלִישׁ֖וּעַ <WH474> ve-'e-li-Shu-a' also and Elishua וְנֶ֥פֶג <WH5298> ve-Ne-feg and Nepheg וְיָפִֽיעַ׃ <WH3309> ve-ya-Fi-a'. and Japhia"},{"number":16,"verse":"וֶאֱלִישָׁמָ֥ע <WH476> ve-'e-li-sha-Ma' And Elishama וְאֶלְיָדָ֖ע <WH450> ve-'el-ya-Da' and Eliada וֶאֱלִיפָֽלֶט׃ <WH467> ve-'e-li-Fa-let. and Eliphalet פ Peh"},{"number":17,"verse":"וַיִּשְׁמְע֣וּ <WH8085> vai-yish-me-'U heard פְלִשְׁתִּ֗ים <WH6430> fe-lish-Tim, But when the Philistines כִּי־ <WH3588> ki- for מָשְׁח֨וּ <WH4886> ma-she-Chu that they had anointed אֶת־ <WH853> 'et- דָּוִ֤ד <WH1732> da-Vid David לְמֶ֙לֶךְ֙ <WH4428> le-Me-lech king עַל־ <WH5921> 'al- over יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, over Israel וַיַּעֲל֥וּ <WH5927> vai-ya-'a-Lu came up כָל־ <WH3605> chol all פְּלִשְׁתִּ֖ים <WH6430> pe-lish-Tim all the Philistines לְבַקֵּ֣שׁ <WH1245> le-vak-Kesh to seek אֶת־ <WH853> 'et- דָּוִ֑ד <WH1732> da-Vid; David וַיִּשְׁמַ֣ע <WH8085> vai-yish-Ma' heard דָּוִ֔ד <WH1732> da-Vid, and David וַיֵּ֖רֶד <WH3381> vai-Ye-red [of it] and went down אֶל־ <WH413> 'el- to הַמְּצוּדָֽה׃ <WH4686> ham-me-tzu-Dah. to the hold"},{"number":18,"verse":"וּפְלִשְׁתִּ֖ים <WH6430> u-fe-lish-Tim The Philistines בָּ֑אוּ <WH935> Ba-'u; also came וַיִּנָּטְשׁ֖וּ <WH5203> vai-yin-na-te-Shu and spread בְּעֵ֥מֶק <WH6010> be-'E-mek themselves in the valley רְפָאִֽים׃ <WH7497> re-fa-'Im. of Rephaim"},{"number":19,"verse":"וַיִּשְׁאַ֨ל <WH7592> vai-yish-'Al enquired דָּוִ֤ד <WH1732> da-Vid And David בַּֽיהוָה֙ <WH3068> Yah-weh of the LORD לֵאמֹ֔ר <WH559> le-Mor, saying הַאֶֽעֱלֶה֙ <WH5927> ha-'e-'e-Leh Shall I go up אֶל־ <WH413> 'el- against פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, the Philistines הֲתִתְּנֵ֖ם <WH5414> ha-tit-te-Nem for I will doubtless בְּיָדִ֑י <WH3027> be-ya-Di; into thine hand וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֤ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- against דָּוִד֙ <WH1732> da-Vid unto David עֲלֵ֔ה <WH5927> 'a-Leh, Go up כִּֽי־ <WH3588> ki- for נָתֹ֥ן <WH5414> na-Ton deliver אֶתֵּ֛ן <WH5414> 'et-Ten will certainly אֶת־ <WH853> 'et- הַפְּלִשְׁתִּ֖ים <WH6430> hap-pe-lish-Tim the Philistines בְּיָדֶֽךָ׃ <WH3027> be-ya-De-cha. your hand"},{"number":20,"verse":"וַיָּבֹ֨א <WH935> vai-ya-Vo came דָוִ֥ד <WH1732> da-Vid And David בְּבַֽעַל־ be-va-'al- פְּרָצִים֮ <WH1188> pe-ra-Tzim to Baalperazim וַיַּכֵּ֣ם <WH5221> vai-yak-Kem smote שָׁ֣ם <WH8033> sham there דָּוִד֒ <WH1732> da-Vid and David וַיֹּ֕אמֶר <WH559> vai-Yo-mer them there and said פָּרַ֨ץ <WH6555> pa-Ratz hath broken forth יְהוָ֧ה <WH3068> Yah-weh The LORD אֶת־ <WH853> 'et- אֹיְבַ֛י <WH341> 'o-ye-Vai upon mine enemies לְפָנַ֖י <WH6440> le-fa-Nai before כְּפֶ֣רֶץ <WH6556> ke-Fe-retz me as the breach מָ֑יִם <WH4325> Ma-yim; of waters עַל־ <WH5921> 'al- and כֵּ֗ן <WH3651> Ken, after that קָרָ֛א <WH7121> ka-Ra Therefore he called שֵֽׁם־ <WH8034> shem- the name הַמָּק֥וֹם <WH4725> ham-ma-Kom of that place הַה֖וּא <WH1931> ha-Hu he בַּ֥עַל Ba-'al פְּרָצִֽים׃ <WH1188> pe-ra-Tzim. Baalperazim"},{"number":21,"verse":"וַיַּעַזְבוּ־ <WH5800> vai-ya-'az-vu- And there they left שָׁ֖ם <WH8033> sham there אֶת־ <WH853> 'et- עֲצַבֵּיהֶ֑ם <WH6091> 'a-tzab-bei-Hem; their images וַיִּשָּׂאֵ֥ם <WH5375> vai-yis-sa-'Em burned דָּוִ֖ד <WH1732> da-Vid and David וַאֲנָשָֽׁיו׃ <WH582> va-'a-na-Shav. and his men פ Peh"},{"number":22,"verse":"וַיֹּסִ֥פוּ <WH3254> vai-yo-Si-fu yet again ע֛וֹד <WH5750> od again פְּלִשְׁתִּ֖ים <WH6430> pe-lish-Tim And the Philistines לַֽעֲל֑וֹת <WH5927> la-'a-Lot; came up וַיִּנָּֽטְשׁ֖וּ <WH5203> vai-yin-na-te-Shu and spread בְּעֵ֥מֶק <WH6010> be-'E-mek themselves in the valley רְפָאִֽים׃ <WH7497> re-fa-'Im. of Rephaim"},{"number":23,"verse":"וַיִּשְׁאַ֤ל <WH7592> vai-yish-'Al enquired דָּוִד֙ <WH1732> da-Vid And when David בַּֽיהוָ֔ה <WH3068> Yah-weh, of the LORD וַיֹּ֖אמֶר <WH559> vai-Yo-mer he said לֹ֣א <WH3808> lo shall not תַעֲלֶ֑ה <WH5927> ta-'a-Leh; Thou shalt not go up הָסֵב֙ <WH5437> ha-Sev [but] fetch a compass אֶל־ <WH413> 'el- about אַ֣חֲרֵיהֶ֔ם <WH310> 'a-cha-rei-Hem, behind וּבָ֥אתָ <WH935> u-Va-ta them and come לָהֶ֖ם la-Hem מִמּ֥וּל <WH4136> mi-Mul upon them over against בְּכָאִֽים׃ <WH1057> be-cha-'Im. the mulberry trees"},{"number":24,"verse":"וִ֠יהִי <WH1961> Vi-hi become; בְּשָׁמְעֲךָ be-sha-me-'a-cha ככְּֽשָׁמְעֲךָ֞ <WH8085> ke-sha-me-'a-Cha listen קאֶת־ <WH853> 'et- ק֧וֹל <WH6963> Kol the sound צְעָדָ֛ה <WH6807> tze-'a-Dah of a going בְּרָאשֵׁ֥י <WH7218> be-ra-Shei in the tops הַבְּכָאִ֖ים <WH1057> hab-be-cha-'Im of the mulberry trees אָ֣ז <WH227> 'az then תֶּחֱרָ֑ץ <WH2782> te-che-Ratz; that then thou shalt bestir כִּ֣י <WH3588> ki for אָ֗ז <WH227> 'Az, then יָצָ֤א <WH3318> ya-Tza go out יְהוָה֙ <WH3068> Yah-weh thyself for then shall the LORD לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, before לְהַכּ֖וֹת <WH5221> le-hak-Kot thee to smite בְּמַחֲנֵ֥ה <WH4264> be-ma-cha-Neh the host פְלִשְׁתִּֽים׃ <WH6430> fe-lish-Tim. of the Philistines"},{"number":25,"verse":"וַיַּ֤עַשׂ <WH6213> vai-Ya-'as did so דָּוִד֙ <WH1732> da-Vid And David כֵּ֔ן <WH3651> Ken, so כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after צִוָּ֖הוּ <WH6680> tziv-Va-hu had commanded יְהוָ֑ה <WH3068> Yah-weh; as the LORD וַיַּךְ֙ <WH5221> vai-yaCh him and smote אֶת־ <WH853> 'et- פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, the Philistines מִגֶּ֖בַע <WH1387> mig-Ge-va' from Geba עַד־ <WH5704> 'ad- far בֹּאֲךָ֥ <WH935> bo-'a-Cha until thou come גָֽזֶר׃ <WH1507> Ga-zer. to Gazer פ Peh"}]}