{"bibleAbbr":"urRV2010","bookName":"مِیکاہ","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"( خُداوند کا عالمگِیر امن کا دَورِ حُکومت) لیکن آخِری دِنوں میں یُوں ہو گا کہ خُداوند کے گھرکا پہاڑ پہاڑوں کی چوٹی پر قائِم کِیا جائے گا اور سب ٹِیلوں سے بُلند ہو گا اور اُمّتیں وہاں پُہنچیں گی۔"},{"number":2,"verse":"اور بُہت سی قَومیں آئیں گی اور کہیں گی آؤ خُداوندکے پہاڑ پر چڑھیں اور یعقُوب کے خُدا کے گھر میں داخِل ہوں اور وہ اپنی راہیں ہم کو بتائے گا اور ہم اُس کے راستوں پر چلیں گے کیونکہ شرِیعت صِیُّون سے اور خُداوند کا کلام یروشلیِم سے صادِر ہو گا۔"},{"number":3,"verse":"اور وہ بُہت سی اُمّتوں کے درمِیان عدالت کرے گا اور دُور کی زورآور قَوموں کو ڈانٹے گا اور وہ اپنی تلواروں کو توڑ کر پھالیں اور اپنے بھالوں کر ہنسوے بنا ڈالیں گے اور قَوم قَوم پر تلوار نہ چلائے گی اور وہ پِھر کبھی جنگ کرنا نہ سِیکھیں گے۔"},{"number":4,"verse":"تب ہر ایک آدمی اپنی تاک اور اپنے انجِیر کے درخت کے نِیچے بَیٹھے گا اور اُن کو کوئی نہ ڈرائے گا کیونکہ ربُّ الافواج نے اپنے مُنہ سے یہ فرمایا ہے۔"},{"number":5,"verse":"کیونکہ سب اُمّتیں اپنے اپنے معبُود کے نام سے چلیں گی پر ہم ابدُالآباد تک خُداوند اپنے خُدا کے نام سے چلیں گے۔"},{"number":6,"verse":"( اِسرا ئیل اسیِری سے واپس آئے گا) خُداوند فرماتا ہے کہ مَیں اُس روز لنگڑوں کو جمع کرُوں گا اور جو ہانک دِئے گئے اور جِن کو مَیں نے دُکھ دِیا فراہم کرُوں گا۔"},{"number":7,"verse":"اور لنگڑوں کو بقِیّہ اور جلاوطنوں کو زورآور قَوم بناؤُں گا اور خُداوند کوہِ صِیُّون پر اب سے ابدُالآباد تک اُن پر سلطنت کرے گا۔"},{"number":8,"verse":"اَے گلّہ کی دِیدگاہ! اَے بِنتِ صِیُّون کی پہاڑی! یہ تیرے ہی لِئے ہے ۔ قدِیم سلطنت یعنی دُخترِ یروشلیِم کی بادشاہی تُجھے مِلے گی۔"},{"number":9,"verse":"اب تُو کیوں چِلاّتی ہے گویا دردِ زِہ میں مُبتلا ہے؟ کیا تُجھ میں کوئی بادشاہ نہیں؟ کیا تیرا صلاح کار نیست ہو گیا؟۔"},{"number":10,"verse":"اَے بِنتِ صِیُّون زچّہ کی مانِند تکلِیف اُٹھا اور دردِ زِہ میں مُبتلا ہو کیونکہ اب تُو شہر سے خارِج ہو کر مَیدان میں رہے گی اور بابل تک جائے گی ۔ وہاں تُو رہائی پائے گی اور وہِیں خُداوند تُجھ کو تیرے دُشمنوں کے ہاتھ سے چُھڑائے گا۔"},{"number":11,"verse":"اب بُہت سی قَومیں تیرے خِلاف جمع ہُوئی ہیں اور کہتی ہیں صِیُّون ناپاک ہو اور ہماری آنکھیں اُس کی رُسوائی دیکھیں۔"},{"number":12,"verse":"پر وہ خُداوند کی تدابِیر سے آگاہ نہیں اور اُس کی مصلحت کو نہیں سمجھتِیں کیونکہ وہ اُن کو کھلِیہان کے پُولوں کی طرح جمع کرے گا۔"},{"number":13,"verse":"اَے بِنتِ صِیُّون اُٹھ اور پایمال کر کیونکہ مَیں تیرے سِینگ کو لوہا اور تیرے کُھروں کو پِیتل بناؤُں گا اور تُو بُہت سی اُمّتوں کو ٹُکڑے ٹُکڑے کرے گی ۔ اُن کے ذخِیرے خُداوند کی نذر کرے گی اور اُن کا مال ربُّ العالمِین کے حضُور لائے گی۔"}]}