{"bibleAbbr":"urRV2010","bookName":"مِیکاہ","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"اَے بِنتِ افواج اب فَوجوں میں جمع ہو ۔ہمارا مُحاصرہ کِیا جاتا ہے ۔ وہ اِسرا ئیل کے حاکِم کے گال پر چھڑی سے مارتے ہیں۔"},{"number":2,"verse":"( خُدا بَیت لحم سے ایک حُکمران برپا کرنے کا وعدہ کرتا ہے) لیکن اَے بَیت لحم اِفراتاہ اگرچہ تُو یہُودا ہ کے ہزاروں میں شامِل ہونے کے لِئے چھوٹا ہے تَو بھی تُجھ میں سے ایک شخص نِکلے گا اور میرے حضُور اِسرا ئیل کا حاکِم ہو گا اور اُس کا مصدر زمانۂِ سابِق ہاں قدِیمُ الایّام سے ہے۔"},{"number":3,"verse":"اِس لِئے وہ اُن کو چھوڑ دِے گا جب تک کہ زچّہ دردِ زِہ سے فارِغ نہ ہو ۔ تب اُس کے باقی بھائی بنی اِسرائیل میں آ مِلیں گے۔"},{"number":4,"verse":"اور وہ کھڑا ہو گا اور خُداوند کی قُدرت سے اور خُداوند اپنے خُدا کے نام کی بزُرگی سے گلّہ بانی کرے گا اور وہ قائِم رہیں گے کیونکہ وہ اُس وقت اِنتہایِ زمِین تک بزُرگ ہو گا۔"},{"number":5,"verse":"اور وُہی ہماری سلامتی ہو گا ۔ چُھٹکارا اور سزا جب اسُور ہمارے مُلک میں آئے گا اور ہمارے قصروں میں قدم رکھّے گا تو ہم اُس کے خِلاف سات چرواہے اور آٹھ سرگروہ برپا کریں گے۔"},{"number":6,"verse":"اور وہ اسُور کے مُلک کو اور نِمرُود کی سرزمِین کے مدخلوں کو تلوار سے وِیران کریں گے اور جب اسُور ہمارے مُلک میں آکر ہماری حدُود کو پایمال کرے گا تو وہ ہم کو رہائی بخشے گا۔"},{"number":7,"verse":"اور یعقُوب کا بقِیّہ بُہت سی اُمّتوں کے لِئے اَیسا ہو گا جَیسے خُداوند کی طرف سے اوس اور گھاس پر بارِش جو نہ اِنسان کا اِنتظار کرتی ہے اور نہ بنی آدم کے لِئے ٹھہرتی ہے۔"},{"number":8,"verse":"اور یعقُوب کا بقِیّہ بُہت سی قَوموں اور اُمّتوں میں اَیسا ہو گا جَیسے شیرِ بَبر جنگل کے جانوروں میں اور جوان شیر بھیڑوں کے گلّہ میں ۔ جب وہ اُن کے درمِیان سے گُذرتا ہے تو پایمال کرتا اور پھاڑتا ہے اور کوئی چُھڑانہیں سکتا۔"},{"number":9,"verse":"تیرا ہاتھ تیرے دُشمنوں پر اُٹھے اور تیرے سب مُخالِف نیست ہو جائیں۔"},{"number":10,"verse":"اور خُداوند فرماتا ہے اُس روز مَیں تیرے گھوڑوں کوجو تیرے درمِیان ہیں کاٹ ڈالُوں گا اور تیرے رتھوں کو نیست کرُوں گا۔"},{"number":11,"verse":"اور تیرے مُلک کے شہروں کو برباد اور تیرے سب قلعوں کو مِسمار کرُوں گا۔"},{"number":12,"verse":"اور مَیں تُجھ سے جادُوگری دُور کرُوں گا اور تُجھ میں فالگِیر نہ رہیں گے۔"},{"number":13,"verse":"اور تیری کھودی ہُوئی مُورتیں اور تیرے سُتُون تیرے درمِیان سے نیست کر دُوں گا اور تُو پِھر اپنی دستکاری کی عِبادت نہ کرے گا۔"},{"number":14,"verse":"اور مَیں تیری یسِیرتوں کو تیرے درمِیان سے اُکھاڑ ڈالُوں گا اور تیرے شہروں کو تباہ کرُوں گا۔"},{"number":15,"verse":"اور اُن قَوموں پر جو شِنوا نہ ہُوئِیں اپنا قہر وغضب نازِل کرُوں گا۔"}]}