{"bibleAbbr":"LXXBr","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":10,"verses":[{"number":1,"verse":"Καὶ ἴδον, καὶ ἰδοὺ ἐπάνω τοῦ στερεώματος τοῦ ὑπὲρ κεφαλῆς τῶν χερουβὶμ, ὡς λίθος σαπφείρου ὁμοίωμα θρόνου ἐπʼ αὐτῶν."},{"number":2,"verse":"Καὶ εἶπε πρὸς τὸν ἄνδρα τὸν ἐνδεδυκότα τὴν στολὴν, εἴσελθε εἰς τὸ μέσον τῶν τροχῶν, τῶν ὑποκάτω τῶν χερουβὶμ, καὶ πλῆσον τὰς δράκας σου ἀνθράκων πυρὸς ἐκ μέσου τῶν χερουβὶμ, καὶ διασκόρπισον ἐπὶ τὴν πόλιν· καὶ εἰσῆλθεν ἐνώπιον ἐμοῦ."},{"number":3,"verse":"Καὶ τὰ χερουβὶμ εἱστήκει ἐκ δεξιῶν τοῦ οἴκου ἐν τῷ εἰσπορεύεσθαι τὸν ἄνδρα, καὶ ἡ νεφέλη ἔπλησε τὴν αὐλήν τὴν ἐσωτέραν."},{"number":4,"verse":"Καὶ ἀπῇρεν ἡ δόξα Κυρίου ἀπὸ τῶν χερουβὶμ εἰς τὸ αἴθριον τοῦ οἴκου, καὶ ἐπλησε τὸν οἶκον ἡ νεφέλη· καὶ ἡ αὐλὴ ἐπλήσθη τοῦ φέγγους τῆς δόξης Κυρίου."},{"number":5,"verse":"Καὶ φωνὴ τῶν πτερύγων τῶν χερουβὶμ ἠκούετο ἕως τῆς αὐλῆς τῆς ἐξωτέρας, ὡς φωνὴ Θεοῦ σαδδαῒ λαλοῦντος."},{"number":6,"verse":"Καὶ ἐγένετο ἐν τῷ ἐντέλλεσθαι αὐτὸν τῷ ἀνδρὶ τῷ ἐνδεδυκότι τὴν στολὴν τὴν ἁγίαν, λέγων, λάβε πῦρ ἐκ μέσου τῶν τροχῶν ἐκ μέσου τῶν χερουβὶμ, καὶ εἰσῆλθε καὶ ἔστη ἐχόμενος τῶν τροχῶν."},{"number":7,"verse":"Καὶ ἐξέτεινε τὴν χεῖρα αὐτοῦ εἰς μέσον τοῦ πυρὸς τοῦ ὄντος εἰς μέσον τῶν χερουβὶμ, καὶ ἔλαβε, καὶ ἔδωκεν εἰς τὰς χεῖρας τοῦ ἐνδεδυκότος τὴν στολὴν τὴν ἁγίαν, καὶ ἔλαβε καὶ ἐξῆλθε."},{"number":8,"verse":"Καὶ ἴδον τὰ χερουβὶμ ὁμοίωμα χειρῶν ἀνθρώπων ὑποκάτωθεν τῶν πτερύγων αὐτῶν."},{"number":9,"verse":"Καὶ ἴδον, καὶ ἰδοὺ τροχοὶ τέσσαρες εἱστήκεισαν ἐχόμενοι τῶν χερουβὶμ· τροχὸς εἷς ἐχόμενος χεροὺβ ἑνός· καὶ ἡ ὄψις τῶν τροχῶν, ὡς ὄψις λίθου ἄνθρακος."},{"number":10,"verse":"Καὶ ὄψις αὐτῶν ὁμοίωμα ἓν τοῖς τέσσαρσιν, ὃν τρόπον ὅταν ᾖ τροχὸς ἐν μέσῳ τροχοῦ."},{"number":11,"verse":"Ἐν τῷ πορεύεσθαι αὐτὰ, εἰς τὰ τέσσαρα μέρη αὐτῶν ἐπορεύοντο, οὐκ ἐπέστρεφον ἐν τῷ πορεύεσθαι αὐτά· ὅτι εἰς ὃν ἂν τόπον ἐπέβλεψεν ἡ ἀρχὴ ἡ μία, ἐπορεύοντο, καὶ οὐκ ἐπέστρεφον ἐν τῷ πορεύεσθαι αὐτά."},{"number":12,"verse":"Καὶ οἱ νῶτοι αὐτῶν, καὶ αἱ χεῖρες αὐτῶν, καὶ αἱ πτέρυγες αὐτῶν, καὶ οἱ τροχοὶ πλήρεις ὀφθαλμῶν κυκλόθεν τοῖς τέσσαρσι τροχοῖς,"},{"number":13,"verse":"τοῖς δὲ τροχοῖς τούτοις ἐπεκλήθη Γελγὲλ ἀκούοντός μου."},{"number":15,"verse":"Καὶ τὰ χερουβὶμ ἦσαν τοῦτο τὸ ζῶον ὃ ἴδον ἐπὶ τοῦ ποταμοῦ τοῦ Χοβάρ."},{"number":16,"verse":"Καὶ ἐν τῷ πορεύεσθαι τὰ χερουβὶμ, ἑπορεύοντο οἱ τροχοὶ, καὶ οὗτοι ἐχόμενοι αὐτῶν· καὶ ἐν τῷ ἐξαίρειν τὰ χερουβὶμ τὰς πτέρυγας αὐτῶν τοῦ μετεωρίζεσθαι ἀπὸ τῆς γῆς, οὐκ ἐπέστρεφον οἱ τροχοὶ αὐτῶν."},{"number":17,"verse":"Ἐν τῷ ἑστᾶναι αὐτὰ, εἱστήκεισαν· καὶ ἐν τῷ μετεωρίζεσθαι αὐτὰ, μετεωρίζοντο μετʼ αὐτῶν· διότι πνεῦμα ζωῆς ἐν αὐτοῖς ἦν."},{"number":18,"verse":"Καὶ ἐξῆλθε δόξα Κυρίου ἀπὸ τοῦ οἴκου, καὶ ἐπέβη ἐπὶ τὰ χερουβίμ."},{"number":19,"verse":"Καὶ ἀνέλαβον τὰ χερουβὶμ τὰς πτέρυγας αὐτῶν, καὶ ἐμετεωρίσθησαν ἀπὸ τῆς γῆς ἐνώπιον ἐμοῦ· ἐν τῷ ἐξελθεῖν αὐτὰ, καὶ οἱ τροχοὶ ἐχόμενοι αὐτῶν· καὶ ἔστησαν ἐπὶ τὰ πρόθυρα τῆς πύλης οἴκου Κυρίου τῆς ἀπέναντι, καὶ δόξα Θεοῦ Ἰσραὴλ ἦν ἐπʼ αὐτῶν ὑπεράνω."},{"number":20,"verse":"Τοῦτο τὸ ζῶόν ἐστιν ὃ ἴδον ὑποκάτω Θεοῦ Ἰσραὴλ ἐπὶ τοῦ ποταμοῦ τοῦ Χοβὰρ, καὶ ἔγνων ὅτι χερουβίμ ἐστι."},{"number":21,"verse":"Τέσσαρα πρόσωπα τῷ ἑνὶ, καὶ ὀκτὼ πτέρυγες τῷ ἑνὶ, καὶ ὁμοίωμα χειρῶν ἀνθρώπου ὑποκάτωθεν τῶν πτερύγων αὐτῶν."},{"number":22,"verse":"Καὶ ὁμοίωσις τῶν προσώπων αὐτῶν, ταῦτα τὰ πρόσωπά ἐστιν ἃ ἴδον ὑποκάτω τῆς δόξης τοῦ Θεοῦ Ἰσραὴλ ἐπὶ τοῦ ποταμοῦ Χοβάρ· καὶ αὐτὰ ἕκαστον κατὰ πρόσωπον αὐτῶυ ἐπορεύοντο."}]}