{"bibleAbbr":"LXXBr","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"Καὶ σὺ λάβε θρῆνον ἐπὶ τὸν ἄρχοντα τοῦ Ἰσραὴλ,"},{"number":2,"verse":"καὶ ἐρεῖς, τί ἡ μήτηρ σου σκύμνος ἐν μέσῳ λεόντων ἐγενήθη; ἐν μέσῳ λεόντων ἐπλήθυεν σκύμνους αὐτῆς."},{"number":3,"verse":"Καὶ ἀπεπήδησεν εἷς τῶν σκύμνων αὐτῆς, λέων ἐγένετο, καὶ ἔμαθε τοῦ ἁρπάζειν ἁρπάγματα, ἀνθρώπους ἔφαγε."},{"number":4,"verse":"Καὶ ἤκουσαν κατʼ αὐτοῦ ἔθνη, ἐν τῇ διαφθορᾷ αὐτῶν συνελήφθη, καὶ ἤγαγον αὐτὸν ἐν κημῷ εἰς γῆν Αἰγύπτου."},{"number":5,"verse":"Καὶ εἶδεν ὅτι ἀπῶσται ἀπʼ αὐτῆς, ἀπώλετο ἡ ὑπόστασις αὐτῆς· καὶ ἔλαβεν ἄλλον ἐκ τῶν σκύμνων αὐτῆς· λέοντα ἔταξεν αὐτὸν."},{"number":6,"verse":"Καὶ ἀνεστρέφετο ἐν μέσῳ λεόντων, λέων ἐγένετο, καὶ ἔμαθεν ἁρπάζειν ἁρπάγματα, ἀνθρώπους ἔφαγε,"},{"number":7,"verse":"καὶ ἐνέμετο τῷ θράσει αὐτοῦ, καὶ τὰς πόλεις αὐτῶν ἐξηρήμωσε, καὶ ἠφάνισε γῆν, καὶ τὸ πλήρωμα αὐτῆς ἀπὸ φωνῆς ὠρυώματος αὐτοῦ."},{"number":8,"verse":"Καὶ ἔδωκαν ἐπʼ αὐτὸν ἔθνη ἐκ χωρῶν κυκλόθεν, καὶ ἐξεπέτασαν ἐπʼ αὐτὸν δίκτυα αὐτῶν, ἐν διαφθορᾷ αὐτῶν συνελήφθη·"},{"number":9,"verse":"Καὶ ἔθεντο αὐτὸν ἐν κημῷ καὶ ἐν γαλεάγρᾳ, ἦλθε πρὸς βασιλέα Βαβυλῶνος, καὶ εἰσήγαγεν αὐτὸν εἰς φυλακὴν, ὅπως μὴ ἀκουσθῇ ἡ φωνὴ αὐτοῦ ἐπὶ τὰ ὄρη τοῦ Ἰσραήλ."},{"number":10,"verse":"Ἡ μήτηρ σου ὡς ἄμπελος καὶ ὡς ἄνθος ἐν ῥοᾷ, ἐν ὕδατι πεφυτευμένη, ὁ καρπὸς αὐτῆς καὶ ὁ βλαστὸς αὐτῆς ἐγένετο ἐξ ὕδατος πολλοῦ."},{"number":11,"verse":"Καὶ ἐγένετο αὕτη ῥάβδος ἐπὶ φυλὴν ἡγουμένων, καὶ ὑψώθη τῷ μεγέθει αὐτῆς ἐν μέσῳ στελεχῶν· καὶ εἶδε τὸ μέγεθος αὐτῆς ἐν πλήθει κλημάτων αὐτῆς."},{"number":12,"verse":"Καὶ κατεκλάσθη ἐν θυμῷ, ἐπὶ γῆν ἐῤῥίφη, καὶ ἄνεμος ὁ καύσων ἐξήρανε τὰ ἐκλεκτὰ αὐτῆς· ἐξεδικήθησαν, καὶ ἐξηράνθη ἡ ῥάβδος ἰσχύος αὐτῆς· πῦρ ἀνήλωσεν αὐτήν."},{"number":13,"verse":"Καὶ νῦν πεφύτευκαν αὐτὴν ἐν τῇ ἠρημῳ, ἐν γῇ ἀνύδρῳ."},{"number":14,"verse":"Καὶ ἐξῆλθε πῦρ ἐκ ῥάβδου ἐκλεκτῶν αὐτῆς, καὶ κατέφαγεν αὐτὴν, καὶ οὐκ ἦν ἐν αὐτῇ ῥάβδος ἰσχύος· φυλὴ εἰς παραβολὴν θρήνου ἐστὶ, καὶ ἐσται εἰς θρῆνον."}]}