{"bibleAbbr":"LXXBr","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"Καὶ ἐγένετο λόγος Κυρίου πρὸς μὲ, λέγων,"},{"number":2,"verse":"καὶ σὺ υἱὲ ἀνθρώπου εἰπόν, τάδε λέγει Κύριος, Τῇ γῇ τοῦ Ἰσραὴλ πέρας ἥκει, τὸ πέρας ἥκει ἐπὶ τὰς τέσσαρας πτέρυγας τῆς γῆς."},{"number":3,"verse":"Ἥκει τὸ πέρας"},{"number":4,"verse":"ἐπὶ σὲ τὸν κατοικοῦντα τὴν γῆν· ἥκει ὁ καιρὸς, ἤγγικεν ἡ ἡμέρα, οὐ μετὰ θορύβων, οὐδὲ μετὰ ὠδίνων."},{"number":5,"verse":"Νῦν ἐγγύθεν ἐκχεῶ τὴν ὀργήν μου ἐπὶ σὲ, καὶ συντελέσω τὸν θυμόν μου ἐν σοὶ, καὶ κρινῶ σε ἐν ταῖς ὁδοῖς σου, καὶ δώσω ἐπὶ σὲ πάντα τὰ βδελύγματά σου,"},{"number":6,"verse":"οὐ φείσεται ὁ ὀφθαλμός μου, οὐδὲ μὴ ἐλεήσω· διότι τὰς ὁδούς σου ἐπὶ σὲ δώσω, καὶ τὰ βδελύγματά σου ἐν μέσῳ σου ἔσονται, καὶ ἐπιγνώσῃ, διότι ἐγώ εἰμι Κύριος ὁ τύπτων."},{"number":7,"verse":"Νῦν τὸ πέρας πρὸς σὲ, καὶ ἀποστελῶ ἐγὼ ἐπὶ σὲ, καὶ ἐκδικήσω ἐν ταῖς ὁδοῖς σου, καὶ δώσω ἐπὶ σὲ πάντα τὰ βδελύγματά σου,"},{"number":8,"verse":"οὐ φείσεται ὁ ὀφθαλμός μου, οὐδὲ μὴ ἐλεήσω· διότι τὴν ὁδόν σου ἐπὶ σὲ δώσω, καὶ τὰ βδελύγματά σου ἐν μέσῳ σου ἔσται, καὶ ἐπιγνώσῃ διότι ἐγὼ Κύριος."},{"number":9,"verse":"Διότι τάδε λέγει Κύριος, ἰδοὺ τὸ πέρας ἥκει."},{"number":10,"verse":"Ἰδοὺ ἡ ἡμέρα Κυρίου· εἰ καὶ ἡ ῥάβδος ἤνθηκεν, ἡ ὕβρις ἐξανέστηκε,"},{"number":11,"verse":"καὶ συντρίψει στήριγμα ἀνόμου, καὶ οὐ μετὰ θορύβου, οὐδὲ μετὰ σπουδῆς."},{"number":12,"verse":"Ἥκει ὁ καιρὸς, ἰδοὺ ἡ ἡμέρα· ὁ κτώμενος μὴ χαιρέτω, καὶ ὁ πωλῶν μὴ θρηνείτω·"},{"number":13,"verse":"Διότι ὁ κτώμενος πρὸς τὸν πωλοῦντα οὐκέτι μὴ ἐπιστρέψει, καὶ ἄνθρωπος ἐν ὀφθαλμῷ ζωῆς αὐτοῦ οὐ κρατήσει."},{"number":14,"verse":"Σαλπίσατε ἐν σάλπιγγι, καὶ κρίνατε τὰ σύμπαντα."},{"number":15,"verse":"Ὁ πόλεμος ἐν ῥομφαίᾳ ἔξωθεν, καὶ ὁ λιμὸς καὶ ὁ θάνατος ἔσωθεν· ὁ ἐν τῷ πεδίῳ ἐν ῥομφαίᾳ τελευτήσει, τοὺς δʼ ἐν τῇ πόλει λιμὸς καὶ θάνατος συντελέσει."},{"number":16,"verse":"Καὶ ἀνασωθήσονται οἱ ἀνασωζόμενοι ἐξ αὐτῶν, καὶ ἔσονται ἐπὶ τῶν ὀρέων· καὶ πάντας ἀποκτενῶ, ἔκαστον ἐν ταῖς ἀδικίαις αὐτοῦ."},{"number":17,"verse":"Πᾶσαι χεῖρες ἐκλυθήσονται, καὶ πάντες μηροὶ μολυνθήσονται ὑγρασίᾳ."},{"number":18,"verse":"Καὶ περιζώσονται σάκκους, καὶ καλύψει αὐτοὺς θάμβος· καὶ ἐπὶ πᾶν πρόσωπον αἰσχύνη ἐπʼ αὐτοὺς, καὶ ἐπὶ πᾶσαν κεφαλὴν φαλάκρωμα."},{"number":19,"verse":"Τὸ ἀργύριον αὐτῶν ῥιφήσεται ἐν ταῖς πλατείαις, καὶ τὸ χρυσίον αὐτῶν ὑπεροφθήσεται· αἱ ψυχαὶ αὐτῶν οὐ μὴ ἐμπλησθῶσι, καὶ αἱ κοιλίαι αὐτῶν οὐ μὴ πληρωθῶσι, διότι βάσανος τῶν ἀδικιῶν αὐτῶν ἐγένετο."},{"number":20,"verse":"Ἐκλεκτὰ κόσμου εἰς ὑπερηφανίαν ἔθεντο αὐτὰ, καὶ εἰκόνας τῶν βδελυγμάτων αὐτῶν ἐποίησαν ἐξ αὐτῶν· ἕνεκεν τούτου δέδωκα αὐτὰ αὐτοῖς εἰς ἀκαθαρσίαν."},{"number":21,"verse":"Καὶ παραδώσω αὐτὰ εἰς χεῖρας ἀλλοτρίων, τοῦ διαρπάσαι αὐτὰ, καὶ τοῖς λοιμοῖς τῆς γῆς εἰς σκῦλα, καὶ βεβηλώσουσιν αὐτά."},{"number":22,"verse":"Καὶ ἀποστρέψω τὸ πρόσωπόν μου ἀπʼ αὐτῶν, καὶ μιανοῦσι τῆν ἐπισκοπήν μου, καὶ εἰσελεύσονται εἰς αὐτὰ ἀφυλάκτως, καὶ βεβηλώσουσιν αὐτά."},{"number":23,"verse":"Καὶ ποιήσουσι φυρμόν· διότι ἡ γῆ πλήρης λαῶν, καὶ ἡ πόλις πλήρης ἀνομίας."},{"number":24,"verse":"Καὶ ἀποστρέψω τὸ φρύαγμα τῆς ἰσχύος αὐτῶν, καὶ μιανθήσεται τὰ ἅγια αὐτῶν."},{"number":25,"verse":"Καὶ ἐξιλασμὸς ἥξει, καὶ ζητήσει εἰρήνην, καὶ οὐκ ἔσται."},{"number":26,"verse":"Οὐαὶ ἐπὶ οὐαὶ ἔσται· καὶ ἀγγελία ἐπὶ ἀγγελίαν ἔσται· καὶ ζητηθήσεται ὅρασις ἐκ προφήτου, καὶ νόμος ἀπολεῖται ἐξ ἱερέως, καὶ βουλὴ ἐκ πρεσβυτέρων."},{"number":27,"verse":"Ἄρχων ἐνδύσεται ἀφανισμὸν, καὶ αἱ χεῖρες τοῦ λαοῦ τῆς γῆς παραλυθήσονται· κατὰ τὰς ὁδοὺς αὐτῶν ποιήσω αὐτοῖς, καὶ ἐν τοῖς κρίμασιν αὐτῶν ἐκδικήσω αὐτοὺς, καὶ γνώσονται ὅτι ἐγὼ Κύριος."}]}