{"bibleAbbr":"BB1572","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"Simon Peter, a seruaunt and an Apostle of Iesus Christe, to them which haue obteined lyke precious faith with vs, thorowe the ryghteousnes of our god and sauiour Iesus Christe:"},{"number":2,"verse":"Grace and peace be multiplied vnto you, through the knowledge of God, and of Iesus our Lorde:"},{"number":3,"verse":"Accordyng as his godly power hath geuen vnto vs all thynges that parteine vnto lyfe and godlynesse, through the knowledge of hym that hath called vs vnto glorie and vertue:"},{"number":4,"verse":"By the which are geuen vnto vs excellent and most great promises, that by the meanes thereof, ye might be partakers of the godly nature, yf ye flee the corruption of worldly lust."},{"number":5,"verse":"And herevnto geue all diligence: in your fayth minister vertue, in vertue knowledge,"},{"number":6,"verse":"In knowledge temperaunce, in temperaunce pacience, in pacience godlynesse,"},{"number":7,"verse":"In godlynesse brotherly kyndnesse, in brotherly kyndnesse loue."},{"number":8,"verse":"For yf these thynges be among you, and be plenteous, they wyll make you that ye neither shalbe idle nor vnfruitefull in the knowledge of our Lorde Iesus Christe."},{"number":9,"verse":"But he that lacketh these thynges, is blynde, and can not see farre of, & hath forgotten that he was purged from his olde sinnes."},{"number":10,"verse":"Wherfore brethren, geue the more diligence for to make your callyng and election sure: For yf ye do such thynges, ye shall neuer fall."},{"number":11,"verse":"Yea, and by this meanes an entryng in shalbe ministred vnto you aboudantlye, into the euerlastyng kyngdome of our Lorde and sauiour Iesus Christe."},{"number":12,"verse":"Wherfore I wyll not be negligent to put you alwayes in remembraunce of suche thynges, though ye knowe them your selues, and be stablysshed in the present trueth."},{"number":13,"verse":"Notwithstandyng I thynke it meete, as long as I am in this tabernacle, to stirre you vp by puttyng you in remembraunce:"},{"number":14,"verse":"Forasmuch as I am sure that shortly I must put of this my tabernacle, euen as our Lorde Iesus Christe shewed me."},{"number":15,"verse":"I wyll euer also geue my diligence yt ye may haue wherwith to stirre vp the remembraunce of these thynges after my departyng."},{"number":16,"verse":"For we haue not folowed deceitfull fables, when we opened vnto you the power and commyng of our Lorde Iesus Christe, but with our eyes we sawe his maiestie:"},{"number":17,"verse":"Euen then veryly when he receaued of God the father honour and glorie, & when there came suche a voyce to hym from the excellent glorie: This is my deare beloued sonne in whom I delyte."},{"number":18,"verse":"This voyce we heard come from heauen, when we were with him in the holye mount."},{"number":19,"verse":"We haue also a ryght sure worde of prophesie, wherevnto yf ye take heede, as vnto a lyght that shyneth in a darke place, ye do well, vntyll the day dawne, and the day starre arise in your heartes."},{"number":20,"verse":"So that ye first knowe this, that no prophesie in the scripture is of any priuate motion."},{"number":21,"verse":"For the prophesie came not in olde time by the wyll of man: but holy men of God, spake as they were moued by the holy ghost."}]}