{"bibleAbbr":"BB1572","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"There were false prophetes also among the people, eue as there shalbe false teachers among you, whiche pryuyly shal bryng in damnable heresies, euen denying the Lorde that hath bought them, and bryng vpo them selues swyft damnation."},{"number":2,"verse":"And many shall folowe their damnable wayes, by whom the way of trueth shalbe euyll spoken of:"},{"number":3,"verse":"And through couetousnesse, shall they with fayned wordes make marchaudize of you, whose iudgement is nowe not farre of, and their damnation sleepeth not."},{"number":4,"verse":"For if God spared not the angels that sinned, but cast them downe into hell, and delyuered them into chaynes of darknesse, to be kept vnto iudgement:"},{"number":5,"verse":"Neither spared the olde worlde, but saued Noe the eyght [person] a preacher of ryghteousnesse, and brought in the flood vpon the worlde of the vngodly,"},{"number":6,"verse":"And turned their cities of Sodome & Gomorrhe into asshes, ouerthrewe the, dampned them, and made of them an ensample vnto those that after shoulde lyue vngodly:"},{"number":7,"verse":"And iust Lot, vexed with ye vncleane conuersatio of the wicked, deliuered he."},{"number":8,"verse":"For he beyng ryghteous, & dwellyng among them, in seyng and hearyng, vexed his ryghteous soule from daye to daye with their vnlawfull deedes."},{"number":9,"verse":"The Lorde knoweth howe to delyuer the godly out of temptation, and to reserue the vniust vnto the day of iudgement for to be punished:"},{"number":10,"verse":"But chiefely them that walke after the fleshe in the lust of vncleanenesse, and despise auctoritie. Presumptious are they, and stande in their owne conceyte, whiche feare not to speake euyl of them that excell in worship."},{"number":11,"verse":"When the Angels whiche are greater both in power and might, geue not raylyng iudgement against them before the Lorde."},{"number":12,"verse":"But these, as bruite beastes ledde with sensualitie, and made to be taken and destroyed, speake euyll of the thynges that they vnderstande not, and shall perishe through their owne corruption,"},{"number":13,"verse":"And receaue the rewarde of vnryghteousnesse, they count it pleasure to lyue deliciouslye for a season: Spottes they are and blottes, delighting them selues in their deceauynges, in feastyng with you."},{"number":14,"verse":"Hauyng eyes full of adulterie, & that can not ceasse from sinne, begylyng vnstable soules: Heartes they haue exercised with robberie, they are cursed chyldren,"},{"number":15,"verse":"Which haue forsaken the ryght waye, and are gone astray, folowyng the way of Balaam the sonne of Bosor, which loued the rewarde of vnrighteousnesse:"},{"number":16,"verse":"But was rebuked of his iniquitie. The dumbe beast, and vsed to the yoke, speaking with mans voyce, forbad the madnesse of the prophete."},{"number":17,"verse":"These are welles without water, cloudes that are caryed with a tempest, to whom the mist of darknesse is reserued for euer."},{"number":18,"verse":"For when they haue spoken the great swellyng wordes of vanitie, they entice through lustes in the voluptuousnesse of the fleshe, them that were cleane escaped, from them whiche are wrapped in errour,"},{"number":19,"verse":"Whyle they promise them libertie, where as they them selues are ye bonde seruauntes of corruption. For of whom a man is ouercome, vnto the same is he brought in bondage."},{"number":20,"verse":"For yf they, after they haue escaped from the fylthynesse of the worlde, thorowe the knowledge of the Lord, & the sauiour Iesus Christe, are yet tangled agayne therein, and ouercome, then is the later end worse with them then the begynnyng."},{"number":21,"verse":"For it had ben better for them not to haue knowen the way of righteousnes, then after they haue knowen it, to turne from the holy commaundement that was geuen vnto them."},{"number":22,"verse":"But the same is happened vnto them that is vsed to be spoken by the true prouerbe: The dogge is tourned to his owne vomite againe, and the sowe that was wasshed, is turned againe to her wallowyng in the myre."}]}