{"bibleAbbr":"NET2007","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"(Rehoboam Loses His Kingdom) Rehoboam traveled to Shechem, for all Israel had gathered in (tn Heb “come [to].”) Shechem to make Rehoboam (tn Heb “him”; the referent (Rehoboam) has been specified in the translation for clarity.) king."},{"number":2,"verse":"(tc Verse 2 is not included in the Old Greek translation. See the note on 11:43.) When Jeroboam son of Nebat heard the news, he was still in Egypt, where he had fled from King Solomon and had been living ever since. (tn Heb “and Jeroboam lived in Egypt.” The parallel text in 2 Chr 10:2 reads, “and Jeroboam returned from Egypt.” In a purely consonantal text the forms “and he lived” and “and he returned” are identical (וישׁב).)"},{"number":3,"verse":"They sent for him, (tn Heb “They sent and called for him.”) and Jeroboam and the whole Israelite assembly came and spoke to Rehoboam, saying,"},{"number":4,"verse":"“Your father made us work too hard. (tn Heb “made our yoke burdensome.”) Now if you lighten the demands he made and don’t make us work as hard, we will serve you.” (tn Heb “but you, now, lighten the burdensome work of your father and the heavy yoke which he placed on us, and we will serve you.” In the Hebrew text the prefixed verbal form with vav (וְנַעַבְדֶךָ, [vÿna’avdekha] “and we will serve you”) following the imperative (הָקֵל [haqel], “lighten”) indicates purpose (or result). The conditional sentence used in the translation above is an attempt to bring out the logical relationship between these forms.)"},{"number":5,"verse":"He said to them, “Go away for three days, then return to me.” So the people went away."},{"number":6,"verse":"King Rehoboam consulted with the older advisers who had served (tn Heb “stood before.”) his father Solomon when he had been alive. He asked them, (tn Heb “saying.”) “How do you advise me to answer these people?”"},{"number":7,"verse":"They said to him, “Today if you show a willingness to help these people and grant their request, they will be your servants from this time forward.” (tn Heb “If today you are a servant to these people and you serve them and answer them and speak to them good words, they will be your servants all the days.”)"},{"number":8,"verse":"But Rehoboam rejected their advice and consulted the young advisers who served him, with whom he had grown up. (tn Heb “He rejected the advice of the elders which they advised and he consulted the young men with whom he had grown up, who stood before him.” The referent (Rehoboam) of the initial pronoun (“he”) has been specified in the translation for clarity.)"},{"number":9,"verse":"He asked them, “How do you advise me (tn In the Hebrew text the verb “we will respond” is plural, although it can be understood as an editorial “we.” The ancient versions have the singular here.) to respond to these people who said to me, ‘Lessen the demands your father placed on us’?” (tn Heb “Lighten the yoke which your father placed on us.”)"},{"number":10,"verse":"The young advisers with whom Rehoboam (tn Heb “he”; the referent (Rehoboam) has been specified in the translation for clarity.) had grown up said to him, “Say this to these people who have said to you, ‘Your father made us work hard, but now lighten our burden.’ (tn Heb “Your father made our yoke heavy, but make it lighter upon us.”) Say this to them: ‘I am a lot harsher than my father! (tn Heb “My little one is thicker than my father’s hips.” The referent of “my little one” is not clear. The traditional view is that it refers to the little finger. As the following statement makes clear, Rehoboam’s point is that he is more harsh and demanding than his father.)"},{"number":11,"verse":"My father imposed heavy demands on you; I will make them even heavier. (tn Heb “and now my father placed upon you a heavy yoke, but I will add to your yoke.”) My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.’” (tn Heb “My father punished you with whips, but I will punish you with scorpions.” “Scorpions” might allude to some type of torture using poisonous insects, but more likely it refers to a type of whip that inflicts an especially biting, painful wound. Cf. CEV “whips with pieces of sharp metal.”)"},{"number":12,"verse":"Jeroboam and all the people reported (tn Heb “came.”) to Rehoboam on the third day, just as the king had ordered when he said, “Return to me on the third day.”"},{"number":13,"verse":"The king responded to the people harshly. He rejected the advice of the older men"},{"number":14,"verse":"and followed (tn Heb “and spoke to them according to.”) the advice of the younger ones. He said, “My father imposed heavy demands on you; I will make them even heavier. (tn Heb “My father made your yoke heavy, but I will add to your yoke.”) My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.” (tn Heb “My father punished you with whips, but I will punish you with scorpions.” See the note on the same phrase in v. 11.)"},{"number":15,"verse":"The king refused to listen to the people, because the LORD was instigating this turn of events (tn Heb “because this turn of events was from the Lord.”) so that he might bring to pass the prophetic announcement he had made (tn Heb “so that he might bring to pass his word which the Lord spoke.”) through Ahijah the Shilonite to Jeroboam son of Nebat."},{"number":16,"verse":"When all Israel saw that the king refused to listen to them, the people answered the king, “We have no portion in David, no share in the son of Jesse! (sn We have no portion in David; no share in the son of Jesse. Their point seems to be that they have no familial relationship with David that brings them any benefits or places upon them any obligations. They are being treated like outsiders.) Return to your homes, O Israel! (tn Heb “to your tents, Israel.” The word “return” is supplied in the translation for stylistic reasons.) Now, look after your own dynasty, O David!” (tn Heb “Now see your house, David.”) So Israel returned to their homes. (tn Heb “went to their tents.”)"},{"number":17,"verse":"(Rehoboam continued to rule over the Israelites who lived in the cities of Judah.)"},{"number":18,"verse":"King Rehoboam sent Adoniram, (tc The MT has “Adoram” here, but the Old Greek translation and Syriac Peshitta have “Adoniram.” Cf. 1 Kgs 4:6.) the supervisor of the work crews, (sn The work crews. See the note on this expression in 4:6.) out after them, but all Israel stoned him to death. King Rehoboam managed to jump into his chariot and escape to Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":19,"verse":"So Israel has been in rebellion against the Davidic dynasty to this very day."},{"number":20,"verse":"When all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. No one except the tribe of Judah remained loyal to the Davidic dynasty. (tn Heb “there was no one [following] after the house of David except the tribe of Judah, it alone.”)"},{"number":21,"verse":"When Rehoboam arrived in Jerusalem, he summoned 180000 skilled warriors from all of Judah and the tribe of Benjamin (tn Heb “he summoned all the house of Judah and the tribe of Benjamin, one hundred eighty thousand chosen men, accomplished in war.”) to attack Israel and restore the kingdom to Rehoboam son of Solomon."},{"number":22,"verse":"But God told Shemaiah the prophet, (tn Heb “and the word of God came to Shemaiah the man of God, saying.”)"},{"number":23,"verse":"“Say this to King Rehoboam son of Solomon of Judah, and to all Judah and Benjamin, as well as the rest of the people,"},{"number":24,"verse":"‘The LORD says this: “Do not attack and make war with your brothers, the Israelites. Each of you go home, for I have caused this to happen.”’” (tn Heb “for this thing is from me.”) They obeyed the LORD and went home as the LORD had ordered them to do. (tn Heb “and they heard the word of the Lord and returned to go according to the word of the Lord.”)"},{"number":25,"verse":"(Jeroboam Makes Golden Calves) (tc The Old Greek translation has here a lengthy section consisting of twenty-three verses that are not found in the MT.) Jeroboam built up Shechem in the Ephraimite hill country and lived there. From there he went out and built up Penuel."},{"number":26,"verse":"Jeroboam then thought to himself: (tn Heb “said in his heart.”) “Now the Davidic dynasty could regain the kingdom. (tn Heb “Now the kingdom could return to the house of David.” The imperfect verbal form translated “could return” is understood as having a potential force here. Perhaps this is not strong enough; another option is “will return.”)"},{"number":27,"verse":"If these people go up to offer sacrifices in the LORD’s temple in Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) their loyalty could shift to their former master, (tn Heb “the heart of these people could return to their master.”) King Rehoboam of Judah. They might kill me and return to King Rehoboam of Judah.”"},{"number":28,"verse":"After the king had consulted with his advisers, (tn The words “with his advisers” are supplied in the translation for clarification.) he made two golden calves. Then he said to the people, (tn Heb “to them,” although this may be a corruption of “to the people.” Cf. the Old Greek translation.) “It is too much trouble for you to go up to Jerusalem. Look, Israel, here are your gods who brought you up from the land of Egypt.”"},{"number":29,"verse":"He put one in Bethel (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) and the other in Dan."},{"number":30,"verse":"This caused Israel to sin; (tn Heb “and this thing became a sin.”) the people went to Bethel and Dan to worship the calves. (tc The MT reads “and the people went before the one to Dan.” It is likely that some words have been accidentally omitted and that the text originally said, “and the people went before the one at Bethel and before the one at Dan.”)"},{"number":31,"verse":"He built temples (tn The Hebrew text has the singular, but the plural is preferable here (see 1 Kgs 13:32). The Old Greek translation and the Vulgate have the plural.) on the high places and appointed as priests people who were not Levites."},{"number":32,"verse":"Jeroboam inaugurated a festival on the fifteenth day of the eighth month, (sn The eighth month would correspond to October-November in modern reckoning.) like the festival celebrated in Judah. (sn The festival he celebrated in Judah probably refers to the Feast of Tabernacles (i. e., Booths or Temporary Shelters), held in the seventh month (September-October). See also 1 Kgs 8:2.) On the altar in Bethel he offered sacrifices to the calves he had made. (tn Heb “and he offered up [sacrifices] on the altar; he did this in Bethel, sacrificing to the calves which he had made.”) In Bethel he also appointed priests for the high places he had made."},{"number":33,"verse":"(A Prophet from Judah Visits Bethel) On the fifteenth day of the eighth month (a date he had arbitrarily chosen) (tn Heb “which he had chosen by himself.”) Jeroboam (tn Heb “he”; the referent (Jeroboam) has been specified in the translation for clarity.) offered sacrifices on the altar he had made in Bethel. (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) He inaugurated a festival for the Israelites and went up to the altar to offer sacrifices."}]}