{"bibleAbbr":"NET2007","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"Just then (tn Heb “Look.” The Hebrew particle הִנֵּה (hinneh) is a rhetorical device by which the author invites the reader to visualize the scene for dramatic effect.) a prophet (tn Heb “the man of God.”) from Judah, sent by the LORD, arrived in Bethel, (tn Heb “came by the word of the Lord to Bethel.”) as Jeroboam was standing near the altar ready to offer a sacrifice."},{"number":2,"verse":"With the authority of the LORD (tn Heb “by the word of the Lord.”) he cried out against the altar, “O altar, altar! This is what the LORD says, ‘Look, a son named Josiah will be born to the Davidic dynasty. He will sacrifice on you the priests of the high places who offer sacrifices on you. Human bones will be burned on you.’” (sn ‘Look…you.’ For the fulfillment of this prophecy see 2 Kgs 23:15–20.)"},{"number":3,"verse":"That day he also announced (tn Heb “gave.”) a sign, “This is the sign the LORD has predetermined: (tn Heb “spoken.”) The altar will be split open and the ashes (tn Heb “the fat.” Reference is made to burnt wood mixed with fat. See HALOT 234 s. v. דשׁן.) on it will fall to the ground.” (tn Heb “will be poured out.”)"},{"number":4,"verse":"When the king heard what the prophet (tn Heb “the man of God.”) cried out against the altar in Bethel, Jeroboam, standing at the altar, extended his hand (tn Heb “Jeroboam extended his hand from the altar.”) and ordered, (tn Heb “saying.”) “Seize him!” The hand he had extended shriveled up (tn Heb “dried up” or “withered.” TEV and NLT interpret this as “became paralyzed.”) and he could not pull it back."},{"number":5,"verse":"The altar split open and the ashes (tn Heb “the fat.” Reference is made to burnt wood mixed with fat. See HALOT 234 s. v. דשׁן.) fell from the altar to the ground, (tn Heb “were poured out from the altar.”) in fulfillment of the sign the prophet had announced with the LORD’s authority. (tn Heb “according to the sign which the man of God had given by the word of the Lord.”)"},{"number":6,"verse":"The king pled with (tn Heb “The king answered and said to.”) the prophet, (tn Heb “the man of God” (a second time later in this verse, and once in v. 7 and v. 8).) “Seek the favor of (tn Heb “appease the face of.”) the LORD your God and pray for me, so that my hand may be restored.” So the prophet sought the LORD’s favor (tn Heb “appeased the face of the Lord.”) and the king’s hand was restored to its former condition. (tn Heb “and it was as in the beginning.”)"},{"number":7,"verse":"The king then said to the prophet, “Come home with me and have something to eat. I’d like to give a present.”"},{"number":8,"verse":"But the prophet said to the king, “Even if you were to give me half your possessions, (tn Heb “house.”) I could not go with you and eat and drink (tn Heb “eat food and drink water.”) in this place."},{"number":9,"verse":"For the LORD gave me strict orders, (tn Heb “for this he commanded me by the word of the Lord, saying.”) ‘Do not eat or drink (tn Heb “eat food and drink water.”) there and do not go home the way you came.’”"},{"number":10,"verse":"So he started back on another road; he did not travel back on the same road he had taken to Bethel."},{"number":11,"verse":"Now there was an old prophet living in Bethel. (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) When his sons came home, they told their father (tn Heb “and his son came and told him.” The MT has the singular here, but several other textual witnesses have the plural, which is more consistent with the second half of the verse and with vv. 12–13.) everything the prophet (tn Heb “the man of God.”) had done in Bethel that day and all the words he had spoken to the king. (tn Heb “all the actions which the man of God performed that day in Bethel, the words which he spoke to the king, and they told them to their father.”)"},{"number":12,"verse":"Their father asked them, “Which road did he take?” His sons showed him (tn The Hebrew text has “and his sons saw” (וַיִּרְאוּ [vayyir’u], Qal from רָאָה [ra’ah]). In this case the verbal construction (vav consecutive + prefixed verbal form) would have to be understood as pluperfect, “his sons had seen.” Such uses of this construction are rare at best. Consequently many, following the lead of the ancient versions, prefer to emend the verbal form to a Hiphil with pronominal suffix (וַיַּרְאֻהוּ [vayyar’uhu], “and they showed him”).) the road the prophet (tn Heb “the man of God.”) from Judah had taken."},{"number":13,"verse":"He then told his sons, “Saddle the donkey for me.” When they had saddled the donkey for him, he mounted it"},{"number":14,"verse":"and took off after the prophet, (tn Heb “the man of God.”) whom he found sitting under an oak tree. He asked him, “Are you the prophet (tn Heb “the man of God.”) from Judah?” He answered, “Yes, I am.”"},{"number":15,"verse":"He then said to him, “Come home with me and eat something.”"},{"number":16,"verse":"But he replied, “I can’t go back with you (tn Heb “I am unable to return with you or to go with you.”) or eat and drink (tn Heb “eat food and drink water.”) with you in this place."},{"number":17,"verse":"For the LORD gave me strict orders, (tn Heb “for a word to me by the word of the Lord.”) ‘Do not eat or drink (tn Heb “eat food and drink water.”) there; do not go back the way you came.’”"},{"number":18,"verse":"The old prophet then said, (tn Heb “and he said to him.”) “I too am a prophet like you. An angel told me with the LORD’s authority, (tn Heb “by the word of the Lord.”) ‘Bring him back with you to your house so he can eat and drink.’” (tn Heb “eat food and drink water.”) But he was lying to him. (tn Or “deceiving him.”sn He was lying to him. The motives and actions of the old prophet are difficult to understand. The old man’s response to the prophet’s death (see vv. 26–32) suggests he did not trick him with malicious intent. The old prophet probably wanted the honor of entertaining such a celebrity, or perhaps simply desired some social interaction with a fellow prophet.)"},{"number":19,"verse":"So the prophet went back with him and ate and drank in his house. (tn Heb “and he returned with him and ate food in his house and drank water.”)"},{"number":20,"verse":"While they were sitting at the table, the LORD spoke through the old prophet (tn Heb “and the word of the Lord came to the prophet who had brought him back.”)"},{"number":21,"verse":"and he cried out to the prophet from Judah, “This is what the LORD says, ‘You (tn The Hebrew text has “because” at the beginning of the sentence. In the Hebrew text vv. 21–22 are one long sentence comprised of a causal clause giving the reason for divine punishment (vv. 21–22a) and the main clause announcing the punishment (v. 22b). The translation divides this lengthy sentence for stylistic reasons.) have rebelled against the LORD (tn Heb “the mouth [i. e., command] of the Lord.”) and have not obeyed the command the LORD your God gave you."},{"number":22,"verse":"You went back and ate and drank in this place, even though he said to you, “Do not eat or drink there.” (tn Heb “and you returned and ate food and drank water in the place about which he said to you, ‘do not eat food and do not drink water.’”) Therefore (tn “Therefore” is added for stylistic reasons. See the note at 1 Kgs 13:21 pertaining to the grammatical structure of vv. 21–22.) your corpse will not be buried in your ancestral tomb.’” (tn Heb “will not go to the tomb of your fathers.”)"},{"number":23,"verse":"When the prophet from Judah finished his meal, (tn Heb “and after he had eaten food and after he had drunk.”) the old prophet saddled his visitor’s donkey for him. (tn Heb “and he saddled for him the donkey, for the prophet whom he had brought back.”)"},{"number":24,"verse":"As the prophet from Judah was traveling, a lion attacked him on the road and killed him. (tn Heb “and he went and a lion met him in the road and killed him.”) His corpse was lying on the road, and the donkey and the lion just stood there beside it. (tn Heb “and his corpse fell on the road, and the donkey was standing beside it, and the lion was standing beside the corpse.”)"},{"number":25,"verse":"Some men came by (tn Heb “Look, men were passing by.”) and saw the corpse lying in the road with the lion standing beside it. (tn Heb “the corpse.” The noun has been replaced by the pronoun (“it”) in the translation for stylistic reasons.) They went and reported what they had seen (tn The words “what they had seen” are supplied in the translation for clarification.) in the city where the old prophet lived."},{"number":26,"verse":"When the old prophet who had invited him to his house heard the news, (tn Heb “and the prophet who had brought him back from the road heard.”) he said, “It is the prophet (tn Heb “the man of God.”) who rebelled against the LORD. (tn Heb “the mouth of the Lord.”) The LORD delivered him over to the lion and it ripped him up (tn Heb “broke him,” or “crushed him.”) and killed him, just as the LORD warned him.” (tn Heb “according to the word of the Lord which he spoke to him.”)"},{"number":27,"verse":"He told his sons, “Saddle my donkey,” and they did so. (tn Heb “and they saddled [it].”)"},{"number":28,"verse":"He went and found the corpse lying in the road with the donkey and the lion standing beside it; (tn Heb “the corpse.” The noun has been replaced by the pronoun (“it”) in the translation for stylistic reasons.) the lion had neither eaten the corpse nor attacked the donkey."},{"number":29,"verse":"The old prophet (tn Heb “the prophet.” The word “old” has been supplied in the translation to distinguish this individual from the other prophet.) picked up the corpse of the prophet, (tn Heb “the man of God.”) put it on the donkey, and brought it back. The old prophet then entered the city to mourn him and to bury him."},{"number":30,"verse":"He put the corpse into his own tomb, and they (tn “They” is the reading of the Hebrew text here; perhaps this is meant to include not only the old prophet but his sons (cf. v. 31).) mourned over him, saying, “Ah, my brother!”"},{"number":31,"verse":"After he buried him, he said to his sons, “When I die, bury me in the tomb where the prophet (tn Heb “the man of God.”) is buried; put my bones right beside his bones,"},{"number":32,"verse":"for the prophecy he announced with the LORD’s authority (tn Heb “for the word which he cried out by the word of the Lord”) against the altar in Bethel (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) and against all the temples on the high places in the cities of the north (tn Heb “Samaria.” The name of Israel’s capital city here stands for the northern kingdom as a whole. Actually Samaria was not built and named until several years after this (see 1 Kgs 16:24), so it is likely that the author of Kings, writing at a later time, is here adapting the old prophet’s original statement.) will certainly be fulfilled.”"},{"number":33,"verse":"(A Prophet Announces the End of Jeroboam’s Dynasty) After this happened, Jeroboam still did not change his evil ways; (tn Heb “did not turn from his evil way.”) he continued to appoint common people (sn The expression common people refers to people who were not Levites. See 1 Kgs 12:31.) as priests at the high places. Anyone who wanted the job he consecrated as a priest. (tn Heb “and one who had the desire he was filling his hand so that he became [one of] the priests of the high places.”)"},{"number":34,"verse":"This sin caused Jeroboam’s dynasty (tn Heb “house.”) to come to an end and to be destroyed from the face of the earth."}]}