{"bibleAbbr":"NET2007","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"(Elijah Meets the King’s Servant) Some time later, in the third year of the famine, the LORD told Elijah, (tn Heb “the word of the Lord came to Elijah.”) “Go, make an appearance before Ahab, so I may send rain on the surface of the ground.”"},{"number":2,"verse":"So Elijah went to make an appearance before Ahab. Now the famine was severe in Samaria. (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.)"},{"number":3,"verse":"So Ahab summoned Obadiah, who supervised the palace. (Now Obadiah was a very loyal follower of the LORD. (tn Heb “now Obadiah greatly feared the Lord.” “Fear” refers here to obedience and allegiance, the products of healthy respect for the Lord’s authority.)"},{"number":4,"verse":"When Jezebel was killing (tn Heb “cutting off.”) the LORD’s prophets, Obadiah took one hundred prophets and hid them in two caves in two groups of fifty. He also brought them food and water.)"},{"number":5,"verse":"Ahab told Obadiah, “Go through the land to all the springs and valleys. Maybe we can find some grazing areas (tn Heb “grass.”) so we can keep the horses and mules alive and not have to kill (tn Heb “to cut off.”) some of the animals.”"},{"number":6,"verse":"They divided up the land between them; Ahab went (tn The Hebrew text has “alone” here and again in reference to Obadiah toward the end of the verse.) one way and Obadiah went the other."},{"number":7,"verse":"As Obadiah was traveling along, Elijah met him. (tn Heb “look, Elijah [came] to meet him.”) When he recognized him, he fell facedown to the ground and said, “Is it really you, my master, Elijah?”"},{"number":8,"verse":"He replied, “Yes, (tn Heb “[It is] I.”) go and say to your master, ‘Elijah is back.’” (tn Heb “Look, Elijah”; or “Elijah is here.”)"},{"number":9,"verse":"Obadiah (tn Heb “he”; the referent (Obadiah) has been specified in the translation for clarity.) said, “What sin have I committed that you are ready to hand your servant over to Ahab for execution? (tn Heb “to kill me.”)"},{"number":10,"verse":"As certainly as the LORD your God lives, my master has sent to every nation and kingdom in an effort to find you. When they say, ‘He’s not here,’ he makes them (tn Heb “he makes the kingdom or the nation swear an oath.”) swear an oath that they could not find you."},{"number":11,"verse":"Now you say, ‘Go and say to your master, “Elijah is back.”’ (tn Heb “Look, Elijah”; or “Elijah is here.”)"},{"number":12,"verse":"But when I leave you, the LORD’s spirit will carry you away so I can’t find you. (tn Heb “to [a place] which I do not know.”) If I go tell Ahab I’ve seen you, he won’t be able to find you and he will kill me. (tn Heb “and I will go to inform Ahab and he will not find you and he will kill me.”) That would not be fair, (tn The words “that would not be fair” are added to clarify the logic of Obadiah’s argument.) because your servant has been a loyal follower of (tn Heb “has feared the Lord” (also see the note at 1 Kgs 18:3).) the LORD from my youth."},{"number":13,"verse":"Certainly my master is aware of what I did (tn Heb “Has it not been told to my master what I did…?” The rhetorical question expects an answer, “Of course it has!”) when Jezebel was killing the LORD’s prophets. I hid one hundred of the LORD’s prophets in two caves in two groups of fifty and I brought them food and water."},{"number":14,"verse":"Now you say, ‘Go and say to your master, “Elijah is back,”’ (tn Heb “Look, Elijah”; or “Elijah is here.”) but he will kill me.”"},{"number":15,"verse":"But Elijah said, “As certainly as the LORD WHO RULES OVER ALL (tn Traditionally, “the Lord of Hosts.”) lives (whom I serve), (tn Heb “(before whom I stand).”) I will make an appearance before him today.”"},{"number":16,"verse":"(Elijah Confronts Baal’s Prophets) When Obadiah went and informed Ahab, the king went to meet Elijah. (tn Heb “Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah.”)"},{"number":17,"verse":"When Ahab saw Elijah, he (tn Heb “Ahab.”) said to him, “Is it really you, the one who brings disaster (tn Or “trouble.”) on Israel?”"},{"number":18,"verse":"Elijah (tn Heb “he”; the referent (Elijah) has been specified in the translation for clarity.) replied, “I have not brought disaster (tn Or “trouble.”) on Israel. But you and your father’s dynasty have, by abandoning the LORD’s commandments and following the Baals."},{"number":19,"verse":"Now send out messengers (tn The word “messengers” is supplied in the translation both here and in v. 20 for clarification.) and assemble all Israel before me at Mount Carmel, as well as the 450 prophets of Baal and 400 prophets of Asherah whom Jezebel supports. (tn Heb “who eat at the table of Jezebel.”)"},{"number":20,"verse":"Ahab sent messengers to all the Israelites and had the prophets assemble at Mount Carmel."},{"number":21,"verse":"Elijah approached all the people and said, “How long are you going to be paralyzed by indecision? (tn Heb “How long are you going to limp around on two crutches?” (see HALOT 762 s. v. סְעִפִּים). In context this idiomatic expression refers to indecision rather than physical disability.) If the LORD is the true God, (tn Heb “the God.”) then follow him, but if Baal is, follow him!” But the people did not say a word."},{"number":22,"verse":"Elijah said to them: (tn Heb “to the people.”) “I am the only prophet of the LORD who is left, but there are 450 prophets of Baal."},{"number":23,"verse":"Let them bring us two bulls. Let them choose one of the bulls for themselves, cut it up into pieces, and place it on the wood. But they must not set it on fire. I will do the same to the other bull and place it on the wood. But I will not set it on fire."},{"number":24,"verse":"Then you (tn Elijah now directly addresses the prophets.) will invoke the name of your god, and I will invoke the name of the LORD. The god who responds with fire will demonstrate that he is the true God.” (tn Heb “the God.”) All the people responded, “This will be a fair test.” (tn Heb “The matter [i. e., proposal] is good [i. e., acceptable].”)"},{"number":25,"verse":"Elijah told the prophets of Baal, “Choose one of the bulls for yourselves and go first, for you are the majority. Invoke the name of your god, but do not light a fire.” (tc The last sentence of v. 25 is absent in the Syriac Peshitta.)"},{"number":26,"verse":"So they took a bull, as he had suggested, (tn Heb “and they took the bull which he allowed them.”) and prepared it. They invoked the name of Baal from morning until noon, saying, “Baal, answer us.” But there was no sound and no answer. They jumped (tn Heb “limped” (the same verb is used in v. 21).) around on the altar they had made. (tc The MT has “which he made,” but some medieval Hebrew mss and the ancient versions have the plural form of the verb.)"},{"number":27,"verse":"At noon Elijah mocked them, “Yell louder! After all, he is a god; he may be deep in thought, or perhaps he stepped out for a moment or has taken a trip. Perhaps he is sleeping and needs to be awakened.” (sn Elijah’s sarcastic proposals would have been especially offensive and irritating to Baal’s prophets, for they believed Baal was imprisoned in the underworld as death’s captive during this time of drought. Elijah’s apparent ignorance of their theology is probably designed for dramatic effect; indeed the suggestion that Baal is away on a trip or deep in sleep comes precariously close to the truth as viewed by the prophets.)"},{"number":28,"verse":"So they yelled louder and, in accordance with their prescribed ritual, (tn Or “as was their custom.”) mutilated themselves with swords and spears until their bodies were covered with blood. (tn Heb “until blood poured out on them.”sn mutilated…covered with blood. This self-mutilation was a mourning rite designed to facilitate Baal’s return from the underworld.)"},{"number":29,"verse":"Throughout the afternoon they were in an ecstatic frenzy, (tn Heb “when noon passed they prophesied until the offering up of the offering.”) but there was no sound, no answer, and no response. (tc The Old Greek translation and Syriac Peshitta include the following words here: “When it was time to offer the sacrifice, Elijah the Tishbite spoke to the prophets of the abominations: ‘Stand aside for the time being, and I will offer my burnt offering.’ So they stood aside and departed.”sn In 2 Kgs 4:31 the words “there was no sound and there was no response” are used to describe a dead boy. Similar words are used here to describe the god Baal as dead and therefore unresponsive.)"},{"number":30,"verse":"Elijah then told all the people, “Approach me.” So all the people approached him. He repaired the altar of the LORD that had been torn down. (sn Torn down. The condition of the altar symbolizes the spiritual state of the people.)"},{"number":31,"verse":"Then Elijah took twelve stones, corresponding to the number of tribes that descended from Jacob, to whom the LORD had said, “Israel will be your new (tn The word “new” is implied but not actually present in the Hebrew text.) name.” (sn Israel will be your new name. See Gen 32:28; 35:10.)"},{"number":32,"verse":"With the stones he constructed an altar for the LORD. (tn Heb “and he built the stones into an altar in the name of the Lord.”) Around the altar he made a trench large enough to contain two seahs (tn A seah was a dry measure equivalent to about seven quarts.) of seed."},{"number":33,"verse":"He arranged the wood, cut up the bull, and placed it on the wood."},{"number":34,"verse":"Then he said, “Fill four water jars and pour the water on the offering and the wood.” When they had done so, (tn The words “when they had done so” are supplied in the translation for clarification.) he said, “Do it again.” So they did it again. Then he said, “Do it a third time.” So they did it a third time."},{"number":35,"verse":"The water flowed down all sides of the altar and filled the trench."},{"number":36,"verse":"When it was time for the evening offering, (tn Heb “at the offering up of the offering.”) Elijah the prophet approached the altar (tn The words “the altar” are supplied in the translation for clarification.) and prayed: “O LORD God of Abraham, Isaac, and Israel, prove (tn Heb “let it be known.”) today that you are God in Israel and that I am your servant and have done all these things at your command."},{"number":37,"verse":"Answer me, O LORD, answer me, so these people will know that you, O LORD, are the true God (tn Heb “the God.”) and that you are winning back their allegiance.” (tn Heb “that you are turning their heart[s] back.”)"},{"number":38,"verse":"Then fire from the LORD fell from the sky. (tn The words “from the sky” are added for stylistic reasons.) It consumed the offering, the wood, the stones, and the dirt, and licked up the water in the trench."},{"number":39,"verse":"When all the people saw this, they threw themselves down with their faces to the ground and said, “The LORD is the true God! (tn Heb “the God” (the phrase occurs twice in this verse).) The LORD is the true God!”"},{"number":40,"verse":"Elijah told them, “Seize the prophets of Baal! Don’t let even one of them escape!” So they seized them, and Elijah led them down to the Kishon Valley and executed (tn Or “slaughtered.”) them there."},{"number":41,"verse":"Then Elijah told Ahab, “Go on up and eat and drink, for the sound of a heavy rainstorm can be heard.” (tn Heb “for [there is] the sound of the roar of the rain.”)"},{"number":42,"verse":"So Ahab went on up to eat and drink, while Elijah climbed to the top of Carmel. He bent down toward the ground and put his face between his knees."},{"number":43,"verse":"He told his servant, “Go on up and look in the direction of the sea.” So he went on up, looked, and reported, “There is nothing.” (sn So he went on up, looked, and reported, “There is nothing.” Several times in this chapter those addressed by Elijah obey his orders. In vv. 20 and 42 Ahab does as instructed, in vv. 26 and 28 the prophets follow Elijah’s advice, and in vv. 30, 34, 40 and 43 the people and servants do as they are told. By juxtaposing Elijah’s commands with accounts of those commands being obeyed, the narrator emphasizes the authority of the Lord’s prophet.) Seven times Elijah sent him to look. (tn Heb “He said, ‘Return,’ seven times.”)"},{"number":44,"verse":"The seventh time the servant (tn Heb “he”; the referent (the servant) has been specified in the translation for clarity.) said, “Look, a small cloud, the size of the palm of a man’s hand, is rising up from the sea.” Elijah (tn Heb “he”; the referent (Elijah) has been specified in the translation for clarity.) then said, “Go and tell Ahab, ‘Hitch up the chariots and go down, so that the rain won’t overtake you.’” (tn Heb “so that the rain won’t restrain you.”)"},{"number":45,"verse":"Meanwhile the sky was covered with dark clouds, the wind blew, and there was a heavy rainstorm. Ahab rode toward (tn Heb “rode and went to.”) Jezreel."},{"number":46,"verse":"Now the LORD energized Elijah with power; (tn Heb “and the hand of the Lord was on Elijah.”) he tucked his robe into his belt (tn Heb “and girded up his loins.” The idea is that of gathering up the robes and tucking them into the sash or belt so that they do not get in the way of the legs when running (or working or fighting).) and ran ahead of Ahab all the way to Jezreel."}]}