{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"(Num 12.6; 2 Kings 15.1, 13, 32; 16.1; 18.1; Isa 2.1) The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},{"number":2,"verse":"(The Wickedness of Judah) (Deut 32.1) Hear, O heavens, and listen, O earth, for the LORD has spoken: I reared children and brought them up, but they have rebelled against me."},{"number":3,"verse":"(Jer 8.7; 9.3, 6) The ox knows its owner and the donkey its master’s crib, but Israel does not know; my people do not understand."},{"number":4,"verse":"(v 28|ISA 1:28; Isa 5.24; 14.20) Woe, sinful nation, people laden with iniquity, offspring who do evil, children who act corruptly, who have forsaken the LORD, who have despised the Holy One of Israel, [[who are utterly estranged!]] (Gk OL lack: Heb adds who are utterly estranged)"},{"number":5,"verse":"(Isa 31.6; 33.24) Why do you seek further beatings? Why do you continue to rebel? The whole head is injured, and the whole heart faint."},{"number":6,"verse":"(Job 2.7; Ps 38.3; Isa 30.26; Lk 10.34) From the sole of the foot to the head, there is no soundness in it, only bruises and sores and bleeding wounds; they have not been drained or bound up or softened with oil."},{"number":7,"verse":"(Isa 6.11; Jer 44.6) Your country lies desolate; your cities are burned with fire; in your very presence aliens devour your land; it is desolate, as overthrown by foreigners."},{"number":8,"verse":"And daughter Zion is left like a booth in a vineyard, like a shelter in a cucumber field, like a besieged city."},{"number":9,"verse":"(Isa 10.20-22; Rom 9.29) If the LORD of hosts had not left us a few survivors, we would have been like Sodom and become like Gomorrah."},{"number":10,"verse":"(Isa 3.9; 28.14; Ezek 16.46; Rev 11.8) Hear the word of the LORD, you rulers of Sodom! Listen to the teaching of our God, you people of Gomorrah!"},{"number":11,"verse":"(1 Sam 15.22; Jer 6.20; Mic 6.7) What to me is the multitude of your sacrifices? says the LORD; I have had enough of burnt offerings of rams and the fat of fed beasts; I do not delight in the blood of bulls or of lambs or of goats."},{"number":12,"verse":"(Ex 23.17) When you come to appear before me, (Or see my face) who asked this from your hand? Trample my courts no more!"},{"number":13,"verse":"(Ex 12.16; 1 Chr 23.31; Isa 66.3; Jer 7.9, 10) Bringing offerings is futile; incense is an abomination to me. New moon and Sabbath and calling of convocation— I cannot endure solemn assemblies with iniquity."},{"number":14,"verse":"(Lev 23.2; Num 28.11; Isa 7.13; 43.24) Your new moons and your appointed festivals my soul hates; they have become a burden to me; I am weary of bearing them."},{"number":15,"verse":"(1 Kings 8.22; Isa 8.17; 59.2, 3; Mic 3.4) When you stretch out your hands, I will hide my eyes from you; even though you make many prayers, I will not listen; your hands are full of blood."},{"number":16,"verse":"(Isa 52.11; 55.7; Jer 4.14; 25.5) Wash yourselves; make yourselves clean; remove your evil deeds from before my eyes; cease to do evil;"},{"number":17,"verse":"(Ps 82.3; Isa 58.6; Jer 22.3) learn to do good; seek justice; rescue the oppressed; defend the orphan; plead for the widow."},{"number":18,"verse":"(Ps 51.7; Isa 43.26; Rev 7.14) Come now, let us argue it out, says the LORD: If your sins are like scarlet, will they become like snow? If they are red like crimson, will they become like wool?"},{"number":19,"verse":"(Deut 30.15, 16) If you are willing and obedient, you shall eat the good of the land,"},{"number":20,"verse":"(Isa 3.25; 34.16) but if you refuse and rebel, you shall be devoured by the sword, for the mouth of the LORD has spoken."},{"number":21,"verse":"(The Degenerate City) (Isa 59.7; Jer 2.20) How the faithful city has become a prostitute! She that was full of justice, righteousness lodged in her— but now murderers!"},{"number":22,"verse":"(Ezek 22.18) Your silver has become dross; your wine is mixed with water."},{"number":23,"verse":"(Ex 23.8; Jer 5.28; Hos 9.15; Mic 7.3; Zech 7.10) Your princes are rebels and companions of thieves. Everyone loves a bribe and runs after gifts. They do not defend the orphan, and the widow’s cause does not come before them."},{"number":24,"verse":"(Isa 35.4; 49.26) Therefore says the Sovereign, the LORD of hosts, the Mighty One of Israel: Surely I will pour out my wrath on my enemies and avenge myself on my foes!"},{"number":25,"verse":"(Mal 3.3) I will turn my hand against you; I will smelt away your dross as with lye and remove all your alloy."},{"number":26,"verse":"(Jer 33.7; Zech 8.3) And I will restore your judges as at the first and your counselors as at the beginning. Afterward you shall be called the city of righteousness, the faithful city."},{"number":27,"verse":"Zion shall be redeemed by justice, and those in her who repent, by righteousness."},{"number":28,"verse":"(Ps 9.5; Isa 24.20; 2 Thess 1.8, 9) But rebels and sinners shall be destroyed together, and those who forsake the LORD shall be consumed."},{"number":29,"verse":"(Isa 57.5; 65.3) For you shall be ashamed of the oaks in which you delighted, and you shall blush for the gardens that you have chosen."},{"number":30,"verse":"For you shall be like an oak whose leaf withers and like a garden without water."},{"number":31,"verse":"(Isa 5.24; 66.24; Mt 3.12) The strong shall become like tinder and their work like a spark; they and their work shall burn together, with no one to quench them."}]}