{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"(Ps 94.20) Woe to those who make iniquitous decrees, who write oppressive statutes,"},{"number":2,"verse":"(Isa 1.23; 5.23) to turn aside the needy from justice and to rob the poor of my people of their right, to make widows their spoil and to plunder orphans!"},{"number":3,"verse":"(Job 31.14; Isa 5.26; 20.6; Hos 9.7; Lk 19.44) What will you do on the day of punishment, in the calamity that will come from far away? To whom will you flee for help, and where will you leave your wealth,"},{"number":4,"verse":"(Isa 5.25; 22.2; 24.22) so as not to crouch among the prisoners or fall among the slain? For all this his anger has not turned away; his hand is stretched out still."},{"number":5,"verse":"Arrogant Assyria Also Judged (Jer 51.20) Woe to Assyria, the rod of my anger— the club in their hands is my fury!"},{"number":6,"verse":"(Isa 5.25, 29; 9.17, 19; Jer 34.22) Against a godless nation I send him, and against the people of my wrath I command him, to take spoil and seize plunder, and to tread them down like the mire of the streets."},{"number":7,"verse":"(Gen 50.20) But this is not what he intends, nor does he have this in mind, but it is in his heart to destroy and to cut off nations not a few."},{"number":8,"verse":"(2 Kings 18.24, 34; 19.10) For he says: “Are not my commanders all kings?"},{"number":9,"verse":"(2 Kings 16.9; 2 Chr 35.20; Am 6.2) Is not Calno like Carchemish? Is not Hamath like Arpad? Is not Samaria like Damascus?"},{"number":10,"verse":"(2 Kings 19.17, 18) As my hand has reached to the kingdoms of the idols whose images were greater than those of Jerusalem and Samaria,"},{"number":11,"verse":"shall I not do to Jerusalem and her idols what I have done to Samaria and her images?”"},{"number":12,"verse":"(2 Kings 19.31; Isa 37.23; Jer 50.18) When the Lord has finished all his work on Mount Zion and on Jerusalem, he (Gk: Heb I) will punish the arrogant boasting of the king of Assyria and his haughty pride."},{"number":13,"verse":"(Isa 37.24; Ezek 28.4; Dan 4.30) For he says: “By the strength of my hand I have done it, and by my wisdom, for I have understanding; I have removed the boundaries of peoples and have plundered their treasures; like a bull I have brought down those who sat on thrones."},{"number":14,"verse":"(Job 31.25) My hand has found, like a nest, the wealth of the peoples, and as one gathers eggs that have been forsaken, so I have gathered all the earth, and there was none that moved a wing or opened its mouth or chirped.”"},{"number":15,"verse":"(v 5|ISA 10:5; Jer 51.20; Rom 9.20, 21) Shall the ax vaunt itself over the one who wields it or the saw magnify itself against the one who handles it? As if a rod should raise the one who lifts it up, or as if a staff should lift the one who is not wood!"},{"number":16,"verse":"(v 18|ISA 10:18; Ps 106.15; Isa 17.4) Therefore the Sovereign, the LORD of hosts, will send wasting sickness among his stout warriors, and under his glory a burning will be kindled like the burning of fire."},{"number":17,"verse":"(Isa 27.4; 30.33; 37.23) The light of Israel will become a fire and his Holy One a flame, and it will burn and devour his thorns and briers in one day."},{"number":18,"verse":"(Jer 21.14) The glory of his forest and his fruitful land the LORD will destroy, both soul and body, and it will be as when an invalid wastes away."},{"number":19,"verse":"(Isa 21.17) The remnant of the trees of his forest will be so few that a child can write them down."},{"number":20,"verse":"The Repentant Remnant of Israel (2 Kings 16.7; 2 Chr 28.20; Isa 17.7, 8) On that day the remnant of Israel and the survivors of the house of Jacob will no longer lean on the one who struck them but will lean on the LORD, the Holy One of Israel, in truth."},{"number":21,"verse":"(Isa 6.13; 9.6) A remnant will return, the remnant of Jacob, to the mighty God."},{"number":22,"verse":"(Isa 28.22; Rom 9.27, 28) For though your people, O Israel, were like the sand of the sea, only a remnant of them will return. Destruction is decreed, an overwhelming verdict."},{"number":23,"verse":"(Dan 9.27) For the Lord GOD of hosts will make a full end, as decreed, in all the earth. (Or land)"},{"number":24,"verse":"Therefore thus says the Lord GOD of hosts: “O my people who live in Zion, do not be afraid of the Assyrians when they beat you with a rod and lift up their staff against you as the Egyptians did."},{"number":25,"verse":"(v 5|ISA 10:5; Isa 17.14) For in a very little while my indignation will come to an end, and my anger will be directed to their destruction.”"},{"number":26,"verse":"(Ex 14.16, 27; Judg 7.25; Isa 37.36-38) The LORD of hosts will wield a whip against them, as when he struck Midian at the rock of Oreb; his staff will be over the sea, and he will lift it as he did in Egypt."},{"number":27,"verse":"(Isa 9.4; 30.23) On that day his burden will be removed from your shoulder, and his yoke will be destroyed from your neck. He has gone up from Samaria; (Cn: Heb and his yoke from your neck, and a yoke will be destroyed because of fatness)"},{"number":28,"verse":"(1 Sam 13.2, 5; 14.2; 17.22) he has come to Aiath; he has passed through Migron; at Michmash he stores his baggage;"},{"number":29,"verse":"(Josh 18.25; 21.17; 1 Sam 10.26) they have crossed over the pass; at Geba they lodge for the night; Ramah trembles; Gibeah of Saul has fled."},{"number":30,"verse":"(Josh 21.18; 1 Sam 25.44) Cry aloud, O daughter Gallim! Listen, O Laishah! Answer her, O Anathoth!"},{"number":31,"verse":"(Josh 15.31) Madmenah is in flight; the inhabitants of Gebim flee for safety."},{"number":32,"verse":"(1 Sam 21.1; Neh 11.32; Isa 13.2; 37.22) This very day he will halt at Nob; he will shake his fist at the mount of daughter Zion, the hill of Jerusalem."},{"number":33,"verse":"(Am 2.9) Look, the Sovereign, the LORD of hosts, will lop the boughs with terrifying power; the tallest trees will be cut down, and the lofty will be brought low."},{"number":34,"verse":"He will hack down the thickets of the forest with an ax, and Lebanon with its majestic trees (Cn Compare Gk Vg: Heb with a majestic one) will fall."}]}