{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"(The Peaceful Kingdom) (Isa 4.2; Zech 6.12; Acts 13.23; Rev 5.5) A shoot shall come out from the stump of Jesse, and a branch shall grow (Cn Compare Syr: Heb bear fruit) out of his roots."},{"number":2,"verse":"(Isa 61.1; Mt 3.16; Jn 1.32) The spirit of the LORD shall rest on him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and the fear of the LORD."},{"number":3,"verse":"(Jn 2.25; 7.24) His delight shall be in the fear of the LORD. He shall not judge by what his eyes see or decide by what his ears hear,"},{"number":4,"verse":"(Job 4.9; Isa 3.14; 9.7; 29.19; Mal 4.6; 2 Thess 2.8) but with righteousness he shall judge for the poor and decide with equity for the oppressed of the earth; he shall strike the earth with the rod of his mouth, and with the breath of his lips he shall kill the wicked."},{"number":5,"verse":"(Isa 25.1; Eph 6.14) Righteousness shall be the belt around his waist and faithfulness the belt around his loins."},{"number":6,"verse":"The wolf shall live with the lamb; the leopard shall lie down with the kid; the calf and the lion will feed (Q ms Gk Syr: MT and the fatted calf) together, and a little child shall lead them."},{"number":7,"verse":"The cow and the bear shall graze; their young shall lie down together; and the lion shall eat straw like the ox."},{"number":8,"verse":"The nursing child shall play over the hole of the asp, and the weaned child shall put its hand on the adder’s den."},{"number":9,"verse":"(Job 5.23; Hab 2.14) They will not hurt or destroy on all my holy mountain, for the earth will be full of the knowledge of the LORD as the waters cover the sea."},{"number":10,"verse":"(Return of the Remnant of Israel and Judah) (Isa 14.3; Lk 2.32; Jn 3.14, 15; Rom 15.12) On that day the root of Jesse shall stand as a signal to the peoples; the nations shall inquire of him, and his dwelling shall be glorious."},{"number":11,"verse":"(Isa 66.19; Mic 7.12; Zech 10.10) On that day the Lord will again raise (Cn Compare Gk: Heb the Lord will again a second time) his hand to recover the remnant that is left of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea."},{"number":12,"verse":"(v 10|ISA 11:10; Isa 24.16; Zech 10.6) He will raise a signal for the nations and will assemble the outcasts of Israel and gather the dispersed of Judah from the four corners of the earth."},{"number":13,"verse":"(Jer 3.18; Ezek 37.16, 17, 22; Hos 1.11) The jealousy of Ephraim shall depart; the hostility of Judah shall be cut off; Ephraim shall not be jealous of Judah, and Judah shall not be hostile toward Ephraim."},{"number":14,"verse":"(Isa 16.14; 25.10; Dan 11.41; Joel 3.19) But they shall swoop down on the backs of the Philistines in the west; together they shall plunder the people of the east. They shall put forth their hand against Edom and Moab, and the Ammonites shall obey them."},{"number":15,"verse":"(Isa 7.20; 8.7; 19.16; 43.16) And the LORD will dry up (Gk Syr: Heb destroy) the tongue of the sea of Egypt and will wave his hand over the River with his scorching wind and will split it into seven channels and make a way to cross on foot;"},{"number":16,"verse":"(Ex 14.26-29; Isa 19.23; 51.10; 62.10; 63.12, 13) so there shall be a highway from Assyria for the remnant that is left of his people, as there was for Israel when they came up from the land of Egypt."}]}