{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":13,"verses":[{"number":1,"verse":"Proclamation against Babylon (Jer 50; 51) The oracle concerning Babylon that Isaiah son of Amoz saw."},{"number":2,"verse":"(Isa 10.32; Jer 50.2; 51.25) On a bare hill raise a signal; cry aloud to them; wave the hand for them to enter the gates of the nobles."},{"number":3,"verse":"(Ps 149.2; Joel 3.11) I myself have commanded my consecrated ones, have summoned my warriors, my proudly exulting ones, to execute my anger. (Gk: Heb for my anger)"},{"number":4,"verse":"(Isa 5.30; 42.13) Listen, a tumult on the mountains as of a great multitude! Listen, an uproar of kingdoms, of nations gathering together! The LORD of hosts is mustering an army for battle."},{"number":5,"verse":"(Isa 5.26; 10.5; 24.1) They come from a distant land, from the end of the heavens, the LORD and the weapons of his indignation, to destroy the whole earth."},{"number":6,"verse":"(Isa 10.25; Joel 1.15; Zeph 1.7) Wail, for the day of the LORD is near; it will come like destruction from the Almighty! (Traditional rendering of Heb Shaddai)"},{"number":7,"verse":"(Ezek 7.17; 21.7) Therefore all hands will be feeble, and every human heart will melt,"},{"number":8,"verse":"(Isa 21.3; 26.17) and they will be terrified. Pangs and agony will seize them; they will be in anguish like a woman in labor. They will look aghast at one another; their faces will be aflame."},{"number":9,"verse":"(Isa 66.15, 16) See, the day of the LORD is coming, cruel, with wrath and fierce anger, to make the earth a desolation and to destroy its sinners from it."},{"number":10,"verse":"(Isa 5.30; Joel 2.10; Mt 24.29; Mk 13.24; Lk 21.25) For the stars of the heavens and their constellations will not give their light; the sun will be dark at its rising, and the moon will not shed its light."},{"number":11,"verse":"(Isa 2.11; 11.4; 26.21; Jer 48.29) I will punish the world for its evil and the wicked for their iniquity; I will put an end to the pride of the arrogant and lay low the insolence of tyrants."},{"number":12,"verse":"I will make mortals more rare than fine gold and humans than the gold of Ophir."},{"number":13,"verse":"(Isa 34.4; 51.6; Jer 10.10; Am 8.8; Hag 2.6) Therefore I will make the heavens tremble, and the earth will be shaken out of its place at the wrath of the LORD of hosts in the day of his fierce anger."},{"number":14,"verse":"(1 Kings 22.17; Jer 50.16; 51.9) Like a gazelle on the run or like sheep with no one to gather them, all will turn back to their own people, and all will flee to their own lands."},{"number":15,"verse":"Whoever is found will be thrust through, and whoever is caught will fall by the sword."},{"number":16,"verse":"(Ps 137.9; Nah 3.10; Zech 14.2) Their infants will be dashed to pieces before their eyes; their houses will be plundered and their wives raped."},{"number":17,"verse":"(Isa 21.2; Jer 51.11; Dan 5.28) See, I am stirring up the Medes against them, who have no regard for silver and do not delight in gold."},{"number":18,"verse":"(2 Kings 8.12; Ezek 9.5, 10) Their bows will slaughter the young men; they will have no mercy on the fruit of the womb; their eyes will not pity children."},{"number":19,"verse":"(Gen 19.24; Deut 29.23; Isa 21.9; Jer 49.18; Dan 4.30) And Babylon, the glory of kingdoms, the splendor and pride of the Chaldeans, will be like Sodom and Gomorrah when God overthrew them."},{"number":20,"verse":"(Jer 51.37-43) It will never be inhabited or lived in for all generations; Arabs will not pitch their tents there; shepherds will not make their flocks lie down there."},{"number":21,"verse":"(Isa 34.11-15) But wild animals will lie down there, and its houses will be full of howling creatures; there ostriches will live, and there goat-demons will dance."},{"number":22,"verse":"(Jer 51.33) Hyenas will cry in its towers and jackals in the pleasant palaces; its time is close at hand; and its days will not be prolonged."}]}