{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"(Restoration of Judah) (Ps 102.13; Isa 60.4, 5, 10; Zech 1.17; 2.12; Eph 2.12-19) But the LORD will have compassion on Jacob and will again choose Israel and will settle them in their own land, and aliens will join them and attach themselves to the house of Jacob."},{"number":2,"verse":"(Isa 49.22; 60.9, 10, 14; 66.20) And the nations will take them and bring them to their place, and the house of Israel will possess the nations (Heb them) as male and female slaves in the LORD’s land; they will take captive those who were their captors and rule over those who oppressed them."},{"number":3,"verse":"(Downfall of the King of Babylon) (Isa 40.2) When the LORD has given you rest from your pain and turmoil and the hard service with which you were made to serve,"},{"number":4,"verse":"(Isa 13.19; Hab 2.6; Rev 18.6) you will take up this taunt against the king of Babylon: How the oppressor has ceased! How his insolence (Q ms Compare Gk Syr Vg: Meaning of MT uncertain) has ceased!"},{"number":5,"verse":"The LORD has broken the staff of the wicked, the scepter of rulers,"},{"number":6,"verse":"(Isa 10.14; 47.6) that struck down the peoples in wrath with unceasing blows, that ruled the nations in anger with unrelenting persecution."},{"number":7,"verse":"The whole earth is at rest and quiet; they break forth into singing."},{"number":8,"verse":"(Isa 55.12) The cypresses exult over you, the cedars of Lebanon, saying, “Since you were laid low, no one comes to cut us down.”"},{"number":9,"verse":"(Ezek 32.21) Sheol beneath is stirred up to meet you when you come; it rouses the shades to greet you, all who were leaders of the earth; it raises from their thrones all who were kings of the nations."},{"number":10,"verse":"All of them will speak and say to you: “You, too, have become as weak as we! You have become like us!”"},{"number":11,"verse":"(Isa 5.14; 51.8; Ezek 26.13) Your pomp is brought down to Sheol, and the sound of your harps; maggots are the bed beneath you, and worms are your covering."},{"number":12,"verse":"(Isa 34.4; Lk 10.18) How you are fallen from heaven, O Morning Star, son of Dawn! How you are cut down to the ground, you who laid the nations low!"},{"number":13,"verse":"(Ezek 28.2; Dan 8.10) You said to yourself, “I will ascend to heaven; I will raise my throne above the stars of God; I will sit on the mount of assembly on the heights of Zaphon; (Or assembly in the far north)"},{"number":14,"verse":"(Isa 47.8; 2 Thess 2.4) I will ascend to the tops of the clouds; I will make myself like the Most High.”"},{"number":15,"verse":"(Mt 11.23) But you are brought down to Sheol, to the depths of the Pit."},{"number":16,"verse":"(Jer 50.23) Those who see you will stare at you and ponder over you: “Is this the man who made the earth tremble, who shook kingdoms,"},{"number":17,"verse":"(Isa 45.13; Joel 2.3) who made the world like a desert and overthrew its cities, who would not let his prisoners go home?”"},{"number":18,"verse":"All the kings of the nations lie in glory, each in his own tomb,"},{"number":19,"verse":"(Isa 5.25; 22.16-18; Jer 41.7, 9) but you are cast out, away from your grave, like loathsome carrion, (Cn Compare Gk: Heb like a loathed branch) clothed with the dead, those pierced by the sword, who go down to the stones of the Pit like a corpse trampled underfoot."},{"number":20,"verse":"(Job 18.19; Ps 21.10; 37.28; Isa 31.2) You will not be joined with them in burial because you have destroyed your land; you have killed your people. May the descendants of evildoers nevermore be named!"},{"number":21,"verse":"(Ex 20.5; Isa 13.16; 27.6; Mt 23.35) Prepare a place of slaughter for his sons because of the guilt of their father. (Syr Compare Gk: Heb fathers) Let them never rise to possess the earth or cover the face of the world with cities."},{"number":22,"verse":"(Prov 10.7; Isa 26.14; 47.9) I will rise up against them, says the LORD of hosts, and will cut off from Babylon name and remnant, offspring and posterity, says the LORD."},{"number":23,"verse":"(Isa 13.6; 34.11-15; Zeph 2.14) And I will make it a possession of the screech owl (Meaning of Heb uncertain) and pools of water, and I will sweep it with the broom of destruction, says the LORD of hosts."},{"number":24,"verse":"(An Oracle concerning Assyria) (Isa 45.23; 55.8, 9; Acts 4.28) The LORD of hosts has sworn: As I have designed, so shall it be, and as I have planned, so shall it come to pass:"},{"number":25,"verse":"(Isa 10.12, 27) I will break the Assyrian in my land and on my mountains trample him under foot; his yoke shall be removed from them and his burden from their shoulders."},{"number":26,"verse":"(Ex 15.12; Isa 23.9) This is the plan that is planned concerning the whole earth, and this is the hand that is stretched out over all the nations."},{"number":27,"verse":"(2 Chr 20.6; Isa 43.13; Dan 4.31, 35) For the LORD of hosts has planned, and who will annul it? His hand is stretched out, and who will turn it back?"},{"number":28,"verse":"(An Oracle concerning Philistia) (2 Kings 16.20) In the year that King Ahaz died this oracle came:"},{"number":29,"verse":"(2 Chr 26.6; Jer 47.1-7) Do not rejoice, all you Philistines, that the rod that struck you is broken, for from the root of the snake will come forth an adder, and its fruit will be a flying fiery serpent."},{"number":30,"verse":"(Isa 3.14, 15; 7.21; 8.21; Jer 25.16, 20) In my pastures the poor (Heb mss: MT the firstborn of the poor) will graze and the needy lie down in safety, but I will make your root die of famine, and your remnant I (Q ms Vg: MT he) will kill."},{"number":31,"verse":"(v 29|ISA 14:29; Isa 3.26; 34.16; Jer 1.14) Wail, O gate; cry, O city; melt in fear, O Philistia, all of you! For smoke comes out of the north, and there is no straggler in its ranks."},{"number":32,"verse":"(Ps 87.1, 5; Isa 37.9; Zeph 3.12; Zech 11.11) What will one answer the messengers of the nation? “The LORD has founded Zion, and the needy among his people will find refuge in her.”"}]}