{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"(Praise for Deliverance from Oppression) (Num 23.19; Ps 98.1; 118.28) O LORD, you are my God; I will exalt you; I will praise your name, for you have done wonderful things, plans formed of old, faithful and sure."},{"number":2,"verse":"(Isa 13.22; 17.1; 32.14) For you have made the city a heap, the fortified city a ruin; the palace of foreigners is a city no more; it will never be rebuilt."},{"number":3,"verse":"Therefore strong peoples will glorify you; cities of ruthless nations will fear you."},{"number":4,"verse":"(Isa 11.4; 14.32; 32.2; 49.25) For you have been a refuge to the poor, a refuge to the needy in their distress, a shelter from the rainstorm and a shade from the heat. When the blast of the ruthless was like a winter rainstorm,"},{"number":5,"verse":"(Jer 51.54-56) the noise of foreigners like heat in a dry place, you subdued the heat with the shade of clouds; the song of the ruthless was stilled."},{"number":6,"verse":"(Prov 9.2; Isa 2.2-4; Dan 7.14; Mt 8.11; 22.4) On this mountain the LORD of hosts will make for all peoples a feast of rich food, a feast of well-aged wines, of rich food filled with marrow, of well-aged wines strained clear."},{"number":7,"verse":"And he will destroy on this mountain the shroud that is cast over all peoples, the covering that is spread over all nations;"},{"number":8,"verse":"(Isa 54.4; Hos 13.14; 1 Cor 15.54; Rev 7.17; 21.4) he will swallow up death forever. Then the Lord GOD will wipe away the tears from all faces, and the disgrace of his people he will take away from all the earth, for the LORD has spoken."},{"number":9,"verse":"(Ps 20.5; Isa 30.18; 33.22; 40.9; 66.10) It will be said on that day, “See, this is our God; we have waited for him, so that he might save us. This is the LORD for whom we have waited; let us be glad and rejoice in his salvation.”"},{"number":10,"verse":"(Isa 16.14) For the hand of the LORD will rest on this mountain. The Moabites shall be trodden down in their place as straw is trodden down in the manure."},{"number":11,"verse":"Though they spread out their hands in the midst of it, as swimmers spread out their hands to swim, their pride will be laid low despite the struggle (Meaning of Heb uncertain) of their hands."},{"number":12,"verse":"The high fortifications of his walls will be brought down, laid low, cast to the ground, even to the dust."}]}