{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"The Futility of Reliance on Egypt (v 9|ISA 30:9; Isa 8.11, 12; 29.15) Woe to the rebellious children, says the LORD, who carry out a plan but not mine; who make an alliance but against my will, adding sin to sin;"},{"number":2,"verse":"(Num 27.21; Josh 9.14; 1 Kings 22.7; Isa 31.1; Jer 21.2) who set out to go down to Egypt without asking for my counsel, to take refuge in the protection of Pharaoh and to seek shelter in the shadow of Egypt."},{"number":3,"verse":"(Isa 20.5; Jer 37.3, 5) Therefore the protection of Pharaoh shall become your shame, and the shelter in the shadow of Egypt your humiliation."},{"number":4,"verse":"(Isa 19.11) For though his officials are at Zoan and his envoys reach Hanes,"},{"number":5,"verse":"(v 7|ISA 30:7; Jer 2.36) everyone comes to shame through a people that cannot profit them, that brings neither help nor profit, only shame and disgrace."},{"number":6,"verse":"(Isa 8.22; 14.29; 15.7; 46.1, 2) An oracle concerning the animals of the Negeb. Through a land of trouble and distress, of lioness and roaring (Cn: Heb from them) lion, of viper and flying serpent, they carry their riches on the backs of donkeys and their treasures on the humps of camels to a people that cannot profit them."},{"number":7,"verse":"(v 15|ISA 30:15; Jer 37.7) For Egypt’s help is worthless and empty; therefore I have called her, “Rahab who sits still.” (Meaning of Heb uncertain)"},{"number":8,"verse":"A Rebellious People (Isa 8.1; Hab 2.2) Go now, write it before them on a tablet, and inscribe it on a scroll, so that it may be for the time to come as a witness forever."},{"number":9,"verse":"(v 1|ISA 30:1; Isa 24.5; 28.15) For they are a rebellious people, faithless children, children who will not hear the instruction of the LORD;"},{"number":10,"verse":"(1 Kings 22.8, 13; Isa 5.20; 29.10) who say to the seers, “Do not see,” and to the prophets, “Do not prophesy to us what is right; speak to us smooth things; prophesy illusions;"},{"number":11,"verse":"(Job 21.14) leave the way; turn aside from the path; let us hear no more about the Holy One of Israel.”"},{"number":12,"verse":"(Isa 5.24; 59.13) Therefore thus says the Holy One of Israel: Because you reject this word and put your trust in oppression and deceit and rely on them,"},{"number":13,"verse":"(Ps 62.3; Isa 26.21; 29.5) therefore this iniquity shall become for you like a break in a high wall, bulging out and about to collapse, whose crash comes suddenly, in an instant;"},{"number":14,"verse":"(Ps 2.9; Jer 19.10, 11) its breaking is like that of a potter’s vessel that is smashed so ruthlessly that among its fragments not a sherd is found for taking fire from the hearth or dipping water out of the cistern."},{"number":15,"verse":"(Isa 7.4; 28.12; 32.17) For thus said the Lord GOD, the Holy One of Israel: In returning and rest you shall be saved; in quietness and in trust shall be your strength. But you refused"},{"number":16,"verse":"(Isa 31.1, 3) and said, ‘No! We will flee upon horses’— therefore you shall flee! and, ‘We will ride upon swift steeds’— therefore your pursuers shall be swift!"},{"number":17,"verse":"(Lev 26.8; Deut 28.25; 32.30; Josh 23.10) A thousand shall flee at the threat of one; at the threat of five you shall flee until you are left like a flagstaff on the top of a mountain, like a signal on a hill."},{"number":18,"verse":"God’s Promise to Zion (Isa 5.16; 33.5; 42.14) Therefore the LORD waits to be gracious to you; therefore he will rise up to show mercy to you. For the LORD is a God of justice; blessed are all those who wait for him."},{"number":19,"verse":"(Isa 60.20; 61.1-3; 65.9; Mt 7.7-11) O people in Zion, inhabitants of Jerusalem, you shall weep no more. He will surely be gracious to you at the sound of your cry; when he hears it, he will answer you."},{"number":20,"verse":"(1 Kings 22.27; Ps 74.9; 80.5; Am 8.11) Though the Lord may give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself any longer, but your eyes shall see your Teacher."},{"number":21,"verse":"(Prov 3.6; Isa 29.24; 35.8, 9) And when you turn to the right or when you turn to the left, your ears shall hear a word behind you, saying, “This is the way; walk in it.”"},{"number":22,"verse":"(Isa 2.20; 31.7; 46.6; Mt 4.10) Then you will defile your silver-covered idols and your gold-plated images. You will scatter them like impure things; you will say to them, “Away with you!”"},{"number":23,"verse":"(Ps 65.9-13; Isa 32.20; 65.21, 22) He will give rain for the seed with which you sow the ground, and grain, the produce of the ground, will be rich and plenteous. On that day your cattle will graze in broad pastures,"},{"number":24,"verse":"and the oxen and donkeys that till the ground will eat silage that has been winnowed with shovel and fork."},{"number":25,"verse":"On every lofty mountain and every high hill there will be brooks running with water—on a day of the great slaughter, when the towers fall."},{"number":26,"verse":"(Isa 1.6; 60.19, 20; 61.1; Jer 33.6; Rev 21.23; 22.5) Moreover, the light of the moon will be like the light of the sun, and the light of the sun will be sevenfold, like the light of seven days, on the day when the LORD binds up the injuries of his people and heals the wounds inflicted by his blow."},{"number":27,"verse":"Judgment on Assyria (Isa 10.5, 13, 17; 59.19; 66.15) See, the name of the LORD comes from far away, his anger burning and his burden heavy; (Meaning of Heb uncertain) his lips are full of indignation, and his tongue is like a devouring fire;"},{"number":28,"verse":"(Isa 8.8; 11.4; 37.29; 2 Thess 2.8) his breath is like an overflowing stream that reaches up to the neck— to sift the nations with the sieve of destruction and to place on the jaws of the peoples a bridle that leads them astray."},{"number":29,"verse":"(Ps 42.4; Isa 2.3; 17.10) You shall have a song as in the night when a holy festival is kept and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the LORD, to the Rock of Israel."},{"number":30,"verse":"(Isa 28.2; 32.19) And the LORD will cause his majestic voice to be heard and the descending blow of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and tempest and hailstones."},{"number":31,"verse":"(Isa 31.8) The Assyrian will be terror-stricken at the voice of the LORD when he strikes with his rod."},{"number":32,"verse":"(Isa 10.24; Jer 31.4; Ezek 32.10) And every stroke of the staff of punishment (Heb mss Syr: MT foundation) that the LORD lays upon him will be to the sound of timbrels and lyres with dancing; (Cn: Heb and with battles) with brandished arm he will fight with him."},{"number":33,"verse":"(vv 27, 28|ISA 30:2728; Isa 34.9; Jer 7.31; 19.6) For his burning place (Or Topheth) has long been prepared, also for the king; (Or Molech) its pyre is made deep and wide, with fire and wood in abundance; the breath of the LORD, like a stream of sulfur, kindles it."}]}