{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"(Hezekiah’s Illness) (2 Sam 17.23; 2 Kings 20.1-6, 9-11; 2 Chr 32.24) In those days Hezekiah became sick and was at the point of death. The prophet Isaiah son of Amoz came to him and said to him, “Thus says the LORD: Set your house in order, for you shall die; you shall not recover.”"},{"number":2,"verse":"Then Hezekiah turned his face to the wall and prayed to the LORD:"},{"number":3,"verse":"(Deut 6.18; 2 Kings 18.5, 6; 1 Chr 28.9; 29.19; Neh 13.14) “Remember now, O LORD, I implore you, how I have walked before you in faithfulness with a whole heart and have done what is good in your sight.” And Hezekiah wept bitterly."},{"number":4,"verse":"Then the word of the LORD came to Isaiah:"},{"number":5,"verse":"(2 Kings 18.2, 13) “Go and say to Hezekiah, Thus says the LORD, the God of your ancestor David: I have heard your prayer; I have seen your tears; I will add fifteen years to your life."},{"number":6,"verse":"(Isa 37.35) I will deliver you and this city out of the hand of the king of Assyria and defend this city."},{"number":7,"verse":"(Isa 7.11) “This is the sign to you from the LORD, that the LORD will do this thing that he has promised:"},{"number":8,"verse":"(Josh 10.12-14; 2 Kings 20.9-11) See, I will make the shadow cast by the declining sun on the dial of Ahaz turn back ten steps.” So the sun turned back on the dial the ten steps by which it had declined. (Meaning of Heb uncertain)"},{"number":9,"verse":"A writing of King Hezekiah of Judah, after he had been sick and had recovered from his sickness:"},{"number":10,"verse":"(Job 17.11, 15; Ps 102.24; 107.18; 2 Cor 1.9) I said: In the noontide of my days I must depart; I am consigned to the gates of Sheol for the rest of my years."},{"number":11,"verse":"(Ps 27.13; 116.9) I said, I shall not see the LORD in the land of the living; I shall look upon mortals no more among the inhabitants of the world."},{"number":12,"verse":"(Job 6.9; 7.6; Ps 73.14; 2 Cor 5.1, 4; Heb 1.12) My dwelling is plucked up and removed from me like a shepherd’s tent; like a weaver I have rolled up my life; he cuts me off from the loom; from day to night you bring me to an end;"},{"number":13,"verse":"(Job 10.16; 16.12; Ps 32.4; 51.8) I cry for help (Cn: Meaning of Heb uncertain) until morning; like a lion he breaks all my bones; from day to night you bring me to an end."},{"number":14,"verse":"(Ps 119.122, 123; Isa 59.11) Like a swallow or a crane (Meaning of Heb uncertain) I clamor; I moan like a dove. My eyes are weary with looking upward. O Lord, I am oppressed; be my security!"},{"number":15,"verse":"(1 Kings 21.27; Job 7.11; 10.1; Ps 39.9) But what can I say? For he has spoken to me, and he himself has done it. All my sleep has fled (Cn Compare Syr: Heb I will walk slowly all my years) because of the bitterness of my soul."},{"number":16,"verse":"O Lord, by these things people live, and in all these is the life of my spirit. (Meaning of Heb uncertain) Oh, restore me to health and make me live!"},{"number":17,"verse":"(Ps 30.3; Isa 43.25; Jer 31.34; Mic 7.19) Surely it was for my welfare that I had great bitterness, but you have held back (Cn Compare Gk Vg: Heb loved) my life from the pit of destruction, for you have cast all my sins behind your back."},{"number":18,"verse":"(Ps 6.5; 28.1; 88.11; 115.17; Eccl 9.10) For Sheol cannot thank you; death cannot praise you; those who go down to the Pit cannot hope for your faithfulness."},{"number":19,"verse":"(Deut 6.7; Ps 78.5-7; 118.17) The living, the living, they thank you, as I do this day; fathers make known to children your faithfulness."},{"number":20,"verse":"(Ps 33.1-3; 104.33; 116.17-19) The LORD will save me, and we will sing to stringed instruments (Heb my stringed instruments) all the days of our lives, at the house of the LORD. [["},{"number":21,"verse":"(2 Kings 20.7, 8) Now Isaiah had said, “Let them take a lump of figs and apply it to the boil, so that he may recover.”"},{"number":22,"verse":"Hezekiah also had said, “What is the sign that I shall go up to the house of the LORD?”]]"}]}