{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"The Servant, a Light to the Nations (Isa 2.4; 43.10; 53.11; Mt 3.16, 17; 12.18-20; 17.5) Here is my servant, whom I uphold, my chosen, in whom my soul delights; I have put my spirit upon him; he will bring forth justice to the nations."},{"number":2,"verse":"He will not cry out or lift up his voice or make it heard in the street;"},{"number":3,"verse":"(Ps 72.2; Isa 57.15) a bruised reed he will not break, and a dimly burning wick he will not quench; he will faithfully bring forth justice."},{"number":4,"verse":"(vv 10, 12|ISA 42:1012; Isa 40.28) He will not grow faint or be crushed until he has established justice in the earth, and the coastlands wait for his teaching."},{"number":5,"verse":"(Isa 44.24; Zech 12.1; Acts 17.25) Thus says God, the LORD, who created the heavens and stretched them out, who spread out the earth and what comes from it, who gives breath to the people upon it and spirit to those who walk in it:"},{"number":6,"verse":"(Isa 43.1; 49.6, 8; Lk 2.32; Acts 13.47) I am the LORD; I have called you in righteousness; I have taken you by the hand and kept you; I have given you as a covenant to the people, (Meaning of Heb uncertain) a light to the nations,"},{"number":7,"verse":"(Isa 35.5; 61.1; Lk 4.18; 2 Tim 2.26; Heb 2.14) to open the eyes that are blind, to bring out the prisoners from the dungeon, from the prison those who sit in darkness."},{"number":8,"verse":"(Isa 48.11) I am the LORD; that is my name; my glory I give to no other, nor my praise to idols."},{"number":9,"verse":"(Isa 48.3, 6) See, the former things have come to pass, and new things I now declare; before they spring forth, I tell you of them."},{"number":10,"verse":"A Hymn of Praise (Isa 33.3; 40.3) Sing to the LORD a new song, his praise from the end of the earth! Let the sea roar (Cn: Heb Those who go down to the sea) and all that fills it, the coastlands and their inhabitants."},{"number":11,"verse":"Let the desert and its towns lift up their voice, the villages that Kedar inhabits; let the inhabitants of Sela shout for joy; let them shout from the tops of the mountains."},{"number":12,"verse":"(v 4|ISA 42:4; Isa 24.15) Let them give glory to the LORD and declare his praise in the coastlands."},{"number":13,"verse":"(Ex 15.3; Isa 9.7; 66.14-16; Hos 11.10) The LORD goes forth like a soldier; like a warrior he stirs up his fury; he cries out; he shouts aloud; he shows himself mighty against his foes."},{"number":14,"verse":"(Isa 57.11) For a long time I have held my peace; I have kept still and restrained myself; now I will cry out like a woman in labor; I will gasp and pant."},{"number":15,"verse":"(Isa 2.12-16; 44.27) I will lay waste mountains and hills and dry up all their herbage; I will turn the rivers into islands and dry up the pools."},{"number":16,"verse":"(Isa 29.18; 41.17; Lk 1.78, 79; 3.5) I will lead the blind by a road they do not know; by paths they have not known I will guide them. I will turn the darkness before them into light, the rough places into level ground. These are the things I will do, and I will not forsake them."},{"number":17,"verse":"(Ps 97.7; Isa 1.29; 44.11; 45.16) They shall be turned back and utterly put to shame— those who trust in carved images, who say to cast images, “You are our gods.”"},{"number":18,"verse":"Listen, you who are deaf, and you who are blind, look up and see!"},{"number":19,"verse":"(Isa 43.8; Ezek 12.2) Who is blind but my servant or deaf like my messenger whom I send? Who is blind like my dedicated one or blind like the servant of the LORD?"},{"number":20,"verse":"(Jer 6.10) He sees many things, but he does (Heb mss: MT You see many things but do) not observe them; his ears are open, but he does not hear."},{"number":21,"verse":"Israel’s Disobedience (Isa 58.13) The LORD was pleased, for the sake of his righteousness, to magnify his teaching and make it glorious."},{"number":22,"verse":"(Isa 10.6; 24.18, 22) But this is a people robbed and plundered; all of them are trapped in holes and hidden in prisons; they have become a prey with no one to rescue, a spoil with no one to say, “Restore!”"},{"number":23,"verse":"Who among you will give heed to this; who will attend and listen for the time to come?"},{"number":24,"verse":"(Isa 30.15; 48.18) Who gave up Jacob to the spoiler and Israel to the robbers? Was it not the LORD, against whom they sinned, (Gk Tg: Heb we sinned) in whose ways they would not walk, and whose law they would not obey?"},{"number":25,"verse":"(2 Kings 25.9; Isa 5.25; Hos 7.9) So he poured upon him the heat of his anger and the fury of war; it set him on fire all around, but he did not understand; it burned him, but he did not take it to heart."}]}