{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"(A Vision of God in the Temple) (1 Kings 22.19; 2 Kings 15.7; Isa 1.1) In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lofty, and the hem of his robe filled the temple."},{"number":2,"verse":"(Ezek 1.11; Rev 4.8) Seraphs were in attendance above him; each had six wings: with two they covered their faces, and with two they covered their feet, and with two they flew."},{"number":3,"verse":"(Ps 72.19; Rev 4.8) And one called to another and said, “Holy, holy, holy is the LORD of hosts; the whole earth is full of his glory.”"},{"number":4,"verse":"The pivots (Meaning of Heb uncertain) on the thresholds shook at the voices of those who called, and the house filled with smoke."},{"number":5,"verse":"(Ex 33.20; Jer 9.3-8; 51.57) And I said, “Woe is me! I am lost, for I am a man of unclean lips, and I live among a people of unclean lips, yet my eyes have seen the King, the LORD of hosts!”"},{"number":6,"verse":"Then one of the seraphs flew to me, holding a live coal that had been taken from the altar with a pair of tongs."},{"number":7,"verse":"(Isa 40.2; Jer 1.9; 1 Jn 1.7) The seraph (Heb He) touched my mouth with it and said, “Now that this has touched your lips, your guilt has departed and your sin is blotted out.”"},{"number":8,"verse":"(Ezek 10.5; Acts 9.4; 26.19) Then I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” And I said, “Here am I; send me!”"},{"number":9,"verse":"(Ezek 3.11; Mt 13.14, 15; Mk 4.12; Lk 8.10; Jn 12.40; Rom 11.8) And he said, “Go and say to this people: ‘Keep listening, but do not comprehend; keep looking, but do not understand.’"},{"number":10,"verse":"(Ps 119.70; Jer 5.21) Make the mind of this people dull, and stop their ears, and shut their eyes, so that they may not look with their eyes and listen with their ears and comprehend with their minds and turn and be healed.”"},{"number":11,"verse":"(Mic 3.12) Then I said, “How long, O Lord?” And he said, “Until cities lie waste without inhabitant, and houses without people, and the land is utterly desolate;"},{"number":12,"verse":"(Jer 4.29) until the LORD sends everyone far away, and vast is the emptiness in the midst of the land."},{"number":13,"verse":"(Ezra 9.2; Job 14.7; Isa 1.9) Even if a tenth part remain in it, it will be burned again, like a terebinth or an oak whose stump remains standing when it is felled.” (Meaning of Heb uncertain) (The holy seed is its stump.)"}]}