{"bibleAbbr":"NRSVue2021","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"(The Vindication and Salvation of Zion) (Isa 52.10; 61.11) For Zion’s sake I will not keep silent, and for Jerusalem’s sake I will not rest, until her vindication shines out like the dawn and her salvation like a burning torch."},{"number":2,"verse":"(vv 4, 12|ISA 62:412; Isa 60.3; 65.15) The nations shall see your vindication and all the kings your glory, and you shall be called by a new name that the mouth of the LORD will give."},{"number":3,"verse":"(Zech 9.16) You shall be a beautiful crown in the hand of the LORD and a royal diadem in the hand of your God."},{"number":4,"verse":"(Isa 54.6, 7; Jer 3.14; 32.41; Hos 1.10) You shall no more be termed Forsaken, and your land shall no more be termed Desolate, but you shall be called My Delight Is in Her and your land Married, for the LORD delights in you, and your land shall be married."},{"number":5,"verse":"(Isa 65.19) For as a young man marries a young woman, so shall your builder (Cn: Heb your sons) marry you, and as the bridegroom rejoices over the bride, so shall your God rejoice over you."},{"number":6,"verse":"(Ps 74.2; Isa 52.8; Jer 6.17; Ezek 3.17) Upon your walls, O Jerusalem, I have posted sentinels; all day and all night they shall never be silent. You who remind the LORD, take no rest,"},{"number":7,"verse":"(Jer 33.9; Mt 15.21-28; Lk 18.1-8) and give him no rest until he establishes Jerusalem and makes it renowned throughout the earth."},{"number":8,"verse":"(Deut 28.31, 33; Isa 45.23; Jer 5.17) The LORD has sworn by his right hand and by his mighty arm: I will not again give your grain to be food for your enemies, and foreigners shall not drink the wine for which you have labored,"},{"number":9,"verse":"(Isa 65.13, 21-23) but those who harvest it shall eat it and praise the LORD, and those who gather it shall drink it in my holy courts."},{"number":10,"verse":"(Isa 11.10, 12; 49.11; 57.14) Go through, go through the gates; prepare the way for the people; build up, build up the highway; clear it of stones; lift up an ensign over the peoples."},{"number":11,"verse":"(Isa 40.10; 49.6; 51.5; Zech 9.9; Mt 21.5) The LORD has proclaimed to the end of the earth: Say to daughter Zion, “Look, your savior comes; his reward is with him and his recompense before him.”"},{"number":12,"verse":"(v 4|ISA 62:4; Isa 4.3; 51.10) They shall be called, “The Holy People, The Redeemed of the LORD,” and you shall be called, “Sought Out, A City Not Forsaken.”"}]}