{"bibleAbbr":"NRSVue2021","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"The wise woman (Heb Wisdom of women) builds her house, but the foolish tears it down with her own hands."},{"number":2,"verse":"(Prov 19.1; Rom 2.4) Those who walk uprightly fear the LORD, but one who is devious in conduct despises him."},{"number":3,"verse":"(Prov 12.6) The talk of fools is a rod for their backs, (Cn: Heb a rod of pride) but the lips of the wise preserve them."},{"number":4,"verse":"Where there are no oxen, there is no grain; abundant crops come by the strength of the ox."},{"number":5,"verse":"(Ex 20.16; Prov 6.19; 12.17) A faithful witness does not lie, but a false witness breathes out lies."},{"number":6,"verse":"A scoffer seeks wisdom in vain, but knowledge is easy for one who understands."},{"number":7,"verse":"Leave the presence of a fool, for there you do not find words of knowledge."},{"number":8,"verse":"(v 24|PRO 14:24; Prov 15.21) It is the wisdom of the clever to understand where they go, but the folly of fools misleads."},{"number":9,"verse":"Fools mock at the guilt offering, (Meaning of Heb uncertain) but the upright enjoy God’s favor."},{"number":10,"verse":"The heart knows its own bitterness, and no stranger shares its joy."},{"number":11,"verse":"(Prov 3.33; 12.7; 15.25) The house of the wicked is destroyed, but the tent of the upright flourishes."},{"number":12,"verse":"(Prov 16.25; Rom 6.21) There is a way that seems right to a person, but its end is the way to death. (Heb ways of death)"},{"number":13,"verse":"(Prov 5.4; Eccl 2.2) Even in laughter the heart is sad, and the end of joy is grief."},{"number":14,"verse":"(Prov 1.31; 12.14) The perverse get what their ways deserve, and the good, what their deeds deserve. (Cn: Heb from upon him)"},{"number":15,"verse":"The simple believe everything, but the clever consider their steps."},{"number":16,"verse":"(Prov 22.3) The wise are cautious and turn away from evil, but the fool throws off restraint and is careless."},{"number":17,"verse":"(v 29) One who is quick-tempered acts foolishly, and the schemer is hated."},{"number":18,"verse":"(Prov 18.15) The simple are adorned with (Or inherit) folly, but the clever are crowned with knowledge."},{"number":19,"verse":"(Prov 11.29) The evil bow down before the good, the wicked at the gates of the righteous."},{"number":20,"verse":"(Prov 19.7) The poor are disliked even by their neighbors, but the rich have many friends."},{"number":21,"verse":"(Ps 41.1; Prov 11.12) Those who despise their neighbors are sinners, but happy are those who are kind to the poor."},{"number":22,"verse":"Do not those who plan evil err? Those who plan good find loyalty and faithfulness."},{"number":23,"verse":"In all toil there is profit, but mere talk leads only to poverty."},{"number":24,"verse":"The crown of the wise is their wealth, but folly is the garland (Cn: Heb is the folly) of fools."},{"number":25,"verse":"(v 5) A truthful witness saves lives, but one who utters lies is a betrayer."},{"number":26,"verse":"(Prov 19.23; Isa 33.6) In the fear of the LORD one has strong confidence, and one’s children will have a refuge."},{"number":27,"verse":"(Prov 13.14) The fear of the LORD is a fountain of life, so that one may avoid the snares of death."},{"number":28,"verse":"The glory of a king is a multitude of people; without people a prince is ruined."},{"number":29,"verse":"(Prov 16.32; 29.20; Jas 1.19) Whoever is slow to anger has great understanding, but one who has a hasty temper exalts folly."},{"number":30,"verse":"(Prov 12.4) A tranquil mind gives life to the flesh, but jealousy makes the bones rot."},{"number":31,"verse":"(v 21|PRO 14:21; Prov 17.5) Those who oppress the poor insult their Maker, but those who are kind to the needy honor him."},{"number":32,"verse":"(Job 13.15; Ps 23.4; 2 Cor 1.9; 2 Tim 4.18) The wicked are overthrown by their evildoing, but the righteous find a refuge in their integrity. (Gk Syr: Heb in their death)"},{"number":33,"verse":"(Prov 2.10; 12.16) Wisdom is at home in the mind of one who has understanding, but it is not (Gk Syr: Heb lacks not) known in the heart of fools."},{"number":34,"verse":"(Prov 11.11) Righteousness exalts a nation, but sin is a reproach to any people."},{"number":35,"verse":"(Mt 24.45) A servant who deals wisely has the king’s favor, but his wrath falls on one who acts shamefully."}]}