{"bibleAbbr":"NRSVue2021","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"(Ps 37.1; 73.3; Prov 3.31) Do not envy the wicked, nor desire to be with them,"},{"number":2,"verse":"(Job 15.35; Jer 22.17) for their minds devise violence, and their lips talk of mischief."},{"number":3,"verse":"(Prov 9.1) By wisdom a house is built, and by understanding it is established;"},{"number":4,"verse":"by knowledge the rooms are filled with all precious and pleasant riches."},{"number":5,"verse":"(Prov 21.22) Wise warriors are mightier than strong ones (Gk Compare Syr Tg: Heb A wise man is strength) and those who have knowledge than those who have strength,"},{"number":6,"verse":"(Lk 14.31) for by wise guidance you can wage your war, and in abundance of counselors there is victory."},{"number":7,"verse":"(Ps 10.5) Wisdom is too high for fools; in the gate they do not open their mouths."},{"number":8,"verse":"(Prov 6.14; Rom 1.30) Whoever plans to do evil will be called a mischief-maker."},{"number":9,"verse":"The devising of folly is sin, and the scoffer is an abomination to all."},{"number":10,"verse":"(Jer 51.46; Heb 12.3) If you faint in the day of adversity, your strength being small;"},{"number":11,"verse":"(Ps 82.4; Isa 58.6, 7) if you hold back from rescuing those taken away to death, those who go staggering to the slaughter;"},{"number":12,"verse":"(Ps 94.9-11; 121.3-8; Prov 12.14; 21.2; Eccl 5.8) if you say, “Look, we did not know this”— does not he who weighs the heart perceive it? Does not he who keeps watch over your soul know it? And will he not repay all according to their deeds?"},{"number":13,"verse":"(Song 5.1) My child, eat honey, for it is good, and the drippings of the honeycomb are sweet to your taste."},{"number":14,"verse":"(Prov 2.10) Know that wisdom is such to your soul; if you find it, you will find a future, and your hope will not be cut off."},{"number":15,"verse":"(Ps 10.9, 10) Do not lie in wait like an outlaw against the home of the righteous; do no violence to the place where the righteous live;"},{"number":16,"verse":"(v 22|PRO 24:22; Ps 34.19; Mic 7.8) for though they fall seven times, they will rise again, but the wicked are overthrown by calamity."},{"number":17,"verse":"(Job 31.29; Ob 12) Do not rejoice when your enemies fall, and do not let your heart be glad when they stumble,"},{"number":18,"verse":"lest the LORD see it and be displeased and turn away his anger from them."},{"number":19,"verse":"(Ps 37.1) Do not fret because of evildoers. Do not envy the wicked,"},{"number":20,"verse":"(Prov 13.9) for the evil have no future; the lamp of the wicked will go out."},{"number":21,"verse":"(Rom 13.1-7; 1 Pet 2.17) My child, fear the LORD and the king, and do not disobey either of them, (Gk: Heb do not associate with those who change)"},{"number":22,"verse":"for disaster comes from them suddenly, and who knows the ruin that both can bring?"},{"number":23,"verse":"Further Sayings of the Wise (Lev 19.15; Deut 1.17; Prov 1.6; 18.5) These also are sayings of the wise: Partiality in judging is not good."},{"number":24,"verse":"(Prov 17.15) Whoever says to the wicked, “You are innocent,” will be cursed by peoples, abhorred by nations,"},{"number":25,"verse":"(Prov 28.23) but those who rebuke the wicked will have delight, and a good blessing will come upon them."},{"number":26,"verse":"One who gives an honest answer gives a kiss on the lips."},{"number":27,"verse":"Prepare your work outside; get everything ready for you in the field; and after that build your house."},{"number":28,"verse":"(Prov 25.18; Eph 4.25) Do not be a witness against your neighbor without cause, and do not deceive with your lips."},{"number":29,"verse":"(Prov 20.22; Mt 5.39; Rom 12.17) Do not say, “I will do to others as they have done to me; I will pay them back for what they have done.”"},{"number":30,"verse":"(Prov 6.6-11) I passed by the field of one who was lazy, by the vineyard of a stupid person,"},{"number":31,"verse":"and see, it was all overgrown with thorns; the ground was covered with nettles, and its stone wall was broken down."},{"number":32,"verse":"Then I saw and considered it; I looked and received instruction."},{"number":33,"verse":"(Prov 6.9; 20.13) A little sleep, a little slumber, a little folding of the hands to rest,"},{"number":34,"verse":"and poverty will come upon you like a robber, and want, like an armed warrior."}]}