{"bibleAbbr":"NRSVue2021","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"(Admonition to Trust and Honor God) (Ex 20.6; Deut 30.16; Prov 4.5) My child, do not forget my teaching, but let your heart keep my commandments,"},{"number":2,"verse":"(Ps 119.165; Prov 4.10) for length of days and years of life and abundant welfare they will give you."},{"number":3,"verse":"(2 Sam 15.20; Prov 1.9; 7.3) Do not let loyalty and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart."},{"number":4,"verse":"(Ps 111.10; Prov 8.35) Then you will find favor and high regard in the sight of God and of people."},{"number":5,"verse":"(Ps 37.3, 5; Jer 9.23) Trust in the LORD with all your heart, and do not rely on your own insight."},{"number":6,"verse":"(1 Chr 28.9; Isa 45.13) In all your ways acknowledge him, and he will make straight your paths."},{"number":7,"verse":"(Prov 16.6; Rom 12.16) Do not be wise in your own eyes; fear the LORD and turn away from evil."},{"number":8,"verse":"(Job 21.24) It will be a healing for your flesh and a refreshment for your body."},{"number":9,"verse":"(Ex 23.19; Isa 43.23) Honor the LORD with your substance and with the first fruits of all your produce;"},{"number":10,"verse":"then your barns will be filled with plenty, and your vats will be bursting with wine."},{"number":11,"verse":"(Heb 12.5, 6) My child, do not despise the LORD’s discipline or be weary of his reproof,"},{"number":12,"verse":"(Deut 8.5) for the LORD reproves the one he loves, as a father the son in whom he delights."},{"number":13,"verse":"(The True Wealth) Happy are those who find wisdom and those who get understanding,"},{"number":14,"verse":"(Job 28.13; Prov 8.10, 19) for her income is better than silver and her revenue better than gold."},{"number":15,"verse":"(Job 28.18; Prov 8.11) She is more precious than jewels, and nothing you desire can compare with her."},{"number":16,"verse":"(Prov 8.18) Long life is in her right hand; in her left hand are riches and honor."},{"number":17,"verse":"(Prov 16.7) Her ways are ways of pleasantness, and all her paths are peace."},{"number":18,"verse":"(Gen 2.9; Prov 11.30) She is a tree of life to those who lay hold of her; those who hold her fast are called happy."},{"number":19,"verse":"(God’s Wisdom in Creation) (Ps 104.24) The LORD by wisdom founded the earth; by understanding he established the heavens;"},{"number":20,"verse":"(Gen 7.11; Job 36.28) by his knowledge the deeps broke open, and the clouds drop down the dew."},{"number":21,"verse":"(The True Security) My child, do not let these escape from your sight: keep sound wisdom and prudence,"},{"number":22,"verse":"(Prov 1.9; 4.22) and they will be life for your soul and adornment for your neck."},{"number":23,"verse":"(Prov 4.12) Then you will walk on your way securely, and your foot will not stumble."},{"number":24,"verse":"If you sit down, (Gk: Heb lie down) you will not be afraid; when you lie down, your sleep will be sweet."},{"number":25,"verse":"(Job 5.21; Ps 91.5) Then you will not be afraid of sudden panic or of the storm that strikes the wicked,"},{"number":26,"verse":"for the LORD will be your confidence and will keep your foot from being caught."},{"number":27,"verse":"(Rom 13.7; Gal 6.10) Do not withhold good from those to whom it is due, (Heb from its owners) when it is in your power to do it."},{"number":28,"verse":"(Lev 19.13) Do not say to your neighbor, “Go and come again; tomorrow I will give it,” when you have it with you."},{"number":29,"verse":"(Prov 14.22) Do not plan harm against your neighbor who lives trustingly beside you."},{"number":30,"verse":"(Rom 12.18) Do not quarrel with anyone without cause, when no harm has been done to you."},{"number":31,"verse":"(Ps 37.1; Prov 24.1) Do not envy the violent, and do not choose any of their ways,"},{"number":32,"verse":"(Ps 25.14; Prov 11.20) for the perverse are an abomination to the LORD, but the upright are in his confidence."},{"number":33,"verse":"(Deut 11.28; Job 8.6; Mal 2.2) The LORD’s curse is on the house of the wicked, but he blesses the abode of the righteous."},{"number":34,"verse":"(Jas 4.6; 1 Pet 5.5) Toward the scorners he is scornful, but to the humble he shows favor."},{"number":35,"verse":"The wise will inherit honor, but stubborn fools, disgrace."}]}