{"bibleAbbr":"NASB1995+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":11,"verses":[{"number":1,"verse":"Now the Lord <WH3068> said <WH559> to Moses, <WH4872> \"One <WH259> more <WH5750> plague <WH5061> I will bring <WH935> on Pharaoh <WH6547> and on Egypt; <WH4714> after <WH310> that he will let <WH7971> you go <WH7971> from here. <WH2088> When he lets <WH7971> you go, <WH7971> he will surely <WH1644> drive <WH1644> you out from here <WH2088> completely. <WH3617>"},{"number":2,"verse":"\"Speak <WH1696> now <WH4994> in the hearing <WH241> of the people <WH5971> that each <WH376> man <WH376> ask <WH7592> from his neighbor <WH7453> and each <WH802> woman <WH802> from her neighbor <WH7468> for articles <WH3627> of silver <WH3701> and articles <WH3627> of gold. <WH2091>\""},{"number":3,"verse":"And the Lord <WH3068> gave <WH5414> the people <WH5971> favor <WH2580> in the sight <WH5869> of the Egyptians. <WH4714> Furthermore, <WH1571> the man <WH376> Moses <WH4872> [himself] was greatly <WH3966> esteemed in the land <WH776> of Egypt, <WH4714> [both] in the sight <WH5869> of Pharaoh's servants <WH5650> and in the sight <WH5869> of the people. <WH5971>"},{"number":4,"verse":"And Moses <WH4872> said, <WH559> \"Thus <WH3541> says <WH559> the Lord, <WH3068> 'About midnight <WH2676> <WH3915> I am going <WH3318> out into the midst <WH8432> of Egypt, <WH4714>"},{"number":5,"verse":"and all <WH3605> the first-born in the land <WH776> of Egypt <WH4714> shall die, <WH4191> from the first-born of the Pharaoh <WH6547> who sits <WH3427> on his throne, <WH3678> even <WH5704> to the first-born of the slave <WH8198> girl <WH8198> who <WH834> is behind <WH310> the millstones; <WH7347> all <WH3605> the first-born of the cattle <WH929> as well."},{"number":6,"verse":"'Moreover, there shall be a great <WH1419> cry <WH6818> in all <WH3605> the land <WH776> of Egypt, <WH4714> such <WH834> <WH3644> as there has not been <WH1961> [before] and such <WH3644> as shall never <WH3808> be again. <WH3254>"},{"number":7,"verse":"'But against any <WH3605> of the sons <WH1121> of Israel <WH3478> a dog <WH3611> shall not [even] bark, <WH2782> <WH3956> whether <WH4480> against man <WH376> or <WH5704> beast, <WH929> that you may understand <WH3045> how <WH834> the Lord <WH3068> makes <WH6395> a distinction <WH6395> between <WH996> Egypt <WH4714> and Israel. <WH3478>'"},{"number":8,"verse":"\"And all <WH3605> these <WH428> your servants <WH5650> will come <WH3381> down <WH3381> to me and bow <WH7812> themselves before me, saying, <WH559> 'Go <WH3318> out, you and all <WH3605> the people <WH5971> who <WH834> follow <WH7272> you,' and after <WH310> that I will go <WH3318> out.\" And he went <WH3318> out from Pharaoh <WH6547> in hot <WH2750> anger. <WH639>"},{"number":9,"verse":"Then the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Pharaoh <WH6547> will not listen <WH8085> to you, so <WH4616> that My wonders <WH4159> will be multiplied <WH7235> in the land <WH776> of Egypt. <WH4714>\""},{"number":10,"verse":"And Moses <WH4872> and Aaron <WH175> performed <WH6213> all <WH3605> these <WH428> wonders <WH4159> before <WH6440> Pharaoh; <WH6547> yet the Lord <WH3068> hardened <WH2388> Pharaoh's heart, <WH3820> and he did not let <WH7971> the sons <WH1121> of Israel <WH3478> go <WH7971> out of his land. <WH776>"}]}