{"bibleAbbr":"NASB1995+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"Now a man <WH376> from the house <WH1004> of Levi <WH3878> went <WH1980> and married <WH3947> a daughter <WH1323> of Levi. <WH3878>"},{"number":2,"verse":"And the woman <WH802> conceived <WH2029> and bore <WH3205> a son; <WH1121> and when she saw <WH7200> that he was beautiful, <WH2896> she hid <WH6845> him for three <WH7969> months. <WH3391>"},{"number":3,"verse":"But when she could <WH3201> hide <WH6845> him no <WH3808> longer, <WH5750> she got <WH3947> him a wicker <WH1573> basket <WH8392> and covered <WH9146> it over with tar <WH2564> and pitch. <WH2203> Then she put <WH7760> the child <WH3206> into it, and set <WH7760> [it] among the reeds <WH5488> by the bank <WH8193> of the Nile. <WH2975>"},{"number":4,"verse":"And his sister <WH269> stood <WH3320> at a distance <WH7350> to find <WH3045> out what <WH4100> would happen <WH6213> to him."},{"number":5,"verse":"Then the daughter <WH1323> of Pharaoh <WH6547> came <WH3381> down <WH3381> to bathe <WH7364> at the Nile, <WH2975> with her maidens <WH5291> walking <WH1980> alongside <WH5921> <WH3027> the Nile; <WH2975> and she saw <WH7200> the basket <WH8392> among <WH8432> the reeds <WH5488> and sent <WH7971> her maid, <WH519> and she brought <WH3947> it [to her.]"},{"number":6,"verse":"When she opened <WH6605> [it,] she saw <WH7200> the child, <WH3206> and behold, <WH2009> [the] boy <WH5288> was crying. <WH1058> And she had <WH2550> pity <WH2550> on him and said, <WH559> \"This <WH2088> is one <WH4480> of the Hebrews' children. <WH3206>\""},{"number":7,"verse":"Then his sister <WH269> said <WH559> to Pharaoh's daughter, <WH1323> \"Shall I go <WH1980> and call <WH7121> a nurse <WH3243> for you from the Hebrew <WH5680> women, <WH5680> that she may nurse <WH3243> the child <WH3206> for you?\""},{"number":8,"verse":"And Pharaoh's daughter <WH1323> said <WH559> to her, \"Go <WH1980> [ahead].\" So the girl <WH5959> went <WH1980> and called <WH7121> the child's mother. <WH517>"},{"number":9,"verse":"Then Pharaoh's daughter <WH1323> said <WH559> to her, \"Take <WH1980> this <WH2088> child <WH3206> away and nurse <WH3243> him for me and I shall give <WH5414> [you] your wages. <WH7939>\" So the woman <WH802> took <WH3947> the child <WH3206> and nursed <WH5134> him."},{"number":10,"verse":"And the child <WH3206> grew, <WH1431> and she brought <WH935> him to Pharaoh's daughter, <WH1323> and he became <WH1961> her son. <WH1121> And she named <WH7121> <WH8034> him Moses, <WH4872> and said, <WH559> \"Because <WH3588> I drew <WH4871> him out of the water. <WH4325>\""},{"number":11,"verse":"Now it came <WH1961> about in those <WH1992> days, <WH3117> when Moses <WH4872> had grown <WH1431> up, that he went <WH3318> out to his brethren <WH251> and looked <WH7200> on their hard <WH5450> labors; <WH5450> and he saw <WH7200> an Egyptian <WH4713> beating <WH5221> a Hebrew, <WH5680> one <WH4480> of his brethren. <WH251>"},{"number":12,"verse":"So he looked <WH6437> this <WH3541> way <WH3541> and that, and when he saw <WH7200> there <WH369> was no <WH369> one <WH376> [around,] he struck <WH5221> down <WH5221> the Egyptian <WH4713> and hid <WH2934> him in the sand. <WH2344>"},{"number":13,"verse":"And he went <WH3318> out the next <WH8145> day, <WH3117> and behold, <WH2009> two <WH8147> Hebrews <WH5680> were fighting <WH5327> with each other; and he said <WH559> to the offender, <WH7563> \"Why <WH4100> are you striking <WH5221> your companion <WH7453>?\""},{"number":14,"verse":"But he said, <WH559> \"Who <WH4310> made <WH7760> you a prince <WH8269> or a judge <WH8199> over <WH5921> us? Are you intending <WH559> to kill <WH2026> me, as you killed <WH2026> the Egyptian <WH4713>?\" Then Moses <WH4872> was afraid, <WH3372> and said, <WH559> \"Surely <WH403> the matter <WH1697> has become known. <WH3045>\""},{"number":15,"verse":"When Pharaoh <WH6547> heard <WH8085> of this <WH2088> matter, <WH1697> he tried <WH1245> to kill <WH2026> Moses. <WH4872> But Moses <WH4872> fled <WH1272> from the presence <WH6440> of Pharaoh <WH6547> and settled <WH3427> in the land <WH776> of Midian; <WH4080> and he sat <WH3427> down <WH3427> by a well. <WH875>"},{"number":16,"verse":"Now the priest <WH3548> of Midian <WH4080> had seven <WH7651> daughters; <WH1323> and they came <WH935> to draw <WH1802> water, <WH1802> and filled <WH4390> the troughs <WH7298> to water <WH8248> their father's flock. <WH6629>"},{"number":17,"verse":"Then the shepherds <WH7462> came <WH935> and drove <WH1644> them away, <WH1644> but Moses <WH4872> stood <WH6965> up and helped <WH3467> them, and watered <WH8248> their flock. <WH6629>"},{"number":18,"verse":"When they came <WH935> to Reuel <WH7467> their father, he said, <WH1> \"Why <WH559> have you come <WH4069> [back] so soon <WH935> today <WH4116>?\""},{"number":19,"verse":"So they said, <WH559> \"An Egyptian <WH4713> delivered <WH5337> us from the hand <WH3027> of the shepherds; <WH7462> and what <WH1571> is more, <WH1571> he even <WH1571> drew <WH1802> the water <WH1802> for us and watered <WH8248> the flock. <WH6629>\""},{"number":20,"verse":"And he said <WH559> to his daughters, <WH1323> \"Where <WH335> is he then? Why <WH4100> is it that you have left <WH5800> the man <WH376> behind <WH5800>? Invite <WH7121> him to have something <WH3899> to eat. <WH398>\""},{"number":21,"verse":"And Moses <WH4872> was willing <WH2974> to dwell <WH3427> with the man, <WH376> and he gave <WH5414> his daughter <WH1323> Zipporah <WH6855> to Moses. <WH4872>"},{"number":22,"verse":"Then she gave <WH3205> birth <WH3205> to a son, <WH1121> and he named <WH7121> <WH8034> him Gershom, <WH1647> for he said, <WH559> \"I have been <WH1961> a sojourner <WH1616> in a foreign <WH5237> land. <WH776>\""},{"number":23,"verse":"Now it came <WH1961> about in [the course of] those <WH1992> many <WH7227> days <WH3117> that the king <WH4428> of Egypt <WH4714> died. <WH4191> And the sons <WH1121> of Israel <WH3478> sighed <WH584> because <WH4480> of the bondage, <WH5656> and they cried <WH2199> out; and their cry <WH7775> for help <WH7775> because <WH4480> of [their] bondage <WH5656> rose <WH5927> up to God. <WH430>"},{"number":24,"verse":"So God <WH430> heard <WH8085> their groaning; <WH5009> and God <WH430> remembered <WH2142> His covenant <WH1285> with Abraham, <WH85> Isaac, <WH3327> and Jacob. <WH3290>"},{"number":25,"verse":"And God <WH430> saw <WH7200> the sons <WH1121> of Israel, <WH3478> and God <WH430> took <WH3045> notice <WH3045> [of them.]"}]}