{"bibleAbbr":"NASB1995+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"Now the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"See, <WH7200> I have called <WH7121> by name <WH8034> Bezalel, <WH1212> the son <WH1121> of Uri, <WH221> the son <WH1121> of Hur, <WH2354> of the tribe <WH4294> of Judah. <WH3063>"},{"number":3,"verse":"\"And I have filled <WH4390> him with the Spirit <WH7307> of God <WH430> in wisdom, <WH2451> in understanding, <WH8394> in knowledge, <WH1847> and in all <WH3605> [kinds of] craftsmanship, <WH4399>"},{"number":4,"verse":"to make <WH2803> artistic designs <WH4284> for work <WH6213> in gold, <WH2091> in silver, <WH3701> and in bronze, <WH5178>"},{"number":5,"verse":"and in the cutting <WH2799> of stones <WH68> for settings, <WH4390> and in the carving <WH2799> of wood, <WH6086> that he may work <WH6213> in all <WH3605> [kinds of] craftsmanship. <WH4399>"},{"number":6,"verse":"\"And behold, <WH2009> I Myself <WH589> have appointed <WH5414> with him Oholiab, <WH171> the son <WH1121> of Ahisamach, <WH294> of the tribe <WH4294> of Dan; <WH1835> and in the hearts <WH3820> of all <WH3605> who <WH2450> are skillful <WH2450> <WH3820> I have put <WH5414> skill, <WH2451> that they may make <WH6213> all <WH3605> that I have commanded <WH6680> you:"},{"number":7,"verse":"the tent <WH168> of meeting, <WH4150> and the ark <WH727> of testimony, <WH5715> and the mercy <WH3727> seat <WH3727> upon it, and all <WH3605> the furniture <WH3627> of the tent, <WH168>"},{"number":8,"verse":"the table <WH7979> also and its utensils, <WH3627> and the pure <WH2889> [gold] lampstand <WH4501> with all <WH3605> its utensils, <WH3627> and the altar <WH4196> of incense, <WH7004>"},{"number":9,"verse":"the altar <WH4196> of burnt <WH5930> offering <WH5930> also with all <WH3605> its utensils, <WH3627> and the laver <WH3595> and its stand, <WH3653>"},{"number":10,"verse":"the woven <WH8278> garments <WH899> as well, and the holy <WH6944> garments <WH899> for Aaron <WH175> the priest, <WH3548> and the garments <WH899> of his sons, <WH1121> [with which] to carry <WH3547> on their priesthood; <WH3547>"},{"number":11,"verse":"the anointing <WH4888> oil <WH8081> also, and the fragrant <WH5561> incense <WH7004> for the holy <WH6944> place, they are to make <WH6213> [them] according to all <WH3605> that I have commanded <WH6680> you. \""},{"number":12,"verse":"And the Lord <WH3068> spoke <WH559> to Moses, <WH4872> saying, <WH559>"},{"number":13,"verse":"\"But as for you, speak <WH1696> to the sons <WH1121> of Israel, <WH3478> saying, <WH559> 'You shall surely <WH389> observe <WH8104> My sabbaths; <WH7676> for [this] is a sign <WH226> between <WH996> Me and you throughout your generations, <WH1755> that you may know <WH3045> that I am the Lord <WH3068> who sanctifies <WH6942> you."},{"number":14,"verse":"'Therefore you are to observe <WH8104> the sabbath, <WH7676> for it is holy <WH6944> to you. Everyone who profanes <WH2490> it shall surely <WH4191> be put <WH4191> to death; <WH4191> for whoever <WH3605> does <WH6213> any <WH3605> work <WH4399> on it, that person <WH5315> shall be cut <WH3772> off <WH3772> from among <WH7130> his people. <WH9415>"},{"number":15,"verse":"'For six <WH8337> days <WH3117> work <WH4399> may be done, <WH6213> but on the seventh <WH7637> day <WH3117> there is a sabbath <WH7676> of complete <WH7677> rest, <WH7677> holy <WH6944> to the Lord; <WH3068> whoever <WH3605> does <WH6213> any <WH3605> work <WH4399> on the sabbath <WH7676> day <WH3117> shall surely <WH4191> be put <WH4191> to death. <WH4191>"},{"number":16,"verse":"'So the sons <WH1121> of Israel <WH3478> shall observe <WH8104> the sabbath, <WH7676> to celebrate <WH6213> the sabbath <WH7676> throughout their generations <WH1755> as a perpetual <WH5769> covenant. <WH1285>'"},{"number":17,"verse":"\"It is a sign <WH226> between <WH996> Me and the sons <WH1121> of Israel <WH3478> forever; <WH5769> for in six <WH8337> days <WH3117> the Lord <WH3068> made <WH6213> heaven <WH8064> and earth, <WH776> but on the seventh <WH7637> day <WH3117> He ceased <WH7673> [from labor,] and was refreshed. <WH5314>\""},{"number":18,"verse":"And when He had finished <WH3615> speaking <WH1696> with him upon Mount <WH2022> Sinai, <WH5514> He gave <WH5414> Moses <WH4872> the two <WH8147> tablets <WH3871> of the testimony, <WH5715> tablets <WH3871> of stone, <WH68> written <WH3789> by the finger <WH676> of God. <WH430>"}]}