{"bibleAbbr":"NASB1995+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"Then Moses <WH4872> answered <WH6030> and said, <WH559> \"What if <WH2005> they will not believe <WH539> me, or listen <WH8085> to what <WH6963> I say <WH6963>? For they may say, <WH559> 'The Lord <WH3068> has not appeared <WH7200> to you.'\""},{"number":2,"verse":"And the Lord <WH3068> said <WH559> to him, \"What <WH4100> is that in your hand <WH3027>?\" And he said, <WH559> \"A staff. <WH4294>\""},{"number":3,"verse":"Then He said, <WH559> \"Throw <WH7993> it on the ground. <WH776>\" So he threw <WH7993> it on the ground, <WH776> and it became <WH1961> a serpent; <WH5175> and Moses <WH4872> fled <WH5127> from it."},{"number":4,"verse":"But the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Stretch <WH7971> out your hand <WH3027> and grasp <WH270> [it] by its tail <WH2180>\" – so he stretched <WH7971> out his hand <WH3027> and caught <WH2388> it, and it became <WH1961> a staff <WH4294> in his hand <WH3709> –"},{"number":5,"verse":"\"that they may believe <WH539> that the Lord, <WH3068> the God <WH430> of their fathers, the God <WH1> of Abraham, <WH430> the God <WH85> of Isaac, <WH430> and the God <WH3327> of Jacob, <WH430> has appeared <WH3290> to you.\""},{"number":6,"verse":"And the Lord <WH3068> furthermore <WH5750> said <WH559> to him, \"Now <WH4994> put <WH935> your hand <WH3027> into your bosom. <WH2436>\" So he put <WH935> his hand <WH3027> into his bosom, <WH2436> and when he took <WH3318> it out, behold, <WH2009> his hand <WH3027> was leprous <WH6879> like snow. <WH7950>"},{"number":7,"verse":"Then He said, <WH559> \"Put <WH7725> your hand <WH3027> into your bosom <WH2436> again. <WH7725>\" So he put <WH7725> his hand <WH3027> into his bosom <WH2436> again; <WH7725> and when he took <WH3318> it out of his bosom, <WH2436> behold, <WH2009> it was restored <WH7725> like [the rest of] his flesh. <WH1320>"},{"number":8,"verse":"\"And it shall come <WH1961> about that if <WH518> they will not believe <WH539> you or heed <WH8085> the witness <WH6963> of the first <WH7223> sign, <WH226> they may believe <WH539> the witness <WH6963> of the last <WH314> sign. <WH226>"},{"number":9,"verse":"\"But it shall be that if <WH518> they will not believe <WH539> even <WH1571> these <WH428> two <WH8147> signs <WH226> or heed <WH8085> what <WH6963> you say, <WH6963> then you shall take <WH3947> some <WH4480> water <WH4325> from the Nile <WH2975> and pour <WH8210> it on the dry <WH3004> ground; <WH3004> and the water <WH4325> which <WH834> you take <WH3947> from the Nile <WH2975> will become <WH1961> blood <WH1818> on the dry <WH3006> ground. <WH3006>\""},{"number":10,"verse":"Then Moses <WH4872> said <WH559> to the Lord, <WH3068> \"Please, <WH994> Lord, <WH136> I have never <WH3808> been eloquent, <WH376> <WH1697> neither <WH1571> recently <WH4480> <WH8543> nor <WH1571> in time <WH8032> past, <WH8032> nor <WH1571> since <WH9241> Thou hast spoken <WH1696> to Thy servant; <WH5650> for I am slow <WH3515> of speech <WH6310> and slow <WH3515> of tongue. <WH3956>\""},{"number":11,"verse":"And the Lord <WH3068> said <WH559> to him, \"Who <WH4310> has made <WH7760> man's mouth <WH6310>? Or <WH176> who <WH4310> makes <WH7760> [him] dumb <WH483> or <WH176> deaf, <WH2795> or <WH176> seeing <WH6493> or <WH176> blind <WH5787>? Is it not I, the Lord <WH3068>?"},{"number":12,"verse":"\"Now <WH6258> then go, <WH1980> and I, even I, will be with your mouth, <WH6310> and teach <WH3384> you what <WH834> you are to say. <WH1696>\""},{"number":13,"verse":"But he said, <WH559> \"Please, <WH994> Lord, <WH136> now <WH4994> send <WH7971> [the message] by whomever Thou wilt. <WH7971>\""},{"number":14,"verse":"Then the anger <WH639> of the Lord <WH3068> burned <WH2734> against Moses, <WH4872> and He said, <WH559> \"Is there not your brother <WH251> Aaron <WH175> the Levite <WH3881>? I know <WH3045> that he speaks <WH1696> fluently. <WH1696> And moreover, <WH1571> behold, <WH2009> he is coming <WH3318> out to meet <WH7122> you; when he sees <WH7200> you, he will be glad <WH8055> in his heart. <WH3820>"},{"number":15,"verse":"\"And you are to speak <WH1696> to him and put <WH7760> the words <WH1697> in his mouth; <WH6310> and I, even I, will be with your mouth <WH6310> and his mouth, <WH6310> and I will teach <WH3384> you what <WH834> you are to do. <WH6213>"},{"number":16,"verse":"\"Moreover, he shall speak <WH1696> for you to the people; <WH5971> and it shall come <WH1961> about that he shall be as a mouth <WH6310> for you, and you shall be as God <WH430> to him."},{"number":17,"verse":"\"And you shall take <WH3947> in your hand <WH3027> this <WH2088> staff, <WH4294> with which <WH834> you shall perform <WH6213> the signs. <WH226>\""},{"number":18,"verse":"Then Moses <WH4872> departed <WH1980> and returned <WH7725> to Jethro <WH3500> his father-in-law, and said <WH559> to him, \"Please, <WH4994> let me go, <WH1980> that I may return <WH7725> to my brethren <WH251> who <WH834> are in Egypt, <WH4714> and see <WH7200> if they are still <WH5750> alive. <WH2416>\" And Jethro <WH3503> said <WH559> to Moses, <WH4872> \"Go <WH1980> in peace. <WH7965>\""},{"number":19,"verse":"Now the Lord <WH3068> said <WH559> to Moses <WH4872> in Midian, <WH4080> \"Go <WH1980> back <WH7725> to Egypt, <WH4714> for all <WH3605> the men <WH376> who were seeking <WH1245> your life <WH5315> are dead. <WH4191>\""},{"number":20,"verse":"So Moses <WH4872> took <WH3947> his wife <WH802> and his sons <WH1121> and mounted <WH7392> them on a donkey, <WH2543> and he returned <WH7725> to the land <WH776> of Egypt. <WH4714> Moses <WH4872> also took <WH3947> the staff <WH4294> of God <WH430> in his hand. <WH3027>"},{"number":21,"verse":"And the Lord <WH3068> said <WH559> to Moses, <WH4872> \"When you go <WH1980> back <WH7725> to Egypt <WH4714> see <WH7200> that you perform <WH6213> before <WH6440> Pharaoh <WH6547> all <WH3605> the wonders <WH4159> which <WH834> I have put <WH7760> in your power; <WH3027> but I will harden <WH2388> his heart <WH3820> so that he will not let <WH7971> the people <WH5971> go. <WH7971>"},{"number":22,"verse":"\"Then you shall say <WH559> to Pharaoh, <WH6547> 'Thus <WH3541> says <WH559> the Lord, <WH3068> \"Israel <WH3478> is My son, <WH1121> My first-born."},{"number":23,"verse":"\"So I said <WH559> to you, 'Let <WH7971> My son <WH1121> go, <WH7971> that he may serve <WH5647> Me'; but you have refused <WH3985> to let <WH7971> him go. <WH7971> Behold, <WH2009> I will kill <WH2026> your son, <WH1121> your first-born.\"' \""},{"number":24,"verse":"Now it came <WH1961> about at the lodging <WH4411> place <WH4411> on the way <WH1870> that the Lord <WH3068> met <WH6298> him and sought <WH1245> to put <WH4191> him to death. <WH4191>"},{"number":25,"verse":"Then Zipporah <WH6855> took <WH3947> a flint <WH6864> and cut <WH3772> off <WH3772> her son's foreskin <WH6190> and threw <WH5060> [it] at Moses' feet, <WH7272> and she said, <WH559> \"You are indeed <WH3588> a bridegroom <WH2860> of blood <WH1818> to me.\""},{"number":26,"verse":"So He let <WH7503> him alone. <WH7503> At that time <WH227> she said, <WH559> \"[You are] a bridegroom <WH2860> of blood <WH1818>\" – because of the circumcision. <WH4139>"},{"number":27,"verse":"Now the Lord <WH3068> said <WH559> to Aaron, <WH175> \"Go <WH1980> to meet <WH7122> Moses <WH4872> in the wilderness. <WH4057>\" So he went <WH1980> and met <WH6298> him at the mountain <WH2022> of God, <WH430> and he kissed <WH5401> him."},{"number":28,"verse":"And Moses <WH4872> told <WH5046> Aaron <WH175> all <WH3605> the words <WH1697> of the Lord <WH3068> with which <WH834> He had sent <WH7971> him, and all <WH3605> the signs <WH226> that He had commanded <WH6680> him [to do.]"},{"number":29,"verse":"Then Moses <WH4872> and Aaron <WH175> went <WH1980> and assembled <WH622> all <WH3605> the elders <WH2205> of the sons <WH1121> of Israel; <WH3478>"},{"number":30,"verse":"and Aaron <WH175> spoke <WH1696> all <WH3605> the words <WH1697> which <WH834> the Lord <WH3068> had spoken <WH1696> to Moses. <WH4872> He then performed <WH6213> the signs <WH226> in the sight <WH5869> of the people. <WH5971>"},{"number":31,"verse":"So the people <WH5971> believed; <WH539> and when they heard <WH8085> that the Lord <WH3068> was concerned <WH6485> about the sons <WH1121> of Israel <WH3478> and that He had seen <WH7200> their affliction, <WH6040> then they bowed <WH6915> low <WH6915> and worshiped. <WH7812>"}]}