{"bibleAbbr":"NASB1995+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"Then the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Go <WH935> to Pharaoh <WH6547> and say <WH559> to him, 'Thus <WH3541> says <WH559> the Lord, <WH3068> \"Let <WH7971> My people <WH5971> go, <WH7971> that they may serve <WH5647> Me."},{"number":2,"verse":"\"But if <WH518> you refuse <WH3986> to let <WH7971> [them] go, <WH7971> behold, <WH2009> I will smite <WH5062> your whole <WH3605> territory <WH1366> with frogs. <WH6854>"},{"number":3,"verse":"\"And the Nile <WH2975> will swarm <WH8317> with frogs, <WH6854> which will come <WH5927> up and go <WH935> into your house <WH1004> and into your bedroom <WH2315> <WH4904> and on your bed, <WH4296> and into the houses <WH1004> of your servants <WH5650> and on your people, <WH5971> and into your ovens <WH8574> and into your kneading <WH4863> bowls. <WH4863>"},{"number":4,"verse":"\"So the frogs <WH6854> will come <WH5927> up on you and your people <WH5971> and all <WH3605> your servants. <WH5650>\"' \""},{"number":5,"verse":"Then the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Say <WH559> to Aaron, <WH175> 'Stretch <WH5186> out your hand <WH3027> with your staff <WH4294> over <WH5921> the rivers, <WH5104> over <WH5921> the streams <WH2975> and over <WH5921> the pools, <WH98> and make frogs <WH6854> come <WH5927> up on the land <WH776> of Egypt. <WH4714>'\""},{"number":6,"verse":"So Aaron <WH175> stretched <WH5186> out his hand <WH3027> over <WH5921> the waters <WH4325> of Egypt, <WH4714> and the frogs <WH6854> came <WH5927> up and covered <WH3680> the land <WH776> of Egypt. <WH4714>"},{"number":7,"verse":"And the magicians <WH2748> did <WH6213> the same <WH3651> with their secret <WH3909> arts, <WH3909> making frogs <WH6854> come <WH5927> up on the land <WH776> of Egypt. <WH4714>"},{"number":8,"verse":"Then Pharaoh <WH6547> called <WH7121> for Moses <WH4872> and Aaron <WH175> and said, <WH559> \"Entreat <WH6279> the Lord <WH3068> that He remove <WH5493> the frogs <WH6854> from me and from my people; <WH5971> and I will let <WH7971> the people <WH5971> go, <WH7971> that they may sacrifice <WH2076> to the Lord. <WH3068>\""},{"number":9,"verse":"And Moses <WH4872> said <WH559> to Pharaoh, <WH6547> \"The honor <WH6286> is yours to tell me: when <WH4970> shall I entreat <WH6279> for you and your servants <WH5650> and your people, <WH5971> that the frogs <WH6854> be destroyed <WH3772> from you and your houses, <WH1004> [that] they may be left <WH7604> only <WH7534> in the Nile <WH2975>?\""},{"number":10,"verse":"Then he said, <WH559> \"Tomorrow. <WH4279>\" So he said, <WH559> \"[May it be] according to your word, <WH1697> that you may know <WH3045> that there <WH369> is no <WH369> one <WH369> like the Lord <WH3068> our God. <WH430>"},{"number":11,"verse":"\"And the frogs <WH6854> will depart <WH5493> from you and your houses <WH1004> and your servants <WH5650> and your people; <WH5971> they will be left <WH7604> only <WH7534> in the Nile. <WH2975>\""},{"number":12,"verse":"Then Moses <WH4872> and Aaron <WH175> went <WH3318> out from Pharaoh, <WH6547> and Moses <WH4872> cried <WH6817> to the Lord <WH3068> concerning <WH5921> <WH1697> the frogs <WH6854> which <WH834> He had inflicted <WH7760> upon Pharaoh. <WH6547>"},{"number":13,"verse":"And the Lord <WH3068> did <WH6213> according to the word <WH1697> of Moses, <WH4872> and the frogs <WH6854> died <WH4191> out of the houses, <WH1004> the courts, <WH2691> and the fields. <WH7704>"},{"number":14,"verse":"So they piled <WH6651> them in heaps, <WH9148> and the land <WH776> became <WH887> foul. <WH887>"},{"number":15,"verse":"But when Pharaoh <WH6547> saw <WH7200> that there was relief, <WH7309> he hardened <WH3513> his heart <WH3820> and did not listen <WH8085> to them, as the Lord <WH3068> had said. <WH1696>"},{"number":16,"verse":"Then the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Say <WH559> to Aaron, <WH175> 'Stretch <WH5186> out your staff <WH4294> and strike <WH5221> the dust <WH6083> of the earth, <WH776> that it may become <WH1961> gnats <WH3654> through all <WH3605> the land <WH776> of Egypt. <WH4714>'\""},{"number":17,"verse":"And they did <WH6213> so; <WH3651> and Aaron <WH175> stretched <WH5186> out his hand <WH3027> with his staff, <WH4294> and struck <WH5221> the dust <WH6083> of the earth, <WH776> and there were gnats <WH3654> on man <WH120> and beast. <WH929> All <WH3605> the dust <WH6083> of the earth <WH776> became <WH1961> gnats <WH3654> through all <WH3605> the land <WH776> of Egypt. <WH4714>"},{"number":18,"verse":"And the magicians <WH2748> tried <WH6213> with their secret <WH3909> arts <WH3909> to bring <WH3318> forth <WH3318> gnats, <WH3654> but they could <WH3201> not; so there were gnats <WH3654> on man <WH120> and beast. <WH929>"},{"number":19,"verse":"Then the magicians <WH2748> said <WH559> to Pharaoh, <WH6547> \"This <WH1931> is the finger <WH676> of God. <WH430>\" But Pharaoh's heart <WH3820> was hardened, <WH2388> and he did not listen <WH8085> to them, as the Lord <WH3068> had said. <WH1696>"},{"number":20,"verse":"Now the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Rise <WH7925> early <WH7925> in the morning <WH1242> and present <WH3320> yourself <WH3320> before <WH6440> Pharaoh, <WH6547> as he comes <WH3318> out to the water, <WH4325> and say <WH559> to him, 'Thus <WH3541> says <WH559> the Lord, <WH3068> \"Let <WH7971> My people <WH5971> go, <WH7971> that they may serve <WH5647> Me."},{"number":21,"verse":"\"For if <WH518> you will not let <WH7971> My people <WH5971> go, <WH7971> behold, <WH2009> I will send <WH7971> swarms <WH6157> of insects on you and on your servants <WH5650> and on your people <WH5971> and into your houses; <WH1004> and the houses <WH1004> of the Egyptians <WH4714> shall be full <WH4390> of swarms <WH6157> of insects, and also <WH1571> the ground <WH127> on which <WH834> they [dwell.]"},{"number":22,"verse":"\"But on that day <WH3117> I will set <WH6395> apart <WH6395> the land <WH776> of Goshen, <WH1657> where <WH834> My people <WH5971> are living, <WH5975> so that no <WH1115> swarms <WH6157> of insects will be there, <WH8033> in order <WH4616> that you may know <WH3045> that I, the Lord, <WH3068> am in the midst <WH7130> of the land. <WH776>"},{"number":23,"verse":"\"And I will put <WH7760> a division <WH6304> between <WH996> My people <WH5971> and your people. <WH5971> Tomorrow <WH4279> this <WH2088> sign <WH226> shall occur. <WH1961>\"' \""},{"number":24,"verse":"Then the Lord <WH3068> did <WH6213> so. <WH3651> And there came <WH935> great <WH3515> swarms <WH6157> of insects into the house <WH1004> of Pharaoh <WH6547> and the houses <WH1004> of his servants <WH5650> and the land <WH776> was laid <WH7843> waste <WH7843> because <WH4480> <WH6440> of the swarms <WH6157> of insects in all <WH3605> the land <WH776> of Egypt. <WH4714>"},{"number":25,"verse":"And Pharaoh <WH6547> called <WH7121> for Moses <WH4872> and Aaron <WH175> and said, <WH559> \"Go, <WH1980> sacrifice <WH2076> to your God <WH430> within the land. <WH776>\""},{"number":26,"verse":"But Moses <WH4872> said, <WH559> \"It is not right <WH3559> to do <WH6213> so, <WH3651> for we shall sacrifice <WH2076> to the Lord <WH3068> our God <WH430> what is an abomination <WH8441> to the Egyptians. <WH4714> If <WH2005> we sacrifice <WH2076> what is an abomination <WH8441> to the Egyptians <WH4714> before their eyes, <WH5869> will they not then stone <WH5619> us?"},{"number":27,"verse":"\"We must go <WH1980> a three <WH7969> days' journey <WH1870> into the wilderness <WH4057> and sacrifice <WH2076> to the Lord <WH3068> our God <WH430> as He commands <WH559> us.\""},{"number":28,"verse":"And Pharaoh <WH6547> said, <WH559> \"I will let <WH7971> you go, <WH7971> that you may sacrifice <WH2076> to the Lord <WH3068> your God <WH430> in the wilderness; <WH4057> only <WH7534> you shall not go <WH1980> very far <WH7368> away. Make <WH6279> supplication <WH6279> for me.\""},{"number":29,"verse":"Then Moses <WH4872> said, <WH559> \"Behold, <WH2009> I am going <WH3318> out from you, and I shall make <WH6279> supplication <WH6279> to the Lord <WH3068> that the swarms <WH6157> of insects may depart <WH5493> from Pharaoh, <WH6547> from his servants, <WH5650> and from his people <WH5971> tomorrow; <WH4279> only <WH7534> do not let Pharaoh <WH6547> deal <WH8524> deceitfully <WH8524> again <WH3254> in not letting <WH7971> the people <WH5971> go <WH7971> to sacrifice <WH2076> to the Lord. <WH3068>\""},{"number":30,"verse":"So Moses <WH4872> went <WH3318> out from Pharaoh <WH6547> and made <WH6279> supplication <WH6279> to the Lord. <WH3068>"},{"number":31,"verse":"And the Lord <WH3068> did <WH6213> as Moses <WH4872> asked, <WH1697> and removed <WH5493> the swarms <WH6157> of insects from Pharaoh, <WH6547> from his servants <WH5650> and from his people; <WH5971> not one <WH259> remained. <WH7604>"},{"number":32,"verse":"But Pharaoh <WH6547> hardened <WH3513> his heart <WH3820> this <WH2088> time <WH6471> also, <WH1571> and he did not let <WH7971> the people <WH5971> go. <WH7971>"}]}