{"bibleAbbr":"orOV2014","bookName":"ମୀଖା ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"ହେ ସୈନ୍ୟଦଳ-କନ୍ୟେ, ଏବେ ତୁମ୍ଭେ ଦଳ ଦଳ ହୋଇ ଆପଣାକୁ ଏକତ୍ର କରିବ; ସେ ଆମ୍ଭମାନଙ୍କ ପ୍ରତିକୂଳରେ ସୈନ୍ୟ ବେଷ୍ଟନ କରିଅଛି; ସେମାନେ ଇସ୍ରାଏଲର ବିଚାରକର୍ତ୍ତାର ଗାଲରେ ଦଣ୍ତାଘାତ କରିବେ ।"},{"number":2,"verse":"( ବେଥଲିହିମରୁ ଶାସନକର୍ତ୍ତାଙ୍କ ଉତ୍ପନ୍ନ) ମାତ୍ର ହେ ବେଥଲିହିମ-ଉଫ୍ରାଥା, ଯିହୁଦାର ସହସ୍ରଗଣର ମଧ୍ୟରେ କ୍ଷୁଦ୍ର ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭ ମଧ୍ୟରୁ ଇସ୍ରାଏଲର ଶାସନକର୍ତ୍ତା ହେବା ନିମନ୍ତେ ଆମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ଏକ ବ୍ୟକ୍ତି ଉତ୍ପନ୍ନ ହେବେ; ପୁରାତନ କାଳରୁ, ଅନାଦି କାଳରୁ ତାହାଙ୍କର ଉତ୍ପତ୍ତି ।"},{"number":3,"verse":"ଏନିମନ୍ତେ ଯେଉଁ ସ୍ତ୍ରୀ ପ୍ରସବବେଦନାଗ୍ରସ୍ତା ହେଉଅଛି, ସେ ଯେପର୍ଯ୍ୟନ୍ତ ପ୍ରସବ ନ କରେ, ସେହି ସମୟ ପର୍ଯ୍ୟନ୍ତ ସେ ସେମାନଙ୍କୁ ତ୍ୟାଗ କରିବେ; ତହିଁ ଉତ୍ତାରେ ତାହାଙ୍କର ଅବଶିଷ୍ଟ ଭ୍ରାତୃଗଣ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣର ନିକଟକୁ ଫେରି ଆସିବେ ।"},{"number":4,"verse":"ପୁଣି, ସେ ଠିଆ ହୋଇ ସଦାପ୍ରଭୁଙ୍କ ଶକ୍ତିରେ, ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ନାମର ମହିମାରେ ଆପଣା ପଲ ଚରାଇବେ ଓ ସେମାନେ ସୁସ୍ଥିର ହୋଇ ବାସ କରିବେ; କାରଣ ସେସମୟରେ ସେ ପୃଥିବୀର ପ୍ରା; ପର୍ଯ୍ୟନ୍ତ ମହାନ ହେବେ ।"},{"number":5,"verse":"ଆଉ, ଏହି ମନୁଷ୍ୟ ଆମ୍ଭମାନଙ୍କର ଶାନ୍ତିସ୍ଵରୂପ ହେବେନ୍ତ ଯେଉଁ ସମୟରେ ଅଶୂର ଆମ୍ଭମାନଙ୍କ ଦେଶକୁ ଆସିବ ଓ ଆମ୍ଭମାନଙ୍କ ଅଟ୍ଟାଳିକା-ମାନରେ ପଦାର୍ପଣ କରିବ, ସେସମୟରେ ଆମ୍ଭେମାନେ ତାହା ବିରୁଦ୍ଧରେ ସାତ ଜଣ ପଲରକ୍ଷକ ଓ ଆଠ ଜଣ ପ୍ରଧାନ ଲୋକ ଉତ୍ଥାପନ କରିବା ।"},{"number":6,"verse":"( ଯାକୁବର ଅବଶିଷ୍ଟାଂଶଙ୍କ ଉଦ୍ଧାର) ପୁଣି, ସେମାନେ ଖଡ଼୍‍ଗ ଦ୍ଵାରା ଅଶୂର ଦେଶ ଓ ନିମ୍ରୋଦ ଦେଶର ପ୍ରବେଶ-ସ୍ଥାନସକଳ ଉଚ୍ଛିନ୍ନ କରିବେ; ପୁଣି, ଅଶୂର ଆମ୍ଭମାନଙ୍କ ଦେଶକୁ ଆସି ଆମ୍ଭମାନଙ୍କ ସୀମାରେ ପଦାର୍ପଣ କଲେ ସେ ତାହାଠାରୁ ଆମ୍ଭମାନଙ୍କୁ ଉଦ୍ଧାର କରିବେ ।"},{"number":7,"verse":"ଆଉ, ସଦାପ୍ରଭୁଙ୍କ ନିକଟରୁ ଆଗତ ଯେଉଁ ଶିଶିର ଓ ତୃଣ ଉପରେ ପତିତ ଯେଉଁ ବୃଷ୍ଟି ମନୁଷ୍ୟ ପାଇଁ ବିଳମ୍ଵ ନ କରେ, କିଅବା ମନୁଷ୍ୟ-ସନ୍ତାନଗଣର ଅପେକ୍ଷା ନ କରେ, ତାହାର ମୂଲ୍ୟ ଯାକୁବର ଅବଶିଷ୍ଟାଂଶ ଅନେକ ଗୋଷ୍ଟୀ ମଧ୍ୟରେ ରହିବେ ।"},{"number":8,"verse":"ପୁଣି, ବନ ପଶୁଗଣ ମଧ୍ୟରେ ଯେପରି ସିଂହ, ମେଷପଲ ମଧ୍ୟରେ ଯେପରି ଯୁବା ସିଂହ ଯାଇ ଦଳି ପକାଏ ଓ ବିଦୀର୍ଣ୍ଣ କରେ, ଆଉ ଉଦ୍ଧାରକାରୀ କେହି ନ ଥାଏ, ସେପରି ଗୋଷ୍ଠୀଗଣ ମଧ୍ୟରେ, ଅନେକ ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ଯାକୁବର ଅବଶିଷ୍ଟାଂଶ ହେବେ ।"},{"number":9,"verse":"ତୁମ୍ଭ ବିପକ୍ଷଗଣର ଉପରେ ତୁମ୍ଭର ହସ୍ତ ଉନ୍ନତ ହେଉ ଓ ତୁମ୍ଭର ଶତ୍ରୁ ସମସ୍ତେ ଉଚ୍ଛିନ୍ନ ହେଉନ୍ତୁ ।"},{"number":10,"verse":"ଆହୁରି, ସଦାପ୍ରଭୁ କହନ୍ତି, ସେଦିନ ଆମ୍ଭେ ତୁମ୍ଭ ମଧ୍ୟରୁ ତୁମ୍ଭ ଅଶ୍ଵଗଣକୁ ଉଚ୍ଛିନ୍ନ କରିବା ଓ ତୁମ୍ଭର ରଥସବୁ ନଷ୍ଟ କରିବା;"},{"number":11,"verse":"ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭ ଦେଶର ନଗରସବୁ ଉଚ୍ଛିନ୍ନ କରିବା ଓ ତୁମ୍ଭର ଦୃଢ଼ ଦୁର୍ଗସବୁ ଭାଙ୍ଗି ପକାଇବା;"},{"number":12,"verse":"ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭ ହସ୍ତରୁ ମାୟାବୀତ୍ଵ ଉଚ୍ଛିନ୍ନ କରିବା ଓ ଗଣକମାନେ ତୁମ୍ଭ ମଧ୍ୟରେ ଆଉ ନ ଥିବେ;"},{"number":13,"verse":"ଆଉ, ଆମ୍ଭେ ତୁମ୍ଭ ମଧ୍ୟରୁ ତୁମ୍ଭର ଖୋଦିତ ପ୍ରତିମା ଓ ତୁମ୍ଭର ସ୍ତମ୍ଭସକଳ ଉଚ୍ଛିନ୍ନ କରିବା; ତହିଁରେ ତୁମ୍ଭେ ଆପଣା ହସ୍ତକୃତ ବସ୍ତୁକୁ ଆଉ ପ୍ରଣାମ କରିବ ନାହିଁ ।"},{"number":14,"verse":"ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭ ମଧ୍ୟରୁ ତୁମ୍ଭର ଆଶେରା ମୂର୍ତ୍ତିସକଳ ଉତ୍ପାଟନ କରିବା ଓ ତୁମ୍ଭର ନଗରସବୁ ବିନଷ୍ଟ କରିବା ।"},{"number":15,"verse":"ଆଉ, ଯେଉଁ ଗୋଷ୍ଠୀମାନେ କଥାରେ ମନୋ-ଯୋଗ କଲେ ନାହିଁ, ସେମାନଙ୍କଠାରୁ ଆମ୍ଭେ କୋପରେ ଓ ପ୍ରଚଣ୍ତତାରେ ପରିଶୋଧ ନେବା ।"}]}