{"bibleAbbr":"orOV2014","bookName":"ମୀଖା ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"( ପରିତ୍ରାଣର ପରମେଶ୍ଵରଙ୍କ ପ୍ରତୀକ୍ଷା) ହାୟ, ମୁଁ ସନ୍ତାପର ପାତ୍ର ! କାରଣ ଗ୍ରୀଷ୍ମକାଳୀନ ଫଳ ତୋଳିଲା ଉତ୍ତାରେ ଦ୍ରାକ୍ଷାଫଳ ସଂଗ୍ରହ କରିବାର ଯେପରି, ମୁଁ ସେପରି ହୋଇଅଛି; ଭୋଜନର ପାଇଁ ଗୋଟିଏ ଦ୍ରାକ୍ଷାପେଣ୍ତା ନାହିଁ, ମୋର ପ୍ରାଣ ପ୍ରଥମ ପକ୍ଵ ଡିମିରି ଫଳ ଲାଳସା କରେ ।"},{"number":2,"verse":"ଧାର୍ମିକ ଲୋକ ପୃଥିବୀରୁ ଉଚ୍ଛିନ୍ନ ହୋଇଅଛି ଓ ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ସରଳ ଲୋକ କେହି ନାହିଁ; ସେସମସ୍ତେ ରକ୍ତପାତ କରିବାକୁ ଛକି ବସନ୍ତି; ପ୍ରତ୍ୟେକ ଲୋକ ଆପଣା ଆପଣା ଭ୍ରାତାକୁ ଜାଲରେ ଧରିବାକୁ ଚେଷ୍ଟା କରଇ ।"},{"number":3,"verse":"ଯାହା ମନ୍ଦ, ତାହା ଯନିପୂର୍ବକ କରିବା ପାଇଁ ତହିଁ ଉପରେ ସେମାନଙ୍କର ହସ୍ତ ଅଛି; ଅଧିପତି ଚାହେଁ ଓ ବିଚାରକର୍ତ୍ତା ପୁରସ୍କାର ପାଇଁ ପ୍ରସ୍ତୁତ; ଆଉ, ବଡ଼ ଲୋକ ଆପଣା ପ୍ରାଣର ହିଂସାଭାବ ମୁଖରେ ବ୍ୟକ୍ତ କରେ; ଏହିରୂପେ ସେମାନେ ବସ୍ତ୍ର ତୁଲ୍ୟ ତାହା ଏକତ୍ର ବୁଣନ୍ତି ।"},{"number":4,"verse":"ସେମାନଙ୍କ ମଧ୍ୟରେ ସବୁଠାରୁ ଉତ୍ତମ ଲୋକ କାନକୋଳି ବୃକ୍ଷ ତୁଲ୍ୟ; ସବୁଠାରୁ ସରଳ ଲୋକ କଣ୍ଟାବାଡ଼ ଅପେକ୍ଷା ମନ୍ଦ; ତୁମ୍ଭ ପ୍ରହରୀଗଣର ଦିନ ଓ ତୁମ୍ଭର ଦଣ୍ତ ଉପସ୍ଥିତ; ଏବେ ସେମାନଙ୍କର ବ୍ୟାକୁଳତା ଜନ୍ମିବ ।"},{"number":5,"verse":"ତୁମ୍ଭେମାନେ ମିତ୍ରଠାରେ ପ୍ରତ୍ୟୟ କର ନାହିଁ ଓ ପଥପ୍ରଦର୍ଶକଠାରେ ବିଶ୍ଵାସ କର ନାହିଁ; ତୁମ୍ଭ ବକ୍ଷଃସ୍ଥଳରେ ଶୟନକାରିଣୀଠାରୁ ଆପଣା ମୁଖର ଦ୍ଵାର ରକ୍ଷା କର ।"},{"number":6,"verse":"କାରଣ ପୁତ୍ର ପିତାକୁ ଅମାନ୍ୟ କରେ, କନ୍ୟା ଆପଣା ମାତାର ବିରୁଦ୍ଧରେ, ପୁତ୍ରବଧୂ ଆପଣା ଶାଶୁର ବିରୁଦ୍ଧରେ ଉଠେ; ଆପଣା ପରିବାରର ଲୋକେ ମନୁଷ୍ୟର ଶତ୍ରୁ ହୁଅନ୍ତି ।"},{"number":7,"verse":"ମାତ୍ର ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତି ଦୃଷ୍ଟି ରଖିବି; ମୋʼ ପରିତ୍ରାଣର ପରମେଶ୍ଵରଙ୍କ ପାଇଁ ମୁଁ ଅପେକ୍ଷା କରିବି; ମୋʼ ପରମେଶ୍ଵର ମୋର କଥା ଶୁଣିବେ ।"},{"number":8,"verse":"ହେ ମୋର ଶତ୍ରୁ, ମୋର ପ୍ରତିକୂଳରେ ଆନନ୍ଦ କର ନାହିଁ; ମୁଁ ପଡ଼ିଲେ ଉଠିବି; ମୁଁ ଅନ୍ଧକାରରେ ବସିଲେ ସଦାପ୍ରଭୁ ମୋର ଦୀପ୍ତିସ୍ଵରୂପ ହେବେ ।"},{"number":9,"verse":"ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ପାପ କରିଅଛି, ଏଥିପାଇଁ ଯେପର୍ଯ୍ୟନ୍ତ ସେ ମୋʼ ବିବାଦର ସପକ୍ଷବାଦୀ ହୋଇ ମୋର ବିଚାର ନିଷ୍ପତ୍ତି ନ କରନ୍ତି, ସେପର୍ଯ୍ୟନ୍ତ ମୁଁ ତାହାଙ୍କ କ୍ରୋଧରୂପ ଭାର ବହିବି; ସେ ମୋତେ ବାହାର କରି ଆଲୁଅକୁ ଆଣିବେ ଓ ମୁଁ ତାହାଙ୍କର ଧାର୍ମିକତା ଦେଖିବି ।"},{"number":10,"verse":"ସେତେବେଳେ, ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର କାହାନ୍ତି ବୋଲି ଯେ ମୋତେ କହିଥିଲା, ମୋର ସେହି ଶତ୍ରୁ ତାହା ଦେଖିବ ଓ ଲଜ୍ଜା ତାହାକୁ ଆଚ୍ଛନ୍ନ କରିବ; ମୋର ଚକ୍ଷୁ ତାହାକୁ ଦେଖିବ; ଏବେ ସେ ପଥର କାଦୁଅ ପରି ଦଳିତ ହେବ ।"},{"number":11,"verse":"ତୁମ୍ଭ ବେଢ଼ାର ନିର୍ମାଣ ଦିନ ଉପସ୍ଥିତ ! ସେଦିନ ବିଧାନ ଦୂରକୁ ଅନ୍ତରିତ ହେବ ।"},{"number":12,"verse":"ସେଦିନ ତୁମ୍ଭ ନିକଟକୁ ଲୋକମାନେ ଆସିବେ, ଅଶୂରରୁ ଓ ମିସରର ନଗରସମୂହରୁ ଓ ମିସରଠାରୁ ନଦୀ ପର୍ଯ୍ୟନ୍ତ ଓ ଏକ ସମୁଦ୍ରଠାରୁ ଅନ୍ୟ ସମୁଦ୍ର ପର୍ଯ୍ୟନ୍ତ ଓ ଯାବତୀୟ ପର୍ବତରୁ ଆସିବେ ।"},{"number":13,"verse":"ତଥାପି ନିବାସୀଗଣର ସକାଶୁ ସେମାନଙ୍କ କ୍ରିୟାର ଫଳ ସ୍ଵରୂପେ ଦେଶ ଧ୍ଵଂସସ୍ଥାନ ହେବ ।"},{"number":14,"verse":"ତୁମ୍ଭେ ଆପଣା ପାଞ୍ଚଣ ନେଇ ଆପଣା ଲୋକମାନଙ୍କୁ, ଅର୍ଥାତ୍, ଏକାକୀ ବାସକାରୀ ଆପଣା ପୈତୃକାଧିକାର ସ୍ଵରୂପ ପଲକୁ, କର୍ମିଲର ମଧ୍ୟସ୍ଥିତ ଅରଣ୍ୟରେ ଚରାଅ; ସେମାନେ ପୂର୍ବ କାଳର ନ୍ୟାୟ ବାଶନରେ ଓ ଗିଲୀୟଦରେ ଚରନ୍ତୁ ।"},{"number":15,"verse":"ମିସର ଦେଶରୁ ତୁମ୍ଭର ବାହାର ହୋଇ ଆସିବା ଦିନର ନ୍ୟାୟ ଆମ୍ଭେ ତାହାକୁ ଆଶ୍ଚର୍ଯ୍ୟ ବିଷୟମାନ ଦେଖାଇବା ।"},{"number":16,"verse":"ଗୋଷ୍ଠୀୟ ବର୍ଗ ତାହା ଦେଖି ଆପଣାମାନଙ୍କର ସମସ୍ତ ପରାକ୍ରମ ବିଷୟରେ ଲଜ୍ଜିତ ହେବେ; ସେମାନେ ଆପଣା ଆପଣା ମୁଖରେ ହସ୍ତ ଦେବେ, ସେମାନଙ୍କର କର୍ଣ୍ଣ ବଧିର ହେବ ।"},{"number":17,"verse":"ସେମାନେ ସର୍ପ ପରି ଧୂଳି ଚାଟିବେ; ସେମାନେ କମ୍ପି କମ୍ପି ଭୂମିସ୍ଥ ଉରୋଗାମୀ ଜନ୍ତୁଗଣର ନ୍ୟାୟ ଆପଣା ଆପଣା ଗୋପନୀୟ ସ୍ଥାନରୁ ବାହାର ହୋଇ ଆସିବେ; ସେମାନେ ଭୟଯୁକ୍ତ ହୋଇ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ନିକଟକୁ ଆସିବେ ଓ ତୁମ୍ଭ ସକାଶୁ ଭୀତ ହେବେ ।"},{"number":18,"verse":"( ପରମେଶ୍ଵରଙ୍କ ପ୍ରେମ ଓ କରୁଣା) ତୁମ୍ଭ ତୁଲ୍ୟ ପରମେଶ୍ଵର କିଏ ? ତୁମ୍ଭେ ଅଧର୍ମ କ୍ଷମା କରିଥାଅ ଓ ଆପଣା ଅଧିକାରର ଅବଶିଷ୍ଟାଂଶ ଲୋକଙ୍କର ଆଜ୍ଞାଲଙ୍ଘନର ପ୍ରତି ଉପେକ୍ଷା କରିଥାଅ; ସେ ଚିରକାଳ ଆପଣା କ୍ରୋଧ ରଖନ୍ତି ନାହିଁ, କାରଣ ସେ ଦୟାରେ ସନ୍ତୁଷ୍ଟ ଥାଆନ୍ତି ।"},{"number":19,"verse":"ସେ ପୁନର୍ବାର ଫେରି ଆମ୍ଭମାନଙ୍କ ପ୍ରତି କୃପା କରିବେ; ସେ ଆମ୍ଭମାନଙ୍କର ଅଧର୍ମସକଳ ପଦ ତଳେ ଦଳିବେ; ଆଉ, ତୁମ୍ଭେ ସେମାନଙ୍କର ଯାବତୀୟ ପାପ ସମୁଦ୍ରର ଆଗାଧ ଜଳରେ ନିକ୍ଷେପ କରିବ ।"},{"number":20,"verse":"ତୁମ୍ଭେ ପୂର୍ବକାଳଠାରୁ ଆମ୍ଭମାନଙ୍କର ପିତୃପୁରୁଷଗଣ ପ୍ରତି ଯାହା ଶପଥ କରିଅଛ, ଯାକୁବ ପ୍ରତି ସେହି ସତ୍ୟ ଓ ଅବ୍ରହାମ ପ୍ରତି ସେହି ଦୟା ପାଳନ କରିବ ।"}]}