{"bibleAbbr":"HOV2012","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"दाऊद का भजन हे मेरे मन, यहोवा को धन्य कह; और जो कुछ मुझ में है, वह उसके पवित्र नाम को धन्य कहे!"},{"number":2,"verse":"हे मेरे मन, यहोवा को धन्य कह, और उसके किसी उपकार को न भूलना।"},{"number":3,"verse":"वही तो तेरे सब अधर्म को क्षमा करता, और तेरे सब रोगों को चंगा करता है,"},{"number":4,"verse":"वही तो तेरे प्राण को नष्‍ट होने से बचा लेता है, और तेरे सिर पर करुणा और दया का मुकुट बाँधता है,"},{"number":5,"verse":"वही तो तेरी लालसा को उत्तम पदार्थों से तृप्‍त करता है, जिस से तेरी जवानी उकाब के समान नई हो जाती है।"},{"number":6,"verse":"यहोवा सब पिसे हुओं के लिये धर्म और न्याय के काम करता है।"},{"number":7,"verse":"उसने मूसा को अपनी गति, और इस्राएलियों पर अपने काम प्रगट किए।"},{"number":8,"verse":"यहोवा दयालु और अनुग्रहकारी, विलम्ब से कोप करनेवाला और अति करुणामय है।"},{"number":9,"verse":"वह सर्वदा वादविवाद करता न रहेगा, न उसका क्रोध सदा के लिये भड़का रहेगा।"},{"number":10,"verse":"उसने हमारे पापों के अनुसार हम से व्यवहार नहीं किया, और न हमारे अधर्म के कामों के अनुसार हम को बदला दिया है।"},{"number":11,"verse":"जैसे आकाश पृथ्वी के ऊपर ऊँचा है, वैसे ही उसकी करुणा उसके डरवैयों के ऊपर प्रबल है।"},{"number":12,"verse":"उदयाचल अस्ताचल से जितनी दूर है, उसने हमारे अपराधों को हम से उतनी ही दूर कर दिया है।"},{"number":13,"verse":"जैसे पिता अपने बालकों पर दया करता है, वैसे ही यहोवा अपने डरवैयों पर दया करता है।"},{"number":14,"verse":"क्योंकि वह हमारी सृष्‍टि जानता है; और उसको स्मरण रहता है कि मनुष्य मिट्टी ही है।"},{"number":15,"verse":"मनुष्य की आयु घास के समान होती है, वह मैदान के फूल के समान फूलता है,"},{"number":16,"verse":"जो पवन लगते ही ठहर नहीं सकता, और न वह अपने स्थान में फिर मिलता है।"},{"number":17,"verse":"परन्तु यहोवा की करुणा उसके डरवैयों पर युग युग, और उसका धर्म उनके नाती-पोतों पर भी प्रगट होता रहता है।"},{"number":18,"verse":"अर्थात् उन पर जो उसकी वाचा का पालन करते और उसके उपदेशों को स्मरण करके उन पर चलते हैं।"},{"number":19,"verse":"यहोवा ने तो अपना सिंहासन स्वर्ग में स्थिर किया है, और उसका राज्य पूरी सृष्‍टि पर है।"},{"number":20,"verse":"हे यहोवा के दूतो, तुम जो बड़े वीर हो, और उसके वचन के मानने से उसको पूरा करते हो उसको धन्य कहो!"},{"number":21,"verse":"हे यहोवा की सारी सेनाओ, हे उसके टहलुओ, तुम जो उसकी इच्छा पूरी करते हो, उसको धन्य कहो!"},{"number":22,"verse":"हे यहोवा की सारी सृष्‍टि, उसके राज्य के सब स्थानों में उसको धन्य कहो। हे मेरे मन, तू यहोवा को धन्य कह!"}]}