{"bibleAbbr":"HOV2012","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"दाऊद का शिग्गायोन नामक भजन जो उसने बिन्यामीनी कूश की बातों के कारण यहोवा के सामने गाया हे मेरे परमेश्‍वर यहोवा, मेरा भरोसा तुझ पर है; सब पीछा करनेवालों से मुझे बचा और छुटकारा दे,"},{"number":2,"verse":"ऐसा न हो कि वे मुझ को सिंह के समान फाड़कर टुकड़े टुकड़े कर डालें; और कोई मेरा छुड़ानेवाला न हो।"},{"number":3,"verse":"हे मेरे परमेश्‍वर यहोवा, यदि मैं ने यह किया हो, यदि मेरे हाथों से कुटिल काम हुआ हो,"},{"number":4,"verse":"यदि मैं ने अपने मेल रखनेवालों से भलाई के बदले बुराई की हो, या मैं ने उसको जो अकारण मेरा बैरी था लूटा है,"},{"number":5,"verse":"तो शत्रु मेरे प्राण का पीछा करके मुझे आ पकड़े, और मेरे प्राण को भूमि पर रौंदे, और मेरी महिमा को मिट्टी में मिला दे। (सेला)"},{"number":6,"verse":"हे यहोवा, अपने क्रोध में उठ; क्रोध से भरे मेरे सतानेवाले के विरुद्ध तू खड़ा हो जा; मेरे लिये जाग! तू ने न्याय की आज्ञा दे दी है।"},{"number":7,"verse":"देश देश के लोगों की मण्डली तेरे चारों ओर हो; और तू उनके ऊपर से होकर ऊँचे स्थानों पर लौट जा।"},{"number":8,"verse":"यहोवा जाति जाति का न्याय करता है; यहोवा मेरे धर्म और खराई के अनुसार मेरा न्याय चुका दे।"},{"number":9,"verse":"भला हो कि दुष्‍टों की बुराई का अन्त हो जाए, परन्तु धर्म को तू स्थिर कर; क्योंकि धर्मी परमेश्‍वर मन और मर्म का ज्ञाता है।"},{"number":10,"verse":"मेरी ढाल परमेश्‍वर के हाथ में है, वह सीधे मनवालों को बचाता है।"},{"number":11,"verse":"परमेश्‍वर धर्मी और न्यायी है, वरन् ऐसा ईश्‍वर है जो प्रतिदिन क्रोध करता है।"},{"number":12,"verse":"यदि मनुष्य न फिरे तो वह अपनी तलवार पर सान चढ़ाएगा; वह अपना धनुष चढ़ाकर तीर सन्धान चुका है;"},{"number":13,"verse":"और उस मनुष्य के लिये उसने मृत्यु के हथियार तैयार कर लिए हैं : वह अपने तीरों को अग्निबाण बनाता है।"},{"number":14,"verse":"देख, दुष्‍ट को अनर्थ काम की पीड़ाएँ हो रही हैं, उसको उत्पात का गर्भ है, और उससे झूठ का जन्म हुआ।"},{"number":15,"verse":"उसने गड़हा खोदकर उसे गहिरा किया, और जो खाई उसने बनाई थी उस में वह आप ही गिरा।"},{"number":16,"verse":"उसका उत्पात पलट कर उसी के सिर पर पड़ेगा; और उसका उपद्रव उसी के माथे पर पड़ेगा।"},{"number":17,"verse":"मैं यहोवा के धर्म के अनुसार उसका धन्यवाद करूँगा, और परमप्रधान यहोवा के नाम का भजन गाऊँगा।"}]}