{"bibleAbbr":"HOV2012","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"गीत; कोरहवंशियों का भजन। प्रधान बजानेवाले के लिये : महलतलग्नोत राग में एज्रावंशी हेमान का मश्कील हे मेरे उद्धारकर्ता परमेश्‍वर यहोवा, मैं दिन को और रात को तेरे आगे चिल्‍लाता आया हूँ।"},{"number":2,"verse":"मेरी प्रार्थना तुझ तक पहुँचे, मेरे चिल्‍लाने की ओर कान लगा!"},{"number":3,"verse":"क्योंकि मेरा प्राण क्लेश से भरा हुआ है, और मेरा प्राण अधोलोक के निकट पहुँचा है।"},{"number":4,"verse":"मैं कबर में पड़नेवालों में गिना गया हूँ; मैं बलहीन पुरुष के समान हो गया हूँ।"},{"number":5,"verse":"मैं मुर्दों के बीच छोड़ा गया, उनके समान मैं हो गया हूँ।"},{"number":6,"verse":"तू ने मुझे गड़हे के तल ही में, अन्धेरे और गहिरे स्थान में रखा है।"},{"number":7,"verse":"तेरी जलजलाहट मुझी पर बनी हुई है, और तू ने अपने सब तरंगों से मुझे दु:ख दिया है। (सेला)"},{"number":8,"verse":"तू ने मेरे पहिचानवालों को मुझ से दूर किया है; और मुझ को उनकी दृष्‍टि में घिनौना किया है। मैं बन्दी हूँ और निकल नहीं सकता;"},{"number":9,"verse":"दु:ख भोगते भोगते मेरी आँखें धुन्धला गईं। हे यहोवा, मैं लगातार तुझे पुकारता और अपने हाथ तेरी ओर फैलाता आया हूँ।"},{"number":10,"verse":"क्या तू मुर्दों के लिये अद्भुत काम करेगा? क्या मरे लोग उठकर तेरा धन्यवाद करेंगे? (सेला)"},{"number":11,"verse":"क्या कबर में तेरी करुणा का, और विनाश की दशा में तेरी सच्‍चाई का वर्णन किया जाएगा?"},{"number":12,"verse":"क्या तेरे अद्भुत काम अन्धकार में, या तेरा धर्म विश्‍वासघात की दशा में जाना जाएगा?"},{"number":13,"verse":"परन्तु हे यहोवा, मैं ने तेरी दोहाई दी है; और भोर को मेरी प्रार्थना तुझ तक पहुँचेगी।"},{"number":14,"verse":"हे यहोवा, तू मुझ को क्यों छोड़ता है? तू अपना मुख मुझ से क्यों छिपाए रहता है?"},{"number":15,"verse":"मैं बचपन ही से दु:खी वरन् अधमुआ हूँ, तुझ से भय खाते मैं अति व्याकुल हो गया हूँ।"},{"number":16,"verse":"तेरा क्रोध मुझ पर पड़ा है; उस भय से मैं मिट गया हूँ।"},{"number":17,"verse":"वह दिन भर जल के समान मुझे घेरे रहता है; वह मेरे चारों ओर दिखाई देता है।"},{"number":18,"verse":"तू ने मित्र और भाईबन्धु दोनों को मुझ से दूर किया है; और मेरे जान-पहिचानवालों को अन्धकार में डाल दिया है।"}]}