{"bibleAbbr":"HOV2012","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"एतान एज्रावंशी का मश्कील मैं यहोवा की सारी करुणा के विषय सदा गाता रहूँगा; मैं तेरी सच्‍चाई पीढ़ी से पीढ़ी तक बताता रहूँगा।"},{"number":2,"verse":"क्योंकि मैं ने कहा, “तेरी करुणा सदा बनी रहेगी, तू स्वर्ग में अपनी सच्‍चाई को स्थिर रखेगा।”"},{"number":3,"verse":"तू ने कहा, “मैं ने अपने चुने हुए से वाचा बाँधी है, मैं ने अपने दास दाऊद से शपथ खाई है,"},{"number":4,"verse":"‘मैं तेरे वंश को सदा स्थिर रखूँगा; और तेरी राजगद्दी को पीढ़ी से पीढ़ी तक बनाए रखूँगा’। ” (सेला)"},{"number":5,"verse":"हे यहोवा, स्वर्ग में तेरे अद्भुत काम की, और पवित्रों की सभा में तेरी सच्‍चाई की प्रशंसा होगी।"},{"number":6,"verse":"क्योंकि आकाशमण्डल में यहोवा के तुल्य कौन ठहरेगा? बलवन्तों के पुत्रों में से कौन है जिसके साथ यहोवा की उपमा दी जाएगी?"},{"number":7,"verse":"परमेश्‍वर पवित्र लोगों की गोष्‍ठी में अत्यन्त प्रतिष्‍ठा के योग्य, और अपने चारों ओर सब रहनेवालों से अधिक भययोग्य है।"},{"number":8,"verse":"हे सेनाओं के परमेश्‍वर यहोवा, हे याह, तेरे तुल्य कौन सामर्थी है? तेरी सच्‍चाई तो तेरे चारों ओर है!"},{"number":9,"verse":"समुद्र के गर्व को तू ही तोड़ता है; जब उसके तरंग उठते हैं, तब तू उनको शान्त कर देता है।"},{"number":10,"verse":"तू ने रहब को घात किए हुए के समान कुचल डाला, और अपने शत्रुओं को अपने बाहुबल से तितर बितर किया है।"},{"number":11,"verse":"आकाश तेरा है, पृथ्वी भी तेरी है; जगत और जो कुछ उस में है, उसे तू ही ने स्थिर किया है।"},{"number":12,"verse":"उत्तर और दक्खिन को तू ही ने सिरजा; ताबोर और हेर्मोन तेरे नाम का जयजयकार करते हैं।"},{"number":13,"verse":"तेरी भुजा बलवन्त है; तेरा हाथ शक्‍तिमान और तेरा दाहिना हाथ प्रबल है।"},{"number":14,"verse":"तेरे सिंहासन का मूल, धर्म और न्याय है; करुणा और सच्‍चाई तेरे आगे आगे चलती है।"},{"number":15,"verse":"क्या ही धन्य है वह समाज जो आनन्द के ललकार को पहिचानता है; हे यहोवा, वे लोग तेरे मुख के प्रकाश में चलते हैं,"},{"number":16,"verse":"वे तेरे नाम के हेतु दिन भर मगन रहते हैं, और तेरे धर्म के कारण महान हो जाते हैं।"},{"number":17,"verse":"क्योंकि तू उनके बल की शोभा है, और अपनी प्रसन्नता से हमारे सींग को ऊँचा करेगा।"},{"number":18,"verse":"क्योंकि हमारी ढाल यहोवा की ओर से है, हमारा राजा इस्राएल के पवित्र की ओर से है।"},{"number":19,"verse":"एक समय तू ने अपने भक्‍त को दर्शन देकर बातें कीं, और कहा, “मैं ने सहायता करने का भार एक वीर पर रखा है, और प्रजा में से एक को चुनकर बढ़ाया है।"},{"number":20,"verse":"मैं ने अपने दास दाऊद को लेकर, ।"},{"number":21,"verse":"मेरा हाथ उसके साथ बना रहेगा, और मेरी भुजा उसे दृढ़ रखेगी।"},{"number":22,"verse":"शत्रु उसको तंग करने न पाएगा, और न कुटिल जन उसको दु:ख देने पाएगा।"},{"number":23,"verse":"मैं उसके शत्रुओं को उसके सामने से नष्‍ट करूँगा, और उसके बैरियों पर विपत्ति डालूँगा।"},{"number":24,"verse":"परन्तु मेरी सच्‍चाई और करुणा उस पर बनी रहेंगी, और मेरे नाम के द्वारा उसका सींग ऊँचा हो जाएगा।"},{"number":25,"verse":"मैं समुद्र को उसके हाथ के नीचे और महानदों को उसके दाहिने हाथ के नीचे कर दूँगा।"},{"number":26,"verse":"वह मुझे पुकारके कहेगा, ‘तू मेरा पिता है, मेरा परमेश्‍वर और मेरे उद्धार की चट्टान है।’"},{"number":27,"verse":"फिर मैं उसको अपना पहिलौठा, और पृथ्वी के राजाओं पर प्रधान ठहराऊँगा।"},{"number":28,"verse":"मैं अपनी करुणा उस पर सदा बनाए रहूँगा, और मेरी वाचा उसके लिये अटल रहेगी।"},{"number":29,"verse":"मैं उसके वंश को सदा बनाए रखूँगा और उसकी राजगद्दी स्वर्ग के समान सर्वदा बनी रहेगी।"},{"number":30,"verse":"यदि उसके वंश के लोग मेरी व्यवस्था को छोड़ें, और मेरे नियमों के अनुसार न चलें,"},{"number":31,"verse":"यदि वे मेरी विधियों का उल्‍लंघन करें, और मेरी आज्ञाओं को न मानें,"},{"number":32,"verse":"तो मैं उनके अपराध का दण्ड सोटें से, और उनके अधर्म का दण्ड कोड़ों से दूँगा।"},{"number":33,"verse":"परन्तु मैं अपनी करुणा उस पर से न हटाऊँगा, और न सच्‍चाई त्यागकर झूठा ठहरूँगा।"},{"number":34,"verse":"मैं अपनी वाचा न तोड़ूँगा, और जो मेरे मुँह से निकल चुका है, उसे न बदलूँगा।"},{"number":35,"verse":"एक बार मैं अपनी पवित्रता की शपथ खा चुका हूँ; मैं दाऊद को कभी धोखा न दूँगा।"},{"number":36,"verse":"उसका वंश सर्वदा रहेगा, और उसकी राजगद्दी सूर्य के समान मेरे सम्मुख ठहरी रहेगी।"},{"number":37,"verse":"वह चन्द्रमा के समान, और आकाशमण्डल के विश्‍वासयोग्य साक्षी के समान सदा बना रहेगा।” (सेला)"},{"number":38,"verse":"तौभी तू ने अपने अभिषिक्‍त को छोड़ा और उसे तज दिया, और उस पर अति क्रोध किया है।"},{"number":39,"verse":"तू ने अपने दास के साथ की वाचा को त्याग दिया, और उसके मुकुट को भूमि पर गिराकर अशुद्ध किया है।"},{"number":40,"verse":"तू ने उसके सब बाड़ों को तोड़ डाला है, और उसके गढ़ों को उजाड़ दिया है।"},{"number":41,"verse":"सब बटोही उसको लूट लेते हैं, और उसके पड़ोसियों में उसकी नामधराई होती है।"},{"number":42,"verse":"तू ने उसके विरोधियों को प्रबल किया; और उसके सब शत्रुओं को आनन्दित किया है।"},{"number":43,"verse":"फिर तू उसकी तलवार की धार को मोड़ देता है, और युद्ध में उसके पाँव जमने नहीं देता।"},{"number":44,"verse":"तू ने उसका तेज हर लिया है, और उसके सिंहासन को भूमि पर पटक दिया है।"},{"number":45,"verse":"तू ने उसकी जवानी को घटाया, और उसको लज्जा से ढाँप दिया है। (सेला)"},{"number":46,"verse":"हे यहोवा, तू कब तक लगातार मुँह मोड़े रहेगा, तेरी जलजलाहट कब तक आग के समान भड़की रहेगी।"},{"number":47,"verse":"मेरा स्मरण कर कि मैं कैसा अनित्य हूँ, तू ने सब मनुष्यों को क्यों व्यर्थ सिरजा है?"},{"number":48,"verse":"कौन पुरुष सदा अमर रहेगा? क्या कोई अपने प्राण को अधोलोक से बचा सकता है? (सेला)"},{"number":49,"verse":"हे प्रभु, तेरी प्राचीनकाल की करुणा कहाँ रही, जिसके विषय में तू ने अपनी सच्‍चाई की शपथ दाऊद से खाई थी?"},{"number":50,"verse":"हे प्रभु, अपने दासों की नामधराई की सुधि ले; मैं तो सब सामर्थी जातियों का बोझ लिए रहता हूँ।"},{"number":51,"verse":"तेरे उन शत्रुओं ने तो हे यहोवा, तेरे अभिषिक्‍त के पीछे पड़कर उसकी नामधराई की है।"},{"number":52,"verse":"यहोवा सर्वदा धन्य रहेगा! आमीन फिर आमीन।"}]}