{"bibleAbbr":"Geneva1599","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"(The First Book of the Chronicles, or Paralipomenon) ( (1 The genealogy of Adam and Noah until Abraham.27 And from Abraham to Esau.35 His children.43 Kings and Dukes came of him.) ) Adam, (Meaning, that Seth was Adam’s son, and Enosh Seth’s son.) Seth, Enosh,"},{"number":2,"verse":"Cainan, Mahalalel, Jared,"},{"number":3,"verse":"Enoch, Methuselah, Lamech,"},{"number":4,"verse":"Noah, (It had been sufficient to have named Shem of whom came Abraham and David, but because the world was restored by these three, mention is also made of Ham and Japheth.) Shem, Ham, and Japheth."},{"number":5,"verse":"¶ (Cross references: : Gen. 10:2) The sons of Japheth were Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras."},{"number":6,"verse":"And the sons of Gomer, Ashkenaz, and (Or, Riphath.) Diphath and Togarmah."},{"number":7,"verse":"Also the sons of Javan, Elishah and Tarshishah, Kittim, and (Or, Rodanim.) Dodanim."},{"number":8,"verse":"¶ The sons of Ham were Cush, and Mizraim, Put and Canaan."},{"number":9,"verse":"And the sons of Cush, Seba, and Havilah, and Sabta, and Raama, and Sabtecha. Also the sons of Raama were Sheba and Dedan."},{"number":10,"verse":"And Cush begat Nimrod, who began to be mighty in the earth. (Who did first lift up himself above others.) (Gen. 10:8)"},{"number":11,"verse":"And Mizraim begat Ludim and Anamim, Lehabim, and Naphtuhim:"},{"number":12,"verse":"Pathrusim also, and Casluhim, of whom came the Philistines, and Caphtorim."},{"number":13,"verse":"Also Canaan begat Sidon his firstborn, and Heth,"},{"number":14,"verse":"And the Jebusite, and the Amorite, and the Girgashite,"},{"number":15,"verse":"And the Hivite, and the Arkite, and the Sinite,"},{"number":16,"verse":"And the Arvadite, and the Zemarite, and the Hamathite."},{"number":17,"verse":"¶ (Gen. 10:22; Gen. 11:10) The sons of Shem were Elam and Asshur, and Arphaxad, and Lud, and (Of whom came the Syrians, and therefore they are called Aramites throughout all the Scripture.) Aram, and Uz, and Hul, and Gether, and Meshech."},{"number":18,"verse":"Also Arphaxad begat Shelah, and Shelah begat (Of him came the Hebrews, which were afterward called Israelites of Israel, which was Jacob: and Jews of Judah because of the excellency of that tribe.) Eber."},{"number":19,"verse":"Unto Eber also were born two sons: the name of the one was Peleg: for in his days was the earth divided, and his brother’s name was Joktan."},{"number":20,"verse":"Then Joktan begat Almodad and Sheleph, and Hazarmaveth and Jerah,"},{"number":21,"verse":"And Hadoram, and Uzal and Diklah,"},{"number":22,"verse":"And Ebal, and Abimael, and Sheba,"},{"number":23,"verse":"And Ophir, and Havilah, and Jobab: all these were the sons of Joktan."},{"number":24,"verse":"(He repeateth Shem again because he would come to the stock of Abraham.) Shem, (Who came of Shem, and of him Shelah.) Arphaxad, Shelah,"},{"number":25,"verse":"Eber, Peleg, Reu,"},{"number":26,"verse":"Serug, Nahor, Terah,"},{"number":27,"verse":"(Gen. 11:20; Gen. 17:6; Gen. 21:2) Abram, which is Abraham."},{"number":28,"verse":"¶ The sons of Abraham were Isaac, and Ishmael."},{"number":29,"verse":"These are their generations. (Gen. 25:13) The eldest son of Ishmael was Nebajoth, and Kedar, and Adbeel, and Mibsam,"},{"number":30,"verse":"Mishma, and Dumah, Massa, (Or, Hadar.) Hadad, and Tema,"},{"number":31,"verse":"Jetur, Naphish and Kedemah: these are the sons of Ishmael."},{"number":32,"verse":"¶ And Keturah Abraham’s (Read Gen. 25:4.) concubine bare sons, Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah: and the sons of Jokshan, Sheba, and Dedan."},{"number":33,"verse":"And the sons of Midian were Ephah, and Epher, and Hanoch and Abida, and Eldaah: (Gen. 25:4) All these are the sons of Keturah."},{"number":34,"verse":"And (Gen. 21:2) Abraham begat Isaac: the sons of Isaac, Esau and Israel."},{"number":35,"verse":"¶ The sons of Esau were Eliphaz, Reuel, and Jeush, and Jaalam, and Korah. (These were born of three divers mothers, read Gen. 36:4.) (Gen. 36:9)"},{"number":36,"verse":"The sons of Eliphaz, Teman, and Omar, (Or, Zepho.) Zephi, and Gatam, Kenaz, and (Which was Eliphaz’s concubine, read Gen. 36:12.) Timna, and Amalek."},{"number":37,"verse":"The sons of Reuel, Nahath, Zerah, Shammah and Mizzah."},{"number":38,"verse":"And the sons of (He is also called Seir the Horite, which inhabited mount Seir, Gen. 36:20.) Seir, Lotan, and Shobal, and Zibeon, and Anah, and Dishon, and Ezer, and Dishan."},{"number":39,"verse":"And the sons of Lotan, Hori, and Homam, and Timna Lotan’s sister."},{"number":40,"verse":"The sons of Shobal were Alian, and Manahath, and Ebal, Shephi, and Onam. And the sons of Zibeon, Ajah and Anah."},{"number":41,"verse":"The son of Anah was Dishon. And the sons of Dishon, Hamran, and Eshban, and Ithran, and Cheran."},{"number":42,"verse":"The sons of Ezer were Bilhan, and Zaavan, and Jaakan. The sons of Dishan were Uz, and Aran."},{"number":43,"verse":"¶ And these were the (He maketh mention of the Kings that came of Esau according to God’s promise made to Abraham concerning him, that kings should come of him. These eight kings reigned one after another in Idumea unto the time of David, who conquered their country.) Kings that reigned in the land of Edom, before a King reigned over the children of Israel, to wit, Bela the son of Beor, and the name of his city was Dinhabah."},{"number":44,"verse":"Then Bela died, and Jobab the son of Zerah of (Which was the principal city of the Edomites.) Bozrah reigned in his stead."},{"number":45,"verse":"And when Jobab was dead, Husham of the land of the Temanites reigned in his stead."},{"number":46,"verse":"And when Husham was dead, Hadad the son of Bedad, which smote Midian in the field of Moab, reigned in his stead, and the name of his city was Avith."},{"number":47,"verse":"So Hadad died, and Samlah of Masrekah reigned in his stead."},{"number":48,"verse":"And Samlah died, and Saul of Rehoboth by the river reigned in his stead."},{"number":49,"verse":"And when Saul was dead, Baal-Hanan the son of Achbor reigned in his stead."},{"number":50,"verse":"And Baal-Hanan died, and Hadad reigned in his stead, and the name of his city was (Or, Pau.) Pai, and his wife’s name Mehetabel the daughter of Matred the daughter of Mezahab."},{"number":51,"verse":"Hadad died also, and there were dukes in Edom, duke Timnah, duke (Or, Aluah.) Aliah, duke Jetheth,"},{"number":52,"verse":"Duke Aholibamah, duke Elah, duke Pinon,"},{"number":53,"verse":"Duke Kenaz, duke Teman, duke Mibzar,"},{"number":54,"verse":"Duke Magdiel, duke Iram: these were the dukes of Edom."}]}