{"bibleAbbr":"Geneva1599","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"(1 The Ark being placed, they offer sacrifices.4 David ordaineth Asaph and his brethren to minister before the Lord.8 He appointeth a notable Psalm to be sung in praise of the Lord.) So (Cross references: : 2 Sam. 6:17) they brought in the Ark of God, and set it in the midst of the Tabernacle that David had pitched for it, and they offered burnt offerings and peace offerings before God."},{"number":2,"verse":"And when David had made an end of offering the burnt offering and the peace offerings, he (He called upon the Name of God, desiring him to prosper the people, and give good success to their beginnings.) blessed the people in the Name of the Lord."},{"number":3,"verse":"And he dealt to every one of Israel both man and woman, to every one a cake of bread, and a piece of flesh, and a bottle of wine."},{"number":4,"verse":"And he appointed certain of the Levites to minister before the Ark of the Lord, and to (To wit, God’s benefits toward his people.) rehearse and to thank and praise the Lord God of Israel:"},{"number":5,"verse":"Asaph the chief, and next to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-Edom, even Jeiel with instruments, viols, and harps, and Asaph to make a sound with cymbals,"},{"number":6,"verse":"And Benaiah and Jahaziel Priests, with trumpets continually before the Ark of the covenant of God."},{"number":7,"verse":"Then at that time David did (David gave them this Psalm to praise the Lord, signifying, that in all our enterprises the Name of God ought to be praised and called upon.) appoint at the beginning to give thanks to the Lord by the hand of Asaph and his brethren."},{"number":8,"verse":"(Ps. 105:1; Isa. 12:4) Praise the Lord and call upon his Name: declare his (Whereof this is the chiefest, that he hath chosen himself a Church to call upon his Name.) works among the people."},{"number":9,"verse":"Sing unto him, sing praise unto him, and talk of all his (Who of his wonderful providence hath chosen a few of the stock of Abraham to be his children.) wonderful works."},{"number":10,"verse":"Rejoice in his holy Name: let the hearts of them that seek the Lord, rejoice."},{"number":11,"verse":"Seek the Lord and his strength: seek his face continually."},{"number":12,"verse":"Remember his marvelous works that he hath done, his wonders, and the (In overcoming Pharaoh, which judgments were declared by God’s mouth to Moses.) judgments of his mouth,"},{"number":13,"verse":"O seed of Israel his servant, O the children of Jacob his (Meaning hereby that the promise of adoption only appertaineth to the Church.) chosen."},{"number":14,"verse":"He is the Lord our God: his judgments are throughout all the earth."},{"number":15,"verse":"Remember his Covenant forever, and the word, which he commanded to a thousand generations:"},{"number":16,"verse":"(Gen. 22:16, 1728; Luke 1:73; Heb. 6:17) Which he made with Abraham, and his oath to Isaac:"},{"number":17,"verse":"And hath confirmed it to Jacob for a Law, and to Israel for an everlasting Covenant,"},{"number":18,"verse":"Saying, To thee will I give the land of Canaan, the (Hebrew, cord, whereby parcels of land were measured.) lot of your inheritance."},{"number":19,"verse":"When ye were (Meaning, from the time that Abraham entered, unto the time that Jacob went into Egypt for famine.) few in number, yea, a very few, and strangers therein,"},{"number":20,"verse":"And walked about from nation to nation, and from one kingdom to another people,"},{"number":21,"verse":"He suffered no man to do them wrong, but rebuked (As Pharaoh and Abimelech.) Kings for their sakes, saying,"},{"number":22,"verse":"Touch not mine (Mine elect people and them whom I have sanctified.) anointed, and do my (To whom God declared his word, and they declared it to their posterity.) Prophets no harm."},{"number":23,"verse":"(Ps. 95:1) Sing unto the Lord all the earth: declare his salvation from day to day."},{"number":24,"verse":"Declare his glory among the nations, and his wonderful works among all people."},{"number":25,"verse":"For the Lord is great and much to be praised, and he is to be feared above all gods."},{"number":26,"verse":"For all the gods of the people are (His strong faith appeareth herein, though all the world would follow idols, yet he would cleave to the living God.) idols, but the Lord made the heavens."},{"number":27,"verse":"Praise and glory are before him: power and beauty are in his place."},{"number":28,"verse":"Give unto the Lord, ye families of the people: give unto the Lord glory and power."},{"number":29,"verse":"Give unto the Lord the glory of his Name: bring an offering and come before him, and worship the Lord in the glorious Sanctuary."},{"number":30,"verse":"(Humble yourselves under the mighty hand of God.) Tremble ye before him all the earth, surely the world shall be, and not move."},{"number":31,"verse":"Let the (He exhorteth the dumb creatures to rejoice with him in considering the greatness of the grace of God.) heavens rejoice, and let the earth be glad, and let them say among the nations, The Lord reigneth."},{"number":32,"verse":"Let the sea roar, and all that therein is: let the field be joyful and all that is in it."},{"number":33,"verse":"Let the trees of the wood then rejoice at the presence of the Lord: for he cometh to (To restore all things to their estate.) judge the earth."},{"number":34,"verse":"Praise the Lord, for he is good, for his mercy endureth forever."},{"number":35,"verse":"And say ye, Save us, O God, our salvation, and gather us, and deliver us from the heathen, that we may praise thine holy Name, and (He esteemeth this to be the chiefest felicity of man.) glory in thy praise."},{"number":36,"verse":"Blessed be the Lord God of Israel forever and ever: and let all people say, (He willeth all the people both in heart and mouth to consent to these praises.) So be it, and praise the Lord."},{"number":37,"verse":"¶ Then he left there before the Ark of the Lord’s Covenant Asaph and his brethren to minister continually before the Ark, that which was to be done every day:"},{"number":38,"verse":"And Obed-Edom and his brethren, threescore and eight: and Obed-Edom the son of Jeduthun, and Hosah were porters."},{"number":39,"verse":"And Zadok the Priest and his brethren the Priests were before the Tabernacle of the Lord, in the high place that was at Gibeon,"},{"number":40,"verse":"To offer burnt offerings unto the Lord, upon the burnt offering altar continually, in the morning and in the evening, even according unto all that is written in the Law of the Lord, which he commanded Israel."},{"number":41,"verse":"And with (With Zadok and the rest of the Priests.) them were Heman, and Jeduthun, and the rest that were chosen (which were appointed by names) to praise the Lord, because his mercy endureth forever."},{"number":42,"verse":"Even with them were Heman and Jeduthun, to make a sound with the cornets and with the cymbals, with excellent instruments of music: and the sons of Jeduthun were at the gate."},{"number":43,"verse":"And all the people departed, every man to his house: and David returned to (Declaring that after our duty to God we are chiefly bound to our own house, for the which as for all other things we ought to pray unto God, and instruct our families to praise his Name.) bless his house."}]}