{"bibleAbbr":"Geneva1599","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"(2 David prepareth things necessary for the building of the Temple.6 He commandeth his son Solomon to build the Temple of the Lord, which thing he himself was forbidden to do.9 Under the figure of Solomon Christ is promised.) And David said, This is the (That is, the place wherein he will be worshipped.) house of the Lord God, and this is the altar for the burnt offering of Israel."},{"number":2,"verse":"And David commanded to gather together the (Meaning, cunning men of other nations which dwelt among the Jews.) strangers that were in the land of Israel, and he set masons to hew and polish stones to build the house of God."},{"number":3,"verse":"David also prepared (To wit, which weighed fifty shekels of gold, 2 Chron. 3:9.) much iron for the nails of the doors and of the gates, and for the joinings, and abundance of brass passing weight,"},{"number":4,"verse":"And cedar trees without number: for the Sidonians and they of Tyre brought much cedar wood to David."},{"number":5,"verse":"And David said, Solomon my son is young and tender, and we must build an house for the Lord, magnifical, excellent and of great fame and dignity throughout all countries: I will therefore now prepare for him. So David prepared very much before his death."},{"number":6,"verse":"Then he called Solomon his son, and charged him to build an house for the Lord God of Israel."},{"number":7,"verse":"And David said to Solomon, (Cross references: : 2 Sam. 7:13) My son, I purposed with myself to build an house to the Name of the Lord my God,"},{"number":8,"verse":"But the word of the Lord came to me, saying, Thou hast shed much blood, and hast made great battles: thou shalt not build an house unto my name: for thou hast shed much blood upon the earth in my sight. (This declareth how greatly God detesteth the shedding of blood, seeing David for this cause is stayed to build the Temple of the Lord, albeit he enterprised no war, but by God’s commandment and against his enemies.) (1 Chron. 28:3)"},{"number":9,"verse":"Behold, a son is born to thee, which shall be a man of rest, for I will give him rest from all his enemies round about: therefore his name is Solomon: and I will send peace and quietness upon Israel in his days."},{"number":10,"verse":"(2 Sam. 7:13; 1 Kings 5:5) He shall build an house for my Name, and he shall be my son, and I will be his father, and I will establish the throne of his kingdom upon Israel forever."},{"number":11,"verse":"Now therefore my son, the Lord shall be with thee, and thou shalt (He showeth that there can be no prosperity, but when the Lord is with us.) prosper, and thou shalt build an house to the Lord thy God, as he hath spoken of thee."},{"number":12,"verse":"Only the Lord give thee (These are only the means whereby Kings govern their subjects aright, and whereby the Realms do prosper and flourish.) wisdom and understanding, and give thee charge over Israel, even to keep the Law of the Lord thy God."},{"number":13,"verse":"Then thou shalt prosper, if thou take heed to observe the statutes and the judgments which the Lord commanded Moses for Israel: be strong and of good courage: fear not, neither be afraid."},{"number":14,"verse":"For behold, according to my (For David was poor in respect of Solomon.) poverty have I prepared for the house of the Lord an hundred thousand talents of gold, and a thousand thousand talents of silver, and of brass and of iron passing weight: for there was abundance. I have also prepared timber and stone, and thou mayest provide more thereto."},{"number":15,"verse":"Moreover thou hast workmen with thee enough, (Or, masons and carpenters.) hewers of stone, and workmen of timber, and all men expert in every work."},{"number":16,"verse":"Of gold, of silver, and of brass, and of iron there is no number: (That is, go about it quickly.) Up therefore, and be doing, and the Lord will be with thee."},{"number":17,"verse":"David also commanded all the princes of Israel to help Solomon his son, saying,"},{"number":18,"verse":"Is not the Lord your God with you, and hath given you rest on every side? for he hath given the (The nations round about.) inhabitants of the land into mine hand, and the land is subdued before the Lord, and before his people."},{"number":19,"verse":"Now set (For else he knew that God would plague them, and not prosper their labor, except they sought with all their hearts to set forth his glory.) your hearts and your souls to seek the Lord your God, and arise, and build the Sanctuary of the Lord God, to bring the Ark of the covenant of the Lord, and the holy vessels of God into the house built for the Name of the Lord."}]}