{"bibleAbbr":"Geneva1599","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"(1 The porters of the Temple are ordained, every man to the gate, which he should keep,20 and over the treasure.) Concerning the (Or, courses, or turns.) divisions of the porters, of the Korahites, Meshelemiah the son of Kore of the sons of (This Asaph was not the notable musician, but another of that name called also Ebiasaph, 1 Chron. 6:23, 37 and 9:19 and also Jasaph.) Asaph."},{"number":2,"verse":"And the sons of Meshelemiah, Zechariah the eldest, Jediael the second, Zebadiah the third, Jathniel the fourth,"},{"number":3,"verse":"Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh."},{"number":4,"verse":"And the sons of Obed-Edom, Shemaiah the eldest, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethanel the fifth,"},{"number":5,"verse":"Ammiel the sixth, Issachar the seventh, Peulthai the eight: for God had (In giving him many children.) blessed him."},{"number":6,"verse":"And to Shemaiah his son were sons born that (Or, like their father’s house, meaning, worthy men, and valiant.) ruled in the house of their father, for they were men of might."},{"number":7,"verse":"The sons of Shemaiah were Othni, and Rephael, and Obed, Elzabad, and his brethren, strong men: Elihu also, and Semachiah."},{"number":8,"verse":"All these were of the (Or, nephews.) sons of Obed-Edom, they and their sons and their brethren mighty and (And meet to serve the office of the portership.) strong to serve, even threescore and two of Obed-Edom."},{"number":9,"verse":"And of Meshelemiah sons and brethren, eighteen mighty men."},{"number":10,"verse":"And of Hosah of the sons of Merari, the sons were Shimri the chief, and (though he was not the eldest, yet his father made him the chief)"},{"number":11,"verse":"Hilkiah the second, Tebaliah the third, and Zechariah the fourth: all the (Or, cousins.) sons and the brethren of Hosah were thirteen."},{"number":12,"verse":"Of these were the (Or, courses.) divisions of the porters, of the chief men, having the charge (According to their turns as well the one as the other.) against their brethren, to serve in the house of the Lord."},{"number":13,"verse":"And they cast lots both small and great, for the house of their fathers, for every gate."},{"number":14,"verse":"And the lot on the East side fell to (Or, Meshelemiah.) Shelemiah: then they cast lots for Zechariah his son a (One expert and meet to keep that gate.) wise counselor, and his lot came out Northward:"},{"number":15,"verse":"To Obed-Edom Southward, and to his sons the house of (This was an house, where they used to resort to consult of things concerning the Temple, as a convocation house.) Asuppim:"},{"number":16,"verse":"To Shuppim and to Hosah Westward with the gate (Whereat they used to cast out the filth of the city.) of Shallecheth by the paved street that goeth upward, ward over against ward."},{"number":17,"verse":"Eastward were six Levites, and Northward four a day, and Southward four a day, and toward Asuppim (Meaning two one day, and two another.) two and two."},{"number":18,"verse":"In (Which was an house wherein they kept the instruments of the Temple.) Parbar toward the West were four by the paved street, and two in Parbar."},{"number":19,"verse":"These are the divisions of the porters of the sons of Korah, and of the sons of Merari."},{"number":20,"verse":"¶ And of the Levites. Ahijah was over the treasures of the house of God, and over the treasures of the dedicate things."},{"number":21,"verse":"Of the sons of Laadan the sons of the Gershonites descending of Laadan, the chief fathers of Laadan were Gershon and Jehieli."},{"number":22,"verse":"The sons of Jehieli were Zetham and Joel his brother, appointed over the treasures of the house of the Lord."},{"number":23,"verse":"Of the (These also had charge over the treasures.) Amramites, of the Izharites, of the Hebronites, and of the Uzzielites."},{"number":24,"verse":"And Shebuel the son of Gershom, the son of Moses, a ruler over the treasures."},{"number":25,"verse":"And of his (Or, cousins.) brethren which came of Eliezer, was Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomith his son."},{"number":26,"verse":"Which Shelomith and his brethren were over all the treasures of the dedicate things, which David the king, and the chief fathers, the captains over thousands, and hundreds, and the captains of the army had (According as the Lord commanded, Num. 31:28.) dedicated."},{"number":27,"verse":"(For of the battles and of the spoils they did dedicate to maintain the house of the Lord.)"},{"number":28,"verse":"And all that Samuel the Seer had dedicated, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah, and whosoever had dedicated anything, it was under the hand of Shelomith, and his brethren."},{"number":29,"verse":"Of the Izharites was Chenaniah and his sons, for the business (Meaning, of things that were out of the city.) without over Israel, for officers and for Judges."},{"number":30,"verse":"Of the Hebronites, Hashabiah and his brethren, men of activity, a thousand and seven hundred were officers for Israel beyond Jordan Westward in all the business of the Lord, and for the service of (That is, for the king’s house.) the King."},{"number":31,"verse":"Among the Hebronites was Jerijah the chiefest, even the Hebronites by his generations according to the families. And in the fortieth year of the reign of David they were sought for: and there were found among them men of activity at Jazer in Gilead."},{"number":32,"verse":"And his (To wit, the cousins of Jerijah.) brethren men of activity, two thousand and seven hundred chief fathers, whom King David made rulers over the Reubenites, and the Gadites, and the half tribe of Manasseh, for every matter pertaining to (Both in spiritual and temporal things.) God, and for the king’s business."}]}