{"bibleAbbr":"Geneva1599","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"((Of the princes and rulers that ministered unto the King.) ) The children of Israel also after their number, even the chief fathers and captains of thousands and of hundreds, and their officers that served the king by divers (Hebrew, divisions, or bands.) courses, (Which executed their charge and office, which is meant by coming in, and going out.) which came in and went out, month by month throughout all the months of the year: in every course were four and twenty thousand."},{"number":2,"verse":"Over the first course for the first month was Jashobeam the son of Zabdiel: and in his course were four and twenty thousand."},{"number":3,"verse":"Of the sons of Perez was the chief over all the princes of the armies for the first month."},{"number":4,"verse":"And over the course of the second month was Dodai an Ahohite, and this was his course, and Mikloth was (That is, Dodai’s lieutenant.) a captain, and in his course were four and twenty thousand."},{"number":5,"verse":"The captain of the third host for the third month was Benaiah the son of Jehoiada the chief Priest: and in his course were four and twenty thousand."},{"number":6,"verse":"This Benaiah was mighty among (Cross references: : 2 Sam. 23:20; 2 Sam. 22:23) thirty and above the thirty, and in his course was Ammizabad his son."},{"number":7,"verse":"The fourth for the fourth month was Asahel the brother of Joab, and Zebadiah his son after him: and in his course were four and twenty thousand."},{"number":8,"verse":"The fifth for the fifth month was prince Shamhuth the Izrahite: and in his course four and twenty thousand."},{"number":9,"verse":"The sixth for the sixth month was Ira the son of Ikkesh the Tekoite: and in his course four and twenty thousand."},{"number":10,"verse":"The seventh for the seventh month was Helez the Pelonite, of the sons of Ephraim: and in his course four and twenty thousand."},{"number":11,"verse":"The eight for the eight month was Sibbechai the Hushathite of the Zarhites: and in his course four and twenty thousand."},{"number":12,"verse":"The ninth for the ninth month was Abiezer the Anathothite of the sons of (Or, Benjamin.) Jemini: and in his course four and twenty thousand."},{"number":13,"verse":"The tenth for the tenth month was Maharai the Netophathite of the Zarhites: and in his course four and twenty thousand."},{"number":14,"verse":"The eleventh for the eleventh month was Benaiah the Pirathonite of the sons of Ephraim: and in his course four and twenty thousand."},{"number":15,"verse":"The twelfth for the twelfth month was Heldai the Netophathite, of Othniel: and in his course four and twenty thousand."},{"number":16,"verse":"¶ Moreover (Meaning, besides these twelve captains.) the rulers over the tribes of Israel were these: over the Reubenites was ruler, Eliezer the son of Zichri: over the Simeonites, Shephatiah the son of Maachah:"},{"number":17,"verse":"Over the Levites, Hashabiah the son of Kemuel: over them of Aaron, and Zadok:"},{"number":18,"verse":"Over Judah, Elihu of the brethren of David: over Issachar, Omri the son of Michael:"},{"number":19,"verse":"Over Zebulun, Ishmaiah the son of Obadiah: over Naphtali, Jerimoth the son of Azriel:"},{"number":20,"verse":"Over the sons of Ephraim, Hoshea the son of Azaziah: over the half tribe of Manasseh, Joel the son of Pedaiah:"},{"number":21,"verse":"Over the (Which is beyond Jordan, in respect of Judah: also one captain was over the Reubenites and the Gadites.) other half of Manasseh in Gilead, Iddo the son of Zechariah: over Benjamin, Jaasiel the son of Abner:"},{"number":22,"verse":"Over Dan, Azarel the son of Jeroham. These are the princes of the tribes of Israel."},{"number":23,"verse":"But David took not the number of them from twenty years old and under, because the Lord had said that he would increase Israel like unto the stars of the heavens."},{"number":24,"verse":"And (1 Chron. 21:7) Joab the son of Zeruiah began to number: but he finished it not, (And the commandment of the King was abominable to Joab, 1 Chron. 21:6.) because there came wrath for it against Israel: neither was the number put into the (The Hebrews make both these books of Chronicles but one, and at this verse make the midst of the book as touching the number of verses.) Chronicles of king David."},{"number":25,"verse":"And over the king’s treasures was Azmaveth the son of Adiel: and over the treasures in the fields, in the cities and in the villages, and in the towers was Jehonathan the son of Uzziah:"},{"number":26,"verse":"And over the workmen in the field that tilleth the ground, was Ezri the son of Chelub:"},{"number":27,"verse":"And over them that dressed the vines, was Shimei the Ramathite: and over that which appertained to the vines, and over the store of the wine was Zabdi the Shiphmite:"},{"number":28,"verse":"And over the olive trees and mulberry trees that were in the valleys, was Baal-Hanan the Gederite: and over the store of the oil was Joash:"},{"number":29,"verse":"And over the oxen that fed in Sharon, was Shitrai the Sharonite: and over the oxen in the valleys was Shaphat the son of Adlai:"},{"number":30,"verse":"And over the camels was Obil the Ishmaelite: and over the asses was Jehdeiah the Meronothite:"},{"number":31,"verse":"And over the sheep was Jaziz the Hagrite: all these were the rulers of the substance that was king David’s."},{"number":32,"verse":"And Jehonathan David’s uncle a man of counsel and understanding (for he was a (That is, a man learned in the word of God.) scribe) and Jehiel the son of Hachmoni were with the King’s (To be their schoolmasters and teachers.) sons."},{"number":33,"verse":"And Ahithophel was the king’s counselor, and Hushai the Archite the king’s friend."},{"number":34,"verse":"And (After that Ahithophel had hanged himself, 2 Sam. 17:23, Jehoiada was made counselor.) after Ahithophel was Jehoiada the son of Benaiah and Abiathar: and captain of the King’s army was Joab."}]}