{"bibleAbbr":"RV1885","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"He that separateth himself seeketh {cf15i his own} desire, and rageth against all sound wisdom."},{"number":2,"verse":"A fool hath no delight in understanding, but only that his heart may reveal itself."},{"number":3,"verse":"When the wicked cometh, there cometh also contempt, and with ignominy cometh reproach."},{"number":4,"verse":"The words of a man s mouth are as deep waters; the wellspring of wisdom is as a flowing brook."},{"number":5,"verse":"To accept the person of the wicked is not good, {cf15i nor} to turn aside the righteous in judgment."},{"number":6,"verse":"A fool s lips enter into contention, and his mouth calleth for stripes."},{"number":7,"verse":"A fool s mouth is his destruction, and his lips are the snare of his soul."},{"number":8,"verse":"The words of a whisperer are as dainty, morsels, and they go down into the innermost parts of the belly."},{"number":9,"verse":"He also that is slack in his work is brother to him that is a destroyer."},{"number":10,"verse":"The name of the LORD is a strong tower: the righteous runneth into it, and is safe."},{"number":11,"verse":"The rich man s wealth is his strong city, and as an high wall in his own imagination."},{"number":12,"verse":"Before destruction the heart of man is haughty, and before honour {cf15i goeth} humility."},{"number":13,"verse":"He that giveth answer before he heareth, it is folly and shame unto him."},{"number":14,"verse":"The spirit of a man will sustain his infirmity; but a broken spirit who can bear?"},{"number":15,"verse":"The heart of the prudent getteth knowledge; and the ear of the wise seeketh knowledge."},{"number":16,"verse":"A man s gift maketh room for him, and bringeth him before great men."},{"number":17,"verse":"He that pleadeth his cause first {cf15i seemeth} just; but his neighbour cometh and searcheth him out."},{"number":18,"verse":"The lot causeth contentions to cease, and parteth between the mighty."},{"number":19,"verse":"A brother offended {cf15i is harder to be won} than a strong city: and {cf15i such} contentions are like the bars of a castle."},{"number":20,"verse":"A man s belly shall be filled with the fruit of his mouth; with the increase of his lips shall he be satisfied."},{"number":21,"verse":"Death and life are in the power of the tongue; and they that love it shall eat the fruit thereof."},{"number":22,"verse":"Whoso findeth a wife findeth a good thing, and obtaineth favour of the LORD."},{"number":23,"verse":"The poor useth entreaties: but the rich answereth roughly."},{"number":24,"verse":"He that maketh many friends {cf15i doeth it} to his own destruction: but there is a friend that sticketh closer than a brother."}]}