{"bibleAbbr":"RV1885","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better is the poor that walketh in his integrity than he that perverse in his lips and is a fool."},{"number":2,"verse":"Also, that the soul be without knowledge is not good; and he that hasteth with his feet sinneth."},{"number":3,"verse":"The foolishness of man subverteth his way; and his heart fretteth against the LORD."},{"number":4,"verse":"Wealth addeth many friends: but the poor is separated from his friend."},{"number":5,"verse":"A false witness shall not be unpunished; and he that uttereth lies shall not escape."},{"number":6,"verse":"Many will entreat the favour of the liberal man: and every man is a friend to him that giveth gifts."},{"number":7,"verse":"All the brethren of the poor do hate him: how much more do his friends go far from him! he pursueth {cf15i them with} words, {cf15i but} they are gone."},{"number":8,"verse":"He that getteth wisdom loveth his own soul: he that keepeth understanding shall find good."},{"number":9,"verse":"A false witness shall not be unpunished; and he that uttereth lies shall perish."},{"number":10,"verse":"Delicate living is not seemly for a fool; much less for a servant to have rule over princes."},{"number":11,"verse":"The discretion of a man maketh him slow to anger; and it is his glory to pass over a transgression."},{"number":12,"verse":"The king s wrath is as the roaring of a lion; but his favour is as dew upon the grass."},{"number":13,"verse":"A foolish son is the calamity of his father: and the contentions of a wife are a continual dropping."},{"number":14,"verse":"House and riches are an inheritance from fathers: but a prudent wife is from the LORD."},{"number":15,"verse":"Slothfulness casteth into a deep sleep; and the idle soul shall suffer hunger."},{"number":16,"verse":"He that keepeth the commandment keepeth his soul: {cf15i but} he that is careless of his ways shall die."},{"number":17,"verse":"He that hath pity upon the poor lendeth unto the LORD, and his good deed will he pay him again."},{"number":18,"verse":"Chasten thy son, seeing there is hope; and set not thy heart on his destruction."},{"number":19,"verse":"A man of great wrath shall bear the penalty: for if thou deliver {cf15i him}, thou must do it yet again."},{"number":20,"verse":"Hear counsel, and receive instruction, that thou mayest be wise in thy latter end."},{"number":21,"verse":"There are many devices in a man s heart; but the counsel of the LORD, that shall stand."},{"number":22,"verse":"The desire of a man is {cf15i the measure of} his kindness: and a poor man is better than a liar."},{"number":23,"verse":"The fear of the LORD {cf15i tendeth} to life: and he {cf15i that hath it} shall abide satisfied; he shall not be visited with evil."},{"number":24,"verse":"The sluggard burieth his hand in the dish, and will not so much as bring it to his mouth again."},{"number":25,"verse":"smite a scorner, and the simple will learn prudence: and reprove one that hath understanding, {cf15i and} he will understand knowledge."},{"number":26,"verse":"He that spoileth his father, and chaseth away his mother, is a son that causeth shame and bringeth reproach."},{"number":27,"verse":"Cease, my son, to hear instruction {cf15i only} to err from the words of knowledge."},{"number":28,"verse":"A worthless witness mocketh at judgment: and the mouth of the wicked swalloweth iniquity."},{"number":29,"verse":"Judgments are prepared for scorners, and stripes for the back of fools."}]}