{"bibleAbbr":"teERV1997","bookName":"హోషేయ","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"( ఐశ్వర్యాలే ఇశ్రాయేలునువారిని విగ్రహారాధనకు నడిపించుట) విస్తారమైన పండ్లు ఫలించే ద్రాక్షావల్లిలాంటిది ఇశ్రాయేలు. ఇశ్రాయేలుకు దేవుని దగ్గరనుండి ఎన్నెన్నో లభించాయి. కానీ అతడు ఇంకా ఇంకా ఎక్కువ బలిపీఠాలను బూటకపు దేవుళ్లకు కట్టాడు. అతని భూమి క్రమంగా ఎక్కువగా ఫలించింది. కనుక అతడు బూటకపు దేవుళ్లను గౌరవించుటకు స్తంభాలను నిలిపాడు."},{"number":2,"verse":"ఇశ్రాయేలు ప్రజలు దేవుణ్ణి మోసం చేయాలని చూశారు కానీ ఇప్పుడు వారు తమ దోషాన్ని అంగీకరించాలి. వారి బలిపీఠాలను యెహోవా విరుగగొడ్తాడు. వారి స్మారక శిలలను ఆయన నాశనం చేస్తాడు."},{"number":3,"verse":"( ఇశ్రాయేలీయుల చెడు తీర్మానాలు) ఇప్పుడు, “మాకు రాజు లేడు. మేము యెహోవాను గౌరవించము. అయినా రాజు మాకు ఏమీ చేయలేడు.” అని ఇశ్రాయేలీయులు చెపుతారు."},{"number":4,"verse":"వారు వాగ్దానాలు చేస్తారు కానీ వారు వట్టి అబద్ధాలు మాత్రమే చెపుతున్నారు. వారి వాగ్దానాలను వారు నిలబెట్టుకోరు. ఇతర దేశాలతో వారు ఒప్పందాలు చేస్తారు. ఆ ఒప్పందాలు దేవునికి ఇష్టం లేదు. ఆ న్యాయమూర్తులు, దున్నబడిన పొలంలో విషపు కలుపు మొక్కల్లాంటివారు."},{"number":5,"verse":"సమరయ ప్రజలు బేతావెను దగ్గర దూడలను పూజిస్తారు. ఆ ప్రజలు, యాజకులు నిజంగా ఏడుస్తారు. ఎందుకంటే అందమైన వారి విగ్రహం ఎత్తుకుపోబడింది."},{"number":6,"verse":"అష్షూరు రాజుకు కానుకగా అది ఎత్తుకొనిపోబడింది. ఎఫ్రాయిము యొక్క అవమానకరమైన విగ్రహాన్ని అతడు ఉంచుకొంటాడు. ఇశ్రాయేలు తన విగ్రహం విషయమై సిగ్గుపడుతుంది."},{"number":7,"verse":"సమరయ బూటకపు దేవుడు నాశనం చేయబడతాడు. అది నీటిమీద తేలిపోతున్న చెక్క ముక్కలాగ ఉంటుంది."},{"number":8,"verse":"ఇశ్రాయేలు పాపంచేసి, ఎత్తయిన స్థలాలు అనేకం నిర్మించింది. ఆవెనులోనున్న ఎత్తయిన స్థలాలు అన్నీ నాశనం చేయబడతాయి. వాటి బలిపీఠాలమీద ముళ్ల కంపలు, పిచ్చిమొక్కలు మొలుస్తాయి. అప్పుడు వారు “మమ్మల్ని కప్పండి!” అని పర్వతాలతోను, “మా మీద పడండి!” అని కొండలతోను చెపుతారు."},{"number":9,"verse":"( ఇశ్రాయేలు తన పాపానికి పరిహారం చెల్లించుట) “ఇశ్రాయేలూ, గిబియా కాలంనుండి నీవు పాపం చేశావు. (మరియు ఆ ప్రజలు అక్కడ పాపం చేస్తూనే ఉన్నారు). ఆ దుర్మార్గులను గిబియాలో యుద్ధం నిజంగా పట్టుకొంటుంది."},{"number":10,"verse":"వారిని శిక్షించటానికి నేను వస్తాను. వారికి విరోధంగా సైన్యాలు కలిసి ఉమ్మడిగా వస్తాయి. ఇశ్రాయేలీయులను వారి రెండు పాపాల నిమిత్తం ఆ సైన్యాలు శిక్షిస్తాయి."},{"number":11,"verse":"“ఎఫ్రాయిము నూర్పిడి కళ్లంలో ధాన్యం మీద నడవడానికి ఇష్టపడే శిక్షణగల పెయ్యలాగ ఉన్నాడు. దాని మెడమీద నేను ఒక కాడిని పెడతాను. తాళ్లను నేను ఎఫ్రాయిము మీద ఉంచుతాను. అప్పుడు యూదా దున్నటం మొదలు పెడతాడు. యాకోబు తానే భూమిని చదును చేస్తాడు.”"},{"number":12,"verse":"నీవు మంచితనాన్ని నాటితే సత్య ప్రేమను కోస్తావు. నీవు నేలను దున్ని యెహోవాతో కలిసి పంటకోస్తావు. ఆయన వచ్చి, మంచితనాన్ని వర్షంలాగ నీమీద కురిపిస్తాడు!"},{"number":13,"verse":"కానీ మీరు దుర్మార్గం నాటారు. కష్టాన్ని పంటగా కోశారు. మీ అబద్ధాల ఫలం మీరు తిన్నారు. ఎందుచేతనంటే మీరు మీ శక్తిని, మీ సైనికులను నమ్ముకొన్నారు."},{"number":14,"verse":"కనుక మీ సైన్యాలు యుద్ధ ధ్వనులు వింటాయి. మరియు మీ కోటలన్నీ నాశనం చేయబడతాయి. అది షల్మాను బేతర్బేలును నాశనం చేసిన సమయంలాగా ఉంటుంది. ఆ యుద్ధ సమయంలో తల్లులు వారి పిల్లలతో పాటు చంపబడ్డారు."},{"number":15,"verse":"మీకు కూడ బేతేలువద్ద అలాగే జరుగుతుంది. ఎందుచేతనంటే, మీరు చాలా దుర్మార్గపు పనులు చేశారు గనుక. ఆ రోజు ప్రారంభమైనప్పుడు ఇశ్రాయేలు రాజు సర్వనాశనం చేయబడతాడు."}]}