{"bibleAbbr":"teERV1997","bookName":"హోషేయ","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"( విగ్రహారాధన నాశనానికి నడుపుతుంది) “బూర నీ నోట పెట్టుకొని, హెచ్చరిక చేయి. పక్షిరాజు వ్రాలినట్చు శత్రువు యెహోవా మందిరానికి వస్తాడని ప్రకటించు. ఇశ్రాయేలీయులు నా ఒడంబడికను ఉల్లంఘించారు. వారు నా న్యాయ చట్టానికి విధేయులు కాలేదు."},{"number":2,"verse":"‘నా దేవా, ఇశ్రాయేలులో ఉన్న మాకు నీవు తెలుసు’ అని వారు అరచి నాకు చెపుతారు."},{"number":3,"verse":"కానీ ఇశ్రాయేలు మంచివాటిని తిరస్కరించింది. అందుచేత శత్రువు అతన్ని తరుముతున్నాడు."},{"number":4,"verse":"ఇశ్రాయేలీయులు తమ రాజులను ఏర్పరచుకొన్నారు. కాని, సలహా కోసం వారు నా దగ్గరకు రాలేదు. ఇశ్రాయేలీయులు నాయకులను ఏర్పరచుకున్నారు. కానీ నేను ఎరిగిన మనుష్యులను వారు ఎన్నుకోలేదు. ఇశ్రాయేలీయులు తమ వెండి, బంగారం ఉపయోగించి వారికోసం విగ్రహాలు చేసుకొన్నారు. కనుక వారు నాశనం చేయబడతారు."},{"number":5,"verse":"షోమ్రోనూ, నీ దూడను (విగ్రహాన్ని) యెహోవా నిరాకరించాడు. ఇశ్రాయేలీయుల మీద నేను చాలా కోపంగా ఉన్నాను. ఇశ్రాయేలు ప్రజలు వారి పాపం విషయంలో శిక్షించబడతారు."},{"number":6,"verse":"ఆ విగ్రహాలను ఒక పనివాడు చేశాడు. అవి దేవుళ్లు కావు. సమరయ దూడ ముక్కలుగా విరుగగొట్టబడుతుంది."},{"number":7,"verse":"ఇశ్రాయేలీయులు ఒక మూర్ఖమైన పని చేశారు అది గాలిని నాటుటకు ప్రయత్నించినట్టు ఉంది. కాని వారికి కష్టాలు మాత్రమే కలుగుతాయి. వారు సుడిగాలిని పంటగా కోస్తారు. పొలంలో ధాన్యం పండుతుంది. కానీ అది ఆహారాన్ని ఇవ్వదు. ఒకవేళ దానిలో ఏమైనా పండినా పరాయివాళ్లు దాన్ని తినేస్తారు."},{"number":8,"verse":"“ఇశ్రాయేలు మింగివేయబడింది (నాశనం చేయబడింది). ఇశ్రాయేలు ఎవరికీ పనికిరాని ఒక పనిముట్టులాగ తయారయ్యింది. ఇశ్రాయేలు విసిరి వేయబడింది. వారు యితర రాజ్యాలలో చెదరగొట్టబడ్డారు."},{"number":9,"verse":"ఎఫ్రాయిము తన విటుల దగ్గరకు వెళ్లాడు. అడవి గాడిదలా అతడు తిరుగుతూ అష్షూరు వెళ్లాడు."},{"number":10,"verse":"ఆయా రాజ్యాలలోని తన విటుల దగ్గరకు ఇశ్రాయేలు వెళ్లింది. కానీ ఇప్పుడు నేను ఇశ్రాయేలీయులను సమకూరుస్తాను. ఆ మహాశక్తిగల రాజు వారి మీద భారాన్ని వేస్తాడు. మరియు వాళ్లు ఆ భారంవల్ల కొద్దిగా బాధపడాలి."},{"number":11,"verse":"( ఇశ్రాయేలు దేవున్ని మరచి విగ్రహాలను పూజించుట) “ఎఫ్రాయిము ఎన్నెన్నో బలిపీఠాలు కట్టింది. అవి అతను పాపాలు చేయడానికి ఆధారమయ్యాయి"},{"number":12,"verse":"ఎఫ్రాయిము కోసం నేను నా న్యాయచట్టాలు సంపూర్ణంగా వ్రాసినా అవి ఎవరో పరాయి వాడికోసం అన్నట్టు అతడు వాటిని గూర్చి అనుకొంటాడు."},{"number":13,"verse":"బలులు అంటే ఇశ్రాయేలీయులకు ఇష్టం. వారు మాంసం అర్పించి, దాన్ని తినేస్తారు. యెహోవా వారి బలులు స్వీకరించడు. ఆయనకు వారి పాపాలు జ్ఞాపకమే. ఆయన వారిని శిక్షిస్తాడు. వారు ఈజిప్టుకు బందీలుగా కొనిపోబడతారు."},{"number":14,"verse":"ఇశ్రాయేలీయులు నివాసాలు నిర్మించారు. కానీ వారు తమను చేసిన సృష్టికర్తను మరచిపోయారు. ఇప్పుడు యూదా కోటలు కట్టింది. కానీ యూదా పట్టణాల మీదికి నేను అగ్నిని పంపిస్తాను. ఆ అగ్ని దాని రాజభవనాలను నాశనం చేస్తుంది.”"}]}