{"bibleAbbr":"teERV1997","bookName":"లేవీయకాండము","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"( చర్మరోగాలను గూర్చిన నియమాలు) మోషే, అహరోనులకు యెహోవా ఇలా చెప్పాడు:"},{"number":2,"verse":"“ఒక వ్యక్తి చర్మం మీద వాపు ఉండవచ్చును, లేక అది పొక్కుగాని, నిగనిగలాడు మచ్చగాని కావచ్చును. ఆ మచ్చ కుష్ఠురోగంలా కనబడితే, యాజకుడగు అహరోను దగ్గరకు గాని, యాజకులైన అతని కుమారుల దగ్గరకుగాని ఆ వ్యక్తిని తీసుకొనిరావాలి."},{"number":3,"verse":"ఆ వ్యక్తి చర్మంమీది మచ్చను యాజకుడు పరిశీలించాలి. ఆ మచ్చలోని వెంట్రుకలు తెల్లబడినా, ఆ మచ్చ అతని చర్మంకంటె లోతుకు ఉన్నా అది కుష్ఠురోగమే. యాజకుడు ఆ వ్యక్తిని పరిశీలించటం ముగించగానే ఆ వ్యక్తి కుష్ఠురోగి అని యాజకుడు ప్రకటించాలి."},{"number":4,"verse":"“కొన్నిసార్లు ఒక వ్యక్తి చర్మంమీద ఒక తెల్లమచ్చ ఉంటుంది. కానీ ఆ మచ్చ చర్మంలోపలికి ఉండదు. అదే నిజమైతే ఆ వ్యక్తిని ఏడు రోజులపాటు ఇతరులనుండి యాజకుడు వేరు చేయాలి."},{"number":5,"verse":"ఏడో రోజున యాజకుడు ఆ వ్యక్తిని పరిశీలించాలి. ఆ మచ్చలో మార్పు లేకుండా, అది చర్మంమీద విస్తరించకుండా ఉన్నట్టు యాజకునికి కనబడితే, అప్పుడు ఆ వ్యక్తిని మరో ఏడు రోజులపాటు యాజకుడు ప్రత్యేకించాలి."},{"number":6,"verse":"ఏడు రోజుల తర్వాత మరల ఆ వ్యక్తిని యాజకుడు పరిశీలించాలి. ఆ మచ్చ మానిపోయి, చర్మంమీద విస్తరించకుండా ఉంటే, ఆ వ్యక్తి పరిశుద్ధుడు అని యాజకుడు ప్రకటించాలి. ఆ మచ్చ కేవలం పొక్కే. ఆ వ్యక్తి తన బట్టలు ఉతుక్కొని, మళ్లీ పవిత్రుడు కావాలి."},{"number":7,"verse":"“అయితే ఆ వ్యక్తి మరల శుద్ధి చేయబడేందుకు తనను తాను యాజకునికి కనబరచుకొన్న తర్వాత, ఆ పొక్కు చర్మంమీద మరలా విస్తరిస్తే, అప్పుడు ఆ వ్యక్తి మరల యాజకుని దగ్గరకు రావాలి."},{"number":8,"verse":"యాజకుడు తప్పక పరిశీలించాలి. ఒకవేళ ఆ పొక్కు చర్మం మీద విస్తరిస్తే, ఆవ్యక్తి అపవిత్రుడని యాజకుడు తప్పక ప్రకటించాలి. అది కుష్ఠురోగం."},{"number":9,"verse":"“ఒక వ్యక్తికి కుష్ఠురోగం ఉంటే అతణ్ణి యాజకుని దగ్గరకు తీసుకొని రావాలి."},{"number":10,"verse":"యాజకుడు తప్పక ఆ వ్యక్తిని పరిశీలించాలి. చర్మంలో తెల్లని వాపుఉండి, వెంట్రుకలు తెల్లబడి ఉండి, వాపులో చర్మంతెల్లగా కనబడితే"},{"number":11,"verse":"అప్పుడు అది ఆ వ్యక్తి చర్మంమీద చాలకాలంగా ఉన్న కుష్ఠురోగం. ఆ వ్యక్తి అపవిత్రుడు అని యాజకుడు తప్పక ప్రకటించాలి. కొద్దికాలం ఆ వ్యక్తిని మిగిలిన ప్రజలనుండి యాజకుడు ప్రత్యేకించాలి. ఎందుచేతనంటే ఆ వ్యక్తి అపవిత్రుడు అని అతనికి తెలుసు."},{"number":12,"verse":"“కొన్నిసార్లు చర్మరోగం ఒక వ్యక్తి శరీరమంతటా వ్యాపిస్తుంది. ఆ వ్యక్తి తలనుండి పాదంవరకు చర్మంమీద అంతటా చర్మరోగం ఆవరిస్తుంది. యాజకుడు ఆ వ్యక్తి శరీరమంతా తప్పక చూడాలి."},{"number":13,"verse":"చర్మరోగం శరీరమంతా వ్యాపించినట్టు, అది ఆ వ్యక్తి చర్మాన్ని పూర్తిగా తెలుపు చేసినట్టు యాజకుడు చూస్తే, అప్పుడు ఆ వ్యక్తి పవిత్రుడు అని యాజకుడు ప్రకటించాలి."},{"number":14,"verse":"అయితే ఆ వ్యక్తి చర్మం పచ్చిగా ఉంటే అతడు పవిత్రుడుకాడు."},{"number":15,"verse":"యాజకుడు చర్మం పచ్చిగా ఉండటం చూసినప్పుడు, ఆ వ్యక్తి అపవిత్రుడని అతడు ప్రకటించాలి. పచ్చి చర్మం పవిత్రం కాదు. అది కుష్ఠురోగం."},{"number":16,"verse":"“చర్మం మరల పచ్చిగా తయారై తెల్లగా మారితే, అప్పుడు ఆ వ్యక్తి తప్పక యాజకుని దగ్గరకు రావాలి."},{"number":17,"verse":"యాజకుడు తప్పక ఆ వ్యక్తిని పరిశీలించాలి. ఆ పొడ తెల్లబారితే ఆ పొడగల ఆ వ్యక్తి పవిత్రుడని యాజకుడు ప్రకటించాలి. ఆ వ్యక్తి పవిత్రుడు."},{"number":18,"verse":"“ఒకవేళ దేహపు చర్మంమీద మానిపోయిన పుండు ఉండవచ్చును."},{"number":19,"verse":"కాని ఆ పుండు స్థానంలో తెల్లటి వాపుగాని, తెలుపు ఎరుపు కలిసి నిగనిగలాడే మచ్చగానీ ఉండవచ్చును. అప్పుడు దేహం మీది ఈ చోటును యాజకునికి చూపెట్టాలి."},{"number":20,"verse":"యాజకుడు పరిశీలించాలి. వాపు చర్మంకంటె లోతుగా ఉండి, దాని మీది వెంట్రుకలు తెల్లబడి ఉంటే, అప్పుడు ఆ వ్యక్తి అపవిత్రుడు అని యాజకుడు ప్రకటించాలి. ఆ మచ్చ కుష్ఠురోగం పుండులోపలనుండి కుష్ఠురోగం బయటపడింది."},{"number":21,"verse":"కానీ యాజకుడు ఆ మచ్చను చూడగా దానిమీద వెంట్రుకలు తెల్లబడక, ఆ మచ్చ చర్మంకంటె లోతుగా ఉండక మానుతున్నట్టు కనబడితే అప్పుడు యాజకుడు, ఆ వ్యక్తిని ఏడు రోజులపాటు ప్రత్యేకంగా ఉంచాలి."},{"number":22,"verse":"ఒకవేళ ఆ మచ్చయింకా ఎక్కువగా చర్మంమీద విస్తరిస్తే, ఆ వ్యక్తి అపవిత్రుడని యాజకుడు ప్రకటించాలి. అది కుష్ఠుపొడ."},{"number":23,"verse":"అయితే నిగనిగలాడే ఆ మచ్చ విస్తరించక, ఉన్నచోటనే ఉంటే, అది పాతపుండుకు సంబంధించిన దద్దురు మాత్రమే. ఆ వ్యక్తి పవిత్రుడు అని యాజకుడు తప్పక ప్రకటించాలి."},{"number":24,"verse":"“ఒక వ్యక్తి చర్మంమీద కాలి వాత కావచ్చును. ఒకవేళ ఆ పచ్చి చర్మం తెల్లగా గాని, తెలుపు ఎరుపురంగు మచ్చలా కానీ మారితే యాజకుడు తప్పక దాన్ని పరిశీలించాలి. ఆ తెల్ల మచ్చ చర్మంకంటె లోతుగా ఉన్నట్టుగానీ, ఆ మచ్చ మీది వెంట్రుకలు తెల్లబడినా అది కుష్ఠురోగం. ఆ వాతలోనుంచి కుష్ఠురోగం బయటపడింది. అప్పుడు ఆ వ్యక్తి అపవిత్రుడు అని యాజకుడు ప్రకటించాలి. అది కుష్ఠురోగం."},{"number":26,"verse":"కానీ యాజకుడు ఆ మచ్చను చూడగా నిగనిగలాడే మచ్చమీద వెంట్రుకలు లేకుండా ఆ మచ్చ చర్మంకంటె లోతుగా లేకుండ అది మానుతున్నట్టు ఉంటే ఆ వ్యక్తిని ఏడు రోజులపాటు యాజకుడు వేరుచేయాలి."},{"number":27,"verse":"ఏడవ రోజున యాజకుడు ఆ వ్యక్తిని మరల పరిశీలించాలి. ఆ మచ్చ చర్మంమీద విస్తరిస్తే, అప్పుడు ఆ వ్యక్తి అపవిత్రుడని యాజకుడు ప్రకటించాలి. అది కుష్ఠురోగం."},{"number":28,"verse":"అయితే నిగనిగలాడే ఆ మచ్చ చర్మంమీద విస్తరించక మానుతుంటే, అది వాత మీది వాపు మాత్రమే. ఆ వ్యక్తి పవిత్రుడు అని యాజకుడు ప్రకటించాలి. అది కేవలం వాత మచ్చ మాత్రమే."},{"number":29,"verse":"“ఒక వ్యక్తి తలమీదగాని గెడ్డంమీద గాని పొడరావచ్చును."},{"number":30,"verse":"ఒక యాజకుడు ఆ పొడను పరిశీలించాలి. ఆ పొడ చర్మంకంటె లోతుగా ఉన్నట్టు కనబడినా, దానిచుట్టూ వెంట్రుకలు పలుచగాను, పసుపుగాను ఉన్నా, ఆ వ్యక్తి అపవిత్రుడు అని యాజకుడు ప్రకటించాలి. అది చెడ్డ చర్మరోగం."},{"number":31,"verse":"ఒక వేళ ఆ పొడ చర్మంకంటె లోతుగా లేకపోయినా, దానిలో నల్ల వెంట్రుకలు లేకపోతే ఆ వ్యక్తిని ఏడురోజులపాటు యాజకుడు ప్రత్యేకించాలి."},{"number":32,"verse":"ఏడవ రోజున ఆ పొడను యాజకుడు పరిశీలించాలి. ఆ పొడ విస్తరించకపోయినా, దానిలో పసుపు వెంట్రుకలు పెరగకపోయినా, ఆ పొడ చర్మంకంటె లోతుగా ఉన్నట్టు కనబడకపోయినా,"},{"number":33,"verse":"ఆ వ్యక్తి క్షౌరం చేసుకోవాలి. కానీ అతడు ఆ పొడను కత్తిరించకూడదు. ఆ వ్యక్తిని యింకో ఏడు రోజుల వరకు యాజకుడు ప్రత్యేకించాలి."},{"number":34,"verse":"ఏడవ రోజున యాజకుడు ఆ పొడను పరిశీలించాలి. ఆ పొడ చర్మంలోనికి విస్తరించక, అది చర్మంకంటె లోతుగా ఉన్నట్టు కనబడకపోయినా, ఆ వ్యక్తి పవిత్రుడు అని యాజకుడు ప్రకటించాలి. ఆ వ్యక్తి తన బట్టలు ఉతుకుకొని శుద్ధుడు కావాలి."},{"number":35,"verse":"కానీ ఆ వ్యక్తి పవిత్రుడయిన తర్వాత ఆ పొడ చర్మంమీద వ్యాపిస్తే,"},{"number":36,"verse":"యాజకుడు మరల ఆ వ్యక్తిని పరిశీలించాలి. ఆ పొడ చర్మంమీద వ్యాపిస్తే, పసుపు వెంట్రుకల కోసం యాజకుడు చూడక్కర్లేదు. ఆ వ్యక్తి అపవిత్రుడు."},{"number":37,"verse":"అయితే ఆ వ్యాధి మానిపోయినట్టు యాజకుడు తలిస్తే, దానిలో నల్ల వెంట్రుకలు పెరుగుతుంటే ఆ రోగం మాని పోయింది. ఆ వ్యక్తి పవిత్రుడు. ఆ వ్యక్తి పవిత్రుడు అని యాజకుడు ప్రకటించాలి."},{"number":38,"verse":"“ఒక వ్యక్తి చర్మంమీద తెల్ల మచ్చలు ఉంటే,"},{"number":39,"verse":"ఒక యాజకుడు ఆ మచ్చలను పరిశీలించాలి. ఒకవేళ ఆ వ్యక్తి చర్మంమీది మచ్చలు వాడిపోయి తెలుపుగా ఉంటే అది హానికరము కాని పొక్కులు మాత్రమే. ఆ వ్యక్తి పవిత్రుడు."},{"number":40,"verse":"“ఒక వ్యక్తి తలమీద వెంట్రుకలు ఊడి పోవచ్చును. అతడు పవిత్రుడు. అది కేవలం బట్టతల"},{"number":41,"verse":"ఒకని తల ముందు భాగంలో వెంట్రుకలు రాలిపోవచ్చును. అతడు పవిత్రుడు. అది కేవలం మరో రకం బట్టతల."},{"number":42,"verse":"కానీ అతని తలమీద ఎరుపు తెలుపు పొడ ఉంటే అది చర్మవ్యాధి."},{"number":43,"verse":"ఒక యాజకుడు ఆ వ్యక్తిని పరిశీలించాలి. ఆ పొడ వాపు ఎరుపు తెలుపుగా ఉండి, శరీరంలోని ఇతర భాగాల్లో కుష్ఠు రోగంలా కనబడితే,"},{"number":44,"verse":"ఆ వ్యక్తి తలమీద కుష్ఠు రోగం ఉంది. ఆ వ్యక్తి అపవిత్రుడు అని యాజకుడు ప్రకటించాలి."},{"number":45,"verse":"“ఒక వ్యక్తికి కుష్ఠు రోగం ఉంటే అతడు ఇతరులను హెచ్చరించాలి. అపవిత్రుణ్ణి అపవిత్రుణ్ణి అని కేకలు వేయాలి. అతడు తన బట్టలను చింపివేయాలి, తన తల వెంట్రుకలు విరబోసుకోవాలి, తన నోరు కప్పుకోవాలి."},{"number":46,"verse":"ఆ వ్యాధి ఉన్న కాలమంతా అతను అపవిత్రుడే. ఆ వ్యక్తి అపవిత్రుడు. అతడు ఒంటరిగా బతకాలి. అతని నివాసం బసకు వెలుపల ఉండాలి."},{"number":47,"verse":"“కొన్ని బట్టల మీద బూజుపొడ ఉండవచ్చును. ఆ బట్ట నారబట్ట లేక ఉన్నిది కావచ్చు."},{"number":48,"verse":"బట్ట అల్లినది కావచ్చు, కుట్టినది కావచ్చు, లేదా ఒక తోలు మీద కాని, తోలుతో చేయబడిన మరి దేనిమీద కాని ఆ బూజుపొడ ఉండవచ్చును."},{"number":49,"verse":"ఆ బూజుపొడ పచ్చగా కానీ ఎర్రగా కానీ ఉంటే దాన్ని యాజకునికి చూపించాలి."},{"number":50,"verse":"ఆ బూజుపొడను యాజకుడు పరిశీలించాలి. దానిని ఏడు రోజుల వరకు ఒక ప్రత్యేక స్థలంలో అతడు ఉంచాలి."},{"number":51,"verse":"ఏడవ రోజున ఆ బూజుపొడను యాజకుడు పరిశీలించాలి. ఆ బూజుపొడ తోలు మీద ఉన్నా బట్టమీద ఉన్నా ఒకటే. ఆ బట్ట కుట్టిందైనా అల్లినదైనా ఒకటే. ఆ తోలు ఉపయోగించబడింది దేని కొరకైనా ఒకటే. బూజుపొడ వ్యాపిస్తే అది నాశన కరమైనది. ఆ బట్ట లేక తోలు అపవిత్రం. ఆ పొడ అపవిత్రం. ఆ బట్ట లేక తోలును యాజకుడు కాల్చి వేయాలి."},{"number":53,"verse":"“ఆ బూజుపొడ వ్యాపించినట్టు యాజకునికి కనబడకపోతే, ఆ తోలును లేక ఆ బట్టను ఉతకాలి. అది తోలుగాని, బట్టగాని లేక బట్ట అల్లికగాని, కుట్టింది గాని, దాన్ని ఉతకాల్సిందే."},{"number":54,"verse":"ఆ బట్టను లేక తోలును ఉతకమని ఆ మనుష్యులకు యాజకుడు ఆజ్ఞాపించాలి. అప్పుడు యాజకుడు ఆ బట్టలను ఇంకా ఏడు రోజుల వరకు వేరుపరచాలి."},{"number":55,"verse":"ఆ సమయం తీరగానే యాజకుడు మళ్లీ పరిశీలించాలి. ఆ బూజుపొడ ఇంకా అలానే కనబడితే అది అపవిత్రం. ఆ పొడ వ్యాపించకపోయినా సరే ఆ బట్టను లేక ఆ తోలును మీరు కాల్చివేయాలి."},{"number":56,"verse":"“కానీ ఒక వేళ, ఆ తోలు ముక్కను లేక ఆ బట్టను యాజకుడు చూచినప్పుడు, బూజుపొడ వాడిపోయి ఉంటే, ఆ బట్ట మీద లేక తోలు మీద ఉన్న ఆ పొడను యాజకుడు చింపివేయాలి. ఆ బట్ట అల్లికది గాని, నేసినది కానీ ఫర్వాలేదు."},{"number":57,"verse":"లేదా ఆ బట్టమీద లేక ఆ తోలుమీద బూజుపొడ తిరిగి రావచ్చును. అలా జరిగితే ఆ బూజుపొడ వ్యాపిస్తుంది. ఆ చించిన బట్ట ముక్కను లేక తోలు ముక్కను కాల్చివేయాలి."},{"number":58,"verse":"అయితే ఉతికిన తర్వాత బూజుపొడ మళ్లీ రాకపోతే అప్పుడు ఆ బట్ట ముక్క లేక తోలు ముక్క పవిత్రం. ఆ బట్ట కుట్టిందిగానీ అల్లిందిగానీ ఏదైనా ఫర్వాలేదు. ఆ బట్ట పవిత్రం.”"},{"number":59,"verse":"తోలు ముక్కలు లేక బట్టముక్కల మీద బూజుపొడకు సంబంధించిన నియమాలు అవి. బట్ట కుట్టింది గాని అల్లిందిగాని ఫర్వాలేదు."}]}