{"bibleAbbr":"teERV1997","bookName":"లేవీయకాండము","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"( లైంగిక సంబంధాల నియమాలు) మోషేతో యెహోవా ఇలా చెప్పాడు"},{"number":2,"verse":"“ఇశ్రాయేలు ప్రజలతో చెప్పు: నేను యెహోవాను, మీ దేవుణ్ణి."},{"number":3,"verse":"గతంలో మీరు ఈజిప్టులో జీవించారు. ఆ దేశంలో జరిగించిన వాటిని మీరు ఇప్పుడు చేయకూడదు. నేను మిమ్మల్ని కనానుకు నడిపిస్తున్నాను. ఆ ప్రజల ఆచారాలను పాటించవద్దు."},{"number":4,"verse":"మీరు నా నియమాలకు విధేయులై, నా ఆజ్ఞలను పాటించాలి. ఎందుచేతనంటే నేను మీ దేవుడైన యెహోవాను గనుక."},{"number":5,"verse":"అందుచేతనే మీరు నా ఆజ్ఞలను నియమాలను పాటించాలి. నా ఆజ్ఞలకు నియమాలకు విధేయుడయ్యే వ్యక్తి జీవిస్తాడు! నేనే యెహోవాను."},{"number":6,"verse":"“నీ రక్తసంబంధులతో నీవు ఎన్నడూ లైంగిక సంబంధం కలిగి ఉండకూడదు. నేను యెహోవాను."},{"number":7,"verse":"“నీ తండ్రితో, నీ తల్లితో నీవు ఎన్నడూ లైంగిక సంబంధం కలిగి ఉండకూడదు. ఆమె నీ తల్లి, ఆమెతో నీవు లైంగిక సంబంధము కలిగి ఉండకూడదు."},{"number":8,"verse":"నీ తండ్రి యొక్క ఏ భార్యతో (ఆమె నీ తల్లి కానప్పటికీ) నీవు లైంగిక సంబంధం కలిగి ఉండకూడదు. నీ తండ్రి యొక్క ఏ భార్యతోనైనా నీ తండ్రికి మాత్రమే లైంగిక సంబంధాలు ఉండాలి."},{"number":9,"verse":"“నీ తండ్రి కుమార్తె లేక నీ తల్లి కుమార్తె నీకు సోదరి, ఆమెతో నీకు లైంగిక సంబంధాలు ఉండ కూడదు. నీ సోదరి నీ యింట పుట్టినా, లేక మరోచోట పుట్టినా సరే."},{"number":10,"verse":"“నీ మనుమరాలితో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఆ పిల్లలు నీలో ఒక భాగం."},{"number":11,"verse":"“నీ తండ్రికి తల్లికి ఒక కుమార్తె ఉంటే, ఆమె నీ సోదరి. ఆమెతో నీకు లైంగిక సంబంధాలు ఉండకూడదు."},{"number":12,"verse":"“నీ తండ్రి సోదరితో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఆమె నీ తండ్రి రక్త సంబంధీకురాలు."},{"number":13,"verse":"నీ తల్లి సోదరితో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఆమె నీ తల్లి రక్తసంబంధీకురాలు."},{"number":14,"verse":"నీ తండ్రి సోదరుని భార్యతో నీకు లైంగిక సంబంధాలు ఉండకూడదు. అనగా నీ పినతండ్రి భార్యతో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఆమె నీ పినతల్లి."},{"number":15,"verse":"“నీ కోడలితో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఆమె నీ కుమారుని భార్య. ఆమెతో నీకు లైంగిక సంబంధాలు ఉండకూడదు."},{"number":16,"verse":"“నీ సోదరుని భార్యతో నీకు లైంగిక సంబంధాలు ఉండకూడదు. నీ సోదరుడు మాత్రమే తన భార్యతో లైంగిక సంబంధాలు కలిగి ఉండాలి."},{"number":17,"verse":"“తల్లి, కూతుళ్లతో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఆ తల్లి మనుమరాలితో నీకు లైంగిక సంబంధాలు ఉండకూడదు. ఈ మనుమరాలు ఆ తల్లి కుమారుని బిడ్డ కావచ్చు, కుమార్తె బిడ్డ కావచ్చు. ఆమె మనుమరాళ్లు ఆమె రక్తసంబంధీకులు. వారితో లైంగిక సంబంధాలు కలిగి ఉండటం తప్పు."},{"number":18,"verse":"“నీ భార్య బతికి ఉండగా, ఆమె సోదరిని నీకు మరో భార్యగా చేసుకోకూడదు. దీని మూలంగా అక్క చెల్లెళ్లు విరోధులవుతారు. నీ భార్య సోదరితో నీకు లైంగిక సంబంధాలు ఉండకూడదు."},{"number":19,"verse":"“మరియు ఒక స్త్రీకి నెలసరి రక్తస్రావం అవుతున్నప్పుడు, లైంగిక సంబంధాలకోసం నీవు ఆమె చెంతకు పోకూడదు. ఈ సమయంలో ఆమె అపవిత్రంగా ఉంటుంది."},{"number":20,"verse":"“నీ పొరుగువాని భార్యతో నీకు లైంగిక సంబంధాలు ఉండకూడదు. దీని మూలంగా నీవు అపవిత్రం అవుతావు."},{"number":21,"verse":"“మోలెకు ( మోలెకు ఇది అబద్ధపు దేవత తమ ఆరాధనా భాగంగా ప్రజలు, కొన్నిసార్లు తమ పిల్లలను బలిగా అర్పించేవారు.) కోసం నీ పిల్లల్లో ఎవరినీ అగ్నిగుండం దాటనియ్యకూడదు. ఒకవేళ నీవు అలా చేస్తే, నీ దేవుని నామం అంటే నీకు గౌరవం లేదని నీవు చూపించినట్టే, నేనే యెహోవాను."},{"number":22,"verse":"“ఒక స్త్రీతో ఉన్నట్టు పురుషునితో నీకు లైంగిక సంబంధాలు ఉండకూడదు. అది భయంకర పాపం!"},{"number":23,"verse":"“ఏ జంతువుతోను నీకు లైంగిక సంబంధాలు ఉండకూడదు. దీని మూలంగా నీవు అపవిత్రం అవుతావు. అలాగే స్త్రీ జంతువుతో లైంగిక సంబంధాలు కలిగి ఉండకూడదు. అది సృష్టి విరుద్ధం!"},{"number":24,"verse":"“అలాంటి వాటిలో దేనిమూలంగాను మిమ్మల్ని మీరు అపవిత్రం చేసుకోవద్దు. నేను జనాలను వారి దేశాలనుండి వెళ్లగొట్టి, వారి దేశాలను నేను మీకు యిస్తున్నాను. ఎందుచేతనంటే ఆ ప్రజలు ఆ చెడుకార్యాలు చేసారు."},{"number":25,"verse":"కనుక దేశం మైలపడిపోయింది. అలాంటి కార్యాలతో ఇప్పుడు దేశం రోగభూయిష్టమయింది. మరియు అక్కడ నివసించిన ప్రజలను ఆ దేశం ఇప్పుడు వెళ్లగొడుతుంది!"},{"number":26,"verse":"“కనుక మీరు నా ఆజ్ఞలకు, నియమాలకు విధేయులు కావాలి. ఆ భయంకర పాపాలు ఏవీ మీరు చేయకూడదు. ఇశ్రాయేలు పౌరులకు, మీ మధ్య నివసించే ప్రజలకు నియమాలు యివి."},{"number":27,"verse":"ఆ దేశంలో మీకు ముందు నివసించిన ప్రజలు ఆ భయంకర సంగతులన్నీ జరిగించారు. అందుచేత దేశం మైలపడింది."},{"number":28,"verse":"మీరూ ఈ పనులు చేస్తే, మీరూ ఆ దేశాన్ని మైల చేస్తారు. మరియు మీకంటె ముందు అక్కడ ఉన్న వాళ్ళను వెళ్ళగొట్టినట్లు అది మిమ్మల్ని కూడ వెళ్ళగొడుతుంది."},{"number":29,"verse":"ఏ వ్యక్తి గాని ఈ దారుణ పాపాలలో దేనినైనా జరిగిస్తే, ఆ వ్యక్తి తన ప్రజల్లోనుండి వేరు చేయబడాలి."},{"number":30,"verse":"ఇతరులు ఆ భయంకర పాపాలు చేశారు. కాని మీరు మాత్రం నా ఆజ్ఞలకు విధేయులు కావాలి. ఆ భయంకర పాపాలేవీ మీరు చేయకూడదు. ఆ భయంకర పాపాలతో మిమ్మల్ని మీరు మైల చేసుకోవద్దు. నేను యెహోవాను, మీ దేవుణ్ణి.”"}]}