{"bibleAbbr":"teERV1997","bookName":"లేవీయకాండము","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"యెహోవా దేవుడు మోషేతో ఇలా చెప్పాడు:"},{"number":2,"verse":"“అహరోనుతో, అతని కుమారులతో చెప్పు: ఇశ్రాయేలు ప్రజలు నాకు వస్తువులను అర్పిస్తారు. ఆ వస్తువులు పవిత్రం అవుతాయి. అవి నావి. అందుచేత యాజకులైన మీరు వాటిని తీసుకోగూడదు. పవిత్రమైన ఆ వస్తువుల్ని మీరు ఉపయోగిస్తే, నా పవిత్రనామం అంటే మీకు గౌరవం లేదని మీరు వ్యక్తం చేస్తారు. నేను యెహోవాను."},{"number":3,"verse":"మీ సంతానమంతటిలో ఎవరైనా వాటిని తాకితే ఆ వ్యక్తి అపవిత్రం అవుతాడు. ఆ వ్యక్తి నానుండి వేరు చేయబడతాడు. ఇశ్రాయేలు ప్రజలు ఆ వస్తువుల్ని నాకు ఇచ్చారు. నేను యెహోవాను."},{"number":4,"verse":"“అహరోను సంతానంలో ఎవరికైనా దారుణమైన చర్మవ్యాధి ఉంటే, లేక స్రావరోగం ఉంటే అతడు పవిత్రం అయ్యేంతవరకు పవిత్రభోజనం చేసేందుకు వీల్లేదు. అపవిత్రుడైన ఏ యాజకునికైనా ఆ నియమం వర్తిస్తుంది. అలాంటి యాజకుడు ఒక శవం మూలంగా కానీ, లేక తన ఇంద్రియం మూలంగా కానీ అపవిత్రుడు కావచ్చు."},{"number":5,"verse":"అపవిత్రమైన, పాకే జంతువుల్లో దేన్ని తాకినా అతడు అపవిత్రుడు అవుతాడు. మరియు అపవిత్రమైన మరో మనిషిని తాకుట వల్ల అతడు అపవిత్రుడు అవుతాడు. దేని మూలంగా అతడు అపవిత్రమైనా సరే"},{"number":6,"verse":"ఒక వ్యక్తి వాటిలో దేనిని తాకినా అతడు సాయంత్రంవరకు అపవిత్రుడవుతాడు. ఆ వ్యక్తి పవిత్ర భోజనాన్ని తినకూడదు. అతడు నీళ్లతో స్నానము చేసినా సరే అతడు పవిత్ర భోజనం తినకూడదు."},{"number":7,"verse":"సూర్యాస్తమయం తర్వాతనే అతడు పవిత్రుడవుతాడు. అప్పడు అతడు పవిత్ర భోజనం తినవచ్చును. ఎందుచేతనంటే ఆ భోజనం అతనికి చెందుతుంది గనుక."},{"number":8,"verse":"“ఒక జంతువు దానంతట అదేచచ్చినా, లేక మరో జంతువుచే చంపబడినా, చచ్చిన ఆ జంతువును యాజకుడు తినకూడదు. ఆ వ్యక్తి ఆ జంతువును తింటే అతడు అపవిత్రుడవుతాడు. నేను యెహోవాను."},{"number":9,"verse":"“యాజకులు నన్ను సేవించేందుకు నిర్ణీత సమయాలు ఉన్నాయి. ఆ సమయాల్లో వాళ్లు జాగ్రాత్తగా ఉండాలి. పవిత్రమైన వాటిని అపవిత్రం చేయకుండా వారు జాగ్రత్తగా ఉండాలి. వాళ్లు గనుక జాగ్రత్తగా ఉంటే వాళ్లు చావరు. నేనే యెహోవాను. వాళ్లను ఈ ప్రత్యేక పనికోసం ప్రత్యేకించాను."},{"number":10,"verse":"యాజక కుటుంబంలోని వాళ్లు మాత్రమే పవిత్ర భోజనం తినవచ్చు. యాజకునితో ఉంటున్న అతిధి లేక యాజకుని కూలివాడు పవిత్ర భోజనం తినకూడదు."},{"number":11,"verse":"అయితే యాజకుడు తన స్వంత డబ్బుతో ఒక వ్యక్తిని బానిసగా కొనివుంటే ఆ వ్యక్తి పవిత్రమైన వాటిలో కొంత తినవచ్చును. యాజకుని ఇంట పుట్టిన బానిసలు కూడ యాజకుని భోజనంలో కొంత తినవచ్చును."},{"number":12,"verse":"యాజకుని కుమార్తె, యాజకుడు కాని వాణ్ణి వివాహం చేసుకోవచ్చు. ఆమె గనుక అలా చేస్తే, అప్పుడు ఆమె పవిత్ర అర్పణల్లోనివి ఏవీ తినకూడదు."},{"number":13,"verse":"ఒక యాజకుని కుమార్తె విధవరాలు కావచ్చును, లేదా విడాకులు పొందవచ్చును. ఆమెను పోషించే పిల్లలు ఆమెకు లేని కారణంగా ఆమె బాల్యంలో నివసించిన తన తండ్రి ఇంటికి తిరిగి వేళ్తే, అప్పుడు ఆమె తన తండ్రి భోజనంలో కొంత తినవచ్చును. అయితే యాజక కుటుంబంలోని వారు మాత్రమే ఈ భోజనాన్ని తినవచ్చును."},{"number":14,"verse":"“ఒక వ్యక్తి పవిత్ర భోజనంలో కొంత పోరబాటున తిన్నట్లయితే ఆ వ్యక్తి అంత పవిత్ర భోజనాన్ని యాజకునికి ఇచ్చివేయాలి. అయిదింట ఒకటి వంతున ఆ భోజనం ఖరీదు గూడ అతడు చెల్లించాలి."},{"number":15,"verse":"“ఇశ్రాయేలు ప్రజలు యెహోవాకు కానుకలుయిస్తారు. ఆ కానుకలు పవిత్రం అవుతాయి. కనుక ఆ పవిత్ర వస్తువుల్ని యాజకుడు అపవిత్రం చేయకూడదు."},{"number":16,"verse":"ఒక వేళ యాజకులు గనుక ఆ వస్తువులు పవిత్రం కావు అన్నట్టు వాటిని చూస్తే, పవిత్ర భోజనం తిన్నప్పుడు వారు వారి పాపాన్ని అధికం చేసుకొన్న వాళ్లవుతారు. యెహోవాను నేనే వాటిని పవిత్రం చేస్తాను!”"},{"number":17,"verse":"యెహోవా దేవుడు మోషేతో ఇలా చెప్పాడు:"},{"number":18,"verse":"“అహరోను, అతని కుమారులు, ఇశ్రాయేలు ప్రజలు అందరితో ఇలా చెప్పు: ఒకవేళ ఒక ఇశ్రాయేలు పౌరుడు, లేక ఒక విదేశీయుడు ఒక అర్పణ తీసుకొని రావాలను కొంటాడు. ఒకవేళ అది ఆ వ్యక్తి చేసుకొన్న ఏదో ఒక ప్రత్యేక వాగ్దానంగా కావచ్చు లేక ఒకవేళ ఆ వ్యక్తి ఇవ్వాలనుకొన్న ఒక ప్రత్యేక బలి కావచ్చు."},{"number":19,"verse":"ఆ ప్రజలు నిజంగా దేవునికి కానుకలు ఇవ్వాలని కోరుకొన్నందుచేత వారు తెచ్చే కానుకలు అవి. దోష భూయిష్టమైన ఏ అర్పణా నీవు అంగీకరించగూడదు. అలాంటి అర్పణవల్ల నాకు సంతోషం కలుగదు. కనుక ఒక కోడెదూడ, గొర్రె, మేక అయితే అది మగదైఉండాలి. ఆపైన దానిలో ఏ దోషమూ ఉండకూడదు."},{"number":21,"verse":"“ఒక వ్యక్తి సమాధాన బలి యెహోవాకు తీసుకొని రావచ్చును. ఆ సమాధాన బలి ఆ వ్యక్తి చేసుకొన్న ఏదో ప్రత్యేక వాగ్దానానికి చెల్లింపు కావచ్చును. లేక అది ఆ వ్యక్తి యెహోవాకు అర్పించాలనుకొన్న ఒక ప్రత్యేక కానుక కావచ్చును. అది ఇక కోడెదూడ కావచ్చును లేక గొర్రె కావచ్చును. కానీ అది ఆరోగ్యంగా ఉండాలి. ఆ జంతువులో ఏ దోషమూ ఉండకూడదు."},{"number":22,"verse":"గుడ్డిది, ఎముకలు విరిగింది, కుంటిది లేక స్రావరోగం ఉన్నది, లేక దారుణమైన చర్మవ్యాధి ఉన్నది, ఏ జంతువును మీరు యెహోవాకు అర్పించకూడదు. యెహోవా బలిపీఠపు అగ్నిమీద రోగగ్రస్థమైన జంతువులను మీరు అర్పించకూడదు."},{"number":23,"verse":"“కొన్నిసార్లు ఒక కాలు మరీ పొడవుగానో లేక సరిగ్గా పెరగని ఒక పాదమో ఉన్న ఒక కోడెదూడగాని గొర్రెగాని ఉండవచ్చు. ఒకవేళ ఒక వ్యక్తి అలాంటి జంతువును యెహోవాకు ప్రత్యేక కానుకగా అర్పించాలనుకొంటే, అది అంగీకారం అవుతుంది. అయితే ఆ వ్యక్తి చేసిన ప్రత్యేక వాగ్దానానికి చెల్లింపుగా మాత్రం అది అంగీకరించబడదు."},{"number":24,"verse":"“ఒక జంతువుకు గాయపడ్డ, లేక అణగగొట్టబడిన లేక చినిగిన వృషణాలు ఉంటే అలాంటి జంతువును మీరు యెహోవాకు అర్పించకూడదు."},{"number":25,"verse":"“విదేశీయుల దగ్గర్నుండి జంతువుల్ని యెహోవాకు బలిగా మీరు తీసుకోగూడదు. ఎందుచేతనంటే ఆ జంతువులు ఏ విధంగానైనా దెబ్బతిన్నాయేమో, లేదా వాటిలో ఏదైనా లోపం ఉండొచ్చు అందుచేత అవి అంగీకరించబడవు!”"},{"number":26,"verse":"మోషేతో యెహోవా చెప్పాడు:"},{"number":27,"verse":"“ఒక కోడెదూడ, లేక ఒక గొర్రె, లేక ఒక మేక పుట్టినప్పుడు ఏడు రోజులు అది తన తల్లితో ఉండాలి, అప్పుడు ఎనిమిదో రోజునగాని ఆ తర్వాతగాని యెహోవాకు హోమంగా అర్పించే బలిగా అది అంగీకరించ బడుతుంది."},{"number":28,"verse":"కానీ ఆ జంతువును, దాని తల్లిని ఒకే రోజున మీరు చంపకూడదు. పశువులకు, గొర్రెలకు యిదే నియమం వర్తిస్తుంది."},{"number":29,"verse":"“ఏదైనా ప్రత్యేక కృతజ్ఞత అర్పణ మీరు యెహోవాకు అర్పించాలని కోరితే, మీరు స్వేచ్ఛగా ఆ కానుకను అర్పించవచ్చును. అయితే అది దేవుణ్ణి సంతోషపెట్టే విధానంలో మీరు చేయాలి."},{"number":30,"verse":"మొత్తం జంతువును ఆ రోజే మీరు తినాలి. దాని మాంసంలో ఏమీ మర్నాటి ఉదయానికి మీరు మిగల్చకూడదు. నేను యెహోవాను."},{"number":31,"verse":"“నా ఆజ్ఞలను జ్ఞాపకం ఉంచుకోండి. వాటికి విధేయులవ్వండి. నేను యెహోవాను."},{"number":32,"verse":"నా పవిత్ర నామానికి గౌరవం చూపించండి. ఇశ్రాయేలు ప్రజలకు నేను ఎంతో ప్రత్యేకంగా ఉండాలి. నేను, యెహోవాను, మిమ్మల్ని నా ప్రత్యేక ప్రజలుగా చేసుకొన్నాను."},{"number":33,"verse":"నేనే మిమ్మల్ని ఈజిప్టునుండి తీసుకొని వచ్చాను. నేను మీకు దేవుణ్ణి అయ్యాను. నేను యెహోవాను!”"}]}