{"bibleAbbr":"neNRV2012","bookName":"इजकिएल","bookEnglishName":"Ezekiel","chapterNumber":20,"verses":[{"number":1,"verse":"( बागी इस्राएल) सातौँ वर्षको पाँचौँ महिनाको दशौँ दिनमा इस्राएलका कोही धर्म-गुरुहरू परमप्रभुसित सोधपूछ गर्नलाई आएर मेरो सामुन्‍ने बसे।"},{"number":2,"verse":"तब परमप्रभुको यो वचन मकहाँ आयो:"},{"number":3,"verse":"“हे मानिसको छोरो, इस्राएलका धर्म-गुरुहरूसँग कुरा गर् र तिनीहरूलाई भन्, ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: के तिमीहरू मसित सोधपूछ गर्नलाई आएका छौ? जस्‍तो म जीवित छु, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ, तिमीहरू मलाई सोधपूछ गर्न पाउनेछैनौ’।"},{"number":4,"verse":"“के तँ तिनीहरूको न्‍याय गर्नेछस्, हे मानिसको छोरो? के तँ तिनीहरूको न्‍याय गर्नेछस्? त्‍यसो भए, तिनीहरूका पिता-पुर्खाहरूको घिनलाग्‍दो व्‍यवहारको विषयमा तिनीहरूलाई सामना गर्,"},{"number":5,"verse":"र तिनीहरूलाई भन्: ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: ‘जुन दिन मैले इस्राएललाई छानें, त्‍यसै दिन याकूबको घरानासित मैले हात उठाएर शपथ खाएँ र मैले आफैलाई तिनीहरूका बीचमा प्रकट गरें। मैले हात उठाएर तिनीहरूलाई भनें, “म परमप्रभु तिमीहरूका परमेश्‍वर हुँ।” ( )"},{"number":6,"verse":"त्‍यस दिन मैले तिनीहरूसित यो शपथ खाएँ, कि म तिनीहरूलाई मिश्रदेशबाट निकालेर मैले तिनीहरूका निम्‍ति खोजेको देशमा ल्‍याउनेछु, जुन देशमा दूध र मह बग्‍छ, र जुन देश सबै देशहरूभन्‍दा सुन्‍दर छ।"},{"number":7,"verse":"अनि मैले तिनीहरूलाई भनें, “तिमीहरू हरेकले आफ्‍ना आँखाले देखेका प्‍यारो वस्‍तु, ती घिनलाग्‍दा प्रतिमाहरू हटाओ, र मिश्रदेशका मूर्तिहरूले आफूलाई बिटुलो नपार। म परमप्रभु तिमीहरूका परमेश्‍वर हुँ।"},{"number":8,"verse":"“‘तर तिनीहरू मेरो विरुद्धमा बागी भए र तिनीहरूले मेरा कुरा सुनेनन्। आफ्‍ना आँखाले देखेका प्‍यारो वस्‍तु, ती घिनलाग्‍दा प्रतिमाहरूलाई तिनीहरूले फालेनन्, न त तिनीहरूले मिश्रदेशका मूर्तिहरूलाई त्‍यागे। यसैले मैले भनें, कि मिश्रदेशमा नै म मेरो क्रोध तिनीहरूमाथि खन्‍याउनेछु, मेरो रीस पूरै पोखाउनेछु।"},{"number":9,"verse":"तर जुन जातिहरूका बीचमा तिनीहरू बसेका थिए र जसका नजरकै सामुन्‍ने मैले तिनीहरूलाई मिश्रदेशबाट निकालेर ल्‍याई इस्राएलीहरूका अगि आफूलाई चिनाएँ, ती जातिहरूका आँखाका सामु मेरो नाउँ अपवित्र नहोस् भनेर आफ्‍नो नाउँको खातिर मैले यो काम गरें।"},{"number":10,"verse":"यसैकारण मैले तिनीहरूलाई मिश्रदेशबाट निकालेर मरुभूमिमा ल्‍याएँ।"},{"number":11,"verse":"मैले तिनीहरूलाई मेरा विधिहरू दिएँ र मेरा नियमहरू देखाएँ, किनभने जुन मानिसले ती पालन गर्छ, तिनैबाट त्‍यो बाँच्‍नेछ। ( )"},{"number":12,"verse":"त्‍यसबाहेक तिनीहरूलाई पवित्र पार्ने म परमप्रभु नै हुँ भन्‍ने कुरा तिनीहरूले जानून् भनेर तिनीहरू र मेरो बीचमा चिन्‍हको लागि मैले तिनीहरूलाई शबाथदिनहरू पनि ठहराइदिएँ। ( )"},{"number":13,"verse":"“‘तापनि इस्राएलका मानिसहरू मरुभूमिमा मेरो विरुद्धमा बागी भए। तिनीहरू मेरो विधिहरूमा उर्दीहरूमा चलेनन्, तर तिनीहरूले मेरा नियमहरूलाई इन्‍कार गरे— यद्यपि ती पालन गर्ने मानिस तिनैबाट बाँच्‍नेछ— मेरा शबाथहरूलाई तिनीहरूले एकदमै बिटुलो पारे। यसैले मैले भनें, कि म यही मरुभूमिमा तिनीहरूमाथि मेरो क्रोध पोखाएर तिनीहरूलाई नाश गरिदिनेछु।"},{"number":14,"verse":"तर जुन जातिहरूका नजरकै सामुन्‍ने मैले तिनीहरूलाई निकालेर ल्‍याएँ, ती जातिहरूका आँखाका सामु मेरो नाउँ अपवित्र नहोस् भनेर मेरो नाउँको खातिर मैले यो काम गरें।"},{"number":15,"verse":"त्‍यसबाहेक मैले आफ्‍नो हात उठाएर मरुभूमिमा तिनीहरूसित यो शपथ खाएँ, कि दूध र मह बग्‍ने देशमा जो सबै देशहरूभन्‍दा सुन्‍दर छ, त्‍यहाँ म तिनीहरूलाई ल्‍याउनेछैनँ— ( )"},{"number":16,"verse":"किनभने तिनीहरूले मेरा नियमहरूलाई इन्‍कार गरे र मेरा विधिहरूमा चलेनन्, र मेरा शबाथहरूलाई बिटुलो पारे। किनकि तिनीहरूका हृदय आफ्‍ना मूर्तिहरूको भक्ति गर्न लागेका थिए।"},{"number":17,"verse":"तापनि मैले दया गरेर तिनीहरूलाई मरुभूमिमा सर्वनाश गरिनँ, अथवा तिमीहरूको पूरै अन्‍त गरिनँ।"},{"number":18,"verse":"मैले मरुभूमिमा तिनीहरूका छोराछोरीहरूलाई भनें, “तिमीहरू आफ्‍ना पिता-पुर्खाहरूका धार्मिक-विधानहरूमा नहिँड़ अथवा तिनीहरूका नियमहरू नमान, वा तिनीहरूका मूर्तिहरूले तिमीहरू आफैलाई बिटुलो नपार।"},{"number":19,"verse":"म परमप्रभु तिमीहरूका परमेश्‍वर हुँ। मेरा विधिहरूमा हिँड़, र मेरा नियमहरू पालन गर्नलाई होशियार होओ।"},{"number":20,"verse":"मेरा शबाथहरू पवित्र राख, र ती मेरो र तिमीहरूका बीचमा चिन्‍ह होऊन्। तब तिमीहरूले म नै परमप्रभु तिमीहरूका परमेश्‍वर हुँ भनी जान्‍नेछौ।”"},{"number":21,"verse":"“‘तर ती छोराछोरीहरू मेरो विरुद्धमा बागी भए। तिनीहरू मेरा उर्दीहरूमा हिँडेनन्, र मेरा व्‍यवस्‍थाहरू पालन गर्नलाई होशियार भएनन्— यद्यपि ती पालन गर्नाले मानिस तिनैबाट बाँच्‍नेछ— र तिनीहरूले मेरा शबाथहरूलाई बिटुलो पारे। यसैले मैले भनें, कि मरुभूमिमा म मेरो क्रोध तिनीहरूमाथि पोखाउनेछु, मेरो रीस तिनीहरूका विरुद्धमा खन्‍याउनेछु।"},{"number":22,"verse":"तर मैले मेरो हात रोकें, र जुन जातिहरूका नजरकै सामुन्‍ने मैले तिनीहरूलाई निकालेर ल्‍याएँ, ती जातिहरूका आँखाका सामु मेरो नाउँ अपवित्र नहोस् भनेर मेरो नाउँको खातिर मैले यो काम गरें।"},{"number":23,"verse":"त्‍यसबाहेक मरुभूमिमा मैले यस्‍तो शपथ खाएँ, कि म तिनीहरूलाई जाति-जातिहरूका बीचमा यत्रतत्र पार्नेछु, र देश-देशमा तिमीहरूलाई तितरबितर पार्नेछु, ( )"},{"number":24,"verse":"किनभने तिनीहरूले मेरा नियमहरू मानेनन्, र मेरा विधिहरूलाई इन्‍कार गरे, र मेरा शबाथहरूलाई बिटुलो पारे। तिनीहरूका नजर आफ्‍ना पिता-पुर्खाहरूका मूर्तिहरूमा मोहित भए।"},{"number":25,"verse":"मैले तिनीहरूलाई यस्‍ता धार्मिक-विधानहरू पनि दिएँ जो असल थिएनन्, र यस्‍ता नियमहरू दिएँ जसद्वारा तिनीहरू बाँच्‍न सक्‍नेथिएनन्।"},{"number":26,"verse":"मैले तिनीहरूलाई आफ्‍ना उपहारहरूद्वारा बिटुलो हुन दिएँ, अर्थात् पहिले जन्‍मेको हरेकको बलिदानद्वारा, र तिनीहरू भयभीत होऊन्, ताकि तिनीहरूले म परमप्रभु हुँ भनी जानून्।"},{"number":27,"verse":"“यसकारण हे मानिसको छोरो, इस्राएलका मानिसहरूसँग कुरा गर्, र तिनीहरूलाई भन्, ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: मलाई त्‍यागेर तिमीहरूका पिता-पुर्खाले मेरो निन्‍दा गरे।"},{"number":28,"verse":"जब मैले शपथ खाएर तिनीहरूलाई दिन्‍छु भनेको देशमा तिनीहरूलाई ल्‍याएँ, तब जहाँ-जहाँ तिनीहरूले कुनै अल्‍गो डाँड़ा वा कुनै झ्‍याम्‍म पातहरू भएको रूख देखे, त्‍यहाँ तिनीहरूले आफ्‍ना बलिदानहरू चढ़ाए, र मलाई रीस उठ्ने तिनीहरूका भेटी चढ़ाए। त्‍यहाँ तिनीहरूले आफ्‍ना सुगन्‍धित बास्‍ना आउने धूप बाले र आफ्‍ना अर्घ-बलि चढ़ाए।"},{"number":29,"verse":"तब मैले तिनीहरूलाई सोधें, ‘तिमीहरू जाने गरेको अल्‍गो ठाउँ के हो’?” (आजको दिनसम्‍म पनि त्‍यो ठाउँ बामा ( “बामा” को अर्थ “अल्गो ठाउँ” हो।) भनिन्‍छ।)"},{"number":30,"verse":"( न्‍याय र पुनर्स्‍थापन) “यसैकारण इस्राएलको घरानालाई भन्: ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: के तिमीहरू पनि आफ्‍ना पिता-पुर्खाहरूका चालअनुसार हिँड़ेर आफैलाई बिटुलो पार्छौ र तिनीहरूका घिनलाग्‍दा मूर्तिहरूका कामवासनाले मोहित हुन्‍छौ?"},{"number":31,"verse":"जब तिमीहरू आफ्‍ना उपहारहरू चढ़ाउँछौ अर्थात् आफ्‍ना छोराहरू आगोमा चढ़ाउने बलिदानहरू— तब आजको दिनसम्‍म पनि आफ्‍ना सबै मूर्तिहरूले तिमीहरू आफैलाई बिटुलो पार्दछौ। हे इस्राएलको घराना, के तिमीहरूलाई मसँग सोधपूछ गर्न दिनु र? परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ, जस्‍तो म जीवित छु, तिमीहरूले मलाई सोधपूछ गर्न पाउनेछैनौ।"},{"number":32,"verse":"“‘तिमीहरू भन्‍छौ, “हामीहरू अरू जातिहरूजस्‍तै हुन चाहन्‍छौं, संसारका मानिसहरूजस्‍तै, जो काठ र ढुङ्गाहरूलाई पुज्‍छन्।” तर तिमीहरूका मनको कुरा पूरा हुनेछैन।"},{"number":33,"verse":"जस्‍तो म जीवित छु, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ, शक्तिशाली हात र पसारेको पाखुराद्वारा क्रोध खन्‍याउँदै म तिमीहरूमाथि राज्‍य गर्नेछु।"},{"number":34,"verse":"म तिमीहरूलाई शक्तिशाली हात र पसारेको पाखुराद्वारा क्रोध खन्‍याउँदै जाति-जातिहरूका बीचबाट निकालेर ल्‍याउनेछु, र तिमीहरू छरपष्‍ट भएका देशहरूबाट म तिमीहरूलाई भेला गर्नेछु।"},{"number":35,"verse":"म तिमीहरूलाई जाति-जातिहरूको मरुभूमिमा ल्‍याउनेछु, र त्‍यहाँ तिनीहरूकै सामुन्‍ने तिमीहरूको न्‍याय गर्नेछु।"},{"number":36,"verse":"जसरी मिश्रदेशको मरुभूमिमा मैले तिमीहरूका पिता-पुर्खाहरूको न्‍याय गरेको थिएँ, त्‍यसरी नै तिमीहरूको न्‍याय म गर्नेछु, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":37,"verse":"म तिमीहरूलाई मेरो टाँगोमुनि छिर्न लाउनेछु, र एक-एक गरी गन्‍तीसित तिमीहरूलाई करारको बन्‍धनमा ल्‍याउनेछु।"},{"number":38,"verse":"तिमीहरूमध्‍येका विद्रोह गर्नेहरू र मेरो विरुद्धमा अपराध गर्नेहरूलाई म अलग गर्नेछु। तिनीहरू प्रवासी भएर बसेको देशबाट म तिनीहरूलाई निकालेर ल्‍याउनेछु, तापनि तिनीहरू इस्राएलको देशमा पस्‍न पाउनेछैनन्। तब म नै परमप्रभु हुँ भनी तिमीहरूले जान्‍नेछौ।"},{"number":39,"verse":"“‘हे इस्राएलका घराना, परमप्रभु परमेश्‍वर तिमीहरूलाई यसो भन्‍नुहुन्‍छ: जाओ, तिमीहरू हरेकले आ-आफ्‍नो मूर्तिहरूलाई पुज। तर तिमीहरूले निश्‍चय नै मेरो कुरा पछि सुन्‍नेछौ, र तिमीहरूले मेरो पवित्र नाउँलाई आफ्‍ना उपहारहरू र मूर्तिहरूले फेरि कहिल्‍यै अपवित्र गर्नेछैनौ।"},{"number":40,"verse":"किनकि परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ, यस देशमा इस्राएलका जम्‍मै घरानाले मेरो पवित्र पर्वत, इस्राएलको अल्‍गो पर्वतमा मेरो सेवा गर्नेछन्, र त्‍यहाँ म तिनीहरूलाई ग्रहण गर्नेछु। त्‍यहीँ नै म तिमीहरूका भेटीहरू, तिमीहरूका सबैभन्‍दा उत्तम उपहारहरू, तिमीहरूका सबै पवित्र बलिदानहरूसमेत म चाहनेछु।"},{"number":41,"verse":"जब म तिमीहरूलाई जाति-जातिहरूबाट निकालेर ल्‍याउनेछु र तिमीहरू छरपष्‍ट भएका देशहरूबाट भेला गराउनेछु, तब तिमीहरूलाई बास्‍ना आउने धूपझैँ ग्रहण गर्नेछु, र जाति-जातिहरूका दृष्‍टिमा तिमीहरूका बीचमा म आफैलाई पवित्र प्रकट गर्नेछु।"},{"number":42,"verse":"जब म तिमीहरूलाई इस्राएल देशमा ल्‍याउनेछु, जुन देश दिनलाई मैले मेरो हात उचालेर तिमीहरूका पिता-पुर्खाहरूसित शपथ खाएको थिएँ, तब तिमीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछौ।"},{"number":43,"verse":"तिमीहरूका जुन चालचलन र कृयाकलापद्वारा तिमीहरू बिटुलो भएका थियौ, ती तिमीहरूले त्‍यहाँ सम्‍झना गर्नेछौ, र तिमीहरूले गरेका सबै दुष्‍ट्याइँहरूका निम्‍ति तिमीहरू आफैले आफैलाई घृणा गर्नेछौ।"},{"number":44,"verse":"हे इस्राएलका घराना, तिमीहरूका दुष्‍ट चाल र तिमीहरूका भ्रष्‍टाचारअनुसार होइन, तर मेरो नाउँको खातिर म जब तिमीहरूसित व्‍यवहार गर्नेछु, तब तिमीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछौ, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ’।”"},{"number":45,"verse":"( दक्षिणको विरुद्धमा अगमवाणी) परमप्रभुको यो वचन मकहाँ आयो:"},{"number":46,"verse":"हे मानिसको छोरो, तेरो मोहड़ा दक्षिण दिशातिर फर्काएर दक्षिणको विरुद्धमा प्रचार गर्, र वनले भरिएको दक्षिण देशको विरुद्धमा अगमवाणी भन्।"},{"number":47,"verse":"दक्षिण देशको वनलाई भन्: ‘परमप्रभुको वचन सुन्। परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: म तँमा आगो सल्‍काउन लागेको छु, र तेरा हरिया रूख र सुकेका रूखलाई त्‍यसले वशमा पार्नेछ। त्‍यसको दन्‍केको ज्‍वाला निभ्‍नेछैन, र त्‍यसद्वारा दक्षिणदेखि उत्तरसम्‍मै हरेकको मुख डढ्नेछ।"},{"number":48,"verse":"म परमप्रभुले नै त्‍यो सल्‍काएको हुँ भनी हरेकले देख्‍नेछ। त्‍यो निभ्‍नेछैन’।”"},{"number":49,"verse":"तब मैले भने, “हे परमप्रभु परमेश्‍वर, तिनीहरूले त मलाई यसो भन्‍नेछन्, ‘त्‍यसले त उखानहरूमात्र भनिरहेको छ होइन र’?”"}]}