{"bibleAbbr":"neNRV2012","bookName":"इजकिएल","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"( गोठालाहरू र भेडाहरू) परमप्रभुको यो वचन मकहाँ आयो:"},{"number":2,"verse":"“हे मानिसको छोरा, इस्राएलका गोठालाहरूका विरुद्धमा यो अगमवाणी तिनीहरूलाई कहेर भन्: परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: ‘धिक्‍कार, इस्राएलका गोठालाहरूलाई, जसले आफ्‍नै मात्र वास्‍ता गर्दछन्! के गोठालाले भेड़ाहरूको वास्‍ता गर्नुपर्ने होइन र?"},{"number":3,"verse":"तिमीहरू दही खान्‍छौ, ऊनको वस्‍त्र लगाउँछौ, मोटा-मोटा पशुहरू मार्छौ, तर बगाललाई चाहिँ तिमीहरू वास्‍तै गर्दैनौ।"},{"number":4,"verse":"तिमीहरूले दुर्बललाई बलिया पारेका छैनौ, बिरामीलाई निको पारेका छैनौ, घाइतेलाई मलहमपट्टी लगाइदिएका छैनौ। तिमीहरू बाटो बिराएकालाई बाटोमा ल्‍याएका छैनौ, हराएकालाई खोजेका छैनौ। तिमीहरूले तिनीहरूलाई निर्दयता र कठोरतासाथ शासन गरेका छौ।"},{"number":5,"verse":"यसैले तिनीहरू छरपष्‍ट भए, किनकि तिनीहरूको गोठालो नै थिएन। जब तिनीहरू छरपष्‍ट भए, तब तिनीहरू जङ्गली जनावरका शिकार भए। ( ; ; ; )"},{"number":6,"verse":"मेरा भेड़ाहरू बाटो बिराएर पहाड़हरू र हरेक अल्‍गो डाँड़ामा गए। तिनीहरू सारा पृथ्‍वीभरि नै छरपष्‍ट भए, र कसैले तिनीहरूको खोजी अथवा सोधपूछ गरेन।"},{"number":7,"verse":"“‘यसकारण हे गोठालाहरू हो, परमप्रभुको वचन सुन:"},{"number":8,"verse":"परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ, जस्‍तो म जीवित छु, गोठाला नभएका कारण मेरो बगाल लुटिएर जङ्गली जनावरहरूको आहारा भएको छ। किनभने मेरा गोठालाहरूले मेरा बगालको खोजी गरेनन्, र भेड़ाहरूको त होइन, तर आफ्‍नै मात्र वास्‍ता गरे।"},{"number":9,"verse":"यसैकारण हे गोठालाहरू हो, परमप्रभुको वचन सुन:"},{"number":10,"verse":"परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: म गोठालाहरूका विरुद्धमा छु, र तिनीहरूले मेरो बगालको लेखा दिनुपर्नेछ। म ती गोठालाहरूलाई बगालको हेरचाह गर्नदेखि हटाइदिनेछु, ताकि गोठालाहरूले अब आफैलाई पोस्‍याउन नपाऊन्। म तिमीहरूका मुखबाट मेरा बगाललाई बचाउनेछु, र मेरा भेड़ाहरू तिनीहरूका निम्‍ति भोजन हुनेछैनन्।"},{"number":11,"verse":"“‘किनभने परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: अब म आफैले मेरा भेड़ाहरूको खोजी गरेर तिनीहरूको हेरचाह गर्नेछु।"},{"number":12,"verse":"जसरी आफ्‍नो बगाल यताउता छरपष्‍ट हुँदा गोठालाले भेड़ाहरूलाई खोज्‍न जान्‍छ, त्‍यसरी नै म मेरा भेड़ाहरूलाई खोज्‍नेछु। अँध्‍यारो धुम्‍मिएको दिनमा छरपष्‍ट भएका सबै ठाउँहरूबाट म तिनीहरूलाई बचाउनेछु।"},{"number":13,"verse":"म तिनीहरूलाई जाति-जातिहरूबाट निकालेर ल्‍याउनेछु, र देश-देशबाट भेला गर्नेछु। म तिनीहरूलाई तिनीहरूको आफ्‍नै देशमा ल्‍याउनेछु। म तिनीहरूलाई इस्राएलका पहाड़हरूमा, त्‍यसका खोल्‍साहरूमा र देशका सबै बस्‍तीहरूमा चराउनेछु।"},{"number":14,"verse":"म तिनीहरूलाई राम्रो चरनमा चराउनेछु, र इस्राएलका अल्‍गा-अल्‍गा पहाड़हरू तिनीहरूका खर्क हुनेछन्। त्‍यहाँ तिनीहरू असल खर्कमा पल्‍टिबस्नेछन्, र इस्राएलका पहाड़हरूमा असल चरनमा तिनीहरू चर्न पाउनेछन्।"},{"number":15,"verse":"म आफै मेरा भेड़ाहरूको हेरचाह गर्नेछु, र तिनीहरूलाई त्‍यहाँ सुताउनेछु, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":16,"verse":"हराएकालाई म खोज्‍नेछु, बाटो बिराएकालाई फेला पारेर म ल्‍याउनेछु। घाइतेलाई म मलहमपट्टी लगाइदिनेछु, निर्बललाई बलियो पार्नेछु। तर मोटा, ताजा र बलियाहरूलाई म नष्‍ट पार्नेछु। बगालको हेरचाह न्‍यायसित गर्ने गोठालो म हुनेछु।"},{"number":17,"verse":"“‘हे मेरो बगाल, तिमीहरूलाई चाहिँ परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: म एउटा भेड़ा र अर्को भेड़ाको बीचमा,"},{"number":18,"verse":"र भेड़ाहरू र बाख्राहरूका बीचमा न्‍याय गर्नेछु! के असल चरनमा चर्न पाएर पनि तिमीहरूलाई पुगेन? किन तिमीहरू बाँकी चरनलाई तिमीहरूका खुट्टाले कुल्‍चन्‍छौ? के स्‍वच्‍छ पानीले तिमीहरूलाई पुगेन? किन तिमीहरू अरू पानीलाई खुट्टाले हिलै-हिलो बनाउँछौ?"},{"number":19,"verse":"के मेरो बगालले तिमीहरूले कुल्‍चेको चरन चर्ने, र तिमीहरूले खुट्टाले हिलै-हिलो बनाएको पानी पिउने?"},{"number":20,"verse":"“‘यसकारण परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: ‘हेर, म आफै मोटा-मोटा र दुब्‍ला-दुब्‍ला भेड़ाहरूका बीचमा न्‍याय गर्नेछु।"},{"number":21,"verse":"किनभने तिमीहरूले त दुब्‍लाहरूलाई कुमले घचेट्दै, सीङले हान्‍दै, तिनीहरूलाई धपाइरहेछौ, र छरपष्‍ट पारिरहेछौ।"},{"number":22,"verse":"म मेरो छरपष्‍ट भएको बगाललाई बचाउनेछु, र तिनीहरू फेरि कहिल्‍यै लुटिनेछैनन्। म भेड़ा-भेड़ाको बीचमा न्‍याय गर्नेछु।"},{"number":23,"verse":"म तिनीहरूको एउटै गोठालो हुनलाई मेरो दास दाऊदलाई नियुक्त गर्नेछु। त्‍यसले तिनीहरूको हेरचाह गर्नेछ, त्‍यो तिनीहरूको गोठालो हुनेछ। ( )"},{"number":24,"verse":"म परमप्रभु, तिमीहरूका परमेश्‍वर हुनेछु, र मेरो दास दाऊदचाहिँ तिनीहरूका माझमा राजकुमार हुनेछ। म परमप्रभुले यो भनेको हुँ। ( )"},{"number":25,"verse":"“‘म तिनीहरूसित शान्‍तिको करार बाँध्‍नेछु, र देशलाई जङ्गली जनावरहरूबाट छुटाउनेछु, ताकि तिनीहरू निर्धक्‍क भएर मरुभूमिमा बस्‍न र वनमा सुत्‍न पाऊन्।"},{"number":26,"verse":"म तिनीहरूलाई र मेरो डाँड़ाको चारैतिरका ठाउँहरूलाई आशिष् दिनेछु। म ठीक ऋतुमा तिनीहरूका निम्‍ति झरी बर्साइदिनेछु। त्‍यहाँ आशिष्का झरीहरू हुनेछन्।"},{"number":27,"verse":"मैदानमा भएका रूखहरूले फल दिनेछन्, जमिनले आफ्‍नो फसल दिनेछ, र मानिसहरू देशमा सुरक्षित हुनेछन्। तिनीहरूका जुवाका काठ भाँचेर तिनीहरूलाई कमारा तुल्‍याउनेहरूबाट मुक्त गर्दा म नै परमप्रभु हुँ भनी तिनीहरूले जान्‍नेछन्।"},{"number":28,"verse":"तिनीहरूलाई जाति-जातिहरूले कहिल्‍यै लूटपीट गर्नेछैनन्, न त जङ्गली जनावरहरूले तिनीहरूलाई निल्‍नेछन्। तिनीहरू सुरक्षितसाथ बस्नेछन्, र तिनीहरूलाई कसैले डर देखाउनेछैन।"},{"number":29,"verse":"म तिनीहरूलाई एउटा यस्‍तो देश दिनेछु, जो त्‍यसका अन्‍नको निम्‍ति प्रख्‍यात हुनेछ। तिनीहरू त्‍यस देशमा फेरि कहिल्‍यै अनिकालको शिकार हुनेछैनन्, अथवा जाति-जातिहरूको गिल्‍ला तिनीहरूले सहनुपर्नेछैन।"},{"number":30,"verse":"तब म परमप्रभु तिनीहरूका परमेश्‍वर तिनीहरूका साथमा छु, र इस्राएलको घरानाचाहिँ मेरो प्रजा हो भनी तिनीहरूले जान्‍नेछन्, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ’। सर्वोच्‍च परमप्रभु घोषणा गर्नुहुन्‍छ।"},{"number":31,"verse":"तिमीहरू मेरा भेड़ाहरू हौ, मेरो खर्कका भेड़ाहरू, मेरै मानिसहरू हौ, र मचाहिँ तिमीहरूका परमेश्‍वर हुँ, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ’।”"}]}