{"bibleAbbr":"neNRV2012","bookName":"इजकिएल","bookEnglishName":"Ezekiel","chapterNumber":37,"verses":[{"number":1,"verse":"( सुकेका हाडहरूको बेँसी) परमप्रभुको हात ममाथि पर्‍यो, अनि उहाँले मलाई परमप्रभुका आत्‍माद्वारा ल्‍याउनुभई हाड़ै-हाड़ भएको बेँसीमा राख्‍नुभयो।"},{"number":2,"verse":"उहाँले मलाई ती हाड़हरू भरिएको बीचमा तल-माथि लानुभयो, र मैले त्‍यस बेँसीको जमिनमा थुप्रै हाड़हरू देखें। ती हाड़हरू असाध्‍य सुकेका थिए।"},{"number":3,"verse":"उहाँले मलाई सोध्‍नुभयो, “हे मानिसको छोरो, के यी हाड़हरू फेरि जीवित हुन सक्‍छन्?” मैले जवाफ दिएँ, “हे परमप्रभु परमेश्‍वर, यो त केवल तपाईंले मात्र जान्‍नुहुन्‍छ।”"},{"number":4,"verse":"तब उहाँले मलाई भन्‍नुभयो, “यी हाड़हरूलाई अगमवाणी गरेर भन्, ‘हे सुकेका हाड़ हो, परमप्रभुको वचन सुन!’"},{"number":5,"verse":"यी हाड़हरूलाई परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: म तिमीहरूमा सास हालिदिनेछु, र तिमीहरू जीवित हुनेछौ।"},{"number":6,"verse":"म तिमीहरूमा नसाहरू टाँसिदिनेछु, र तिमीहरूमा मासु बढ़ाइदिन्‍छु, र छालाले म ढाकिदिनेछु, र तिमीहरूमा सास हालिदिनेछु, र तिमीहरू जीवित हुनेछौ। तब तिमीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछौ’।”"},{"number":7,"verse":"यसैले उहाँले आज्ञा गर्नुभएझैँ मैले अगमवाणी गरें। जब मैले अगमवाणी गर्दैथिए, तब त्‍यहाँ कर्‍याककुरुक आवाज भयो, र ती हाड़हरू एक-अर्कोसित जोड़िन लागे।"},{"number":8,"verse":"अनि मैले हेर्दाहेर्दै तिनमा नसा र मासु भरिए र ती छालाले ढाकिए, तर तिनमा सासचाहिँ थिएन।"},{"number":9,"verse":"तब उहाँले मलाई भन्‍नुभयो, “हे मानिसको छोरा, सासलाई अगमवाणी गर्। अगमवाणी गर्, र त्‍यसलाई भन्, ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: हे सास, चारै दिशाबाट आइज, र यी मारिएकाहरूमाथि फुकिदे, र ती जीवित भएर उठून्’।”"},{"number":10,"verse":"तब उहाँले आज्ञा गर्नुभएझैँ मैले अगमवाणी गर्न लागें, र सास तिनमा पस्‍यो। तिनीहरू जीवित भएर आ-आफ्‍ना खुट्टामा उभिए, र त्‍यहाँ एक अत्‍यन्‍तै ठूलो सेना भयो। ( )"},{"number":11,"verse":"तब उहाँले मलाई भन्‍नुभयो, “हे मानिसको छोरा, यी हाड़हरू जम्‍मै इस्राएलको घराना हो। तिनीहरू भन्‍छन्, ‘हाम्रा हाड़हरू सुकिसके, र आशा नै हरायो। हामी त्‍यागियौ’।"},{"number":12,"verse":"यसकारण अगमवाणी कहेर तिनीहरूलाई भन्: परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: हे मेरा प्रजा, म तिमीहरूका चिहानहरू खोलेर तीबाट तिमीहरूलाई बाहिर निकाल्‍नेछु। म तिमीहरूलाई इस्राएलका देशमा फेरि ल्‍याउनेछु।"},{"number":13,"verse":"तब हे मेरा प्रजा, जब म तिमीहरूका चिहानहरू खोलेर तीबाट तिमीहरूलाई बाहिर निकालेर ल्‍याउनेछु, तब तिमीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछौ।"},{"number":14,"verse":"म मेरो आत्‍मा तिमीहरूमा हालिदिनेछु र तिमीहरू बाँच्‍नेछौ। म तिमीहरूलाई तिमीहरूको आफ्‍नै देशमा बसाल्‍नेछु। तब तिमीहरूले यो जान्‍नेछौ, कि म परमप्रभुले नै यो भनेको हुँ, र मैले नै यो गरेको हुँ, परमप्रभु भन्‍नुहुन्‍छ’।”"},{"number":15,"verse":"( एउटै राजाको अधीनमा एउटै जाति) परमप्रभुको यो वचन मकहाँ आयो:"},{"number":16,"verse":"“हे मानिसको छोरो, काठको एउटा लट्ठी लिएर त्‍यसमा यो लेख्, ‘यहूदा र त्‍यसका इस्राएली सहयोगीहरू’। त्‍यसपछि अर्को एउटा लट्ठी लिएर त्‍यसमा यो लेख्, एफ्राइमको लट्ठी, जो योसेफ र त्‍यसका सबै इस्राएली सहयोगीहरूको हो’।"},{"number":17,"verse":"तब ती दुवैलाई एउटै बनाएर जोड़िदे। ती तेरो हातमा एउटै लट्ठी हुनेछ।"},{"number":18,"verse":"“जब तेरा देशवासीहरूले त्‍यसको अर्थ के हो भनी सोध्‍छन्,"},{"number":19,"verse":"तब तैंले तिनीहरूलाई भन्, परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: म योसेफ र त्‍यसका इस्राएली सहयोगीहरूको लट्ठी लिनेछु, जो एफ्राइमको हातमा छ, र त्‍यो लिएर त्‍यसमा यहूदाको लट्ठी जोड़िदिनेछु। यसरी म तिनीहरूलाई एउटै लट्ठी तुल्‍याइदिनेछु, र ती मेरो हातमा एउटै हुनेछन्।’"},{"number":20,"verse":"तिनीहरूकै आँखाको सामु तैंले लेखेका ती लौरा समातिराख्,"},{"number":21,"verse":"र तिनीहरूलाई भन्, ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: म इस्राएलीहरूलाई तिनीहरू गएका जातिहरूबाट निकाल्‍नेछु। म तिनीहरूलाई चारैतिरबाट भेला गराउनेछु, र तिनीहरूलाई आफ्‍नै देशमा ल्‍याउनेछु।"},{"number":22,"verse":"म तिनीहरूलाई आफ्‍नै देशमा, इस्राएलका पहाड़हरूमा एउटै जाति बनाउनेछु। तिनीहरू सबैमाथि एउटै राजा हुनेछ, र तिनीहरू फेरि कहिल्‍यै दुई अलग-अलग जाति अथवा दुई अलग-अलग राज्‍यमा विभक्त हुनेछैनन्।"},{"number":23,"verse":"तिनीहरू फेरि कहिल्‍यै तिनीहरूका मूर्तिहरू वा प्रतिमाहरू अथवा अरू कुनै अपराधहरूबाट आफैलाई अशुद्ध पार्नेछैनन्, किनकि म तिनीहरूका पापी चालहरूबाट तिनीहरूलाई बचाउनेछु, र तिनीहरूलाई शुद्ध पार्नेछु। तिनीहरू मेरा प्रजा हुनेछन्, र म तिनीहरूका परमेश्‍वर हुनेछु।"},{"number":24,"verse":"“‘मेरो दास दाऊद तिनीहरूमाथि राजा हुनेछ, र तिनीहरूको एउटै गोठालो हुनेछ। तिनीहरूले मेरा नियमहरू पालन गर्नेछन्, र तिनीहरूले मेरा विधिहरू पालन गर्नलाई वास्‍ता गर्नेछन्। ( )"},{"number":25,"verse":"मैले मेरो दास याकूबलाई दिएको देशमा तिनीहरू बस्नेछन्, र जहाँ तिनीहरूका पिता-पुर्खाहरू बसेका थिए। तिनीहरू र तिनीहरूका सन्‍तान-दरसन्‍तानहरू सदासर्वदा त्‍यहाँ बस्नेछन्, र मेरो दास दाऊद सदासर्वदाको निम्‍ति तिनीहरूको राजकुमार हुनेछ।"},{"number":26,"verse":"म तिनीहरूसित शान्‍तिको करार बाँध्‍नेछु, र त्‍यो सदासर्वदाको निम्‍ति हुनेछ। म तिनीहरूलाई स्‍थापित गर्नेछु, र म तिनीहरूको संख्‍या बढ़ाउनेछु, तिनीहरूका बीचमा सदासर्वदाको निम्‍ति म र मेरो पवित्रस्‍थान राख्‍नेछु।"},{"number":27,"verse":"मेरो वासस्‍थान तिनीहरूसँगै हुनेछ। म तिनीहरूका परमेश्‍वर हुनेछु र तिनीहरू मेरा प्रजा हुनेछन्। ( ; )"},{"number":28,"verse":"तब जाति-जातिहरूले यो जान्‍नेछन्, कि म परमप्रभुले नै इस्राएललाई पवित्र बनाउँछु, जब मेरो वासस्‍थान तिनीहरूका बीचमा सदासर्वदा रहिरहन्‍छ’।”"}]}