{"bibleAbbr":"neNRV2012","bookName":"इजकिएल","bookEnglishName":"Ezekiel","chapterNumber":38,"verses":[{"number":1,"verse":"( गोगको विरुद्धमा अगमवाणी) परमप्रभुको यो वचन मकहाँ आयो:"},{"number":2,"verse":"“हे मानिसको छोरा, मागोग देशको गोग, मेशेक र तूबलको प्रमुख शासकतिर तेरो मुख फर्काएर त्‍यसको विरुद्धमा अगमवाणी गर्, ( )"},{"number":3,"verse":"र त्‍यसलाई भन्: परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: हे मेशेक र तूबलको प्रमुख शासक गोग, म तेरो विरुद्धमा छु।"},{"number":4,"verse":"म तँलाई फनक्‍क घुमाउनेछु। तेरो मुखमा म बल्‍छी लगाउनेछु। म तँलाई र तेरा जम्‍मै सेनालाई निकालेर ल्‍याउनेछु— तेरा घोड़ाहरू र घोड़चढ़ीहरू, लड़ाइँका हतियारले सम्‍पूर्ण सुसज्‍जित भएका, ठूलो र सानो ढाल लिएको, तरवार चलाइरहेको एक ठूलो सैन्‍य-दल।"},{"number":5,"verse":"फारस, कूश र पूतका मानिसहरू उनीहरूसित हुनेछन्, र ती सबैले ढाल र जङ्गी टोप लाएका हुनेछन्।"},{"number":6,"verse":"गोमेर र त्‍यसका समस्‍त सेना र उत्तरको पल्‍लो छेउदेखिका बेथ-तोगर्मा र त्‍यसका सारा सेना पनि— तँसित भएका ती जाति-जातिहरू— सबै उनीहरूसित हुनेछन्।"},{"number":7,"verse":"“‘तयार हो, तँ र तँसित मिल्‍नलाई जम्‍मा भएका सबै सैन्‍य-दलहरूलाई तयार राख्, र उनीहरूका फौजको जिम्‍मा लिएर तयार बस्।"},{"number":8,"verse":"धेरै दिनपछि युद्धको लागि तिमीहरूलाई आह्वान हुनेछ। भविष्‍यमा युद्धबाट ध्‍वंस भएर पुनर्निर्मित भएको देशलाई तिमीहरूले आक्रमण गर्नेछौ, जुन देशका मानिसहरू धेरै जाति-जातिहरूबाट यतिञ्‍जेल उजाड़ भएका इस्राएलका पहाड़हरूमा भेला भएका थिए। तिनीहरू जाति-जातिहरूबाट ल्‍याइएका थिए, र अब तिनीहरू सबै सुरक्षित बस्‍दछन्।"},{"number":9,"verse":"तँचाहिँ तूफानझैँ वेगसित अगि बढ्नेछस्, तँ र तेरा सबै सेना, र तँसँग हुने धेरै जाति-जातिहरू बादलझैँ माथि जानेछौ, र तँचाहिँ देशलाई ढाक्‍ने बादलझैँ हुनेछस्।"},{"number":10,"verse":"“‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: त्‍यस दिन केही विचारहरू तेरो मनमा आउनेछन्, र तैंले एउटा खराब युक्ति रच्‍नेछस्।"},{"number":11,"verse":"तैंले भन्‍नेछस्, “पर्खालविनाका गाउँहरू भएको देशलाई म आक्रमण गर्नेछु। पर्खालहरू र मूल ढोकाहरू नभएका र गजबारहरू नभएका शान्‍तिसित बस्‍ने र शङ्का नगर्ने जातिलाई म आक्रमण गर्नेछु।"},{"number":12,"verse":"ती ध्‍वंस भएका ठाउँहरूमा अहिले फेरि जाति-जातिहरूबाट भेला भएका मानिसहरू, जो गाईबस्‍तु र सम्‍पत्ति प्राप्‍त गरेर देशको केन्‍द्रमा बस्‍दैछन्— ती आबादीहरू र मानिसहरूलाई लुटेर र सखाप पारेर म ध्‍वंस पार्नेछु।"},{"number":13,"verse":"शेबा र ददान तर्शीशका व्‍यापारीहरू र त्‍यसका सबै गाउँहरूले तँलाई भन्‍नेछन्, “के तँ लुट्नलाई आएको होस्? के लूटका माल हात पार्न, सुनचाँदी लैजान, गाईबस्‍तु, मालसामान जफत गर्न, दामी-दामी लूटका सामान जम्‍मा गर्न के तैंले आफ्‍ना सैन्‍य-दलहरू भेला गरेको होस्’?”"},{"number":14,"verse":"“यसकारण हे मानिसको छोरो, अगमवाणी कहेर गोगलाई भन्: ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: त्‍यस दिन, जब मेरो प्रजा सुरक्षासाथ बसिरहेको हुन्‍छ, तब के त्‍यसको ख्‍याल गर्नेछैनस्?"},{"number":15,"verse":"घोड़ाहरूमा सवार भएर एक ठूलो सैन्‍य-दल, एक शक्तिशाली सेनाको साथ, तँ र तँसित धेरै जातिहरू टाढ़ा उत्तर देशदेखि आउनेछन्।"},{"number":16,"verse":"मेरो प्रजा इस्राएलको विरुद्धमा देशलाई ढाक्‍ने बादलझैँ तँ अगि बढ्नेछस्। हे गोग, आउने दिनहरूमा म तँलाई मेरो देशको विरुद्धमा ल्‍याउनेछु, ताकि म उनीहरूकै आँखाका अगि तँद्वारा म आफैलाई पवित्र प्रकट गर्दा ती जाति-जातिहरूले मलाई चिनून्।"},{"number":17,"verse":"“‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: अघि-अघिका दिनहरूमा मेरा दास इस्राएलका अगमवक्ताहरूद्वारा मैले बताएको व्‍यक्ति तँ नै होइनस् र? त्‍यस बेला तिनीहरूले वर्षैभरि अगमवाणी भने, कि म तँलाई तिनीहरूका विरुद्धमा ल्‍याउनेछु।"},{"number":18,"verse":"त्‍यस दिन यसो हुनेछ: जब गोगले इस्राएल देशलाई आक्रमण गर्छ, तब मेरो तातो रीस दन्‍कनेछ, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":19,"verse":"मेरो जोश र दन्‍केको क्रोधमा म यो भन्‍दछु, कि इस्राएल देशमा त्‍यस दिन एउटा ठूलो भूकम्‍प हुनेछ।"},{"number":20,"verse":"समुद्रका माछाहरू, आकाशका पक्षीहरू, वनका जनावरहरू, जमिनमा घस्रने सबै जन्‍तुहरू, र पृथ्‍वीका सबै मानिसहरू मेरो सामुन्‍ने काँप्‍नेछन्। पहाड़हरू पल्‍टिजानेछन्, भीरहरू भत्‍किनेछन्, र प्रत्‍येक पर्खाल जमिनमा ढल्‍नेछ।"},{"number":21,"verse":"मेरा सबै पहाड़हरूमा म गोगको विरुद्धमा एउटा तरवार पठाउनेछु, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ। हरेक मानिसको तरवार उसकै दाजुभाइको विरुद्धमा उठ्नेछ।"},{"number":22,"verse":"रूढ़ी र रक्तपातद्वारा म त्‍यसको इन्‍साफ गर्नेछु। म त्‍यसमाथि, त्‍यसका सेनाहरूमाथि र त्‍यससँग भएका जाति-जातिका भीड़हरूमाथि घनघोर वर्षा, असिना, र जलिरहेको गन्‍धक बर्साउनेछु।"},{"number":23,"verse":"यसरी मेरो महानता र पवित्रता म देखाउनेछु, र धेरै जातिहरूको दृष्‍टिमा म आफैलाई प्रकट गर्नेछु। तब उनीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछन्’।”"}]}