{"bibleAbbr":"neNRV2012","bookName":"इजकिएल","bookEnglishName":"Ezekiel","chapterNumber":39,"verses":[{"number":1,"verse":"( गोगको सेना गाडिएको) “हे मानिसको छोरो, गोगको विरुद्धमा यो अगमवाणी कहेर भन्: ‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ, हे मेशेक र तूबलको प्रमुख शासक गोग, म तेरो विरुद्धमा छु।"},{"number":2,"verse":"म तँलाई फनक्‍क घुमाई तानेर ल्‍याउनेछु। म तँलाई टाढ़ा उत्तरदेखि इस्राएलका पहाड़हरूका विरोधमा पठाउनेछु।"},{"number":3,"verse":"तब म तेरो देब्रे हातमा भएको धनुलाई हिर्काउनेछु र तेरो दाहिने हातमा भएका काँड़हरूलाई खसालिदिनेछु।"},{"number":4,"verse":"तँ, तेरा सबै सेनाहरू र तँसँग भएका जाति-जातिहरूको पतन इस्राएलका पहाड़हरूमै हुनेछ। म तँलाई सब किसिमका शिकारी पक्षीहरू र जङ्गली पशुहरूका आहारा तुल्‍याइदिनेछु।"},{"number":5,"verse":"तँ खुला मैदानमा ढल्‍नेछस्, किनकि मैले नै यो भनेको हुँ, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":6,"verse":"म मागोग र समुद्र-किनारका देशहरूमा सुरक्षित बस्‍नेहरूमाथि आगो पठाइदिनेछु, र उनीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछन्।"},{"number":7,"verse":"“‘म मेरो पवित्र नाउँ मेरो प्रजा इस्राएलको बीचमा प्रकट गर्नेछु। म मेरो पवित्र नाउँलाई बिटुलो पार्न दिनेछैनँ, र जातिहरूले म परमप्रभु नै इस्राएलमा परम पवित्र छु भनी जान्‍नेछन्।"},{"number":8,"verse":"हेर्, त्‍यो हुनेछ! त्‍यो निश्‍चय नै हुनेछ, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ। मैले बताएको दिन यहि नै हो।"},{"number":9,"verse":"“‘तब इस्राएलका नगरहरूमा बस्‍नेहरू आउनेछन् र हतियारहरू— साना र ठूला ढालहरू, धनुहरू र काँड़हरू, युद्धका लाठाहरू र भालाहरू दाउराको निम्‍ति प्रयोग गर्नेछन्। सात वर्षसम्‍म तिनीहरूले ती जलाउनेछन्।"},{"number":10,"verse":"तिनीहरूले खेतहरूबाट दाउरा बटुल्‍नुपर्नेछैन, न त वनबाट दाउरा काटेर ल्‍याउनुपर्नेछ, किनभने तिनीहरूले ती हतियारहरूले नै आफ्‍नो आगो सल्‍काउनेछन्। तिनीहरूले आफूलाई लुट्नेहरूलाई लुट्नेछन्, आफूलाई ठग्‍नेहरूलाई ठग्‍नेछन्, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":11,"verse":"“‘त्‍यस दिन गोगलाई म इस्राएलको पूर्वतिर खारा समुद्रमा जानेहरूको बेँसीमा एउटा चिहान दिनेछु। गोग र त्‍यसका सारा सैन्‍य-दलहरू बाटो छेकेर त्‍यहाँ गाड़िनेछन्। यसैले त्‍यस ठाउँलाई हामोन-गोगको ( “हामोन-गोग” को अर्थ “गोगका सैन्य-दलहरू” हो।) बेँसी भनिनेछ।"},{"number":12,"verse":"इस्राएलीहरूले उनीहरूलाई सात महिनासम्‍मै गाड्दैरहनेछन्, र यसरी देशलाई शुद्ध पार्नेछन्।"},{"number":13,"verse":"इस्राएलका सबै मानिसहरूले उनीहरूलाई गाड्नेछन्, र मैले आफ्‍नो महिमा पाएको दिन तिनीहरूका निम्‍ति एक स्‍मरणीय दिन हुनेछ, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":14,"verse":"“‘देश शुद्ध बनाउन मानिसहरू नियमित रूपले काममा लगाइनेछन्। कोही-कोहीचाहिँ देशभरि नै जानेछन्, र तिनीहरूबाहेक अरूहरूले चाहिँ जमिनमा पड़िरहेकाहरूलाई गाड्नेछन्। सातौँ महिनाको अन्‍त्‍यमा तिनीहरूले खोज्‍ने काम सुरु गर्नेछन्।"},{"number":15,"verse":"तिनीहरू देशमा चारैतिर जाँदा कसैले मानिसको एउटा हाड़ देख्‍यो भने, चिहान खन्‍नेहरूले त्‍यसलाई भेट्टाएर हामोन-गोगको बेँसीमा नगाडुञ्‍जेल त्‍यसमा एउटा चिन्‍ह लगाइराख्‍नेछ।"},{"number":16,"verse":"(त्‍यहाँ हामोनाह भन्‍ने एउटा नगर पनि हुनेछ।) यसरी तिनीहरूले देशलाई शुद्ध पार्नेछन्।’"},{"number":17,"verse":"“हे मानिसको छोरो, परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: सबै किसिमका पक्षीहरू र सबै जङ्गली पशुहरूलाई कराएर भन्: ‘चारैतिरबाट भेला होओ, मैले एक ठूलो बलिदान इस्राएलका पहाड़हरूमा तिमीहरूका निम्‍ति तयार गरिरहेछु। त्‍यहाँ तिमीहरूले मासु खानेछौ र रगत पिउनेछौ। ( )"},{"number":18,"verse":"तिमीहरूले शक्तिशाली मानिसहरूको मासु खानेछौ र पृथ्‍वीका राजकुमारहरूको रगत पिउनेछौ। यी सबै तिमीहरूका लागि बाशानका पोसिएका पशुहरू— भेड़ा र थुमा, बाख्रा र साँढ़ेहरू हुन्।"},{"number":19,"verse":"तिमीहरूका निम्‍ति मैले तयार गरिरहेको बलिदानमा तिमीहरूले अघाउञ्‍जेल बोसो खानेछौ, र मातुञ्‍जेल रगत पिउनेछौ।"},{"number":20,"verse":"मेरो टेबिलमा घोड़ाहरू र तिनका सवारहरू, शक्तिशाली मानिसहरू र सिपाहीहरू सबै थरीका मानिसहरू खाएर तिमीहरू तृप्‍त हुनेछौ,’ परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।"},{"number":21,"verse":"“जाति-जातिहरूका बीचमा म मेरो महिमा प्रकट गर्नेछु। सबै जातिहरूले मैले दिएको दण्‍ड र उनीहरूमाथि परेको मेरो गह्रौँ हात देख्‍नेछन्।"},{"number":22,"verse":"त्‍यस दिनदेखि उप्रान्‍त इस्राएलका घरानाले म नै परमप्रभु तिनीहरूका परमेश्‍वर हुँ भनी जान्‍नेछन्।"},{"number":23,"verse":"अनि जाति-जातिहरूले यो जान्‍नेछन्, कि इस्राएलका मानिसहरू आफ्‍नो पापले गर्दा निर्वासित भएका थिए, किनभने तिनीहरू मप्रति अविश्‍वासी भए। यसैले मैले तिनीहरूदेखि आफ्‍नो मुख लुकाएँ, र तिमीहरूलाई आफ्‍ना शत्रुहरूका हातमा सुम्‍पिदिएँ, र तिनीहरू सबै तरवारले ढालिए।"},{"number":24,"verse":"तिनीहरूका अशुद्धता र अपराधहरूअनुसार मैले तिनीहरूसित व्‍यवहार गरें, र मैले मेरो मुख तिनीहरूदेखि लुकाएँ।"},{"number":25,"verse":"“यसकारण परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: ‘म याकूबलाई निर्वासनबाट फर्काइल्‍याउनेछु, र इस्राएलका सबै मानिसहरूलाई म टिठ्याउनेछु। मेरो पवित्र नाउँको निम्‍ति म जोशिलो हुनेछु।"},{"number":26,"verse":"तिनीहरूलाई डर देखाउने कोही नभएर आफ्‍नै देशमा सुरक्षित बसेको बेला तिनीहरूले मप्रति गरेका सबै अविश्‍वास र आफ्‍नो शर्म पनि तिनीहरू भुल्‍नेछन्।"},{"number":27,"verse":"जब म जाति-जातिहरूका बीचबाट तिनीहरूलाई ल्‍याउनेछु र तिनीहरूलाई आफ्‍ना शत्रुहरूका देशहरूबाट भेला गर्नेछु, तब धेरै जातिहरूको दृष्‍टिमा तिनीहरूद्वारै म आफैलाई पवित्र देखाउनेछु।"},{"number":28,"verse":"तब तिनीहरूले जान्‍नेछन्, कि म परमप्रभु तिनीहरूका परमेश्‍वर हुँ, किनकि मैले तिनीहरूलाई जाति-जातिहरूका बीचमा निर्वासित गरे तापनि तिनीहरूमध्‍ये कोही पनि नछुट्नेगरी म नै तिनीहरूलाई तिनीहरूको आफ्‍नो देशमा भेला गराउनेछु।"},{"number":29,"verse":"म मेरो मुख तिनीहरूदेखि अब उप्रान्‍त लुकाउनेछैनँ, किनकि म आफ्‍नो आत्‍मा इस्राएलको घरानामाथि खन्‍याउनेछु, परमप्रभु परमेश्‍वर भन्‍नुहुन्‍छ।”"}]}