{"bibleAbbr":"neNRV2012","bookName":"इजकिएल","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"( इस्राएलका पर्वतहरूका विरूद्धमा अगमवाणी) परमप्रभुको यो वचन मकहाँ आयो:"},{"number":2,"verse":"“हे मानिसको छोरो, इस्राएलका पर्वतहरूतिर तेरो मुख फर्काएर तिनीहरूका विरुद्धमा यो अगमवाणी गर्,"},{"number":3,"verse":"र भन्, “हे इस्राएलका पर्वत हो, परमप्रभु परमेश्‍वरको यो वचन सुन। पर्वतहरू र डाँड़ाहरू, खोल्‍साहरू र बेँसीहरूलाई परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: हेर, म तिमीहरूमाथि तरवार चलाउन लागेको छु, र म तिमीहरूका अल्‍गा-अल्‍गा ठाउँहरूलाई नाश गर्नेछु।"},{"number":4,"verse":"तिमीहरूका वेदीहरू भत्‍काइनेछन्, र तिमीहरूले धूप चढ़ाउने वेदीहरू चकनाचूर पारिनेछन्। अनि म तिमीहरूका मानिसहरूलाई तिमीहरूकै मूर्तिहरूका सामुन्‍ने मार्नेछु।"},{"number":5,"verse":"इस्राएल जातिका लाशहरू तिनीहरूकै मूर्तिहरूका सामु म राखिदिनेछु। म तिमीहरूका हड्डीहरू तिमीहरूकै वेदीका चारैतिर छरपष्‍ट पारिदिनेछु।"},{"number":6,"verse":"तिमीहरू जहाँ बसे तापनि तिमीहरूका नगरहरू उजाड़ पारिनेछन्, र तिमीहरूका अल्‍गा-अल्‍गा ठाउँहरू भत्‍काइनेछन्, ताकि तिमीहरूका वेदीहरू उजाड़ र नष्‍ट पारिऊन्, तिमीहरूका मूर्तिहरू भत्‍काइऊन् र भग्‍नावशेष होऊन्, तिमीहरूका धूप चढ़ाउने वेदीहरू टुक्रा-टुक्रा पारिऊन् र तिमीहरूका कामहरू विलोपित होऊन्।"},{"number":7,"verse":"तिमीहरूका मानिसहरू तिमीहरूकै बीचमा मारिएर लोट्नेछन्, र तिमीहरूले जान्‍नेछौ कि म नै परमप्रभु हुँ।"},{"number":8,"verse":"“‘तर म तिमीहरूका कतिलाई जीवितै छोड़िदिनेछु। किनकि तिमीहरू जाति-जाति र देश-देशमा तितरबितर भएर जाँदा, तिमीहरूका कोही-कोही उम्‍कनेछौ।"},{"number":9,"verse":"तब जाति-जातिहरूमा, जहाँ तिनीहरू कैदमा गएका छन्, त्‍यहाँबाट उम्‍कनेहरूले मेरो सम्‍झना गर्नेछन्, कि कसरी मबाट तर्किगएको तिमीहरूका व्‍यभिचारी हृदयद्वारा र तिनीहरूका मूर्तिहरू पछि लाग्‍ने तिनीहरूका लोभी नजरहरूद्वारा म दु:खित भएको छु। तिनीहरूले गरेको दुष्‍टता र तिनीहरूका सबै घृणित कामहरूको कारण तिनीहरू आफ्‍नो दृष्‍टिमा घिनलाग्‍दा हुनेछन्।"},{"number":10,"verse":"अनि तिनीहरूले जान्‍नेछन्, कि म नै परमप्रभु हुँ। तिनीहरूमाथि यो शोकमय विपद् ल्‍याउँछु भनी मैले व्‍यर्थमा धम्‍की दिएको होइनँ।"},{"number":11,"verse":"“‘परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: “ताली बजा, र इस्राएलका घरानाका सबै दुष्‍ट र घिनलाग्‍दा व्‍यवहारहरूको कारण खुट्टा ठटाएर कराई-कराई भन्, “हाय!” किनभने तरवार, अनिकाल र रूढ़ीले तिनीहरू नष्‍ट हुनेछन्।"},{"number":12,"verse":"टाढ़ामा हुने रूढ़ीले पतन हुनेछन्, नजिकमा हुने तरवारले ढल्‍नेछन्, र छोड़िएर बाँचेकाहरूचाहिँ अनिकालले मर्नेछन्। यसरी म मेरो क्रोध तिनीहरूमाथि खन्‍याउनेछु!"},{"number":13,"verse":"अनि तिनीहरूका मूर्तिहरूका बीचमा, तिनीहरूका वेदीका चारैतिर, सबै अल्‍गा-अल्‍गा ठाउँहरूमा, सबै पर्वतहरूका टाकुराहरूमाथि, सबै झ्‍याम्‍म परेका रूखहरूमुनि र सबै पात भएका बजराँटका रूखहरूमुनि— जहाँ-जहाँ तिनीहरूले आफ्‍ना मूर्तिहरूका निम्‍ति सुगन्‍धित धूप चढ़ाउँथे, त्‍यहाँ-त्‍यहाँ जब तिनीहरूका मारिएकाहरू पडिरहनेछन्, तब तिनीहरूले म नै परमप्रभु हुँ भनी जान्‍नेछन्।"},{"number":14,"verse":"अनि म मेरो हात तिनीहरूका विरुद्धमा उठाउनेछु, र मरुभूमिदेखि दिब्‍लासम्‍मै तिनीहरूका सबै बस्‍ने ठाउँहरू, अर्थात् तिनीहरूको देशलाई उजाड़ र सूनसान तुल्‍याइदिनेछु। तब तिनीहरूले जान्‍नेछन्, कि म नै परमप्रभु हुँ।"}]}