{"bibleAbbr":"KNCL","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"(ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ತಿರಸ್ಕೃತರಲ್ಲ) ಹಾಗಾದರೆ ದೇವರು ತಮ್ಮ ಜನರಾದ ಇಸ್ರಯೇಲರನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದಾರೆ ಎಂದು ಹೇಳೋಣವೆ? ಎಂದಿಗೂ ಇಲ್ಲ. ನಾನು ಸಹ ಇಸ್ರಯೇಲನು, ಅಬ್ರಹಾಮನ ಸಂತತಿಯವನು; ಬೆನ್ಯಮೀನ್ ಮನೆತನಕ್ಕೆ ಸೇರಿದವನು."},{"number":2,"verse":"ದೇವರು ಮುಂಚಿತವಾಗಿಯೇ ಆರಿಸಿಕೊಂಡಿದ್ದ ತಮ್ಮ ಜನಾಂಗವನ್ನು ತಿರಸ್ಕರಿಸಲಿಲ್ಲ. ಎಲೀಯನ ವಿಷಯವಾಗಿ ಪವಿತ್ರಗ್ರಂಥವು ಹೇಳಿರುವುದು ನಿಮಗೆ ತಿಳಿಯದೋ?"},{"number":3,"verse":"ಆತನು ಇಸ್ರಯೇಲರ ವಿರುದ್ಧ, “ಸರ್ವೇಶ್ವರಾ, ಈ ಜನರು ನಿಮ್ಮ ಪ್ರವಾದಿಗಳನ್ನು ಸಂಹರಿಸಿದ್ದಾರೆ. ನಿಮ್ಮ ಬಲಿಪೀಠಗಳನ್ನು ಕೆಡವಿಹಾಕಿದ್ದಾರೆ; ಉಳಿದಿರುವವನು ನಾನೊಬ್ಬನೇ. ನನ್ನನ್ನೂ ಕೊಲ್ಲಲು ಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ,” ಎಂದು ದೇವರಿಗೆ ದೂರಿತ್ತನು."},{"number":4,"verse":"ಅದಕ್ಕೆ ಆತನಿಗೆ ದೊರೆತ ಉತ್ತರವಾದರೂ ಏನು? “ಬಾಳ್‍ದೇವತೆಯ ವಿಗ್ರಹಕ್ಕೆ ಅಡ್ಡಬೀಳದ ಏಳುಸಾವಿರ ಜನರನ್ನು ನನಗಾಗಿ ಉಳಿಸಿಕೊಂಡಿದ್ದೇನೆ,” ಎಂದಲ್ಲವೆ?"},{"number":5,"verse":"ಅಂತೆಯೇ, ದೈವಾನುಗ್ರಹದಿಂದ ಆಯ್ಕೆಯಾದ ಸ್ವಲ್ಪಮಂದಿ ಈಗಲೂ ಉಳಿದಿದ್ದಾರೆ."},{"number":6,"verse":"ಅವರು ಆಯ್ಕೆಯಾದುದು ತಮ್ಮ ಸತ್ಕಾರ್ಯಗಳ ಆಧಾರದಿಂದಲ್ಲ, ದೈವಾನುಗ್ರಹದಿಂದಲೇ. ಇಲ್ಲದಿದ್ದರೆ, ದೈವಾನುಗ್ರಹ ನಿಜವಾಗಿ ದೈವಾನುಗ್ರಹ ಎನಿಸಿಕೊಳ್ಳುತ್ತಿರಲಿಲ್ಲ."},{"number":7,"verse":"ಇದರ ಅರ್ಥವಾದರೂ ಏನು? ಇಸ್ರಯೇಲರು ಅರಸುತ್ತಿದ್ದುದು ಅವರಿಗೆ ದೊರಕಲಿಲ್ಲ. ಆಯ್ಕೆಯಾದವರಿಗೆ ಮಾತ್ರ ಅದು ದೊರಕಿತು. ಮಿಕ್ಕವರು ಕಠಿಣ ಹೃದಯಿಗಳಾದರು."},{"number":8,"verse":"“ದೇವರು ಅವರಿಗೆ ಜಡಸ್ವಭಾವವನ್ನು ಕೊಟ್ಟರು. ಇಂದಿನವರೆಗೂ ಅವರು ಕಣ್ಣಿದ್ದೂ ಕಾಣರು, ಕಿವಿಯಿದ್ದೂ ಕೇಳರು,” ಎಂದು ಲಿಖಿತವಾಗಿದೆ. ಇದಲ್ಲದೆ ದಾವೀದನು ಇಂತೆಂದಿದ್ದಾನೆ:"},{"number":9,"verse":"“ಅವರ ಭೋಜನವೇ ಅವರಿಗೆ ಬಲೆಯೂ ಜಾಲವೂ ಆಗಲಿ ಯಾತನೆಯೂ ಪತನವೂ ಆಗಿ ಪರಿಣಮಿಸಲಿ."},{"number":10,"verse":"ಅವರ ಕಣ್ಣು ಕುರುಡಾಗಲಿ ನಿರಂತರ ಭಾರದಿಂದ ಬೆನ್ನು ಗೂನಾಗಲಿ.”"},{"number":11,"verse":"ಹಾಗಾದರೆ ಇಸ್ರಯೇಲರು ಮೇಲೇಳದಂತೆ ಮುಗ್ಗರಿಸಿಬಿದ್ದರು ಎಂದು ಹೇಳೋಣವೆ? ಎಂದಿಗೂ ಇಲ್ಲ. ಅವರ ಅಪರಾಧದ ನಿಮಿತ್ತ ಇತರರಿಗೆ ಉದ್ಧಾರ ಲಭಿಸುವಂತಾಯಿತು. ಹೀಗೆ ಇತರರನ್ನು ನೋಡಿ ಅವರೇ ಅಸೂಯೆ ಪಡುವಂತಾಯಿತು."},{"number":12,"verse":"ಅವರ ಅಪರಾಧ ಜಗತ್ತಿಗೆಲ್ಲ ಸೌಭಾಗ್ಯವನ್ನೂ ಅವರ ಅಪಜಯವು ಇತರರಿಗೆಲ್ಲಾ ಆಶೀರ್ವಾದವನ್ನೂ ತರಲು ಕಾರಣವಾದರೆ, ಅವರ ಸಂಪೂರ್ಣ ಪರಿವರ್ತನೆ ಮತ್ತೆಷ್ಟೋ ಕಲ್ಯಾಣವನ್ನು ಉಂಟುಮಾಡಬೇಕಲ್ಲವೆ?"},{"number":13,"verse":"(ಕಸಿಮಾಡಲಾದ ಸಸಿಗಳು ನೀವು) ಈಗ ನಾನು ಇಸ್ರಯೇಲರಲ್ಲದ ನಿಮ್ಮನ್ನು ಉದ್ದೇಶಿಸಿ ಹೇಳುತ್ತೇನೆ: ನಾನು ನಿಮ್ಮಂಥ ಅನ್ಯಜನರಿಗೆ ಪ್ರೇಷಿತನಾಗಿ ಕಳುಹಿಸಲ್ಪಟ್ಟವನು. ಇದರ ಬಗ್ಗೆ ಹೆಮ್ಮೆಪಡುತ್ತೇನೆ."},{"number":14,"verse":"ಆದರೂ ಈ ಸೇವೆಯ ಮೂಲಕ ನನ್ನ ಸ್ವಜನರಲ್ಲಿ ಪ್ರೇಮಾಸೂಯೆಯನ್ನು ಮೂಡಿಸಿ ಅವರಲ್ಲಿ ಬಹುಶಃ ಕೆಲವರನ್ನಾದರೂ ಉದ್ಧಾರದ ಮಾರ್ಗಕ್ಕೆ ತರಲು ಸಾಧ್ಯವಾದೀತೆಂದು ನಂಬುತ್ತೇನೆ."},{"number":15,"verse":"ಇಸ್ರಯೇಲರು ತಿರಸ್ಕೃತರಾದ್ದರಿಂದ ಜಗತ್ತು ದೇವರೊಡನೆ ಸಂಧಾನವಾಗಲು ಸಾಧ್ಯವಾಯಿತಾದರೆ ಅವರು ಸ್ವೀಕೃತರಾಗುವಾಗ ಇನ್ನೇನು ತಾನೆ ಸಂಭವಿಸದು! ಸತ್ತವರು ಜೀವಕ್ಕೆ ಎದ್ದುಬಂದಂತಾಗುವುದಲ್ಲವೆ?"},{"number":16,"verse":"ಹಿಟ್ಟಿನಲ್ಲಿ ಮೊದಲ ಹಿಡಿ ನೈವೇದ್ಯ ಆದಮೇಲೆ ಹಿಟ್ಟಿನ ರಾಶಿಯೆಲ್ಲಾ ನೈವೇದ್ಯ ಆದಂತೆಯೇ. ಅಂತೆಯೇ, ಬೇರು ದೇವರದಾಗಿದ್ದ ಮೇಲೆ ರೆಂಬೆಗಳೂ ದೇವರಿಗೆ ಸೇರಿದವು ಅಲ್ಲವೆ?"},{"number":17,"verse":"ಈಗ ಉತ್ತಮ ತಳಿಯ ಓಲಿವ್ ಮರದಿಂದ ಕೆಲವು ರೆಂಬೆಗಳನ್ನು ಕಡಿದುಹಾಕಿ ಆ ತಾವಿನಲ್ಲಿ ಕಾಡು ಓಲಿವ್ ಮರದ ರೆಂಬೆಯನ್ನು ಕಸಿಮಾಡಲಾಗಿದೆ. ಅನ್ಯಜನಾದ ನೀನು ಆ ಕಾಡುಮರದ ರೆಂಬೆಯಂತಿರುವೆ; ಕಸಿಮಾಡಿರುವುದರಿಂದ ರಸವತ್ತಾದ ಆ ಬೇರಿನಿಂದ ಈಗ ಪೋಷಣೆ ಪಡೆಯುತ್ತಿರುವೆ."},{"number":18,"verse":"ಹೀಗಿರಲಾಗಿ, ಕಡಿದುಹಾಕಿದ ರೆಂಬೆಗಳಂತಿರುವ ಇಸ್ರಯೇಲರನ್ನು ಕಡೆಗಣಿಸುತ್ತಾ ಹೆಮ್ಮೆಪಡಬೇಡ. ಹೆಮ್ಮೆಪಟ್ಟರೂ ನೀನು ಕೇವಲ ರೆಂಬೆ ಮಾತ್ರ. ಬೇರಿಗೆ ಆಧಾರ ನೀನಲ್ಲ. ನಿನಗೆ ಆಧಾರ ಬೇರು ಎಂಬುದನ್ನು ನೆನಪಿನಲ್ಲಿಡು."},{"number":19,"verse":"ಒಂದು ವೇಳೆ, “ನಾನು ಕಸಿಕಟ್ಟಿಸಿಕೊಳ್ಳಬೇಕೆಂದೇ ರೆಂಬೆಗಳನ್ನು ಕಡಿದುಹಾಕಲಾಗಿದೆ,” ಎಂದು ನೀನು ಹೇಳಬಹುದು."},{"number":20,"verse":"ಅದು ಸರಿಯೆ. ಅವರ ಅವಿಶ್ವಾಸದ ಕಾರಣದಿಂದ ಅವರನ್ನು ಕಡಿದುಹಾಕಲಾಯಿತು. ನೀನು ದೃಢವಾಗಿ ನಿಂತಿರುವುದಾದರೋ ವಿಶ್ವಾಸದ ಪ್ರಯುಕ್ತವೇ. ಆದ್ದರಿಂದ ಗರ್ವಪಡಬೇಡ. ಭಯಭಕ್ತಿಯಿಂದಿರು."},{"number":21,"verse":"ದೇವರು ಹುಟ್ಟುರೆಂಬೆಗಳನ್ನೇ ಉಳಿಸಲಿಲ್ಲ ಎಂದಮೇಲೆ ನಿನ್ನನ್ನು ಉಳಿಸುವರೆಂದು ತಿಳಿಯುವೆಯಾ?"},{"number":22,"verse":"ಇಲ್ಲ, ದೇವರ ಕರುಣೆ ಹಾಗೂ ಕಠಿಣತೆಯನ್ನು ಗಮನಿಸು. ಬಿದ್ದವರತ್ತ ಕಾಠಿಣ್ಯವನ್ನೂ ನಿನ್ನತ್ತ ಕರುಣೆಯನ್ನೂ ತೋರಿಸಿದ್ದಾರೆ. ನೀನು ಅವರ ಕರುಣೆಯನ್ನು ಆಶ್ರಯಿಸಿ ನಡೆಯಬೇಕು. ಇಲ್ಲವಾದರೆ ನಿನ್ನನ್ನು ಆ ರೆಂಬೆಗಳಂತೆ ಕಡಿದುಹಾಕಲಾಗುತ್ತದೆ."},{"number":23,"verse":"ಇಸ್ರಯೇಲರು ತಮ್ಮ ಅವಿಶ್ವಾಸವನ್ನು ತ್ಯಜಿಸಿದರೆ ಆಗ ಅವರನ್ನೂ ಕಸಿಮಾಡಲಾಗುವುದು. ಹಾಗೆ ಕಸಿಮಾಡಲು ದೇವರು ಸಮರ್ಥರು."},{"number":24,"verse":"ನೀನು ಕಾಡು ಓಲಿವ್ ಮರದಿಂದ ಕಡಿದ ರೆಂಬೆ. ಉತ್ತಮ ತಳಿಯ ಓಲಿವ್ ಮರಕ್ಕೆ ಕೃತಕವಾಗಿ ಕಸಿಕಟ್ಟಲಾಗಿರುವೆ. ಇಸ್ರಯೇಲರಾದರೋ ಉತ್ತಮ ತಳಿಯ ಓಲಿವ್ ಮರದಲ್ಲೇ ಹುಟ್ಟಿ ಬೆಳೆದ ರೆಂಬೆಗಳು. ಅದೇ ಮರದಲ್ಲಿ ಹುಟ್ಟಿ ಬೆಳೆದ ರೆಂಬೆಗಳನ್ನು ಕಡಿದು ಮತ್ತೆ ಅದಕ್ಕೆ ಕಸಿಕಟ್ಟುವುದು ಎಷ್ಟೋ ಸುಲಭವಲ್ಲವೆ?"},{"number":25,"verse":"(ಸರ್ವರ ಮೇಲೂ ಸರ್ವೇಶ್ವರನ ಕರುಣೆ) ಪ್ರಿಯ ಸಹೋದರರೇ, ನೀವೇ ಬುದ್ಧಿವಂತರೆಂದು ಉಬ್ಬಿಹೋಗಬೇಡಿ. ನಿಮಗೊಂದು ನಿಗೂಢ ರಹಸ್ಯವನ್ನು ತಿಳಿಸಬಯಸುತ್ತೇನೆ. ಅದೇನೆಂದರೆ, ಇಸ್ರಯೇಲರ ಮೊಂಡುತನವು ತಾತ್ಕಾಲಿಕವಾದುದು. ಇಸ್ರಯೇಲರಲ್ಲದವರು ಪೂರ್ಣಸಂಖ್ಯೆಯಲ್ಲಿ ದೇವರ ಬಳಿಗೆ ಬರುವ ತನಕ ಮಾತ್ರ ಅದು ಇರುತ್ತದೆ."},{"number":26,"verse":"ಅನಂತರ ಇಸ್ರಯೇಲ್ ಜನಾಂಗವೆಲ್ಲವೂ ಜೀವೋದ್ಧಾರವನ್ನು ಹೊಂದುವುದು. ಇದಕ್ಕೆ ಆಧಾರವಾಗಿ ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಹೀಗೆ ಬರೆಯಲಾಗಿದೆ: “ಲೋಕೋದ್ಧಾರಕನು ಬರುವನು ಸಿಯೋನಿನಿಂದ; ಅಧರ್ಮತೆಯನು ನೀಗಿಸುವನು ಯಕೋಬವಂಶದಿಂದ."},{"number":27,"verse":"ನಾನು ಪರಿಹರಿಸುವೆನು ಅವರ ಪಾಪಗಳನ್ನು ಅವರೊಡನೆ ಮಾಡಿಕೊಳ್ಳುವೆನಾಗ ಒಡಂಬಡಿಕೆಯನು.”"},{"number":28,"verse":"ಶುಭಸಂದೇಶವನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದರಿಂದ ಇಸ್ರಯೇಲರು ದೇವರಿಗೆ ಶತ್ರುಗಳಾದರು. ಹೀಗಾದುದು ನಿಮ್ಮ ಹಿತಕ್ಕೋಸ್ಕರವೆ. ದೇವರಿಂದ ಆಯ್ಕೆ ಆದವರಾದರಿಂದ, ಪಿತಾಮಹ ಅಬ್ರಹಾಮ್, ಇಸಾಕ್ ಮತ್ತು ಯಕೋಬರ ನಿಮಿತ್ತ ಅವರು ದೇವರಿಗೆ ಮಿತ್ರರಾದರು."},{"number":29,"verse":"ದೇವರು ತಾವೇ ನೀಡುವ ವರಗಳನ್ನಾಗಲಿ, ಕೊಡುವ ಕರೆಯನ್ನಾಗಲಿ ಹಿಂತೆಗೆದುಕೊಳ್ಳುವವರಲ್ಲ."},{"number":30,"verse":"ಇಸ್ರಯೇಲರಲ್ಲದ ನೀವು ಹಿಂದೊಮ್ಮೆ ದೇವರಿಗೆ ಅವಿಧೇಯರಾಗಿದ್ದಿರಿ. ಆದರೆ ಈಗ ಇಸ್ರಯೇಲರ ಅವಿಧೇಯತೆಯ ನಿಮಿತ್ತ ದೇವರ ದಯೆಯನ್ನು ಹೊಂದಿದ್ದೀರಿ."},{"number":31,"verse":"ಅದೇ ಪ್ರಕಾರ ಅವರು ಈಗ ಅವಿಧೇಯರಾಗಿದ್ದರೂ ನೀವು ಹೊಂದಿದ ಕರುಣೆಯ ನಿಮಿತ್ತ ಅವರೂ ಕರುಣೆಯನ್ನು ಹೊಂದುವರು."},{"number":32,"verse":"ಏಕೆಂದರೆ, ಸರ್ವರೂ ತಮ್ಮ ಕರುಣೆಯನ್ನು ಸವಿಯುವಂತೆ ದೇವರು ಎಲ್ಲರನ್ನು ಅವಿಧೇಯತೆ ಎಂಬ ಬಂಧನಕ್ಕೆ ಒಳಪಡಿಸಿದ್ದಾರೆ."},{"number":33,"verse":"(ಸರ್ವವೂ ಸರ್ವೇಶ್ವರನದೇ) ದೇವರ ಸಿರಿಸಂಪತ್ತು, ಜ್ಞಾನವಿಜ್ಞಾನ ಎಷ್ಟು ಅಗಾಧ! ಪರಿಶೋಧನೆಗೂ ನಿಲುಕದ ಅವರ ನಿರ್ಣಯ ಎಷ್ಟು ಅಗಮ್ಯ! ಅವರ ನಿಯೋಜನೆಗಳು ಗ್ರಹಿಕೆಗೂ ಎಷ್ಟು ಅಸಾಧ್ಯ!"},{"number":34,"verse":"“ಪ್ರಭುವಿನ ಮನಸ್ಸನ್ನು ಅರಿತವರಾರು? ಅವರಿಗೆ ಉಪದೇಶಿಸುವವರಾರು?"},{"number":35,"verse":"ಮೊದಲೇ ಅವರ ಬಳಿ ಕೊಟ್ಟಿಟ್ಟವರಾರು? ಹೀಗೆ ಅವರಿಂದ ಪ್ರತಿಫಲ ಪಡೆದವರಾರು?”"},{"number":36,"verse":"ಸಮಸ್ತವೂ ಉಂಟಾಗುವುದು ಅವರಿಂದಲೇ; ಮುಂದುವರಿಯುವುದೂ ಅವರ ಮುಖಾಂತರವೇ; ಇರುವುದೂ ಅವರಿಗೋಸ್ಕರವೇ. ಆ ಪ್ರಭುವಿಗೆ ಯುಗಯುಗಾಂತರಕ್ಕೂ ಸ್ತುತಿಸ್ತೋತ್ರ ಸಲ್ಲಲಿ. ಆಮೆನ್."}]}