{"bibleAbbr":"KNCL","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":5,"verses":[{"number":1,"verse":"(ದೇವರೊಡನೆ ಸಂಧಾನ) ಹೀಗಿರಲಾಗಿ, ವಿಶ್ವಾಸದ ಮೂಲಕ ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧದಲ್ಲಿರುವ ನಾವು ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಮುಖಾಂತರ ದೇವರೊಡನೆ ಶಾಂತಿಸಮಾಧಾನದಿಂದಿರುತ್ತೇವೆ."},{"number":2,"verse":"ವಿಶ್ವಾಸದ ಮೂಲಕ ನಾವು ದೈವಾನುಗ್ರಹವನ್ನು ಸವಿಯುವಂತೆ ಯೇಸುಕ್ರಿಸ್ತರು ದಾರಿ ತೋರಿಸಿದರು. ನಾವೀಗ ನೆಲೆಗೊಂಡಿರುವುದು ಆ ಅನುಗ್ರಹದಲ್ಲಿಯೇ. ಆದ್ದರಿಂದಲೇ, ದೇವರ ಮಹಿಮೆಯಲ್ಲಿ ನಾವೂ ಪಾಲುಗೊಳ್ಳುತ್ತೇವೆಂಬ ಭರವಸೆಯಿಂದ ಹೆಮ್ಮೆಪಡುತ್ತೇವೆ."},{"number":3,"verse":"ಅಷ್ಟೇ ಅಲ್ಲ, ನಮಗೆ ಬಂದೊದಗುವ ಕಷ್ಟಸಂಕಟಗಳಲ್ಲೂ ಹೆಮ್ಮೆಪಡುತ್ತೇವೆ. ಏಕೆಂದರೆ, ಕಷ್ಟಸಂಕಟಗಳು ಸಹನೆಯನ್ನು,"},{"number":4,"verse":"ಸಹನೆಯು ಸದ್ಗುಣವನ್ನು, ಸದ್ಗುಣವು ನಂಬಿಕೆನಿರೀಕ್ಷೆಯನ್ನು ಬೆಳೆಸುತ್ತವೆಂದು ನಾವು ಬಲ್ಲೆವು."},{"number":5,"verse":"ಈ ನಂಬಿಕೆ ನಿರೀಕ್ಷೆಯು ನಮಗಿರುವುದರಿಂದ ನಮಗೆ ಆಶಾಭಂಗವಾಗುವುದಿಲ್ಲ. ಏಕೆಂದರೆ, ನಮಗೆ ದಾನವಾಗಿ ದಯಪಾಲಿಸಿರುವ ಪವಿತ್ರಾತ್ಮ ಅವರ ಮುಖಾಂತರ ದೇವರು ತಮ್ಮ ಪ್ರೀತಿಯನ್ನು ನಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಧಾರಾಳವಾಗಿ ಸುರಿಸಿದ್ದಾರೆ."},{"number":6,"verse":"ನಾವು ಪಾಪದಿಂದ ದುರ್ಬಲರಾಗಿದ್ದಾಗಲೇ ನಿಯಮಿತ ಕಾಲದಲ್ಲಿ ಕ್ರಿಸ್ತಯೇಸು ಪಾಪಿಗಳಿಗೋಸ್ಕರ ಪ್ರಾಣತ್ಯಾಗಮಾಡಿದರು."},{"number":7,"verse":"ನೀತಿವಂತನಿಗಾಗಿ ಒಬ್ಬನು ತನ್ನ ಪ್ರಾಣಕೊಡುವುದು ವಿರಳ. ಸತ್ಪುರುಷನಿಗಾಗಿ ಒಬ್ಬನು ತನ್ನ ಪ್ರಾಣವನ್ನು ಕೊಟ್ಟರೂ ಕೊಟ್ಟಾನು."},{"number":8,"verse":"ಆದರೆ ನಾವಿನ್ನೂ ಪಾಪಿಗಳಾಗಿರುವಾಗಲೇ ಕ್ರಿಸ್ತಯೇಸು ನಮಗೋಸ್ಕರ ಪ್ರಾಣತ್ಯಾಗ ಮಾಡಿದರು. ಇದರಿಂದ ನಮ್ಮ ಮೇಲೆ ದೇವರಿಗಿರುವ ಪ್ರೀತಿ ಎಷ್ಟೆಂದು ವ್ಯಕ್ತವಾಗುತ್ತದೆ."},{"number":9,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನ ರಕ್ತಧಾರೆಯಿಂದ ನಾವೀಗ ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧದಲ್ಲಿದ್ದೇವೆ. ಹೀಗಿರಲಾಗಿ, ಬರಲಿರುವ ದೈವಕೋಪಾಗ್ನಿಯಿಂದ ಯೇಸುಕ್ರಿಸ್ತರ ಮುಖಾಂತರವೇ ಪಾರಾಗುತ್ತೇವೆ ಎಂಬುದು ಮತ್ತಷ್ಟು ನಿಶ್ಚಯವಲ್ಲವೆ?"},{"number":10,"verse":"ನಾವು ದೇವರಿಗೆ ಶತ್ರುಗಳಾಗಿದ್ದರೂ ಅವರು ತಮ್ಮ ಮಗನ ಮರಣದ ಮೂಲಕ ನಮ್ಮನ್ನು ತಮ್ಮೊಡನೆ ಸಂಧಾನಗೊಳಿಸಿ ಮಿತ್ರರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರು. ನಾವೀಗ ದೇವರ ಮಿತ್ರರಾಗಿರುವುದರಿಂದ, ಕ್ರಿಸ್ತಯೇಸುವಿನ ಜೀವದ ಮೂಲಕ ಉದ್ಧಾರ ಹೊಂದುತ್ತೇವೆ ಎಂಬುದು ಮತ್ತಷ್ಟು ಖಚಿತವಲ್ಲವೆ?"},{"number":11,"verse":"ಅಷ್ಟೇ ಅಲ್ಲದೆ, ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಮುಖಾಂತರ ದೇವರು ನಮ್ಮನ್ನು ಮಿತ್ರರನ್ನಾಗಿಸಿರುವುದರಿಂದ ಅವರ ಮೂಲಕವೇ ನಾವು ದೇವರಲ್ಲಿ ಹೆಮ್ಮೆಪಡುತ್ತೇವೆ."},{"number":12,"verse":"(ಆದಾಮನ ಅವಿಧೇಯತೆ; ಕ್ರಿಸ್ತೇಸುವಿನ ವಿಧೇಯತೆ) ಒಬ್ಬ ಮನುಷ್ಯನಿಂದಲೇ ಪಾಪ, ಪಾಪದಿಂದ ಮರಣ, ಈ ಲೋಕವನ್ನು ಪ್ರವೇಶಿಸಿದವು. ಎಲ್ಲರೂ ಪಾಪಮಾಡಿದ್ದರಿಂದ ಮರಣವು ಎಲ್ಲರಿಗೂ ಪ್ರಾಪ್ತಿಯಾಯಿತು."},{"number":13,"verse":"ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಕೊಡುವುದಕ್ಕೆ ಮೊದಲೇ ಪಾಪವು ಲೋಕದಲ್ಲಿತ್ತು. ಆದರೆ ಧರ್ಮಶಾಸ್ತ್ರ ಇಲ್ಲದೆ ಇದ್ದುದರಿಂದ ಪಾಪವನ್ನು ಗಣನೆಗೆ ತಂದುಕೊಳ್ಳಲಾಗಲಿಲ್ಲ."},{"number":14,"verse":"ಆದರೂ, ಆದಾಮನ ಕಾಲದಿಂದ ಮೋಶೆಯ ಕಾಲದವರೆಗೂ ಮರಣವು ದಬ್ಬಾಳಿಕೆ ನಡೆಸುತ್ತಿತ್ತು. ದೇವರ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಮೀರಿ ಆದಾಮನು ಮಾಡಿದ ಪಾಪಕ್ಕೆ ಸಮನಾದ ಪಾಪವನ್ನು ಮಾಡದೆ ಇದ್ದವರ ಮೇಲೆಯೂ, ಮರಣದ ಆಳ್ವಿಕೆ ನಡೆಯುತ್ತಿತ್ತು. ಆದಾಮನು ಮುಂಬರಲಿದ್ದ ಮಹಾತ್ಮನ ಮುನ್ಸೂಚನೆಯಾಗಿದ್ದಾನೆ."},{"number":15,"verse":"ಆದರೆ ಆದಾಮನ ಪಾಪಕ್ಕೂ ದೇವರ ಅನುಗ್ರಹಕ್ಕೂ ವ್ಯತ್ಯಾಸವಿದೆ. ಒಬ್ಬ ಮನುಷ್ಯನ ಅಪರಾಧದಿಂದ ಎಲ್ಲರೂ ಮರಣಕ್ಕೊಳಗಾದರು ಎಂಬುದೇನೋ ನಿಜ. ಆದರೆ ದೇವರ ಅನುಗ್ರಹವು ಅದಕ್ಕಿಂತಲೂ ಅತ್ಯಧಿಕವಾದುದು. ಅಂತೆಯೇ, ಯೇಸುಕ್ರಿಸ್ತ ಎಂಬ ಒಬ್ಬ ಮಹಾತ್ಮನ ಅನುಗ್ರಹದಿಂದ ಲಭಿಸುವ ಉಚಿತಾರ್ಥವರಗಳು ಇನ್ನೂ ಅಧಿಕಾಧಿಕವಾದುವು ಎಂಬುದೂ ನಿಜ."},{"number":16,"verse":"ದೇವರ ಉಚಿತಾರ್ಥವರಕ್ಕೂ ಒಬ್ಬ ಮನುಷ್ಯನ ಪಾಪದ ಪರಿಣಾಮಕ್ಕೂ ಎಷ್ಟೋ ವ್ಯತ್ಯಾಸವಿದೆ. ಆ ಒಂದು ಪಾಪದ ಪರಿಣಾಮವಾಗಿ ಮನುಷ್ಯನು ಅಪರಾಧಿಯೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟನು. ಆದರೆ ಅನೇಕರು ಅಪರಾಧಿಗಳಾದ ಮೇಲೂ ಕೊಡಲಾಗುವ ಉಚಿತಾರ್ಥ ವರವು ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧವನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ."},{"number":17,"verse":"ಒಬ್ಬ ಮನುಷ್ಯನ ಅಪರಾಧದ ಕಾರಣ, ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ಮುಖಾಂತರ ಮರಣವು ಎಲ್ಲಾ ಮಾನವರ ಮೇಲೆ ದಬ್ಬಾಳಿಕೆ ನಡೆಸಿತು. ಆದರೆ, ಹೇರಳವಾದ ದೈವಾನುಗ್ರಹವನ್ನೂ ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧವೆಂಬ ಉಚಿತಾರ್ಥ ವರವನ್ನೂ ಪಡೆದವರಾದರೋ ಯೇಸುಕ್ರಿಸ್ತ ಎಂಬ ಮಹಾತ್ಮನ ಮುಖಾಂತರ ಮತ್ತಷ್ಟು ವಿಪುಲವಾಗಿ ಸಜ್ಜೀವವನ್ನು ಪಡೆದು ರಾಜ್ಯವಾಳುತ್ತಾರೆ."},{"number":18,"verse":"ಒಬ್ಬನ ಅಪರಾಧದಿಂದ ಎಲ್ಲಾ ಮಾನವರು ದಂಡನೆಯ ತೀರ್ಪಿಗೆ ಗುರಿಯಾಗುತ್ತಾರೆ. ಹಾಗೆಯೇ ಒಬ್ಬನ ಸತ್ಕಾರ್ಯದಿಂದ ಎಲ್ಲಾ ಮಾನವರು ವಿಮೋಚನೆಯನ್ನೂ ಸಜ್ಜೀವವನ್ನೂ ಪಡೆಯುತ್ತಾರೆ."},{"number":19,"verse":"ಹೇಗೆ ಒಬ್ಬ ಮನುಷ್ಯನ ಅವಿಧೇಯತೆಯಿಂದ ಎಲ್ಲರೂ ಪಾಪಿಗಳಾದರೋ, ಹಾಗೆಯೇ ಒಬ್ಬ ಮನುಷ್ಯನ ವಿಧೇಯತೆಯಿಂದ ಎಲ್ಲರೂ ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧವನ್ನು ಹೊಂದುತ್ತಾರೆ."},{"number":20,"verse":"ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರವೇಶ ಆದಂತೆ, ಅಪರಾಧಗಳು ಹೆಚ್ಚಿದವು. ಅಪರಾಧಗಳು ಹೆಚ್ಚಿದಂತೆ, ದೇವರ ಅನುಗ್ರಹವು ಹೆಚ್ಚುಹೆಚ್ಚು ಆಯಿತು."},{"number":21,"verse":"ಹೀಗೆ ಪಾಪವು ಮರಣದ ಮೂಲಕ ಆಳ್ವಿಕೆ ನಡೆಸಿದಂತೆ, ದೈವಾನುಗ್ರಹವು ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಮುಖಾಂತರ ನಮ್ಮನ್ನು ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧದಲ್ಲಿರಿಸಿ, ಅಮರಜೀವದತ್ತ ಒಯ್ದು, ಆಳ್ವಿಕೆ ನಡೆಸುತ್ತದೆ."}]}