{"bibleAbbr":"KNCL","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"ವಿವಾಹ ಬಂಧನದಂಥ ಕ್ರಿಸ್ತಬಂಧನ ಸಹೋದರರೇ, ಒಬ್ಬ ಮನುಷ್ಯನು ಜೀವದಿಂದಿರುವವರೆಗೆ ಮಾತ್ರ ಧರ್ಮಶಾಸ್ತ್ರದ ನೇಮನಿಯಮಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತಾನೆ. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಅರಿತಿರುವ ನೀವು ಇದನ್ನು ಗ್ರಹಿಸಿಕೊಳ್ಳಬಲ್ಲಿರಿ."},{"number":2,"verse":"ಉದಾಹರಣೆಗೆ, ಪತಿಯು ಬದುಕಿರುವವರೆಗೆ ಸತಿ ಅವನಿಗೆ ಶಾಸನಾನುಸಾರವಾಗಿ ಬದ್ಧಳು. ಒಂದು ವೇಳೆ, ಆಕೆಯ ಪತಿ ಸತ್ತುಹೋದರೆ, ಆಕೆ ವಿವಾಹಬಂಧನದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದುತ್ತಾಳೆ."},{"number":3,"verse":"ಪತಿ ಬದುಕಿರುವಾಗಲೇ ಸತಿಯು ಇನ್ನೊಬ್ಬನೊಡನೆ ಸಂಬಂಧ ಬೆಳೆಸಿದರೆ ಆಕೆ ವ್ಯಭಿಚಾರಿಣಿ ಎನಿಸಿಕೊಳ್ಳುತ್ತಾಳೆ. ಪತಿಯು ಸತ್ತುಹೋದರೆ ಆಕೆ ವಿವಾಹಬಂಧನದಿಂದ ಮುಕ್ತಳು. ಅಂಥವಳು ಇನ್ನೊಬ್ಬನನ್ನು ಮದುವೆ ಆದರೂ ವ್ಯಭಿಚಾರಿಣಿ ಎನಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ."},{"number":4,"verse":"ಅಂತೆಯೇ, ಪ್ರಿಯ ಸಹೋದರರೇ, ನೀವು ಕ್ರಿಸ್ತಯೇಸುವಿನ ದೇಹದೊಂದಿಗೆ ಒಂದಾಗಿರುವುದರಿಂದ ಧರ್ಮಶಾಸ್ತ್ರದ ಪಾಲಿಗೆ ಸತ್ತವರಾದಿರಿ. ಇದರ ಪರಿಣಾಮವಾಗಿ, ಮರಣದಿಂದ ಪುನರುತ್ಥಾನ ಹೊಂದಿದ ಕ್ರಿಸ್ತಯೇಸುವಿನೊಂದಿಗೆ ಬಂಧಿತರಾಗಿದ್ದೀರಿ. ಹೀಗೆ, ದೇವರಿಗೆ ನಾವು ಸತ್ಫಲವನ್ನು ಈಯುವವರಾಗಿದ್ದೇವೆ."},{"number":5,"verse":"ನಾವು ಶರೀರ ಸ್ವಭಾವಕ್ಕನುಸಾರವಾಗಿ ಬಾಳುತ್ತಿದ್ದಾಗ ಪಾಪಕರವಾದ ದುರಿಚ್ಛೆಗಳು ಧರ್ಮಶಾಸ್ತ್ರದಿಂದಲೇ ಪ್ರಚೋದಿತವಾಗಿ ನಮ್ಮ ಇಂದ್ರಿಯಗಳಲ್ಲಿ ಕಾರ್ಯನಿರತವಾಗಿದ್ದವು. ಪರಿಣಾಮವಾಗಿ, ನಾವು ಮೃತ್ಯುವಿಗೆ ಫಲವನ್ನು ಈಯುತ್ತಿದ್ದೆವು."},{"number":6,"verse":"ಈಗಲಾದರೋ ನಮ್ಮನ್ನು ಬಂಧನದಲ್ಲಿಟ್ಟಿದ್ದ ಆ ಧರ್ಮಶಾಸ್ತ್ರದ ಪಾಲಿಗೆ ನಾವು ಸತ್ತು, ಬಿಡುಗಡೆ ಹೊಂದಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಲಿಖಿತವಾದ ಹಳೆಯ ಶಾಸ್ತ್ರಕ್ಕೆ ಬದ್ಧರಾಗದೆ ಪವಿತ್ರಾತ್ಮಪ್ರೇರಿತವಾದ ನವೀನ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುತ್ತಾ ಇದ್ದೇವೆ."},{"number":7,"verse":"ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ಪಾಪದ ಪ್ರಜ್ಞೆ ಹಾಗಾದರೆ ಧರ್ಮಶಾಸ್ತ್ರವೇ ಪಾಪ ಎಂದು ಹೇಳೋಣವೆ? ಖಂಡಿತವಾಗಿ ಇಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರ ಇಲ್ಲದಿದ್ದರೆ ಪಾಪದ ಅರಿವು ನನಗಾಗುತ್ತಿರಲಿಲ್ಲ. ‘ದುರಾಶೆಪಡಬೇಡ’ ಎಂದು ಧರ್ಮಶಾಸ್ತ್ರ ವಿಧಿಸದೆಹೋಗಿದ್ದರೆ ದುರಾಶೆ ಎಂದರೆ ಏನೆಂಬುದೇ ನನಗೆ ತಿಳಿಯುತ್ತಿರಲಿಲ್ಲ."},{"number":8,"verse":"ಆದರೆ ಈ ಆಜ್ಞೆಯ ಮೂಲಕ ಪಾಪವು ಸಮಯ ಸಾಧಿಸಿ ನನ್ನಲ್ಲಿ ಎಲ್ಲಾ ವಿಧದ ದುರಾಶೆಗಳನ್ನು ಕೆರಳಿಸಿತು. ಧರ್ಮಶಾಸ್ತ್ರವಿಲ್ಲದೆ ಇದ್ದರೆ ಪಾಪವು ಸತ್ತಂತೆಯೇ ಸರಿ."},{"number":9,"verse":"ಧರ್ಮಶಾಸ್ತ್ರದ ಅರಿವಿಲ್ಲದೆ ಒಮ್ಮೆ ನಾನು ಜೀವಿಸುತ್ತಿದ್ದೆನು; ಆಜ್ಞೆ ಎಂಬುದು ತಲೆದೋರಿದ ಕೂಡಲೇ ಪಾಪಕ್ಕೆ ಜೀವ ಬಂದಿತು."},{"number":10,"verse":"ನಾನಾದರೋ ಸತ್ತೆನು. ಜೀವದಾಯಕವಾಗಬೇಕಿದ್ದ ಆಜ್ಞೆಯೇ ನನಗೆ ಮೃತ್ಯುಕಾರಕವಾಯಿತು."},{"number":11,"verse":"ಆಜ್ಞೆಯ ಮೂಲಕವೇ ಪಾಪವು ಸಮಯ ಸಾಧಿಸಿ ನನ್ನನ್ನು ವಂಚಿಸಿತು; ಅದರಿಂದಲೇ ನನ್ನನ್ನು ಕೊಂದುಹಾಕಿತು."},{"number":12,"verse":"ಧರ್ಮಶಾಸ್ತ್ರ ಪವಿತ್ರವಾದುದು. ಅಂತೆಯೇ, ಆಜ್ಞೆಯೂ ಪವಿತ್ರವಾದುದು. ನ್ಯಾಯವಾದುದು ಮತ್ತು ಹಿತಕರವಾದುದು."},{"number":13,"verse":"ಹಾಗಾದರೆ ಹಿತಕರವಾದದ್ದೇ ನನಗೆ ಮೃತ್ಯುಕಾರಕವಾಯಿತೇ? ಇಲ್ಲವೇ ಇಲ್ಲ! ಹಾಗೆ ಮೃತ್ಯುಕಾರಕವಾದುದು ಪಾಪವೇ. ತನ್ನ ನಿಜಸ್ವರೂಪವನ್ನು ತೋರಿಸುವುದಕ್ಕಾಗಿ ಪಾಪವು ನನಗೆ ಹಿತಕರವಾದುದನ್ನು ಉಪಯೋಗಿಸಿಕೊಂಡು ನನಗೆ ಮರಣವನ್ನು ತಂದಿತು. ಹೀಗೆ ಪಾಪವು ಅದೆಷ್ಟು ಭೀಕರವಾದುದೆಂದು ಆಜ್ಞೆಯ ಮೂಲಕ ವ್ಯಕ್ತವಾಗುತ್ತದೆ."},{"number":14,"verse":"ಅಂತರಂಗದಲ್ಲಿ ಆಂದೋಲನ ಧರ್ಮಶಾಸ್ತ್ರ ಪಾರಮಾರ್ಥಿಕವಾದುದೆಂದು ನಾವು ಬಲ್ಲೆವು. ನಾನಾದರೋ ನರಮಾನವನು; ಪಾಪಕ್ಕೆ ನನ್ನನ್ನೇ ಗುಲಾಮನನ್ನಾಗಿ ಮಾರಿಕೊಂಡವನು."},{"number":15,"verse":"ನಾನು ಮಾಡುವುದು ನನಗೇ ಅರ್ಥವಾಗುತ್ತಿಲ್ಲ. ಏನನ್ನು ಮಾಡಲು ಅಪೇಕ್ಷಿಸುತ್ತೇನೋ ಅದನ್ನು ಮಾಡುತ್ತಿಲ್ಲ. ಏನನ್ನು ದ್ವೇಷಿಸುತ್ತೇನೋ ಅದನ್ನೇ ಮಾಡುತ್ತೇನೆ."},{"number":16,"verse":"ನಾನು ಮಾಡುವುದನ್ನು ಮನಸ್ಸು ಒಪ್ಪದಿದ್ದರೆ, ಧರ್ಮಶಾಸ್ತ್ರ ಸರಿಯಾದುದೆಂದು ನಾನು ಒಪ್ಪಿಕೊಂಡ ಹಾಗಾಯಿತು."},{"number":17,"verse":"ಹೀಗಿರಲಾಗಿ ನಾನು ಬಯಸದೆ ಇರುವುದನ್ನು ಮಾಡುವವನು ಇನ್ನು ನಾನಲ್ಲ. ನನ್ನಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವ ಪಾಪವೇ ಅದನ್ನು ಮಾಡುತ್ತದೆ."},{"number":18,"verse":"ನನ್ನಲ್ಲಿ, ಅಂದರೆ ನನ್ನ ಶಾರೀರಿಕ ಸ್ವಭಾವದಲ್ಲಿ ಒಳ್ಳೆಯತನವೆಂಬುದೇನೂ ನೆಲೆಗೊಂಡಿಲ್ಲ. ಇದು ನನಗೆ ಗೊತ್ತು. ಏಕೆಂದರೆ, ಒಳಿತನ್ನು ಮಾಡಬೇಕೆಂಬ ಮನಸ್ಸು ನನಗಿದ್ದರೂ ಅದನ್ನು ಮಾಡಲು ನನ್ನಿಂದ ಆಗುತ್ತಿಲ್ಲ."},{"number":19,"verse":"ನಾನು ಬಯಸುವ ಒಳ್ಳೆಯದನ್ನು ಮಾಡದೆ, ನಾನು ಬಯಸದ ಕೆಟ್ಟದ್ದನ್ನೇ ಮಾಡುವವನಾಗಿದ್ದೇನೆ."},{"number":20,"verse":"ನಾನು ಬಯಸದೆ ಇರುವುದನ್ನೇ ಮಾಡಿದರೆ ಅದನ್ನು ಮಾಡಿದವನು ನಾನಲ್ಲ, ನನ್ನಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವ ಪಾಪವೇ ಅದನ್ನು ಮಾಡಿತು."},{"number":21,"verse":"ನಾನು ಒಳಿತನ್ನು ಮಾಡಬಯಸಿದರೂ ಕೇಡು ನನ್ನ ಕೈಬಿಡುತ್ತಿಲ್ಲ. ಇದೇ ಒಂದು ನಿಯಮವಾಗಿ ನನ್ನಲ್ಲಿ ಕಂಡುಬರುತ್ತದೆ."},{"number":22,"verse":"ನನ್ನ ಅಂತರಂಗದಲ್ಲಿ ದೈವನಿಯಮವನ್ನು ಕುರಿತು ಆನಂದಿಸುತ್ತೇನೆ."},{"number":23,"verse":"ನನ್ನ ಇಂದ್ರಿಯಗಳಲ್ಲಿಯಾದರೋ ಬೇರೊಂದು ನಿಯಮವನ್ನು ಕಾಣುತ್ತೇನೆ. ಇದು ನನ್ನ ಅಂತರಂಗ ನಿಯಮಕ್ಕೆ ತದ್ವಿರುದ್ಧವಾಗಿ ಕಾದಾಡುತ್ತದೆ; ನನ್ನ ಇಂದ್ರಿಯಗಳಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವ ಪಾಪನಿಯಮಕ್ಕೆ ನನ್ನನ್ನು ಕೈದಿಯನ್ನಾಗಿಸುತ್ತದೆ."},{"number":24,"verse":"ಅಯ್ಯೋ, ನಾನೆಂಥ ನಿರ್ಭಾಗ್ಯನು! ಸಾವಿನ ದವಡೆಗೆ ಸಿಕ್ಕಿರುವ ಈ ಶರೀರದಿಂದ ನನ್ನನ್ನು ಬಿಡಿಸುವವರು ಯಾರು?"},{"number":25,"verse":"ದೇವರೇ; ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಮುಖಾಂತರ ಅವರಿಗೆ ಕೃತಜ್ಞತೆ ಸಲ್ಲಲಿ! ನನ್ನಷ್ಟಕ್ಕೆ ನಾನೇ ದೇವರ ನಿಯಮವನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ಪಾಲಿಸಲು ಬಯಸುತ್ತೇನೆ. ನನ್ನ ಈ ದೇಹದಲ್ಲಾದರೋ ಪಾಪದ ನಿಯಮಕ್ಕೆ ಬದ್ಧನಾಗಿದ್ದೇನೆ."}]}