{"bibleAbbr":"KNCL","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"ಸ್ವಜನರ ಬಗ್ಗೆ ಸಂತಾಪ ನನ್ನ ಜನರಾದ ಯೆಹೂದ್ಯರ ವಿಷಯವಾಗಿ ನನಗೆ ಅತೀವ ದುಃಖವೂ ನಿರಂತರ ಮನೋವೇದನೆಯೂ ಉಂಟಾಗುತ್ತಿದೆ."},{"number":2,"verse":"ಇದು ಸುಳ್ಳಲ್ಲ, ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಸತ್ಯವಾಗಿಯೇ ಹೇಳುತ್ತಿದ್ದೇನೆ. ಪವಿತ್ರಾತ್ಮಾಧೀನವಾಗಿರುವ ನನ್ನ ಮನಸ್ಸೇ ಇದಕ್ಕೆ ಸಾಕ್ಷಿಯಾಗಿದೆ."},{"number":3,"verse":"ಸ್ವದೇಶಿಯರೂ ರಕ್ತಸಂಬಂಧಿಕರೂ ಆದ ನನ್ನ ಸಹೋದರರ ಪರವಾಗಿ ನಾನು ಕ್ರಿಸ್ತಯೇಸುವಿನಿಂದ ಬಹಿಷ್ಕೃತನಾಗಿ ಶಾಪಗ್ರಸ್ತನಾಗಲು ಸಹ ಸಿದ್ಧನಿದ್ದೇನೆ."},{"number":4,"verse":"ಅವರೇ ಇಸ್ರಯೇಲರು. ದೇವರೇ ಇವರನ್ನು ಮಕ್ಕಳನ್ನಾಗಿ ಆರಿಸಿಕೊಂಡರು; ಇವರಿಗೆ ತಮ್ಮ ಮಹಿಮೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಿದರು; ಇವರೊಡನೆ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡರು; ಇವರಿಗೆ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೂ ಸಭಾರಾಧನೆಯನ್ನೂ ವಾಗ್ದಾನಗಳನ್ನೂ ದಯಪಾಲಿಸಿದರು."},{"number":5,"verse":"ಅಬ್ರಹಾಮ್, ಇಸಾಕ್ ಮತ್ತು ಯಕೋಬ ಎಂಬ ಪಿತಾಮಹರೂ ಸಹ ಇವರಿಗೆ ಸೇರಿದವರೇ. ಶಾರೀರಿಕವಾಗಿ ಕ್ರಿಸ್ತಯೇಸುವೂ ಇವರ ವಂಶದಲ್ಲಿ ಹುಟ್ಟಿದವರೇ. ಸಕಲಕ್ಕೂ ಒಡೆಯರಾದ ದೇವರಿಗೆ ನಿರಂತರ ಸ್ತುತಿಸ್ತೋತ್ರ ಸಲ್ಲಲಿ, (ಅಥವಾ : ಇವರು ಸಮಸ್ತಕ್ಕೂ ಒಡೆಯರು. ದೇವರಿಗೆ ಯುಗಯುಗಾಂತರಕ್ಕೂ ಸ್ತೋತ್ರ ಸಲ್ಲಲಿ.) ಆಮೆನ್."},{"number":6,"verse":"ದೇವರ ವಾಗ್ದಾನ ವಿಫಲವಾಯಿತೆಂದು ನಾನು ಹೇಳುತ್ತಿಲ್ಲ. ಇಸ್ರಯೇಲ್ ವಂಶದಲ್ಲಿ ಹುಟ್ಟಿದವರೆಲ್ಲರೂ ನಿಜವಾದ ಇಸ್ರಯೇಲರಲ್ಲ."},{"number":7,"verse":"ಅಂತೆಯೇ ಅಬ್ರಹಾಮನ ಸಂತತಿಯಲ್ಲಿ ಹುಟ್ಟಿದ ಮಾತ್ರಕ್ಕೆ ಎಲ್ಲರೂ ಅಬ್ರಹಾಮನ ಮಕ್ಕಳಾಗುವುದಿಲ್ಲ. “ಇಸಾಕನಿಂದ ಹುಟ್ಟುವವರು ನಿನ್ನ ಸಂತತಿ ಎನಿಸಿಕೊಳ್ಳುವರು,” ಎಂದು ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ನುಡಿದರು."},{"number":8,"verse":"ಈ ಮಾತಿನ ಅರ್ಥವೇನೆಂದರೆ: ಶರೀರ ಸಂಬಂಧದಿಂದ ಹುಟ್ಟಿದವರೆಲ್ಲರೂ ದೇವರ ಮಕ್ಕಳಾಗುವುದಿಲ್ಲ; ದೈವವಾಗ್ದಾನದ ಪರಿಣಾಮವಾಗಿ ಹುಟ್ಟಿದವರೇ ನಿಜವಾಗಿಯೂ ಅಬ್ರಹಾಮನ ಸಂತತಿ ಎನಿಸಿಕೊಳ್ಳುವರು."},{"number":9,"verse":"ಆ ವಾಗ್ದಾನ ಹೀಗಿತ್ತು: “ನಿಯಮಿತ ಕಾಲದಲ್ಲಿ ನಾನು ಮರಳಿ ಬರುವೆನು. ಆಗ ಸಾರಳಿಗೆ ಒಬ್ಬ ಮಗನಿರುವನು.”"},{"number":10,"verse":"ಅಷ್ಟುಮಾತ್ರವಲ್ಲ, ನಮ್ಮ ಮೂಲಪಿತ ಇಸಾಕನಿಂದ ರೆಬೆಕ್ಕಳಿಗೆ ಅವಳಿಜವಳಿ ಮಕ್ಕಳಾದರು."},{"number":11,"verse":"ಅವರು ಹುಟ್ಟುವುದಕ್ಕೆ ಮುಂಚೆಯೇ, ಒಳ್ಳೆಯದನ್ನಾಗಲಿ ಕೆಟ್ಟದ್ದನ್ನಾಗಲಿ ಮಾಡುವುದಕ್ಕೆ ಮೊದಲೇ, “ಹಿರಿಯವನು ಕಿರಿಯವನಿಗೆ ಸೇವೆಮಾಡುವನು,” ಎಂದು ಆಕೆಗೆ ಹೇಳಲಾಗಿತ್ತು. ಇದರಿಂದ ದೇವರು ತಮಗಿಷ್ಟಬಂದವರನ್ನು ಆರಿಸಿಕೊಳ್ಳುತ್ತಾರೆಂಬ ಸಂಕಲ್ಪವು ಸ್ಥಿರಗೊಂಡಿತು. ಈ ಸಂಕಲ್ಪ ಮಾನವನು ಸಾಧಿಸುವ ಸತ್ಕಾರ್ಯಗಳ ಮೇಲೆ ಅಲ್ಲ, ಕರೆನೀಡುವ ದೇವರ ಚಿತ್ತದ ಮೇಲೆ ನೆಲೆಗೊಂಡಿದೆ."},{"number":13,"verse":"ಅಂತೆಯೇ, “ನಾನು ಯಕೋಬನನ್ನು ಪ್ರೀತಿಸಿದೆನು. ಏಸಾವನನ್ನು ದ್ವೇಷಿಸಿದೆನು,” ಎಂದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಲಿಖಿತವಾಗಿದೆ."},{"number":14,"verse":"ಹೀಗಿರಲಾಗಿ, ನಾವು ಏನೆಂದು ಹೇಳೋಣ? ದೇವರಲ್ಲಿ ಅನ್ಯಾಯವಿದೆಯೆಂದು ಹೇಳೋಣವೆ? ಎಂದಿಗೂ ಅಲ್ಲ."},{"number":15,"verse":"ಏಕೆಂದರೆ ದೇವರೇ ಮೋಶೆಗೆ ಈ ರೀತಿ ಹೇಳಿದ್ದಾರೆ: “ಯಾರ ಮೇಲೆ ದಯೆತೋರಲು ನನಗೆ ಇಷ್ಟವಿದೆಯೋ ಅವರ ಮೇಲೆ ದಯೆತೋರುವೆನು ಯಾರ ಮೇಲೆ ಕನಿಕರತೋರಲು ನನಗೆ ಮನಸ್ಸಿದೆಯೋ ಅವರ ಮೇಲೆ ಕನಿಕರ ತೋರುವೆನು.”"},{"number":16,"verse":"ದೇವರ ದಯೆ ದೊರಕುವುದು ಮಾನವನ ಇಚ್ಛೆಯಿಂದಲ್ಲ, ಅವನ ಪ್ರಯತ್ನದಿಂದಲೂ ಅಲ್ಲ. ಅದು ದೊರಕುವುದು ದೇವರ ಕರುಣೆಯಿಂದಲೇ."},{"number":17,"verse":"ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಫರೋಹನಿಗೆ ಹೀಗೆಂದು ಹೇಳಲಾಗಿದೆ: “ನಾನು ನಿನ್ನಲ್ಲಿ ನನ್ನ ಶಕ್ತಿಯನ್ನು ಪ್ರದರ್ಶಿಸುವ ಸಲುವಾಗಿ ಹಾಗು ಜಗತ್ತಿನಲ್ಲೆಲ್ಲಾ ನನ್ನ ಹೆಸರನ್ನು ಪ್ರಖ್ಯಾತಪಡಿಸಿಕೊಳ್ಳುವ ಸಲುವಾಗಿ ನಿನ್ನನ್ನು ಉನ್ನತಸ್ಥಾನಕ್ಕೆ ಏರಿಸಿದೆನು."},{"number":18,"verse":"ದೇವರ ಇಚ್ಛೆಗೆ ಅನುಗುಣವಾಗಿ ಮಾನವರಿಗೆ ಕರುಣೆಯೂ ಲಭಿಸುತ್ತದೆ, ಕಾಠಿಣ್ಯವೂ ಲಭಿಸುತ್ತದೆ."},{"number":19,"verse":"ದೈವಕೃಪೆ ಮತ್ತು ದೈವಕ್ರೋಧ “ಹಾಗಾದರೆ ದೇವರು ಹೇಗೆ ತಾನೆ ಮಾನವನನ್ನು ಅಪರಾಧಿ ಎಂದು ನಿರ್ಣಯಿಸಬಲ್ಲರು? ಅವರ ಚಿತ್ತವನ್ನು ವಿರೋಧಿಸಲು ಯಾರಿಗೆ ಸಾಧ್ಯ” ಎಂದು ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನು ಕೇಳಬಹುದು."},{"number":20,"verse":"ಹುಲುಮಾನವಾ, ದೇವರೊಡನೆ ವಾದಿಸಲು ನೀನಾರು? ಮಡಿಕೆಯು ತನ್ನನ್ನು ಮಾಡಿದವನನ್ನು ನೋಡಿ, “ನನ್ನನ್ನು ಹೀಗೇಕೆ ಮಾಡಿದೆ” ಎಂದು ಕೇಳುವುದುಂಟೇ?"},{"number":21,"verse":"ಒಂದೇ ಮಣ್ಣಿನ ಮುದ್ದೆಯಿಂದ ಎರಡು ಕುಡಿಕೆಗಳನ್ನು ಅಂದರೆ ಒಂದನ್ನು ವಿಶೇಷ ಬಳಕೆಗೂ ಇನ್ನೊಂದನ್ನು ಸಾಮಾನ್ಯ ಬಳಕೆಗೂ ಮಾಡುವ ಅಧಿಕಾರ ಕುಂಬಾರನಿಗೆ ಇಲ್ಲವೆ?"},{"number":22,"verse":"ದೇವರ ವಿಷಯದಲ್ಲಿಯೂ ಅಂತೆಯೇ. ದೇವರು ತಮ್ಮ ಕೋಪಾಗ್ನಿಯನ್ನು ಪ್ರದರ್ಶಿಸಿ, ತಮ್ಮ ಶಕ್ತಿಯನ್ನು ಪ್ರಕಟಿಸಲು ಬಯಸಿದರು. ಹಾಗೆಮಾಡದೆ ವಿಕೋಪಕ್ಕೂ ವಿನಾಶಕ್ಕೂ ಮಾಡಲಾಗಿದ್ದ ಕುಡಿಕೆಯನ್ನು ಹೋಲುವವರನ್ನು ಅತ್ಯಂತ ಸಹನೆಯಿಂದ ಸೈರಿಸಿಕೊಂಡರಾದರೆ, ಯಾರು ಏನನ್ನು ತಾನೇ ಹೇಳಲಾದೀತು?"},{"number":23,"verse":"ಈ ಮೂಲಕ ತಮ್ಮ ಕರುಣೆಯನ್ನು ಹೊಂದಲು ಅವರು ಮೊದಲೇ ತಯಾರಿಸಿದ್ದ ಕುಡಿಕೆಯನ್ನು ಹೋಲುವವರಿಗೆ ದೇವರು ತಮ್ಮ ಮಹಿಮಾತಿಶಯವನ್ನು ತೋರ್ಪಡಿಸಲು ಇಚ್ಛಿಸಿದರು."},{"number":24,"verse":"ಯೆಹೂದ್ಯ ಜನಾಂಗದಿಂದ ಮಾತ್ರವಲ್ಲ, ಇತರ ಜನಾಂಗದಿಂದಲೂ ಕರೆಯಲಾಗಿರುವ ನಾವೇ ಈ ಕರುಣೆಯ ಕುಡಿಕೆಗಳು."},{"number":25,"verse":"ಹೋಶೇಯನ ಗ್ರಂಥದಲ್ಲಿ ದೇವರೇ ಹೀಗೆ ಹೇಳಿದ್ದಾರೆ: “ನನ್ನ ಜನರಲ್ಲದವರನ್ನು ನನ್ನ ಜನರೆಂದು ಕರೆಯುವೆನು. ನನಗೆ ಪ್ರಿಯವಲ್ಲದ ನಾಡನ್ನು ನನ್ನ ಪ್ರಿಯತಮೆ ಎಂದು ಕರೆಯುವೆನು.”"},{"number":26,"verse":"“ ‘ನೀವು ನನ್ನ ಜನರಲ್ಲ’ ಎಂದು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಬರೆಯಲಾಗಿತ್ತೋ ಅದೇ ಸ್ಥಳದಲ್ಲಿ ‘ಅವರನ್ನು ಜೀವಂತ ದೇವರ ಮಕ್ಕಳು ಎಂದು ಕರೆಯಲಾಗುವುದು.’ “"},{"number":27,"verse":"ಇಸ್ರಯೇಲಿನ ಬಗ್ಗೆ ಯೆಶಾಯನು ಹೀಗೆಂದು ಘೋಷಿಸಿದ್ದಾನೆ: “ಶೀಘ್ರದಲ್ಲೇ ಸರ್ವೇಶ್ವರ ವಿಶ್ವದ ಲೆಕ್ಕಾಚಾರವನ್ನು ಪೂರ್ತಿಯಾಗಿ ತೆಗೆದುಕೊಳ್ಳುವರು. ಇಸ್ರಯೇಲಿನ ಜನರು ಸಮುದ್ರ ತೀರದ ಮರಳಿನಷ್ಟು ಅಸಂಖ್ಯಾತರಾಗಿದ್ದರೂ ಅವರಲ್ಲಿ ಕೆಲವರೇ ಜೀವೋದ್ಧಾರವನ್ನು ಹೊಂದುವರು.”"},{"number":29,"verse":"ಅದೇ ಅಭಿಪ್ರಾಯದಿಂದ ಯೆಶಾಯನು ಮತ್ತೊಂದು ವಚನದಲ್ಲಿ - “ಸರ್ವಶಕ್ತ ಸರ್ವೇಶ್ವರ ನಮ್ಮ ಸಂತತಿಯಲ್ಲಿ ಕೆಲವರನ್ನಾದರೂ ಉಳಿಸದೆಹೋಗಿದ್ದರೆ, ಸೊದೋಮಿನ ಗತಿಯೇ ನಮಗಾಗುತ್ತಿತ್ತು. ಗೊಮೋರದ ದುರ್ಗತಿಯೇ ನಮ್ಮದಾಗುತ್ತಿತ್ತು,” ಎಂದು ಹೇಳಿದ್ದಾನೆ."},{"number":30,"verse":"ವಿಶ್ವಾಸಶೂನ್ಯರಾದ ಯೆಹೂದ್ಯರು ಇಸ್ರಯೇಲರಾದರೋ ದೇವರೊಡನೆ ಸತ್ಸಂಬಂಧವನ್ನು ದೊರಕಿಸುವ ಧರ್ಮವನ್ನು ಅರಸುತ್ತಿದ್ದರೂ ಅದನ್ನು ಕಂಡುಹಿಡಿದಿಲ್ಲ."},{"number":31,"verse":"ಇದಕ್ಕೆ ಕಾರಣವಾದರೂ ಏನು? ಅವರು ಸತ್ಕಾರ್ಯಗಳನ್ನು ಆಧಾರವಾಗಿಟ್ಟುಕೊಂಡರೇ ಹೊರತು ವಿಶ್ವಾಸವನ್ನಲ್ಲ."},{"number":32,"verse":"ಆದ್ದರಿಂದಲೇ ಅವರು ಎಡವುಕಲ್ಲನ್ನು ಎಡವಿಬಿದ್ದರು."},{"number":33,"verse":"ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಹೀಗೆಂದು ಲಿಖಿತವಾಗಿದೆ: “ಇಗೋ, ಎಡವಿ ನೆಲಕ್ಕುರುಳುವಂತೆ ಮಾಡುವ ಕಲ್ಲನ್ನೂ ಮುಗ್ಗರಿಸಿ ಬೀಳುವಂತೆ ಮಾಡುವ ಬಂಡೆಯನ್ನೂ ನಾನು ಸಿಯೋನಿನಲ್ಲಿ ಇರಿಸುವೆನು; ಆತನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವನಾದರೋ ಎಂದಿಗೂ ಆಶಾಭಂಗಗೊಳ್ಳನು.”"}]}