{"bibleAbbr":"cKJV+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":26,"verses":[{"number":1,"verse":"And it came to pass in the eleventh<WH6249> year<WH8141>, in the first<WH259> day of the month<WH2320>, that the word<WH1697> of the Lord<WH3068> came unto me<WH559>, saying,"},{"number":2,"verse":"Son<WH1121> of man<WH120>, because that Tyrus<WH6865> has said<WH559> against Jerusalem<WH3389>, Aha<WH1889>, she is broken<WH7665> that was the gates<WH1817> of the people<WH5971>: she is turned<WH5437> unto me<WH4390>: I shall be replenished, now she is laid waste<WH2717>:"},{"number":3,"verse":"Therefore thus says<WH559> the Lord<WH136> God<WH3069>; Behold<WH6865>, I am against you, O Tyrus, and will cause many<WH7227> nations<WH1471> to come up<WH5927> against you<WH3220>, as the sea causes his waves<WH1530> to come up<WH5927>."},{"number":4,"verse":"And they shall destroy<WH7843> the walls<WH2346> of Tyrus<WH6865>, and break down<WH2040> her towers<WH4026>: I will also scrape<WH5500> her dust<WH6083> from her<WH5414>, and make her like the top<WH6706> of a rock<WH5553>."},{"number":5,"verse":"It shall be a place for the spreading<WH4894> of nets<WH2764> in the midst<WH8432> of the sea<WH3220>: for I have spoken<WH1696> it<WH5002>, says the Lord<WH136> God<WH3069>: and it shall become a plunder<WH957> to the nations<WH1471>."},{"number":6,"verse":"And her daughters<WH1323> which are in the field<WH7704> shall be slain<WH2026> by the sword<WH2719>; and they shall know<WH3045> that I am the Lord<WH3068>."},{"number":7,"verse":"For thus says<WH559> the Lord<WH136> God<WH3069>; Behold<WH935>, I will bring upon Tyrus<WH6865> Nebuchadrezzar<WH5019> king<WH4428> of Babylon<WH894>, a king<WH4428> of kings<WH4428>, from the north<WH6828>, with horses<WH5483>, and with chariots<WH7393>, and with horsemen<WH6571>, and companies<WH6951>, and much<WH7227> people<WH5971>."},{"number":8,"verse":"He shall kill<WH2026> with the sword<WH2719> your daughters<WH1323> in the field<WH7704>: and he shall make<WH5414> a fort<WH1785> against you<WH8210>, and cast a mountain<WH5550> against you<WH6965>, and lift up the shield against you<WH6793>."},{"number":9,"verse":"And he shall set<WH5414> engines<WH4239> of war<WH6904> against your walls<WH2346>, and with his axes<WH2719> he shall break down<WH5422> your towers<WH4026>."},{"number":10,"verse":"By reason of the abundance<WH8229> of his horses<WH5483> their dust<WH80> shall cover<WH3680> you<WH2346>: your walls shall shake<WH7493> at the noise<WH6963> of the horsemen<WH6571>, and of the wheels<WH1534>, and of the chariots<WH7393>, when he shall enter<WH935> into your gates<WH8179>, as men enter<WH3996> into a city<WH5892> where is made a breach<WH1234>."},{"number":11,"verse":"With the hoofs<WH6541> of his horses<WH5483> shall he tread down<WH7429> all your streets<WH2351>: he shall kill<WH2026> your people<WH5971> by the sword<WH2719>, and your strong<WH5797> garrisons<WH4676> shall go down<WH3381> to the ground<WH776>."},{"number":12,"verse":"And they shall make a plunder<WH7997> of your riches<WH2428>, and make a prey<WH962> of your merchandise<WH7404>: and they shall break down<WH2040> your walls<WH2346>, and destroy<WH5422> your pleasant<WH2532> houses<WH1004>: and they shall lay<WH7760> your stones<WH68> and your timber<WH6086> and your dust<WH6083> in the midst<WH8432> of the water<WH4325>."},{"number":13,"verse":"And I will cause the noise<WH1995> of your songs<WH7892> to cease<WH7673>; and the sound<WH6963> of your harps<WH3658> shall be no more heard<WH8085>."},{"number":14,"verse":"And I will make<WH5414> you like the top<WH6706> of a rock<WH5553>: you shall be a place to spread<WH4894> nets<WH2764> upon<WH4894>; you shall be built<WH1129> no more<WH3068>: for I the Lord have spoken<WH1696> it<WH5002>, says the Lord<WH136> God<WH3069>."},{"number":15,"verse":"Thus says<WH559> the Lord<WH136> God<WH3069> to Tyrus<WH6865>; Shall not the islands<WH339> shake<WH7493> at the sound<WH6963> of your fall<WH4658>, when the wounded<WH2491> cry<WH602>, when the slaughter<WH2027> is made<WH2026> in the midst of you<WH8432>?"},{"number":16,"verse":"Then all the princes<WH5387> of the sea<WH3220> shall come down<WH3381> from their thrones<WH3678>, and lay away<WH5493> their robes<WH4598>, and put off<WH6584> their embroidered<WH7553> garments<WH899>: they shall clothe<WH3847> themselves with trembling<WH2731>; they shall sit<WH3427> upon the ground<WH776>, and shall tremble<WH2729> at every moment<WH7281>, and be astonished at you<WH8074>."},{"number":17,"verse":"And they shall take up<WH5375> a lamentation<WH7015> for you<WH559>, and say to you<WH6>, How are you destroyed, that were inhabited<WH3427> of seafaring men<WH3220>, the renowned<WH1984> city<WH5892>, which were strong<WH2389> in the sea<WH3220>, she and her inhabitants<WH3427>, which cause<WH5414> their terror<WH2851> to be on all that haunt it<WH3427>!"},{"number":18,"verse":"Now shall the islands<WH339> tremble<WH2729> in the day<WH3117> of your fall<WH4658>; Yes<WH339>, the islands that are in the sea<WH3220> shall be troubled<WH926> at your departure<WH3318>."},{"number":19,"verse":"For thus says<WH559> the Lord<WH136> God<WH3069>; When I shall make<WH5414> you a desolate<WH2717> city<WH5892>, like the cities<WH5892> that are not inhabited<WH3427>; when I shall bring up<WH5927> the deep<WH8415> upon you<WH7227>, and great waters<WH4325> shall cover you<WH3680>;"},{"number":20,"verse":"When I shall bring you down<WH3381> with them that descend<WH3381> into the pit<WH953>, with the people<WH5971> of old time<WH5769>, and shall set<WH3427> you in the low parts<WH8482> of the earth<WH776>, in places desolate<WH2723> of old<WH5769>, with them that go down<WH3381> to the pit<WH953>, that you be not inhabited<WH3427>; and I shall set<WH5414> glory<WH6643> in the land<WH776> of the living<WH2416>;"},{"number":21,"verse":"I will make<WH5414> you a terror<WH1091>, and you shall be no more<WH1245>: though you be sought for, yet shall you never<WH5769> be found<WH4672> again<WH5002>, says the Lord<WH136> God<WH3069>."}]}