{"bibleAbbr":"ASV1901","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"And when Ish-bosheth<WH7586>, Saul's son<WH1121>, heard<WH8085> that Abner<WH74> was dead<WH4191> in Hebron<WH2275>, his hands<WH3027> became feeble<WH7503>, and all the Israelites<WH3478> were troubled<WH926>."},{"number":2,"verse":"And Ish-bosheth<WH7586>, Saul's son<WH1121>, had<WH1961> two<WH8147> men<WH582> that were captains<WH8269> of bands<WH1416>: the name<WH8034> of the one<WH259> was Baanah<WH1196>, and the name<WH8034> of the other<WH8145> Rechab<WH7394>, the sons<WH1121> of Rimmon<WH7417> the Beerothite<WH886>, of the children<WH1121> of Benjamin<WH1144> (for Beeroth<WH881> also is reckoned<WH2803> to Benjamin<WH1144>:"},{"number":3,"verse":"and the Beerothites<WH886> fled<WH1272> to Gittaim<WH1664>, and have been sojourners<WH1481> there until this day<WH3117>)."},{"number":4,"verse":"Now Jonathan<WH3083>, Saul<WH7586>'s son<WH1121>, had a son<WH1121> that was lame<WH5223> of his feet<WH7272>. He was five<WH2568> years<WH8141> old<WH1121> when the tidings<WH8052> came<WH935> of Saul<WH7586> and Jonathan<WH3083> out of Jezreel<WH3157>; and his nurse<WH539> took him up<WH5375>, and fled<WH5127>: and it came to pass<WH2648>, as she made haste to flee<WH5127>, that he fell<WH5307>, and became lame<WH6452>. And his name<WH8034> was Mephibosheth<WH4648>."},{"number":5,"verse":"And the sons<WH1121> of Rimmon<WH7417> the Beerothite<WH886>, Rechab<WH7394> and Baanah<WH1196>, went<WH3212>, and came<WH935> about the heat<WH2527> of the day<WH3117> to the house<WH1004> of Ish-bosheth<WH378>, as he took<WH7901> his rest<WH4904> at noon<WH6672>."},{"number":6,"verse":"And they came thither<WH935> into the midst<WH8432> of the house<WH1004>, as though they would have fetched<WH3947> wheat<WH2406>; and they smote<WH5221> him in the body<WH2570>: and Rechab<WH7394> and Baanah<WH1196> his brother<WH251> escaped<WH4422>."},{"number":7,"verse":"Now when they came<WH935> into the house<WH1004>, as he lay<WH7901> on his bed<WH4296> in his bedchamber<WH2315>, they smote<WH5221> him<WH4191>, and slew him<WH5493>, and beheaded him<WH3947>, and took his head<WH7218>, and went<WH3212> by the way<WH1870> of the Arabah<WH6160> all night<WH3915>."},{"number":8,"verse":"And they brought<WH935> the head<WH7218> of Ish-bosheth<WH378> unto David<WH1732> to Hebron<WH2275>, and said<WH559> to the king<WH4428>, Behold<WH7218>, the head of Ish-bosheth<WH378>, the son<WH1121> of Saul<WH7586>, thine enemy<WH341>, who sought<WH1245> thy life<WH5315>; and Jehovah<WH3068> hath<WH5414> avenged<WH5360> my lord<WH3068> the king<WH4428> this day<WH3117> of Saul<WH7586>, and of his seed<WH2233>."},{"number":9,"verse":"And David<WH1732> answered<WH6030> Rechab<WH7394> and Baanah<WH1196> his brother<WH251>, the sons<WH1121> of Rimmon<WH7417> the Beerothite<WH886>, and said<WH559> unto them<WH3068>, As Jehovah liveth<WH2416>, who hath redeemed<WH6299> my soul<WH5315> out of all adversity<WH6869>,"},{"number":10,"verse":"when one told<WH5046> me<WH559>, saying, Behold<WH7586>, Saul is dead<WH4191>, thinking to have brought<WH5869> good tidings<WH1319>, I took hold<WH270> of him<WH2026>, and slew him in Ziklag<WH6860>, which was the reward I gave<WH5414> him for his tidings<WH1309>."},{"number":11,"verse":"How much more<WH7563>, when wicked men<WH582> have slain<WH2026> a righteous<WH6662> person<WH376> in his own house<WH1004> upon his bed<WH4904>, shall I not now require<WH1245> his blood<WH1818> of your hand<WH3027>, and take you away<WH1197> from the earth<WH776>?"},{"number":12,"verse":"And David<WH1732> commanded<WH6680> his young men<WH5288>, and they slew<WH2026> them<WH7112>, and cut off their hands<WH3027> and their feet<WH7272>, and hanged them up<WH8518> beside the pool<WH1295> in Hebron<WH2275>. But they took<WH3947> the head<WH7218> of Ish-bosheth<WH378>, and buried<WH6912> it in the grave<WH6913> of Abner<WH74> in Hebron<WH2275>."}]}