{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"Then said<WH559> the LORD<WH3068> to me, Though<WH518> Moses<WH4872> and Samuel<WH8050> stood<WH5975> before<WH6440> me, yet my mind<WH5315> could not be toward<WH413> this<WH2088> people:<WH5971> cast<WH7971> them out of my sight,<WH6440> and let them go<WH3318> forth.<WH3318>"},{"number":2,"verse":"And it shall come<WH1961> to pass, if<WH3588> they say<WH559> to you, Where<WH575> shall we go<WH3318> forth?<WH3318> then you shall tell<WH559> them, Thus said<WH559> the LORD;<WH3068> Such as are for death,<WH4194> to death;<WH4194> and such as are for the sword,<WH2719> to the sword;<WH2719> and such as are for the famine,<WH7458> to the famine;<WH7458> and such as are for the captivity,<WH7628> to the captivity.<WH7628>"},{"number":3,"verse":"And I will appoint<WH6485> over<WH5921> them four<WH702> kinds,<WH4940> said<WH5002> the LORD:<WH3068> the sword<WH2719> to slay,<WH2026> and the dogs<WH3611> to tear,<WH5498> and the fowls<WH5775> of the heaven,<WH8064> and the beasts<WH929> of the earth,<WH776> to devour<WH398> and destroy.<WH7843>"},{"number":4,"verse":"And I will cause<WH5414> them to be removed<WH2189> into all<WH3605> kingdoms<WH4467> of the earth,<WH776> because<WH1558> of Manasseh<WH4519> the son<WH1121> of Hezekiah<WH2396> king<WH4428> of Judah,<WH3063> for that which<WH834> he did<WH6213> in Jerusalem.<WH3389>"},{"number":5,"verse":"For who<WH4310> shall have pity<WH2550> on you, O Jerusalem?<WH3389> or who<WH4310> shall bemoan<WH5110> you? or who shall go<WH5493> aside<WH5493> to ask<WH7592> how you do?<WH7965>"},{"number":6,"verse":"You have forsaken<WH5203> me, said<WH5002> the LORD,<WH3068> you are gone<WH3212> backward:<WH268> therefore will I stretch<WH5186> out my hand<WH3027> against<WH5921> you, and destroy<WH7843> you; I am weary<WH3811> with repenting.<WH5162>"},{"number":7,"verse":"And I will fan<WH2219> them with a fan<WH4214> in the gates<WH8179> of the land;<WH776> I will bereave<WH7921> them of children, I will destroy<WH6> my people <WH5971>since<WH4480> they return<WH7725> not from their ways.<WH1870>"},{"number":8,"verse":"Their widows<WH490> are increased<WH6105> to me above the sand<WH2344> of the seas:<WH3220> I have brought<WH935> on them against<WH5921> the mother<WH517> of the young<WH970> men a spoiler<WH7703> at noonday:<WH6672> I have caused him to fall<WH5307> on it suddenly,<WH6597> and terrors<WH928> on the city.<WH5892>"},{"number":9,"verse":"She that has borne<WH3205> seven<WH7651> languishes:<WH535> she has given<WH5301> up the ghost;<WH5315> her sun<WH8121> is gone<WH935> down while it was yet<WH5750> day:<WH3119> she has been ashamed<WH954> and confounded:<WH2659> and the residue<WH7611> of them will I deliver<WH5414> to the sword<WH2719> before<WH6440> their enemies,<WH341> said<WH5002> the LORD.<WH3068>"},{"number":10,"verse":"Woe<WH188> is me, my mother,<WH517> that you have borne<WH3205> me a man<WH376> of strife<WH7379> and a man<WH376> of contention<WH4066> to the whole<WH3605> earth!<WH776> I have neither<WH3808> lent<WH5383> on usury,<WH5383> nor<WH3808> men have lent<WH5383> to me on usury;<WH5383> yet every<WH3605> one of them does curse<WH7043> me."},{"number":11,"verse":"The LORD<WH3068> said,<WH559> Truly<WH518> <WH3808> it shall be well<WH2896> with your remnant;<WH8293> truly<WH518> I will cause the enemy<WH341> to entreat<WH6293> you well in the time<WH6256> of evil<WH7451> and in the time<WH6256> of affliction.<WH6869>"},{"number":12,"verse":"Shall iron<WH1270> break<WH7489> the northern<WH6828> iron<WH1270> and the steel?<WH5178>"},{"number":13,"verse":"Your substance<WH2428> and your treasures<WH214> will I give<WH5414> to the spoil<WH957> without<WH3808> price,<WH4242> and that for all<WH3605> your sins,<WH2403> even in all<WH3605> your borders.<WH1366>"},{"number":14,"verse":"And I will make you to pass<WH5674> with your enemies<WH341> into a land<WH776> which you know<WH3045> not: for a fire<WH784> is kindled<WH6919> in my anger,<WH639> which shall burn<WH3344> on you."},{"number":15,"verse":"O LORD,<WH3068> you know:<WH3045> remember<WH2142> me, and visit<WH6485> me, and revenge<WH5358> me of my persecutors;<WH7291> take<WH3947> me not away in your long-suffering:<WH750> <WH639> know<WH3045> that for your sake I have suffered<WH5375> rebuke.<WH2781>"},{"number":16,"verse":"Your words<WH1697> were found,<WH4672> and I did eat<WH398> them; and your word<WH1697> was to me the joy<WH8342> and rejoicing<WH8057> of my heart:<WH3824> for I am called<WH7121> by your name,<WH8034> O LORD<WH3068> God<WH430> of hosts.<WH6635>"},{"number":17,"verse":"I sat<WH3427> not in the assembly<WH5475> of the mockers,<WH7832> nor rejoiced;<WH5937> I sat<WH3427> alone<WH909> because<WH6440> of your hand:<WH3027> for you have filled<WH4390> me with indignation.<WH2195>"},{"number":18,"verse":"Why<WH4100> is my pain<WH3511> perpetual,<WH5331> and my wound<WH4347> incurable,<WH605> which refuses<WH3985> to be healed?<WH7495> will you be altogether to me as a liar,<WH391> and as waters<WH4325> that fail?<WH3808>"},{"number":19,"verse":"Therefore<WH3651> thus<WH3541> said<WH559> the LORD,<WH3068> If<WH518> you return,<WH7725> then will I bring<WH7725> you again,<WH7725> and you shall stand<WH5975> before<WH6440> me: and if<WH518> you take<WH3318> forth<WH3318> the precious<WH3368> from the vile,<WH2151> you shall be as my mouth:<WH6310> let them return<WH7725> to you; but return<WH7725> not you to them."},{"number":20,"verse":"And I will make<WH5414> you to this<WH2088> people<WH5971> a fenced<WH1219> brazen<WH5178> wall:<WH2346> and they shall fight<WH3898> against<WH413> you, but they shall not prevail<WH3201> against you: for I am with you to save<WH3467> you and to deliver<WH5337> you, said<WH5002> the LORD.<WH3068>"},{"number":21,"verse":"And I will deliver<WH5337> you out of the hand<WH3027> of the wicked,<WH7451> and I will redeem<WH6299> you out of the hand<WH3709> of the terrible.<WH6184>"}]}