{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"Woe <WH1945> be to the pastors <WH7462> that destroy <WH6> and scatter <WH6327> the sheep <WH6629> of my pasture! <WH4830> said <WH5002> the LORD. <WH3068>"},{"number":2,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD <WH3068> God <WH430> of Israel <WH3478> against <WH5921> the pastors <WH7462> that feed <WH7462> my people; <WH5971> You have scattered <WH6327> my flock, <WH6629> and driven <WH5080> them away, and have not visited <WH6485> them: behold, <WH2005> I will visit <WH6485> on you the evil <WH7455> of your doings, <WH4611> said <WH5002> the LORD. <WH3068>"},{"number":3,"verse":"And I will gather <WH6908> the remnant <WH7611> of my flock <WH6629> out of all <WH3605> countries <WH776> where <WH834> <WH8033> I have driven <WH5080> them, and will bring <WH7725> them again <WH7725> to their folds; <WH5116> and they shall be fruitful <WH6509> and increase. <WH7235>"},{"number":4,"verse":"And I will set <WH6965> up shepherds <WH7462> over <WH5921> them which shall feed <WH7462> them: and they shall fear <WH3372> no <WH3808> more, <WH5750> nor <WH3808> be dismayed, <WH2865> neither <WH3808> shall they be lacking, <WH6485> said <WH5002> the LORD. <WH3068>"},{"number":5,"verse":"Behold, <WH2009> the days <WH3117> come, <WH935> said <WH5002> the LORD, <WH3068> that I will raise <WH6965> to David <WH1732> a righteous <WH6662> Branch, <WH6780> and a King <WH4428> shall reign <WH4427> and prosper, <WH7919> and shall execute <WH6213> judgment <WH4941> and justice <WH6666> in the earth. <WH776>"},{"number":6,"verse":"In his days <WH3117> Judah <WH3063> shall be saved, <WH3467> and Israel <WH3478> shall dwell <WH7931> safely: <WH983> and this <WH2088> is his name <WH8034> whereby <WH834> he shall be called, <WH7121> THE LORD <WH3068> OUR RIGHTEOUSNESS. <WH6664>"},{"number":7,"verse":"Therefore, <WH3651> behold, <WH2009> the days <WH3117> come, <WH935> said <WH5002> the LORD, <WH3068> that they shall no <WH3808> more <WH5750> say, <WH559> The LORD <WH3068> lives, <WH2416> which <WH834> brought <WH5927> up the children <WH1121> of Israel <WH3478> out of the land <WH776> of Egypt; <WH4714>"},{"number":8,"verse":"But, The LORD <WH3068> lives, <WH2416> which <WH834> brought <WH5927> up and which <WH834> led <WH935> the seed <WH2233> of the house <WH1004> of Israel <WH3478> out of the north <WH6828> country, <WH776> and from all <WH3605> countries <WH776> where <WH834> <WH8033> I had driven <WH5080> them; and they shall dwell <WH3427> in their own land. <WH127>"},{"number":9,"verse":"My heart <WH3820> within <WH7130> me is broken <WH7665> because of the prophets; <WH5030> all <WH3605> my bones <WH6106> shake; <WH7363> I am like a drunken <WH7910> man, <WH376> and like a man <WH1397> whom wine <WH3196> has overcome, <WH5674> because <WH6440> of the LORD, <WH3068> and because <WH6440> of the words <WH1697> of his holiness. <WH6944>"},{"number":10,"verse":"For the land <WH776> is full <WH4390> of adulterers; <WH5003> for because <WH6440> of swearing <WH423> the land <WH776> mourns; <WH56> the pleasant <WH4999> places of the wilderness <WH4057> are dried <WH3001> up, and their course <WH4794> is evil, <WH7451> and their force <WH1369> is not right."},{"number":11,"verse":"For both <WH1571> prophet <WH5030> and priest <WH3548> are profane; <WH2610> yes, <WH1571> in my house <WH1004> have I found <WH4672> their wickedness, <WH7451> said <WH5002> the LORD. <WH3068>"},{"number":12,"verse":"Why <WH3651> their way <WH1870> shall be to them as slippery <WH2519> ways in the darkness: <WH653> they shall be driven <WH1760> on, and fall <WH5307> therein: for I will bring <WH935> evil <WH7451> on them, even the year <WH8141> of their visitation, <WH6486> said <WH5002> the LORD. <WH3068>"},{"number":13,"verse":"And I have seen <WH7200> folly <WH8604> in the prophets <WH5030> of Samaria; <WH8111> they prophesied <WH5012> in Baal, <WH1168> and caused my people <WH5971> Israel <WH3478> to err. <WH8582>"},{"number":14,"verse":"I have seen <WH7200> also in the prophets <WH5030> of Jerusalem <WH3389> an horrible <WH8186> thing: they commit <WH5003> adultery, <WH5003> and walk <WH1980> in lies: <WH8267> they strengthen <WH2388> also the hands <WH3027> of evildoers, <WH7489> that none <WH1115> does return <WH7725> from his wickedness; <WH7451> they are all <WH3605> of them to me as Sodom, <WH5467> and the inhabitants <WH3427> thereof as Gomorrah. <WH6017>"},{"number":15,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD <WH3068> of hosts <WH6635> concerning <WH5921> the prophets; <WH5030> Behold, <WH2005> I will feed <WH398> them with wormwood, <WH3939> and make them drink <WH8248> the water <WH4325> of gall: <WH7219> for from the prophets <WH5030> of Jerusalem <WH3389> is profaneness <WH2613> gone <WH3318> forth <WH3318> into all <WH3605> the land. <WH776>"},{"number":16,"verse":"Thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> Listen <WH8085> not to the words <WH1697> of the prophets <WH5030> that prophesy <WH5012> to you: they make you vain: <WH1891> they speak <WH1696> a vision <WH2377> of their own heart, <WH3820> and not out of the mouth <WH6310> of the LORD. <WH3068>"},{"number":17,"verse":"They say <WH559> still to them that despise <WH5006> me, The LORD <WH3068> has said, <WH1696> You shall have <WH1961> peace; <WH7965> and they say <WH559> to every <WH3605> one that walks <WH1980> after the imagination <WH8307> of his own heart, <WH3820> No <WH3808> evil <WH7451> shall come <WH935> on you."},{"number":18,"verse":"For who <WH4310> has stood <WH5975> in the counsel <WH5475> of the LORD, <WH3068> and has perceived <WH7200> and heard <WH8085> his word? <WH1697> who <WH4310> has marked <WH7181> his word, <WH1697> and heard <WH8085> it?"},{"number":19,"verse":"Behold, <WH2009> a whirlwind <WH5591> of the LORD <WH3068> is gone <WH3318> forth <WH3318> in fury, <WH2534> even a grievous <WH2342> whirlwind: <WH5591> it shall fall <WH2342> grievously <WH2342> on the head <WH7218> of the wicked. <WH7563>"},{"number":20,"verse":"The anger <WH639> of the LORD <WH3068> shall not return, <WH7725> until <WH5704> he have executed, <WH6213> and till <WH5704> he have performed <WH6965> the thoughts <WH4209> of his heart: <WH3820> in the latter <WH319> days <WH3117> you shall consider <WH995> it perfectly. <WH998>"},{"number":21,"verse":"I have not sent <WH7971> these prophets, <WH5030> yet they ran: <WH7323> I have not spoken <WH1696> to them, yet they prophesied. <WH5012>"},{"number":22,"verse":"But if they had stood <WH5975> in my counsel, <WH5475> and had caused my people <WH5971> to hear <WH8085> my words, <WH1697> then they should have turned <WH7725> them from their evil <WH7451> way, <WH1870> and from the evil <WH7455> of their doings. <WH4611>"},{"number":23,"verse":"Am I a God <WH430> at hand, <WH7138> said <WH5002> the LORD, <WH3068> and not a God <WH430> afar <WH7350> off?"},{"number":24,"verse":"Can any <WH376> hide <WH5641> himself in secret <WH4565> places that I shall not see <WH7200> him? said <WH5002> the LORD. <WH3068> Do not I fill <WH4390> heaven <WH8064> and earth? <WH776> said <WH5002> the LORD. <WH3068>"},{"number":25,"verse":"I have heard <WH8085> what <WH853> <WH834> the prophets <WH5030> said, <WH559> that prophesy <WH5012> lies <WH8267> in my name, <WH8034> saying, <WH559> I have dreamed, <WH2492> I have dreamed. <WH2492>"},{"number":26,"verse":"How <WH5704> long <WH5704> shall this be in the heart <WH3820> of the prophets <WH5030> that prophesy <WH5012> lies? <WH8267> yes, they are prophets <WH5030> of the deceit <WH8649> of their own heart; <WH3820>"},{"number":27,"verse":"Which think <WH2803> to cause my people <WH5971> to forget <WH7911> my name <WH8034> by their dreams <WH2472> which <WH834> they tell <WH5608> every man <WH376> to his neighbor, <WH7453> as their fathers <WH1> have forgotten <WH7911> my name <WH8034> for Baal. <WH1168>"},{"number":28,"verse":"The prophet <WH5030> that has a dream, <WH2472> let him tell <WH5608> a dream; <WH2472> and he that has my word, <WH1697> let him speak <WH1696> my word <WH1697> faithfully. <WH571> What <WH4100> is the chaff <WH8401> to the wheat? <WH1250> said <WH5002> the LORD. <WH3068>"},{"number":29,"verse":"Is not my word <WH1697> like <WH3541> as a fire? <WH784> said <WH5002> the LORD; <WH3068> and like a hammer <WH6360> that breaks <WH6327> the rock <WH5553> in pieces?"},{"number":30,"verse":"Therefore, <WH3651> behold, <WH2005> I am against <WH5921> the prophets, <WH5030> said <WH5002> the LORD, <WH3068> that steal <WH1589> my words <WH1697> every <WH376> one <WH376> from his neighbor. <WH7453>"},{"number":31,"verse":"Behold, <WH2005> I am against <WH5921> the prophets, <WH5030> said <WH5002> the LORD, <WH3068> that use <WH3947> their tongues, <WH3956> and say, He said. <WH5002>"},{"number":32,"verse":"Behold, <WH2005> I am against <WH5921> them that prophesy <WH5012> false <WH8267> dreams, <WH2472> said <WH5002> the LORD, <WH3068> and do tell <WH5608> them, and cause my people <WH5971> to err <WH8582> by their lies, <WH8267> and by their lightness; <WH6350> yet I sent <WH7971> them not, nor <WH3808> commanded <WH6680> them: therefore they shall not profit <WH3276> this <WH2088> people <WH5971> at all, said <WH5002> the LORD. <WH3068>"},{"number":33,"verse":"And when <WH3588> this <WH2088> people, <WH5971> or <WH176> the prophet, <WH5030> or <WH176> a priest, <WH3548> shall ask <WH7592> you, saying, <WH559> What <WH4100> is the burden <WH4853> of the LORD? <WH3068> you shall then say <WH559> to them, What <WH4100> burden? <WH4853> I will even forsake <WH5203> you, said <WH5002> the LORD. <WH3068>"},{"number":34,"verse":"And as for the prophet, <WH5030> and the priest, <WH3548> and the people, <WH5971> that shall say, <WH559> The burden <WH4853> of the LORD, <WH3068> I will even punish <WH6485> that man <WH376> and his house. <WH1004>"},{"number":35,"verse":"Thus <WH3541> shall you say <WH559> every <WH376> one <WH376> to his neighbor, <WH7453> and every <WH376> one <WH376> to his brother, <WH251> What <WH4100> has the LORD <WH3068> answered? <WH6030> and, What <WH4100> has the LORD <WH3068> spoken? <WH1696>"},{"number":36,"verse":"And the burden <WH4853> of the LORD <WH3068> shall you mention <WH2142> no <WH3808> more: <WH5750> for every man's <WH376> word <WH1697> shall be his burden; <WH4853> for you have perverted <WH2015> the words <WH1697> of the living <WH2416> God, <WH430> of the LORD <WH3068> of hosts <WH6635> our God. <WH430>"},{"number":37,"verse":"Thus <WH3541> shall you say <WH559> to the prophet, <WH5030> What <WH4100> has the LORD <WH3068> answered <WH6030> you? and, What <WH4100> has the LORD <WH3068> spoken? <WH1696>"},{"number":38,"verse":"But since <WH518> you say, <WH559> The burden <WH4853> of the LORD; <WH3068> therefore <WH3651> thus <WH3541> said <WH559> the LORD; <WH3068> Because <WH3282> you say <WH559> this <WH2088> word, <WH1697> The burden <WH4853> of the LORD, <WH3068> and I have sent <WH7971> to you, saying, <WH559> You shall not say, <WH559> The burden <WH4853> of the LORD; <WH3068>"},{"number":39,"verse":"Therefore, <WH3651> behold, <WH2005> I, even I, will utterly forget <WH5382> you, and I will forsake <WH5203> you, and the city <WH5892> that I gave <WH5414> you and your fathers, <WH1> and cast you out of my presence: <WH6440>"},{"number":40,"verse":"And I will bring <WH5414> an everlasting <WH5769> reproach <WH2781> on you, and a perpetual <WH5769> shame, <WH3640> which <WH834> shall not be forgotten. <WH7911>"}]}