{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"They say, <WH559> If <WH2005> a man <WH376> put <WH7971> away his wife, <WH802> and she go <WH1980> from him, and become <WH1961> another <WH312> man's, <WH376> shall he return <WH7725> to her again? <WH5750> shall not that land <WH776> be greatly polluted? <WH2610> but you have played the harlot <WH2181> with many <WH7227> lovers; <WH7453> yet return <WH7725> again to me, said <WH5002> the LORD. <WH3068>"},{"number":2,"verse":"Lift <WH5375> up your eyes <WH5869> to the high <WH8205> places, and see <WH7200> where <WH375> you have not been lien <WH7693> with. In the ways <WH1870> have you sat <WH3427> for them, as the Arabian <WH6163> in the wilderness; <WH4057> and you have polluted <WH2610> the land <WH776> with your prostitutions <WH2184> and with your wickedness. <WH7451>"},{"number":3,"verse":"Therefore the showers <WH7241> have been withheld, <WH4513> and there has been <WH1961> no <WH3808> latter <WH4456> rain; <WH4456> and you had a whore's <WH2181> forehead, <WH4696> you refused <WH3985> to be ashamed. <WH3637>"},{"number":4,"verse":"Will you not from this time <WH6258> cry <WH7121> to me, My father, <WH1> you are the guide <WH441> of my youth? <WH5271>"},{"number":5,"verse":"Will he reserve <WH5201> his anger for ever? will he keep <WH8104> it to the end? <WH5331> Behold, <WH2009> you have spoken <WH1696> and done <WH6213> evil <WH7451> things as you could. <WH3201>"},{"number":6,"verse":"The LORD <WH3068> said <WH559> also to me in the days <WH3117> of Josiah <WH2977> the king, <WH4428> Have you seen <WH7200> that which <WH834> backsliding <WH4878> Israel <WH3478> has done? <WH6213> she is gone <WH1980> up on every <WH3605> high <WH1364> mountain <WH2022> and under <WH413> <WH8478> every <WH3605> green <WH7488> tree, <WH6086> and there <WH8033> has played the harlot. <WH2181>"},{"number":7,"verse":"And I said <WH559> after <WH310> she had done <WH6213> all <WH3605> these <WH428> things, Turn <WH7725> you to me. But she returned <WH7725> not. And her treacherous <WH901> sister <WH269> Judah <WH3063> saw <WH7200> it."},{"number":8,"verse":"And I saw, <WH7200> when <WH3588> for all <WH3605> the causes <WH182> whereby <WH834> backsliding <WH4878> Israel <WH3478> committed <WH5003> adultery <WH5003> I had put <WH7971> her away, and given <WH5414> her a bill <WH5612> of divorce; <WH3748> yet her treacherous <WH898> sister <WH269> Judah <WH3063> feared <WH3372> not, but went <WH3212> and played the harlot <WH2181> also. <WH1571>"},{"number":9,"verse":"And it came <WH1961> to pass through the lightness <WH6963> of her prostitution, <WH2184> that she defiled <WH2610> the land, <WH776> and committed <WH5003> adultery <WH5003> with stones <WH68> and with stocks. <WH6086>"},{"number":10,"verse":"And yet for all <WH3605> this <WH2063> her treacherous <WH901> sister <WH269> Judah <WH3063> has not turned <WH7725> to me with her whole <WH3605> heart, <WH3820> but feignedly, <WH8267> said <WH5002> the LORD. <WH3068>"},{"number":11,"verse":"And the LORD <WH3068> said <WH559> to me, The backsliding <WH4878> Israel <WH3478> has justified <WH6663> herself more than treacherous <WH898> Judah. <WH3063>"},{"number":12,"verse":"Go <WH1980> and proclaim <WH7121> these <WH428> words <WH1697> toward the north, <WH6828> and say, <WH559> Return, <WH7725> you backsliding <WH4878> Israel, <WH3478> said <WH5002> the LORD; <WH3068> and I will not cause my anger <WH6440> to fall <WH5307> on you: for I am merciful, <WH2623> said <WH5002> the LORD, <WH3068> and I will not keep <WH5201> anger for ever. <WH5769>"},{"number":13,"verse":"Only <WH389> acknowledge <WH3045> your iniquity, <WH5771> that you have transgressed <WH6586> against the LORD <WH3068> your God, <WH430> and have scattered <WH6340> your ways <WH1870> to the strangers <WH2114> under <WH8478> every <WH3605> green <WH7488> tree, <WH6086> and you have not obeyed <WH8085> my voice, <WH6963> said <WH5002> the LORD. <WH3068>"},{"number":14,"verse":"Turn, <WH7725> O backsliding <WH7726> children, <WH1121> said <WH5002> the LORD; <WH3068> for I am married <WH1166> to you: and I will take <WH3947> you one <WH259> of a city, <WH5892> and two <WH8147> of a family, <WH4940> and I will bring <WH935> you to Zion: <WH6726>"},{"number":15,"verse":"And I will give <WH5414> you pastors <WH7462> according to my heart, <WH3820> which shall feed <WH7462> you with knowledge <WH1844> and understanding. <WH7919>"},{"number":16,"verse":"And it shall come <WH1961> to pass, when <WH3588> you be multiplied <WH7235> and increased <WH6509> in the land, <WH776> in those <WH1992> days, <WH3117> said <WH5002> the LORD, <WH3068> they shall say <WH559> no <WH3808> more, <WH5750> The ark <WH727> of the covenant <WH1285> of the LORD: <WH3068> neither <WH3808> shall it come <WH5927> to mind: <WH3820> neither <WH3808> shall they remember <WH2142> it; neither <WH3808> shall they visit <WH6485> it; neither <WH3808> shall that be done <WH6213> any more. <WH5750>"},{"number":17,"verse":"At that time <WH6256> they shall call <WH7121> Jerusalem <WH3389> the throne <WH3678> of the LORD; <WH3068> and all <WH3605> the nations <WH1471> shall be gathered <WH6960> to it, to the name <WH8034> of the LORD, <WH3068> to Jerusalem: <WH3389> neither <WH3808> shall they walk <WH3212> any more <WH5750> after <WH310> the imagination <WH8307> of their evil <WH7451> heart. <WH3820>"},{"number":18,"verse":"In those <WH1992> days <WH3117> the house <WH1004> of Judah <WH3063> shall walk <WH3212> with the house <WH1004> of Israel, <WH3478> and they shall come <WH935> together <WH3162> out of the land <WH776> of the north <WH6828> to the land <WH776> that I have given for an inheritance <WH5157> to your fathers. <WH1>"},{"number":19,"verse":"But I said, <WH559> How <WH349> shall I put <WH7896> you among the children, <WH1121> and give <WH5414> you a pleasant <WH2532> land, <WH776> a goodly <WH6643> heritage <WH5159> of the hosts <WH6635> of nations? <WH1471> and I said, <WH559> You shall call <WH7121> me, My father; <WH1> and shall not turn <WH7725> away from me."},{"number":20,"verse":"Surely <WH403> as a wife <WH802> treacherously <WH898> departs from her husband, <WH1167> so <WH3651> have you dealt treacherously <WH898> with me, O house <WH1004> of Israel, <WH3478> said <WH5002> the LORD. <WH3068>"},{"number":21,"verse":"A voice <WH6963> was heard <WH8085> on the high <WH8205> places, weeping <WH1065> and supplications <WH8469> of the children <WH1121> of Israel: <WH3478> for they have perverted <WH5753> their way, <WH1870> and they have forgotten <WH7911> the LORD <WH3068> their God. <WH430>"},{"number":22,"verse":"Return, <WH7725> you backsliding <WH7726> children, <WH1121> and I will heal <WH7495> your backslidings. <WH4878> Behold, <WH2005> we come <WH857> to you; for you are the LORD <WH3068> our God. <WH430>"},{"number":23,"verse":"Truly <WH403> in vain <WH8267> is salvation hoped for from the hills, <WH1389> and from the multitude <WH1995> of mountains: <WH2022> truly <WH403> in the LORD <WH3068> our God <WH430> is the salvation <WH8668> of Israel. <WH3478>"},{"number":24,"verse":"For shame <WH1322> has devoured <WH398> the labor <WH3018> of our fathers <WH1> from our youth; <WH5271> their flocks <WH6629> and their herds, <WH1241> their sons <WH1121> and their daughters. <WH1323>"},{"number":25,"verse":"We lie <WH7901> down <WH7901> in our shame, <WH1322> and our confusion <WH3639> covers <WH3680> us: for we have sinned <WH2398> against the LORD <WH3068> our God, <WH430> we and our fathers, <WH1> from our youth <WH5271> even to this <WH2088> day, <WH3117> and have not obeyed <WH8085> the voice <WH6963> of the LORD <WH3068> our God. <WH430>"}]}