{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"Then all <WH3605> the captains <WH8269> of the forces, <WH2428> and Johanan <WH3110> the son <WH1121> of Kareah, <WH7143> and Jezaniah <WH3153> the son <WH1121> of Hoshaiah, <WH1955> and all <WH3605> the people <WH5971> from the least <WH6996> even to the greatest, <WH1419> came <WH5066> near, <WH5066>"},{"number":2,"verse":"And said <WH559> to Jeremiah <WH3414> the prophet, <WH5030> Let, we beseech <WH4994> you, our supplication <WH8467> be accepted <WH5307> before <WH6440> you, and pray <WH6419> for us to the LORD <WH3068> your God, <WH430> even for all <WH3605> this <WH2063> remnant; <WH7611> (for we are left <WH7604> but a few <WH4592> of many, <WH7235> as your eyes <WH5869> do behold <WH7200> us:)"},{"number":3,"verse":"That the LORD <WH3068> your God <WH430> may show <WH5046> us the way <WH1870> wherein <WH834> we may walk, <WH1980> and the thing <WH1697> that we may do. <WH6213>"},{"number":4,"verse":"Then Jeremiah <WH3414> the prophet <WH5030> said <WH559> to them, I have heard <WH8085> you; behold, <WH2005> I will pray <WH6419> to the LORD <WH3068> your God <WH430> according to your words; <WH1697> and it shall come <WH1961> to pass, that whatever <WH3605> thing <WH1697> the LORD <WH3068> shall answer <WH6030> you, I will declare <WH5046> it to you; I will keep <WH4513> nothing <WH3808> <WH1697> back <WH4513> from you."},{"number":5,"verse":"Then they said <WH559> to Jeremiah, <WH3414> The LORD <WH3068> be a true <WH571> and faithful <WH539> witness <WH5707> between <WH996> us, if <WH518> we do <WH6213> not even <WH3651> according to all <WH3605> things <WH1697> for the which <WH834> the LORD <WH3068> your God <WH430> shall send <WH7971> you to us."},{"number":6,"verse":"Whether <WH518> it be good, <WH2896> or whether <WH518> it be evil, <WH7451> we will obey <WH8085> the voice <WH6963> of the LORD <WH3068> our God, <WH430> to whom we send <WH7971> you; that it may be well <WH2896> with us, when <WH3588> we obey <WH8085> the voice <WH6963> of the LORD <WH3068> our God. <WH430>"},{"number":7,"verse":"And it came <WH1961> to pass after <WH7093> ten <WH6235> days, <WH3117> that the word <WH1697> of the LORD <WH3068> came <WH1961> to Jeremiah. <WH3414>"},{"number":8,"verse":"Then called <WH7121> he Johanan <WH3110> the son <WH1121> of Kareah, <WH7143> and all <WH3605> the captains <WH8269> of the forces <WH2428> which <WH834> were with him, and all <WH3605> the people <WH5971> from the least <WH6996> even to the greatest, <WH1419>"},{"number":9,"verse":"And said <WH559> to them, Thus <WH3541> said <WH559> the LORD, <WH3068> the God <WH430> of Israel, <WH3478> to whom <WH834> <WH413> you sent <WH7971> me to present <WH5307> your supplication <WH8467> before <WH6440> him;"},{"number":10,"verse":"If <WH518> you will still abide <WH3427> in this <WH2063> land, <WH776> then will I build <WH1129> you, and not pull <WH2040> you down, and I will plant <WH5193> you, and not pluck <WH5428> you up: for I repent <WH5162> me of the evil <WH7451> that I have done <WH6213> to you."},{"number":11,"verse":"Be not afraid <WH3372> of the king <WH4428> of Babylon, <WH894> of whom <WH834> <WH6440> you are afraid; <WH3373> be not afraid <WH3372> of him, said <WH5002> the LORD: <WH3068> for I am with you to save <WH3467> you, and to deliver <WH5337> you from his hand. <WH3027>"},{"number":12,"verse":"And I will show <WH5414> mercies <WH7356> to you, that he may have mercy <WH7355> on you, and cause you to return <WH7725> to your own land. <WH127>"},{"number":13,"verse":"But if <WH518> you say, <WH559> We will not dwell <WH3427> in this <WH2063> land, <WH776> neither <WH1115> obey <WH8085> the voice <WH6963> of the LORD <WH3068> your God, <WH430>"},{"number":14,"verse":"Saying, <WH559> No; <WH3808> but we will go <WH935> into the land <WH776> of Egypt, <WH4714> where <WH834> we shall see <WH7200> no <WH3808> war, <WH4421> nor <WH3808> hear <WH8085> the sound <WH6963> of the trumpet, <WH7782> nor <WH3808> have hunger <WH7456> of bread; <WH3899> and there <WH8033> will we dwell: <WH3427>"},{"number":15,"verse":"And now <WH6258> therefore <WH3651> hear <WH8085> the word <WH1697> of the LORD, <WH3068> you remnant <WH7611> of Judah; <WH3063> Thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> If <WH518> you wholly <WH7760> set <WH7760> your faces <WH6440> to enter <WH935> into Egypt, <WH4714> and go <WH935> to sojourn <WH1481> there; <WH8033>"},{"number":16,"verse":"Then it shall come <WH1961> to pass, that the sword, <WH2719> which <WH834> you feared, <WH3373> shall overtake <WH5381> you there <WH8033> in the land <WH776> of Egypt, <WH4714> and the famine, <WH7458> whereof <WH834> you were afraid, <WH1672> shall follow <WH1692> close <WH1692> after <WH310> you there <WH8033> in Egypt; <WH4714> and there <WH8033> you shall die. <WH4191>"},{"number":17,"verse":"So shall it be with all <WH3605> the men <WH582> that set <WH7760> their faces <WH6440> to go <WH935> into <WH935> Egypt <WH4714> to sojourn <WH1481> there; <WH8033> they shall die <WH4191> by the sword, <WH2719> by the famine, <WH7458> and by the pestilence: <WH1698> and none <WH3808> of them shall remain <WH8300> or escape <WH6412> from the evil <WH7451> that I will bring <WH935> on them."},{"number":18,"verse":"For thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> As my anger <WH639> and my fury <WH2534> has been poured <WH5413> forth on the inhabitants <WH3427> of Jerusalem; <WH3389> so <WH3651> shall my fury <WH2534> be poured <WH5413> forth on you, when you shall enter <WH935> into <WH935> Egypt: <WH4714> and you shall be an execration, <WH423> and an astonishment, <WH8047> and a curse, <WH7045> and a reproach; <WH2781> and you shall see <WH7200> this <WH2088> place <WH4725> no <WH3808> more. <WH5750>"},{"number":19,"verse":"The LORD <WH3068> has said <WH1696> concerning <WH5921> you, O you remnant <WH7611> of Judah; <WH3063> Go <WH935> you not into Egypt: <WH4714> know <WH3045> certainly that I have admonished <WH5749> you this day. <WH3117>"},{"number":20,"verse":"For you dissembled <WH8582> in your hearts, <WH5315> when <WH3588> you sent <WH7971> me to the LORD <WH3068> your God, <WH430> saying, <WH559> Pray <WH6419> for us to the LORD <WH3068> our God; <WH430> and according to all <WH3605> that the LORD <WH3068> our God <WH430> shall say, <WH559> so <WH3651> declare <WH5046> to us, and we will do <WH6213> it."},{"number":21,"verse":"And now I have this day <WH3117> declared <WH5046> it to you; but you have not obeyed <WH8085> the voice <WH6963> of the LORD <WH3068> your God, <WH430> nor any <WH3605> thing for the which <WH834> he has sent <WH7971> me to you."},{"number":22,"verse":"Now <WH6258> therefore know <WH3045> certainly that you shall die <WH4191> by the sword, <WH2719> by the famine, <WH7458> and by the pestilence, <WH1698> in the place <WH4725> where <WH834> <WH8033> you desire <WH2654> to go <WH935> and to sojourn. <WH1481>"}]}