{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":44,"verses":[{"number":1,"verse":"The word <WH1697> that came <WH1961> to Jeremiah <WH3414> concerning <WH413> all <WH3605> the Jews <WH3064> which dwell <WH3427> in the land <WH776> of Egypt, <WH4714> which dwell <WH3427> at Migdol, <WH4024> and at Tahpanhes, <WH8471> and at Noph, <WH5297> and in the country <WH776> of Pathros, <WH6624> saying, <WH559>"},{"number":2,"verse":"Thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> You have seen <WH7200> all <WH3605> the evil <WH7451> that I have brought <WH935> on Jerusalem, <WH3389> and on all <WH3605> the cities <WH5892> of Judah; <WH3063> and, behold, <WH2009> this <WH2088> day <WH3117> they are a desolation, <WH2723> and no <WH369> man dwells <WH3427> therein,"},{"number":3,"verse":"Because <WH6440> of their wickedness <WH7451> which <WH834> they have committed <WH6213> to provoke me to anger, <WH3707> in that they went <WH3212> to burn <WH6999> incense, <WH6999> and to serve <WH5647> other <WH312> gods, <WH430> whom <WH834> they knew <WH3045> not, neither they, you, nor your fathers. <WH1>"},{"number":4,"verse":"However, I sent <WH7971> to you all <WH3605> my servants <WH5650> the prophets, <WH5030> rising <WH7925> early <WH7925> and sending <WH7971> them, saying, <WH559> Oh, <WH4994> do <WH6213> not this <WH2088> abominable <WH8441> thing <WH1697> that I hate. <WH8130>"},{"number":5,"verse":"But they listened <WH8085> not, nor <WH3808> inclined <WH5186> their ear <WH241> to turn <WH7725> from their wickedness, <WH7451> to burn <WH6999> no <WH1115> incense <WH6999> to other <WH312> gods. <WH430>"},{"number":6,"verse":"Why my fury <WH2534> and my anger <WH639> was poured <WH5413> forth, and was kindled <WH1197> in the cities <WH5892> of Judah <WH3063> and in the streets <WH2351> of Jerusalem; <WH3389> and they are wasted <WH2723> and desolate, <WH8077> as at this <WH2088> day. <WH3117>"},{"number":7,"verse":"Therefore now <WH6258> thus <WH3541> said <WH559> the LORD, <WH3068> the God <WH430> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> Why <WH4100> commit <WH6213> you this great <WH1419> evil <WH7451> against <WH413> your souls, <WH5315> to cut <WH3772> off from you man <WH376> and woman, <WH802> child <WH5768> and suckling, <WH3243> out of Judah, <WH3063> to leave <WH3498> you none <WH1115> to remain; <WH7611>"},{"number":8,"verse":"In that you provoke me to wrath <WH3707> with the works <WH4639> of your hands, <WH3027> burning <WH6999> incense <WH6999> to other <WH312> gods <WH430> in the land <WH776> of Egypt, <WH4714> where <WH834> <WH8033> you be gone <WH935> to dwell, <WH1481> that you might cut <WH3772> yourselves off, and that you might be a curse <WH7045> and a reproach <WH2781> among all <WH3605> the nations <WH1471> of the earth? <WH776>"},{"number":9,"verse":"Have you forgotten <WH7911> the wickedness <WH7451> of your fathers, <WH1> and the wickedness <WH7451> of the kings <WH4428> of Judah, <WH3063> and the wickedness <WH7451> of their wives, <WH802> and your own wickedness, <WH7451> and the wickedness <WH7451> of your wives, <WH802> which <WH834> they have committed <WH6213> in the land <WH776> of Judah, <WH3063> and in the streets <WH2351> of Jerusalem? <WH3389>"},{"number":10,"verse":"They are not humbled <WH1792> even to this <WH2088> day, <WH3117> neither <WH3808> have they feared, <WH3372> nor <WH3808> walked <WH1980> in my law, <WH8451> nor in my statutes, <WH2708> that I set <WH5414> before <WH6440> you and before <WH6440> your fathers. <WH1>"},{"number":11,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> Behold, <WH2005> I will set <WH7760> my face <WH6440> against you for evil, <WH7451> and to cut <WH3772> off all <WH3605> Judah. <WH3063>"},{"number":12,"verse":"And I will take <WH3947> the remnant <WH7611> of Judah, <WH3063> that have set <WH7760> their faces <WH6440> to go <WH935> into the land <WH776> of Egypt <WH4714> to sojourn <WH1481> there, <WH8033> and they shall all <WH3605> be consumed, <WH8552> and fall <WH5307> in the land <WH776> of Egypt; <WH4714> they shall even be consumed <WH8552> by the sword <WH2719> and by the famine: <WH7458> they shall die, <WH4191> from the least <WH6996> even to the greatest, <WH1419> by the sword <WH2719> and by the famine: <WH7458> and they shall be an execration, <WH423> and an astonishment, <WH8047> and a curse, <WH7045> and a reproach. <WH2781>"},{"number":13,"verse":"For I will punish <WH6485> them that dwell <WH3427> in the land <WH776> of Egypt, <WH4714> as I have punished <WH6485> Jerusalem, <WH3389> by the sword, <WH2719> by the famine, <WH7458> and by the pestilence: <WH1698>"},{"number":14,"verse":"So that none <WH3808> of the remnant <WH7611> of Judah, <WH3063> which are gone <WH935> into the land <WH776> of Egypt <WH4714> to sojourn <WH1481> there, <WH8033> shall escape <WH6412> or remain, <WH8300> that they should return <WH7725> into the land <WH776> of Judah, <WH3063> to the which <WH834> they have <WH5375> a desire <WH5375> <WH5315> to return <WH7725> to dwell <WH3427> there: <WH8033> for none <WH3808> shall return <WH7725> but such as shall escape. <WH6412>"},{"number":15,"verse":"Then all <WH3605> the men <WH582> which knew <WH3045> that their wives <WH802> had burned <WH6999> incense <WH6999> to other <WH312> gods, <WH430> and all <WH3605> the women <WH802> that stood <WH5975> by, a great <WH1419> multitude, <WH6951> even all <WH3605> the people <WH5971> that dwelled <WH3427> in the land <WH776> of Egypt, <WH4714> in Pathros, <WH6624> answered <WH6030> Jeremiah, <WH3414> saying, <WH559>"},{"number":16,"verse":"As for the word <WH1697> that you have spoken <WH1696> to us in the name <WH8034> of the LORD, <WH3068> we will not listen <WH8085> to you."},{"number":17,"verse":"But we will certainly do <WH6213> whatever <WH853> <WH3605> thing <WH1697> goes <WH3318> forth <WH3318> out of our own mouth, <WH6310> to burn <WH6999> incense <WH6999> to the queen <WH4446> of heaven, <WH8064> and to pour <WH5258> out drink <WH5262> offerings to her, as we have done, <WH6213> we, and our fathers, <WH1> our kings, <WH4428> and our princes, <WH8269> in the cities <WH5892> of Judah, <WH3063> and in the streets <WH2351> of Jerusalem: <WH3389> for then had <WH1961> we plenty <WH7646> of victuals, <WH3899> and were well, <WH2896> and saw <WH7200> no <WH3808> evil. <WH7451>"},{"number":18,"verse":"But since <WH4480> <WH227> we left <WH2308> off to burn <WH6999> incense <WH6999> to the queen <WH4446> of heaven, <WH8064> and to pour <WH5258> out drink <WH5262> offerings to her, we have wanted <WH2637> all <WH3605> things, and have been consumed <WH8552> by the sword <WH2719> and by the famine. <WH7458>"},{"number":19,"verse":"And when <WH3588> we burned <WH6999> incense <WH6999> to the queen <WH4446> of heaven, <WH8064> and poured <WH5258> out drink <WH5262> offerings to her, did we make <WH6213> her cakes <WH3561> to worship <WH6087> her, and pour <WH5258> out drink <WH5262> offerings to her, without <WH1107> our men? <WH582>"},{"number":20,"verse":"Then Jeremiah <WH3414> said <WH559> to all <WH3605> the people, <WH5971> to the men, <WH1397> and to the women, <WH802> and to all <WH3605> the people <WH5971> which had given him that answer, <WH6030> saying, <WH559>"},{"number":21,"verse":"The incense <WH7002> that you burned <WH6999> in the cities <WH5892> of Judah, <WH3063> and in the streets <WH2351> of Jerusalem, <WH3389> you, and your fathers, <WH1> your kings, <WH4428> and your princes, <WH8269> and the people <WH5971> of the land, <WH776> did not the LORD <WH3068> remember <WH2142> them, and came <WH5927> it not into <WH5921> his mind? <WH3820>"},{"number":22,"verse":"So that the LORD <WH3068> could <WH3201> no <WH3808> longer <WH5750> bear, <WH5375> because <WH6440> of the evil <WH7455> of your doings, <WH4611> and because <WH6440> of the abominations <WH8441> which <WH834> you have committed; <WH6213> therefore is your land <WH776> a desolation, <WH2723> and an astonishment, <WH8047> and a curse, <WH7045> without <WH369> an inhabitant, <WH3427> as at this <WH2088> day. <WH3117>"},{"number":23,"verse":"Because <WH6440> <WH834> you have burned <WH6999> incense, <WH6999> and because <WH834> you have sinned <WH2398> against the LORD, <WH3068> and have not obeyed <WH8085> the voice <WH6963> of the LORD, <WH3068> nor <WH3808> walked <WH1980> in his law, <WH8451> nor in his statutes, <WH2708> nor in his testimonies; <WH5715> therefore <WH5921> <WH3652> this <WH2063> evil <WH7451> is happened <WH7122> to you, as at this <WH2088> day. <WH3117>"},{"number":24,"verse":"Moreover Jeremiah <WH3414> said <WH559> to all <WH3605> the people, <WH5971> and to all <WH3605> the women, <WH802> Hear <WH8085> the word <WH1697> of the LORD, <WH3068> all <WH3605> Judah <WH3063> that are in the land <WH776> of Egypt: <WH4714>"},{"number":25,"verse":"Thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> saying; <WH559> You and your wives <WH802> have both spoken <WH1696> with your mouths, <WH6310> and fulfilled <WH4390> with your hand, <WH3027> saying, <WH559> We will surely perform <WH6213> our vows <WH5088> that we have vowed, <WH5087> to burn <WH6999> incense <WH6999> to the queen <WH4446> of heaven, <WH8064> and to pour <WH5258> out drink <WH5262> offerings to her: you will surely accomplish <WH6965> your vows, <WH5088> and surely perform <WH6213> your vows. <WH5088>"},{"number":26,"verse":"Therefore <WH3651> hear <WH8085> you the word <WH1697> of the LORD, <WH3068> all <WH3605> Judah <WH3063> that dwell <WH3427> in the land <WH776> of Egypt; <WH4714> Behold, <WH2005> I have sworn <WH7650> by my great <WH1419> name, <WH8034> said <WH559> the LORD, <WH3068> that my name <WH8034> shall no <WH518> more <WH5750> be named <WH7121> in the mouth <WH6310> of any <WH3605> man <WH376> of Judah <WH3063> in all <WH3605> the land <WH776> of Egypt, <WH4714> saying, <WH559> The Lord <WH136> GOD <WH3069> lives. <WH2416>"},{"number":27,"verse":"Behold, <WH2005> I will watch <WH8245> over <WH5921> them for evil, <WH7451> and not for good: <WH2896> and all <WH3605> the men <WH376> of Judah <WH3063> that are in the land <WH776> of Egypt <WH4714> shall be consumed <WH8552> by the sword <WH2719> and by the famine, <WH7458> until <WH5704> there be an end <WH3615> of them."},{"number":28,"verse":"Yet a small <WH4962> number <WH4557> that escape <WH6412> the sword <WH2719> shall return <WH7725> out of the land <WH776> of Egypt <WH4714> into the land <WH776> of Judah, <WH3063> and all <WH3605> the remnant <WH7611> of Judah, <WH3063> that are gone <WH935> into the land <WH776> of Egypt <WH4714> to sojourn <WH1481> there, <WH8033> shall know <WH3045> whose <WH4310> words <WH1697> shall stand, <WH6965> mine, or their's. <WH1992>"},{"number":29,"verse":"And this <WH2063> shall be a sign <WH226> to you, said <WH5002> the LORD, <WH3068> that I will punish <WH6485> you in this <WH2088> place, <WH4725> that you may know <WH3045> that my words <WH1697> shall surely stand <WH6965> against <WH5921> you for evil: <WH7451>"},{"number":30,"verse":"Thus <WH3541> said <WH559> the LORD; <WH3068> Behold, <WH2005> I will give <WH5414> Pharaohhophra <WH6548> king <WH4428> of Egypt <WH4714> into the hand <WH3027> of his enemies, <WH341> and into the hand <WH3027> of them that seek <WH1245> his life; <WH5315> as I gave <WH5414> Zedekiah <WH6667> king <WH4428> of Judah <WH3063> into the hand <WH3027> of Nebuchadrezzar <WH5019> king <WH4428> of Babylon, <WH894> his enemy, <WH341> and that sought <WH1245> his life. <WH5315>"}]}