{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"Thus <WH3541> said <WH559> the LORD; <WH3068> Behold, <WH2005> I will raise <WH5782> up against <WH5921> Babylon, <WH894> and against <WH413> them that dwell <WH3427> in the middle <WH3820> of them that rise <WH6965> up against me, a destroying <WH7843> wind; <WH7307>"},{"number":2,"verse":"And will send <WH7971> to Babylon <WH894> fanners, <WH2114> that shall fan <WH2219> her, and shall empty <WH1238> her land: <WH776> for in the day <WH3117> of trouble <WH7451> they shall be against <WH5921> her round <WH5439> about."},{"number":3,"verse":"Against <WH413> him that bends <WH1869> let the archer <WH1869> bend <WH1869> his bow, <WH7198> and against <WH413> him that lifts <WH5927> himself up in his brigandine: <WH5630> and spare <WH2550> you not her young <WH970> men; destroy <WH2763> you utterly all <WH3605> her host. <WH6635>"},{"number":4,"verse":"Thus the slain <WH2491> shall fall <WH5307> in the land <WH776> of the Chaldeans, <WH3778> and they that are thrust <WH1856> through <WH1856> in her streets. <WH2351>"},{"number":5,"verse":"For Israel <WH3478> has not been forsaken, <WH488> nor Judah <WH3063> of his God, <WH430> of the LORD <WH3068> of hosts; <WH6635> though <WH3588> their land <WH776> was filled <WH4390> with sin <WH817> against the Holy <WH6918> One of Israel. <WH3478>"},{"number":6,"verse":"Flee <WH5127> out of the middle <WH8432> of Babylon, <WH894> and deliver <WH4422> every man <WH376> his soul: <WH5315> be not cut <WH1826> off in her iniquity; <WH5771> for this <WH1931> is the time <WH6256> of the LORD's <WH3068> vengeance; <WH5360> he will render <WH7999> to her a recompense. <WH1576>"},{"number":7,"verse":"Babylon <WH894> has been a golden <WH2091> cup <WH3563> in the LORD's <WH3068> hand, <WH3027> that made all <WH3605> the earth <WH776> drunken: <WH7937> the nations <WH1471> have drunken <WH8354> of her wine; <WH3196> therefore <WH5921> <WH3651> the nations <WH1471> are mad. <WH1984>"},{"number":8,"verse":"Babylon <WH894> is suddenly <WH6597> fallen <WH5307> and destroyed: <WH7665> howl <WH3213> for her; take <WH3947> balm <WH6875> for her pain, <WH4341> if <WH194> so be she may be healed. <WH7495>"},{"number":9,"verse":"We would have healed <WH7495> Babylon, <WH894> but she is not healed: <WH7495> forsake <WH5800> her, and let us go <WH3212> every <WH376> one <WH376> into his own country: <WH776> for her judgment <WH4941> reaches <WH5060> to heaven, <WH8064> and is lifted <WH5375> up even to the skies. <WH7834>"},{"number":10,"verse":"The LORD <WH3068> has brought <WH3318> forth <WH3318> our righteousness: <WH6666> come, <WH935> and let us declare <WH5608> in Zion <WH6726> the work <WH4639> of the LORD <WH3068> our God. <WH430>"},{"number":11,"verse":"Make bright <WH1305> the arrows; <WH2671> gather <WH4390> the shields: <WH7982> the LORD <WH3068> has raised <WH5782> up the spirit <WH7307> of the kings <WH4428> of the Medes: <WH4074> for his device <WH4209> is against <WH5921> Babylon, <WH894> to destroy <WH7843> it; because <WH3588> it is the vengeance <WH5360> of the LORD, <WH3068> the vengeance <WH5360> of his temple. <WH1964>"},{"number":12,"verse":"Set <WH5375> up the standard <WH5251> on the walls <WH2346> of Babylon, <WH894> make the watch <WH4929> strong, <WH2388> set <WH6965> up the watchmen, <WH8104> prepare <WH3559> the ambushes: <WH693> for the LORD <WH3068> has both <WH1571> devised <WH2161> and done <WH6213> that which <WH834> he spoke <WH1696> against <WH413> the inhabitants <WH3427> of Babylon. <WH894>"},{"number":13,"verse":"O you that dwell <WH7931> on many <WH7227> waters, <WH4325> abundant <WH7227> in treasures, <WH214> your end <WH7093> is come, <WH935> and the measure <WH520> of your covetousness. <WH1215>"},{"number":14,"verse":"The LORD <WH3068> of hosts <WH6635> has sworn <WH7650> by himself, <WH5315> saying, Surely <WH3588> <WH518> I will fill <WH4390> you with men, <WH120> as with caterpillars; <WH3218> and they shall lift <WH6030> up a shout <WH1959> against <WH5921> you."},{"number":15,"verse":"He has made <WH6213> the earth <WH776> by his power, <WH3581> he has established <WH3559> the world <WH8398> by his wisdom, <WH2451> and has stretched <WH5186> out the heaven <WH8064> by his understanding. <WH8394>"},{"number":16,"verse":"When he utters <WH5414> his voice, <WH6963> there is a multitude <WH527> of waters <WH4325> in the heavens; <WH8064> and he causes the vapors <WH5387> to ascend <WH5927> from the ends <WH7097> of the earth: <WH776> he makes <WH6213> lightning <WH1300> with rain, <WH4306> and brings <WH3318> forth <WH3318> the wind <WH7307> out of his treasures. <WH214>"},{"number":17,"verse":"Every <WH3605> man <WH120> is brutish <WH1197> by his knowledge; <WH1847> every <WH3605> founder <WH6884> is confounded <WH3001> by the graven <WH6459> image: <WH6459> for his molten <WH5262> image is falsehood, <WH8267> and there is no <WH3808> breath <WH7307> in them."},{"number":18,"verse":"They are vanity, <WH1892> the work <WH4639> of errors: <WH8595> in the time <WH6256> of their visitation <WH6486> they shall perish. <WH6>"},{"number":19,"verse":"The portion <WH2506> of Jacob <WH3290> is not like them; for he is the former <WH3335> of all <WH3605> things: and Israel is the rod <WH7626> of his inheritance: <WH5159> the LORD <WH3068> of hosts <WH6635> is his name. <WH8034>"},{"number":20,"verse":"You are my battle <WH4661> ax <WH4661> and weapons <WH3627> of war: <WH4421> for with you will I break <WH5310> in pieces the nations, <WH1471> and with you will I destroy <WH7843> kingdoms; <WH4467>"},{"number":21,"verse":"And with you will I break <WH5310> in pieces the horse <WH5483> and his rider; <WH7392> and with you will I break <WH5310> in pieces the chariot <WH7393> and his rider; <WH7392>"},{"number":22,"verse":"With you also will I break <WH5310> in pieces man <WH376> and woman; <WH802> and with you will I break <WH5310> in pieces old <WH2205> and young; <WH5288> and with you will I break <WH5310> in pieces the young <WH970> man and the maid; <WH1330>"},{"number":23,"verse":"I will also break <WH5310> in pieces with you the shepherd <WH7462> and his flock; <WH5739> and with you will I break <WH5310> in pieces the farmer <WH406> and his yoke <WH6776> of oxen; and with you will I break <WH5310> in pieces captains <WH6346> and rulers. <WH5461>"},{"number":24,"verse":"And I will render <WH7999> to Babylon <WH894> and to all <WH3605> the inhabitants <WH3427> of Chaldea <WH3778> all <WH3605> their evil <WH7451> that they have done <WH6213> in Zion <WH6726> in your sight, <WH5869> said <WH5002> the LORD. <WH3068>"},{"number":25,"verse":"Behold, <WH2005> I am against <WH413> you, O destroying <WH4889> mountain, <WH2022> said <WH5002> the LORD, <WH3068> which destroy <WH7843> all <WH3605> the earth: <WH776> and I will stretch <WH5186> out my hand <WH3027> on you, and roll <WH1556> you down from the rocks, <WH5553> and will make <WH5414> you a burnt <WH8316> mountain. <WH2022>"},{"number":26,"verse":"And they shall not take <WH3947> of you a stone <WH68> for a corner, <WH6438> nor a stone <WH68> for foundations; <WH4146> but you shall be desolate <WH8077> for ever, <WH5769> said <WH5002> the LORD. <WH3068>"},{"number":27,"verse":"Set <WH5375> you up a standard <WH5251> in the land, <WH776> blow <WH8628> the trumpet <WH7782> among the nations, <WH1471> prepare <WH6942> the nations <WH1471> against <WH5921> her, call <WH8085> together against <WH5921> her the kingdoms <WH4467> of Ararat, <WH780> Minni, <WH4508> and Ashchenaz; <WH813> appoint <WH6485> a captain <WH2951> against <WH5921> her; cause the horses <WH5483> to come <WH5927> up as the rough <WH5569> caterpillars. <WH3218>"},{"number":28,"verse":"Prepare <WH6942> against <WH5921> her the nations <WH1471> with the kings <WH4428> of the Medes, <WH4074> the captains <WH6346> thereof, and all <WH3605> the rulers <WH5461> thereof, and all <WH3605> the land <WH776> of his dominion. <WH4475>"},{"number":29,"verse":"And the land <WH776> shall tremble <WH7493> and sorrow: <WH2342> for every purpose <WH4284> of the LORD <WH3068> shall be performed <WH6965> against <WH5921> Babylon, <WH894> to make <WH7760> the land <WH776> of Babylon <WH894> a desolation <WH8047> without <WH369> an inhabitant. <WH3427>"},{"number":30,"verse":"The mighty <WH1368> men of Babylon <WH894> have declined <WH2308> to fight, <WH3898> they have remained <WH3427> in their holds: <WH4679> their might <WH1369> has failed; <WH5405> they became <WH1961> as women: <WH802> they have burned <WH3341> her dwelling places; <WH4908> her bars <WH1280> are broken. <WH7665>"},{"number":31,"verse":"One post <WH7323> shall run <WH7323> to meet <WH7125> another, and one messenger <WH5046> to meet <WH7125> another, to show <WH5046> the king <WH4428> of Babylon <WH894> that his city <WH5892> is taken <WH3920> at one end, <WH7097>"},{"number":32,"verse":"And that the passages <WH4569> are stopped, <WH8610> and the reeds <WH98> they have burned <WH8313> with fire, <WH784> and the men <WH582> of war <WH4421> are affrighted. <WH926>"},{"number":33,"verse":"For thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> The daughter <WH1323> of Babylon <WH894> is like a threshing floor, <WH1637> it is time <WH6256> to thresh <WH1869> her: yet <WH5750> a little <WH4592> while, and the time <WH6256> of her harvest <WH7105> shall come. <WH935>"},{"number":34,"verse":"Nebuchadrezzar <WH5019> the king <WH4428> of Babylon <WH894> has devoured <WH398> me, he has crushed <WH2000> me, he has made <WH3322> me an empty <WH7385> vessel, <WH3627> he has swallowed <WH1104> me up like a dragon, <WH8577> he has filled <WH4390> his belly <WH3770> with my delicates, <WH5730> he has cast <WH1740> me out."},{"number":35,"verse":"The violence <WH2555> done to me and to my flesh <WH7607> be on Babylon, <WH894> shall the inhabitant <WH3427> of Zion <WH6726> say; <WH559> and my blood <WH1818> on the inhabitants <WH3427> of Chaldea, <WH3778> shall Jerusalem <WH3389> say. <WH559>"},{"number":36,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD; <WH3068> Behold, <WH2005> I will plead <WH7378> your cause, <WH7379> and take vengeance <WH5360> for you; and I will dry <WH2717> up her sea, <WH3220> and make her springs <WH4726> dry. <WH3001>"},{"number":37,"verse":"And Babylon <WH894> shall become <WH1961> heaps, <WH1530> a dwelling place <WH4583> for dragons, <WH8577> an astonishment, <WH8047> and an hissing, <WH8322> without <WH369> an inhabitant. <WH3427>"},{"number":38,"verse":"They shall roar <WH7580> together <WH3162> like lions: <WH3715> they shall yell <WH5286> as lions' <WH738> whelps. <WH1484>"},{"number":39,"verse":"In their heat <WH2527> I will make <WH7896> their feasts, <WH4960> and I will make them drunken, <WH7937> that they may rejoice, <WH5937> and sleep <WH3462> a perpetual <WH5769> sleep, <WH8142> and not wake, <WH6974> said <WH5002> the LORD. <WH3068>"},{"number":40,"verse":"I will bring <WH3381> them down <WH3381> like lambs <WH3733> to the slaughter, <WH2873> like rams <WH352> with he goats. <WH6260>"},{"number":41,"verse":"How <WH349> is Sheshach <WH8347> taken! <WH3920> and how is the praise <WH8416> of the whole <WH3605> earth <WH776> surprised! <WH8610> how <WH349> is Babylon <WH894> become <WH1961> an astonishment <WH8047> among the nations! <WH1471>"},{"number":42,"verse":"The sea <WH3220> is come <WH5927> up on Babylon: <WH894> she is covered <WH3680> with the multitude <WH527> of the waves <WH1530> thereof."},{"number":43,"verse":"Her cities <WH5892> are a desolation, <WH8047> a dry <WH6723> land, <WH776> and a wilderness, <WH6160> a land <WH776> wherein <WH834> no <WH3808> man <WH376> dwells, <WH3427> neither <WH3808> does any son <WH1121> of man <WH120> pass <WH5674> thereby. <WH2004>"},{"number":44,"verse":"And I will punish <WH6485> Bel <WH1078> in Babylon, <WH894> and I will bring <WH3318> forth <WH3318> out of his mouth <WH6310> that which he has swallowed <WH1105> up: and the nations <WH1471> shall not flow <WH5102> together any more <WH5750> to him: yes, <WH1571> the wall <WH2346> of Babylon <WH894> shall fall. <WH5307>"},{"number":45,"verse":"My people, <WH5971> go <WH3318> you out of the middle <WH8432> of her, and deliver <WH4422> you every man <WH376> his soul <WH5315> from the fierce <WH2740> anger <WH639> of the LORD. <WH3068>"},{"number":46,"verse":"And lest <WH6435> your heart <WH3824> faint, <WH7401> and you fear <WH3372> for the rumor <WH8052> that shall be heard <WH8085> in the land; <WH776> a rumor <WH8052> shall both come <WH935> one year, <WH8141> and after <WH310> that in another year <WH8141> shall come a rumor, <WH8052> and violence <WH2555> in the land, <WH776> ruler <WH4910> against <WH5921> ruler. <WH4910>"},{"number":47,"verse":"Therefore, <WH3651> behold, <WH2009> the days <WH3117> come, <WH935> that I will do judgment <WH6485> on the graven <WH6456> images of Babylon: <WH894> and her whole <WH3605> land <WH776> shall be confounded, <WH954> and all <WH3605> her slain <WH2491> shall fall <WH5307> in the middle <WH8432> of her."},{"number":48,"verse":"Then the heaven <WH8064> and the earth, <WH776> and all <WH3605> that is therein, shall sing <WH7442> for Babylon: <WH894> for the spoilers <WH7703> shall come <WH935> to her from the north, <WH6828> said <WH5002> the LORD. <WH3068>"},{"number":49,"verse":"As Babylon <WH894> has caused the slain <WH2491> of Israel <WH3478> to fall, <WH5307> so at Babylon <WH894> shall fall <WH5307> the slain <WH2491> of all <WH3605> the earth. <WH776>"},{"number":50,"verse":"You that have escaped <WH6412> the sword, <WH2719> go <WH1980> away, stand <WH5975> not still: <WH5975> remember <WH2142> the LORD <WH3068> afar <WH7350> off, and let Jerusalem <WH3389> come <WH5927> into <WH5921> your mind. <WH3824>"},{"number":51,"verse":"We are confounded, <WH954> because <WH3588> we have heard <WH8085> reproach: <WH2781> shame <WH3639> has covered <WH3680> our faces: <WH6440> for strangers <WH2114> are come <WH935> into <WH5921> the sanctuaries <WH4720> of the LORD's <WH3068> house. <WH1004>"},{"number":52,"verse":"Why, <WH3651> behold, <WH2009> the days <WH3117> come, <WH935> said <WH5002> the LORD, <WH3068> that I will do judgment <WH6485> on her graven <WH6456> images: and through all <WH3605> her land <WH776> the wounded <WH2491> shall groan. <WH602>"},{"number":53,"verse":"Though <WH3588> Babylon <WH894> should mount <WH5927> up to heaven, <WH8064> and though <WH3588> she should fortify <WH1219> the height <WH4791> of her strength, <WH5797> yet from me shall spoilers <WH7703> come <WH935> to her, said <WH5002> the LORD. <WH3068>"},{"number":54,"verse":"A sound <WH6963> of a cry <WH2201> comes from Babylon, <WH894> and great <WH1419> destruction <WH7667> from the land <WH776> of the Chaldeans: <WH3778>"},{"number":55,"verse":"Because <WH3588> the LORD <WH3068> has spoiled <WH7703> Babylon, <WH894> and destroyed <WH6> out of her the great <WH1419> voice; <WH6963> when her waves <WH1530> do roar <WH1993> like great <WH7227> waters, <WH4325> a noise <WH7588> of their voice <WH6963> is uttered: <WH5414>"},{"number":56,"verse":"Because <WH3588> the spoiler <WH7703> is come <WH935> on her, even on Babylon, <WH894> and her mighty <WH1368> men are taken, <WH3920> every one of their bows <WH7198> is broken: <WH2865> for the LORD <WH3068> God <WH410> of recompenses <WH1578> shall surely requite. <WH7999>"},{"number":57,"verse":"And I will make drunk <WH7937> her princes, <WH8269> and her wise <WH2450> men, her captains, <WH6346> and her rulers, <WH5461> and her mighty <WH1368> men: and they shall sleep <WH3462> a perpetual <WH5769> sleep, <WH8142> and not wake, <WH6974> said <WH5002> the King, <WH4428> whose name <WH8034> is the LORD <WH3068> of hosts. <WH6635>"},{"number":58,"verse":"Thus <WH3541> said <WH559> the LORD <WH3068> of hosts; <WH6635> The broad <WH7342> walls <WH2346> of Babylon <WH894> shall be utterly broken, <WH6209> and her high <WH1364> gates <WH8179> shall be burned <WH3341> with fire; <WH784> and the people <WH5971> shall labor <WH3021> in vain, <WH7385> and the folk <WH3816> in the fire, <WH784> and they shall be weary. <WH3286>"},{"number":59,"verse":"The word <WH1697> which <WH834> Jeremiah <WH3414> the prophet <WH5030> commanded <WH6680> Seraiah <WH8304> the son <WH1121> of Neriah, <WH5374> the son <WH1121> of Maaseiah, <WH4271> when he went <WH3212> with Zedekiah <WH6667> the king <WH4428> of Judah <WH3063> into Babylon <WH894> in the fourth <WH7243> year <WH8141> of his reign. <WH4427> And this Seraiah <WH8304> was a quiet <WH4496> prince. <WH8269>"},{"number":60,"verse":"So Jeremiah <WH3414> wrote <WH3789> in a book <WH5612> all <WH3605> the evil <WH7451> that should come <WH935> on Babylon, <WH894> even <WH853> all <WH3605> these <WH428> words <WH1697> that are written <WH3789> against <WH413> Babylon. <WH894>"},{"number":61,"verse":"And Jeremiah <WH3414> said <WH559> to Seraiah, <WH8304> When you come <WH935> to Babylon, <WH894> and shall see, <WH7200> and shall read <WH7121> all <WH3605> these <WH428> words; <WH1697>"},{"number":62,"verse":"Then shall you say, <WH559> O LORD, <WH3068> you have spoken <WH1696> against <WH413> this <WH2088> place, <WH4725> to cut <WH3772> it off, that none <WH1115> shall remain <WH3427> in it, neither <WH1115> man <WH120> nor beast, <WH929> but that it shall be desolate <WH8077> for ever. <WH5769>"},{"number":63,"verse":"And it shall be, when you have made an end <WH3615> of reading <WH7121> this <WH2088> book, <WH5612> that you shall bind <WH7194> a stone <WH68> to it, and cast <WH7993> it into <WH413> the middle <WH8432> of Euphrates: <WH6578>"},{"number":64,"verse":"And you shall say, <WH559> Thus <WH3602> shall Babylon <WH894> sink, <WH8257> and shall not rise <WH6965> from the evil <WH7451> that I will bring <WH935> on her: and they shall be weary. <WH3286> Thus <WH2008> far <WH2008> are the words <WH1697> of Jeremiah. <WH3414>"}]}