{"bibleAbbr":"AKJV1999+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"Oh that my head <WH7218> were waters, <WH4325> and my eyes <WH5869> a fountain <WH4726> of tears, <WH1832> that I might weep <WH1058> day <WH3119> and night <WH3915> for the slain <WH2491> of the daughter <WH1323> of my people! <WH5971>"},{"number":2,"verse":"Oh that I had in the wilderness <WH4057> a lodging <WH4411> place of wayfaring <WH732> men; that I might leave <WH5800> my people, <WH5971> and go <WH3212> from them! for they be all <WH3605> adulterers, <WH5003> an assembly <WH6116> of treacherous <WH898> men."},{"number":3,"verse":"And they bend <WH1869> their tongues <WH3956> like their bow <WH7198> for lies: <WH8267> but they are not valiant <WH1396> for the truth <WH530> on the earth; <WH776> for they proceed <WH3318> from evil <WH7451> to evil, <WH7451> and they know <WH3045> not me, said <WH5002> the LORD. <WH3068>"},{"number":4,"verse":"Take you heed <WH8104> every <WH376> one <WH376> of his neighbor, <WH7453> and trust <WH982> you not in any <WH3605> brother: <WH251> for every <WH3605> brother <WH251> will utterly supplant, <WH6117> and every <WH3605> neighbor <WH7453> will walk <WH1980> with slanders. <WH7400>"},{"number":5,"verse":"And they will deceive <WH2048> every <WH376> one <WH376> his neighbor, <WH7453> and will not speak <WH1696> the truth: <WH571> they have taught <WH3925> their tongue <WH3956> to speak <WH1696> lies, <WH8267> and weary <WH3811> themselves to commit <WH5753> iniquity. <WH5753>"},{"number":6,"verse":"Your habitation <WH3427> is in the middle <WH8432> of deceit; <WH4820> through deceit <WH4820> they refuse <WH3985> to know <WH3045> me, said <WH5002> the LORD. <WH3068>"},{"number":7,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> Behold, <WH2005> I will melt <WH6884> them, and try <WH974> them; for how <WH349> shall I do <WH6213> for the daughter <WH1323> of my people? <WH5971>"},{"number":8,"verse":"Their tongue <WH3956> is as an arrow <WH2671> shot <WH7819> out; it speaks <WH1696> deceit: <WH4820> one speaks <WH1696> peaceably <WH7965> to his neighbor <WH7453> with his mouth, <WH6310> but in heart <WH7130> he lays <WH7760> his wait. <WH696>"},{"number":9,"verse":"Shall I not visit <WH6485> them for these <WH428> things? said <WH5002> the LORD: <WH3068> shall not my soul <WH5315> be avenged <WH5358> on such <WH834> a nation <WH1471> as this? <WH2088>"},{"number":10,"verse":"For the mountains <WH2022> will I take <WH5375> up a weeping <WH1065> and wailing, <WH5092> and for the habitations <WH4999> of the wilderness <WH4057> a lamentation, <WH7015> because <WH3588> they are burned <WH3341> up, so that none <WH1097> <WH376> can pass <WH5674> through them; neither <WH3808> can men hear <WH8085> the voice <WH6963> of the cattle; <WH4735> both the fowl <WH5775> of the heavens <WH8064> and the beast <WH929> are fled; <WH5074> they are gone. <WH1980>"},{"number":11,"verse":"And I will make <WH5414> Jerusalem <WH3389> heaps, <WH1530> and a den <WH4583> of dragons; <WH8577> and I will make <WH5414> the cities <WH5892> of Judah <WH3063> desolate, <WH8077> without <WH1097> an inhabitant. <WH3427>"},{"number":12,"verse":"Who <WH4310> is the wise <WH2450> man, <WH376> that may understand <WH995> this? <WH2063> and who is he to whom <WH834> the mouth <WH6310> of the LORD <WH3068> has spoken, <WH1696> that he may declare <WH5046> it, for what <WH4100> the land <WH776> perishes <WH6> and is burned <WH3341> up like a wilderness, <WH4057> that none <WH1097> passes <WH5674> through?"},{"number":13,"verse":"And the LORD <WH3068> said, <WH559> Because <WH5921> they have forsaken <WH5800> my law <WH8451> which <WH834> I set <WH5414> before <WH6440> them, and have not obeyed <WH8085> my voice, <WH6963> neither <WH3808> walked <WH1980> therein;"},{"number":14,"verse":"But have walked <WH3212> after <WH310> the imagination <WH8307> of their own heart, <WH3820> and after <WH310> Baalim, <WH1168> which <WH834> their fathers <WH1> taught <WH3925> them:"},{"number":15,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> the God <WH430> of Israel; <WH3478> Behold, <WH2005> I will feed <WH398> them, even this <WH2088> people, <WH5971> with wormwood, <WH3939> and give them water <WH4325> of gall <WH7219> to drink. <WH8248>"},{"number":16,"verse":"I will scatter <WH6327> them also among the heathen, <WH1471> whom <WH834> neither <WH3808> they nor their fathers <WH1> have known: <WH3045> and I will send <WH7971> a sword <WH2719> after <WH310> them, till <WH5704> I have consumed <WH3615> them."},{"number":17,"verse":"Thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> Consider <WH995> you, and call <WH7121> for the mourning <WH6969> women, that they may come; <WH935> and send <WH7971> for cunning <WH2450> women, that they may come: <WH935>"},{"number":18,"verse":"And let them make haste, <WH4116> and take <WH5375> up a wailing <WH5092> for us, that our eyes <WH5869> may run <WH3381> down with tears, <WH1832> and our eyelids <WH6079> gush <WH5140> out with waters. <WH4325>"},{"number":19,"verse":"For a voice <WH6963> of wailing <WH5092> is heard <WH8085> out of Zion, <WH6726> How <WH349> are we spoiled! <WH7703> we are greatly <WH3966> confounded, <WH954> because <WH3588> we have forsaken <WH5800> the land, <WH776> because <WH3588> our dwellings <WH4908> have cast <WH7993> us out."},{"number":20,"verse":"Yet <WH3588> hear <WH8085> the word <WH1697> of the LORD, <WH3068> O you women, <WH802> and let your ear <WH241> receive <WH3947> the word <WH1697> of his mouth, <WH6310> and teach <WH3925> your daughters <WH1323> wailing, <WH5092> and every <WH802> one her neighbor <WH7468> lamentation. <WH7015>"},{"number":21,"verse":"For death <WH4194> is come <WH5927> up into our windows, <WH2474> and is entered <WH935> into our palaces, <WH759> to cut <WH3772> off the children <WH5768> from without, <WH2351> and the young <WH970> men from the streets. <WH7339>"},{"number":22,"verse":"Speak, <WH1696> Thus <WH3541> said <WH5002> the LORD, <WH3068> Even the carcasses <WH5038> of men <WH120> shall fall <WH5307> as dung <WH1828> on the open <WH6440> field, <WH7704> and as the handful <WH5995> after <WH310> the harvestman, <WH7114> and none <WH369> shall gather <WH622> them."},{"number":23,"verse":"Thus <WH3541> said <WH559> the LORD, <WH3068> Let not the wise <WH2450> man glory <WH1984> in his wisdom, <WH2451> neither <WH408> let the mighty <WH1368> man glory <WH1984> in his might, <WH1369> let not the rich <WH6223> man glory <WH1984> in his riches: <WH6239>"},{"number":24,"verse":"But let him that glories <WH1984> glory <WH1984> in this, <WH2063> that he understands <WH7919> and knows <WH3045> me, that I am the LORD <WH3068> which exercise <WH6213> loving kindness, <WH2617> judgment, <WH4941> and righteousness, <WH6666> in the earth: <WH776> for in these <WH428> things I delight, <WH2654> said <WH5002> the LORD. <WH3068>"},{"number":25,"verse":"Behold, <WH2009> the days <WH3117> come, <WH935> said <WH5002> the LORD, <WH3068> that I will punish <WH6485> all <WH3605> them which are circumcised <WH4135> with the uncircumcised; <WH6190>"},{"number":26,"verse":"Egypt, <WH4714> and Judah, <WH3063> and Edom, <WH123> and the children <WH1121> of Ammon, <WH5983> and Moab, <WH4124> and all <WH3605> that are in the utmost <WH7112> corners, <WH6285> that dwell <WH3427> in the wilderness: <WH4057> for all <WH3605> these nations <WH1471> are uncircumcised, <WH6189> and all <WH3605> the house <WH1004> of Israel <WH3478> are uncircumcised <WH6189> in the heart. <WH3820>"}]}