{"bibleAbbr":"ERV2006","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"John Sends Men to Ask Jesus a Question (Cross references: : Lk. 7:18-35) When Jesus finished these instructions for his twelve followers, he left there. He went to the towns in Galilee to teach the people and tell them God’s message."},{"number":2,"verse":"When John was in prison, he heard about the things that were happening—things the Messiah would do. So he sent some of his followers to Jesus."},{"number":3,"verse":"They asked him, “Are you the one we have been expecting, or should we wait for someone else?”"},{"number":4,"verse":"Jesus answered, “Go tell John what you have heard and seen:"},{"number":5,"verse":"The blind can see. The crippled can walk. People with leprosy are healed. The deaf can hear. The dead are brought back to life. And the Good News is being told to the poor."},{"number":6,"verse":"Great blessings belong to those who don’t have a problem accepting me.”"},{"number":7,"verse":"When John’s followers left, Jesus began talking to the people about John. He said, “What did you people go out to the desert to see? Someone who is weak, like a stem of grass (stem of grass Literally, “reed.”) blowing in the wind?"},{"number":8,"verse":"Really, what did you expect to see? Someone dressed in fine clothes? Of course not. People who wear fine clothes are all in kings’ palaces."},{"number":9,"verse":"So what did you go out to see? A prophet? Yes, John is a prophet. But I tell you, he is more than that."},{"number":10,"verse":"This Scripture was written about him: ‘Listen! I will send my messenger ahead of you. He will prepare the way for you.’ (: Malachi 3:1)"},{"number":11,"verse":"“The truth is that John the Baptizer is greater than anyone who has ever come into this world. But even the least important person in God’s kingdom is greater than John."},{"number":12,"verse":"Since the time John the Baptizer came until now, God’s kingdom has been going forward strongly. (has been … strongly Or “has suffered violence.”) And people have been trying to take control of it by force."},{"number":13,"verse":"Before John came, the Law of Moses and all the prophets told about the things that would happen."},{"number":14,"verse":"And if you believe what they said, then John is Elijah. (Elijah See Mal. 4:5-6.) He is the one they said would come."},{"number":15,"verse":"You people who hear me, listen!"},{"number":16,"verse":"“What can I say about the people who live today? What are they like? The people today are like children sitting in the marketplace. One group of children calls to the other group,"},{"number":17,"verse":"‘We played flute music for you, but you did not dance; we sang a funeral song, but you were not sad.’"},{"number":18,"verse":"Why do I say people are like that? Because John came, not eating like other people or drinking wine, and people say, ‘He has a demon inside him.’"},{"number":19,"verse":"The Son of Man came eating and drinking, and people say, ‘Look at him! He eats too much and drinks too much wine. He’s a friend of tax collectors and other sinners.’ But wisdom is shown to be right by what it does.”"},{"number":20,"verse":"Jesus Warns People Who Refuse to Believe Then Jesus criticized the cities where he did most of his miracles. He criticized these cities because the people there did not change their lives and stop sinning."},{"number":21,"verse":"Jesus said, “It will be bad for you Chorazin! It will be bad for you Bethsaida! I did many miracles in you. If these same miracles had happened in Tyre and Sidon, the people there would have changed their lives a long time ago. They would have worn sackcloth and put ashes on themselves to show that they were sorry for their sins."},{"number":22,"verse":"But I tell you, on the day of judgment it will be worse for you than for Tyre and Sidon."},{"number":23,"verse":"“And you, Capernaum, will you be lifted up to heaven? No! You will be thrown down to the place of death. I did many miracles in you. If these same miracles had happened in Sodom, the people there would have stopped sinning, and it would still be a city today."},{"number":24,"verse":"But I tell you, it will be worse for you in the day of judgment than for Sodom.”"},{"number":25,"verse":"Jesus Offers Rest to His People Then Jesus said, “I praise you, Father, Lord of heaven and earth. I am thankful that you have hidden these things from those who are so wise and so smart. But you have shown them to people who are like little children."},{"number":26,"verse":"Yes, Father, you did this because it’s what you really wanted to do."},{"number":27,"verse":"“My Father has given me everything. No one knows the Son—only the Father knows the Son. And no one knows the Father—only the Son knows the Father. And the only people who will know about the Father are those the Son chooses to tell."},{"number":28,"verse":"“Come to me all of you who are tired from the heavy burden you have been forced to carry. I will give you rest."},{"number":29,"verse":"Accept my teaching. (Accept my teaching Literally, “Take my yoke upon you.” A yoke was put on the neck of a work animal for pulling a load. It was a Jewish symbol for the law. See Acts 15:10; Gal. 5:1.) Learn from me. I am gentle and humble in spirit. And you will be able to get some rest."},{"number":30,"verse":"Yes, the teaching that I ask you to accept is easy. The load I give you to carry is light.”"}]}