{"bibleAbbr":"ERV2006","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":13,"verses":[{"number":1,"verse":"(A Story About a Farmer Sowing Seed) (Cross references: : Mk. 4:1-9; Lk. 8:4-8) That same day Jesus went out of the house and sat by the lake."},{"number":2,"verse":"A large crowd gathered around him. So he got into a boat and sat down. All the people stayed on the shore."},{"number":3,"verse":"Then Jesus used stories to teach them many things. He told them this story: “A farmer went out to sow seed."},{"number":4,"verse":"While he was scattering the seed, some of it fell by the road. The birds came and ate all that seed."},{"number":5,"verse":"Other seed fell on rocky ground, where there was not enough dirt. It grew very fast there, because the soil was not deep."},{"number":6,"verse":"But when the sun rose, it burned the plants. The plants died because they did not have deep roots."},{"number":7,"verse":"Some other seed fell among thorny weeds. The weeds grew and stopped the good plants from growing."},{"number":8,"verse":"But some of the seed fell on good ground. There it grew and made grain. Some plants made 100 times more grain, some 60 times more, and some 30 times more."},{"number":9,"verse":"You people who hear me, listen!”"},{"number":10,"verse":"(Why Jesus Used Stories to Teach) The followers came to Jesus and asked, “Why do you use these stories to teach the people?”"},{"number":11,"verse":"Jesus answered, “Only you can know the secret truths about God’s kingdom. Those other people cannot know these secret truths."},{"number":12,"verse":"The people who have some understanding will be given more. And they will have even more than they need. But those who do not have much understanding will lose even the little understanding that they have."},{"number":13,"verse":"This is why I use these stories to teach the people: They see, but they don’t really see. They hear, but they don’t really hear or understand."},{"number":14,"verse":"So they show that what Isaiah said about them is true: ‘You people will listen and listen, but you will not understand. You will look and look, but you will not really see."},{"number":15,"verse":"Yes, the minds of these people are now closed. They have ears, but they don’t listen. They have eyes, but they refuse to see. If their minds were not closed, they might see with their eyes; they might hear with their ears; they might understand with their minds. Then they might turn back to me and be healed.’ (: Isaiah 6:9-10)"},{"number":16,"verse":"But God has blessed you. You understand what you see with your eyes. And you understand what you hear with your ears."},{"number":17,"verse":"I can assure you, many prophets and godly people wanted to see what you now see. But they did not see it. And many prophets and godly people wanted to hear what you now hear. But they did not hear it."},{"number":18,"verse":"(Jesus Explains the Story About Seed) “So listen to the meaning of that story about the farmer:"},{"number":19,"verse":"“What about the seed that fell by the path? That is like the people who hear the teaching about God’s kingdom but do not understand it. The Evil One comes and takes away what was planted in their hearts."},{"number":20,"verse":"“And what about the seed that fell on rocky ground? That is like the people who hear the teaching and quickly and gladly accept it."},{"number":21,"verse":"But they do not let the teaching go deep into their lives. They keep it only a short time. As soon as trouble or persecution comes because of the teaching they accepted, they give up."},{"number":22,"verse":"“And what about the seed that fell among the thorny weeds? That is like the people who hear the teaching but let worries about this life and love for money stop it from growing. So it does not produce a crop in their lives."},{"number":23,"verse":"“But what about the seed that fell on the good ground? That is like the people who hear the teaching and understand it. They grow and produce a good crop, sometimes 100 times more, sometimes 60 times more, and sometimes 30 times more.”"},{"number":24,"verse":"(A Story About Wheat and Weeds) Then Jesus used another story to teach them. Jesus said, “God’s kingdom is like a man who planted good seed in his field."},{"number":25,"verse":"That night, while everyone was asleep, the man’s enemy came and planted weeds among the wheat and then left."},{"number":26,"verse":"Later, the wheat grew, and heads of grain grew on the plants. But at the same time the weeds also grew."},{"number":27,"verse":"Then the man’s servants came to him and said, ‘You planted good seed in your field. Where did the weeds come from?’"},{"number":28,"verse":"“The man answered, ‘An enemy planted weeds.’ “The servants asked, ‘Do you want us to go and pull up the weeds?’"},{"number":29,"verse":"“He answered, ‘No, because when you pull up the weeds, you might also pull up the wheat."},{"number":30,"verse":"Let the weeds and the wheat grow together until the harvest time. At the harvest time I will tell the workers this: First, gather the weeds and tie them together to be burned. Then gather the wheat and bring it to my barn.’”"},{"number":31,"verse":"(What Is God’s Kingdom Like?) Then Jesus told the people another story: “God’s kingdom is like a mustard seed that a man plants in his field."},{"number":32,"verse":"It is the smallest of all seeds. But when it grows, it is the largest of all garden plants. It becomes a tree big enough for the birds to come and make nests in its branches.”"},{"number":33,"verse":"Then Jesus told them another story: “God’s kingdom is like yeast that a woman mixes into a big bowl of flour to make bread. The yeast makes all the dough rise.”"},{"number":34,"verse":"Jesus used stories to tell all these things to the people. He always used stories to teach them."},{"number":35,"verse":"This was to make clear the full meaning of what the prophet said: “I will speak using stories; I will tell things that have been secrets since the world was made.” (: Psalm 78:2)"},{"number":36,"verse":"(Jesus Explains a Hard Story) Then Jesus left the people and went into the house. His followers came to him and said, “Explain to us the meaning of the story about the weeds in the field.”"},{"number":37,"verse":"He answered, “The man who planted the good seed in the field is the Son of Man."},{"number":38,"verse":"The field is the world. The good seed are the people in God’s kingdom. The weeds are the people who belong to the Evil One."},{"number":39,"verse":"And the enemy who planted the bad seed is the devil. The harvest is the end of time. And the workers who gather are God’s angels."},{"number":40,"verse":"“The weeds are pulled up and burned in the fire. It will be the same at the end of time."},{"number":41,"verse":"The Son of Man will send his angels, and they will find the people who cause sin and all those who do evil. The angels will take those people out of his kingdom."},{"number":42,"verse":"They will throw them into the place of fire. There the people will be crying and grinding their teeth with pain."},{"number":43,"verse":"Then the godly people will shine like the sun. They will be in the kingdom of their Father. You people who hear me, listen!"},{"number":44,"verse":"(Stories About a Treasure and a Pearl) “God’s kingdom is like a treasure hidden in a field. One day a man found the treasure. He hid it again and was so happy that he went and sold everything he owned and bought the field."},{"number":45,"verse":"“Also, God’s kingdom is like a merchant looking for fine pearls."},{"number":46,"verse":"One day he found a very fine pearl. He went and sold everything he had to buy it."},{"number":47,"verse":"(A Story About a Fishing Net) “Also, God’s kingdom is like a net that was put into the lake. The net caught many different kinds of fish."},{"number":48,"verse":"It was full, so the fishermen pulled it to the shore. They sat down and put all the good fish in baskets. Then they threw away the bad fish."},{"number":49,"verse":"It will be the same at the end of time. The angels will come and separate the evil people from the godly people."},{"number":50,"verse":"They will throw the evil people into the place of fire. There the people will cry and grind their teeth with pain.”"},{"number":51,"verse":"Then Jesus asked his followers, “Do you understand all these things?” They said, “Yes, we understand.”"},{"number":52,"verse":"Then Jesus said to the followers, “So every teacher of the law who has learned about God’s kingdom has some new things to teach. He is like the owner of a house. He has new things and old things saved in that house. And he brings out the new with the old.”"},{"number":53,"verse":"(Jesus Goes to His Hometown) When Jesus finished teaching with these stories, he left there."},{"number":54,"verse":"He went to the town where he grew up. He taught the people in the synagogue, and they were amazed. They said, “Where did this man get such wisdom and this power to do miracles?"},{"number":55,"verse":"Isn’t he just the son of the carpenter we know? Isn’t his mother’s name Mary, and aren’t his brothers James, Joseph, Simon, and Judas?"},{"number":56,"verse":"And don’t all his sisters still live here in town? How is he able to do these things?”"},{"number":57,"verse":"So they had a problem accepting him. But Jesus said to them, “People everywhere give honor to a prophet, but in his own town or in his own home a prophet does not get any honor.”"},{"number":58,"verse":"Jesus did not do many miracles there, because the people did not believe in him."}]}