{"bibleAbbr":"ERV2006","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"(The Jewish Leaders Plan to Kill Jesus) (Cross references: : Mk. 14:1-2; Lk. 22:1-2; Jn. 11:45-53) After Jesus finished saying all these things, he said to his followers,"},{"number":2,"verse":"“You know that the day after tomorrow is Passover. On that day the Son of Man will be handed over to his enemies to be killed on a cross.”"},{"number":3,"verse":"Then the leading priests and the older Jewish leaders had a meeting at the palace where the high priest lived. The high priest’s name was Caiaphas."},{"number":4,"verse":"In the meeting they tried to find a way to arrest and kill Jesus without anyone knowing what they were doing. They planned to arrest Jesus and kill him."},{"number":5,"verse":"They said, “We cannot arrest Jesus during Passover. We don’t want the people to become angry and cause a riot.”"},{"number":6,"verse":"(A Woman Does Something Special) Jesus was in Bethany at the house of Simon the leper."},{"number":7,"verse":"While he was there, a woman came to him. She had an alabaster jar filled with expensive perfume. She poured the perfume on Jesus’ head while he was eating."},{"number":8,"verse":"The followers saw the woman do this and were upset at her. They said, “Why waste that perfume?"},{"number":9,"verse":"It could be sold for a lot of money, and the money could be given to those who are poor.”"},{"number":10,"verse":"But Jesus knew what happened. He said, “Why are you bothering this woman? She did a very good thing for me."},{"number":11,"verse":"You will always have the poor with you. (You will … with you See Deut. 15:11.) But you will not always have me."},{"number":12,"verse":"This woman poured perfume on my body. She did this to prepare me for burial after I die."},{"number":13,"verse":"The Good News will be told to people all over the world. And I can assure you that everywhere the Good News is told, the story of what this woman did will also be told, and people will remember her.”"},{"number":14,"verse":"(Judas Agrees to Help Jesus’ Enemies) Then one of the twelve followers went to talk to the leading priests. This was the follower named Judas Iscariot."},{"number":15,"verse":"He said, “I will hand Jesus over to you. What will you pay me for doing this?” The priests gave him 30 silver coins."},{"number":16,"verse":"After that Judas waited for the best time to hand Jesus over to them."},{"number":17,"verse":"(The Passover Meal) On the first day of the Festival of Unleavened Bread, the followers came to Jesus. They said, “We will prepare everything for you to eat the Passover meal. Where do you want us to have the meal?”"},{"number":18,"verse":"Jesus answered, “Go into the city. Go to a man I know. Tell him that the Teacher says, ‘The chosen time is near. I will have the Passover meal with my followers at your house.’”"},{"number":19,"verse":"They obeyed and did what Jesus told them to do. They prepared the Passover meal."},{"number":20,"verse":"In the evening Jesus was at the table with the twelve followers."},{"number":21,"verse":"They were all eating. Then Jesus said, “Believe me when I say that one of you twelve here will hand me over to my enemies.”"},{"number":22,"verse":"The followers were very sad to hear this. Each one said, “Lord, surely I am not the one!”"},{"number":23,"verse":"Jesus answered, “One who has dipped his bread in the same bowl with me will be the one to hand me over."},{"number":24,"verse":"The Son of Man will suffer what the Scriptures say will happen to him. But it will be very bad for the one who hands over the Son of Man to be killed. It would be better for him if he had never been born.”"},{"number":25,"verse":"Then Judas, the very one who would hand him over, said to Jesus, “Teacher, surely I am not the one you are talking about, am I?” Jesus answered, “Yes, it is you.”"},{"number":26,"verse":"(The Lord’s Supper) While they were eating, Jesus took some bread and thanked God for it. He broke off some pieces, gave them to his followers and said, “Take this bread and eat it. It is my body.”"},{"number":27,"verse":"Then he took a cup of wine, thanked God for it, and gave it to them. He said, “Each one of you drink some of it."},{"number":28,"verse":"This wine is my blood, which will be poured out to forgive the sins of many and begin the new agreement from God to his people."},{"number":29,"verse":"I want you to know, I will not drink this wine again until that day when we are together in my Father’s kingdom and the wine is new. Then I will drink it again with you.”"},{"number":30,"verse":"They all sang a song and then went out to the Mount of Olives."},{"number":31,"verse":"(Jesus Says His Followers Will Leave Him) Jesus told the followers, “Tonight you will all lose your faith in me. The Scriptures say, ‘I will kill the shepherd, and the sheep will run away.’ (: Zechariah 13:7)"},{"number":32,"verse":"But after I am killed, I will rise from death. Then I will go into Galilee. I will be there before you go there.”"},{"number":33,"verse":"Peter answered, “All the other followers may lose their faith in you. But my faith will never be shaken.”"},{"number":34,"verse":"Jesus answered, “The truth is, tonight you will say you don’t know me. You will deny me three times before the rooster crows.”"},{"number":35,"verse":"But Peter answered, “I will never say I don’t know you! I will even die with you!” And all the other followers said the same thing."},{"number":36,"verse":"(Jesus Prays Alone) Then Jesus went with his followers to a place called Gethsemane. He said to them, “Sit here while I go there and pray.”"},{"number":37,"verse":"He told Peter and the two sons of Zebedee to come with him. Then he began to be very sad and troubled."},{"number":38,"verse":"Jesus said to Peter and the two sons of Zebedee, “My heart is so heavy with grief, I feel as if I am dying. Wait here and stay awake with me.”"},{"number":39,"verse":"Then Jesus went on a little farther away from them. He fell to the ground and prayed, “My Father, if it is possible, don’t make me drink from this cup. (cup A symbol of suffering. Jesus used the idea of drinking from a cup to mean accepting the suffering he would face in the terrible events that were soon to come.) But do what you want, not what I want.”"},{"number":40,"verse":"Then he went back to his followers and found them sleeping. He said to Peter, “Could you men not stay awake with me for one hour?"},{"number":41,"verse":"Stay awake and pray for strength against temptation. Your spirit wants to do what is right, but your body is weak.”"},{"number":42,"verse":"Then Jesus went away a second time and prayed, “My Father, if I must do this (do this Literally, “drink this,” referring to the “cup,” the symbol of suffering in verse 39.) and it is not possible for me to escape it, then I pray that what you want will be done.”"},{"number":43,"verse":"Then he went back to the followers. Again he found them sleeping. They could not stay awake."},{"number":44,"verse":"So he left them and went away one more time and prayed. This third time he prayed, he said the same thing."},{"number":45,"verse":"Then Jesus went back to the followers and said, “Are you still sleeping and resting? The time has come for the Son of Man to be handed over to the control of sinful men."},{"number":46,"verse":"Stand up! We must go. Here comes the one who will hand me over.”"},{"number":47,"verse":"(Jesus Is Arrested) While Jesus was still speaking, Judas, one of the twelve apostles came there. He had a big crowd of people with him, all carrying swords and clubs. They had been sent from the leading priests and the older leaders of the people."},{"number":48,"verse":"Judas (Judas Literally, “the one who handed him over.”) planned to do something to show them which one was Jesus. He said, “The one I kiss will be Jesus. Arrest him.”"},{"number":49,"verse":"So he went to Jesus and said, “Hello, Teacher!” Then Judas kissed him."},{"number":50,"verse":"Jesus answered, “Friend, do the thing you came to do.” Then the men came and grabbed Jesus and arrested him."},{"number":51,"verse":"When that happened, one of the followers with Jesus grabbed his sword and pulled it out. He swung it at the servant of the high priest and cut off his ear."},{"number":52,"verse":"Jesus said to the man, “Put your sword back in its place. People who use swords will be killed with swords."},{"number":53,"verse":"Surely you know I could ask my Father and he would give me more than twelve armies of angels."},{"number":54,"verse":"But it must happen this way to show the truth of what the Scriptures said.”"},{"number":55,"verse":"Then Jesus said to the crowd, “Why do you come to get me with swords and clubs as if I were a criminal. Every day I sat in the Temple area teaching. You did not arrest me there."},{"number":56,"verse":"But all these things have happened to show the full meaning of what the prophets wrote.” Then all of Jesus’ followers left him and ran away."},{"number":57,"verse":"(Jesus Before the Jewish Leaders) The men who arrested Jesus led him to the house of Caiaphas the high priest. The teachers of the law and the older Jewish leaders were gathered there."},{"number":58,"verse":"Peter followed Jesus but stayed back at a distance. He followed him to the yard of the high priest’s house. Peter went in and sat with the guards. He wanted to see what would happen to Jesus."},{"number":59,"verse":"The leading priests and the high council tried to find something against Jesus so that they could kill him. They tried to find people to lie and say that Jesus had done wrong."},{"number":60,"verse":"Many people came and told lies about him. But the council could find no real reason to kill him. Then two people came"},{"number":61,"verse":"and said, “This man (This man That is, Jesus. His enemies avoided saying his name.) said, ‘I can destroy the Temple of God and build it again in three days.’”"},{"number":62,"verse":"Then the high priest stood up and said to Jesus, “Don’t you have anything to say about these charges against you? Are they telling the truth?”"},{"number":63,"verse":"But Jesus said nothing. Again the high priest said to Jesus, “You are now under oath. I command you by the power of the living God to tell us the truth. Tell us, are you the Messiah, the Son of God?”"},{"number":64,"verse":"Jesus answered, “Yes, that’s right. But I tell you, in the future you will see the Son of Man sitting at the right side of God. And you will see the Son of Man coming on the clouds of heaven.”"},{"number":65,"verse":"When the high priest heard this, he tore his clothes in anger. He said, “This man has said things that insult God! We don’t need any more witnesses. You all heard his insulting words."},{"number":66,"verse":"What do you think?” The Jewish leaders answered, “He is guilty, and he must die.”"},{"number":67,"verse":"Then some there spit in Jesus’ face, and they hit him with their fists. Others slapped him."},{"number":68,"verse":"They said, “Show us that you are a prophet, (prophet A prophet often knows things that are hidden to other people.) Messiah! Tell us who hit you!”"},{"number":69,"verse":"(Peter Is Afraid to Say He Knows Jesus) While Peter was sitting outside in the yard, a servant girl came up to him. She said, “You were with Jesus, that man from Galilee.”"},{"number":70,"verse":"But Peter told everyone there that this was not true. “I don’t know what you are talking about,” he said."},{"number":71,"verse":"Then he left the yard. At the gate another girl saw him and said to the people there, “This man was with Jesus of Nazareth.”"},{"number":72,"verse":"Again, Peter said he was never with Jesus. He said, “I swear to God I don’t know the man!”"},{"number":73,"verse":"A short time later those standing there went to Peter and said, “We know you are one of them. It’s clear from the way you talk.”"},{"number":74,"verse":"Then Peter began to curse. He said, “I swear to God, I don’t know the man!” As soon as he said this, a rooster crowed."},{"number":75,"verse":"Then he remembered what Jesus had told him: “Before the rooster crows, you will say three times that you don’t know me.” Then Peter went outside and cried bitterly."}]}