{"bibleAbbr":"awaERV2005","bookName":"नहेमायाह","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"इ तरह हम देवार बनावइ क काम पूरा कीन्ह। फुन हम देवार पइ दरवाजन लगाए। फुन हम दुआर क पहरेदारन, मन्दिर क गायकन अउ लेबियन क चुनेन।"},{"number":2,"verse":"एकरे पाछे मइँ अपने भाई हनानी क यरूसलेम क हाकिम नियुक्त कइ दीन्ह। मइँ हनन्याह नाउँ क एक ठु अउर मनई क चुनेउँ अउर ओका किलेदार नियुक्त कइ दिहेउँ। मइँ हनानी क एह बरे चुने रहेउँ कि उ बहोत ईमानदार मनई रहा अउर उ परमेस्सर स आप लोगन स कहूँ जियादा डेरात रहा।"},{"number":3,"verse":"तब मइँ हनानी अउर हनन्याह स कहेउँ, “तोहका हर दिन यरूसलेम क दुआर खोलइ स पहिले घंटन सूरज चढ जाइ क पाछे तलक इंतजार करत रहइ चाही अउर सूरज छुपइ स पहिले ही तोहका दरवाजन बन्द कइके ओन पइ ताला लगाइ देइ चाही। यरूसलेम मँ रहइवाले लोगन मँ स तोहका कछू अउर लोग चुनइ चाही अउर ओनका नगर क रच्छा करइ बरे बिसेस जगहन पइ नियुक्त करा अउर कछू लोगन क ओनके घरन क लगे ही पहरे पइ लगाइ द्या।”"},{"number":4,"verse":"( लउटे भए बन्दियन क सूची) अब लखा, उ एक बहोत बडा नगर रहा जहाँ पर्याप्त जगह रही। किन्तु ओनमाँ लोग बहोत कम रहेन अउर मकान अबहिं तलक फुन स नाहीं बनाए गए रहेन।"},{"number":5,"verse":"एह बरे मोर परमेस्सर मोरे मन मँ एक बात पइदा किहस कि मइँ सबहि लोगन क एक सभा बुलाएउँ तउ मइँ सबहि महत्त्वपूर्ण लोगन क, हाकिमन क अउर सर्वसाधारण क एक संग बोलाएउँ। मइँ इ काम एह बरे किहेउँ कि मइँ ओन सबहि परिवारन क एक सूची तइयार कइ सकउँ। मोका अइसे लोगन क पारिवारिक सूचियन मिली जउन दासता स सब स पहिले छूटइवालन मँ स रहेन। हुवा जउन लिखा भवा मोका मिला, उ इ तरह अहइ।"},{"number":6,"verse":"इ सबइ पहँटा क उ सबइ लोग अहइँ जउन दासत्व स अजाद होइके लउटेन बाबेल क राजा, नबूकदनेस्सर एन लोगन क बन्दी बनाइके लइ गवा रहा। इ सबइ लोग यरूसलेम अउ यहूदा क लउटेन। हर मनई अपने-अपने नगर मँ चला गवा।"},{"number":7,"verse":"इ सबइ लोग जरुब्बाबेल, येसू, नहेमायाह, अजर्याह, राम्याह, नहमानी, मोर्दकै, बिलसान, मिस्पेरेत, बिग्वै, नहूम अउर बाना क संग लउटे रहेन।"},{"number":8,"verse":"प्रोस क संतान — 2172"},{"number":9,"verse":"सपत्याह क संतान — 372"},{"number":10,"verse":"आरह क संतान — 652"},{"number":11,"verse":"पहत्मोआब क संतान (येसू अउर योआब क परिवार क संतानन) — 2818"},{"number":12,"verse":"एलाम क संतान — 1254"},{"number":13,"verse":"जत्तू क संतान — 845"},{"number":14,"verse":"जक्कै क संतान — 760"},{"number":15,"verse":"बिन्नूई क संतान — 648"},{"number":16,"verse":"बेबै क संतान — 628"},{"number":17,"verse":"अजगाद क संतानन — 2322"},{"number":18,"verse":"अदोनीकाम क संतान — 667"},{"number":19,"verse":"बिग्वै क संतान — 2067"},{"number":20,"verse":"आदीन क संतान — 655"},{"number":21,"verse":"आतेर क संतान (हिजीकयाह क परिवार स) — 98"},{"number":22,"verse":"हासम क संतान — 328"},{"number":23,"verse":"बेसै क संतान — 324"},{"number":24,"verse":"हारीप क संतान — 112"},{"number":25,"verse":"गिबोन क संतान — 95"},{"number":26,"verse":"बेतलेहेम अउर नतोपा नगरन क लोग — 188"},{"number":27,"verse":"अतानोत नगर क लोग — 128"},{"number":28,"verse":"बेतजमावत नगर क लोग — 42"},{"number":29,"verse":"किर्यत्यारीम, कपीर तथा बेरोत नगरन क लोग — 743"},{"number":30,"verse":"रामा अउर गेबा नगरन क लोग — 621"},{"number":31,"verse":"मिकपास नगर क लोग — 122"},{"number":32,"verse":"बेतेल अउर ऐ नगर क लोग — 123"},{"number":33,"verse":"नबो नाउँ क दूसर नगर क लोग — 52"},{"number":34,"verse":"एलाम नाउँ क दूसर नगर क लोग — 1254"},{"number":35,"verse":"हरीम नाउँ क नगर क लोग — 320"},{"number":36,"verse":"यरीहो नगर क लोग — 345"},{"number":37,"verse":"लोद, हादीद अउर ओनो नाउँ क नगरन क लोग — 721"},{"number":38,"verse":"सना नाउँ क नगर क लोग — 3930"},{"number":39,"verse":"याजकन क सूची यदायाह क संतान (येसू क परिवार स) — 973"},{"number":40,"verse":"इम्मेर क संतान — 1052"},{"number":41,"verse":"पसहूर क संतान — 1247"},{"number":42,"verse":"हारीम क संतान — 1017"},{"number":43,"verse":"लेवी परिवार समूह क लोगन क सूची: येसू क संतान (कदमीएल क जरिये होदवा क परिवार स) — 74"},{"number":44,"verse":"गायकन क सूची: आसाप क संतान — 148"},{"number":45,"verse":"दुआरपालन क सूची: सल्लूम, आतेर, तल्मोन, अक्कूब, हतीता अउर सोबै क संतान — 138"},{"number":46,"verse":"मन्दिर क सेवकन क सूची: सीहा, हसूपा अउर तब्बाओत क संतानन,"},{"number":47,"verse":"केरोस, सीआ अउर पादोन क संतानन,"},{"number":48,"verse":"लबाना, हगाबा अउर सल्मै क संतान,"},{"number":49,"verse":"हानान, गिद्देल, गहर क संतान"},{"number":50,"verse":"राया, रसीन अउर नकोदा क संतानन,"},{"number":51,"verse":"गज्जाम, उज्जा, अउर पासेह क संतान"},{"number":52,"verse":"बेसै, मूनीम, नपूसस क संतान,"},{"number":53,"verse":"बकबूक, हकूपा, हर्हूर क संतान,"},{"number":54,"verse":"बसलीत, महीदा अउर हर्सा क संतानन,"},{"number":55,"verse":"बर्कोस, सीसरा अउर तेमेह क संतानन,"},{"number":56,"verse":"नसीह अउर हतीपा क संतान।"},{"number":57,"verse":"सुलैमान क सेवकन क संतान: सोतै, सोपेरेत अउर परीदा क संतान"},{"number":58,"verse":"याला दर्कोन अउर गिद्दोल क संतान,"},{"number":59,"verse":"सपत्याह, हत्तील, पोकेरेत-हैस्सबायीम अउर आमोन क संतानन,"},{"number":60,"verse":"मन्दिर क सबहि सेवक अउ सुलैमान क सेवकन क संतान रहिन। — 392"},{"number":61,"verse":"इ ओन लोगन क सूची अहइ जउन तेलमेलह, तेलहर्सा, करूब अद्दोन अउर इम्मेर नाउँ क नगरन स यरूसलेम आए रहेन। मुला इ सबइ लोग साबित नाहीं कइ सकेन कि ओनकर परिवार असल मँ इस्राएल क लोगन स सम्बन्धित रहेन:"},{"number":62,"verse":"दलायाह, तोबियाह अउ नेकोदा क संतानन — 642"},{"number":63,"verse":"इ ओन याजकन क सूची अहइ जउन होबायाह, हवकोस अउ बर्जिल्लै (जउन कउनो भी मनई गिलाद क बर्जिल्लै क बिटियन स बियाह किहा ओका बर्जिल्लै कहा जात रहा) क सन्तानन रहेन।"},{"number":64,"verse":"जउन लोग अपने परिवारन क ऐतिहासिक दस्तावेजन क हेरेन अउर उ पचे ओनका पाइ नाहीं सकेन, ओनकर नाउँ याजकन क सूची मँ नाहीं जोरा जाइ सका। उ पचे असफल रहेन एह बरे याजक नाहीं बन सकत रहेन।"},{"number":65,"verse":"तउ राज्जपाल ओनका एक आदेस दिहस जेकरे तहत उ पचे कउनो भी बहोत पवित्तर भोजन क नाहीं खाइ सकत रहेन। उ भोजन मँ स उ पचे उ समइ तलक कछू भी नाहीं खाइ सकत रहेन जब तलक महायाजक ऊरीम अउर तुम्मीम क उपयोग न कइ लेत रहेन।"},{"number":66,"verse":"उ समूचे समूह मँ लोगन क गनती 42360 रही अउर ओनके लगे 7337 दास अउर दासियन रहिन जउन गनती मँ नाहीं लीन्ह गवा रहेन, ओनके पास 245 गायक अउर गायिकन रहिन।"},{"number":68,"verse":"ओनके लगे 736 घोड़न अउर 245 खच्चर, अउर 435 ऊँट अउर 6720 गदहन रहेन।"},{"number":70,"verse":"परिवार क कछू नेता लोगन उ कामे क सहारा देइ बरे धन दिहे रहेन। राज्जपाल क जरिये निर्माण कोस मँ 19 पौण्ड सोना दीन्ह गवा रहा। उ याजकन क बरे 50 खोरन अउ 530 जोड़ी ओढ़नन भी दिहे रहेन।"},{"number":71,"verse":"परिवार क मुखिया लोग 375 पौण्ड सोना उ काम क सहारा देइ क बरे निर्माण कोस मँ दिहन अउर 1 1/3 टन चाँदी ओनके जरिये भी दीन्ह गइ।"},{"number":72,"verse":"दूसर लोग कुल मिलाइके 375 पौण्ड सोना उ काम क सहारा देइ बरे निर्माण कोस क दिहन। उ पचे 1 1/3 टन चाँदी अउर याजकन क बरे 67 जोड़े ओढ़नन भी दिहन।"},{"number":73,"verse":"इ तरह याजक लेवी परिवार समूह क लोग, गायक अउर मन्दिर क सेवक अपने-अपने नगरन मँ बस गएन अउर इस्राएल क दूसर लोग भी अपने-अपने नगरन मँ रहइ लागेन अउर फुन साल क सतएँ महीने तलक इस्राएल क सबहि लोग अपने-अपने नगरन मँ बस गएन।"}]}