{"bibleAbbr":"awaERV2005","bookName":"हबक्कूक","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"( हबक्कूक क परमेस्सर स सिकाइत) इ उ संदेस अहइ जउन हबक्कूक नबी क दीन्ह ग रहा।"},{"number":2,"verse":"हे यहोवा, मइँ लगातर तोहार दोहाइ देत रहत हउँ। तू मोर कब सुनब्या? मइँ इ हिंसा क बारे मँ तोहरे अगवा नरियात रहत हउँ मुला तू कछू नाहीं किहा।"},{"number":3,"verse":"लोग लूट लेत हीं अउर दूसर लोगन क नोस्कान पहोंचावत हीं। लोग तहत्तुक करत हीं अउर झगड़त हीं। हे यहोवा! तू अइसी भयानक बातन मोका काहे देखॉवत अहा?"},{"number":4,"verse":"व्यवस्था बगैर सहारा क होइ चुकी अहइ अउर लोगन क संग निआव नाहीं कइ पावति अहइ। दुट्ठ लोग सज्जन लोगन क संग आपन लड़ाइयन जीतन बाटेन। तउ, व्यवस्था अब निस्पच्छ नाहीं रहि गई बा।"},{"number":5,"verse":"( हबक्कूक क परमेस्सर क जवाब) यहोवा जवाब दिहस, “दूसर जातियन क लखा। ओनका धियान स देखा। तू अचरज होइ जाब्या। मइँ तोहरी जिन्नगी क समइ मँ कछू अइसा करब जउन तोहका चकित कइ देइ। अगर तोहका ओकरे बारे मँ बतावा जाइ तउ तू ओह पइ भरोसा नाहीं कइ पउब्या।"},{"number":6,"verse":"मइँ बाबुल क लोगन क एक ठु बलवान जाति बनाइ देबउँ। उ सबइ लोग बड़कवा दुट्ठ अउर सक्तीसाली जोधा अहइँ। उ पचे अगवा बाढ़त भए सारी धरती पइ छाइ जइहीं। उ पचे ओन घरन अउ ओन सहरन पइ कब्जा कइ लेइहीं जउन ओनकर नाहीं अहइँ।"},{"number":7,"verse":"बाबुल क लोग दूसर लोगन क ससाइ देइहीं। बाबुल क लोग जउन चइहीं, तउन करिहीं अउर जँहा चहिहीं, हुआँ जइहीं।"},{"number":8,"verse":"ओनकर घोड़न चीतन स भी तेज दउड़इवाला होइहीं अउर सूरज क लुकाइ जाइ क पाछे बड़का कूकुर स भी जियादा खूँखार होइहीं। ओनकर घोड़सवार फउजी सुदूर ठउरन स अइहीं। उ पचे आपन दुस्मनन पइ वइसे टूटि पड़िहीं जइसे अकासे स कउनो भूखा गिद्ध झपट्टा मारत ह।"},{"number":9,"verse":"उ पचे सबहिं हिंसा करइ बरे आइहीं। ओनकर फउज रेगिस्तान क हवा क तरह नाके क सोझ मँ अगवा बढ़िहीं। बाबुल क फउजी अनगिनत लोगन क बंदी बनाइके लइ जइहीं। ओनकर गिनती ऍतनी जियादा होई जेतॅनी रेत क कणन क होत ह।"},{"number":10,"verse":"“बाबुल क फउजी दूसर देसन क राजा लोगन क हँसी उड़इहीं। दूसर देसन क राजा ओनके बरे चुटकुला बन जइहीं। बाबुल क फउजी ऊँचा सुदृढ़ मीनारवाले सहरन पइ हँसिहीं। उ पचे ओन किलन क बदले मँ बालु क रास्ता बनाइके ओन सहरन क आसानी स हराइ देइहीं।"},{"number":11,"verse":"फुन उ पचे दूसर जगहन पइ जुद्ध बरे ओन जगहन क तजिके अइसेन ही अगवा बढ़ि जइहीं जइसे आँधी आवति अहइ अउर अगवा बढ़ि जात ह। बाबुल क उ सबइ लोग बस आपन सक्ति क ही पूजिहीं।”"},{"number":12,"verse":"( परमेस्सर स हबक्कूक क सवाल) फुन हबक्कूक कहेस, “हे यहोवा, तू अमर अहा। तू मोर पवित्तर परमेस्सर अहा। तू नाहीं मरब्या। हे यहोवा, तू बाबुल क लोगन क दूसर लोगन क सजा देइ क रच्या ह। हे हमार चट्टान, तू ओनका यहूदा क लोगन क सजा देइ क रच्या ह।"},{"number":13,"verse":"तोहार भली आँखिन कउनो दोख नाहीं लखति हीं। तू पाप करत भए लोगन क नाहीं लखि सकत ह। तउ तू ओन पापियन क जीत कइसे लख सकत ह? तू कइसे लख सकत ह कि सज्जन क दुर्जन हराइ देइ।"},{"number":14,"verse":"“तू ही लोगन क अइसे बनाया ह जइसे सागरे क अनगिनत मछरियन जउन सागर छोटा जीव अहइँ बगइर कउनो मुखिया क।"},{"number":15,"verse":"दुस्मन हुक अउ जालि डाइके ओनका पकड़ि लेत ह। आपन जालि मँ फँसाइके दुस्मन ओनका हींच लइ जात ह। दुस्मन बहोत खुस होत ह जउन उ पकड़त ह।"},{"number":16,"verse":"इ फंदा अउर जाल ओकरे बरे अइसी जिन्नगी मँ जउन धनवान क होत ह अउर उत्तिम भोजन खाइ मँ ओकर सहायक बनत हीं। एह बरे उ दुस्मन आपन ही जाल अउ फंदन क पूजत ह। उ ओनका मान देइ बरे सबइ बलि देत ह अउर उ ओनके बरे धूप बारत ह।"},{"number":17,"verse":"का उ आपन जाल स इहइ तरह लगातार पकड़त रहब? का बाबुल क फउज इहइ तरह निर्दय होइके जातियन क नास करत रहब?"}]}