{"bibleAbbr":"NASB1995","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"Now it came<WH1961> about when he had finished<WH3615> speaking<WH1696> to Saul,<WH7586> that the soul<WH5315> of Jonathan<WH3083> was knit<WH7194> to the soul<WH5315> of David,<WH1732> and Jonathan<WH3083> loved<WH157> him as himself.<WH5315>"},{"number":2,"verse":"And Saul<WH7586> took<WH3947> him that day<WH3117> and did not let<WH5414> him return<WH7725> to his father's house.<WH1004>"},{"number":3,"verse":"Then Jonathan<WH3083> made<WH3772> a covenant<WH1285> with David<WH1732> because he loved<WH157> him as himself.<WH5315>"},{"number":4,"verse":"And Jonathan<WH3083> stripped<WH6584> himself of the robe<WH4598> that was on him and gave<WH5414> it to David,<WH1732> with his armor,<WH4055> including<WH5704> his sword<WH2719> and his bow<WH7198> and his belt.<WH2290>"},{"number":5,"verse":"So David<WH1732> went<WH3318> out wherever<WH3605> <WH834> Saul<WH7586> sent<WH7971> him, [and] prospered;<WH7919> and Saul<WH7586> set<WH7760> him over<WH5921> the men<WH376> of war.<WH4421> And it was pleasing<WH3190> in the sight<WH5869> of all<WH3605> the people<WH5971> and also<WH1571> in the sight<WH5869> of Saul's servants.<WH5650>"},{"number":6,"verse":"And it happened<WH1961> as they were coming,<WH935> when David<WH1732> returned<WH7725> from killing<WH5221> the Philistine,<WH6430> that the women<WH802> came<WH3318> out of all<WH3605> the cities<WH5892> of Israel,<WH3478> singing<WH7891> and dancing,<WH4246> to meet<WH7122> King<WH4428> Saul,<WH7586> with tambourines,<WH8596> with joy<WH8057> and with musical<WH9606> instruments.<WH9606>"},{"number":7,"verse":"And the women<WH802> sang<WH9420> as they played,<WH7832> and said,<WH559> \"Saul<WH7586> has slain<WH5221> his thousands,<WH505> And David<WH1732> his ten<WH7233> thousands.<WH7233>\""},{"number":8,"verse":"Then Saul<WH7586> became<WH2734> very<WH3966> angry,<WH2734> for this<WH2088> saying<WH1697> displeased<WH7489> <WH5869> him; and he said,<WH559> \"They have ascribed<WH5414> to David<WH1732> ten<WH7233> thousands,<WH7233> but to me they have ascribed<WH5414> thousands.<WH505> Now what more<WH5750> can he have but the kingdom<WH4410>?\""},{"number":9,"verse":"And Saul<WH7586> looked<WH9406> at David<WH1732> with suspicion<WH9406> from that day<WH3117> on."},{"number":10,"verse":"Now it came<WH1961> about on the next<WH4283> day<WH4283> that an evil<WH7451> spirit<WH7307> from God<WH430> came<WH9484> mightily<WH9484> upon Saul,<WH7586> and he raved<WH5012> in the midst<WH8432> of the house,<WH1004> while David<WH1732> was playing<WH5059> [the harp] with his hand,<WH3027> as usual;<WH3117> and a spear<WH2595> [was] in Saul's hand.<WH3027>"},{"number":11,"verse":"And Saul<WH7586> hurled<WH2904> the spear<WH2595> for he thought,<WH559> \"I will pin<WH5221> David<WH1732> to the wall.<WH7023>\" But David<WH1732> escaped<WH5437> from his presence<WH6440> twice.<WH6471>"},{"number":12,"verse":"Now Saul<WH7586> was afraid<WH3372> of David,<WH1732> for the Lord<WH3068> was with him but had departed<WH5493> from Saul.<WH7586>"},{"number":13,"verse":"Therefore Saul<WH7586> removed<WH5493> him from his presence,<WH5973> and appointed<WH7760> him as his commander<WH8269> of a thousand;<WH505> and he went<WH3318> out and came<WH935> in before<WH6440> the people.<WH5971>"},{"number":14,"verse":"And David<WH1732> was prospering<WH7919> in all<WH3605> his ways<WH1870> for the Lord<WH3068> [was] with him."},{"number":15,"verse":"When Saul<WH7586> saw<WH7200> that he was prospering<WH7919> greatly,<WH3966> he dreaded<WH9076> him."},{"number":16,"verse":"But all<WH3605> Israel<WH3478> and Judah<WH3063> loved<WH157> David,<WH1732> and he went<WH3318> out and came<WH935> in before<WH6440> them."},{"number":17,"verse":"Then Saul<WH7586> said<WH559> to David,<WH1732> \"Here<WH2009> is my older<WH1419> daughter<WH1323> Merab;<WH4764> I will give<WH5414> her to you as a wife,<WH802> only<WH389> be a valiant<WH2428> man<WH1121> for me and fight<WH3898> the Lord's battles.<WH4421>\" For Saul<WH7586> thought,<WH559> \"My hand<WH3027> shall not be against him, but let the hand<WH3027> of the Philistines<WH6430> be against him.\""},{"number":18,"verse":"But David<WH1732> said<WH559> to Saul,<WH7586> \"Who<WH4310> am I, and what<WH4310> is my life<WH2416> [or] my father's family<WH4940> in Israel,<WH3478> that I should be the king's son-in-law?\""},{"number":19,"verse":"So it came<WH1961> about at the time<WH6256> when Merab,<WH4764> Saul's daughter,<WH1323> should have been given<WH5414> to David,<WH1732> that she was given<WH5414> to Adriel<WH5741> the Meholathite<WH4259> for a wife.<WH802>"},{"number":20,"verse":"Now Michal,<WH4324> Saul<WH7586>'s daughter,<WH1323> loved<WH157> David.<WH1732> When they told<WH5046> Saul, the thing<WH1697> was agreeable<WH3474> to him."},{"number":21,"verse":"And Saul<WH7586> thought,<WH559> \"I will give<WH5414> her to him that she may become<WH1961> a snare<WH4170> to him, and that the hand<WH3027> of the Philistines<WH6430> may be against him.\" Therefore Saul<WH7586> said<WH559> to David,<WH1732> \"For a second<WH8147> time<WH8147> you may be my son-in-law today.<WH3117>\""},{"number":22,"verse":"Then Saul<WH7586> commanded<WH6680> his servants,<WH5650> \"Speak<WH1696> to David<WH1732> secretly,<WH3909> saying,<WH559> 'Behold,<WH2009> the king<WH4428> delights<WH2654> in you, and all<WH3605> his servants<WH5650> love<WH157> you; now<WH6258> therefore, become<WH2859> the king's son-in-law.'\""},{"number":23,"verse":"So Saul's servants<WH5650> spoke<WH1696> these<WH428> words<WH1697> to David.<WH1732> But David<WH1732> said,<WH559> \"Is it trivial<WH7043> in your sight<WH5869> to become<WH2859> the king's son-in-law, since I am<WH7326> a poor<WH7326> man<WH376> and lightly<WH7034> esteemed<WH7034>?\""},{"number":24,"verse":"And the servants<WH5650> of Saul<WH7586> reported<WH5046> to him according to these<WH428> words<WH1697> [which] David<WH1732> spoke.<WH1696>"},{"number":25,"verse":"Saul<WH7586> then said,<WH559> \"Thus<WH3541> you shall say<WH559> to David,<WH1732> 'The king<WH4428> does not desire<WH2656> any dowry<WH4119> except<WH3588> a hundred<WH3967> foreskins<WH6190> of the Philistines,<WH6430> to take<WH5358> vengeance<WH5358> on the king's enemies.<WH340>'\" Now Saul<WH7586> planned<WH2803> to make David<WH1732> fall<WH5307> by the hand<WH3027> of the Philistines.<WH6430>"},{"number":26,"verse":"When his servants<WH5650> told<WH5046> David<WH1732> these<WH428> words,<WH1697> it pleased<WH3474> <WH5869> David<WH1732> to become<WH2859> the king's son-in-law. Before the days<WH3117> had expired<WH4390>"},{"number":27,"verse":"David<WH1732> rose<WH6965> up and went,<WH1980> he and his men,<WH376> and struck<WH5221> down<WH5221> two hundred<WH3967> men<WH376> among the Philistines.<WH6430> Then David<WH1732> brought<WH935> their foreskins,<WH6190> and they gave<WH4390> them in full<WH4390> number to the king,<WH4428> that he might become<WH2859> the king's son-in-law. So Saul<WH7586> gave<WH5414> him Michal<WH4324> his daughter<WH1323> for a wife.<WH802>"},{"number":28,"verse":"When Saul<WH7586> saw<WH7200> and knew<WH3045> that the Lord<WH3068> was with David,<WH1732> and [that] Michal,<WH4324> Saul's daughter,<WH1323> loved<WH157> him,"},{"number":29,"verse":"then Saul<WH7586> was even<WH3254> more<WH3254> <WH5750> afraid<WH3372> of David.<WH1732> Thus Saul<WH7586> was David's enemy<WH340> continually.<WH3605> <WH3117>"},{"number":30,"verse":"Then the commanders<WH8269> of the Philistines<WH6430> went<WH3318> out [to battle], and it happened<WH1961> as often<WH1767> as they went<WH3318> out, that David<WH1732> behaved<WH7919> himself more<WH4480> wisely<WH7919> than<WH4480> all<WH3605> the servants<WH5650> of Saul.<WH7586> So his name<WH8034> was highly<WH3966> esteemed.<WH3365>"}]}