{"bibleAbbr":"NET2007","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"I saw the sovereign One (tn Or “the Lord.” The Hebrew term translated “sovereign One” here is אֲדֹנָי (’adonay).) standing by the altar (sn The altar is perhaps the altar at Bethel.) and he said, “Strike the tops of the support pillars, (tn Or “the capitals.” The Hebrew singular form is collective.) so the thresholds shake! Knock them down on the heads of all the people, (tn Heb “cut them off on the head of all of them.” The translation assumes the objective suffix on the verb refers to the tops of the pillars and that the following prepositional phrase refers to the people standing beneath. Another option is to take this phrase as referring to the pillars, in which case one could translate, “Knock all the tops of the pillars off.”) and I will kill the survivors (tn Heb “the remnant of them.” One could possibly translate, “every last one of them” (cf. NEB “to the last man”). This probably refers to those who survive the collapse of the temple, which may symbolize the northern kingdom.) with the sword. No one will be able to run away; (tn Heb “a fugitive belonging to them will not run away.”) no one will be able to escape. (tn Heb “a survivor belonging to them will not escape.”)"},{"number":2,"verse":"Even if they could dig down into the netherworld, (tn Heb “into Sheol” (so ASV, NASB, NRSV), that is, the land of the dead localized in Hebrew thought in the earth’s core or the grave. Cf. KJV “hell”; NCV, NLT “the place of the dead”; NIV “the depths of the grave.”) my hand would pull them up from there. Even if they could climb up to heaven, I would drag them down from there."},{"number":3,"verse":"Even if they were to hide on the top of Mount Carmel, I would hunt them down and take them from there. Even if they tried to hide from me (tn Heb “from before my eyes.”) at the bottom of the sea, from there (tn Or perhaps simply, “there,” if the מ (mem) prefixed to the adverb is dittographic (note the preceding word ends in mem).) I would command the Sea Serpent (sn If the article indicates a definite serpent, then the mythological Sea Serpent, symbolic of the world’s chaotic forces, is probably in view. See Job 26:13 and Isa 27:1 (where it is also called Leviathan). Elsewhere in the OT this serpent is depicted as opposing the Lord, but this text implies that even this powerful enemy of God is ultimately subject to his sovereign will.) to bite them."},{"number":4,"verse":"Even when their enemies drive them into captivity, (tn Heb “Even if they go into captivity before their enemies.”) from there (tn Or perhaps simply, “there,” if the מ (mem) prefixed to the adverb is dittographic (note the preceding word ends in mem).) I will command the sword to kill them. I will not let them out of my sight; they will experience disaster, not prosperity.” (tn Heb “I will set my eye on them for disaster, not good.”)"},{"number":5,"verse":"The sovereign LORD who commands armies will do this. (tn The words “will do this” are supplied in the translation for clarification.) He touches the earth and it dissolves; (tn Or “melts.” The verb probably depicts earthquakes and landslides. See v. 5b.) all who live on it mourn. The whole earth (tn Heb “all of it.”) rises like the River Nile, (tn Heb “the Nile.” The word “River” is supplied in the translation for clarity.) and then grows calm (tn Or “sinks back down.”) like the Nile in Egypt. (sn See Amos 8:8, which is very similar to this verse.)"},{"number":6,"verse":"He builds the upper rooms of his palace (tc The MT reads “his steps.” If this is correct, then the reference may be to the steps leading up to the heavenly temple or the throne of God (cf. 1 Kgs 10:19–20). The prefixed מ (mem) may be dittographic (note the preceding word ends in mem). The translation assumes an emendation to עֲלִיָּתוֹ (’aliyyato, “his upper rooms”).) in heaven and sets its foundation supports (tn Traditionally, “vault” (so ASV, NAB, NRSV). The precise meaning of this word in this context is unclear. Elsewhere it refers to objects grouped or held together. F. I. Andersen and D. N. Freedman (Amos [AB], 845-46) suggest the foundational structure of a building is in view.) on the earth. (sn Verse 6a pictures the entire universe as a divine palace founded on the earth and extending into the heavens.) He summons the water of the sea and pours it out on the earth’s surface. The LORD is his name."},{"number":7,"verse":"“You Israelites are just like the Ethiopians in my sight,” (tn The Hebrew text has a rhetorical question, “Are you children of Israel not like the Cushites to me?” The rhetorical question has been converted to an affirmative statement in the translation for clarity. See the comment at 8:8. sn Though Israel was God’s special covenant people (see 3:2a), the Lord emphasizes they are not inherently superior to the other nations subject to his sovereign rule.) says the LORD. “Certainly I brought Israel up from the land of Egypt, but I also brought the Philistines from Caphtor (sn Caphtor may refer to the island of Crete.) and the Arameans from Kir. (tn The second half of v. 7 is also phrased as a rhetorical question in the Hebrew text, “Did I not bring Israel up from the land of Egypt, and the Philistines from Caphtor, and Aram from Kir?” The translation converts the rhetorical question into an affirmation for clarity.)"},{"number":8,"verse":"Look, the sovereign LORD is watching (tn Heb “the eyes of the sovereign Lord are on.”) the sinful nation, (tn Or “kingdom.”) and I will destroy it from the face of the earth. But I will not completely destroy the family (tn Heb “house” (also in the following verse).) of Jacob,” says the LORD."},{"number":9,"verse":"“For look, I am giving a command and I will shake the family of Israel together with all the nations. It will resemble a sieve being shaken, when not even a pebble falls to the ground. (tn Heb “like being shaken with a sieve, and a pebble does not fall to the ground.” The meaning of the Hebrew word צְרוֹר (tsÿror), translated “pebble,” is unclear here. In 2 Sam 17:13 it appears to refer to a stone. If it means “pebble,” then the sieve described in v. 6 allows the grain to fall into a basket while retaining the debris and pebbles. However, if one interprets צְרוֹר as a “kernel of grain” (cf. NASB, NIV, NKJV, NLT) then the sieve is constructed to retain the grain and allow the refuse and pebbles to fall to the ground. In either case, the simile supports the last statement in v. 8 by making it clear that God will distinguish between the righteous (the grain) and the wicked (the pebbles) when he judges, and will thereby preserve a remnant in Israel. Only the sinners will be destroyed (v. 10).)"},{"number":10,"verse":"All the sinners among my people will die by the sword — the ones who say, ‘Disaster will not come near, it will not confront us.’"},{"number":11,"verse":"(The Restoration of the Davidic Dynasty) “In that day I will rebuild the collapsing hut (tn The phrase translated “collapsing hut” refers to a temporary shelter (cf. NASB, NRSV “booth”) in disrepair and emphasizes the relatively weakened condition of the once powerful Davidic dynasty. Others have suggested that the term refers to Jerusalem, while still others argue that it should be repointed to read “Sukkoth,” a garrison town in Transjordan. Its reconstruction would symbolize the rebirth of the Davidic empire and its return to power (e. g., M. E. Polley, Amos and the Davidic Empire, 71-74).) of David. I will seal its (tc The MT reads a third feminine plural suffix, which could refer to the two kingdoms (Judah and Israel) or, more literally, to the breaches in the walls of the cities that are mentioned in v. 4 (cf. 4:3). Some emend to third feminine singular, since the “hut” of the preceding line (a feminine singular noun) might be the antecedent. In that case, the final nun (ן) is virtually dittographic with the vav (ו) that appears at the beginning of the following word.) gaps, repair its (tc The MT reads a third masculine singular suffix, which could refer back to David. However, it is possible that an original third feminine singular suffix (יה-, yod-hey) has been misread as masculine (יו-, yod-vav). In later Hebrew script a ה (he) resembles a יו- (yod-vav) combination.) ruins, and restore it to what it was like in days gone by. (tn Heb “and I will rebuild as in days of antiquity.”)"},{"number":12,"verse":"As a result they (sn They probably refers to the Israelites or to the Davidic rulers of the future.) will conquer those left in Edom (tn Heb “take possession of the remnant of Edom”; NASB, NIV, NRSV “possess the remnant of Edom.”) and all the nations subject to my rule.” (tn Heb “nations over whom my name is proclaimed.” The Hebrew idiom indicates ownership, sometimes as a result of conquest. See 2 Sam 12:28. sn This verse envisions a new era of Israelite rule, perhaps patterned after David’s imperialistic successes (see 2 Sam 8–10). At the same time, however, the verse does not specify how this rule is to be accomplished. Note that the book ends with a description of peace and abundance, and its final reference to God (v. 15) does not include the epithet “the Lord who commands armies,” which has militaristic overtones. This is quite a different scene than what the book began with: nations at war and standing under the judgment of God.) The LORD, who is about to do this, is speaking!"},{"number":13,"verse":"“Be sure of this, (tn Heb “behold” or “look.”) the time is (tn Heb “the days are.”) coming,” says the LORD, “when the plowman will catch up to the reaper (sn The plowman will catch up to the reaper. Plowing occurred in October-November, and harvesting in April-May (see P. King, Amos, Hosea, Micah, 109.) But in the future age of restored divine blessing, there will be so many crops the reapers will take all summer to harvest them, and it will be time for plowing again before the harvest is finished.) and the one who stomps the grapes (sn When the grapes had been harvested, they were placed in a press where workers would stomp on them with their feet and squeeze out the juice. For a discussion of grape harvesting technique, see O. Borowski, Agriculture in Iron Age Israel, 110-12.) will overtake (tn The verb is omitted here in the Hebrew text, but has been supplied in the translation from the parallel line.) the planter. (sn The grape harvest occurred in August-September, planting in November-December (see P. King, Amos, Hosea, Micah, 109). But in the future age described here there will be so many grapes the workers who stomp them will still be working when the next planting season arrives.) Juice will run down the slopes, (tn Or “hills,” where the vineyards were planted.) it will flow down all the hillsides. (tn Heb “and all the hills will melt.”)"},{"number":14,"verse":"I will bring back my people, Israel; (tn This line can also be translated “I will restore the fortunes of my people, Israel” and is a common idiom (e. g., Deut 30:3; Jer 30:3; Hos 6:11; Zeph 3:20). This rendering is followed by several modern English versions (e. g., NEB, NRSV, NJPS).) they will rebuild the cities lying in rubble (tn Or “the ruined [or “desolate”] cities.”) and settle down. (tn Or “and live [in them].”) They will plant vineyards and drink the wine they produce; (tn Heb “drink their wine.”) they will grow orchards (tn Or “gardens.”) and eat the fruit they produce. (tn Heb “eat their fruit.”)"},{"number":15,"verse":"I will plant them on their land and they will never again be uprooted from the (tn Heb “their.” The pronoun was replaced by the English definite article in the translation for stylistic reasons.) land I have given them,” says the LORD your God."}]}