{"bibleAbbr":"NASB1995+","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"I saw <WH7200> the Lord <WH136> standing <WH5324> beside <WH5921> the altar, <WH4196> and He said, <WH559> \"Smite <WH5221> the capitals <WH3730> so that the thresholds <WH5592> will shake, <WH7493> And break <WH1214> them on the heads <WH7218> of them all! <WH3605> Then I will slay <WH2026> the rest <WH319> of them with the sword; <WH2719> They will not have a fugitive <WH5127> who will flee, <WH5127> Or a refugee <WH6412> who will escape. <WH4422>"},{"number":2,"verse":"\"Though <WH518> they dig <WH2864> into Sheol, <WH7585> From there <WH8033> shall My hand <WH3027> take <WH3947> them; And though <WH518> they ascend <WH5927> to heaven, <WH8064> From there <WH8033> will I bring <WH3381> them down. <WH3381>"},{"number":3,"verse":"\"And though <WH518> they hide <WH2244> on the summit <WH7218> of Carmel, <WH3760> I will search <WH2664> them out and take <WH3947> them from there; <WH8033> And though <WH518> they conceal <WH5641> themselves from My sight <WH5869> on the floor <WH7172> of the sea, <WH3220> From there <WH8033> I will command <WH6680> the serpent <WH5175> and it will bite <WH5391> them."},{"number":4,"verse":"\"And though <WH518> they go <WH1980> into captivity <WH7628> before <WH6440> their enemies, <WH340> From there <WH8033> I will command <WH6680> the sword <WH2719> that it slay <WH2026> them, And I will set <WH7760> My eyes <WH5869> against <WH5921> them for evil <WH9567> and not for good. <WH9186>\""},{"number":5,"verse":"And the Lord <WH136> God <WH3068> of hosts, <WH6635> The One who touches <WH5060> the land <WH776> so that it melts, <WH4127> And all <WH3605> those who dwell <WH3427> in it mourn, <WH56> And all <WH3605> of it rises <WH5927> up like the Nile <WH2975> And subsides <WH8257> like the Nile <WH2975> of Egypt; <WH4714>"},{"number":6,"verse":"The One who builds <WH1129> His upper <WH4609> chambers <WH4609> in the heavens, <WH8064> And has founded <WH3245> His vaulted <WH92> dome <WH92> over <WH5921> the earth, <WH776> He who calls <WH7121> for the waters <WH4325> of the sea <WH3220> And pours <WH8210> them out on the face <WH6440> of the earth, <WH776> The Lord <WH3068> is His name. <WH8034>"},{"number":7,"verse":"\"Are you not as the sons <WH1121> of Ethiopia <WH3569> to Me, O sons <WH1121> of Israel <WH3478>?\" declares <WH5002> the Lord. <WH3068> \"Have I not brought <WH5927> up Israel <WH3478> from the land <WH776> of Egypt, <WH4714> And the Philistines <WH6430> from Caphtor <WH3731> and the Arameans <WH758> from Kir <WH9518>?"},{"number":8,"verse":"\"Behold, <WH2009> the eyes <WH5869> of the Lord <WH136> God <WH3068> are on the sinful <WH2400> kingdom, <WH4467> And I will destroy <WH8045> it from the face <WH6440> of the earth; <WH127> Nevertheless, <WH657> <WH3588> I will not totally <WH8045> destroy <WH8045> the house <WH1004> of Jacob, <WH3290>\" Declares <WH5002> the Lord. <WH3068>"},{"number":9,"verse":"\"For behold, <WH2009> I am commanding, <WH6680> And I will shake <WH5128> the house <WH1004> of Israel <WH3478> among all <WH3605> nations <WH1471> As [grain] is shaken <WH5128> in a sieve, <WH3531> But not a kernel <WH9501> will fall <WH5307> to the ground. <WH776>"},{"number":10,"verse":"\"All <WH3605> the sinners <WH2400> of My people <WH5971> will die <WH4191> by the sword, <WH2719> Those who say, <WH559> 'The calamity <WH9567> will not overtake <WH5066> or confront <WH6923> us.'"},{"number":11,"verse":"\"In that day <WH3117> I will raise <WH6965> up the fallen <WH5307> booth <WH5521> of David, <WH1732> And wall <WH1443> up its breaches; <WH6556> I will also raise <WH6965> up its ruins, <WH2034> And rebuild <WH1129> it as in the days <WH3117> of old; <WH5769>"},{"number":12,"verse":"That they may possess <WH3423> the remnant <WH7611> of Edom <WH9000> And all <WH3605> the nations <WH1471> who <WH834> are called <WH7121> by My name, <WH8034> \"Declares <WH5002> the Lord <WH3068> who does <WH6213> this. <WH2088>"},{"number":13,"verse":"\"Behold, <WH2009> days <WH3117> are coming, <WH935>\" declares <WH5002> the Lord, <WH3068> \"When the plowman <WH9177> will overtake <WH5066> the reaper <WH7114> And the treader <WH1869> of grapes <WH6025> him who sows <WH4900> seed; <WH2233> When the mountains <WH2022> will drip <WH5197> sweet <WH6071> wine, <WH6071> And all <WH3605> the hills <WH1389> will be dissolved. <WH4127>"},{"number":14,"verse":"\"Also I will restore <WH7725> the captivity <WH7622> of My people <WH5971> Israel, <WH3478> And they will rebuild <WH1129> the ruined <WH8074> cities <WH5892> and live <WH3427> [in them], They will also plant <WH5193> vineyards <WH3754> and drink <WH8354> their wine, <WH3196> And make <WH6213> gardens <WH1593> and eat <WH398> their fruit. <WH6529>"},{"number":15,"verse":"\"I will also plant <WH5193> them on their land, <WH127> And they will not again <WH5750> be rooted <WH5428> out from their land <WH127> Which <WH834> I have given <WH5414> them,\" Says <WH559> the Lord <WH3068> your God. <WH430>"}]}