{"bibleAbbr":"LEB2012","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"(The Decline of Judah) And the people of the land took Jehoahaz the son of Josiah and made him king in place of his father in Jerusalem."},{"number":2,"verse":"Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem."},{"number":3,"verse":"Then the king of Egypt deposed him in Jerusalem and laid a tribute upon the land of one hundred talents of silver and one talent of gold."},{"number":4,"verse":"And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and he changed his name to Jehoiakim. But Neco took Jehoahaz his brother and brought him to Egypt."},{"number":5,"verse":"Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. And he did evil in the eyes of Yahweh his God."},{"number":6,"verse":"Nebuchadnezzar the king of Babylon went up against him, and he bound him with bronze fetters to bring him to Babylon."},{"number":7,"verse":"And Nebuchadnezzar brought to Babylon the objects of the house of Yahweh and put them into the temple in Babylon."},{"number":8,"verse":"Now the remainder of the words of Jehoiakim and the detestable things that he did and what was found against him, behold, they are written in the scroll of the kings of Israel and Judah. And Jehoiachin his son reigned in his place."},{"number":9,"verse":"Jehoiachin was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. And he did evil in the eyes of Yahweh."},{"number":10,"verse":"And at the turn of the year King Nebuchadnezzar sent and brought him to Babylon, with objects of the treasure of the house of Yahweh. And he made Zedekiah his brother king in Judah and Jerusalem."},{"number":11,"verse":"Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem."},{"number":12,"verse":"And he did evil in the eyes of Yahweh his God. He did not humble himself before Jeremiah the prophet who spoke for Yahweh."},{"number":13,"verse":"And he also rebelled against King Nebuchadnezzar, who had made him swear by God. He stiffened his neck and hardened his heart against turning to Yahweh, the God of Israel."},{"number":14,"verse":"All the leaders of the priests and the people likewise increased in unfaithfulness according to all the detestable things of the nations. And they polluted the house of Yahweh that he had consecrated in Jerusalem."},{"number":15,"verse":"And Yahweh, the God of their ancestors, had repeatedly and persistently sent to them by the hand of his messengers, because he had compassion on his people and on his dwelling place."},{"number":16,"verse":"But they were mocking the messengers of God and despising his words and scoffing at his prophets until the wrath of Yahweh rose against his people until there was no remedy."},{"number":17,"verse":"(The Destruction of Jerusalem) Therefore he brought against them the king of the Chaldeans, and he killed their young men with the sword in the house of their sanctuary. He showed no mercy on a young man, a virgin, the elderly, or decrepit. He delivered all into his hand."},{"number":18,"verse":"And all the vessels of the house of God, the great and the small, the storehouses of the house of Yahweh, and the storehouses of the king and his princes, these all he brought to Babylon."},{"number":19,"verse":"And they burned the house of God. And they shattered the walls of Jerusalem and burned its citadels with fire and destroyed all the vessels of its treasuries."},{"number":20,"verse":"And he took those who escaped the sword to Babylon. And they became servants to him and to his sons until the rule of the kingdom of Persia,"},{"number":21,"verse":"to fulfill the word of Yahweh by the mouth of Jeremiah, until the land has enjoyed its Sabbaths. All the days of desolation it kept Sabbath, to fulfill seventy years."},{"number":22,"verse":"(The Decree of Cyrus) And in the first year of Cyrus, the king of Persia, in order to fulfill the word of Yahweh by the mouth of Jeremiah, Yahweh stirred up the spirit of Cyrus, king of Persia, so that he made a proclamation throughout all his kingdom and also in writing, saying:"},{"number":23,"verse":"“Thus says Cyrus, king of Persia: ‘Yahweh the God of heaven has given to me all the kingdoms of the earth, and he has appointed me to build a house for him at Jerusalem, which is in Judah. Whoever is among you from all his people, may Yahweh his God go up with him.’”"}]}