{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber spake יְהוָ֔ה <WH3068> Yah-weh, And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses וְאֶֽל־ <WH413> ve-'el- and אַהֲרֹ֖ן <WH175> 'a-ha-Ron and unto Aaron לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"זֹ֚את <WH2063> zot likewise חֻקַּ֣ת <WH2708> chuk-Kat This [is] the ordinance הַתּוֹרָ֔ה <WH8451> hat-to-Rah, of the law אֲשֶׁר־ <WH834> 'a-Sher- which צִוָּ֥ה <WH6680> tziv-Vah hath commanded יְהוָ֖ה <WH3068> Yah-weh which the LORD לֵאמֹ֑ר <WH559> le-Mor; saying דַּבֵּ֣ר׀ <WH1696> dab-Ber Speak אֶל־ <WH413> 'el- to בְּנֵ֣י <WH1121> be-Nei unto the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel וְיִקְח֣וּ <WH3947> ve-yik-Chu that they bring אֵלֶיךָ֩ <WH413> 'e-lei-Cha about פָרָ֨ה <WH6510> fa-Rah heifer אֲדֻמָּ֜ה <WH122> 'a-dum-Mah thee a red תְּמִימָ֗ה <WH8549> te-mi-Mah, without spot אֲשֶׁ֤ר <WH834> 'a-Sher which אֵֽין־ <WH369> 'ein- is no בָּהּ֙ bah מ֔וּם <WH3971> Mum, wherein [is] no blemish אֲשֶׁ֛ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- [and] upon which never עָלָ֥ה <WH5927> 'a-Lah came עָלֶ֖יהָ <WH5921> 'a-Lei-ha and עֹֽל׃ <WH5923> 'Ol. yoke"},{"number":3,"verse":"וּנְתַתֶּ֣ם <WH5414> u-ne-tat-Tem And ye shall give אֹתָ֔הּ <WH853> 'o-Tah, אֶל־ <WH413> 'el- to אֶלְעָזָ֖ר <WH499> 'el-'a-Zar her unto Eleazar הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; the priest וְהוֹצִ֤יא <WH3318> ve-ho-Tzi that he may bring her forth אֹתָהּ֙ <WH853> 'o-Tah אֶל־ <WH413> 'el- about מִח֣וּץ <WH2351> mi-Chutz without לַֽמַּחֲנֶ֔ה <WH4264> lam-ma-cha-Neh, the camp וְשָׁחַ֥ט <WH7819> ve-sha-Chat and [one] shall slay אֹתָ֖הּ <WH853> 'o-Tah לְפָנָֽיו׃ <WH6440> le-fa-Nav. her before"},{"number":4,"verse":"וְלָקַ֞ח <WH3947> ve-la-Kach shall take אֶלְעָזָ֧ר <WH499> 'el-'a-Zar And Eleazar הַכֹּהֵ֛ן <WH3548> hak-ko-Hen the priest מִדָּמָ֖הּ <WH1818> mid-da-Mah of her blood בְּאֶצְבָּע֑וֹ <WH676> be-'etz-ba-'O; with his finger וְהִזָּ֞ה <WH5137> ve-hiz-Zah and sprinkle אֶל־ <WH413> 'el- toward נֹ֨כַח <WH5227> No-chach directly פְּנֵ֧י <WH6440> pe-Nei before אֹֽהֶל־ <WH168> 'o-hel- the tabernacle מוֹעֵ֛ד <WH4150> mo-'Ed of the congregation מִדָּמָ֖הּ <WH1818> mid-da-Mah of her blood שֶׁ֥בַע <WH7651> She-va' seven פְּעָמִֽים׃ <WH6471> pe-'a-Mim. times"},{"number":5,"verse":"וְשָׂרַ֥ף <WH8313> ve-sa-Raf And [one] shall burn אֶת־ <WH853> 'et- הַפָּרָ֖ה <WH6510> hap-pa-Rah the heifer לְעֵינָ֑יו <WH5869> le-'ei-Nav; in his sight אֶת־ <WH853> 'et- עֹרָ֤הּ <WH5785> 'o-Rah her skin וְאֶת־ <WH853> ve-'Et בְּשָׂרָהּ֙ <WH1320> be-sa-Rah and her flesh וְאֶת־ <WH853> ve-'Et דָּמָ֔הּ <WH1818> da-Mah, and her blood עַל־ <WH5921> 'al- with פִּרְשָׁ֖הּ <WH6569> pir-Shah with her dung יִשְׂרֹֽף׃ <WH8313> yis-Rof. shall he burn"},{"number":6,"verse":"וְלָקַ֣ח <WH3947> ve-la-Kach shall take הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, And the priest עֵ֥ץ <WH6086> 'etz wood אֶ֛רֶז <WH730> 'E-rez cedar וְאֵז֖וֹב <WH231> ve-'e-Zov and hyssop וּשְׁנִ֣י <WH8144> u-she-Ni and scarlet תוֹלָ֑עַת <WH8438> to-La-'at; oppressor וְהִשְׁלִ֕יךְ <WH7993> ve-hish-Lich and cast אֶל־ <WH413> 'el- into תּ֖וֹךְ <WH8432> Toch [it] into the midst שְׂרֵפַ֥ת <WH8316> se-re-Fat of the burning הַפָּרָֽה׃ <WH6510> hap-pa-Rah. of the heifer"},{"number":7,"verse":"וְכִבֶּ֨ס <WH3526> ve-chib-Bes shall wash בְּגָדָ֜יו <WH899> be-ga-Dav his clothes הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, Then the priest וְרָחַ֤ץ <WH7364> ve-ra-Chatz and he shall bathe בְּשָׂרוֹ֙ <WH1320> be-sa-Ro his flesh בַּמַּ֔יִם <WH4325> bam-Ma-yim, in water וְאַחַ֖ר <WH310> ve-'a-Char and afterward יָב֣וֹא <WH935> ya-Vo he shall come אֶל־ <WH413> 'el- into הַֽמַּחֲנֶ֑ה <WH4264> ham-ma-cha-Neh; into the camp וְטָמֵ֥א <WH2930> ve-ta-Me shall be unclean הַכֹּהֵ֖ן <WH3548> hak-ko-Hen and the priest עַד־ <WH5704> 'ad- until הָעָֽרֶב׃ <WH6153> ha-'A-rev. until the even"},{"number":8,"verse":"וְהַשֹּׂרֵ֣ף <WH8313> ve-has-so-Ref And he that burneth אֹתָ֔הּ <WH853> 'o-Tah, יְכַבֵּ֤ס <WH3526> ye-chab-Bes her shall wash בְּגָדָיו֙ <WH899> be-ga-Dav his clothes בַּמַּ֔יִם <WH4325> bam-Ma-yim, in water וְרָחַ֥ץ <WH7364> ve-ra-Chatz and bathe בְּשָׂר֖וֹ <WH1320> be-sa-Ro his flesh בַּמָּ֑יִם <WH4325> bam-Ma-yim; in water וְטָמֵ֖א <WH2930> ve-ta-Me and shall be unclean עַד־ <WH5704> 'ad- until הָעָֽרֶב׃ <WH6153> ha-'A-rev. until the even"},{"number":9,"verse":"וְאָסַ֣ף׀ <WH622> ve-'a-Saf shall gather אִ֣ישׁ <WH376> 'ish And a man טָה֗וֹר <WH2889> ta-Hor, [that is] clean אֵ֚ת <WH853> 'et אֵ֣פֶר <WH665> 'E-fer up the ashes הַפָּרָ֔ה <WH6510> hap-pa-Rah, of the heifer וְהִנִּ֛יחַ <WH3240> ve-hin-Ni-ach and lay [them] up מִח֥וּץ <WH2351> mi-Chutz without לַֽמַּחֲנֶ֖ה <WH4264> lam-ma-cha-Neh the camp בְּמָק֣וֹם <WH4725> be-ma-Kom place טָה֑וֹר <WH2889> ta-Hor; in a clean וְ֠הָיְתָה <WH1961> Ve-ha-ye-tah become לַעֲדַ֨ת <WH5712> la-'a-Dat for the congregation בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֧ל <WH3478> Yis-ra-'El of Israel לְמִשְׁמֶ֛רֶת <WH4931> le-mish-Me-ret and it shall be kept לְמֵ֥י <WH4325> le-Mei for a water נִדָּ֖ה <WH5079> nid-Dah of separation חַטָּ֥את <WH2403> chat-Tat it [is] a purification for sin הִֽוא׃ <WH1931> hi he"},{"number":10,"verse":"וְ֠כִבֶּס <WH3526> Ve-chib-bes shall wash הָאֹסֵ֨ף <WH622> ha-'o-Sef And he that gathereth אֶת־ <WH853> 'et- אֵ֤פֶר <WH665> 'E-fer the ashes הַפָּרָה֙ <WH6510> hap-pa-Rah of the heifer אֶת־ <WH853> 'et- בְּגָדָ֔יו <WH899> be-ga-Dav, his clothes וְטָמֵ֖א <WH2930> ve-ta-Me and be unclean עַד־ <WH5704> 'ad- until הָעָ֑רֶב <WH6153> ha-'A-rev; until the even וְֽהָיְתָ֞ה <WH1961> ve-ha-ye-Tah become לִבְנֵ֣י <WH1121> liv-Nei and it shall be unto the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel וְלַגֵּ֛ר <WH1616> ve-lag-Ger and unto the stranger הַגָּ֥ר <WH1481> hag-Gar that sojourneth בְּתוֹכָ֖ם <WH8432> be-to-Cham among לְחֻקַּ֥ת <WH2708> le-chuk-Kat them for a statute עוֹלָֽם׃ <WH5769> o-Lam. for ever"},{"number":11,"verse":"הַנֹּגֵ֥עַ <WH5060> han-no-Ge-a' He that toucheth בְּמֵ֖ת <WH4191> be-Met the dead לְכָל־ <WH3605> le-chol of any נֶ֣פֶשׁ <WH5315> Ne-fesh body אָדָ֑ם <WH120> 'a-Dam; of any man וְטָמֵ֖א <WH2930> ve-ta-Me shall be unclean שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":12,"verse":"ה֣וּא <WH1931> hu one יִתְחַטָּא־ <WH2398> yit-chat-ta- He shall purify ב֞וֹ vo בַּיּ֧וֹם <WH3117> bai-Yom day הַשְּׁלִישִׁ֛י <WH7992> hash-she-li-Shi himself with it on the third וּבַיּ֥וֹם <WH3117> u-vai-Yom day הַשְּׁבִיעִ֖י <WH7637> hash-she-vi-'I and on the seventh יִטְהָ֑ר <WH2891> yit-Har; he shall be clean וְאִם־ <WH518> ve-'im- if לֹ֨א <WH3808> lo from יִתְחַטָּ֜א <WH2398> yit-chat-Ta but if he purify בַּיּ֧וֹם <WH3117> bai-Yom day הַשְּׁלִישִׁ֛י <WH7992> hash-she-li-Shi not himself the third וּבַיּ֥וֹם <WH3117> u-vai-Yom day הַשְּׁבִיעִ֖י <WH7637> hash-she-vi-'I then the seventh לֹ֥א <WH3808> lo not יִטְהָֽר׃ <WH2891> yit-Har. he shall not be clean"},{"number":13,"verse":"כָּֽל־ <WH3605> kal- Anyone הַנֹּגֵ֡עַ <WH5060> han-no-Ge-a' Whosoever toucheth בְּמֵ֣ת <WH4191> be-Met the dead בְּנֶפֶשׁ֩ <WH5315> be-ne-Fesh body הָאָדָ֨ם <WH120> ha-'a-Dam of any man אֲשֶׁר־ <WH834> 'a-Sher- who יָמ֜וּת <WH4191> ya-Mut that is dead וְלֹ֣א <WH3808> ve-Lo and does not יִתְחַטָּ֗א <WH2398> yit-chat-Ta, and purifieth אֶת־ <WH853> 'et- מִשְׁכַּ֤ן <WH4908> mish-Kan the tabernacle יְהוָה֙ <WH3069> Yah-weh God טִמֵּ֔א <WH2930> tim-Me, not himself defileth וְנִכְרְתָ֛ה <WH3772> ve-nich-re-Tah shall be cut off הַנֶּ֥פֶשׁ <WH5315> han-Ne-fesh and that soul הַהִ֖וא <WH1931> ha-Hiv he מִיִּשְׂרָאֵ֑ל <WH3478> mi-Yis-ra-'El; from Israel כִּי֩ <WH3588> ki Because מֵ֨י <WH4325> mei because the water נִדָּ֜ה <WH5079> nid-Dah of separation לֹא־ <WH3808> lo- was not זֹרַ֤ק <WH2236> zo-Rak was not sprinkled עָלָיו֙ <WH5921> 'a-Lav on טָמֵ֣א <WH2931> ta-Me upon him he shall be unclean יִהְיֶ֔ה <WH1961> yih-Yeh, become ע֖וֹד <WH5750> od is still טֻמְאָת֥וֹ <WH2932> tum-'a-To his uncleanness בֽוֹ׃ vo."},{"number":14,"verse":"זֹ֚את <WH2063> zot likewise הַתּוֹרָ֔ה <WH8451> hat-to-Rah, This [is] the law אָדָ֖ם <WH120> 'a-Dam when a man כִּֽי־ <WH3588> ki- when יָמ֣וּת <WH4191> ya-Mut dieth בְּאֹ֑הֶל <WH168> be-'O-hel; in a tent כָּל־ <WH3605> kol- everyone הַבָּ֤א <WH935> hab-Ba all that come אֶל־ <WH413> 'el- into הָאֹ֙הֶל֙ <WH168> ha-'O-hel into the tent וְכָל־ <WH3605> ve-chol and everyone אֲשֶׁ֣ר <WH834> 'a-Sher who בָּאֹ֔הֶל <WH168> ba-'O-hel, and all that [is] in the tent יִטְמָ֖א <WH2930> yit-Ma shall be unclean שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":15,"verse":"וְכֹל֙ <WH3605> ve-Chol Every כְּלִ֣י <WH3627> ke-Li vessel פָת֔וּחַ <WH6605> fa-Tu-ach, And every open אֲשֶׁ֛ר <WH834> 'a-Sher which אֵין־ <WH369> 'ein- has צָמִ֥יד <WH6781> tza-Mid which hath no covering פָּתִ֖יל <WH6616> pa-Til bound עָלָ֑יו <WH5921> 'a-Lav; on טָמֵ֖א <WH2931> ta-Me upon it [is] unclean הֽוּא׃ <WH1931> Hu. he"},{"number":16,"verse":"וְכֹ֨ל <WH3605> ve-Chol anyone אֲשֶׁר־ <WH834> 'a-Sher- who יִגַּ֜ע <WH5060> yig-Ga' And whosoever toucheth עַל־ <WH5921> 'al- in פְּנֵ֣י <WH6440> pe-Nei in the open הַשָּׂדֶ֗ה <WH7704> has-sa-Deh, fields בַּֽחֲלַל־ <WH2491> ba-cha-lal- one that is slain חֶ֙רֶב֙ <WH2719> che-rev with a sword א֣וֹ <WH176> o or בְמֵ֔ת <WH4191> ve-Met, or a dead body אֽוֹ־ <WH176> 'ov- or בְעֶ֥צֶם <WH6106> ve-'E-tzem or a bone אָדָ֖ם <WH120> 'a-Dam of a man א֣וֹ <WH176> o or בְקָ֑בֶר <WH6913> ve-Ka-ver; or a grave יִטְמָ֖א <WH2930> yit-Ma shall be unclean שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":17,"verse":"וְלָֽקְחוּ֙ <WH3947> ve-la-ke-Chu [person] they shall take לַטָּמֵ֔א <WH2931> lat-ta-Me, And for an unclean מֵעֲפַ֖ר <WH6083> me-'a-Far of the ashes שְׂרֵפַ֣ת <WH8316> se-re-Fat of the burnt heifer הַֽחַטָּ֑את <WH2403> ha-chat-Tat; of purification for sin וְנָתַ֥ן <WH5414> ve-na-Tan shall be put עָלָ֛יו <WH5921> 'a-Lav and מַ֥יִם <WH4325> Ma-yim water חַיִּ֖ים <WH2416> chai-Yim and running אֶל־ <WH413> 'el- to כֶּֽלִי׃ <WH3627> Ke-li. thereto in a vessel"},{"number":18,"verse":"וְלָקַ֨ח <WH3947> ve-la-Kach shall take אֵז֜וֹב <WH231> e-Zov hyssop וְטָבַ֣ל <WH2881> ve-ta-Val and dip בַּמַּיִם֮ <WH4325> bam-ma-Yim [it] in the water אִ֣ישׁ <WH376> 'ish person טָהוֹר֒ <WH2889> ta-hOr And a clean וְהִזָּ֤ה <WH5137> ve-hiz-Zah and sprinkle עַל־ <WH5921> 'al- on הָאֹ֙הֶל֙ <WH168> ha-'O-hel [it] upon the tent וְעַל־ <WH5921> ve-'al- and on כָּל־ <WH3605> kol- all הַכֵּלִ֔ים <WH3627> hak-ke-Lim, and upon all the vessels וְעַל־ <WH5921> ve-'al- and on הַנְּפָשׁ֖וֹת <WH5315> han-ne-fa-Shot and upon the persons אֲשֶׁ֣ר <WH834> 'a-Sher who הָֽיוּ־ <WH1961> ha-yu- become שָׁ֑ם <WH8033> Sham; were there וְעַל־ <WH5921> ve-'al- and הַנֹּגֵ֗עַ <WH5060> han-no-Ge-a', that were there and upon him that touched בַּעֶ֙צֶם֙ <WH6106> ba-'E-tzem a bone א֣וֹ <WH176> o or בֶֽחָלָ֔ל <WH2491> ve-cha-Lal, or one slain א֥וֹ <WH176> o or בַמֵּ֖ת <WH4191> vam-Met or one dead א֥וֹ <WH176> o or בַקָּֽבֶר׃ <WH6913> vak-Ka-ver. or a grave"},{"number":19,"verse":"וְהִזָּ֤ה <WH5137> ve-hiz-Zah [person] shall sprinkle הַטָּהֹר֙ <WH2889> hat-ta-Hor And the clean עַל־ <WH5921> 'al- on הַטָּמֵ֔א <WH2931> hat-ta-Me, upon the unclean בַּיּ֥וֹם <WH3117> bai-Yom day הַשְּׁלִישִׁ֖י <WH7992> hash-she-li-Shi on the third וּבַיּ֣וֹם <WH3117> u-vai-Yom day הַשְּׁבִיעִ֑י <WH7637> hash-she-vi-'I; and on the seventh וְחִטְּאוֹ֙ <WH2398> ve-chit-te-'O he shall purify בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִ֔י <WH7637> hash-she-vi-'I, and on the seventh וְכִבֶּ֧ס <WH3526> ve-chib-Bes himself and wash בְּגָדָ֛יו <WH899> be-ga-Dav his clothes וְרָחַ֥ץ <WH7364> ve-ra-Chatz and bathe בַּמַּ֖יִם <WH4325> bam-Ma-yim himself in water וְטָהֵ֥ר <WH2891> ve-ta-Her and shall be clean בָּעָֽרֶב׃ <WH6153> ba-'A-rev. at even"},{"number":20,"verse":"וְאִ֤ישׁ <WH376> ve-'Ish But the man אֲשֶׁר־ <WH834> 'a-Sher- who יִטְמָא֙ <WH2930> yit-Ma that shall be unclean וְלֹ֣א <WH3808> ve-Lo and does not יִתְחַטָּ֔א <WH2398> yit-chat-Ta, and shall not purify וְנִכְרְתָ֛ה <WH3772> ve-nich-re-Tah shall be cut off הַנֶּ֥פֶשׁ <WH5315> han-Ne-fesh himself that soul הַהִ֖וא <WH1931> ha-Hiv he מִתּ֣וֹךְ <WH8432> mit-Toch from among הַקָּהָ֑ל <WH6951> hak-ka-Hal; the congregation כִּי֩ <WH3588> ki because אֶת־ <WH853> 'et- מִקְדַּ֨שׁ <WH4720> mik-Dash the sanctuary יְהוָ֜ה <WH3068> Yah-weh of the LORD טִמֵּ֗א <WH2930> tim-Me, because he hath defiled מֵ֥י <WH4325> mei the water נִדָּ֛ה <WH5079> nid-Dah of separation לֹא־ <WH3808> lo- has not זֹרַ֥ק <WH2236> zo-Rak hath not been sprinkled עָלָ֖יו <WH5921> 'a-Lav on טָמֵ֥א <WH2931> ta-Me upon him he [is] unclean הֽוּא׃ <WH1931> Hu. he"},{"number":21,"verse":"וְהָיְתָ֥ה <WH1961> ve-ha-ye-Tah become לָּהֶ֖ם la-Hem לְחֻקַּ֣ת <WH2708> le-chuk-Kat statute עוֹלָ֑ם <WH5769> o-Lam; And it shall be a perpetual וּמַזֵּ֤ה <WH5137> u-maz-Zeh unto them that he that sprinkleth מֵֽי־ <WH4325> mei- the water הַנִּדָּה֙ <WH5079> han-nid-Dah of separation יְכַבֵּ֣ס <WH3526> ye-chab-Bes shall wash בְּגָדָ֔יו <WH899> be-ga-Dav, his clothes וְהַנֹּגֵ֙עַ֙ <WH5060> ve-han-no-Ge-a' and he that toucheth בְּמֵ֣י <WH4325> be-Mei the water הַנִּדָּ֔ה <WH5079> han-nid-Dah, of separation יִטְמָ֖א <WH2930> yit-Ma shall be unclean עַד־ <WH5704> 'ad- until הָעָֽרֶב׃ <WH6153> ha-'A-rev. until even"},{"number":22,"verse":"וְכֹ֛ל <WH3605> ve-Chol anything אֲשֶׁר־ <WH834> 'a-Sher- after יִגַּע־ <WH5060> yig-ga'- [person] toucheth בּ֥וֹ bo הַטָּמֵ֖א <WH2931> hat-ta-Me And whatsoever the unclean יִטְמָ֑א <WH2930> yit-Ma; shall be unclean וְהַנֶּ֥פֶשׁ <WH5315> ve-han-Ne-fesh and the soul הַנֹּגַ֖עַת <WH5060> han-no-Ga-'at that toucheth תִּטְמָ֥א <WH2930> tit-Ma [it] shall be unclean עַד־ <WH5704> 'ad- until הָעָֽרֶב׃ <WH6153> ha-'A-rev. until even פ Peh"}]}