{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said בִּלְעָם֙ <WH1109> bil-'Am And Balaam אֶל־ <WH413> 'el- to בָּלָ֔ק <WH1111> ba-Lak, unto Balak בְּנֵה־ <WH1129> be-neh- Build לִ֥י li בָזֶ֖ה <WH2088> va-Zeh here שִׁבְעָ֣ה <WH7651> shiv-'Ah me here seven מִזְבְּחֹ֑ת <WH4196> miz-be-Chot; altars וְהָכֵ֥ן <WH3559> ve-ha-Chen and prepare לִי֙ li בָּזֶ֔ה <WH2088> ba-Zeh, here שִׁבְעָ֥ה <WH7651> shiv-'Ah me here seven פָרִ֖ים <WH6499> fa-Rim oxen וְשִׁבְעָ֥ה <WH7651> ve-shiv-'Ah and seven אֵילִֽים׃ <WH352> 'ei-Lim. rams"},{"number":2,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as did בָּלָ֔ק <WH1111> ba-Lak, And Balak כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after דִּבֶּ֣ר <WH1696> dib-Ber had spoken בִּלְעָ֑ם <WH1109> bil-'Am; as Balaam וַיַּ֨עַל <WH5927> vai-Ya-'al offered בָּלָ֧ק <WH1111> ba-Lak and Balak וּבִלְעָ֛ם <WH1109> u-vil-'Am and Balaam פָּ֥ר <WH6499> par a bullock וָאַ֖יִל <WH352> va-'A-yil and a ram בַּמִּזְבֵּֽחַ׃ <WH4196> bam-miz-Be-ach. on [every] altar"},{"number":3,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said בִּלְעָ֜ם <WH1109> bil-'Am And Balaam לְבָלָ֗ק <WH1111> le-va-Lak, unto Balak הִתְיַצֵּב֮ <WH3320> hit-yatz-Tzev Stand עַל־ <WH5921> 'al- beside עֹלָתֶךָ֒ <WH5930> 'o-la-te-Cha by thy burnt offering וְאֵֽלְכָ֗ה <WH1980> ve-'e-le-Chah, will go אוּלַ֞י <WH194> 'u-Lai perhaps יִקָּרֵ֤ה <WH7136> yik-ka-Reh will come יְהוָה֙ <WH3068> Yah-weh peradventure the LORD לִקְרָאתִ֔י <WH7125> lik-ra-Ti, to meet וּדְבַ֥ר <WH1697> u-de-Var me and whatsoever מַה־ <WH4100> mah- He יַּרְאֵ֖נִי <WH7200> yar-'E-ni he sheweth וְהִגַּ֣דְתִּי <WH5046> ve-hig-Gad-ti me I will tell לָ֑ךְ Lach; וַיֵּ֖לֶךְ <WH1980> vai-Ye-lech went שֶֽׁפִי׃ <WH8205> She-fi. to an high place"},{"number":4,"verse":"וַיִּקָּ֥ר <WH7136> vai-yik-Kar met אֱלֹהִ֖ים <WH430> E-lo-Him And God אֶל־ <WH413> 'el- about בִּלְעָ֑ם <WH1109> bil-'Am; Balaam וַיֹּ֣אמֶר <WH559> vai-Yo-mer and he said אֵלָ֗יו <WH413> 'e-Lav, about אֶת־ <WH853> 'et- שִׁבְעַ֤ת <WH7651> shiv-'At seven הַֽמִּזְבְּחֹת֙ <WH4196> ham-miz-be-Chot altars עָרַ֔כְתִּי <WH6186> 'a-Rach-ti, unto him I have prepared וָאַ֛עַל <WH5927> va-'A-'al and I have offered פָּ֥ר <WH6499> par a bullock וָאַ֖יִל <WH352> va-'A-yil and a ram בַּמִּזְבֵּֽחַ׃ <WH4196> bam-miz-Be-ach. upon [every] altar"},{"number":5,"verse":"וַיָּ֧שֶׂם <WH7760> vai-Ya-sem put יְהוָ֛ה <WH3068> Yah-weh And the LORD דָּבָ֖ר <WH1697> da-Var a word בְּפִ֣י <WH6310> be-Fi mouth בִלְעָ֑ם <WH1109> vil-'Am; in Balaam's וַיֹּ֛אמֶר <WH559> vai-Yo-mer and said שׁ֥וּב <WH7725> shuv Return אֶל־ <WH413> 'el- to בָּלָ֖ק <WH1111> ba-Lak unto Balak וְכֹ֥ה <WH3541> ve-Choh thus תְדַבֵּֽר׃ <WH1696> te-dab-Ber. and thus thou shalt speak"},{"number":6,"verse":"וַיָּ֣שָׁב <WH7725> vai-Ya-shov And he returned אֵלָ֔יו <WH413> 'e-Lav, to him וְהִנֵּ֥ה <WH2009> ve-hin-Neh behold נִצָּ֖ב <WH5324> nitz-Tzav unto him and lo he stood עַל־ <WH5921> 'al- beside עֹלָת֑וֹ <WH5930> o-la-To; by his burnt sacrifice ה֖וּא <WH1931> hu he וְכָל־ <WH3605> ve-chol and all שָׂרֵ֥י <WH8269> sa-Rei he and all the princes מוֹאָֽב׃ <WH4124> mo-'Av. of Moab"},{"number":7,"verse":"וַיִּשָּׂ֥א <WH5375> vai-yis-Sa And he took up מְשָׁל֖וֹ <WH4912> me-sha-Lo his parable וַיֹּאמַ֑ר <WH559> vai-yo-Mar; and said מִן־ <WH4480> min- from אֲ֠רָם <WH758> 'A-rom me from Aram יַנְחֵ֨נִי <WH5148> yan-Che-ni hath brought בָלָ֤ק <WH1111> va-Lak Balak מֶֽלֶךְ־ <WH4428> Me-lech- the king מוֹאָב֙ <WH4124> mo-'Av of Moab מֵֽהַרְרֵי־ <WH2042> me-har-rei- out of the mountains קֶ֔דֶם <WH6924> Ke-dem, of the east לְכָה֙ <WH1980> le-Chah Come אָֽרָה־ <WH779> 'a-rah- curse לִּ֣י li יַעֲקֹ֔ב <WH3290> ya-'a-Ko, me Jacob וּלְכָ֖ה <WH1980> u-le-Chah and come זֹעֲמָ֥ה <WH2194> zo-'a-Mah defy יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":8,"verse":"מָ֣ה <WH4100> mah How אֶקֹּ֔ב <WH5344> ek-Ko, shall I curse לֹ֥א <WH3808> lo shall I קַבֹּ֖ה <WH6895> kab-Boh hath not cursed אֵ֑ל <WH410> 'El; whom God וּמָ֣ה <WH4100> u-Mah How אֶזְעֹ֔ם <WH2194> 'ez-'Om, ;or how shall I defy לֹ֥א <WH3808> lo not זָעַ֖ם <WH2194> za-'Am hath not defied יְהוָֽה׃ <WH3068> Yah-weh. [whom] the LORD"},{"number":9,"verse":"כִּֽי־ <WH3588> ki- from מֵרֹ֤אשׁ <WH7218> me-Rosh For from the top צֻרִים֙ <WH6697> tzu-Rim of the rocks אֶרְאֶ֔נּוּ <WH7200> 'er-'En-nu, I see וּמִגְּבָע֖וֹת <WH1389> u-mig-ge-va-'ot him and from the hills אֲשׁוּרֶ֑נּוּ <WH7789> 'a-shu-Ren-nu; I behold הֶן־ <WH2005> hen- Behold עָם֙ <WH5971> 'am him lo the people לְבָדָ֣ד <WH910> le-va-Dad alone יִשְׁכֹּ֔ן <WH7931> yish-Kon, shall dwell וּבַגּוֹיִ֖ם <WH1471> u-vag-go-Yim among the nations לֹ֥א <WH3808> lo not יִתְחַשָּֽׁב׃ <WH2803> yit-chash-Shav. and shall not be reckoned"},{"number":10,"verse":"מִ֤י <WH4310> mi Who מָנָה֙ <WH4487> ma-Nah Who can count עֲפַ֣ר <WH6083> 'a-Far the dust יַעֲקֹ֔ב <WH3290> ya-'a-Ko, of Jacob וּמִסְפָּ֖ר <WH4557> u-mis-Par and the number אֶת־ <WH853> 'et- רֹ֣בַע <WH7255> Roa' of the fourth יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel תָּמֹ֤ת <WH4191> ta-Mot crying נַפְשִׁי֙ <WH5315> naf-Shi any מ֣וֹת <WH4194> Mot the death יְשָׁרִ֔ים <WH3477> ye-sha-Rim, of the righteous וּתְהִ֥י <WH1961> u-te-Hi become אַחֲרִיתִ֖י <WH319> 'a-cha-ri-Ti and let my last כָּמֹֽהוּ׃ <WH3644> ka-Mo-hu. be like"},{"number":11,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said בָּלָק֙ <WH1111> ba-Lak And Balak אֶל־ <WH413> 'el- to בִּלְעָ֔ם <WH1109> bil-'Am, unto Balaam מֶ֥ה <WH4100> meh What עָשִׂ֖יתָ <WH6213> 'a-Si-ta What hast thou done לִ֑י Li; לָקֹ֤ב <WH6895> la-Ko thee to curse אֹיְבַי֙ <WH341> 'o-ye-Vai mine enemies לְקַחְתִּ֔יךָ <WH3947> le-kach-Ti-cha, unto me;I took וְהִנֵּ֖ה <WH2009> ve-hin-Neh behold בֵּרַ֥כְתָּ <WH1288> be-Rach-ta and behold thou hast blessed בָרֵֽךְ׃ <WH1288> va-Rech. [them] altogether"},{"number":12,"verse":"וַיַּ֖עַן <WH6030> vai-Ya-'an And he answered וַיֹּאמַ֑ר <WH559> vai-yo-Mar; and said הֲלֹ֗א <WH3808> ha-Lo, not אֵת֩ <WH853> 'et אֲשֶׁ֨ר <WH834> 'a-Sher what יָשִׂ֤ים <WH7760> ya-Sim hath put יְהוָה֙ <WH3068> Yah-weh that which the LORD בְּפִ֔י <WH6310> be-Fi, according אֹת֥וֹ <WH853> o-To אֶשְׁמֹ֖ר <WH8104> 'esh-Mor Must I not take heed לְדַבֵּֽר׃ <WH1696> le-dab-Ber. to speak"},{"number":13,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אֵלָ֜יו <WH413> 'e-Lav then בָּלָ֗ק <WH1111> ba-Lak, And Balak; לְךָ־ le-cha- כלְכָה־ <WH1980> le-chah- comena ק <WH1980> come אִתִּ֜י <WH854> 'it-Ti for אֶל־ <WH413> 'el- about מָק֤וֹם <WH4725> ma-Kom place אַחֵר֙ <WH312> 'a-Cher I pray thee with me unto another אֲשֶׁ֣ר <WH834> 'a-Sher you תִּרְאֶ֣נּוּ <WH7200> tir-'En-nu from whence thou mayest see מִשָּׁ֔ם <WH8033> mish-Sham, there אֶ֚פֶס <WH657> 'E-fes but קָצֵ֣הוּ <WH7097> ka-Tze-hu the utmost תִרְאֶ֔ה <WH7200> tir-'Eh, them thou shalt see וְכֻלּ֖וֹ <WH3605> ve-chul-Lo all לֹ֣א <WH3808> lo and will not תִרְאֶ֑ה <WH7200> tir-'Eh; part of them and shalt not see וְקָבְנוֹ־ <WH6895> ve-ka-ve-nov- them all and curse לִ֖י li מִשָּֽׁם׃ <WH8033> mish-Sham. there"},{"number":14,"verse":"וַיִּקָּחֵ֙הוּ֙ <WH3947> vai-yik-ka-Che-hu And he brought שְׂדֵ֣ה <WH7704> se-Deh him into the field צֹפִ֔ים <WH6839> tzo-Fim, of Zophim אֶל־ <WH413> 'el- to רֹ֖אשׁ <WH7218> rosh to the top הַפִּסְגָּ֑ה <WH6449> hap-pis-Gah; of Pisgah וַיִּ֙בֶן֙ <WH1129> vai-Yi-ven and built שִׁבְעָ֣ה <WH7651> shiv-'Ah seven מִזְבְּחֹ֔ת <WH4196> miz-be-Chot, altars וַיַּ֛עַל <WH5927> vai-Ya-'al and offered פָּ֥ר <WH6499> par a bullock וָאַ֖יִל <WH352> va-'A-yil and a ram בַּמִּזְבֵּֽחַ׃ <WH4196> bam-miz-Be-ach. on [every] altar"},{"number":15,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said אֶל־ <WH413> 'el- to בָּלָ֔ק <WH1111> ba-Lak, unto Balak הִתְיַצֵּ֥ב <WH3320> hit-yatz-Tzev Stand כֹּ֖ה <WH3541> koh here עַל־ <WH5921> 'al- beside עֹלָתֶ֑ךָ <WH5930> 'o-la-Te-cha; by thy burnt offering וְאָנֹכִ֖י <WH595> ve-'a-no-Chi myself אִקָּ֥רֶה <WH7136> 'ik-Ka-reh while I meet כֹּֽה׃ <WH3541> Koh. [the LORD] yonder"},{"number":16,"verse":"וַיִּקָּ֤ר <WH7136> vai-yik-Kar met יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- about בִּלְעָ֔ם <WH1109> bil-'Am, Balaam וַיָּ֥שֶׂם <WH7760> vai-Ya-sem and put דָּבָ֖ר <WH1697> da-Var a word בְּפִ֑יו <WH6310> be-Fiv; in his mouth וַיֹּ֛אמֶר <WH559> vai-Yo-mer and said שׁ֥וּב <WH7725> shuv Go again אֶל־ <WH413> 'el- to בָּלָ֖ק <WH1111> ba-Lak unto Balak וְכֹ֥ה <WH3541> ve-Choh and thus תְדַבֵּֽר׃ <WH1696> te-dab-Ber. and say"},{"number":17,"verse":"וַיָּבֹ֣א <WH935> vai-ya-Vo And when he came אֵלָ֗יו <WH413> 'e-Lav, to him וְהִנּ֤וֹ <WH2009> ve-hin-No behold נִצָּב֙ <WH5324> nitz-Tzav to him behold he stood עַל־ <WH5921> 'al- beside עֹ֣לָת֔וֹ <WH5930> o-la-To, by his burnt offering וְשָׂרֵ֥י <WH8269> ve-sa-Rei and the princes מוֹאָ֖ב <WH4124> mo-'Av of Moab אִתּ֑וֹ <WH854> it-To; for וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo בָּלָ֔ק <WH1111> ba-Lak, with him And Balak מַה־ <WH4100> mah- What דִּבֶּ֖ר <WH1696> dib-Ber spoken יְהוָֽה׃ <WH3068> Yah-weh. unto him What hath the LORD"},{"number":18,"verse":"וַיִּשָּׂ֥א <WH5375> vai-yis-Sa And he took up מְשָׁל֖וֹ <WH4912> me-sha-Lo his parable וַיֹּאמַ֑ר <WH559> vai-yo-Mar; and said ק֤וּם <WH6965> kum Rise up בָּלָק֙ <WH1111> ba-Lak Balak וּֽשֲׁמָ֔ע <WH8085> u-sha-Ma', and hear הַאֲזִ֥ינָה <WH238> ha-'a-Zi-nah hearken עָדַ֖י <WH5704> 'a-Dai against בְּנ֥וֹ <WH1121> be-No unto me thou son צִפֹּֽר׃ <WH6834> tzip-Por. of Zippor"},{"number":19,"verse":"לֹ֣א <WH3808> lo Nor אִ֥ישׁ <WH376> 'ish [is] not a man אֵל֙ <WH410> 'el God וִֽיכַזֵּ֔ב <WH3576> vi-chaz-Zev, that he should lie וּבֶן־ <WH1121> u-ven- neither the son אָדָ֖ם <WH120> 'a-Dam of man וְיִתְנֶחָ֑ם <WH5162> ve-yit-ne-Cham; that he should repent הַה֤וּא <WH1931> ha-Hu has He אָמַר֙ <WH559> 'a-Mar hath he said וְלֹ֣א <WH3808> ve-Lo Nor יַעֲשֶׂ֔ה <WH6213> ya-'a-Seh, and shall he not do וְדִבֶּ֖ר <WH1696> ve-dib-Ber [it];or hath he spoken וְלֹ֥א <WH3808> ve-Lo Nor יְקִימֶֽנָּה׃ <WH6965> ye-ki-Men-nah. and shall he not make it good"},{"number":20,"verse":"הִנֵּ֥ה <WH2009> hin-Neh Behold בָרֵ֖ךְ <WH1288> va-Rech [commandment] to bless לָקָ֑חְתִּי <WH3947> la-Ka-che-ti; Behold I have received וּבֵרֵ֖ךְ <WH1288> u-ve-Rech and he hath blessed וְלֹ֥א <WH3808> ve-Lo cannot אֲשִׁיבֶֽנָּה׃ <WH7725> 'a-shi-Ven-nah. and I cannot reverse"},{"number":21,"verse":"לֹֽא־ <WH3808> lo- Nor הִבִּ֥יט <WH5027> hib-Bit He hath not beheld אָ֙וֶן֙ <WH205> 'a-ven iniquity בְּיַעֲקֹ֔ב <WH3290> be-ya-'a-Ko, in Jacob וְלֹא־ <WH3808> ve-lo- Nor רָאָ֥ה <WH7200> ra-'Ah neither hath he seen עָמָ֖ל <WH5999> 'a-Mal perverseness בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; in Israel יְהוָ֤ה <WH3068> Yah-weh the LORD אֱלֹהָיו֙ <WH430> 'e-lo-Hav his God עִמּ֔וֹ <WH5973> im-Mo, with וּתְרוּעַ֥ת <WH8643> u-te-ru-'At [is] with him and the shout מֶ֖לֶךְ <WH4428> Me-lech of a king בּֽוֹ׃ bo."},{"number":22,"verse":"אֵ֖ל <WH410> 'el God מוֹצִיאָ֣ם <WH3318> mo-tzi-'Am brought them out מִמִּצְרָ֑יִם <WH4714> mi-mitz-Ra-yim; of Egypt כְּתוֹעֲפֹ֥ת <WH8443> ke-to-'a-Fot he hath as it were the strength רְאֵ֖ם <WH7214> re-'Em of an unicorn לֽוֹ׃ lo."},{"number":23,"verse":"כִּ֤י <WH3588> ki there לֹא־ <WH3808> lo- is no נַ֙חַשׁ֙ <WH5173> na-chash Surely [there is] no enchantment בְּיַעֲקֹ֔ב <WH3290> be-ya-'a-Ko, against Jacob וְלֹא־ <WH3808> ve-lo- Nor קֶ֖סֶם <WH7081> Ke-sem neither [is there] any divination בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; against Israel כָּעֵ֗ת <WH6256> ka-'Et, according to this time יֵאָמֵ֤ר <WH559> ye-'a-Mer it shall be said לְיַעֲקֹב֙ <WH3290> le-ya-'a-Ko of Jacob וּלְיִשְׂרָאֵ֔ל <WH3478> u-le-Yis-ra-'El, and of Israel מַה־ <WH4100> mah- what פָּ֖עַל <WH6466> Pa-'al wrought אֵֽל׃ <WH410> 'El. What hath God"},{"number":24,"verse":"הֶן־ <WH2005> hen- Behold עָם֙ <WH5971> 'am Behold the people כְּלָבִ֣יא <WH3833> ke-la-Vi as a great lion יָק֔וּם <WH6965> ya-Kum, shall rise up וְכַאֲרִ֖י <WH738> ve-cha-'a-Ri himself as a young lion יִתְנַשָּׂ֑א <WH5375> yit-nas-Sa; and lift up לֹ֤א <WH3808> lo It will not יִשְׁכַּב֙ <WH7901> yish-Kav he shall not lie down עַד־ <WH5704> 'ad- until יֹ֣אכַל <WH398> Yo-chal until he eat טֶ֔רֶף <WH2964> Te-ref, [of] the prey וְדַם־ <WH1818> ve-dam- the blood חֲלָלִ֖ים <WH2491> cha-la-Lim of the slain יִשְׁתֶּֽה׃ <WH8354> yish-Teh. and drink"},{"number":25,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said בָּלָק֙ <WH1111> ba-Lak And Balak אֶל־ <WH413> 'el- to בִּלְעָ֔ם <WH1109> bil-'Am, unto Balaam גַּם־ <WH1571> gam- not קֹ֖ב <WH6895> ko them at all לֹ֣א <WH3808> lo nor תִקֳּבֶ֑נּוּ <WH5344> tik-ko-Ven-nu; Neither curse גַּם־ <WH1571> gam- again בָּרֵ֖ךְ <WH1288> ba-Rech nor bless לֹ֥א <WH3808> lo nor תְבָרֲכֶֽנּוּ׃ <WH1288> te-va-ra-Chen-nu. them at all"},{"number":26,"verse":"וַיַּ֣עַן <WH6030> vai-Ya-'an answered בִּלְעָ֔ם <WH1109> bil-'Am, But Balaam וַיֹּ֖אמֶר <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to בָּלָ֑ק <WH1111> ba-Lak; unto Balak הֲלֹ֗א <WH3808> ha-Lo, not דִּבַּ֤רְתִּי <WH1696> dib-Bar-ti Told אֵלֶ֙יךָ֙ <WH413> 'e-Lei-cha about לֵאמֹ֔ר <WH559> le-Mor, not I thee saying כֹּ֛ל <WH3605> kol all manner אֲשֶׁר־ <WH834> 'a-Sher- after יְדַבֵּ֥ר <WH1696> ye-dab-Ber speaketh יְהוָ֖ה <WH3068> Yah-weh All that the LORD אֹת֥וֹ <WH853> o-To אֶֽעֱשֶֽׂה׃ <WH6213> 'E-'e-Seh. that I must do"},{"number":27,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said בָּלָק֙ <WH1111> ba-Lak And Balak אֶל־ <WH413> 'el- to בִּלְעָ֔ם <WH1109> bil-'Am, unto Balaam לְכָה־ <WH1980> le-chah- come נָּא֙ <WH4994> na Please אֶקָּ֣חֲךָ֔ <WH3947> 'ek-Ka-cha-cha, I pray thee I will bring אֶל־ <WH413> 'el- about מָק֖וֹם <WH4725> ma-Kom place אַחֵ֑ר <WH312> 'a-Cher; thee unto another אוּלַ֤י <WH194> 'u-Lai perhaps יִישַׁר֙ <WH3477> yi-Shar convenient בְּעֵינֵ֣י <WH5869> be-'ei-Nei affliction הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, God וְקַבֹּ֥תוֹ <WH6895> ve-kab-Bo-tov that thou mayest curse לִ֖י li מִשָּֽׁם׃ <WH8033> mish-Sham. there"},{"number":28,"verse":"וַיִּקַּ֥ח <WH3947> vai-yik-Kach brought בָּלָ֖ק <WH1111> ba-Lak And Balak אֶת־ <WH853> 'et- בִּלְעָ֑ם <WH1109> bil-'Am; Balaam רֹ֣אשׁ <WH7218> rosh unto the top הַפְּע֔וֹר <WH6465> hap-pe-'or, of Peor הַנִּשְׁקָ֖ף <WH8259> han-nish-Kaf that looketh עַל־ <WH5921> 'al- and פְּנֵ֥י <WH6440> pe-Nei toward הַיְשִׁימֹֽן׃ <WH3452> hay-shi-Mon. Jeshimon"},{"number":29,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said בִּלְעָם֙ <WH1109> bil-'Am And Balaam אֶל־ <WH413> 'el- to בָּלָ֔ק <WH1111> ba-Lak, unto Balak בְּנֵה־ <WH1129> be-neh- Build לִ֥י li בָזֶ֖ה <WH2088> va-Zeh here שִׁבְעָ֣ה <WH7651> shiv-'Ah me here seven מִזְבְּחֹ֑ת <WH4196> miz-be-Chot; altars וְהָכֵ֥ן <WH3559> ve-ha-Chen and prepare לִי֙ li בָּזֶ֔ה <WH2088> ba-Zeh, here שִׁבְעָ֥ה <WH7651> shiv-'Ah me here seven פָרִ֖ים <WH6499> fa-Rim bullocks וְשִׁבְעָ֥ה <WH7651> ve-shiv-'Ah and seven אֵילִֽים׃ <WH352> 'ei-Lim. rams"},{"number":30,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as did בָּלָ֔ק <WH1111> ba-Lak, And Balak כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after אָמַ֣ר <WH559> 'a-Mar had said בִּלְעָ֑ם <WH1109> bil-'Am; as Balaam וַיַּ֛עַל <WH5927> vai-Ya-'al and offered פָּ֥ר <WH6499> par a bullock וָאַ֖יִל <WH352> va-'A-yil and a ram בַּמִּזְבֵּֽחַ׃ <WH4196> bam-miz-Be-ach. on [every] altar"}]}