{"bibleAbbr":"NASB1995+","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"And when they had been brought <WG1295> safely <WG1295> through, <WG1295> then <WG5119> we found <WG1921> out that the island <WG3520> was called <WG2564> Malta. <WG3194>"},{"number":2,"verse":"And the natives <WG915> showed <WG3930> us extraordinary <WG5177> kindness; <WG5363> for because <WG1223> of the rain <WG5205> that had set <WG2186> in and because <WG1223> of the cold, <WG5592> they kindled <WG681> a fire <WG4443> and received <WG4355> us all. <WG3956>"},{"number":3,"verse":"But when Paul <WG3972> had gathered <WG4962> a bundle <WG4128> of sticks <WG5434> and laid <WG2007> them on the fire, <WG4443> a viper <WG2191> came <WG1831> out because <WG575> of the heat, <WG2329> and fastened <WG2510> on his hand. <WG5495>"},{"number":4,"verse":"And when <WG5613> the natives <WG915> saw <WG3708> the creature <WG2342> hanging <WG2910> from his hand, <WG5495> they [began] saying <WG3004> to one <WG240> another, <WG240> \"Undoubtedly <WG3843> this <WG3778> man <WG444> is a murderer, <WG5406> and though he has been saved <WG1295> from the sea, <WG2281> justice <WG1349> has not allowed <WG1439> him to live. <WG2198>\""},{"number":5,"verse":"However <WG3303> <WG3767> he shook <WG660> the creature <WG2342> off <WG660> into the fire <WG4442> and suffered <WG3958> no <WG3762> harm. <WG2556>"},{"number":6,"verse":"But they were expecting <WG4328> that he was about <WG3195> to swell <WG4092> up or <WG2228> suddenly <WG869> fall <WG2667> down <WG2667> dead. <WG3498> But after they had waited <WG4328> a long <WG4183> time and had seen <WG2334> nothing <WG3367> unusual <WG824> happen <WG1096> to him, they changed <WG3328> their minds <WG3328> and [began] to say <WG3004> that he was a god. <WG2316>"},{"number":7,"verse":"Now <WG1161> in the neighborhood <WG4012> of that place <WG5117> were lands <WG5564> belonging to the leading <WG4413> man <WG4413> of the island, <WG3520> named <WG3686> Publius, <WG4196> who <WG3739> welcomed <WG324> us and entertained <WG3579> us courteously <WG5390> three <WG5140> days. <WG2250>"},{"number":8,"verse":"And it came <WG1096> about that the father <WG3962> of Publius <WG4196> was lying <WG2621> [in bed] afflicted <WG4912> with [recurrent] fever <WG4446> and dysentery; <WG1420> and Paul <WG3972> went <WG1525> in [to see] him and after he had prayed, <WG4336> he laid <WG2007> his hands <WG5495> on him and healed <WG2390> him."},{"number":9,"verse":"And after this <WG3778> had happened, <WG1096> the rest <WG3062> of the people on the island <WG3520> who had <WG2192> diseases <WG769> were coming <WG4334> to him and getting <WG2323> cured. <WG2323>"},{"number":10,"verse":"And they also honored <WG5091> us with many <WG4183> marks <WG5092> of respect; <WG5092> and when we were setting <WG321> sail, <WG321> they supplied <WG2007> [us] with all <WG3588> we needed. <WG5532>"},{"number":11,"verse":"And at the end <WG3326> of three <WG5140> months <WG3376> we set <WG321> sail <WG321> on an Alexandrian <WG222> ship <WG4143> which had wintered <WG3914> at the island, <WG3520> and which had <WG3902> the Twin <WG1359> Brothers <WG1359> for its figurehead. <WG3902>"},{"number":12,"verse":"And after we put <WG2609> in at Syracuse, <WG4946> we stayed <WG1961> there for three <WG5140> days. <WG2250>"},{"number":13,"verse":"And from there <WG3606> we sailed <WG4022> around <WG4022> and arrived <WG2658> at Rhegium, <WG4484> and a day <WG2250> later <WG3326> a south <WG3558> wind <WG3558> sprang <WG1920> up, and on the second <WG1206> day <WG1206> we came <WG2064> to Puteoli. <WG4223>"},{"number":14,"verse":"There <WG3757> we found <WG2147> [some] brethren, <WG80> and were invited <WG3870> to stay <WG1961> with them for seven <WG2033> days; <WG2250> and thus <WG3779> we came <WG2064> to Rome. <WG4516>"},{"number":15,"verse":"And the brethren, <WG80> when they heard <WG191> about <WG4012> us, came <WG2064> from there <WG2547> as far <WG891> as the Market <WG5410> of Appius <WG675> and Three <WG5140> Inns <WG4999> to meet <WG529> us; and when Paul <WG3972> saw <WG3708> them, he thanked <WG2168> God <WG2316> and took <WG2983> courage. <WG2294>"},{"number":16,"verse":"And when <WG3753> we entered <WG1525> Rome, <WG4516> Paul <WG3972> was allowed <WG2010> to stay <WG3306> by himself, <WG1438> with the soldier <WG4757> who was guarding <WG5442> him."},{"number":17,"verse":"And it happened <WG1096> that after <WG3326> three <WG5140> days <WG2250> he called <WG4779> together <WG4779> those <WG3588> who were the leading <WG4413> men <WG4413> of the Jews, <WG2453> and when they had come <WG4905> together, <WG4905> he [began] saying <WG3004> to them, \"Brethren, <WG435> <WG80> though I had done <WG4160> nothing <WG3762> against <WG1727> our people, <WG2992> or <WG2228> the customs <WG1485> of our fathers, <WG3971> yet I was delivered <WG3860> prisoner <WG1198> from Jerusalem <WG2414> into the hands <WG5495> of the Romans. <WG4514>"},{"number":18,"verse":"\"And when they had examined <WG350> me, they were willing <WG1014> to release <WG630> me because <WG1223> there was no <WG3367> ground <WG156> for putting me to death. <WG2288>"},{"number":19,"verse":"\"But when the Jews <WG2453> objected, <WG483> I was forced <WG315> to appeal <WG1941> to Caesar; <WG2541> not that I had <WG2192> any <WG5100> accusation <WG2723> against <WG2723> my nation. <WG1484>"},{"number":20,"verse":"\"For this <WG3778> reason <WG156> therefore, <WG3767> I requested <WG3870> to see <WG3708> you and to speak <WG4354> with you, for I am wearing <WG4029> this <WG3778> chain <WG254> for the sake <WG1752> of the hope <WG1680> of Israel. <WG2274>\""},{"number":21,"verse":"And they said <WG3004> to him, \"We have neither <WG3777> received <WG1209> letters <WG1121> from Judea <WG2453> concerning <WG4012> you, nor <WG3777> have any <WG5100> of the brethren <WG80> come <WG3854> here <WG3854> and reported <WG518> or <WG2228> spoken <WG2980> anything <WG5100> bad <WG4190> about <WG4012> you."},{"number":22,"verse":"\"But we desire <WG515> to hear <WG191> from you what <WG3739> your views <WG5426> are; for concerning <WG4012> this <WG3778> sect, <WG139> it is known <WG1110> to us that it is spoken <WG483> against <WG483> everywhere. <WG3837>\""},{"number":23,"verse":"And when they had set <WG5021> a day <WG2250> for him, they came <WG2064> to him at his lodging <WG3578> in large <WG4183> numbers; <WG4183> and he was explaining <WG1620> to them by solemnly <WG1263> testifying <WG1263> about the kingdom <WG932> of God, <WG2316> and trying to persuade <WG3982> them concerning <WG4012> Jesus, <WG2424> from both <WG5037> the Law <WG3551> of Moses <WG3475> and from the Prophets, <WG4396> from morning <WG4404> until <WG2193> evening. <WG2073>"},{"number":24,"verse":"And some <WG3588> <WG3303> were being persuaded <WG3982> by the things <WG3004> spoken, <WG3004> but others <WG3588> would <WG569> not believe. <WG569>"},{"number":25,"verse":"And when they did not agree <WG800> with one <WG240> another, <WG240> they [began] leaving <WG630> after Paul <WG3972> had spoken <WG3004> one <WG1520> [parting] word, <WG4487> \"The Holy <WG40> Spirit <WG4151> rightly <WG2573> spoke <WG2980> through <WG1223> Isaiah <WG2268> the prophet <WG4396> to your fathers, <WG3962>"},{"number":26,"verse":"saying, <WG3004> 'Go <WG4198> to this <WG3778> people <WG2992> and say, <WG3004> \"You will keep <WG189> on hearing, <WG191> but will not understand; <WG4920> And you will keep <WG991> on seeing, <WG991> but will not perceive; <WG3708>"},{"number":27,"verse":"For the heart <WG2588> of this <WG3778> people <WG2992> has become <WG3975> dull, <WG3975> And with their ears <WG3775> they scarcely <WG917> hear, <WG191> And they have closed <WG2576> their eyes; <WG3788> Lest <WG3379> they should see <WG3708> with their eyes, <WG3788> And hear <WG191> with their ears, <WG3775> And understand <WG4920> with their heart <WG2588> and return, <WG1994> And I should heal <WG2390> them.\"'"},{"number":28,"verse":"\"Let it be known <WG1110> to you therefore, <WG3767> that this <WG3778> salvation <WG4992> of God <WG2316> has been sent <WG649> to the Gentiles; <WG1484> they will also <WG2532> listen. <WG191>\""},{"number":29,"verse":"[And when he had spoken <WG3004> these <WG3778> words, the Jews <WG2453> departed, <WG565> having <WG2192> a great <WG4183> dispute <WG4803> among <WG1722> themselves. <WG1438>]"},{"number":30,"verse":"And he stayed <WG1696> two <WG1333> full <WG3650> years <WG1333> in his own <WG2398> rented <WG3410> quarters, <WG3410> and was welcoming <WG588> all <WG3956> who came <WG1531> to him,"},{"number":31,"verse":"preaching <WG2784> the kingdom <WG932> of God, <WG2316> and teaching <WG1321> concerning <WG4012> the Lord <WG2962> Jesus <WG2424> Christ <WG5547> with all <WG3956> openness, <WG3954> unhindered. <WG209>"}]}