{"bibleAbbr":"TERV1998","bookName":"ஆதியாகமம்","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"(தீனாள் கற்பழிக்கப்படுதல்) யாக்கோபுக்கும் லேயாளுக்கும் பிறந்த குமாரத்தி தீனாள். ஒரு நாள் அவள் அப்பகுதியிலுள்ள பெண்களைப் பார்ப்பதற்காகச் சென்றாள்."},{"number":2,"verse":"ஏமோர் அந்தப் பகுதியில் ராஜா. தனது குமாரனான சீகேம் தீனாளைப் பார்த்தான். அவன் அவளைக் கடத்திக் கொண்டுபோய் அவளைக் கற்பழித்தான்."},{"number":3,"verse":"பிறகு சீகேம் அவளை மணந்துகொள்ள விரும்பினான்."},{"number":4,"verse":"அவன் தன் தந்தையிடம் சென்று, “நான் திருமணம் செய்துகொள்ளும்பொருட்டு இந்தப் பெண்ணை ஏற்பாடு செய்யுங்கள்” என்றான்."},{"number":5,"verse":"யாக்கோபு தன் குமாரத்திக்கு ஏற்பட்ட தீய நிலைமையை அறிந்துகொண்டான். அப்போது யாக்கோபின் குமாரர்கள் ஆடு மேய்ப்பதற்காக வயலுக்கு வெளியே போயிருந்தார்கள். அவர்கள் திரும்பி வரும்வரை எதுவும் செய்ய முடியவில்லை."},{"number":6,"verse":"அப்போது சீகேமின் தந்தையாகிய ஏமோர் யாக்கோபோடு பேசுவதற்குப் போனான்."},{"number":7,"verse":"வயலில் யாக்கோபின் குமாரர்கள் நடந்ததைப்பற்றிக் கேள்விப்பட்டனர். இதனால் அவர்களுக்குக் கடும் கோபம் வந்தது. நடந்த காரியம் அவர்களுக்கு அவமானமாக இருந்தது. சீகேம் யாக்கோபின் குமாரத்தியைக் கற்பழித்ததால் இஸ்ரவேலுக்கே அவன் இழிவை கொண்டு வந்தான். அவர்கள் உடனே வயல்களிலிருந்து திரும்பி வந்தார்கள்."},{"number":8,"verse":"ஏமோர் அவர்களோடு பேசினான். “என் குமாரன் சீகேம் தீனாளைப் பெரிதும் விரும்புகிறான். அவளை அவன் மணந்துகொள்ளுமாறு அனுமதியுங்கள்."},{"number":9,"verse":"இந்தத் திருமணம் நமக்குள் ஒரு சிறப்பான ஒப்பந்தம் உண்டு எனக் காண்பிக்கும். பிறகு உங்கள் ஆண்கள் எங்கள் பெண்களையும் எங்கள் ஆண்கள் உங்கள் பெண்களையும் மணந்துகொள்ளட்டும்."},{"number":10,"verse":"நீங்கள் இங்கேயே எங்களோடு வாழலாம். இந்த நிலத்தை நீங்கள் எடுத்துக்கொண்டு இங்கேயே வியாபாரம் செய்யலாம்” என்றான்."},{"number":11,"verse":"சீகேம் யாக்கோபோடும் தீனாளின் சகோதரர்களோடும் கூட பேசினான். “என்னை ஏற்றுக்கொள்ளுங்கள் நீங்கள் என்ன செய்யச் சொன்னாலும் நான் உங்களுக்காகச் செய்வேன்."},{"number":12,"verse":"உங்களுக்கு எந்த அன்பளிப்பு வேண்டுமானாலும் நான் கொடுப்பேன். ஆனால் தீனாளை மணக்க என்னை அனுமதிக்க வேண்டும்” என்று கெஞ்சினான்."},{"number":13,"verse":"யாக்கோபின் குமாரர்களோ சீகேமையும் அவனது தந்தையையும் வஞ்சிக்க விரும்பினார்கள். தங்கள் சகோதரிக்கு அவன் செய்த கேடான காரியத்தை அவர்களால் மறக்க முடியவில்லை."},{"number":14,"verse":"அதனால், “எங்கள் சகோதரியை நீ மணந்துகொள்ள அனுமதிக்க முடியாது. ஏனென்றால் நீ இன்னும் விருத்தசேதனம் செய்துகொள்ளவில்லை. அதனால் இந்த மணம் தவறாகும்."},{"number":15,"verse":"ஆனால் நீயும் உன் நகரத்திலுள்ள அனைத்து ஆண்களும் விருத்தசேதனம் செய்துகொள்ள வேண்டும். அப்போது எங்கள் சகோதரியை மணந்துகொள்ள அனுமதிக்கிறோம்."},{"number":16,"verse":"பிறகு உங்கள் ஆண்கள் எங்கள் பெண்களையும், எங்கள் ஆண்கள் உங்கள் பெண்களையும் மணந்துகொள்ளலாம். பிறகு நாம் ஒரே ஜனங்கள் ஆகலாம்."},{"number":17,"verse":"இல்லாவிட்டால் நாங்கள் தீனாளை அழைத்துக்கொண்டு போய்விடுவோம்” என்றனர்."},{"number":18,"verse":"இந்த ஒப்பந்தத்தால் ஏமோரும் அவன் குமாரன் சீகேமும் மகிழ்ச்சி அடைந்தனர்."},{"number":19,"verse":"சீகேம் தீனாளை விரும்பியதால் தீனாளின் சகோதரர்கள் சொன்னதைச் செய்வதில் சீகேம் மிக்க மகிழ்ச்சியடைந்தான். சீகேம் அவனது குடும்பத்திலேயே மதிப்பிற்குரிய மனிதன்."},{"number":20,"verse":"ஏமோரும் சீகேமும் நகரத்திற்குள்ளே ஜனங்கள் கூடும் இடத்திற்குச் சென்று, அவர்களோடு பேசினார்கள்."},{"number":21,"verse":"“இஸ்ரவேல் ஜனங்கள் நம்மோடு நட்பாக இருக்க விரும்புகின்றனர். நாம் இந்தப் பூமியில் அவர்களை வாழவிடுவோம். அவர்கள் நம்மோடு சமாதானமாய் இருக்கட்டும். நம் அனைவருக்கும் போதுமான நிலம் இங்கே உள்ளது. அவர்களின் பெண்களை நாம் மணந்துகொள்ளலாம். நமது பெண்களையும் அவர்களுக்கு மணமுடித்துக் கொடுக்கலாம்."},{"number":22,"verse":"ஆனால் நாம் ஒரு காரியம் செய்ய ஒப்புக்கொள்ள வேண்டும். நமது ஆண்கள் அனைவரும் விருத்தசேதனம் செய்துகொள்ள வேண்டும். ஏனென்றால் அவர்களும் அவ்வாறே செய்திருக்கிறார்கள்."},{"number":23,"verse":"நாம் இவ்வாறு செய்தால் நாம் அவர்களின் ஆடு மாடுகளைப் பெற்று பணக்காரர்களாகிவிடுவோம். எனவே இந்த ஒப்பந்தத்தை நாம் நிறைவேற்றுவோம். அவர்களும் நம்மோடு இங்கே தங்கட்டும்” என்றான்."},{"number":24,"verse":"அக்கூட்டத்தில் கலந்துகொண்ட அனைவரும் இதற்கு ஒப்புக்கொண்டனர். அப்போது ஒவ்வொரு ஆண் மகனுக்கும் விருத்தசேதனம் செய்யப்பட்டது."},{"number":25,"verse":"மூன்று நாட்கள் ஆனதும் விருத்தசேதனம் செய்துகொண்ட ஆண்களுக்குப் புண் ஆறாமல் இருந்தது. யாக்கோபின் குமாரர்களில் இருவரான சிமியோனும் லேவியும், பட்டணத்திலுள்ள ஆண்களின் நிலையை அறிந்துகொண்டு, அங்கு போய் ஆண்களை எல்லாம் வெட்டிக் கொன்றார்கள்."},{"number":26,"verse":"தீனாளின் சகோதரர்களாகிய சிமியோனும் லேவியும் ஏமோரையும் சீகேமையும் கொன்றனர். பிறகு தீனாளை அழைத்துக்கொண்டு சீகேமின் வீட்டை விட்டு வெளியேறினர்."},{"number":27,"verse":"யாக்கோபின் குமாரர்கள் நகரத்திற்குள் போய் அங்குள்ள செல்வங்களையெல்லாம் கொள்ளையிட்டனர். அவர்கள் தங்கள் சகோதரிக்கு ஏற்பட்ட அவமானத்திற்காக இன்னும் கோபம் தணியாமல் இருந்தனர்."},{"number":28,"verse":"அவர்கள் எல்லா மிருகங்களையும் கொண்டு சென்றதுடன், கழுதைகளையும் பிறவற்றையும் வயலில் உள்ளவற்றையும் எடுத்துக்கொண்டனர்."},{"number":29,"verse":"தீனாளின் சகோதரர்கள் சீகேம் ஜனங்களின் அனைத்துப் பொருட்களையும் எடுத்துக்கொண்டதோடு அவர்களின் மனைவி மார்களையும் குழந்தைகளையும் அழைத்துக்கொண்டனர்."},{"number":30,"verse":"ஆனால் யாக்கோபு, “நீங்கள் எனக்கு மிகுதியாகத் தொல்லை கொடுக்கிறீர்கள். இந்தப் பகுதியிலுள்ள அனைவரும் என்னை வெறுப்பார்கள். அனைத்து கானானியர்களும் பெரிசியர்களும் எனக்கு எதிராகத் திரும்புவார்கள். நாம் கொஞ்சம் பேர்தான் இருக்கிறோம். இங்குள்ள ஜனங்கள் எல்லாம் கூடி நம்மோடு சண்டைக்கு வந்தால் நாம் அழிக்கப்பட்டுவிடுவோம். நமது ஜனங்கள் அனைவரும் அழிந்து போவார்கள்” என்று சிமியோனிடமும் லேவியிடமும் சொன்னான்."},{"number":31,"verse":"ஆனால் அச்சகோதர்களோ, “எங்கள் சகோதரியை அவர்கள் ஒரு வேசியைப் போன்று நடத்தினார்களே. அதை நாங்கள் அனுமதிக்க முடியுமா? முடியாது. அவர்கள் எங்கள் சகோதரிக்குத் தீங்கு செய்துவிட்டனர்” என்றார்கள்."}]}