{"bibleAbbr":"TERV1998","bookName":"ஆதியாகமம்","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"(வெள்ளப் பெருக்கின் தொடக்கம்) பிறகு கர்த்தர் நோவாவிடம், “நீ நல்லவன் என்பதை, எல்லோரும் கெட்டுப்போன இக்காலத்திலும் கண்டிருக்கிறேன். ஆகையால் உனது குடும்பத்தினரை அழைத்துக்கொண்டு கப்பலுக்குள் செல்."},{"number":2,"verse":"பலிக்குரிய சுத்தமான விலங்குகளில் (சுத்தமான விலங்குகள் தேவனுக்கு பலி செலுத்தும் வகையிலான பறவைகள் மற்றும் விலங்குகள்.) ஏழு ஜோடிகளைத் தேர்ந்தெடுத்துக்கொள். மற்ற மிருகங்களில் ஒரு ஜோடி போதும். இவற்றையெல்லாம் உனது கப்பலுக்குள் சேர்த்து வை."},{"number":3,"verse":"பறவைகளில் ஒவ்வொரு வகையிலும் ஏழு ஜோடிகளைத் தேர்ந்தெடுத்துக்கொள். இதனால் மற்ற இனங்கள் அழிந்தாலும் இவை நிலைத்திருக்கும்."},{"number":4,"verse":"இன்றிலிருந்து ஏழு நாட்களானதும் பூமியில் பெருமழை பொழியச் செய்வேன். 40 இரவும் 40 பகலுமாக தொடர்ந்து மழை பொழியும். உலகில் வாழும் அனைத்து உயிர்களும் அழிந்துபோகும். என்னால் படைக்கப்பட்ட அனைத்தும் அழியும்” என்றார்."},{"number":5,"verse":"நோவா கர்த்தர் சொன்னபடி எல்லாவற்றையும் செய்து முடித்தான்."},{"number":6,"verse":"மழை பெய்தபோது நோவாவுக்கு 600 வயதாயிருந்தது."},{"number":7,"verse":"நோவாவும் அவனது குடும்பத்தினரும் கப்பலுக்குள் சென்று வெள்ளத்திலிருந்து உயிர் பிழைத்தனர். நோவாவோடு அவனது மனைவியும் அவனது குமாரர்களும், குமாரர்களின் மனைவியரும் இருந்தனர்."},{"number":8,"verse":"பலிக்குரிய மிருகங்களும் மற்ற மிருகங்களும் பறவைகளும் ஊர்வனவும்,"},{"number":9,"verse":"நோவாவோடு கப்பலுக்குள் கொண்டுவரப்பட்டன. அவை ஆணும் பெண்ணுமாக ஜோடி ஜோடியாக தேவனுடைய ஆணையின்படி தேர்ந்தெடுக்கப்பட்டிருந்தன."},{"number":10,"verse":"ஏழு நாட்களானதும் வெள்ளப்பெருக்கு துவங்கியது. மழை தொடர்ந்து பெய்தது."},{"number":11,"verse":"இரண்டாவது மாதத்தின் பதினேழாவது நாள் பூமிக்கடியில் உள்ள ஊற்றுகள் எல்லாம் திறந்து பீறிட்டுக் கிளம்பின. அன்று பெருமழையும் சேர்ந்து கொட்ட ஆரம்பித்தது. அது வானத்தின் ஜன்னல்கள் திறந்துகொண்டது போன்று இருந்தது. நாற்பது நாட்கள் இரவும் பகலுமாக மழை தொடர்ந்து பெய்தது. முதல் நாளே நோவாவும் அவனது மனைவியும் அவன் குமாரர்களான சேம், காம், யாப்பேத் ஆகியோரும் அவர்களது மனைவிமாரும் கப்பலுக்குள் சென்றுவிட்டனர். அப்போது நோவாவுக்கு 600 வயது."},{"number":14,"verse":"அவர்களும் எல்லாவகை மிருகங்களும் கப்பலுக்குள் இருந்தனர். எல்லா வகை மிருகங்களும், எல்லாவகைப் பறவைகளும், எல்லாவகை ஊர்வனவும் கப்பலுக்குள் இருந்தன."},{"number":15,"verse":"இவை எல்லாம் நோவாவோடு கப்பலுக்குள் சென்றன. அவைகள் எல்லா மிருக வகைகளிலிருந்தும் ஜோடி, ஜோடியாக வந்தன."},{"number":16,"verse":"இந்த மிருகங்கள் எல்லாம் இரண்டு இரண்டாக, கப்பலுக்குள் சென்றன. தேவனுடைய ஆணையின்படியே அவை கப்பலுக்குள் சென்றன. பிறகு கர்த்தர் கப்பலின் கதவை அடைத்துவிட்டார்."},{"number":17,"verse":"பூமியில் 40 நாட்கள் தொடர்ந்து வெள்ளம் பெருகியது. அவ்வெள்ளம் கப்பலைத் தரையிலிருந்து மேல் நோக்கிக் கிளப்பியது."},{"number":18,"verse":"வெள்ளம் தொடர்ந்து ஏறியது. அதனால் கப்பல் தண்ணீரில் மிதக்க ஆரம்பித்தது."},{"number":19,"verse":"உயரமான மலைகளும் மூழ்கும்படி வெள்ளம் உயர்ந்தது."},{"number":20,"verse":"வெள்ளம் மலைகளுக்கு மேலும் உயர்ந்தது. அதன் உயரம் மலைகளுக்கு மேல் 20 அடி இருந்தது."},{"number":21,"verse":"உலகில் உள்ள அனைத்து உயிர்களும் மரித்தன. எல்லா ஆண்களும் பெண்களும், பறவைகளும், எல்லா மிருகங்களும், எல்லா ஊர்வனவும் மரித்தன. தரையில் வாழக்கூடிய அனைத்து உயிர்களும் மரித்துப்போயின."},{"number":23,"verse":"இவ்வாறு தேவன் பூமியை அழித்தார். தேவன் பூமியில் உயிருள்ள அனைத்தையும் மனிதன், மிருகம், ஊர்ந்து செல்லும் பிராணிகள், பறவைகள் உட்பட எல்லாவற்றையும் பூமியிலிருந்து முற்றிலுமாய் அழித்தார். நோவாவும் அவனது குடும்பத்தினரும் அவனோடு கப்பலிலிருந்த பறவைகளும், மிருகங்களும் மட்டுமே உயிர் பிழைத்தன."},{"number":24,"verse":"வெள்ளமானது தொடர்ந்து 150 நாட்கள் பூமியில் பரவியிருந்தது."}]}