{"bibleAbbr":"KNJV","bookName":"ಫಿಲೆಮೋನನಿಗೆ","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಸೆರೆಯವನಾಗಿರುವ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೊಥೆಯನೂ ನಮಗೆ ಪ್ರಿಯನೂ ಜೊತೆಕೆಲಸದವನೂ ಆಗಿರುವ ಫಿಲೆಮೋನನೆಂಬ ನಿನಗೂ"},{"number":2,"verse":"ಸಹೋದರಿಯಾದ ಅಪ್ಫಿಯಳಿಗೂ ನಮ್ಮ ಸಹಭಟನಾದ ಅರ್ಖಿಪ್ಪನಿಗೂ ನಿನ್ನ ಮನೆಯಲ್ಲಿ ಕೂಡುವ ಸಭೆಯವರಿಗೂ ಬರೆಯುವದೇನಂದರೆ -"},{"number":3,"verse":"ನಮ್ಮ ತಂದೆಯಾದ ದೇವರಿಂದಲೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಿಂದಲೂ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ."},{"number":5,"verse":"ಕರ್ತನಾದ ಯೇಸುವಿನ ಮೇಲೆ ನೀನು ಇಟ್ಟಿರುವ ನಂಬಿಕೆಯನ್ನು ಕುರಿತೂ ದೇವಜನರೆಲ್ಲರ ಮೇಲಿರುವ ನಿನ್ನ ಪ್ರೀತಿಯನ್ನು ಕುರಿತೂ ಕೇಳಿದ್ದರಿಂದ ಫಿಲೆಮೋನನ ಸದ್ಗುಣಗಳ ನಿಮಿತ್ತ ಪೌಲನು ದೇವರಿಗೆ ಮಾಡುವ ಸ್ತೋತ್ರ ನಾನು ಪ್ರಾರ್ಥನೆಮಾಡುವಾಗೆಲ್ಲಾ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಸ್ತೋತ್ರವನ್ನು ಸಲ್ಲಿಸಿ ನಿನಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುತ್ತೇನೆ."},{"number":6,"verse":"ಕ್ರಿಸ್ತನಲ್ಲಿ ನಮಗೆ ದೊರಕಿರುವ ಎಲ್ಲಾ ಸುವರಗಳನ್ನು ಕುರಿತು ನೀನು ತಿಳುವಳಿಕೆಯನ್ನು ಹೊಂದುತ್ತಿರುವಲ್ಲಿ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿರುವ ನಿನ್ನ ಅನ್ಯೋನ್ಯತೆಯು ಕ್ರಿಸ್ತನಿಗೆ ಹೆಚ್ಚಾದ ಮಹಿಮೆಯನ್ನು ಉಂಟುಮಾಡಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ."},{"number":7,"verse":"ಸಹೋದರನೇ, ನಿನ್ನ ಮೂಲಕ ದೇವಜನರ ಹೃದಯಗಳಿಗೆ ಪ್ರೋತ್ಸಾಹ ಉಂಟಾದದರಿಂದ ನಿನ್ನ ಪ್ರೀತಿಯ ನಿಮಿತ್ತ ನನಗೆ ಬಹಳ ಸಂತೋಷವೂ ಆದರಣೆಯೂ ಉಂಟಾದವು."},{"number":8,"verse":"ಆದಕಾರಣ ನಿನಗೆ ಯುಕ್ತವಾದದ್ದನ್ನು ಆಜ್ಞಾಪಿಸುವದಕ್ಕೆ ನನಗೆ ಕ್ರಿಸ್ತನಲ್ಲಿ ಪೂರಾ ಅಧಿಕಾರವಿದ್ದರೂ"},{"number":9,"verse":"ಹಾಗೆ ಆಜ್ಞಾಪಿಸದೆ ಮುದುಕನೂ ಈಗ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ನಿಮಿತ್ತ ಸೆರೆಯವನೂ ಆಗಿರುವ ಈ ಪೌಲನೆಂಬ ನಾನು ಪ್ರೀತಿಯ ನಿಮಿತ್ತ ನಿನ್ನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":10,"verse":"ನಾನು ಸೆರೆಯಲ್ಲಿ ಪಡೆದಿರುವ ನನ್ನ ಮಗನಾದ ಓನೇಸಿಮನ ವಿಷಯದಲ್ಲಿ ನಿನ್ನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":11,"verse":"ಅವನು ಮೊದಲು ನಿನಗೆ ಅಪ್ರಯೋಜಕನಾಗಿದ್ದನು, ಈಗ ನಿನಗೂ ನನಗೂ ಪ್ರಯೋಜಕನಾಗಿದ್ದಾನೆ."},{"number":12,"verse":"ಅವನು ನನಗೆ ಪ್ರಾಣದಂತಿದ್ದರೂ ಅವನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಹಿಂದಕ್ಕೆ ಕಳುಹಿಸಿಕೊಟ್ಟಿದ್ದೇನೆ."},{"number":13,"verse":"ನಾನು ಸುವಾರ್ತೆಯ ನಿಮಿತ್ತ ಸೆರೆಯಲ್ಲಿರಲಾಗಿ ನಿನಗೆ ಬದಲಾಗಿ ಅವನು ನನಗೆ ಉಪಚಾರಮಾಡುವಂತೆ ಅವನನ್ನು ನನ್ನ ಬಳಿಯಲ್ಲೇ ಇಟ್ಟುಕೊಳ್ಳಬೇಕೆಂದು ಯೋಚಿಸಿದ್ದೆನು."},{"number":14,"verse":"ಆದರೆ ನಿನ್ನ ಉಪಕಾರವು ಬಲಾತ್ಕಾರದಿಂದಾಗದೆ ಮನಃಪೂರ್ವಕವಾಗಿಯೇ ಇರಬೇಕೆಂದು ಯೋಚಿಸಿ ನಿನ್ನ ಸಮ್ಮತಿಯಿಲ್ಲದೆ ಏನು ಮಾಡುವದಕ್ಕೂ ನನಗೆ ಇಷ್ಟವಿರಲಿಲ್ಲ."},{"number":15,"verse":"ಅವನು ಸ್ವಲ್ಪಕಾಲ ನಿನ್ನಿಂದ ಅಗಲಿಸಲ್ಪಟ್ಟದ್ದು ನಿರಂತರವೂ ನಿನ್ನವನಾಗಬೇಕೆಂಬದಕ್ಕೋಸ್ಕರವೋ ಏನೋ."},{"number":16,"verse":"ಇನ್ನು ಮೇಲೆ ಅವನು ದಾಸನಾಗದೆ ದಾಸನಿಗಿಂತ ಉತ್ತಮನಾಗಿ ಪ್ರಿಯ ಸಹೋದರನಂತಾಗಬೇಕು. ಅವನು ನನಗೆ ಬಹಳ ಪ್ರಿಯನಾಗಿರುವಲ್ಲಿ ನಿನಗೆ ಲೋಕಸಂಬಂಧದಲ್ಲಿಯೂ ಕರ್ತನ ಸಂಬಂಧದಲ್ಲಿಯೂ ಇನ್ನೂ ಎಷ್ಟೋ ಪ್ರಿಯನಾಗಿರುವನು."},{"number":17,"verse":"ಹಾಗಾದರೆ ನೀನು ನನ್ನನ್ನು ಜೊತೆಗಾರನೆಂದು ಎಣಿಸಿದರೆ ನನ್ನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳುವ ಪ್ರಕಾರವೇ ಅವನನ್ನು ಸೇರಿಸಿಕೋ."},{"number":18,"verse":"ಅವನಿಂದ ನೀನು ಏನಾದರೂ ನಷ್ಟಪಟ್ಟಿದ್ದರೆ ಅಥವಾ ಅವನು ಸಾಲವೇನಾದರೂ ತೀರಿಸಬೇಕಾಗಿದ್ದರೆ ಅದನ್ನು ನನ್ನ ಲೆಕ್ಕಕ್ಕೆ ಹಾಕು;"},{"number":19,"verse":"ನಾನೇ ಕೊಟ್ಟು ತೀರಿಸುತ್ತೇನೆಂದು ಪೌಲನೆಂಬ ನಾನು ಸ್ವಂತ ಕೈಯಿಂದ ಬರೆದಿದ್ದೇನೆ. ನಿನ್ನ ಆತ್ಮದ ವಿಷಯದಲ್ಲಿ ನೀನೇ ನನ್ನ ಸಾಲದಲ್ಲಿದ್ದೀ ಎಂದು ನಾನು ಬೇರೆ ಹೇಳಬೇಕೇ."},{"number":20,"verse":"ಹೌದು, ಸಹೋದರನೇ, ಕರ್ತನಲ್ಲಿ ನಿನ್ನಿಂದ ನನಗೆ ಪ್ರಯೋಜನವಾಗುವ ಹಾಗೆ ಮಾಡು; ಕ್ರಿಸ್ತನಲ್ಲಿ ನನ್ನ ಹೃದಯವನ್ನು ಸಂತೋಷಪಡಿಸು."},{"number":21,"verse":"ನನ್ನ ಮಾತನ್ನು ಕೇಳುವಿ ಎಂಬ ಭರವಸವುಳ್ಳವನಾಗಿ ಈ ಪತ್ರಿಕೆಯನ್ನು ನಿನಗೆ ಬರೆದಿದ್ದೇನೆ. ನಾನು ಹೇಳಿದ್ದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚಾಗಿ ಮಾಡುವಿಯೆಂದು ನನಗೆ ಗೊತ್ತುಂಟು."},{"number":22,"verse":"ಇದಲ್ಲದೆ ದೇವರು ನಿನ್ನ ಪ್ರಾರ್ಥನೆಗಳನ್ನು ಕೇಳಿ ನನ್ನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ಅನುಗ್ರಹಿಸುವನೆಂದು ನನಗೆ ನಿರೀಕ್ಷೆ ಉಂಟು. ಆದಕಾರಣ ನನಗೋಸ್ಕರ ಇಳುಕೊಳ್ಳುವ ಸ್ಥಳವನ್ನು ಸಿದ್ಧಮಾಡು."},{"number":23,"verse":"ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ನಿಮಿತ್ತವಾಗಿ ನನ್ನ ಜೊತೆಸೆರೆಯವನಾದ ಎಪಫ್ರನೂ ನನ್ನ ಸಹಕಾರಿಗಳಾದ"},{"number":24,"verse":"ಮಾರ್ಕ ಅರಿಸ್ತಾರ್ಕ ದೇಮ ಲೂಕರೂ ನಿನ್ನನ್ನು ವಂದಿಸುತ್ತಾರೆ."},{"number":25,"verse":"ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯು ನಿಮ್ಮ ಆತ್ಮದೊಂದಿಗಿರಲಿ."}]}