{"bibleAbbr":"WYC1395","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"Flies `that dien, leesen the swetnesse of oynement. Litil foli at a tyme is preciousere than wisdom and glorie."},{"number":2,"verse":"The herte of a wijs man is in his riyt side; and the herte of a fool is in his left side."},{"number":3,"verse":"But also a fool goynge in the weie, whanne he is vnwijs, gessith alle men foolis."},{"number":4,"verse":"If the spirit of hym, that hath power, stieth on thee, forsake thou not thi place; for heeling schal make gretteste synnes to ceesse."},{"number":5,"verse":"An yuel is, which Y siy vndur the sunne, and goith out as bi errour fro the face of the prince; a fool set in hiy dignyte,"},{"number":6,"verse":"and riche men sitte bynethe."},{"number":7,"verse":"I siy seruauntis on horsis, and princes as seruauntis goynge on the erthe."},{"number":8,"verse":"He that diggith a diche, schal falle in to it; and an eddre schal bite hym, that distrieth an hegge."},{"number":9,"verse":"He that berith ouer stoonys, schal be turmentid in tho; and he that kittith trees, schal be woundid of tho."},{"number":10,"verse":"If yrun is foldid ayen, and this is not as bifore, but is maad blunt, it schal be maad scharp with myche trauel; and wisdom schal sue aftir bisynesse."},{"number":11,"verse":"If a serpent bitith, it bitith in silence; he that bacbitith priueli, hath no thing lesse than it."},{"number":12,"verse":"The wordis of the mouth of a wijs man is grace; and the lippis of an vnwijs man schulen caste hym doun."},{"number":13,"verse":"The bigynnyng of hise wordis is foli; and the laste thing of his mouth is the worste errour."},{"number":14,"verse":"A fool multiplieth wordis; a man noot, what was bifore hym, and who mai schewe to hym that, that schal come aftir hym?"},{"number":15,"verse":"The trauel of foolis shal turment hem, that kunnen not go in to the citee."},{"number":16,"verse":"Lond, wo to thee, whos kyng is a child, and whose princes eten eerli."},{"number":17,"verse":"Blessid is the lond, whos kyng is noble; and whose princis eten in her tyme, to susteyne the kynde, and not to waste."},{"number":18,"verse":"The hiynesse of housis schal be maad low in slouthis; and the hous schal droppe in the feblenesse of hondis."},{"number":19,"verse":"In leiyyng thei disposen breed and wyn, that thei drynkynge ete largeli; and alle thingis obeien to monei."},{"number":20,"verse":"In thi thouyt bacbite thou not the kyng, and in the priuete of thi bed, curse thou not a riche man; for the briddis of heuene schulen bere thi vois, and he that hath pennys, schal telle the sentence."}]}