{"bibleAbbr":"WYC1395","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"Haue thou mynde on thi creatour in the daies of thi yongthe, bifore that the tyme of thi turment come, and the yeris of thi deth neiye, of whiche thou schalt seie, Tho plesen not me."},{"number":2,"verse":"`Haue thou mynde on thi creatour, bifor that the sunne be derk, and the liyt, and sterrys, and the mone; and cloude turne ayen after reyn."},{"number":3,"verse":"Whanne the keperis of the hous schulen be mouyd, and strongeste men schulen tremble; and grynderis schulen be idel, whanne the noumbre schal be maad lesse, and seeris bi the hoolis schulen wexe derk;"},{"number":4,"verse":"and schulen close the doris in the street, in the lownesse of vois of a gryndere; and thei schulen rise at the vois of a brid, and alle the douytris of song schulen wexe deef."},{"number":5,"verse":"And hiy thingis schulen drede, and schulen be aferd in the weie; an alemaunde tre schal floure, a locuste schal be maad fat, and capparis schal be distried; for a man schal go in to the hous of his euerlastyngnesse, and weileris schulen go aboute in the street."},{"number":6,"verse":"Haue thou mynde on thi creatour, byfore that a siluerne roop be brokun, and a goldun lace renne ayen, and a watir pot be al to-brokun on the welle, and a wheele be brokun togidere on the cisterne;"},{"number":7,"verse":"and dust turne ayen in to his erthe, wherof it was, and the spirit turne ayen to God, that yaf it."},{"number":8,"verse":"The vanyte of vanytees, seide Ecclesiastes, the vanyte of vanytees, and alle thingis ben vanyte."},{"number":9,"verse":"And whanne Ecclesiastes was moost wijs, he tauyte the puple, and he telde out the thingis whiche he dide,"},{"number":10,"verse":"and he souyte out wisdom, and made many parablis; he souyte profitable wordis, and he wroot moost riytful wordis, and ful of treuthe."},{"number":11,"verse":"The wordis of wise men ben as prickis, and as nailis fastned deepe, whiche ben youun of o scheepherde bi the counsels of maistris."},{"number":12,"verse":"My sone, seke thou no more than these; noon ende is to make many bookis, and ofte thenkyng is turment of fleisch."},{"number":13,"verse":"Alle we here togydere the ende of spekyng. Drede thou God, and kepe hise heestis; `that is to seie, ech man."},{"number":14,"verse":"God schal brynge alle thingis in to dom, that ben don; for ech thing don bi errour, whether it be good, ether yuel."}]}