{"bibleAbbr":"WYC1395","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"What nede is it to a man to seke grettere thingis than hym silf; sithen he knowith not, what schal bifalle to hym in his lijf, in the noumbre of daies of his pilgrimage, and in the tyme that passith as schadowe? ether who may schewe to hym, what thing vndur sunne schal come aftir hym?"},{"number":2,"verse":"A good name is betere than preciouse oynementis; and the dai of deth is betere than the dai of birthe."},{"number":3,"verse":"It is betere to go to the hous of morenyng, than to the hous of a feeste; for in that hous `of morenyng the ende of alle men is monestid, and a man lyuynge thenkith, what is to comynge."},{"number":4,"verse":"Yre is betere than leiyyng; for the soule of a trespassour is amendid bi the heuynesse of cheer."},{"number":5,"verse":"The herte of wise men is where sorewe is; and the herte of foolis is where gladnesse is."},{"number":6,"verse":"It is betere to be repreued of a wijs man, than to be disseyued bi the flateryng of foolis;"},{"number":7,"verse":"for as the sown of thornes brennynge vndur a pot, so is the leiyyng of a fool. But also this is vanyte."},{"number":8,"verse":"Fals chalenge disturblith a wijs man, and it schal leese the strengthe of his herte."},{"number":9,"verse":"Forsothe the ende of preyer is betere than the bigynnyng. A pacient man is betere than a proud man."},{"number":10,"verse":"Be thou not swift to be wrooth; for ire restith in the bosum of a fool."},{"number":11,"verse":"Seie thou not, What gessist thou is of cause, that the formere tymes weren betere than ben now? for whi siche axyng is fonned."},{"number":12,"verse":"Forsothe wisdom with richessis is more profitable, and profitith more to men seynge the sunne."},{"number":13,"verse":"For as wisdom defendith, so money defendith; but lernyng and wisdom hath this more, that tho yyuen lijf to `her weldere."},{"number":14,"verse":"Biholde thou the werkis of God, that no man may amende hym, whom God hath dispisid."},{"number":15,"verse":"In a good day vse thou goodis, and bifore eschewe thou an yuel day; for God made so this dai as that dai, that a man fynde not iust playnyngis ayens hym."},{"number":16,"verse":"Also Y siy these thingis in the daies of my natyuyte; a iust man perischith in his riytfulnesse, and a wickid man lyueth myche tyme in his malice."},{"number":17,"verse":"Nyle thou be iust myche, nether vndurstonde thou more than is nedeful; lest thou be astonyed."},{"number":18,"verse":"Do thou not wickidli myche, and nyle thou be a fool; lest thou die in a tyme not thin."},{"number":19,"verse":"It is good, that thou susteyne a iust man; but also withdrawe thou not thin hond from hym; for he that dredith God, is not necligent of ony thing."},{"number":20,"verse":"Wisdom hath coumfortid a wise man, ouer ten pryncis of a citee."},{"number":21,"verse":"Forsothe no iust man is in erthe, that doith good, and synneth not."},{"number":22,"verse":"But also yyue thou not thin herte to alle wordis, that ben seid; lest perauenture thou here thi seruaunt cursynge thee;"},{"number":23,"verse":"for thi conscience woot, that also thou hast cursid ofte othere men."},{"number":24,"verse":"I asayede alle thingis in wisdom; Y seide, I schal be maad wijs, and it yede awei ferthere fro me, myche more than it was;"},{"number":25,"verse":"and the depthe is hiy, who schal fynde it?"},{"number":26,"verse":"I cumpasside alle thingis in my soule, to kunne, and biholde, and seke wisdom and resoun, and to knowe the wickidnesse of a fool, and the errour of vnprudent men."},{"number":27,"verse":"And Y foond a womman bitterere than deth, which is the snare of hunteris, and hir herte is a net, and hir hondis ben boondis; he that plesith God schal ascape hir, but he that is a synnere, schal be takun of hir."},{"number":28,"verse":"Lo! Y foond this, seide Ecclesiastes, oon and other, that Y schulde fynde resoun, which my soule sekith yit;"},{"number":29,"verse":"and Y foond not. I foond o man of a thousynde; Y foond not a womman of alle. (30)I foond this oonli, that God made a man riytful; and he medlide hym silf with questiouns with out noumbre. Who is siche as a wijs man? and who knowith the expownyng of a word?"}]}