{"bibleAbbr":"ESV2001","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"\"I loathe my life; I will give free utterance to my complaint; I will speak in the bitterness of my soul."},{"number":2,"verse":"I will say to God, Do not condemn me; let me know why you contend against me."},{"number":3,"verse":"Does it seem good to you to oppress, to despise the work of your hands and favor the designs of the wicked?"},{"number":4,"verse":"Have you eyes of flesh? Do you see as man sees?"},{"number":5,"verse":"Are your days as the days of man, or your years as a man's years,"},{"number":6,"verse":"that you seek out my iniquity and search for my sin,"},{"number":7,"verse":"although you know that I am not guilty, and there is none to deliver out of your hand?"},{"number":8,"verse":"Your hands fashioned and made me, and now you have destroyed me altogether."},{"number":9,"verse":"Remember that you have made me like clay; and will you return me to the dust?"},{"number":10,"verse":"Did you not pour me out like milk and curdle me like cheese?"},{"number":11,"verse":"You clothed me with skin and flesh, and knit me together with bones and sinews."},{"number":12,"verse":"You have granted me life and steadfast love, and your care has preserved my spirit."},{"number":13,"verse":"Yet these things you hid in your heart; I know that this was your purpose."},{"number":14,"verse":"If I sin, you watch me and do not acquit me of my iniquity."},{"number":15,"verse":"If I am guilty, woe to me! If I am in the right, I cannot lift up my head, for I am filled with disgrace and look on my affliction."},{"number":16,"verse":"And were my head lifted up, you would hunt me like a lion and again work wonders against me."},{"number":17,"verse":"You renew your witnesses against me and increase your vexation toward me; you bring fresh troops against me."},{"number":18,"verse":"\"Why did you bring me out from the womb? Would that I had died before any eye had seen me"},{"number":19,"verse":"and were as though I had not been, carried from the womb to the grave."},{"number":20,"verse":"Are not my days few? Then cease, and leave me alone, that I may find a little cheer"},{"number":21,"verse":"before I go- and I shall not return- to the land of darkness and deep shadow,"},{"number":22,"verse":"the land of gloom like thick darkness, like deep shadow without any order, where light is as thick darkness.\""}]}