{"bibleAbbr":"ESV2001","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"\"Behold, my eye has seen all this, my ear has heard and understood it."},{"number":2,"verse":"What you know, I also know; I am not inferior to you."},{"number":3,"verse":"But I would speak to the Almighty, and I desire to argue my case with God."},{"number":4,"verse":"As for you, you whitewash with lies; worthless physicians are you all."},{"number":5,"verse":"Oh that you would keep silent, and it would be your wisdom!"},{"number":6,"verse":"Hear now my argument and listen to the pleadings of my lips."},{"number":7,"verse":"Will you speak falsely for God and speak deceitfully for him?"},{"number":8,"verse":"Will you show partiality toward him? Will you plead the case for God?"},{"number":9,"verse":"Will it be well with you when he searches you out? Or can you deceive him, as one deceives a man?"},{"number":10,"verse":"He will surely rebuke you if in secret you show partiality."},{"number":11,"verse":"Will not his majesty terrify you, and the dread of him fall upon you?"},{"number":12,"verse":"Your maxims are proverbs of ashes; your defenses are defenses of clay."},{"number":13,"verse":"\"Let me have silence, and I will speak, and let come on me what may."},{"number":14,"verse":"Why should I take my flesh in my teeth and put my life in my hand?"},{"number":15,"verse":"Though he slay me, I will hope in him; yet I will argue my ways to his face."},{"number":16,"verse":"This will be my salvation, that the godless shall not come before him."},{"number":17,"verse":"Keep listening to my words, and let my declaration be in your ears."},{"number":18,"verse":"Behold, I have prepared my case; I know that I shall be in the right."},{"number":19,"verse":"Who is there who will contend with me? For then I would be silent and die."},{"number":20,"verse":"Only grant me two things, then I will not hide myself from your face:"},{"number":21,"verse":"withdraw your hand far from me, and let not dread of you terrify me."},{"number":22,"verse":"Then call, and I will answer; or let me speak, and you reply to me."},{"number":23,"verse":"How many are my iniquities and my sins? Make me know my transgression and my sin."},{"number":24,"verse":"Why do you hide your face and count me as your enemy?"},{"number":25,"verse":"Will you frighten a driven leaf and pursue dry chaff?"},{"number":26,"verse":"For you write bitter things against me and make me inherit the iniquities of my youth."},{"number":27,"verse":"You put my feet in the stocks and watch all my paths; you set a limit for the soles of my feet."},{"number":28,"verse":"Man wastes away like a rotten thing, like a garment that is moth-eaten."}]}