{"bibleAbbr":"ESV2001","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this Job opened his mouth and cursed the day of his birth."},{"number":2,"verse":"And Job said:"},{"number":3,"verse":"\"Let the day perish on which I was born, and the night that said, 'A man is conceived.'"},{"number":4,"verse":"Let that day be darkness! May God above not seek it, nor light shine upon it."},{"number":5,"verse":"Let gloom and deep darkness claim it. Let clouds dwell upon it; let the blackness of the day terrify it."},{"number":6,"verse":"That night- let thick darkness seize it! Let it not rejoice among the days of the year; let it not come into the number of the months."},{"number":7,"verse":"Behold, let that night be barren; let no joyful cry enter it."},{"number":8,"verse":"Let those curse it who curse the day, who are ready to rouse up Leviathan."},{"number":9,"verse":"Let the stars of its dawn be dark; let it hope for light, but have none, nor see the eyelids of the morning,"},{"number":10,"verse":"because it did not shut the doors of my mother's womb, nor hide trouble from my eyes."},{"number":11,"verse":"\"Why did I not die at birth, come out from the womb and expire?"},{"number":12,"verse":"Why did the knees receive me? Or why the breasts, that I should nurse?"},{"number":13,"verse":"For then I would have lain down and been quiet; I would have slept; then I would have been at rest,"},{"number":14,"verse":"with kings and counselors of the earth who rebuilt ruins for themselves,"},{"number":15,"verse":"or with princes who had gold, who filled their houses with silver."},{"number":16,"verse":"Or why was I not as a hidden stillborn child, as infants who never see the light?"},{"number":17,"verse":"There the wicked cease from troubling, and there the weary are at rest."},{"number":18,"verse":"There the prisoners are at ease together; they hear not the voice of the taskmaster."},{"number":19,"verse":"The small and the great are there, and the slave is free from his master."},{"number":20,"verse":"\"Why is light given to him who is in misery, and life to the bitter in soul,"},{"number":21,"verse":"who long for death, but it comes not, and dig for it more than for hidden treasures,"},{"number":22,"verse":"who rejoice exceedingly and are glad when they find the grave?"},{"number":23,"verse":"Why is light given to a man whose way is hidden, whom God has hedged in?"},{"number":24,"verse":"For my sighing comes instead of my bread, and my groanings are poured out like water."},{"number":25,"verse":"For the thing that I fear comes upon me, and what I dread befalls me."},{"number":26,"verse":"I am not at ease, nor am I quiet; I have no rest, but trouble comes.\""}]}