{"bibleAbbr":"ESV2001","bookName":"Job","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"\"At this also my heart trembles and leaps out of its place."},{"number":2,"verse":"Keep listening to the thunder of his voice and the rumbling that comes from his mouth."},{"number":3,"verse":"Under the whole heaven he lets it go, and his lightning to the corners of the earth."},{"number":4,"verse":"After it his voice roars; he thunders with his majestic voice, and he does not restrain the lightnings when his voice is heard."},{"number":5,"verse":"God thunders wondrously with his voice; he does great things that we cannot comprehend."},{"number":6,"verse":"For to the snow he says, 'Fall on the earth,' likewise to the downpour, his mighty downpour."},{"number":7,"verse":"He seals up the hand of every man, that all men whom he made may know it."},{"number":8,"verse":"Then the beasts go into their lairs, and remain in their dens."},{"number":9,"verse":"From its chamber comes the whirlwind, and cold from the scattering winds."},{"number":10,"verse":"By the breath of God ice is given, and the broad waters are frozen fast."},{"number":11,"verse":"He loads the thick cloud with moisture; the clouds scatter his lightning."},{"number":12,"verse":"They turn around and around by his guidance, to accomplish all that he commands them on the face of the habitable world."},{"number":13,"verse":"Whether for correction or for his land or for love, he causes it to happen."},{"number":14,"verse":"\"Hear this, O Job; stop and consider the wondrous works of God."},{"number":15,"verse":"Do you know how God lays his command upon them and causes the lightning of his cloud to shine?"},{"number":16,"verse":"Do you know the balancings of the clouds, the wondrous works of him who is perfect in knowledge,"},{"number":17,"verse":"you whose garments are hot when the earth is still because of the south wind?"},{"number":18,"verse":"Can you, like him, spread out the skies, hard as a cast metal mirror?"},{"number":19,"verse":"Teach us what we shall say to him; we cannot draw up our case because of darkness."},{"number":20,"verse":"Shall it be told him that I would speak? Did a man ever wish that he would be swallowed up?"},{"number":21,"verse":"\"And now no one looks on the light when it is bright in the skies, when the wind has passed and cleared them."},{"number":22,"verse":"Out of the north comes golden splendor; God is clothed with awesome majesty."},{"number":23,"verse":"The Almighty- we cannot find him; he is great in power; justice and abundant righteousness he will not violate."},{"number":24,"verse":"Therefore men fear him; he does not regard any who are wise in their own conceit.\""}]}