{"bibleAbbr":"NLT2015","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"At that time the prophets Haggai and Zechariah son of Iddo prophesied to the Jews in Judah and Jerusalem. They prophesied in the name of the God of Israel who was over them."},{"number":2,"verse":"Zerubbabel son of Shealtiel and Jeshua son of Jehozadak (Aramaic Jozadak, a variant spelling of Jehozadak.) responded by starting again to rebuild the Temple of God in Jerusalem. And the prophets of God were with them and helped them."},{"number":3,"verse":"But Tattenai, governor of the province west of the Euphrates River, (Aramaic the province beyond the river; also in 5:6.) and Shethar-bozenai and their colleagues soon arrived in Jerusalem and asked, “Who gave you permission to rebuild this Temple and restore this structure?”"},{"number":4,"verse":"They also asked for (As in one Hebrew manuscript and Greek and Syriac versions; Masoretic Text reads Then we told them.) the names of all the men working on the Temple."},{"number":5,"verse":"But because their God was watching over them, the leaders of the Jews were not prevented from building until a report was sent to Darius and he returned his decision."},{"number":6,"verse":"(Tattenai’s Letter to King Darius) This is a copy of the letter that Tattenai the governor, Shethar-bozenai, and the other officials of the province west of the Euphrates River sent to King Darius:"},{"number":7,"verse":"“To King Darius. Greetings."},{"number":8,"verse":"“The king should know that we went to the construction site of the Temple of the great God in the province of Judah. It is being rebuilt with specially prepared stones, and timber is being laid in its walls. The work is going forward with great energy and success."},{"number":9,"verse":"“We asked the leaders, ‘Who gave you permission to rebuild this Temple and restore this structure?’"},{"number":10,"verse":"And we demanded their names so that we could tell you who the leaders were."},{"number":11,"verse":"“This was their answer: ‘We are the servants of the God of heaven and earth, and we are rebuilding the Temple that was built here many years ago by a great king of Israel."},{"number":12,"verse":"But because our ancestors angered the God of heaven, he abandoned them to King Nebuchadnezzar of Babylon, (Aramaic Nebuchadnezzar the Chaldean.) who destroyed this Temple and exiled the people to Babylonia."},{"number":13,"verse":"However, King Cyrus of Babylon, (King Cyrus of Persia is here identified as the king of Babylon because Persia had conquered the Babylonian Empire.) during the first year of his reign, issued a decree that the Temple of God should be rebuilt."},{"number":14,"verse":"King Cyrus returned the gold and silver cups that Nebuchadnezzar had taken from the Temple of God in Jerusalem and had placed in the temple of Babylon. These cups were taken from that temple and presented to a man named Sheshbazzar, whom King Cyrus appointed as governor of Judah."},{"number":15,"verse":"The king instructed him to return the cups to their place in Jerusalem and to rebuild the Temple of God there on its original site."},{"number":16,"verse":"So this Sheshbazzar came and laid the foundations of the Temple of God in Jerusalem. The people have been working on it ever since, though it is not yet completed.’"},{"number":17,"verse":"“Therefore, if it pleases the king, we request that a search be made in the royal archives of Babylon to discover whether King Cyrus ever issued a decree to rebuild God’s Temple in Jerusalem. And then let the king send us his decision in this matter.”"}]}