{"bibleAbbr":"CVB1535","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"This is the worde of the LORDE, that came vnto Micheas the Morastite, in the dayes of Ioathan, Achas and Ezechias kiges of Iuda: which was shewed him vpon Samaria and Ierusalem."},{"number":2,"verse":"Heare all ye people, marcke this well o earth, and all that therin is: Yee the LORDE God himself be witnesse amonge you, euen ye LORDE from his holy temple."},{"number":3,"verse":"For why? beholde, the LORDE shal go out of his place, & come downe, and treade vpon the hie thinges of the earth."},{"number":4,"verse":"The moutaynes shall consume vnder him, & the valleys shal cleue asunder: like as wax cosumeth at the fyre, & as ye waters runne downwarde."},{"number":5,"verse":"And all this shalbe for the wickednesse of Iacob, and the synnes of the house of Israel. But what is the wickednesse of Iacob? Is not Samaria? Which are the hye places of Iuda? Is not Ierusale?"},{"number":6,"verse":"Therfore I shall make Samaria an heape of stones in the felde, to laye aboute the vynyarde: hir stones shal I cast in to the valley, & discouer hir foudacios."},{"number":7,"verse":"All hir ymages shalbe broke downe & all hir wynnynges shal be brent in the fyre: yee all hir Idols will I destroye: for why, they are gathered out of the hyre of an whore, & in to an whores hyre shal they be turned agayne."},{"number":8,"verse":"Wherfore I wil mourne & make lamentacion, bare & naked will I go: I must mourne like ye dragos, & take sorow as ye Estriches:"},{"number":9,"verse":"for their woude is past remedy: And why? it is come in to Iuda, & hath touched ye porte of my people at Ierusale allredy."},{"number":10,"verse":"Wepe not, lest they at Geth perceaue it. Thou at Betaphra, welter thy self in the dust and asshes."},{"number":11,"verse":"Thou that dwellest at Sephir, get the hence with shame. The proude shall boost nomore for very sorowe: & why? hir neghboure shall take from her what she hath."},{"number":12,"verse":"The rebellious cite hopeth, that it shal not be so euell: but for all that, the plage shal come from the LORDE, euen in to the porte of Ierusalem."},{"number":13,"verse":"The greate noyse off the charettes shall feare them, that dwell at Lachis, which is an occasion of ye synne of ye doughter of Sion, for in the came vp the wickednesses of Israel."},{"number":14,"verse":"Yee she sent hir coursers in to the londe of Geth. The houses of lies will disceaue the kynges of Israel."},{"number":15,"verse":"And as for the (o thou that dwellest at Morassa) I shal brynge a possessioner vpon the, ad the plage of Israel shal reach vnto Odolla."},{"number":16,"verse":"Make the balde, and shaue the, because of thy tender children: Make the cleane balde as an Aegle, for they shalbe caried awaye captyue from the."}]}