{"bibleAbbr":"CVB1535","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"Heare, o ye heades of the house of Iacob, and ye leders of the house of Israel: Shulde not ye knowe, what were laufull and right?"},{"number":2,"verse":"But ye hate the good, and loue the euell: ye plucke of mens skynnes, and the flesh from their bones:"},{"number":3,"verse":"Ye eate the flesh of my people, ad flay of their skynne: ye breake their bones, ye choppe them in peces as it were in to a cauldron, ad as flesh into a pot."},{"number":4,"verse":"Now the tyme shall come, that when they call vnto the LORDE, he shall not heare them, but hyde his face from them: because that thorow their owne ymaginacios, they haue dealte so wickedly."},{"number":5,"verse":"And as concernynge the prophetes that disceaue my people, thus the LORDE sayeth agaynst them: When they haue eny thinge to byte vpon, then they preach that all shalbe well: but yf a man put not some thinge in to their mouthes, they preach of warre agaynst him."},{"number":6,"verse":"Therfore youre vision shalbe turned to night, & youre prophecyenge to darcknesse. The Sonne shall go downe ouer those prophetes, & the daye shalbe darcke vnto them."},{"number":7,"verse":"Then shall the vision seers be ashamed, & ye saythsayers confounded: yee they shalbe fayne (all the packe of the) to stoppe their mouthes, for they haue not Gods worde."},{"number":8,"verse":"As for me, I am full of strength, & of ye sprete of ye LORDE, full of iudgment & boldnesse: to shewe the house of Iacob their wickednesse, & the house of Israel their synne."},{"number":9,"verse":"O heare this ye rulers of the house of Iacob, and ye iudges of the house off Israel: ye that abhorre the thinge that is laufull, and wraist asyde the thinge that is straight:"},{"number":10,"verse":"Ye that buylde vp Sion with bloude, and Ierusalem with doynge wronge."},{"number":11,"verse":"O ye iudges, ye geue sentence for giftes: O ye preastes, ye teach for lucre: O ye prophetes, ye prophecy for money. Yet wil they be take as those that holde vpon God, and saye: Is not the LORDE amonge vs? Tush, there can no misfortune happen vs."},{"number":12,"verse":"Therfore shal Sion (for youre sakes) be plowed like a felde: Ierusale shall become an heape of stones, and the hill of ye temple shal be turned to an hye wodde."}]}