{"bibleAbbr":"CVB1535","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"Wo is me: I am become as one, that goeth a gleenynge in the haruest. There are no mo grapes to eate, yet wolde I fayne (with all my herte) haue of the best frute."},{"number":2,"verse":"There is not a godly man vpo earth, there is not one rightuous amoge me. They laboure all to shed bloude, & euery ma hunteth his brother to death:"},{"number":3,"verse":"yet they saye they do well, when they do euell. As the prince wil, so sayeth the iudge: yt he maye do him a pleasure agayne. The greate ma speaketh what his herte desyreth, & ye hearers alowe him."},{"number":4,"verse":"The best off the is but as a thistle, and the most rightuous of them is but as a brere in the hedge But when the daye of thy preachers commeth, yt thou shalt be vysited: the shal they be waisted a waye."},{"number":5,"verse":"Let no man beleue his frende, ner put his confidece in a prince. Kepe the porte of thy mouth, from her yt lieth in thy bosome:"},{"number":6,"verse":"for ye sonne shal put his father to dishonoure, the doughter shal ryse agaynst her mother, ye doughter in lawe agaynst hir mother in lawe: and a mans foes shalbe euen they of his owne housholde."},{"number":7,"verse":"Neuerthelesse I wil loke vp vnto ye LORDE, I wil paciently abyde God my sauioure: my God shal heare me."},{"number":8,"verse":"O thou enemie of myne, reioyce not at my fall, for I shal get vp agayne: and though I syt in darcknesse, yet ye LORDE is my light."},{"number":9,"verse":"I will beare the punishment of the LORDE (for why, I haue offended him) till he syt in iudgment vpon my cause, and se that I haue right. He wil bringe me forth to the light, and I shal se his rightuosnesse."},{"number":10,"verse":"She that is myne enemy shall loke vpon it, & be confounded, which now saieth: Where is thy LORDE God? Myne eyes shal beholde her, when she shalbe troden downe, as the claye in the stretes."},{"number":11,"verse":"The tyme wil come, that thy gappes shal be made vp, and the lawe shal go abrode:"},{"number":12,"verse":"and at that tyme shal they come vnto the, from Assur vnto the stroge cities, and from the stronge cities vnto the ryuer: from the one see to the other, from the one mountayne to the other."},{"number":13,"verse":"Not wt stondinge the londe must be waisted, because of them that dwell therin, and for the frutes of their owne ymaginacions."},{"number":14,"verse":"Therfore fede thy people with thy rodde, the flocke of thine heretage which dwell desolate in the wodde: that they maye be fedde vpon the mount of Charmel, Basan & Galaad as afore tyme."},{"number":15,"verse":"Maruelous thinges will I shewe them, like as when they came out of Egipte."},{"number":16,"verse":"This shal the Heithen se, and be a?shamed for all their power: so that they shal laye their honde vpon their mouth, and stoppe their eares."},{"number":17,"verse":"They shal licke the dust like a serpent, & as the wormes of the earth, yt tremble in their holes. They shalbe afrayed of the LORDE oure God, & they shal feare ye."},{"number":18,"verse":"Where is there soch a God as thou? that pardonest wickednes, and forgeuest the offences of the remnaunt of thine heretage? He kepeth not his wrath for euer. And why? his delyte is to haue compassion:"},{"number":19,"verse":"he shal turne agayne, & be mercyfull to vs: he shal put downe oure wickednesses, & cast all oure synnes in to the botome of the see."},{"number":20,"verse":"Thou shalt kepe thy trust with Iacob, and thy mercy for Abraham, like as thou hast sworne vnto oure fathers longe agoo."}]}