{"bibleAbbr":"BKJVNT","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"The Children — Obey your parents in the Master. You see, this is right."},{"number":2,"verse":"Value your father and mother, a certain demand that is the first demand with a promise:"},{"number":3,"verse":"that it might become well with you and you will be on the earth for a long time."},{"number":4,"verse":"And the Fathers — Don't make your children mad, but fully nurture them in the Master's discipline and correction."},{"number":5,"verse":"The Slaves — Obey your masters regarding the physical body with fear and trembling in dedication of your heart as to the Anointed King,"},{"number":6,"verse":"not in line with eye-slavery, as people-satisfiers, but as slaves of the Anointed King, doing what God wants from a soul,"},{"number":7,"verse":"being a slave with a good attitude, as to the Master and not to people,"},{"number":8,"verse":"realizing that whatever good each person did, he will retrieve this from the side of the Master, whether he is a slave or free."},{"number":9,"verse":"And the Masters — Do the same things toward them, easing up on the threat, realizing that your own Master also is in heavens and there is no favoritism beside Him."},{"number":10,"verse":"For the rest of the time, my brothers, receive ability in the Master and in the power of His strength."},{"number":11,"verse":"Put on the full body armor of God with the intent for you to be able to stand facing the Accuser's schemes"},{"number":12,"verse":"because the wrestling match for us is not facing blood and a physical body, but facing the head rulers, facing the authorities, facing the global powers of the darkness of this span of time, facing the spiritual elements of the evilness in the heavenly regions."},{"number":13,"verse":"Because of this, take up the full body armor of God so that you might be able to stand in opposition to them in the day, the evil day, even after working on and completing absolutely everything to stand."},{"number":14,"verse":"So stand after putting a sash around your waist in truth, putting on the armored vest of the right way,"},{"number":15,"verse":"and tying sole pads on under the feet in readiness of the good news of the peace,"},{"number":16,"verse":"on everything, after taking up the shield of the trust, with which you will be able to extinguish all the arrows of the evil one that have been flaming."},{"number":17,"verse":"And accept the head protection of the rescue process and the knife of the Spirit that is God's statement,"},{"number":18,"verse":"through every prayer and plea praying in every right time in the spirit, and for this same reason not going to sleep in every bit of close involvement and plea concerning all the sacred people"},{"number":19,"verse":"and on my behalf that a message might be given to me in the opening of my mouth in an open way to make known the secret of the good news"},{"number":20,"verse":"(on behalf of which I am an older man in chains) so that in it I might be straightforward as it is necessary for me to speak."},{"number":21,"verse":"So that you also may realize the things regarding me, what I constantly do, Tychicus (the loved brother and trusted servant in the Master) will make everything known to you,"},{"number":22,"verse":"whom I sent to you for this same reason, so that you might know the things about us and he might encourage your hearts."},{"number":23,"verse":"Peace to the brothers and love with trust out from Father God and the Master Jesus, the Anointed King."},{"number":24,"verse":"May the generosity be with all of the people who love our Master Jesus, the Anointed King, in nondeterioration. [Written to Ephesian people from Rome and sent through Tychicus]"}]}