{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"( Si Penggoda Menguji Ayub) Di tanah Us, ( Us: Suatu daerah yang letaknya tidak diketahui dengan tepat.) tinggal seorang lelaki yang bernama Ayub. Dia menyembah Allah dan setia kepada-Nya. Dia seorang yang baik budi, yang selalu berhati-hati agar tidak melakukan perbuatan jahat."},{"number":2,"verse":"Dia mempunyai tujuh orang anak lelaki dan tiga orang anak perempuan,"},{"number":3,"verse":"serta memiliki sebanyak 7000 ekor domba, 3000 ekor unta, 1000 ekor lembu, dan 500 ekor keldai. Dia juga mempunyai banyak hamba, dan dialah orang yang paling kaya antara penduduk di daerah Timur."},{"number":4,"verse":"Anak-anak lelaki Ayub biasanya mengadakan jamuan di rumah masing-masing secara bergilir. Mereka juga sentiasa mengundang ketiga-tiga orang saudara perempuan mereka ke jamuan itu."},{"number":5,"verse":"Selepas setiap jamuan, pada esok paginya, Ayub akan bangun pagi-pagi dan mempersembahkan korban bagi setiap anaknya untuk menyucikan mereka. Dia sentiasa berbuat demikian kerana pada fikirannya, mungkin salah seorang anaknya telah berdosa dan menghina Allah dengan tidak sengaja."},{"number":6,"verse":"( ) Pada suatu hari makhluk-makhluk syurga ( makhluk syurga: Makhluk ilahi yang melayani Allah di syurga.) menghadap TUHAN, dan Si Penggoda ( Si Penggoda: Makhluk syurga yang dianggap sebagai lawan manusia.) juga hadir bersama-sama mereka."},{"number":7,"verse":"TUHAN bertanya kepada Si Penggoda, “Dari mana engkau?” Si Penggoda menjawab, “Aku telah mengembara ke sana sini dan menjelajahi seluruh bumi.”"},{"number":8,"verse":"TUHAN berfirman, “Adakah engkau perhatikan Ayub, orang yang mengabdi kepada-Ku? Di seluruh bumi tiada orang yang begitu setia dan baik seperti dia. Dia beribadat kepada-Ku dan sungguh berhati-hati supaya tidak berbuat jahat.”"},{"number":9,"verse":"Tetapi Si Penggoda menjawab, “Mahukah Ayub beribadat kepada-Mu jika dia tidak mendapat apa-apa ganjaran?"},{"number":10,"verse":"Engkau selalu melindungi dia serta keluarganya dan segala miliknya. Engkau menjayakan segala usahanya, dan Engkau memberi dia banyak ternakan sehingga memenuhi seluruh negeri."},{"number":11,"verse":"( ) Tetapi, seandainya Engkau mengambil segala miliknya, tentu dia akan mengutuk Engkau secara terang-terang.”"},{"number":12,"verse":"Maka TUHAN berfirman kepada Si Penggoda, “Baiklah, lakukan apa saja dengan segala miliknya, asal engkau tidak membinasakan Ayub.” Lalu Si Penggoda pergi dari hadapan TUHAN."},{"number":13,"verse":"( Anak-Anak dan Kekayaan Ayub Dimusnahkan) Pada suatu hari, anak-anak Ayub mengadakan jamuan di rumah abang mereka yang sulung."},{"number":14,"verse":"Tiba-tiba seorang utusan datang berlari-lari ke rumah Ayub. Katanya, “Kami sedang membajak ladang dengan lembu, dan keldai-keldai sedang merumput di padang yang berdekatan."},{"number":15,"verse":"Tiba-tiba orang Syeba ( orang Syeba: Suku pengembara dari daerah selatan, yang suka menyerbu.) datang menyerang kami dan merampas semua binatang dan membunuh semua hamba tuan. Hanya hamba seorang yang dapat melarikan diri untuk memberitahu tuan.”"},{"number":16,"verse":"Sebelum dia habis bercakap, datang pula hamba yang lain dan berkata, “Domba-domba serta para gembala telah disambar petir sehingga terbunuh semuanya. Hanya hamba seorang yang dapat melarikan diri untuk memberitahu tuan.”"},{"number":17,"verse":"Sebelum dia habis bercakap, datang pula hamba yang lain dan berkata, “Tiga pasukan orang Kasdim ( orang Kasdim: Suku pengembara dari daerah utara, yang suka menyerbu.) telah menyerang kami. Mereka merampas unta-unta, dan membunuh semua hamba tuan. Hanya hamba seorang yang dapat melarikan diri untuk memberitahu tuan.”"},{"number":18,"verse":"Sebelum dia habis bercakap, datang pula hamba yang lain dan berkata, “Anak-anak tuan sedang mengadakan jamuan di rumah anak lelaki sulung tuan."},{"number":19,"verse":"Tiba-tiba angin ribut yang kuat bertiup dari gurun, lalu merobohkan rumah itu dan membunuh semua anak tuan. Hanya hamba seorang yang dapat melarikan diri untuk memberitahu tuan.”"},{"number":20,"verse":"Kemudian Ayub berdiri dan mengoyakkan pakaiannya kerana kesedihan. Dia mencukur rambutnya dan bersujud."},{"number":21,"verse":"Dia berkata, “Aku dilahirkan tanpa apa-apa, dan aku akan mati tanpa apa-apa juga. TUHAN yang memberikan dan sekarang TUHAN pula yang mengambil semula. Terpujilah nama-Nya!”"},{"number":22,"verse":"Sungguhpun segala peristiwa itu telah berlaku, Ayub tidak berdosa dan tidak menyalahkan Allah."}]}