{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"( Ayub) Kemudian Ayub menjawab,"},{"number":2,"verse":"“Aku pernah mendengar kata-kata demikian; penghiburan yang kamu berikan itu hanya seksaan."},{"number":3,"verse":"Adakah kamu akan bercakap selama-lamanya? Apakah yang merangsang kamu untuk terus berkata-kata?"},{"number":4,"verse":"Jika kamu ini aku, dan aku pula kamu, aku pun dapat bercakap seperti itu. Aku akan membanjiri kamu dengan perkataan; dan menggelengkan kepala."},{"number":5,"verse":"Aku dapat menguatkan kamu dengan nasihatku, dan terus bercakap untuk menghiburkan kamu."},{"number":6,"verse":"Jika aku bercakap, tidak ada gunanya; jika aku berdiam diri, deritaku tidak reda."},{"number":7,"verse":"Allah telah melelahkan aku, Dia telah membunuh keluargaku."},{"number":8,"verse":"Dialah musuhku dan telah menawan aku. Kini kurus keringlah tubuhku, dan bagi banyak orang itulah buktinya bahawa aku telah berdosa."},{"number":9,"verse":"Oleh kemurkaan-Nya, Allah menyiat tubuhku; dengan kebencian, Dia memandang aku."},{"number":10,"verse":"Orang mengejek aku; mereka mengeroyok aku dan menampar mukaku."},{"number":11,"verse":"Allah telah menyerahkan aku kepada orang derhaka; aku dijatuhkan-Nya ke dalam tangan orang durjana."},{"number":12,"verse":"Dahulu hidupku aman dan sentosa, tetapi Allah menyerang aku dengan tiba-tiba. Leherku dicengkeram-Nya dan aku dicampakkan; aku dijadikan-Nya sasaran untuk latihan."},{"number":13,"verse":"Tanpa belas kasihan Dia memanah aku dari segala arah, sehingga aku cedera dan luka."},{"number":14,"verse":"Dia mencederakan aku berulang-ulang; Dia menyerang seperti seorang pejuang."},{"number":15,"verse":"Aku memakai kain guni tanda kesedihan, aku duduk di atas debu kerana dikalahkan."},{"number":16,"verse":"Aku menangis sehingga mukaku merah, dan kelopak mataku bengkak dan hitam."},{"number":17,"verse":"Tetapi aku tidak melakukan perbuatan ganas, dan doaku tetap ikhlas."},{"number":18,"verse":"Hai bumi, kejahatan terhadapku jangan sembunyikan. Jangan diamkan teriakanku minta keadilan."},{"number":19,"verse":"( ) Ada pembelaku di syurga yang akan memberikan kesaksian bahawa aku tidak berdosa."},{"number":20,"verse":"Sahabat-sahabatku menghina aku, aku menangis di hadapan Allah."},{"number":21,"verse":"Aku ingin agar ada orang merayu kepada Allah bagiku, seperti orang merayu untuk sahabatnya."},{"number":22,"verse":"Tahun-tahunku tidak banyak lagi, aku akan pergi dan tidak kembali lagi."}]}