{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"Ajalku sudah dekat, hampir putus nafasku; tiada apa-apa lagi selain kubur untukku."},{"number":2,"verse":"Orang menjadikan aku bahan ejekan. Aku melihat betapa kejamnya mereka melontarkan sindiran."},{"number":3,"verse":"Aku ini jujur, ya Allah. Percayailah aku. Tiada sesiapa lagi yang menyokong perkataanku."},{"number":4,"verse":"Engkau telah membuntukan fikiran mereka; janganlah biarkan aku dikalahkan mereka."},{"number":5,"verse":"Menurut pepatah, sesiapa mengkhianati sahabat demi keuntungan, anak-anaknya sendiri akan menerima pembalasan. ( sesiapa... menerima pembalasan; atau sesiapa menjamu sahabat-sahabatnya, anak-anaknya sendiri akan kelaparan.)"},{"number":6,"verse":"Sekarang aku disindir dengan pepatah itu; mereka datang dan meludahi mukaku."},{"number":7,"verse":"Mataku kabur kerana dukacita; seluruh tubuhku kurus merana."},{"number":8,"verse":"Orang yang salih, terkejut dan hairan; mereka menganggap aku sebagai orang yang tidak percaya kepada Allah."},{"number":9,"verse":"Orang yang baik dan tidak bersalah, semakin yakin bahawa Allah berkenan kepada mereka."},{"number":10,"verse":"Tetapi jika kamu semua datang ke mari, tiada seorang bijak pun yang akan kudapati."},{"number":11,"verse":"Hari-hariku telah berlalu, gagallah segala rancanganku; hilang pula semua harapanku."},{"number":12,"verse":"Tetapi sahabat-sahabatku berkata, ‘Malam itu siang dan terang hampir tiba.’ Namun aku tahu dalam hatiku bahawa tetap gelaplah keadaanku."},{"number":13,"verse":"Hanya dunia maut yang aku harapkan, di sanalah aku akan tidur dalam kegelapan."},{"number":14,"verse":"Aku akan menamakan kubur ‘bapaku’, dan cacing yang makan tubuhku kusebut ‘ibuku’ dan ‘saudara perempuanku’."},{"number":15,"verse":"Di manakah harapan bagiku? Siapakah yang melihat harapan untukku?"},{"number":16,"verse":"Aku tidak mempunyai harapan lagi apabila aku pergi ke dunia orang mati.”"}]}