{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"( DIALOG KETIGA) ( (22.1—27.23)) ( Elifas) Kemudian Elifas berkata,"},{"number":2,"verse":"“Di kalangan manusia, tiada yang berguna bagi Allah. Orang yang paling bijak pun tidak berguna bagi-Nya."},{"number":3,"verse":"( ) Apakah faedahnya bagi Yang Maha Kuasa, jika engkau melakukan kehendak-Nya? Apakah ada keuntungan bagi-Nya jika hidupmu sempurna?"},{"number":4,"verse":"Bukan kerana engkau takut dan hormat kepada Allah, maka Dia menegur dan mengadili engkau,"},{"number":5,"verse":"melainkan kerana dosamu banyak, dan engkau sangat jahat."},{"number":6,"verse":"Untuk memaksa saudaramu membayar hutangnya, engkau merampas pakaiannya dan membiarkan dia telanjang."},{"number":7,"verse":"Engkau enggan memberikan air kepada mereka yang lelah, dan enggan memberikan makanan kepada mereka yang lapar."},{"number":8,"verse":"Engkau menggunakan kuasa dan kedudukanmu untuk merampas seluruh tanah."},{"number":9,"verse":"Bukan sahaja engkau tidak mahu menolong balu, tetapi engkau juga menindas anak yatim piatu."},{"number":10,"verse":"Oleh itu sekarang terdapat perangkap di sekelilingmu, dan tiba-tiba ketakutan meliputimu."},{"number":11,"verse":"Terang menjadi gelap sehingga engkau tidak dapat melihat, dan engkau dilanda banjir yang dahsyat."},{"number":12,"verse":"Tidakkah Allah tinggal di syurga yang tertinggi, dan memandang ke bawah, pada bintang-bintang yang tinggi sekali?"},{"number":13,"verse":"Namun engkau bertanya, ‘Adakah Allah tahu? Dia di balik awan dan tidak dapat mengadili kita.’"},{"number":14,"verse":"Engkau menyangka bahawa pandangan-Nya tertutup awan, ketika Dia berjalan di sempadan langit dan bumi. ( sempadan langit dan bumi: Pada masa dahulu langit dianggap sebagai bulatan besar di mana bumi dan langit bertemu, dan di situ Allah berjalan mengelilinginya untuk memeriksa bumi.)"},{"number":15,"verse":"Adakah engkau tetap mengikut jalan yang selalu diikuti orang jahat?"},{"number":16,"verse":"Walaupun masa mereka belum tiba, mereka dihanyut oleh banjir yang melanda."},{"number":17,"verse":"Itulah orang yang menolak Allah, dan menganggap Yang Maha Kuasa tidak dapat mengapa-apakan mereka."},{"number":18,"verse":"Padahal Allah yang telah menjadikan mereka kaya. Aku tidak faham akan fikiran orang durjana."},{"number":19,"verse":"Orang baik dan yang tidak bersalah ketawa kegembiraan, apabila melihat orang jahat menerima hukuman."},{"number":20,"verse":"Segala hak milik orang jahat musnah, dan api membakar segala yang tersisa."},{"number":21,"verse":"Sekarang, Ayub, berdamailah dengan Allah, dan berhentilah menganggap Dia sebagai musuh. Jika engkau berbuat demikian, Dia akan memberkati engkau."},{"number":22,"verse":"Terimalah perintah yang diberikan-Nya; simpanlah firman-Nya dalam hatimu."},{"number":23,"verse":"Engkau mesti kembali kepada Allah dengan rendah hati, ( Sebuah terjemahan kuno: rendah hati; Naskhah Ibrani: ditingkatkan.) dan segala kejahatan di rumahmu hendaklah engkau akhiri."},{"number":24,"verse":"Lemparlah emasmu yang paling murni; lemparlah emasmu ke dasar sungai yang tidak berair lagi."},{"number":25,"verse":"Hendaklah Allah Yang Maha Kuasa merupakan emasmu, dan merupakan perak yang sangat bermutu."},{"number":26,"verse":"Barulah engkau akan mempercayai Allah selalu, dan mendapati Dia adalah sumber kegiranganmu."},{"number":27,"verse":"Apabila engkau berdoa, Dia akan menjawab, dan engkau akan menepati segala janjimu."},{"number":28,"verse":"Usahamu akan berjaya selalu, dan cahaya akan menyinari hidupmu."},{"number":29,"verse":"Orang yang sombong direndahkan Allah, tetapi yang rendah hati diselamatkan-Nya."},{"number":30,"verse":"Dia akan menyelamatkan engkau jika engkau tidak bersalah, ( Beberapa buah terjemahan kuno: tidak bersalah; Naskhah Ibrani: bersalah.) dan jika engkau melakukan kehendak-Nya.”"}]}