{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"Kamu semua begitu bijak, begitu pandai; sekarang dengarlah kata-kataku ini."},{"number":3,"verse":"( ) Orang tahu makanan yang sedap ketika merasanya; dan kata-kata yang bijak apabila mendengarnya."},{"number":4,"verse":"Persoalan ini harus kita periksa, lalu kita putuskan bersama-sama."},{"number":5,"verse":"Ayub berkata, ‘Aku tidak bersalah, tetapi Allah tidak memberikan keadilan kepadaku."},{"number":6,"verse":"Aku dianggap berdusta, kerana mengatakan aku benar. Aku cedera parah, tetapi aku tidak bersalah.’"},{"number":7,"verse":"Pernahkah kamu melihat orang seperti Ayub ini? Dia menghina Allah berkali-kali."},{"number":8,"verse":"Dia gemar akan orang jahat sebagai teman, dan orang durjana sebagai kawan."},{"number":9,"verse":"Dia berkata bahawa tiada gunanya diperkenankan Allah."},{"number":10,"verse":"Hai orang pandai, dengarlah! Adakah Allah Yang Maha Kuasa melakukan hal yang salah?"},{"number":11,"verse":"( ) Dia membalas manusia setimpal dengan perbuatan mereka dan memperlakukan mereka dengan sepatutnya."},{"number":12,"verse":"Allah Yang Maha Kuasa tidak melakukan kejahatan; semua orang diberikan-Nya keadilan."},{"number":13,"verse":"Adakah Allah mendapatkan kuasa-Nya daripada sesiapa? Adakah sesiapa yang menugaskan Dia untuk menguasai dunia?"},{"number":14,"verse":"Jika Allah mencabut nyawa manusia, dan mengambil kembali nafas hidup mereka,"},{"number":15,"verse":"maka matilah semua orang yang bernyawa, dan manusia menjadi debu semula."},{"number":16,"verse":"Jika kamu arif, perhatikanlah, pasanglah telinga dan dengarlah."},{"number":17,"verse":"Jika Allah membenci keadilan, Dia tidak patut memerintah. Adakah kamu menyalahkan Allah yang adil dan perkasa?"},{"number":18,"verse":"Allah menyalahkan pemerintah dan raja, apabila mereka berbuat jahat dan derhaka."},{"number":19,"verse":"Allah menciptakan setiap insan; Dia tidak menyebelahi raja, atau mengutamakan yang kaya daripada yang miskin."},{"number":20,"verse":"Orang mungkin mati pada waktu malam dengan tiba-tiba. Allah menjatuhkan hukuman kepada manusia dan mereka pun binasa; Dia membunuh yang perkasa dengan mudah sahaja."},{"number":21,"verse":"Dia memperhatikan kelakuan manusia, dan meneliti semua langkah mereka."},{"number":22,"verse":"Tiada kegelapan yang cukup gelapnya untuk menyembunyikan orang berdosa."},{"number":23,"verse":"Allah tidak perlu menentukan masa ( Dapat bermakna: masa; Naskhah Ibrani: masih.) untuk mengadili manusia."},{"number":24,"verse":"Dia tidak perlu menyelidiki dan menyiasat penguasa sebelum memecat mereka, dan mengangkat pengganti mereka."},{"number":25,"verse":"Kerana Dia tahu apa yang dilakukan mereka, Dia menggulingkan mereka pada waktu malam dan memusnahkan mereka."},{"number":26,"verse":"Dia menghukum orang berdosa di hadapan orang ramai,"},{"number":27,"verse":"kerana mereka tidak lagi mengikut Dia; dan mereka tidak mengendahkan segala perintah-Nya."},{"number":28,"verse":"Mereka menyebabkan orang miskin berseru kepada Allah, dan Allah mendengar seruan mereka."},{"number":29,"verse":"Jika Allah membuat keputusan untuk diam sahaja, tiada sesiapa pun dapat mengecam Dia. Jika Dia menyembunyikan muka-Nya, tidak sesiapa pun dapat menemukan Dia."},{"number":30,"verse":"Maka bangsa-bangsa tidak berdaya untuk menghalang penindas daripada menguasai mereka."},{"number":31,"verse":"Ayub, sudahkah engkau mengakui kesalahanmu kepada Allah? Sudahkah engkau berjanji tidak akan berdosa semula?"},{"number":32,"verse":"Sudahkah engkau meminta Allah menunjukkan kesalahan yang tidak engkau ketahui? Sudahkah engkau bersetuju menghentikan kejahatan itu?"},{"number":33,"verse":"Oleh sebab engkau tidak menyetujui perbuatan Allah, engkau tidak boleh mengharapkan Dia mengabulkan kehendakmu. Engkaulah yang harus membuat keputusan, bukan aku; beritahulah kami pendapatmu."},{"number":34,"verse":"Setiap orang yang berakal pasti akan bersetuju; setiap orang bijak yang mendengar aku akan berkata"},{"number":35,"verse":"bahawa Ayub bercakap tanpa mengerti, dan bahawa kata-katanya tidak mengandung erti."},{"number":36,"verse":"Jika ucapan Ayub ditinjau dengan cermat, akan nyatalah bahawa dia berkata-kata seperti orang jahat."},{"number":37,"verse":"Bukan sahaja dia berdosa, malah dia memberontak; dia mengolok-olokkan Allah di hadapan kita."}]}