{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"( Jawapan TUHAN kepada Ayub) Kemudian dari angin ribut, TUHAN berfirman kepada Ayub,"},{"number":2,"verse":"“Siapakah engkau, sehingga berani menyoal hikmat-Ku dengan kata-kata yang bodoh dan kosong itu?"},{"number":3,"verse":"Sekarang, bersedialah untuk menghadapi Aku, dan jawablah soalan-soalan-Ku."},{"number":4,"verse":"Adakah engkau hadir ketika Aku mencipta dunia? Jika engkau sangat pandai, jawablah."},{"number":5,"verse":"Siapakah yang menentukan keluasan dunia? Siapakah yang merentangkan tali ukur untuk mengukurnya? Tahukah engkau jawapannya?"},{"number":6,"verse":"Apakah yang menyangga tiang-tiang ( tiang: Lihat 9.6.) bumi? Siapakah yang meletakkan batu penjuru dunia ini,"},{"number":7,"verse":"pada waktu bintang-bintang pagi bernyanyi bersama-sama, dan makhluk-makhluk syurga ( makhluk-makhluk syurga: Lihat 1.6.) bersorak gembira?"},{"number":8,"verse":"Siapakah yang menutup pintu untuk membendung samudera ( membendung samudera: Lihat 26.12.) ketika air memancar keluar dari rahim bumi?"},{"number":9,"verse":"Akulah yang meliputi laut dengan awan dan menyelimutinya dengan kegelapan."},{"number":10,"verse":"Aku menentukan sempadan samudera dan dengan pintu berpalang Aku membendungnya."},{"number":11,"verse":"( ) Aku memberitahunya, ‘Hingga di sini sahaja, dan tidak lebih jauh lagi! Di sinilah ombakmu yang kuat mesti berhenti.’"},{"number":12,"verse":"Hai Ayub, pernahkah dalam hidupmu engkau mendatangkan pagi, dan memerintah fajar merekah?"},{"number":13,"verse":"Pernahkah engkau menyuruh fajar menguasai bumi dan mengebas orang jahat dari tempat mereka bersembunyi?"},{"number":14,"verse":"Cahaya matahari menampakkan bukit dan lembah sejelas cap pada tanah liat dan lipatan pada jubah."},{"number":15,"verse":"Cahaya matahari terlalu cerah untuk orang yang melakukan kejahatan, dan menghalang mereka daripada melakukan keganasan."},{"number":16,"verse":"Pernahkah engkau turun ke sumber mata laut? Pernahkah engkau berjalan di dasar laut?"},{"number":17,"verse":"Pernahkah sesiapa menunjukkan pintu gerbang maut kepada kamu, pintu yang menutup alam maut yang gelap gelita itu?"},{"number":18,"verse":"Tahukah engkau keluasan dunia? Jawablah, jika engkau tahu segalanya."},{"number":19,"verse":"Tahukah engkau asalnya cahaya? Tahukah engkau tempatnya kegelapan?"},{"number":20,"verse":"Dapatkah engkau menentukan batas di antara kegelapan dan cahaya, ataupun menghantar kedua-dua itu pulang setelah datang?"},{"number":21,"verse":"Engkau menyangka bahawa engkau tahu jawapan semuanya, seolah-olah engkau hadir ketika Aku menciptakan dunia; tentunya engkau sudah sangat tua!"},{"number":22,"verse":"Pernahkah engkau melawat ke gudang-gudang-Ku, tempat Aku menyimpan salji dan hujan batu?"},{"number":23,"verse":"Aku menyediakannya untuk masa kesusahan, untuk hari pertempuran dan peperangan."},{"number":24,"verse":"Pernahkah engkau pergi ke tempat matahari terbit, ataupun ke tempat asal angin timur?"},{"number":25,"verse":"Siapakah yang menggali terusan bagi hujan lebat, dan menyediakan jalan untuk guruh dan kilat?"},{"number":26,"verse":"Siapakah yang menurunkan hujan ke tempat yang tidak didiami orang?"},{"number":27,"verse":"Siapakah yang membasahi tanah yang kering dan tandus, sehingga rumput di sana bertunas?"},{"number":28,"verse":"Adakah hujan mempunyai bapa kandung? Siapakah yang melahirkan embun?"},{"number":29,"verse":"Adakah air batu mempunyai ibu? Siapakah yang melahirkan embun beku?"},{"number":30,"verse":"Siapakah yang mengubah air menjadi batu dan menjadikan permukaan laut beku?"},{"number":31,"verse":"( ; ) Dapatkah engkau memberkas gugusan Bintang Kartika, ataupun melepaskan ikatan Bintang Orion?"},{"number":32,"verse":"Dapatkah engkau membimbing bintang-bintang pada setiap musim, dan menuntun Biduk Besar dan Biduk Kecil?"},{"number":33,"verse":"Tahukah engkau hukum-hukum di cakerawala, dan dapatkah engkau menerapkannya di dunia?"},{"number":34,"verse":"Dapatkah engkau meneriakkan perintah kepada awan, dan menyuruhnya membasahi engkau dengan hujan?"},{"number":35,"verse":"Jika engkau memerintah kilat supaya sabung-menyabung, adakah kilat datang kepadamu dan berkata, “Saya, tuan!”?"},{"number":36,"verse":"Siapakah yang memberitahu burung ibis ( ibis: Burung di Mesir kuno. Menurut kepercayaan kuno, burung itu dapat meramalkan saat Sungai Nil banjir.) bahawa Sungai Nil akan banjir? Siapakah yang memberitahu ayam jantan bahawa hujan akan turun?"},{"number":37,"verse":"Siapakah yang cukup bijak untuk mengira awan, dan mencondongkannya sehingga mencurahkan hujan,"},{"number":38,"verse":"hujan yang mengeraskan debu menjadi gumpalan, dan tanah menjadi ketulan?"},{"number":39,"verse":"Dapatkah engkau memburu mangsa untuk singa, dan mengenyangkan anak singa,"},{"number":40,"verse":"apabila singa bersembunyi di dalam gua, atau menunggu mangsa di dalam sarangnya?"},{"number":41,"verse":"Siapakah yang memberi makan kepada gagak hitam ketika burung itu merayau mencari makanan, ketika anak-anak burung berseru kepada-Ku meminta makanan?"}]}