{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"Kemudian Ayub menjawab TUHAN,"},{"number":2,"verse":"“Aku tahu, ya TUHAN, bahawa Engkau dapat melakukan segala sesuatu; Engkau dapat melakukan apa sahaja."},{"number":3,"verse":"( ) Engkau bertanya sebabnya aku berani mempersoalkan hikmat-Mu, padahal aku tidak tahu apa-apa. Aku bercakap tentang perkara yang tidak aku mengerti, mengenai hal-hal yang terlalu ajaib bagiku ini."},{"number":4,"verse":"( ) Engkau menyuruh aku mendengar ketika Engkau berfirman, dan memberikan jawapan apabila Engkau bertanya."},{"number":5,"verse":"Dahulu aku hanya mendengar tentang Engkau, tetapi kini aku sendiri melihat Engkau."},{"number":6,"verse":"Oleh itu, aku malu kerana segala perkataanku, dan dengan menyesal aku duduk dalam debu dan abu.”"},{"number":7,"verse":"( Kesimpulan) Setelah selesai berfirman kepada Ayub, TUHAN memberitahu Elifas, “Aku murka terhadap engkau dan kedua-dua orang sahabatmu, oleh sebab engkau tidak berkata yang benar tentang diri-Ku, seperti yang dilakukan hamba-Ku Ayub."},{"number":8,"verse":"Sekarang bawalah tujuh ekor lembu jantan dan tujuh ekor domba jantan kepada Ayub, dan persembahkanlah semuanya sebagai korban untuk menyenangkan hati-Ku, ( korban untuk menyenangkan hati TUHAN; Harfiah: korban bakar.) demi kepentingan diri kamu. Ayub akan berdoa untuk kamu, dan Aku akan mengabulkan doanya. Maka Aku tidak akan memalukan kamu meskipun kamu patut menerima hukuman. Kamu tidak berkata yang benar tentang diri-Ku seperti yang dilakukan Ayub.”"},{"number":9,"verse":"Elifas, Bildad, dan Zofar melakukan apa yang telah diperintahkan TUHAN, dan TUHAN mengabulkan doa Ayub."},{"number":10,"verse":"( ) Kemudian, selepas Ayub berdoa untuk ketiga-tiga orang sahabatnya, TUHAN menjadikan Ayub kaya semula, dan memberi dia kekayaan dua kali ganda daripada yang pernah dimilikinya."},{"number":11,"verse":"Semua saudara lelaki dan perempuan Ayub, serta semua kenalannya yang lama datang melawat dia dan berjamu bersama-sama Ayub di rumahnya. Mereka turut berdukacita dengan Ayub kerana segala kesusahan yang telah didatangkan TUHAN kepadanya, dan mereka menghibur dia. Tiap-tiap seorang daripada mereka memberi dia sekeping wang perak dan sebentuk cincin emas."},{"number":12,"verse":"TUHAN memberkati Ayub dengan lebih berlimpah pada akhir hidupnya daripada masa sebelum dia mengalami penderitaan. Ayub memiliki 14000 ekor domba, 6000 ekor unta, 2000 ekor lembu, dan 1000 ekor keldai."},{"number":13,"verse":"Dia menjadi bapa kepada tujuh orang anak lelaki dan tiga orang anak perempuan."},{"number":14,"verse":"Dia menamakan anak perempuannya yang sulung Yemima, yang kedua Kezia, dan yang bongsu Kerenhapukh. ( Dalam bahasa Ibrani nama anak-anak perempuan Ayub menandakan kecantikan, baik dari segi bunyi mahupun ertinya. Yemima bererti “merpati”; Kezia bererti “kasia” sejenis kayu manis yang digunakan sebagai wangi-wangian; dan Kerenhapuk bererti kotak kecil tempat alat solek untuk mata.)"},{"number":15,"verse":"Tiada gadis di seluruh negeri yang secantik anak-anak perempuan Ayub. Mereka mewarisi harta Ayub bersama dengan saudara lelaki mereka."},{"number":16,"verse":"Selepas itu Ayub hidup seratus empat puluh tahun sehingga dapat melihat cucu-cicitnya."},{"number":17,"verse":"Lalu Ayub meninggal dalam usia yang sangat lanjut."}]}