{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"( Ayub) Kemudian Ayub menjawab,"},{"number":2,"verse":"“Jika kesusahan dan kesedihanku ditimbang beratnya,"},{"number":3,"verse":"pasti lebih berat daripada pasir samudera. Perkataanku yang melulu tidak seharusnya memeranjatkan kamu."},{"number":4,"verse":"Allah Yang Maha Kuasa telah memanah aku, dan racunnya merebak ke seluruh tubuhku. Allah menyerang aku seperti pasukan lawan, maka aku sangat ketakutan."},{"number":5,"verse":"Keldai berasa puas apabila makan rumput muda, dan lembu juga diam apabila diberikan makanannya."},{"number":6,"verse":"Tetapi makanan yang tawar tanpa garam, siapa suka? Adakah putih telur mempunyai rasa?"},{"number":7,"verse":"Aku tidak berselera untuk makan, dan segala makanan memuakkan."},{"number":8,"verse":"Mengapakah Allah tidak mengabulkan permohonanku? Mengapakah Dia tidak menjawab doaku?"},{"number":9,"verse":"Kalaulah Allah berkenan meremukkan aku, kalaulah Dia bertindak dan membunuh aku,"},{"number":10,"verse":"aku akan melompat keriangan, walaupun aku sangat kesakitan. Aku tahu bahawa Allah suci adanya; aku tidak pernah membantah perintah-Nya."},{"number":11,"verse":"Apa kekuatanku untuk terus hidup? Mengapa terus hidup jika aku tidak mempunyai harapan?"},{"number":12,"verse":"Adakah badanku sekuat batu? Adakah tubuhku daripada gangsa?"},{"number":13,"verse":"Aku tiada tenaga lagi untuk menyelamatkan diriku; tiada pertolongan lagi bagiku."},{"number":14,"verse":"Pada waktu kesusahan seperti ini, aku memerlukan sahabat yang sejati, sama ada aku masih setia kepada Allah atau telah meninggalkan Dia."},{"number":15,"verse":"Tetapi kamu, sahabat-sahabatku, tidak dapat dipercayai, seperti anak sungai yang kering apabila hujan tidak kunjung tiba."},{"number":16,"verse":"Kamu seperti sungai yang diam dan beku, yang tertutup dengan salji dan air batu."},{"number":17,"verse":"Apabila musim panas tiba, salji dan air batu hilang tanpa bekas; dan dasar anak sungai menjadi kering dan tandus."},{"number":18,"verse":"Kafilah sesat semasa mencari air; mereka mengembara dan mati di padang pasir."},{"number":19,"verse":"Kafilah dari Syeba dan Tema datang mencari air itu dan mengharapkannya."},{"number":20,"verse":"Tetapi harapan mereka hilang di tepi anak sungai yang kering."},{"number":21,"verse":"Bagiku, kamu seperti ( Dapat bermakna: seperti; Naskhah Ibrani: kerana.) anak sungai itu; kamu takut apabila melihat deritaku."},{"number":22,"verse":"Adakah aku minta hadiah daripada kamu, ataupun menyuruh kamu menyuap orang demi kepentinganku?"},{"number":23,"verse":"Adakah aku minta diselamatkan daripada musuh yang tidak berbelas kasihan?"},{"number":24,"verse":"Baiklah, ajarlah aku dan tunjukkanlah kesalahanku. Aku akan diam dan mendengarkan kamu."},{"number":25,"verse":"Kata-kata yang tulus meyakinkan, tetapi kamu mengatakan yang bukan-bukan."},{"number":26,"verse":"Kamu berfikir bahawa aku bercakap kosong sahaja; jika demikian mengapa kamu menegur aku yang sudah putus asa?"},{"number":27,"verse":"Kamu bersedia bertaruh untuk menentukan nasib yatim piatu, dan kamu mencurangi sahabat karib untuk menjadi kaya."},{"number":28,"verse":"Pandanglah mukaku. Aku tidak membohongi kamu."},{"number":29,"verse":"Jangan berlaku tidak adil, insaflah! Jangan cela aku, kerana aku tidak bersalah."},{"number":30,"verse":"Tetapi kamu masih berfikir bahawa aku berdusta, dan tidak dapat membezakan antara benar dan salah."}]}