{"bibleAbbr":"msAB1996","bookName":"AYUB","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"( Bildad) Kemudian Bildad dari negeri Suah berkata,"},{"number":2,"verse":"“Berapa lama lagi engkau bercakap begitu? Hanya cakap angin kata-katamu itu."},{"number":3,"verse":"Allah tidak pernah memutarbalikkan keadilan; Dia tidak pernah gagal melakukan hal yang benar."},{"number":4,"verse":"Anak-anakmu tentu telah berdosa terhadap Allah, maka patutlah mereka dihukum oleh-Nya."},{"number":5,"verse":"Tetapi kini kembalilah kepada Allah, dan merayulah kepada Yang Maha Kuasa."},{"number":6,"verse":"Jika engkau sungguh tulus dan jujur, Allah akan datang dan menolong engkau serta memulihkan rumah tanggamu sebagai ganjaranmu."},{"number":7,"verse":"Segala kekayaanmu yang hilang itu tidak bererti, jika dibandingkan dengan apa yang engkau dapat nanti."},{"number":8,"verse":"Renunglah kebijaksanaan zaman purba; fikirkanlah pengalaman nenek moyang kita."},{"number":9,"verse":"Hidup kita singkat sekali dan kita tidak tahu apa-apa; kita berlalu seperti bayang-bayang di dunia."},{"number":10,"verse":"Tetapi hendaklah engkau diajar orang bijak zaman purba; dengarlah kata-kata mereka,"},{"number":11,"verse":"‘Gelagah tumbuh di tempat berair sahaja, dan mensiang hanya didapati di tanah paya."},{"number":12,"verse":"Jika air mengering, layulah gelagah, lebih cepat daripada tumbuhan lain. Padahal, gelagah itu masih terlalu muda untuk dipotong dan digunakan."},{"number":13,"verse":"Begitulah orang yang tidak mengenal Allah; harapan mereka hilang apabila mereka lupa akan Allah."},{"number":14,"verse":"Mereka berharap kepada benang yang halus, mereka percaya kepada sarang labah-labah."},{"number":15,"verse":"Kuatkah sarang itu jika dijadikan sandaran? Tahankah benang jika dijadikan pegangan?’"},{"number":16,"verse":"Orang jahat tumbuh seperti rumpai di bawah matahari, seperti rumpai yang berselerak di seluruh taman."},{"number":17,"verse":"Akarnya melilit batu, dan mencengkam ( Dapat bermakna: mencengkam; Naskhah Ibrani: melihat.) setiap batu itu."},{"number":18,"verse":"Tetapi setelah rumpai dicabut tiada orang tahu bahawa rumpai pernah di situ."},{"number":19,"verse":"Memang, itu sahaja keriangan bagi orang jahat; kini orang lain yang mengambil tempat mereka."},{"number":20,"verse":"Tetapi Allah tidak pernah meninggalkan orang yang setia, Dia tidak pernah menolong orang yang durjana."},{"number":21,"verse":"Dia akan membiarkan engkau tertawa dan bersorak-sorak dengan gembira,"},{"number":22,"verse":"tetapi orang yang membenci engkau akan dipermalukan, dan tempat kediaman orang jahat akan dimusnahkan.”"}]}