{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzzi′ah, Jotham, Ahaz, and Hezeki′ah, kings of Judah."},{"number":2,"verse":"(The Wickedness of Judah) Hear, O heavens, and give ear, O earth; for the LORD has spoken: “Sons have I reared and brought up, but they have rebelled against me."},{"number":3,"verse":"The ox knows its owner, and the ass its master’s crib; but Israel does not know, my people does not understand.”"},{"number":4,"verse":"Ah, sinful nation, a people laden with iniquity, offspring of evildoers, sons who deal corruptly! They have forsaken the LORD, they have despised the Holy One of Israel, they are utterly estranged."},{"number":5,"verse":"Why will you still be smitten, that you continue to rebel? The whole head is sick, and the whole heart faint."},{"number":6,"verse":"From the sole of the foot even to the head, there is no soundness in it, but bruises and sores and bleeding wounds; they are not pressed out, or bound up, or softened with oil."},{"number":7,"verse":"Your country lies desolate, your cities are burned with fire; in your very presence aliens devour your land; it is desolate, as overthrown by aliens."},{"number":8,"verse":"And the daughter of Zion is left like a booth in a vineyard, like a lodge in a cucumber field, like a besieged city."},{"number":9,"verse":"If the LORD of hosts had not left us a few survivors, we should have been like Sodom, and become like Gomor′rah."},{"number":10,"verse":"Hear the word of the LORD, you rulers of Sodom! Give ear to the teaching of our God, you people of Gomor′rah!"},{"number":11,"verse":"“What to me is the multitude of your sacrifices? says the LORD; I have had enough of burnt offerings of rams and the fat of fed beasts; I do not delight in the blood of bulls, or of lambs, or of he-goats."},{"number":12,"verse":"“When you come to appear before me, who requires of you this trampling of my courts?"},{"number":13,"verse":"Bring no more vain offerings; incense is an abomination to me. New moon and sabbath and the calling of assemblies — I cannot endure iniquity and solemn assembly."},{"number":14,"verse":"Your new moons and your appointed feasts my soul hates; they have become a burden to me, I am weary of bearing them."},{"number":15,"verse":"When you spread forth your hands, I will hide my eyes from you; even though you make many prayers, I will not listen; your hands are full of blood."},{"number":16,"verse":"Wash yourselves; make yourselves clean; remove the evil of your doings from before my eyes; cease to do evil,"},{"number":17,"verse":"learn to do good; seek justice, correct oppression; defend the fatherless, plead for the widow."},{"number":18,"verse":"“Come now, let us reason together, says the LORD: though your sins are like scarlet, they shall be as white as snow; though they are red like crimson, they shall become like wool."},{"number":19,"verse":"If you are willing and obedient, you shall eat the good of the land;"},{"number":20,"verse":"but if you refuse and rebel, you shall be devoured by the sword; for the mouth of the LORD has spoken.”"},{"number":21,"verse":"(The Degenerate City) How the faithful city has become a harlot, she that was full of justice! Righteousness lodged in her, but now murderers."},{"number":22,"verse":"Your silver has become dross, your wine mixed with water."},{"number":23,"verse":"Your princes are rebels and companions of thieves. Every one loves a bribe and runs after gifts. They do not defend the fatherless, and the widow’s cause does not come to them."},{"number":24,"verse":"Therefore the Lord says, the LORD of hosts, the Mighty One of Israel: “Ah, I will vent my wrath on my enemies, and avenge myself on my foes."},{"number":25,"verse":"I will turn my hand against you and will smelt away your dross as with lye and remove all your alloy."},{"number":26,"verse":"And I will restore your judges as at the first, and your counselors as at the beginning. Afterward you shall be called the city of righteousness, the faithful city.”"},{"number":27,"verse":"Zion shall be redeemed by justice, and those in her who repent, by righteousness."},{"number":28,"verse":"But rebels and sinners shall be destroyed together, and those who forsake the LORD shall be consumed."},{"number":29,"verse":"For you shall be ashamed of the oaks in which you delighted; and you shall blush for the gardens which you have chosen."},{"number":30,"verse":"For you shall be like an oak whose leaf withers, and like a garden without water."},{"number":31,"verse":"And the strong shall become tow, and his work a spark, and both of them shall burn together, with none to quench them."}]}