{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"For, behold, the Lord, the LORD of hosts, is taking away from Jerusalem and from Judah stay and staff, the whole stay of bread, and the whole stay of water;"},{"number":2,"verse":"the mighty man and the soldier, the judge and the prophet, the diviner and the elder,"},{"number":3,"verse":"the captain of fifty and the man of rank, the counselor and the skilful magician and the expert in charms."},{"number":4,"verse":"And I will make boys their princes, and babes shall rule over them."},{"number":5,"verse":"And the people will oppress one another, every man his fellow and every man his neighbor; the youth will be insolent to the elder, and the base fellow to the honorable."},{"number":6,"verse":"When a man takes hold of his brother in the house of his father, saying: “You have a mantle; you shall be our leader, and this heap of ruins shall be under your rule”;"},{"number":7,"verse":"in that day he will speak out, saying: “I will not be a healer; in my house there is neither bread nor mantle; you shall not make me leader of the people.”"},{"number":8,"verse":"For Jerusalem has stumbled, and Judah has fallen; because their speech and their deeds are against the LORD, defying his glorious presence."},{"number":9,"verse":"Their partiality witnesses against them; they proclaim their sin like Sodom, they do not hide it. Woe to them! For they have brought evil upon themselves."},{"number":10,"verse":"Tell the righteous that it shall be well with them, for they shall eat the fruit of their deeds."},{"number":11,"verse":"Woe to the wicked! It shall be ill with him, for what his hands have done shall be done to him."},{"number":12,"verse":"My people — children are their oppressors, and women rule over them. O my people, your leaders mislead you, and confuse the course of your paths."},{"number":13,"verse":"The LORD has taken his place to contend, he stands to judge his people. (Gk Syr: Heb judge peoples)"},{"number":14,"verse":"The LORD enters into judgment with the elders and princes of his people: “It is you who have devoured the vineyard, the spoil of the poor is in your houses."},{"number":15,"verse":"What do you mean by crushing my people, by grinding the face of the poor?” says the Lord GOD of hosts."},{"number":16,"verse":"The LORD said: Because the daughters of Zion are haughty and walk with outstretched necks, glancing wantonly with their eyes, mincing along as they go, tinkling with their feet;"},{"number":17,"verse":"the Lord will smite with a scab the heads of the daughters of Zion, and the LORD will lay bare their secret parts."},{"number":18,"verse":"In that day the Lord will take away the finery of the anklets, the headbands, and the crescents;"},{"number":19,"verse":"the pendants, the bracelets, and the scarfs;"},{"number":20,"verse":"the headdresses, the armlets, the sashes, the perfume boxes, and the amulets;"},{"number":21,"verse":"the signet rings and nose rings;"},{"number":22,"verse":"the festal robes, the mantles, the cloaks, and the handbags;"},{"number":23,"verse":"the garments of gauze, the linen garments, the turbans, and the veils."},{"number":24,"verse":"Instead of perfume there will be rottenness; and instead of a girdle, a rope; and instead of well-set hair, baldness; and instead of a rich robe, a girding of sackcloth; instead of beauty, shame. (One ancient Ms: Heb lacks shame)"},{"number":25,"verse":"Your men shall fall by the sword and your mighty men in battle."},{"number":26,"verse":"And her gates shall lament and mourn; ravaged, she shall sit upon the ground."}]}