{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"(The Futility of Reliance on Egypt) “Woe to the rebellious children,” says the LORD, “who carry out a plan, but not mine; and who make a league, but not of my spirit, that they may add sin to sin;"},{"number":2,"verse":"who set out to go down to Egypt, without asking for my counsel, to take refuge in the protection of Pharaoh, and to seek shelter in the shadow of Egypt!"},{"number":3,"verse":"Therefore shall the protection of Pharaoh turn to your shame, and the shelter in the shadow of Egypt to your humiliation."},{"number":4,"verse":"For though his officials are at Zo′an and his envoys reach Ha′nes,"},{"number":5,"verse":"every one comes to shame through a people that cannot profit them, that brings neither help nor profit, but shame and disgrace.”"},{"number":6,"verse":"An oracle on the beasts of the Negeb. Through a land of trouble and anguish, from where come the lioness and the lion, the viper and the flying serpent, they carry their riches on the backs of asses, and their treasures on the humps of camels, to a people that cannot profit them."},{"number":7,"verse":"For Egypt’s help is worthless and empty, therefore I have called her “Rahab who sits still.”"},{"number":8,"verse":"(A Rebellious People) And now, go, write it before them on a tablet, and inscribe it in a book, that it may be for the time to come as a witness for ever."},{"number":9,"verse":"For they are a rebellious people, lying sons, sons who will not hear the instruction of the LORD;"},{"number":10,"verse":"who say to the seers, “See not”; and to the prophets, “Prophesy not to us what is right; speak to us smooth things, prophesy illusions,"},{"number":11,"verse":"leave the way, turn aside from the path, let us hear no more of the Holy One of Israel.”"},{"number":12,"verse":"Therefore thus says the Holy One of Israel, “Because you despise this word, and trust in oppression and perverseness, and rely on them;"},{"number":13,"verse":"therefore this iniquity shall be to you like a break in a high wall, bulging out, and about to collapse, whose crash comes suddenly, in an instant;"},{"number":14,"verse":"and its breaking is like that of a potter’s vessel which is smashed so ruthlessly that among its fragments not a sherd is found with which to take fire from the hearth, or to dip up water out of the cistern.”"},{"number":15,"verse":"For thus said the Lord GOD, the Holy One of Israel, “In returning and rest you shall be saved; in quietness and in trust shall be your strength.” And you would not,"},{"number":16,"verse":"but you said, “No! We will speed upon horses,” therefore you shall speed away; and, “We will ride upon swift steeds,” therefore your pursuers shall be swift."},{"number":17,"verse":"A thousand shall flee at the threat of one, at the threat of five you shall flee, till you are left like a flagstaff on the top of a mountain, like a signal on a hill."},{"number":18,"verse":"(God’s Promise to Zion) Therefore the LORD waits to be gracious to you; therefore he exalts himself to show mercy to you. For the LORD is a God of justice; blessed are all those who wait for him."},{"number":19,"verse":"Yea, O people in Zion who dwell at Jerusalem; you shall weep no more. He will surely be gracious to you at the sound of your cry; when he hears it, he will answer you."},{"number":20,"verse":"And though the Lord give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself any more, but your eyes shall see your Teacher."},{"number":21,"verse":"And your ears shall hear a word behind you, saying, “This is the way, walk in it,” when you turn to the right or when you turn to the left."},{"number":22,"verse":"Then you will defile your silver-covered graven images and your gold-plated molten images. You will scatter them as unclean things; you will say to them, “Begone!”"},{"number":23,"verse":"And he will give rain for the seed with which you sow the ground, and grain, the produce of the ground, which will be rich and plenteous. In that day your cattle will graze in large pastures;"},{"number":24,"verse":"and the oxen and the asses that till the ground will eat salted provender, which has been winnowed with shovel and fork."},{"number":25,"verse":"And upon every lofty mountain and every high hill there will be brooks running with water, in the day of the great slaughter, when the towers fall."},{"number":26,"verse":"Moreover the light of the moon will be as the light of the sun, and the light of the sun will be sevenfold, as the light of seven days, in the day when the LORD binds up the hurt of his people, and heals the wounds inflicted by his blow."},{"number":27,"verse":"(Judgment on Assyria) Behold, the name of the LORD comes from far, burning with his anger, and in thick rising smoke; his lips are full of indignation, and his tongue is like a devouring fire;"},{"number":28,"verse":"his breath is like an overflowing stream that reaches up to the neck; to sift the nations with the sieve of destruction, and to place on the jaws of the peoples a bridle that leads astray."},{"number":29,"verse":"You shall have a song as in the night when a holy feast is kept; and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the LORD, to the Rock of Israel."},{"number":30,"verse":"And the LORD will cause his majestic voice to be heard and the descending blow of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and tempest and hailstones."},{"number":31,"verse":"The Assyrians will be terror-stricken at the voice of the LORD, when he smites with his rod."},{"number":32,"verse":"And every stroke of the staff of punishment which the LORD lays upon them will be to the sound of timbrels and lyres; battling with brandished arm he will fight with them."},{"number":33,"verse":"For a burning place (Or Topheth) has long been prepared; yea, for the king (Or Molech) it is made ready, its pyre made deep and wide, with fire and wood in abundance; the breath of the LORD, like a stream of brimstone, kindles it."}]}