{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"(Government with Justice Predicted) Behold, a king will reign in righteousness, and princes will rule in justice."},{"number":2,"verse":"Each will be like a hiding place from the wind, a covert from the tempest, like streams of water in a dry place, like the shade of a great rock in a weary land."},{"number":3,"verse":"Then the eyes of those who see will not be closed, and the ears of those who hear will hearken."},{"number":4,"verse":"The mind of the rash will have good judgment, and the tongue of the stammerers will speak readily and distinctly."},{"number":5,"verse":"The fool will no more be called noble, nor the knave said to be honorable."},{"number":6,"verse":"For the fool speaks folly, and his mind plots iniquity: to practice ungodliness, to utter error concerning the LORD, to leave the craving of the hungry unsatisfied, and to deprive the thirsty of drink."},{"number":7,"verse":"The knaveries of the knave are evil; he devises wicked devices to ruin the poor with lying words, even when the plea of the needy is right."},{"number":8,"verse":"But he who is noble devises noble things, and by noble things he stands."},{"number":9,"verse":"(Complacent Women Warned of Disaster) Rise up, you women who are at ease, hear my voice; you complacent daughters, give ear to my speech."},{"number":10,"verse":"In little more than a year you will shudder, you complacent women; for the vintage will fail, the fruit harvest will not come."},{"number":11,"verse":"Tremble, you women who are at ease, shudder, you complacent ones; strip, and make yourselves bare, and gird sackcloth upon your loins."},{"number":12,"verse":"Beat upon your breasts for the pleasant fields, for the fruitful vine,"},{"number":13,"verse":"for the soil of my people growing up in thorns and briers; yea, for all the joyous houses in the joyful city."},{"number":14,"verse":"For the palace will be forsaken, the populous city deserted; the hill and the watchtower will become dens for ever, a joy of wild asses, a pasture of flocks;"},{"number":15,"verse":"until the Spirit is poured upon us from on high, and the wilderness becomes a fruitful field, and the fruitful field is deemed a forest."},{"number":16,"verse":"(The Peace of God’s Reign) Then justice will dwell in the wilderness, and righteousness abide in the fruitful field."},{"number":17,"verse":"And the effect of righteousness will be peace, and the result of righteousness, quietness and trust for ever."},{"number":18,"verse":"My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places."},{"number":19,"verse":"And the forest will utterly go down, (Cn: Heb And it will hail when the forest comes down) and the city will be utterly laid low."},{"number":20,"verse":"Happy are you who sow beside all waters, who let the feet of the ox and the ass range free."}]}