{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Let Zion Rejoice Awake, awake, put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy city; for there shall no more come into you the uncircumcised and the unclean."},{"number":2,"verse":"Shake yourself from the dust, arise, O captive (Cn: Heb sit) Jerusalem; loose the bonds from your neck, O captive daughter of Zion."},{"number":3,"verse":"For thus says the LORD: “You were sold for nothing, and you shall be redeemed without money."},{"number":4,"verse":"For thus says the Lord GOD: My people went down at the first into Egypt to sojourn there, and the Assyrian oppressed them for nothing."},{"number":5,"verse":"Now therefore what have I here, says the LORD, seeing that my people are taken away for nothing? Their rulers wail, says the LORD, and continually all the day my name is despised."},{"number":6,"verse":"Therefore my people shall know my name; therefore in that day they shall know that it is I who speak; here am I.”"},{"number":7,"verse":"How beautiful upon the mountains are the feet of him who brings good tidings, who publishes peace, who brings good tidings of good, who publishes salvation, who says to Zion, “Your God reigns.”"},{"number":8,"verse":"Hark, your watchmen lift up their voice, together they sing for joy; for eye to eye they see the return of the LORD to Zion."},{"number":9,"verse":"Break forth together into singing, you waste places of Jerusalem; for the LORD has comforted his people, he has redeemed Jerusalem."},{"number":10,"verse":"The LORD has bared his holy arm before the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."},{"number":11,"verse":"Depart, depart, go out thence, touch no unclean thing; go out from the midst of her, purify yourselves, you who bear the vessels of the LORD."},{"number":12,"verse":"For you shall not go out in haste, and you shall not go in flight, for the LORD will go before you, and the God of Israel will be your rear guard."},{"number":13,"verse":"The Suffering Servant Behold, my servant shall prosper, he shall be exalted and lifted up, and shall be very high."},{"number":14,"verse":"As many were astonished at him (Syr Tg: Heb you) — his appearance was so marred, beyond human semblance, and his form beyond that of the sons of men —"},{"number":15,"verse":"so shall he startle (The meaning of the Hebrew word is uncertain) many nations; kings shall shut their mouths because of him; for that which has not been told them they shall see, and that which they have not heard they shall understand."}]}