{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"(Isaiah Reassures King Ahaz) In the days of Ahaz the son of Jotham, son of Uzzi′ah, king of Judah, Rezin the king of Syria and Pekah the son of Remali′ah the king of Israel came up to Jerusalem to wage war against it, but they could not conquer it."},{"number":2,"verse":"When the house of David was told, “Syria is in league with E′phraim,” his heart and the heart of his people shook as the trees of the forest shake before the wind."},{"number":3,"verse":"And the LORD said to Isaiah, “Go forth to meet Ahaz, you and She′ar-jash′ub (That is A remnant shall return) your son, at the end of the conduit of the upper pool on the highway to the Fuller’s Field,"},{"number":4,"verse":"and say to him, ‘Take heed, be quiet, do not fear, and do not let your heart be faint because of these two smoldering stumps of firebrands, at the fierce anger of Rezin and Syria and the son of Remali′ah."},{"number":5,"verse":"Because Syria, with E′phraim and the son of Remali′ah, has devised evil against you, saying,"},{"number":6,"verse":"“Let us go up against Judah and terrify it, and let us conquer it for ourselves, and set up the son of Ta′be-el as king in the midst of it,”"},{"number":7,"verse":"thus says the Lord GOD: It shall not stand, and it shall not come to pass."},{"number":8,"verse":"For the head of Syria is Damascus, and the head of Damascus is Rezin. (Within sixty-five years E′phraim will be broken to pieces so that it will no longer be a people.)"},{"number":9,"verse":"And the head of E′phraim is Samar′ia, and the head of Samar′ia is the son of Remali′ah. If you will not believe, surely you shall not be established.’”"},{"number":10,"verse":"(Isaiah Gives Ahaz the Sign of Immanuel) Again the LORD spoke to Ahaz,"},{"number":11,"verse":"“Ask a sign of the LORD your God; let it be deep as Sheol or high as heaven.”"},{"number":12,"verse":"But Ahaz said, “I will not ask, and I will not put the LORD to the test.”"},{"number":13,"verse":"And he said, “Hear then, O house of David! Is it too little for you to weary men, that you weary my God also?"},{"number":14,"verse":"Therefore the Lord himself will give you a sign. Behold, a young woman (Or virgin) shall conceive and bear (Or is with child and shall bear) a son, and shall call his name Imman′u-el. (That is God is with us)"},{"number":15,"verse":"He shall eat curds and honey when he knows how to refuse the evil and choose the good."},{"number":16,"verse":"For before the child knows how to refuse the evil and choose the good, the land before whose two kings you are in dread will be deserted."},{"number":17,"verse":"The LORD will bring upon you and upon your people and upon your father’s house such days as have not come since the day that E′phraim departed from Judah — the king of Assyria.”"},{"number":18,"verse":"In that day the LORD will whistle for the fly which is at the sources of the streams of Egypt, and for the bee which is in the land of Assyria."},{"number":19,"verse":"And they will all come and settle in the steep ravines, and in the clefts of the rocks, and on all the thornbushes, and on all the pastures."},{"number":20,"verse":"In that day the Lord will shave with a razor which is hired beyond the River — with the king of Assyria — the head and the hair of the feet, and it will sweep away the beard also."},{"number":21,"verse":"In that day a man will keep alive a young cow and two sheep;"},{"number":22,"verse":"and because of the abundance of milk which they give, he will eat curds; for every one that is left in the land will eat curds and honey."},{"number":23,"verse":"In that day every place where there used to be a thousand vines, worth a thousand shekels of silver, will become briers and thorns."},{"number":24,"verse":"With bow and arrows men will come there, for all the land will be briers and thorns;"},{"number":25,"verse":"and as for all the hills which used to be hoed with a hoe, you will not come there for fear of briers and thorns; but they will become a place where cattle are let loose and where sheep tread."}]}