{"bibleAbbr":"RSV1971","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"The Righteous Reign of the Coming King (Ch 8.23 in Heb) But there will be no gloom for her that was in anguish. In the former time he brought into contempt the land of Zeb′ulun and the land of Naph′tali, but in the latter time he will make glorious the way of the sea, the land beyond the Jordan, Galilee of the nations."},{"number":2,"verse":"(Ch 9.1 in Heb) The people who walked in darkness have seen a great light; those who dwelt in a land of deep darkness, on them has light shined."},{"number":3,"verse":"Thou hast multiplied the nation, thou hast increased its joy; they rejoice before thee as with joy at the harvest, as men rejoice when they divide the spoil."},{"number":4,"verse":"For the yoke of his burden, and the staff for his shoulder, the rod of his oppressor, thou hast broken as on the day of Mid′ian."},{"number":5,"verse":"For every boot of the tramping warrior in battle tumult and every garment rolled in blood will be burned as fuel for the fire."},{"number":6,"verse":"For to us a child is born, to us a son is given; and the government will be upon his shoulder, and his name will be called “Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.”"},{"number":7,"verse":"Of the increase of his government and of peace there will be no end, upon the throne of David, and over his kingdom, to establish it, and to uphold it with justice and with righteousness from this time forth and for evermore. The zeal of the LORD of hosts will do this."},{"number":8,"verse":"Judgment on Arrogance and Oppression The Lord has sent a word against Jacob, and it will light upon Israel;"},{"number":9,"verse":"and all the people will know, E′phraim and the inhabitants of Samar′ia, who say in pride and in arrogance of heart:"},{"number":10,"verse":"“The bricks have fallen, but we will build with dressed stones; the sycamores have been cut down, but we will put cedars in their place.”"},{"number":11,"verse":"So the LORD raises adversaries (Cn: Heb the adversaries of Rezin) against them, and stirs up their enemies."},{"number":12,"verse":"The Syrians on the east and the Philistines on the west devour Israel with open mouth. For all this his anger is not turned away and his hand is stretched out still."},{"number":13,"verse":"The people did not turn to him who smote them, nor seek the LORD of hosts."},{"number":14,"verse":"So the LORD cut off from Israel head and tail, palm branch and reed in one day —"},{"number":15,"verse":"the elder and honored man is the head, and the prophet who teaches lies is the tail;"},{"number":16,"verse":"for those who lead this people lead them astray, and those who are led by them are swallowed up."},{"number":17,"verse":"Therefore the Lord does not rejoice over their young men, and has no compassion on their fatherless and widows; for every one is godless and an evildoer, and every mouth speaks folly. For all this his anger is not turned away and his hand is stretched out still."},{"number":18,"verse":"For wickedness burns like a fire, it consumes briers and thorns; it kindles the thickets of the forest, and they roll upward in a column of smoke."},{"number":19,"verse":"Through the wrath of the LORD of hosts the land is burned, and the people are like fuel for the fire; no man spares his brother."},{"number":20,"verse":"They snatch on the right, but are still hungry, and they devour on the left, but are not satisfied; each devours his neighbor’s (Tg Compare Gk: Heb the flesh of his arm) flesh,"},{"number":21,"verse":"Manas′seh E′phraim, and E′phraim Manas′seh, and together they are against Judah. For all this his anger is not turned away and his hand is stretched out still."}]}