{"bibleAbbr":"Geneva1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"Then drew near unto We must not give up on those who have gone out of the way, but according to the example of Christ we must take great pains for them. him Some publicans and sinners came to Christ from all areas. all the publicans and sinners for to hear him."},{"number":2,"verse":"Therefore the Pharises and Scribes murmured, saying, Hee receiueth sinners, and eateth with them."},{"number":3,"verse":"Then spake hee this parable to them, saying,"},{"number":4,"verse":"What man of you hauing an hundreth sheepe, if hee lose one of them, doeth not leaue ninetie and nine in the wildernesse, and goe after that which is lost, vntill he finde it?"},{"number":5,"verse":"And when he hath found it, he laieth it on his shoulders with ioye."},{"number":6,"verse":"And when he commeth home, he calleth together his friendes and neighbours, saying vnto them, Reioyce with mee: for I haue founde my sheepe which was lost."},{"number":7,"verse":"I say vnto you, that likewise ioy shall be in heauen for one sinner that conuerteth, more then for ninetie and nine iust men, which neede none amendement of life."},{"number":8,"verse":"Either what woma hauing ten groates, if she lose one groate, doth not light a candle, & sweepe the house, and seeke diligently till shee finde it?"},{"number":9,"verse":"And when shee hath found it, shee calleth her friendes, and neighbours, saying, Reioyce with me: for I haue found the groate which I had lost."},{"number":10,"verse":"Likewise I say vnto you, there is ioy in the presence of the Angels of God, for one sinner that conuerteth."},{"number":11,"verse":"Men by their voluntary falling from God, having robbed themselves of the benefits which they received from him, cast themselves headlong into infinite calamities: but God of his singular goodness, offering himself freely to those whom he called to repentance, through the greatness of their misery with which they were humbled, not only gently receives them, but also enriches them with far greater gifts and blesses them with the greatest bliss. And he said, A certain man had two sons:"},{"number":12,"verse":"And the yonger of them sayde to his father, Father, giue mee the portion of the goods that falleth to mee. So he deuided vnto them his substance."},{"number":13,"verse":"So not many daies after, when the yonger sonne had gathered all together, hee tooke his iourney into a farre countrey, and there hee wasted his goods with riotous liuing."},{"number":14,"verse":"Nowe when hee had spent all, there arose a great dearth throughout that land, and he began to be in necessitie."},{"number":15,"verse":"Then hee went and claue to a citizen of that conntrey, and hee sent him to his farme, to feede swine."},{"number":16,"verse":"And hee would faine haue filled his bellie with the huskes, that the swine ate: but no man gaue them him."},{"number":17,"verse":"The beginning of repentance is the acknowledging of the mercy of God, which encourages us to hope expectantly. And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger!"},{"number":18,"verse":"I will arise and go to my father, and will say unto him, Father, I have sinned against Against God, because he is said to dwell in heaven. heaven, and before thee,"},{"number":19,"verse":"And am no more worthy to be called thy sonne: make me as one of thy hired seruants."},{"number":20,"verse":"So hee arose and came to his father, and when hee was yet a great way off, his father sawe him, and had compassion, and ranne and fell on his necke, and kissed him."},{"number":21,"verse":"In true repentance there is a consciousness of our sins, joined with sorrow and shame, and from this springs a confession, after which follows forgiveness. And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son."},{"number":22,"verse":"Then the father said to his seruaunts, Bring foorth the best robe, and put it on him, and put a ring on his hand, and shoes on his feete,"},{"number":23,"verse":"And bring the fat calfe, and kill him, & let vs eate, and be merie:"},{"number":24,"verse":"For this my sonne was dead, and is aliue againe: and he was lost, but he is found; they began to be merie."},{"number":25,"verse":"Those who truly fear God desire to have all men join them in fearing him. Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing."},{"number":26,"verse":"And called one of his seruaunts, and asked what those things meant."},{"number":27,"verse":"And hee sayde vnto him, Thy brother is come, and thy father hath killed the fatte calfe, because he hath receiued him safe and sound."},{"number":28,"verse":"Then he was angry, and would not goe in: therefore came his father out and entreated him."},{"number":29,"verse":"But he answered & said to his father, Loe, these many yeeres haue I done thee seruice, neither brake I at any time thy commadement, and yet thou neuer gauest mee a kidde that I might make merie with my friends."},{"number":30,"verse":"But when this thy sonne was come, which hath deuoured thy good with harlots, thou hast for his sake killed the fat calfe."},{"number":31,"verse":"And he said vnto him, Sonne, thou art euer with me, and al that I haue, is thine."},{"number":32,"verse":"It was meete that we shoulde make merie, and be glad: for this thy brother was dead, and is aliue againe: and hee was lost, but he is found."}]}