{"bibleAbbr":"Geneva1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"And he said also unto his disciples, Seeing that men often purchase friendship for themselves at the expense of others, we are to be ashamed if we do not please the Lord or procure the good will of our neighbours with the goods which the Lord has bestowed on us freely and liberally, making sure that by this means riches, which are often occasions of sin, are used for another end and purpose. There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods."},{"number":2,"verse":"And hee called him, and saide vnto him, Howe is it that I heare this of thee? Giue an accounts of thy stewardship: for thou maiest be no longer steward."},{"number":3,"verse":"Then the stewarde saide within himselfe, What shall I doe? for my master taketh away from me the stewardship. I cannot digge, and to begge I am ashamed."},{"number":4,"verse":"I knowe what I will doe, that when I am put out of the stewardship, they may receiue mee into their houses."},{"number":5,"verse":"Then called he vnto him euery one of his masters detters, & said vnto the first, Howe much owest thou vnto my master?"},{"number":6,"verse":"And he said, An hudreth measures of oyle; he saide to him, Take thy writing, and sitte downe quickely, and write fiftie."},{"number":7,"verse":"Then said he to another, How much owest thou? And hee sayde, An hundreth measures of wheate. Then he saide to him, Take thy writing, and write foure score."},{"number":8,"verse":"And the lord commended This parable does not approve the steward's evil dealing, for it was definitely theft: but parables are set forth to show a thing in a secret way, and as it were, to present the truth by means of an allegory, even though it may not be exact: so that by this parable Christ means to teach us that worldly men are more clever in the affairs of this world than the children of God are diligent for everlasting life. the unjust steward, because he had done wisely: for the Men that are given to this present life, contrary to whom are the children of light: Paul calls the former carnal and the latter spiritual. children of this world are in their generation wiser than the children of light."},{"number":9,"verse":"And I say unto you, Make to yourselves friends of the mammon This is not spoken of goods that are gotten wrongly, for God will have our bountifulness to the poor proceed and come from a good fountain: but he calls those things riches of iniquity which men use wickedly. of unrighteousness; that, when ye fail, they may receive you into everlasting That is, the poor Christians: for they are the inheritors of these habitations; Theophylact. habitations."},{"number":10,"verse":"We ought to take heed that we do not abuse our earthly work and duty and so be deprived of heavenly gifts: for how can they properly use spiritual gifts who abuse worldly things? He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much."},{"number":11,"verse":"If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the That is, heavenly and true riches, which are contrary to material wealth which is worldly and quickly departing. true [riches]?"},{"number":12,"verse":"And if ye have not been faithful in that which is In worldly goods, which are called other men's because they are not ours, but rather entrusted to our care. another man's, who shall give you that which is your own?"},{"number":13,"verse":"No man can love God and riches simultaneously. No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon."},{"number":14,"verse":"All these thinges heard the Pharises also which were couetous, and they scoffed at him."},{"number":15,"verse":"Our sins are not hidden to God, although they may be hidden to men, yea although they may be hidden to those who committed them. And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God."},{"number":16,"verse":"The Pharisees despised the excellency of the new covenant with respect to the old, being ignorant of the perfect righteousness of the law; and Christ declares by the seventh commandment how they were false expounders of the law. The law and the prophets [were] until John: since that time the kingdom of God is preached, and every man presseth into it."},{"number":17,"verse":"Nowe it is more easie that heauen and earth shoulde passe away, then that one title of the Lawe should fall."},{"number":18,"verse":"Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her They that gather by this passage that a man cannot be married again after he has divorced his wife for adultery, while she lives, reason incorrectly: for Christ speaks of those divorces which the Jews had which were not because of adultery, for adulterers were put to death by the law. that is put away from [her] husband committeth adultery."},{"number":19,"verse":"The end of the poverty and misery of the godly will be everlasting joy, as the end of riotous living and the cruel pride of the rich will be everlasting misery, without any hope of mercy. There was a certain rich man, which was clothed in Very gorgeously and sumptuously, for purple garments were costly, and this fine linen, which was a kind of linen that came out of Achaia, was as precious as gold. purple and fine linen, and fared sumptuously every day:"},{"number":20,"verse":"Also there was a certaine begger named Lazarus, which was laide at his gate full of sores,"},{"number":21,"verse":"And desired to bee refreshed with the crommes that fell from the riche mans table: yea, and the dogges came and licked his sores."},{"number":22,"verse":"And it was so that the begger died, and was caried by the Angels into Abrahams bosome. The rich man also died, and was buried."},{"number":23,"verse":"And in hell Heavenly and spiritual things are expressed and set forth using language fit for our senses. he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom."},{"number":24,"verse":"Then he cried, and saide, Father Abraham, haue mercie on mee, and sende Lazarus that hee may dippe the tip of his finger in water, & coole my tongue: for I am tormented in this flame."},{"number":25,"verse":"But Abraham saide, Sonne, remember that thou in thy life time receiuedst thy pleasures, and likewise Lazarus paines: now therefore is he comforted, and thou art tormented."},{"number":26,"verse":"Besides all this, betweene you & vs there is a great gulfe set, so that they which would goe from hence to you, can not: neither ca they come from thence to vs."},{"number":27,"verse":"Seeing that we have a most sure rule to live by, laid forth for us in the word of God, men seek rashly and vainly for other revelations. Then he said, I pray thee therefore, father, that thou wouldest send him to my father's house:"},{"number":28,"verse":"(For I haue fiue brethren) that he may testifie vnto them, least they also come into this place of torment."},{"number":29,"verse":"Abraham said vnto him, They haue Moses and the Prophets: let them heare them."},{"number":30,"verse":"And he sayde, Nay, father Abraham: but if one came vnto them from the dead, they will amend their liues."},{"number":31,"verse":"Then he saide vnto him, If they heare not Moses and the Prophets, neither will they be persuaded, though one rise from the dead againe."}]}