{"bibleAbbr":"GB1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"Then said he unto the disciples, The Church is of necessity subject to offences, but the Lord will not suffer them unpunished, if any of the least be offended. It is impossible but that offences will come: but woe [unto him], through whom they come!"},{"number":2,"verse":"It is better for him that a great milstone were hanged about his necke, and that he were cast into ye sea, then that he should offende one of these litle ones."},{"number":3,"verse":"Our reprehensions must be just and proceed from love and charity. Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him."},{"number":4,"verse":"And though he sinne against thee seuen times in a day, and seuen times in a day turne againe to thee, saying, It repenteth mee, thou shalt forgiue him."},{"number":5,"verse":"God will never be utterly lacking to the godly (although he may not be as thorough with them as they wish) even in those difficulties which cannot be overcome by man's reason. And the apostles said unto the Lord, Increase our faith."},{"number":6,"verse":"And the Lord said, If ye had faith as If you had no more faith, but the quantity of the grain of mustard seed. a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you."},{"number":7,"verse":"Seeing that God may rightfully claim for himself both us and all that is ours, he cannot be indebted to us for anything, although we labour mightily until we die. But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?"},{"number":8,"verse":"And woulde not rather say to him, Dresse wherewith I may suppe, and girde thy selfe, and serue mee, till I haue eaten and drunken, and afterward eate thou, and drinke thou?"},{"number":9,"verse":"Doeth he thanke that seruant, because hee did that which was commaunded vnto him? I trowe not."},{"number":10,"verse":"No matter how perfectly we may keep the law, it deserves no reward. So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do."},{"number":11,"verse":"Christ does good even to those who will be unthankful, but the benefits of God to salvation only profit those who are thankful. And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee."},{"number":12,"verse":"And as hee entred into a certaine towne, there met him tenne men that were lepers, which stoode a farre off."},{"number":13,"verse":"And they lift vp their voyces and saide, Iesus, Master, haue mercie on vs."},{"number":14,"verse":"And when he saw them, he said vnto them, Goe, shewe your selues vnto the Priestes; it came to passe, that as they went, they were clensed."},{"number":15,"verse":"Then one of them, when hee sawe that hee, was healed, turned backe, and with a loude voyce praised God,"},{"number":16,"verse":"And fell downe on his face at his feete, and gaue him thankes: and he was a Samaritan."},{"number":17,"verse":"And Iesus answered, and said, Are there not tenne clensed? but where are the nine?"},{"number":18,"verse":"There is none founde that returned to giue God praise, saue this stranger."},{"number":19,"verse":"And he saide vnto him, Arise, goe thy way, thy faith hath saued thee."},{"number":20,"verse":"The kingdom of God is not discerned by many although it is most present before their eyes, because they foolishly persuade themselves that it is to come with outward pomp. And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with With any outward pomp and show of majesty to be known by: for there were still many plain and evident tokens by which men might have understood that Christ was the Messiah, whose kingdom had been so long looked for: but he speaks in this place of those signs which the Pharisees dreamed of, who looked for an earthly Messianic kingdom. ) observation:"},{"number":21,"verse":"Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is You look around for the Messiah as though he were absent, but he is amongst you in the midst of you. within you."},{"number":22,"verse":"We often neglect those things when they are present which we afterward desire when they are gone, but in vain. And he said unto the disciples, The days will come, when ye shall desire to see The time will come when you will seek for the Son of Man with great sorrow of heart, and will not find him. one of the days of the Son of man, and ye shall not see [it]."},{"number":23,"verse":"Christ forewarns us that false Christs will come, and that his glory will suddenly be spread far and wide through the world after the shame of the cross is put out and extinguished. And they shall say to you, See here; or, see there: go not after [them], nor follow [them]."},{"number":24,"verse":"For as the lightening that lighteneth out of the one part vnder heauen, shineth vnto the other part vnder heauen, so shall the Sonne of man be in his day."},{"number":25,"verse":"But first must he suffer many things, and be reprooued of this generation."},{"number":26,"verse":"The world will be taken by surprise with the sudden judgment of God, and therefore the faithful ought to continually watch. And as it was in the days of Noe, so shall it be also in the days of the Son of man."},{"number":27,"verse":"They ate, they dranke, they married wiues, and gaue in marriage vnto the day that Noe went into the Arke: and the flood came, and destroyed them all."},{"number":28,"verse":"Likewise also, as it was in the dayes of Lot: they ate, they dranke, they bought, they solde, they planted, they built."},{"number":29,"verse":"But in the day that Lot went out of Sodom, it rained fire and brimstone from heauen, and destroyed them all."},{"number":30,"verse":"After these ensamples shall it be in the day when the Sonne of man is reueiled."},{"number":31,"verse":"We must pay careful attention that neither distrust nor the enticements of this world, nor any consideration of friendship hinder us in the least way. In that day, he which shall be upon the housetop, and his stuff in the house, let him not come down to take it away: and he that is in the field, let him likewise not return back."},{"number":32,"verse":"Remember Lots wife."},{"number":33,"verse":"Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall That is, will save it, as Matthew expounds it: for the life that is spoken of here is everlasting salvation. preserve it."},{"number":34,"verse":"I tell you, in that night there shall be two in one bed: the one shalbe receiued, and the other shalbe left."},{"number":35,"verse":"Two women shalbe grinding together: the one shalbe taken, and the other shalbe left."},{"number":36,"verse":"Two shalbe in the fielde: one shalbe receiued, and another shalbe left."},{"number":37,"verse":"The only way to continue is to cleave to Christ. And they answered and said unto him, Where, Lord? And he said unto them, Wheresoever the body [is], thither will the eagles be gathered together."}]}