{"bibleAbbr":"GB1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"And Christ especially guides by his grace those who seem to be furthest from it. [Jesus] entered and passed through Jericho."},{"number":2,"verse":"And, behold, [there was] a man named Zacchaeus, which was the The overseer and head of the publicans who were there together: for the publicans were divided into companies, as we may gather from many places in the orations of Cicero. chief among the publicans, and he was rich."},{"number":3,"verse":"And he sought to see Iesus, who hee should be, and coulde not for the preasse, because he was of a lowe stature."},{"number":4,"verse":"Wherefore he ranne before, and climed vp into a wilde figge tree, that he might see him: for he should come that way."},{"number":5,"verse":"And when Iesus came to the place, he looked vp, and saw him, and said vnto him, Zaccheus, come downe at once: for to day I must abide at thine house."},{"number":6,"verse":"Then he came downe hastily, and receiued him ioyfully."},{"number":7,"verse":"The world forsakes the grace of God, and yet is unwilling that it should be bestowed upon others. And when they saw [it], they all murmured, saying, That he was gone to be guest with a man that is a sinner."},{"number":8,"verse":"The example of true repentance is known by the effect. And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by By falsely accusing any man: and this agrees most fitly to the master of the tax gatherers: for commonly they have this practice among them when they rob and spoil the commonwealth, that they claim to be concerned for nothing else except the profit of the commonwealth, and under this pretence they are thieves, and to such an extent that if men reprove them and try to redress their robbery and thievery, they cry out that the commonwealth is hindered. false accusation, I restore [him] fourfold."},{"number":9,"verse":"And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a Beloved of God, one that walks in the steps of Abraham's faith: and we gather that salvation came to that house because they received the blessing as Abraham had. (Ed.) son of Abraham."},{"number":10,"verse":"For the Sonne of man is come to seeke, and to saue that which was lost."},{"number":11,"verse":"We must patiently wait for the judgment of God which will be revealed in his time. And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear."},{"number":12,"verse":"He saide therefore, A certaine noble man went into a farre countrey, to receiue for himselfe a kingdome, and so to come againe."},{"number":13,"verse":"There are three sorts of men in the Church: the one sort fall from Christ whom they do not see; the other, according to their God given position, bestow the gifts which they have received from God to his glory, with great pains and diligence; the third live idly and do no good. As for the first, the Lord when he comes will justly punish them in his time; the second he will bless according to the pains which they have taken; and as for the slothful and idle persons, he will punish them like the first. And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come."},{"number":14,"verse":"Nowe his citizens hated him, and sent an ambassage after him, saying, We will not haue this man to reigne ouer vs."},{"number":15,"verse":"And it came to passe, when hee was come againe, and had receiued his kingdome, that he commanded the seruants to be called to him, to whome he gaue his money, that he might knowe what euery man had gained."},{"number":16,"verse":"Then came the first, saying, Lord, This was a piece of money which the Greeks used, and was worth about one hundred pence, which is about ten crowns. thy pound hath gained ten pounds."},{"number":17,"verse":"And he sayd vnto him, Well, good seruant: because thou hast bene faithfull in a very litle thing, take thou authoritie ouer ten cities."},{"number":18,"verse":"And the second came, saying, Lord, thy piece hath encreased fiue pieces."},{"number":19,"verse":"And to the same he sayd, Be thou also ruler ouer fiue cities."},{"number":20,"verse":"Against those who idly spend their life in deliberating and in contemplation. And another came, saying, Lord, behold, [here is] thy pound, which I have kept laid up in a napkin:"},{"number":21,"verse":"For I feared thee, because thou art a straight man: thou takest vp, that thou layedst not downe, and reapest that thou diddest not sowe."},{"number":22,"verse":"Then he sayde vnto him, Of thine owne mouth will I iudge thee, O euill seruant. Thou knewest that I am a straight man, taking vp that I layd not downe, & reaping that I did not sowe."},{"number":23,"verse":"Wherefore then gavest not thou my money into the To the bankers and money changers. Usury or loaning money at interest is strictly forbidden by the Bible, (Exo_22:25-27; Deu_23:19-20). Even a rate as low as one per cent interest was disallowed, (Neh_5:11). This servant had already told two lies. First he said the master was an austere or harsh man. This is a lie for the Lord is merciful and gracious. Next he called his master a thief because he reaped where he did not sow. Finally the master said to him that why did you not add insult to injury and loan the money out at interest so you could call your master a «usurer» too! If the servant had done this, his master would have been responsible for his servant's actions and guilty of usury. (Ed.) bank, that at my coming I might have required mine own with usury?"},{"number":24,"verse":"And he sayd to them that stoode by, Take from him that piece, and giue it him that hath ten pieces."},{"number":25,"verse":"(And they sayd vnto him, Lord, hee hath ten pieces.)"},{"number":26,"verse":"For I say vnto you, that vnto all them that haue, it shalbe giuen: and from him that hath not, euen that he hath, shalbe taken from him."},{"number":27,"verse":"Moreouer, those mine enemies, which would not that I should reigne ouer them, bring hither, and slay them before me."},{"number":28,"verse":"And when he had thus spoken, The disciples were staggered and stopped by what Christ said, but Christ goes on boldly even though death was before his eyes. he went before, ascending up to Jerusalem."},{"number":29,"verse":"Christ shows in his own person that his kingdom is not of this world. And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called [the mount] of Olives, he sent two of his disciples,"},{"number":30,"verse":"Saying, Goe ye to the towne which is before you, wherein, assoone as ye are come, ye shall finde a colte tied, whereon neuer man sate: loose him, and bring him hither."},{"number":31,"verse":"And if any man aske you, why ye loose him, thus shall ye say vnto him, Because the Lord hath neede of him."},{"number":32,"verse":"So they that were sent, went their way, and found it as he had sayd vnto them."},{"number":33,"verse":"And as they were loosing the colte, the owners thereof sayd vnto them, Why loose ye the colte?"},{"number":34,"verse":"And they sayd, The Lorde hath neede of him."},{"number":35,"verse":"So they brought him to Iesus, and they cast their garments on the colte, and set Iesus thereon."},{"number":36,"verse":"And as he went, they spred their clothes in the way."},{"number":37,"verse":"And when he was nowe come neere to the going downe of the mount of Oliues, the whole multitude of the disciples began to reioyce, and to prayse God with a loude voyce, for all the great workes that they had seene,"},{"number":38,"verse":"Saying, Blessed be the King that commeth in the Name of the Lord: peace in heauen, and glory in the highest places."},{"number":39,"verse":"When those linger who ought to preach and set forth the kingdom of God the most, he will extraordinarily raise up others in spite of them. And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples."},{"number":40,"verse":"But he answered, and sayd vnto them, I tell you, that if these should holde their peace, the stones would crie."},{"number":41,"verse":"Christ is not delighted with destruction, no not even of the wicked. And when he was come near, he beheld the city, and wept over it,"},{"number":42,"verse":"Christ stops his speech, which partly shows how moved he was with compassion over the destruction of the city that was surely to come: and partly to reprove them for their treachery and stubbornness against him, such as has not been heard of before. Saying, You at the very least, O Jerusalem, to whom the message was properly sent. If thou hadst known, even thou, If after slaying so many prophets, and so often refusing me, the Lord of the prophets, if only now, especially in my last coming to you, you had any concern for yourself. at least in this The good and prosperous time is called the day of this city. thy day, the things [which belong] unto thy That is, those things in which your happiness stands. peace! but now they are hid from thine eyes."},{"number":43,"verse":"For the dayes shall come vpon thee, that thine enemies shall cast a trench about thee, and compasse thee round, and keepe thee in on euery side,"},{"number":44,"verse":"And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not That is, this very instant in which God visited you. the time of thy visitation."},{"number":45,"verse":"Christ shows after his entry into Jerusalem by a visible sign that it is his duty, given and admonished unto him by his Father, to purge the temple. And he went into the temple, and began to cast out them that sold therein, and them that bought;"},{"number":46,"verse":"Saying vnto them, It is written, Mine house is the house of prayer, but ye haue made it a denne of theeues."},{"number":47,"verse":"And he taught dayly in the Temple; the hie Priests and the Scribes, and the chiefe of the people sought to destroy him."},{"number":48,"verse":"But they could not finde what they might doe to him: for all the people hanged vpon him when they heard him."}]}