{"bibleAbbr":"GB1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"Now the Christ is taken upon the day of the Passover rather by the providence of his Father, than by the will of men. feast of unleavened bread drew nigh, which is called the Passover."},{"number":2,"verse":"And the hie Priests and Scribes sought how they might kill him: for they feared the people."},{"number":3,"verse":"God by his wonderful providence causes him to be the minister of our salvation who was the author of our destruction. Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve."},{"number":4,"verse":"And he went his way, and communed with the chief priests and Those that had the charge of keeping the temple, who were not from among the priests and bishops, as is shown below in (Luk_22:52). captains, how he might betray him unto them."},{"number":5,"verse":"So they were glad, and agreed to giue him money."},{"number":6,"verse":"And he promised, and sought opportunity to betray him unto them in the Without tumult, doing it without the knowledge of the people who used to follow him: and therefore they indeed waited patiently until they knew he was alone in the garden. absence of the multitude."},{"number":7,"verse":"Christ teaches his disciples by an obvious miracle that although he is going to be crucified, yet nothing is hidden from him, and therefore that he is going willingly to death. Then came the day of unleavened bread, when the passover By the order appointed by the law. must be killed."},{"number":8,"verse":"And he sent Peter and John, saying, Go and prepare us the The lamb which was the symbol of the passover: And this is said using the figure of speech metonymy, which is often used when talking about the sacraments. passover, that we may eat."},{"number":9,"verse":"And they saide to him, Where wilt thou, that we prepare it?"},{"number":10,"verse":"Then he said vnto them, Beholde, when ye be entred into the citie, there shall a man meete you, bearing a pitcher of water: folowe him into the house that he entreth in,"},{"number":11,"verse":"And say vnto the good man of the house, The Master saith vnto thee, Where is the lodging where I shall eate my Passeouer with my disciples?"},{"number":12,"verse":"Then he shall shewe you a great hie chamber trimmed: there make it ready."},{"number":13,"verse":"So they went, and found as he had said vnto them, and made readie the Passeouer."},{"number":14,"verse":"Christ, having ended the passover according to the order of the law, forewarns them that this will be his last banquet with them in terms of this earthly life. And when the The evening and twilight, at which time this supper was to be kept. hour was come, he sat down, and the twelve apostles with him."},{"number":15,"verse":"And he said unto them, With desire I have desired to eat this passover with you before I I am put to death. ) suffer:"},{"number":16,"verse":"For I say vnto you, Hencefoorth I will not eate of it any more, vntill it bee fulfilled in the kingdome of God."},{"number":17,"verse":"And hee tooke the cup, and gaue thankes, and said, Take this, and deuide it among you,"},{"number":18,"verse":"For I say vnto you, I will not drinke of the fruite of the vine, vntill the kingdome of God be come."},{"number":19,"verse":"Christ establishes his new covenant and his communication with us by new symbols. And he took bread, and gave thanks, and brake [it], and gave unto them, saying, This is my body which is given for you: this do in remembrance of me."},{"number":20,"verse":"Likewise also the cup after supper, saying, This Here is a double use of metonymy: for first, the vessel is taken for that which is contained in the vessel, as the cup is spoken of for the wine which is within the cup. Second, the wine is called the covenant or testament, whereas in reality it is but the sign of the testament, or rather of the blood of Christ by which the testament was made: neither is it a vain sign, although it is not the same as the thing that it represents. cup [is] This word «the» shows the excellency of the testament, and corresponds to (Jer_31:31) where the new testament is promised. the new testament in my blood, which is shed for you."},{"number":21,"verse":"Christ shows again that he goes willingly to die, although he is not ignorant of Judas' treason. But, behold, the That is, his practice; the Hebrews used to speak in this way, as in (2Sa_14:19): «Is not the hand of Joab with thee in all this?» hand of him that betrayeth me [is] with me on the table."},{"number":22,"verse":"Although the decree of God's providence necessarily comes to pass, yet it does not excuse the fault of those who bring it to pass. And truly the Son of man goeth, as it was determined: but woe unto that man by whom he is betrayed!"},{"number":23,"verse":"Then they began to enquire among themselues which of them it should be, that should do that."},{"number":24,"verse":"The pastors are not called to rule but to serve. And there was also a strife among them, which of them should be accounted the greatest."},{"number":25,"verse":"And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called Have great titles, for so it was the custom to honour princes with some great titles. benefactors."},{"number":26,"verse":"But yee shall not be so: but let the greatest among you be as the least: and the chiefest as he that serueth."},{"number":27,"verse":"For who is greater, he that sitteth at table, or he that serueth? Is not he that sitteth at table? And I am among you as he that serueth."},{"number":28,"verse":"Those who are partakers of the affliction of Christ will also be partakers of his kingdom. Ye are they which have continued with me in my temptations."},{"number":29,"verse":"Therefore I appoint vnto you a kingdome, as my Father hath appointed vnto me,"},{"number":30,"verse":"That ye may eate, and drinke at my table in my kingdome, and sit on seates, and iudge the twelue tribes of Israel."},{"number":31,"verse":"We must always think about the ambush that Satan lays for us. And the Lord said, Simon, Simon, behold, Satan hath desired [to have] you, that he may To toss you and scatter you, and also to cast you out. sift [you] as wheat:"},{"number":32,"verse":"It is through the prayers of Christ that the elect never utterly fall away from the faith: and because of this they should encourage one another on. But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren."},{"number":33,"verse":"In setting before us the grievous example of Peter, Christ shows that faith differs much from a vain security. And he said unto him, Lord, I am ready to go with thee, both into prison, and to death."},{"number":34,"verse":"But he said, I tell thee, Peter, the cocke shall not crowe this day, before thou hast thrise denied that thou knewest me."},{"number":35,"verse":"And he saide vnto them, When I sent you without bagge, and scrip, and shooes, lacked ye any thing? And they said, Nothing."},{"number":36,"verse":"He says all this using an allegory, as if he said, «O my friends and fellow soldiers, you have lived until now in relative peace: but now there is at hand a most severe battle to be fought, and you must therefore lay all other things aside and think about dressing yourselves in armour.» And what this armour is, is shown by his own example, when he prayed afterward in the garden and reproved Peter for striking with the sword. Then said he unto them, But now, he that hath a purse, let him take [it], and likewise [his] scrip: and he that hath no sword, let him sell his garment, and buy one."},{"number":37,"verse":"For I say vnto you, That yet the same which is written, must be perfourmed in me, Euen with the wicked was he nombred: for doubtlesse those things which are written of me, haue an ende."},{"number":38,"verse":"And they said, Lord, beholde, here are two swordes; he said vnto them, It is ynough."},{"number":39,"verse":"And he came out, and went (as he was wont) to the mount of Oliues: and his disciples also followed him."},{"number":40,"verse":"Christ has made death acceptable unto us by overcoming for our sake all the horrors of death, which had the curse of God accompanying them. And when he was at the place, he said unto them, Pray that ye enter not into temptation."},{"number":41,"verse":"Prayers are a sure help against the most perilous assaults of our enemies. And he was withdrawn from them about a stone's cast, and kneeled down, and prayed,"},{"number":42,"verse":"saying, Father, if thou wilt, take away this cuppe from mee: neuerthelesse, not my will, but thine be done."},{"number":43,"verse":"And there appeared an Angell vnto him from heauen, comforting him."},{"number":44,"verse":"And being in an This agony shows that Christ struggled hard and was in great distress: for Christ struggled hard not only with the fears of death as other men do (for in this regard many martyrs might seem more constant then Christ), but also with the fearful judgment of his angry Father, which is the most fearful thing in the world: and this was because he took the burden of all our sins upon himself. agony he prayed more earnestly: and his sweat was as it were great These do not only show that Christ was true man, but also other things which the godly have to consider of, in which the secret of the redemption of all mankind is contained in the Son of God when he debased himself to the state of a servant: such things as these no man can sufficiently declare. drops of blood falling down to the ground."},{"number":45,"verse":"Men are utterly sluggish, even in their greatest dangers. And when he rose up from prayer, and was come to his disciples, he found them sleeping for sorrow,"},{"number":46,"verse":"And he said vnto them, Why sleepe ye? rise and pray, least ye enter into tentation."},{"number":47,"verse":"Christ is willingly betrayed and taken so that by his obedience he might deliver us who were guilty of betraying God's glory. And while he yet spake, behold a multitude, and he that was called Judas, one of the twelve, went before them, and drew near unto Jesus to kiss him."},{"number":48,"verse":"And Iesus saide vnto him, Iudas, betrayest thou the Sonne of man with a kisse?"},{"number":49,"verse":"That zeal which carries us out of the bounds of our God-given position does not please Christ. When they which were about him saw what would follow, they said unto him, Lord, shall we smite with the sword?"},{"number":50,"verse":"And one of them smote a seruant of the hie Priest, and strooke off his right eare."},{"number":51,"verse":"Then Iesus answered, and said, Suffer them thus farre: and he touched his eare, & healed him."},{"number":52,"verse":"Even the very fear of those who took Christ partly proves their evil conscience, and partly also that all these things were done by God's providence. Then Jesus said unto the chief priests, and captains of the temple, and the elders, which were come to him, Be ye come out, as against a thief, with swords and staves?"},{"number":53,"verse":"When I was daily with you in the temple, ye stretched forth no hands against me: but this is your hour, and the The power that was given to darkness to oppress the light for a time. power of darkness."},{"number":54,"verse":"Then took they him, and led [him], and brought him into the high priest's house. We have to behold in Peter an example both of the fragility of man's nature, and the singular goodness of God towards his elect. And Peter followed afar off."},{"number":55,"verse":"And when they had kindled a fire in the middes of the hall, and were set downe together, Peter also sate downe among them."},{"number":56,"verse":"And a certaine mayde behelde him as hee sate by the fire, and hauing well looked on him, said, This man was also with him."},{"number":57,"verse":"But he denied him, saying, Woman, I know him not."},{"number":58,"verse":"And after a little while, another man sawe him, and saide, Thou art also of them. But Peter said, Man, I am not."},{"number":59,"verse":"And about the space of an houre after, a certaine other affirmed, saying. Verely euen this man was with him: for he is also a Galilean."},{"number":60,"verse":"And Peter saide, Man, I knowe not what thou sayest; immediatly while hee yet spake, the cocke crewe."},{"number":61,"verse":"Then the Lorde turned backe, and looked vpon Peter: and Peter remembred the worde of the Lord, how he had said vnto him, Before the cocke crowe, thou shalt denie me thrise."},{"number":62,"verse":"And Peter went out, and wept bitterly."},{"number":63,"verse":"Christ bore the shame that was due for our sins. And the men that held Jesus mocked him, and smote [him]."},{"number":64,"verse":"And when they had blindfolded him, they smote him on the face, and asked him, saying, Prophecie who it is that smote thee."},{"number":65,"verse":"And many other thinges blasphemously spake they against him."},{"number":66,"verse":"Christ is wrongly condemned of blasphemy before the high priest's judgment seat in order that we might be acquitted before God from the blasphemy which we deserved. And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led him into their council, saying,"},{"number":67,"verse":"Saying, Art thou that Christ? tell vs; he said vnto them, If I tell you, ye wil not beleeue it."},{"number":68,"verse":"And if also I aske you, you will not answere me, nor let me goe."},{"number":69,"verse":"Hereafter shall the Sonne of man sit at the right hand of the power of God."},{"number":70,"verse":"Then sayd they all, Art thou then ye Sonne of God? And he sayd to them, Ye say, that I am."},{"number":71,"verse":"Then sayd they, What neede we any further witnes? for we our selues haue heard it of his owne mouth."}]}