{"bibleAbbr":"GB1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":5,"verses":[{"number":1,"verse":"And Christ reveals to the four disciples whom he had taken unto himself the office of the apostleship, which would be committed unto them in the future. it came to pass, that, as the people Did as it were lie upon him, so desirous were they both to see him and hear him, and therefore he taught them out of a ship. pressed upon him to hear the word of God, he stood by the lake of Gennesaret,"},{"number":2,"verse":"And sawe two shippes stand by the lakes side, but the fishermen were gone out of them, and were washing their nettes."},{"number":3,"verse":"And he entred into one of the ships, which was Simons, & required him that he would thrust off a litle from the land: and he sate downe, and taught the people out of the ship."},{"number":4,"verse":"Now when he had left speaking, he sayd vnto Simon, Lanch out into the deepe, and let downe your nettes to make a draught."},{"number":5,"verse":"And Simon answering said unto him, The word signifies someone that has rule over anything. Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net."},{"number":6,"verse":"And when they had so done, they enclosed a great multitude of fishes, so that their net brake."},{"number":7,"verse":"And they beckened to their parteners, which were in the other ship, that they shoulde come and helpe them, who came then, and filled both the ships, that they did sinke."},{"number":8,"verse":"Now when Simon Peter saw it, he fel down at Iesus knees, saying, Lord, go from me: for I am a sinfull man."},{"number":9,"verse":"For he was vtterly astonied, and all that were with him, for the draught of fishes which they tooke."},{"number":10,"verse":"And so was also Iames & Iohn the sonnes of Zebedeus, which were companions with Simon. Then Iesus sayde vnto Simon, Feare not: from henceforth thou shalt catch men."},{"number":11,"verse":"And when they had brought the ships to land, they forsooke all, and followed him."},{"number":12,"verse":"Christ, by healing the leper with only his touch and sending him to the priest, witnesses that it is he, through whom and by whom, apprehended by faith, all we who are unclean according to the law are pronounced to be pure and clean by the witness of God himself. And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on [his] face, and besought him, saying, Lord, if thou wilt, thou canst make me clean."},{"number":13,"verse":"So he stretched forth his hand, & touched him, saying, I will, be thou cleane; immediately the leprosie departed from him."},{"number":14,"verse":"And he commaunded him that hee should tell it no man: but Go, sayth he, and shew thy selfe to the Priest, and offer for thy clensing, as Moses hath commanded, for a witnes vnto them."},{"number":15,"verse":"Christ would rather be well known by his doctrine than by miracles, and therefore he departs from those that seek him as a physician of the body, and not as the author of salvation. But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities."},{"number":16,"verse":"But he kept himselfe apart in the wildernes, and prayed."},{"number":17,"verse":"Christ, in healing him that was sick from paralysis, shows the cause of all diseases, and the remedy. And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord The mighty power of Christ's Godhead showed itself in him at that time. was [present] to heal them."},{"number":18,"verse":"Then beholde, men brought a man lying in a bed, which was taken with a palsie, and they sought meanes to bring him in, and to lay him before him."},{"number":19,"verse":"And when they could not finde by what way they might bring him in, because of the preasse, they went vp on the house, and let him downe through the tyling, bed and all, in the middes before Iesus."},{"number":20,"verse":"And when he sawe their faith, he sayd vnto him, Man, thy sinnes are forgiuen thee."},{"number":21,"verse":"Then the Scribes & the Pharises began to reason, saying, Who is this that speaketh blasphemies? who can forgiue sinnes, but God onely?"},{"number":22,"verse":"But when Iesus perceiued their reasoning, he answered, and sayd vnto them, What reason ye in your hearts?"},{"number":23,"verse":"Whether is easier to say, Thy sinnes are forgiuen thee, or to say, Rise and walke?"},{"number":24,"verse":"But that ye may know that that Sonne of man hath authoritie to forgiue sinnes in earth, (he sayd vnto the sicke of the palsie) I say to thee, Arise: take vp thy bed, and goe to thine house."},{"number":25,"verse":"And immediatly he rose vp before them, and tooke vp his bed whereon he lay, and departed to his owne house, praysing God."},{"number":26,"verse":"And they were all amased, & praysed God, and were filled with feare, saying, Doutlesse we haue seene strange things to day."},{"number":27,"verse":"The Church is a company of sinners who are repentant through the grace of Christ, who banquet with him to the great offence of the proud and envious people of the world. And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me."},{"number":28,"verse":"And he left all, rose vp, and folowed him."},{"number":29,"verse":"Then Leui made him a great feast in his owne house, where there was a great company of Publicanes, and of other that sate at table with them."},{"number":30,"verse":"But they that were Scribes and Pharises among them, murmured against his disciples, saying, Why eate ye and drinke ye with Publicanes and sinners?"},{"number":31,"verse":"Then Iesus answered, and sayd vnto them, They that are whole, neede not the Physician, but they that are sicke."},{"number":32,"verse":"I came not to call the righteous, but sinners to repentance."},{"number":33,"verse":"Hypocrites and ignorant men make a point of making fasting and unimportant things a matter of holiness. And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise [the disciples] of the Pharisees; but thine eat and drink?"},{"number":34,"verse":"Laws generally made without any consideration of circumstances; for fasting and other things of like sort are not only tyrannous but very harmful to the Church. And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them?"},{"number":35,"verse":"But the dayes will come, euen when the bridegrome shalbe taken away from them: then shall they fast in those dayes."},{"number":36,"verse":"Againe he spake also vnto them a parable, No man putteth a piece of a newe garment into an olde vesture: for then the newe renteth it, and the piece taken out of the newe, agreeth not with the olde."},{"number":37,"verse":"Also no man powreth newe wine into olde vessels: for then ye new wine wil breake the vessels, and it will runne out, and the vessels will perish:"},{"number":38,"verse":"But newe wine must be powred into newe vessels: so both are preserued."},{"number":39,"verse":"Also no man that drinketh olde wine, straightway desireth newe: for he sayth, The olde is more profitable."}]}