{"bibleAbbr":"Geneva1587","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"Then The twelve apostles are sent forth only at the commandment of Christ and equipped with the power of the Holy Spirit: both that none of the Israelites might pretend ignorance, and also that they might be better prepared for their general mission. he called his twelve disciples together, and gave them power and authority over all devils, and to cure diseases."},{"number":2,"verse":"And hee sent them foorth to preach the kingdome of God, and to cure the sicke."},{"number":3,"verse":"And he sayd to them, Take nothing to your iourney, neither staues, nor scrip, neither bread, nor siluer, neither haue two coates apiece."},{"number":4,"verse":"And whatsoever house ye enter into, there When you depart out of any city, depart from that place where you first took up your lodging: so that in these few words the Lord forbids them to change their lodgings: for this publishing of the gospel was as it were a publishing throughout the whole land, that no one in Judea might pretend ignorance, as though he had not heard that Christ had come. abide, and thence depart."},{"number":5,"verse":"And howe many so euer will not receiue you, when ye goe out of that citie, shake off the very dust from your feete for a testimonie against them."},{"number":6,"verse":"And they went out, & went through euery towne preaching the Gospel, and healing euery where."},{"number":7,"verse":"As soon as the world hears tidings of the gospel it is divided into differing opinions, and the tyrants especially are afraid. Now Herod the tetrarch heard of all that was done by him: and he He stuck as it were fast in the mire. was perplexed, because that it was said of some, that John was risen from the dead;"},{"number":8,"verse":"And of some, that Elias had appeared: and of some, that one of the olde Prophets was risen againe."},{"number":9,"verse":"Then Herod sayd, Iohn haue I beheaded: who then is this of whome I heare such things? And he desired to see him."},{"number":10,"verse":"They that follow Christ will lack nothing, not even in the wilderness. And the apostles, when they were returned, told him all that they had done. And he took them, and went aside privately into a The word signifies a desert: note, this was not in the town Bethsaida, but part of the fields belonging to the town. desert place belonging to the city called Bethsaida."},{"number":11,"verse":"But when the people knewe it, they followed him: and he receiued them, and spake vnto them of the kingdome of God, and healed them that had neede to be healed."},{"number":12,"verse":"And when the day began to weare away, the twelue came, and sayd vnto him, Sende the people away, that they may goe into the townes and villages round about, and lodge, & get meate: for we are here in a desart place."},{"number":13,"verse":"But he said unto them, Give ye them to eat. And they said, We have no more but five loaves and two fishes; This is said imperfectly, and therefore we must understand it to mean something like this: «We cannot give them to eat unless we go and buy, etc.». except we should go and buy meat for all thispeople."},{"number":14,"verse":"For they were about fiue thousand men. Then he sayde to his disciples, Cause them to sit downe by fifties in a company."},{"number":15,"verse":"And they did so, and caused all to sit downe."},{"number":16,"verse":"Then he took the five loaves and the two fishes, and looking up to heaven, He gave God thanks for these loaves and fishes, and prayed at the same time that God would feed this multitude which was so great with such a small quantity, and to put it briefly, that this whole banquet might be to the glory of God. he blessed them, and brake, and gave to the disciples to set before the multitude."},{"number":17,"verse":"So they did all eate, and were satisfied: and there was taken vp of that remained to them, twelue baskets full of broken meate."},{"number":18,"verse":"Although the world be tossed up and down between different errors, yet we ought not to condemn the truth but be all the more desirous to know it, and be more steadfast to confess it. And it came to pass, as he was Alone from the people. alone praying, his disciples were with him: and he asked them, saying, Whom say the people that I am?"},{"number":19,"verse":"They answered, and sayd, Iohn Baptist: and others say, Elias: and some say, that one of the olde Prophets is risen againe."},{"number":20,"verse":"And he sayd vnto them, But whom say ye that I am? Peter answered, and sayd, That Christ of God."},{"number":21,"verse":"And he warned and commaunded them, that they should tell that to no man,"},{"number":22,"verse":"Christ himself attained to the heavenly glory, by the cross and invincible perseverance. Saying, The Son of man must suffer many things, and be rejected of the elders and chief priests and scribes, and be slain, and be raised the third day."},{"number":23,"verse":"And he said to [them] all, If any [man] will come after me, let him deny himself, and take up his cross Even as one day follows another, so does one cross follow another, and the cross is by the figure of speech metonymy taken for the miseries of this life: for to be hanged on the cross was the most grievous and cruel punishment that there was amongst the Jews. daily, and follow me."},{"number":24,"verse":"For whosoeuer will saue his life, shal lose it: and whosoeuer shall lose his life for my sake, the same shall saue it."},{"number":25,"verse":"For what auantageth it a man, if he win the whole worlde, and destroy himselfe, or lose himselfe?"},{"number":26,"verse":"For whosoeuer shall be ashamed of me, and of my wordes, of him shall the Sonne of man be ashamed, when hee shall come in his glorie, and in the glorie of the Father, and of the holy Angels."},{"number":27,"verse":"And I tell you of a suretie, there be some standing here, which shall not taste of death, till they haue seene the kingdome of God."},{"number":28,"verse":"So that his disciples do not stumble at his debasing himself in his flesh, he teaches them that it is voluntary, showing in addition for a moment the brightness of his glory. And it came to pass about an eight days after these sayings, he took Peter and John and James, and went up into a mountain to pray."},{"number":29,"verse":"And as he prayed, the fashion of his countenance was changed, and his garment was white and glistered."},{"number":30,"verse":"And beholde, two men talked with him, which were Moses and Elias:"},{"number":31,"verse":"Who appeared in glory, and spake of his What death he would die in Jerusalem. decease which he should accomplish at Jerusalem."},{"number":32,"verse":"But Peter & they that were with him, were heauie with sleepe, and when they awoke, they saw his glorie, and the two men standing with him."},{"number":33,"verse":"And it came to passe, as they departed fro him, Peter said vnto Iesus, Master, it is good for vs to be here: let vs therefore make three tabernacles, one for thee, and one for Moses, and one for Elias, and wist not what he said."},{"number":34,"verse":"Whiles he thus spake, there came a cloude and ouershadowed them, and they feared when they were entring into the cloude."},{"number":35,"verse":"And there came a voyce out of the cloud, saying, This is that my beloued Sonne, heare him."},{"number":36,"verse":"And when the voice was past, Jesus was found alone. And they kept [it] close, and told no man in Until Christ was risen again from the dead. those days any of those things which they had seen."},{"number":37,"verse":"Nothing offends Christ as much as incredulity, although he bears with it for a time. And it came to pass, that on the next day, when they were come down from the hill, much people met him."},{"number":38,"verse":"And beholde, a man of the companie cried out, saying, Master, I beseech thee, beholde my sonne: for he is all that I haue."},{"number":39,"verse":"And, lo, a spirit taketh him, and he suddenly crieth out; and it teareth him that he foameth again, and As it happens in the falling sickness. bruising him hardly departeth from him."},{"number":40,"verse":"Nowe I haue besought thy disciples to cast him out, but they could not."},{"number":41,"verse":"Then Iesus answered, & said, O generation faithlesse, and crooked, howe long now shall I be with you, and suffer you? bring thy sonne hither."},{"number":42,"verse":"And whiles he was yet comming, the deuill rent him, and tare him: and Iesus rebuked the vncleane spirite, and healed the childe, and deliuered him to his father."},{"number":43,"verse":"We have no reason to promise ourselves rest and quietness in this world, seeing that they themselves who seemed to fawn upon Christ crucify him shortly after. And they were all amazed at the mighty power of God. But while they wondered every one at all things which Jesus did, he said unto his disciples,"},{"number":44,"verse":"Give diligent ear to them, and once you have heard them see that you keep them. Let these sayings sink down into your ears: for the Son of man shall be delivered into the hands of men."},{"number":45,"verse":"But they vnderstood not that word: for it was hid from them, so that they could not perceiue it: and they feared to aske him of that worde."},{"number":46,"verse":"Ambition results in dishonour, but the result of modest obedience is glory. Then there arose a reasoning among them, which of them should be greatest."},{"number":47,"verse":"When Iesus sawe the thoughtes of their heartes, he tooke a litle childe, & set him by him,"},{"number":48,"verse":"And said vnto them, Whosoeuer receiueth this litle childe in my Name, receiueth me: and whosoeuer shall receiue me, receiueth him that sent me: for he that is least among you all, he shall be great."},{"number":49,"verse":"Extraordinary things are neither rashly to be allowed nor condemned. And John answered and said, Master, we saw one casting out devils in thy name; and we forbad him, because he followeth not with us."},{"number":50,"verse":"Then Iesus saide vnto him, Forbid ye him not: for he that is not against vs, is with vs."},{"number":51,"verse":"Christ goes willingly to death. And it came to pass, when the time was come that he should be received up, he stedfastly Literally, «he hardened his face»: that is, he resolved with himself to die, and therefore ventured upon his journey and cast away all fear of death, and went on. set his face to go to Jerusalem,"},{"number":52,"verse":"And sent messengers before him: and they went and entred into a towne of the Samaritans, to prepare him lodging."},{"number":53,"verse":"But they woulde not receiue him, because his behauiour was, as though he would go to Hierusalem."},{"number":54,"verse":"We must take heed of zeal and fond imitation which is not moderated, even in good causes, that whatever we do, we do it to God's glory, and the profit of our neighbour. And when his disciples James and John saw [this], they said, Lord, wilt thou that we command fire to come down from heaven, and consume them, even as Elias did?"},{"number":55,"verse":"But he turned, and rebuked them, and said, Ye know not what manner of So the Hebrews say, that is, you do not know what will, mind, and counsel you are of: so the gifts of God are called the spirit because they are given by God's Spirit, and so are the things that are contrary to them also called the spirit, which proceed from the wicked spirit, such as the spirit of covetousness, of pride, and madness. spirit ye are of."},{"number":56,"verse":"For the Sonne of man is not come to destroy mens liues, but to saue them. Then they went to another towne."},{"number":57,"verse":"Those who follow Christ must prepare themselves to endure all discomforts. And it came to pass, that, as they went in the way, a certain [man] said unto him, Lord, I will follow thee whithersoever thou goest."},{"number":58,"verse":"And Iesus saide vnto him, The foxes haue holes, and the birdes of the heauen nestes, but the Sonne of man hath not whereon to lay his head."},{"number":59,"verse":"The calling of God ought to be preferred without any question, before all duties that we owe to men. And he said unto another, Follow me. But he said, Lord, suffer me first to go and bury my father."},{"number":60,"verse":"Jesus said unto him, Let the dead bury Who, even though they live in this frail life of man, yet are strangers from the true life, which is everlasting and heavenly. their dead: but go thou and preach the kingdom of God."},{"number":61,"verse":"Those who follow Christ must at once renounce all worldly cares. And another also said, Lord, I will follow thee; but let me first go bid them farewell, which are at home at my house."},{"number":62,"verse":"And Iesus saide vnto him, No man that putteth his hand to the plough, and looketh backe, is apt to the kingdome of God."}]}