{"bibleAbbr":"AKJV1999+","bookName":"Obadiah","bookEnglishName":"Obadiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision <WH2377> of Obadiah. <WH5662> Thus <WH3541> said <WH559> the Lord <WH136> GOD <WH3069> concerning Edom; <WH123> We have heard <WH8085> a rumor <WH8052> from the LORD, <WH3068> and an ambassador <WH6735> is sent <WH7971> among the heathen, <WH1471> Arise <WH6965> you, and let us rise <WH6965> up against <WH5921> her in battle. <WH4421>"},{"number":2,"verse":"Behold, <WH2009> I have made <WH5414> you small <WH6996> among the heathen: <WH1471> you are greatly <WH3966> despised. <WH959>"},{"number":3,"verse":"The pride <WH2087> of your heart <WH3820> has deceived <WH5377> you, you that dwell <WH7931> in the clefts <WH2288> of the rock, <WH5553> whose habitation <WH3427> is high; <WH4791> that said <WH559> in his heart, <WH3820> Who <WH4310> shall bring <WH3381> me down <WH3381> to the ground? <WH776>"},{"number":4,"verse":"Though <WH3588> <WH518> you exalt <WH1361> yourself as the eagle, <WH5404> and though <WH3588> <WH518> you set <WH7760> your nest <WH7064> among <WH996> the stars, <WH3556> there <WH8033> will I bring <WH3381> you down, <WH3381> said <WH5002> the LORD. <WH3068>"},{"number":5,"verse":"If <WH518> thieves <WH1590> came <WH935> to you, if <WH518> robbers <WH7703> by night, <WH3915> (how <WH349> are you cut <WH1820> off!) would they not have stolen <WH1589> till they had enough? <WH1767> if <WH518> the grape gatherers <WH1219> came <WH935> to you, would they not leave <WH7604> some grapes? <WH6025>"},{"number":6,"verse":"How <WH349> are the things of Esau <WH6215> searched <WH2664> out! how are his hidden <WH4710> things sought <WH1156> up!"},{"number":7,"verse":"All <WH3605> the men <WH582> of your confederacy <WH1285> have brought <WH7971> you even to the border: <WH1366> the men <WH582> that were at peace <WH7965> with you have deceived <WH5377> you, and prevailed <WH3201> against you; that they eat your bread <WH3899> have laid <WH7760> a wound <WH4204> under <WH8478> you: there is none <WH369> understanding <WH8394> in him."},{"number":8,"verse":"Shall I not in that day, <WH3117> said <WH5002> the LORD, <WH3068> even destroy <WH6> the wise <WH2450> men out of Edom, <WH123> and understanding <WH8394> out of the mount <WH2022> of Esau? <WH6215>"},{"number":9,"verse":"And your mighty <WH1368> men, O Teman, <WH8487> shall be dismayed, <WH2865> to the end <WH4616> that every <WH376> one <WH376> of the mount <WH2022> of Esau <WH6215> may be cut <WH3772> off by slaughter. <WH6993>"},{"number":10,"verse":"For your violence <WH2555> against your brother <WH251> Jacob <WH3290> shame <WH955> shall cover <WH3680> you, and you shall be cut <WH3772> off for ever. <WH5769>"},{"number":11,"verse":"In the day <WH3117> that you stood <WH5975> on the other <WH5048> side, <WH5048> in the day <WH3117> that the strangers <WH2114> carried <WH7617> away captive <WH7617> his forces, <WH2428> and foreigners <WH5237> entered <WH935> into his gates, <WH8179> and cast <WH3032> lots <WH1486> on Jerusalem, <WH3389> even <WH1571> you were as one <WH259> of them."},{"number":12,"verse":"But you should not have looked <WH7200> on the day <WH3117> of your brother <WH251> in the day <WH3117> that he became a stranger; <WH5235> neither <WH408> should you have rejoiced <WH8055> over the children <WH1121> of Judah <WH3063> in the day <WH3117> of their destruction; <WH6> neither <WH408> should you have spoken <WH6310> proudly <WH1431> in the day <WH3117> of distress. <WH6869>"},{"number":13,"verse":"You should not have entered <WH935> into the gate <WH8179> of my people <WH5971> in the day <WH3117> of their calamity; <WH343> yes, <WH1571> you should not have looked <WH7200> on their affliction <WH7451> in the day <WH3117> of their calamity, <WH343> nor <WH408> have laid <WH7971> hands on their substance <WH2428> in the day <WH3117> of their calamity; <WH343>"},{"number":14,"verse":"Neither <WH408> should you have stood <WH5975> in the crossway, <WH6563> to cut <WH3772> off those of his that did escape; <WH6412> neither <WH408> should you have delivered <WH5462> up those of his that did remain <WH8300> in the day <WH3117> of distress. <WH6869>"},{"number":15,"verse":"For the day <WH3117> of the LORD <WH3068> is near <WH7138> on all <WH3605> the heathen: <WH1471> as you have done, <WH6213> it shall be done <WH6213> to you: your reward <WH1576> shall return <WH7725> on your own head. <WH7218>"},{"number":16,"verse":"For as you have drunk <WH8354> on my holy <WH6944> mountain, <WH2022> so shall all <WH3605> the heathen <WH1471> drink <WH8354> continually, <WH8548> yes, they shall drink, <WH8354> and they shall swallow <WH3886> down, and they shall be as though they had not been. <WH1961>"},{"number":17,"verse":"But on mount <WH2022> Zion <WH6726> shall be deliverance, <WH6413> and there shall be holiness; <WH6944> and the house <WH1004> of Jacob <WH3290> shall possess <WH3423> their possessions. <WH4180>"},{"number":18,"verse":"And the house <WH1004> of Jacob <WH3290> shall be a fire, <WH784> and the house <WH1004> of Joseph <WH3130> a flame, <WH3852> and the house <WH1004> of Esau <WH6215> for stubble, <WH7179> and they shall kindle <WH1814> in them, and devour <WH398> them; and there shall not be any remaining <WH8300> of the house <WH1004> of Esau; <WH6215> for the LORD <WH3068> has spoken <WH1696> it."},{"number":19,"verse":"And they of the south <WH5045> shall possess <WH3423> the mount <WH2022> of Esau; <WH6215> and they of the plain <WH8219> the Philistines: <WH6430> and they shall possess <WH3423> the fields <WH7704> of Ephraim, <WH669> and the fields <WH7704> of Samaria: <WH8111> and Benjamin <WH1144> shall possess Gilead. <WH1568>"},{"number":20,"verse":"And the captivity <WH1546> of this <WH2088> host <WH2426> of the children <WH1121> of Israel <WH3478> shall possess that of the Canaanites, <WH3669> even to Zarephath; <WH6886> and the captivity <WH1546> of Jerusalem, <WH3389> which <WH834> is in Sepharad, <WH5614> shall possess <WH3423> the cities <WH5892> of the south. <WH5045>"},{"number":21,"verse":"And saviors <WH3467> shall come <WH5927> up on mount <WH2022> Zion <WH6726> to judge <WH8199> the mount <WH2022> of Esau; <WH6215> and the kingdom <WH4410> shall be the LORD's. <WH3068>"}]}