{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"Then they came near him--all the tax collectors and sinners--to listen to him."},{"number":2,"verse":"But the Pharisees and Scribes grumbled saying, \"This man receives sinners and eats with them.\""},{"number":3,"verse":"So he spoke this parable to them saying,"},{"number":4,"verse":"\"What man among you having a hundred sheep, if he loses one of them of them, doesn't leave the ninety-nine in the wilderness and goes after that one that is lost until he finds it?"},{"number":5,"verse":"\"And when he has found it, he lays it on his shoulders, rejoicing."},{"number":6,"verse":"\"When he comes home, he calls his friends and neighbors, saying to them, «Rejoice with me, for I have found my sheep which was lost.»"},{"number":7,"verse":"\"I say to you that in the same way joy will be in heaven over one sinner who repents, more than over ninety-nine just persons, who need no repentance."},{"number":8,"verse":"\"Or consider what woman having ten pieces of silver, if she loses one piece, doesn't light a candle and sweep the house and diligently until she finds it?"},{"number":9,"verse":"\"And when she has found it, she calls her friends and neighbors together saying, «Rejoice with me, for I have found the piece which I had lost.»"},{"number":10,"verse":"\"Likewise, I say to you that there is joy in the presence of the angels of God over one sinner who repents.\""},{"number":11,"verse":"And he said, \"A certain man had two sons."},{"number":12,"verse":"The younger of them said to his father, «Father, give me the share of estate that belongs to me.» So he divided his living."},{"number":13,"verse":"\"And not too many days later, the younger son gathered it all and journeyed into a far country. There he wasted his possessions with riotous living."},{"number":14,"verse":"\"After he had spent all, a terrible famine arose in that land, and he began to be in severe need."},{"number":15,"verse":"\"Then he went and joined himself to a citizen of that country, and he sent him into his fields to feed pigs."},{"number":16,"verse":"\"He so wanted to fill his belly with the husks that the pigs ate, but no man gave to him."},{"number":17,"verse":"\"And when he came to himself, he said, «How many hired servants of my father's have more than enough food, and I die from hunger!"},{"number":18,"verse":"«I am going to get and go to my father and will say to him, «Father, I have sinned against heaven and in your presence,"},{"number":19,"verse":"and I am no longer worthy to be called your son. Make me as one of your hired servants.»"},{"number":20,"verse":"\"So he got up and came to his father, but when he was still a long ways off, his father saw him, had compassion, ran, embraced his neck, and kissed him."},{"number":21,"verse":"\"The son said to him, «Father, I have sinned against heaven and in your sight, and I am no longer worthy to be called your son.»"},{"number":22,"verse":"\"But the father said to his servants, «Bring out the best robe and put it on him, and put a ring on his hand and shoes on his feet."},{"number":23,"verse":"«And bring out the fatted calf, kill it, and let us eat and be happy."},{"number":24,"verse":"«For this my son was dead but is alive again; he was lost but is found.» So they started to celebrate."},{"number":25,"verse":"\"Meanwhile, his older son was in the field, and when he came and got closer to the house, he heard music and dancing."},{"number":26,"verse":"\"So he called one of the servants and asked what these things meant."},{"number":27,"verse":"\"He said to him, «Your brother has come, and your father has killed the fatted calf, because he has gladly received him safe and sound.»"},{"number":28,"verse":"\"But he was angry and wouldn't go in, therefore his father came out and pleaded with him."},{"number":29,"verse":"\"But answering he said to his father, «Look, I have served you many years and never disobeyed your command. Yet you never gave me a kid, so that I might celebrate with my friends,"},{"number":30,"verse":"but as soon as this your son has come who devoured your living with harlots, you have killed the fatted calf for him.»"},{"number":31,"verse":"\"But he said to him, «Son, you are ever with me, and everything I have is yours."},{"number":32,"verse":"\"It was right that we should celebrate, and be happy, for this your brother was dead and is alive again, was lost and is found.\""}]}