{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"Then he said to his disciples, \"It is inevitable but that stumbling blocks [to faith] will come, but woe [to him] through whom they come."},{"number":2,"verse":"\"It would be better for him that a millstone were hung around his neck, and he be thrown into the sea than to cause one of these little ones to stumble."},{"number":3,"verse":"\"Watch yourselves; if your brother sin against you, rebuke him, and if he repent, forgive him."},{"number":4,"verse":"\"If he sins against you seven times a day, and seven times a day he turns to you saying, «I repent,» you must forgive him.\""},{"number":5,"verse":"The apostles said to the Lord, \"Increase our faith.\""},{"number":6,"verse":"The Lord said, \"If you had faith as big as a mustard seed, you might say to this sycamore tree, «Be uprooted and be planted in the sea,» and it would obey you."},{"number":7,"verse":"\"And which of you having a servant plowing or feeding cattle will soon say to him when he has come in from the field, «Go and sit down to eat?»"},{"number":8,"verse":"\"Won't he instead say to him, «Get everything ready so I can eat, tie your robe up, and serve me until I have eaten and drank, and then you may eat and drink?»"},{"number":9,"verse":"\"Does he thank that servant because he did the things he was told to? I don't think so."},{"number":10,"verse":"\"So in the same way for you, when you have done all those things which you were told to do say, «We haven't done anything special; we only have done what we were obligated to do.'\""},{"number":11,"verse":"It came about as he went to Jerusalem, that he passed through the middle of Samaria and Galilee."},{"number":12,"verse":"As he entered into a certain village, ten men who were lepers and stood at a distance met him there."},{"number":13,"verse":"They lifted up [their] voices and said, \"Jesus, Master, have mercy on us.\""},{"number":14,"verse":"When he saw [them], he said to them, \"Go show yourselves to the priests.\" It came about that as they went, they were cleansed."},{"number":15,"verse":"One of them, when he saw that he was healed, turned back, and with a loud voice glorified God,"},{"number":16,"verse":"and he lied face down at his feet, thanking him, and he was a Samaritan."},{"number":17,"verse":"Jesus answering said, \"Weren't ten cleansed, but where are the nine?"},{"number":18,"verse":"\"Is none found who returned to give glory to God except this stranger?\""},{"number":19,"verse":"He said to him, \"Get up, go your way; your faith has made you well.\""},{"number":20,"verse":"When he was asked by the Pharisees when the Kingdom of God would come, he answered them and said, \"The Kingdom of God doesn't come with careful observation."},{"number":21,"verse":"\"Nor will they say, «Look over here,» or «Look over there.» for-take note-the Kingdom of God is within you.\""},{"number":22,"verse":"Then he said to the disciples, \"The days will come when you will want to one of the days of the Son of Man, and you will not see it."},{"number":23,"verse":"\"They will say to you, «Look over here» or «Look over there.» Don't follow them or rush after them."},{"number":24,"verse":"\"For as the lightning that lightens out of one area of heaven shines to another area of heaven, so also the Son of Man will be in his day."},{"number":25,"verse":"\"But first he must suffer many things and be rejected by this generation."},{"number":26,"verse":"\"As it was in the days of Noah, so it will be also in the days of the Son of Man."},{"number":27,"verse":"\"They ate; they drank; they married wives; they were give in marriage until the day that Noah entered into the ark, then the flood came and destroyed all of them."},{"number":28,"verse":"\"In the same way it was also in the days of Lot. They ate; they drank; they bought; they sold; they planted; they built."},{"number":29,"verse":"\"But the same day that Lot left Sodom, it rained fire and brimstone from heaven and destroyed all of them."},{"number":30,"verse":"\"Even so it will be in the day when the Son of Man is revealed."},{"number":31,"verse":"\"In that day he who is on the housetop and his things in the house, must not come down to take it away. He who is in the field, let him similarly not return."},{"number":32,"verse":"\"Remember Lot's wife."},{"number":33,"verse":"\"Whoever will seek to save his life will lose it, and whoever will lose his life, will preserve it."},{"number":34,"verse":"\"I tell you in that night there will be two [men] in one bed. One will be taken, and the other will be left behind."},{"number":35,"verse":"\"Two women will be grinding together. One will be taken, and the other left."},{"number":36,"verse":"\"Two men will be in the field. One will be taken, and the other left.\""},{"number":37,"verse":"They answered and said to him, \"Where Lord?\" He said to them, \"Wherever the body is, there the eagles will be gathered."}]}