{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"He then spoke a parable to them that men must always pray and never give up"},{"number":2,"verse":"telling [them], \"There was in a city a judge who didn't fear God or respect people."},{"number":3,"verse":"\"There was a widow in that city. She came to him saying, «Vindicate me of my adversary.»"},{"number":4,"verse":"\"He wouldn't for awhile, but later he said to himself, «Though I don't fear God or respect people,"},{"number":5,"verse":"yet because this widow bugging me, I will vindicate her, lest she wear me out by her coming to me all the time.»"},{"number":6,"verse":"And the Lord said, \"Hear what the unjust judge says,"},{"number":7,"verse":"and won't God avenge his own elect who cry out day and night to him, and yet he bears patiently with them."},{"number":8,"verse":"\"I tell you that he will avenge them quickly. Nevertheless when the Son of Man comes, will he find faith on the earth?\""},{"number":9,"verse":"He told this parable to certain [people] who trusted in themselves that they were righteous and looked down on others."},{"number":10,"verse":"\"Two men went into the temple to pray. One was a Pharisee and the other a tax collector."},{"number":11,"verse":"\"The Pharisee stood and prayed this way with himself, «God, I thank you that I am not like other men: extortioners, unjust, adulterers, or even like this tax collector."},{"number":12,"verse":"«I fast twice a week; I give a tenth of everything I own.»"},{"number":13,"verse":"\"The tax collector standing in the distance wouldn't even as much as look up to heaven but beat on his chest saying, «God, be merciful to me a sinner.»"},{"number":14,"verse":"\"I tell you--this man went down to his house justified instead of the other, for every one who exalts himself will be humbled, and he who humbles himself will be exalted.\""},{"number":15,"verse":"They also brought to him infants, so that he could touch them, but when his disciples saw [this], they rebuked them."},{"number":16,"verse":"But Jesus called them and said, \"Allow little children to come to me; don't forbid them, for of such in the Kingdom of God."},{"number":17,"verse":"\"Truly, I say to you [that] whosoever will not receive the Kingdom of God like a little child will not enter it.\""},{"number":18,"verse":"A certain ruler asked him saying, \"Good Master what can I do to inherit eternal life?\""},{"number":19,"verse":"Jesus said to him, \"Why do you call me good? None is good, except one--God."},{"number":20,"verse":"\"You know the commandments: Do no commit adultery; do not kill; do not steal; do not bear false witness; honor your father and your mother.\""},{"number":21,"verse":"He said, \"I have kept all these from my youth up.\""},{"number":22,"verse":"Now when Jesus heard these things, he said to him, \"You still lack one thing: sell all that you have and give it to the poor, and you will have treasure in heaven, and come follow me.\""},{"number":23,"verse":"When he heard this, he was very sad, for he was very rich."},{"number":24,"verse":"When Jesus saw that he was very sad, he said, \"How difficult it will be for those you have riches to enter the Kingdom of God."},{"number":25,"verse":"\"For it is easier for a camel to go through a needle's eye than for a rich man to enter the Kingdom of God."},{"number":26,"verse":"Those who heard this said, \"Who then can be saved?\""},{"number":27,"verse":"He said, \"Things which are impossible with men are possible with God.\""},{"number":28,"verse":"Then Peter said, \"Look, we have left everything and followed you.\""},{"number":29,"verse":"And he said to them, \"Truly I say to you: there is no one who has left family, parents, brothers, wife, or children for the Kingdom of God's sake,"},{"number":30,"verse":"who will not receive much more in this present time and in the world to come life everlasting.\""},{"number":31,"verse":"Then he took the twelve and said to them, \"Look, we are going up to Jerusalem and everything that is written by the prophets concerning the Son of Man will be completed."},{"number":32,"verse":"\"For he will be delivered over to the Gentiles, will be mocked, spitefully treated, and spit on."},{"number":33,"verse":"\"They will scourge [him] and kill him, and on the third day, he will rise again.\""},{"number":34,"verse":"But they didn't understand any of these things, and what he had said was hidden from them, nor did they understand they things that were talked about."},{"number":35,"verse":"And it came to pass that as he was coming near Jericho, a certain blind man sat by the road side begging."},{"number":36,"verse":"Hearing the crowd passing by, he asked that it meant."},{"number":37,"verse":"They told him that Jesus of Nazareth was going by."},{"number":38,"verse":"He shouted out, \"Jesus, Son of David, have mercy on me.\""},{"number":39,"verse":"Those in the front rebuked him so he would shut up, but he shouted out so much the more, \"Son of David have mercy on me.\""},{"number":40,"verse":"Jesus stopped and commanded him to be brought to him. When he was near, he asked him,"},{"number":41,"verse":"saying, \"What do you want me to do for you?\" He said, Lord, that I may receive my sight.\""},{"number":42,"verse":"Jesus said to him, \"Receive you sight; your faith has saved you.\""},{"number":43,"verse":"Immediately he received his sight, followed him, glorifying God. When all the people saw [it], gave praise to God."}]}