{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"Then it happened on one of those days as he taught the people in the temple and preached the gospel, the chief priests, the scribes, with the elders came"},{"number":2,"verse":"and spoke to him saying, \"Tell us by what authority you do these things? Who is he who gave you this authority?\""},{"number":3,"verse":"He answered and said to them, \"I will also ask you one thing, and you answer me."},{"number":4,"verse":"\"The baptism of John, was it from heaven or of men?\""},{"number":5,"verse":"They talked it over among themselves, saying, \"If we will say «from heaven,» he will say, «Why then didn't you believe him?»"},{"number":6,"verse":"\"But if we say, «of men,» all the people will stone us, for they are persuaded that John was a prophet.\""},{"number":7,"verse":"They answered that they couldn't tell where [it was from]."},{"number":8,"verse":"Jesus said to them, \"Neither will I tell you by what authority I do these things.\""},{"number":9,"verse":"He then started to speak to the people this parable: \"A certain man planted a vineyard and rented it to farmers and went into a distant country for a long time."},{"number":10,"verse":"\"In time he sent a servant to the farmers so they would give him the fruit of the vineyard, but the farmers beat him and sent [him] away empty handed."},{"number":11,"verse":"\"Again he sent another servant, and they beat him, too, and treated him shamefully and sent him away empty handed."},{"number":12,"verse":"\"Again he sent a third, and they wounded him, too, and threw him out."},{"number":13,"verse":"\"Then the lord of the vineyard said, «What will I do? I will sent my beloved son; it may be they will respect him when they see him.»"},{"number":14,"verse":"\"But when the farmers saw him, they reasoned with themselves saying, «This is the heir. Come let us kill him, so that the inheritance will be ours.»"},{"number":15,"verse":"\"So they threw him out of the vineyard and killed him. So then what will the lord of the vineyard to them?"},{"number":16,"verse":"\"He will come and destroy those farmers and will give the vineyard to others.\" When they heard [this], they said, \"May it never be.\""},{"number":17,"verse":"And he looked at them closely and said, \"What is this then, what is written, «The stone which the builders rejected, the same has become the head of the corner?»"},{"number":18,"verse":"\"Whosoever will fall on that stone will be broken, but on whomever it will fall, it will grind him to powder.\""},{"number":19,"verse":"Then the chief priests and the scribes sought that very hour to lay hands on him, but they feared the people, for they perceived that he had spoken this parable against them."},{"number":20,"verse":"They kept a close eye [on him] and sent out spies, pretending to be righteous, so that they could turn him over to the power and authority of the governor."},{"number":21,"verse":"They asked him, saying, \"Teacher, we know that you speak and teach correctly, and also you do not show favoritism but truly teach God's way."},{"number":22,"verse":"\"Is it lawful for us to pay taxes to Caesar or not?\""},{"number":23,"verse":"But he perceived their craftiness and said to them, \"Why do you tempt me?"},{"number":24,"verse":"\"Show a penny. Whose image and inscription does it have?\" They answered and said, \"Caesar's.\""},{"number":25,"verse":"Then he said to them, \"So then give to Caesar the things that are Caesar's and to God the things which are God's.\""},{"number":26,"verse":"They couldn't catch him in his words in the presence of the people, and they were amazed at his answer and kept silent."},{"number":27,"verse":"Then certain of the Sadducees, who deny that there is any resurrection, came to him and asked him,"},{"number":28,"verse":"saying, \"Teacher, Moses wrote to us: If any man's brother die, having a wife, without children, that his brother should take his wife and raise up offspring for his brother."},{"number":29,"verse":"\"Now then there were seven brothers; the first took a wife and died without children."},{"number":30,"verse":"\"Then the second took her as wife, and he died childless."},{"number":31,"verse":"\"The third took and in turn the seven, too, and they left no children and died."},{"number":32,"verse":"\"Last of all the woman died, too."},{"number":33,"verse":"\"Therefore in the resurrection whose wife of them is she, for seven had her as wife.\""},{"number":34,"verse":"Then Jesus answering said to them, \"The children of this world marry and are given in marriage,"},{"number":35,"verse":"but those who will be considered worthy to get to that world and the resurrection from the dead, neither will marry or be given in marriage."},{"number":36,"verse":"\"Neither can they die any more, for they are equal to the angels and the children of God, since they are children of the resurrection."},{"number":37,"verse":"\"Now that the dead are raised even Moses made known at the bush, when he calls the Lord the God of Abraham and the God of Isaac, and the God of Jacob."},{"number":38,"verse":"\"For he is not a God of the dead but the living, for all live to him.\""},{"number":39,"verse":"Then certain of the scribes answering said, \"Master, you have well said.\""},{"number":40,"verse":"After that no one dared ask him any question."},{"number":41,"verse":"And he said to them, \"How can it be said that Christ is David's son?"},{"number":42,"verse":"\"David himself says in the book of Psalms, «The Lord said to my Lord,» \"Sit at my right hand,"},{"number":43,"verse":"until I make your enemies your footstool.»"},{"number":44,"verse":"\"Therefore David call him, «Lord,» how is he then his son?\""},{"number":45,"verse":"Then in the hearing of all the people, he said to his disciples,"},{"number":46,"verse":"\"Beware of the scribes who like walking around in long robes and love greetings in he markets and the most honorable seat in the synagogues and best places at feasts,"},{"number":47,"verse":"who forcibly take over widow's houses and for a pretense make long prayers. The same will receive greater damnation.\""}]}