{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"Now the Feast of Unleavened Bread was drawing near, which was called the Passover."},{"number":2,"verse":"The chief priests and scribes were seeking a way to kill Jesus, because they feared the people."},{"number":3,"verse":"Then Satan entered Judas surnamed Iscariot, who was one of the Twelve."},{"number":4,"verse":"He went his way and talked with the chief priests and captains on how he could betray him to them,"},{"number":5,"verse":"and they were happy and made an agreement to give him money."},{"number":6,"verse":"He promised and would look for an opportunity to betray him to them in the absence of the multitude."},{"number":7,"verse":"The the day of Unleavened Bread came, when the Passover must be killed."},{"number":8,"verse":"He sent Peter and John, saying, \"Go and prepare the Passover, so that we may eat.\""},{"number":9,"verse":"They said to him, \"Where do you want us to prepare?\""},{"number":10,"verse":"He said to them, \"Look, when you have entered the city, a man will meet you there, carrying a pitcher of water. Follow him into the house where he goes into."},{"number":11,"verse":"\"Then you will say to the master of the house, «Where is the guest room where I will eat the Passover with my disciples?»"},{"number":12,"verse":"\"He will show you a large upper room furnished. Prepare it there.\""},{"number":13,"verse":"They went and found it just as he had said to them, and they prepared the Passover."},{"number":14,"verse":"When the time had come, he sat down and the twelve apostles with him."},{"number":15,"verse":"He said to them, \"I have intensely longed to eat this Passover with you before I suffer."},{"number":16,"verse":"\"For I say to you that I will not eat of it anymore until it is fulfilled in the Kingdom of God.\""},{"number":17,"verse":"He then took the cup, gave thanks, and said, \"Take this, and divide it among yourselves."},{"number":18,"verse":"\"For I say to you that I will not drink of the fruit of the vine until the Kingdom of God will come.\""},{"number":19,"verse":"He took bread, gave thanks, broke it, and gave to them, saying, \"This is my body which is given for you; this do in remembrance of me.\""},{"number":20,"verse":"Likewise the cup also after supper, saying, \"This cup is the New Covenant in my blood, which is shed for you."},{"number":21,"verse":"\"But note the hand of him who betrays me is with men on the table."},{"number":22,"verse":"\"Truly the Son of Man goes as it was determined, but woe to that man by whom he is betrayed!\""},{"number":23,"verse":"They started to talk it over among themselves which one of them it was who should do this thing."},{"number":24,"verse":"There was also contention between them which one of them should be considered the greatest."},{"number":25,"verse":"He said to them, \"The kings of the Gentiles rule over them, and those that exercise this authority on them are called benefactors."},{"number":26,"verse":"\"But you are not to be so, but he who is greatest among you, let him be as the younger, and he who is chief, as he who serves."},{"number":27,"verse":"\"For which is greater, he who sits to eat or he who serves? Isn't he who sits to eat? But I am among you as he who serves."},{"number":28,"verse":"\"You are those who stuck by me in my temptations,"},{"number":29,"verse":"and I appoint to you a kingdom as my Father has appointed to me,"},{"number":30,"verse":"so that you may eat and drink at my table in my kingdom, and to sit on thrones judging the twelve tribes of Israel.\""},{"number":31,"verse":"Then the Lord said, \"Simon, Simon, look, Satan has desired you, so that he may sift you as wheat,"},{"number":32,"verse":"but I have prayed for you, so that your faith doesn't fail. When you have returned [to me], strengthen you brothers.\""},{"number":33,"verse":"He then said to him, \"Lord, I am ready to go with you, both to prison and to death.\""},{"number":34,"verse":"He said to him, \"I tell you, Peter, the rooster will not crow this day until you have denied three times that you know me.\""},{"number":35,"verse":"He said to them, \"When I sent you without a money bag, food bag, or shoes, did you lack anything?\" They said, \"Nothing.\""},{"number":36,"verse":"Then he said to them, \"But now he who has a money bag, let him take it and in the same way his food bag. He who doesn't have a sword, let him sell his garment and buy one."},{"number":37,"verse":"\"For I say to you that this is what is written must still be completed in me, \"He was reckoned among the transgressors,\" for the things concerning me have an end.\""},{"number":38,"verse":"They said, \"Lord, look, here are two swords.\" He said to them, \"It is enough.\""},{"number":39,"verse":"Then he came out and went, as he usually did, to the mount of Olives, and his disciples also followed him."},{"number":40,"verse":"When he was at the place, he said to them, \"Pray that you don't enter into temptation.\""},{"number":41,"verse":"He had to pull away from them about a stone's throw, kneeled down, and prayed."},{"number":42,"verse":"Saying, \"Father, if you are willing remove this cup from me; nevertheless not my will, but yours be done,\""},{"number":43,"verse":"then an angel appeared to him from heaven, strengthening him."},{"number":44,"verse":"Being in agony he prayed more earnestly; his sweat was as if it was great drops of blood, falling down to the ground."},{"number":45,"verse":"When he got up from prayer and come to his disciples, he found them sleeping because of sorrow."},{"number":46,"verse":"He said to them, \"Why do you sleep? Get up and pray, lest you enter into temptation.\""},{"number":47,"verse":"While he still was speaking, look, a crowd and he who was named Judas, one of the twelve, went in front of them, and drew close to Jesus to kiss him."},{"number":48,"verse":"But Jesus said to him, \"Judas, do you betray the Son of Man with a kiss?\""},{"number":49,"verse":"When they who were around him, saw what was to follow, they said to him, \"Lord, should we strike with the sword?\""},{"number":50,"verse":"One of them smote the high priest's servant and cut off his right ear."},{"number":51,"verse":"Jesus said answered and said, \"That's enough,\" and he touched his ear and healed him."},{"number":52,"verse":"Jesus said to the chief priests, the captains of the temple, and the elders who had come to him, \"Have you come out as against a thief with swords and clubs?"},{"number":53,"verse":"\"When I was daily with you in the temple, you didn't reach out your hands against me, but this is your hour and the power of darkness.\""},{"number":54,"verse":"Then they took him, led him, and brought him into the high priest's house. Peter followed in the distance."},{"number":55,"verse":"When they had started a fire in the midst of the hall and had sat together; Peter sat down among them."},{"number":56,"verse":"A certain maid watched him as he sat by the fire, looked at him closely, and said, \"This man was also with him.\""},{"number":57,"verse":"But he denied him saying, \"Woman, I do not know him.\""},{"number":58,"verse":"After a short time, another saw him and said, \"You are also one of them.\" Peter said, \"Man, I am not.\""},{"number":59,"verse":"After about one hour later, another confidently affirmed, saying, \"It is true, that this [man] was with him, for he is a Galilean.\""},{"number":60,"verse":"Peter said, \"Man, I do not what you are talking about.\" Immediately while he was still speaking, the rooster crew."},{"number":61,"verse":"The Lord turned and looked at Peter; then Peter remembered the word of the Lord, how he had said to him, \"Before the rooster crows, you will deny me three times.\""},{"number":62,"verse":"Peter went out, and wept bitterly."},{"number":63,"verse":"Then the men who held Jesus made fun of him and hit him."},{"number":64,"verse":"After they had blindfolded him, they slugged him on the face and asked him, saying, \"Prophesy, who is it that hit you.\""},{"number":65,"verse":"And many other blasphemous things they said about him."},{"number":66,"verse":"As soon as it was day, the elders of the people, the chief priest, and the scribes came together and led him into their council, saying,"},{"number":67,"verse":"\"Are you the Messiah? Tell us.\" He said to them, \"If I tell you, you will not believe."},{"number":68,"verse":"\"And if I also ask you, you will not answer me, nor let me go."},{"number":69,"verse":"\"After this the Son of Man will sit at the right hand of the power of God.\""},{"number":70,"verse":"Then they all said, \"Are you the Son of God then?\" He said to them, \"You say that I am.\""},{"number":71,"verse":"They said, \"What need do we have of any more witnesses, for we ourselves have heard from his own mouth.\""}]}