{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":23,"verses":[{"number":1,"verse":"Then the whole group of them got up and led him to Pilate,"},{"number":2,"verse":"and they started to accuse him, saying, \"We found this [man] corrupting the nation and forbidding to give tribute to Caesar, saying, that he himself is Christ, a King.\""},{"number":3,"verse":"Pilate asked him, saying, \"Are you the king of the Jews?\" He answered him and said, \"You say so.\""},{"number":4,"verse":"Then Palate said to the chief priests and to the people, \"I don't find any fault in this man.\""},{"number":5,"verse":"They were even more fierce saying, \"He agitates the people, teaching throughout all Judea, beginning in Galilee up to here.\""},{"number":6,"verse":"When Pilate heard about Galilee, he asked whether the man was a Galilean."},{"number":7,"verse":"As soon as he knew that the belonged to Herod's jurisdiction, he sent him to Herod, who himself was also at Jerusalem at the time."},{"number":8,"verse":"When Herod saw Jesus, he was exceedingly glad, for he was most eager to see him for a long time, because he had heard many things about him. He also hoped to see some miracle done by him."},{"number":9,"verse":"Then he questioned him with many words, but he didn't answer him at all."},{"number":10,"verse":"Moreover the chief priests and scribes stood and vehemently accused him."},{"number":11,"verse":"Herod along with his men of war utterly despised him, mocked him, dressed him in a gorgeous robe, and sent him back to Pilate."},{"number":12,"verse":"That same day Pilate and Herod became friends again, for before this they were antagonistic toward each other."},{"number":13,"verse":"After Pilate had called together the chief priests, the rulers, and the people,"},{"number":14,"verse":"said to them, \"You have brought this man to me as one who corrupts the people. Now, look, I, having examined him before you, have found no fault in this man concerning those things of which you accuse him."},{"number":15,"verse":"\"No, not even Herod, for I sent you to him, and look, nothing worthy of death is done by him."},{"number":16,"verse":"\"I will therefore chastise him and release him.\""},{"number":17,"verse":"(Now it was necessary for him to release one to them at the feast.)"},{"number":18,"verse":"They shouted simultaneously saying, \"Get rid of this man, and release Barabbas to us.\""},{"number":19,"verse":"(He because of a sedition made in the city and because of murder was thrown into prison.)"},{"number":20,"verse":"Pilate, therefore, willing to release Jesus, spoke to them again."},{"number":21,"verse":"But they shouted, saying, \"Crucify him, crucify him.\""},{"number":22,"verse":"But he said to them the third time, \"Why? What evil has he done? I found no reason for death in him. I will therefore chastise him and let him go.\""},{"number":23,"verse":"But instantly, with loud voices, they demanded that he might be crucified, and the voices of them and the chief priests prevailed."},{"number":24,"verse":"Pilate gave sentence that it should be as they demanded,"},{"number":25,"verse":"and then released to them the one who because of sedition and murder was thrown into prison, whom they demanded, but he delivered Jesus to their will."},{"number":26,"verse":"As they led him away, they laid upon one Simon, a Cyrenian, come out of the country, and they laid on him the cross, that he would carry it following Jesus."},{"number":27,"verse":"A large crowd of people followed him, women also, who were hitting themselves because of grief and weeping loudly."},{"number":28,"verse":"But Jesus turning to them said, \"Daughters of Jerusalem, don't weep for me weep, instead for yourselves and for your children."},{"number":29,"verse":"\"For, behold, the days are coming, in which they will say, «Blessed are the barren, the wombs that never bare, and the breasts which never nursed.»"},{"number":30,"verse":"\"Then they will start to say to the mountains, «Fall on us,» and to the hills, «Hide us.»"},{"number":31,"verse":"\"For if they do these things in a green tree, what will be done in the dry?\""},{"number":32,"verse":"They were also two other malefactors led with him to be put to death."},{"number":33,"verse":"When they had come to the place, which is called Calvary, they crucified him there and the malefactors, one on the right hand and the other on the left."},{"number":34,"verse":"Then Jesus said, \"Father, forgive them, for they don't what they are doing.\" Then they parted his clothes and cast lots."},{"number":35,"verse":"And the people stood watching. The rulers also with them made fun of him saying, \"He saved others; let him save himself, if he is Christ, the chosen of God.\""},{"number":36,"verse":"The soldiers also mocked him, coming to him, offering him vinegar"},{"number":37,"verse":"and saying, \"If you are the king of the Jews, save yourself.\""},{"number":38,"verse":"An inscription was written also above him in letters of Greek, Latin, and Hebrew--THIS IS THE KING OF THE JEWS."},{"number":39,"verse":"One of the malefactors hanging there ranted against him, saying, \"If you are Christ save yourself and us.\""},{"number":40,"verse":"But the other responding rebuked him, saying, \"Don't you fear God, seeing you are in the same condemnation?"},{"number":41,"verse":"\"Truly we justly, for we receive the due reward for our deeds, but this man has done nothing wrong.\""},{"number":42,"verse":"Then he said to Jesus, \"Lord, remember me when you come into your kingdom.\""},{"number":43,"verse":"Jesus said to him, \"Truly, I say to you, you will be with me in Paradise today.\""},{"number":44,"verse":"It was about the sixth hour that there was darkness over all the earth until the ninth hour."},{"number":45,"verse":"Then the sun was darkened, and the veil of the Temple was torn in the middle."},{"number":46,"verse":"And Jesus calling out in a loud voice said, \"Father, into your hands I entrust my spirit,\" and having said this, he gave up his spirit."},{"number":47,"verse":"Now when the centurion saw what had happened, he glorified God, saying, \"Truly, this was a righteous man.\""},{"number":48,"verse":"All the people came together to that sight, seeing the things that had happened, smote their chests and returned."},{"number":49,"verse":"All his close friends and the women who followed him from Galilee, stood away off, watching these things."},{"number":50,"verse":"Now, look, a man named Joseph, a counselor, a good man, and just."},{"number":51,"verse":"(He had not consented to the counsel and deed of them.) [He was] from Arimathea, a city of the Jews, who also waited for the Kingdom of God."},{"number":52,"verse":"This man went to Pilate and begged for the body of Jesus."},{"number":53,"verse":"He took it down, wrapped it in linen, and laid it in a tomb that was hewn in rock, in which no one had ever before was laid."},{"number":54,"verse":"That day was the preparation, and the Sabbath grew closer."},{"number":55,"verse":"The women also who came with him from Galilee, followed closely, and saw the tomb and how his body was laid, [56] then they returned and prepared spices and ointments and rested on the Sabbath according to the commandment."}]}