{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":4,"verses":[{"number":1,"verse":"J, full of the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness."},{"number":2,"verse":"[He was] tempted by the Devil for forty days. During that time he ate nothing, and afterward, he was hungry."},{"number":3,"verse":"Then the Devil said to him, \"If you are the Son of God, command this stone so that it becomes bread.\""},{"number":4,"verse":"Jesus answered him, saying, \"It is written: That man will not live on bread alone but on every word of God.\""},{"number":5,"verse":"Then the Devil, taking him up into a high mountain, showed him all the kingdoms of the world in an instant."},{"number":6,"verse":"And the Devil said to him, \"All this authority, I will give you and their glory, for that has been given to me, and I can give it to anybody I want."},{"number":7,"verse":"\"Therefore if you will worship me, all will be yours.\""},{"number":8,"verse":"Jesus answered and said to him, \"Get in back of me Satan, for it written: You must worship the Lord your God and serve only him.\""},{"number":9,"verse":"He brought him to Jerusalem and set him on the highest point of the temple and said to him, \"If you are the Son of God, throw yourself down from here,"},{"number":10,"verse":"for it is written: He will command his angels to protect you,"},{"number":11,"verse":"and in [their] hands they will hold you up, lest at any time you smash your foot on your on a stone.\""},{"number":12,"verse":"Jesus answering said to him, \"It is said: You must not tempt the Lord your God.\""},{"number":13,"verse":"After the Devil had finished all temptation, he left him for a time."},{"number":14,"verse":"Then Jesus returned in the power of the Spirit to Galilee, and from there his fame spread out through all the surrounding region."},{"number":15,"verse":"He taught in their synagogues being praised by all."},{"number":16,"verse":"He came to Nazareth where he had been brought up and as was his custom, he went into the synagogue on the Sabbath Day and stood to read."},{"number":17,"verse":"A book of the prophet Isaiah was given him, and after he had opened the book, he found the place where it was written:"},{"number":18,"verse":"The Spirit of the Lord is on me, because he has anointed me to preach the gospel to the poor; he has sent me to heal the brokenhearted, to preach deliverance to the captives, restoring sight to the blind, to set free those who are oppressed,"},{"number":19,"verse":"to announce the favorable year of the Lord.\""},{"number":20,"verse":"Then he closed the book, returned to the attendant, and sat down. Everyone in the synagogue had their eyes fixed on him."},{"number":21,"verse":"He began to tell them, \"This day this Scripture is fulfilled in your ears.\""},{"number":22,"verse":"All bare witness and were amazed at the gracious words, which came out of his mouth. They said, \"Isn't this Joseph's son?\""},{"number":23,"verse":"He said to them, \"You will surely say to me this proverb: Physician, heal yourself. Whatever we have heard done in Capernaum, also do here in your hometown.\""},{"number":24,"verse":"Then he said, \"Truly, I say to you, no prophet is accepted in his home town."},{"number":25,"verse":"\"But I tell you something true, many widows were in Israel in the days of Elijah when the heaven was shut for three years and six months when great famine was through all the land."},{"number":26,"verse":"\"But Elijah was sent to none of them except to Sarepta, of Sidon, to a women who was a widow."},{"number":27,"verse":"\"Many lepers were in Israel in the time of Elisha the prophet, but none of them were cleansed except Naaman the Syrian.\""},{"number":28,"verse":"Everyone in the synagogue, after hearing these things, was filled with wrath."},{"number":29,"verse":"They got up and threw him out of the city and led him [involuntarily] to the top of the hill where their city was built so they could throw him down headfirst."},{"number":30,"verse":"But passing through their midst was going on his way."},{"number":31,"verse":"He came down to Capernaum, a city of Galilee, and taught them on the Sabbath,"},{"number":32,"verse":"and they were amazed at his teaching, for his words were with authority."},{"number":33,"verse":"Now there was a man in this synagogue who had a spirit of an unclean devil, and he shouted out with a loud voice"},{"number":34,"verse":"saying, \"Grr!; what do we have in common? Have you come to destroy us? I know you; who you are: The Holy One of God!\""},{"number":35,"verse":"Jesus rebuked him saying, \"Shut up, and come out of him.\" After the devil had forcibly thrown him down in the midst of them, he came out of him but didn't hurt him."},{"number":36,"verse":"They were all shocked and talked among themselves, saying, \"What kind of word is this, for with authority and power he commands the unclean spirits, and they come out?\""},{"number":37,"verse":"His fame spread into every surrounding area."},{"number":38,"verse":"He got up from the synagogue and went into Simon's house. Simon's mother-in-law was sick with a great fever, and they urgently asked him about her."},{"number":39,"verse":"He stood over her and rebuked the fever, and it left her. Immediately she got up and served them."},{"number":40,"verse":"Now that the sun was setting, all those who had different diseases brought them to him, and he laid his hands on every one of them and healed them."},{"number":41,"verse":"The devils also went out of many, shrieking and saying, \"You are Christ, the Son of God.\" Rebuking them he didn't let them speak, for they knew that he was Christ."},{"number":42,"verse":"When it was daylight, he left and went into a desert place; the people were seeking him, came to him, and kept delaying him, so that he wouldn't leave them."},{"number":43,"verse":"But he said to them, \"I must preach the Kingdom of God to other cities also, for that's the reason I'm sent out.\""},{"number":44,"verse":"So he preached in the synagogues of Galilee."}]}