{"bibleAbbr":"WB1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":9,"verses":[{"number":1,"verse":"Then he called his twelve disciples together and gave them power and authority over all devils and to cure diseases."},{"number":2,"verse":"He sent them to preach the Kingdom of God and to heal the sick."},{"number":3,"verse":"He said to them, \"Don't take anything for your journey, not walking sticks, shepherd's bag, bread, money, or to have two tunics apiece."},{"number":4,"verse":"\"Whatever house you go into, stay there until you leave."},{"number":5,"verse":"\"Whosoever won't receive you, then when you leave that city, shake off the very dust of your feet as a testimony against them.\""},{"number":6,"verse":"They left and went through the towns preaching the gospel and healing everywhere."},{"number":7,"verse":"Now, Herod, the tetrarch, heard about everything that was done by him, and he was perplexed, because some said that John had raised from the dead."},{"number":8,"verse":"Some [said] that Elijah had appeared and by others that one of the old prophets had risen again."},{"number":9,"verse":"Herod said, \"I have beheaded John, but who is this about whom I hear so much about?\" He so badly wanted to see him."},{"number":10,"verse":"When the Apostles had returned, they told him everything they had done. He took them, and they went alone into a desert place of a city named Bethsaida."},{"number":11,"verse":"The people, when they knew it, followed him, and he hospitably received them, speaking to them about the Kingdom of God, and healed those who had need of healing."},{"number":12,"verse":"When the day was passing, the twelve came and said to him, \"Send them away, so that they can go into the towns and surrounding area for lodging and food, for we are here in a desert place.\""},{"number":13,"verse":"But he said to them, \"You give them something to eat.\" They said, \"We have no more than five loaves and two fish, unless we would go and buy food for all this people.\""},{"number":14,"verse":"For there was about five thousand men. He said to his disciples, \"Make them sit down in groups of fifty.\""},{"number":15,"verse":"They did so and made them all sit down."},{"number":16,"verse":"Then he took the five loaves and the two fish and looking up to heaven, he blessed them, broke, and gave to the disciples to give to the people."},{"number":17,"verse":"They ate and all were filled. Twelve baskets of leftovers were taken up by them."},{"number":18,"verse":"Then it came about as he was alone praying (his disciples were with him). He asked them saying, \"Whom do the people say I am?\""},{"number":19,"verse":"They answering said, \"John the Baptist, but others [say] Elijah, and others that one of the old prophets has risen again.\""},{"number":20,"verse":"He said to them, \"But whom do you say that I am?\" Peter answering said, \"The Christ of God.\""},{"number":21,"verse":"He strictly ordered and commanded them to tell no one that."},{"number":22,"verse":"He said, \"The Son of Man must suffer many things, be rejected by the elders, chief priest, and scribes, be killed, and be raised the third day.\""},{"number":23,"verse":"He said to all, \"If any will follow after me, let him deny himself, take up his cross daily, and follow me,"},{"number":24,"verse":"for whosoever will save his life will lose it, but whosoever will lose his life for my sake, the same one will save it."},{"number":25,"verse":"\"For what does a man profit, if he gain the whole world yet lose himself or be cast out?"},{"number":26,"verse":"\"For whosoever will be ashamed of me and my words, the Son of God ashamed of him when he will come in his own glory and [the] Father's and of the Holy angels."},{"number":27,"verse":"\"But I tell you of a truth, there are some standing here who will not taste of death until they see the Kingdom of God.\""},{"number":28,"verse":"It then happened about eight days later after saying this, he took Peter, John, and James and went up into a mountain to pray,"},{"number":29,"verse":"and as he prayed, his facial appearance was altered, and his clothes were white and shinning,"},{"number":30,"verse":"and look, two men talked with him, who were Moses and Elijah."},{"number":31,"verse":"They appeared with glory and talked about his death which he would fulfill at Jerusalem."},{"number":32,"verse":"But Peter and those who were with him were exceedingly sleepy. When they were awake, they saw his glory and the two men who stood with him."},{"number":33,"verse":"And so it happened as they departed from Jesus, Peter said to Jesus, \"Master, it is good for us to be here, so let us make three tents, one for you, one for Moses, and one for Elijah,\" because he didn't know what else to say."},{"number":34,"verse":"While he was speaking a cloud came and started to overshadow them, and they were scared as they entered the cloud."},{"number":35,"verse":"A voice came out of the cloud saying, \"This is my beloved Son; listen to him.\""},{"number":36,"verse":"When the voice was finished, Jesus was found alone. They kept it to themselves and told no one in those days anything which they had seen."},{"number":37,"verse":"And it came to pass that on the next day, when they were coming down from the mountain, many people met him."},{"number":38,"verse":"And look, a man out of the group shouted, saying, \"Master, I beg you, look at my son, for he is my only child."},{"number":39,"verse":"\"Look, a spirit takes over him, he suddenly shouts out, and it causes him to have seizures with foaming and badly bruising him hardly letting him go."},{"number":40,"verse":"\"I plead with your disciples to cast him out, but they couldn't.\""},{"number":41,"verse":"Jesus answering said, \"O faithless and warped generation, how long will I be with you and put up with you? Bring your son here.\""},{"number":42,"verse":"While he was still coming this devil threw him down and threw him into seizures. Jesus rebuked the unclean spirit, healed the child, and gave him back to his father."},{"number":43,"verse":"They were all in shock at the mighty power of God. But while all were amazed at everything which Jesus did, he said to his disciples,"},{"number":44,"verse":"\"Let these sayings sink deeply into your ears, for the Son of Man will be delivered into the hands of men.\""},{"number":45,"verse":"But they didn't understand this saying for it was hid from them, so that they shouldn't comprehend it, and they were afraid to ask him about that saying."},{"number":46,"verse":"Then a dispute arose among them who would be the greatest,"},{"number":47,"verse":"and Jesus, perceiving the thought of their heart, took a child and set him next to him."},{"number":48,"verse":"And he said to them, \"Whosoever will receive this child in my name receives me, and whosoever will receive me receives him who sent me, for he who is least among you all, the same will be great.\""},{"number":49,"verse":"John answered and said, \"Master, we saw one casting out devils in your name, and we forbade him, because he doesn't follow us."},{"number":50,"verse":"Jesus said to him, \"Do not forbid, for he who is not against us is for us.\""},{"number":51,"verse":"It came to pass when the time had come that he should be received up, he steadfastly set his face to go to Jerusalem."},{"number":52,"verse":"He sent messengers before his face, and they went and entered into a village of the Samaritans to prepare for him."},{"number":53,"verse":"But they didn't receive him, because the look on his face was as though he would go to Jerusalem."},{"number":54,"verse":"When James and John, his disciples, noticed it, they said, \"Lord, do you want us to command fire to come down from heaven and burn them up like Elijah did?\""},{"number":55,"verse":"But he turned around and rebuked them and said, \"You don't know what kind of spirit you are of."},{"number":56,"verse":"\"For the Son of Man has not come to destroy men's lives but to save.\" They went to another village."},{"number":57,"verse":"And so it happened that as they went on the road, a certain [man] said to him, \"Lord, I will follow you wherever you go.\""},{"number":58,"verse":"Jesus said to him, \"Foxes have holes and birds of the air have nests, but the Son of Man doesn't have anywhere to lay his head.\""},{"number":59,"verse":"And he said to another, \"Follow me,\" but he said, \"Lord allow me to first go and bury my father.\""},{"number":60,"verse":"But Jesus said to him, \"Let the dead bury their dead, but you go and preach the Kingdom of God.\""},{"number":61,"verse":"Another also said, \"Lord, I will follow you, but let me first go say goodbye to those who are at home at my house.\""},{"number":62,"verse":"Jesus said to him, \"No one having put his hand to the plow and looking back is fit for the Kingdom of God.\""}]}