{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "எண்ணாகமம்",
  "bookEnglishName" : "Numbers",
  "chapterNumber" : 34,
  "verses" : [ {
    "number" : 1,
    "verse" : "கானானின் எல்லைகள்யெகோவா மோசேயிடம் பேசி,"
  }, {
    "number" : 2,
    "verse" : "“நீ இஸ்ரயேலருக்குக் கட்டளையிட்டுச் சொல்லவேண்டியது இதுவே: ‘உங்களுக்கு உரிமைச்சொத்தாகப் பங்கிடப்பட இருக்கும் கானான் நாட்டிற்குள் நீங்கள் செல்லும்போது, அந்நாடு கொண்டிருக்கும் எல்லைகள் எவையெனில்:"
  }, {
    "number" : 3,
    "verse" : "“ ‘உங்கள் தென்பகுதி ஏதோமின் எல்லை நெடுகிலும், சீன் பாலைவனத்தின் ஒரு பகுதியை உள்ளடக்கியிருக்கும். உங்கள் தெற்கு எல்லை கிழக்கே உப்புக்கடலின் முனையிலிருந்து தொடங்கி,"
  }, {
    "number" : 4,
    "verse" : "அக்கராபீம் மேடுகளுக்குத் தெற்கில் கடந்துசென்று, சீன் பாலைவனம்வரை போய், பின் காதேஸ் பர்னேயாவின் தெற்கிலே போகும். பின்பு அங்கிருந்து ஆத்சார் அதாருக்குப் போய் அஸ்மோனாவரை செல்லும்."
  }, {
    "number" : 5,
    "verse" : "பின்பு அஸ்மோனாவிலிருந்து திரும்பி, எகிப்தின் சிற்றாறுகளை இணைத்து மத்திய தரைக்கடலில்போய் முடியும்."
  }, {
    "number" : 6,
    "verse" : "உங்கள் மேற்கு எல்லை மத்திய தரைக்கடலின் கரையாக இருக்கும். இதுவே மேற்குப்புறத்தில் உங்கள் எல்லையாயிருக்கும்."
  }, {
    "number" : 7,
    "verse" : "உங்கள் வடக்கு எல்லை மத்திய தரைக்கடலிலிருந்து தொடங்கி ஓர் மலைவரை சென்று,"
  }, {
    "number" : 8,
    "verse" : "ஓர் மலையில் இருக்கும் ஆமாத்தின் வழியாகப் போகும். அங்கிருந்து அந்த எல்லை சேதாத்திற்குப் போய்,"
  }, {
    "number" : 9,
    "verse" : "சிப்போரோன்வரை தொடர்ந்து சென்று ஆசார் ஏனானில் முடியும். இதுவே உங்கள் வடக்கு எல்லையாயிருக்கும்."
  }, {
    "number" : 10,
    "verse" : "உங்கள் கிழக்கு எல்லை ஆசார் ஏனானில் இருந்து தொடங்கி சேப்பாம்வரை போகும்."
  }, {
    "number" : 11,
    "verse" : "அதன் எல்லை சேப்பாமிலிருந்து ஆயினுக்குக் கிழக்குப் பக்கத்திலுள்ள ரிப்லாவுக்குப் போய், கலிலேயாக் கடலின் கிழக்கேயுள்ள சரிவுகள் நெடுகிலும் தொடர்ந்து போகும்."
  }, {
    "number" : 12,
    "verse" : "பின்பு அந்த எல்லை யோர்தான் நெடுகிலும் சென்று உப்புக்கடலில் முடிவடையும். “ ‘எல்லா பக்கங்களிலும் இந்த எல்லைகளைக்கொண்ட உங்கள் நாடு இதுவே’ என்றார்.”"
  }, {
    "number" : 13,
    "verse" : "மோசே இஸ்ரயேலருக்குக் கட்டளையிட்டுச் சொன்னதாவது: “இந்த நாட்டைச் சீட்டுப்போட்டு உரிமைச்சொத்தாகப் பங்கிட்டுக்கொள்ளுங்கள். இதை ஒன்பதரைக் கோத்திரங்களுக்கும் பங்கிட்டுக்கொடுக்கும்படி யெகோவா உத்தரவிட்டிருக்கிறார்."
  }, {
    "number" : 14,
    "verse" : "ஏனெனில் ரூபன் கோத்திரமும், காத் கோத்திரமும், மனாசேயின் பாதி கோத்திரமும், ஏற்கெனவே தங்கள் உரிமைச்சொத்தைப் பெற்றுக்கொண்டார்கள்."
  }, {
    "number" : 15,
    "verse" : "இந்த இரண்டரைக் கோத்திரங்களும் எரிகோவிலுள்ள யோர்தானுக்குக் கிழக்குப் பக்கமாகச் சூரியன் உதிக்கும் திசையில் தங்கள் உரிமைச்சொத்தைப் பெற்றுக்கொண்டார்கள்” என்றான்."
  }, {
    "number" : 16,
    "verse" : "யெகோவா மோசேயிடம் சொன்னதாவது,"
  }, {
    "number" : 17,
    "verse" : "“நிலத்தை உங்களுக்கு உரிமைச்சொத்தாகப் பங்கிட்டுக் கொடுக்கிறவர்கள் ஆசாரியன் எலெயாசாரும் நூனின் மகனாகிய யோசுவாவுமே."
  }, {
    "number" : 18,
    "verse" : "அவர்களுடன் சேர்ந்து நாட்டைப் பங்கிடுவதில் உதவிசெய்வதற்கு நீ ஒவ்வொரு கோத்திரத்திலிருந்தும் ஒவ்வொரு தலைவனை நியமிக்கவேண்டும்."
  }, {
    "number" : 19,
    "verse" : "“அவர்களுடைய பெயர்கள் என்னவெனில்: “யூதா கோத்திரத்திலிருந்து எப்புன்னேயின் மகன் காலேப்;"
  }, {
    "number" : 20,
    "verse" : "சிமியோன் கோத்திரத்திலிருந்து, அம்மியூதினின் மகன் சாமுயேல்;"
  }, {
    "number" : 21,
    "verse" : "பென்யமீன் கோத்திரத்திலிருந்து, கிஸ்லோனின் மகன் எலிதாது;"
  }, {
    "number" : 22,
    "verse" : "தாண் கோத்திரத்திலிருந்து தலைவனாக யொக்கிலியின் மகன் புக்கி;"
  }, {
    "number" : 23,
    "verse" : "யோசேப்பின் மகன் மனாசேயின் கோத்திரத்திலிருந்து தலைவனாக எபோதின் மகன் அன்னியேல்;"
  }, {
    "number" : 24,
    "verse" : "யோசேப்பின் மகன் எப்பிராயீமின் கோத்திரத்திலிருந்து, தலைவனாக சிப்தானின் மகன் கேமுயேல்;"
  }, {
    "number" : 25,
    "verse" : "செபுலோன் கோத்திரத்திலிருந்து, தலைவனாக பர்னாகின் மகன் எலிசாப்பான்;"
  }, {
    "number" : 26,
    "verse" : "இசக்கார் கோத்திரத்திலிருந்து, தலைவனாக ஆசானின் மகன் பல்த்தியேல்;"
  }, {
    "number" : 27,
    "verse" : "ஆசேர் கோத்திரத்திலிருந்து, தலைவனாக செலோமியின் மகன் அகியூத்;"
  }, {
    "number" : 28,
    "verse" : "நப்தலி கோத்திரத்திலிருந்து தலைவனாக அம்மியூதின் மகன் பெதாக்கேல் ஆகியோர்” என்றார்."
  }, {
    "number" : 29,
    "verse" : "கானான் நாட்டில் இஸ்ரயேலருக்கு நிலத்தை உரிமைச்சொத்தாகப் பங்கிட்டுக்கொடுக்கும்படி யெகோவா கட்டளையிட்ட தலைவர்கள் இவர்களே."
  } ]
}