{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "எண்ணாகமம்",
  "bookEnglishName" : "Numbers",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "இறைசமுகக் கூடாரத்தின் அர்ப்பணக் காணிக்கைமோசே இறைசமுகக் கூடாரத்தை அமைத்து முடித்தபின், அதையும் அதன் பொருட்களையும், அபிஷேகித்து அர்ப்பணம் செய்தான். அத்துடன் அவன் பலிபீடத்தையும், அதன் பாத்திரங்களையும் அபிஷேகம்பண்ணி அர்ப்பணம் செய்தான்."
  }, {
    "number" : 2,
    "verse" : "பின்பு இஸ்ரயேலரின் தலைவர்களான, எண்ணப்பட்டவர்களுக்குப் பொறுப்பாயிருந்த கோத்திரங்களின் தலைவர்களான குடும்பத் தலைவர்கள், தங்கள் காணிக்கைகளைச் செலுத்தினார்கள்."
  }, {
    "number" : 3,
    "verse" : "அவர்கள் ஆறு கூண்டு வண்டிகளையும், பன்னிரண்டு எருதுகளையும் ஒரு தலைவனுக்கு ஒரு எருதும், இரண்டு தலைவனுக்கு ஒரு வண்டியுமாக யெகோவாவுக்கு முன்பாகத் தங்கள் கொடைகளாகக் கொண்டுவந்தார்கள். இவற்றை அவர்கள் இறைசமுகக் கூடாரத்திற்குமுன் வைத்து கொடுத்தார்கள்."
  }, {
    "number" : 4,
    "verse" : "அப்பொழுது யெகோவா மோசேயிடம் சொன்னதாவது,"
  }, {
    "number" : 5,
    "verse" : "“சபைக்கூடார வேலைக்கு பயன்படுத்தும்படியாக அவற்றை நீ அவர்களிடமிருந்து ஏற்றுக்கொள்ளவேண்டும். அவற்றை ஒவ்வொருவனுடைய வேலைகளுக்கும் வேண்டியபடி லேவியரிடம் கொடு” என்றார்."
  }, {
    "number" : 6,
    "verse" : "எனவே மோசே அந்த வண்டிகளையும், எருதுகளையும் லேவியரிடம் கொடுத்தான்."
  }, {
    "number" : 7,
    "verse" : "அவன் இரண்டு வண்டிகளையும், நாலு எருதுகளையும் கெர்சோனியருக்கு அவர்களுடைய வேலைக்குத் தேவையான அளவு கொடுத்தான்."
  }, {
    "number" : 8,
    "verse" : "மெராரியருக்கு அவர்களுடைய வேலைக்குத் தேவையானபடி நாலு வண்டிகளையும் இரண்டு எருதுகளையும் கொடுத்தான். அவர்கள் எல்லோரும் ஆசாரியனாகிய ஆரோனின் மகனாகிய இத்தாமாரின் வழிகாட்டலின் கீழ் இருந்தார்கள்."
  }, {
    "number" : 9,
    "verse" : "ஆனால் மோசே கோகாத்தியருக்கு வண்டிகளையோ எருதுகளையோ கொடுக்கவில்லை. ஏனெனில், அவர்கள் தாங்கள் பொறுப்பாயிருந்த பரிசுத்த பொருட்களைத் தங்கள் தோள்களிலேயே சுமக்கவேண்டும்."
  }, {
    "number" : 10,
    "verse" : "பலிபீடம் அபிஷேகம் பண்ணப்பட்ட போது, தலைவர்கள் தங்கள் காணிக்கைகளை அதன் அர்ப்பணிப்பிற்காகக் கொண்டுவந்து பலிபீடத்திற்கு முன்னால் வைத்தார்கள்."
  }, {
    "number" : 11,
    "verse" : "ஏனெனில், “பலிபீடத்தின் அர்ப்பணிப்பிற்காக ஒரு நாளைக்கு ஒரு தலைவனாக தன் காணிக்கையைக் கொண்டுவர வேண்டும்” என்று யெகோவா மோசேயிடம் சொல்லியிருந்தார்."
  }, {
    "number" : 12,
    "verse" : "முதலாம் நாள், யூதா கோத்திரத்தைச் சேர்ந்த அம்மினதாபின் மகன் நகசோன் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 13,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 14,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 15,
    "verse" : "அத்துடன் தகன காணிக்கைக்காக ஒரு இளங்காளை, ஒரு செம்மறியாட்டு கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 16,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 17,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும் ஐந்து ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. அம்மினதாபின் மகன் நகசோனின் காணிக்கை இதுவே."
  }, {
    "number" : 18,
    "verse" : "இரண்டாம் நாள் இசக்கார் கோத்திரத் தலைவனான சூவாரின் மகன் நெதனெயேல் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 19,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 20,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 21,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 22,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 23,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும் ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. சூவாரின் மகன் நெதனெயேலின் காணிக்கை இதுவே."
  }, {
    "number" : 24,
    "verse" : "மூன்றாம் நாள் செபுலோன் கோத்திர மக்களின் தலைவனான ஏலோனின் மகன் எலியாப் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 25,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 26,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 27,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 28,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்;"
  }, {
    "number" : 29,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும் ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. ஏலோனின் மகன் எலியாபின் காணிக்கை இதுவே."
  }, {
    "number" : 30,
    "verse" : "நான்காம் நாள் ரூபன் கோத்திர மக்களின் தலைவனான சேதேயூரின் மகன் எலிசூர் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 31,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 32,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 33,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 34,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 35,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. சேதேயூரின் மகன் எலிசூரின் காணிக்கை இதுவே."
  }, {
    "number" : 36,
    "verse" : "ஐந்தாம் நாள் சிமியோன் கோத்திர மக்களின் தலைவனான சூரிஷதாயின் மகன் செலூமியேல் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 37,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 38,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 39,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 40,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 41,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும் ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. சூரிஷதாயின் மகன் செலூமியேலின் காணிக்கை இதுவே."
  }, {
    "number" : 42,
    "verse" : "ஆறாம் நாள் காத் கோத்திர மக்களின் தலைவனான தேகுயேலின் மகன் எலியாசாப் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 43,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 44,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 45,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 46,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 47,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. தேகுயேலின் மகன் எலியாசாபின் காணிக்கை இதுவே."
  }, {
    "number" : 48,
    "verse" : "ஏழாம்நாள் எப்பிராயீம் கோத்திர மக்களின் தலைவனான அம்மியூதின் மகன் எலிஷாமா தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 49,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 50,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 51,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 52,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்;"
  }, {
    "number" : 53,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. அம்மியூதின் மகன் எலிஷாமாவின் காணிக்கை இதுவே."
  }, {
    "number" : 54,
    "verse" : "எட்டாம் நாள் மனாசே கோத்திரத் தலைவன் பெதாசூரின் மகன் கமாலியேல் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 55,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. இவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 56,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 57,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 58,
    "verse" : "பாவநிவாரண காணிக்கைக்காக ஒரு வெள்ளாட்டுக் கடாவும்;"
  }, {
    "number" : 59,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. பெதாசூரின் மகன் கமாலியேலின் காணிக்கை இதுவே."
  }, {
    "number" : 60,
    "verse" : "ஒன்பதாம்நாள் பென்யமீன் கோத்திரத் தலைவன் கீதெயோனின் மகன் அபீதான் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 61,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 62,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 63,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 64,
    "verse" : "பாவநிவாரண காணிக்கையாக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 65,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. கீதெயோனின் மகன் அபீதானின் காணிக்கை இதுவே."
  }, {
    "number" : 66,
    "verse" : "பத்தாம்நாள் தாண் கோத்திர மக்களின் தலைவன் அம்மிஷதாயின் மகன் அகியேசேர் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 67,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 68,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 69,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 70,
    "verse" : "பாவநிவாரண காணிக்கையாக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 71,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. அம்மிஷதாயின் மகன் அகியேசேரின் காணிக்கை இதுவே."
  }, {
    "number" : 72,
    "verse" : "பதினோராம் நாள் ஆசேர் கோத்திர மக்களின் தலைவன் ஓகிரானின் மகன் பாகியேல் தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 73,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள ஒரு தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 74,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 75,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 76,
    "verse" : "பாவநிவாரண காணிக்கையாக ஒரு வெள்ளாட்டுக் கடாவும்,"
  }, {
    "number" : 77,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. ஓகிரானின் மகன் பாகியேலின் காணிக்கை இதுவே."
  }, {
    "number" : 78,
    "verse" : "பன்னிரண்டாம் நாள் நப்தலி கோத்திர மக்களின் தலைவன் ஏனானின் மகன் அகீரா தன் காணிக்கையைக் கொண்டுவந்தான்."
  }, {
    "number" : 79,
    "verse" : "அவனுடைய காணிக்கையாக நூற்று முப்பது சேக்கல் எடையுள்ள ஒரு வெள்ளித்தட்டும், எழுபது சேக்கல் எடையுள்ள தெளிக்கும் வெள்ளிக்கிண்ணமும் இருந்தன. அவை இரண்டுமே பரிசுத்த இடத்தின் சேக்கல் நிறைப்படி இருந்தன. அவை ஒவ்வொன்றிலும் தானிய காணிக்கைக்காக எண்ணெயுடன் பிசைந்த சிறந்த மாவு நிரப்பப்பட்டு இருந்தது."
  }, {
    "number" : 80,
    "verse" : "அத்துடன் பத்து சேக்கல் எடையுள்ள ஒரு தங்கக் கிண்ணமும் இருந்தது. அது நறுமணத்தூளினால் நிரப்பப்பட்டிருந்தது."
  }, {
    "number" : 81,
    "verse" : "அத்துடன் தகன காணிக்கையாக ஒரு இளங்காளை, ஒரு செம்மறியாட்டுக் கடா, ஒரு வயதுடைய செம்மறியாட்டுக் கடாக்குட்டி ஆகியவை இருந்தன."
  }, {
    "number" : 82,
    "verse" : "பாவநிவாரண காணிக்கையாக ஒரு வெள்ளாட்டுக் கடாவும்;"
  }, {
    "number" : 83,
    "verse" : "சமாதான காணிக்கையாகப் பலியிடுவதற்கு இரண்டு எருதுகளும், ஐந்து செம்மறியாட்டுக் கடாக்களும், ஐந்து வெள்ளாட்டுக் கடாக்களும், ஒரு வயதுடைய ஐந்து செம்மறியாட்டுக் கடாக்குட்டிகளும் இருந்தன. ஏனானின் மகன் அகீராவின் காணிக்கை இதுவே."
  }, {
    "number" : 84,
    "verse" : "பலிபீடம் அபிஷேகம் பண்ணப்பட்ட போது, அதன் அர்ப்பணிப்பிற்காகக் கொடுக்கப்பட்ட இஸ்ரயேல் தலைவர்களின் காணிக்கைகளாவன: பன்னிரண்டு வெள்ளி தட்டங்கள், பன்னிரண்டு தெளிக்கும் வெள்ளிக் கிண்ணங்கள், பன்னிரண்டு தங்கத் தட்டுகள்."
  }, {
    "number" : 85,
    "verse" : "ஒவ்வொரு வெள்ளித்தட்டங்களும் நூற்று முப்பது சேக்கல் எடையுள்ளதாயும், ஒவ்வொரு தெளிக்கும் கிண்ணமும் எழுபது சேக்கல் எடையுள்ளதாயும் இருந்தன. எல்லா வெள்ளித்தட்டுகளும் பரிசுத்த இடத்தின் சேக்கல் நிறையின்படி இரண்டாயிரத்து நானூறு சேக்கல் எடையுள்ளதாயிருந்தன."
  }, {
    "number" : 86,
    "verse" : "நறுமணத்தூளினால் நிரப்பப்பட்ட பன்னிரண்டு தங்கத் தட்டுகளும், பரிசுத்த இடத்தின் சேக்கல் நிறையின்படி பத்து சேக்கல் நிறையுடையதாய் இருந்தன. தங்கத் தட்டுகள் எல்லாம் நூற்றியிருபது சேக்கல் நிறையுடையதாய் இருந்தன."
  }, {
    "number" : 87,
    "verse" : "தகன காணிக்கைக்கான மிருகங்களின் மொத்த எண்ணிக்கை பன்னிரண்டு இளம் காளைகளும், பன்னிரண்டு செம்மறியாட்டுக் கடாக்களும், ஒரு வயதுடைய பன்னிரண்டு செம்மறியாட்டுக் கடாக்குட்டிகளுமாய் இருந்தன. அதோடு அவற்றுடன் தானிய காணிக்கையும் இருந்தது. பாவநிவாரண காணிக்கையாக பன்னிரண்டு வெள்ளாட்டுக் கடாக்கள் செலுத்தப்பட்டன."
  }, {
    "number" : 88,
    "verse" : "சமாதான காணிக்கையாகப் பலி செலுத்துவதற்கான மிருகங்களின் மொத்த எண்ணிக்கை இருபத்து நான்கு எருதுகள், அறுபது செம்மறியாட்டுக் கடாக்கள், அறுபது வெள்ளாட்டுக் கடாக்கள், ஒரு வயதுடைய அறுபது செம்மறியாட்டு கடாக்குட்டிகளுமாய் இருந்தன. பலிபீடம் அபிஷேகம் பண்ணப்பட்டபின் அதன் அர்ப்பணிப்பிற்கான காணிக்கைகள் இவையே."
  }, {
    "number" : 89,
    "verse" : "மோசே யெகோவாவுடன் பேசுவதற்காகச் சபைக் கூடாரத்திற்குள் சென்றபோது, சாட்சிப்பெட்டியின் மேலுள்ள கிருபாசனத்திற்கு மேலாக இருக்கும், இரண்டு கேருபீன்களுக்கும் இடையில் இருந்து தன்னோடு பேசுகிற குரலைக் கேட்டான். இவ்விதமாக யெகோவா மோசேயோடு பேசினார்."
  } ]
}