{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"“We are all human beings. (human beings Literally, “born of woman.”) Our life is short and full of trouble."},{"number":2,"verse":"Our life is like a flower that grows quickly and then dies away. Our life is like a shadow that is here for a short time and then is gone."},{"number":3,"verse":"God, do you need to keep an eye on something so small? Why bother to bring charges against me?"},{"number":4,"verse":"“No one can make something clean from something so dirty."},{"number":5,"verse":"The length of our life has been decided. You alone know how long that is. You have set the limits for us and nothing can change them."},{"number":6,"verse":"So stop watching us; leave us alone, and let us enjoy this hard life until we have put in our time."},{"number":7,"verse":"“There is always hope for a tree. If it is cut down, it can grow again. It will keep sending out new branches."},{"number":8,"verse":"Its roots might grow old in the ground and its stump die in the dirt,"},{"number":9,"verse":"but with water, it will grow again. It will grow branches like a new plant."},{"number":10,"verse":"But when a man dies, he becomes weak and sick, and then he is gone!"},{"number":11,"verse":"Like a lake that goes dry or a river that loses its source,"},{"number":12,"verse":"so people lose their lives, never to live again. The skies will all pass away before they rise from death. The skies will all disappear before anyone wakes up from that sleep!"},{"number":13,"verse":"“I wish you would hide me in my grave. I wish you would hide me there, until your anger is gone. Then you could pick a time to remember me."},{"number":14,"verse":"If a man dies, will he live again? If so, I would gladly suffer through this time waiting for my release. (I would … release Or “I would wait my whole tour of duty for my replacement to come.”)"},{"number":15,"verse":"God, you would call me, and I would answer you. Then I, the one you made, would be important to you."},{"number":16,"verse":"You would still watch every step I take, but you would not remember my sins."},{"number":17,"verse":"It would be as if you had sealed my sins in a bag. It would be as if you had covered my guilt with plaster."},{"number":18,"verse":"“Mountains fall and crumble away. Large rocks break loose and fall."},{"number":19,"verse":"Water flowing over stones wears them down. Floods wash away the soil on the ground. In the same way, God, you destroy the hope people have."},{"number":20,"verse":"You defeat them completely and then they are gone. You change the way they look and send them away forever to the place of death."},{"number":21,"verse":"If their sons are honored, they will never know it. If their sons do wrong, they will never see it."},{"number":22,"verse":"They only feel the pain in their bodies, and they alone cry for themselves.”"}]}