{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"Job Answers Eliphaz Then Job answered:"},{"number":2,"verse":"“I have heard all these things before. You men give me trouble, not comfort."},{"number":3,"verse":"Your long speeches never end! Why do you continue arguing?"},{"number":4,"verse":"I also could say the same things you say, if you had my troubles. I could say wise things against you and shake my head at you."},{"number":5,"verse":"But I would say things to encourage you and give you hope."},{"number":6,"verse":"“Nothing I say makes my pain go away. But keeping quiet does not help either."},{"number":7,"verse":"God, you surely took away my strength. You destroyed my whole family."},{"number":8,"verse":"You have made me thin and weak, and people think that means I am guilty."},{"number":9,"verse":"“God attacks me; he is angry with me and tears my body apart. He grinds his teeth against me. My enemy looks at me with hate."},{"number":10,"verse":"People have crowded around me. They make fun of me and slap my face."},{"number":11,"verse":"God has given me to evil people. He let the wicked hurt me."},{"number":12,"verse":"I was enjoying a quiet, peaceful life, but then God crushed me. Yes, he took me by the neck and broke me into pieces. He has made me his target."},{"number":13,"verse":"With his archers all around me, he shoots arrows into my kidneys. He shows no mercy and spills my gall (gall The bitter contents of the gall bladder, which is near the liver. Here, it means something bitter and painful.) on the ground."},{"number":14,"verse":"Again and again he attacks me. He runs at me like a soldier in battle."},{"number":15,"verse":"“I am very sad, so I wear this sackcloth. I sit here in dust and ashes, feeling defeated."},{"number":16,"verse":"My face is red from crying. There are dark rings around my eyes."},{"number":17,"verse":"I was never cruel to anyone, and my prayers are pure."},{"number":18,"verse":"“Earth, don’t hide the wrong things that were done to me. (Earth … done to me Literally, “Earth, don’t cover my blood.” See Gen. 4:10-11.) Don’t let my begging for fairness be stopped."},{"number":19,"verse":"Even now there is someone in heaven who will speak for me. There is someone above who will testify for me."},{"number":20,"verse":"My friend speaks for me, while my eyes pour out tears to God."},{"number":21,"verse":"He speaks to God for me, like someone (someone Literally, “son of man.”) presenting an argument for a friend."},{"number":22,"verse":"“In only a few years I will go to that place of no return."}]}