{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"(Job Answers) Then Job answered:"},{"number":2,"verse":"“How long will you hurt me and crush me with your words?"},{"number":3,"verse":"You have insulted me ten times now. You have attacked me without shame!"},{"number":4,"verse":"Even if I have sinned, it is my problem, not yours!"},{"number":5,"verse":"You want me to look bad to make yourselves look good. You say my troubles are proof that I did wrong."},{"number":6,"verse":"I want you to know it was God who did this. He set this trap for me."},{"number":7,"verse":"I shout, ‘He hurt me!’ but get no answer. No one hears my cry for fairness."},{"number":8,"verse":"God has blocked my way to keep me from getting through. He has hidden my path in darkness."},{"number":9,"verse":"He took away my honor. He took the crown from my head."},{"number":10,"verse":"He hits me on every side until I am worn out. He takes away my hope. It is like a tree pulled up by the roots."},{"number":11,"verse":"His anger burns against me. He treats me like an enemy."},{"number":12,"verse":"He sends his army to attack me. They build attack towers around me. They camp around my tent."},{"number":13,"verse":"“God has made my brothers hate me. Those who knew me have become strangers."},{"number":14,"verse":"My relatives have left me. My friends have forgotten me."},{"number":15,"verse":"My servant girls and visitors in my home look at me as if I am a stranger and a foreigner."},{"number":16,"verse":"I call for my servant, but he does not answer. Even if I beg for help, he will not answer."},{"number":17,"verse":"My wife hates the smell of my breath. My own brothers hate me."},{"number":18,"verse":"Even little children make fun of me. When I get up, they say bad things about me."},{"number":19,"verse":"All my close friends hate me. Even my loved ones have turned against me."},{"number":20,"verse":"“I am so thin, my skin hangs loose on my bones. I have little life left in me."},{"number":21,"verse":"“Pity me, my friends, pity me, because God is against me."},{"number":22,"verse":"Why do you persecute me as God does? Don’t you get tired of hurting me?"},{"number":23,"verse":"“I wish someone would write down everything I say. I wish my words were written on a scroll."},{"number":24,"verse":"I wish they were carved with an iron tool into lead or scratched on a rock so that they would last forever."},{"number":25,"verse":"I know that there is someone to defend me and that he lives! And in the end, he will stand here on earth and defend me."},{"number":26,"verse":"After I leave my body and my skin has been destroyed, I know I will still see God."},{"number":27,"verse":"I will see him with my own eyes. I myself, not someone else, will see God. And I cannot tell you how excited that makes me feel! (Or “And in the end, he will stand here on earth and defend me, 26 even after my skin has been destroyed. But I want to see God while I am still in my body. 27 I want to see him with my own eyes, not through someone else’s eyes. And I cannot tell you how much I want this to happen!”)"},{"number":28,"verse":"“Maybe you will say, ‘How can we push Job a little harder and make him realize that he is the source of his problems?’"},{"number":29,"verse":"But you need to worry about your own punishment. God might use the sword against you! Then you will know there is a time for judgment.”"}]}