{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"Eliphaz Answers Job Then Eliphaz from Teman answered:"},{"number":2,"verse":"“Does God need our help? Even the wisest of us is not really useful to him."},{"number":3,"verse":"Does your living right benefit him? Does God All-Powerful gain anything if you follow him?"},{"number":4,"verse":"Why does God blame and punish you? Is it because you worship him?"},{"number":5,"verse":"No, it is because you sin so much. You never stop sinning."},{"number":6,"verse":"Maybe to guarantee loans you took things from people for no reason. Maybe you took a poor man’s clothes to make sure he paid you back. (paid you back See Deut. 24:12-13 for rules about making loans to the poor.)"},{"number":7,"verse":"Maybe you failed to give water or food to people who were tired or hungry."},{"number":8,"verse":"You have a lot of farmland, and people respect you."},{"number":9,"verse":"But maybe you sent widows away without giving them anything. And maybe you took advantage of orphans."},{"number":10,"verse":"That is why traps are all around you, and sudden trouble makes you afraid."},{"number":11,"verse":"That is why it is so dark you cannot see, and why a flood of water covers you."},{"number":12,"verse":"“God lives in the highest part of heaven and looks down on the highest stars."},{"number":13,"verse":"But you might say, ‘What does God know? Can he see through the dark clouds to judge us?"},{"number":14,"verse":"Thick clouds hide us from his eyes, so he cannot see us as he walks around the edge of the sky.’"},{"number":15,"verse":"“Job, you are walking on the old path that evil people walked on long ago."},{"number":16,"verse":"They were destroyed before it was their time to die. They were washed away by the flood."},{"number":17,"verse":"They told God, ‘Leave us alone!’ and said, ‘God All-Powerful cannot do anything to us!’"},{"number":18,"verse":"And it was God who filled their houses with good things. No, I would never follow the advice of evil people."},{"number":19,"verse":"Those who do what is right are happy to see them destroyed. The innocent laugh at them and say,"},{"number":20,"verse":"‘Surely our enemies are destroyed! Their wealth burned up in the fire!’"},{"number":21,"verse":"“Now, Job, give yourself to God and make peace with him. Do this, and you will get many good things."},{"number":22,"verse":"Accept his teaching. Pay attention to what he says."},{"number":23,"verse":"If you return to God All-Powerful, you will be restored. But remove the evil from your house."},{"number":24,"verse":"Think of your gold as nothing but dirt. Think of your finest gold as rocks from a stream."},{"number":25,"verse":"And let God All-Powerful be your gold. Let him be your pile of silver."},{"number":26,"verse":"Then you will enjoy God All-Powerful, and you will look up to him."},{"number":27,"verse":"When you pray, he will hear you. And you will be able to do all that you promised him."},{"number":28,"verse":"If you decide to do something, it will be successful. And your future will be very bright!"},{"number":29,"verse":"When people are brought down and you ask God to help them, he will rescue those who have been humbled."},{"number":30,"verse":"Even those who are guilty will be forgiven. They will be saved because you did what was right.”"}]}