{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"(The Value of Wisdom) “There are mines where people get silver and places where people melt gold to make it pure."},{"number":2,"verse":"Iron is dug out of the ground, and copper is melted out of the rocks."},{"number":3,"verse":"Miners carry lights deep into caves to search for these rocks in the deepest darkness."},{"number":4,"verse":"Far from where people live, they dig deep into the ground, down where no one else has been before. There they work all alone, hanging from ropes."},{"number":5,"verse":"Food grows on the ground above. But underground it is different, as if everything were melted by fire."},{"number":6,"verse":"In the rocks there are sapphires and grains of pure gold."},{"number":7,"verse":"Wild birds know nothing about the way to these places. No falcon (falcon A kind of bird, like a hawk.) has ever seen it."},{"number":8,"verse":"Wild animals have never been there. Lions have not traveled that way."},{"number":9,"verse":"Miners dig the hardest rocks. They dig away at the mountains and make them bare."},{"number":10,"verse":"They cut tunnels through the rocks and see all the treasures they hold."},{"number":11,"verse":"They even find places where rivers begin. They bring to light what once was hidden."},{"number":12,"verse":"“But where can anyone find wisdom? Where can we get understanding?"},{"number":13,"verse":"People don’t know where wisdom is. It cannot be found by anyone on earth."},{"number":14,"verse":"The deep ocean says, ‘It’s not here with me.’ The sea says, ‘It’s not here with me.’"},{"number":15,"verse":"You cannot buy wisdom with even the purest gold. There’s not enough silver in the world to pay for it."},{"number":16,"verse":"You cannot buy it with gold from Ophir or with precious onyx or sapphires."},{"number":17,"verse":"Wisdom is worth more than gold or crystal. It cannot be bought with expensive jewels set in gold."},{"number":18,"verse":"It is far more valuable than coral and jasper, more precious than rubies."},{"number":19,"verse":"The topaz from Ethiopia cannot match its value, which is greater than the purest gold."},{"number":20,"verse":"“So where does wisdom come from? Where can we find understanding?"},{"number":21,"verse":"Wisdom is hidden from every living thing on earth. Even birds in the sky cannot see it."},{"number":22,"verse":"Death and destruction (Death and destruction Or “Abaddon,” a Hebrew name meaning “death” or “destruction.” See Rev. 9:11.) say, ‘We have never seen wisdom; we have only heard rumors about it.’"},{"number":23,"verse":"“Only God knows the way to wisdom. Only he knows where wisdom is."},{"number":24,"verse":"He can see to the very ends of the earth. He sees everything under the sky."},{"number":25,"verse":"God gave the wind its power. He decided how big to make the oceans."},{"number":26,"verse":"He decided where to send the rain and where the thunderstorms should go."},{"number":27,"verse":"He looked at wisdom and discussed it. He examined it and saw how much it is worth."},{"number":28,"verse":"Then he said to humans, ‘To fear and respect the Lord is wisdom. To turn away from evil is understanding.’”"}]}