{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"(Job Curses the Day He Was Born) Then Job opened his mouth and cursed the day he was born."},{"number":2,"verse":"He said,"},{"number":3,"verse":"“I wish the day I was born would be lost forever. I wish the night they said, ‘It’s a boy!’ had never happened."},{"number":4,"verse":"I wish that day had remained dark. I wish God above had forgotten that day and not let any light shine on it."},{"number":5,"verse":"I wish that bitter day had remained as dark as death, covered with the darkest clouds."},{"number":6,"verse":"I wish the darkness had carried away that night, that it was left off the calendar and not included in any of the months."},{"number":7,"verse":"I wish that night had produced nothing and no happy shouts had been heard."},{"number":8,"verse":"Some magicians think they can wake Leviathan. (Leviathan Here, this is probably a giant sea monster. Some people thought magicians were able to make it “swallow the sun,” that is, cause an eclipse.) So let them say their curses and curse the day I was born."},{"number":9,"verse":"Let that day’s morning star be dark. Let that night wait for a morning that never comes. I wish it had never seen the first rays of sunlight."},{"number":10,"verse":"I wish it had stopped me from being born and kept me from seeing all these troubles."},{"number":11,"verse":"Why didn’t I die when I was born? Why didn’t I die as I came from my mother’s womb?"},{"number":12,"verse":"Why did my mother hold me on her knees? Why did her breasts feed me?"},{"number":13,"verse":"If I had died when I was born, I would be at peace now. I wish I were asleep and at rest"},{"number":14,"verse":"with the kings and their advisors who built palaces that are now in ruins."},{"number":15,"verse":"I wish I were buried with rulers who filled their graves with gold and silver."},{"number":16,"verse":"Why wasn’t I a child who died at birth and was put in the ground? I wish I had been buried like a baby who never saw the light of day."},{"number":17,"verse":"There the wicked stop causing trouble, and the weary find rest."},{"number":18,"verse":"Even prisoners find relief there; they no longer hear their guards shouting at them."},{"number":19,"verse":"Everyone—from the greatest to the least important—will be there, and even the slave is free from his master."},{"number":20,"verse":"“Why must a suffering person continue to live? Why let anyone live such a bitter life?"},{"number":21,"verse":"Such people want to die, but death does not come. They search for death more than for hidden treasure."},{"number":22,"verse":"They would be happy to find their grave. They would rejoice to find their tomb."},{"number":23,"verse":"But God keeps their future a secret and builds a wall around them to protect them."},{"number":24,"verse":"When it is time to eat, all I can do is sigh with sadness, not joy. My groans pour out like water."},{"number":25,"verse":"I was afraid something terrible would happen, and what I feared most has happened."},{"number":26,"verse":"I cannot calm down or relax. I am too upset to rest!”"}]}