{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"(Job Answers the Lord) Then Job answered the LORD:"},{"number":2,"verse":"“I know you can do everything. You make plans, and nothing can change or stop them."},{"number":3,"verse":"You asked, ‘Who is this ignorant person saying these foolish things?’ (Who … things Or “Who is this person darkening advice with ignorant words.”) I talked about things I did not understand. I talked about things too amazing for me to know."},{"number":4,"verse":"“You said to me, ‘Listen, and I will speak. I will ask you questions, and you will answer me.’"},{"number":5,"verse":"In the past I heard about you, but now I have seen you with my own eyes."},{"number":6,"verse":"And I am ashamed of myself. (I am ashamed of myself Or “I take back what I said.”) I am so sorry. As I sit in the dust and ashes, (dust and ashes People sat in dust and ashes to show that they were very sad about something.) I promise to change my heart and my life.”"},{"number":7,"verse":"(The Lord Gives Job’s Wealth Back) After the LORD finished talking to Job, he spoke to Eliphaz from Teman. He said, “I am angry with you and your two friends, because you did not tell the truth about me, as my servant Job did."},{"number":8,"verse":"So now, Eliphaz, get seven bulls and seven rams. Take them to my servant Job. Kill them and offer them as a burnt offering for yourselves. My servant Job will pray for you, and I will answer his prayer. Then I will not give you the punishment you deserve. You should be punished, because you were very foolish. You did not say what is right about me, as my servant Job did.”"},{"number":9,"verse":"So Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah obeyed the LORD. Then the LORD answered Job’s prayer."},{"number":10,"verse":"Job prayed for his friends, and the LORD made Job successful again. The LORD gave him twice as much as he had before."},{"number":11,"verse":"Then all his brothers and sisters and all the people who knew him before came to his house. They all ate a big meal with him. They comforted him and were sorry that the LORD had brought him so much trouble. Each person gave Job a piece of silver and a gold ring."},{"number":12,"verse":"The LORD blessed Job with even more than he had in the beginning. Job got 14000 sheep, 6000 camels, 2000 oxen, and 1000 female donkeys."},{"number":13,"verse":"He also got seven sons and three daughters."},{"number":14,"verse":"He named the first daughter Jemimah and the second daughter Keziah. He named the third daughter Keren Happuch."},{"number":15,"verse":"Job’s daughters were among the most beautiful women in all the country. And, like their brothers, they each got a share of their father’s property. (And … property Usually a person’s property was divided only among the sons, but here, even Job’s daughters got part of his property.)"},{"number":16,"verse":"So Job lived for 140 years more. He lived to see his children, his grandchildren, his great-grandchildren, and his great-great-grandchildren."},{"number":17,"verse":"Job lived to be a very old man who had lived a good, long life."}]}