{"bibleAbbr":"ERV2006","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"“People have a hard struggle on earth. Their life is like that of a hired worker."},{"number":2,"verse":"They are like a slave looking for cool shade or a hired worker waiting for payday."},{"number":3,"verse":"Month after frustrating month has gone by. I have suffered night after night."},{"number":4,"verse":"When I lie down, I think, ‘How long before it’s time to get up?’ The night drags on. I toss and turn until the sun comes up."},{"number":5,"verse":"My skin is covered with worms and scabs. It is cracked and covered with sores."},{"number":6,"verse":"“My days pass by faster than a weaver’s shuttle, (weaver’s shuttle The tool a person who makes cloth uses to pass the thread between the other threads.) and my life will end without hope."},{"number":7,"verse":"God, remember, my life is like a breath. I will not get a second chance to enjoy it."},{"number":8,"verse":"Those who see me now will never see me again. You watch me for a while, but then I am gone."},{"number":9,"verse":"Just as clouds that come and go, people are put in the grave, never to rise again."},{"number":10,"verse":"They don’t come back to their old homes. The people there would not know them."},{"number":11,"verse":"“So I will not be quiet! I will let my suffering spirit speak! I will let my bitter soul complain!"},{"number":12,"verse":"Am I one of your enemies? Is that why you put a guard over me? (Literally, “Am I Yam or Tannin that you should appoint a guard to watch me?” In ancient Canaanite stories, Yam was the god of the sea, and Tannin was a sea monster.)"},{"number":13,"verse":"My bed should bring me comfort. My couch should give me rest and relief."},{"number":14,"verse":"But when I lie down, you scare me with dreams; you frighten me with visions."},{"number":15,"verse":"So I would rather be choked to death than to live like this."},{"number":16,"verse":"I hate my life—I give up. I don’t want to live forever. Leave me alone! My life means nothing."},{"number":17,"verse":"God, why are people so important to you? Why do you even notice them?"},{"number":18,"verse":"Why do you visit them every morning and test them at every moment?"},{"number":19,"verse":"You never look away from me or leave me alone for a second."},{"number":20,"verse":"You are always watching us! If I sinned, would that hurt you? Why have you made me your target? Have I become a problem for you?"},{"number":21,"verse":"Why don’t you just pardon me for doing wrong? Why don’t you just forgive me for my sins? Soon I will die and be in my grave. You will search for me, but I will be gone.”"}]}