{"bibleAbbr":"teOV2016","bookName":"హెబ్రీయులకు","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"పూర్వకాలమందు నానాసమయములలోను ( మూలభాషలో–నానాభాగములుగాను.) నానా విధములుగాను ప్రవక్తలద్వారా మన పితరులతో మాటలాడిన దేవుడు౹"},{"number":2,"verse":"ఈ దినముల అంతమందు కుమారుని ద్వారా మనతో మాటలాడెను. ఆయన ఆ కుమారుని సమస్తమునకును వారసునిగా నియమించెను. ఆయన ద్వారా ప్రపంచములను ( మూలభాషలో–యుగములను.) నిర్మించెను.౹"},{"number":3,"verse":"[3-4] ఆయన దేవుని మహిమయొక్క తేజస్సును, ( లేక, ప్రతిబింబమును.) ఆయన తత్వముయొక్క మూర్తి మంతమునైయుండి, తన మహత్తుగల మాటచేత సమస్తమును నిర్వహించుచు, పాపముల విషయములో శుద్ధీకరణము తానే చేసి, దేవదూతలకంటె ఎంత శ్రేప్ఠమైన నామము పొందెనో వారికంటె అంత శ్రేష్ఠుడై, ఉన్నత లోకమందు మహామహుడగు దేవుని కుడిపార్శ్వమున కూర్చుండెను.౹"},{"number":5,"verse":"ఏలయనగా –నీవు నా కుమారుడవు, నేను నేడు నిన్ను కని యున్నాను అనియు, ఇదియుగాక –నేను ఆయనకు తండ్రినైయుందును, ఆయన నాకు కుమారుడైయుండును అనియు ఆ దూతలలో ఎవనితో నైన ఎప్పుడైనను చెప్పెనా?"},{"number":6,"verse":"మరియు ఆయన భూలోకమునకు ఆదిసంభూతుని మరల రప్పించినప్పుడు దేవుని దూతలందరు ఆయనకు నమస్కారము చేయవలెనని చెప్పుచున్నాడు."},{"number":7,"verse":"[7-8] —తన దూతలను వాయువులుగాను ( లేక, ఆత్మలుగాను.) తన సేవకులను అగ్ని జ్వాలలుగాను చేసికొనువాడు అని తన దూతలనుగూర్చి చెప్పుచున్నాడు గాని తన కుమారునిగూర్చియైతే –దేవా, నీ సింహాసనము నిరంతరము నిలుచునది; నీ రాజదండము న్యాయార్థమయినది."},{"number":9,"verse":"నీవు నీతిని ప్రేమించితివి దుర్నీతిని ద్వేషించితివి అందుచేత దేవుడు నీతోడివారికంటె నిన్ను హెచ్చించునట్లుగా ఆనందతైలముతో అభిషేకించెను."},{"number":10,"verse":"మరియు – ప్రభువా , నీవు ఆదియందు భూమికి పునాది వేసితివి"},{"number":11,"verse":"ఆకాశములు కూడ నీ చేతిపనులే అవి నశించును గాని నీవు నిలిచియుందువు అవన్నియు వస్త్రమువలె పాతగిలును"},{"number":12,"verse":"ఉత్తరీయమువలె వాటిని మడిచివేతువు అవి వస్త్రమువలె మార్చబడును గాని నీవు ఏకరీతిగానే యున్నావు నీ సంవత్సరములు తరుగవు"},{"number":13,"verse":"అని చెప్పుచున్నాడు. అయితే –నేను నీ శత్రువులను నీ పాదములకు పాదపీఠముగా చేయువరకు నా కుడిపార్శ్వమున కూర్చుండుము అని దూతలలో ఎవనినిగూర్చియైన యెప్పుడైనను చెప్పెనా?౹"},{"number":14,"verse":"వీరందరు రక్షణయను స్వాస్థ్యము పొందబోవువారికి పరి చారము చేయుటకై పంపబడిన సేవకులైన ఆత్మలు కారా?"}]}