{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"Who so loueth wysdome, wyll be content to be refourmed: but he the hateth to be reproued, is a foole."},{"number":2,"verse":"A good man is acceptable vnto the Lorde, but the wycked ymaginer will he condempne."},{"number":3,"verse":"A man cannot endure in vngodlynesse, but the rote of the ryghteous shall not be moued."},{"number":4,"verse":"A huswifly woman is a crowne vnto her husbande: but she that behaueth her selfe vnhonestly, is a corrupcion in hys bones."},{"number":5,"verse":"The thoughtes of the ryghteous are ryght, but the ymaginacion of the vngodly are disceatfull."},{"number":6,"verse":"The talkynge of the vngodly is howe they maye laye wayte for bloud, but the mouth of the ryghteous wyll deliuer them."},{"number":7,"verse":"God ouer turneth the estate of the wycked & they stande not: but the house of the ryghteous shall stande steadfaste."},{"number":8,"verse":"A man shalbe commended for hys wysdome, but a fole shalbe despysed."},{"number":9,"verse":"A symple man which laboureth and worketh, is better then one that is gorgyous and lacketh bread."},{"number":10,"verse":"A ryghteous man regardeth the lyfe of hys catell, but the vngodly haue cruel hertes."},{"number":11,"verse":"He that tylleth his lande, shall haue plenteousnesse of bread: but he that foloweth ydylnes: is a very foole."},{"number":12,"verse":"The desyre of the vngodly hunteth after myschefe, but the rote of the ryghteous bringeth forth fruyte."},{"number":13,"verse":"The wycked falleth into the snare thorow the malyce of hys awne mouth, but the iust shall eschape out of parell."},{"number":14,"verse":"Euery man shall enioye good accordynge to the frute of hys mouth, and after the workes of hys handes shall he be rewarded."},{"number":15,"verse":"Loke what a foole taketh in hande, he thynketh it well done: but he that is wyse, wyll be counceled."},{"number":16,"verse":"A foole vttereth hys wrath in all the haste, but a discrete man couerith wronge."},{"number":17,"verse":"A iust man wyll tell the trueth, and shewe the thynge that is ryght: but a false witnesse disceaueth."},{"number":18,"verse":"A sclaunderous person prycketh lyke a swerde but a wyse mans tonge is wholsome."},{"number":19,"verse":"A trewe mouth is euer constant, but a dissemblynge tonge is soone chaunged."},{"number":20,"verse":"They that ymagyn euell in theyr mynde, wyll disceaue: but the councelers of peace, shall haue ioye folowynge them."},{"number":21,"verse":"There shall no mysfortune happen vnto the iust, but the vngodly shalbe fylled with misery."},{"number":22,"verse":"The Lorde abhorreth lyinge lyppes, but they that laboure for trueth please hym."},{"number":23,"verse":"He that hath vnderstandynge, doth hyde wysdome: but an vndiscrete herte telleth out hys folyshnesse."},{"number":24,"verse":"A diligent hande shall beare rule, but the ydle shalbe vnder tribute."},{"number":25,"verse":"Heuynesse discorageth the herte of man, but a good worde maketh it glad agayne."},{"number":26,"verse":"The ryghteous excelleth hys neygboure, but the waye of the vngodly wyll disceaue them selues."},{"number":27,"verse":"The disceytfull man shall not roste, that he toke in huntynge, but the riches of the iuste man is of great valewe."},{"number":28,"verse":"In the waye of ryghteousnesse there is lyfe, and in the same waye there is no death."}]}