{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A Wyse sonne wyll herken to hys fathers warnynge, but he that is scornefull, will not heare when he is reproued."},{"number":2,"verse":"A good man shall enioye the frute of his mouth but he that hath a frowarde mynde, shalbe spoyled."},{"number":3,"verse":"He that kepeth hys mouth kepeth hys lyfe: but who so openeth hys lyppes to euell, destroyeth hym selfe."},{"number":4,"verse":"The slogarde wolde fayne haue, & cannot get hys desyre: but the soule of the diligent shall haue plenty."},{"number":5,"verse":"A ryghteous man abhorreth lyes, but the vngodly shameth both other and hym selfe."},{"number":6,"verse":"Ryghteousnesse kepeth the innocent in the waye, but vngodlynesse doth ouerthrowe the synner."},{"number":7,"verse":"Some men are ryche, though they haue nothynge, agayne some men are poore, hauing greate ryches."},{"number":8,"verse":"With goodes euery man delyuereth his lyfe, and the poore wyll not be reproued:"},{"number":9,"verse":"The lyght of the ryghteous maketh ioyfull, but the candle of the vngodly shalbe put out."},{"number":10,"verse":"Amonge the proude there is euer stryfe, but amonge those that do all thynges with aduisement, there is wysdome."},{"number":11,"verse":"Uaynlye gotten goddes are soone spent: but they that be gathered to gether with the hande, shall increace."},{"number":12,"verse":"Longe taryenge for a thynge that is differred, greueth the herte: but when the desyre commeth: it is a tree of lyfe."},{"number":13,"verse":"Whoso despyseth anye thinge, shalbe hurt for the same: but he that feareth the commaundement, shall haue the rewarde."},{"number":14,"verse":"The lawe is a well of lyfe vnto the wyse, that it maye kepe hym from the snares of death:"},{"number":15,"verse":"Good vnderstandinge geueth fauour, but harde is the waye of the despysers."},{"number":16,"verse":"A wyse man doth all thynges with discrecion, but a foole wyll declare hys foly."},{"number":17,"verse":"An vngodly messaunger falleth into myschefe, but a faythfull ambassadour is wholsome."},{"number":18,"verse":"He that thinketh scorne to be refourmed, commeth to pouerte & sname: but whoso regardeth correccion shall come to honoure."},{"number":19,"verse":"When a desyre is brought to passe, it delyteth the soule: but fooles counte it abhominacyon to departe from euell."},{"number":20,"verse":"He that goeth in the company of wyse men, shalbe wyse: but whoso is a companyon of fooles, shalbe hurte."},{"number":21,"verse":"Myschefe foloweth vpon synners, but the ryghteous shall haue a good rewarde."},{"number":22,"verse":"He that is vertuous, leaueth an enheritaunce vnto hys chylders children and the ryches of the synner is layed vp for the iust."},{"number":23,"verse":"There is plenteousnesse of fode in the feldes of the poore, but the felde not well ordred is without frute."},{"number":24,"verse":"He that spareth the rodde, hateth hys sonne: but whoso loueth hym, chastiseth hym by tymes."},{"number":25,"verse":"The ryghteous eateth, and is satisfyed, but the bely of the vngodly hath neuer ynough,"}]}