{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":15,"verses":[{"number":1,"verse":"A Softe answere putteth downe displeasure, but frowarde wordes prouoke vnto anger."},{"number":2,"verse":"The tonge of suche as be wyse, vseth knowledge a right, as for a folysh mouth it blabbeth out nothyng, but folyshnesse."},{"number":3,"verse":"The eyes of the Lord loke on euery place, beholdyng both the good & badd"},{"number":4,"verse":"A wholsome tonge is a tree of lyfe, but he that abuseth it, hath a broken mynde."},{"number":5,"verse":"A foole despyseth hys fathers correccyon, but he that taketh hede whan he is reproued shall haue the more vnderstandinge."},{"number":6,"verse":"The house of the ryghteous is full of ryches, but the increase of the vngodly are nye destruccion."},{"number":7,"verse":"A wyse mouth poureth oute knowledge but the herte of the folysh doth not so."},{"number":8,"verse":"The Lord abhorreth the sacrifyce of the vngodly, but the prayer of the ryghteous is acceptable vnto hym."},{"number":9,"verse":"The waye of the vngodly is an abhominacyon vnto the Lord: but whoso foloweth ryghteousnesse, hym he loueth."},{"number":10,"verse":"He that forsaketh the ryght strete, shalbe sore punyshed: and who so hateth correccyon, shall dye."},{"number":11,"verse":"The hell with her payne is knowen vnto the Lorde, howe moche more then the hertes of men?"},{"number":12,"verse":"A scornefull body loueth not one that rebuketh hym nether will he come vnto the wyse."},{"number":13,"verse":"A mery herte maketh a chearfull countenaunce, but an heuy herte compelleth a man to syght."},{"number":14,"verse":"The hert of hym that hath vnderstandyng, doth seke after knowledge, but the mouth of fooles is fedd with foolyshnesse."},{"number":15,"verse":"All the dayes of the poore are myserable, but a quyete hert is as a continual feast."},{"number":16,"verse":"Better is a lytle with the feare of the Lorde, then greate treasure with sorowe."},{"number":17,"verse":"Better is a measse of potage with loue, then a fat oxe with euell will."},{"number":18,"verse":"An angrye man stereth vp stryfe, but he that is pacient, stylleth discorde."},{"number":19,"verse":"The waye of a slouthfull man, is as it were hedged with thornes, but the strete of the ryghteous is well clensed."},{"number":20,"verse":"A wyse sonne maketh a glad father, but an vndiscrete body shameth his mother."},{"number":21,"verse":"A foole reioyseth in foolyshe thinges, but a wyse man loketh well to his awne goynges."},{"number":22,"verse":"Unaduysed thoughtes shall come to naught, but where as men are that canne geue councell, there is stedfastnesse."},{"number":23,"verse":"A ioyfull thynge is it, to a man when his counsell is folowed: and very pleasunt is a worde spoken in due season."},{"number":24,"verse":"The waye of lyfe leadeth vnto heauen, that a man shulde beware of hell beneth."},{"number":25,"verse":"The Lorde will breake downe the house of the proude, but he shall make fast the borders of the widdowe."},{"number":26,"verse":"The Lorde abhorreth the ymaginacyons of the wycked, but pure wordes of innocentes are pleasaunt vnto hym."},{"number":27,"verse":"The couetous man roteth vp hys awne house, but who so hateth rewardes, shall lyue."},{"number":28,"verse":"The herte of the ryghtuouse studieth his answere afore. but the wycked mans mouthe spueth out myschefe."},{"number":29,"verse":"The Lorde is farre from the vngodly, but he heareth the prayer of the ryghteous."},{"number":30,"verse":"Lyke as the clearnesse of the eyes reioyseth the herte, so doth a good name fede the bones."},{"number":31,"verse":"The eare that harkeneth to the refourmacyon of lyfe, shall dwell amonge the wyse."},{"number":32,"verse":"He that refuseth to be refourmed, despyseth hys awne soule: but he that submytteth hym selfe to correccyon, is wyse."},{"number":33,"verse":"The feare of the Lorde is the ryght science of wysdome, and lowlynes goeth before honoure."}]}