{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"A Man maye well purpose a thynge in hys herte, but the answere of the tonge commeth of the Lorde."},{"number":2,"verse":"A man thynketh all hys wayes to be cleane, but it is the Lorde that iudgeth the myndes."},{"number":3,"verse":"Commytte thy worckes vnto the Lorde and loke what thou deuysest, it shall prospere."},{"number":4,"verse":"The Lorde doth all thynges for hys awne sake, yee and when he kepeth the vngodly for the daye of wrath."},{"number":5,"verse":"The Lorde abhorreth all such as be of a proude herte, his hande is against ther hande and they shall not escape as innocentes."},{"number":6,"verse":"With louinge mercy & faythfulnesse, synnes be forgeuen, & who so feareth the Lord eschueth euell."},{"number":7,"verse":"When a mans wayes please the Lorde, he maketh his very enemyes to be his frendes."},{"number":8,"verse":"Better is it to haue a lytle thynge with ryghteousnes, then greate rentes, wrongeously gotten."},{"number":9,"verse":"A man deuiseth awaye in his herte, but it is the Lorde that ordreth hys goynges."},{"number":10,"verse":"When the prophecy is in the lyppes of the kynge, his mouth shall not go wronge in iudgment."},{"number":11,"verse":"A trewe measure & a trewe balaunce are the Lordes iudgment, he maketh all weyghtes."},{"number":12,"verse":"It is a greate abhominacyon when kynges are wycked, for a kynges seate shulde be holden vp with ryghteousnesse."},{"number":13,"verse":"Ryghteous lyppes are pleasaunt vnto kynges: and he that speaketh the trueth shalbe beloued."},{"number":14,"verse":"The kynges displeasure is a messaunger of death, but a wyse man will pacifye him."},{"number":15,"verse":"The cherefull countenaunce of the kynge is lyfe, and his louynge fauoure is as the euenynge dewe."},{"number":16,"verse":"To haue wysdome in possessyon is better then to haue golde: and to get vnderstandynge, is rather to be chosen them to haue syluer."},{"number":17,"verse":"The path of the ryghteous is to eschue euell: & who so loketh well to his wayes, kepeth his awne soule."},{"number":18,"verse":"Presumtpteousnes goeth before destruccyon, and after a proude stomake there foloweth a fall."},{"number":19,"verse":"Better is it to be of humble mynde with the lowly, then to deuyde the spoyles with the proude."},{"number":20,"verse":"He that handleth a matter wysely, opteyneth good: & blessed is he, that putteth hys trust in the Lorde."},{"number":21,"verse":"Who so hath a wyse vnderstandynge, shalbe called to councell: and he that can speake fayre, shall haue the more lernynge."},{"number":22,"verse":"Understandinge is a well of lyfe vnto him that hath it: as for the chastenynge of fooles, it is but foolyshnesse."},{"number":23,"verse":"A wyse hart ordreth hys mouth wysely, and amendeth the doctryne in his lyppes."},{"number":24,"verse":"Fayre wordes are an hony combe, a refreshynge of the mynde, & health of the bones."},{"number":25,"verse":"There is awaye that men thyncke to be ryght, but the ende therof leadeth vnto death."},{"number":26,"verse":"A troublous soule disquyeteth her selfe, for her awne mouth hath brought her therto."},{"number":27,"verse":"An vngodly personne stereth vp euell, and in his lippes he is as an whote burnynge fyre."},{"number":28,"verse":"A frowarde body causeth stryfe, and he that is a blabbe of hys tonge, maketh deuisyon amonge prynces."},{"number":29,"verse":"A wycked man begyleth hys neyghbour, and leadeth him in to the waye that is not good."},{"number":30,"verse":"The vngodly that loketh gastely wt hys eyes ymagineth myschefe, & when he moueth his lyppes, he wyll do some harme."},{"number":31,"verse":"Age is a crowne of worshype, yf it be founde in the waye of ryghteousnes."},{"number":32,"verse":"A pacient man is better then one stronge: and he that can rule him selfe, is more worth then he that wynneth a cytye."},{"number":33,"verse":"The lottes are cast in to the lappe, but the ordrynge ther of standeth all in the Lorde."}]}