{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better is the pore that lyueth godly, then the blasphemer that is but a fole."},{"number":2,"verse":"Where no discrecyon is, there the soule is inclined to the thyng that is not good, and is swyft on fote, and offendeth."},{"number":3,"verse":"Folysshenes maketh a man to go out of hys waye, & then is hys herte vnpacient against the Lorde."},{"number":4,"verse":"Ryches make many frendes: but the pore is forsaken of hys neyghboure."},{"number":5,"verse":"A false witnes shall not remayne vnpunysshed: and he that speaketh lyes shall not escape."},{"number":6,"verse":"The multitude hangeth vpon great men: and euery man fauoureth hym that geueth rewardes."},{"number":7,"verse":"As for the poore, he is hated amonge all his brethren: yee, hys awne frendes withdrawe from him: and yf he aske them the cause, they dysdayne to answere hym."},{"number":8,"verse":"He that is wyse, loueth hys awne soule: and kepeth vnderstandinge, that he maye prospere."},{"number":9,"verse":"A false witnes shall not remayne vnpunyshed: and he that speaketh lyes shall peryshe."},{"number":10,"verse":"Pleasure becommeth not a foole, moch more vnsemely is it, a bonde man to haue the rule of prynces."},{"number":11,"verse":"A wyse man can put of displeasure: and it is hys honoure to lett some fautes passe."},{"number":12,"verse":"The kynges dysfauoure is lyke the roarynge of a lyon, but hys frendshypis lyke the dewe vpon the grasse."},{"number":13,"verse":"An vndyscrete sonne is the heuynes of his father: & a braulyng wyfe is lyke the top of an house, where thorowe it is euer droppynge."},{"number":14,"verse":"House and rychesse maye a man haue by the herytage of hys elders: but a dyscrete woman is the gyft of the Lorde."},{"number":15,"verse":"Slouthfulnes bryngeth slepe: and a soule accustomed with crafte shall suffre honger."},{"number":16,"verse":"Whoso kepeth the commaundment, kepeth his awne soule: but he that regardeth not hys waye, shall dye."},{"number":17,"verse":"He that hath pitye vpon the poore, lendeth vnto the Lorde: and loke what he layeth out, it shalbe payed hym agayne."},{"number":18,"verse":"Chasten thy sonne whyle there is hope: but let not thy soule be moued to slaye hym."},{"number":19,"verse":"A man of great wrath beareth a payne: and though thou once deliuer him, thou must agayne do asmoch for him."},{"number":20,"verse":"O geue care vnto good councell, and be content to be reformed, that thou mayest be wyse in thy latter dayes."},{"number":21,"verse":"There are many deuyces in a mans herte: neuertheles, the councell of the Lorde shall stande."},{"number":22,"verse":"It is a mans worship to do good: & better it is to be a pore man then a dissembler."},{"number":23,"verse":"The feare of the Lord bringeth a man to lyfe: and he shall rest the hole night in plenteousnes, without visitacyon of anye plage."},{"number":24,"verse":"A slouthfull man shuteth his handes into his bosom, as into the pot: and wyll not take payne to put it to hys mouth."},{"number":25,"verse":"If thou smytest a scornefull persone, the ignoraunt shall take better heed: and yf thou reprouest one that hath vnderstondynge, he wylbe the wyser."},{"number":26,"verse":"He that hurteth his father or shuteth out hys mother, is a shamefull and an vnworthy sonne."},{"number":27,"verse":"My sonne, heare nomore the doctrine that leadeth the vnto errours from the wordes of vnderstondinge."},{"number":28,"verse":"A false witnes laugheth iudgement to scorne: and the mouth of the vngodly eateth wickednesse."},{"number":29,"verse":"Punyshementes are ordeyned for the scornefull: and stryppes for fooles backes."}]}