{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"Wyne maketh a man to be scornefull: and stronge dryncke causeth a man to be vnquyete: who so delyteth therin, shall neuer be wyse."},{"number":2,"verse":"The kynge ought to be feared as the roaryng of a lion: who so prouoketh him vnto anger offendeth agenst his awne soule."},{"number":3,"verse":"It is a mans honour to kepe him selfe from strife: but they that haue pleasure in braulynge are fooles euery one."},{"number":4,"verse":"A slouthfull body wyll not go to plowe for colde of the wynter: therfore shall he go a beggyng in sommer, & haue nothynge."},{"number":5,"verse":"Wyse councell in the herte of man is lyke a water in the depe of the earth: and a man that hath vnderstondynge bryngethe it forth."},{"number":6,"verse":"Many there be that wolde be called good doers: but where shall one fynde a true faythfull man."},{"number":7,"verse":"Whoso leadeth a godly and an innocent life: is righteous and happy shall hys chyldren be whom he leaueth behynde him."},{"number":8,"verse":"A kyng that sitteth in the throne of iudgment, and loketh well about hym, dryueth awaye all euell."},{"number":9,"verse":"Who can saye, my hert is cleane, I am innocent from synne?"},{"number":10,"verse":"To vse two maner of weyghtes, or two maner of measures, both these are abhomynable vnto the Lorde."},{"number":11,"verse":"A childe is knowne by his conuersacion, whether his worckes be pure & ryght."},{"number":12,"verse":"The eare to heare, the eye to se: the Lorde hath made them both."},{"number":13,"verse":"Delyte not thou in slepe, lest thou come vnto pouertye: but open thyne eyes, that thou mayst haue bred ynough."},{"number":14,"verse":"It is naught it is naught (sayeth he that byeth any thynge:) but when he commeth to his awne house, then he boasteth of hys peny worth."},{"number":15,"verse":"A man that hath a mouth of vnderstandynge hathe many precyous stones and costly Iewels."},{"number":16,"verse":"Take hys garment that is suretye for a straunger: and take a pledge of hym for the vnknowne mans sake."},{"number":17,"verse":"Euery man lyketh the breed that is gotten with disceate: but at the last hys mouth shalbe fylled with grauell."},{"number":18,"verse":"Thorowe councell, the thynges that men deuyse go forwarde: and wt discrecion ought warres to be taken in hande."},{"number":19,"verse":"The crafty disceatfull bewrayth secret councell: and to him that custometh flaterynge lyppes ioyne nott thy selfe."},{"number":20,"verse":"Whoso curseth hys father & mother: his lyght shalbe put out in the myddest of darcknes."},{"number":21,"verse":"The heritage that commeth to hastely at the first, shall not be praysed at the ende."},{"number":22,"verse":"Saye not thou: I wyll recompense euell: but put thy trust in the Lorde, and he shall defende the."},{"number":23,"verse":"The Lorde abhorreth two maner of weyghtes, and a false balaunce is an euell thinge."},{"number":24,"verse":"The Lorde ordreth euery mans goinges: howe maye a man then vnderstande hys awne waye?"},{"number":25,"verse":"It is a snare for a man to deuoure that which is holy: and after the vowe to turne to thyne awne vse, the thynge thou hast vowed."},{"number":26,"verse":"A wyse king destroyethe the vngodly, and bryngeth the whele ouer them."},{"number":27,"verse":"The lanterne of the Lorde is the breth of man: and goth thorowe all the inwarde partes of the body."},{"number":28,"verse":"Mercye and faythfulnes preserue the kinge: and with louynge kyndnes hys seate is holden vp."},{"number":29,"verse":"The strength of yonge men is theyr worshyppe, and a gray heed is an honour vnto the aged."},{"number":30,"verse":"Woundes dryue, awaye euell, & so do strypes the inwarde partes of the body."}]}