{"bibleAbbr":"GB1539","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"The wordes of Agur the sonne of Iakei, and the prophecie that the same man spake vnto Ithiel, euen vnto Ithiel, and Uchal:"},{"number":2,"verse":"I am more foolysh then any man, and haue no mans vnderstandyng"},{"number":3,"verse":"I neuer lerned wysdome, ner had knowledge of holy thynges."},{"number":4,"verse":"Who hath clymed vp into heauen? Who hath come doune from thence? Who hath holden the wynd fast in his hand? Who hath comprehended the waters in a garment? Who hath sett all the endes of the worlde? What is hys name, or his sonnes name? Canst thou tell"},{"number":5,"verse":"all the wordes of God are pure and cleane, for he is a shylde vnto all them, that put theyr trust in hym."},{"number":6,"verse":"Put thou nothyng vnto hys wordes, lest he reproue the, and thou be founde a lyar."},{"number":7,"verse":"Two thynges haue I requyred of the, that thou wylt not denye me before I dye."},{"number":8,"verse":"Remoue fro me vanite and lyes: geue me nether pouerte nor ryches, onely graunte me a necessary lyuynge."},{"number":9,"verse":"Lest yf I be to full, I denye the, and saye: who is the Lorde? And lest I beinge constrayned thorow pouerte, fall vnto stealynge, and take the name of my God in vayne."},{"number":10,"verse":"Accuse not a seruaunt vnto hys master, lest he speake euell of the, and thou be hurte."},{"number":11,"verse":"There is a generacyon that curseth theyr father, and doth not blesse theyr mother."},{"number":12,"verse":"There is a generacion that thynke them selues cleane, and yet is not clensed from theyr fylthynesse."},{"number":13,"verse":"There is a generacyon that hath a proude loke, & doth cast vp theyr eye lyddes."},{"number":14,"verse":"There is a generacion whose teth are swerdes, & with theyr chaw bones they consume & deuoure the symple of the earth, and the poore from amonge men."},{"number":15,"verse":"The horsleche hath two daughters cryeng: bryng hyther, bryng hyther."},{"number":16,"verse":"There be thre thynges that are neuer satysfyed, yee, fowre thynges sayeth neuer hoo. The graue: a womans wombe closed: and the earth that hath neuer water ynough. As for fyre, it sayeth neuer hoo."},{"number":17,"verse":"Who so laugheth hys father to scorne, and setteth hys mothers commaundement at naught: the rauens pycke out hys eyes in the valleye, and deuoured be he of the yonge Aegles."},{"number":18,"verse":"There be thre thynges to hye for me, yea foure that passeth my knowledge."},{"number":19,"verse":"The waye af an Aegle in the ayre, the waye of a serpent ouer a stone, the waye of a shyp in the see, and the waye of a man wyth a yonge woman."},{"number":20,"verse":"Soch is the waye also of a wyfe that breaketh wedlocke, which wypeth her mouth lyke as when she hath eaten and sayeth: As for me. I haue done no harme."},{"number":21,"verse":"Thorow thre thynges the earth is dysquieted, & the fourth may it not beare:"},{"number":22,"verse":"Thorow a seruaunt that beareth rule. Thorow a foole that hath to moche breed,"},{"number":23,"verse":"thorow a wife worthy hatered when she is maryed, and thorow an hand mayden that is heyre to her mastres."},{"number":24,"verse":"These be foure thynges in the earth, the which are very lytle: but in wysdome they exceade the wyse"},{"number":25,"verse":"The emmettes are but weake people yet gather they theyr meate together in the haruest."},{"number":26,"verse":"The Conyes are but a feble folke, yet make they theyr couches amonge the rockes."},{"number":27,"verse":"The greshoppers haue not a gyde, yet go they forth together by heapes."},{"number":28,"verse":"The spyder laboureth with her handes, & is in Kynges places."},{"number":29,"verse":"There be thre thynges that go styfly, yea fowre ar comlye in goinge."},{"number":30,"verse":"A Lyon, which is strongest among beastes, and geueth place to no man:"},{"number":31,"verse":"A grehounde stronge in the hynder partes: A ramme also & a Kyng, agaynst whom no man aryseth vp."},{"number":32,"verse":"Yf thou hast done foolyshly whan thou wast in hye estate, or yf thou hast taken euell councell: then laye thyne hande vpon thy mouth."},{"number":33,"verse":"Who so chyrmeth mylcke, maketh butter: and he that rubbeth hys nose, maketh it blede: Euen so he that causeth wrath bringeth forth stryfe."}]}