{"bibleAbbr":"KNCL","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"ಮನೆಯಾಳಲ್ಲ, ಮಗನೇ ಹೌದು ನಾನು ಮತ್ತೆ ಹೇಳುವುದೇನೆಂದರೆ; ವಾರಸುದಾರನು ತಂದೆಯ ಆಸ್ತಿಗೆಲ್ಲಾ ಹಕ್ಕುದಾರನಾಗಿದ್ದರೂ, ಅವನು ಬಾಲಕನಾಗಿರುವ ತನಕ ಅವನಿಗೂ ಆಳಿಗೂ ವ್ಯತ್ಯಾಸವಿರುವುದಿಲ್ಲ."},{"number":2,"verse":"ತಂದೆ ಗೊತ್ತುಮಾಡಿದ ದಿನದವರೆಗೂ ಅವನು ಪೋಷಕರ ಹಾಗೂ ಕಾರ್ಯನಿರ್ವಾಹಕರ ಕೈಕೆಳಗೆ ಇರುತ್ತಾನೆ."},{"number":3,"verse":"ನಮ್ಮ ಸ್ಥಿತಿಯೂ ಹಾಗೆಯೇ ಇತ್ತು. ನಾವು ಬಾಲಕರಂತೆ ವಿಶ್ವದ ಮೂಲಭೂತ ಶಕ್ತಿಗಳಿಗೆ ಅಧೀನರಾಗಿದ್ದೆವು."},{"number":4,"verse":"ಕಾಲವು ಪರಿಪಕ್ವವಾದಾಗ ದೇವರು ತಮ್ಮ ಪುತ್ರನನ್ನೇ ಕಳುಹಿಸಿಕೊಟ್ಟರು. ಇವರು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಾದವರನ್ನು ಬಿಡುಗಡೆ ಮಾಡುವುದಕ್ಕಾಗಿಯೂ ದೇವಪುತ್ರರ ಪದವಿಯನ್ನು ನಮಗೆ ಒದಗಿಸಿಕೊಡುವುದಕ್ಕಾಗಿಯೂ ಒಬ್ಬ ಸ್ತ್ರೀಯಲ್ಲಿ ಜನಿಸಿದರು. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಾಗಿಯೇ ಹುಟ್ಟಿದರು."},{"number":6,"verse":"ನೀವು ದೇವರ ಮಕ್ಕಳಾಗಿರುವುದರಿಂದಲೇ, “ಅಪ್ಪಾ, ತಂದೆಯೇ,” ಎಂದು ಕರೆಯುವ ತಮ್ಮ ಪುತ್ರನ ಆತ್ಮವನ್ನು ದೇವರು ನಮ್ಮ ಹೃದಯಗಳಿಗೆ ಕಳುಹಿಸಿದ್ದಾರೆ."},{"number":7,"verse":"ಆದ್ದರಿಂದ, ದೇವರ ಅನುಗ್ರಹದಿಂದಲೇ ನೀನು ಇನ್ನು ಮನೆಯಾಳಲ್ಲ, ಮಗನಾಗಿದ್ದೀ. ಮಗನೆಂದ ಮೇಲೆ ನೀನು ವಾರಸುದಾರನೂ ಹೌದು."},{"number":8,"verse":"ಪೌಲನ ಕಳಕಳಿ ಹಿಂದೆ ನೀವು ದೇವರನ್ನು ಅರಿಯದೆ ಇದ್ದಿರಿ. ದೇವರಲ್ಲದವುಗಳಿಗೆ ಅಧೀನರಾಗಿದ್ದೀರಿ."},{"number":9,"verse":"ಈಗಲಾದರೋ ನಿಜದೇವರನ್ನು ಅರಿತುಕೊಂಡಿದ್ದೀರಿ; ಸರಿಯಾಗಿ ಹೇಳಬೇಕಾದರೆ ದೇವರು ನಿಮ್ಮನ್ನು ಅರಿತುಕೊಂಡಿದ್ದಾರೆ. ಹೀಗಿರಲಾಗಿ, ದುರ್ಬಲ ಹಾಗೂ ದರಿದ್ರವಾದ ಮೂಲಭೂತ ಶಕ್ತಿಗಳಿಗೆ ನೀವು ಮರಳುವುದೇಕೆ? ಪುನಃ ಅವುಗಳಿಗೆ ಗುಲಾಮರಾಗಲು ಇಚ್ಛಿಸುವುದೇಕೆ?"},{"number":10,"verse":"ನೀವು ಶುಭಾಶುಭ ದಿನಗಳನ್ನು, ಮಾಸಗಳನ್ನು ಮತ್ತು ಸಂವತ್ಸರಗಳನ್ನು ಜಾಗರೂಕತೆಯಿಂದ ನೋಡುತ್ತೀರಿ."},{"number":11,"verse":"ನಿಮಗಾಗಿ ನಾನು ಪಟ್ಟ ಪ್ರಯಾಸವೆಲ್ಲ ವ್ಯರ್ಥವಾಯಿತೇನೋ ಎಂಬ ಶಂಕೆ ನನ್ನನ್ನು ಕಾಡುತ್ತಿದೆ."},{"number":12,"verse":"ಪ್ರಿಯ ಸಹೋದರರೇ, ನಾನು ನಿಮ್ಮಂತೆ ಆದಹಾಗೆ, ನೀವೂ ನನ್ನಂತೆ ಆಗಬೇಕೆಂದು ಕಳಕಳಿಯಿಂದ ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ. ನೀವು ನನಗೆ ಯಾವ ಅನ್ಯಾಯವನ್ನೂ ಮಾಡಿಲ್ಲ."},{"number":13,"verse":"ನಾನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದುದರಿಂದ ನಿಮ್ಮಲ್ಲೇ ಇದ್ದು ಮೊತ್ತಮೊದಲ ಬಾರಿಗೆ ಶುಭಸಂದೇಶವನ್ನು ನಿಮಗೆ ಸಾರಲು ಆಸ್ಪದವಾಯಿತು. ಇದನ್ನು ನೀವು ಬಲ್ಲಿರಿ."},{"number":14,"verse":"ನನ್ನ ದೇಹಸ್ಥಿತಿ ನಿಮಗೆ ಬೇಸರವನ್ನುಂಟುಮಾಡುವಂಥದ್ದಾಗಿದ್ದರೂ ನೀವು ನನ್ನನ್ನು ತಿರಸ್ಕರಿಸಲಿಲ್ಲ; ಅಸಹ್ಯಪಡಲಿಲ್ಲ. ನನ್ನನ್ನು ದೇವದೂತನಂತೆ ಏಕೆ, ಕ್ರಿಸ್ತಯೇಸುವಿನಂತೆಯೇ ಭಾವಿಸಿ ಉಪಚರಿಸಿದಿರಿ."},{"number":15,"verse":"ಅದೊಂದು ಭಾಗ್ಯವೆಂದೇ ತಿಳಿದಿರಿ. ಆ ಭಾವನೆ ಈಗೆಲ್ಲಿದೆ? ಆಗ, ಬೇಕಾಗಿದ್ದಿದ್ದರೆ ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನೇ ಕಿತ್ತು ನನಗೆ ಕೊಡುತ್ತಿದ್ದಿರಿ ಎಂದು ನಾನು ಹೇಳಬಲ್ಲೆ!"},{"number":16,"verse":"ಹೀಗಿರಲಾಗಿ ಸತ್ಯವನ್ನು ನುಡಿಯುವುದರಿಂದ ನಾನು ನಿಮಗೆ ಶತ್ರುವಾಗಿಬಿಟ್ಟೆನೇ?"},{"number":17,"verse":"ಆ ನನ್ನ ವಿರೋಧಿಗಳು ನಿಮ್ಮನ್ನು ಮೆಚ್ಚಿಸಲು ತುಂಬ ಆಸಕ್ತಿಯನ್ನು ತೋರಿಸುತ್ತಿದ್ದಾರೆ. ಆದರೆ ಅವರ ಉದ್ದೇಶ ಒಳ್ಳೆಯದಲ್ಲ. ನೀವು ಸಹ ಅವರನ್ನು ಅಷ್ಟೇ ಆಸಕ್ತಿಯಿಂದ ಮೆಚ್ಚಿಸಬೇಕೆಂಬುದೇ ಅವರ ಉದ್ದೇಶ. ಆದ್ದರಿಂದಲೇ ನಿಮ್ಮನ್ನು ನನ್ನಿಂದ ಬೇರ್ಪಡಿಸಲು ಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ."},{"number":18,"verse":"ನಾನು ನಿಮ್ಮ ಬಳಿ ಇರಲಿ, ಇಲ್ಲದಿರಲಿ, ಬೇರೆಯವರು ನಿಮ್ಮಲ್ಲಿ ಅಷ್ಟು ಆಸಕ್ತರಾಗಿರುವುದು ಒಳ್ಳೆಯದೇ. ಆದರೆ ಅಂಥ ಆಸಕ್ತಿ ಸದುದ್ದೇಶದಿಂದ ಕೂಡಿರಬೇಕು."},{"number":19,"verse":"ನನ್ನ ಪ್ರಿಯ ಮಕ್ಕಳೇ, ತಾಯಿ ತನ್ನ ಮಗುವಿಗಾಗಿ ಪ್ರಸವವೇದನೆಪಡುವ ಪ್ರಕಾರ ಕ್ರಿಸ್ತಯೇಸು ನಿಮ್ಮಲ್ಲಿ ರೂಪುಗೊಳ್ಳುವ ತನಕ ನಿಮಗಾಗಿ ನಾನು ಮತ್ತೆ ಅಂಥ ವೇದನೆಯನ್ನು ಪಡುತ್ತಿದ್ದೇನೆ."},{"number":20,"verse":"ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಏನು ಮಾಡಬೇಕೋ ನನಗೆ ತೋಚುತ್ತಿಲ್ಲ. ಬಹುಶಃ ನೇರವಾಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದು, ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲೇ ಇದ್ದು ನನ್ನ ಮಾತಿನ ವೈಖರಿಯನ್ನು ಬದಲಾಯಿಸಿದ್ದರೆ ಚೆನ್ನಾಗಿರುತ್ತಿತ್ತೇನೋ!"},{"number":21,"verse":"ದಾಸಿಯ ಮಕ್ಕಳಲ್ಲ, ಧರ್ಮಪತ್ನಿಯ ಮಕ್ಕಳು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಾಗಲು ಆಶಿಸುವವರೇ, ನನಗೆ ಉತ್ತರ ಕೊಡಿ: ಅದೇ ಧರ್ಮಶಾಸ್ತ್ರ ಹೇಳುವುದನ್ನು ನೀವು ಕೇಳಿಲ್ಲವೇ?"},{"number":22,"verse":"ಅಬ್ರಹಾಮನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು: ಒಬ್ಬನು ದಾಸಿಯಿಂದ ಹುಟ್ಟಿದವನು; ಇನ್ನೊಬ್ಬನು ಧರ್ಮಪತ್ನಿಯಿಂದ ಹುಟ್ಟಿದವನು."},{"number":23,"verse":"ದಾಸಿಯ ಮಗ ಪ್ರಕೃತಿ ಸಹಜವಾಗಿ ಹುಟ್ಟಿದವನು; ಧರ್ಮಪತ್ನಿಯ ಮಗನಾದರೋ ವಾಗ್ದಾನದ ಫಲವಾಗಿ ಹುಟ್ಟಿದವನು."},{"number":24,"verse":"ಇದೊಂದು ಅಲಂಕಾರ ರೂಪ. ಆ ಇಬ್ಬರು ಸ್ತ್ರೀಯರು ಎರಡು ಒಡಂಬಡಿಕೆಗಳಿಗೆ ಸದೃಶರಾಗಿದ್ದಾರೆ. ಒಂದು, ಸೀನಾಯ್ ಪರ್ವತದಲ್ಲಿ ಮಾಡಲಾದ ಒಡಂಬಡಿಕೆ; ಅದು ದಾಸತ್ವಕ್ಕೆ ಮಕ್ಕಳನ್ನು ಹೆರುತ್ತದೆ. ಅದನ್ನು ಸೂಚಿಸುವವಳೇ ದಾಸಿ ಹಾಗರಳು."},{"number":25,"verse":"ಅರೇಬಿಯಾದಲ್ಲಿರುವ ಸೀನಾಯ್ ಪರ್ವತವನ್ನು ಪ್ರತಿನಿಧಿಸುವ ಈ ಹಾಗರಳು ಈಗಿನ ಜೆರುಸಲೇಮ್ ನಗರವನ್ನು ಹೋಲುತ್ತಾಳೆ. ಹೇಗೆಂದರೆ, ಜೆರುಸಲೇಮ್ ತನ್ನ ಮಕ್ಕಳ ಸಮೇತವಾಗಿ ದಾಸತ್ವದಲ್ಲಿ ಇದೆ."},{"number":26,"verse":"ಆದರೆ ಸ್ವರ್ಗೀಯ ಜೆರುಸಲೇಮ್ ದಾಸಿ ಅಲ್ಲ, ಸ್ವತಂತ್ರಳು, ಈಕೆಯೇ ನಮ್ಮ ತಾಯಿ."},{"number":27,"verse":"“ಸಂತಾನವಿಲ್ಲದ ಸ್ತ್ರೀಯೇ, ಸಂತೋಷಿಸು ಪ್ರಸವವೇದನೆಯನರಿಯದವಳೇ, ಹರ್ಷೋದ್ಗಾರಮಾಡು ಗಂಡನುಳ್ಳವಳಿಗಿಂತ ಕೈಬಿಟ್ಟವಳ ಸಂತಾನ ಹೆಚ್ಚು.” ಎಂದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲೇ ಲಿಖಿತವಾಗಿದೆ."},{"number":28,"verse":"ಆದ್ದರಿಂದ ಪ್ರಿಯ ಸಹೋದರರೇ, ನೀವು (ಅಥವಾ : ನಾವು.) ಇಸಾಕನಂತೆ ವಾಗ್ದಾನದ ಫಲವಾಗಿ ಹುಟ್ಟಿದ ಮಕ್ಕಳು."},{"number":29,"verse":"ಅಂದು ಪ್ರಕೃತಿಸಹಜವಾಗಿ ಹುಟ್ಟಿದವನು ದೇವರಾತ್ಮದಿಂದ ಹುಟ್ಟಿದವನನ್ನು ಹಿಂಸೆಪಡಿಸಿದಂತೆ ಇಂದೂ ನಡೆಯುತ್ತದೆ."},{"number":30,"verse":"ಪವಿತ್ರಗ್ರಂಥ ಹೇಳುವುದಾದರೂ ಏನು? “ದಾಸಿಯನ್ನೂ ಅವಳ ಮಗನನ್ನೂ ಹೊರಕ್ಕೆ ದೂಡು; ದಾಸಿಯ ಮಗನು ಧರ್ಮಪತ್ನಿಯ ಮಗನೊಂದಿಗೆ ಪಾಲುಗಾರನಾಗಕೂಡದು.” ಎಂದಲ್ಲವೇ?"},{"number":31,"verse":"ಹೌದು, ಪ್ರಿಯ ಸಹೋದರರೇ, ನಾವು ದಾಸಿಯ ಮಕ್ಕಳಲ್ಲ, ಧರ್ಮಪತ್ನಿಯ ಮಕ್ಕಳು."}]}