{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"And ye LORDE talked wt Moses & Aaron & sayde:"},{"number":2,"verse":"Speake vnto ye childre of Israel, and saye: These are the beestes which ye shal eate amoge all ye beestes vpo earth:"},{"number":3,"verse":"What so euer hath hoffe, & deuydeth it in to two clawes, & cheweth cud amonge the beestes, that shal ye eate."},{"number":4,"verse":"But loke what cheweth cud & hath hoffe, & deuydeth it not, as the Camell, the same is vncleane vnto you, & ye shal not eate it."},{"number":5,"verse":"The Conyes chewe cud, but they deuyde not the hoffe in to two clawes, therfore are they vncleane vnto you."},{"number":6,"verse":"The Hare cheweth cud also, but deuydeth not ye hoffe in to two clawes, therfore is he vncleane vnto you."},{"number":7,"verse":"And the Swyne deuydeth ye hoffe in to two clawes, but cheweth not the cud, therfore is it vncleane vnto you."},{"number":8,"verse":"Of the flesh of these shall ye not eate, ner touch their carcases, for they are vncleane vnto you."},{"number":9,"verse":"These shall ye eate of all that are in the waters: What so euer hath fynnes and scales in the waters, sees & ryuers, that shal ye eate."},{"number":10,"verse":"But what so euer hath not fynnes and scales in the sees and ryuers, amonge all yt moue in the waters, & of all that lyue in the waters, it shalbe an abhominacion vnto you,"},{"number":11,"verse":"so that ye eate not of their flesh, and that ye abhorre their carcases."},{"number":12,"verse":"For all that haue not fynnes & scales in the waters, shall ye abhorre."},{"number":13,"verse":"And these shal ye abhorre amonge ye foules, so that ye eate them not: The Aegle, the Goshauke, the Cormoraunte,"},{"number":14,"verse":"the Vultur, ye Ryce, and all his kynde,"},{"number":15,"verse":"and all Rauens wt their kynde:"},{"number":16,"verse":"the Estrich, ye Nightcrow, the Cocow, the Sparow hauke with his kynde,"},{"number":17,"verse":"the litle Oule, the Storke, the greate Oule,"},{"number":18,"verse":"ye Backe, the Pellycane, the Swanne, the Pye,"},{"number":19,"verse":"the Heron, ye Iaye with his kynde, the Lapwynge, and ye Swalowe."},{"number":20,"verse":"And whatsoeuer crepeth amonge the foules, and goeth vpon foure fete, shalbe an abhominacio vnto you."},{"number":21,"verse":"Yet these shal ye eate of the foules that crepe and go vpon foure fete: euen those that haue no knyes aboue vpon ye legges, to hoppe withall vpon earth."},{"number":22,"verse":"Of these maye ye eate, as there is the Arbe with his kynde, and the Selaam with his kynde, & the Hargol with his kynde, & the Hagab wt his kynde."},{"number":23,"verse":"But what so euer els hath foure fete amonge the foules, it shalbe an abhominacion vnto you,"},{"number":24,"verse":"and ye shal take it for vncleane. Who so euer toucheth the carcase of soch, shall be vncleane vntill ye euen:"},{"number":25,"verse":"and who so euer beareth the carcase of eny of these, shall wash his clothes, and shalbe vncleane vntyll the euen."},{"number":26,"verse":"Therfore euery beest that hath hoffe, and deuydeth it not in to two clawes, & cheweth not cud, shalbe vncleane vnto you. Who so euer toucheth soch, shalbe vncleane."},{"number":27,"verse":"And what so euer goeth vpon handes amonge ye beestes that go vpon foure fete, shalbe vncleane vnto you. Who so euer toucheth the carcases of the, shalbe vncleane vntyll euen."},{"number":28,"verse":"And he yt beareth their carcase, shall wash his clothes, and be vncleane vntyll the eue: For soch are vncleane vnto you."},{"number":29,"verse":"These shalbe vncleane vnto you also, amonge the beestes that crepe vpon earth: ye Wesell, the Mouse, the Tode, euery one with his kynde,"},{"number":30,"verse":"the Hedgehogge, the Stellio, the Lacerte, the Snale, and the Moule,"},{"number":31,"verse":"these are vncleane vnto you amonge all that crepe. Who so euer toucheth the deed carcase of the, shalbe vncleane vntyll the euen."},{"number":32,"verse":"And what so euer eny soch deed carcase falleth vpon, it shalbe vncleane, what so euer vessell of wodd it be, or rayment, or skynne, or bagge. And euery vessell that eny thinge is occupyed with all, shalbe put in the water, and is vncleane vntyll the euen, and then shal it be cleane."},{"number":33,"verse":"All maner of earthen vessell that eny soch carcase falleth in to, shal all be vncleane that therin is, & ye shal breake it."},{"number":34,"verse":"All meate which is eate, that eny soch water commeth in to, is vncleane: & all maner of drynke that is dronke in all maner of soch vessell, is vncleane."},{"number":35,"verse":"And what so euer eny soch carcase falleth vpo, it shalbe vncleane, whether it be ouen or kettell, so shal it be broke, for it is vncleane, and shalbe vncleane vnto you:"},{"number":36,"verse":"Neuertheles the fountaynes, welles, & poundes of water are cleane. But who so euer toucheth their carcases, is vncleane."},{"number":37,"verse":"And though the deed carcase of eny soch fell vpon the sede that is sowne, yet is it cleane."},{"number":38,"verse":"But whan there is water poured vpon the sede, and afterwarde eny soch deed carcase falleth theron, then shall it be vncleane vnto you."},{"number":39,"verse":"Whan a beest dyeth that ye maye eate, he that toucheth the deed carcase therof, is vncleane vntyll euen."},{"number":40,"verse":"Who so eateth of eny soch carcase, shall wash his clothes, and be vncleane vntyll the euen. Likewyse he that beareth eny soch carcase, shal wash his clothes, and be vncleane vntyll the euen."},{"number":41,"verse":"What so euer crepeth vpon earth, shall be an abhominacion vnto you, and shall not be eaten."},{"number":42,"verse":"And what so euer crepeth vpon ye bely, or all that goeth vpon foure or mo fete, amoge all that crepeth vpon earth, shall ye not eate, for it shalbe an abhominacion vnto you."},{"number":43,"verse":"Make not youre soules abhominable, and defyle you not in them, to stayne youre selues:"},{"number":44,"verse":"for I am the LORDE youre God. Therfore shal ye sanctifie youre selues, that ye maye be holy, for I am holy. And ye shal not defyle youre selues on eny maner of crepynge beest, that crepeth vpon earth:"},{"number":45,"verse":"for I am the LORDE, which brought you out of the londe of Egipte, that I might be youre God: therfore shal ye be holy, for I am holy."},{"number":46,"verse":"This is the lawe ouer ye beestes and foules, & all maner of soules of crepynge beestes in the waters, and all maner of soules yt crepe vpon earth:"},{"number":47,"verse":"that ye maie knowe to discerne what is vncleane & cleane, and what maner of beestes are to be eaten, and which are not to be eaten."}]}