{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"And ye LORDE spake vnto Moses & Aaron, & sayde:"},{"number":2,"verse":"Whan there ryseth vp eny thinge in the skynne of a mans flesh, whether it be a scabbe or a glistrynge whyte (as though there wolde be a leprosy in ye skynne of his flesh) he shal be brought vnto Aaron the prest, or to one of his sonnes amonge ye prestes."},{"number":3,"verse":"And whan the prest seyth the plage vpon the skynne of the flesh, that the hayres are turned to whyte, and it seme deper in that place then the other skynne of his flesh, then is it surely a leprosy, therfore shal the prest loke vpon him, and iudge him vncleane."},{"number":4,"verse":"But whan there is eny whyte plecke in the skynne of his flesh, and yet seme no deper then the other skynne of the flesh, and the hayres be not turned to whyte, the shal the prest shut him vp seuen dayes,"},{"number":5,"verse":"and on ye seuenth daye loke vpon him: yf the plage seme vnto him as afore, & hath frett no deper in the skynne, then shall the prest shut him vp yet seuen dayes mo."},{"number":6,"verse":"And whan he loketh on him agayne vpon the seuenth daye, and fyndeth, that the plage be darkish, and hath frett no deper in the skynne, the shal he iudge him cleane, for it is but a skyrfe, and he shal wash his clothes, & then is he cleane."},{"number":7,"verse":"But whan the scabbe fretteth farther in the skynne (after that he is sene of the prest, and iudged cleane) and he be now sene of the prest agayne:"},{"number":8,"verse":"whan the prest seyth the, yt the scabbe hath frett farther in the skynne, he shal iudge him vncleane, for it is surely a leprosy."},{"number":9,"verse":"Whan a plage of leprosy is vpo a man, he shalbe brought vnto the prest."},{"number":10,"verse":"Whan he seyth and fyndeth, that there is whyte rysen vp in the skynne, and the hayre turned vnto whyte, and there be rawe flesh in the sore,"},{"number":11,"verse":"the is it surely an olde leprosy in ye skynne of his flesh, therfore shal the prest iudge him vncleane, and not shut him vp, for he is vncleane allready."},{"number":12,"verse":"But whan the leprosy breaketh out in the skynne, and couereth the whole skynne, from the heade vnto the fote, all that the prest can se,"},{"number":13,"verse":"So whan the prest loketh vpon it, and fyndeth, that ye leprosy hath couered all the flesh, he shal iudge him cleane, for so moch as it is turned all in to whyte vpon him, for he is cleane."},{"number":14,"verse":"Notwithstodinge yf there be rawe flesh there, in the daye whan he is loked vpon, the is he vncleane."},{"number":15,"verse":"And whan the prest seyth ye rawe flesh, he shall iudge him vncleane, for he is vncleane, & it is surely a leprosye."},{"number":16,"verse":"But yf the rawe flesh chaunge agayne, and be turned in to whyte, then shall he come vnto the prest."},{"number":17,"verse":"And whan the prest loketh vpon him, and fyndeth, that the plage is turned to whyte, he shall iudge him cleane, for he is cleane."},{"number":18,"verse":"Whan there is a byle in the skynne of eny mans flesh, and healeth agayne,"},{"number":19,"verse":"and afterwarde in the same place there aryse vp eny whyte thinge, or a glisterynge whyte somwhat reedish, he shal be sene of the prest."},{"number":20,"verse":"So whan the prest, seyeth, that it appeareth to be lower then the other skynne, and the hayre turned to whyte, then shall he iudge him vncleane, for it is surely a plage of leprosye broken out of the byle."},{"number":21,"verse":"But yf the prest se and fynde, that the hayres are not whyte, and it not lower then the other skynne, and is darkysh, he shal shut him vp seuen dayes."},{"number":22,"verse":"Yf it hath frett farther in the skynne, then shal he iudge him vncleane, for it is surely a plage of leprosye."},{"number":23,"verse":"But yf the glysterynge whyte abyde styll, and freate no farther, the is it but a prynte of the byle, and the prest shal iudge him cleane."},{"number":24,"verse":"Whan the skynne of eny mans flesh is hurt with fyre, and the prynte of the burninge be reedysh or whyte,"},{"number":25,"verse":"and the prest loketh vpon him, and fyndeth the hayre turned to whyte vpon the mark of the burnynge, & it apeare deper then the other skynne, the is there surely a leprosy broke out of ye prynte of ye burnynge: therfore shal ye prest iudge hi vncleane, for it is a plage of leprosye."},{"number":26,"verse":"But yf the prest se and fynde, that ye hayre vpon the prynte of the burninge is not turned vnto whyte, & is no lower then the other skynne, and is darkish also, he shall shut him vp seuen dayes."},{"number":27,"verse":"And vpon the seuenth daye he shall loke vpon him: yf it hath frett farther in ye skynne, then shal he iudge him vncleane, for it is a leprosy."},{"number":28,"verse":"But yf it stode styll vpo the mark of the burnynge, and frett no farther in the skynne, and is darkysh, then is it a sore in ye mark of the burnynge, & the prest shal iudge him cleane, for it is but the prynte of the burnynge."},{"number":29,"verse":"Whan a man or woman is skyruye vpon the heade or beerd, and the prest seyth the mark,"},{"number":30,"verse":"and fyndeth that it appeareth deper then the other skynne, and the hayre be there golde and thynne, then shal he iudge him vncleane: for it is a skyrfe of leprosy of the heade or of the beerde."},{"number":31,"verse":"But yf the prest se that ye skyrfe apeare no deper the the skynne, and that the hayre is not of a pale coloure, he shall shut him vp seue dayes."},{"number":32,"verse":"And vpo the seuenth daye whan he loketh, and fyndeth, that the skyrfe hath frett no farther, and there be no golden hayre there, and that the skyrfe appeare no deper then the other skynne,"},{"number":33,"verse":"then let him be shauen: but so that he shaue not of the scabbe, and the prest shall shut him vp yet seuen dayes moo."},{"number":34,"verse":"And vpon the seueth daye wha he loketh, and fyndeth that the skyrfe hath frett no farther in the skynne, and that it apeareth no deper then the other skynne, then shall the prest iudge him cleane. And he shall wash his clothes, for he is cleane."},{"number":35,"verse":"But yf the scabbe freate farther in the skynne (after yt he is iudged cleane)"},{"number":36,"verse":"and the prest loketh, and fyndeth, that ye scabbe hath frett farther in the skynne, then shal he seke nomore for golden hayres, for he is vncleane."},{"number":37,"verse":"Neuerthelesse yf he se that the scabbe stondeth styll, & that pale hayres are there rysen vp, then is ye scabbe hole, and he is cleane, therfore shall ye prest iudge him to be cleane."},{"number":38,"verse":"Wha there is eny glisteringe whyte vpo ye skynne of the flesh of a man or woman,"},{"number":39,"verse":"and the prest seyth there that the glisterynge whyte vanysheth: then is it but a whyte scabbe rysen vp in ye skynne, & he is cleane."},{"number":40,"verse":"Whan the hayres fall out of the heade of a man or a woman, so that he is balde, the same is cleane."},{"number":41,"verse":"If they fall out of his fore heade, then is he fore heade balde & cleane."},{"number":42,"verse":"But yf there be a whyte reedish sore in the balde heade, or balde fore heade, then is there a leprosy rysen vp in the balde heade or balde foreheade:"},{"number":43,"verse":"therfore shal ye prest loke vpon him. And whan he fyndeth the whyte reedysh sore rysen vp in his balde heade or balde foreheade, then shal ye skynne of the flesh be as leporous,"},{"number":44,"verse":"therfore is he a leporous man and vncleane. And the prest shall iudge him vncleane, because of ye same sore vpo his heade."},{"number":45,"verse":"Who so now is leporous, his clothes shalbe rent, and the heade bare, & the lippes moffled, and shall in eny wyse be called vncleane."},{"number":46,"verse":"And as longe as the sore is vpon him, he shal be vncleane, dwell alone, and haue his dwellinge without the hoost."},{"number":47,"verse":"Whan the plage of leprosy is in a cloth, whether it be wollen or lynnen,"},{"number":48,"verse":"in the warpe or weft, whether it be lynnen or wollen, or in a skynne, or in eny maner thynge that is made of skynne."},{"number":49,"verse":"And whan ye plage is pale or reedish in the cloth or skynne, either in the warpe or weft, or in eny maner thinge that is made of skynne, the same is surely the plage of leprosy, therfore shall the prest loke vpon it."},{"number":50,"verse":"And whan he seyth the plage, he shal shut it vp seuen dayes."},{"number":51,"verse":"And vpon the seueth daye whan he seyth that ye plage hath frett farther in the cloth, in the warpe or weft, in a skynne or in eny maner thinge that is made of skynne, then is it a fretinge plage of leprosye, and is vncleane"},{"number":52,"verse":". And the cloth shalbe burnt, either warpe or weft, whether it be wollen or lynne, or eny thynge made of skynne, wherin is eny soch plage. For it is a plage of leprosy, and shal be burnt wt fyre."},{"number":53,"verse":"But yf the prest se that the plage hath frete no farther in ye cloth, either in the warpe or weft, or eny thinge made of skynne,"},{"number":54,"verse":"then shal he commaunde to wash the thinge that the plage is in, and shall shut it vp other seuen dayes."},{"number":55,"verse":"And whan the prest seyth (after that the plage is wasshen) yt the plage is not chauged before his eyes, and hath frett no farther also, yet is it vncleane, & shalbe burnt wt fyre: for it is depe frete inwarde, and hath made skyrfes."},{"number":56,"verse":"Neuertheles whan the prest seyth that the prynte is vanyshed after the washinge of it, then shall he rente it out of the clothe, and of the skynne, out of the warpe or weft."},{"number":57,"verse":"But yf it appeare eny more in the clothe (either in the warpe, or in the weft) or eny maner thinge made of skynne, then is it a waxinge plage: and with fyre shal it be burnt that eny soch plage is in."},{"number":58,"verse":"As for the cloth, either warpe or weft, or eny maner thynge made of skynne that is wasshe, and the plage be departed from it, it shalbe wasshen once agayne, & then is it cleane."},{"number":59,"verse":"This is the lawe ouer the plage of leprosy in clothes, whether they be wollen or lynne (ether in the warpe or in the weft) and in eny maner of thinge made of sknne, to iudge them cleane or vncleane."}]}