{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"And ye LORDE talked with Moses, & sayde:"},{"number":2,"verse":"Speake vnto Aaron & his sonnes, & to all ye childre of Israel, & saye vnto them: This is it that ye LORDE hath commaunded:"},{"number":3,"verse":"What so euer he be of ye house of Israel, yt kylleth an oxe, or labe, or goate in the hoost, or out of the hoost,"},{"number":4,"verse":"and bryngeth it not before the dore of the Tabernacle of wytnesse, that it maye be brought vnto the LORDE for an offerynge before the Habitacion of ye LORDE, the same shal be giltie of bloude, as though he had shed bloude, and soch a man shalbe roted out from amonge his people."},{"number":5,"verse":"Therfore shall the children of Israel brynge their offerynges (that they wyll offre vpon the wyde felde) before the LORDE, euen before the dore of the Tabernacle of witnesse, vnto the prest, & there offre their healthofferynges vnto the LORDE."},{"number":6,"verse":"And the prest shal sprenkle the bloude vpon the altare of the LORDE before the dore of the Tabernacle of wytnesse, and burne the fat for a swete sauoure vnto the LORDE:"},{"number":7,"verse":"and they shall offre their offerynges nomore vnto deuels, with whom they go a whorynge. This shal be a perpetuall lawe vnto them amonge their posterities."},{"number":8,"verse":"Therfore shalt thou saie vnto the: What man so euer he be of the house of Israel, or a straunger also that is amonge you, which offereth a burntofferynge or eny other offerynge,"},{"number":9,"verse":"and bringeth it not before the dore of the Tabernacle of wytnesse to offre it vnto the LORDE, he shal be roted out from amoge his people."},{"number":10,"verse":"And what man so euer it be (either of the house of Israel, or a straunger amonge you) that eateth eny maner of bloude, agaynst him wyll I set my face, and wil rote him out from amonge his people:"},{"number":11,"verse":"for the soule of ye body is in the bloude, and I haue geuen it you for the altare, that youre soules maye be reconcyled ther with:"},{"number":12,"verse":"For the bloude that is in the soule maketh attonement. Therfore haue I sayde vnto the children of Israel: No soule amonge you shall eate bloude, no ner eny straunger that dwelleth amonge you."},{"number":13,"verse":"And what man so euer it be amonge you (whether he be of the house of Israel, or a straunger amoge you) that at the huntynge taketh a beest or foule which maye be eaten, he shall poure out the bloude of the same, & couer it with earth:"},{"number":14,"verse":"for all flesh lyueth in the bloude. And I haue sayde vnto the children of Israel: Ye shall eate the bloude of no body: for the life of all flesh is in his bloude. Who so euer eateth it, shalbe roted out."},{"number":15,"verse":"And what so euer soule eateth that which dyed alone, or yt was torne of wylde beestes (whether he be one of youre selues or a straunger) the same shal wash his clothes, and bathe himself with water, and be vncleane vntyll the euen, and then is he cleane."},{"number":16,"verse":"But yf he wash not his clothes, nor bathe him self, then shal he beare his synne."}]}