{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"And the LORDE talked wt Moses, & saide:"},{"number":2,"verse":"Speake vnto the childre of Israel, & saye vnto them: I am the LORDE youre God,"},{"number":3,"verse":"Ye shall not do after ye workes of the lande of Egipte, wherin ye dwelt: nether after the doynges of the lande of Canaan, in to the which I will brynge you. Ye shal not walke after their customes,"},{"number":4,"verse":"but after my lawes shall ye do, & my statutes shall ye kepe, that ye maye walke therin: for I am the LORDE youre God."},{"number":5,"verse":"Therfore shal ye kepe my statutes and my lawes. For the man that doth the same, shal liue therin, for I am the LORDE."},{"number":6,"verse":"No ma shal come at his nexte kinswoma, to vncouer hir preuytie: for I am ye LORDE."},{"number":7,"verse":"Thou shalt not vncouer ye preuytie of yi father & of yi mother. It is thy mother, therfore shalt thou not vncouer hir preuytie."},{"number":8,"verse":"Thou shalt not vncouer ye preuytie of yi fathers wife, for it is yi fathers preuytie."},{"number":9,"verse":"Thou shalt not vncouer the preuytie of thy sister, which is the doughter of yi father or of yi mother, whether she be borne at home or without."},{"number":10,"verse":"Thou shalt not vncouer the preuytie of thy sonnes doughter, or of thy doughters doughter, for it is thine awne preuytie."},{"number":11,"verse":"Thou shalt not vncouer ye preuytie of yi fathers wiues doughter, which is borne vnto him, and is thy sister."},{"number":12,"verse":"Thou shalt not vncouer the preuytie of thy fathers sister, for it is thy fathers nexte kynswoman."},{"number":13,"verse":"Thou shalt not vncouer the preuytie of thy mothers sister, for it is yi mothers nexte kynswoman."},{"number":14,"verse":"Thou shalt not vncouer the preuytie of thy fathers brother, to take his wife, for she is thine awnte."},{"number":15,"verse":"Thou shalt not vncouer ye preuytie of yi doughter in lawe, for she is yi sonnes wife, therfore shalt thou not vncouer hir preuitie."},{"number":16,"verse":"Thou shalt not vncouer the preuytie of thy brothers wife, for it is thy brothers preuytie."},{"number":17,"verse":"Thou shalt not vncouer the preuytie of thy wife and of hir doughter also, nether shalt thou take hir sonnes doughter or hir doughters doughter, to vncouer their preuyties, for they are hir nexte kynswomen. And it is wickednesse."},{"number":18,"verse":"Thou shalt not take a wife and hir sister also, to vncouer hir preuytie, whyle she is yet alyue."},{"number":19,"verse":"Thou shalt not go vnto a woman to vncouer hir preuytie, so longe as she hath hir disease in hir vnclennesse."},{"number":20,"verse":"Thou shalt not lye with thy neghbours wife to medle with her, for to defyle thy self withall."},{"number":21,"verse":"Thou shalt not geue of thy sede also, to be burnt vnto Moloch, lest thou vnhalowe the name of thy God, for I am the LORDE."},{"number":22,"verse":"Thou shalt not lye with mankynde as with womankynde, for yt is abhominacion."},{"number":23,"verse":"Thou shalt lye with no maner of beest, to defyle yi self therwith. And no woman shal haue to do wt a beest, for it is abhominacion."},{"number":24,"verse":"Ye shal defyle youre selues in none of these thinges. For ye Heithen (whom I wil cast out before you) haue stayned them selues in all these,"},{"number":25,"verse":"and the londe is defyled there thorow. And their wickednesse wyl I vyset vpo them, so that the londe shal spue out the indwellers therof."},{"number":26,"verse":"Therfore kepe ye my statutes and lawes, and do not one of these abhominacions, nether one of youre awne selues ner the straunger amonge you"},{"number":27,"verse":"(for all soch abhominacions haue ye people of this lode done which were before you, & haue defyled the lande)"},{"number":28,"verse":"that the lande spue not you out also, whan ye haue defyled it, as it spewed out the Heythe, that were there before you."},{"number":29,"verse":"For who so euer commytte these abhominacios, the same soules shalbe roted out from amonge their people."},{"number":30,"verse":"Therfore kepe ye my statutes, that ye do not after ye abhominable customes, which were before you, that ye be not defyled therwith: For I am the LORDE youre God."}]}