{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"And the LORDE talked with Moses, and sayde:"},{"number":2,"verse":"Speake to the whole congregacion of the children of Israel, and saye vnto them: Ye shall be holy, for I am holy, euen the LORDE youre God."},{"number":3,"verse":"Euery one feare his father and his mother. Kepe my holy dayes: for I am the LORDE youre God."},{"number":4,"verse":"Ye shal not turne youre selues vnto Idols, & ye shal make you no goddes of metall: for I am the LORDE youre God."},{"number":5,"verse":"And whan ye wyll offre health offerynges vnto the LORDE, then shal ye offre the, that he maye be mercifull vnto you,"},{"number":6,"verse":"and ye shal eate them the same daye that ye offre them, and on the morow: what so euer is left on the thirde daye, shalbe burnt with fyre."},{"number":7,"verse":"But yf eny man eate therof vpon the thirde daye, then is he vnholy, and shall not be accepted,"},{"number":8,"verse":"and the same eater shal beare his synne, because he hath vnhalowed the Sanctuary of the LORDE: and soch a soule shalbe roted out from amonge his people."},{"number":9,"verse":"Whan thou reapest thy londe, thou shalt not reape downe the vttemost borders of it rounde aboute, ner gather it all cleane vp."},{"number":10,"verse":"Euen so likewyse thou shalt not plucke thy vynyarde cleane also, ner gather vp the grapes that are fallen downe, but shalt leaue them for ye poore and straungers: for I am the LORDE youre God."},{"number":11,"verse":"Ye shal not steale, nether lye, ner deale falsely one with another."},{"number":12,"verse":"Ye shal not sweare falsely by my name, & so to vnhalowe the name of thy God: for I am the LORDE."},{"number":13,"verse":"Thou shalt do yi neghboure no wronge, ner robbe him. The workmas laboure shal not byde with the vntyll the mornynge."},{"number":14,"verse":"Thou shalt not curse the deaf. Thou shalt put no stomblynge blocke before ye blinde, but shalt feare thy God: for I am the LORDE."},{"number":15,"verse":"Ye shall not deale wrongeously in iudgment, nether shal ye accepte the personne of the poore, ner honoure the parsonne of the greate, but thou shalt iudge thy neghboure righteously."},{"number":16,"verse":"Thou shalt let no preuy accuser go amoge ye people. Nether shalt thou stonde agaynst yi neghbours bloude: for I am ye LORDE."},{"number":17,"verse":"Thou shalt not hate thy brother in thine hert, but shalt tell yi neghboure his faute, that thou beare not synne for his sake."},{"number":18,"verse":"Thou shalt not auenge thy self, ner beare euell will agaynst the childre of thy people. Thou shalt loue thy neghboure, as thy self: for I am the LORDE."},{"number":19,"verse":"My statutes shal ye kepe, that thou let not yi catell gendre with beestes of another kynde: nether sowe thy felde with myngled sede. And let no garment come vpon the, yt is mixte with wollen and lynnen."},{"number":20,"verse":"Whan a man lyeth with a woman, and hath to do with her, which is a bonde woman, and hath bene medled withall of another man, but not lowsed out, ner hath optayned fredome, it shalbe punyshed, but they shal not suffre death, because she was not fre."},{"number":21,"verse":"But he shal brynge for his trespace vnto ye LORDE (euen before the dore of the Tabernacle of wytnesse) a ramme for a trespace offerynge:"},{"number":22,"verse":"and the prest shal make an attonement for him with the trespace offerynge before the LORDE, concernynge the synne that he hath done: so shall God be mercifull vnto him, as concernynge his synne which he hath done."},{"number":23,"verse":"What tyme as ye are come in to the londe and plante all maner trees wherof men eate, ye shall circumcise the foreskynne of the same with their frutes: thre yeares shall ye holde them for vncircumcysed, so that ye eate them not:"},{"number":24,"verse":"but in the fourth yeare shall all their frutes be holy and praysed vnto ye LORDE."},{"number":25,"verse":"In the fifth yeare shall ye eate the frutes, and gather them in: for I am ye LORDE youre God."},{"number":26,"verse":"Ye shal eate nothinge wt bloude. Ye shall not regarde ye foules cryenge, ner chose out dayes."},{"number":27,"verse":"Ye shal shaue no crownes vpo youre heade, nether shalt thou clyppe thy beerde cleane off."},{"number":28,"verse":"Ye shal rente out no markes in youre body (for eny that is deed) ner make lettres vpo you: for I am the LORDE."},{"number":29,"verse":"Thou shalt not holde thy doughter to whordome, that the londe fall not to whordome, and waxe full of wickednesse."},{"number":30,"verse":"Repe my holy dayes, and stonde in awe of my Sanctuary; for I am the LORDE."},{"number":31,"verse":"Ye shal not turne yor selues to ye Soythsayers, and axe nothinge at the expounders of tokes, that ye be not defyled by them: for I am the LORDE youre God."},{"number":32,"verse":"Thou shalt ryse vp before a graye heade, and shalt geue reuerence vnto the aged. For thou shalt feare God: for I am ye LORDE."},{"number":33,"verse":"Whan there dwelleth a straunger amonge you in youre londe, ye shall not vexe him."},{"number":34,"verse":"He shal dwell with you, euen as one that is at home amonge you, & thou shalt loue him as yi self: for ye youre selues also were straungers in the lande of Egipte. I am the LORDE youre God."},{"number":35,"verse":"Ye shal not deale wrogeously in iudgmet, with meteyarde, with weight, with measure:"},{"number":36,"verse":"A true balaunce, a true weight, a true Epha, a true Hin shalbe amoge you. For I am the LORDE youre God, which brought you out of the londe of Egipte,"},{"number":37,"verse":"that ye shulde kepe & do all my statutes and lawes: for I am the LORDE."}]}