{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"Ye shall make you no Idols ner ymage, and ye shal reare you vp no piler, ner set vp eny markstone in youre londe, to bowe youre selues therto. For I am the LORDE youre God."},{"number":2,"verse":"Kepe my Sabbathes, and stonde in awe of my Sanctuary. I am the LORDE."},{"number":3,"verse":"Yf ye wyll walke now in my statutes, and kepe my commaundementes and do them,"},{"number":4,"verse":"the wyl I geue you rayne in due season, and ye londe shal geue hir increase, and the trees of ye felde shal brynge forth their frute."},{"number":5,"verse":"And the thresshinge tyme shall reache vnto the wyne haruest, and the wyne haruest shal reache vnto the sowynge tyme. And ye shall eate yor bred in plenteousnes, and shal dwell safe in youre londe."},{"number":6,"verse":"I wil geue peace in youre londe, so that ye shall slepe, and no man shall make you afrayed. I wyl ryd euell beestes out of youre londe, and there shall no swerde go thorow youre londe."},{"number":7,"verse":"Ye shal chace youre enemies, & they shal fall into ye swerde before you."},{"number":8,"verse":"Fyue of you shal chace an hundreth: and an hundreth of you shal chace ten thousande. For youre enemies shall fall in to the swerde before you."},{"number":9,"verse":"And I wyl turne me vnto you, and wyl cause you to growe and increase, and wyl set vp my couenanut with you."},{"number":10,"verse":"And ye shal eate of the olde stoare, and shall let go the olde for plenteousnesse of the new."},{"number":11,"verse":"I will haue my dwellynge amonge you, and my soule shall not refuse you."},{"number":12,"verse":"And I wyll walke amonge you, and wyl be youre God, and ye shalbe my people."},{"number":13,"verse":"For I am the LORDE youre God, which brought you out of the londe of Egipte, that ye shulde not be their bondmen. And I haue broke the cepter of youre yocke, and caused you to go vp right."},{"number":14,"verse":"But yf ye wil not harken vnto me, ner do all these commaundementes,"},{"number":15,"verse":"and wyl despyse my statutes, and yf youre soules refuse my lawes, yt ye wyll not do all my commaundementes, & shal let my couenaunt stonde,"},{"number":16,"verse":"then wyll I do this agayne vnto you. I wyl vyset you shortly with swellynges and feuers, which shal destroye ye eyes, & consume awaie ye hert. Ye shal sowe youre sede in vayne, and youre enemies shal eate it vp."},{"number":17,"verse":"And I wyl set my face agaynst you, and ye shal be slayne before youre enemies. And they that hate you, shal haue dominion ouer And ye shall flye, wha no man chaseth you."},{"number":18,"verse":"But yf ye wyll not herken vnto me for all this, then wyl I make it yet seuen tymes more, to punysh you for youre synnes,"},{"number":19,"verse":"that I maye breake ye pryde of youre strength, and wyl make youre heauen lyke yron, and youre earth as brasse:"},{"number":20,"verse":"and youre trauaile and labor shal be but lost, so that youre londe shall not geue hir increase, and the trees in the londe shal not brynge forth their frute."},{"number":21,"verse":"Yf ye walke yet agaynst me, and wyll not harken vnto me, then wyl I make it yet seuen tymes more, to punysh you because of youre synnes:"},{"number":22,"verse":"& wyl sende wylde beestes amoge you, which shal robbe you, and destroie youre catell, and make you fewer, and youre hye waye shal be come waist."},{"number":23,"verse":"But yf ye wyl not yet be refourmed here withall, and wyll walke contrary vnto me,"},{"number":24,"verse":"then wyl I walke contrary vnto you also, & wyll punysh you yet seuen tymes for youre synnes."},{"number":25,"verse":"And I wyl brynge vpon you a swerde of vengeaunce, which shall auenge my Testament. And though ye gather you together in to youre cities, yet wyll I sende the pestilence amonge you, and wyll delyuer you in to the handes of youre enemies."},{"number":26,"verse":"For I wil destroye youre prouysion of bred, so yt ten wemen shall bake youre bred in one ouen, and youre bred shal be delyuered out by weight. And whan ye eate, ye shall not haue ynough."},{"number":27,"verse":"Yf ye wyl not yet for all this harken vnto me, & wyl walke contrary vnto me,"},{"number":28,"verse":"then wyll I also walke cotrary vnto you in wrathfull displeasure, and wyll punysh you seuenfolde because of youre synnes,"},{"number":29,"verse":"so that ye shal eate the flesh of youre sonnes and doughters."},{"number":30,"verse":"And I wyl destroye youre hye altares, and rote out youre ymages, and wyll cast youre bodies vpon the bodies of youre Idols, and my soule shall abhorre you."},{"number":31,"verse":"And youre cities wyll I make waist, and brynge youre churches to naught, and wyll not smell youre swete odoures."},{"number":32,"verse":"Thus wyll I make the londe desolate, so that youre enemies shall dwell therin, and make it waist:"},{"number":33,"verse":"but you will I scater amonge the Heythen, and drawe out the swerde after you, so that youre londe shal be waist, & youre cities desolate."},{"number":34,"verse":"Then shall the londe reioyse in hir Sabbathes, as longe as it lyeth wayst, and ye be in the enemies londe. Yee then shal the londe kepe holy daye, and reioyse in hir rest,"},{"number":35,"verse":"as longe as it lieth wayst, because it coude not rest in youre Sabbathes, whan ye dwelt therin."},{"number":36,"verse":"And as for them that remayne of you, I wyll make them faynte harted in the londe of their enemies, so that a shakynge leaf shall chace them. And they shall flye from it, as though a swerde persecuted them, and shal fall noman folowynge vpon them."},{"number":37,"verse":"And they shall fall one vpon another (as it were before the swerde) and noman yet chacynge them. And ye shall not be so bolde, as to withstonde youre enemies,"},{"number":38,"verse":"and shal perishe amonge the Heithen, and the londe of youre enemies shal eate you vp."},{"number":39,"verse":"And they that are left of you, shall pyne awaye in their mysdede, euen in the enemies londe, and in the mysdedes of their fathers shall they consume awaye."},{"number":40,"verse":"Then shall they knowlege their mysdedes, and the mysdedes of their fathers in the trespace, wherwith they haue trespaced agaynst me, and walked contrary vnto me."},{"number":41,"verse":"Therfore wyll I also walke contrary vnto the, and wyll brynge them in to the enemies londe. Then shal their vncircumcysed herte be tamed. And then shall they ende their mysdedes."},{"number":42,"verse":"And I shal thinke vpo my couenaut with Iacob, and vpon my couenaunt with Isaac, and vpon my couenaunt with Abraham, and wyl thynke vpon the lode."},{"number":43,"verse":"As for the londe, whan it shalbe left of them, it shal reioyse in hir Sabbathes, euen then, whan it lyeth waist, and they tylle it not. And they shall make attonement for their mysdedes, because they despysed my lawes, & their soules refused my statutes."},{"number":44,"verse":"Morouer I haue not so refused them, that they shulde be in the enemies londe: nether haue I so vtterly abhorred them, that I wolde brynge them to naught, and breake my couenaunt wt them: for I am ye LORDE their God."},{"number":45,"verse":"And for their sake I wyl remebre my first couenaut, wha I brought them out of ye londe of Egipte in the sight of the Heythen, yt I might be their God. Euen I the LORDE."},{"number":46,"verse":"These are the ordinaunces, statutes and lawes, which ye LORDE made betwixte him and the children of Israel vpon mount Sinai, by the hande of Moses."}]}