{"bibleAbbr":"CVB1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":9,"verses":[{"number":1,"verse":"And vpon the eight daye Moses called Aaron and his sonnes, and the Elders in Israel,"},{"number":2,"verse":"and sayde vnto Aaron: Take vnto the a yonge calfe for a synofferinge, and a ramme for a burntofferynge, both without blemysh, and brynge them before the LORDE,"},{"number":3,"verse":"and speake vnto the children of Israel, and saye: Take an he goate for a synofferynge: and a calf, and a shepe, both of a yeare olde, and without blemysh for a burntofferynge:"},{"number":4,"verse":"and an oxe and a ramme for an healthofferynge, that we maye offre before the LORDE: and a meatofferynge myngled with oyle. For to daye shal the LORDE appeare vnto you."},{"number":5,"verse":"And they toke what Moses commaunded before ye dore of the Tabernacle of wytnesse, and the whole cogregacion came nye, and stode before the LORDE."},{"number":6,"verse":"Then sayde Moses: This is it, which the LORDE commaunded that ye shulde do, and then shall the glory of ye LORDE appeare vnto you."},{"number":7,"verse":"And Moses sayde vnto Aaron: Go vnto ye altare, and offre thy synofferynge and thy burntofferynge, and make an attonemet for the and for the people. Then offre the peoples offerynge, and reconcyle them also, as the LORDE hath commaunded."},{"number":8,"verse":"And Aaron wente vnto the altare, and slawe ye calfe for his synofferynge,"},{"number":9,"verse":"& his sonnes brought the bloude vnto him. And he dypte his fynger in the bloude, and put it vpon the hornes of the altare, and poured ye bloude vpon ye botome of the altare."},{"number":10,"verse":"As for the fat and the kydneys & the net vpon the leuer of the synofferynge, he burnt the vpon the altare, as the LORDE comaunded Moses."},{"number":11,"verse":"The flesh also and the hyde burnt he wt fyre without the hoost."},{"number":12,"verse":"Afterwarde he slewe the burntofferinge, and Aarons sonnes brought the bloude vnto him, & he sprenkled it rounde aboute vpon the altare."},{"number":13,"verse":"And they brought him the burntofferynge in peces, & the heade: & he burnt it vpon the altare."},{"number":14,"verse":"And he washed the bowels and the legges, and burnt them aboue vpon the burntofferynge on the altare."},{"number":15,"verse":"Then brought he the offerynge of the people, and toke the goate, that synofferynge of the people, and slewe it, and made a synofferynge therof, as of the fyrst."},{"number":16,"verse":"And brought the burntofferynge, and dyd as the lawe is:"},{"number":17,"verse":"and brought the meatofferynge, and toke his handfull, and burnt it vpon the altare, besyde the burntofferinge of the mornynge."},{"number":18,"verse":"Afterwarde slewe he the oxe and the ramme for the healthofferynge of the people. And his sonnes brought him the bloude, which he sprenkled vpon the altare rounde aboute."},{"number":19,"verse":"But the fat of the oxe & of the ramme, the rompe, and the fat that couereth the bowels, & the kydneyes, & the net vpon the leuer,"},{"number":20,"verse":"all soch fat laied they vpon the brest, and burnt the fat vpon the altare."},{"number":21,"verse":"But the brest and the right shulder waued Aaron for a Waueofferynge before the LORDE, as the LORDE commaunded Moses."},{"number":22,"verse":"And Aaron lift vp his hade ouer the people, and blessed them, and came downe from the worke of the synofferynge, burntofferynge, and healthofferynge."},{"number":23,"verse":"And Moses and Aaron wente in to the Tabernacle of wytnesse. And whan they came out agayne, they blessed the people. Then appeared the glory of the LORDE vnto all the people."},{"number":24,"verse":"For there came a fyre from the LORDE, and vpon the altare it consumed the burntofferynge and the fat. Whan all the people sawe that, they reioysed, and fell vpon their faces."}]}