{"bibleAbbr":"bnOV2016","bookName":"গালাতীয়দের প্রতি প্রেরিত পৌলের পত্র।","bookEnglishName":"Galatians","chapterNumber":5,"verses":[{"number":1,"verse":"স্বাধীনতার নিমিত্তই খ্রীষ্ট আমাদিগকে স্বাধীন করিয়াছেন; অতএব তোমরা স্থির থাক, এবং দাসত্বযোঁয়ালিতে আর বদ্ধ হইও না।"},{"number":2,"verse":"দেখ, আমি পৌল তোমাদিগকে কহিতেছি, যদি তোমরা ত্বক্ছেদ প্রাপ্ত হও, তবে খ্রীষ্ট হইতে তোমাদের কিছুই লাভ হইবে না।"},{"number":3,"verse":"যে কোন মনুষ্য ত্বক্ছেদ প্রাপ্ত হয়, তাহাকে আমি পুনরায় এই সাক্ষ্য দিতেছি যে, সে ঋণশোধের ন্যায় সমস্ত ব্যবস্থা পালন করিতে বাধ্য।"},{"number":4,"verse":"তোমরা যে সকল লোক ব্যবস্থা দ্বারা ধার্ম্মিক গণিত হইতে যত্ন করিতেছ, তোমরা খ্রীষ্ট হইতে বিচ্ছিন্ন হইয়াছ, তোমরা অনুগ্রহ হইতে পতিত হইয়াছ।"},{"number":5,"verse":"কারণ আমরা আত্মার দ্বারা বিশ্বাস হেতু ধার্ম্মিকতার প্রত্যাশা-সিদ্ধির অপেক্ষা করিতেছি।"},{"number":6,"verse":"কারণ খ্রীষ্ট যীশুতে ত্বক্ছেদের কোন শক্তি নাই, অত্বক্ছেদেরও নাই, কিন্তু প্রেম দ্বারা কার্য্যসাধক বিশ্বাসই শক্তিযুক্ত।"},{"number":7,"verse":"তোমরা সুন্দররূপে দৌড়িতেছিলে; কে তোমাদিগকে বাধা দিল যে, তোমরা সত্যের দ্বারা প্রবর্ত্তিত হও না?"},{"number":8,"verse":"যিনি তোমাদিগকে আহ্বান করিয়াছেন, এই প্রবর্ত্তনা তাঁহা হইতে হয় নাই।"},{"number":9,"verse":"অল্প তাড়ী সূজীর সমস্ত তাল তাড়ীময় করে।"},{"number":10,"verse":"তোমাদের বিষয়ে প্রভুতে আমার এমন দৃঢ় প্রত্যয় আছে যে, তোমাদের অন্য কোন ভাব হইবে না, কিন্তু যে তোমাদিগকে উদ্বিগ্ন করে, সে ব্যক্তি যেই হউক, বিচারসিদ্ধ দণ্ড ভোগ করিবে।"},{"number":11,"verse":"হে ভ্রাতৃগণ, আমি যদি এখনও ত্বক্ছেদ প্রচার করি, তবে আর তাড়না ভোগ করি কেন? তাহা হইলে সুতরাং ক্রুশের বিঘ্ন লুপ্ত হইয়াছে।"},{"number":12,"verse":"যাহারা তোমাদিগকে অস্থির করিতেছে, তাহারা আপনাদিগকে ছিন্নাঙ্গও ( তোমাদের হইতে আপনাদিগকে পৃথকও করুক।) করুক।"},{"number":13,"verse":"কারণ, হে ভ্রাতৃগণ, তোমরা স্বাধীনতার জন্য আহূত হইয়াছ; কেবল দেখিও, সেই স্বাধীনতাকে মাংসের পক্ষে সুযোগ করিও না, বরং প্রেমের দ্বারা এক জন অন্যের দাস হও।"},{"number":14,"verse":"যেহেতুক সমস্ত ব্যবস্থা এই একটী বচনে পূর্ণ হইয়াছে, যথা, “তোমার প্রতিবাসীকে আপনার মত প্রেম করিবে।” ( লেবি ১৯:১৮।)"},{"number":15,"verse":"কিন্তু তোমরা যদি পরস্পর দংশাদংশি ও গেলাগেলি কর, তবে দেখিও, যেন পরস্পরের দ্বারা কবলিত না হও।"},{"number":16,"verse":"( আত্মার বশে স্থির থাকিতে নিবেদন।) কিন্তু আমি বলি, তোমরা আত্মার বশে চল, তাহা হইলে মাংসের অভিলাষ পূর্ণ করিবে না।"},{"number":17,"verse":"কেননা মাংস আত্মার বিরুদ্ধে, এবং আত্মা মাংসের বিরুদ্ধে অভিলাষ করে; কারণ এই দুইয়ের একটী অন্যটীর বিপরীত, তাই তোমরা যাহা ইচ্ছা কর, তাহা সাধন কর না। কিন্তু যদি আত্মা দ্বারা চালিত হও,"},{"number":18,"verse":"তবে তোমরা ব্যবস্থার অধীন নও।"},{"number":19,"verse":"আবার মাংসের কার্য্য সকল প্রকাশ আছে; সেগুলি এই—বেশ্যাগমন,"},{"number":20,"verse":"অশুচিতা, স্বৈরিতা, প্রতিমাপূজা, কুহক, নানা প্রকার শত্রুতা, বিবাদ, ঈর্ষা, রাগ, প্রতিযোগিতা, বিচ্ছিন্নতা,"},{"number":21,"verse":"দলভেদ, মাৎসর্য্য, মত্ততা, রঙ্গরস ও তৎসদৃশ অন্য অন্য দোষ। এই সকলের বিষয়ে আমি তোমাদিগকে অগ্রে বলিতেছি, যেমন পূর্ব্বে বলিয়াছিলাম, যাহারা এই প্রকার আচরণ করে, তাহারা ঈশ্বরের রাজ্যে অধিকার পাইবে না।"},{"number":22,"verse":"কিন্তু আত্মার ফল প্রেম, আনন্দ, শান্তি, দীর্ঘসহিষ্ণুতা, মাধুর্য্য, মঙ্গলভাব,"},{"number":23,"verse":"বিশ্বস্ততা, মৃদুতা, ইন্দ্রিয়দমন; এই প্রকার গুণের বিরুদ্ধ ব্যবস্থা নাই।"},{"number":24,"verse":"আর যাহারা খ্রীষ্ট যীশুর, তাহারা মাংসকে তাহার মতি ও অভিলাষ শুদ্ধ ক্রুশে দিয়াছে।"},{"number":25,"verse":"আমরা যদি আত্মার বশে জীবন ধারণ করি, তবে আইস, আমরা আত্মার বশে চলি;"},{"number":26,"verse":"অনর্থক দর্প না করি, পরস্পরকে জ্বালাতন না করি, পরস্পর হিংসাহিংসি না করি।"}]}