{"bibleAbbr":"bnOV2016","bookName":"গালাতীয়দের প্রতি প্রেরিত পৌলের পত্র।","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"ভ্রাতৃগণ, যদি কেহ কোন অপরাধে ধরাও পড়ে, তবে আত্মিক যে তোমরা, তোমরা সেই প্রকার ব্যক্তিকে মৃদুতার আত্মায় সুস্থ কর, আপনাকে দেখ, পাছে তুমিও পরীক্ষাতে পড়।"},{"number":2,"verse":"তোমরা পরস্পর এক জন অন্যের ভার বহন কর; এইরূপে খ্রীষ্টের ব্যবস্থা সম্পূর্ণরূপে পালন কর।"},{"number":3,"verse":"কেননা যদি কেহ মনে করে, আমি কিছু, কিন্তু বাস্তবিক সে কিছুই নয়, তবে সে আপনি আপনাকে ভুলায়।"},{"number":4,"verse":"কিন্তু প্রত্যেক জন নিজ নিজ কর্ম্মের পরীক্ষা করুক, তাহা হইলে সে কেবল আপনার কাছে শ্লাঘা করিবার হেতু পাইবে, অপরের কাছে নয়;"},{"number":5,"verse":"কারণ প্রত্যেক জন নিজ নিজ ভার বহন করিবে।"},{"number":6,"verse":"কিন্তু যে ব্যক্তি ঈশ্বরের বাক্য বিষয়ে শিক্ষা পায়, সে শিক্ষককে সমস্ত উত্তম বিষয়ে সহভাগী করুক।"},{"number":7,"verse":"তোমরা ভ্রান্ত হইও না, ঈশ্বরকে পরিহাস করা যায় না; কেননা মনুষ্য যাহা কিছু বুনে তাহাই কাটিবে।"},{"number":8,"verse":"ফলতঃ আপন মাংসের উদ্দেশে যে বুনে, সে মাংস হইতে ক্ষয়রূপ শস্য পাইবে; কিন্তু আত্মার উদ্দেশে যে বুনে, সে আত্মা হইতে অনন্ত জীবনরূপ শস্য পাইবে।"},{"number":9,"verse":"আর আইস, আমরা সৎকর্ম্ম করিতে করিতে নিরুৎসাহ না হই; কেননা ক্লান্ত না হইলে যথাসময়ে শস্য পাইব।"},{"number":10,"verse":"এজন্য আইস, আমরা যেমন সুযোগ পাই, তেমনি সকলের প্রতি, বিশেষতঃ যাহারা বিশ্বাস-বাটীর পরিজন, তাহাদের প্রতি সৎকর্ম্ম করি।"},{"number":11,"verse":"দেখ, আমি কত বড় অক্ষরে স্বহস্তে তোমাদিগকে লিখিলাম।"},{"number":12,"verse":"যে সকল লোক মাংসে সুরূপ দেখাইতে ইচ্ছা করে, তাহারাই তোমাদিগকে ত্বক্ছেদ প্রাপ্ত হইতে বাধ্য করিতেছে; ইহার অভিপ্রায় এই মাত্র, যেন খ্রীষ্টের ক্রুশ প্রযুক্ত তাহাদের প্রতি তাড়না না ঘটে।"},{"number":13,"verse":"কেননা যাহারা ত্বক্ছেদ প্রাপ্ত হয়, তাহারা আপনারাও ব্যবস্থা পালন করে না; বরং তাহাদের ইচ্ছা এই যে, তোমরা ত্বক্ছেদ প্রাপ্ত হও, যেন তাহারা তোমাদের মাংসে শ্লাঘা করিতে পারে।"},{"number":14,"verse":"কিন্তু আমাদের প্রভু যীশু খ্রীষ্টের ক্রুশ ছাড়া আমি যে আর কোন বিষয়ে শ্লাঘা করি, তাহা দূরে থাকুক; তাহারই ( (বা) তাঁহারই।) দ্বারা আমার জন্য জগৎ, এবং জগতের জন্য আমি ক্রুশারোপিত।"},{"number":15,"verse":"কারণ ত্বক্ছেদ কিছুই নয়, অত্বক্ছেদও নয়, কিন্তু নূতন সৃষ্টিই সার।"},{"number":16,"verse":"আর যে সকল লোক এই সূত্রানুসারে চলিবে, তাহাদের উপরে “শান্তি” ও দয়া বর্ত্তুক, ঈশ্বরের “ইস্রায়েলের উপরে বর্ত্তুক”। ( ।; ।)"},{"number":17,"verse":"এখন হইতে কেহ আমাকে ক্লেশ না দিউক, কেননা আমি যীশুর দান-চিহ্ন সকল আপন দেহে বহন করিতেছি।"},{"number":18,"verse":"হে ভ্রাতৃগণ, আমাদের প্রভু যীশু খ্রীষ্টের অনুগ্রহ তোমাদের আত্মার সহবর্ত্তী হউক। আমেন।"}]}