{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"Why stondest thou so farre of (O Lord) & hydest thy face in that neadefull tyme of trouble?"},{"number":2,"verse":"The vngodly for his owne lust, doth persecute the poore: let them be taken in the craftye wilynesse that they haue ymagined."},{"number":3,"verse":"For the vngodly hath made boast of hys awne hertes desyre, & speaketh good of the couetous, whom God abhorreth."},{"number":4,"verse":"The vngodly is so proude that he careth not for God, nether is God in all his thoughtes."},{"number":5,"verse":"His wayes are allway greuous, thy iudgementes are farre aboue out of his syght, & therfore defyeth he all his enemyes."},{"number":6,"verse":"For he hath sayed in his hert: Tush I shall neuer be cast downe, ther shall no harme happen vnto me. His mouth is full of cursynge, and disceate and fraude vnder his tonge is vngodlynesse & vanite."},{"number":7,"verse":"He sytteth lurkinge in the theuish corners of the stretes, & priuely in his lurkynge dennes doth he murthur the innocent: his eyes are set agaynst the poore."},{"number":8,"verse":"For he lyeth waytinge secretly (euen as a lyon, lurketh he in his denne) that he maye rauish the poore."},{"number":9,"verse":"He doth rauish the poore, when he getteth him in to his nett."},{"number":10,"verse":"He falleth downe & humbleth him selfe, that the congregacyon of the poore maye fall in to the hande of his captaynes."},{"number":11,"verse":"He hath sayed in his herte: Tush, God hath forgotten, he hydeth awaye his face, and he wyll neuer se it."},{"number":12,"verse":"Aryse (O Lorde God) and lyfte vp thyne hande, forget not the poore."},{"number":13,"verse":"Wherfore shulde the wycked blaspheme God, whyle he doth saye in his herte: tush, thou God carest not for it?"},{"number":14,"verse":"Surely thou hast sene it. For thou beholdest vngodlynesse and wronge. That thou mayest take the matter in to thy hande: the poore committeth hym selfe vnto the, for thou art the helper of the frendlesse."},{"number":15,"verse":"Breake thou the power of the vngodly and malycyous, take awaye hys vngodlynesse, and thou shalt fynde none."},{"number":16,"verse":"The Lorde is kynge for euer, and euer, and the Hethen are peryshed out of the lande."},{"number":17,"verse":"Lorde, thou hast hearde the desyre of the poore: thou preparest theyr hert and thyne eare herkeneth therto."},{"number":18,"verse":"To helpe the fatherlesse and poore vnto theyr right: that the man of the erthe be no more exalted agaynst them."}]}