{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"A prayer of the afflyct, when he hath an heuy hart, and powereth out hys complaynte before the Lorde. Heare my prayer, O Lorde, and lett my cryenge come in vnto the."},{"number":2,"verse":"Hyde not thy face fro me in the tyme of my trouble: enclyne thyne eares vnto me when I call, O heare me, and that ryght soone."},{"number":3,"verse":"For my dayes are consumed awaye lyke smoke, and my bones are brent vp, as it were a fyre brande."},{"number":4,"verse":"My hert is smytten downe and wythered lyke grasse, so that I forget to eate my bred."},{"number":5,"verse":"For the voyce of my gronynge, my bone wyll scarse cleue to my flesh."},{"number":6,"verse":"I am become lyke a Pellycane of the wildernes, and lyke an owle that is in the deserte."},{"number":7,"verse":"I haue watched, & am euen as it were a sparow, that sitteth alone vpon the house toppe."},{"number":8,"verse":"Myne enemyes reuyle me all the daye longe: & they that are madd vpon me, are sworne together agaynst me."},{"number":9,"verse":"For I haue eaten ashes as at were bred, and mengled my drynck with wepynge."},{"number":10,"verse":"And that because of thyne indignacyon & wrath, for thou hast taken me vp, & cast me downe."},{"number":11,"verse":"My dayes are gone lyke a shadowe, and I am wythered lyke grasse."},{"number":12,"verse":"But thou, O Lord, shalt endure for euer, and thy remembraunce thorow out all generacyons."},{"number":13,"verse":"Thou shalt aryse, & haue mercy vpon Sion, for it is tyme that thou haue mercy vpon her, yee the tyme is come."},{"number":14,"verse":"And why: thy seruauntes thinck vpon her stones, and it pitieth them to se her in the dust."},{"number":15,"verse":"The Heathen shall feare thy name, O Lord, & all the kynges of the earth thy maiesty."},{"number":16,"verse":"Whan the Lord shall buylde vp Sion, and whan his glory shal apeare:"},{"number":17,"verse":"Whan he turneth him vnto the prayer of the poore destitute, & despyseth not theyr desyre."},{"number":18,"verse":"This shalbe wrytten for those that come after: & the people which shalbe borne, shall prayse the Lord."},{"number":19,"verse":"For he hath loked downe from his Sanctuary, out of the heauen dyd the Lorde beholde the earth."},{"number":20,"verse":"That he might heare the mournynges of soch as be in captiuite, and delyuer the chyldren appoynted vnto death."},{"number":21,"verse":"That they maye declare the name of the Lorde in Sion, and his worshipe at Ierusalem:"},{"number":22,"verse":"When the people are gathered together, & the kyngdomes also to serue the Lorde."},{"number":23,"verse":"He brought downe my strength in my iourney, and shortened my dayes."},{"number":24,"verse":"But I sayed: O my God, take me not awaye in the myddest of myne age: as for thy yeares, they endure thorow out all generacions."},{"number":25,"verse":"Thou Lorde in the begynnyng hast layed the foundacyon of the earth, and the heauens are the worcke of thy handes."},{"number":26,"verse":"They shall perishe, but thou shalt endure: they all shall wexe olde as doth a garment,"},{"number":27,"verse":"and as a vesture shalt thou chaunge them, and they shalbe chaunged. But thou art the same, and thy yeares shall not fayle."},{"number":28,"verse":"The children of thy seruauntes shall contynue, & their sede shall stonde fast in thy syght."}]}