{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"Prayse the Lord O my soule: O Lord my God, thou art become exceadynge glorious, thou art clothed with maiesty and honoure."},{"number":2,"verse":"Thou deckest thy selfe with lyght, as it were with a garment, and spredest out the heauens lyke a curtayne."},{"number":3,"verse":"Which layeth the beames of his chambers in the waters, & maketh the cloudes his charet, & walketh vpon the wynges of the wynde."},{"number":4,"verse":"He maketh his angels spretes, and his mynisters a flamynge fyre."},{"number":5,"verse":"He layed the foundacyon of the earth, that it neuer shulde moue at eny tyme."},{"number":6,"verse":"Thou coueredst it wt the depe lyke as wyth a garment: the waters stande in the hylles."},{"number":7,"verse":"At thy rebuke they flye, at the voyce of thy thonder they are afrayed."},{"number":8,"verse":"They go vp as hye as the hylles, and downe to the valleys beneth: euen vnto the place, which thou hast appoynted for them."},{"number":9,"verse":"Thou hast set them their boundes, which they shall not passe: nether turne agayne to couer the earth."},{"number":10,"verse":"He sendeth the springes into the ryuers, which runne among the hylles."},{"number":11,"verse":"All beastes of the felde dryncke therof: and the wylde asses quench theyr thyrste."},{"number":12,"verse":"Besyde them shall the foules of the ayre haue theyr habitacyon, & synge amonge the braunches."},{"number":13,"verse":"He watreth the hylles from aboue, the earth is fylled wyth the frute of thy worckes."},{"number":14,"verse":"He bryngeth forth grasse for the cattell, and grene herbe for the seruice of men:"},{"number":15,"verse":"that he maye brynge fode out of the earth: and wyne that maketh glad the herte of man, and oyle to make him a chearfull countenaunce, and bred to strength mans herte."},{"number":16,"verse":"The trees of the Lord also are full of sappe, euen the Cedres of Libanus which he hath planted."},{"number":17,"verse":"Wherin the byrdes make their nestes, and the fyrre trees are a dwellyng for the storcke."},{"number":18,"verse":"The hye hilles are a refuge for the wilde goates, and so are the stony rockes for the conyes."},{"number":19,"verse":"He appoynted the Moone for certayne seasons, and the Sunne knoweth hys goynge downe."},{"number":20,"verse":"Thou makest darcknesse, that it maye be night, wherin all the beastes of the forest do moue."},{"number":21,"verse":"The lyons roaring after their praye to seke theyr meate at God."},{"number":22,"verse":"The sunne aryseth, and they get them awaye together, and lye them downe in their dennes."},{"number":23,"verse":"Man goeth forth to his worcke, and to hys laboure vntyll the euenyng."},{"number":24,"verse":"O Lorde, how manifolde are thy worckes? in wysdome hast thou made them all: the earth is full of thy ryches."},{"number":25,"verse":"So is this greate and wyde see also, wherin are thynges crepynge innumerable, both small and greate beastes."},{"number":26,"verse":"There go the shippes, and there is that Leuiathan, whom thou hast made, to take hys pastyme therin."},{"number":27,"verse":"These wayte all vpon the, that thou mayest geue them meate in due season."},{"number":28,"verse":"When thou geuest it them, they gather it: and when thou openest thyne hand, they are fylled with good."},{"number":29,"verse":"When thou hydest thy face, they are troubled: whan thou takest awaye their breth, they dye, and are turned agayne to their dust."},{"number":30,"verse":"When thou lettest thy breth goo forth, they shalbe mad, and thou shalt renue the face of the earth."},{"number":31,"verse":"The glorious maiesty of the Lord shall endure for euer, the Lorde shall reioyse in hys worckes."},{"number":32,"verse":"The earth shall tremble at the loke of hym: yf he do but touch the hylles, they shall smoke."},{"number":33,"verse":"I wyll synge vnto the Lorde as longe as I lyue, I will prayse my God whyle I haue my beynge."},{"number":34,"verse":"And so shall my wordes please him: my ioye shalbe in the Lorde."},{"number":35,"verse":"As for synners, they shalbe consumed out of the earth, and the vngodly shall come to an ende: prayse thou the Lorde, O my soule. Prayse the Lorde."}]}