{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":116,"verses":[{"number":1,"verse":"I Am well pleased, that the Lorde hath herd the voyce of my prayer."},{"number":2,"verse":"That he hath enclined his eare vnto me, therfore will I call vpon him as longe as I lyue."},{"number":3,"verse":"The snares of death compased me round about, and the paynes of hell gat hold vpon me,"},{"number":4,"verse":"I shall fynde trouble and heuynesse, and I shall call vpon the name of the Lorde (O Lord) I besech the delyuer my soule."},{"number":5,"verse":"Gracious is the Lorde, and ryghteous, yee oure God is mercyfull."},{"number":6,"verse":"The Lord preserueth the symple: I was in mysery, and he helped me."},{"number":7,"verse":"Turne agayne then vnto thy rest, O my soule, for the Lorde hath rewarded the."},{"number":8,"verse":"And why thou hast delyuered my soule from death, mine eyes from teares, and my fete from fallyng."},{"number":9,"verse":"I will walcke before the Lord, in the land of the lyuyng."},{"number":10,"verse":"I beleued, and therfore wyll I speake, but I was sore troubled."},{"number":11,"verse":"I sayd in my hast: All men are lyers."},{"number":12,"verse":"What reward shall I geue vnto the Lorde, for all the benefytes that he hath done vnto me?"},{"number":13,"verse":"I wyll receaue the cuppe of saluacion, and call vpon the name of the Lord."},{"number":14,"verse":"I wyll paye my vowes now in the presence of all his people, ryght deare in the syght of the Lorde is the death of hys saynctes."},{"number":15,"verse":"Behold (O Lorde) how that I am thy seruaunt: I am thy seruaunt,"},{"number":16,"verse":"and the sonne of thy handmayde, thou hast broken my bondes in sonder."},{"number":17,"verse":"I wyll offre to the, the sacrifyce of thanckesgeuynge, and wyll call vpon the name of the Lord."},{"number":18,"verse":"I wyll paye my vowes vnto the Lord in the syght of all his people,"},{"number":19,"verse":"in the courtes of the Lordes house, euen in the myddest of the, O Ierusalem. Prayse the Lorde."}]}