{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"O geue thankes vnto the Lorde, for he is gracyous, and hys mercy endureth for euer."},{"number":2,"verse":"O geue thankes vnto the God of all goddes, for hys mercy endureth for euer."},{"number":3,"verse":"O thanke the Lord of all Lordes, for hys mercy endureth for euer."},{"number":4,"verse":"Whych only doth greate wonders, for his mercy endureth for euer."},{"number":5,"verse":"Which by his excellentt wysdome made the heauens, for hys mercy endureth for euer."},{"number":6,"verse":"Whych layed out the earth aboue the waters, for hys mercy endureth for euer."},{"number":7,"verse":"Whych hath made greate lyghtes, for hys mercy endureth for euer."},{"number":8,"verse":"The sunne to rule the daye, for hys mercy endureth for euer."},{"number":9,"verse":"The Moone and the starres to gouerne the nyght, for his mercy endureth for euer."},{"number":10,"verse":"Whych smote Egypt wyth theyr fyrst borne, for hys mercy endureth for euer."},{"number":11,"verse":"And brought out Israel from amonge them, for hys mercy endureth for euer."},{"number":12,"verse":"Wyth a myghtye hande and stretched out arme, for hys mercy endureth for euer."},{"number":13,"verse":"Whych deuyded the reed see into partes, for hys mercy endureth for euer."},{"number":14,"verse":"And made Israel to go thorowe the myddest of it, for hys mercy endureth for euer."},{"number":15,"verse":"But as for Pharao and hys hoost, he ouerthrewe them in the reed see, for hys mercy endureth for euer."},{"number":16,"verse":"Which led his people thorowe the wildernesse, for hys mercy endureth for euer."},{"number":17,"verse":"Which smote great kinges: for his mercy endureth for euer."},{"number":18,"verse":"Yee, & slue myghtye kynges: for his mercy endureth for euer."},{"number":19,"verse":"Sehon kynge of the Amorites: for hys mercy endureth for euer."},{"number":20,"verse":"And Og the kyng of Basan: for hys mercy endureth for euer."},{"number":21,"verse":"And gaue awaye theyr lande for an heritage: for his mercy endureth for euer."},{"number":22,"verse":"Euen for an heritage vnto Israel hys seruaunt: for hys mercy endureth for euer."},{"number":23,"verse":"Which remembred vs, when we were in trouble: for his mercy endureth for euer."},{"number":24,"verse":"And hath delyuered vs from oure enemyes: for his mercy endureth for euer."},{"number":25,"verse":"Whych geueth fode vnto all flesshe: for hys mercy endureth for euer."},{"number":26,"verse":"O geue thanckes vnto the God of heauen, for hys mercy endureth for euer."}]}