{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"Of Dauid. The Lorde is my lyght and my saluacyon: whom then shall I feare? the Lorde is the strength of my lyfe: of whom then shall I be afrayed?"},{"number":2,"verse":"When the wycked (euen myne enemyes and my foes) came vpon me, to eate vp my fleshe, they stombled & fell."},{"number":3,"verse":"Though an hoost of men were layed agaynst me, yet shall not my hert be astrayed: and though there rose vp warre agaynst me, yet will I put my trust in this."},{"number":4,"verse":"One thynge haue I desyred of the Lorde, which I will requyre: euen that I maye dwell in the house of the Lorde all the dayes of my lyfe: to beholde the fayre bewtie of the Lorde, and to vyset this temple."},{"number":5,"verse":"For in the tyme of trouble he shall hyde me in his tabernacle, yee in the secrete place of his dwellynge shall he hyde me, and set me vp vpon a rocke of stone."},{"number":6,"verse":"And nowe shall he lyft vp my head aboue myne enemyes rounde aboute me."},{"number":7,"verse":"Therfore will I offre in hys dwellynge, an oblacyon with great gladnesse: I will synge and speake prayses vnto the Lorde."},{"number":8,"verse":"Herken vnto my voyce, O Lorde, when I crye vnto the: haue mercye vpon me, and heare me."},{"number":9,"verse":"My hert hath talked of the: Seke ye my face: thy face Lorde will I seke. O hyde not thou thy face fro me, ner cast thy seruaunt awaye in displeasure."},{"number":10,"verse":"Thou hast bene my succoure, leaue me not, nether forsake me, O God of my saluacyon."},{"number":11,"verse":"Whan my father and my mother forsake me, the Lorde taketh me vp. Trache me thy waye O Lorde, & leade me the ryght waye, because of myne enemyes."},{"number":12,"verse":"Delyuer me not ouer into the will of myne aduersaryes, for there are false wytnesses rysen vp agaynst me, and soch as speake wronge."},{"number":13,"verse":"I shulde vtterlye haue faynted: but that I beleue verely to se the goodnesse of the Lorde in the lande of the lyuinge."},{"number":14,"verse":"O tary thou the Lordes leysure be stronge, and he shall conforte thyne hert, and put thou thy trust in the Lorde."}]}