{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Reioyse in the Lord, O ye ryghteous, for it becommeth well the iust to be thankfull."},{"number":2,"verse":"Prayse the Lord with harpe: synge psalmes vnto hym with the lute and instrument of ten strynges."},{"number":3,"verse":"Synge vnto the Lorde a newe songe, synge prayses lustely with a good corage."},{"number":4,"verse":"For the worde of the Lorde is true, and all hys worckes are faythfull."},{"number":5,"verse":"He loueth ryghteousnes and iugement: the earth is full of the goodnesse of the Lorde."},{"number":6,"verse":"By the worde of the Lorde were the heauens made, and all the Hoostes of them by the breth of his mouth."},{"number":7,"verse":"He gathereth the waters of the see together as it were vpon a heape, & layeth vp the depe as in a tresure house."},{"number":8,"verse":"Let all the earth feare the Lorde: stande in awe of hym, all ye that dwell in the worlde."},{"number":9,"verse":"For he spake, and it was done: he commaunded, and it stode fast."},{"number":10,"verse":"The Lorde bryngeth the councell of the Heithen to naught, and maketh the deuyces of the people, to be of none effecte."},{"number":11,"verse":"The councell of the Lorde shall endure for euer, and the thoughtes of hys herte from generacyon to generacyon."},{"number":12,"verse":"Blessed are the people whose God is the Lorde Iehouah, & blessed are the folcke that haue chosen hym to be theyr inheritaunce."},{"number":13,"verse":"The Lorde loked downe from heauen, and behelde all the chyldren of men:"},{"number":14,"verse":"from the habitacyon of his dwellynge, he consydreth all them that dwell in the erth."},{"number":15,"verse":"He fashyoneth all the hertes of them, and vnderstandeth all theyr worckes."},{"number":16,"verse":"There is no kynge that can be saued by the multytude of an hoost, nether is any myghtie man delyuered by moche strength."},{"number":17,"verse":"A horse is counted but a vayne thynge to saue a man, neyther shall he delyuer any man by hys greate strength."},{"number":18,"verse":"Behold the eye of the Lorde is vpon them that feare hym, and vpon them that put theyr trust in his mercy."},{"number":19,"verse":"To delyuer theyr soules from death, and to fede them in the tyme of dearth."},{"number":20,"verse":"Oure soule hath paciently taryed for the Lorde for he is oure helpe and oure shylde."},{"number":21,"verse":"For oure herte shall reioyse in hym, because we haue hoped in hys holy name."},{"number":22,"verse":"Let thy mercyfull kyndnesse, O Lorde be vpon vs, lyke as we haue put oure trust in the."}]}