{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"Of Dauid, when he chaunged his speche before Abimelech. which droue hym awaye and he departed. I Wyll allwaye geue thanckes vnto the Lorde, hys prayse shall euer be in my mouth."},{"number":2,"verse":"My soule shall make her boast in the Lord the humble shall heare therof, and be glad."},{"number":3,"verse":"O prayse the Lorde with me, and let vs magnifye hys name together."},{"number":4,"verse":"I sought the Lorde & he hearde me, yee he deliuered me out of all my feare."},{"number":5,"verse":"They had an eye vnto him, and were lyghtened, & their faces were not ashamed."},{"number":6,"verse":"Lo, the poore cryeth, & the Lorde heareth hym, yee and saueth hym out of all hys troubles."},{"number":7,"verse":"The Angell of the Lorde taryethe rounde about them that feare hym, and delyuereth them."},{"number":8,"verse":"O taste and se, howe gracious the Lord is, blessed is the man that trusteth in hym."},{"number":9,"verse":"O feare the Lorde, ye that be hys sayntes for they that feare hym, lacke nothynge."},{"number":10,"verse":"The lyons do lacke, & suffre hunger but they which seke the Lorde: shall want no maner of thynge that is good."},{"number":11,"verse":"Come ye chyldren & herken vnto me, I wyll teach you the feare of the Lorde."},{"number":12,"verse":"What man is he that lysteth to lyue, & wold fayne se good dayes?"},{"number":13,"verse":"Kepe thy tonge from euell, & thy lyppes, that they speake no gile."},{"number":14,"verse":"Eschue euell, & do good. seke peace and ensue it."},{"number":15,"verse":"The eyes of the Lorde are ouer the ryghteous, & his eares are open vnto their prayers."},{"number":16,"verse":"The countenaunce of the Lorde is agaynst them that do euell, to rote out the remembraunce of them from of the earth."},{"number":17,"verse":"The ryghteous crye, & the Lorde heareth them, & delyuereth them out of all theyr troubles."},{"number":18,"verse":"The Lorde is nye vnto them that are of a contryte hert, & wyll saue soche as be of an humble sprete."},{"number":19,"verse":"Greate are the troubles of the ryghteous but the Lorde delyuereth hym out of all."},{"number":20,"verse":"He kepeth all hys bones, so that not one of them is broken."},{"number":21,"verse":"But mysfortune shall slaye the vngodly, and they that hate the ryghteous, shalbe desolate."},{"number":22,"verse":"The Lorde delyuereth the soules of hys seruauntes: and all they that put theyr trust in hym shall not be destitute."}]}