{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"Of Dauid. Pleate thou my cause, O Lorde, with them that stryue with me: and fyght thou agaynst them that fyght agaynst me."},{"number":2,"verse":"Laye hande vpon the shilde & buckler, and stande vp to helpe me."},{"number":3,"verse":"Brynge forth the speare, & stoppe the waye agaynst them that persecute me: saye vnto my soule: I am thy saluacyon."},{"number":4,"verse":"Let them be confounded and put to shame, that seke after my soule: let them be turned backe, and brought to confusyon, that ymagyne myschefe for me."},{"number":5,"verse":"Let them be as the dust before the wynde, and the angell of the Lorde scatterynge them."},{"number":6,"verse":"Let theyr waye be darcke and slyppery, and let the angell of the Lorde persecute them."},{"number":7,"verse":"For they haue pryuely layed theyr net to destroye me without a cause, yee euen without a cause haue they made a pytte for my soule."},{"number":8,"verse":"Let a soden destruction come vpon him vnawares: & hys net that he hath layed priuely, catch hym selfe, that he maye fall into hys awne myschefe."},{"number":9,"verse":"And my soule be ioyfull in the Lorde: it shall reioyse in his saluacyon."},{"number":10,"verse":"All my bones shall saye: Lorde, who is lyke vnto the? which delyuerest the poore from hym that is to stronge for hym, yee the poore and hym that is in misery, from hym that spoyleth hym."},{"number":11,"verse":"False witnesse dyd ryse vp: they layed to my charge, thynges that I knowe not."},{"number":12,"verse":"They rewarded me euell for good, to the greate dyscomforte of my soule."},{"number":13,"verse":"Neuerthelesse, when they were sycke, I put on a sacke clothe: and humbled my soule with fastynge, and my prayer shall turne into myne awne bosome."},{"number":14,"verse":"I behaued my selfe as though it had bene my frende or my brother, I wente heuely, as one that mourneth for hys mother."},{"number":15,"verse":"But in myne aduersyte they reioysed, and gathered them together: Yee the very abiectes came together agaynst me vnawares, makynge mowes at me, and ceassed not."},{"number":16,"verse":"With the flatrers were busy mockers, which gnasshed vpon me with theyr teeth."},{"number":17,"verse":"Lorde, howe longe wylt thou loke vpon thys? O delyuer my soule from the calamityes which they brynge on me, and my dearlynge from the lyons?"},{"number":18,"verse":"So wyll I geue the thankes in the greate congregacyon I wyll prayse the amonge moche people."},{"number":19,"verse":"O let not them that are myne enemyes triumphe ouer me vngodlye nether: let them wyncke with theyr eyes, that hate me without a cause."},{"number":20,"verse":"And why? theyr comonyng is not for peace, but they ymagyne disceatfull wordes agaynst them that are quyet in the lande."},{"number":21,"verse":"They gaped vpon me with theyr mouthes, and sayde: fye on the, fye on the: we dyd se it with oure eyes."},{"number":22,"verse":"This thou hast sene, O Lorde: holde not thy tonge then, go not farre fro me, O Lord."},{"number":23,"verse":"A wake and stande vp to iudge my quarell auenge thou my cause, my God, and my Lorde."},{"number":24,"verse":"Iudge me, O Lorde my God, accordynge to thy ryghteousnesse, and let them not triumphe ouer me."},{"number":25,"verse":"Let them not saye in their hertes: there, there, so wolde we haue it: nether lett them saye: we haue deuoured hym."},{"number":26,"verse":"Let them be put to confusyon and shame together that reioyse at my trouble: let them be clothed with rebuke and dishonoure that boast them selues agaynst me."},{"number":27,"verse":"Let them be glad and reioyse, that fauoure my ryghteous dealynge: yee let them saye allwaye blessed be the Lorde, which hath pleasure in the prosperitye of hys seruaunt."},{"number":28,"verse":"And as for my tonge, it shalbe talkynge of thy ryghteousnes and of thy prayse, all the daye longe."}]}