{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"To the chaunter: destroye not. The badge or arme of Dauid, when Saul sent and they dyd watch the house to kyll hym. Delyuer me from my enemyes (O God) defende me from them that ryse vp agaynst me."},{"number":2,"verse":"O delyuer me from the wycked doers, and saue me from the bloudthursty men."},{"number":3,"verse":"For lo, they lye waytynge for my soule: the myghty men are gathered together against me without any offence or faute of me (O Lord.)"},{"number":4,"verse":"They runne and prepare them selues without my faute: Aryse, thou therfore to helpe me, and beholde."},{"number":5,"verse":"Stande vp (O Lorde God of Hoostes) thou God of Israel to vyset all heathen: and be not mercyful vnto them that offende of malycyous wyckednesse. Sela."},{"number":6,"verse":"They go to and fro in the euenynge, they grenne lyke a dogg, and runne aboute, thorow the cytie."},{"number":7,"verse":"Behold, they speake with theyr mouth, and sweardes are in theyr lyppes, for who doth heare?"},{"number":8,"verse":"But thou (O Lorde) shalt haue them in derysion, and thou shalt laugh all heathen to scorne."},{"number":9,"verse":"My strength wyll I ascrybe vnto the, for thou art the God of my refuge."},{"number":10,"verse":"God sheweth me his goodnesse plenteously, and God shall lett me se my desyre vpon myne enemyes."},{"number":11,"verse":"Slaye them not, lest my people forgett it: but scatre them abroade among thy people, and put them downe (O Lorde) our defence."},{"number":12,"verse":"For the synne of their mouth, and for the wordes of theyr lyppes they shalbe taken in theyr pryde, and why? theyr preachynge is of curlynge and lyes."},{"number":13,"verse":"Consume them in thy wrath, consume them that they maye perish, and knowe that it is God, which ruleth in Iacob and vnto the endes of the world. Sela."},{"number":14,"verse":"And in the euenynge they will returne: grenne lyke a dogg and wyll go aboute the cytie."},{"number":15,"verse":"They wyll runne here and there for meate, and grudge yf they be not satisfyed."},{"number":16,"verse":"As for me, I wil singe of thy power, and will prayse thy mercy by tymes in the morninge: for thou hast bene my defence and refuge in the daye of my trouble."},{"number":17,"verse":"Unto the, O my strength, will I synge, for thou, O God, art my refyge and my mercyfull God."}]}