{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"In the O Lord, haue I put my trust let me neuer be put to confusyon, but rydde me, and delyuer me in thy righteousnesse: enclyne thyne eare vnto me, and saue me."},{"number":2,"verse":"Be thou my strong holde (where vnto I maye all waye resorte) thou hast promysed to helpe me: for thou art my house of defence and my castell."},{"number":3,"verse":"Delyuer me, O my God, out of the hand of the vngodly, out of the hande of the vnrighteous and cruell man."},{"number":4,"verse":"For thou, O Lorde God, art the thynge that I longe for, thou art my hope euen fro my youth."},{"number":5,"verse":"Thorow the haue I bene holden vp euer sence I was borne thou art he that toke me out of my mothers wombe, my prayse shalbe all waye of the."},{"number":6,"verse":"I am become as it were a monster vnto many: but my sure trust is in the."},{"number":7,"verse":"Oh let my mouth be fylled with thy prayse and honour all the daye longe."},{"number":8,"verse":"Cast me not awaye in the tyme of age, forsake me not when my strength fayleth me."},{"number":9,"verse":"For myne enemies speake agaynst me: & they that laye wayte for my soule, take their councell together, sayenge: God hath forsaken hym, persecute hym, and take hym, for there is none to deliuer him."},{"number":10,"verse":"Go not farre fro me, O God: my God, haste the to helpe me."},{"number":11,"verse":"Let them be confounded and peryshe, that are agaynst my soule: let them be couered with shame and dyshonoure, that seke to do me euell."},{"number":12,"verse":"As for me, I wyll paciently abyde all waye, and will prayse the more and more."},{"number":13,"verse":"My mouth shall daylie speake of thy righteousnesse & saluacion, for I knowe no ende therof."},{"number":14,"verse":"I will go forth in the strength of the Lord God, & will make mencion of thy righteousnesse onely."},{"number":15,"verse":"Thou, O God, hast taught me fro my youth vp vntill now, therfore will I tell of thy wonderous worckes."},{"number":16,"verse":"Forsake me not, O God, in myne olde age, when I am gray headed: vntyll I haue shewed thy strength vnto this generacion, and thy power to all them that are yet for to come."},{"number":17,"verse":"Thy righteousnes (O God) is very hie, and great thynges are they that thou hast done: O God, who is lyke vnto the?"},{"number":18,"verse":"O what greate troubles and aduersyties hast thou shewed me? and yet didest thou turne and refreshe me: yee, and broughtest me from the depe of the earth"},{"number":19,"verse":"Thou hast brought me to great honour and comforted me on euery syde."},{"number":20,"verse":"Therfore will I prayse the and thy faythfulnesse, O God, playinge vpon an instrument of musick, vnto the wyll I synge vpon the harpe, O thou holy one of Israell."},{"number":21,"verse":"My lyppes wylbe fayne, whan I synge vnto the:"},{"number":22,"verse":"and so will my soule whom thou hast deliuered."},{"number":23,"verse":"My tonge also shall talke of thy ryghteousnesse all the daye longe,"},{"number":24,"verse":"for they are confounded and brought vnto shame, that seke to do me euell."}]}