{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"An instruccyon of Asaph. O God, werfore art thou absent from vs so long? why is thy wrath so hote agaynst the shepe of thy pasture?"},{"number":2,"verse":"O thynke vpon thy congregacyon, whom thou hast purchased and redemed of olde:"},{"number":3,"verse":"Thinke vpon the trybe of thine enheritaunce and mout Sion wherin thou hast dwelt."},{"number":4,"verse":"Lyft vp thy fete, that thou mayest vtterly destroye euery enemye which hath done euell in the Sanctuary."},{"number":5,"verse":"Thyne aduersaryes roare in the myddes of thy congregacions, and set vp their banners for tokens."},{"number":6,"verse":"He that hewed tymbre afore out of the thick trees, was knowne to brynge it to an excellent worke."},{"number":7,"verse":"But now they breake downe all the earned worcke therof wt axes & hammers."},{"number":8,"verse":"They haue set fyre vpon thy holy places, and haue defyled the dwellynge place of thy name, euen vnto the grounde."},{"number":9,"verse":"Yee, they sayed in their hertes: let vs make hauoke of them alltogether: thus haue they brent vp all the houses of God in the lande."},{"number":10,"verse":"We se not oure tokens, ther is not one Prophet more, no not one is ther among vs that vnderstandeth eny more."},{"number":11,"verse":"O God, how long shall the aduersary do this dishonoure? how longe shal the enemy blaspheme thy name? For euer?"},{"number":12,"verse":"Why withdrawest thou thine hand? why pluckest thou not thy right hande out of thy bosome, to consume the enemye?"},{"number":13,"verse":"For God is my kynge of olde: the helpe that is done vpon earth, he doth it him selfe."},{"number":14,"verse":"Thou dyddest deuyde the see thorowe thy power, thou brakest the heades of the dragons in the waters."},{"number":15,"verse":"Thou smotest the heades of Leuiathan in peces, and geuest him to be meate for the people in the wyldernesse."},{"number":16,"verse":"Thou broughtest out fountaynes and waters out of the harde rockes: thou dryedst vp myghtye waters."},{"number":17,"verse":"The daye is thine, & the nyght is thyne: thou hast prepared the lyght and the sonne."},{"number":18,"verse":"Thou hast sett all the borders of the earth, thou hast made sommer and wynter."},{"number":19,"verse":"Remembre this, O Lord, how the enemie hath rebuked, and how the folysh people hath blasphemed thy name."},{"number":20,"verse":"O delyuer not the soule of thy turtle doue vnto the multitude of the enemies: and forget not the congregacyon of the poore for euer."},{"number":21,"verse":"Loke vpon the couenaunt, for all the earth is full of darknes, and cruell habitacions."},{"number":22,"verse":"O let not the symple go awaye ashamed, but let the poore and nedy geue prayse vnto thy name."},{"number":23,"verse":"Aryse, O God, maynteyne thine awne cause: remembre how the folyshe man blasphemeth the dayly. Forget not the voyce of thine enemyes: the presumpcyon of them that hate the increaseth euermore and more."}]}