{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":79,"verses":[{"number":1,"verse":"A Psalme of Asaph. O God the Heathen are come into thy inheritaunce: thy holy temple haue they defyled, and made Ierusalem an heape of stones."},{"number":2,"verse":"The deed bodyes of thy seruauntes haue they geuen to be meate, vnto the foules of the ayre, and the flesh of thy saynctes vnto the beastes of the lande."},{"number":3,"verse":"Their bloud haue they shed lyke water on euery syde of Ierusalem, and there was no man to burye them."},{"number":4,"verse":"We are become an open shame vnto oure enemies, a very scorne and derysyon vnto them that are rounde aboute us."},{"number":5,"verse":"Lorde, how longe wylt thou be angrye? shall thy gelousy burne lyke fyre for euer?"},{"number":6,"verse":"Poure out thyne indignacion vpon the Heathen that haue not knowne the, and vpon the kyngdome that haue not called vpon thy name."},{"number":7,"verse":"For they haue deuoured Iacob, and layed waste his dwellinge place."},{"number":8,"verse":"O remembre not oure olde synnes, but haue mercy vpon vs, and that soone, for we are come to greate misery."},{"number":9,"verse":"Helpe vs, O God of oure saluacion, for the glory of thy name: O delyuer vs, and be mercyfull vnto oure synnes for thy names sake."},{"number":10,"verse":"Wherfore do the Heathen saye: where is now their God?"},{"number":11,"verse":"O let the vengeaunce of thy seruauntes bloude that is shed, be openly shewed vpon the Heathen in oure syght."},{"number":12,"verse":"O let the sorowfull syghyng of the presoners come before the: accordyng vnto the greatnesse of thy power, preserue thou those that are appoynted to dye."},{"number":13,"verse":"And for the blasphemy (wherwith oure neyghbours haue blasphemed the) rewarde thou them, O Lorde, seuen folde into their bosome. So we, that be thy people and shepe of thy pasture, shall geue the thanckes for euer, and wyl alwaye be shewynge forth thy prayse from generacion to generacion."}]}