{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":81,"verses":[{"number":1,"verse":"To the chaunter vpon Githith of Asaph Singe we merely vnto God or strength make a chearfull noyse vnto the God of Iacob."},{"number":2,"verse":"Take the Psalme, bryng hyther the tabret, the mery harpe wt the lute."},{"number":3,"verse":"Blowe vp the trompett in the newe mone, euen in the tyme appoynted, and vpon oure solempne feast daye"},{"number":4,"verse":"For this was made a statute for Israel, & a lawe of the God of Iacob."},{"number":5,"verse":"This he ordened in Ioseph for a testymony, when he came out of the lande of Egypt, and had hearde a straunge language."},{"number":6,"verse":"I eased hys shoulder from the burthen, & his handes were delyuered from (makyng) the pottes."},{"number":7,"verse":"Thou calledst vpon me in troubles, and I delyuered the, and hearde the what tyme as the storme fell vpon me."},{"number":8,"verse":"I proued the also at the waters of stryfe. Sela."},{"number":9,"verse":"Heare, O my people, and I will assure the of Israel, yf thou wylt herken vnto me."},{"number":10,"verse":"There shall no straunge God be in the, nether shalt thou worshippe any other God."},{"number":11,"verse":"I am the Lorde thy God, whych brought the out of the lande of Egypt, open thy mouth wyde, and I shall fyll it."},{"number":12,"verse":"But my people wold not heare my voyce, and Israel wolde not obey me."},{"number":13,"verse":"So I gaue them vp vnto their awne hertes lust, and let them folowe their awne ymaginacyons."},{"number":14,"verse":"O that my people wolde haue herkened vnto me, for yf Israel had walked in my wayes."},{"number":15,"verse":"I shulde soone haue put downe their enemyes, & turned myne hand agaynst their aduersaryes."},{"number":16,"verse":"The haters of the Lorde shulde haue bene founde lyars, but their tyme shulde haue endured for euer. He shuld haue fed them also wyth the fynest wheate floure, and with hony out of the stony roke shulde I haue satisfyed the."}]}