{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"An instruccyon of Ethan the Ezrahyte. My songe shalbe all waye of the louynge kyndnesse of the Lorde, wyth my mouth wyll I euer be shewynge thy trueth from one generacyon to another."},{"number":2,"verse":"For I haue sayde: mercy shalbe set vp for euer, thy trueth shalt thou stablysh in the heauens."},{"number":3,"verse":"I haue made a couenaunt wyth my chosen, I haue sworne vnto Dauid my seruaunt."},{"number":4,"verse":"Thy sede wyll I stablysh for euer, and set vp thy trone from one generacyon to another. Selah."},{"number":5,"verse":"O Lorde the very heauens shall prayse thy wonderous worckes, & thy trueth in the congregacyon of the saynctes."},{"number":6,"verse":"For who is he amonge the cloudes, that shall be compared vnto the Lorde?"},{"number":7,"verse":"And what is he amonge the goddes, that shalbe lyke vnto the Lorde?"},{"number":8,"verse":"God is very greatly to be feared in the councell of the sayntes and to be had in reuerence of all them that are aboute hym."},{"number":9,"verse":"O Lord God of Hostes, who is lyke vnto the? thy trueth (most myghtie lord) is on euery syde."},{"number":10,"verse":"Thou rulest the ragynge of the see, thou stillest the waues therof, when they aryse."},{"number":11,"verse":"Thou hast subdued Egypte and destroyed it, thou hast scatred thyne enemyes abroad wyth thy myghtie arme."},{"number":12,"verse":"The heauens are thyne, the earth also is thyne: thou hast layed the foundacyon of the rounde worlde, and all that therin is."},{"number":13,"verse":"Thou hast made the north and the south, Tabor and Hermon shall reioyse in thy name."},{"number":14,"verse":"Thou hast a myghtie arme, stronge is thy hande, and hye is thy ryght hande."},{"number":15,"verse":"Ryghteousnes and equite is the habitacyon of thy seate, mercy and trueth shall go before thy face."},{"number":16,"verse":"Blessed is the people (O Lorde) that can reioyse in the: they shall walke in the lyght of thy countenaunce."},{"number":17,"verse":"Theyr delyte shalbe daylye in thy name, & in thy ryghteousnesse shall they make theyr boast."},{"number":18,"verse":"For thou art the glory of theyr strength, & in thy louynge kyndnesse thou shalt lyft vp oure hornes."},{"number":19,"verse":"For the Lord is oure defence, The holy one of Israel is oure kynge."},{"number":20,"verse":"Thou spakest somtyme in vysyons vnto thy saynctes, and saydest: I haue layed helpe vpon one that is myghty, I haue exalted one chosen out of the people."},{"number":21,"verse":"I haue founde Dauid my seruaunt: with my holy oyle haue I anoynted him."},{"number":22,"verse":"My hand shall holde hym fast, and myne arme shall strengthen hym:"},{"number":23,"verse":"The enemye shall not be able to do hym violence, the sonne of wickednesse shall not hurte hym."},{"number":24,"verse":"I shall smyte downe hys foes before hys face, and plage them that hate hym."},{"number":25,"verse":"My trueth also and my mercy shalbe wyth hym, and in my name shall hys horne be exalted."},{"number":26,"verse":"I wyll set hys dominion also in the see, and hys ryght hande in the floudes."},{"number":27,"verse":"He shall call me: thou art my father, my God, & my stronge saluacion."},{"number":28,"verse":"And I wyll make hym my fyrst borne, hyer then the kynges of the earth."},{"number":29,"verse":"My mercy wyll I kepe for hym for euermore, & my couenaunt shall stande fast wyth hym."},{"number":30,"verse":"Hys sede also wyll I make to endure for euer, and hys trone as the dayes of heauen."},{"number":31,"verse":"But yf hys chyldren forsake my lawe, and walke not in my iudgementes."},{"number":32,"verse":"If they breake my statutes and kepe not my commaundementes."},{"number":33,"verse":"I wyll vyset theyr offences with the rod and theyr synne wyth scourges."},{"number":34,"verse":"Neuerthelesse, my louynge kyndnesse will I not vtterly take from hym, ner suffre my trueth to fayle."},{"number":35,"verse":"My couenaunt wyll I not breake, nor alter the thinge that is gone out of my lyppes."},{"number":36,"verse":"I haue sworne once by my holynesse, that I wyll not fayle Dauid."},{"number":37,"verse":"Hys sede shall endure for euer, and hys seate is lyke as the sunne before me."},{"number":38,"verse":"He shall stande fast for euermore as the moone, and as the faythfull wytnesse in heauen. Selah:"},{"number":39,"verse":"But thou hast abhorred & forsaken thyne anoynted, & art displeased at him."},{"number":40,"verse":"Thou hast broken the couenaunt of thy seruaunt, cast his crowne to the grounde."},{"number":41,"verse":"Thou hast ouerthrowne all hys hedges, and broken downe hys stronge holdes."},{"number":42,"verse":"All they that go by, spoyle hym, and he is become a rebuke vnto hys neyghboures."},{"number":43,"verse":"Thou hast set vp the ryght hande of hys enemyes: & made all hys aduersaryes to reioyce."},{"number":44,"verse":"Thou hast taken awaie the edge of his swearde: & geuest hym not victory in the battayle."},{"number":45,"verse":"Thou hast put out his glory, & cast his trone downe to the grounde."},{"number":46,"verse":"The dayes of his youth hast thou shortened: and couered him wt dishonoure. Selah."},{"number":47,"verse":"Lorde, howe longe wilt thou hid thy selfe? for euer? and shall thy wrath burne lyke fyre?"},{"number":48,"verse":"O remembre, how shorte my tyme is, wherfore hast thou made all men for naught?"},{"number":49,"verse":"What man is he that lyueth, and shall not se death? and shall he deliuer his awne soule from the hande of hell? Selah."},{"number":50,"verse":"Lorde, where are thy olde louyng kyndnesses, which thou sworest vnto Dauid in thy treuth?"},{"number":51,"verse":"Remember (Lorde) the rebuke that thy seruauntes haue & how I do beare in my bosome thy rebukes of many people."},{"number":52,"verse":"Wher with thyne enemies haue blasphemed the, and sclaunder the fotesteppes of thyne anoynted. Praysed be the Lord for euermore: Amen: Amen."}]}