{"bibleAbbr":"GB1539","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"To hym that excelleth vpon Almuth Labben, a Psalme of Dauid. I Wyll geue thankes vnto the, O Lorde wyth my whole herte, I wyll speake of all thy maruelous worckes."},{"number":2,"verse":"I wyll be glad, and reioyse in the, yee my songes will I make of thy name, O thou moost hyest."},{"number":3,"verse":"Whyle myne enemyes are dryuen backe, they shall fall, & perysh at thy presence."},{"number":4,"verse":"For thou hast mayntened my ryght & my cause: thou art sett in the throne that iudgest ryght."},{"number":5,"verse":"Thou hast rebuked the Heythen, & destroyed the vngodly, thou hast put out their name for euer & euer."},{"number":6,"verse":"O thou enemye: destruccyons are come to a perpetuall ende: euen as the cities which thou hast destroyed: their memoriall is perished with them."},{"number":7,"verse":"But the Lorde shall endure for euer, he hath also prepared his seate for iudgement:"},{"number":8,"verse":"For he shall iudge the world in ryghteousnes, and minister true iudgement vnto the people."},{"number":9,"verse":"The Lorde also wylbe a defence for the oppressed euen a refuge in due tyme of trouble."},{"number":10,"verse":"And they that knowe thy name, wyll put their trust in the: for thou (Lorde) hast neuer fayled them, that seke the."},{"number":11,"verse":"O prayse the Lord, which dwelleth in Syon, shewe the people of hys doinges."},{"number":12,"verse":"For when he maketh inquisycion for bloude, he remembreth them: & forgetteth not the complaynte of the poore."},{"number":13,"verse":"Haue mercy vpon me (O Lorde) consydre the trouble whych I suffre of them that hate me, thou that lyftest me vp from the gates of death."},{"number":14,"verse":"That I maye shewe all thy prayses wyth in the portes of the daughter of Syon, I wyll reioyse in thy saluacyon."},{"number":15,"verse":"The Heithen are suncken downe in the pytte that they made: in the same nett which they hydd pryuely, is their awne foote taken."},{"number":16,"verse":"The Lorde is knowen to execute iudgement: the vngodly is trapped in the worcke of his awne handes: A consyderacyon Sela."},{"number":17,"verse":"The wycked shall be turned vnto hell, & all people that forget God:"},{"number":18,"verse":"For the poore shall not be all waye forgotten, the pacient abydynge of the meke shall not peryshe for euer."},{"number":19,"verse":"Up Lorde, and let not man haue the vpper hande, let the Heythen be iudged in thy syght."},{"number":20,"verse":"Put them in feare (O Lorde) that the Heythen maye knowe them selues to be but men. Sela."}]}