{"bibleAbbr":"MKJV1962","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"Therefore be followers of God, as dear children."},{"number":2,"verse":"And walk in love, as Christ also has loved us, and has given Himself for us as an offering and a sacrifice to God for a sweet smelling savor."},{"number":3,"verse":"For let fornication and all uncleanness or covetousness not be once named among you, as becomes saints,"},{"number":4,"verse":"neither baseness, foolish talking, jesting, which are not becoming, but rather giving of thanks."},{"number":5,"verse":"For you know this, that no fornicator, or unclean person, or covetous [one] (who is an idolater), has any inheritance in the kingdom of Christ and of God."},{"number":6,"verse":"Let no man deceive you with vain words, for because of these things the wrath of God comes upon the children of disobedience."},{"number":7,"verse":"Therefore do not be partakers with them."},{"number":8,"verse":"For you were once darkness, but now [you are] light in [the] Lord; walk as children of light"},{"number":9,"verse":"(for the fruit of the Spirit [is] in all goodness and righteousness and truth),"},{"number":10,"verse":"proving what is acceptable to the Lord."},{"number":11,"verse":"And have no fellowship with the unfruitful works of darkness, but rather reprove [them]."},{"number":12,"verse":"For it is a shame even to speak of those things which are done by them in secret."},{"number":13,"verse":"But all things that are reproved are made manifest by the light, for whatever makes manifest [is] light."},{"number":14,"verse":"Therefore he says, Awake, sleeping ones! And arise from the dead, and Christ shall give you light."},{"number":15,"verse":"See then that you walk circumspectly, not as fools, but as wise,"},{"number":16,"verse":"redeeming the time, because the days are evil."},{"number":17,"verse":"Therefore do not be unwise, but understand what the will of the Lord [is]."},{"number":18,"verse":"And do not be drunk with wine, in which is excess, but be filled with the Spirit,"},{"number":19,"verse":"speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;"},{"number":20,"verse":"always giving thanks for all things to God [the] Father in the name of our Lord Jesus Christ,"},{"number":21,"verse":"submitting yourselves to one another in the fear of God."},{"number":22,"verse":"Wives, submit yourselves to [your] own husbands, as to the Lord."},{"number":23,"verse":"For the husband is the head of the wife, even as Christ [is] the head of the church; and He is the Savior of the body."},{"number":24,"verse":"Therefore as the church is subject to Christ, so [let] the wives [be] to their own husbands in everything."},{"number":25,"verse":"Husbands, love your wives, even as Christ also loved the church and gave Himself for it,"},{"number":26,"verse":"that He might sanctify and cleanse it with the washing of water by the Word,"},{"number":27,"verse":"that He might present it to Himself [as] the glorious church, without spot or wrinkle or any such things, but that it should be holy and without blemish."},{"number":28,"verse":"So men ought to love their wives as their [own] bodies. He who loves his wife loves himself."},{"number":29,"verse":"For no man ever yet hated his [own] flesh, but nourishes and cherishes it, even as the Lord loves the church."},{"number":30,"verse":"For we are members of His body, of His flesh, and of His bones."},{"number":31,"verse":"For this cause a man shall leave his father and mother and shall be joined to his wife, and the two of them shall be one flesh."},{"number":32,"verse":"This is a great mystery, but I speak concerning Christ and the church."},{"number":33,"verse":"But also let everyone of you in particular so love his wife even as himself, and the wife that she defers to her husband."}]}