{"bibleAbbr":"MKJV1962","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"Children, obey your parents in the Lord, for this is right."},{"number":2,"verse":"Honor your father and mother (which is the first commandment with a promise),"},{"number":3,"verse":"so that it may be well with you, and that you may live long on the earth."},{"number":4,"verse":"And fathers, do not provoke your children to wrath, but bring them up in the nurture and admonition of the Lord."},{"number":5,"verse":"Slaves, obey [your] masters according to the flesh, with fear and trembling, in singleness of your heart, as to Christ;"},{"number":6,"verse":"not with eye-service, as men-pleasers, but as the servants of Christ, doing the will of God from [the] heart,"},{"number":7,"verse":"with good will doing service as to the Lord and not to men"},{"number":8,"verse":"(knowing that whatever good thing he does, he shall receive the same from the Lord, whether [he is] a slave or a freeman)."},{"number":9,"verse":"And masters, do the same things to them, forbearing threatening, knowing that your Master also is in Heaven. There is no respect of persons with Him."},{"number":10,"verse":"Finally, my brothers, be strong in [the] Lord and in the power of His might."},{"number":11,"verse":"Put on the whole armor of God so that you may be able to stand against the wiles of the devil."},{"number":12,"verse":"For we do not wrestle against flesh and blood, but against principalities, against powers, against the world's rulers, of the darkness of this age, against spiritual wickedness in high [places]."},{"number":13,"verse":"Therefore take to yourselves the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand."},{"number":14,"verse":"Therefore stand, having your loins girded about with truth, and having on the breastplate of righteousness"},{"number":15,"verse":"and your feet shod with the preparation of the gospel of peace."},{"number":16,"verse":"Above all, take the shield of faith, with which you shall be able to quench all the fiery darts of the wicked."},{"number":17,"verse":"And take the helmet of salvation, and the sword of the Spirit, which is the Word of God,"},{"number":18,"verse":"praying always with all prayer and supplication in [the] Spirit, and watching to this very thing with all perseverance and supplication for all saints."},{"number":19,"verse":"And pray for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,"},{"number":20,"verse":"for which I am an ambassador in bonds; so that in it I may speak boldly, as I ought to speak."},{"number":21,"verse":"But, so that you also may know my affairs [and] how I do, Tychicus, a beloved brother and faithful minister in [the] Lord, shall make known to you all things,"},{"number":22,"verse":"whom I have sent to you for the same purpose, that you might know our affairs and [that] he might comfort your hearts."},{"number":23,"verse":"Peace to the brothers, and love with faith, from God [the] Father and [the] Lord Jesus Christ."},{"number":24,"verse":"Grace [be] with all those who love our Lord Jesus Christ in sincerity. Amen."}]}