{"bibleAbbr":"msAB1996","bookName":"RATAPAN","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"( Penderitaan Yerusalem) Alangkah sunyinya Yerusalem, yang dahulu penuh dengan penduduk! Dahulu kota itu dihormati di seluruh dunia, tetapi sekarang seperti balu. Kota yang termulia di bumi telah dijadikan hamba."},{"number":2,"verse":"Sepanjang malam dia menangis, air matanya bercucuran di pipi. Tidak seorang pun daripada kawannya mahu menghibur dia. Sekutunya telah mengkhianati dan memusuhi dia."},{"number":3,"verse":"Penduduk Yehuda dijadikan hamba yang tidak berdaya, dipaksa meninggalkan kampung halaman mereka. ( dijadikan hamba... halaman mereka; atau melarikan diri dari kampung halaman mereka, daripada kesengsaraan perhambaan.) Mereka tinggal di kalangan bangsa-bangsa, tanpa tempat yang memberikan damai sentosa. Mereka dikepung musuh pada waktu mereka sengsara."},{"number":4,"verse":"Kini tidak seorang pun datang ke Rumah TUHAN pada hari perayaan. Gadis-gadis yang menyanyi di sana menderita, dan para imam berkeluh-kesah. Pintu gerbang kota lengang, dan kota Sion diliputi kesedihan."},{"number":5,"verse":"Musuh berjaya kerana dapat menguasai Yerusalem; TUHAN membuat dia menderita kerana sangat banyak dosanya. Penduduknya telah ditawan dan dibawa pergi oleh musuh."},{"number":6,"verse":"Keindahan Yerusalem sudah lenyap. Kini para pemimpinnya seperti rusa yang lemah dan lapar; mereka kehabisan tenaga semasa dikejar pemburu."},{"number":7,"verse":"Yerusalem teringat akan keagungannya pada masa silam; kini kota itu runtuh dan penuh kesengsaraan. Tiada sesiapa yang menolongnya ketika dia dikalahkan musuh; semua penakluk mentertawakan kejatuhannya."},{"number":8,"verse":"Kehormatannya tiada lagi; dia bertelanjang dan dihina. Dia mengerang dan menyembunyikan muka kerana malu, Yerusalem telah menajiskan diri dengan dosa yang keji."},{"number":9,"verse":"Kenajisannya nampak dengan nyata namun tidak dipedulikannya. Keruntuhannya sangat dahsyat, tiada sesiapa pun dapat menghiburkannya. Musuhnya menang dan dia menangis minta belas kasihan daripada TUHAN."},{"number":10,"verse":"Musuhnya merampas segala kekayaannya. Dia nampak mereka masuk ke Rumah TUHAN, tempat larangan bagi orang yang bukan umat TUHAN."},{"number":11,"verse":"Penduduk kota itu mengerang sementara mereka mencari makanan, mereka menukarkan harta benda dengan makanan, supaya mereka tetap hidup dan tidak mati. Kota Yerusalem berseru, “Pandanglah aku, ya TUHAN, dan lihatlah kesengsaraanku.”"},{"number":12,"verse":"“Pandanglah aku,” serunya kepada setiap orang yang lalu di situ. ( “Pandanglah aku,”... di situ; atau Hai orang yang lalu di situ, tidakkah kamu hiraukan?) “Belum pernah sesiapa pun menderita seperti aku, penderitaan yang didatangkan oleh TUHAN kepadaku kerana kemurkaan-Nya."},{"number":13,"verse":"Dia menurunkan api dari langit, api yang membakar dalam diriku. Dia memasang perangkap bagiku dan menjatuhkan aku ke tanah. Lalu Dia membiarkan aku seorang diri menderita sepanjang hari."},{"number":14,"verse":"Dia memerhati segala dosaku, lalu mengikatnya menjadi satu, dan mengalungkannya pada leherku, sehingga beratnya melemahkan aku. Tuhan menyerahkan aku kepada musuhku, dan aku tidak berdaya melawan mereka."},{"number":15,"verse":"Tuhan mentertawakan pahlawan-pahlawanku; Dia mengirim tentera untuk membinasakan pemudaku. Dia memijak-mijak umatku sampai hancur, seperti orang memeras buah anggur."},{"number":16,"verse":"Itulah sebabnya air mataku bercucuran. Tiada sesiapa pun dapat menghibur aku, ataupun menguatkan hatiku. Musuh telah mengalahkan aku; pendudukku telah kehilangan segala sesuatu."},{"number":17,"verse":"Aku menghulurkan tangan, tetapi tiada sesiapa menolong aku. TUHAN mengirim musuh dari segala arah untuk memerangi aku. Mereka memperlakukan aku seperti najis."},{"number":18,"verse":"Namun TUHAN adil kerana aku telah melanggar perintah-Nya. Dengarkan aku, hai semua bangsa, pandanglah aku yang kesakitan. Para pemuda dan pemudiku ditawan dan dibawa pergi."},{"number":19,"verse":"Aku memanggil sekutuku, tetapi mereka tidak mahu menolong aku. Para imam dan pemimpin mati di jalan-jalan kota, ketika mencari makanan untuk terus hidup."},{"number":20,"verse":"Ya TUHAN, lihatlah kesengsaraanku dan penderitaan batinku. Hatiku hancur kerana dosaku dahulu. Pembunuhan berlaku di jalan raya, bahkan di dalam rumah pun kematian berlaku."},{"number":21,"verse":"Dengarlah ( Sebuah naskhah terjemahan kuno: Dengarlah; Naskhah Ibrani: Mereka mendengar.) rintihanku; tiada sesiapa pun yang menghibur aku. Musuhku bersukacita kerana Engkau telah mendatangkan bencana ini kepadaku. Datangkan hari yang Engkau janjikan itu, agar musuhku menderita seperti aku."},{"number":22,"verse":"Salahkan mereka kerana segala kejahatan mereka. Hukumlah mereka sebagaimana Engkau menghukum aku kerana dosaku. Aku berkeluh-kesah kerana amat sedih hatiku.”"}]}