{"bibleAbbr":"msAB1996","bookName":"RATAPAN","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"( Hukuman TUHAN terhadap Yerusalem) Dalam keadaan murka, Tuhan telah menyelubungi Sion dengan kegelapan. Dia mengubah keagungan Israel yang setinggi langit menjadi runtuhan. Ketika Dia murka, Rumah-Nya pun ditinggalkan."},{"number":2,"verse":"Tuhan memusnahkan semua kampung di Yehuda tanpa belas kasihan, Dia merobohkan kubu-kubu yang menjadi pertahanan negeri. Dia mempermalukan kerajaan serta para penguasanya."},{"number":3,"verse":"Dengan murka Dia memusnahkan kekuatan Israel; Dia tidak mahu menolong kita ketika musuh datang. Kemurkaan-Nya terhadap kita menyala-nyala bagaikan api menghanguskan segala sesuatu."},{"number":4,"verse":"Dia membidikkan panah ke arah kita seolah-olah kita ini musuh-Nya; Dia membunuh semua orang yang menjadi kesukaan dan kebanggaan kita. Di kota Yerusalem kita merasakan api kemurkaan-Nya."},{"number":5,"verse":"Seperti musuh, Tuhan telah membinasakan Israel; Dia memusnahkan semua kubu dan istananya. Dia menambah kedukaan penduduk Yehuda."},{"number":6,"verse":"Dia menghancurkan Rumah TUHAN tempat kita menyembah Dia; Dia menghapuskan semua perayaan dan hari Sabat. Raja dan imam semuanya menderita akibat kemurkaan-Nya."},{"number":7,"verse":"Tuhan menolak mazbah-Nya dan meninggalkan Rumah-Nya yang suci; Dia membiarkan musuh merobohkan temboknya. Musuh bersorak-sorak kerana menang di tempat kita beribadat dengan sukacita dahulu."},{"number":8,"verse":"TUHAN telah mengambil keputusan untuk merobohkan tembok Sion; Dia mengukur tembok itu supaya semuanya dihancurkan-Nya. Menara dan tembok kini menjadi runtuhan belaka."},{"number":9,"verse":"Pintu-pintu gerbang roboh ditimbun runtuhan, dan palang-palangnya patah. Raja dan para pemimpin kini di negeri pembuangan. Taurat tidak lagi diajarkan, dan para nabi tidak lagi menerima penglihatan daripada TUHAN."},{"number":10,"verse":"Orang tua di Yerusalem duduk membisu di atas tanah, menaruh debu di kepala dan memakai kain guni. Gadis-gadis menundukkan kepala sampai ke tanah."},{"number":11,"verse":"Mataku bengkak kerana menangis tanpa berhenti; jiwaku merana tidak terperi. Hatiku hancur melihat kebinasaan bangsaku, melihat kanak-kanak dan bayi pengsan di jalan kota."},{"number":12,"verse":"Mereka berseru kepada ibu mereka kerana lapar dan dahaga; mereka jatuh di tengah jalan seolah-olah cedera, lalu meninggal di pangkuan ibu mereka."},{"number":13,"verse":"Hai Yerusalem, kota Sion yang tercinta, apakah yang dapat kukatakan? Aku tidak dapat menghibur engkau. Belum pernah sesiapa pun menderita seperti engkau. Bencana sebesar samudera telah menimpamu; tiada lagi harapan bagi engkau."},{"number":14,"verse":"Nabi-nabimu hanya tahu berdusta; mereka menipu engkau dengan tidak menyatakan dosamu. Mereka membuat engkau berfikir bahawa engkau tidak perlu bertaubat."},{"number":15,"verse":"Semua orang yang lalu di kotamu menghina engkau. Mereka menggeleng-gelengkan kepala dan tertawa melihat runtuhan Yerusalem. “Inikah kota yang disebut paling indah dan menjadi kebanggaan dunia?” tanya mereka."},{"number":16,"verse":"Semua musuhmu mengolok-olok engkau dan memandang engkau dengan benci. Mereka mencebikkan bibir sambil menista, “Kami sudah memusnahkan engkau! Inilah hari yang kami nanti-nantikan!”"},{"number":17,"verse":"Akhirnya TUHAN melakukan apa yang telah diancamkan-Nya; Dia membinasakan kita tanpa belas kasihan seperti yang diperingatkan-Nya kepada kita dahulu. Dia memberi musuh kita kemenangan, dan mereka bersukacita kerana kejatuhan kita."},{"number":18,"verse":"Hai Yerusalem, biarlah tembokmu berseru kepada Tuhan! ( Naskhah Ibrani: Hati mereka berseru kepada Tuhan, hai tembok Yerusalem.) Biarlah air matamu bercucuran seperti sungai yang mengalir siang dan malam. Teruslah menangis dan berdukalah sehingga habis tenagamu."},{"number":19,"verse":"Bangunlah berkali-kali sepanjang malam, dan berserulah kepada Tuhan; curahkanlah isi hatimu dan mohonlah belas kasihan untuk anak-anakmu, anak-anak yang sedang kelaparan di tiap-tiap simpang jalan."},{"number":20,"verse":"Pandanglah, ya TUHAN! Pandanglah mereka yang Engkau seksa! Kaum wanita makan anak-anak yang dikasihi mereka! Para imam dan nabi dibunuh di dalam Rumah TUHAN!"},{"number":21,"verse":"Orang tua dan muda semuanya mati di jalan-jalan, pemuda dan pemudi dibunuh dengan pedang musuh. Engkau membunuh mereka tanpa belas kasihan pada hari Engkau murka."},{"number":22,"verse":"Engkau menjemput musuhku mengadakan pesta keganasan di sekelilingku; tiada seorang pun dapat menyelamatkan diri pada hari Engkau murka. Mereka membunuh anak-anakku yang telah aku pelihara dan kasihi."}]}