{"bibleAbbr":"msAB1996","bookName":"RATAPAN","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"( Doa Mohon Belas Kasihan) Ingatlah, ya TUHAN, akan apa yang telah berlaku kepada kami. Pandanglah kami, lihatlah kehinaan kami."},{"number":2,"verse":"Harta warisan kami telah dirampas orang lain; orang asing sedang menduduki rumah kami."},{"number":3,"verse":"Bapa kami dibunuh oleh musuh, dan kini ibu kami menjadi balu."},{"number":4,"verse":"Kami terpaksa membeli air minum dan kayu untuk bahan api."},{"number":5,"verse":"Kami dipaksa bekerja berat seperti binatang; kami lelah, namun tidak diberikan masa rehat."},{"number":6,"verse":"Kami mengemis di Mesir dan Asyur, kami meminta makanan untuk terus hidup."},{"number":7,"verse":"Nenek moyang kami berdosa, dan kini sudah tiada; tetapi kami mesti menderita, kerana dosa-dosa mereka."},{"number":8,"verse":"Kami diperintah oleh orang yang sama seperti hamba, dan tiada orang yang berkuasa melepaskan kami daripada mereka."},{"number":9,"verse":"Pembunuh merayau-rayau di luar kota, nyawa kami terancam ketika mencari makanan."},{"number":10,"verse":"Kami demam kerana kelaparan, badan kami panas seperti ketuhar."},{"number":11,"verse":"Isteri kami diperkosa di Bukit Sion, gadis-gadis kami dicabuli di setiap kota di Yehuda."},{"number":12,"verse":"Para pemimpin kami ditangkap dan digantung, orang tua kami tidak dihormati lagi."},{"number":13,"verse":"Pemuda kami dipaksa mengisar gandum seperti abdi, anak lelaki tertindih pikulan kayu sehingga terhuyung-hayang."},{"number":14,"verse":"Orang tua tidak lagi berkumpul di pintu gerbang kota, kaum pemuda tidak lagi bermain muzik."},{"number":15,"verse":"Kegembiraan sudah lenyap dalam kehidupan kami, tarian telah berubah menjadi perkabungan."},{"number":16,"verse":"Hal yang kami bangga-banggakan sudah tiada. Kini kami dihukum kerana berdosa."},{"number":17,"verse":"Kami berasa amat sedih, air mata kami bercucuran sehingga penglihatan kami kabur,"},{"number":18,"verse":"kerana Bukit Sion lengang dan terbiar, anjing hutan berkeliaran di runtuhannya."},{"number":19,"verse":"Tetapi Engkau, ya TUHAN, raja selama-lamanya, Engkau memerintah sepanjang masa."},{"number":20,"verse":"Mengapakah Engkau meninggalkan kami sedemikian lama? Tidakkah Engkau mahu mengingat kami lagi?"},{"number":21,"verse":"Ya TUHAN, bawalah kami kembali kepada-Mu; bawalah kami balik kepada-Mu! Pulihkanlah kegemilangan kami seperti dahulu."},{"number":22,"verse":"Adakah Engkau membuang kami sama sekali? Tidak terbataskah kemurkaan-Mu terhadap kami?"}]}