{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"(Wise sayings from Solomon) These are more proverbs/wise sayings from Solomon: If children are wise, they cause their parents to be happy; but if children are foolish, they cause their parents to be very sad."},{"number":2,"verse":"Money that you get by doing dishonest/wicked things will really not benefit you; but by living righteously you will live for ◄a long time/many years►."},{"number":3,"verse":"Yahweh does not allow righteous people to starve, but he will prevent wicked people from getting what they want."},{"number":4,"verse":"Lazy people soon become poor; it is those who work hard who become rich."},{"number":5,"verse":"Those who are wise, harvest the crops when they are ripe; it is shameful/disgraceful to sleep and not work during harvest time."},{"number":6,"verse":"Righteous people will be blessed by God; the nice things that wicked people say [MTY] sometimes conceals the fact that they are planning to act violently."},{"number":7,"verse":"After righteous people die, other people are blessed as they remember what those people did before they died; but we will soon forget wicked people [MTY] after they die."},{"number":8,"verse":"Wise people heed good instruction/advice, but people who talk foolishly will ruin themselves."},{"number":9,"verse":"Honest people will walk/live safely, but others (OR, God) will find out those who are dishonest."},{"number":10,"verse":"Those who wink their eyes to signal that they are about to do something that is wrong cause trouble, but those who rebuke others truthfully cause them to be peaceful."},{"number":11,"verse":"What righteous people say [MTY] is like a fountain that ◄gives life/enables people to live many years► [MET], but what wicked people say [MTY] hides the fact that they intend to act violently."},{"number":12,"verse":"When we hate others, it causes quarrels, but if we love others, we forgive them for the wrong things that they do."},{"number":13,"verse":"Those who have good sense say [MTY] what is wise, but people who do not have good sense must be punished."},{"number":14,"verse":"Wise people continue to learn all that they can, but when foolish people speak, they soon cause trouble."},{"number":15,"verse":"The wealth that rich people have protects them like a city is protected by a strong wall around it [MET], but people who are poor suffer much because they have no one to help them."},{"number":16,"verse":"If you are righteous, your reward will be a good life, but all that sinful people gain is to sin more."},{"number":17,"verse":"Those who pay attention when others try to ◄correct them/teach them what they are doing that is wrong► will live ◄happily/for many years►; but those who reject being rebuked will not find the road to life (OR, cause others to go astray)."},{"number":18,"verse":"Those who will not admit that they hate others are liars, and those who slander others are foolish."},{"number":19,"verse":"When people talk a lot, that will lead them to sin a lot by what they say; if you are wise, you will refuse to say very much."},{"number":20,"verse":"What righteous/good people say [MTY] is as valuable as pure silver [MET]; what wicked people think is worthless."},{"number":21,"verse":"What righteous people say [MTY] benefits many people, but foolish people die because of the stupid things that they do."},{"number":22,"verse":"Yahweh blesses some people by enabling them to become rich and working hard will not make them to become richer (OR, and he will not also cause them to become sad)."},{"number":23,"verse":"Foolish people ◄have fun/enjoy► doing what is wrong, but wise/sensible people enjoy doing what is wise."},{"number":24,"verse":"Righteous people will get the good things that they want/desire, but what wicked people are afraid of is what will happen to them."},{"number":25,"verse":"When storms come, the wicked will ◄be blown away/never be safe►, but righteous people will be safe forever."},{"number":26,"verse":"We do not like a lazy person who refuses to do the job that he is given to do, just like we do not like vinegar in our mouths or smoke in our eyes."},{"number":27,"verse":"If you revere Yahweh, you will live for a long time; but wicked people die before they become old."},{"number":28,"verse":"Righteous people confidently expect that good things will happen to them, and that causes them to be happy/joyful; but when wicked people confidently expect something good to happen, it does not happen."},{"number":29,"verse":"Yahweh protects [MET] those who conduct their lives righteously, but he destroys those who do what is evil."},{"number":30,"verse":"Righteous people will always be secure [LIT], but wicked people will be removed from their land (OR, from this earth)."},{"number":31,"verse":"Righteous people [MTY] say things that are wise, but God will shut the mouths of people [MTY] who say what is not true."},{"number":32,"verse":"Righteous people [MTY] know what to say that is acceptable, but wicked people [MTY] are constantly saying things that are not true."}]}