{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"Yahweh detests people who use scales that do not weigh correctly; he is delighted with those who use correct weights on the scales."},{"number":2,"verse":"People who are proud will eventually be disgraced; it is wise to be humble."},{"number":3,"verse":"People who are good are guided by doing what is honest; those who are not honest will be ruined because of the wrong things that they do."},{"number":4,"verse":"Your money will not help you on the day that God judges and punishes people; but if you live righteously, you will live a long time."},{"number":5,"verse":"When people are honest and good, that will ◄direct their paths/show them what is right for them to do►; but wicked people will experience disasters because of the evil things that they do."},{"number":6,"verse":"God rescues/protects righteous people because they ◄are honest/do what is right►, but those who ◄are treacherous/cannot be trusted► will be trapped because of their being greedy."},{"number":7,"verse":"When wicked people die, they cannot confidently expect to receive anything that is good; they expect that their money will help/save them, but it will not."},{"number":8,"verse":"Yahweh rescues righteous people from their troubles/difficulties; instead, it is the wicked who will have troubles."},{"number":9,"verse":"Godless people can ruin others by what they say [MTY], but righteous people will be saved by their ◄own good sense/being wise►."},{"number":10,"verse":"When things go well for righteous people, the people in [MTY] their city are happy, and they shout joyfully when wicked people die."},{"number":11,"verse":"When righteous people request God to bless a city, that city will become great, but cities are ruined by what wicked people say [MTY]."},{"number":12,"verse":"It is foolish to despise others; those who ◄have good sense/are wise► do not say anything to criticize others."},{"number":13,"verse":"Those who ◄spread gossip/tell bad things about others► will tell your secrets to others, but if there is someone whom you can trust, you can trust him to not tell your secrets to others."},{"number":14,"verse":"A nation will be destroyed/ruined if it does not have leaders who guide it wisely; but if there are many good advisors, the nation remains secure."},{"number":15,"verse":"If you promise a stranger that you will pay his debt if he cannot pay it himself, you will regret it. You will be safe if you refuse to guarantee that you will pay someone else's debts."},{"number":16,"verse":"People honor/respect women who are kind/gracious; ruthless/violent people may get a lot of money, but that is all that they will get."},{"number":17,"verse":"Those who are kind benefit themselves because others will be kind to them, but those who are cruel will hurt themselves because others will be cruel to them."},{"number":18,"verse":"If wicked people earn a lot of money, that will deceive them because they will not keep it for very long, but those who do what is right will surely be rewarded by God forever."},{"number":19,"verse":"Those who always do what is right will live a long/happy life, but those who insist on doing what is wrong will not live very long."},{"number":20,"verse":"Yahweh hates those who are always thinking about doing evil things, but he is delighted with those who always do what is right."},{"number":21,"verse":"It is certain that Yahweh will punish evil people and that righteous people will escape from being punished."},{"number":22,"verse":"It is ◄unsuitable/not proper/disgusting► for a beautiful woman not to know what is right to do, like [SIM] it is unsuitable/disgusting for a pig to have a gold ring in its snout/nose."},{"number":23,"verse":"When the things that righteous people want happen, it brings good to them and to others, but when the wicked get what they want, it causes everyone else to become angry."},{"number":24,"verse":"Some people give their money generously to poor people, but they become richer in spite of that, and some people hold tightly to their money, but they still become poor in spite of that."},{"number":25,"verse":"Those who give generously to others will prosper; if you help others, they/someone will help you, too."},{"number":26,"verse":"People curse/despise someone who hoards his grain and does not sell it, waiting to get a higher/bigger price for it, but they praise someone who sells it when people need it, even when the price is not high."},{"number":27,"verse":"If you sincerely want to do what is right, people will respect you, but if you are wanting to cause trouble, trouble is what you will get."},{"number":28,"verse":"Those who trust in their money will disappear like the withered leaves that fall from the trees, but righteous people will keep going strong, like green leaves in the summer."},{"number":29,"verse":"Those who bring troubles to their families will inherit nothing [MET] from them, and those who do foolish things like that will some day become the servants of wise people."},{"number":30,"verse":"Those who live righteously will live for a long time, but those who act violently will destroy their own lives (OR, those who are wise will have many people come and live with them)."},{"number":31,"verse":"Sometimes righteous people are rewarded here on the earth, but it is much more certain that very wicked people [DOU] will be rewarded by being punished."}]}