{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"Children who are wise ◄pay attention/heed it► when their parents discipline/correct them; those who do not allow others to correct them do not pay attention when others rebuke them for their bad behavior."},{"number":2,"verse":"Good people are rewarded [IDI] for the good things [MET] that they say, but those who desire to deceive others are very eager to act violently."},{"number":3,"verse":"Those who are very careful about what they say [MTY] will preserve their own lives; those who talk ◄without thinking/too much► will ruin themselves."},{"number":4,"verse":"People who are lazy want things very much, but they will not get anything [HYP]. People who work hard will get all that they want."},{"number":5,"verse":"Righteous/Honest people hate/detest lies, but what wicked people do ◄is very disgraceful/stinks► [DOU]."},{"number":6,"verse":"The behavior [PRS] of those who always do what is right will protect them, but sinful behavior will ruin wicked people."},{"number":7,"verse":"Some people who have nothing pretend to be rich, but other people who are very rich pretend to be poor."},{"number":8,"verse":"Rich people are able to pay people who want to kill them, with the result that they will be protected, not killed, but poor people do not have to worry about that because no one threatens to kill them."},{"number":9,"verse":"Righteous people are like a lamp [MET] that shines brightly, but wicked people are like [MET] a lamp that will soon be extinguished."},{"number":10,"verse":"People who are arrogant/proud always cause strife; those who are wise ask other people for good advice."},{"number":11,"verse":"Those who acquire a lot of money quickly by doing what is wrong, probably will lose it quickly, but if people earn money slowly, the amount of money they have will increase."},{"number":12,"verse":"When people do not receive the things that they are expecting to receive, ◄it causes them to despair/they become very sad►; but if you receive what you are desiring to get, that will be like a tree [MET] whose fruit gives you life (OR, that will cause you to be joyful)."},{"number":13,"verse":"Those who despise the good advice that others give them are bringing ruin on themselves; those who pay attention to that advice will ◄be secure/succeed►."},{"number":14,"verse":"What wise people teach is like a fountain whose water gives life [MET]; what they teach you will help you to escape when something dangerous is threatening to kill you [MET]."},{"number":15,"verse":"People respect those who have good sense, but those who cannot be trusted are on the road to being ruined/destroyed (OR, will have a lot of difficulties/troubles)."},{"number":16,"verse":"Those who have good sense always think carefully/wisely before they do something; foolish people show by what they say and do that they are foolish."},{"number":17,"verse":"Messengers who are not reliable cause trouble, but those who faithfully deliver their messages cause people to act peacefully."},{"number":18,"verse":"Those who refuse to pay attention when others discipline/correct them will become poor and disgraced; people respect those who accept it when they are rebuked for their bad behavior."},{"number":19,"verse":"It is delightful to receive what we desire; foolish people hate/refuse to turn away from doing evil."},{"number":20,"verse":"Those who habitually associate with wise people become wise; those who ◄are close friends of/associate with► foolish people will ◄regret it/be ruined►."},{"number":21,"verse":"Sinners have trouble [PRS] wherever they go, but things will go well for righteous people."},{"number":22,"verse":"When good people die, they have money to leave to their grandchildren; but when sinners die, the money that they had will end up in the hands of righteous people."},{"number":23,"verse":"Sometimes poor people's fields produce plenty of food, but unjust people take away all that food."},{"number":24,"verse":"Those who do not punish their children for bad behavior do not really love them; those who love their children start to discipline them when the children are still young."},{"number":25,"verse":"Righteous people have enough food to eat and be satisfied, but the stomachs of wicked people [SYN] are always empty."}]}