{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"People plan in their minds what they want to do, but Yahweh is the one who decides [MTY] what really will happen."},{"number":2,"verse":"In their minds, people think that their actions are right, but Yahweh really knows why people do what they do."},{"number":3,"verse":"◄Request/Rely on► Yahweh to direct what you plan to do; if you do that, you will succeed in what you plan."},{"number":4,"verse":"Yahweh knows why he does everything that he does; he has even prepared the wicked for the time that he will punish them."},{"number":5,"verse":"Yahweh hates/detests everyone who is proud [IDI]; you can be certain [IDI] that they will be punished [LIT]."},{"number":6,"verse":"Be loyal to Yahweh and faithfully obey him; if you do that, he will forgive you for having sinned. If we have an awesome respect for him, nothing evil will happen to us (OR, he will prevent evil things from happening to us)."},{"number":7,"verse":"When our behavior pleases Yahweh, he even causes our enemies to act peacefully toward us."},{"number":8,"verse":"It is better to have a small amount of money that is earned honestly than to have a lot of money that is acquired dishonestly."},{"number":9,"verse":"People plan what they want to do, but Yahweh directs/determines what they will really be able to do."},{"number":10,"verse":"If God directs what a king says, what he decides is always right/fair."},{"number":11,"verse":"Yahweh wants us to use scales that are correct; the weights in his bag are correct, because he made them."},{"number":12,"verse":"Kings detest those who do evil, because it is people doing what is fair/right that causes their governments to be [MTY] strong."},{"number":13,"verse":"Kings are delighted to hear people say [MTY] what is true; they love those who say what is right/honest."},{"number":14,"verse":"If a king becomes angry, he may command that someone to be executed, so wise people will try to cause him to be calm."},{"number":15,"verse":"If a king has a smile [MTY] on his face, he will enable people to have a long life (OR, he will not order people to be executed); his being pleased with people is as delightful as rain in the springtime when seeds are planted."},{"number":16,"verse":"Becoming wise is better that acquiring gold; getting good understanding/insight is better than acquiring silver."},{"number":17,"verse":"Those whose behavior [MET] is good/right turn away from doing evil; those who guard their conduct [MTY] protect their lives."},{"number":18,"verse":"Being proud will ◄lead to your having/cause you to have► disasters; despising others will result in your being ruined."},{"number":19,"verse":"It is better to be humble and be poor than to associate with proud people and to become rich by dividing with them ◄plunder/goods captured in a battle►."},{"number":20,"verse":"Those who heed good teaching/instruction will prosper; happy are those who trust in Yahweh."},{"number":21,"verse":"People say that those who are wise learn what is right/good behavior, and those who talk pleasantly are able to influence others to do what is right."},{"number":22,"verse":"Being wise is like having a fountain that gives life [MET], but foolish people are punished as a result of their acting foolishly."},{"number":23,"verse":"Those who are wise think carefully before they talk, and as a result they are able to influence/persuade others to do what is right."},{"number":24,"verse":"Kind words are like honey [SIM]: We enjoy them both, and both cause our bodies to be healthy/strong."},{"number":25,"verse":"There are some kinds of behavior [MET] that people think are right, but ◄walking on those roads [MET]/continually doing those things► causes those people to die."},{"number":26,"verse":"If a worker ◄has an appetite/is hungry►, that urges him to work hard because he [SYN] wants to earn money to buy things to eat."},{"number":27,"verse":"Worthless people plan ways to cause trouble for others, and even what they say injures people like a hot fire does [SIM]."},{"number":28,"verse":"Deceitful people cause strife/quarreling among other people; those who say about other people what is false cause people who are friends to become enemies."},{"number":29,"verse":"Those who act violently entice/encourage others to also act violently and lead them along a road that will end in disaster."},{"number":30,"verse":"People sometimes wink one of their eyes to signal to their friends that they are planning to do something to harm others; they smirk when they are about to do something evil."},{"number":31,"verse":"Gray hair is like a glorious crown [MET] that is given to people who have always behaved righteously."},{"number":32,"verse":"Those who do not become angry quickly are greater than those who are powerful; it is better to ◄control your temper/keep yourself from becoming very angry► than to conquer a city."},{"number":33,"verse":"People ◄cast lots/throw marked stones► to decide what should be done, but God is the one who truly decides what will happen."}]}