{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"Yahweh controls what kings do [MTY] like he controls streams; he causes kings to do just what he wants them to do."},{"number":2,"verse":"People always think that what they do is right, but Yahweh judges our ◄motives/reasons for doing things► [MTY]."},{"number":3,"verse":"Doing what is right and fair is more acceptable to Yahweh than bringing sacrifices to him."},{"number":4,"verse":"Being proud and arrogant [DOU] is like a lamp [MTY] that guides wicked people; being proud and arrogant characterizes ◄wicked people's whole behavior/everything that wicked people do►."},{"number":5,"verse":"People who plan carefully will surely have plenty of what they need; those who act too quickly to become rich will become poor."},{"number":6,"verse":"Money that people acquire by cheating others by lying [MTY] to them will soon disappear like a mist, and doing that will soon lead to their death."},{"number":7,"verse":"Wicked people refuse to do what is right/just, but they will be ruined because of the violent things [PRS] that they do."},{"number":8,"verse":"Guilty people continually do what is evil; it is as though [MET] they are walking on a crooked road; but righteous/innocent people always do what is right."},{"number":9,"verse":"It is better to live in the corner of an attic/housetop by yourself than to live inside the house with a wife who is always nagging/quarreling."},{"number":10,"verse":"Wicked people [SYN] are always wanting to do what is evil; they never act mercifully toward anyone."},{"number":11,"verse":"When those who ridicule others are punished, even those who do not have good sense see that and they become wise, and when those who are wise are taught, they become wiser."},{"number":12,"verse":"God, the one who is completely righteous, knows what happens inside the houses of wicked people, and he will cause those people to be completely ruined/destroyed."},{"number":13,"verse":"There are people who refuse to listen when poor people cry out for help; but some day they themselves will cry out for help, and no one will hear them."},{"number":14,"verse":"When someone is angry with you, if you secretly give him a gift, he will stop being angry."},{"number":15,"verse":"Good/Righteous people are happy when they see others do what is just/fair, but those who do what is evil are terrified when they think about what happen to them."},{"number":16,"verse":"Those who stop behaving like those who have good sense behave will soon discover that they are in the place where dead people are."},{"number":17,"verse":"Those who spend their money to buy ◄things that give them pleasure/things that cause them to feel happy► will become poor; those who love to spend money to buy wine and nice/fancy food [MTY] will never become rich."},{"number":18,"verse":"Wicked people bring to themselves the sufferings that they were trying to cause righteous people to experience [DOU]."},{"number":19,"verse":"It is better to live alone in a desert than to live with a wife who is always nagging and complaining."},{"number":20,"verse":"Wise people have many valuable things in their houses, but foolish people quickly spend/waste all their money."},{"number":21,"verse":"Those who always try to act fairly and kindly toward others will live a long time and be honored/respected."},{"number":22,"verse":"A wise army commander helps his troops climb over a wall to attack a city that is defended by a strong army, with the result that they are able to ◄get over/destroy► the high walls that their enemies trusted would protect them."},{"number":23,"verse":"Those who are very careful about what they say [MTY] are able to avoid trouble."},{"number":24,"verse":"Those who make fun of everything that is good are proud and conceited [DOU]; they always act inconsiderately toward others."},{"number":25,"verse":"Lazy people, who refuse to work, will die of hunger because they [SYN] do not earn money to buy food."},{"number":26,"verse":"All during the day wicked people crave to obtain things, but righteous people have plenty, with the result that they are able to give things generously to others."},{"number":27,"verse":"Yahweh detests the sacrifices that wicked people offer to him; but he detests it even more when they think that they will escape being punished for their evil deeds because of the sacrifices that they bring."},{"number":28,"verse":"Those who tell lies in court will be punished; no one stops/silences witnesses who say what is truthful/reliable."},{"number":29,"verse":"Wicked people pretend that they ◄know everything/are good►, but righteous people think carefully about what will happen because of what they do."},{"number":30,"verse":"Thinking that we are wise, and that we understand many things, and that we have good insight, does not help us if Yahweh is ◄acting against/not pleased with► us."},{"number":31,"verse":"We can get horses ready to fight in a battle, but Yahweh is the one who enables us to ◄win victories/defeat our enemies►."}]}