{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"When you sit down to eat a meal with a ◄government official/king►, think carefully about what (OR, who) is in front of you."},{"number":2,"verse":"Even if you ◄have a big appetite/want to eat a lot of food►, restrain yourself."},{"number":3,"verse":"Do not be wanting to eat a lot of his fine food, because he may be trying to trick you."},{"number":4,"verse":"Do not cause yourself to become very tired by working very hard to become rich; be wise and stop doing that,"},{"number":5,"verse":"because as soon as you look [MTY] at all the money that you have acquired, it will be gone; it will disappear as if it suddenly grew wings [SIM] and flew up into the sky like an eagle."},{"number":6,"verse":"If someone who is stingy invites you to a meal, do not eat a lot of his fine food,"},{"number":7,"verse":"because he will be thinking about how much the food cost that you are eating. He will say to you, “Eat and drink all that you want!”, but that is not what he will really be thinking."},{"number":8,"verse":"When you realize what he is really thinking, it will cause you to want to vomit what you have eaten; and your kind words telling him that you are enjoying the meal will be wasted."},{"number":9,"verse":"◄Do not waste time by/It is useless► talking to foolish people; they will only despise the wise things that you say."},{"number":10,"verse":"Do not steal someone's property by removing a boundary marker that has been there for a long time, and do not take for yourself the land that belongs to orphans,"},{"number":11,"verse":"because Yahweh is strong, and he is like a relative that has the responsibility to defend them, he will stand up in court and argue for them and against you."},{"number":12,"verse":"Pay attention to what your teachers teach you, and try to learn from the wise things that they say."},{"number":13,"verse":"Do not refuse to discipline your children; if you punish/beat/spank them, it will not cause them to die,"},{"number":14,"verse":"and it may save them from going to the place where dead people are."},{"number":15,"verse":"My son/child, if you [SYN] become wise, I [SYN] will be very happy."},{"number":16,"verse":"I [SYN] will rejoice when I hear you [SYN] say what is right/wise."},{"number":17,"verse":"Do not envy sinful people; instead, have an awesome respect for Yahweh all of your life."},{"number":18,"verse":"If you do that, you will be happy in the future, and God will certainly do for you what you are confidently expecting him to do."},{"number":19,"verse":"My son/child, listen carefully to me and become wise, and think about ◄all that you do/your behavior►."},{"number":20,"verse":"Do not associate with those who drink a lot of ◄wine/strong drink► or with those who ◄are gluttons/eat more than they should►,"},{"number":21,"verse":"because drunkards and gluttons will become poor; and if all that you do is eat and sleep, you will soon ◄be wearing rags/not have any money to buy clothes►."},{"number":22,"verse":"Pay attention to what your father tells you, and ◄do not neglect/take care of► [LIT] your mother when she is old."},{"number":23,"verse":"Try to know/learn what is wise, and get good instruction and understanding; and do not throw those things away."},{"number":24,"verse":"Righteous children will cause their parents to be very happy; those whose children are wise are proud of them."},{"number":25,"verse":"Do what will cause your father to be glad and enable your mother also to be happy."},{"number":26,"verse":"My son, heed what I say to you, and allow what I do to be an example for you."},{"number":27,"verse":"Prostitutes and immoral women [DOU] are like [MET] a deep pit or well that you may fall into."},{"number":28,"verse":"They wait for you like robbers [SIM], and they cause many men to ◄be unfaithful to/have sex with women who are not► their wives."},{"number":29,"verse":"I will tell you [RHQ] what kind of people are always miserable and sad. I will tell you [RHQ] which people are always causing arguments/quarrels and who are always complaining. I will tell you [RHQ] who are injured in fights and whose eyes are always red/bloodshot."},{"number":30,"verse":"It is those who drink a lot of wine, who try drinking other kinds of strong drinks."},{"number":31,"verse":"Do not look with pleasure at red wine that looks nice, and which sparkles when it is poured out into cups, and which tastes good as you drink it,"},{"number":32,"verse":"because the next morning you will feel like you have been bitten by a poisonous snake [DOU]."},{"number":33,"verse":"You [SYN] will think that you are seeing strange/weird things, and you [SYN] will not be able to think clearly or speak clearly."},{"number":34,"verse":"You will think you are in a ship that is tossing on the sea; you be like [SIM] someone who is trying to sleep when the ship is rolling from one side to the other."},{"number":35,"verse":"You will say, “I think that someone struck me, but he did not hurt me; he hit me, but I did not feel it. When will I ◄wake up/feel normal again► in order that I can drink some more wine?”"}]}