{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Just like [SIM] it is not appropriate for snow to fall in summer time, or rain to fall at harvest time, it is not appropriate to praise/honor foolish people."},{"number":2,"verse":"Like [SIM] birds that fly by and do not alight/land on anything, if someone curses you, it cannot hurt you if you ◄do not deserve them/have not done to him what is wrong►."},{"number":3,"verse":"It is necessary to whip a horse and to put a bridle on a donkey to force them to go where we want them to go, and similarly [SIM] it is often necessary to strike foolish people with a stick to cause them to do what is right."},{"number":4,"verse":"If a foolish person asks a foolish question, do not answer him, because if you answer his question, you are just as foolish as he is."},{"number":5,"verse":"If you give a foolish answer to someone who asks a foolish question, he will realize that he is ◄not very wise/foolish►."},{"number":6,"verse":"Anyone who asks a foolish person to take a message to someone is himself doing something as foolish as cutting off his own feet or drinking poison."},{"number":7,"verse":"A lame man cannot use his legs, and similarly [SIM] it is useless for a foolish person to speak [MTY] ◄proverbs/wise sayings►."},{"number":8,"verse":"Tying a stone in a sling so that it cannot be thrown at a target is as foolish as [SIM] honoring a foolish person."},{"number":9,"verse":"If a drunk person waves some thorns/brambles with his hand, he is not able to accomplish anything useful by doing that (OR, he does not feel it when a thorn sticks in his hand); similarly, if foolish people speak [MTY] proverbs, they do not help anyone who hears them."},{"number":10,"verse":"A man who shoots arrows to try to wound everybody who is near is foolish; similarly, anyone who hires a foolish person who passes by is very foolish."},{"number":11,"verse":"A foolish person will foolishly do something stupid a second time; it is like [SIM] a dog returning to eat what it has vomited."},{"number":12,"verse":"God can help/bless foolish people more easily than he can help/bless people who are not wise [RHQ], but think that they are wise."},{"number":13,"verse":"Lazy people just stay inside their houses and do nothing; they keep saying “I think there is a lion in the street!”"},{"number":14,"verse":"A door continually swings back and forth on its hinges and does not go anywhere; similarly [SIM], lazy people just continually turn over in their beds and never do anything."},{"number":15,"verse":"Some people are extremely lazy; they put their hand in a dish to get some food but do not even lift the food up to their mouths."},{"number":16,"verse":"Lazy people think that they are wiser than seven/several people who can answer others' questions with good sense."},{"number":17,"verse":"Anyone who ◄meddles/involves himself► in a quarrel that does not concern him is as foolish as [SIM] someone who tries to grab a passing dog by its ears."},{"number":18,"verse":"Crazy people who shoot burning arrows to kill people"},{"number":19,"verse":"are as foolish as those who deceive someone else and then say, “I was only joking.”"},{"number":20,"verse":"If there is no more firewood to put on the fire, the fire will go out; similarly [SIM], if there are no people who ◄gossip/tell people things that are not true►, quarreling will end."},{"number":21,"verse":"Putting charcoal on burning coals or putting wood on a fire causes the fire to keep burning; similarly, people who like to quarrel cause people to keep arguing."},{"number":22,"verse":"People enjoy listening to what gossips say about others just like [SIM] they enjoy tasty food; they enjoy listening to what gossips tell them like they enjoy swallowing tasty food."},{"number":23,"verse":"People who say nice things when they are thinking about doing evil things are like a nice glaze/covering on a cheap clay pot."},{"number":24,"verse":"Those who hate someone and are saying [MTY] something very different from what they are thinking are hypocrites; in their inner beings they are planning to harm that person."},{"number":25,"verse":"When they say nice things, do not believe them, because in their inner beings are many things that Yahweh hates."},{"number":26,"verse":"They try to deceive people to cause them to think that they do not hate that person, but in a public meeting, the people will find out the evil things that they have done."},{"number":27,"verse":"Those who dig a deep pit for other people to fall into will fall into it themselves; rocks will roll down on those who start to cause rocks to roll down to crush someone."},{"number":28,"verse":"Those [MTY] who tell lies to others really hate them, and those who deceive others ruin them."}]}