{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"Wise sayings from Agur These are sayings/messages that God gave to Agur, the son of Jakeh. Agur wrote them for Ithiel and Ucal."},{"number":2,"verse":"It seems that I am very stupid; I do not deserve to be considered to be a human; I do not have the good sense that humans should have."},{"number":3,"verse":"I have not learned how to become wise and I do not know much about God."},{"number":4,"verse":"But let me say this: No one [RHQ] has ascended to heaven to find out what God is like and returned to tell us. No one [RHQ] has gathered/held the wind in his hand. No one [RHQ] has wrapped the water in the ocean in a piece of cloth and no one [RHQ] has established the boundaries of the earth. If you know those things, tell me [RHQ] his name, and the names of his children [SAR]. But you do not know those things, so you cannot speak with authority about what God is like."},{"number":5,"verse":"Everything that God has said is true; he is like a shield [MET] for all those who request him to protect them."},{"number":6,"verse":"Do not add to (OR, change) what God has said; if you do that, he will rebuke you and show that you are lying."},{"number":7,"verse":"God, I ask you to do two things for me; please do them before I die:"},{"number":8,"verse":"Prevent me from lying or deceiving people and do not cause me to become poor or to become rich. Just give me the food that I need;"},{"number":9,"verse":"because if I become rich, I might say that I do not [RHQ] know you and that I do not need you; and if I become poor, I might dishonor you by stealing things."},{"number":10,"verse":"More wise sayings Do not ◄slander/say bad things about► a worker to his boss; if you do that, the worker will curse you, and cause you to have trouble."},{"number":11,"verse":"I will list four kinds of evil things that people do: Some people curse their fathers and do not ask God to bless their mothers."},{"number":12,"verse":"Some people think that they are perfect, but really they have never been cleansed from their guilt for committing disgusting sins."},{"number":13,"verse":"Some people are very proud; they think that they are very good and they despise others."},{"number":14,"verse":"Some people act very cruelly toward others; it is as though [MET] they have teeth that are like sharp knives; they severely oppress poor people and try to cause them to disappear from the land."},{"number":15,"verse":"Leeches are always wanting more blood to suck; similarly, greedy people are always saying “Give me some!” or “Give me more!” [MET] There are four things that are never ◄satisfied/content with what they have►; they always want more [LIT]:"},{"number":16,"verse":"The place where the dead people are; women who do not have any children; ground that needs water/rain; and a fire that always needs more wood."},{"number":17,"verse":"Those who [SYN] make fun of their fathers or refuse to obey their mothers (OR, despise their aged mothers) should die and have their eyes pecked out by crows, and the rest of their corpses should be fed to the vultures."},{"number":18,"verse":"There are four things that are wonderful to me, but I do not understand any of them:"},{"number":19,"verse":"How eagles fly in the sky, how snakes are able to move/crawl across a big rock, how ships sail on the seas, and how a man ◄courts/falls in love with► a woman."},{"number":20,"verse":"This is what a woman who ◄is not faithful to/does not have sex only with► her husband does: She commits adultery [EUP], and then bathes and says, “I have not done anything that is wrong!”"},{"number":21,"verse":"There are four things that no one in the world can tolerate:"},{"number":22,"verse":"What a slave does who becomes a king, a foolish person eating too much food,"},{"number":23,"verse":"what a woman who is hated does when she gets married, and what a female servant does when she becomes the boss instead of her mistress."},{"number":24,"verse":"There are four animals on the earth that are small, but they are very wise:"},{"number":25,"verse":"Ants are not strong, but they store up food during the summer in order to have it during the winter."},{"number":26,"verse":"Rock badgers also are not strong, but they make their homes among the rocks where they will be safe."},{"number":27,"verse":"Locusts do not have a king, but they march like the soldiers in an army."},{"number":28,"verse":"Lizards/Geckos are very small and you can hold them in your hand, but they are cleverly able to get inside kings' palaces."},{"number":29,"verse":"There are four animals that strut around and look very impressive while they walk [DOU]:"},{"number":30,"verse":"Lions, which are stronger than all other animals and are not afraid of any of them;"},{"number":31,"verse":"male goats, strutting roosters, and kings who ◄parade/walk proudly back and forth► in front of the people whom they rule."},{"number":32,"verse":"If you have acted foolishly, exalting yourself, or if you been planning to do something evil, stop it immediately [IDI]!"},{"number":33,"verse":"If you churn milk, it produces butter/curds, and if you hit someone hard on his nose, his nose bleeds; similarly, if you do something to cause people to become angry, strife always results."}]}