{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"A warning about adultery My son, listen carefully to some more wise things that I will tell you. Listen well to what I am going to teach you."},{"number":2,"verse":"If you do that, you will be able to choose wisely what to do, and you will know the right things to say [MTY]."},{"number":3,"verse":"What an immoral woman says to you may be as sweet as honey, and sound smoother than olive oil feels on your skin,"},{"number":4,"verse":"but the result of being with her will be bitter like gall and injure you as badly, like being cut with a sharp two-edged sword."},{"number":5,"verse":"If you go where she goes [MTY], you will go down to where the dead people are. Her steps will lead you straight to the grave."},{"number":6,"verse":"She is not concerned about the roads that lead to a long life. She walks down a crooked path, and she does not realize that she is on the wrong road."},{"number":7,"verse":"So now, my sons, listen to me. ◄Never turn aside from/always remember► [LIT] what I am about to tell you."},{"number":8,"verse":"Run away from immoral women! Do not go near the doors of their houses!"},{"number":9,"verse":"If you enter the home of one of them, you will lose your ◄self-respect/good reputation► and that woman's husband will not act mercifully toward you; he will kill you and take everything that you have acquired during your life!"},{"number":10,"verse":"Foreigners will take your money, and all the good things that you have worked for will ◄end up in their hands/become their possessions►."},{"number":11,"verse":"And when you about to die, you will groan with severe pain because diseases that you have gotten from being immoral are destroying your body."},{"number":12,"verse":"Then you will say, “I hated it when people tried to correct me. I despised people when they reproved/rebuked me."},{"number":13,"verse":"I did not heed what my teachers said! I paid no attention to those who tried to teach me something about my behavior."},{"number":14,"verse":"Now I am almost ruined, and I will be disgraced in public gatherings.”"},{"number":15,"verse":"Like a man is refreshed by drinking water from his own well [MET], enjoy having sex [EUP] only with your own wife."},{"number":16,"verse":"Like you would not waste good water by pouring it into the street, you should not have sex with other women. [MET, EUP]"},{"number":17,"verse":"Enjoy having sex only with your wife; do not have sex with other women."},{"number":18,"verse":"Let your wife be a source of great pleasure to you. ◄Be happy/Enjoy sex► with the woman whom you married when you were both young."},{"number":19,"verse":"She is as pretty and graceful as a young female deer. Allow her breasts to always satisfy you. Allow her lovemaking to excite you."},{"number":20,"verse":"My son, do not be [RHQ] captivated/charmed by an immoral woman! Do not fondle the breasts of another man's wife!"},{"number":21,"verse":"I say that because Yahweh sees clearly everything that we do; he knows where we are going on the roads that we walk on."},{"number":22,"verse":"Evil men's sinful desires hold them fast; their sins are like ropes that bind them."},{"number":23,"verse":"Evil men will die because they are unable to say “No” to their desires; they will ◄go astray/be lost► because of the foolish things that they do."}]}