{"bibleAbbr":"t4t2014","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"(Wisdom calls to us) It is as if wisdom, with great understanding of many things, is calling [PRS] out to people."},{"number":2,"verse":"Wisdom stands on hilltops and at crossroads."},{"number":3,"verse":"Wisdom also stands at the city gates and shouts loudly,"},{"number":4,"verse":"“I am calling to everyone! I am shouting loudly to all people!"},{"number":5,"verse":"You people who do not know how to do things that are smart to do, get sound judgment; you foolish people, get good understanding!"},{"number":6,"verse":"Listen to me, because I have some excellent/important things to say. What I say is what is fair/right."},{"number":7,"verse":"I speak what is true; I detest speaking [MTY] what is false/deceptive."},{"number":8,"verse":"Everything that I say is honest; there is nothing that I say that deceives people."},{"number":9,"verse":"My words are clear to those who have good sense; those who are wise know that what I say is right."},{"number":10,"verse":"If someone offers you the kind of teaching I give or offers you silver, choose my teaching. If he offers to show you how to be wise or offers you gold, choose to know how to be wise,"},{"number":11,"verse":"because wisdom is more valuable than jewels. Nothing that you desire is as valuable as being wise."},{"number":12,"verse":"I, wisdom, and understanding of what is smart to do, cannot be separated. We are like two people who live in the same house. I know how to be wise and how to make smart decisions."},{"number":13,"verse":"All the people who revere Yahweh hate evil. I, wisdom, hate people who are proud and people who think they are more important than others. I hate people who have evil behavior and those who say things to deceive others."},{"number":14,"verse":"I give people good advice and I enable them to do things that are wise. I understand how things really are, and I am strong."},{"number":15,"verse":"When kings are wise, they rule well; and when rulers are wise, they make laws that are just/fair."},{"number":16,"verse":"Rulers govern their people with the help of me, wisdom, and those who have authority decide things fairly/just with my help."},{"number":17,"verse":"I, wisdom, love all those who love me, and all those who truly seek me will find me."},{"number":18,"verse":"I enable people to become rich and to be honored; I enable them to have wealth that will last and to be successful."},{"number":19,"verse":"What I can give people is more valuable than fine/pure gold and the best silver."},{"number":20,"verse":"I always do what is righteous and just/fair."},{"number":21,"verse":"I give wealth to those who love me; I fill their houses with valuable things."},{"number":22,"verse":"Yahweh created me, wisdom, when he began to create the world; he created me to do my work before he created anything else."},{"number":23,"verse":"He appointed me long ago, before he created the earth."},{"number":24,"verse":"I was born before the oceans were created, when there were no springs from which water flowed."},{"number":25,"verse":"I was born before the hills and mountains were formed;"},{"number":26,"verse":"I, wisdom, was born before Yahweh made the earth, before he made the fields and the soil on the earth."},{"number":27,"verse":"I was there when Yahweh put the sky in place, when he marked the place in the distance where the sky and the oceans seem to come together."},{"number":28,"verse":"I was there when Yahweh put the clouds above the earth and when he caused the water that is inside the earth to be secure."},{"number":29,"verse":"I was there when he fixed a boundary for the seas, so that the water in the seas would not go past those boundaries, and when he put down the foundations which support the earth."},{"number":30,"verse":"I was at the side of Yahweh, the master worker (OR, as though I was his child). I caused him to be happy every day, and I was always rejoicing when I was with him."},{"number":31,"verse":"I was delighted with the world that he created; I was happy with the people whom he created, too."},{"number":32,"verse":"So, you people who are like my sons, listen to me. I am pleased with all those who obey my teachings."},{"number":33,"verse":"Listen carefully to what I teach you and become wise. Do not reject my teaching!"},{"number":34,"verse":"I am pleased with those who listen to me, those who are outside my house every day, waiting for me to come out."},{"number":35,"verse":"Those who find me will have a long life, and Yahweh will be pleased with them."},{"number":36,"verse":"But those who stray away from me just harm themselves. All those who hate me, it is as though [IRO] they are loving death.”"}]}