{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"{The Reign of the Davidic King} d \"A shoot will come out from the stump of Jesse, and a branch will bear fruit from his roots."},{"number":2,"verse":"The Spirit of the Lord will rest upon him, the Spirit of wisdom and understanding, the Spirit of counsel and power, the Spirit of knowledge and fear of the Lord ."},{"number":3,"verse":"His delight will be in the fear of the Lord . He won't judge by what his eyes see, nor decide disputes by what his ears hear,"},{"number":4,"verse":"but with righteousness he will judge the needy, and decide with equity for {So 1QIsa a ; MT LXX read for the} earth's poor. {So 1QIsa a ; MT LXX read humble} He will strike the earth with the rod of his mouth, {I. e. by pronouncing judgment} and the wicked will be killed {So 1QIsa a ; 1QIsa a corrector MT LXX read he will kill the wicked} with the breath of his lips."},{"number":5,"verse":"Righteousness will be the sash around his loins, and faithfulness the belt around his waist.\""},{"number":6,"verse":"{A Transformed Ecology} d \"The wolf will live with the lamb; the leopard will lie down with the young goat. The calf and the lion will graze {So 1QIsa a LXX; MT reads lion and the fattened calf} together, and a little child will lead them."},{"number":7,"verse":"The cow and the bear will graze, and {So 1QIsa a LXX; the Heb. lacks and} their young will lie down together, and the lion will eat straw like the ox."},{"number":8,"verse":"The nursing child will play over the hole of the cobra, and the weaned child will put his hand on vipers'dens. {So 1QIsa a ; MT reads a viper's den ; LXX reads a den of vipers}"},{"number":9,"verse":"They will neither harm nor destroy on {So 1QIsa a LXX; 4QIsa c MT read on all} my holy mountain; for the earth will be full of the knowledge {So 1QIsa a MT; 4QIsa c LXX read to know} of the Lord, {So 1QIsa a MT LXX; 4QIsa c reads of glory ; cf. Hab 2:14} as the waters cover the sea.\""},{"number":10,"verse":"{Israel Regathered} d At that time, {Lit. day} as to {1QIsa a MT lack as to} the root of Jesse, who will be standing as a banner for the peoples, the nations will rally to him, and his resting place is {So 1QIsa a ; 4QIsa c MT LXX read place will be} glorious."},{"number":11,"verse":"At that time, {Lit. day} the Lord will reach out his hand yet a second time to recover the remnant that is left of his people, from Assyria, from Lower Egypt, from Upper Egypt, {Lit. from Egypt, from Pathros} from Cush, from Elam, from Shinar, from Hamath, and from the islands {Or coastlands} of the sea."},{"number":12,"verse":"He will raise a banner for the nations and will assemble the dispersed of Israel; he will gather the scattered people of Judah from the corners {So 1QIsa a ; 4QIsa a MT LXX read four corners} of the earth."},{"number":13,"verse":"{Israel's Victory over Its Enemies} d Ephraim's jealousy will vanish, {Lit. depart} and those who are hostile to Judah will be eliminated; {Lit. be cut off} Ephraim will no longer be jealous of Judah, and Judah will not be hostile to Ephraim."},{"number":14,"verse":"But they {So 1QIsa a MT LXX; 4QIsa a Targ read he} will swoop down on the slopes {Lit. backs} of the Philistines to the west, and they will plunder {So pap4QIsa e 1QIsa a ; MT LXX read the west; together they will plunder} the people to {Lit. of} the east. They'll lay their hands on Edom and Moab, and the Ammonites will be subject to them."},{"number":15,"verse":"The Lord will totally destroy the gulf {Lit. tongue} of the Sea of Egypt. He will sweep his hand over the Euphrates River with a violent wind, {So 1QIsa a ; MT LXX read his violent wind} breaking it up into seven streams, and making a way for people to cross on foot."},{"number":16,"verse":"And there will be a highway for the remnant that is left of his people out of Assyria, as there was for Israel when they came up from the land of Egypt."}]}