{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":15,"verses":[{"number":1,"verse":"{Moab's Pending Judgment} d A message {Lit. An oracle} concerning Moab: \"For Ir {Or For the city ; so 1QIsa a ; MT reads Ar ; LXX lacks For Ir} in Moab is destroyed in a night, and Moab {So 1QIsa a ; MT reads it; LXX lacks it} is ruined! Because Ir {Or Because the city ; so 1QIsa a ; 4QIsa o MT LXX read Because the wall or Because Kir} in Moab is destroyed in a single night, Moab is ruined!"},{"number":2,"verse":"He has gone up to the temple, and to Dibon, to the high places to weep; over Nebo and over Medeba Moab wails. His head is completely {So 1QIsa a ; MT reads all its heads are ; MT mss LXX read Over every head ; cf. Jer 48:37} bald, and {So 1QIsa a Mt mss LXX; the Heb. lacks and} every beard is shaved off."},{"number":3,"verse":"In its streets they wear sackcloth; on its rooftops and in its squares everyone wails and falls down {So 1QIsa a ; MT reads falling down ; LXX lacks and falls down} weeping."},{"number":4,"verse":"Heshbon and Elealeh cry out, their voices are heard as far as Jahaz; therefore the loins {So 1QIsa a ; cf. LXX; MT reads armed men} of Moab cry aloud; its heart quakes for itself."},{"number":5,"verse":"My heart cries out over Moab; her fugitives flee as far as Zoar, as far as Eglath-shelishiyah. For at the ascent to Luhith they go up weeping; on the road to Horonaim they raise a cry of destruction."},{"number":6,"verse":"The Nimrim waters are desolate; the grass is withered, its vegetation gone; there is {So 1QIsa a ; MT reads was or there has been ; LXX reads there will be} no foliage left."},{"number":7,"verse":"Therefore the wealth they have acquired and what they have stored up they carry them away over the Arab {So 1QIsa a ; cf. LXX; MT reads Willow} Wadi. {I. e. a seasonal stream or river that channels water during rain seasons but is dry at other times}"},{"number":8,"verse":"For the cry has gone out along the border of Moab; her wailing reaches as far as Eglaim, her wailing reaches as far as Beer-elim."},{"number":9,"verse":"The Dibon {So 1QIsa a ; MT reads Dimon ; LXX reads Remmon} streams are full of blood; but I will bring upon Dibon {So 1QIsa a ; MT reads Dimon ; LXX reads Remmon} even more a lion will pounce {1QIsa a LXX MT lack will pounce} upon those of Moab who escape, upon {So 1QIsa a LXX; the Heb. lacks upon} those who remain in the land.\""}]}