{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":18,"verses":[{"number":1,"verse":"{A Rebuke to Cush} d Woe to the land of whirring wings that is beyond the rivers of Cush, {I. e. Nubia, south of Egypt (modern northern Sudan)}"},{"number":2,"verse":"which sends envoys by the sea, {Or Nile} in papyrus boats over the water! Go, swift messengers, to a tall, smooth-skinned nation, to a people feared far and wide, a nation that metes out {Or nation of strange speech ; so 1QIsa a MT; LXX reads nation without hope} punishment {1QIsa a MT LXX lack punishment} and oppresses, whose land the rivers divide."},{"number":3,"verse":"All you inhabitants of the world, you who live on the earth, when a banner is raised on the mountains, you'll see it. When a trumpet sounds, you'll hear it!"},{"number":4,"verse":"For this is what the Lord told me: \"I will remain quiet and watch in my dwelling place like dazzling heat in sunshine, like a cloud of dew in the heat {So 1QIsa a MT; MT mss LXX read on the day} of harvest.\""},{"number":5,"verse":"For before the harvest, when the season of {1QIsa a MT lack season of} budding is over, and sour grapes ripen into mature grapes, {Lit. flowers} he cuts off the shoots with pruning knives, clearing away the spreading branches as he lops them off."},{"number":6,"verse":"And {So 1QIsa a MT LXX; 4QIsa b lacks And} they will all be left for birds of prey that live on the mountains {So 4QIsa b ; 1QIsa a MT read of mountains ; LXX reads mountains of heaven} and for wild animals. {Lit. for beasts of the earth ; i. e. non-domesticated animals, as opposed to domesticated livestock;} Birds of prey will pass the summer feeding on them, and all the wild animals {Lit. the beasts of the earth ; so 1QIsa a ; i. e. non-domesticated animals, as opposed to domesticated livestock; MT LXX read every beast of the field} will pass the winter feeding {1QIsa a MT lack feeding} on them."},{"number":7,"verse":"At that time tribute will be brought to the Lord of the Heavenly Armies from {So 1QIsa a LXX; 4QIsa b MT lack from} a tall and smooth-skinned people, from a people feared far and wide, a nation that metes out {Or nation of strange speech ; so 1QIsa a MT; LXX reads nation with hope} punishment {1QIsa a MT LXX lack punishment} and oppresses, whose land the rivers divide, to Mount Zion, the place that bears {Lit. place of} the name of the Lord . {So 1QIsa a ; 4QIsa b MT LXX read the Lord of the Heavenly Armies}"}]}