{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"{A Message for Judah and Jerusalem} d The message that Amoz's son Isaiah received {Lit. observed} concerning Judah and Jerusalem:"},{"number":2,"verse":"\"It will come about in the last days that the mountain that is the Lord's Temple will be established as the highest of mountains, {So 4QIsa e MT LXX; 1QIsa a lacks of mountains} and will be raised above the hills; all the nations will stream to {Or will flow over ; so 1QIsa a LXX; 4QIsa e 4QIsa f MT LXX read will travel to ; cf. Mic 4:1} it."},{"number":3,"verse":"Many groups of people {Lit. Many peoples} will come, commenting, \"Come! Let's go up to {So 1QIsa a 4QIsa f ; 4QIsa e MT read to the Lord's mountain, to} the Temple of the God of Jacob, that they {So 1QIsa a ; cf. LXX, Mic 4:2; 4QIsa e MT LXX read he} may teach us his ways. Then let's walk in his paths.\" {The Rule of God from Jerusalem} d\"Instruction {Or For the law} will proceed from Zion, and the word of the Lord from Jerusalem."},{"number":4,"verse":"He will judge between the nations, and will render verdicts {Or judgment} for the benefit of many. {Lit. many peoples} \"They will beat their swords into plowshares, and their spears into pruning hooks; nations will not raise swords against nations, and they will not learn warfare anymore."},{"number":5,"verse":"\"You house of Jacob! Come! Let's live {Lit. walk} in the Lord's light."},{"number":6,"verse":"For you have rejected your people, the house of Jacob, because they are filled with practices learned {1QIsa a MT lack with practices learned} from the East and they are fortune-tellers like the Philistines. They cut deals {Lit. They shake hands} with foreigners. {Lit. with descendants of foreigners}"},{"number":7,"verse":"Their land is filled with silver and gold, and there is no end to their treasures; their land is filled with horses, and there is no end to their chariots."},{"number":8,"verse":"Their land is filled with idols; they bow down to the work of their hands, to what their own fingers have made."},{"number":9,"verse":"\"So mankind is humbled, each human being is brought low, and {So 1QIsa a 4QIsa b ; the Heb. lacks and} you won't forgive.\" {So 1QIsa a 4QIsa b ; MT reads forgive them}"},{"number":10,"verse":"{The Coming Day of the Lord} d {This v. is missing from 1 QIsa a} \"Go into the rocks! Hide in the dust to escape {Lit. from} the terror of the Lord and to escape {Lit. and from} the glory of his majesty! {So MT}"},{"number":11,"verse":"The {Lit. And the} haughty looks of mankind will be brought low, {1QIsa a MT LXX read mankind are low} the lofty pride of human beings will be humbled, and the Lord alone will be exalted at that time. {Lit. in that day}"},{"number":12,"verse":"\"For the Lord of the Heavenly Armies has reserved {1QIsa a MT LXX lack reserved} a time {Lit. day} to oppose {Lit. against} all who are proud and haughty, and the {So 1QIsa a ; MT LXX read oppose all of the} self-exalting they will be humbled."},{"number":13,"verse":"He will take his stand {DSS MT LXX lack He will take his stand} against all the cedars of Lebanon, against the proud and self-exalting; and against all the oaks of Bashan;"},{"number":14,"verse":"against all the high mountains, and against all the lofty hills;"},{"number":15,"verse":"against every high tower, and against every fortified wall;"},{"number":16,"verse":"against all the ships from Tarshish, and against all their impressive watercraft."},{"number":17,"verse":"\"Humanity's haughtiness will be humbled, male arrogance will be brought low, and the Lord alone will be exalted in that day."},{"number":18,"verse":"Their {DSS MT LXX lack Their} idols will utterly vanish. {So 1QIsa a LXX; MT reads He will abolish the idols}"},{"number":19,"verse":"\"They will enter caverns in the rocks and holes in the ground to escape {Lit. from} the presence of the terror of the Lord , to escape {Lit. from} the splendor of his majesty when he arises to terrify the earth."},{"number":20,"verse":"At that time, {Lit. day} mankind will throw their silver and gold idols {Lit. silver idols and gold idols} that their fingers have made {So 1QIsa a ; MT reads that they made for themselves ; LXX reads that they made} as objects of worship to the moles and to the bats."},{"number":21,"verse":"They will enter caverns in the rocks and clefts in the cliffs, to escape {Lit. from} the terror of the Lord and to escape {Lit. from} the splendor of his majesty, when he arises to terrorize the earth."},{"number":22,"verse":"\"Stop trusting in human beings, whose life breath is in their nostrils, for what are they {Lit. what is he} really worth?\" {LXX lacks this verse}"}]}