{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"{Elam and Media are Rebuked} d A message {Lit. An oracle} concerning the pasture {Or plague ; cf. Isa 5:17; 1King 8:37; Jer 14:12; MT LXX read wilderness} by the Sea. \"Like whirlwinds in the Negev {I. e. southern regions of the Sinai peninsula; cf. Josh 10:40} sweep on, it comes from the desert, from a distant {So 1QIsa a ; 1QIsa a corrector MT LXX read terrible} land."},{"number":2,"verse":"A dire vision has been announced to me: the traitor betrays, and the plunderer takes loot. Get up, Elam! Attack, Media! I am putting a stop to all the groaning she has caused."},{"number":3,"verse":"Therefore my body is {Or waist ; lit. my hips and lower back are} racked with pain; pangs have seized me, like the pangs of a woman in labor; I am so upset that I cannot hear; I am so frightened that I cannot see while I'm reeling around. {So 1QIsa a 4QIsa a ; MT LXX begin v. 4 with this line}"},{"number":4,"verse":"And as for my heart, {So 1QIsa a 4QIsa a ; MT LXX read 4 My mind reels} horror has terrified me; the twilight I longed for has started to make me tremble."},{"number":5,"verse":"They set the tables; they spread the carpets; {So 1QIsa a MT; LXX lacks this line} they eat, they drink! Get up, you officers! Oil the shields!\""},{"number":6,"verse":"{The Fall of Babylon} d For this is what the Lord told me: \"Go post a lookout. Have him report what he sees."},{"number":7,"verse":"When he sees chariots, each man {So 1QIsa a 4QIsa a ; cf. v. 9; MT LXX lack each man} with a pair of horses, riders on donkeys or riders on {So 1QIsa a LXX; MT reads train of donkeys or train of} camels, let him pay attention, full attention.\""},{"number":8,"verse":"Then the lookout {So 1QIsa a Syr; MT reads Then a lion} shouted: \"Upon a watchtower I stand, O Lord, continually by day, and I am stationed at my post throughout the night."},{"number":9,"verse":"Look! Here come riders, {So 1QIsa a LXX; MT reads chariot ; cf. v. 7} each man with a pair of horses!\" They're shouting out the answer: \"Babylon has fallen, has fallen, and they have shattered all the images of her gods {So 1QIsa a ; LXX reads all the images of her gods are shattered ; MT reads He has shattered all the images of her gods} on the ground!"},{"number":10,"verse":"O my downtrodden people, {1QIsa a lacks people} my wall! {So 1QIsa a ; MT reads my threshing floor} I'll tell you what I have heard from the Lord of the Heavenly Armies, the God of Israel.\""},{"number":11,"verse":"{A Message about Dumah} d A message {Lit. An oracle} concerning Dumah. \"Someone is calling to me from Seir: «Watchman, what is left of the night? {Or What time of night?} Watchman, what is left of the night? '{Or What time of night?}"},{"number":12,"verse":"The watchman replies: «Morning is coming, but also the night. If you want to ask, then ask; come back again.»\""},{"number":13,"verse":"{A Message about Arabia} d A message {Lit. An oracle} concerning Arabia. \"You will camp in the thickets in Arabia, you caravans of the Dedanites."},{"number":14,"verse":"Bring water for the thirsty, you who live in the land of Tema. Meet the fugitive with bread, {So 1QIsa a LXX; MT reads with his bread ; 4QIsa a reads and with his bread}"},{"number":15,"verse":"For he has fled {So 1QIsa a ; MT reads they have fled} from swords, from the drawn sword, from the bent bow, and from the heat of battle.\""},{"number":16,"verse":"For this is what the Lord {So 1QIsa a 4QIsa a ; MT reads Lord} is saying to me: \"Within three years, {So 1QIsa a ; MT LXX read Within a year} according to the years of a contract worker, {I. e. as if carefully counted pursuant to an employment contract; cf. Isa 16:14} the pomp {So 1QIsa a LXX; MT reads years, all the pomp} of Kedar will come to an end."},{"number":17,"verse":"And there will be few archers, those who are descendants of Kedar, who survive, because the Lord , the God of Israel, has spoken.\""}]}