{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"{The Song of Redeemed Judah} d At that time, {Lit. On that day} people will sing this song {So 1QIsa a ; 1QIsa b 4QIsa c MT read time, this song will be sung ; LXX reads time, they will sing that song} in the land of Judah: \"We have a strong city; God crafts victory, its walls and ramparts. {So 4QIsa c ; 1QIsa a MT read walls and ramparts ; LXX reads wall and rampart}"},{"number":2,"verse":"Open your {So 1QIsa a ; MT LXX read the} gates, so the righteous nation that safeguards its faith may enter."},{"number":3,"verse":"You will keep perfectly peaceful {Lit. peace, peace ; so 1QIsa a MT; LXX Syr read peace} the one whose mind remains focused on you, because he remains {So 1QIsa a 1QIsa b LXX; 4QIsa c MT read trusts} in you."},{"number":4,"verse":"\"Trust in the Lord forever, for in the Lord God {So 1QIsa a MT; 4QIsa b reads the Lord God ; LXX reads the Lord, the Lord} you have an everlasting rock."},{"number":5,"verse":"For he has made drunk {So MT 1QIsa a ; 1QIsa b 4QIsa b 4QIsa c MT read has brought low ; LXX reads has humbled and brought down} the inhabitants of the height, the lofty city. He lays it low {So 1QIsa a LXX; MT reads He levels it, he levels it} to the ground casting it down to the dust,"},{"number":6,"verse":"by the feet of the oppressed who trample it, {So 1QIsa a LXX; MT reads The foot tramples it} by the footsteps of the needy. {So 1QIsa a LXX; MT reads oppressed}"},{"number":7,"verse":"\"The path of the righteous is level; O Upright One, {So 1QIsa a MT; 4QIsa c reads they go straight ahead ; LXX lacks this line} you make safe {So 1QIsa a ; MT LXX read smooth or you prepare} the way of justice. {So 1QIsa a 4QIsa c ; MT LXX read of the righteous ones}"},{"number":8,"verse":"Yes, Lord , in the path of your judgments we wait; {So 1QIsa a LXX; MT reads we wait for you} your name and your Law {So 1QIsa a ; 4QIsa c MT read your renown ; cf. LXX} are the {So 1QIsa a MT; 4QIsa b reads my} soul's desire."},{"number":9,"verse":"My soul yearns for you in the night; my spirit within me searches for you. For when your judgments come upon the earth, the world's inhabitants learn righteousness."},{"number":10,"verse":"If favor is shown to the wicked, they don't learn righteousness; even in a land of uprightness they act perversely and do not perceive the majesty of the Lord ."},{"number":11,"verse":"\"Lord , your hand is lifted up, but they do not see it. And {So 1QIsa a ; cf. LXX; the Heb. lacks And} let them see your zeal for your {Lit. the ; so 1QIsa a ; the Heb. lacks your} people and be put to shame yes, let the fire reserved for your enemies consume them!"},{"number":12,"verse":"Lord , you will decide {So 1QIsa a ; MT reads prepare or give ; LXX reads Lord , give} peace for us, for you have indeed accomplished all our achievements for us."},{"number":13,"verse":"O Lord our God, other lords besides you have ruled over us, but through you alone we acknowledge your name."},{"number":14,"verse":"The dead won't live, and {So 1QIsa a LXX; 1QIsa a corrector MT lack and} the departed spirits won't rise to that end, you punished and destroyed them, then locked away {So 1QIsa a ; MT LXX read wiped out} all memory of them."},{"number":15,"verse":"\"But you have enlarged the nation, {So 1QIsa a 4QIsa b} Lord ; you have enlarged the nation. {So 1QIsa a ; MT ms lacks this line} You have gained honor; you have extended all the borders of the land."},{"number":16,"verse":"Lord , they {So 1QIsa a MT; MT mss LXX mss read we; LXX reads I remembered you} came to you in distress; they poured out their secret {So 1QIsa a ; 4QIsa b MT read out a magical} prayer when your chastenings were {So 1QIsa a ; MT LXX read your chastening was} afflicting {Lit. upon} them."},{"number":17,"verse":"Just as a pregnant woman writhes and cries out during her labor when she is about to give birth, so were we because of you, Lord ."},{"number":18,"verse":"We were pregnant, writhing in pain, but we gave birth only to wind. We have not won your {So 1QIsa a LXX; MT lacks your} victory on earth, nor have the inhabitants of the world been born.\""},{"number":19,"verse":"{The Resurrection of the Dead} d \"But your dead will live; their bodies will rise. Those who live in the dust will wake up and shout for joy! {So 1QIsa a ; MT reads Wake up and shout for joy , you ; LXX reads Those in the dust will rejoice, for} For your dew is like the dew of dawn, and the earth will give birth to the dead."},{"number":20,"verse":"Come, my people, enter your rooms and shut your doors {So 1QIsa a MT; MT qere reads door} behind you. Hide yourselves {So 1QIsa a ; MT reads yourself} for a little while until the fury has passed by."},{"number":21,"verse":"For see, the Lord is coming from his place to punish the inhabitants of the earth for their sins; the earth will reveal the blood that has been shed on it, and will no longer conceal its slain.\""}]}