{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"{Sennacherib Attacks} d In the fourteenth year of King Hezekiah, {The Heb. name Hezekiah is usu. spelled Hizqiyah in 1QIsa a ; 4QIsa b MT spell the name Hizqiyahu .} King Sennacherib of Assyria attacked all the fortified cities of Judah and captured them."},{"number":2,"verse":"Then the king of Assyria sent his field commander, {Or sent Rab-shakeh} along with a very {So 1QIsa a ; MT LXX lack very} large army, from Lachish to King Hezekiah at Jerusalem. When the field commander stopped at the aqueduct at the Upper Pool on the road to Laundryman's Field,"},{"number":3,"verse":"Hilkiah's son Eliakim, who was in charge of the palace, Shebna the secretary, and Asaph's son Joah, the recorder, went out to him."},{"number":4,"verse":"The field commander told them: \"Tell Hezekiah, king of Judah, {So 1QIsa a ; 1QIsa a corrector deleted king of Judah ; MT LXX lack king of Judah} «This is what the mighty king, the king of Assyria, has to say: What is this \"guarantee\" that makes you yourself {So 1QIsa a ; MT LXX lack yourself} rely on it? {So 1QIsa a ; MT LXX lack on it}"},{"number":5,"verse":"Do you really think that guarantees alone can withstand {Lit. that words alone equal} strategy and military strength? On whom are you now depending, that you're rebelling against me?"},{"number":6,"verse":"Take note: you're relying on Egypt, that splintered reed of a staff, which pierces the palm of anyone who leans on it. This is what Pharaoh king of Egypt is like to everybody who depends on him!"},{"number":7,"verse":"But if you all {So 1QIsa a LXX; MT reads you (sing.)} say to me, \"We are depending on the Lord our God\" isn't he the one whose high places and altars Hezekiah removed, while he kept on telling Judah and Jerusalem, «You are to worship in front of this altar in {So 1QIsa a MT; LXX lacks while he kept on telling Judah and Jerusalem, «You are to worship in front of this altar in Jerusalem'} Jerusalem'? {So 1QIsa a ; 1QIsa a corrector deleted in Jerusalem ; the Heb. lacks in Jerusalem}"},{"number":8,"verse":"Come now, all of you, {So 1QIsa a LXX; MT reads you (sing.)} make a bet with my master, the king of Assyria: I will give you two thousand horses, if you can furnish riders for them!"},{"number":9,"verse":"How, then, can you repulse even one officer from {So 1QIsa a ; MT reads one of} the least of my master's officials, when you are depending for yourselves {So 1QIsa a ; MT reads yourself} on Egypt for chariots and horsemen?"},{"number":10,"verse":"One other thing: have I really marched against this country to destroy it apart from the Lord's direction? {1QIsa a MT lack «s direction} The Lord himself ordered me, «March against this country to {So 1QIsa a ; MT reads and} destroy it.»\" {So 1QIsa a MT; LXX lacks The Lord himself ordered me, «March against this country to destroy it.'}"},{"number":11,"verse":"Then Eliakim, Shebna, and Joah replied to him, {So 1QIsa a LXX; MT reads to the field commander} \"Please speak with {So 1QIsa a ; MT reads to} your servants with us {So 1QIsa a ; MT LXX lack with us} in Aramaic, since we understand it. Don't speak to us in Hebrew {Lit. in these words ; s o 1QIsa a ; MT LXX read in the Judean language} where the people sitting on {So 1QIsa a ; the Heb. lacks sitting ; cf. LXX} the wall can hear.\""},{"number":12,"verse":"But the field commander asked, \"Was it only to all of you and to your {So 1QIsa a (pl.); MT reads your (sing.) master and to you (sing.)} master that my master sent me to speak these things? Wasn't it also to the men sitting on the wall who, like you, will have to eat their own excrement and drink their own urine?\""},{"number":13,"verse":"Then the {So 1QIsa a ; the Heb. lacks the} commander stood up and shouted out loud in Hebrew: {Or the Judean language} \"Hear the words of the great king, the king of Assyria!"},{"number":14,"verse":"This is what the king of Assyria {So 1QIsa a ; MT LXX lack of Assyria} says: «Don't let Hezekiah deceive you for he cannot save you!"},{"number":15,"verse":"Don't let Hezekiah persuade you to rely on the Lord when he says, \"The Lord will really deliver {Or save} us!\" and {So 1QIsa a LXX; MT lacks and} \"This city will never be handed over to the king of Assyria!\""},{"number":16,"verse":"Don't listen to Hezekiah, because this is what the king of Assyria says: «Make your peace with me and come out to me. Then everyone will eat from his own vine and from his own fig tree, and everyone will drink water from his own cistern,"},{"number":17,"verse":"until I come and take you away to a land like your own land to {So 1QIsa a ; the Heb. lacks to} a land of grain and new wine, a land of bread and vineyards.'"},{"number":18,"verse":"Be careful not to let Hezekiah mislead you when he says, \"The Lord will save us.\" Has any god of any nation ever delivered {Or saved} his country from the {Lit. the hand of the} king of Assyria?"},{"number":19,"verse":"Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they saved Samaria from me? {Lit. from my hand}"},{"number":20,"verse":"Who among all the gods of these countries has delivered {Or saved} their land from me? {Lit. from my hand} How then can the Lord deliver {Or saved} Jerusalem from me?»\" {Lit. from my hand}"},{"number":21,"verse":"But the people remained silent and didn't respond to him with so much as a single word, because the king had commanded, \"Don't answer him.\""},{"number":22,"verse":"Then Hilkiah's son Eliakim, who was in charge of the palace, Shebna the secretary, and Asaph's son Joah, the recorder, approached Hezekiah with their clothes torn, {I. e. as a symbol of pending disaster} and let him know what the field commander had said."}]}