{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":44,"verses":[{"number":1,"verse":"{God's Blessing on Israel} d \"But now listen, Jacob my servant and Israel whom I have chosen:"},{"number":2,"verse":"This what the Lord says, the one who made you, formed you from the womb, and who will help {So 1QIsa a ; MT reads he will help} you: \"Don't be afraid, Jacob my servant, and Jeshurun, {I. e. a poetic term for national Israel; the Heb. name means Upright One ; cf. Deut 32:15; 33:5, 26} whom I have chosen."},{"number":3,"verse":"For I'll pour water upon thirsty ground and streams on parched land. So {So 1QIsa a ; MT lacks So} will I pour my Spirit upon your offspring, and my blessing upon your descendants."},{"number":4,"verse":"They'll {So 1QIsa a ; MT LXX read And they} spring up as among {So 1QIsa a MT mss LXX Targ; MT reads up among} the green grass, like willows by flowing streams."},{"number":5,"verse":"One will say, «I belong to the Lord ,'and another will call himself by the name of Jacob; still another will have written on his hand, «the Lord's,'and will adopt the name of Israel.\""},{"number":6,"verse":"{I am the First and the Last} d This is what the Lord says, the King of Israel and its Redeemer the Lord of the Heavenly Armies is his name {So 1QIsa a ; MT LXX lack is his name} \"I am the first and I am the last, and apart from me there is no God."},{"number":7,"verse":"Who is like me? Let him proclaim and declare it, and lay it out for himself {So 1QIsa a ; MT LXX read me} since he made {Or himself, making him ; so 1QIsa a ; MT LXX read since I made} an ancient people. And let him speak {So 1QIsa a ; 4QIsa c MT LXX lack let him speak} future events; let them tell him what {So 1QIsa a ; 4QIsa c MT read and what} will happen."},{"number":8,"verse":"Don't tremble, and don't be afraid. {So 1QIsa a MT; LXX lacks and do not be afraid} Didn't I tell you and announce it long ago? You are my witnesses. Is there any God besides me? There is no other Rock I don't know of any.\""},{"number":9,"verse":"{A Rebuke to Idol Worship} d Now, {So 1QIsa a ; MT LXX lack Now} all the forming of {So 1QIsa a ; MT LXX read those who form} images means nothing, and the things they treasure are worthless. Their own witnesses cannot see, and they {So MT LXX; 1QIsa a reads They} know nothing. So they will be put to shame."},{"number":10,"verse":"Who would shape a god or cast an image that profits nothing?"},{"number":11,"verse":"To be sure, all who associate with it will be put to shame; and as for the craftsmen, they are only human. Let them all gather together and {So 1QIsa a LXX; MT lacks and} take their stand. Then {So 1QIsa a ; MT LXX lack Then} let them be terrified they will be humiliated together."},{"number":12,"verse":"The blacksmith prepares a tool and works in the coals, then {So 1QIsa a ; MT LXX lack then} fashions an idol with hammers, working by the strength of his arm. He even becomes hungry and loses his strength; he drinks no water and grows faint."},{"number":13,"verse":"The carpenter measures it {I. e. the idol; so 1QIsa a LXX; MT lacks it} with a line; he traces its shape with a stylus, then fashions it with planes and shapes it with a compass. He makes the idol like a human figure, with human beauty, to be at home {Lit. to rest} in a shrine."},{"number":14,"verse":"He cuts down cedars, or chooses a cypress tree or an oak, and lets it grow strong among the trees of the forest. Or he plants a cedar, and the rain makes it grow."},{"number":15,"verse":"He divides it up {So 1QIsa a ; MT reads It is ; LXX reads so that it is} for people to burn. Taking part of it, he warms himself, makes a fire, and bakes bread. Or perhaps {So 1QIsa a ; MT reads Also} he constructs a god and worships it. He makes it an idol and bows down to it."},{"number":16,"verse":"Half the wood he burns in the fire, and {So 1QIsa a LXX; MT lacks and} over {1QIsa a lacks over , but inserts it above the line} that half he places {Lit. half is} meat so he can eat. He sits by its coals, warms himself, {So 1QIsa a ; MT LXX read eats meat he roasted as a roast and is satisfied. He also warms himself} and says, \"Ah! I am warm in front of {So 1QIsa a ; MT reads I see ; LXX reads and I have seen} the fire.\""},{"number":17,"verse":"And the rest of it he makes into a god. To blocks {Or to his Baals (i. e. to Canaanite deities); so 1QIsa a copyist error; MT LXX read god, for his idol} of wood he bows down, worships, prays, and says, \"Save me, since you are my god.\""},{"number":18,"verse":"They don't realize; they don't understand, because their eyes are plastered over so they cannot see, and their minds, too, so they cannot understand."},{"number":19,"verse":"No one stops to think. No one has the knowledge or understanding to think yes to think! {So 1QIsa a ; MT lacks yes to think!} \"Half of it I burned in the fire. I even baked bread on its coals, and {So 1QIsa a ; MT lacks and} I roasted meat and ate it. And {So 1QIsa a MT; 4QIsa b lacks And} am I about to make detestable things {So 1QIsa a ; 4QIsa b MT LXX read make a detestable thing} from what is left? Am I about to bow down to blocks {So 1QIsa a ; MT reads to a block} of wood?\""},{"number":20,"verse":"He tends ashes. A deceived mind has lead him astray. It cannot be his life, {So 1QIsa a ; 4QIsa b MT LXX read He does not save his life} nor can he say, \"There's a lie in my right hand.\" {So 1QIsa a ; 4QIsa b MT LXX read \"There's no lie in my right hand, is there?\"}"},{"number":21,"verse":"{A Call to Remembrance and Joy} d \"Remember these things, Jacob, Israel, {So 1QIsa a ; 4QIsa b MT LXX read and Israel} for you are my servant. I have formed you; you are a servant to me. Israel, {So 1QIsa a MT; 4QIsa b LXX read and Israel} you must not mislead me. {So 1QIsa a ; 4QIsa b MT read you won't be forgotten by me ; LXX reads don't forget me}"},{"number":22,"verse":"I've wiped away your transgressions like a cloud and your sins like mist. Return to me; because I've redeemed you."},{"number":23,"verse":"\"Shout for joy, you heavens, for the Lord has done it! Shout aloud, you depths of the earth! Burst out with singing, you mountains, you forest, and all your trees! For the Lord has redeemed Jacob and will display his glory in Israel."},{"number":24,"verse":"\"This is what the Lord says, your Redeemer and the one who formed you in the womb: «I am the Lord, who has made everything, who alone stretched out the heavens, who spread out the earth Who was with me at that time? {1QIsa a 4QIsa b MT LXX lack at that time}"},{"number":25,"verse":"who frustrates the omens of idle talkers, and drives diviners mad, who turns back the wise, and makes their knowledge foolish; {So 1QIsa a 1QIsa b 4QIsa b LXX; MT reads wise}"},{"number":26,"verse":"who carries out the words of his servants, and fulfills the predictions of his messengers, who says of Jerusalem, \"It will be inhabited,\"and of Judah's cities, \"They will be rebuilt,\"and of her ruins, \"I'll raise them up\" ;"},{"number":27,"verse":"who says to the watery deep, \"Be dry I will dry up your rivers;\""},{"number":28,"verse":"who says about Cyrus, \"He's my shepherd, and he'll carry out everything that I please: He'll say of Jerusalem, «Let it be rebuilt,'and of my {So 1QIsa a LXX; 4QIsa b MT read the} Temple, «Let its foundations be laid again.»\"»\""}]}