{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"{The Lord's Vineyard} d I will sing {So 1QIsa a ; MT reads Please, let me sing} for my beloved my love-song concerning his vineyard: \"The one I love had a vineyard on a very fertile hill."},{"number":2,"verse":"He plowed its land {1QIsa a MT lack its land} and cleared it of stones. Then he planted it with the choicest vines, built a watchtower in the middle of it, and dug a wine vat in it; He expected {Or waited for} it to produce good {1QIsa a MT lack good} grapes, but it produced only wild ones.\" {I. e. grapes unsuitable for wine making}"},{"number":3,"verse":"\"So now, you inhabitants {So 1QIsa a ; MT reads inhabitant} of Jerusalem and men of Judah, judge, won't you please, between me and my vineyard."},{"number":4,"verse":"What more could I do in {So 1QIsa a ; MT reads for} my vineyard, that I haven't already done? When I expected it to produce good {1QIsa a MT lack good} grapes, why did it yield {So 1QIsa a ; MT LXX read produce} wild ones? {I. e. grapes unsuitable for wine making}"},{"number":5,"verse":"\"Now, let me tell you, won't you please, what I'm going to do to my vineyard. \"I'm going to take away its protective hedge, and it will be devoured; {So 1QIsa a ; MT will be for devouring ; LXX will be for plundering} I'll break down its wall, and it will be trampled."},{"number":6,"verse":"I'll make it a wasteland, and it won't be pruned or cultivated. Instead, briers and thorns will grow up. I'll also issue commands to the clouds, that they drop no rain upon it.\""},{"number":7,"verse":"For the vineyard of the Lord of the Heavenly Armies is the house of Israel, and the men of Judah are the garden in which he delights. {So 1QIsa a ; MT his delightful garden} He looked for justice, but saw only bloodshed; he searched {1QIsa a MT lack he searched} for righteousness, but heard only an outcry!"},{"number":8,"verse":"{Judgment on Land Barons} d \"How terrible it will be for you who join house to house, who add field to field, until there is no more room, and you have settled yourselves alone {So 1QIsa a ; MT reads you are made to live alone} in the middle of the land!\""},{"number":9,"verse":"The Lord of the Heavenly Armies has declared this so I could hear it: \"Surely many houses will become desolate, great and beautiful houses, without occupants."},{"number":10,"verse":"For ten acres of vineyard will produce only six gallons, {Lit. only a bath} and ten bushels {Lit. and a homer} of seed {1QIsa a MT lack of seed} will produce only one bushel.\" {Lit. only an ephah}"},{"number":11,"verse":"{Judgment on Alcoholics} d \"How terrible it will be for those who rise at dawn in order to grab {So 1QIsa a ; MT LXX may run after} a stiff drink, for those who stay up late at night as wine inflames them!"},{"number":12,"verse":"They have the lyre and harp, the tambourine and flute, as well as wine at their festivals, but they don't respect what the Lord is doing, nor do they consider his actions. {Lit. consider the work of his hands}"},{"number":13,"verse":"Therefore my people go into exile because they lack understanding; my {So 1QIsa a ; MT reads their} honored men go hungry, and the crowd is parched with thirst."},{"number":14,"verse":"Therefore Sheol's {I. e. the realm of the dead} appetite has grown; it has opened its mouth beyond limit. Jerusalem's nobility and her multitudes will go there, along with her brawlers and whoever is reveling within her."},{"number":15,"verse":"Humanity is brought low, and each one is humbled, while the eyes of the self-exalting are brought low."},{"number":16,"verse":"But the Lord of the Heavenly Armies is exalted in justice, and the Holy God proves himself to be righteously holy."},{"number":17,"verse":"Then the lambs will graze in their pasture; fatlings and foreigners will eat among the waste places of the rich.\""},{"number":18,"verse":"{Judgment on Mockers} d \"How terrible it will be for those who parade iniquity with cords of falsehood, who draw sin along as {1QIsa a MT lack as} with a cart rope;"},{"number":19,"verse":"who say: «Let God {Lit. him} be quick, let him speed up {So 1QIsa a ; MT reads hurry} his work so we may see it! Let it happen! let the plan of the Holy One of Israel draw near, so we may recognize it!»\""},{"number":20,"verse":"{Judgment on Moral Relativists} d \"How terrible it will be for those who call evil good and good evil, who substitute darkness for light and light for darkness, who substitute what is bitter for what is sweet and what is sweet for what is bitter!\""},{"number":21,"verse":"{Judgment on the Arrogant} d \"How terrible it will be for those who are wise in their own opinion, and clever in their own reckoning!"},{"number":22,"verse":"\"How terrible it will be for those who are heroes at drinking wine, and champions in mixing strong drink,"},{"number":23,"verse":"who acquit the guilty for a bribe, and deprive the innocent of justice!\""},{"number":24,"verse":"{The Effects of Divine Judgment} d Therefore, as flames of fire devour straw, as dry grass {So MT; 1QIsa a reads fire} collapses in flames, so their root will be rotten, and their blossom will blow away like dust, because they have rejected the instruction {Or law} of the Lord of the Heavenly Armies, and have despised the word of the Holy One of Israel."},{"number":25,"verse":"Therefore {So 1QIsa a MT; LXX reads And} the anger of the Lord {So 1QIsa a MT; 4QIsa b LXX read Lord of the Heavenly Armies} burned against his people, so he stretched out his hands {So 1QIsa a ; MT LXX read hand} against them and afflicted them. The mountains quaked, and their corpses were like refuse in the middle of the streets. Throughout all of this, his anger has not turned away, and his hands are {So 1QIsa a ; MT LXX read his hand is} still stretched out to attack. {DSS MT lack to attack}"},{"number":26,"verse":"The Lord {Lit. He} will signal {Lit. will send up a signal} for nations far away, whistling for them to come {1QIsa a MT lack to come} from the ends of the earth. Look how quickly and how swiftly they come!"},{"number":27,"verse":"No one is weary, no one stumbles, {So 1QIsa a ; MT reads stumbles among them} and no one slumbers or sleeps. No belt around their waists will come undone, nor will their sandal straps be broken."},{"number":28,"verse":"Their arrows are sharp, all their bows ready for action. {Lit. bows bent} Their horses'hooves seem like flint, and their chariot wheels spin {DSS MT lack spin} like a whirlwind."},{"number":29,"verse":"With a roar like a lion, they snarl, and like young lions, they growl; {So 1QIsa a ; MT reads Their roaring is like a lion; like young lions they roar. They growl} they seize their prey and then carry it off, with no one to rescue."},{"number":30,"verse":"They will roar over it {I. e. over conquered Judah} at that time, {Lit. it on that day} like the sea waves roar. If one surveys the land, watch out! There's darkness and distress; even the daylight is darkened by its clouds."}]}