{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":55,"verses":[{"number":1,"verse":"{An Invitation to Life} d \"Come, everyone who is thirsty, come to the waters! Also, you that have no money, come, buy, and eat! Come! Buy {So MT LXX; 1QIsa a skips from the first come, buy to the second come, buy, omitting the words in between} wine and milk without money and without price."},{"number":2,"verse":"Why spend your money on what is not bread, and your labor on what does not satisfy? {Lit. what is not satisfaction ; so 1QIsa a ; MT reads what is not for satisfaction} Listen carefully to me, and eat what is good, and let your soul delight itself in rich food."},{"number":3,"verse":"Pay attention {Lit. Turn your ear} to me, come to me; and {So 1QIsa a ; MT LXX lacks and} listen, so that you may live; then I'll make {So 1QIsa a ; 4QIsa c MT read then let me make} an everlasting covenant with you, as promised by {1QIsa a 4QIsa c MT LXX lack as promised by} my faithful, sure love for David."},{"number":4,"verse":"\"Look! I have made him a witness to the peoples, a leader and commander of the peoples."},{"number":5,"verse":"\"Look! You will call a nation that you do not know, and a nation that does {So 1QIsa a ; MT reads a nation (pl.) that do ; LXX reads nations that do} not know you will run {So 1QIsa a (sing.); MT LXX (pl.)} to you, because of the Lord your God, even {So 1QIsa a ; MT 1QIsa a corrector read and because of} the Holy One of Israel, for he has glorified you.\""},{"number":6,"verse":"{Steps to Reconciliation} d \"Seek the Lord while he {So 1QIsa a 1QIsa b MT LXX; implied in 4QIsa c} may be found, call upon him while he is near."},{"number":7,"verse":"Let the wicked forsake his way, and the unrighteous person his thoughts. Let him return to the Lord , So he'll have mercy upon him, and to our God, for he'll pardon abundantly."},{"number":8,"verse":"For my thoughts are not your thoughts, nor are your ways my ways,\" declares the Lord ."},{"number":9,"verse":"\"For just as {So 1QIsa a LXX; MT lacks just as} the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts."},{"number":10,"verse":"\"For just as the rain and snow come down from heaven, and do not return there without watering the earth, making it bring forth and sprout, yielding seed for the sower and bread for eating, {So 1QIsa a ; MT reads for the eater}"},{"number":11,"verse":"so will my message be that goes out of my mouth it won't return to me empty. Instead, it will accomplish what I desire, and achieve the purpose for which I sent it."},{"number":12,"verse":"\"For you will go out in joy, and come back {So 1QIsa a . MT reads and be led back cf. LXX} with peace; the mountains and the hills will burst into song before you, and all the trees in {Or of} the fields {Or orchards} will clap their hands."},{"number":13,"verse":"Instead of thornbushes, pine trees will grow, and {So 1QIsa a MT mss ; MT LXX lacks and} instead of briers, myrtles will grow; and they {So 1QIsa a ; MT LXX read it} will be a sign for the Lord , and an everlasting name {So 1QIsa a ; MT LXX read a name, an everlasting sign} that will not be cut off.\""}]}