{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":56,"verses":[{"number":1,"verse":"{The Covenant Extended to the Righteous} d For {So 1QIsa a ; MT LXX lack For} this is what the Lord says: \"Maintain justice, and do what is right, for soon my salvation will come, and soon my deliverance will be revealed."},{"number":2,"verse":"Blessed is the one who does this, and the person that holds it fast, who observes the Sabbath without profaning it, and restrains his hands {So 1QIsa a LXX 1QIsa b MT read hand} from practicing any evil."},{"number":3,"verse":"\"Let {So 1QIsa a LXX; 1QIsa b MT read And let} no foreigner who has joined himself to the Lord say: «The Lord will surely exclude me from his people.'Furthermore, let no eunuch say, «Look! {So 1QIsa a 1QIsa b MT; LXX lacks Look !} I am just a dry tree.»\""},{"number":4,"verse":"For this is what the Lord says: \"To the eunuchs who observe my Sabbaths, who choose the things that please me, and who hold fast my covenant"},{"number":5,"verse":"to them I will give in my house {I. e. God's Temple} and within my walls a monument and a name better than sons and daughters. I will give them {So 1QIsa a LXX; 1QIsa b MT read him} an everlasting name that will not be cut off. {The Heb. verb is a word play on the Heb. word eunuch}"},{"number":6,"verse":"\"Also, the foreigners who join themselves to {So 1QIsa a (cf. v 3); 1QIsa b MT read upon} the Lord , to minister to him, to love the name of the Lord , {So 1QIsa b MT LXX; 1QIsa a lacks this line} to be his servants, and to bless the Lord's name, observing {So 1QIsa a ; 1QIsa b MT LXX read all who observe} the Sabbath without profaning it, and who hold fast my covenant"},{"number":7,"verse":"these I will bring to my holy mountain, and make them joyful in my house of prayer. Their burnt-offerings and their sacrifices will rise up to be accepted {1QIsa a ; 1QIsa b 4QIsa i MT LXX read will be accepted} on my altar; for my house will be called a house of prayer for everyone.\" {Lit. for all peoples}"},{"number":8,"verse":"{A Rebuke to Israel's Guardians} d This is what the Lord God says, the one who gathers the outcasts of Israel: \"I'll gather still others to them besides those already gathered. {Lit. besides their gathered ones}"},{"number":9,"verse":"\"All you wild animals, {So 1QIsa a LXX; 1QIsa b MT read Every wild animal} come and devour even {So 1QIsa a ; 1QIsa b MT LXX lack even} all of you wild animals. {So 1QIsa a LXX; 1QIsa b MT read every wild animal}"},{"number":10,"verse":"His {I. e. Israel's; so 1QIsa a MT q} watchmen {MT reads His watchman ; LXX reads Look! They all} are blind; they are all without knowledge. They are all dumb dogs they cannot bark. They keep on dreaming and lying around, and they're lovers of sleep! {So 1QIsa a LXX; MT reads sleeping}"},{"number":11,"verse":"Meanwhile, {Lit. And} the dogs have a mighty appetite they can never get enough. And as for them, they are the shepherds {So 1QIsa a ; MT reads shepherds ; LXX reads evil} who lack understanding; they have all turned to their own way, each one to his gain, each and every one."},{"number":12,"verse":"«Come!'they say, «let's {So 1QIsa a MT ms ; 1QIsa b reads I will ; MT reads let me} have some wine, and let's fill ourselves with strong drink! Then, {Or And} tomorrow will be like today, {1QIsa a reads this the day ; 1QIsa b MT read this day} or even much better!»\""}]}