{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"{A Prayer for God to Intervene} d {This v. is 63:19 in the MT} If only you would tear open the heavens and {So 1QIsa a ; MT lacks and} come down, so that the mountains would quake at your presence"},{"number":2,"verse":"{This v. is 64:1 in the MT} just as fire sets twigs {Or brushwood} ablaze and the fire causes water to boil to make known your name to your enemies, yes, to your enemies before you, {So 1QIsa a LXX; MT reads to make your name known to your adversaries} so that the nations might quake at your presence!"},{"number":3,"verse":"When you did awesome deeds that we expected, {So 1QIsa a ; MT reads did not expect} you came down, and the mountains shuddered before you."},{"number":4,"verse":"Since {So 1QIsa a LXX; MT reads And since} ancient times no one has heard, and {So 1QIsa a ; MT lacks and} no ear has perceived, and {So 1QIsa a LXX; MT lacks and} no eye has seen any God besides you, who acts on behalf of those who wait for him."},{"number":5,"verse":"You come to the aid of those who gladly do what's right, To those who remember you in your ways. See, you were angry, and we sinned against them for a long time, but we will be saved."},{"number":6,"verse":"All of us have become like one who is unclean, and {So 1QIsa a 4QIsa b LXX; MT lacks and} all our righteous acts are like a filthy rag; we all shrivel up like a leaf, and like the wind, our iniquities {The 1QIsa a utilizes a masculine noun; 1QIsa b MT utilize a feminine noun} sweep us away."},{"number":7,"verse":"There is no one who calls on your name or rouses himself to take hold of you; for you have hidden your face from us, and have given us {So 1QIsa a ; MT reads have melted us ; LXX reads have delivered us} into the control {Lit. hand} of our iniquity."},{"number":8,"verse":"{God, our Father, will Act} d But as for you, {So 1QIsa a ; MT LXX read But now} O Lord , you are our Father; and {So 1QIsa a LXX; MT lacks and} we are clay, {So 1QIsa a LXX; 1QIsa b MT read the clay} and you are our potter; we are all the work of your hands. {So 1QIsa a LXX; MT reads your hand}"},{"number":9,"verse":"Don't be angry beyond measure, Lord , and don't remember our iniquity for a season. {So 1QIsa a LXX; MT reads for ever} Please look now, we are all your people."},{"number":10,"verse":"Your holy cities have become a desert; Zion has become like {So 1QIsa a LXX; 1QIsa b MT lack like} a desert, Jerusalem a desolation."},{"number":11,"verse":"Our holy Temple and our splendor, where our ancestors praised you, have become {So 1QIsa a ; MT LXX read Our holy and glorious Temple has become} a conflagration of fire, and all our dearest places have become {So 1QIsa a LXX; MT reads all our dearest places has become ; MT mss read our every dearest place has become} ruins."},{"number":12,"verse":"Lord , after all this, can you hold yourself back? Can you keep silent and punish us so severely?"}]}