{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"{God's Response} d \"I let myself be sought by those who didn't ask for me; {So 1QIsa a LXX; MT reads ask} I let myself be found by those who didn't seek me. I said, «Here I am! Here I am!'to a nation that didn't call on my name."},{"number":2,"verse":"I held out my hands all day long to a disobedient {So 1QIsa a ; MT reads an obstinate} people, who walk in a way that isn't good, following their own inclinations"},{"number":3,"verse":"a people who continually provoke me to my face; they {So 1QIsa a LXX; MT reads who} keep sacrificing in gardens and waving their hands {So 1QIsa a ; MT LXX read and offering incense} over stone {So 1QIsa a ; MT LXX read brick} altars;"},{"number":4,"verse":"who sit among graves, and spend the night in secret places; who eat pigs'meat, with the broth {So 1QIsa a MT qere LXX Targ Vulg; MT reads violence ; or crumbs} of detestable things in {So 1QIsa a ; MT LXX lack in} their pots;"},{"number":5,"verse":"who say, «Keep to yourself!'«Don't touch {So 1QIsa a ; MT LXX read come near to} me!'and «I am {So 1QIsa a ; MT LXX read for I am} too holy for you! '\"Such people are smoke in my nostrils, a fire that keeps burning all day long."},{"number":6,"verse":"Watch out! It stands written before me: «I won't keep silent, but I will pay back in full; I'll indeed repay into {So 1QIsa a ; MT LXX read upon} their laps"},{"number":7,"verse":"both your iniquities and your ancestors'{So 1QIsa a MT; LXX Syr read both their iniquities and their} iniquities together,»'says the Lord. \"Because they offered incense on the mountains and insulted me on hills, {So 1QIsa a ; MT LXX read the hills} I'll measure into {So 1QIsa a MT qere ; MT LXX read upon} their laps full payment for their earlier actions.\""},{"number":8,"verse":"{A Remnant will be Preserved} d This is what the Lord says: \"Just as new wine is found in the cluster, and people have said, {So 1QIsa a ; MT LXX read say} «Don't destroy it, for there is a gift in it,'so I'll act for my servants'sake, by not destroying them all."},{"number":9,"verse":"I'll bring forth descendants from Jacob, and from Judah they {Lit. he ; so 1QIsa a LXX} will inherit {So 1QIsa a LXX; MT reads Judah, the one about to inherit} my mountains; my chosen people will inherit it, and my servants will live there."},{"number":10,"verse":"Sharon will become a pasture for flocks, and the Valley of Achor a fold for herds, {So 1QIsa a LXX; MT reads a place for herds to lie down} for my people who have sought me."},{"number":11,"verse":"But as for you who forsake the Lord , who forget my holy mountain, who spread a table for Fortune {I. e. Fortune personified as a god} and {So 1QIsa a ; MT LXX reads and who} fill drink offerings {So 1QIsa a ; MT LXX read cups of mixed wine , or mixing vessels} for Destiny, {I. e. Destiny personified as a god}"},{"number":12,"verse":"I'll consign {Lit. destine} you to the sword, and all of you will bend down for the slaughter because when I called, you didn't answer, when I spoke, you didn't listen; but you did what was evil in my sight, and chose what I took no pleasure in.\""},{"number":13,"verse":"{The Righteous and Wicked Contrasted} d Therefore, this is what the Lord {So 1QIsa a LXX; 1QIsa a reads Adonai ; MT reads Lord God} says: \"See, my servants will eat, but you'll go hungry; my servants will drink, but you'll go thirsty; my servants will rejoice, but you'll be put to shame."},{"number":14,"verse":"My servants will sing in gladness {So 1QIsa a LXX; MT reads out of gladness} of heart, but you'll cry for help {So 1QIsa a ; MT LXX read cry out} from anguish of heart, and you'll howl from brokenness of spirit."},{"number":15,"verse":"You'll leave your name to my chosen ones as a curse, and the Lord G od will put you to death permanently. {Or for good ; so 1QIsa a ; MT LXX reads but he will call his servants by a different name}"},{"number":16,"verse":"Then whoever takes an oath {So 1QIsa a ; MT LXX read whoever invokes a blessing in the land will bless} by the God of faithfulness, and whoever takes an oath in the land, will swear by the God of faithfulness, because the former troubles are forgotten and are hidden from my eyes."},{"number":17,"verse":"{A New Universe} d Take notice! I'm about to create new heavens and a new earth; the former things won't be remembered, nor will they come to mind."},{"number":18,"verse":"But be glad {Sing. 1QIsa a ; pl. MT} and rejoice {Sing. 1QIsa a ; pl. 1QIsa b MT} forever in what I am creating, for I am about to create Jerusalem as a joy, and its people as a delight."},{"number":19,"verse":"I'll rejoice over Jerusalem, and take delight in my people; no longer will the sound of weeping be heard in it, nor the cry of distress."},{"number":20,"verse":"\"And {So 1QIsa a LXX; 1QIsa b MT lack And} there will no longer be in it a young boy {So 1QIsa a ; 1QIsa b MT read an infant ; cf. 49:15} who lives only a few days, or an old person who does not live out his days; for one who dies at a hundred years will be thought a mere youth, and one who falls short of a hundred years will be considered accursed."},{"number":21,"verse":"People {Lit. They} will build houses and live in them; They'll plant vineyards and eat their fruit."},{"number":22,"verse":"They won't build for others to inhabit; they won't plant for others to eat for like the lifetime {Lit. days} of a tree, {So 1QIsa a ; MT LXX read the tree} so will the lifetime {Lit. days} of my people be, and my chosen ones will long enjoy {Lit. consume or wear out} the work of their hands."},{"number":23,"verse":"They won't toil in vain nor bear children doomed to misfortune, for they will be offspring blessed {Sing. 1QIsa a LXX; pl. 1QIsa b MT} by the Lord , they and their descendants with them."},{"number":24,"verse":"Before they call, I will answer, while they are still speaking, I'll hear."},{"number":25,"verse":"\"The wolf and the lamb will feed together, and the lion will eat straw like the ox; but as for the serpent its food will be dust! They won't harm or destroy on my entire holy mountain,\"says the Lord ."}]}