{"bibleAbbr":"ISV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"{The Prince of Peace} d {This v. is 8:23 in the MT} But there will be no gloom for her who was {So DSS; MT reads those who were} in distress. Formerly, he brought contempt to the region of Zebulun and the region of Naphtali, but in the future {So DSS; MT reads the latter time} he will have made glorious the way of the sea, the territory beyond the Jordan Galilee of the nations. {Or gentiles}"},{"number":2,"verse":"{This v. is 9:1 in the MT} The people who walked in darkness have seen a great light; for those living in a land of deep darkness, a light has shined upon them."},{"number":3,"verse":"You have increased the nation; you have increased its joy; they rejoice in your presence as they rejoice at the harvest, as they are glad when they're dividing the spoils of war. {1QIsa a MT lack of war}"},{"number":4,"verse":"Now as to the yoke that has been {Lit. yoke of} his burden, and the bar laid {DSS The Heb. lacks laid} on his shoulder the rod of his oppressor you have broken it {1QIsa a MT lack it} as on the day of Midiam. {So 1QIsa a LXX; MT reads Midian ; cf. Judg 7:8-25 2King 15:19; 16:8}"},{"number":5,"verse":"For every boot of the tramping soldier in battle tumult and every garment rolled in blood will be used for burning as fuel for a fire."},{"number":6,"verse":"For to us a child is born, to us a son is given; and the government will be upon his shoulder, and his name is {So 1QIsa a ; MT 4QIsa c read name will be} called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"number":7,"verse":"Of the growth of his government and peace there will be no end. He will rule {DSS MT lack He will rule} over his kingdom, sitting on the throne of David, to establish it and to uphold it {So 1QIsa a , referring to the throne; MT reads it , referring to the kingdom} with justice and righteousness from this time onward and forevermore. The zeal of the Lord of the Heavenly Armies will accomplish this."},{"number":8,"verse":"{A Rebuke to Jacob and Israel} d \"The Lord {So 1QIsa a ; MT reads Lord} has sent a plague {So LXX; MT reads word ; 1QIsa a can mean plague or word .} against Jacob, and it will fall on Israel;"},{"number":9,"verse":"and all of the people were evil {So 1QIsa a ; MT LXX read knew} Ephraim and the inhabitants of Samaria saying proudly with arrogant hearts:"},{"number":10,"verse":"«The bricks have fallen, but we will build with dressed stones; the sycamore trees have been cut down, but we will replace them with cedars.'"},{"number":11,"verse":"But the Lord has raised adversaries {So 1QIsa a MT LXX; other MT mss. read princes} from Rezin {So 1QIsa a MT; LXX lacks from Rezin} against him, and he stirs up his enemies"},{"number":12,"verse":"Arameans from the east and Philistines from the west and they devour Israel with open mouths! \"Yet {So 1QIsa a 4QIsa c ; the Heb. lacks Yet} for all this, his anger has not turned away, and his hand is still stretched out, ready to strike.\" {DSS MT lack ready to strike}"},{"number":13,"verse":"{Judgment for Not Repenting} d \"But the people have not returned to rely {1QIsa a MT LXX lack to rely} on {So 1QIsa a ; MT reads toward ; LXX reads until} him who struck them, nor have they sought the Lord of the Heavenly Armies."},{"number":14,"verse":"So the Lord has cut off from Israel head and tail, palm branch and reed in {So 1QIsa a LXX; the The Heb. lacks in} a single day"},{"number":15,"verse":"the elder and the dignitary is the head, and the prophet who teaches lies is the tail."},{"number":16,"verse":"For those who guide this people have been leading them astray, and those who are guided by them are swallowed up."},{"number":17,"verse":"Therefore the Lord does not have pity on {So 1QIsa a ;MT LXX read rejoice over} their young men, and has no compassion on their orphans {Or fatherless} and widows, because each of them was godless and an evildoer, and every mouth spoke folly. \"Yet {So 1QIsa a 4QIsa c ; the Heb. lacks Yet} for all this, his anger has not turned away, and his hand is still stretched out, ready to strike. {DSS MT lack ready to strike}"},{"number":18,"verse":"\"For wickedness has burned like a blaze that consumes briers and thorns; it sets thickets of the forest on fire, and skyward {Lit. upward} they swirl in a column of smoke."},{"number":19,"verse":"From {So 1QIsa a ; MT reads By} the wrath of the Lord of the Heavenly Armies the land has been scorched, and the people have become like fuel for the fire; no one will spare his neighbor."},{"number":20,"verse":"They cut meat on the right, but they're still hungry, and they devour also {So 1QIsa a ; MT LXX lacks also} on the left, but they're not satisfied; each devours the flesh of his own children. {So 4QIsa e ; or arms ; 1QIsa a MT read offsprin g or arm ; LXX reads arm}"},{"number":21,"verse":"Manasseh devours Ephraim, and Ephraim devours Manasseh; together they are against Judah. \"Yet {So 1QIsa a ; MT LXX lack Yet} for all this, his anger has not turned away, and his hand is still stretched out, ready to strike.\" {DSS MT lack ready to strike}"}]}