{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"( ઇઝરાયલની પ્રથમ વસતી ગણતરી) અને ઇઝરાયલી લોકો મિસર દેશમાંથી નીકળ્યા ત્યાર પછી બીજા માસને પહેલે દિવસે સિનાઈના અરણ્યમામ મુલાકાતમંડપમાં યહોવાએ મૂસાને કહ્યું,"},{"number":2,"verse":"“ઇઝરાયલી લોકોનાં કુળો પ્રમાણે તથા તેઓનાં નામની સંખ્યા પ્રમાણે, ( .) પ્રત્યેક પુરુષની માથાદીઠ ગણતરી કર."},{"number":3,"verse":"વીસ વર્ષના ને તેથી વધારે ઉમરના ઇઝરાયલમાંના જેટલા લડાઈમાં જવાને શક્તિમાન છે તેમની ગણતરી, તેમનાં સૈન્યો પ્રમાણે, તું તથા હારુન કરો."},{"number":4,"verse":"અને પ્રત્યેક કૂળમાંનો એક પુરુષ, જે તેના પિતાના ઘરનો મુખ્ય હોય, તે તમારી સાથે રહે."},{"number":5,"verse":"અને જે માણસો તમારી સાથે ઊભા રહેશે તેઓનાં નામ આ છે: (કુળ) (કુળનો મુખ્ય) રૂબેનમાંનો:સદેઉરનો દિકરો અલીસૂર"},{"number":6,"verse":"શિમયોનમાંનો:સુરિશાદાઈનો દિકરો શલુમિયેલ."},{"number":7,"verse":"યહૂદામાંનો:આમિનાદાબનો દિકરો"},{"number":8,"verse":"ઇસ્સાખારમાંનો:સુઆરનો દિકરો નથાનિએલ."},{"number":9,"verse":"ઝબુલોનમાંનો:હેલોનનો દિકરો અલિયાબ."},{"number":10,"verse":"યૂસફનો દિકરાઓમાંના એફ્રાઈમમાંનો:આમિહુદનો દિકરો એલિશામા. મનાશ્શામાંનો:પદાહસૂરનો દિકરો ગમાલ્યેલ."},{"number":11,"verse":"બિન્યામીનમાંનો :ગિદોનીનો દિકરો અબિદાન."},{"number":12,"verse":"દાનમાંનો:આમિશાદાઈનો દિકરો અહિયેઝેર"},{"number":13,"verse":"આશેરમાંનો:ઓક્રોનનો દિકરો પાગિયેલ."},{"number":14,"verse":"ગાદમાંનો:દુએલનો દિકરો એલિયાસાફ."},{"number":15,"verse":"નફતાલીમાંનો:એનાનનો દિકરો અહીરા.”"},{"number":16,"verse":"તેમના પિતાઓનાં કુળોના જે અધિપતિઓ, એટલે ઇઝરાયલના હજારોના મુખ્યો, પ્રજાએ પસંદ કર્યા તેઓ એ હતા."},{"number":17,"verse":"અને જે માણસોનાં નામ અહીં આપેલાં છે તેઓને મૂસાએ તથા હારુને લીધા."},{"number":18,"verse":"અને બીજા માસને પહેલે દિવસે તેઓએ સમગ્ર પ્રજાને એકત્ર કરી, અને તેઓએ તેઓનાં કુટુંબો પ્રમાણે તથા તેમના પિતાનાં ઉંમરનાનાં નામની સંખ્યા પ્રમાણે માથાદીઠ તેઓની વંશાવળી કહી સંભળાવી."},{"number":19,"verse":"જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ તેણે સિનાઇના અરણ્યમાં તેઓની ગણતરી કરી."},{"number":20,"verse":"( રૂબેનના કુળમાં:૪૬, ૫૦૦) અને ઇઝરાયલના જયેષ્ઠ પુત્ર રૂબેનના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, તેઓનાં નામની સંખ્યા‍ પ્રમાણે માથાદીઠ વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા,"},{"number":21,"verse":"તેઓની ગણતરી, રૂબેનના કુળમાં, છેંતાળીસ હજાર પાંચસોની થઈ."},{"number":22,"verse":"( શિમયોનના કુળમાં:૫૯, ૩૦૦) શિમયોનના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, તેઓની ગણતરી થઈ, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે માથાદીઠ [ગણતરી] થઈ."},{"number":23,"verse":"તેઓની ગણતરી, શિમયોનના કુળમાં, ઓગણસાઠ હજાર ને ત્રણસોની થઈ."},{"number":24,"verse":"( ગાદના કુળમાં:૪૫, ૬૫૦) ગાદના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉંમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":25,"verse":"તેઓની ગણતરી, ગાદના કુળમાં, પિસ્તાળીસ હજાર છસો ને પચાસની થઈ."},{"number":26,"verse":"( યહૂદાના કુળમાં:૭૪, ૬૦૦) યહૂદાના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉંમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્ય પ્રમાણે"},{"number":27,"verse":"તેઓની ગણતરી, યહૂદાના કુળમાં, ચુંમોતેર હજાર ને છસોની થઈ."},{"number":28,"verse":"( ઇસ્સાખારના કુળમાં:૫૪, ૪૦૦) ઇસ્સાખારના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉંમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":29,"verse":"તેઓની ગણતરી, ઇસ્સાખારના કુળમાં, ચોપન હજાર ને ચારસોની થઈ."},{"number":30,"verse":"( ઝબુલોનના કુળમાં:૫૭, ૪૦૦) ઝબુલોનના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":31,"verse":"તેઓની ગણતરી, ઝબુલોનના કુળમાં, સત્તાવન હજાર ને ચારસોની થઈ."},{"number":32,"verse":"( યૂસફના પુત્ર એફ્રાઈમના કુળમાં:૪૫, ૫૦૦) યૂસફના પુત્રોના, એટલે એફ્રાઈમના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા,"},{"number":33,"verse":"તેઓની ગણતરી, એફ્રાઈમના કુળમાં, ચાળીસ હજારને પાંચસોની થઈ."},{"number":34,"verse":"( યૂસફપુત્ર મનાશ્શાના કુળમાં:૩૨, ૨૦૦) યૂસફપુત્ર મનાશ્શાના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":35,"verse":"તેઓની ગણતરી, મનાશ્શાના કુળમાં, બત્રીસ હજાર ને બસોની થઈ."},{"number":36,"verse":"( બિન્યામીનના કુળમાં:૩૫, ૪૦૦) બિન્યામીનના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":37,"verse":"તેઓની ગણતરી, બિન્યામીનના કુળમાં, પાંત્રીસ હજાર ને ચારસોની થઈ."},{"number":38,"verse":"( દાનના કુળમાં:૬૨, ૭૦૦) દાનનાં વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉંમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":39,"verse":"તેઓની ગણતરી, દાનના કુળમાં, બાસઠ હજાર ને સાતસોની થઈ."},{"number":40,"verse":"( આશેરના કુળમાં:૪૧, ૫૦૦) આશેરનઅ વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":41,"verse":"તેઓની ગણતરી, આશેરના કુળમાં, એકતાળીસ હજાર ને પાંચસોની થઈ."},{"number":42,"verse":"( નફતાલીના કુળમાં:૫૩, ૪૦૦) નફતાલીના વંશમાં, તેઓનાં કુટુંબો તથા તેઓના પિતાનાં ઘર પ્રમાણે, વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા પુરુષો લડાઈમાં જવાને શક્તિમાન હતા, તેઓનાં નામની સંખ્યા પ્રમાણે,"},{"number":43,"verse":"તેઓની, ગણતરી, નફતાલીના કુળમાં, ત્રેપન હજાર ને ચારસોની થઈ."},{"number":44,"verse":"જેઓની ગણતરી મૂસાએ તથા હારુને તથા ઇઝરાયલીઓના અધિપતિ બાર પુરુષોએ કરી તેઓ એ છે. તેઓ પોતપોતાના પિતાના ઘરની વતી હતા."},{"number":45,"verse":"અને ઇઝરાયલીઓમાંના જે સર્વની ગણતરી તેઓનાં પિતાના ઘર પ્રમાણે થઈ, એટલે વીસ તથા તેથી વધારે વર્ષની ઉમરના જેટલા લડાઈમાં જવાને શક્તિમાન હતા,"},{"number":46,"verse":"તેઓની ગણતરી છ લાખ ત્રણ હજાર પાંચસો ને પંચાસની થઈ."},{"number":47,"verse":"પણ તેઓ મધ્યે લેવીઓની તેઓના પિતાનાં કુળ પ્રમાણે ગણતરી કરવામાં આવી નહિ."},{"number":48,"verse":"કેમ કે યહોવાએ મૂસાને કહ્યું,"},{"number":49,"verse":"“કેવળ લેવીના કુળની ગણતરી તું ન કર, ને ઇઝરાયલીઓમાં તેઓની કુલ સંખ્યા તું ન કાઢ."},{"number":50,"verse":"પણ તું લેવીઓને કરારના મંડપ પર તથા તેના બધા સરસામાન પર, તથા તેને લગતી સર્વ બાબતો પર ઠરાવ. તેઓ મંડપને તથા તેના સર્વ સરસામાનને ઊંચકી લે; અને તેઓ તેની સંભાળ રાખે, ને મંડપની આસપાસ છાવણી કરે."},{"number":51,"verse":"અને મંડપને આગળ ચાલવાનો વખત થાય, ત્યારે લેવીઓ તેને પાડે; અને મંડપ ચોઢવાનો હોય, ત્યારે લેવીઓ તેને ઊભો કરે; અને જે પારકો પાસે આવે તે માર્યો જાય."},{"number":52,"verse":"અને ઇઝરાયલીઓ, પ્રત્યેક માણસ પોતપોતાની છાવણીની પાસે, ને પ્રત્યેક માણસ પોતપોતાની ધજાની પાસે, પોતાનાં સૈન્યો પ્રમાણે, પોતપોતાનો તંબુ ઊભો કરે."},{"number":53,"verse":"પણ લેવીઓ કરારના મંડપની આસપાસ છાવણી કરે, કે ઇઝરાયલી પ્રજા પર કંઈ કોપ ન આવે. અને લેવીઓ કરારના મંડપની સંભાળ રાખે.”"},{"number":54,"verse":"ઇઝરાયલિ લોકોએ એ પ્રમાણે કર્યું. યહોવાએ જે સર્વ આજ્ઞા મૂસાને આપી હતી, તે પ્રમાણે તેઓએ કર્યું."}]}