{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"( છાવણીમાં કુળો પ્રમાણે પડાવ) અને યહોવાએ મૂસાને તથા હારુન ને કહ્યું,"},{"number":2,"verse":"“ઇઝરાયલી લોકોમાંનો પ્રત્યેક પુરુષ પોતાના પિતાના ઘરના નિશાન સાથે પોતાની ધજાની પાસે છાવણી કરે. મુલાકાતમંડપની સામે ચારે બાજુએ તેઓ છાવણી કરે."},{"number":3,"verse":"( પૂર્વે) અને પૂર્વની બાજુએ, સૂર્યોદય તરફ યહૂદાની છાવણીની ધજાવાળાં પોતાનાં સૈન્યો પ્રમાણે છાવણી કરે. અને આમિનાદાબનો દિકરો નાહશોન તે યહૂદાના પુત્રોનો અધિપતિ થાય."},{"number":4,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ ચુંમોતેર હજાર ને છસો હતા."},{"number":5,"verse":"અને તેની પાસે ઇસ્સાખારનું કુળ છાવણી કરે. અને સુઆરનો દિકરો નથાનિયેલ તે ઇસ્સાખારના પુત્રોનો અધિપતિ થાય."},{"number":6,"verse":"અને તેનું સૈન્ય એટલે તેમાંના જેઓની ગણતરી થઈ તેઓ ચોપન હજાર ને ચારસો હતા."},{"number":7,"verse":"પછી ઝબુલોનનું કુળ; અને હેલોનનો દિકરો અલિયાબ તે ઝબુલોનના પુત્રોનો અધિપતિ થાય."},{"number":8,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ સત્તાવન હજાર ને ચારસો હતા."},{"number":9,"verse":"યહૂદાની છાવણીમાં જે સર્વની ગણતરી થઈ તેઓ, પોતાનાં સૈન્યો પ્રમાણે, એક લાખ છયાસી હજાર ને ચારસો હતા. તેઓ પ્રથમ ચાલી નીકળે."},{"number":10,"verse":"( દક્ષિણે) રુબેનની છાવણીની ધજા પોતાનાં સૈન્યો પ્રમાણે દક્ષિણની બાજુએ રહે. અને શદેઉરનો દિકરો અલીસૂર તે રુબેનના પુત્રોનો અધિપતિ થાય."},{"number":11,"verse":"અને તેનું સૈન્ય એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ છેંતાળીસ હજારને પાંચસો હતા."},{"number":12,"verse":"અને તેની પાસે શિમયોનનું કુળ છાવણી કરે. અને સુરિશાદાઈનો દિકરો શલુમિયેલ તે શિમયોનના પુત્રોનો અધિપતિ થાય."},{"number":13,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ ઓગણસાઠ હજાર ને ત્રણસો હતા."},{"number":14,"verse":"અને ગાદનું કુળ; અને દુએલનો દિકરો એલિયાસાફ તે ગાદના પુત્રોનો અધિપતિ થાય."},{"number":15,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ પિસ્તાળીસ હજાર છસો ને પચાસ હતા."},{"number":16,"verse":"રુબેનની છાવણીમાં જે સર્વની ગણતરી થઈ તેઓ, પોતાનાં સૈન્યો પ્રમાણે, એક લાખ એકાવન હજાર ચારસો ને પચાસ હતા. અને તેઓ બીજા [અનુક્રમે] ચાલી નીકળે."},{"number":17,"verse":"( વચ્ચે) પછી છાવણીઓની વચમાંની લેવીઓની છાવણી સાથે મુલાકાતમંડપ નીકળે. જેમ તેઓ છાવણીમાં રહે છે તેમ તેઓ પોતપોતાની જગાએ પોતાની ધજા પાસે રહીને ચાલી નીકળે."},{"number":18,"verse":"( પશ્ચિમે) એફ્રાઈમની છાવણીની ધજા પોતાનાં સૈન્યો પ્રમાણે પશ્ચિમ બાજુએ રહે. અને આમિહુદનો દિકરો એલિશામા તે એફ્રાઈમના પુત્રોનો અધિપતિ થાય."},{"number":19,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ ચાળીસ હજાર ને પાંચસો હતા."},{"number":20,"verse":"અને તેની પાસે મનાશ્‍શાનું કુળ રહે. અને પદાહસૂરનો દિકરો ગમાલ્યેલ તે મનાશ્શાના પુત્રોનો અધિપતિ થાય."},{"number":21,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ બત્રીસ હજાર ને બસો હતા."},{"number":22,"verse":"પછી બિન્યામીનનું કુળ. અને ગિદિયોનીનો દિકરો અબિદાન તે બિન્યામીનના પુત્રોનો અધિપતિ થાય."},{"number":23,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ પાંત્રીસ હજાર ને ચારસો હતા."},{"number":24,"verse":"એફ્રાઈમની છાવણીમાં જે સર્વની ગણતરી થઈ તેઓ, પોતાનાં સૈન્યો પ્રમાણે, એક લાખ આઠ હજાર ને એકસો હતા. અને તેઓ ત્રીજા [અનુક્રમે] ચાલી નીકળે."},{"number":25,"verse":"( ઉત્તરે) દાનની છાવણીની ધજા પોતાનાં સૈન્યો પ્રમાણે ઉત્તર બાજુએ રહે. અને આમિશાદાઈનો દિકરો અહિયેઝેર તે દાનના પુત્રોનો અધિપતિ થાય."},{"number":26,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ બાસઠ હજાર ને સાતસો હતા."},{"number":27,"verse":"અને તેની પાસે આશેરના કુળના છાવણી કરે. અને ઓક્રાનનો દિકરો પાગિયેલ તે આશેરના પુત્રોનો અધિપતિ થાય."},{"number":28,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ એકતાળીસ હજાર ને પાંચસો હતા."},{"number":29,"verse":"પછી નફતાલીનું કુળ, અને એનાનનો દિકરો અહીરા તે નફતાલીના પુત્રોનો અધિપતિ થાય."},{"number":30,"verse":"અને તેનું સૈન્ય, એટલે તેઓમાંના જેઓની ગણતરી થઈ તેઓ ત્રેપન હજાર ને ચારસો હતા."},{"number":31,"verse":"દાનની છાવણીમાં જે સર્વની ગણતરી થઈ તેઓ એક લાખ સત્તાવન હજાર ને છસો હતા. તેઓ પોતાનિ ધજાઓ સહિત સૌથી પાછળ ચાલી નીકળે."},{"number":32,"verse":"ઇઝરાયલી પ્રજા જેઓની ગણતરી તેઓના પિતાઓનાં ઘર પ્રમાણે થઈ, તેઓ એ છે. છાવણીઓમાં જે સર્વની પોતપોતાનાં સૈન્યો પ્રમાણે ગણતરી થઈ તેઓ છ લાખ ત્રણ હજાર પાંચસો ને પચાસ હતા."},{"number":33,"verse":"પણ યહોવાએ મૂસાને આજ્ઞા આપી હતી તે પ્રમાણે ઇઝરાયલીઓમાં લેવીઓની ગણતરી કરવામાં આવી નહોતી."},{"number":34,"verse":"અને જે સર્વ આજ્ઞાઓ યહોવાએ મૂસાને આપી હતી તે પ્રમાણે ઇઝરાયલી લોકોએ કર્યું. તે જ પ્રમાણે તેઓએ પોતપોતાની ધજાઓની પાસે છાવણી કરી, ને તે જ પ્રમાણે તેઓ પ્રત્યેક પોતપોતાનાં કુટુંબ સાથે પોતપોતાના પિતાઓનાં ઘર પ્રમાણે ચાલી નીકળ્યા."}]}