{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"( મોઆબનો રાજા બલામને બોલાવી લાવે છે) અને ઇઝરાયલી લોકો આગળ ચાલ્યા, ને તેઓએ મોઆબના મેદાનમાં યર્દનને પેલે પાર યરીખોની પાસે છાવણી કરી."},{"number":2,"verse":"અને ઇઝરાયલે અમોરીઓને જે કર્યું હતું તે બધું સિપ્પોરના દિકરા બાલાકે જોયું હતું."},{"number":3,"verse":"અને મોઆબ તે લોકોથી બહુ બીધો, કેમ કે તેઓ ઘણા હતા. અને ઇઝરાયલીઓના કારણથી મોઆબ ત્રાસ પામ્યો."},{"number":4,"verse":"અને મોઆબે મિદ્યાણા વડીલોને કહ્યું, ‘જેમ બળદ ખેતરના ઘાસને ચાટી લે છે, તેમ આ સમુદાય તો આપણી આસપાસના સર્વને ચાટી લેશે.” અને તે સમયે સિપ્પોરનો દિકરો બાલાક મોઆબનો રાજા હતો."},{"number":5,"verse":"અને તેણે ( ; .) બયોરના દિકરા બલામને બોલાવવા માટે પથોર કે જે નદી પર છે, ત્યાં એટલે તેના લોકના પુત્રોના દેશમાં, માણસોને મોકલીને કહેવડવ્યું “જુઓ, મિસરમાંથી એક દેશજાતિ આવી છે. જુઓ તેઓએ પૃથ્વીની સપાટીને ઢાંકી દીધી છે, ને તેઓએ મારી સામે પડાવ નાખ્યો છે."},{"number":6,"verse":"તો હવે કૃપા કરીને આવ, આ લોકને મારે અર્થે શાપ આપ! કેમ કે તેઓ મારા કરતાં બળવાન છે. કદાચ હુમ તેઓને હારવીને તેઓને એવી રીતે મારું કે હું તેઓને દેશમાંથી હાંકી કાઢી શકું; કેમ કે હું જાણું છું કે જેને તું આશીર્વાદ આપે છે તે આશીર્વાદિત થાય છે, ને જેને તું શાપ આપે છે તે શાપિત થાય છે.”"},{"number":7,"verse":"અને મોઆબના વડીલો તથા મિદ્યાણા વડીલો પોતાના હાથમાં શકુનને માટે ભેટ લઈને ચાલી નીકળ્યા. અને બલામની પાસે આવીને તેઓએ બાલાકની માગણી તેને કહી સંભળાવી."},{"number":8,"verse":"અને બલામે તેઓને કહ્યું, “આજની રાત અહીં ઉતારો કરો, ને યહોવા મને કહેશે તેવી હું તમને ખબર આપીશ.” અને મોઆબના આગેવાનો બલામની સાથે રહ્યા."},{"number":9,"verse":"અને ઈશ્વરે બલામની પાસે આવીને કહ્યું, “જે માણસો તારી સાથે છે તેઓ કોણ છે?”"},{"number":10,"verse":"અને બલામે ઈશ્વરને કહ્યું, “મોઆબના રાજા સિપ્પોરના દિકરા બાલાકે મારા ઉપર એવો સંદેશો મોકલ્યો છે,"},{"number":11,"verse":"‘જો, જે પ્રજા મિસરમાંથી નીકળી આવી છે તેણે પૃથ્વીની સપાટીને ઢાંકી દીધી છે. હવે આવીને મારે માટે તેઓને શાપ આપ. કદાચ હું તેઓની સાથે યુદ્ધ કરીને તેઓને હાંકી કાઢી શકું, ’”"},{"number":12,"verse":"અને ઈશ્વરે બલામને કહ્યું, “તું તેઓની સાથે જતો ના. તું તે લોકોને શાપ ન આપ. કેમ કે તેઓ આશીર્વાદિત લોક છે.”"},{"number":13,"verse":"અને બલામે સવારે ઊઠીને બાલાકના આગેવાનોને કહ્યું, “તમારા દેશમાં પાછા જાઓ; કેમ કે મને તમારી સાથે આવવાને યહોવા ના કહે છે.”"},{"number":14,"verse":"અને મોઆબના આગેવાનો ઊઠ્યા, ને તેઓએ બાલાકની પાસે જઈને કહ્યું, “બાલામ અમારી સાથે આવવાની ના પાડે છે.”"},{"number":15,"verse":"અને ફરીથી બાલાકે તેઓના કરતાં વધારે, તથા વિશેષ માનીતા આગેવાનોને મોકલ્યા."},{"number":16,"verse":"અને તેઓએ બલામની પાસે આવીને તેને કહ્યું, “સિપ્પોરનો દિકરો બાલાક એમ કહે છે, ‘કૃપા કરીને મારી પાસે આવતાં તું કશાથી ન રોકા;"},{"number":17,"verse":"કેમ કે હું ખચીત તને માનવંતા હોદા પર ચઢાવીશ, ને જે કંઈ તું મને કહેશે તે હું કરીશ. માટે કૃપા કરીને આવ. મારે માટે આ લોકને શાપ આપ.’”"},{"number":18,"verse":"અને બાલામે બાલાકના સેવકોને ઉત્તર આપ્યો, “જો બાલાક પોતાનું ઘર ભરીને સોનુંરૂપું મને આપે તોપણ યહોવા મારા ઈશ્વરની વાણીનું ઉલ્લંઘન કરીને હું તેથી વધતુંઓછું કરી શકતો નથી."},{"number":19,"verse":"માટે હવે કૃપા કરીને આજની રાત પણ અત્રે રહી જાઓ, કે યહોવા મને બીજું શું કહે છે તે હું જાણું.”"},{"number":20,"verse":"અને રાત્રે ઈશ્વરે બલામની પાસે આવીને તેને કહ્યું, “જો તે માણસો તને બોલાવવાને આવ્યા હોય, તો તેઓની સાથે જા. તોપણ જે વાત હું તને કહું તે જ તારે કરવી.”"},{"number":21,"verse":"અને બલામે સવારે ઊઠીને ગધેડી પર જીન બાંધ્યું, ને મોઆબના આગેવાનોની સાથે ગયો."},{"number":22,"verse":"( બલામ અને તેની ગધેડી) અને તે ગયો, માટે ઈશ્વરનો કોપ સળગી ઊઠ્યો; અને તેની સામે થવાને માટે યહોવાનો દૂત રસ્તામાં ઊભો રહ્યો. તે તો પોતાની ગધેડી પર બેઠેલો હતો, ને તેની સાથે તેના બે ચાકર હતા."},{"number":23,"verse":"અને ગધેડીએ યહોવાના દૂતને પોતાની તરવાર હાથમાં લઈને ઊભેલો જોયો. અને ગધેડી માર્ગમાંથી મરડાઈને ખેતરમાં વળી; અને બલામે ગધેડીને પાછી વાળીને રસ્તામાં લાવવાને તેને મારી."},{"number":24,"verse":"અને યહોવાનો દૂત દ્રાક્ષાવાડીઓની વચમાંના ઊંડા રસ્તામાં ઊભો રહ્યો, આ તરફ ભેખડ, તેમ તે તરફ પણ ભેખડ હતી."},{"number":25,"verse":"અને ગધેડીએ યહોવાના દૂતને જોયો, ને ભીંત સાથે દબાઈ, ને ભીંત સાથે બલામના પગને ભીંસ્યો; અને તેણે ફરીથી તેને મારી."},{"number":26,"verse":"અને યહોવાનો દૂત આગળ ગયો, ને જ્યાં જમણે કે ડાબે હાથે મરડાવાનો માર્ગ નહોતો એવી સાંકડી જગામાં ઊભો રહ્યો."},{"number":27,"verse":"અને ગધેડીએ યહોવાના દૂતને જોયો, ને બલામને લઈને તે બેસી ગઈ. અને બલામને રોષ ચઢ્યો, ને તેણે ગધેડીને લાકડી મારી."},{"number":28,"verse":"અને યહોવાએ ગધેડીની વાચા ખોલી, ને તેણે બલામને કહ્યું, “મેં તને શું કર્યું છે કે, તેં આ ત્રણ વખત મને મારી છે?”"},{"number":29,"verse":"અને બલામે ગધેડીને કહ્યું, “તેં મારી મશ્કરી જેવું કર્યું છે માટે. જો મારા હાથમાં તરવાર હોત તો સારું કેમ કે હું તને હમણાં મારી નાખત.”"},{"number":30,"verse":"અને ગધેડીએ બલામને કહ્યું, “શું હું તારી ગધેડી નથી કે, જેના પર તેં તારી આખી જિંદગીભર આજ સુધી સવારી કરી છે? તને એમ કરવાની કોઈ દિવસે મને ટેવ હતી?” અને તેણે કહ્યું, “ના.”"},{"number":31,"verse":"ત્યારે યહોવાએ બલામની આંખો ઉઘાડી, ને તેણે યહોવાના દૂતને પોતાની તરવાર હાથમાં લઈને માર્ગમાં ઊભેલા જોયો; અને તેણે માથું નમાવીને તેને દંડવત કર્યા."},{"number":32,"verse":"અને યહોવાના દૂતે તેને કહ્યું, “તેં તારી ગધેડીને આ ત્રણ વખત કેમ મારી છે? જો, હું તારી સામો થવાને નીકળી આવ્યો છું, કેમ કે મારી આગળ તારો માર્ગ વિપરિત છે."},{"number":33,"verse":"અને ગધેડીએ મને જોયો ને આ ત્રણ વખત મારી સામેથી તે મરડાઈ ગઈ. જો તે મારી સામેથી મરડાઈ ગઈ ન હોત, તો અત્યાર પહેલાં મેં તને મારી નાખ્યો હોત, ને તેને બચાવી હોત.”"},{"number":34,"verse":"અને બલામે યહોવાના દૂતને કહ્યું, “મેં પાપ કર્યું છે; કેમ કે તું મને એટકાવવાને રસ્તામાં ઊભો હતો તે હું જાણતો નહોતો. અને હવે જો તને ખોટું લાગે તો હું પાછો જઈશ.”"},{"number":35,"verse":"અને યહોવાના દૂતે બલામને કહ્યું, “આ માણસોની સાથે જા; પણ ફક્ત જે વાત હું તને કહું તે જ તારે કહેવી.” અને બલામ બાલાકના આગેવાનોની સાથે ચાલ્યો ગયો."},{"number":36,"verse":"( બાલાક બલામને મળવાને ગયો) અને બલામ આવ્યો છે એ બાલાકે સાંભળ્યું, ત્યારે મોઆબનું નગર જે આર્નોનની સરહદ પર છે, એટલે તે સીમનો સૌથી છેડા પરનો ભાગ છે, ત્યાં સુધી તે તેને મળવાને સામો ગયો."},{"number":37,"verse":"અને બાલાકે બલામને કહ્યું, “શું મેં તને આગ્રહથી તેડાવ્યો નહોતો? તો તું મારી પાસે કેમ આવ્યો નહિ? શું હું નિ:સંશય તને માનવંતે હોદ્દે ચઢાવી શક્તો નથી?”"},{"number":38,"verse":"અને બલામે બાલાકને કહ્યું, “જો, હું તારી પાસે આવ્યો છું. શું હવે ગમે તે બોલવઅની મને કંઈ સત્તા છે? જે વાત ઈશ્વર મારા મુખમાં મૂકે, તે જ હું બોલીશ.”"},{"number":39,"verse":"અને બલામ બાલાકની સાથે ગયો, ને તેઓ કિર્યાથ-હુસોથ આવ્યા."},{"number":40,"verse":"અને બાલાકે ગોધાઓનો તથા ઘેટાઓનો ય કર્યો, ને બલામ તથા જે આગેવાનો તેની સાથે હતા તેઓની પાસે તેણે માણસ મોકલ્યા."},{"number":41,"verse":"અને સવારે એમ થયું કે બાલાક બલામને બાલનાં ઉચ્ચસ્થાનોમાં લઈ ગયો, ને ત્યાંથી લોકનો સૌથી છેડા પરનો ભાગ પણ તે જોઈ શક્તો હતો."}]}