{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"( બલામની પહેલી ભવિષ્યવાણી) અને બલામે બાલાકને કહ્યું, “અહીં મારે માટે સાત વેદી બાંધ, ને અહીં સાત બળદ તથા સાત ઘેટા મારે માટે તૈયાર કર.”"},{"number":2,"verse":"અને જેમ બલામે કહ્યું હતું તેમ બાલાકે કર્યું. અને બાલાકે તથા બલામે પ્રત્યેક વેદી પર એક ગોધાનો તથા એક ઘેટાનો હોમ કર્યો."},{"number":3,"verse":"અને બલામે બાલાકને કહ્યું, “તારા દહનીયાર્પણની પાસે ઊભો રહે, ને હું જાઉં. કદાચ યહોવા મને મળવા આવશે; અને જે વાત તે મને કહેશે તે હું તને કહીશ.” અને તે એક ઉજ્જડ ટેકરી પર ગયો."},{"number":4,"verse":"અને બલામને ઈશ્વરનો મેળાપ થયો; અને ઈશ્વરે તેને કહ્યું, “મેં સાત વેદીઓ તૈયાર કરી છે, ને પ્રત્યેક વેદી પર મેં એક ગોધાનો તથા એક ઘેટાનો હોમ કર્યો છે.”"},{"number":5,"verse":"અને યહોવાએ બલામના મુખમાં એક વચન મૂકીને કહ્યું, “બાલાકની પાસે પાછો જઈને તેને એમ કહે.”"},{"number":6,"verse":"અને તેની પાસે તે પાછો આવ્યો, ને જુઓ, તે તથા મોઆબના સર્વ આગેવાનો તેના દહનીયાર્પણની પાસે ઊભેલા હતા."},{"number":7,"verse":"અને તેણે દ્દષ્ટાંતરૂપે કહ્યું, “અરામથી બાલાક મને લાવ્યો છે, મોઆબનો રાજા પૂર્વના પર્વતોથી [મને લાવ્યો છે] ; આવ, મારે યાકૂબને શાપ આપ, ને આવ, ઇઝરાયલને તુચ્છકાર."},{"number":8,"verse":"જેને ઈશ્વરે શાપ આપ્યો નથી તેને હું શાપ કેમ આપું? ને જેને યહોવાએ તુચ્છકાર્યો નથી તેને હું કેમ તુચ્છકારું?"},{"number":9,"verse":"કેમ કે ખડકોનાં શિખર પરથી હું તેને જોઉં છું, ને ડુંગરો પરથી તેને નિહાળું છું. જુઓ, તેઓ અલાહિદા રહેનારા લોક છે, અને દેશજાતિઓ ભેગા તેઓ ગણાશે નહિ."},{"number":10,"verse":"યાકૂબની રજને કોણ ગણી શકે? અથવા ઇઝરાયલના ચતુર્થાંશની ગણતરી કોણ કરી શકે? મારો પ્રાણ ન્યાયને મોતે મરે, અને તેના જેવો મારો અંત આવે!”"},{"number":11,"verse":"અને બાલાકે બલામને કહ્યું, “આ તેં મને શું કર્યું છે? મારા શત્રુઓને શાપ આપવાને મેં તને બોલાવ્યો, ને જુઓ, તેં તો તેઓને નર્યો આશીર્વાદ જ આપ્યો છે.”"},{"number":12,"verse":"અને તેણે ઉત્તર આપ્યો, “યહોવા મારા મુખમાં જે મૂકે છે તે બોલવાને શું મારે સંભાળ ન રાખવી?”"},{"number":13,"verse":"( બલામની બીજી ભવિષ્યવાણી) અને બાલાકે તેને કહ્યું, “કૃપા કરીને મારી સાથે બીજે ઠેકાણે આવ કે, જ્યાંથી તું તેઓને જોઈ શકે. તું ફક્ત તેઓના સૌથી છેડા પરના ભાગને જ જોઈશ, ને તેઓ સર્વને તું નહિ જુએ. અને ત્યાંથી મારે માટે તેઓને શાપ આપ.”"},{"number":14,"verse":"અને તેણે બલામને સોફીમની સીમમાં પિસ્ગાના શિખર પર લાવીને સાત વેદીઓ બાંધી, ને‍ પ્રત્યેક વેદી પર એક ગોધાનો તથા એક ઘેટાનો હોમ કર્યો."},{"number":15,"verse":"અને તેણે બાલાકને કહ્યું, ‘અહીં તારા દહનીયાર્પણની પાસે ઊભો રહે, ને હું ત્યાં જઈને [યહોવાને] મળું.”"},{"number":16,"verse":"અને બલામને યહોવાનો મેળાપ થયો, ને તેના બલામને યહોવાનો મેળાપ થયો, ને તેના મુખમાં એક વચન મૂકીને ઈશ્વરે કહ્યું, “બાલાકની પાસે પાછો જઈને તેને એમ કહે.”"},{"number":17,"verse":"અને તે બાલાકની પાસે આવ્યો, ને જુઓ, તે પોતાના દહનીયાર્પણની પાસે ઊભો હતો, ને તેની સાથે મોઆબના આગેવાનો [પણ] હતા. અને બાલાકે તેને કહ્યું, “યહોવાએ તને શું કહ્યું છે?”"},{"number":18,"verse":"અને બાલામે દ્દષ્ટાંતરૂપે કહ્યું, “બાલાક, ઊઠ, ને સાંભળ. હે સિપ્પોરના દિકરા, મારી વાતને કાન ધર."},{"number":19,"verse":"ઈશ્વર માણસ નથી કે તે જૂઠું બોલે. તે માણસનો પુત્ર નથી કે તે પોતાનો વિચાર બદલે. શું પોતાનું કહેવું તે નહિ કરે? અથવા પોતાનું બોલવું તે પૂરું નહિ કરે?"},{"number":20,"verse":"જુઓ, આશીર્વાદ આપવાની [આજ્ઞા] મને મળી છે. અને તેમણે આશીર્વાદ આપ્યો છે, ને હું તે ઉલટાવી નાખી શકતો નથી."},{"number":21,"verse":"તેમણે યાકૂબનાં અન્યાય જોયો નથી, અને ઇઝરાયલમાં તેમણે આડાપણું જોયું નથી. યહોવા તેનો ઈશ્વર તેની સાથે છે. અને તેઓ મધ્યે રાજાનો જયજયકાર છે."},{"number":22,"verse":"ઈશ્વર મિસરમાંથી તેઓને કાઢી લાવ્યો. તેને જાણે કે જંગલી ગોધાના જેટલું બળ છે."},{"number":23,"verse":"યાકૂબ પર નિશ્ચે કંઈ મંત્ર નહિ ચાલે, અને ઇઝરાયલ પર કંઈ શકુન નહિ ચાલે. હવે યાકૂબ તથા ઇઝરાયલ વિષે કહેવાશે, કે ઈશ્વરે કેવું કર્યું છે!"},{"number":24,"verse":"જુઓ, લોક સિંહણની પેઠે ઊઠે છે, અને સિંહની પેઠે ઊંચા થાય છે. તે શિકાર ખાય, અને મારીને રક્ત પીએ ત્યાં લગી તે સૂઈ જશે નહિ.”"},{"number":25,"verse":"અને બાલાકે બલામને કહ્યું, “તેમને બિલકુલ શાપ ન આપ, તેમ જ તેમને બિલકુલ આશીર્વાદ પણ ન આપ.”"},{"number":26,"verse":"પણ બલામે ઉત્તર આપીને બાલાકને કહ્યું, “શું મેં તને નહોતું કહ્યું, કે યહોવા જે કંઈ બોલે તે જ મારે કરવું પડશે?”"},{"number":27,"verse":"( બાલામની ત્રીજી ભવિષ્યવાણી) અને બાલાકે બલામને કહ્યું, “ચાલ ત્યારે, હું તને બીજે ઠેકાણે લઈ જઈશ. કદાચ ઈશ્વર એવી કૃપા કરે કે ત્યાંથી તું મારે માટે તેઓને શાપ આપે.”"},{"number":28,"verse":"અને બાલાક બલામને યશીમોનની સામેના પેઓરના શિખર પર લાવ્યો."},{"number":29,"verse":"અને બલામે બાલાકને કહ્યું, “અહીં મારે માટે સાત વેદી બાંધ, ને અહીં મારે માટે સાત બળદ તથા સાત ઘેટા તૈયાર કર.”"},{"number":30,"verse":"અને જેમ બલામે કહ્યું હતું તેમ કરીને બાલાકે પ્રત્યેક વેદી પર એક બળદનો તથા એક ઘેટાનો હોમ કર્યો."}]}