{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"અને બલામે જોયું કે ઇઝરાયલને આશીર્વાદ આપવો એ યહોવાને સારું લાગ્યું છે, ત્યારે તે આગળની જેમ શકુન જોવા ગયો નહિ, પણ તેણે અરણ્યની તરફ પોતાનું મુખ રાખ્યું."},{"number":2,"verse":"અને બલામે પોતાની નજર ઊંચી કરીને ઇઝરાયલને તેમનાં કુળો પ્રમાણે રહેતા જોયા. અને તેના પર ઈશ્વરનો આત્મા આવ્યો."},{"number":3,"verse":"અને તેણે દ્દષ્ટાંતરૂપે કહ્યું, “બયોરનો દિકરો બલામ કહે છે, અને જેની આંખ બંધ હતી તે કહે છે."},{"number":4,"verse":"જે ઈશ્વરની વાત સાંભળે છે, અને જે પોતાની આંખો ઉઘાડી છતાં ઊંધો પડીને સર્વસમર્થનું દર્શન પામે છે, તે કહે છે:"},{"number":5,"verse":"હે યાકૂબ, તારા તંબુઓ, હે ઇઝરાયલ, તારા માંડવા કેવા સારા છે!"},{"number":6,"verse":"ખીણોની પેઠે તેઓ પથરાયેલા છે, તેઓ નદીકાંઠાની વાડીઓના જેવા, યહોવાએ રોપેલા કુંવાર છોડવાઓના જેવા, અને પાણી પાસેના એરેજવૃક્ષના જેવા છે."},{"number":7,"verse":"તેની ડોલમાંથી પાણી વહેશે, અને ઘણાં પાણીઓમાં તેનું બીજ રહેશે, અને તેનો રાજા અગાગના કરતાં મોટો થશે. અને તેનું રાજ્ય પ્રતાપી રાજ્ય થશે."},{"number":8,"verse":"ઈશ્વર તેને મિસરમાંથી કાઢી લાવે છે. તેનામાં જાણે કે જંગલી ગોધાના જેટલું બળ છે. પોતાની વિરુદ્ધ જે દેશજાતિઓ છે તેઓને તે ખાઈ નાખશે, અને તેઓનાં હાડકાં ભાંગીને ચૂરા કરશે, અને પોતાનાં તીરોથી તેઓને વીંધી નાખશે."},{"number":9,"verse":"( .) તે સિંહની માફક તથા સિંહણની માફક લપાઈને સૂતો; તેને કોણ ઉઠાડશે? ( .) જે તને આશીર્વાદ આપે તે સર્વ આશીર્વાદિત થાઓ, અને જે તને શાપ આપે તે સર્વ શાપિત થાઓ.”"},{"number":10,"verse":"અને બલામ પર બાલાકને ક્રોધ ચઢ્યો, ને તેણે પોતાના હાથ ઘસ્યા. અને બાલાકે બલામને કહ્યું, “મેં મારા શત્રુઓને શાપ આપવાને તને બોલાવ્યો હતો; અને, જો તેં આ ત્રણ વખત તેઓને નર્યો આશીર્વાદ જ આપ્યો છે,"},{"number":11,"verse":"તો હવે તું તારે પોતાને ઠેકાણે નાસી જા. મેં તને મોટી માનની પદવીએ ચઢાવવાનું ધાર્યું હતું; પણ, જો, યહોવાએ માન [પામવા] થી તને પાછો રાખ્યો છે.”"},{"number":12,"verse":"અને બલામે બાલાકને કહ્યું, “જે સંદેશિયા તેં મારી પાસે મોકલ્યા હતા તેઓને પણ મેં એમ નહોતું કહ્યું શું કે,"},{"number":13,"verse":"જો બાલાક પોતાનું ઘર ભરીને સોનુંરૂપું મને આપે, તોપણ મારી પોતાની મરજી પ્રમાણે ભલું કે ભૂંડું કરવાને હું યહોવાની આજ્ઞા નું ઉલ્લંઘન કરી શકતો નથી. યહોવા જે બોલે તે જ હું બોલીશ?"},{"number":14,"verse":"( બલામની છેવટની ભવિષ્યવાણીઓ) અને હવે, જો, હું મારા લોકની પાસે પાછો જાઉં છું. ચાલ, આ લોક પાછલા કાળમાં તારા લોકને શું કરશે, તે હું તને જણાવું.”"},{"number":15,"verse":"અને તેણે દ્દષ્ટાંતરૂપે કહ્યું, “બયોરનો દિકરો બલામ કહે છે, અને જેની આંખ બંધ હતી તે કહે છે."},{"number":16,"verse":"જે ઈશ્વરની વાત સાંભળે છે, અને જે પરાત્પરનું જ્ઞાન જાણે છે, અને જે પોતાની આંખો ઉઘાડી રાખતાં ઊંધો પડીને સર્વસમર્થનું દર્શન પામે છે, તે કહે છે:"},{"number":17,"verse":"હું તેને જોઉં છું, પણ હમણાં નહિ; હું તેને નિહાળું છું, પણ સન્‍નિધ નહિ. યાકૂબમાંથી તારો ઝબકી નીકળશે, અને ઇઝરાયલમાંથી રાજદંડ ઊભો થશે, અને મોઆબના ખૂણાઓને વીંધી નાખશે, અને શેથના સર્વ દિકરાઓનો નાશ કરશે."},{"number":18,"verse":"અને અદોમ [તેનું] વતન થશે, અને સેઈર પણ [તેનું] વતન થશે, [તે બન્‍ને દેશ] તેના શત્રુ હતા. અને ઇઝરાયલ પરાક્રમ કરનાર થશે."},{"number":19,"verse":"યાકૂબમાંથી એક પુરુષ અધિકાર ધારણ કરશે, અને નગરમાંથી બાકીનાનો નાશ કરશે.”"},{"number":20,"verse":"અને તેણે અમાલેકને જોઈને દ્દષ્ટાંતરૂપે કહ્યું, “અમાલેક દેશજાતિઓમાં પહેલો હતો. પણ છેવટે તેનો વિનાશ થશે.”"},{"number":21,"verse":"અને તેણે કેનીઓને જોઈને દ્દષ્ટાંતરૂપે કહ્યું, “તારું રહેઠાણ મજબૂત છે, અને તારો માળો ખડકમાં બાંધેલો છે."},{"number":22,"verse":"તોપણ કાઈન વેરાન કરાશે, તે એટલે સુધી કે આશૂર તને કેદ કરીને લઈ જાય.”"},{"number":23,"verse":"અને તેણે દ્દષ્ટાંતરૂપે કહ્યું, “અરે, જ્યારે ઈશ્વર એવું કરશે ત્યારે કોણ બચશે?"},{"number":24,"verse":"પણ કિત્તીમના કિનારાથી વહાણો [આવશે] , અને તેઓ આશૂરને દુ:ખ દેશે, ને એબેરને દુ:ખ દેશે, અને તે પણ નાશ પામશે.”"},{"number":25,"verse":"અને બલામ ઊઠીને ચાલ્યો ગયો, ને પોતાને ઠેકાણે પાછો ગયો. અને બાલાક પણ પોતાને રસ્તે પડ્યો."}]}