{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"( બીજી વસતીગણતરી) અને મરકી બંધ થયા પછી એમ થયું કે, યહોવાએ મૂસાને તથા હારુન યાજકના દિકરા એલાઝારને કહ્યું,"},{"number":2,"verse":"“ઇઝરાયલી લોકોમાં વીસ તથા તેથી વધારે વર્ષની ઉમરના, એટલે ઇઝરાયલમાંના જેટલા યુદ્ધમાં જવા શક્તિમાન હોય ( .) તેઓની કુલ સંખ્યા તેઓના પિતાનાં ઘર પ્રમાણે કાઢો.”"},{"number":3,"verse":"અને મૂસાએ તથા એલાઝાર યાજકે મોઆબના અરણ્યમાં યર્દનને કાંઠે યરીખોની પાસે તેઓને એમ કહ્યું,"},{"number":4,"verse":"“વીસ તથા તેથી વધારે વર્ષની ઉમરનાની [ગણતરી કરો] , જેમ યહોવાએ મૂસાને તથા જે ઇઝરાયલીઓ મિસર દેશમાંથી નીકળ્યા હતા તેઓને આજ્ઞા આપી હતી તેમ.”"},{"number":5,"verse":"ઇઝરાયલનો જ્યેષ્ઠ પુત્ર રુબેન:રુબેનના દિકરા : હનોખ [થી] હનોખીઓનું કુટુંબ. પાલ્લુથી પાલ્લુઈઓનું કુટુંબ."},{"number":6,"verse":"હેસ્ત્રોનથી હેસ્ત્રોનીઓનું કુટુંબ. કાર્મીથી કાર્મીઓનુમ કુટુંબ."},{"number":7,"verse":"રુબેનીઓનાં કુટુંબો એ છે. અને તેઓમાંના જેઓની ગણતરી થઈ તેઓ તેંતાળીસ હજાર સાતસો ને ત્રીસ હતા."},{"number":8,"verse":"અને પાલ્લુના દિકરા : એલિયાબ."},{"number":9,"verse":"અને એલિયાબના દિકરા : નમુએલ તથા દાથાન તથા અબિરામ. જે દાથાન તથા અબિરામ પ્રજાથી પસંદ કરાયેલા હતા, તથા જેઓએ કોરાની સભામાં મૂસાની તથા હારુનની સામે ટક્કર લઈને યહોવાની વિરુદ્ધ ટક્કર લીધી હતી તે જ [એ હતા]."},{"number":10,"verse":"અને તે ટોળી મરી ગઈ તે સમયે પૃથ્વી પોતાનું મોં ઉઘાડીને તેઓને કોરા સહિત ગળી ગઈ. તે સમયે અગ્નિ અઢીસો માણસોને સ્વાહા કરી ગયો, ને તેઓ ચિહ્નરૂપ થઈ પડ્યા."},{"number":11,"verse":"પણ કોરાના દિકરા મર્યા નહિ."},{"number":12,"verse":"શિમયોનના દિકરા તેઓનાં કુટુંબો પ્રમાણે:નમુએલથી નમુએલીઓનું કુટુંબ. યામીનથી યામીનીઓનું કુટુંબ. યાખીનથી યાખીનીઓનું કુટુંબ."},{"number":13,"verse":"ઝેરાથી ઝેરાહીઓનું કુટુંબ, શાઉલથી શાઉલીઓનું કટુંબ."},{"number":14,"verse":"શિમયોનીઓનાં કુટુંબ એ છે. તેઓ બાવીસ હજાર ને બસો હતા."},{"number":15,"verse":"ગાદના દિકરાઓ તેઓનાં કુટુંબો પ્રમાણે:સફોનથી સફોનીઓનું કુટુંબ. શૂનીથી શૂનીઓનું કુટુંબ. ઓઝનીથી ઓઝનીઓનું કુટુંબ."},{"number":16,"verse":"એરીથી એરીઓનું કુટુંબ."},{"number":17,"verse":"અરોહીથી અરોહીઓનું કુટુંબ. આરેલીથી આરેલીઓનું કુટુંબ."},{"number":18,"verse":"ગાદના દિકરાઓનાં કુટુંબ એ છે. તેઓમાંના જેઓની ગણતરી થઈ તેઓ ચાળીસ હજાર ને પાંચસો હતા."},{"number":19,"verse":"યહૂદાના દિકરા, એર તથા ઓનાન:અને એર તથા ઓનાન કનાન દેશમાં મરી ગયા."},{"number":20,"verse":"અને યહુદાના દિકરા તેઓનાં કુટુંબો પ્રમાણે આ હતા : શેલાથી શેલાનીઓનું કુટુંબ પેરેસથી પેરેસીઓનું કુટુંબ. ઝેરાહથી ઝેરાહીઓનું કુટુંબ."},{"number":21,"verse":"અને પેરેસના દિકરા આ હતા : હેસ્ત્રોનથી હેસ્ત્રોનીઓનું કુટુંબ. હામુલથી હામુલીઓનું કટુંબ."},{"number":22,"verse":"યહુદાના કુટુંબો એ છે. તેઓમાંના જેઓની ગણતરી થઈ તેઓ છોંતેર હજાર ને પાંચસો હતા."},{"number":23,"verse":"ઇસ્સાખારના દિકરા તેઓનાં કુટુંબો પ્રમાણે:તોલા [થી] તોલાઈઓનું કુટુંબ. પૂવાથી પૂવીઓનું કુટુંબ."},{"number":24,"verse":"યાશુબથી યાશુબીઓનું કુટુંબ."},{"number":25,"verse":"ઇસ્સાખારનાં કુટુંબો એ છે. તેઓમાંના જેઓની ગણતરી થઈ તેઓ ચોસઠ હજાર ને ત્રણસો હતા."},{"number":26,"verse":"ઝબુલોનના દિકરા તેઓનાં કુટુંબો પ્રમાણે:સેરેદથી સેરેદીઓનું કુટુંબ. એલોનથી એલોનીઓનું કુટુંબ."},{"number":27,"verse":"ઝબુલોનીઓનાં કુટુંબો એ છે. તેઓમાંના જેઓની ગણતરી થઈ તેઓ સાઠ હજાર ને પાંચસો હતા."},{"number":28,"verse":"યૂસફના દિકરા તેઓનાં કુટુંબો પ્રમાણે:મનશ્શા તથા એફ્રાઈમ."},{"number":29,"verse":"મનાશ્શાના દિકરા : માખીરથી માખીરીઓનું કુટુંબ. અને માખીરને પેટે ગિલ્યાદ થયો. અને ગિલ્યાદથી ગિલ્યાદીઓનું કુટુંબ."},{"number":30,"verse":"ગિલ્યાદના દિકરા આ છે: ઇએઝેર [થી] ઇએઝેરીઓનું કુટુંબ. હેલેકથી હેલેકીઓનું કુટુંબ."},{"number":31,"verse":"અને આસરિયેલ [થી] શખેમીઓનું કુટુંબ. અને શખેમ [થી] શખેમીઓનું કુટુંબ."},{"number":32,"verse":"અને શમિદા [થી] શમિદાઈઓનું કુટુંબ. અને હેફેર [થી] હેફેરીઓનું કુટુંબ."},{"number":33,"verse":"અને હેફેરના દિકરા સલોફહાદને દિકરા નહોતા, પણ દીકરીઓ હતી. અને સલોફહાદની દીકરીઓનાં નામ માહલા તથા નોઆ, હોગ્લા, મિલ્કા તથા તિર્સા હતાં."},{"number":34,"verse":"મનાશ્શાનાં કુટંબો એ છે. અને તેઓમાંના જેઓની ગણતરી થઈ તેઓ બાવન હજાર ને સાતસો હતા."},{"number":35,"verse":"એફ્રાઈમના દિકરા તેઓનાં કુટુંબો પ્રમાણે આ છે: શૂથેલાહથી શૂથેલાહીઓનું કુટુંબ. બેખેરથી બેખેરીઓનું કુટુંબ. તાહાનથી તાહાનીઓનું કુટુંબ."},{"number":36,"verse":"અને શૂથેલાહના દિકરા આ છે: એરાનથી એરાનીઓનું કુટુંબ."},{"number":37,"verse":"એફ્રાઈમના દિકરાઓનાં કુટુંબો એ છે. તેઓમાંના જેઓની ગણતરી થઈ તેઓ બત્રીસ હજાર ને પાંચસો હતા. યૂસફના દિકરા તેઓનાં કુટુંબો પ્રમાણે એ છે."},{"number":38,"verse":"બિન્યામીનના દિકરા તેઓનાં કુટુંબો પ્રમાણે:બેલાથી બેલાઈઓનું કુટુંબ. આશ્બેલથી આશ્બેલીઓનું કુટુંબ."},{"number":39,"verse":"શફુફામથી શફુમીઓનું કુટુંબ. હુફામથી હુફામીઓનું કુટુંબ."},{"number":40,"verse":"અને બેલાના દિકરા આર્દ તથા નામાન હતા. આર્દ [થી] આર્દીઓનું કુટુંબ. નામાનથી નામાનીઓનું કુટુંબ."},{"number":41,"verse":"બિન્યામીનના દિકરા તેઓનાં કુટુંબો પ્રમાણે એ છે. અને તેઓમાંના જેઓની ગણતરી થઈ તેઓ પિસ્તાળીસ હજાર ને છસો હતા."},{"number":42,"verse":"દાનના દિકરા તેઓનાં કુટુંબો પ્રમાણે આ છે: શૂહામથી શૂહામીઓનું કુટુંબ. દાનનાં કુટુંબો તેઓનાં કુટુંબો પ્રમાણે એ છે."},{"number":43,"verse":"શૂહામીઓનાં સર્વ કુટુંબોમાંના જેઓની ગણતરી થઈ તેઓ ચોસઠ હજારને ચારસો હતા."},{"number":44,"verse":"આશેરના દિકરા તેઓનાં કુટુંબો પ્રમાણે:ઇમ્નાથી ઇમ્નીઓનું કુટુંબ. ઇશ્વીથી ઇશ્વીઓનું કુટુંબ. બરિયાથી બરિયાઈઓનું કુટુંબ."},{"number":45,"verse":"બરિયાના દિકરાઓથી; હેબેરથી હેબરીઓનું કુટુંબ. માલ્કીએલથી માલ્કીએલીઓનું કુટુંબ."},{"number":46,"verse":"અને આશેરની દીકરીનું નામ સેરા હતું."},{"number":47,"verse":"આશેરના દિકરાઓનાં કુટુંબો એ છે. તેઓમાંના જેઓની ગણતરી થઈ તેઓ ત્રેપન હજાર ચારસો હતા."},{"number":48,"verse":"નફતાલીના દિકરા તેઓનાં કુટુંબો પ્રમાણે:યાહસેલથી યાહસેલીઓનું કુટુંબ. ગૂનીથી ગૂનીઓનું કુટુંબ."},{"number":49,"verse":"યેસેરથી યેસેરથી યેસેરીઓનું કુટુંબ. શિલ્લેમથી શિલ્લેમીઓનું કુટુંબ."},{"number":50,"verse":"નફતાલીઓનાં કુટુંબો તેઓનાં કુટુંબો પ્રમાણે એ છે. અને તેઓમાંના જેઓની ગણતરી થઈ તેઓ પિસ્તાળીસ હજાર ને ચારસો હતા."},{"number":51,"verse":"ઇઝરાયલી લોકોમાંના જેઓની ગણતરી થઈ તેઓ એ છે, ને તેઓ છ લાખ, એક હજાર, સાતસો ને ત્રીસ હતા."},{"number":52,"verse":"અને ( ; .) યહોવાએ મૂસાને કહ્યું,"},{"number":53,"verse":"“તેઓના નામોની સંખ્યાના પ્રમાણમાં તેઓને દેશનો વારસો વહેંચી આપવો."},{"number":54,"verse":"જેઓ ઘણા તેઓને તેમના પ્રમાણમાં વધતો વારસો તું આપ, ને જેઓ થોડા તેઓને તેમના પ્રમાણમાં તું ઓછો વારસો તું આપ. પ્રત્યેકને તેના લોકની ગણતરીના પ્રમાણમાં વારસો આપવામાં આવે."},{"number":55,"verse":"તથાપિ ચિઠ્ઠીઓ નાખીને દેશની વહેંચણી કરવી. તેઓને પોતાના પિતાનાં કુળોનાં નામો પ્રમાણે વારસો મળે."},{"number":56,"verse":"ઘણા તથા થોડાની વચમાં વારસાની વહેંચણી ચિઠ્ઠીઓ નાખીને થાય.”"},{"number":57,"verse":"અને લેવીઓમાંના જેઓની પોતાનાં કુટુંબો પ્રમાણે ગણતરી થઈ તેઓ આ છે: ગેર્શોનથી ગેર્શોનીઓનુમ કુટુંબ. કહાથથી કહાથીઓનું કુટુંબ."},{"number":58,"verse":"લેવીઓનાં કુટુંબો આ છે. લીબ્નીઓનું કુટુંબ, મુશીઓનું કુટુંબ, કોરાહીઓનુમ કુટુંબ. અને કહાથને પેટે આમ્રામ થયો."},{"number":59,"verse":"અને આમ્રામની સ્‍ત્રીનું નામ યોખેબદ હતું, તે લેવીની દીકરી હતી કે, જે મિસરમાં લેવીને પેટે થઈ હતી. અને તેને આમ્રામના પેટનાં હારુન તથા મૂસા તથા તેઓની બહેન મરિયમ થયાં."},{"number":60,"verse":"અને ( .) હારુનને પેટે નાદાબ તથા અબીહૂ, એલાઝાર તથા ઇથામાર થયા."},{"number":61,"verse":"અને ( ; .) નાદાબ તથા અબીહૂ યહોવાની સમક્ષ પારકો અગ્નિ ચઢાવતાં માર્યા ગયા."},{"number":62,"verse":"અને તેઓમાંના જેઓની ગણતરી થઈ તેઓ, એટલે એક માસના તથા તેથી વધારે વયના, સર્વ નટો ત્રેવીસ હજાર હતા; કેમ કે ઇઝરાયલી લોકો મધ્યે તેઓની ગણતરી થઈ નહોતી, કેમ કે ઇઝરાયલી લોકોમાં તેઓને વારસો મળ્યો ન હતો."},{"number":63,"verse":"મૂસાથી તથા એલાઝાર યાજકથી જેઓની ગણતરી થઈ તેઓ એ છે. તેઓએ મોઆબના અરણ્યમાં યર્દનને કાંઠે યરીખોની પાસે ઇઝરાયલી લોકોની ગણતરી કરી."},{"number":64,"verse":"પણ મૂસાએ તથા હારુન યાજકે જ્યારે સિનાઈના અરણ્યમાં ઇઝરાયલી લોકોની ગણતરી કરી ત્યારે જેઓની ગણતરી થઈ તેઓમાંનું એકે માણસ તેઓમાં રહ્યું નહોતું;"},{"number":65,"verse":"કેમ કે યહોવાએ તેઓના વિષે કહ્યું હતું કે ( .) તેઓ અરણ્યમાં નક્કી મરશે. અને યફૂનેહના દિકરા કાલેબ તથા નૂનના દિકરા યહોશુઆ વિના તેઓમાંનો એક પણ જીવતો રહ્યો નહોતો."}]}