{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"( લગ્ન કરેલી સ્‍ત્રીઓનો વારસાહક્ક) અને યૂસફના પુત્રોનાં કુટંબોમાંના મનાશ્શાના પુત્ર માખીરના પુત્ર ગિલ્યાદના પુત્રોના કુટુંબના પિતૃઓનાં [ઘરના] વડીલોએ પાસે આવીને મૂસાની આગળ, અરજ કરી;"},{"number":2,"verse":"અને તેઓએ કહ્યું, ( .) “યહોવાએ મારા ઘણીને એવી આજ્ઞા કરી છે કે, ચિઠ્ઠીઓ નાખીને દેશ ઇઝરાયલી લોકોને વારસાને માટે વહેંચી આપવો. અને આપ મારા માલિકને યહોવા તરફથી એવી આજ્ઞા મળી છે કે, અમારા ભાઈ સાલોફહાદનો વારસો તેની દીકરીઓને આપવો."},{"number":3,"verse":"અને જો તેઓ ઇઝરાયલી પ્રજાનાં [બીજાં] કુળોમં કોઈ પણ કુટુંબમાં પરણી જાય, તો તેઓનો વારસો અમારા પિતૃઓના વારસામાંથી જુદો પાડવામાં આવે, ને જે કુળની તેઓ થાય તેના વારસામાં તે જોડી દેવામાં આવે. તો એમ કરવાથી તે અમારા વારસાના હિસ્‍સામાંથી જતો રહેશે."},{"number":4,"verse":"અને જ્યારે ઇઝરાયલીઓની જુબિલી આવશે, ત્યારે તેઓનો વારસો જે કુળની તેઓ થઈ હશે તેના વારસા સાથે જોડાઈ જશે; અને એથી તેઓનો વારસો અમારા પિતૃઓના કુળના વારસામાંથી જતો રહેશે.”"},{"number":5,"verse":"અને મૂસાએ યહોવાના વચન પ્રમાણે ઇઝરાયલી પ્રજાને એવી આજ્ઞા કરી “યૂસફના પુત્રોના કુળનું કહેવું વાજબી છે."},{"number":6,"verse":"સલોફહાદની દીકરીઓ વિષે યહોવા એવી આજ્ઞા કરે છે કે, તેઓ ગમે તેની સાથે પરણે, પણ ફક્ત તેઓના પિતાના કુળના કુટુંબમાં જ તેઓ પરણે."},{"number":7,"verse":"એમ કરવાથી ઇઝરાયલીઓનો કોઈપણ વારસો એક કુળમાંથી બીજા કુળમાં જવા નહિ પામે; કેમ કે સર્વ ઇઝરાયલપુત્રો પોતપોતાના પિતાના કુળના વારસાને વળગી રહેશે."},{"number":8,"verse":"અને ઇઝરાયલી લોકોના કોઈ પણ કુળમાં વારસો પામેલી પ્રત્યેક છોકરી પોતાના પિતાના કુળના કુટુંબમાંના કોઈની સાથે પરણે, એ માટે કે ઇઝરાયલીઓમાંનો પ્રત્યેક જન પોતપોતાના પિતૃઓનો વારસો ભોગવે."},{"number":9,"verse":"એમ કરવાથી કોઈ પણ વારસો એક કુળમાંથી બીજા કુળમાં જવા નહિ પામે; કેમ કે ઇઝરાયલીઓનાં કુળોમાંનો પ્રત્યેક માણસ પોતાના વારસાને વળગી રહેશે.”"},{"number":10,"verse":"જેમ યહોવાએ મૂસાને આજ્ઞા કરી હતી તેમ જ સલોફહાદની દીકરીઓએ કર્યું."},{"number":11,"verse":"કેમ કે સલોહફહાદની દીકરીઓ, માહલા, તિર્સા તથા હોગ્લા તથા મિલ્કા તથા નોઆ, પોતાના કાકાના દિકરાઓની સાથે પરણી."},{"number":12,"verse":"તેઓ યૂસફના દિકરા મનાશ્શાના પુત્રોનાં કુટુંબોમાં પરણી, ને તેઓનો વારસો તેઓના પિતાના કુટુંબના કુળમાં કાયમ રહ્યો,"},{"number":13,"verse":"જે આજ્ઞાઓ તથા કાનૂનો યહોવાએ મૂસાની હસ્તક મોઆબના મેદાનમાં યર્દનને કાંઠે યરીખો આગળ ઇઝરાયલ પ્રજાને ઠરાવી આપ્યાં તે એ છે."}]}