{"bibleAbbr":"guOV2016","bookName":"ગણના","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"( લેવીકુળના કહાથના ગોત્રને સોંપાયેલી ફરજ) અને યહોવાએ મૂસાને તથા હારુનને કહ્યું,"},{"number":2,"verse":"“લેવીઓના દિકરાઓમાંથી કહાથના પુત્રોની ગણતરી તેઓનાં કુટુંબો પ્રમાણે તથા તેઓના પિતૃઓનાં ઘર પ્રમાણે કરો,"},{"number":3,"verse":"એટલે ત્રીસ વર્ષથી પચાસ વર્ષ સુધીની ઉમરના જે સર્વ મુલાકાતમંડપનું કામ કરવાને સેવકપદમાં દાખલ થાય છે તે બધાની [ગણતરી કરો]."},{"number":4,"verse":"મુલાકાતમંડપમાં પરમપવિત્ર વસ્તુઓના સંબંધમાં કહાથના પુત્રોનું કામ આ છે:"},{"number":5,"verse":"અને છાવણી ઊપડતી વખતે હારુન તથા તેના દિકરા અંદર જઈને ઓથાનો પડદો ઉતારે, ને તેને કરારકોશ ઉપર ઓઢાડે."},{"number":6,"verse":"અને તે પર સીલ [માછલા] ના ચામડાનું આચ્છાદન નાખે, ને તેના પર એક તદ્દન નીલ રંગનું કપડું પાથરે, ને તેના દાંડા તેમાં નાખે."},{"number":7,"verse":"અને અર્પેલી રોટલીની મેજ પર નીલ રંગનું કપડું પાથરે, ને તેના ઉપર થાળીઓ તથા ચમચા તથા પ્યાલા તથા તર્પણને માટે વાટકા મૂકે; અને નિત્યની રોટલી તેના ઉપર રહે."},{"number":8,"verse":"અને તેઓના ઉપર તેઓ કિરમજી કપડું પાથરે, ને સીલના ચામડાના આચ્છાદનથી તેને ઢાંકી દઈને તેનાં દાંડા તેમાં નાખે."},{"number":9,"verse":"અને તેઓ નીલ રંગનું કપડું લઈને રોશનીના દીપવૃક્ષ તથા તેના દીવા તથા ચીમટા, તથા તબકડીઓ તથા તેને લગતું કામ કરવાનાં સર્વ તેલપાત્રોને ઢાંકે."},{"number":10,"verse":"અને તેઓ તે તથા તેની સર્વ સામગ્રી સીલના ચામડાના આચ્છાદનમાં નાખીને ભૂગળ ઉપર મૂકે."},{"number":11,"verse":"અને સોનાની વેદી પર તેઓ નીલ રંગનું કપડું પાથરે ને સીલના ચામડાના આચછદનથી તેને ઢાંકી દઈને તેના દાંડા તેમાં નાખે."},{"number":12,"verse":"અને તેઓ સેવાની સર્વ સામગ્રી જે વડે તેઓ પવિત્રસ્થાનમાં સેવા કરે છે તે લે, ને નીલ રંગના કપડામાં તે મૂકે, ને સીલના ચામડાના આચ્છાદનથી તે ઢાંકી દિઇને ભૂંગળ પર તે મૂકે."},{"number":13,"verse":"અને તેઓ વેદી પરથી રાખ કાઢી નાખીને તેના ઉપર જાંબુડા રંગનું કપડું પાથરે."},{"number":14,"verse":"અને તેના ઉપર તેઓ તેને લગતું કામ કરવાની સર્વ સામગ્રી એટલે સગડીઓ, તથા ત્રિશૂળો, તથા પાવડા, તથા તપેલીઓ, એટલે વેદીનાં સર્વ પાત્રો મૂકે. અને તેના ઉપર તેઓ સીલના ચામડાનું આચ્છાદાન નાખે, ને તેના દાંડા તેમાં નાખે."},{"number":15,"verse":"અને છાવણી ઊપડવાની હોય ત્યારે હારુન તથા પવિત્રસ્થાનના સર્વ સરસામાનને ઢાંકી રહે, ત્યાર પછી કહાથના પુત્રો તેને ઊંચકવાને આવે. પણ તેઓ કોઈ પવિત્ર વસ્તુનો સ્પર્શ ન કરે, રખેને તેઓ માર્યા જાય. મુલાકાતમંડપના સંબંધમાં કહાથના દિકરાઓને ઊંચકવાનું તે એ છે."},{"number":16,"verse":"અને હારુન યાજકના પુત્ર એલાઝારનુમ કામ આ છે: એટલે રોશનીને માટે તેલ, તતા સુવાસિત સુગંધી, તથા નિત્યનું ખાદ્યાર્પણ, તથા અભિષેકને માટે તેલ, ને મંડપ તથા તેમાંનું બધું, પવિત્રસ્થાન તથા તેના સરસામાનની સંભાળ રાખવાનુ.”"},{"number":17,"verse":"અને યહોવાએ મૂસાને તથા હારુનને કહ્યું,"},{"number":18,"verse":"“લેવીઓમાંથી કહાથીઓનાં કુટુંબોના કુળને બાતલ ન કરો."},{"number":19,"verse":"પણ તેઓ પરમપવિત્ર વસ્તુઓની પાસે જઈને માર્યા ન જાય પણ જીવતા રહે, માટે તમે એમ કરો કે હારુન તથા તેના દિકરા અંદર પ્રવેશ કરીને તે સર્વને પોતપોતાનું કામ તથા જવાબદારી ઠરાવી આપે."},{"number":20,"verse":"પણ તેઓ પવિત્ર વસ્તુઓને જોવાને એક પળ પણ અંદર ન જાય, રખેને તેઓ માર્યા જાય.”"},{"number":21,"verse":"( લેવીકુળના ગેર્શોનના ગોત્રને સોંપાયેલી ફરજ) અને યહોવાએ મૂસાને કહ્યું,"},{"number":22,"verse":"“ગેર્શોનના દિકરાના પિતૃઓનાં ઘર પ્રમાણે, તેઓનાં કુટુંબો પ્રમાણે, તેઓની કુલ સંખ્યા પણ કાઢ."},{"number":23,"verse":"ત્રીસ વર્ષથી પચાસ વર્ષ સુધીની ઉમરના જે સર્વ અંદર જઈને મુલાકાતમંડપમાં કામ કરવાને સેવામાં હાજર રહે છે તેઓની ગણતરી કર."},{"number":24,"verse":"સેવા કરવામાં તથા ભાર ઊંચકવામાં ગેર્શોનીઓનાં કુટુંબોનું કામ આ છે."},{"number":25,"verse":"એટલે તેઓ મંડપના પડદા તથા મુલાકાતમંડપ, તેનું આચ્છાદન તથા તે ઉપરનું સીલના ચામડાનું આચ્છાદન, તથા મુલાકાતમંડપના દ્વારનો પડદો;"},{"number":26,"verse":"તથા આંગણાના પડદા, તથા મંડપની પાસેના તથા વેદીની આસપાસના આંગણાના દરવાજાના બારણાનો પડદો, તથા તેઓની દોરીઓ, તથા તેઓના કામને લગતાં સર્વ ઓજારો, તથા જે કંઈ તેઓથી બને તે તેઓ ઊંચકી લે, ને એના સંબંધમાં તેઓ સેવા કરે."},{"number":27,"verse":"ગેર્શોનીઓના પુત્રોનું ભાર ઊંચકવાનું તથા સર્વ સેવાનું બધું કામ હારુન તથા તેના પુત્રોની આ પ્રમાણે થાય અને તમે તેઓને ઊંચકવાના બધા ભાર ઠરાવીને તેમને સોંપો."},{"number":28,"verse":"મુલાકાતમંડપમાં ગેર્શોનના પુત્રોનાં કુટુંબોની સેવા આ છે: અને હારુન યાજકના દિકરા ઇથામારના હાથ તળે તેમનું કામ રહે."},{"number":29,"verse":"( લેવીકુળના મરારીના ગોત્રને સોંપાયેલી ફરજ) અને મરારીના દિકરાઓની, તેઓના પિતૃઓનાં ઘર પ્રમાણે, તેઓનાં કુટુંબો પ્રમાણે, તું ગણતરી કર."},{"number":30,"verse":"ત્રીસ વર્ષથી પચાસ વર્ષ સુધીની ઉમરના જે સઘળા અંદર જઈને મુલાકાતમંડપમાં કામ કરવાને સેવામાં હાજર રહે છે તેઓની ગણતરી તું કર."},{"number":31,"verse":"અને મુલાકાતમંડપમાં તેઓની સર્વ સેવાના સંબંધમાં તેઓને સોપેલું ભાર ઊંચકવાનું કામ આ છે: એટલે મંડપનાં પાટિયાં તથા તેની ભૂંગળો તથા તેના સ્તંભો તથા તેની કૂંભીઓ"},{"number":32,"verse":"તથા આંગણાંની આસપાસ સ્તંભો તથા તેનતથા તેઓની મેખો, તથા તેઓની દોરીઓ, તેઓનાં સર્વ ઓજારો સહિત, તથા તેઓને લગતી બધી સામગ્રી સહિત. અને તમે તેઓને સોંપેલા ભારનાં ઓજારોનાં નામ દિઇને તથા તેઓને ગણીને સોંપો."},{"number":33,"verse":"મરારીના પુત્રોનાં કુટુંબોનું કામ, એટલે તેમની બધી સેવા પ્રમાણે, મુલાકાતમંડપમાં, હારુન યાજકના પુત્ર ઇથામારના હાથ નીચે જે કામ તે એ છે.”"},{"number":34,"verse":"( લેવીઓની વસતીગણતરી) અને મૂસાએ તથા હારુને તથા પ્રજાના અધિપતિઓએ કહાથના દિકરાઓની ગણતરી તેઓનાં કુટુંબો પ્રમાણે તથા તેઓના પિતૃઓનાં ઘર પ્રમાણે કરી."},{"number":35,"verse":"એટલે ત્રીસ વર્ષથી પચીસ વર્ષ સુધીની ઉમરના જે પ્રત્યેક મુલાકાતમંડપમાં કામ કરવાને સેવકપદમાં દાખલ થયા હતા,"},{"number":36,"verse":"તેઓની ગણતરી તેઓનાં કુટુંબો પ્રમાણે બે હજાર સાતસો ને પચાસની થઈ."},{"number":37,"verse":"કહાથીઓનાં કુટુંબોમાંના જેઓની ગણતરી થઈ, એટલે જે સર્વ મુલાકાતમંડપમાં સેવા કરતા હતા, તથા જેઓની ગણતરી મૂસાની હસ્તક અપાયેલી યહોવાની આજ્ઞા પ્રમાણે મૂસાએ તથા હારુને કરી તે એ છે."},{"number":38,"verse":"અને ગેર્શોનના પુત્રોમાંના જેઓની ગણતરી તેઓનાં કુટુંબો પ્રમાણે, તેઓના પિતૃઓનાં ઘર‍ પ્રમાણે થઈ,"},{"number":39,"verse":"એટલે ત્રીસ વર્ષથી પચાસ વર્ષ સુધીની ઉંમરના જે પ્રત્યેક મુલાકાતમંડપમાં કામ કરવાને સેવકપદમાં દાખલ થયા હતા,"},{"number":40,"verse":"તેઓની ગણતરી તેઓનાં કુટુંબો પ્રમાણે, તેઓના પિતૃઓનાં ઘર પ્રમાણે, બે હજાર છસો ને ત્રીસની થઈ."},{"number":41,"verse":"ગેર્શોનના દિકરાઓનાં કુટુંબોમાંનાં જેઓની ગણતરી થઈ, એટલે જે સર્વ મુલાકાતમંડપમાં સેવા કરતા હતા, તથા જેઓની ગણતરી મૂસાએ તથા હારુને યહોવાની આજ્ઞા પ્રમાણે કરી, તેઓ એ છે."},{"number":42,"verse":"અને મરારીના પુત્રોનાં કુટુંબોમાંના જેઓની ગણતરી તેઓનાં કુટુંબો પ્રમાણે, તેઓના પિતૃઓનાં ઘર પ્રમાણે થઈ,"},{"number":43,"verse":"એટલે ત્રીસ વર્ષથી પચાસ વર્ષ સુધીની ઉમરના જે પ્રત્યેક મુલાકાતમંડપમાં કામ કરવાને સેવકપદમાં દાખલ થયા હતા,"},{"number":44,"verse":"તેઓની ગણતરી, તેઓનાં કુટુંબો પ્રમાણે, ત્રણ હજાર ને બસોની થઈ."},{"number":45,"verse":"મરારીના પુત્રોનાં કુટુંબોમાંના જેઓની ગણતરી થઈ, એટલે જેઓની ગણતરી મૂસાની હસ્તક અપાયેલી યહોવાની આજ્ઞાપ્રમાણે મૂસાએ તથા હારુને કરી, તેઓ એ છે."},{"number":46,"verse":"લેવીઓમાંના જે બધાની ગણતરી મૂસાએ તથા હારુને તથા ઇઝરાયલના અધિપતિઓએ તેઓનાં કુટુંબો પ્રમાણે, તેઓનાં પિતૃઓનાં ઘર પ્રમાણે કરી,"},{"number":47,"verse":"એટલે ત્રીસ વર્ષથી પચાસ વર્ષ સુધીની ઉમરના જે પ્રત્યેક મુલાકાતમંડપમાં સેવાનું કામ તથા બોજો ઊંચકવાનું કામ કરવા માટે દાખલ થયા હતા,"},{"number":48,"verse":"તેઓની ગણતરી આઠ હજાર પાંચસો ને એંસીની થઈ."},{"number":49,"verse":"તેઓમાંના પ્રત્યેકની ગણતરી તેના કામ પ્રમાણે તથા તેના ઊંચકવાના બોજા પ્રમાણે મૂસાની હસ્તક, યહોવાની આજ્ઞા પ્રમાણે થઈ. જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ તેણે તેઓની ગણતરી કરી."}]}