{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோசுவா",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 12,
  "verses" : [ {
    "number" : 1,
    "verse" : "(இஸ்ரவேலரால் தோற்கடிக்கப்பட்ட ராஜாக்கள்) யோர்தான் நதிக்குக் கிழக்கிலுள்ள தேசத்தில் இஸ்ரவேலரின் ஆதிக்கம் இருந்தது. அர்னோன் நதியிலிருந்து எர்மோன் மலைவரைக்குமுள்ள எல்லா தேசங்களும் யோர்தான் நதியின் கிழக்குக் கரையோரமுள்ள எல்லா தேசங்களும் அவர்களுக்கு உரியதாக இருந்தது. இப்பகுதிகளைக் கைப்பற்றும்பொருட்டு அவர்கள் தோற்கடித்த எல்லா ராஜாக்களின் பெயர்களும் இங்குத் தரப்படுகின்றன:"
  }, {
    "number" : 2,
    "verse" : "அவர்கள் எஸ்போன் நகரில் வாழ்ந்த எமோரியரின் ராஜாவாகிய சீகோனைத் தோற்கடித்தனர். அவன் அர்னோன் பள்ளத்தாக்கிலுள்ள ஆரோவேரிலிருந்து யாபோக் நதி வரைக்குமுள்ள தேசத்தை ஆண்டு வந்தான். பள்ளத்தாக்கின் நடுவில் அவன் தேசத்தின் எல்லை (தேசம்) ஆரம்பித்தது. இது அம்மோனியரோடு அவர்களின் எல்லையாக இருந்தது. கீலேயாத்தின் பாதிப் பகுதியும் சீகோனின் ஆளுகைக்குட்பட்டிருந்தது."
  }, {
    "number" : 3,
    "verse" : "கலிலேயா ஏரியிலிருந்து சவக்கடல் வரைக்கும் யோர்தான் பள்ளத்தாக்கின் கிழக்குப் பகுதிகளை அவன் ஆண்டுவந்தான். பெத்யெசிமோத்திலிருந்து பிஸ்கா மலைகளின் தெற்குப்பகுதி வரைக்கும் அவன் ஆண்டுவந்தான்."
  }, {
    "number" : 4,
    "verse" : "அவர்கள் பாசானின் ராஜாவாகிய ஓகையும், வென்றார்கள். அவன் ரெபெயத் ஜனங்களைச் சார்ந்தவன். அவன் அஸ்தரோத்திலும் எத்ரேயிலுமிருந்த நிலப் பகுதிகளை ஆண்டான்."
  }, {
    "number" : 5,
    "verse" : "எர்மோன் மலை, சல்கா, பாசானின் நிலப்பகுதிகள் ஆகியவற்றையெல்லாம் ஓக் அரசாண்டான். கெசூர், மாகா ஆகிய ஜனங்கள் வாழ்ந்த தேசம் வரைக்கும் அவன் தேசம் இருந்தது. கீலேயாத்தின் பாதிப் பகுதியையும் ஓக் ஆண்டு வந்தான். எஸ்போனின் ராஜாவாகிய, சீகோனின் தேசம் மட்டும் அப்பகுதி பரவியிருந்தது."
  }, {
    "number" : 6,
    "verse" : "கர்த்தருடைய ஊழியனாகிய மோசேயும், இஸ்ரவேல் ஜனங்களும் இந்த ராஜாக்களை எல்லாம் வென்றார்கள். ரூபன், காத், ஆகிய கோத்திரத்தாருக்கும், மனாசே கோத்திரத்தாரில் பாதி ஜனங்களுக்கும் சொந்தமாக மோசே அத்தேசத்தைக் கொடுத்தான்."
  }, {
    "number" : 7,
    "verse" : "யோர்தான் நதிக்கு மேற்கிலுள்ள தேசங்களின் ராஜாக்களையும் இஸ்ரவேல் ஜனங்கள் வென்றார்கள். இந்நாட்டிற்குள் ஜனங்களை யோசுவா வழி நடத்தினான். இத்தேசத்தை இஸ்ரவேலரின் பன்னிரண்டு கோத்திரங்களுக்கு இடையே யோசுவா பிரித்துக் கொடுத்தான். தேவன் அவர்களுக்குக் கொடுப்பதாக வாக்களித்த தேசம் இதுவேயாகும். லீபனோன் பள்ளத்தாக்கிலுள்ள பால்காத்திலிருந்து சேயீரிலுள்ள ஆலாக் மலைவரைக்குமுள்ள தேசம் இதுவாகும்."
  }, {
    "number" : 8,
    "verse" : "மலைநாடு, மேற்கு மலையடிவாரம், யோர்தான் பள்ளத்தாக்கு, கிழக்கு மலைகள், பாலைவனம், நெகேவ் யூதாவின் கிழக்கிலுள்ள பாலைப்பிரதேசம், ஆகியவை இப்பகுதியில் அடங்கியிருந்தன. ஏத்தீயரும், எமோரியரும், கானானியரும், பெரிசியரும், ஏவியரும், ஏபூசியரும் வாழ்ந்த தேசம் இதுவாகும். இஸ்ரவேலர் தோற்கடித்த ராஜாக்களின் பெயர்ப் பட்டியல் பின்வருவதாகும்:"
  }, {
    "number" : 9,
    "verse" : "எரிகோவின் ராஜா, பெத்தேலுக்கு அருகிலுள்ள ஆயீயின் ராஜா,"
  }, {
    "number" : 10,
    "verse" : "எருசலேமின் ராஜா, எப்ரோனின் ராஜா,"
  }, {
    "number" : 11,
    "verse" : "யர்மூத்தின் ராஜா, லாகீசின் ராஜா,"
  }, {
    "number" : 12,
    "verse" : "எக்லோனின் ராஜா, கேசேரின் ராஜா,"
  }, {
    "number" : 13,
    "verse" : "தெபீரின் ராஜா, கெதேரின் ராஜா,"
  }, {
    "number" : 14,
    "verse" : "ஒர்மாவின் ராஜா, ஆராதின் ராஜா,"
  }, {
    "number" : 15,
    "verse" : "லிப்னாவின் ராஜா, அதுல்லாமின் ராஜா,"
  }, {
    "number" : 16,
    "verse" : "மக்கேதாவின் ராஜா, பெத்தேலின் ராஜா,"
  }, {
    "number" : 17,
    "verse" : "தப்புவாவின் ராஜா, எப்பேரின் ராஜா,"
  }, {
    "number" : 18,
    "verse" : "ஆப்பெக்கின் ராஜா, லசரோனின் ராஜா,"
  }, {
    "number" : 19,
    "verse" : "மாதோனின் ராஜா, ஆத்சோரின் ராஜா,"
  }, {
    "number" : 20,
    "verse" : "சிம்ரோன் மேரோனின் ராஜா, அக்சாபின் ராஜா,"
  }, {
    "number" : 21,
    "verse" : "தானாகின் ராஜா, மெகிதோவின் ராஜா,"
  }, {
    "number" : 22,
    "verse" : "கேதேசின் ராஜா, கர்மேலிலுள்ள யொக்னியாமின் ராஜா,"
  }, {
    "number" : 23,
    "verse" : "தோர் மலையிலுள்ள தோரின் ராஜா, கில்காலின் கோயிம் ராஜா,"
  }, {
    "number" : 24,
    "verse" : "திர்சாவின் ராஜா. மொத்தம் ராஜாக்களின் எண்ணிக்கை 31."
  } ]
}