{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோசுவா",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 16,
  "verses" : [ {
    "number" : 1,
    "verse" : "எப்பிராயீம், மனாசே ஆகியோருக்கான நிலம்யோசேப்பின் குடும்பம் பெற்ற தேசம் இதுவே. எரிகோவின் அருகே யோர்தான் நதியில் ஆரம்பித்து, இத்தேசம் எரிகோவின் ஆறுகள் வரைக்கும் உள்ள பகுதி ஆகும். (அது எரிகோவின் கிழக்குப் பாகமாகும்.) எரிகோவிலிருந்து பெத்தேலின் மலை நாடு வரைக்கும் அதின் எல்லை விரிந்திருந்தது."
  }, {
    "number" : 2,
    "verse" : "பெத்தேலிலிருந்து (லூஸ்) அதரோத்திலுள்ள அர்கீயினுடைய எல்லைவரைக்கும் நீண்டது."
  }, {
    "number" : 3,
    "verse" : "தொடர்ந்து எல்லை மேற்கே யப்லெத்தியரின் எல்லை வரைக்கும் தொடர்ந்து, தாழ்வான பெத்தொரோன் வரைக்கும் அது விரிந்தது. மேலும் கேசேருக்குச் சென்று, மத்தியதரைக் கடல்வரைக்கும் தொடர்ந்தது."
  }, {
    "number" : 4,
    "verse" : "மனாசே, எப்பிராயீம் கோத்திர ஜனங்கள் அவர்களுக்குரிய நாட்டைப் பெற்றனர். (மனாசேயும் எப்பிராயீமும் யோசேப்பின் ஜனங்கள்.)"
  }, {
    "number" : 5,
    "verse" : "எப்பிராயீம் ஜனங்களுக்குக் கொடுக்கப்பட்ட நிலம் இதுவே: மேல் பெத்தொரோனுக்கு அருகேயுள்ள அதரோத் அதார் என்னும் இடத்தில் கிழக்கெல்லை ஆரம்பித்தது."
  }, {
    "number" : 6,
    "verse" : "மிக்மேத்தாத்தில் அதன் மேற்கெல்லை தொடங்கியது. எல்லை கிழக்காகத் திரும்பி தானாத் சீலோவிற்குச் சென்று, யநோகாவிற்குக் கிழக்காகத் தொடர்ந்தது."
  }, {
    "number" : 7,
    "verse" : "இந்த எல்லை யநோகாவிலிருந்து அதரோத் மற்றும் நகராத்வரைக்கும் சென்றது. எரிகோவைத் தொடும் அந்த எல்லை தொடர்ந்து யோர்தான் நதியில் போய் முடிந்தது."
  }, {
    "number" : 8,
    "verse" : "மேற்கு எல்லை தப்புவாவிலிருந்து கானா நதிக்குப்போய், கடலில் முடிந்தது. எப்பிராயீம் ஜனங்களுக்குக் கொடுக்கப்பட்ட நிலம் இதுவே. அந்தக் கோத்திரத்தின் ஒவ்வொரு குடும்பமும் அத்தேசத்தின் பாகத்தைப் பெற்றது."
  }, {
    "number" : 9,
    "verse" : "எப்பிராயீமின் எல்லையிலுள்ள ஊர்களில் பலவும் மனாசேயின் எல்லைகளில் இருந்தன. ஆனால் எப்பிராயீம் ஜனங்கள் அவ்வூர்களையும் அவற்றைச் சூழ்ந்த வயல்களையும் பெற்றனர்."
  }, {
    "number" : 10,
    "verse" : "காசேர் என்னும் ஊரைவிட்டுக் கானானியரை வெளியேற்ற எப்பிராயீம் ஜனங்களால் முடியவில்லை. இன்றும்கூட கானானியர் எப்பிராயீம் ஜனங்களோடு வசித்து வருகின்றனர். ஆனால் கானானியர் எப்பிராயீமருக்கு அடிமைகளாயினர்."
  } ]
}