{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோசுவா",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 20,
  "verses" : [ {
    "number" : 1,
    "verse" : "அடைக்கல நகரங்கள்கர்த்தர் யோசுவாவிடம், “நீ இஸ்ரவேலருக்குக் கூறவேண்டியதாவது, உங்களுக்கு ஒரு கட்டளையைக் கொடுக்கும்படி மோசேக்குச் சொன்னேன்."
  }, {
    "number" : 2,
    "verse" : "பாதுகாப்பிற்கென்று சில குறிப்பிட்ட நகரங்களைத் தேர்ந்தெடுக்குமாறு அவன் உன்னிடம் கூறினான்."
  }, {
    "number" : 3,
    "verse" : "யாரேனும் ஒருவன் மற்றொருவனைக் கொன்றால், அக்கொலையானது வேண்டுமென்றே செய்த காரியமாக இல்லாமல் தற்செயலாக நிகழ்ந்ததாக இருக்கும் பட்சத்தில் அவன் அடைக்கல நகருக்குள் சென்று ஒளிந்துக்கொள்ளலாம்."
  }, {
    "number" : 4,
    "verse" : "“அவன் செய்யவேண்டிய காரியங்கள் என்ன வெனில்: அவன் ஓடி அந்நகரங்கள் ஒன்றில் ஒளிந்துக்கொள்ளும்போது, அவன் நகரத்தின் நுழைவாயிலருகே நின்று தலைவர்களை நோக்கி நிகழ்ந்ததைச் சொல்ல வேண்டும். பின் தலைவர்கள் நகரத்தினுள்ளே நுழைய அவனுக்கு அனுமதியும், அவர்களோடு சேர்ந்து வாழ அவனுக்கோர் இடமும் தரலாம்."
  }, {
    "number" : 5,
    "verse" : "அவனைத் துரத்திய மனிதன் அந்நகரை வந்தடையும் பட்சத்தில், குற்றஞ்சாட்டப்பட்டவனை அவர்கள் ஒப்படைக்கக் கூடாது. அந்நகரத்தின் தலைவர்கள் அக்கொலை வேண்டுமென்றே நிகழ்ந்த ஒன்றல்ல என்பதால் அவனைக் காப்பாற்ற வேண்டும். அது ஒரு விபத்து. அவன் கோபம் கொண்டு திட்டமிட்டு அக்கொலையைச் செய்யவில்லை. அது தற்செயலாக நிகழ்ந்தது."
  }, {
    "number" : 6,
    "verse" : "அந்நகரத்து நீதிமன்றத்தால் விசாரிக்கப்படும்வரை அவன் அந்நகரில் தங்க வேண்டும். தலைமை ஆசாரியன் இறக்கும்மட்டும் அவன் அந்நகரில் இருக்க வேண்டும். பின்னர் அவன் தனது வீட்டிற்குத் திரும்பிச் செல்லலாம்” என்றார்."
  }, {
    "number" : 7,
    "verse" : "எனவே இஸ்ரவேலர், “அடைக்கல நகரங்கள்” என அழைக்கும்பொருட்டு சில நகரங்களை தேர்ந்தெடுத்துக்கொண்டனர். அந்நகரங்கள்: நப்தலியின் மலைநாட்டிலுள்ள கலிலேயாவின் கேதேஸ், எப்பிராயீம் மலைநாட்டில் சீகேம், யூதாவின் மலைநாட்டில் கீரியாத்அர்பா (எபிரோன்)."
  }, {
    "number" : 8,
    "verse" : "ரூபனின் தேசத்தில், வனாந்திரத்தில் எரிகோவிற்கு அருகே யோர்தான் நதியின் கிழக்கிலுள்ள பேசேர், காத்தின் தேசத்தில் கீலேயாத்திலுள்ள ராமோத், மனாசே தேசத்தில் பாசானிலுள்ள கோலான் ஆகியனவாகும்."
  }, {
    "number" : 9,
    "verse" : "யூதனோ, அல்லது அவர்களோடு வாழ்ந்த அந்நியனோ யாரையாவது அசம்பாவிதமாக கொல்ல நேர்ந்தால் இந்நகரங்களில் ஒன்றிற்கு பாதுகாப்பிற்காக ஓடிவிட அனுமதிக்கப்பட்டிருந்தான். அவனைத் துரத்தும் எவரும் அவனைக் கொல்லக் கூடாது. அந்நகரின் நீதிமன்றம் அவனுக்கு நீதி வழங்கும்."
  } ]
}