{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோசுவா",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "இஸ்ரவேல் ஜனங்கள் கடந்துபோகும் மட்டும் கர்த்தர் யோர்தான் நதியை உலர்ந்து போகச் செய்தார். யோர்தான் நதிக்குக் கிழக்கிலிருந்து மத்தியதரைக் கடலுக்குச் செல்லும் வழி முழுவதும் வாழ்ந்த எமோரியரின் ராஜாக்களும், மத்தியதரைக் கடலின் கரையில் வாழ்ந்த கானானிய ராஜாக்களும் இதைக் கேள்விப்பட்டு மிகவும் பயந்தார்கள். அதற்குப்பின் அவர்கள் இஸ்ரவேலரை எதிர்த்து நின்று போர் செய்வதற்குத் துணியவில்லை."
  }, {
    "number" : 2,
    "verse" : "இஸ்ரவேலர் விருத்தசேதனம் செய்யப்படுதல்அப்போது, கர்த்தர் யோசுவாவிடம், “நெருப்பை உண்டாக்கும் கற்களால் கத்திகளைச் செய்து இஸ்ரவேலின் ஆண்களுக்கு விருத்தசேதனம் செய்” என்றார்."
  }, {
    "number" : 3,
    "verse" : "எனவே யோசுவா நெருப்பு உண்டாக்கும் கற்களால் கத்திகளைச் செய்தான். பின் அவன் இஸ்ரவேல் ஜனங்களை கிபியாத் ஆர்லோத் என்னுமிடத்தில் விருத்தசேதனம் செய்தான்."
  }, {
    "number" : 4,
    "verse" : "அவர்களுக்கு யோசுவா விருத்தசேதனம் செய்த காரணம் இதுதான்: இஸ்ரவேல் ஜனங்கள் எகிப்திலிருந்து புறப்பட்ட பிறகு, படையில் பங்குவகிக்கக்கூடிய ஆண்கள் எல்லோருக்கும் விருத்தசேதனம் செய்யப்பட்டது. பாலைவனத்திலிருந்தபோது, போர் செய்யும் ஆண்களில் பலர் கர்த்தருக்குச் செவிசாய்க்கவில்லை. எனவே கர்த்தர் அந்த ஜனங்கள், “நன்றாக விளைகிற தேசத்தைக் காணமாட்டார்கள்” என்று உறுதியாகக் கூறினார். கர்த்தர் நமது முற்பிதாக்களுக்கு அத்தேசத்தைக் கொடுப்பதாக உறுதி கூறியும், அம்மனிதர்களினிமித்தம், தேவன் ஜனங்களை 40 ஆண்டுகள் பாலைவனத்தில் அவர்கள் மரிக்கும்வரை அலையச் செய்தார். போர் செய்யும் அந்த ஆண்கள் மரித்தனர், அவர்கள் குமாரர்கள் போரிடும் ஸ்தானத்தை ஏற்றார்கள். ஆனால் பாலைவனத்தில் பிறந்த சிறுவர் எவரும் விருத்தசேதனம் செய்யப்பட்டிருக்கவில்லை. எனவே யோசுவா அவர்களுக்கு விருத்தசேதனம் செய்தான்."
  }, {
    "number" : 8,
    "verse" : "யோசுவா எல்லா மனிதருக்கும் விருத்தசேதனம் செய்து முடித்தான். அவர்கள் குணமடையும்வரைக்கும் அங்கேயே முகாமிட்டிருந்தார்கள்."
  }, {
    "number" : 9,
    "verse" : "கானானில் முதல் பஸ்காஅப்போது, கர்த்தர் யோசுவாவிடம், “நீங்கள் அனைவரும் எகிப்தில் அடிமைகளாயிருந்தீர்கள். அது உங்களை வெட்கமடையச் செய்தது. ஆனால் இன்று நான் அவ்வெட்கத்தைப் போக்கிவிட்டேன்” என்றார். எனவே யோசுவா அவ்விடத்திற்குக் “கில்கால்” எனப் பெயரிட்டான். இன்றளவும் அந்த இடம் “கில்கால்” என்றே அழைக்கப்படுகிறது."
  }, {
    "number" : 10,
    "verse" : "எரிகோவின் சமவெளியிலுள்ள கில்காலில் முகாமிட்டிருந்தபோது இஸ்ரவேல் ஜனங்கள் பஸ்காவைக் கொண்டாடினர். அப்போது மாதத்தின் பதினான்காவது நாள் மாலையாக இருந்தது."
  }, {
    "number" : 11,
    "verse" : "பஸ்காவிற்கு மறு நாள், ஜனங்கள் அந்நிலத்தில் விளைந்த உணவை உண்டனர். புளிப்பின்றி செய்த அப்பத்தையும், சுட்ட தானியத்தையும் அவர்கள் சாப்பிட்டனர்."
  }, {
    "number" : 12,
    "verse" : "மறுநாள், காலையில் வானத்திலிருந்து கிடைத்த விசேஷ உணவு காணப்படவில்லை. கானானில் விளைந்த உணவைச் சாப்பிட்ட நாளில் அது நிகழ்ந்தது. அப்போதிலிருந்து இஸ்ரவேலின் ஜனங்கள் வானத்திலிருந்து விசேஷ உணவைப் பெறவில்லை."
  }, {
    "number" : 13,
    "verse" : "யோசுவா எரிகோவை நெருங்கியபோது அண்ணாந்து பார்த்து, அவனுக்கு முன்பாக ஒருவர் நிற்பதைக் கண்டான். அவர் கையில் ஒரு வாள் இருந்தது. யோசுவா அவரிடம் சென்று, “நீர் எங்கள் ஜனங்களின் நண்பரா, அல்லது எங்கள் பகைவரில் ஒருவரா?” என்று கேட்டான்."
  }, {
    "number" : 14,
    "verse" : "அவர் அதற்கு பதிலாக, “நான் உன் பகைவன் அல்ல. கர்த்தருடைய படையின் சேனாதிபதி நான். நான் உன்னிடம் இப்போதுதான் வந்திருக்கிறேன்” என்றார். உடனே யோசுவா தன் மரியாதையை வெளிப்படுத்துவதற்கு தரையில் விழுந்து வணங்கினான். அவன், “நான் உமது ஊழியன். எனது எஜமானராகிய நீர் ஏதேனும் எனக்குக் கட்டளை வைத்திருக்கிறீரா?” என்று கேட்டான்."
  }, {
    "number" : 15,
    "verse" : "கர்த்தருடைய படையின் சேனாதிபதி, “உனது பாதரட்சையைக் கழற்று. நீ நிற்குமிடம் பரிசுத்தமானது” என்று கூறினார். யோசுவா அவ்வாறே கீழ்ப்படிந்தான்."
  } ]
}