{"bibleAbbr":"orOV2014","bookName":"ଦ୍ଵିତୀୟ ବିବରଣ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପଞ୍ଚମ ପୁସ୍ତକ ହୋରେବ ତ୍ୟାଗ କରିବାକୁ ଆଦେଶ","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ତୁମ୍ଭେ କୌଣସି ପ୍ରକାର ଖୁ; କି ମନ୍ଦତା ବିଶିଷ୍ଟ ଗୋରୁ କି ମେଷ ବଳିଦାନ କରିବ ନାହିଁ; କାରଣ ତାହା ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ଘୃଣିତ ବସ୍ତୁ ।"},{"number":2,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ଯେ ଯେ ନଗର ଦିଅନ୍ତି, ତହିଁର କୌଣସି ନଗରଦ୍ଵାର ମଧ୍ୟରେ ଯେବେ କୌଣସି ପୁରୁଷ କି ସ୍ତ୍ରୀ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ନିୟମ ଲଙ୍ଘନ କରି ତାହାଙ୍କ ଦୃଷ୍ଟିରେ କୁକର୍ମ କରୁଥିବାର ଦେଖାଯାଏ"},{"number":3,"verse":"ଓ ମୋହର ଆଜ୍ଞା ବିରୁଦ୍ଧରେ ସେ ଯାଇ ଅନ୍ୟ ଦେବତାଗଣର ସେବା କରିଥାଏ ଓ ସେମାନଙ୍କ, କି ସୂର୍ଯ୍ୟ, କି ଚନ୍ଦ୍ର, କି କୌଣସି ଆକାଶୀୟ ବାହିନୀକି ପୂଜା କରିଥାଏ;"},{"number":4,"verse":"ତେବେ, ତାହା ତୁମ୍ଭକୁ କୁହାଗଲେ ଓ ତୁମ୍ଭେ ତାହା ଶୁଣିଲେ, ତାହା ଭଲ ରୂପେ ବୁଝିବ; ଆଉ ଦେଖ, ଯେବେ ତାହା ସତ୍ୟ, ପୁଣି କଥା ନିଶ୍ଚିତ ହୁଏ ଯେ, ଇସ୍ରାଏଲ ମଧ୍ୟରେ ଏରୂପ ଘୃଣ୍ୟ କର୍ମ କରାଯାଇଅଛି;"},{"number":5,"verse":"ତେବେ ଯେଉଁ ପୁରୁଷ କି ଯେଉଁ ସ୍ତ୍ରୀ ସେହି କୁକର୍ମ କରିଅଛି, ତୁମ୍ଭେ ସେହି ପୁରୁଷକୁ କି ସେହି ସ୍ତ୍ରୀକି ନଗରଦ୍ଵାର ନିକଟକୁ ବାହାର କରି ଆଣିବ; ଆଉ ତୁମ୍ଭେ ସେମାନଙ୍କର ମରଣ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କୁ ପ୍ରସ୍ତରାଘାତ କରିବ ।"},{"number":6,"verse":"ପ୍ରାଣଦଣ୍ତଯୋଗ୍ୟ ବ୍ୟକ୍ତି ଦୁଇ ସାକ୍ଷୀର ବା ତିନି ସାକ୍ଷୀର ମୁଖ ଦ୍ଵାରା ହତ ହେବ; ଏକ ସାକ୍ଷୀର ମୁଖ ଦ୍ଵାରା ତାହାର ପ୍ରାଣଦଣ୍ତ ହେବ ନାହିଁ ।"},{"number":7,"verse":"ତାହାର ପ୍ରାଣଦଣ୍ତ କରିବା ପାଇଁ ତାହା ଉପରେ ପ୍ରଥମେ ସାକ୍ଷୀମାନଙ୍କର ହସ୍ତ, ତହିଁ ଉତ୍ତାରେ ସମସ୍ତ ଲୋକଙ୍କର ହସ୍ତ ଉଠିବ । ଏହିରୂପେ ତୁମ୍ଭେ ଆପଣା ମଧ୍ୟରୁ ଦୁଷ୍ଟତା ଦୂର କରିବ ।"},{"number":8,"verse":"( ଯାଜକ ଓ ବିଚାରକର୍ତ୍ତାଙ୍କ ଦ୍ଵାରା ବିଚାର) ତୁମ୍ଭ ନଗରଦ୍ଵାର ଭିତରେ, ରକ୍ତପାତ ଓ ରକ୍ତପାତ ମଧ୍ୟରେ, ବିବାଦ ଓ ବିବାଦ ମଧ୍ୟରେ ପୁଣି ଆଘାତ ଓ ଆଘାତ ମଧ୍ୟରେ ବିରୋଧ ଉଠିଲେ, ଯେବେ ତହିଁର ବିଚାର ତୁମ୍ଭ ପ୍ରତି ଅତି କଠିନ ବୋଧ ହୁଏ; ତେବେ ତୁମ୍ଭେ ଉଠି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ମନୋନୀତ ସ୍ଥାନକୁ ଯିବ;"},{"number":9,"verse":"ପୁଣି ତୁମ୍ଭେ ଲେବୀୟ ଯାଜକମାନଙ୍କ ନିକଟକୁ ଓ ସେହି ସମୟର ବିଚାରକର୍ତ୍ତା ନିକଟକୁ ଯିବ; ଆଉ ତୁମ୍ଭେ ବୁଝିବ; ତହିଁରେ ସେମାନେ ତୁମ୍ଭକୁ ବିଚାରର ନିଷ୍ପତ୍ତି ଜଣାଇବେ;"},{"number":10,"verse":"ତହୁଁ ସଦାପ୍ରଭୁଙ୍କ ମନୋନୀତ ସ୍ଥାନରୁ ସେମାନେ ତୁମ୍ଭକୁ ଯେଉଁ ନିଷ୍ପତ୍ତି ଜଣାଇବେ, ତହିଁର ମର୍ମ ଅନୁସାରେ ତୁମ୍ଭେ କର୍ମ କରିବ ଓ ସେମାନେ ତୁମ୍ଭକୁ ଯାହା ଶିଖାଇବେ, ତୁମ୍ଭେ ତଦନୁସାରେ କରିବାକୁ ମନୋଯୋଗ କରିବ ।"},{"number":11,"verse":"ବ୍ୟବସ୍ଥାର ମର୍ମ ଅନୁସାରେ ସେମାନେ ତୁମ୍ଭକୁ ଯାହା ଶିଖାଇବେ ଓ ବିଚାରର ନିଷ୍ପତ୍ତି ବିଷୟରେ ସେମାନେ ତୁମ୍ଭକୁ ଯାହା କହିବେ, ତୁମ୍ଭେ ତଦନୁସାରେ କରିବ; ସେମାନେ ତୁମ୍ଭକୁ ଯେଉଁ ନିଷ୍ପତ୍ତି ଜଣାଇବେ, ତହିଁର ଦକ୍ଷିଣକୁ କି ବାମକୁ ଫେରିବ ନାହିଁ ।"},{"number":12,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ସେବା କରିବା ପାଇଁ ସେ ସ୍ଥାନରେ ଠିଆ ହେବା ଯାଜକର କି ବିଚାରକର୍ତ୍ତାର ବାକ୍ୟରେ କର୍ଣ୍ଣପାତ ନ କରି ଯିଏ ଦୁଃସାହସରେ କର୍ମ କରେ, ସେ ଲୋକ ହତ ହେବ; ପୁଣି ତୁମ୍ଭେ ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ଏହି ଦୁଷ୍ଟତା ଦୂର କରିବ ।"},{"number":13,"verse":"ତହିଁରେ ସମସ୍ତ ଲୋକ ତାହା ଶୁଣି ଭୟ କରିବେ ଓ ଦୁଃସାହସରେ ଆଉ କର୍ମ କରିବେ ନାହିଁ ।"},{"number":14,"verse":"( ରାଜାଙ୍କ ସମ୍ପର୍କରେ ବ୍ୟବସ୍ଥା) ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ଯେଉଁ ଦେଶ ଦିଅନ୍ତି, ଯେତେବେଳେ ତୁମ୍ଭେ ତହିଁରେ ପ୍ରବେଶ କରି ତାହା ଅଧିକାର କରିବ ଓ ତହିଁ ମଧ୍ୟରେ ବାସ କରିବ; ଆଉ ଆମ୍ଭର ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ସକଳ ଗୋଷ୍ଠୀୟମାନଙ୍କ ପରି ଆମ୍ଭେ ମଧ୍ୟ ଆପଣା ଉପରେ ଏକ ରାଜା ନିଯୁକ୍ତ କରିବା, ଯେବେ ଏହି କଥା କହିବ;"},{"number":15,"verse":"ତେବେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଯାହାକୁ ମନୋନୀତ କରିବେ, ତାହାକୁ ହିଁ ତୁମ୍ଭେ ଆପଣା ଉପରେ ରାଜା କରିବ; ତୁମ୍ଭେ ଆପଣା ଭ୍ରାତୃଗଣ ମଧ୍ୟରୁ ଜଣକୁ ଆପଣା ଉପରେ ରାଜା କରି ନିଯୁକ୍ତ କରିବ; ଯେ ତୁମ୍ଭର ଭ୍ରାତା ନୁହେଁ, ଏପରି ବିଦେଶୀୟ ବ୍ୟକ୍ତିକି ରାଜା କରି ପାରିବ ନାହିଁ ।"},{"number":16,"verse":"ମାତ୍ର ସେ ରାଜା ଆପଣା ପାଇଁ ଅନେକ ଅଶ୍ଵ ରଖିବ ନାହିଁ, କିଅବା ଅନେକ ଅଶ୍ଵ ରଖିବା ଅଭିପ୍ରାୟରେ ଲୋକମାନଙ୍କୁ ପୁନର୍ବାର ମିସରକୁ ଗମନ କରାଇବ ନାହିଁ; କାରଣ ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କୁ କହିଅଛନ୍ତି, ତୁମ୍ଭେମାନେ ଏ ସମୟଠାରୁ ସେ ପଥରେ ଆଉ ଫେରି ଯିବ ନାହିଁ ।"},{"number":17,"verse":"କିଅବା ସେ ଅନେକ ସ୍ତ୍ରୀ ବିବାହ କରିବ ନାହିଁ, କଲେ ତାହାର ହୃଦୟ ବିପଥଗାମୀ ହେବ; ଅଥବା ସେ ଆପଣା ପାଇଁ ରୂପା କି ସୁନା ଅତିଶୟ ବଢ଼ାଇବ ନାହିଁ ।"},{"number":18,"verse":"ପୁଣି ସେ ଆପଣା ରାଜ୍ୟର ସିଂହାସନରେ ଉପବିଷ୍ଟ ହେଲେ, ଆପଣା ପାଇଁ ଏକ ପୁସ୍ତକରେ ଲେବୀୟ ଯାଜକମାନଙ୍କ ସମ୍ମୁଖସ୍ଥିତ ଏହି ବ୍ୟବସ୍ଥାରୁ ଉତ୍ତାରି ଲେଖି ରଖିବ ।"},{"number":19,"verse":"ଆଉ ତାହା ତାହାର ନିକଟରେ ରହିବ ଓ ସେ ଯାବଜ୍ଜୀବନ ତାହା ପାଠ କରିବ; ତହିଁରେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କୁ ଭୟ କରିବାକୁ ଓ ଏହି ବ୍ୟବସ୍ଥାର ସମସ୍ତ ବାକ୍ୟ ଓ ବିଧି ପାଳନ କରିବାକୁ ଶିଖିବ;"},{"number":20,"verse":"ଆପଣା ଭ୍ରାତୃଗଣ ଉପରେ ତାହାର ହୃଦୟ ଅହଙ୍କାରୀ ହେବ, ନାହିଁ ପୁଣି ସେ ଆଜ୍ଞାର ଦକ୍ଷିଣକୁ କି ବାମକୁ ଫେରିବ ନାହିଁ; ତହିଁରେ ସେ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ତାହାର ଓ ତାହାର ସନ୍ତାନମାନଙ୍କ ରାଜତ୍ଵର ଦିନ ବଢ଼ାଇ ପାରିବ ।"}]}