{"bibleAbbr":"orOV2014","bookName":"ଦ୍ଵିତୀୟ ବିବରଣ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପଞ୍ଚମ ପୁସ୍ତକ ହୋରେବ ତ୍ୟାଗ କରିବାକୁ ଆଦେଶ","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"( ଅମୀମାଂସିତ ରକ୍ତପାତର କ୍ଷମା) ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଅଧିକାରାର୍ଥେ ତୁମ୍ଭକୁ ଯେଉଁ ଦେଶ ଦିଅନ୍ତି, ତହିଁ ମଧ୍ୟରେ ଯେବେ କ୍ଷେତ୍ରରେ ପତିତ କୌଣସି ହତ ଲୋକ ଦେଖାଯାଏ, ମାତ୍ର ତାହାକୁ କିଏ ବଧ କରିଅଛି, ତାହା ଜଣା ନ ଯାଏ,"},{"number":2,"verse":"ତେବେ ତୁମ୍ଭର ପ୍ରାଚୀନବର୍ଗ ଓ ବିଚାରକର୍ତ୍ତାମାନେ ବାହାରେ ଯାଇ ସେହି ହତ ଲୋକର ଚତୁଷ୍ପାର୍ଶ୍ଵସ୍ଥ କେଉଁ ନଗର କେତେ ଦୂର, ତାହା ମାପିବେ ।"},{"number":3,"verse":"ତହିଁରେ ଯେଉଁ ନଗର ସେହି ହତ ଲୋକର ନିକଟସ୍ଥ ହେବ, ତହିଁର ପ୍ରାଚୀନବର୍ଗ ଗୋଠରୁ ଏପରି ଏକ ଗାଭୀ ନେବେ, ଯାହା ଦ୍ଵାରା କେବେ ଯୁଆଳି ବହନାଦି କୌଣସି କର୍ମ କରାଯାଇ ନାହିଁ ।"},{"number":4,"verse":"ଆଉ ଯହିଁରେ ଚାଷ କି ବୁଣା ହୋଇ ନାହିଁ, ଏପରି ନିତ୍ୟ ଜଳସ୍ରୋତବାହୀ ତଳଭୂମିକି ସେହି ନଗରର ପ୍ରାଚୀନବର୍ଗ ସେହି ଗାଭୀକି ଆଣି ସେଠାରେ ତାହାର ବେକ ଭାଙ୍ଗିବେ ।"},{"number":5,"verse":"ତହୁଁ ଲେବୀ-ସନ୍ତାନ ଯାଜକମାନେ ତାହା ନିକଟକୁ ଆସିବେ; କାରଣ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଆପଣା ସେବାର୍ଥେ ଓ ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ଆଶୀର୍ବାଦ କରଣାର୍ଥେ ସେମାନଙ୍କୁ ମନୋନୀତ କରିଅଛନ୍ତି; ଏଣୁ ସେମାନଙ୍କ ବାକ୍ୟାନୁସାରେ ପ୍ରତ୍ୟେକ ବିରୋଧର ଓ ଆଘାତର ବିଚାର ହେବ ।"},{"number":6,"verse":"ତହିଁ ଉତ୍ତାରେ ହତ ଲୋକର ନିକଟସ୍ଥ ସେହି ନଗରର ସମସ୍ତ ପ୍ରାଚୀନବର୍ଗ ସେହି ତଳଭୂମିରେ ବେକଭଙ୍ଗା ଗାଭୀ ଉପରେ ଆପଣା ଆପଣା ହସ୍ତ ପ୍ରକ୍ଷାଳନ କରିବେ ।"},{"number":7,"verse":"ଆଉ ସେମାନେ ଉତ୍ତର ଦେଇ କହିବେ, ଆମ୍ଭମାନଙ୍କ ହସ୍ତ ଏହି ରକ୍ତପାତ କରି ନାହିଁ, କିଅବା ଆମ୍ଭମାନଙ୍କ ଚକ୍ଷୁ ଏହା ଦେଖି ନାହିଁ ।"},{"number":8,"verse":"ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ଆପଣାର ଯେଉଁ ଇସ୍ରାଏଲ ଲୋକଙ୍କୁ ମୁକ୍ତ କରିଅଛ, ସେମାନଙ୍କୁ କ୍ଷମା କର; ଆପଣା ଇସ୍ରାଏଲ ଲୋକ ମଧ୍ୟରେ ନିରପରାଧର ରକ୍ତପାତ-ଦୋଷ ରହିବାକୁ ଦିଅ ନାହିଁ । ତହିଁରେ ସେମାନଙ୍କ ପ୍ରତି ସେହି ରକ୍ତପାତ-ଦୋଷ କ୍ଷମା ହେବ;"},{"number":9,"verse":"ଏହିରୂପେ ତୁମ୍ଭେ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଯଥାର୍ଥ କର୍ମ କଲେ, ଆପଣା ମଧ୍ୟରୁ ନିରପରାଧର ରକ୍ତପାତ-ଦୋଷ ଦୂର କରିବ ।"},{"number":10,"verse":"( ଯୁଦ୍ଧ ବନ୍ଦିନୀମାନଙ୍କ ସମ୍ପର୍କରେ) ତୁମ୍ଭେ ଆପଣା ଶତ୍ରୁମାନଙ୍କ ସହିତ ଯୁଦ୍ଧ କରିବାକୁ ଗମନ କଲେ, ଯେବେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ସେମାନଙ୍କୁ ତୁମ୍ଭ ହସ୍ତରେ ସମର୍ପଣ କରନ୍ତି ଓ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ବନ୍ଦୀ କରି ଘେନିଯାଅ;"},{"number":11,"verse":"ପୁଣି ସେହି ବନ୍ଦୀମାନଙ୍କ ମଧ୍ୟରେ କୌଣସି ସୁନ୍ଦରୀ ସ୍ତ୍ରୀ ଦେଖି ତାହା ପ୍ରତି ପ୍ରେମାସକ୍ତ ହେଲେ, ଯେବେ ତୁମ୍ଭେ ତାହାକୁ ବିବାହ କରିବାକୁ ଇଚ୍ଛା କର,"},{"number":12,"verse":"ତେବେ ତୁମ୍ଭେ ତାହାକୁ ଆପଣା ଘରକୁ ଆଣିବ, ପୁଣି ସେ ଆପଣା ମସ୍ତକ ମୁଣ୍ତନ କରି ନଖ କାଟିବ;"},{"number":13,"verse":"ଆଉ ସେ ଆପଣା ବନ୍ଦୀତ୍ଵାବସ୍ଥାର ବସ୍ତ୍ର ତ୍ୟାଗ କରି ତୁମ୍ଭ ଗୃହରେ ରହିବ ଓ ଆପଣା ପିତା ଓ ଆପଣା ମାତା ନିମନ୍ତେ ପୂର୍ଣ୍ଣ ଏକ ମାସ ବିଳାପ କରିବ । ତହିଁ ଉତ୍ତାରେ ତୁମ୍ଭେ ତାହାର ସହବାସ କରିବ ଓ ତାହାର ସ୍ଵାମୀ ହେବ, ଆଉ ସେ ତୁମ୍ଭର ଭାର୍ଯ୍ୟା ହେବ ।"},{"number":14,"verse":"ଯେବେ ତାହା ଉପରେ ତୁମ୍ଭର ସନ୍ତୋଷ ନ ହୁଏ, ତେବେ ତାହାର ଇଚ୍ଛାନୁସାରେ ତାହାକୁ ଯିବାକୁ ଦେବ; ମାତ୍ର ତୁମ୍ଭେ ଟଙ୍କା ନେଇ କୌଣସି ପ୍ରକାରେ ତାହାକୁ ବିକିବ ନାହିଁ, ତୁମ୍ଭେ ତାହା ପ୍ରତି ଦାସୀ ପରି ବ୍ୟବହାର କରିବ ନାହିଁ, କାରଣ ତୁମ୍ଭେ ତାହାର ସହବାସ କରିଅଛ ।"},{"number":15,"verse":"( ପ୍ରଥମଜାତର) ଯେବେ କୌଣସି ପୁରୁଷର ଦୁଇ ଭାର୍ଯ୍ୟା ଥାଏ, ଜଣେ ପ୍ରିୟା ଓ ଜଣେ ଅପ୍ରିୟା, ପୁଣି ପ୍ରିୟା ଓ ଅପ୍ରିୟା ଦୁହେଁ ତାହାର ଔରସରେ ସନ୍ତାନ ପ୍ରସବ କରନ୍ତି; ମାତ୍ର ପ୍ରଥମଜାତ ପୁତ୍ର ଅପ୍ରିୟାର ସନ୍ତାନ ହୁଏ;"},{"number":16,"verse":"ତେବେ ସେ ଆପଣା ପୁତ୍ରମାନଙ୍କୁ ସର୍ବସ୍ଵର ଅଧିକାର ଦେବା ସମୟରେ ଅପ୍ରିୟାଜାତ ଜ୍ୟେଷ୍ଠପୁତ୍ର ଥାଉ ଥାଉ ସେ ପ୍ରିୟାଜାତ ପୁତ୍ରକୁ ଜ୍ୟେଷ୍ଠାଧିକାର ଦେଇ ପାରିବ ନାହିଁ ।"},{"number":17,"verse":"ମାତ୍ର ସେ ଅପ୍ରିୟା ପୁତ୍ରକୁ ଜ୍ୟେଷ୍ଠ ବୋଲି ସ୍ଵୀକାର କରି ଆପଣା ସର୍ବସ୍ଵରୁ ଦୁଇଗୁଣ ଅଂଶ ତାହାକୁ ଦେବ; କାରଣ ସେ ତାହାର ଶକ୍ତିର ପ୍ରଥମ ଫଳ; ଜ୍ୟେଷ୍ଠାଧିକାର ତାହାରି ଅଟେ ।"},{"number":18,"verse":"( ଅବାଧ୍ୟ ପୁତ୍ରର ଦଣ୍ତ) ଯେବେ କାହାରି ପୁତ୍ର ଅବାଧ୍ୟ ଓ ବିରୋଧୀ ହୁଏ, ଆପଣା ପିତାର କଥା କି ଆପଣା ମାତାର କଥା ନ ମାନେ, ପୁଣି ସେମାନେ ତାହାକୁ ଶାସନ କଲେ ହେଁ ସେମାନଙ୍କ କଥା ନ ଶୁଣେ;"},{"number":19,"verse":"ତେବେ ତାହାର ପିତା ଓ ମାତା ତାହାକୁ ଧରି ତାହାର ନଗରସ୍ଥ ପ୍ରାଚୀନମାନଙ୍କ ନିକଟକୁ ତାହାର ନଗରଦ୍ଵାରକୁ ନେଇଯିବେ;"},{"number":20,"verse":"ପୁଣି ସେମାନେ ତାହାର ନଗରସ୍ଥ ପ୍ରାଚୀନମାନଙ୍କୁ କହିବେ, ଆମ୍ଭମାନଙ୍କର ଏହି ପୁତ୍ର ଅବାଧ୍ୟ ଓ ବିରୋଧୀ, ସେ ଆମ୍ଭମାନଙ୍କ କଥା ମାନେ ନାହିଁ; ସେ ଲୋଚ୍ଚା ଓ ମଦୁଆ ।"},{"number":21,"verse":"ତହିଁରେ ତାହାର ନଗରସ୍ଥ ସମସ୍ତ ପୁରୁଷ ତାହାକୁ ପଥର ପକାଇ ବଧ କରିବେ; ଏହିରୂପେ ତୁମ୍ଭେ ଆପଣା ମଧ୍ୟରୁ ଦୁଷ୍ଟତା ଦୂର କରିବ, ତହିଁରେ ସମୁଦାୟ ଇସ୍ରାଏଲ ଶୁଣିବେ ଓ ଭୟ କରିବେ ।"},{"number":22,"verse":"( ବିଭିନ୍ନ ବ୍ୟବସ୍ଥା) ଆଉ କୌଣସି ମନୁଷ୍ୟ ମୃତ୍ୟୁଯୋଗ୍ୟ ପାପ କଲେ, ଯେବେ ତାହାର ପ୍ରାଣଦଣ୍ତ ହୁଏ ଓ ତୁମ୍ଭେ ତାହାକୁ ବୃକ୍ଷରେ ଟଙ୍ଗାଇ ଦିଅ;"},{"number":23,"verse":"ତେବେ ତାହାର ଶବ ରାତ୍ରିଯାକ ବୃକ୍ଷରେ ଟଙ୍ଗା ହୋଇ ରହିବ ନାହିଁ; ମାତ୍ର ତୁମ୍ଭେ କୌଣସି ପ୍ରକାରେ ସେହିଦିନ ତାହାକୁ କବର ଦେବ; କାରଣ ଯେ ଟଙ୍ଗାଯାଏ, ସେ ପରମେଶ୍ଵରଙ୍କ ଅଭିଶାପପାତ୍ର। ଆଉ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଅଧିକାରାର୍ଥେ ତୁମ୍ଭକୁ ଯେଉଁ ଭୂମି ଦେବେ, ତୁମ୍ଭେ ତାହା ଅଶୁଚି କରିବ ନାହିଁ ⇧।"}]}