{"bibleAbbr":"orOV2014","bookName":"ଦ୍ଵିତୀୟ ବିବରଣ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପଞ୍ଚମ ପୁସ୍ତକ ହୋରେବ ତ୍ୟାଗ କରିବାକୁ ଆଦେଶ","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"( ପ୍ରସ୍ତର ଲିଖିତ ବ୍ୟବସ୍ଥା) ଅନନ୍ତର ମୋଶା ଇସ୍ରାଏଲର ପ୍ରାଚୀନବର୍ଗ ଲୋକମାନଙ୍କୁ ଆଜ୍ଞା ଦେଇ କହିଲେ, ଆଜି ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ଯେ ଯେ ଆଜ୍ଞା ଦେଉଅଛି, ତୁମ୍ଭେମାନେ ସେସବୁ ପାଳନ କର ।"},{"number":2,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ଯେଉଁ ଦେଶ ଦେବେ, ତୁମ୍ଭେ ଯେଉଁଦିନ ଯର୍ଦ୍ଦନ ପାର ହୋଇ ସେଠାରେ ଉପସ୍ଥିତ ହେବ, ସେହିଦିନ ଆପଣା ନିମନ୍ତେ କେତେକ ବୃହତ ପ୍ରସ୍ତର ସ୍ଥାପନ କରିବ ଓ ତାହା ଚୂନରେ ଲେପିବ ।"},{"number":3,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପୂର୍ବପୁରୁଷମାନଙ୍କ ପରମେଶ୍ଵର ତୁମ୍ଭ ନିକଟରେ ଯେଉଁ ପ୍ରତିଜ୍ଞା କରିଅଛନ୍ତି, ତଦନୁସାରେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ଯେଉଁ ଦୁଗ୍ଧମଧୁପ୍ରବାହୀ ଦେଶ ଦେବେ, ତହିଁ ମଧ୍ୟରେ ତୁମ୍ଭେ ଯେପରି ପ୍ରବେଶ କରି ପାରିବ, ଏଥିପାଇଁ ପାର ହେବା ସମୟରେ ତୁମ୍ଭେ ସେହି ପ୍ରସ୍ତରଗୁଡ଼ିକ ଉପରେ ଏହି ବ୍ୟବସ୍ଥାର ସମସ୍ତ କଥା ଲେଖିବ ।"},{"number":4,"verse":"ପୁଣି ଆଜି ମୁଁ ଯେଉଁ ପ୍ରସ୍ତରଗୁଡ଼ିକ ବିଷୟରେ ତୁମ୍ଭମାନଙ୍କୁ ଏହି ଆଜ୍ଞା ଦେଲି, ତୁମ୍ଭେମାନେ ଯର୍ଦ୍ଦନ ପାର ହେଲା ଉତ୍ତାରେ ଏବଲ ପର୍ବତରେ ସେହି ପ୍ରସ୍ତର ସବୁ ସ୍ଥାପନ କରିବ ଓ ତାହା ଚୂନରେ ଲେପିବ ।"},{"number":5,"verse":"ଆଉ ତୁମ୍ଭେ ସେଠାରେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଏକ ଯଜ୍ଞବେଦି, ଅର୍ଥାତ୍, ପ୍ରସ୍ତରର ଏକ ଯଜ୍ଞବେଦି ନିର୍ମାଣ କରିବ; ସେସବୁ ପ୍ରସ୍ତର ଉପରେ ଲୌହ-ଅସ୍ତ୍ର ଉଞ୍ଚାଇବ ନାହିଁ ।"},{"number":6,"verse":"ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ଯଜ୍ଞବେଦି ଅଚଞ୍ଛା ପ୍ରସ୍ତରରେ ନିର୍ମାଣ କରିବ ଓ ତୁମ୍ଭେ ତହିଁ ଉପରେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ହୋମବଳି ଉତ୍ସର୍ଗ କରିବ;"},{"number":7,"verse":"ଆଉ ତୁମ୍ଭେ ମଙ୍ଗଳାର୍ଥକ ବଳିଦାନ କରି ସେଠାରେ ଭୋଜନ କରିବ ଓ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ଆନନ୍ଦ କରିବ ।"},{"number":8,"verse":"ପୁଣି ତୁମ୍ଭେ ସେହି ପ୍ରସ୍ତର ଉପରେ ଏହି ବ୍ୟବସ୍ଥାର ସମସ୍ତ କଥା ଉତ୍ତମ ରୂପେ ଖୋଳି ଲେଖିବ ।"},{"number":9,"verse":"ଏଉତ୍ତାରେ ମୋଶା ଓ ଲେବୀୟ ଯାଜକମାନେ ସମସ୍ତ ଇସ୍ରାଏଲକୁ କହିଲେ, ହେ ଇସ୍ରାଏଲ, ନୀରବ ହୋଇ ଅବଧାନ କର, ଆଜି ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କର ଲୋକ ହେଲ ।"},{"number":10,"verse":"ଏହେତୁ ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ରବରେ କର୍ଣ୍ଣପାତ କରିବ ଓ ଆଜି ମୁଁ ତାହାଙ୍କର ଯେସମସ୍ତ ଆଜ୍ଞା ଓ ବିଧି ତୁମ୍ଭକୁ ଆଜ୍ଞା କରୁଅଛି, ତାହା ପାଳନ କରିବ ।"},{"number":11,"verse":"( ଅବାଧ୍ୟତାର ଶାପ) ସେହିଦିନ ମୋଶା ଲୋକମାନଙ୍କୁ ଆଜ୍ଞା ଦେଇ କହିଲେ,"},{"number":12,"verse":"ତୁମ୍ଭେମାନେ ଯର୍ଦ୍ଦନ ପାର ହେଲା ଉତ୍ତାରେ ଶିମୀୟୋନ ଓ ଲେବୀ ଓ ଯିହୁଦା ଓ ଇଷାଖର ଓ ଯୋଷେଫ ଓ ବିନ୍ୟାମୀନ, ଏସବୁ (ବଂଶ) ଲୋକମାନଙ୍କୁ ଆଶୀର୍ବାଦ କରିବା ନିମନ୍ତେ ଗରିଷୀମ୍ ପର୍ବତରେ ଠିଆ ହେବେ ।"},{"number":13,"verse":"ପୁଣି ରୁବେନ୍ ଓ ଗାଦ୍ ଓ ଆଶେର୍ ଓ ସବୂଲୂନ ଓ ଦାନ୍ ଓ ନପ୍ତାଲି, ଏସବୁ (ବଂଶ) ଶାପ ଦେବା ନିମନ୍ତେ ଏବଲ ପର୍ବତରେ ଠିଆ ହେବେ ।"},{"number":14,"verse":"ଆଉ ଲେବୀୟମାନେ ଉଚ୍ଚୈଃସ୍ଵରରେ ସମସ୍ତ ଇସ୍ରାଏଲୀୟ ଲୋକଙ୍କୁ ଉତ୍ତର ଦେଇ କହିବେ :"},{"number":15,"verse":"ଯେଉଁ ମନୁଷ୍ୟ ସଦାପ୍ରଭୁଙ୍କ ଘୃଣିତ, ଶିଳ୍ପକରର ହସ୍ତକୃତ କୌଣସି ଖୋଦିତ କି ଛାଞ୍ଚରେ ଢଳା ପ୍ରତିମା ନିର୍ମାଣ କରି ଗୋପନରେ ସ୍ଥାପନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ ଉତ୍ତର ଦେଇ କହିବେ, ଆମେନ୍ (ଏପରି ହେଉ) ।"},{"number":16,"verse":"ଯେ କେହି ଆପଣା ପିତାଙ୍କୁ କି ଆପଣା ମାତାଙ୍କୁ ଅବଜ୍ଞା କରଇ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":17,"verse":"ଯେ କେହି ଆପଣା ପ୍ରତିବାସୀର ଭୂମିଚିହ୍ନ ଘୁଞ୍ଚାଏ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":18,"verse":"ଯେ କେହି ଅନ୍ଧକୁ ବାଟରୁ ବୁଲାଏ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":19,"verse":"ଯେ କେହି ବିଦେଶୀ, ପିତୃହୀନ ଓ ବିଧବାର ବିଚାର ବିଗାଡ଼େ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":20,"verse":"ଯେ କେହି ଆପଣା ପିତୃଭାର୍ଯ୍ୟା ସଙ୍ଗେ ଶୟନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ; ଯେହେତୁ ସେ ଆପଣା ପିତାର ଅଞ୍ଚଳ ଅନାବୃତ କଲା । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":21,"verse":"ଯେ କେହି କୌଣସି ପ୍ରକାର ପଶୁ ସଙ୍ଗେ ଶୟନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":22,"verse":"ଯେ କେହି ଆପଣା ଭଗିନୀ, ଅର୍ଥାତ୍, ଆପଣା ପିତୃକନ୍ୟା କି ଆପଣା ମାତୃକନ୍ୟା ସଙ୍ଗେ ଶୟନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":23,"verse":"ଯେ କେହି ଆପଣା ଶାଶୁ ସଙ୍ଗେ ଶୟନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":24,"verse":"ଯେ କେହି ଆପଣା ପ୍ରତିବାସୀକି ଗୋପନରେ ବଧ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":25,"verse":"ଯେ କେହି ନିର୍ଦ୍ଦୋଷ ପ୍ରାଣୀକି ବଧ କରିବାକୁ ଲାଞ୍ଚ ନିଏ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"},{"number":26,"verse":"ଯେ କେହି ଏହି ବ୍ୟବସ୍ଥାର କଥାସବୁ ପାଳିବାକୁ ତହିଁରେ ଆସ୍ଥା ନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ତହିଁରେ ସମସ୍ତ ଲୋକ କହିବେ, ଆମେନ୍ ।"}]}