{"bibleAbbr":"orOV2014","bookName":"ଦ୍ଵିତୀୟ ବିବରଣ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପଞ୍ଚମ ପୁସ୍ତକ ହୋରେବ ତ୍ୟାଗ କରିବାକୁ ଆଦେଶ","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"( ଆଜ୍ଞାବହତାର ଆଶୀର୍ବାଦ) ମୁଁ ଆଜି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କର ଯେ ଯେ ଆଜ୍ଞା ତୁମ୍ଭକୁ ଆଦେଶ କରୁଅଛି, ସେସବୁ ମାନିବା ପାଇଁ ଓ କରିବା ପାଇଁ ଯେବେ ତୁମ୍ଭେ ତାହାଙ୍କ ରବରେ ଯନିପୂର୍ବକ କର୍ଣ୍ଣପାତ କରିବ, ତେବେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ପୃଥିବୀସ୍ଥ ସମସ୍ତ ଦେଶୀୟ ଲୋକଙ୍କ ଅପେକ୍ଷା ତୁମ୍ଭକୁ ଶ୍ରେଷ୍ଠ କରିବେ ।"},{"number":2,"verse":"ଯେବେ ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ରବ ଶୁଣିବ, ତେବେ ଏହିସବୁ ଆଶୀର୍ବାଦ ତୁମ୍ଭ ଉପରେ ବର୍ତ୍ତିବ ଓ ତୁମ୍ଭର ସଙ୍ଗ ଧରିବ ।"},{"number":3,"verse":"ତୁମ୍ଭେ ନଗରରେ ଧନ୍ୟ ହେବ ଓ କ୍ଷେତ୍ରରେ ଧନ୍ୟ ହେବ ।"},{"number":4,"verse":"ତୁମ୍ଭ ଶରୀରର ଫଳ ଓ ତୁମ୍ଭ ଭୂମିର ଫଳ ଓ ତୁମ୍ଭ ପଶୁର ଫଳ, ଅର୍ଥାତ୍, ଗୋବତ୍ସ ଓ ମେଷପଲର ଶାବକ ଧନ୍ୟ ହେବ ।"},{"number":5,"verse":"ତୁମ୍ଭ ଚାଙ୍ଗୁଡ଼ି ଓ ମଇଦା ଦଳିବା ପାତ୍ର ଧନ୍ୟ ହେବ ।"},{"number":6,"verse":"ତୁମ୍ଭେ ଗୃହକୁ ଆସିବା ବେଳେ ଧନ୍ୟ ଓ ଗୃହରୁ ବାହାରେ ଯିବା ବେଳେ ଧନ୍ୟ ହେବ ।"},{"number":7,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଉଠିବା ଶତ୍ରୁମାନଙ୍କୁ ତୁମ୍ଭ ଆଗେ ଆଗେ ପରାସ୍ତ କରାଇବେ; ସେମାନେ ଏକ ପଥ ଦେଇ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଆସିବେ, ମାତ୍ର ସାତ ପଥ ଦେଇ ତୁମ୍ଭ ସମ୍ମୁଖରୁ ପଳାଇବେ ।"},{"number":8,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ଅମାରରେ ଓ ଯେ ଯେ କର୍ମରେ ତୁମ୍ଭେ ହସ୍ତ ଦେବ, ସେସବୁରେ ଆଶୀର୍ବାଦପ୍ରାପ୍ତି ଆଜ୍ଞା କରିବେ; ପୁଣି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ଯେଉଁ ଦେଶ ଦେବେ, ତହିଁରେ ସେ ତୁମ୍ଭକୁ ଆଶୀର୍ବାଦ କରିବେ ।"},{"number":9,"verse":"ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ଆଜ୍ଞା ପାଳନ ଓ ତାହାଙ୍କ ପଥରେ ଗମନ କଲେ, ସଦାପ୍ରଭୁ ଆପଣା ଶପଥ ଅନୁସାରେ ତୁମ୍ଭକୁ ଆପଣା ପବିତ୍ର ଲୋକ କରି ସ୍ଥାପନ କରିବେ ।"},{"number":10,"verse":"ପୁଣି ତୁମ୍ଭେ ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ପ୍ରସିଦ୍ଧ ଅଛ ବୋଲି ପୃଥିବୀସ୍ଥ ସମସ୍ତ ଲୋକ ଦେଖିବେ ଓ ସେମାନେ ତୁମ୍ଭ ବିଷୟରେ ଭୀତ ହେବେ ।"},{"number":11,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ଯେଉଁ ଦେଶ ଦେବାକୁ ତୁମ୍ଭ ପୂର୍ବପୁରୁଷମାନଙ୍କ ନିକଟରେ ଶପଥ କରିଅଛନ୍ତି, ସେଠାରେ ତୁମ୍ଭ ଶରୀରଫଳରେ ଓ ତୁମ୍ଭ ପଶୁଫଳରେ ଓ ତୁମ୍ଭ ଭୂମିଫଳରେ ମଙ୍ଗଳାର୍ଥେ ତୁମ୍ଭକୁ ବର୍ଦ୍ଧିଷ୍ଣୁ କରିବେ ।"},{"number":12,"verse":"ସଦାପ୍ରଭୁ ଯଥାସମୟରେ ତୁମ୍ଭ ଭୂମିରେ ବୃଷ୍ଟି ଦେବାକୁ ଓ ତୁମ୍ଭ ହସ୍ତର ସମସ୍ତ କର୍ମରେ ଆଶୀର୍ବାଦ କରିବାକୁ ଆପଣା ଆକାଶ ରୂପ ଉତ୍ତମ ଭଣ୍ତାର ତୁମ୍ଭ ପ୍ରତି ମୁକ୍ତ କରିବେ; ତହିଁରେ ତୁମ୍ଭେ ଅନେକ ଗୋଷ୍ଠୀୟ ଲୋକମାନଙ୍କୁ ଋଣ ଦେବ, ମାତ୍ର ତୁମ୍ଭେ ଋଣ ନେବ ନାହିଁ ।"},{"number":13,"verse":"ଆଉ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କର ଯେ ଯେ ଆଜ୍ଞା ମାନିବାକୁ ଓ କରିବାକୁ ମୁଁ ଆଜି ତୁମ୍ଭକୁ ଆଦେଶ କରୁଅଛି, ସେସବୁ ଯେବେ ତୁମ୍ଭେ ଶୁଣିବ ଓ ମୁଁ ଆଜି ତୁମ୍ଭମାନଙ୍କୁ ଯେ ଯେ ବାକ୍ୟ ଆଜ୍ଞା କରୁଅଛି, ତୁମ୍ଭେ ତହିଁ ମଧ୍ୟରୁ କୌଣସି ବାକ୍ୟର ଦକ୍ଷିଣରେ କି ବାମରେ ଫେରି ଅନ୍ୟ ଦେବତାଗଣର ସେବା କରିବା ପାଇଁ ସେମାନଙ୍କ ଅନୁଗାମୀ ନ ହେବ,"},{"number":14,"verse":"ତେବେ ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ମସ୍ତକ କରିବେ, ଲାଙ୍ଗୁଳ କରିବେ ନାହିଁ; ତୁମ୍ଭେ କେବଳ ଉପରିସ୍ଥ ହେବ, ପୁଣି ନୀଚସ୍ଥ ହେବ ନାହିଁ ।"},{"number":15,"verse":"( ଅନାଜ୍ଞାବହତାର ଅଭିଶାପ) ମାତ୍ର ମୁଁ ଆଜି ତୁମ୍ଭକୁ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ଯେ ଯେ ଆଜ୍ଞା ଓ ବିଧି ଆଦେଶ କରୁଅଛି, ସେସବୁ ମାନିବା ପାଇଁ ଓ କରିବା ପାଇଁ ଯେବେ ତୁମ୍ଭେ ତାହାଙ୍କ ରବରେ କର୍ଣ୍ଣପାତ ନ କରିବ, ତେବେ ଏହିସବୁ ଅଭିଶାପ ତୁମ୍ଭ ଉପରେ ବର୍ତ୍ତିବ ଓ ତୁମ୍ଭ ସଙ୍ଗ ଧରିବ ।"},{"number":16,"verse":"ତୁମ୍ଭେ ନଗରରେ ଶାପଗ୍ରସ୍ତ ହେବ ଓ କ୍ଷେତ୍ରରେ ଶାପଗ୍ରସ୍ତ ହେବ ।"},{"number":17,"verse":"ତୁମ୍ଭର ଚାଙ୍ଗୁଡ଼ି ଓ ମଇଦା ଦଳିବା ପାତ୍ର ଶାପଗ୍ରସ୍ତ ହେବ ।"},{"number":18,"verse":"ତୁମ୍ଭ ଶରୀରଫଳ ଓ ଭୂମିଫଳ ଓ ତୁମ୍ଭ ଗୋବତ୍ସ ଓ ମେଷପଲର ଶାବକ ଶାପଗ୍ରସ୍ତ ହେବ ।"},{"number":19,"verse":"ତୁମ୍ଭେ ଗୃହକୁ ଆସିବା ବେଳେ ଶାପଗ୍ରସ୍ତ ହେବ ଓ ତୁମ୍ଭେ ଗୃହରୁ ବାହାରକୁ ଯିବା ବେଳେ ଶାପଗ୍ରସ୍ତ ହେବ ।"},{"number":20,"verse":"ତୁମ୍ଭେ ଆପଣାର ଯେଉଁ ମନ୍ଦ କର୍ମ ଦ୍ଵାରା ମୋତେ ତ୍ୟାଗ କଲ, ତହିଁ ହେତୁ ତୁମ୍ଭର ସଂହାର ଓ ଶୀଘ୍ର ବିନାଶ ହେବା ପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭ ହସ୍ତର ସମସ୍ତ କର୍ମରେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପ୍ରତି ଅଭିଶାପ, ବ୍ୟାକୁଳତା ଓ ଭର୍ତ୍ସନା ପଠାଇବେ ।"},{"number":21,"verse":"ତୁମ୍ଭେ ଯେଉଁ ଦେଶ ଅଧିକାର କରିବାକୁ ଯାଉଅଛ, ସେଠାରୁ ତୁମ୍ଭେମାନେ ଉଚ୍ଛିନ୍ନ ହେବା ପର୍ଯ୍ୟନ୍ତ ସଦାପ୍ରଭୁ ତୁମ୍ଭଠାରେ ମହାମାରୀ ଲଗାଇ ରଖିବେ ।"},{"number":22,"verse":"ସଦାପ୍ରଭୁ ଯକ୍ଷ୍ମା ଓ ଜ୍ଵର ଓ ଜ୍ଵାଳା ଓ ଅତିଦାହ ଓ ଖଡ଼୍‍ଗ ଓ ଶସ୍ୟର ଶୋଷ ଓ ମ୍ଳାନି ଦ୍ଵାରା ତୁମ୍ଭକୁ ଆଘାତ କରିବେ; ତୁମ୍ଭର ବିନାଶ ହେବା ପର୍ଯ୍ୟନ୍ତ ସେସବୁ ତୁମ୍ଭର ପିଚ୍ଛା ଲାଗିଥିବେ ।"},{"number":23,"verse":"ପୁଣି ତୁମ୍ଭ ମସ୍ତକ-ଉପରିସ୍ଥ ଆକାଶ ପିତ୍ତଳ ହେବ ଓ ତୁମ୍ଭ ନୀଚସ୍ଥିତ ପୃଥିବୀ ଲୁହା ହେବ ।"},{"number":24,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ଦେଶରେ ଜଳ ବଦଳେ ଧୂଳି ଓ ବାଲି ବର୍ଷାଇବେ, ତୁମ୍ଭର ବିନାଶ ହେବା ପର୍ଯ୍ୟନ୍ତ ତାହା ଆକାଶରୁ ତୁମ୍ଭ ଉପରେ ପଡ଼ିବ ।"},{"number":25,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ଶତ୍ରୁମାନଙ୍କ ସମ୍ମୁଖରେ ତୁମ୍ଭକୁ ପରାସ୍ତ କରାଇବେ; ତୁମ୍ଭେ ଏକ ପଥ ଦେଇ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ଯିବ; ମାତ୍ର ସାତ ପଥ ଦେଇ ସେମାନଙ୍କ ଆଗରୁ ପଳାଇବ; ପୁଣି ପୃଥିବୀର ସମସ୍ତ ରାଜ୍ୟ ମଧ୍ୟରେ ତୁମ୍ଭେ ଏଣେତେଣେ ସ୍ଥାନାନ୍ତରିତ ହେବ ।"},{"number":26,"verse":"ଆଉ ତୁମ୍ଭ ଶବ ଖେଚର ପକ୍ଷୀଗଣର ଓ ଭୂଚର ପଶୁଗଣର ଭକ୍ଷ୍ୟ ହେବ; କେହି ସେମାନଙ୍କୁ ଅଡ଼ାଇ ଦେବାକୁ ନ ଥିବ ।"},{"number":27,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ମିସ୍ରୀୟ ବଥ ଓ ଅର୍ଶ ଓ ଜାଦୁ ଓ ଖୁଜିଲି ଦ୍ଵାରା ଆଘାତ କରିବେ, ଏସବୁରୁ ତୁମ୍ଭେ ସୁସ୍ଥ ହୋଇ ପାରିବ ନାହିଁ ।"},{"number":28,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ଉନ୍ମାଦ ଓ ଅନ୍ଧତା ଓ ଚିତ୍ତ-ସ୍ତବଧତା ଦ୍ଵାରା ଆଘାତ କରିବେ ।"},{"number":29,"verse":"ତହିଁରେ ଅନ୍ଧ ଅନ୍ଧକାରରେ ଦରାଣ୍ତି ହେଲା ପରି ତୁମ୍ଭେ ମଧ୍ୟାହ୍ନ ସମୟରେ ଦରାଣ୍ତି ବୁଲିବ ଓ ତୁମ୍ଭେ ଆପଣା ପଥରେ କୃତକାର୍ଯ୍ୟ ହେବ ନାହିଁ; ତୁମ୍ଭେ ସର୍ବଦା କେବଳ ଉପଦ୍ରବଗ୍ରସ୍ତ ଓ ଅପହୃତ ହେବ, କେହି ତୁମ୍ଭକୁ ଉଦ୍ଧାର କରିବାକୁ ନ ଥିବ ।"},{"number":30,"verse":"ତୁମ୍ଭେ କନ୍ୟା ସଙ୍ଗେ ବିବାହ ନିର୍ବନ୍ଧ କରିବ, ମାତ୍ର ଅନ୍ୟ ପୁରୁଷ ତାହାର ସହବାସ କରିବ; ତୁମ୍ଭେ ଗୃହ ନିର୍ମାଣ କରିବ, ମାତ୍ର ତୁମ୍ଭେ ତହିଁରେ ବାସ କରି ପାରିବ ନାହିଁ ; ତୁମ୍ଭେ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ପ୍ରସ୍ତୁତ କରିବ, ମାତ୍ର ତହିଁର ଫଳ ଭୋଗ କରିପାରିବ ନାହିଁ ର,"},{"number":31,"verse":"ତୁମ୍ଭ ଗୋରୁ ତୁମ୍ଭ ଆଗରେ ହତ ହେବ, ମାତ୍ର ତୁମ୍ଭେ ତାହାର ମାଂସ ଭୋଜନ କରି ପାରିବ ନାହିଁ; ତୁମ୍ଭ ଗର୍ଦ୍ଦଭ ତୁମ୍ଭ ସାକ୍ଷାତରେ ବଳପୂର୍ବକ ନିଆଯିବ, ମାତ୍ର ତାହା ତୁମ୍ଭକୁ ଫେରାଇ ଦିଆଯିବ ନାହିଁ; ତୁମ୍ଭ ମେଷ ତୁମ୍ଭ ଶତ୍ରୁମାନଙ୍କୁ ଦିଆଯିବ, ମାତ୍ର ଉଦ୍ଧାର କରିବାକୁ କେହି ତୁମ୍ଭର ନ ଥିବ ।"},{"number":32,"verse":"ତୁମ୍ଭ ପୁତ୍ରକନ୍ୟାଗଣ ଅନ୍ୟ ଲୋକଙ୍କୁ ଦିଆଯିବେ ଓ ସମସ୍ତ ଦିନ ସେମାନଙ୍କ ପାଇଁ ଚାହିଁ ଚାହିଁ ତୁମ୍ଭ ଚକ୍ଷୁ କ୍ଷୀଣ ହେବ, ମାତ୍ର ତୁମ୍ଭ ହାତର ବଳରେ କିଛି ହେବ ନାହିଁ ।"},{"number":33,"verse":"ତୁମ୍ଭର ଅଜ୍ଞାତ ଏକ ଗୋଷ୍ଠୀ ତୁମ୍ଭ ଭୂମିର ଓ ତୁମ୍ଭ ସକଳ ପରିଶ୍ରମର ଫଳ ଭୋଗ କରିବ; ପୁଣି ତୁମ୍ଭେ ସର୍ବଦା କେବଳ ଉପଦ୍ରବଗ୍ରସ୍ତ ଓ କ୍ଳିଷ୍ଟ ହେବ ।"},{"number":34,"verse":"ତୁମ୍ଭର ଚକ୍ଷୁ ଯାହା ଦେଖିବ, ତହିଁ ସକାଶୁ ତୁମ୍ଭେ ଉନ୍ମତ୍ତ ହେବ ।"},{"number":35,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭର ଜାନୁ ଓ ଜଙ୍ଘ ଓ ତଳିପାରୁ ମସ୍ତକଯାଏ ବ୍ୟଥାଦାୟୀ ବଥ ଦ୍ଵାରା ତୁମ୍ଭକୁ ଆଘାତ କରିବେ, ତହିଁରୁ ତୁମ୍ଭେ ସୁସ୍ଥ ହୋଇ ପାରିବ ନାହିଁ ।"},{"number":36,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ଓ ତୁମ୍ଭେ ଯାହାକୁ ଆପଣା ଉପରେ ନିଯୁକ୍ତ କରିବ, ତୁମ୍ଭର ସେହି ରାଜାକୁ, ତୁମ୍ଭର ଓ ତୁମ୍ଭ ପୂର୍ବପୁରୁଷଗଣର ଅଜ୍ଞାତ ଏକ ଗୋଷ୍ଠୀୟ ଲୋକଙ୍କ ନିକଟକୁ ଆଣିବେ, ସେଠାରେ ତୁମ୍ଭେ ପ୍ରସ୍ତରମୟ ଓ କାଷ୍ଠମୟ ଅନ୍ୟ ଦେବତାଗଣର ସେବା କରିବ ।"},{"number":37,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ଯେସବୁ ଗୋଷ୍ଠୀୟ ଲୋକଙ୍କ ମଧ୍ୟକୁ ନେଇଯିବେ, ସେମାନଙ୍କ ନିକଟରେ ତୁମ୍ଭେ ଆଶଙ୍କାର ଓ ଗଳ୍ପର ଓ ଉପହାସର ବିଷୟ ହେବ ।"},{"number":38,"verse":"ତୁମ୍ଭେ କ୍ଷେତ୍ରକୁ ବହୁତ ବିହନ ବହି ନେବ, ମାତ୍ର ଅଳ୍ପ ସଂଗ୍ରହ କରିବ; କାରଣ ପଙ୍ଗପାଳ ତାହା ଖାଇ ପକାଇବ ।"},{"number":39,"verse":"ତୁମ୍ଭେ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ରୋପି ପ୍ରସ୍ତୁତ କରିବ, ମାତ୍ର ଦ୍ରାକ୍ଷାରସ ପାନ କରିବାକୁ କି ଦ୍ରାକ୍ଷାଫଳ ସଂଗ୍ରହ କରିବାକୁ ପାଇବ ନାହିଁ; କାରଣ ପୋକ ତାହା ଖାଇ ପକାଇବ ।"},{"number":40,"verse":"ତୁମ୍ଭର ସମସ୍ତ ସୀମାରେ ଜୀତବୃକ୍ଷ ହେବ, ମାତ୍ର ତୁମ୍ଭେ ଆପେ ତୈଳ ମର୍ଦ୍ଦନ କରିବାକୁ ପାଇବ ନାହିଁ; କାରଣ ତୁମ୍ଭ ଜୀତବୃକ୍ଷର ଫଳ ଝଡ଼ି ପଡ଼ିବ ।"},{"number":41,"verse":"ତୁମ୍ଭେ ପୁତ୍ରକନ୍ୟା ଜନ୍ମ କରିବ, ମାତ୍ର ସେମାନେ ତୁମ୍ଭର ହେବେ ନାହିଁ; କାରଣ ସେମାନେ ବନ୍ଦୀ ହୋଇ ଯିବେ ।"},{"number":42,"verse":"ତୁମ୍ଭର ସମୁଦାୟ ବୃକ୍ଷ ଓ ଭୂମିର ଫଳ ପଙ୍ଗପାଳ ଅଧିକାର କରିବ ।"},{"number":43,"verse":"ତୁମ୍ଭ ମଧ୍ୟବର୍ତ୍ତୀ ବିଦେଶୀ ଲୋକ ତୁମ୍ଭଠାରୁ ଆହୁରି ଆହୁରି ଉପରକୁ ଉଠିବ, ମାତ୍ର ତୁମ୍ଭେ ଆହୁରି ଆହୁରି ତଳକୁ ଆସିବ ।"},{"number":44,"verse":"ସେ ତୁମ୍ଭକୁ ଋଣ ଦେବ, ମାତ୍ର ତୁମ୍ଭେ ତାହାକୁ ଋଣ ଦେଇ ପାରିବ ନାହିଁ; ସେ ମସ୍ତକ ହେବ, ତୁମ୍ଭେ ଲାଙ୍ଗୁଳ ହେବ ।"},{"number":45,"verse":"ଆଉ ତୁମ୍ଭେ ବିନଷ୍ଟ ହେବା ପର୍ଯ୍ୟନ୍ତ ଏହିସବୁ ଅଭିଶାପ ତୁମ୍ଭ ଉପରକୁ ଆସିବ ଓ ତୁମ୍ଭ ପଛେ ପଛେ ଗୋଡ଼ାଇବ ଓ ତୁମ୍ଭ ସଙ୍ଗ ଧରିବ; କାରଣ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଆପଣାର ଯେ ଯେ ଆଜ୍ଞା ଓ ବିଧି ତୁମ୍ଭକୁ ଆଜ୍ଞା କଲେ, ତାହା ପାଳନ କରିବା ପାଇଁ ତୁମ୍ଭେ ତାହାଙ୍କ ରବରେ କର୍ଣ୍ଣପାତ କଲ ନାହିଁ ।"},{"number":46,"verse":"ଆଉ ସେସବୁ ଅଭିଶାପ ତୁମ୍ଭ ଉପରେ ଓ ଯୁଗାନୁକ୍ରମେ ତୁମ୍ଭ ବଂଶ ଉପରେ ଚିହ୍ନ ଓ ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ ସ୍ଵରୂପ ହୋଇ ରହିବ;"},{"number":47,"verse":"କାରଣ ତୁମ୍ଭେ ସର୍ବପ୍ରକାର ସମ୍ପତ୍ତି ବହୁଳ ରୂପେ ପାଇଲେ ହେଁ ଆନନ୍ଦରେ ଓ ପ୍ରଫୁଲ୍ଲ ଚିତ୍ତରେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କୁ ସେବା କଲ ନାହିଁ ।"},{"number":48,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ ଯେଉଁ ଶତ୍ରୁମାନଙ୍କୁ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ପଠାଇବେ, ତୁମ୍ଭେ କ୍ଷୁଧାରେ ଓ ତୃଷାରେ ଓ ଉଲଙ୍ଗତାରେ ଓ ସର୍ବପ୍ରକାର ଅଭାବରେ ସେମାନଙ୍କର ଦାସ୍ୟକର୍ମ କରିବ; ଆଉ ଶତ୍ରୁ ତୁମ୍ଭକୁ ବିନଷ୍ଟ କରିବା ଯାଏ ତୁମ୍ଭ କାନ୍ଧରେ ଲୁହାର ଯୁଆଳି ଦେବ ।"},{"number":49,"verse":"ଯେପରି ଉତ୍କ୍ରୋଶ ପକ୍ଷୀ ଉଡ଼େ, ସେପରି ସଦାପ୍ରଭୁ ଦୂରରୁ ପୃଥିବୀର ପ୍ରାନ୍ତରୁ ଏକ ଗୋଷ୍ଠୀକି ତୁମ୍ଭ ପ୍ରତିକୂଳରେ ଆଣିବେ; ସେହି ଗୋଷ୍ଠୀର ଭାଷା ତୁମ୍ଭେ ବୁଝି ପାରିବ ନାହିଁ;"},{"number":50,"verse":"ସେହି ଗୋଷ୍ଠୀ ଭୟଙ୍କର ବଦନବିଶିଷ୍ଟ, ସେ ବୃଦ୍ଧର ମୁଖାପେକ୍ଷା କରିବ ନାହିଁ, କିଅବା ଯୁବାକୁ ଦୟା କରିବ ନାହିଁ ।"},{"number":51,"verse":"ପୁଣି ତୁମ୍ଭେ ବିନଷ୍ଟ ହେବା ପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭ ପଶୁର ଫଳ ଓ ତୁମ୍ଭ ଭୂମିର ଫଳ ଗ୍ରାସ କରିବ; ମଧ୍ୟ ତୁମ୍ଭେ ସଂହାରିତ ହେବାଯାଏ ସେ ତୁମ୍ଭ ପାଇଁ ଶସ୍ୟ, ଦ୍ରାକ୍ଷାରସ, ଅବା ତୈଳ, ତୁମ୍ଭ ଗୋବତ୍ସ, ଅବା ମେଷପଲର ଶାବକ ଅବଶିଷ୍ଟ ରଖିବ ନାହିଁ ।"},{"number":52,"verse":"ଆଉ ତୁମ୍ଭର ସମୁଦାୟ ଦେଶସ୍ଥ ଯେସମସ୍ତ ଉଚ୍ଚ ଓ ଦୁର୍ଗମ ପ୍ରାଚୀରରେ ତୁମ୍ଭେ ଭରସା ରଖିଲ, ତାହାସବୁ ପତିତ ହେବାଯାଏ ସେ ତୁମ୍ଭର ସମସ୍ତ ନଗରଦ୍ଵାରରେ ତୁମ୍ଭକୁ ଅବରୋଧ କରିବ; ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ଯେଉଁ ଦେଶ ଦେଇଅଛନ୍ତି, ତହିଁର ସମସ୍ତ ନଗରଦ୍ଵାରରେ ସେ ତୁମ୍ଭକୁ ଅବରୋଧ କରିବ ।"},{"number":53,"verse":"ଅବରୋଧ କାଳେ ଓ ତୁମ୍ଭ ଶତ୍ରୁମାନେ ତୁମ୍ଭକୁ ଯେଉଁ ଅକଳରେ ପକାଇବେ, ସେହି ଅକଳରେ, ତୁମ୍ଭେ ନିଜ ଶରୀରର ଫଳ, ଅର୍ଥାତ୍, ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ଦତ୍ତ ନିଜ ପୁତ୍ର ଓ ନିଜ କନ୍ୟାମାନଙ୍କ ମାଂସ ଖାଇବ ।"},{"number":54,"verse":"ଅବରୋଧ କାଳେ ଓ ଶତ୍ରୁ ତୁମ୍ଭ ସମସ୍ତ ନଗରଦ୍ଵାରରେ ତୁମ୍ଭକୁ ଯେଉଁ ଅକଳରେ ପକାଇବ, ସେହି ଅକଳରେ, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ କୋମଳ ଓ ଅତି ସୁକୁମାର ଲୋକ ଆପଣା ଭାଇ ପ୍ରତି ଓ ଆପଣା ବକ୍ଷଃସ୍ଥାୟିନୀ ଭାର୍ଯ୍ୟା ପ୍ରତି ଓ ଆପଣାର ଅବଶିଷ୍ଟ ରହିଥିବା ସନ୍ତାନମାନଙ୍କ ପ୍ରତି ଏପରି କୁଦୃଷ୍ଟି କରିବ;"},{"number":55,"verse":"ଯେ ତାହାର କିଛିମାତ୍ର ନ ଥିବାରୁ ସେ ଆପଣାର ଯେଉଁ ସନ୍ତାନର ମାଂସ ଖାଇବ, ତହିଁରୁ ସେମାନଙ୍କର କାହାରିକି କିଛି ଦେବ ନାହିଁ ।"},{"number":56,"verse":"ଅବରୋଧ କାଳେ ଓ ଶତ୍ରୁ ତୁମ୍ଭ ନଗରଦ୍ଵାର-ମାନଙ୍କରେ ତୁମ୍ଭକୁ ଯେଉଁ ଅକଳରେ ପକାଇବ ସେହି ଅକଳରେ, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତିନୀ ଯେଉଁ କୋମଳାଙ୍ଗୀ ଓ ସୁକୁମାରୀ ସ୍ତ୍ରୀ ଆପଣା ସୁକୁମାରତା ଓ କୋମଳତା ହେତୁରୁ ଆପଣା ତଳିପା ଭୂମିରେ ରଖିବାକୁ ଭରସେ ନାହିଁ, ସେ ଆପଣା ବକ୍ଷସ୍ଥାୟୀ ସ୍ଵାମୀ ପ୍ରତି ଓ ଆପଣା ପୁତ୍ର ପ୍ରତି ଓ ଆପଣା କନ୍ୟା ପ୍ରତି କୁଦୃଷ୍ଟି କରିବ;"},{"number":57,"verse":"ଆହୁରି ଆପଣା ଦୁଇ ପାଦ ମଧ୍ୟରୁ ନିର୍ଗତ ଗର୍ଭପୁଷ୍ପ ପ୍ରତି ଓ ଆପଣା ପ୍ରସୂତ ସନ୍ତାନମାନଙ୍କ ପ୍ରତି (କୁଦୃଷ୍ଟି କରିବ), କାରଣ ସବୁ ବିଷୟର ଅଭାବ ହେତୁରୁ ସେ ସେମାନଙ୍କୁ ଗୋପନରେ ଖାଇବ ।"},{"number":58,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର, ଏହି ଗୌରବମୟ ଓ ଭୟଙ୍କର ନାମକୁ ଭୟ କରିବା ପାଇଁ ଯେବେ ଏହି ପୁସ୍ତକରେ ଲିଖିତ ବ୍ୟବସ୍ଥାର ସମସ୍ତ କଥା ପାଳିବାକୁ ମନୋଯୋଗ ନ କରିବ;"},{"number":59,"verse":"ତେବେ ସଦାପ୍ରଭୁ ତୁମ୍ଭର ଆଘାତ ଓ ତୁମ୍ଭ ବଂଶର ଆଘାତ, ଅର୍ଥାତ୍, ମହତ ଓ ଚିରସ୍ଥାୟୀ ଆଘାତ, ପୁଣି ବ୍ୟଥାଜନକ ଓ ଚିରସ୍ଥାୟୀ ରୋଗ ଆଶ୍ଚର୍ଯ୍ୟରୂପ କରିବେ ।"},{"number":60,"verse":"ପୁଣି ତୁମ୍ଭେ ଯେଉଁ ମିସ୍ରୀୟ ମହାବ୍ୟାଧି ବିଷୟରେ ଭୀତ ହେଲ, ତାହାସବୁ ସେ ପୁନର୍ବାର ତୁମ୍ଭ ପ୍ରତି ଘଟାଇବେ; ତାହାସବୁ ତୁମ୍ଭଠାରେ ଲାଗି ରହିବ ।"},{"number":61,"verse":"ମଧ୍ୟ ଏ ବ୍ୟବସ୍ଥା-ପୁସ୍ତକରେ ଲେଖା ନ ଥିବା ସମସ୍ତ ରୋଗ ଓ ଆଘାତ ତୁମ୍ଭର ବିନାଶ ହେବା ପର୍ଯ୍ୟନ୍ତ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପ୍ରତି ଘଟାଇବେ ।"},{"number":62,"verse":"ତହିଁରେ ତୁମ୍ଭେମାନେ ବହୁସଂଖ୍ୟକ ହେତୁରୁ ଆକାଶର ତାରାଗଣ ପରି ହେଲେ ହେଁ ଅଳ୍ପସଂଖ୍ୟକ ହୋଇ ରହିବ; ଯେହେତୁ ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ରବରେ କର୍ଣ୍ଣପାତ କଲ ନାହିଁ ।"},{"number":63,"verse":"ଆହୁରି ଏପରି ଘଟିବ ଯେ, ତୁମ୍ଭମାନଙ୍କର ମଙ୍ଗଳ କରିବା ପାଇଁ ଓ ତୁମ୍ଭମାନଙ୍କୁ ବହୁସଂଖ୍ୟକ କରିବା ପାଇଁ ସଦାପ୍ରଭୁ ଯେପରି ତୁମ୍ଭମାନଙ୍କ ଉପରେ ଆହ୍ଲାଦିତ ହୋଇଥିଲେ, ସେପରି ତୁମ୍ଭମାନଙ୍କର ବିନାଶ କରିବା ପାଇଁ ଓ ତୁମ୍ଭମାନଙ୍କୁ ଲୋପ କରିବା ପାଇଁ ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କ ଉପରେ ଆହ୍ଲାଦିତ ହେବେ । ତହିଁରେ ତୁମ୍ଭେମାନେ ଯେଉଁ ଦେଶ ଅଧିକାର କରିବାକୁ ଯାଉଅଛ, ତହିଁରୁ ଉତ୍ପାଟିତ ହେବ ।"},{"number":64,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ପୃଥିବୀର ଏକ ସୀମାରୁ ଆନ ସୀମା ପର୍ଯ୍ୟନ୍ତ ସମସ୍ତ ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ତୁମ୍ଭକୁ ଛିନ୍ନଭିନ୍ନ କରିବେ; ଆଉ ସେଠାରେ ତୁମ୍ଭେ ଆପଣାର ଓ ଆପଣା ପୂର୍ବପୁରୁଷ-ଗଣର ଅଜ୍ଞାତ କାଷ୍ଠ ଓ ପ୍ରସ୍ତରମୟ ଅନ୍ୟ ଦେବତାଗଣର ସେବା କରିବ ।"},{"number":65,"verse":"ତୁମ୍ଭେ ସେହି ଗୋଷ୍ଠୀୟ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ କିଛି ସୁଖ ପାଇବ ନାହିଁ ଓ ସେଠାରେ ତୁମ୍ଭ ତଳିପାର କିଛି ବିଶ୍ରାମ ହେବ ନାହିଁ; ମାତ୍ର ସଦାପ୍ରଭୁ ସେଠାରେ ତୁମ୍ଭକୁ ହୃତ୍କମ୍ପ ଓ ଚକ୍ଷୁକ୍ଷୀଣତା ଓ ପ୍ରାଣବ୍ୟଥା ଦେବେ ।"},{"number":66,"verse":"ତୁମ୍ଭ ଜୀବନ ତୁମ୍ଭ ସାକ୍ଷାତରେ ସଂଶୟରେ ଦୋହଲିବ; ପୁଣି ତୁମ୍ଭେ ରାତ୍ରଦିନ ଆଶଙ୍କା କରିବ ଓ ତୁମ୍ଭ ଜୀବନ ଉପରେ ତୁମ୍ଭେ ନିର୍ଭର କରି ପାରିବ ନାହିଁ;"},{"number":67,"verse":"ତୁମ୍ଭେ ଯେଉଁ ଆଶଙ୍କା କରିବ, ତୁମ୍ଭ ହୃଦୟର ସେହି ଆଶଙ୍କା ହେତୁରୁ ଓ ତୁମ୍ଭେ ଯାହା ଦେଖିବ, ତୁମ୍ଭ ଚକ୍ଷୁର ସେହି ଦର୍ଶନ ହେତୁରୁ ସକାଳ ହେଲେ ତୁମ୍ଭେ କହିବ, ଆହା, ସନ୍ଧ୍ୟା ହୁଅନ୍ତା କି ! ପୁଣି ସନ୍ଧ୍ୟା ହେଲେ ତୁମ୍ଭେ କହିବ, ଆହା, ସକାଳ ହୁଅନ୍ତା କି !"},{"number":68,"verse":"ଆଉ ଯେଉଁ ପଥ ବିଷୟରେ ମୁଁ ତୁମ୍ଭକୁ କହିଲି ଯେ, ତୁମ୍ଭେ ଆଉ ତାହା ଦେଖିବ ନାହିଁ, ସଦାପ୍ରଭୁ ସେହି ପଥ ଦେଇ ଜାହାଜରେ ପୁନର୍ବାର ମିସରକୁ ତୁମ୍ଭକୁ ଆଣିବେ; ପୁଣି ସେଠାରେ ତୁମ୍ଭେମାନେ ଆପଣା ଶତ୍ରୁମାନଙ୍କ ହସ୍ତରେ ଆପଣା ଆପଣାକୁ ଦାସ ଓ ଦାସୀ ରୂପେ ବିକିବ, ମାତ୍ର କେହି ତୁମ୍ଭମାନଙ୍କୁ କିଣିବ ନାହିଁ ।"}]}