{"bibleAbbr":"orOV2014","bookName":"ଦ୍ଵିତୀୟ ବିବରଣ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପଞ୍ଚମ ପୁସ୍ତକ ହୋରେବ ତ୍ୟାଗ କରିବାକୁ ଆଦେଶ","bookEnglishName":"Deuteronomy","chapterNumber":29,"verses":[{"number":1,"verse":"( ମୋୟାବରେ ନିୟମର ନୂତନୀକରଣ) ସଦାପ୍ରଭୁ ହୋରେବରେ ଇସ୍ରାଏଲ ସନ୍ତାନଗଣ ସହିତ ଯେଉଁ ନିୟମ କରିଥିଲେ, ତାହା ଛଡ଼ା ମୋୟାବ ଦେଶରେ ସେମାନଙ୍କ ସହିତ ଯେଉଁ ନିୟମ କରିବାକୁ ମୋଶାଙ୍କୁ ଆଜ୍ଞା ଦେଲେ, ସେହି ନିୟମର କଥା ଏହି ।"},{"number":2,"verse":"ଅନନ୍ତର ମୋଶା ସମସ୍ତ ଇସ୍ରାଏଲଙ୍କୁ ଡାକି ସେମାନଙ୍କୁ କହିଲେ, ସଦାପ୍ରଭୁ ମିସର ଦେଶରେ ଫାରୋଙ୍କ ପ୍ରତି ଓ ତାଙ୍କ ସମସ୍ତ ଦାସ ପ୍ରତି ତାଙ୍କ ଦେଶ ପ୍ରତି ଯେସବୁ କର୍ମ ତୁମ୍ଭମାନଙ୍କ ଦୃଷ୍ଟିଗୋଚରରେ କରିଥିଲେ, ତାହାସବୁ ତୁମ୍ଭେମାନେ ଦେଖିଅଛ,"},{"number":3,"verse":"ସେହି ମହା ମହା ପରଖ, ଚିହ୍ନ ଓ ମହତ ଆଶ୍ଚର୍ଯ୍ୟ-କର୍ମସକଳ ତୁମ୍ଭର ଚକ୍ଷୁ ଦେଖିଅଛି;"},{"number":4,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଆଜିଯାଏ ତୁମ୍ଭମାନଙ୍କୁ ବୁଝିବା ପାଇଁ ହୃଦୟ ଓ ଦେଖିବା ପାଇଁ ଚକ୍ଷୁ ଓ ଶୁଣିବା ପାଇଁ କର୍ଣ୍ଣ ଦେଇ ନାହାନ୍ତି ।"},{"number":5,"verse":"ପୁଣି ଆମ୍ଭେ ଏହି ପ୍ରାନ୍ତରରେ ଚାଳିଶ ବର୍ଷ କାଳ ତୁମ୍ଭମାନଙ୍କୁ ଗମନ କରାଇଅଛୁ; ତୁମ୍ଭମାନଙ୍କ ବସ୍ତ୍ର ତୁମ୍ଭମାନଙ୍କ ଶରୀରରେ ଜୀର୍ଣ୍ଣ ହୋଇ ନାହିଁ ଓ ତୁମ୍ଭ ପାଦୁକା ତୁମ୍ଭ ପାଦରେ ଜୀର୍ଣ୍ଣ ହୋଇ ନାହିଁ ।"},{"number":6,"verse":"ଆମ୍ଭେ ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର ଅଟୁ, ଏହା ଯେପରି ତୁମ୍ଭେମାନେ ଜାଣିବ, ଏଥିପାଇଁ ତୁମ୍ଭେମାନେ ରୋଟୀ ଭୋଜନ କରି ନାହଁ, କିଅବା ଦ୍ରାକ୍ଷାରସ କି ମଦ୍ୟ ପାନ କରି ନାହଁ ।"},{"number":7,"verse":"ଆଉ ଯେତେବେଳେ ତୁମ୍ଭେମାନେ ଏହି ସ୍ଥାନରେ ଉପସ୍ଥିତ ହେଲ, ସେତେବେଳେ ହିଷ୍ବୋନର ରାଜା ସୀହୋନ୍ ଓ ବାଶନ୍ର ରାଜା ଓଗ୍ ଆମ୍ଭମାନଙ୍କ ସହିତ ଯୁଦ୍ଧ କରିବାକୁ ବାହାର ହେଲେ, ତହୁଁ ଆମ୍ଭେମାନେ ସେମାନଙ୍କୁ ସଂହାର କଲୁ ।"},{"number":8,"verse":"ପୁଣି ଆମ୍ଭେମାନେ ସେମାନଙ୍କ ଦେଶ ନେଇ ଅଧିକାର କରିବା ନିମନ୍ତେ ରୁବେନୀୟ ଓ ଗାଦୀୟ ଲୋକମାନଙ୍କୁ ଓ ମନଃଶିର ଅର୍ଦ୍ଧ-ବଂଶକୁ ଦେଲୁ ।"},{"number":9,"verse":"ଏନିମନ୍ତେ ତୁମ୍ଭେମାନେ ଏହି ନିୟମର ସକଳ ବାକ୍ୟ ମାନି ପାଳନ କର, ତହିଁରେ ତୁମ୍ଭେମାନେ ଯାହା ଯାହା କରିବ, ସେସବୁରେ କୁଶଳତା ପ୍ରାପ୍ତ ହେବ ।"},{"number":10,"verse":"ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ଯେପରି କହିଅଛନ୍ତି ଓ ତୁମ୍ଭ ପୂର୍ବପୁରୁଷ ଅବ୍ରହାମ ଓ ଇସ୍‍ହାକ ଓ ଯାକୁବଙ୍କ ପ୍ରତି ଯେପରି ଶପଥ କରିଅଛନ୍ତି, ତଦନୁସାରେ ସେ ଯେପରି ଆଜି ତୁମ୍ଭକୁ ଆପଣା ଲୋକ ରୂପେ ସ୍ଥାପନ କରନ୍ତି ଓ ତୁମ୍ଭର ପରମେଶ୍ଵର ହୁଅନ୍ତି;"},{"number":11,"verse":"ପୁଣି ଯେଉଁ ନିୟମ ଓ ଯେଉଁ ଶପଥ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଆଜି ତୁମ୍ଭ ସଙ୍ଗେ ସ୍ଥିର କରିବେ, ତୁମ୍ଭେ ଯେପରି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ସହିତ ତାହା ସ୍ଥିର କରିବ, ଏଥିପାଇଁ"},{"number":12,"verse":"ତୁମ୍ଭମାନଙ୍କ ପ୍ରଧାନମାନେ, ତୁମ୍ଭମାନଙ୍କ ବଂଶସମୂହ, ତୁମ୍ଭମାନଙ୍କ ପ୍ରାଚୀନଗଣ ଓ ତୁମ୍ଭମାନଙ୍କ ଅଧ୍ୟକ୍ଷଗଣ, ଇସ୍ରାଏଲର ସମସ୍ତ ପୁରୁଷ, ତୁମ୍ଭମାନଙ୍କ ବାଳକଗଣ, ତୁମ୍ଭମାନଙ୍କ ଭାର୍ଯ୍ୟାଗଣ"},{"number":13,"verse":"ଓ ତୁମ୍ଭ ଛାଉଣିରେ ଥିବା ବିଦେଶୀ, ତୁମ୍ଭ କାଠକଟାଳୀଠାରୁ ତୁମ୍ଭ ଜଳକଢ଼ାଳୀ ପର୍ଯ୍ୟନ୍ତ, ଏପରି ତୁମ୍ଭେ ସମସ୍ତେ ଆଜି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ଛିଡ଼ା ହେଉଅଛ ।"},{"number":14,"verse":"ଆଉ ମୁଁ ଏହି ନିୟମ ଓ ଶପଥ କେବଳ ତୁମ୍ଭମାନଙ୍କ ସହିତ କରୁ ନାହିଁ;"},{"number":15,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ଆମ୍ଭମାନଙ୍କ ସଙ୍ଗେ ଆଜି ଏଠାରେ ଯେଉଁ ଲୋକ ଛିଡ଼ା ହେଉଅଛି, ଆଉ ମଧ୍ୟ ଯେଉଁ ଲୋକ ଏଠାରେ ନାହିଁ, (ସେ ସମସ୍ତଙ୍କ ସଙ୍ଗେ ମୁଁ ଏହି ନିୟମ କରୁଅଛି) ।"},{"number":16,"verse":"କାରଣ ଆମ୍ଭେମାନେ ମିସର ଦେଶରେ ଯେପରି ବାସ କଲୁ, ଆଉ ତୁମ୍ଭେମାନେ ଯେଉଁ ଦେଶୀୟ ଲୋକମାନଙ୍କୁ ପାର ହୋଇ ଆସିଅଛ, ସେମାନଙ୍କ ମଧ୍ୟଦେଇ ଆମ୍ଭେମାନେ ଯେପରି ଆସିଲୁ, ତାହା ତୁମ୍ଭେମାନେ ଜାଣ;"},{"number":17,"verse":"ଆଉ ତୁମ୍ଭେମାନେ ସେମାନଙ୍କ ମଧ୍ୟରେ ଥିବା ଘୃଣାଯୋଗ୍ୟ ବସ୍ତୁ ଓ ସେମାନଙ୍କ କାଠ ଓ ପଥର, ରୂପା ଓ ସୁନାର ପ୍ରତିମାମାନ ଦେଖିଅଛ ।"},{"number":18,"verse":"ଏନିମନ୍ତେ ସାବଧାନ, ସେହି ଦେଶୀୟ ଲୋକମାନଙ୍କ ଦେବତାଗଣର ପଶ୍ଚାଦ୍ଗାମୀ ହୋଇ ସେବା କରିବା ନିମନ୍ତେ ଆଜି ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କଠାରୁ ଯାହାର ହୃଦୟ ବିମୁଖ ହୁଏ, ଏପରି କୌଣସି ପୁରୁଷ, କି ସ୍ତ୍ରୀ, କି ପରିବାର, କି ବଂଶ ଯେପରି ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ନ ରହେ, ଯେପରି ବିଷ ଓ ନାଗଦଅଣାର ମୂଳ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ନ ରହେ;"},{"number":19,"verse":"ଆଉ କେହି ଯେପରି ଏହି ଶାପର କଥା ଶୁଣି ମନେ ମନେ ଆପଣାର ଧନ୍ୟବାଦ କରି ନ କହେ ଯେ, ଆମ୍ଭେ ଶୁଖିଲା ସଙ୍ଗେ ଓଦାକୁ ଧ୍ଵଂସ କରିବା ପାଇଁ ଆପଣା ହୃଦୟର କାଠିନ୍ୟ ଅନୁସାରେ ଚଳିଲେ ହେଁ ଆମ୍ଭର ମଙ୍ଗଳ ହେବ ।"},{"number":20,"verse":"ସଦାପ୍ରଭୁ ତାହାକୁ କ୍ଷମା କରିବାକୁ ସମ୍ମତ ହେବେ ନାହିଁ, ମାତ୍ର ତତ୍କ୍ଷଣେ ସେହି ଲୋକ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ କ୍ରୋଧ ଓ ଅନ୍ତର୍ଜ୍ଵାଳା ସଧୂମ ହୋଇ ଉଠିବ, ପୁଣି ଏହି ପୁସ୍ତକରେ ଲିଖିତ ସମସ୍ତ ଶାପ ତାହା ପାଇଁ ଛକି ରହିବ, ଆଉ ସଦାପ୍ରଭୁ ଆକାଶମଣ୍ତଳ ତଳୁ ତାହାର ନାମ ଲୋପ କରିବେ ।"},{"number":21,"verse":"ପୁଣି ଏହି ବ୍ୟବସ୍ଥାପୁସ୍ତକ ଲିଖିତ ନିୟମର ସମସ୍ତ ଶାପ ଅନୁସାରେ ସଦାପ୍ରଭୁ ତାହାକୁ ଇସ୍ରାଏଲର ସମସ୍ତ ବଂଶ ମଧ୍ୟରୁ ଅମଙ୍ଗଳ ନିମନ୍ତେ ପୃଥକ କରିବେ ।"},{"number":22,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ ସେହି ଦେଶ ପ୍ରତି ଯେଉଁ ଆଘାତ କରିବେ ଓ ଯେଉଁ ରୋଗରେ ତାକୁ ରୋଗଗ୍ରସ୍ତ କରିବେ, ତାହା ଭବିଷ୍ୟତ ପୁରୁଷ, ତୁମ୍ଭ ଉତ୍ତାରେ ଉତ୍ପନ୍ନ ତୁମ୍ଭ ସନ୍ତାନସନ୍ତତି ଓ ଦୂର ଦେଶରୁ ଆଗତ ବିଦେଶୀମାନେ ଦେଖିବେ ;"},{"number":23,"verse":"ଅର୍ଥାତ୍, ସଦାପ୍ରଭୁ ଆପଣା କ୍ରୋଧ ଓ କୋପରେ ଯେଉଁ ସଦୋମ ଓ ହମୋରା ଓ ଅଦ୍ମା ଓ ସବୋୟିମ୍ ନଗରମାନ ଉତ୍ପାଟନ କରିଥିଲେ, ତାହା ପରି ଏହି ଦେଶର ସମସ୍ତ ଭୂମି ଗନ୍ଧକ ଓ ଲବଣ ଓ ଦହନରେ ପରିପୂର୍ଣ୍ଣ ହୋଇଅଛି, ତହିଁରେ କିଛି ବୁଣାଯାଏ ନାହିଁ, କି ଫଳ ଉତ୍ପନ୍ନ ହୁଏ ନାହିଁ, କି ତହିଁରେ କୌଣସି ତୃଣ ବଢ଼େ ନାହିଁ (ଏସବୁ ଯେତେବେଳେ ଦେଖିବେ)ନ୍ତ"},{"number":24,"verse":"ସେତେବେଳେ ସବୁ ଗୋଷ୍ଠୀୟ ଲୋକମାନେ କହିବେ, ସଦାପ୍ରଭୁ ଏ ଦେଶ ପ୍ରତି କାହିଁକି ଏପରି କଲେ ? ଏରୂପ ମହାକ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେବାର କାରଣ କଅଣ ?"},{"number":25,"verse":"ତହିଁରେ ଲୋକମାନେ କହିବେ, ସଦାପ୍ରଭୁ ସେମାନଙ୍କ ପରମେଶ୍ଵର ମିସର ଦେଶରୁ ସେମାନଙ୍କ ପୂର୍ବପୁରୁଷମାନଙ୍କୁ ବାହାର କରି ଆଣିବା ସମୟରେ ସେମାନଙ୍କ ସହିତ ଯେଉଁ ନିୟମ କରିଥିଲେ, ତାହା ସେମାନେ ତ୍ୟାଗ କରିଅଛନ୍ତି;"},{"number":26,"verse":"ପୁଣି ଯେଉଁ ଦେବତାମାନଙ୍କୁ ସେମାନେ ଜାଣି ନ ଥିଲେ ଓ ସେ ସେମାନଙ୍କୁ ଦେଇ ନ ଥିଲେ, ସେମାନେ ଯାଇ ସେହି ଅନ୍ୟ ଦେବତାଗଣର ସେବା କଲେ ଓ ସେମାନଙ୍କୁ ପ୍ରଣାମ କଲେ ।"},{"number":27,"verse":"ଏହେତୁ ଏହି ପୁସ୍ତକରେ ଲିଖିତ ସମସ୍ତ ଶାପ ସେହି ଦେଶ ଉପରେ ବର୍ତ୍ତାଇବାକୁ ତହିଁ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେଲା ।"},{"number":28,"verse":"ପୁଣି ସଦାପ୍ରଭୁ କ୍ରୋଧରେ ଓ ପ୍ରଚଣ୍ତତାରେ ଓ ମହାକୋପରେ ସେମାନଙ୍କ ଦେଶରୁ ସେମାନଙ୍କୁ ଉତ୍ପାଟନ କଲେ ଓ ଆଜିର ପରି ଅନ୍ୟ ଦେଶରେ ସେମାନଙ୍କୁ ନିକ୍ଷେପ କଲେ ।"},{"number":29,"verse":"ଗୁପ୍ତ ବିଷୟ ସବୁ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ଅଧିକାର; ମାତ୍ର ଆମ୍ଭେମାନେ ଯେପରି ଏହି ବ୍ୟବସ୍ଥାର ସବୁ ବଚନ ପାଳନ କରିବା, ଏଥିପାଇଁ ପ୍ରକାଶିତ ବିଷୟ ସବୁ ଯୁଗାନୁକ୍ରମେ ଆମ୍ଭମାନଙ୍କର ଓ ଆମ୍ଭମାନଙ୍କ ସନ୍ତାନଗଣର ଅଧିକାର ।"}]}