{"bibleAbbr":"orOV2014","bookName":"ଦ୍ଵିତୀୟ ବିବରଣ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପଞ୍ଚମ ପୁସ୍ତକ ହୋରେବ ତ୍ୟାଗ କରିବାକୁ ଆଦେଶ","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲ ପ୍ରତି ମୋଶାଙ୍କ ଆଶୀର୍ବାଦ) ପରମେଶ୍ଵରଙ୍କ ଲୋକ ମୋଶା ଆପଣା ମୃତ୍ୟୁ ସମ୍ମୁଖରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣକୁ ଯେଉଁ ଆଶୀର୍ବାଦ କଲେ, ସେହି ଆଶୀର୍ବାଦ ଏହି ।"},{"number":2,"verse":"ସେ କହିଲେ, ସଦାପ୍ରଭୁ ସୀନୟରୁ ଆସିଲେ, ସେ ସେୟୀରରୁ ସେମାନଙ୍କ ପ୍ରତି ଉଦିତ ହେଲେ; ସେ ପାରଣ ପର୍ବତରୁ ସୁପ୍ରକାଶିତ ହେଲେ ଓ ସେ ଅୟୁତ ଅୟୁତ ପବିତ୍ର ପ୍ରାଣୀମାନଙ୍କ ନିକଟରୁ ଆସିଲେ; ତାହାଙ୍କ ଦକ୍ଷିଣ ହସ୍ତରେ ସେମାନଙ୍କ ପାଇଁ ଅଗ୍ନିମୟ ବ୍ୟବସ୍ଥା ଥିଲା ।"},{"number":3,"verse":"ହଁ, ସେ ଲୋକମାନଙ୍କୁ ପ୍ରେମ କରନ୍ତି; ତାହାଙ୍କର ସମସ୍ତ ପବିତ୍ର ଲୋକ ତୁମ୍ଭର ହସ୍ତଗତ ଓ ସେମାନେ ତୁମ୍ଭର ଚରଣ ତଳେ ବସିଲେ; ପ୍ରତ୍ୟେକ ଜଣ ତୁମ୍ଭ ବାକ୍ୟରୁ ଗ୍ରହଣ କରିବେ ।"},{"number":4,"verse":"ମୋଶା ଆମ୍ଭମାନଙ୍କୁ ବ୍ୟବସ୍ଥା ଆଦେଶ କଲେ, ତାହା ଯାକୁବ-ସମାଜର ଅଧିକାର ।"},{"number":5,"verse":"ଲୋକମାନଙ୍କ ପ୍ରଧାନବର୍ଗର ସମାଗମ ସମୟରେ, ସମସ୍ତ ଇସ୍ରାଏଲ ବଂଶ ଏକତ୍ର ହେବା ବେଳେ ସେ ଯିଶୁରୁଣରେ ରାଜା ଥିଲେ ।"},{"number":6,"verse":"ରୁବେନ୍ ବଞ୍ଚିଥାଉ ଓ ନ ମରୁ; ତଥାପି ତାହାର ଲୋକ ସଂଖ୍ୟକ ହେଉନ୍ତୁ ।"},{"number":7,"verse":"ଯିହୁଦା ପ୍ରତି ଆଶୀର୍ବାଦ ଏହି । ସେ କହିଲେ, ହେ ସଦାପ୍ରଭୋ, ଯିହୁଦାର ରବ ଶୁଣ ଓ ତାହାର ନିଜ ଲୋକଙ୍କ ନିକଟକୁ ତାହାକୁ ଆଣ ସେ ନିଜ ହସ୍ତରେ ଆପଣା ପାଇଁ ଯୁଦ୍ଧ କଲା; ତାହାର ବିପକ୍ଷଗଣ ବିରୁଦ୍ଧରେ ତୁମ୍ଭେ ତାହାର ଉପକାରୀ ହେବ ।"},{"number":8,"verse":"ପୁଣି ସେ ଲେବୀ ବିଷୟରେ କହିଲେ, ତୁମ୍ଭର ତୁମ୍ମୀମ୍ ଓ ଉରୀମ୍ ତୁମ୍ଭ ଧାର୍ମିକ ପୁରୁଷ ସହିତ ଅଛି, ତୁମ୍ଭେ ମଃସାରେ ତାହାର ପରୀକ୍ଷା କଲ, ମରୀବାଃ ଜଳ ନିକଟରେ ତୁମ୍ଭେ ତାହା ସଙ୍ଗେ ବିରୋଧ କଲ ।"},{"number":9,"verse":"ସେ ଆପଣା ପିତା ଓ ଆପଣା ମାତା ବିଷୟରେ କହିଲା, ଆମ୍ଭେ ସେମାନଙ୍କୁ ଦେଖି ନାହୁଁ; ଅବା ସେ ଆପଣା ଭାଇମାନଙ୍କୁ ସ୍ଵୀକାର କଲା ନାହିଁ, କିଅବା ସେ ତାହାର ନିଜ ସନ୍ତାନମାନଙ୍କୁ ଚିହ୍ନିଲା ନାହିଁ । ସେମାନେ ତୁମ୍ଭର ବାକ୍ୟ ମାନିଅଛନ୍ତି ଓ ତୁମ୍ଭର ନିୟମ ରକ୍ଷା କରନ୍ତି।।"},{"number":10,"verse":"ସେମାନେ ଯାକୁବକୁ ତୁମ୍ଭର ଶାସନ ଓ ଇସ୍ରାଏଲକୁ ତୁମ୍ଭର ବ୍ୟବସ୍ଥା ଶିକ୍ଷା ଦେବେ । ସେମାନେ ତୁମ୍ଭ ସମ୍ମୁଖରେ ଧୂପ ଓ ତୁମ୍ଭ ବେଦି ଉପରେ ହୋମବଳି ରଖିବେ ।"},{"number":11,"verse":"ହେ ସଦାପ୍ରଭୋ, ତାହାର ସମ୍ପତ୍ତିକି ଆଶୀର୍ବାଦ କର ଓ ତାହା ହସ୍ତର କର୍ମ ଗ୍ରହଣ କର; ଯେଉଁମାନେ ତାହା ବିରୁଦ୍ଧରେ ଉଠନ୍ତି ଓ ଯେଉଁମାନେ ତାହାକୁ ଘୃଣା କରନ୍ତି, ସେମାନଙ୍କ କଟିଦେଶ ଭାଙ୍ଗିପକାଅ, ଯେପରି ସେମାନେ ପୁନର୍ବାର ଉଠି ନ ପାରିବେ ।"},{"number":12,"verse":"ସେ ବିନ୍ୟାମୀନ୍ ବିଷୟରେ କହିଲେ, ସଦାପ୍ରଭୁଙ୍କ ପ୍ରିୟ ଲୋକ ତାହାଙ୍କ ନିକଟରେ ନିର୍ଭୟରେ ବାସ କରିବ; ସେ ଦିନଯାକ ତାହାକୁ ଆବୋରି ରଖନ୍ତି ଓ ସେ ତାହାର ସ୍କନ୍ଧଦ୍ଵୟ ମଧ୍ୟରେ ବାସ କରନ୍ତି ।"},{"number":13,"verse":"ଆଉ ଯୋଷେଫ ବିଷୟରେ କହିଲେ, ସଦାପ୍ରଭୁଙ୍କ ଦ୍ଵାରା ତାହାର ଦେଶ ଆଶୀର୍ବାଦ ପ୍ରାପ୍ତ ହେଉ; ଆକାଶର ଉତ୍ତମ ଦ୍ରବ୍ୟରେ, ଶିଶିରରେ ଓ ଅଧଃସ୍ଥାନରେ ବିସ୍ତୀର୍ଣ୍ଣ ବାରିଧିରେ,"},{"number":14,"verse":"ପୁଣି ସୂର୍ଯ୍ୟର ଫଳ ସ୍ଵରୂପ ଉତ୍ତମ ଦ୍ରବ୍ୟରେ ଓ ଚନ୍ଦ୍ରର ଫଳ ସ୍ଵରୂପ ଉତ୍ତମ ଦ୍ରବ୍ୟରେ,"},{"number":15,"verse":"ପୁରାତନ ପର୍ବତମାନର ଉତ୍ତମ ଦ୍ରବ୍ୟରେ ଓ ନିତ୍ୟସ୍ଥାୟୀ ଗିରିଗଣର ଉତ୍ତମ ଦ୍ରବ୍ୟରେ,"},{"number":16,"verse":"ଆଉ ପୃଥିବୀର ଓ ତତ୍ପୂରକ ବସ୍ତୁର ଉତ୍ତମ ଦ୍ରବ୍ୟରେ ଓ ଯେ ବୁଦାରେ ବାସ କଲେ, ତାହାଙ୍କ ଅନୁଗ୍ରହରେ (ତାହାର ଦେଶ ସଦାପ୍ରଭୁଙ୍କ ଦ୍ଵାରା ଆଶୀର୍ବାଦ ପ୍ରାପ୍ତ ହେଉ) । ଯୋଷେଫର ମସ୍ତକରେ ଆଶୀର୍ବାଦ ବର୍ତ୍ତୁ, ଯେ ଆପଣା ଭ୍ରାତୃଗଣ ନିକଟରୁ ପୃଥକ ହୋଇଥିଲା, ତାହାର ମସ୍ତକାଗ୍ରରେ ଆଶୀର୍ବାଦ ବର୍ତ୍ତୁ ।"},{"number":17,"verse":"ତାହାର ବୃଷଭର ପ୍ରଥମଜାତ ତାହାର ମହିମା ସ୍ଵରୂପ, ପୁଣି ତାହାର ଶୃଙ୍ଗ ଅରଣାର ଶୃଙ୍ଗ ତୁଲ୍ୟ; ତଦ୍ଦ୍ଵାରା ସେ ସବୁ ଗୋଷ୍ଠୀକି, ପୃଥିବୀର ସୀମାସ୍ଥିତ ସମସ୍ତଙ୍କୁ ଭୁସି ପକାଇବ । ସେ ଶୃଙ୍ଗ ଇଫ୍ରୟିମର ଅୟୁତ ଲୋକ ଓ ସେ ଶୃଙ୍ଗ ମନଃଶିର ସହସ୍ର ସହସ୍ର ଲୋକ ।"},{"number":18,"verse":"ସବୂଲୂନ ବିଷୟରେ ସେ କହିଲେ, ହେ ସବୂଲୂନ, ତୁମ୍ଭେ ଆପଣା ଯାତ୍ରାରେ ଓ ହେ ଇଷାଖର, ତୁମ୍ଭେ ଆପଣା ତମ୍ଵୁରେ ଆନନ୍ଦ କର;"},{"number":19,"verse":"ସେମାନେ ଲୋକମାନଙ୍କୁ ପର୍ବତକୁ ନିମନ୍ତ୍ରଣ କରିବେ; ସେଠାରେ ସେମାନେ ଧର୍ମବଳି ଉତ୍ସର୍ଗ କରିବେ; କାରଣ ସେମାନେ ସମୁଦ୍ରର ବହୁଳ ପଦାର୍ଥ ଓ ବାଲୁକାର ଗୁପ୍ତ ଧନ ଭୋଗ କରିବେ ।"},{"number":20,"verse":"ପୁଣି ଗାଦ୍ ବିଷୟରେ ସେ କହିଲେ, ଯେ ଗାଦ୍କୁ ବିସ୍ତାର କରନ୍ତି, ସେ ଧନ୍ୟ; ସେ ସିଂହୀ ପରି ବାସ କରେ, ପୁଣି ସେ ବାହୁ, ମସ୍ତକର ତାଳୁ ସୁଦ୍ଧା ବିଦୀର୍ଣ୍ଣ କରେ ।"},{"number":21,"verse":"ସେ ଆପଣା ପାଇଁ ପ୍ରଥମ ଅଂଶ ନିରୀକ୍ଷଣ କଲା; କାରଣ ସେଠାରେ ବ୍ୟବସ୍ଥାପକର (ଦତ୍ତ) ଅଂଶ ରକ୍ଷିତ ଥିଲା; ମାତ୍ର ସେ ଲୋକମାନଙ୍କ ପ୍ରଧାନବର୍ଗ ସହିତ ଆସିଲା; ସେ ସଦାପ୍ରଭୁଙ୍କ ନ୍ୟାୟକର୍ମ ଓ ଇସ୍ରାଏଲ ସହିତ ତାହାଙ୍କର ଶାସନ ସିଦ୍ଧ କଲା ।"},{"number":22,"verse":"ପୁଣି ସେ ଦାନ୍ ବିଷୟରେ କହିଲେ, ଦାନ୍ ସିଂହଛୁଆ; ସେ ବାଶନରୁ କୁଦା ମାରେ ।"},{"number":23,"verse":"ପୁଣି ସେ ନପ୍ତାଲି ବିଷୟରେ କହିଲେ, ହେ ନପ୍ତାଲି, ତୁମ୍ଭେ ଅନୁଗ୍ରହରେ ତୃପ୍ତ ଓ ସଦାପ୍ରଭୁଙ୍କ ଆଶୀର୍ବାଦରେ ପରିପୂର୍ଣ୍ଣ; ତୁମ୍ଭେ ପଶ୍ଚିମ ଓ ଦକ୍ଷିଣ ଦିଗ ଅଧିକାର କର ।"},{"number":24,"verse":"ପୁଣି ସେ ଆଶେର୍ ବିଷୟରେ କହିଲେ, ଆଶେର୍ ସନ୍ତାନସନ୍ତତିରେ ଆଶୀର୍ବାଦ ପ୍ରାପ୍ତ ହେଉ; ସେ ଆପଣା ଭ୍ରାତୃଗଣ ନିକଟରେ ଗ୍ରାହ୍ୟ ହେଉ ଓ ସେ ଆପଣା ଚରଣ ତୈଳରେ ଡୁବାଉ ।"},{"number":25,"verse":"ତୁମ୍ଭର ଅର୍ଗଳ ଲୌହ ଓ ପିତ୍ତଳମୟ ହେବ; ପୁଣି ଯେପରି ତୁମ୍ଭର ଦିନ, ସେପରି ତୁମ୍ଭର ବଳ ହେବ ।"},{"number":26,"verse":"ହେ ଯିଶୁରୁଣ, ପରମେଶ୍ଵରଙ୍କ ତୁଲ୍ୟ କେହି ନାହିଁ, ସେ ତୁମ୍ଭ ଉପକାରାର୍ଥେ ଆକାଶମଣ୍ତଳରେ ଓ ନିଜ ଗୌରବରେ ଗଗନମଣ୍ତଳରେ ଆରୋହଣ କରି ଗମନ କରନ୍ତି ।"},{"number":27,"verse":"ଅନାଦି ପରମେଶ୍ଵର ତୁମ୍ଭର ବାସସ୍ଥାନ ଓ ତଳେ ତାହାଙ୍କର ଅନନ୍ତକାଳସ୍ଥାୟୀ ବାହୁ ଅଛି; ପୁଣି ସେ ତୁମ୍ଭ ସମ୍ମୁଖରୁ ଶତ୍ରୁମାନଙ୍କୁ ତଡ଼ିଦେଲେ, ଆଉ ବିନାଶ କର ବୋଲି କହିଲେ ।"},{"number":28,"verse":"ତହିଁରେ ଇସ୍ରାଏଲ ନିର୍ଭୟରେ ବାସ କଲା, ଯାକୁବର ନିର୍ଝର ଏକାକୀ ଶସ୍ୟ ଓ ଦ୍ରାକ୍ଷାରସମୟ ଦେଶରେ ବାସ କଲା; ହଁ, ତାହାର ଆକାଶରୁ ଶିଶିର କ୍ଷରେ ।"},{"number":29,"verse":"ହେ ଇସ୍ରାଏଲ, ତୁମ୍ଭେ ଧନ୍ୟ ଅଟ; ତୁମ୍ଭ ତୁଲ୍ୟ କିଏ ଅଛି ? ତୁମ୍ଭେ ସଦାପ୍ରଭୁଙ୍କ ଦ୍ଵାରା ଉଦ୍ଧାରପ୍ରାପ୍ତ ଲୋକ, ସେ ତୁମ୍ଭର ଉପକାର ରୂପ ଢାଲ ଓ ସେ ତୁମ୍ଭର ମାହାତ୍ମ୍ୟ ରୂପ ଖଡ଼୍‍ଗ ! ଏଣୁ ତୁମ୍ଭର ଶତ୍ରୁମାନେ ଆପେ ତୁମ୍ଭର ବଶୀଭୂତ ହେବେ; ପୁଣି ତୁମ୍ଭେ ସେମାନଙ୍କ ଉଚ୍ଚସ୍ଥଳୀମାନ ଦଳନ କରିବ ।"}]}