{"bibleAbbr":"KJV1611","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"And Samuel saide vnto all Israel, Beholde, I haue hearkned vnto your voice in all that ye said vnto mee, and haue made a King ouer you."},{"number":2,"verse":"And now behold, the King walketh before you: and I am olde, and gray headed, and behold, my sonnes are with you: and I haue walked before you from my childhood vnto this day."},{"number":3,"verse":"Behold, here I am, witnesse against me before the Lord, and before his Anoynted: Whose oxe haue I taken? or whose asse haue I taken? or whom haue I defrauded? whom haue I oppressed? or of whose hand haue I receiued any bribe to blinde mine eyes therewith? and I will restore it you."},{"number":4,"verse":"And they said, Thou hast not defrauded vs, nor oppressed vs, neither hast thou taken ought of any mans hand."},{"number":5,"verse":"And hee said vnto them, The Lord is witnesse against you, and his Anointed is witnesse this day, that ye haue not found ought in my hand: And they answered, He is witnesse."},{"number":6,"verse":"And Samuel said vnto the people, It is the Lord that aduanced Moses and Aaron, and that brought your fathers vp out of the land of Egypt."},{"number":7,"verse":"Now therefore stand still, that I may reason with you before the Lord, of all the righteous acts of the Lord, which he did to you and your fathers."},{"number":8,"verse":"When Iacob was come into Egypt, and your fathers cried vnto the Lord, then the Lord sent Moses and Aaron, which brought foorth your fathers out of Egypt, and made them dwell in this place."},{"number":9,"verse":"And when they forgat the Lord their God, he sold them into the hand of Sisera captaine of the hoste of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them."},{"number":10,"verse":"And they cried vnto the Lord, and said, Wee haue sinned, because we haue forsaken the Lord, and haue serued Baalim and Ashtaroth: but now deliuer vs out of the hand of our enemies, and we will serue thee."},{"number":11,"verse":"And the Lord sent Ierubbaal, and Bedan, and Iephthah, and Samuel, and deliuered you out of the hand of your enemies on euery side, and yee dwelled safe."},{"number":12,"verse":"And when ye saw that Nahash the king of the children of Ammon came against you, ye said vnto me, Nay, but a King shall reigne ouer vs, when the Lord your God was your King."},{"number":13,"verse":"Now therefore, behold the King whom yee haue chosen, and whom yee haue desired: and behold, the Lord hath set a King ouer you."},{"number":14,"verse":"If ye will feare the Lord, and serue him, and obey his voice, and not rebell against the Commandement of the Lord, then shall both ye and also the King that reigneth ouer you, continue following the Lord your God."},{"number":15,"verse":"But if ye wil not obey the voice of the Lord, but rebel against the Commandement of the Lord, then shall the hand of the Lord be against you, as it was against your fathers."},{"number":16,"verse":"Now therefore stand and see this great thing which the Lord will doe before your eyes."},{"number":17,"verse":"Is it not wheat haruest to day? I will call vnto the Lord, and hee shall send thunder and raine, that ye may perceiue and see that your wickednesse is great, which ye haue done in the sight of the Lord, in asking you a King."},{"number":18,"verse":"So Samuel called vnto the Lord, and the Lord sent thunder and raine that day: and all the people greatly feared the Lord and Samuel."},{"number":19,"verse":"And all the people said vnto Samuel, Pray for thy seruants vnto the Lord thy God, that we die not: for we haue added vnto all our sinnes, this euil, to aske vs a King."},{"number":20,"verse":"And Samuel saide vnto the people, Feare not: (ye haue done al this wickednesse, yet turne not aside from following the Lord, but serue the Lord with all your heart:"},{"number":21,"verse":"And turne ye not aside, for then should ye goe after vaine things, which cannot profit, nor deliuer, for they are vaine.)"},{"number":22,"verse":"For the Lord wil not forsake his people, for his great Names sake: because it hath pleased the Lord to make you his people."},{"number":23,"verse":"Moreouer, as for me, God forbid that I should sin against the Lord, in ceasing to pray for you: but I will teach you the good and the right way."},{"number":24,"verse":"Onely feare the Lord, and serue him in trueth with all your heart: for consider how great things he hath done for you."},{"number":25,"verse":"But if yee shall still doe wickedly, yee shall be consumed, both yee and your King."}]}