{"bibleAbbr":"NLT2015","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"(Introduction) Many people have set out to write accounts about the events that have been fulfilled among us."},{"number":2,"verse":"They used the eyewitness reports circulating among us from the early disciples. (Greek from those who from the beginning were servants of the word.)"},{"number":3,"verse":"Having carefully investigated everything from the beginning, I also have decided to write an accurate account for you, most honorable Theophilus,"},{"number":4,"verse":"so you can be certain of the truth of everything you were taught."},{"number":5,"verse":"(The Birth of John the Baptist Foretold) When Herod was king of Judea, there was a Jewish priest named Zechariah. He was a member of the priestly order of Abijah, and his wife, Elizabeth, was also from the priestly line of Aaron."},{"number":6,"verse":"Zechariah and Elizabeth were righteous in God’s eyes, careful to obey all of the Lord’s commandments and regulations."},{"number":7,"verse":"They had no children because Elizabeth was unable to conceive, and they were both very old."},{"number":8,"verse":"One day Zechariah was serving God in the Temple, for his order was on duty that week."},{"number":9,"verse":"As was the custom of the priests, he was chosen by lot to enter the sanctuary of the Lord and burn incense."},{"number":10,"verse":"While the incense was being burned, a great crowd stood outside, praying."},{"number":11,"verse":"While Zechariah was in the sanctuary, an angel of the Lord appeared to him, standing to the right of the incense altar."},{"number":12,"verse":"Zechariah was shaken and overwhelmed with fear when he saw him."},{"number":13,"verse":"But the angel said, “Don’t be afraid, Zechariah! God has heard your prayer. Your wife, Elizabeth, will give you a son, and you are to name him John."},{"number":14,"verse":"You will have great joy and gladness, and many will rejoice at his birth,"},{"number":15,"verse":"for he will be great in the eyes of the Lord. He must never touch wine or other alcoholic drinks. He will be filled with the Holy Spirit, even before his birth. (Or even from birth.)"},{"number":16,"verse":"And he will turn many Israelites to the Lord their God."},{"number":17,"verse":"He will be a man with the spirit and power of Elijah. He will prepare the people for the coming of the Lord. He will turn the hearts of the fathers to their children, (See Mal 4:5-6.) and he will cause those who are rebellious to accept the wisdom of the godly.”"},{"number":18,"verse":"Zechariah said to the angel, “How can I be sure this will happen? I’m an old man now, and my wife is also well along in years.”"},{"number":19,"verse":"Then the angel said, “I am Gabriel! I stand in the very presence of God. It was he who sent me to bring you this good news!"},{"number":20,"verse":"But now, since you didn’t believe what I said, you will be silent and unable to speak until the child is born. For my words will certainly be fulfilled at the proper time.”"},{"number":21,"verse":"Meanwhile, the people were waiting for Zechariah to come out of the sanctuary, wondering why he was taking so long."},{"number":22,"verse":"When he finally did come out, he couldn’t speak to them. Then they realized from his gestures and his silence that he must have seen a vision in the sanctuary."},{"number":23,"verse":"When Zechariah’s week of service in the Temple was over, he returned home."},{"number":24,"verse":"Soon afterward his wife, Elizabeth, became pregnant and went into seclusion for five months."},{"number":25,"verse":"“How kind the Lord is!” she exclaimed. “He has taken away my disgrace of having no children.”"},{"number":26,"verse":"(The Birth of Jesus Foretold) In the sixth month of Elizabeth’s pregnancy, God sent the angel Gabriel to Nazareth, a village in Galilee,"},{"number":27,"verse":"to a virgin named Mary. She was engaged to be married to a man named Joseph, a descendant of King David."},{"number":28,"verse":"Gabriel appeared to her and said, “Greetings, (Or Rejoice.) favored woman! The Lord is with you! (Some manuscripts add Blessed are you among women.) ”"},{"number":29,"verse":"Confused and disturbed, Mary tried to think what the angel could mean."},{"number":30,"verse":"“Don’t be afraid, Mary,” the angel told her, “for you have found favor with God!"},{"number":31,"verse":"You will conceive and give birth to a son, and you will name him Jesus."},{"number":32,"verse":"He will be very great and will be called the Son of the Most High. The Lord God will give him the throne of his ancestor David."},{"number":33,"verse":"And he will reign over Israel (Greek over the house of Jacob.) forever; his Kingdom will never end!”"},{"number":34,"verse":"Mary asked the angel, “But how can this happen? I am a virgin.”"},{"number":35,"verse":"The angel replied, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the baby to be born will be holy, and he will be called the Son of God."},{"number":36,"verse":"What’s more, your relative Elizabeth has become pregnant in her old age! People used to say she was barren, but she has conceived a son and is now in her sixth month."},{"number":37,"verse":"For the word of God will never fail. (Some manuscripts read For nothing is impossible with God.) ”"},{"number":38,"verse":"Mary responded, “I am the Lord’s servant. May everything you have said about me come true.” And then the angel left her."},{"number":39,"verse":"(Mary Visits Elizabeth) A few days later Mary hurried to the hill country of Judea, to the town"},{"number":40,"verse":"where Zechariah lived. She entered the house and greeted Elizabeth."},{"number":41,"verse":"At the sound of Mary’s greeting, Elizabeth’s child leaped within her, and Elizabeth was filled with the Holy Spirit."},{"number":42,"verse":"Elizabeth gave a glad cry and exclaimed to Mary, “God has blessed you above all women, and your child is blessed."},{"number":43,"verse":"Why am I so honored, that the mother of my Lord should visit me?"},{"number":44,"verse":"When I heard your greeting, the baby in my womb jumped for joy."},{"number":45,"verse":"You are blessed because you believed that the Lord would do what he said.”"},{"number":46,"verse":"(The Magnificat: Mary’s Song of Praise) Mary responded, “Oh, how my soul praises the Lord."},{"number":47,"verse":"How my spirit rejoices in God my Savior!"},{"number":48,"verse":"For he took notice of his lowly servant girl, and from now on all generations will call me blessed."},{"number":49,"verse":"For the Mighty One is holy, and he has done great things for me."},{"number":50,"verse":"He shows mercy from generation to generation to all who fear him."},{"number":51,"verse":"His mighty arm has done tremendous things! He has scattered the proud and haughty ones."},{"number":52,"verse":"He has brought down princes from their thrones and exalted the humble."},{"number":53,"verse":"He has filled the hungry with good things and sent the rich away with empty hands."},{"number":54,"verse":"He has helped his servant Israel and remembered to be merciful."},{"number":55,"verse":"For he made this promise to our ancestors, to Abraham and his children forever.”"},{"number":56,"verse":"Mary stayed with Elizabeth about three months and then went back to her own home."},{"number":57,"verse":"(The Birth of John the Baptist) When it was time for Elizabeth’s baby to be born, she gave birth to a son."},{"number":58,"verse":"And when her neighbors and relatives heard that the Lord had been very merciful to her, everyone rejoiced with her."},{"number":59,"verse":"When the baby was eight days old, they all came for the circumcision ceremony. They wanted to name him Zechariah, after his father."},{"number":60,"verse":"But Elizabeth said, “No! His name is John!”"},{"number":61,"verse":"“What?” they exclaimed. “There is no one in all your family by that name.”"},{"number":62,"verse":"So they used gestures to ask the baby’s father what he wanted to name him."},{"number":63,"verse":"He motioned for a writing tablet, and to everyone’s surprise he wrote, “His name is John.”"},{"number":64,"verse":"Instantly Zechariah could speak again, and he began praising God."},{"number":65,"verse":"Awe fell upon the whole neighborhood, and the news of what had happened spread throughout the Judean hills."},{"number":66,"verse":"Everyone who heard about it reflected on these events and asked, “What will this child turn out to be?” For the hand of the Lord was surely upon him in a special way."},{"number":67,"verse":"(Zechariah’s Prophecy) Then his father, Zechariah, was filled with the Holy Spirit and gave this prophecy:"},{"number":68,"verse":"“Praise the Lord, the God of Israel, because he has visited and redeemed his people."},{"number":69,"verse":"He has sent us a mighty Savior (Greek has raised up a horn of salvation for us.) from the royal line of his servant David,"},{"number":70,"verse":"just as he promised through his holy prophets long ago."},{"number":71,"verse":"Now we will be saved from our enemies and from all who hate us."},{"number":72,"verse":"He has been merciful to our ancestors by remembering his sacred covenant—"},{"number":73,"verse":"the covenant he swore with an oath to our ancestor Abraham."},{"number":74,"verse":"We have been rescued from our enemies so we can serve God without fear,"},{"number":75,"verse":"in holiness and righteousness for as long as we live."},{"number":76,"verse":"“And you, my little son, will be called the prophet of the Most High, because you will prepare the way for the Lord."},{"number":77,"verse":"You will tell his people how to find salvation through forgiveness of their sins."},{"number":78,"verse":"Because of God’s tender mercy, the morning light from heaven is about to break upon us, (Or the Morning Light from Heaven is about to visit us.)"},{"number":79,"verse":"to give light to those who sit in darkness and in the shadow of death, and to guide us to the path of peace.”"},{"number":80,"verse":"John grew up and became strong in spirit. And he lived in the wilderness until he began his public ministry to Israel."}]}