{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ବାକ୍ୟ","bookEnglishName":"Revelation","chapterNumber":11,"verses":[{"number":1,"verse":"( ଦୁଇ ସାକ୍ଷୀ) ପରେ ମୋତେ ପଦିକା ପରି ଗୋଟିଏ ନଳ ଦତ୍ତ ହେଲା । ଜଣେ ମୋତେ କହିଲେ, ଉଠ, ଈଶ୍ଵରଙ୍କ ମନ୍ଦିର, ବେଦି ଓ ଯେଉଁମାନେ ସେଥିରେ ପୂଜା କରନ୍ତି, ସେମାନଙ୍କୁ ମାପ ।"},{"number":2,"verse":"କିନ୍ତୁ ମନ୍ଦିରର ବାହାରେ ଥିବା ପ୍ରାଙ୍ଗଣକୁ ଛାଡ଼ିଦିଅ, ତାହା ମାପ ନାହିଁ, କାରଣ ତାହା ବିଜାତିମାନଙ୍କୁ ଦତ୍ତ ହୋଇଅଛି, ସେମାନେ ବୟାଳିଶ ମାସ ପର୍ଯ୍ୟନ୍ତ ପୁଣ୍ୟ ନଗରୀକୁ ପଦ ତଳେ ଦଳିତ କରିବେ ।"},{"number":3,"verse":"ଆଉ ଆମ୍ଭେ ଆମ୍ଭର ଦୁଇ ସାକ୍ଷୀଙ୍କୁ କ୍ଷମତା ଦେବୁ ଯେ, ସେମାନେ ଚଟ ପରିଧାନ କରି ଏକ ସହସ୍ର ଦୁଇ ଶତ ଷାଠିଏ ଦିନ ପର୍ଯ୍ୟନ୍ତ ଭାବବାଣୀ କହିବେ ।"},{"number":4,"verse":"ସେମାନେ ପୃଥିବୀର ପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଦଣ୍ତାୟମାନ ହୋଇଥିବା ଦୁଇ ଜୀତ ବୃକ୍ଷ ଓ ଦୁଇ ପ୍ରଦୀପ ସଦୃଶ ।"},{"number":5,"verse":"କେହି ଯଦି ସେମାନଙ୍କର କ୍ଷତି କରିବାକୁ ଇଚ୍ଛା କରେ, ତେବେ ସେମାନଙ୍କ ମୁଖରୁ ଅଗ୍ନି ନିର୍ଗତ ହୋଇ ସେମାନଙ୍କ ଶତ୍ରୁମାନଙ୍କୁ ଗ୍ରାସ କରେ; କେହି ଯଦି ସେମାନଙ୍କର କ୍ଷତି କରିବାକୁ ଇଚ୍ଛା କରିବ, ତାହାକୁ ଏହିପରିଭାବେ ହତ ହେବାକୁ ହେବ ।"},{"number":6,"verse":"ସେମାନେ ଭାବବାଣୀ କହିବା ସମୟ ମଧ୍ୟରେ ଯେପରି ବୃଷ୍ଟି ନ ହୁଏ, ଏଥିନିମନ୍ତେ ଆକାଶ ରୁଦ୍ଧ କରିବାକୁ ସେମାନଙ୍କର କ୍ଷମତା ଅଛି, ପୁଣି ଯେତେ ଥର ଇଚ୍ଛା, ସେତେ ଥର ଜଳକୁ ରକ୍ତରେ ପରିଣତ କରିବାକୁ ଓ ପୃଥିବୀକୁ ସମସ୍ତ ପ୍ରକାର ମହାମାରୀ ଦ୍ଵାରା ଆଘାତ କରିବାକୁ ମଧ୍ୟ ସେମାନଙ୍କର କ୍ଷମତା ଅଛି ।"},{"number":7,"verse":"ସେମାନଙ୍କ ସାକ୍ଷ୍ୟ ସମାପ୍ତ ହେଲା ଉତ୍ତାରେ ପାତାଳକୁଣ୍ତରୁ ଯେଉଁ ପଶୁ ଉତ୍ଥିତ ହେବ, ସେ ସେମାନଙ୍କ ସହିତ ଯୁଦ୍ଧ କରିବ ଓ ସେମାନଙ୍କୁ ଜୟ କରି ବଧ କରିବ ।"},{"number":8,"verse":"ସେଥିରେ ଯେଉଁ ମହାନଗରୀକୁ ଆତ୍ମିକ ଭାବରେ ସଦୋମ ଓ ମିସର ବୋଲି କୁହାଯାଏ, ଯେଉଁଠାରେ ସେମାନଙ୍କର ପ୍ରଭୁ ମଧ୍ୟ କ୍ରୁଶରେ ହତ ହୋଇଥିଲେ, ସେହି ମହାନଗରୀର ରାଜପଥରେ ସେମାନଙ୍କ ଶବ ପଡ଼ି ରହିବ ।"},{"number":9,"verse":"ଆଉ ନାନା ବଂଶ, ଗୋଷ୍ଠୀ, ଭାଷାବାଦୀ ଓ ଜାତିର ଲୋକେ ସାଢ଼େ ତିନି ଦିନ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ଶବକୁ ଦେଖିବେ ଓ ସମାଧିସ୍ଥ ହେବାକୁ ଦେବେ ନାହିଁ ।"},{"number":10,"verse":"ସେତେବେଳେ ପୃଥିବୀ ନିବାସୀମାନେ ସେମାନଙ୍କର ମୃତ୍ୟୁ ସମ୍ଵାଦ ଶୁଣି ଆନନ୍ଦ ଓ ଆମୋଦ-ପ୍ରମୋଦ କରିବେ, ପୁଣି ପରସ୍ପରକୁ ଉପହାର ଦେବେ, କାରଣ ଏହି ଦୁଇ ଭାବବାଦୀ ପୃଥିବୀନିବାସୀମାନଙ୍କୁ ଯନ୍ତ୍ରଣା ଦେଉଥିଲେ, ।"},{"number":11,"verse":"ସାଢ଼େ ତିନି ଦିନ ଉତ୍ତାରେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜୀବନ-ବାୟୁ ଆସି ସେମାନଙ୍କଠାରେ ପ୍ରବେଶ କଲା, ସେଥିରେ ସେମାନେ ପାଦରେ ଭରା ଦେଇ ଠିଆ ହେଲେ, ଆଉ ସେମାନଙ୍କୁ ଦେଖିବା ଲୋକମାନେ ମହାଭୟଗ୍ରସ୍ତ ହେଲେ ।"},{"number":12,"verse":"ସେତେବେଳେ ସେମାନେ ଆକାଶରୁ ଉଚ୍ଚ ସ୍ଵରରେ ଉକ୍ତ ଏହି ବାଣୀ ଶୁଣିଲେ, ଏଠାକୁ ଉଠିଆସ । ସେଥିରେ ସେମାନେ ମେଘାରୂଢ଼ ହୋଇ ସ୍ଵର୍ଗାରୋହଣ କଲେ⇧, ଆଉ ସେମାନଙ୍କର ଶତ୍ରୁମାନେ ସେମାନଙ୍କୁ ଦେଖିଲେ ।"},{"number":13,"verse":"ସେହି ସମୟରେ ମହା ଭୂମିକମ୍ପ ହେଲା ଓ ନଗରୀର ଦଶମାଂଶ ଭୂମିସାତ୍ ହେଲା, ପୁଣି ଭୂମିକମ୍ପରେ ସାତ ସହସ୍ର ଲୋକ ନିହତ ହେଲେ ଏବଂ ଅବଶିଷ୍ଟ ଲୋକ ଭୀତ ହୋଇ ସ୍ଵର୍ଗସ୍ଥ ଈଶ୍ଵରଙ୍କ ମହିମା କୀର୍ତ୍ତନ କଲେ ।"},{"number":14,"verse":"ଦ୍ଵିତୀୟ ସନ୍ତାପ ଗତ ହେଲା; ଦେଖ, ତୃତୀୟ ସନ୍ତାପ ଶୀଘ୍ର ଆସୁଅଛି ।"},{"number":15,"verse":"( ସପ୍ତମ ତୂରୀ ବାଦନ) ସପ୍ତମ ଦୂତ ତୂରୀଧ୍ଵନୀ କରନ୍ତେ ସ୍ଵର୍ଗରେ ମହାଶଦ୍ଦ ସହ ଏହି ବାଣୀ ହେଲା, ଜଗତ ଉପରେ ରାଜତ୍ଵ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁଙ୍କର ଓ ତାହାଙ୍କ ଖ୍ରୀଷ୍ଟଙ୍କର ହସ୍ତଗତ ହୋଇଅଛି, ଆଉ ସେ ଯୁଗେ ଯୁଗେ ରାଜତ୍ଵ କରିବେଙ୍କ ।"},{"number":16,"verse":"ସେଥିରେ ଈଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ଆପଣା ଆପଣା ସିଂହାସନରେ ଉପବିଷ୍ଟ ଚବିଶ ପ୍ରାଚୀନ ଉବୁଡ଼ ହୋଇ ଈଶ୍ଵରଙ୍କୁ ପ୍ରଣାମ କରି କହିଲେ,"},{"number":17,"verse":"ହେ ପ୍ରଭୁ, ସର୍ବଶକ୍ତିମାନ ଈଶ୍ଵର, ବର୍ତ୍ତମାନ ଓ ଭୂତ ଯେ ତୁମ୍ଭେ, ଆମ୍ଭେମାନେ ତୁମ୍ଭର ଧନ୍ୟବାଦ କରୁଅଛୁ, କାରଣ ତୁମ୍ଭେ ଆପଣା ମହାଶକ୍ତି ଧାରଣ କରି ରାଜତ୍ଵ ଗ୍ରହଣ କରିଅଛ ।"},{"number":18,"verse":"ବିଜାତିମାନେ କ୍ରୁଦ୍ଧ ହୋଇଥିଲେ, କିନ୍ତୁ ତୁମ୍ଭର କ୍ରୋଧ ଉପସ୍ଥିତ ହେଲା, ପୁଣି ମୃତମାନଙ୍କ ବିଚାର କରିବା ସମୟ ଏବଂ ତୁମ୍ଭର ଦାସ ଭାବବାଦୀମାନଙ୍କୁ, ସାଧୁମାନଙ୍କୁ ଓ ତୁମ୍ଭ ନାମର ଭୟକାରୀ ସାନ ଓ ବଡ଼ ସମସ୍ତ ଲୋକଙ୍କୁସ ପୁରସ୍କାର ଦେବାର ଆଉ ପୃଥିବୀ ବିନାଶକାରୀମାନଙ୍କୁ ବିନାଶ କରିବାର ସମୟ ଉପସ୍ଥିତ ହେଲା ।"},{"number":19,"verse":"ସେତେବେଳେ ସ୍ଵର୍ଗରେ ଥିବା ଈଶ୍ଵରଙ୍କ ମନ୍ଦିର ଉନ୍ମୁକ୍ତ ହେଲା ଓ ତାହାଙ୍କ ମନ୍ଦିର ମଧ୍ୟରେ ତାହାଙ୍କ ନିୟମସିନ୍ଦୁକ ଦୃଷ୍ଟ ହେଲା, ପୁଣି ବିଦ୍ୟୁତ୍, ବିଭିନ୍ନ ସ୍ଵର, ମେଘଗର୍ଜ୍ଜନ, ଭୂମିକମ୍ପ ଓ ମହା ଶିଳାବୃଷ୍ଟି ହେଲା ।"}]}