{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ବାକ୍ୟ","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"( ସହସ୍ର ବର୍ଷର ରାଜତ୍ଵ) ପରେ ମୁଁ ଜଣେ ଦୂତଙ୍କୁ ସ୍ଵର୍ଗରୁ ଓହ୍ଲାଇ ଆସିବାର ଦେଖିଲି । ତାହାଙ୍କ ହସ୍ତରେ ପାତାଳ- କୁଣ୍ତର ଚାବି ଓ ଗୋଟିଏ ବୃହତ୍ ଶୃଙ୍ଖଳ ଥିଲା ।"},{"number":2,"verse":"ସେ ସେହି ସର୍ପ, ସେହି ପୁରାତନ ନାଗ, ଅର୍ଥାତ୍, ଦିଆବଳ ଓ ଶୟତାନକୁ ଧରି ଏକ ସହସ୍ର ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ବାନ୍ଧି ପକାଇଲେ,"},{"number":3,"verse":"ପୁଣି ତାହାକୁ ପାତାଳକୁଣ୍ତରେ ନିକ୍ଷେପ କରି ସେଥିର ମୁଖ ବନ୍ଦ କଲେ ଓ ତାହା ଉପରେ ମୁଦ୍ରାଙ୍କ ଦେଲେ, ଯେପରି ସେହି ଏକ ସହସ୍ର ବର୍ଷ ଶେଷ ନ ହେବା ପର୍ଯ୍ୟନ୍ତ ସେ ଜାତିସମୂହକୁ ଆଉ ଭ୍ରାନ୍ତ କରି ପାରିବ ନାହିଁସ; ଏହା ପରେ ଅଳ୍ପ କାଳ ନିମନ୍ତେ ତାହାକୁ ମୁକ୍ତ ହେବାକୁ ହେବ ।"},{"number":4,"verse":"ପରେ ମୁଁ ସିଂହାସନସମୂହ ଦେଖିଲି; ସେହିସବୁ ଉପରେ କେତେକ ବ୍ୟକ୍ତି ଉପବେଶନ କଲେ, ସେମାନଙ୍କୁ ବିଚାର କରିବାର କ୍ଷମତା ଦିଆଗଲା । ଆଉ ଯୀଶୁଙ୍କ ସାକ୍ଷ୍ୟ ଓ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ନିମନ୍ତେ ଯେଉଁମାନଙ୍କର ମସ୍ତକଚ୍ଛେଦନ ହୋଇଥିଲା, ପୁଣି ଯେଉଁମାନେ ସେହି ପଶୁକୁ ବା ତାହାର ପ୍ରତିମାକୁ ପ୍ରଣାମ କରି ନ ଥିଲେ। ଓ ତାହାର ଚିହ୍ନ ଆପଣା ଆପଣା କପାଳରେ ଓ ହସ୍ତରେ ଧାରଣ କରି ନ ଥିଲେ, ସେମାନଙ୍କର ଆତ୍ମାମାନଙ୍କୁ ଦେଖିଲି; ସେମାନେ ଜୀବିତ ହୋଇ ଖ୍ରୀଷ୍ଟଙ୍କ ସହିତ ଏକ ସହସ୍ର ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ରାଜତ୍ଵ କଲେ ।"},{"number":5,"verse":"ଅବଶିଷ୍ଟ ମୃତ ଲୋକମାନେ ସେହି ସହସ୍ର ବର୍ଷ ଶେଷ ନ ହେବା ପର୍ଯ୍ୟନ୍ତ ଜୀବିତ ହେଲେ ନାହିଁ । ଏହା ହିଁ ପ୍ରଥମ ପୁନରୁତ୍ଥାନ ।"},{"number":6,"verse":"ଯେଉଁମାନେ ପ୍ରଥମ ପୁନରୁତ୍ଥାନର ଅଂଶୀ ହୁଅନ୍ତି, ସେମାନେ ଧନ୍ୟ ଓ ପବିତ୍ର; ସେମାନଙ୍କ ଉପରେ ଦ୍ଵିତୀୟ ମୃତ୍ୟୁର କୌଣସି ଅଧିକାର ନାହିଁ, ବରଞ୍ଚ ସେମାନେ ଈଶ୍ଵରଙ୍କ ଓ ଖ୍ରୀଷ୍ଟଙ୍କ ଯାଜକ ହୋଇ ଏକ ସହସ୍ର ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ତାହାଙ୍କ ସହିତ ରାଜତ୍ଵ କରିବେ ।"},{"number":7,"verse":"( ଶୟତାନର ଅନ୍ତିମ ପରାଜୟ) ସେହି ସହସ୍ର ବର୍ଷ ଶେଷ ହୁଅନ୍ତେ ଶୟତାନ କାରାଗାରରୁ ମୁକ୍ତ ହେବ;"},{"number":8,"verse":"ସେଥିରେ ସେ ପୃଥିବୀର ଚାରି କୋଣରେ ଥିବା ଜାତିସମୂହକୁ, ଅର୍ଥାତ୍, ସମୁଦ୍ରର ବାଲୁକା ସଦୃଶ ଅସଂଖ୍ୟ ଯେ ଗୋଗ୍ ଓ ମାଗୋଗ୍ ସେମାନଙ୍କୁ ଭ୍ରାନ୍ତ କରି ଯୁଦ୍ଧ ନିମନ୍ତେ ଏକତ୍ର କରିବାକୁ ବାହାରିଯିବ ।"},{"number":9,"verse":"ସେମାନେ ପୃଥିବୀର ପ୍ରସ୍ଥରେ ବିସ୍ତାରିତ ହୋଇ ସାଧୁମାନଙ୍କ ଶିବିର ଓ ପ୍ରିୟତମା ନଗରୀକୁ ବେଷ୍ଟନ କଲେ । ସେତେବେଳେ ସ୍ଵର୍ଗରୁ ଅଗ୍ନି ପଡ଼ି ସେମାନଙ୍କୁ ଗ୍ରାସ କଲା ।"},{"number":10,"verse":"ଯେଉଁ ଦିଆବଳ ସେମାନଙ୍କୁ ଭ୍ରାନ୍ତ କରିଥିଲା, ତାହାକୁ ଅଗ୍ନି ଓ ଗନ୍ଧକମୟ ହ୍ରଦରେ ନିକ୍ଷେପ କରାଗଲା, ସେଠାରେ ସେହି ପଶୁ ଓ ଭଣ୍ତ ଭାବବାଦୀ ମଧ୍ୟ ଅଛନ୍ତି; ପୁଣି ସେମାନେ ଦିବାରାତ୍ର ଯୁଗେ ଯୁଗେ ଯନ୍ତ୍ରଣା ଭୋଗ କରିବେ ।"},{"number":11,"verse":"( ଶେଷ ବିଚାର) ତତ୍ପରେ ମୁଁ ଗୋଟିଏ ବୃହତ୍ ଶ୍ଵେତବର୍ଣ୍ଣ ସିଂହାସନ ଓ ତଦୁପବିଷ୍ଟ ବ୍ୟକ୍ତିଙ୍କୁ ଦର୍ଶନ କଲି; ତାହାଙ୍କ ସମ୍ମୁଖରୁ ପୃଥିବୀ ଓ ଆକାଶମଣ୍ତଳ ପଳାୟନ କଲା, ସେମାନଙ୍କ ନିମନ୍ତେ ଆଉ ସ୍ଥାନ ମିଳିଲା ନାହିଁ, ।"},{"number":12,"verse":"ପୁଣି ମୁଁ କ୍ଷୁଦ୍ର ଓ ମହାନ ସମସ୍ତ ମୃତ ଲୋକଙ୍କୁ ସିଂହାସନର ସମ୍ମୁଖରେ ଠିଆ ହୋଇଥିବାର ଦେଖିଲି, ଆଉ ପୁସ୍ତକସବୁ ଫିଟାଗଲା; ପରେ ଜୀବନ ପୁସ୍ତକ ନାମକ ଆଉ ଗୋଟିଏ ପୁସ୍ତକ ଫିଟାଗଲା; ସେହି ପୁସ୍ତକମାନଙ୍କରେ ଲିଖିତ ବିଷୟ ପ୍ରମାଣେ ମୃତମାନେ ଆପଣା ଆପଣା କର୍ମାନୁସାରେ ବିଚାରିତ ହେଲେ ।"},{"number":13,"verse":"ସମୁଦ୍ର ଆପଣାର ମଧ୍ୟବର୍ତ୍ତୀ ମୃତମାନଙ୍କୁ ସମର୍ପଣ କଲା, ଆଉ ମୃତ୍ୟୁ ଓ ପାତାଳ ସେମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ମୃତମାନଙ୍କୁ ସମର୍ପଣ କଲେ; ପୁଣି ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା କର୍ମାନୁସାରେ ବିଚାରିତ ହେଲେ ।"},{"number":14,"verse":"ତତ୍ପରେ ମୃତ୍ୟୁ ଓ ପାତାଳକୁ ଅଗ୍ନିମୟ ହ୍ରଦରେ ପକାଗଲା । ଏହି ମୃତ୍ୟୁ, ଅର୍ଥାତ୍, ଅଗ୍ନିମୟ ହ୍ରଦ, ଦ୍ଵିତୀୟ ମୃତ୍ୟୁ ।"},{"number":15,"verse":"ଯାହାର ନାମ ଜୀବନ ପୁସ୍ତକରେ ଲେଖା ହୋଇଥିବାର ଦେଖା ନ ଗଲା, ତାହାକୁ ଅଗ୍ନିମୟ ହ୍ରଦରେ ପକାଗଲା ।"}]}