{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ବାକ୍ୟ","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"( ଜୀବନଦାୟକ ଜଳର ନଦୀ) ପରେ ସେ ମୋତେ ଜୀବନଦାୟକ ଜଳର ଗୋଟିଏ ନଦୀ ଦେଖାଇଲେ, ତାହା ସ୍ଫଟିକ ସଦୃଶ ଉଜ୍ଜ୍ଵଳ, ପୁଣି ଈଶ୍ଵର ଓ ମେଷଶାବକଙ୍କ ସିଂହାସନରୁ ନିର୍ଗତ ହୋଇ ନଗରର ପଥ ମଧ୍ୟ ଦେଇ ପ୍ରବାହିତ ହେଉଅଛି ।"},{"number":2,"verse":"ସେହି ନଦୀର ଉଭୟ ପାର୍ଶ୍ଵରେ ଦ୍ଵାଦଶ ଥର ଫଳଦାୟକ ଜୀବନବୃକ୍ଷ ଅଛି, ସେଥିରେ ପ୍ରତି ମାସରେ ଫଳ ଫଳେ, ପୁଣି ସେହି ବୃକ୍ଷର ପତ୍ର ଜାତିସମୂହର ଆରୋଗ୍ୟକାରକ ।"},{"number":3,"verse":"କୌଣସି ଅଭିଶପ୍ତ ବିଷୟ ଆଉ ରହିବ ନାହିଁ । ଈଶ୍ଵର ଓ ମେଷଶାବକଙ୍କ ସିଂହାସନ ନଗରୀ ମଧ୍ୟରେ ରହିବ, ଆଉ ତାହାଙ୍କ ଦାସମାନେ ତାହାଙ୍କର ଉପାସନା କରିବେ ।"},{"number":4,"verse":"ସେମାନେ ତାହାଙ୍କ ମୁଖ ଦର୍ଶନ କରିବେ ଓ ତାହାଙ୍କ ନାମ ସେମାନଙ୍କ କପାଳରେ ଲିଖିତ ରହିବ ।"},{"number":5,"verse":"ରାତ୍ରି ଆଉ ହେବ ନାହିଁ, ସେମାନଙ୍କର ପ୍ରଦୀପ କି ସୂର୍ଯ୍ୟର ଆଲୋକର ପ୍ରୟୋଜନ ହେବ ନାହିଁ, କାରଣ ପ୍ରଭୁ ଈଶ୍ଵର ସେମାନଙ୍କ ଉପରେ ଆଲୋକ ସ୍ଵରୂପ ହେବେ, ପୁଣି ସେମାନେ ଯୁଗେ ଯୁଗେ ରାଜତ୍ଵ କରିବେ ।"},{"number":6,"verse":"( ଯୀଶୁଙ୍କର ପୁନରାଗମନ) ପରେ ସେ ମୋତେ କହିଲେ, ଏହି ସମସ୍ତ ବାକ୍ୟ ବିଶ୍ଵସନୀୟ ଓ ସତ୍ୟ; ଯାହା ଯାହା ଶୀଘ୍ର ଘଟିବ, ସେହିସବୁ ଆପଣା ଦାସମାନଙ୍କୁ ଦେଖାଇବା ନିମନ୍ତେ ପ୍ରଭୁ, ଭାବବାଦୀମାନଙ୍କ ଆତ୍ମାସମୂହର ଈଶ୍ଵର, ଆପଣା ଦୂତଙ୍କୁ ପ୍ରେରଣ କରିଅଛନ୍ତିୁ ।"},{"number":7,"verse":"ଦେଖ, ଆମ୍ଭେ ଶୀଘ୍ର ଆସୁଅଛୁ; ଯେ ଏହି ପୁସ୍ତକର ଭାବବାଣୀସବୁ ପାଳନ କରେ, ସେ ଧନ୍ୟ ।"},{"number":8,"verse":"ମୁଁ ଯୋହନ ସ୍ଵୟଂ ଏହିସମସ୍ତ ଶ୍ରବଣ ଓ ଦର୍ଶନ କଲି । ଶ୍ରବଣ ଓ ଦର୍ଶନ କରିବା ପରେ, ଯେଉଁ ଦୂତ ମୋତେ ଏହିସମସ୍ତ ଦର୍ଶନ କରାଇଲେ, ମୁଁ ତାହାଙ୍କ ପାଦ ତଳେ ପ୍ରଣାମ କରିବା ନିମନ୍ତେ ଉବୁଡ଼ ହେଲି ।"},{"number":9,"verse":"କିନ୍ତୁ ସେ ମୋତେ କହିଲେ, ସାବଧାନ, ଏହା କର ନାହିଁ, କାରଣ ମୁଁ ତୁମ୍ଭର, ତୁମ୍ଭର ଭ୍ରାତୃବୃନ୍ଦ ଭାବବାଦୀ-ମାନଙ୍କର ଓ ଏହି ପୁସ୍ତକର ବାକ୍ୟ ପାଳନକାରୀମାନଙ୍କର ସହଦାସ; ଈଶ୍ଵରଙ୍କୁ ପ୍ରଣାମ କର ।"},{"number":10,"verse":"ଆଉ ସେ ମୋତେ କହିଲେ, ତୁମ୍ଭେ ଏହି ପୁସ୍ତକର ଭାବବାଣୀସବୁ ମୁଦ୍ରାଙ୍କିତ କର ନାହିଁ, କାରଣ ସମୟ ସନ୍ନିକଟ ।"},{"number":11,"verse":"ଯେ ଅଧର୍ମାଚାରୀ, ସେ ଆହୁରି ଅଧର୍ମାଚରଣ କରୁ; ଯେ ଅଶୁଚି, ସେ ଆହୁରି ଅଶୁଚି ହେଉ; ପୁଣି ଯେ ଧାର୍ମିକ, ସେ ଆହୁରି ଧର୍ମାଚରଣ କରୁ; ଯେ ପବିତ୍ର, ସେ ଆହୁରି ପବିତ୍ର ହେଉ ।"},{"number":12,"verse":"ଦେଖ, ଆମ୍ଭେ ଶୀଘ୍ର ଆସୁଅଛୁ; ପ୍ରତ୍ୟେକ ଲୋକକୁ ତାହାର କର୍ମାନୁସାରେ ଫଳ ଦେବାକୁ ଆମ୍ଭର ପୁରସ୍କାର ଆମ୍ଭ ସଙ୍ଗରେ ଅଛି ।"},{"number":13,"verse":"ଆମ୍ଭେ କ ଓ କ୍ଷ, ପ୍ରଥମ ଓ ଶେଷ, ଆଦି ଓ ଅନ୍ତ ।"},{"number":14,"verse":"ଜୀବନ ବୃକ୍ଷର ଅଧିକାରୀ ହେବା ନିମନ୍ତେ ଓ ଦ୍ଵାର ଦେଇ ନଗରୀରେ ପ୍ରବେଶ କରିବା ନିମନ୍ତେ ଯେଉଁମାନେ ଆପଣା ଆପଣା ବସ୍ତ୍ର ଧୌତ କରିଅଛନ୍ତି, ସେମାନେ ଧନ୍ୟ ।"},{"number":15,"verse":"କୁକୁରମାନେ, ମାୟାବୀ, ବ୍ୟଭିଚାରୀ, ନରଘାତକ, ପ୍ରତିମାପୂଜକ ପୁଣି ମିଥ୍ୟାପ୍ରିୟ ଓ ମିଥ୍ୟାଚାରୀମାନେ ବାହାରେ ରହିବେ ।"},{"number":16,"verse":"ଆମ୍ଭେ ଯୀଶୁ, ମଣ୍ତଳୀମାନଙ୍କ ନିମନ୍ତେ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ଏହି ସମସ୍ତ ସାକ୍ଷ୍ୟ ଦେବା ପାଇଁ ଆମ୍ଭର ଦୂତକୁ ପ୍ରେରଣ କରିଅଛୁ । ଆମ୍ଭେ ଦାଉଦଙ୍କ ମୂଳ ଓ ବଂଶଜ, ସେହି ଉଜ୍ଜ୍ଵଳ ପ୍ରଭାତୀତାରା ।"},{"number":17,"verse":"ଆତ୍ମା ଓ କନ୍ୟା କହନ୍ତି, ଆସ । ପୁଣି ଯେ ଶୁଣେ, ସେ କହୁ, ଆସ । ଯେ ତୃଷାର୍ତ୍ତ, ସେ ଆସୁ; ଯେ ଇଚ୍ଛା କରେ, ସେ ବିନାମୂଲ୍ୟରେ ଜୀବନଦାୟକ ଜଳ ପାନ କରୁ ।"},{"number":18,"verse":"( ଉପସଂହାର) ଯେଉଁମାନେ ଏହି ପୁସ୍ତକର ଭାବବାଣୀସବୁ ଶ୍ରବଣ କରନ୍ତି, ସେମାନଙ୍କର ପ୍ରତ୍ୟେକ ଜଣକୁ ମୁଁ ସାକ୍ଷ୍ୟ ଦେଇ କହୁଅଛି, କେହି ଯଦି ଏହିସବୁ ସଙ୍ଗରେ କିଛି ଯୋଗ କରେ, ତେବେ ଏହି ପୁସ୍ତକରେ ଲିଖିତ କ୍ଳେଶଗୁଡ଼ିକ ଈଶ୍ଵର ତାହା ପ୍ରତି ଘଟାଇବେ;"},{"number":19,"verse":"ପୁଣି କେହି ଯଦି ଏହି ଭାବବାଣୀ ପୁସ୍ତକର କୌଣସି ବାକ୍ୟ ଲୋପ କରେ, ତେବେ ଈଶ୍ଵର ଏହି ପୁସ୍ତକରେ ଲିଖିତ ଜୀବନ ବୃକ୍ଷ ଓ ପବିତ୍ର ନଗରୀରେ ତାହାର ଅଂଶ ଲୋପ କରିବେ ।"},{"number":20,"verse":"ଯେ ଏହି ସମସ୍ତ ବିଷୟରେ ସାକ୍ଷ୍ୟ ଦେଉଅଛନ୍ତି, ସେ କହନ୍ତି, ସତ୍ୟ, ଆମ୍ଭେ ଶୀଘ୍ର ଆସୁଅଛୁ । ଆମେନ୍, ହେ ପ୍ରଭୁ ଯୀଶୁ, ଆସନ୍ତୁ ।"},{"number":21,"verse":"ପ୍ରଭୁ ଯୀଶୁଙ୍କ ଅନୁଗ୍ରହ ସମସ୍ତଙ୍କ ସହବର୍ତ୍ତୀ ହେଉ । ଆମେନ୍ ।"}]}