{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ବାକ୍ୟ","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"( ସାର୍ଦ୍ଦୀ ମଣ୍ତଳୀ ପ୍ରତି ବାର୍ତ୍ତା) ସାର୍ଦ୍ଦୀ ମଣ୍ତଳୀର ଦୂତ ନିକଟକୁ ଲେଖ : ଯେ ଈଶ୍ଵରଙ୍କ ସପ୍ତ ଆତ୍ମା ଓ ସପ୍ତ ନକ୍ଷତ୍ର ଧାରଣ କରନ୍ତି, ସେ ଏହା କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭର କର୍ମ ଜାଣୁ, ତୁମ୍ଭେ ନାମରେ ଜୀବିତ, ମାତ୍ର ପ୍ରକୃତରେ ମୃତ ।"},{"number":2,"verse":"ଜାଗ୍ରତ ହୁଅ, ପୁଣି ଲୁପ୍ତପ୍ରାୟ ଅବଶିଷ୍ଟ ବିଷୟସବୁକୁ ସବଳ କର; କାରଣ ଆମ୍ଭେ ତୁମ୍ଭର କର୍ମସବୁକୁ ଆମ୍ଭର ଈଶ୍ଵରଙ୍କ ଛାମୁରେ ସିଦ୍ଧ ବୋଲି ଦେଖି ନାହୁଁ ।"},{"number":3,"verse":"ଏଣୁ କିପ୍ରକାରେ ଶିକ୍ଷା ପାଇଅଛ ଓ ଶ୍ରବଣ କରିଅଛ, ତାହା ସ୍ମରଣ କରି ପାଳନ କର ଓ ମନ ପରିବର୍ତ୍ତନ କର; ଯଦି ଜାଗ୍ରତ ନ ହୁଅ, ତାହାହେଲେ ଆମ୍ଭେ ଚୋର ପରି ଆସିବୁ, ଆଉ କେଉଁ ସମୟରେ ତୁମ୍ଭ ଉପରେ ଆସି ପଡ଼ିବୁ, ତାହା ତୁମ୍ଭେ କୌଣସି ପ୍ରକାରେ ଜାଣିବ ନାହିଁ;"},{"number":4,"verse":"ତଥାପି ଯେଉଁମାନେ ଆପଣା ଆପଣା ବସ୍ତ୍ର ମଳିନ କରି ନାହାନ୍ତି, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ସାର୍ଦ୍ଦୀରେ ଏପରି କେତେକ ଅଛନ୍ତି; ସେମାନେ ଶୁକ୍ଳ ବସ୍ତ୍ର ପରିହିତ ହୋଇ ଆମ୍ଭ ସଙ୍ଗରେ ଗମନାଗମନ କରିବେ, କାରଣ ସେମାନେ ଯୋଗ୍ୟ ।"},{"number":5,"verse":"ଯେ ଜୟ କରେ, ସେ ଏହି ପ୍ରକାରେ ଶୁକ୍ଳବସ୍ତ୍ର ପରିହିତ ହେବ, ଆଉ ଆମ୍ଭେ ଜୀବନ ପୁସ୍ତକରୁ ତାହାର ନାମ କୌଣସି ପ୍ରକାରେ ଲୋପନ କରି ଆମ୍ଭର ପିତା ଓ ତାହାଙ୍କ ଦୂତମାନଙ୍କ ସମ୍ମୁଖରେ ତାହାର ନାମ ସ୍ଵୀକାର କରିବୁ ।"},{"number":6,"verse":"ମଣ୍ତଳୀଗଣଙ୍କୁ ଆତ୍ମା କଅଣ କହନ୍ତି, ଯାହାର କର୍ଣ୍ଣ ଅଛି, ସେ ତାହା ଶୁଣୁ ।"},{"number":7,"verse":"( ଫିଲାଦେଲ୍ଫିଆ ମଣ୍ତଳୀ ପ୍ରତି ବାର୍ତ୍ତା) ଫିଲାଦେଲ୍ଫିଆ ମଣ୍ତଳୀର ଦୂତ ନିକଟକୁ ଲେଖ : ଯେ ପବିତ୍ର ଓ ସତ୍ୟ, ଯାହାଙ୍କ ହସ୍ତରେ ଦାଉଦଙ୍କର କଞ୍ଚି ଅଛି, ଯେ ଫିଟାଇଲେ କେହି ବନ୍ଦ କରି ନ ପାରେ, ଆଉ ବନ୍ଦ କଲେ କେହି ଫିଟାଇ ନ ପାରେ,"},{"number":8,"verse":"ସେ ଏହା କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭର କାର୍ଯ୍ୟଜାଣୁ; ଦେଖ, ଆମ୍ଭେ ତୁମ୍ଭ ସମ୍ମୁଖରେ ଗୋଟିଏ ଦ୍ଵାର ଫିଟାଇଅଛୁ, କେହି ତାହା ବନ୍ଦ କରି ପାରେ ନାହିଁ, କାରଣ ତୁମ୍ଭର ଶକ୍ତି ସାମାନ୍ୟ, ତଥାପି ତୁମ୍ଭେ ଆମ୍ଭର ବାକ୍ୟ ପାଳନ କରି ଆମ୍ଭର ନାମ ଅସ୍ଵୀକାର କରି ନାହଁ ।"},{"number":9,"verse":"ଦେଖ, ଯେଉଁମାନେ ଯିହୁଦୀ ନୁହଁନ୍ତି, କିନ୍ତୁ ମିଥ୍ୟାରେ ଆପଣାମାନଙ୍କୁ ଯିହୁଦୀ ବୋଲି କହନ୍ତି, ଏପରି ଶୟତାନର ଦଳର ଲୋକମାନଙ୍କୁ ଆମ୍ଭେ ଆଣି ତୁମ୍ଭର ଚରଣ ତଳେ ପ୍ରଣାମ କରାଇବୁ, ଆଉ ଆମ୍ଭେ ଯେ ତୁମ୍ଭକୁ ପ୍ରେମ କରିଅଛୁ, ଏହା ସେମାନଙ୍କୁ ଜ୍ଞାତ କରାଇବୁ ।"},{"number":10,"verse":"ତୁମ୍ଭେ ଆମ୍ଭର ଧୈର୍ଯ୍ୟର ବାକ୍ୟ ରକ୍ଷା କରିଅଛ, ଏହେତୁ ପୃଥିବୀ ନିବାସୀମାନଙ୍କୁ ପରୀକ୍ଷା କରିବା ନିମନ୍ତେ ସମସ୍ତ ଜଗତ ଉପରକୁ ଯେଉଁ ପରୀକ୍ଷାକାଳ ଆସିବ, ସେଥିରୁ ଆମ୍ଭେ ମଧ୍ୟ ତୁମ୍ଭକୁ ରକ୍ଷା କରିବୁ ।"},{"number":11,"verse":"ଆମ୍ଭେ ଶୀଘ୍ର ଆସୁଅଛୁନ୍ତ ତୁମ୍ଭର ମୁକୁଟକୁ ଯେପରି କେହି ହରଣ କରି ନ ନିଏ, ଏଥିନିମନ୍ତେ ତୁମ୍ଭର ଯାହା ଅଛି, ତାହା ଦୃଢ଼ରୂପେ ଧରି ରଖ ।"},{"number":12,"verse":"ଯେ ଜୟ କରେ, ଆମ୍ଭେ ତାହାକୁ ଆମ୍ଭର ଈଶ୍ଵରଙ୍କ ମନ୍ଦିରର ସ୍ତମ୍ଭ ସ୍ଵରୂପ କରିବୁ, ସେ ଆଉ ସେଠାରୁ ବାହାରକୁ ଯିବ ନାହିଁ; ଆମ୍ଭେ ଆମ୍ଭର ଈଶ୍ଵରଙ୍କ ନାମ ଓ ସ୍ଵର୍ଗରୁ ତାହାଙ୍କଠାରୁ ଆଗତ ଯେଉଁ ନୂତନ ଯିରୂଶାଲମ , ଆମ୍ଭର ଈଶ୍ଵରଙ୍କ ସେହି ନଗରୀର ନାମ ପୁଣି ଆମ୍ଭ ନିଜର ନୂତନ ନାମ ତାହା ଉପରେ ଲେଖିବୁ ।"},{"number":13,"verse":"ମଣ୍ତଳୀଗଣଙ୍କୁ ଆତ୍ମା କଅଣ କହନ୍ତି, ଯାହାର କର୍ଣ୍ଣ ଅଛି, ସେ ତାହା ଶୁଣୁ ।"},{"number":14,"verse":"( ଲାଅଦିକୀଆ ମଣ୍ତଳୀ ପ୍ରତି ବାର୍ତ୍ତା) ଲାଅଦିକୀଆ ମଣ୍ତଳୀର ଦୂତ ନିକଟକୁ ଲେଖ : ଯେ ସତ୍, ଯେ ବିଶ୍ଵସ୍ତ ଓ ସତ୍ୟ ସାକ୍ଷୀ, ଯେ ଈଶ୍ଵରଙ୍କ ସୃଷ୍ଟିର ଆଦିକର୍ତ୍ତା, ସେ ଏହା କହନ୍ତି,"},{"number":15,"verse":"ଆମ୍ଭେ ତୁମ୍ଭର କର୍ମ ଜାଣୁ, ତୁମ୍ଭେ ଶୀତଳ ନୁହଁ କି ଉଷ୍ଣ ହିଁ ନୁହଁ; ତୁମ୍ଭେ ଶୀତଳ କି ଉଷ୍ଣ ହେଲେ ଭଲ ହୁଅନ୍ତା ।"},{"number":16,"verse":"ଏଣୁ ତୁମ୍ଭେ ଶୀତଳ କି ଉଷ୍ଣ ନ ହୋଇ ଈଷଦୁଷ୍ଣ ହେବାରୁ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଆପଣା ମୁଖରୁ ଉଦ୍ଗାର କରିବାକୁ ଯାଉଅଛୁ ।"},{"number":17,"verse":"ତୁମ୍ଭେ କହୁଅଛ, ମୁଁ ଧନୀ, ମୋହର ବହୁତ ସମ୍ପତ୍ତି ଅଛି, ମୋହର କୌଣସି ଅଭାବ ନାହିଁ; ମାତ୍ର ତୁମ୍ଭେ ଯେ ଦୁର୍ଭାଗା, ଦୀନହୀନ, ଦରିଦ୍ର, ଅନ୍ଧ ଓ ଉଲଙ୍ଗ, ଏହା ଜାଣ ନାହିଁ;"},{"number":18,"verse":"ଏଣୁ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଏହି ପରାମର୍ଶ ଦେଉଅଛୁ, ତୁମ୍ଭେ ଧନୀ ହେବା ନିମନ୍ତେ ଅଗ୍ନିରେ ପରିଷ୍କୃତ ସୁବର୍ଣ୍ଣ, ଆଉ ତୁମ୍ଭ ଉଲଙ୍ଗତାର ଲଜ୍ଜା ଯେପରି ପ୍ରକାଶିତ ନ ହୁଏ, ଏଥିପାଇଁ ପରିଧାନ କରିବା ପାଇଁ ଶୁକ୍ଳ ବସ୍ତ୍ର, ପୁଣି ଦୃଷ୍ଟି ପାଇବା ନିମନ୍ତେ ଚକ୍ଷୁରେ ଲେପନ କରିବା ପାଇଁ ଅଞ୍ଜନ ଆମ୍ଭ ନିକଟରୁ କିଣ ।"},{"number":19,"verse":"ଆମ୍ଭେ ଯେତେ ଲୋକଙ୍କୁ ଭଲ ପାଉ, ସେମାନଙ୍କୁ ଅନୁଯୋଗ ଓ ଶାସନ କରିଥାଉ; ଅତଏବ ଉଦ୍ଯୋଗୀ ହୋଇ ମନ ପରିବର୍ତ୍ତନ କର ।"},{"number":20,"verse":"ଦେଖ, ଆମ୍ଭେ ଦ୍ଵାର ନିକଟରେ ଠିଆ ହୋଇ ଆଘାତ କରୁଅଛୁ; ଯଦି କେହି ଆମ୍ଭର ସ୍ଵର ଶୁଣି ଦ୍ଵାର ଫିଟାଇଦେବ, ତାହାହେଲେ ଆମ୍ଭେ ପ୍ରବେଶ କରି ତାହା ନିକଟକୁ ଯିବୁ, ପୁଣି ଆମ୍ଭେ ତାହା ସହିତ ଭୋଜନ କରିବୁ ଓ ସେ ଆମ୍ଭ ସହିତ ଭୋଜନ କରିବ ।"},{"number":21,"verse":"ଆମ୍ଭେ ଯେପରି ଜୟ କରି ଆମ୍ଭର ପିତାଙ୍କ ସହିତ ତାହାଙ୍କ ସିଂହାସନରେ ବସିଅଛୁ, ସେପରି ଯେ ଜୟ କରେ, ଆମ୍ଭେ ତାହାଙ୍କୁ ଆମ୍ଭ ସହିତ ଆମ୍ଭର ସିଂହାସନରେ ବସିବାକୁ ଦେବୁ ।"},{"number":22,"verse":"ମଣ୍ତଳୀଗଣଙ୍କୁ ଆତ୍ମା କଅଣ କହନ୍ତି, ଯାହାର କର୍ଣ୍ଣ ଅଛି, ସେ ତାହା ଶୁଣୁ ।"}]}