{"bibleAbbr":"TERV1998","bookName":"யாத்திராகமம்","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"(பரிசுத்தக் கூடாரம்) கர்த்தர் மோசேயை நோக்கி, “பரிசுத்தக் கூடாரம் பத்து திரைச் சீலைகளால் தைக்கப்பட வேண்டும். இந்த திரைச்சீலைகள் மெல்லிய துகில், இளநீலம், இரத்தாம்பரம் சிவப்பு ஆகிய நூல்களால் நெய்யப்படவேண்டும். ஒரு திறமை வாய்ந்த ஓவியன் இத்திரைச் சீலையில் சிறகுகளுள்ள கேரூபீன்களின் ஓவியங்களை நெய்ய வேண்டும்."},{"number":2,"verse":"எல்லாத் திரைகளும் ஒரே அளவுடையதாய் இருக்க வேண்டும். ஒவ்வொன்றும் 28 முழ நீளமும் 4 முழ அகலமுமாக இருக்கவேண்டும்."},{"number":3,"verse":"இரண்டு பிரிவாகத் திரைகளை இணை. ஐந்து திரைகளை ஒன்றாகவும், மற்ற ஐந்து திரைகளை வேறாகவும் இணை."},{"number":4,"verse":"ஒரு பிரிவின் விளிம்பில் இளநீலத் துணியால் கண்ணிகளை உருவாக்கு. இவ்வாறே மற்ற பிரிவின் விளிம்பு திரையிலும் செய்."},{"number":5,"verse":"முதலிணைப்பில் 50 கண்ணிகளும் இரண்டாம் இணைப்பில் 50 கண்ணிகளும் தைக்கவேண்டும்."},{"number":6,"verse":"பின்பு திரைகளை இணைப்பதற்கு 50 பொன்வளையங்களைச் செய். அது பரிசுத்தக் கூடாரத்தை ஒன்றாக இணைத்துவிடும்."},{"number":7,"verse":"“பரிசுத்தக் கூடாரத்திற்கு மேல் மற்றொரு கூடாரத்தை உருவாக்கு. இக்கூடாரம் செய்வதற்குப் பதினொரு திரைகளைப் பயன்படுத்து. வெள்ளாட்டு மயிரால் இத்திரைகளை நெசவு செய்."},{"number":8,"verse":"எல்லாத் திரைகளும் ஒரே அளவுடையதாய் இருக்க வேண்டும். 30 முழ நீளமும் 4 முழ அகலமும் உடையதாய் அது இருக்கவேண்டும்."},{"number":9,"verse":"ஐந்து திரைகளை ஒன்றாகவும், வேறு 6 திரைகளை ஒன்றாகவும் இணைக்கவேண்டும். ஆறாம் திரையின் பாதிப் பகுதியை கூடாரத்தின் முன் பகுதியில் மடித்துவிட வேண்டும்."},{"number":10,"verse":"ஒரு திரையிணைப்பின் கடைசித் திரையில் 50 கண்ணிகளையும் இன்னொரு திரையிணைப்பின் கடைசித் திரையில் 50 கண்ணிகளையும் தைக்கவேண்டும்."},{"number":11,"verse":"பின்னர் திரைகளை இணைப்பதற்கு 50 வெண்கல வளையங்களைச் செய். அவை கூடாரத்தின் இருபகுதிகளையும் ஒன்றாக இணைக்கும்."},{"number":12,"verse":"இக்கூடாரத்தின் இறுதித் திரையின் பாதிப்பகுதி பரிசுத்தக் கூடாரத்தின் பின் பகுதியில் தொங்கிக்கொண்டிருக்கும்."},{"number":13,"verse":"அதன் பக்க வாட்டில் பரிசுத்தக் கூடாரத்தின் திரைகள் பரிசுத்தக் கூடாரத்தின் கீழ்ப்புற ஓரங்களைக் காட்டிலும் ஒரு முழம் தாழ்வாகத் தொங்கும். இவ்வாறு பரிசுத்தக் கூடாரம் மகா பரிசுத்தக் கூடாரத்தை முற்றிலும் மறைக்கும்."},{"number":14,"verse":"மகா பரிசுத்தக் கூடாரத்தை மறைப்பதற்கு இரண்டு உறைகளைச் செய். சிவப்புச் சாயம் தீர்த்த ஆட்டுக்கடா தோலினால் ஒரு உறையும் மெல்லிய தோலினால் மற்றொரு உறையும் செய்யப்பட வேண்டும்."},{"number":15,"verse":"“பரிசுத்தக் கூடாரத்தைத் தாங்குவதற்காகச் சட்டங்களை சீத்திம் மரத்தால் செய்ய வேண்டும்."},{"number":16,"verse":"அச்சட்டங்கள் 10 முழ உயரமும் 1.5 முழ அகலமும் உள்ளதாக இருக்கவேண்டும்."},{"number":17,"verse":"ஒவ்வொரு புறமுள்ள தூண்கள் குறுக்குத் துண்டுகளால் ஒவ்வொரு சட்டமாகச் சேர்க்கப்படவேண்டும். பரிசுத்த கூடாரத்தின் எல்லாச் சட்டங்களும் ஒரே அளவுடையதாக இருக்க வேண்டும்."},{"number":18,"verse":"பரிசுத்த கூடாரத்தின் தென் புறத்திற்கென்று 20 சட்டங்களை உருவாக்கு."},{"number":19,"verse":"சட்டங்களுக்கு 40 வெள்ளிப் பீடங்களை உண்டாக்கு. ஒவ்வொரு சட்டத்தின் கீழும் இரண்டு பீடங்கள் வீதம் அமைய வேண்டும். ஒவ்வொரு பக்கத் தூணுக்கும் ஒருபீடம் வீதம் இருக்கவேண்டும்."},{"number":20,"verse":"பரிசுத்தக் கூடாரத்தின் மறுபக்கத்திற்கென்று (வடக்குப் புறம்) மேலும் இருபது சட்டங்கள் செய்."},{"number":21,"verse":"நாற்பது வெள்ளி பீடங்கள் ஒவ்வொரு சட்டத்திற்கும் இரண்டு வீதம் செய்."},{"number":22,"verse":"ஆறு சட்டங்கள் பரிசுத்தக் கூடாரத்தின் பின்புறத்திற்கு (மேற்குப்பக்கம்) அமைத்துவிடு."},{"number":23,"verse":"பரிசுத்தக் கூடாரத்தின் பின்புறத்து மூலைகளுக்கென்று இரண்டு சட்டங்கள் செய்."},{"number":24,"verse":"மூலைகளிலுள்ள சட்டங்கள் அடியில் சேர்க்கப்படவேண்டும். மேற்புறத்தில் சட்டங்களை ஒரு வளையத்தால் இணைக்கவேண்டும். இரண்டு மூலைகளுக்கும் அவ்வாறே செய்."},{"number":25,"verse":"கூடாரத்தின் மேற்குப்புறத்திற்கு எட்டுச் சட்டங்கள் இருக்கும். 16 வெள்ளிப் பீடங்கள் ஒவ்வொரு சட்டத்திற்கு இரண்டு வீதம் அமையும்."},{"number":26,"verse":"“பரிசுத்த கூடாரத்தின் சட்டங்களுக்குச் சீத்திம் மரத்தாலான தாழ்ப்பாள்களைச் செய். பரிசுத்த கூடாரத்தின் முன்புறத்திற்கு ஐந்து தாழ்ப்பாள்கள் இருக்கவேண்டும்."},{"number":27,"verse":"பரிசுத்த கூடாரத்தின் பின்னாலுள்ள (மேற்குப் புறத்தின்) சட்டங்களுக்கு ஐந்து தாழ்ப்பாள்கள் இருக்க வேண்டும்."},{"number":28,"verse":"நடுவிலுள்ள தாழ்ப்பாள் ஒரு மூலையிலிருந்து மறுமூலைவரைக்கும் சட்டங்கள் வழியாகச் செல்லவேண்டும்."},{"number":29,"verse":"“இந்த சட்டங்களைப் பொன் தகட்டால் மூடு. தாழ்ப்பாள்களை இணைப்பதற்குப் பொன் வளையங்களை உண்டுபண்ணு. தாழ்ப்பாள்களுக்கும் பொன் முலாம் பூசு."},{"number":30,"verse":"மலையில் நான் உனக்குக் காட்டிய மாதிரியின்படியே பரிசுத்தக் கூடாரத்தை உண்டாக்கு."},{"number":31,"verse":"(பரிசுத்த கூடாரத்தின் உட்புறம்) “பரிசுத்தக் கூடாரத்தின் உட்புறத்தில் விரிப்பதற்கு மெல்லிய துகிலினால் ஒரு விசேஷ திரைச்சீலையை உண்டாக்கு. நீலம், இரத்தாம்பரம், சிவப்பு நூலால் அந்தத் திரைச்சீலையை உண்டாக்கி, அதிலே கேரூபின்களின் சித்திரங்களைப் பின்னு."},{"number":32,"verse":"சீத்திம் மரத்தால் நான்கு தூண்களை உண்டாக்கி அவற்றைப் பொன்னால் மூடு. நான்கு தூண்கள் மேலும் பொன்னால் ஆன கொக்கிகளை இணை. தூண்களுக்கு அடியில் நான்கு வெள்ளி பீடங்களை வை. பிறகு திரைச் சீலையைத் தங்கக் கொக்கிகளில் தொங்கவிடு."},{"number":33,"verse":"பொன் வளையங்களுக்குக் கீழே திரைகளைத் தொங்கவிடு. நீ செய்த உடன்படிக்கைப் பெட்டியைத் திரைக்குப் பின்னே வை. இந்தத் திரையானது பரிசுத்த இடத்தையும், மகா பரிசுத்த இடத்தையும் பிரிக்கும்."},{"number":34,"verse":"உடன்படிக்கைப் பெட்டியை அதன் கிருபாசனத்தால் மூடிவை."},{"number":35,"verse":"“பின்பு பரிசுத்த இடத்தின் திரையின் முன்புறத்தில் நீ செய்த விசேஷ மேசையை வை. பரிசுத்த கூடாரத்தின் வடக்குப்புறத்தில் மேசை இருக்க வேண்டும். குத்துவிளக்குத் தண்டை தெற்குப்புறத்தில் வை. அது மேசையின் குறுக்காக இருக்கும்."},{"number":36,"verse":"(பரிசுத்தக் கூடாரத்தின் நுழைவாயில்) “பரிசுத்தக் கூடாரத்தின் நுழைவாயிலை மூடுவதற்கு ஒரு திரையை உருவாக்குங்கள். நீலம், இரத்தாம்பரம், சிவப்பு நூலாலும், மெல்லிய துகிலாலும், இத்திரையை உண்டாக்கு. அதில் சித்திரங்களைப் பின்னி வை."},{"number":37,"verse":"திரைகளுக்குப் பொன் கொக்கிகளை உண்டாக்கு. பொன் முலாம் பூசப்பட்ட சீத்திம் மரத்தால் ஐந்து தூண்களைச் செய். ஐந்து தூண்களுக்கும் வெண்கலத்தால் ஐந்து பீடங்களைச் செய்” என்றார்."}]}