{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"(The Table of Nations) This is the account (tn The title אֵלֶּה תּוֹלְדֹת (’elle tolÿdot, here translated as “This is the account”) here covers 10:1–11:9, which contains the so-called Table of Nations and the account of how the nations came to be dispersed.) of Noah’s sons Shem, Ham, and Japheth. Sons (sn Sons were born to them. A vertical genealogy such as this encompasses more than the names of sons. The list includes cities, tribes, and even nations. In a loose way, the names in the list have some derivation or connection to the three ancestors.) were born (tn It appears that the Table of Nations is a composite of at least two ancient sources: Some sections begin with the phrase “the sons of” (בְּנֵי, bÿne) while other sections use “begot” (יָלָד, yalad). It may very well be that the “sons of” list was an old, “bare bones” list that was retained in the family records, while the “begot” sections were editorial inserts by the writer of Genesis, reflecting his special interests. See A. P. Ross, “The Table of Nations in Genesis 10 – Its Structure,” BSac 137 (1980): 340-53; idem, “The Table of Nations in Genesis 10 – Its Content,” BSac 138 (1981): 22-34.) to them after the flood."},{"number":2,"verse":"The sons of Japheth (sn The Greek form of the name Japheth, Iapetos, is used in Greek tradition for the ancestor of the Greeks.) were Gomer, (sn Gomer was the ancestor of the Cimmerians. For a discussion of the Cimmerians see E. M. Yamauchi, Foes from the Northern Frontier (SBA), 49-61.) Magog, (sn For a discussion of various proposals concerning the descendants of Magog see E. M. Yamauchi, Foes from the Northern Frontier (SBA), 22-24.) Madai, (sn Madai was the ancestor of the Medes, who lived east of Assyria.) Javan, (sn Javan was the father of the Hellenic race, the Ionians who lived in western Asia Minor.) Tubal, (sn Tubal was the ancestor of militaristic tribes that lived north of the Black Sea. For a discussion of ancient references to Tubal see E. M. Yamauchi, Foes from the Northern Frontier (SBA), 24-26.) Meshech, (sn Meshech was the ancestor of the people known in Assyrian records as the Musku. For a discussion of ancient references to them see E. M. Yamauchi, Foes from the Northern Frontier (SBA), 24-26.) and Tiras. (sn Tiras was the ancestor of the Thracians, some of whom possibly became the Pelasgian pirates of the Aegean.)"},{"number":3,"verse":"The sons of Gomer were (sn The descendants of Gomer were all northern tribes of the Upper Euphrates.) Askenaz, (sn Askenaz was the ancestor of a northern branch of Indo-Germanic tribes, possibly Scythians. For discussion see E. M. Yamauchi, Foes from the Northern Frontier (SBA), 63.) Riphath, (sn The descendants of Riphath lived in a district north of the road from Haran to Carchemish.) and Togarmah. (sn Togarmah is also mentioned in Ezek 38:6, where it refers to Til-garimmu, the capital of Kammanu, which bordered Tabal in eastern Turkey. See E. M. Yamauchi, Foes from the Northern Frontier (SBA), 26, n. 28.)"},{"number":4,"verse":"The sons of Javan were Elishah, (sn The descendants of Elishah populated Cyprus.) Tarshish, (sn The descendants of Tarshish settled along the southern coast of what is modern Turkey. However, some identify the site Tarshish (see Jonah 1:3) with Sardinia or Spain.) the Kittim, (sn The name Kittim is associated with Cyprus, as well as coastlands east of Rhodes. It is used in later texts to refer to the Romans.) and the Dodanim. (tc Most of the MT mss read “Dodanim” here, but 1 Chr 1:7 has “Rodanim,” perhaps referring to the island of Rhodes. But the Qere reading in 1 Chr 1:7 suggests “Dodanim.” Dodona is one of the most ancient and revered spots in ancient Greece.)"},{"number":5,"verse":"From these the coastlands of the nations were separated into their lands, every one according to its language, according to their families, by their nations."},{"number":6,"verse":"The sons of Ham were Cush, (sn The descendants of Cush settled in Nubia (Ethiopia).) Mizraim, (sn The descendants of Mizraim settled in Upper and Lower Egypt.) Put, (sn The descendants of Put settled in Libya.) and Canaan. (sn The descendants of Canaan lived in the region of Phoenicia (Palestine).)"},{"number":7,"verse":"The sons of Cush were Seba, (sn The descendants of Seba settled in Upper Egypt along the Nile.) Havilah, (sn The Hebrew name Havilah apparently means “stretch of sand” (see HALOT 297 s. v. חֲוִילָה). Havilah’s descendants settled in eastern Arabia.) Sabtah, (sn The descendants of Sabtah settled near the western shore of the Persian Gulf in ancient Hadhramaut.) Raamah, (sn The descendants of Raamah settled in southwest Arabia.) and Sabteca. (sn The descendants of Sabteca settled in Samudake, east toward the Persian Gulf.) The sons of Raamah were Sheba (sn Sheba became the name of a kingdom in southwest Arabia.) and Dedan. (sn The name Dedan is associated with àUla in northern Arabia.)"},{"number":8,"verse":"Cush was the father of (tn Heb “fathered.” Embedded within Cush’s genealogy is an account of Nimrod, a mighty warrior. There have been many attempts to identify him, but none are convincing.) Nimrod; he began to be a valiant warrior on the earth."},{"number":9,"verse":"He was a mighty hunter (tn The Hebrew word for “hunt” is צַיִד (tsayid), which is used on occasion for hunting men (1 Sam 24:12; Jer 16:16; Lam 3:15).) before the LORD. (tn Another option is to take the divine name here, לִפְנֵי יִהוָה (lifne yÿhvah, “before the Lord [YHWH]”), as a means of expressing the superlative degree. In this case one may translate “Nimrod was the greatest hunter in the world.”) (That is why it is said, “Like Nimrod, a mighty hunter before the LORD.”)"},{"number":10,"verse":"The primary regions (tn Heb “beginning.” E. A. Speiser, Genesis (AB), 67, suggests “mainstays,” citing Jer 49:35 as another text where the Hebrew noun is so used.) of his kingdom were Babel, (tn Or “Babylon.”) Erech, (sn Erech (ancient Uruk, modern Warka), one of the most ancient civilizations, was located southeast of Babylon.) Akkad, (sn Akkad, or ancient Agade, was associated with Sargon and located north of Babylon.) and Calneh (tn No such place is known in Shinar (i. e., Babylonia). Therefore some have translated the Hebrew term כַלְנֵה (khalneh) as “all of them,” referring to the three previous names (cf. NRSV).) in the land of Shinar. (sn Shinar is another name for Babylonia.)"},{"number":11,"verse":"From that land he went (tn The subject of the verb translated “went” is probably still Nimrod. However, it has also been interpreted that “Ashur went,” referring to a derivative power.) to Assyria, (tn Heb “Asshur.”) where he built Nineveh, (sn Nineveh was an ancient Assyrian city situated on the Tigris River.) Rehoboth-Ir, (sn The name Rehoboth-Ir means “and broad streets of a city,” perhaps referring to a suburb of Nineveh.) Calah, (sn Calah (modern Nimrud) was located twenty miles north of Nineveh.)"},{"number":12,"verse":"and Resen, which is between Nineveh and the great city Calah. (tn Heb “and Resen between Nineveh and Calah; it [i. e., Calah] is the great city.”)"},{"number":13,"verse":"Mizraim (sn Mizraim is the Hebrew name for Egypt (cf. NRSV).) was the father of (tn Heb “fathered.”) the Ludites, (sn The Ludites were African tribes west of the Nile Delta.) Anamites, (sn The Anamites lived in North Africa, west of Egypt, near Cyrene.) Lehabites, (sn The Lehabites are identified with the Libyans.) Naphtuhites, (sn The Naphtuhites lived in Lower Egypt (the Nile Delta region).)"},{"number":14,"verse":"Pathrusites, (sn The Pathrusites are known in Egyptian as P-to-reshi; they resided in Upper Egypt.) Casluhites (sn The Casluhites lived in Crete and eventually settled east of the Egyptian Delta, between Egypt and Canaan.) (from whom the Philistines came), (tn Several commentators prefer to reverse the order of the words to put this clause after the next word, since the Philistines came from Crete (where the Caphtorites lived). But the table may suggest migration rather than lineage, and the Philistines, like the Israelites, came through the Nile Delta region of Egypt. For further discussion of the origin and migration of the Philistines, see D. M. Howard, “Philistines,” Peoples of the Old Testament World, 232.) and Caphtorites. (sn The Caphtorites resided in Crete, but in Egyptian literature Caphtor refers to “the region beyond” the Mediterranean.)"},{"number":15,"verse":"Canaan was the father of (tn Heb “fathered.”) Sidon his firstborn, (sn Sidon was the foremost city in Phoenicia; here Sidon may be the name of its founder.) Heth, (tn Some see a reference to “Hittites” here (cf. NIV), but this seems unlikely. See the note on the phrase “sons of Heth” in Gen 23:3.)"},{"number":16,"verse":"the Jebusites, (sn The Jebusites were the Canaanite inhabitants of ancient Jerusalem.) Amorites, (sn Here Amorites refers to smaller groups of Canaanite inhabitants of the mountainous regions of Palestine, rather than the large waves of Amurru, or western Semites, who migrated to the region.) Girgashites, (sn The Girgashites are an otherwise unknown Canaanite tribe, though the name is possibly mentioned in Ugaritic texts (see G. J. Wenham, Genesis [WBC], 1:226).)"},{"number":17,"verse":"Hivites, (sn The Hivites were Canaanite tribes of a Hurrian origin.) Arkites, (sn The Arkites lived in Arka, a city in Lebanon, north of Sidon.) Sinites, (sn The Sinites lived in Sin, another town in Lebanon.)"},{"number":18,"verse":"Arvadites, (sn The Arvadites lived in the city Arvad, located on an island near the mainland close to the river El Kebir.) Zemarites, (sn The Zemarites lived in the town Sumur, north of Arka.) and Hamathites. (sn The Hamathites lived in Hamath on the Orontes River.) Eventually the families of the Canaanites were scattered"},{"number":19,"verse":"and the borders of Canaan extended (tn Heb “were.”) from Sidon (map For location see Map1-A1; JP3-F3; JP4-F3.) all the way to (tn Heb “as you go.”) Gerar as far as Gaza, and all the way to (tn Heb “as you go.”) Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha."},{"number":20,"verse":"These are the sons of Ham, according to their families, according to their languages, by their lands, and by their nations."},{"number":21,"verse":"And sons were also born (tn Heb “And to Shem was born.”) to Shem (the older brother of Japheth), (tn Or “whose older brother was Japheth.” Some translations render Japheth as the older brother, understanding the adjective הַגָּדוֹל (haggadol, “older”) as modifying Japheth. However, in Hebrew when a masculine singular definite attributive adjective follows the sequence masculine singular construct noun + proper name, the adjective invariably modifies the noun in construct, not the proper name. Such is the case here. See Deut 11:7; Judg 1:13; 2:7; 3:9; 9:5; 2 Kgs 15:35; 2 Chr 27:3; Neh 3:30; Jer 13:9; 36:10; Ezek 10:19; 11:1.) the father of all the sons of Eber."},{"number":22,"verse":"The sons of Shem were Elam, (sn The Hebrew name Elam (עֵילָם, ’elam) means “highland.” The Elamites were a non-Semitic people who lived east of Babylon.) Asshur, (sn Asshur is the name for the Assyrians. Asshur was the region in which Nimrod expanded his power (see v. 11, where the name is also mentioned). When names appear in both sections of a genealogical list, it probably means that there were both Hamites and Shemites living in that region in antiquity, especially if the name is a place name.) Arphaxad, (sn The descendants of Arphaxad may have lived northeast of Nineveh.) Lud, (sn Lud may have been the ancestor of the Ludbu, who lived near the Tigris River.) and Aram. (sn Aram became the collective name of the northern tribes living in the steppes of Mesopotamia and speaking Aramaic dialects.)"},{"number":23,"verse":"The sons of Aram were Uz, Hul, Gether, and Mash. (tc The MT reads “Mash”; the LXX and 1 Chr 1:17 read “Meshech.”sn Uz, Hul, Gether, and Mash. Little is known about these descendants of Aram.)"},{"number":24,"verse":"Arphaxad was the father of (tn Heb “fathered.”) Shelah, (tc The MT reads “Arphaxad fathered Shelah”; the LXX reads “Arphaxad fathered Cainan, and Cainan fathered Sala [= Shelah].” The LXX reading also appears to lie behind Luke 3:35–36.) and Shelah was the father of Eber. (sn Genesis 11 traces the line of Shem through Eber (עֵבֶר, ’ever ) to Abraham the “Hebrew” (עִבְרִי, ’ivri).)"},{"number":25,"verse":"Two sons were born to Eber: One was named Peleg because in his days the earth was divided, (tn The expression “the earth was divided” may refer to dividing the land with canals, but more likely it anticipates the division of languages at Babel (Gen 11). The verb פָּלָג (palag, “separate, divide”) is used in Ps 55:9 for a division of languages.) and his brother’s name was Joktan."},{"number":26,"verse":"Joktan was the father of (tn Heb “fathered.”) Almodad, (sn The name Almodad combines the Arabic article al with modad (“friend”). Almodad was the ancestor of a South Arabian people.) Sheleph, (sn The name Sheleph may be related to Shilph, a district of Yemen; Shalph is a Yemenite tribe.) Hazarmaveth, (sn The name Hazarmaveth should be equated with Hadramawt, located in Southern Arabia.) Jerah, (sn The name Jerah means “moon.”)"},{"number":27,"verse":"Hadoram, Uzal, (sn Uzal was the name of the old capital of Yemen.) Diklah, (sn The name Diklah means “date-palm.”)"},{"number":28,"verse":"Obal, (sn Obal was a name used for several localities in Yemen.) Abimael, (sn The name Abimael is a genuine Sabean form which means “my father, truly, he is God.”) Sheba, (sn The descendants of Sheba lived in South Arabia, where the Joktanites were more powerful than the Hamites.)"},{"number":29,"verse":"Ophir, (sn Ophir became the name of a territory in South Arabia. Many of the references to Ophir are connected with gold (e. g., 1 Kgs 9:28, 10:11, 22:48; 1 Chr 29:4; 2 Chr 8:18, 9:10; Job 22:24, 28:16; Ps 45:9; Isa 13:12).) Havilah, (sn Havilah is listed with Ham in v. 7.) and Jobab. All these were sons of Joktan."},{"number":30,"verse":"Their dwelling place was from Mesha all the way to (tn Heb “as you go.”) Sephar in the eastern hills."},{"number":31,"verse":"These are the sons of Shem according to their families, according to their languages, by their lands, and according to their nations."},{"number":32,"verse":"These are the families of the sons of Noah, according to their genealogies, by their nations, and from these the nations spread (tn Or “separated.”) over the earth after the flood."}]}