{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"Abram’s Solution to the Strife So Abram went up from Egypt into the Negev. (tn Or “the South [country]” (also in v. 3). sn Negev is the name for the southern desert region in the land of Canaan.) He took his wife and all his possessions with him, as well as Lot. (tn Heb “And Abram went up from Egypt, he and his wife and all which was his, and Lot with him, to the Negev.”)"},{"number":2,"verse":"(Now Abram was very wealthy (tn Heb “heavy.”) in livestock, silver, and gold.) (tn This parenthetical clause, introduced by the vav (ו) disjunctive (translated “now”), provides information necessary to the point of the story.)"},{"number":3,"verse":"And he journeyed from place to place (tn Heb “on his journeys”; the verb and noun combination means to pick up the tents and move from camp to camp.) from the Negev as far as Bethel. (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) He returned (tn The words “he returned” are supplied in the translation for stylistic reasons.) to the place where he had pitched his tent (tn Heb “where his tent had been.”) at the beginning, between Bethel and Ai."},{"number":4,"verse":"This was the place where he had first built the altar, (tn Heb “to the place of the altar which he had made there in the beginning” (cf. Gen 12:7–8).) and there Abram worshiped the LORD. (tn Heb “he called in the name of the Lord.” The expression refers to worshiping the Lord through prayer and sacrifice (see Gen 4:26; 12:8; 21:33; 26:25). See G. J. Wenham, Genesis (WBC), 1:116, 281.)"},{"number":5,"verse":"Now Lot, who was traveling (tn Heb “was going.”) with Abram, also had (tn The Hebrew idiom is “to Lot…there was,” the preposition here expressing possession.) flocks, herds, and tents."},{"number":6,"verse":"But the land could (tn The potential nuance for the perfect tense is necessary here, and supported by the parallel clause that actually uses “to be able.”) not support them while they were living side by side. (tn The infinitive construct לָשֶׁבֶת (lashevet, from יָשַׁב, yashav) explains what it was that the land could not support: “the land could not support them to live side by side.” See further J. C. de Moor, “Lexical Remarks Concerning Yahad and Yahdaw,” VT 7 (1957): 350-55.) Because their possessions were so great, they were not able to live (tn The same infinitive occurs here, serving as the object of the verb.) alongside one another."},{"number":7,"verse":"So there were quarrels (tn The Hebrew term רִיב (riv) means “strife, conflict, quarreling.” In later texts it has the meaning of “legal controversy, dispute.” See B. Gemser, “The rîb – or Controversy – Pattern in Hebrew Mentality,” Wisdom in Israel and in the Ancient Near East [VTSup], 120-37.) between Abram’s herdsmen and Lot’s herdsmen. (sn Since the quarreling was between the herdsmen, the dispute was no doubt over water and vegetation for the animals.) (Now the Canaanites and the Perizzites were living in the land at that time.) (tn This parenthetical clause, introduced with the vav (ו) disjunctive (translated “now”), again provides critical information. It tells in part why the land cannot sustain these two bedouins, and it also hints of the danger of weakening the family by inner strife.)"},{"number":8,"verse":"Abram said to Lot, “Let there be no quarreling between me and you, and between my herdsmen and your herdsmen, for we are close relatives. (tn Heb “men, brothers [are] we.” Here “brothers” describes the closeness of the relationship, but could be misunderstood if taken literally, since Abram was Lot’s uncle.)"},{"number":9,"verse":"Is not the whole land before you? Separate yourself now from me. If you go (tn The words “you go” have been supplied in the translation for stylistic reasons both times in this verse.) to the left, then I’ll go to the right, but if you go to the right, then I’ll go to the left.”"},{"number":10,"verse":"Lot looked up and saw (tn Heb “lifted up his eyes and saw.” The expression draws attention to the act of looking, indicating that Lot took a good look. It also calls attention to the importance of what was seen.) the whole region (tn Or “plain”; Heb “circle.”) of the Jordan. He noticed (tn The words “he noticed” are supplied in the translation for stylistic reasons.) that all of it was well-watered (before the LORD obliterated (sn Obliterated. The use of the term “destroy” (שַׁחֵת, shakhet) is reminiscent of the Noahic flood (Gen 6:13). Both at the flood and in Sodom the place was obliterated by catastrophe and only one family survived (see C. Westermann, Genesis, 2:178).) Sodom and Gomorrah) (tn This short temporal clause (preposition + Piel infinitive construct + subjective genitive + direct object) is strategically placed in the middle of the lavish descriptions to sound an ominous note. The entire clause is parenthetical in nature. Most English translations place the clause at the end of v. 10 for stylistic reasons.) like the garden of the LORD, like the land of Egypt, (sn The narrative places emphasis on what Lot saw so that the reader can appreciate how it aroused his desire for the best land. It makes allusion to the garden of the Lord and to the land of Egypt for comparison. Just as the tree in the garden of Eden had awakened Eve’s desire, so the fertile valley attracted Lot. And just as certain memories of Egypt would cause the Israelites to want to turn back and abandon the trek to the promised land, so Lot headed for the good life.) all the way to Zoar."},{"number":11,"verse":"Lot chose for himself the whole region of the Jordan and traveled (tn Heb “Lot traveled.” The proper name has not been repeated in the translation at this point for stylistic reasons.) toward the east. So the relatives separated from each other. (tn Heb “a man from upon his brother.”sn Separated from each other. For a discussion of the significance of this event, see L. R. Helyer, “The Separation of Abram and Lot: Its Significance in the Patriarchal Narratives,” JSOT 26 (1983): 77-88.)"},{"number":12,"verse":"Abram settled in the land of Canaan, but Lot settled among the cities of the Jordan plain (tn Or “the cities of the plain”; Heb “[the cities of] the circle,” referring to the “circle” or oval area of the Jordan Valley.) and pitched his tents next to Sodom."},{"number":13,"verse":"(Now (tn Here is another significant parenthetical clause in the story, signaled by the vav (וו) disjunctive (translated “now”) on the noun at the beginning of the clause.) the people (tn Heb “men.” However, this is generic in sense; it is unlikely that only the male residents of Sodom were sinners.) of Sodom were extremely wicked rebels against the LORD.) (tn Heb “wicked and sinners against the Lord exceedingly.” The description of the sinfulness of the Sodomites is very emphatic. First, two nouns are used to form a hendiadys: “wicked and sinners” means “wicked sinners,” the first word becoming adjectival. The text is saying these were no ordinary sinners; they were wicked sinners, the type that cause pain for others. Then to this phrase is added “against the Lord,” stressing their violation of the laws of heaven and their culpability. Finally, to this is added מְאֹד (mÿ’od, “exceedingly,” translated here as “extremely”).)"},{"number":14,"verse":"After Lot had departed, the LORD said to Abram, (tn Heb “and the Lord said to Abram after Lot separated himself from with him.” The disjunctive clause at the beginning of the verse signals a new scene.) “Look (tn Heb “lift up your eyes and see.”sn Look. Earlier Lot “looked up” (v. 10), but here Abram is told by God to do so. The repetition of the expression (Heb “lift up the eyes”) here underscores how the Lord will have the last word and actually do for Abram what Abram did for Lot – give him the land. It seems to be one of the ways that God rewards faith.) from the place where you stand to the north, south, east, and west."},{"number":15,"verse":"I will give all the land that you see to you and your descendants (tn Heb “for all the land which you see to you I will give it and to your descendants.”) forever."},{"number":16,"verse":"And I will make your descendants like the dust of the earth, so that if anyone is able to count the dust of the earth, then your descendants also can be counted. (tn The translation “can be counted” (potential imperfect) is suggested by the use of יוּכַל (yukhal, “is able”) in the preceding clause.)"},{"number":17,"verse":"Get up and (tn The connective “and” is not present in the Hebrew text; it has been supplied for purposes of English style.) walk throughout (tn The Hitpael form הִתְהַלֵּךְ (hithallekh) means “to walk about”; it also can carry the ideas of moving about, traversing, going back and forth, or living in an area. It here has the connotation of traversing the land to survey it, to look it over.) the land, (tn Heb “the land to its length and to its breadth.” This phrase has not been included in the translation because it is somewhat redundant (see the note on the word “throughout” in this verse).) for I will give it to you.”"},{"number":18,"verse":"So Abram moved his tents and went to live (tn Heb “he came and lived.”) by the oaks (tn Or “terebinths.”) of Mamre in Hebron, and he built an altar to the LORD there."}]}