{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"The heavens and the earth (tn See the note on the phrase “the heavens and the earth” in 1:1.) were completed with everything that was in them. (tn Heb “and all the host of them.” Here the “host” refers to all the entities and creatures that God created to populate the world.)"},{"number":2,"verse":"By (tn Heb “on/in the seventh day.”) the seventh day God finished the work that he had been doing, (tn Heb “his work which he did [or “made”].”) and he ceased (tn The Hebrew term שָׁבַּת (shabbat) can be translated “to rest” (“and he rested”) but it basically means “to cease.” This is not a rest from exhaustion; it is the cessation of the work of creation.) on the seventh day all the work that he had been doing."},{"number":3,"verse":"God blessed the seventh day and made it holy (tn The verb is usually translated “and sanctified it.” The Piel verb קִדֵּשׁ (qiddesh) means “to make something holy; to set something apart; to distinguish it.” On the literal level the phrase means essentially that God made this day different. But within the context of the Law, it means that the day belonged to God; it was for rest from ordinary labor, worship, and spiritual service. The day belonged to God.) because on it he ceased all the work that he (tn Heb “God.” The pronoun (“he”) has been employed in the translation for stylistic reasons.) had been doing in creation. (tn Heb “for on it he ceased from all his work which God created to make.” The last infinitive construct and the verb before it form a verbal hendiadys, the infinitive becoming the modifier – “which God creatively made,” or “which God made in his creating.”)"},{"number":4,"verse":"(The Creation of Man and Woman) This is the account (tn The Hebrew phrase אֵלֶּה תּוֹלְדֹת (’elle tolÿdot) is traditionally translated as “these are the generations of” because the noun was derived from the verb “beget.” Its usage, however, shows that it introduces more than genealogies; it begins a narrative that traces what became of the entity or individual mentioned in the heading. In fact, a good paraphrase of this heading would be: “This is what became of the heavens and the earth,” for what follows is not another account of creation but a tracing of events from creation through the fall and judgment (the section extends from 2:4 through 4:26). See M. H. Woudstra, “The Toledot of the Book of Genesis and Their Redemptive-Historical Significance,” CTJ 5 (1970): 184-89. sn The expression this is the account of is an important title used throughout the Book of Genesis, serving as the organizing principle of the work. It is always a heading, introducing the subject matter that is to come. From the starting point of the title, the narrative traces the genealogy or the records or the particulars involved. Although some would make the heading in 2:4 a summary of creation (1:1–2:3), that goes against the usage in the book. As a heading it introduces the theme of the next section, the particulars about this creation that God made. Genesis 2 is not a simple parallel account of creation; rather, beginning with the account of the creation of man and women, the narrative tells what became of that creation. As a beginning, the construction of 2:4–7 forms a fine parallel to the construction of 1:1–3. The subject matter of each תּוֹלְדֹת (tolÿdot, “this is the account of”) section of the book traces a decline or a deterioration through to the next beginning point, and each is thereby a microcosm of the book which begins with divine blessing in the garden, and ends with a coffin in Egypt. So, what became of the creation? Gen 2:4–4:26 will explain that sin entered the world and all but destroyed God’s perfect creation.) of the heavens and the earth (tn See the note on the phrase “the heavens and the earth” in 1:1. sn This is the only use of the Hebrew noun תּוֹלְדֹת (tolÿdot) in the book that is not followed by a personal name (e. g., “this is the account of Isaac”). The poetic parallelism reveals that even though the account may be about the creation, it is the creation the Lord God made.) when they were created — when the LORD God (sn Advocates of the so-called documentary hypothesis of pentateuchal authorship argue that the introduction of the name Yahweh (Lord) here indicates that a new source (designated J), a parallel account of creation, begins here. In this scheme Gen 1:1–2:3 is understood as the priestly source (designated P) of creation. Critics of this approach often respond that the names, rather than indicating separate sources, were chosen to reflect the subject matter (see U. Cassuto, The Documentary Hypothesis). Gen 1:1–2:3 is the grand prologue of the book, showing the sovereign God creating by decree. The narrative beginning in 2:4 is the account of what this God invested in his creation. Since it deals with the close, personal involvement of the covenant God, the narrative uses the covenantal name Yahweh (Lord) in combination with the name God. For a recent discussion of the documentary hypothesis from a theologically conservative perspective, see D. A. Garrett, Rethinking Genesis. For an attempt by source critics to demonstrate the legitimacy of the source critical method on the basis of ancient Near Eastern parallels, see J. H. Tigay, ed., Empirical Models for Biblical Criticism. For reaction to the source critical method by literary critics, see I. M. Kikawada and A. Quinn, Before Abraham Was; R. Alter, The Art of Biblical Narrative, 131-54; and Adele Berlin, Poetics and Interpretation of Biblical Narrative, 111-34.) made the earth and heavens. (tn See the note on the phrase “the heavens and the earth” in 1:1; the order here is reversed, but the meaning is the same.)"},{"number":5,"verse":"Now (tn Heb “Now every sprig of the field before it was.” The verb forms, although appearing to be imperfects, are technically preterites coming after the adverb טֶּרֶם (terem). The word order (conjunction + subject + predicate) indicates a disjunctive clause, which provides background information for the following narrative (as in 1:2). Two negative clauses are given (“before any sprig…”, and “before any cultivated grain” existed), followed by two causal clauses explaining them, and then a positive circumstantial clause is given – again dealing with water as in 1:2 (water would well up).) no shrub of the field had yet grown on the earth, and no plant of the field (tn The first term, שִׂיחַ (siakh), probably refers to the wild, uncultivated plants (see Gen 21:15; Job 30:47); whereas the second, עֵשֶׂב (’esev), refers to cultivated grains. It is a way of saying: “back before anything was growing.”) had yet sprouted, for the LORD God had not caused it to rain on the earth, and there was no man to cultivate the ground. (tn The two causal clauses explain the first two disjunctive clauses: There was no uncultivated, general growth because there was no rain, and there were no grains because there was no man to cultivate the soil. sn The last clause in v. 5, “and there was no man to cultivate the ground,” anticipates the curse and the expulsion from the garden (Gen 3:23).)"},{"number":6,"verse":"Springs (tn The conjunction vav (ו) introduces a third disjunctive clause. The Hebrew word אֵד (’ed) was traditionally translated “mist” because of its use in Job 36:27. However, an Akkadian cognate edu in Babylonian texts refers to subterranean springs or waterways. Such a spring would fit the description in this context, since this water “goes up” and waters the ground.) would well up (tn Heb “was going up.” The verb is an imperfect form, which in this narrative context carries a customary nuance, indicating continual action in past time.) from the earth and water (tn The perfect with vav (ו) consecutive carries the same nuance as the preceding verb. Whenever it would well up, it would water the ground.) the whole surface of the ground. (tn The Hebrew word אֲדָמָה (’adamah) actually means “ground; fertile soil.”sn Here is an indication of fertility. The water would well up from the earth (אֶרֶץ, ’erets) and water all the surface of the fertile soil (אֲדָמָה). It is from that soil that the man (אָדָם, ’adam) was made (Gen 2:7).)"},{"number":7,"verse":"The LORD God formed (tn Or “fashioned.” The prefixed verb form with vav (ו) consecutive initiates narrative sequence. The Hebrew word יָצַר (yatsar) means “to form” or “to fashion,” usually by plan or design (see the related noun יֵצֶר [yetser] in Gen 6:5). It is the term for an artist’s work (the Hebrew term יוֹצֵר [yotser] refers to a potter; see Jer 18:2–4.)sn Various traditions in the ancient Near East reflect this idea of creation. Egyptian drawings show a deity turning little people off of the potter’s wheel with another deity giving them life. In the Bible humans are related to the soil and return to it (see 3:19; see also Job 4:19, 20:9; and Isa 29:16).) the man from the soil of the ground (tn The line literally reads “And Yahweh God formed the man, soil, from the ground.” “Soil” is an adverbial accusative, identifying the material from which the man was made.) and breathed into his nostrils the breath of life, (tn The Hebrew word נְשָׁמָה (nÿshamah, “breath”) is used for God and for the life imparted to humans, not animals (see T. C. Mitchell, “The Old Testament Usage of Nÿshama,” VT 11 [1961]: 177-87). Its usage in the Bible conveys more than a breathing living organism (נֶפֶשׁ חַיַּה, nefesh khayyah). Whatever is given this breath of life becomes animated with the life from God, has spiritual understanding (Job 32:8), and has a functioning conscience (Prov 20:27). sn Human life is described here as consisting of a body (made from soil from the ground) and breath (given by God). Both animals and humans are called “a living being” (נֶפֶשׁ חַיַּה) but humankind became that in a different and more significant way.) and the man became a living being. (tn The Hebrew term נֶפֶשׁ (nefesh, “being”) is often translated “soul,” but the word usually refers to the whole person. The phrase נֶפֶשׁ חַיַּה (nefesh khayyah, “living being”) is used of both animals and human beings (see 1:20, 24, 30; 2:19).)"},{"number":8,"verse":"The LORD God planted an orchard (tn Traditionally “garden,” but the subsequent description of this “garden” makes it clear that it is an orchard of fruit trees. sn The Lord God planted an orchard. Nothing is said of how the creation of this orchard took place. A harmonization with chap. 1 might lead to the conclusion that it was by decree, prior to the creation of human life. But the narrative sequence here in chap. 2 suggests the creation of the garden followed the creation of the man. Note also the past perfect use of the perfect in the relative clause in the following verse.) in the east, (tn Heb “from the east” or “off east.”sn One would assume this is east from the perspective of the land of Israel, particularly since the rivers in the area are identified as the rivers in those eastern regions.) in Eden; (sn The name Eden (עֵדֶן, ’eden) means “pleasure” in Hebrew.) and there he placed the man he had formed. (tn The perfect verbal form here requires the past perfect translation since it describes an event that preceded the event described in the main clause.)"},{"number":9,"verse":"The LORD God made all kinds of trees grow from the soil, (tn Heb “ground,” referring to the fertile soil.) every tree that was pleasing to look at (tn Heb “desirable of sight [or “appearance”].” The phrase describes the kinds of trees that are visually pleasing and yield fruit that is desirable to the appetite.) and good for food. (Now (tn The verse ends with a disjunctive clause providing a parenthetical bit of information about the existence of two special trees in the garden.) the tree of life (tn In light of Gen 3:22, the construction “tree of life” should be interpreted to mean a tree that produces life-giving fruit (objective genitive) rather than a living tree (attributive genitive). See E. O. James, The Tree of Life (SHR); and R. Marcus, “The Tree of Life in Proverbs,” JBL 62 (1943): 117-20.) and the tree of the knowledge of good and evil (tn The expression “tree of the knowledge of good and evil” must be interpreted to mean that the tree would produce fruit which, when eaten, gives special knowledge of “good and evil.” Scholars debate what this phrase means here. For a survey of opinions, see G. J. Wenham, Genesis (WBC), 1:62-64. One view is that “good” refers to that which enhances, promotes, and produces life, while “evil” refers to anything that hinders, interrupts or destroys life. So eating from this tree would change human nature – people would be able to alter life for better (in their thinking) or for worse. See D. J. A. Clines, “The Tree of Knowledge and the Law of Yahweh,” VT 24 (1974): 8-14; and I. Engnell, “‘Knowledge’ and ‘Life’ in the Creation Story,” Wisdom in Israel and in the Ancient Near East [VTSup], 103-19. Another view understands the “knowledge of good and evil” as the capacity to discern between moral good and evil. The following context suggests the tree’s fruit gives one wisdom (see the phrase “capable of making one wise” in 3:6, as well as the note there on the word “wise”), which certainly includes the capacity to discern between good and evil. Such wisdom is characteristic of divine beings, as the serpent’s promise implies (3:5) and as 3:22 makes clear. (Note, however, that this capacity does not include the ability to do what is right.) God prohibits man from eating of the tree. The prohibition becomes a test to see if man will be satisfied with his role and place, or if he will try to ascend to the divine level. There will be a time for man to possess moral discernment/wisdom, as God reveals and imparts it to him, but it is not something to be grasped at in an effort to become “a god.” In fact, the command to be obedient was the first lesson in moral discernment/wisdom. God was essentially saying: “Here is lesson one – respect my authority and commands. Disobey me and you will die.” When man disobeys, he decides he does not want to acquire moral wisdom God’s way, but instead tries to rise immediately to the divine level. Once man has acquired such divine wisdom by eating the tree’s fruit (3:22), he must be banned from the garden so that he will not be able to achieve his goal of being godlike and thus live forever, a divine characteristic (3:24). Ironically, man now has the capacity to discern good from evil (3:22), but he is morally corrupted and rebellious and will not consistently choose what is right.) were in the middle of the orchard.)"},{"number":10,"verse":"Now (tn The disjunctive clause (note the construction conjunction + subject + predicate) introduces an entire paragraph about the richness of the region in the east.) a river flows (tn The Hebrew active participle may be translated here as indicating past durative action, “was flowing,” or as a present durative, “flows.” Since this river was the source of the rivers mentioned in vv. 11–14, which appear to describe a situation contemporary with the narrator, it is preferable to translate the participle in v. 10 with the present tense. This suggests that Eden and its orchard still existed in the narrator’s time. According to ancient Jewish tradition, Enoch was taken to the Garden of Eden, where his presence insulated the garden from the destructive waters of Noah’s flood. See Jub. 4:23–24.) from Eden (sn Eden is portrayed here as a source of life-giving rivers (that is, perennial streams). This is no surprise because its orchard is where the tree of life is located. Eden is a source of life, but tragically its orchard is no longer accessible to humankind. The river flowing out of Eden is a tantalizing reminder of this. God continues to provide life-giving water to sustain physical existence on the earth, but immortality has been lost.) to water the orchard, and from there it divides (tn The imperfect verb form has the same nuance as the preceding participle. (If the participle is taken as past durative, then the imperfect would be translated “was dividing.”)) into four headstreams. (tn Or “branches”; Heb “heads.” Cf. NEB “streams”; NASB “rivers.”)"},{"number":11,"verse":"The name of the first is Pishon; it runs through (tn Heb “it is that which goes around.”) the entire land of Havilah, where there is gold."},{"number":12,"verse":"(The gold of that land is pure; (tn Heb “good.”) pearls (tn The Hebrew term translated “pearls” may be a reference to resin (cf. NIV “aromatic resin”) or another precious stone (cf. NEB, NASB, NRSV “bdellium”).) and lapis lazuli (tn Or “onyx.”) are also there)."},{"number":13,"verse":"The name of the second river is Gihon; it runs through (tn Heb “it is that which goes around.”) the entire land of Cush. (sn Cush. In the Bible the Hebrew word כּוּשׁ (kush, “Kush”) often refers to Ethiopia (so KJV, CEV), but here it must refer to a region in Mesopotamia, the area of the later Cassite dynasty of Babylon. See Gen 10:8 as well as E. A. Speiser, Genesis (AB), 20.)"},{"number":14,"verse":"The name of the third river is Tigris; it runs along the east side of Assyria. (tn Heb “Asshur” (so NEB, NIV).) The fourth river is the Euphrates."},{"number":15,"verse":"The LORD God took the man and placed (tn The Hebrew verb נוּחַ (nuakh, translated here as “placed”) is a different verb than the one used in 2:8.) him in the orchard in (tn Traditionally translated “the Garden of Eden,” the context makes it clear that the garden (or orchard) was in Eden (making “Eden” a genitive of location).) Eden to care for it and to maintain it. (tn Heb “to work it and to keep it.”sn Note that man’s task is to care for and maintain the trees of the orchard. Not until after the fall, when he is condemned to cultivate the soil, does this task change.)"},{"number":16,"verse":"Then the LORD God commanded (sn This is the first time in the Bible that the verb tsavah (צָוָה, “to command”) appears. Whatever the man had to do in the garden, the main focus of the narrative is on keeping God’s commandments. God created humans with the capacity to obey him and then tested them with commands.) the man, “You may freely eat (tn The imperfect verb form probably carries the nuance of permission (“you may eat”) since the man is not being commanded to eat from every tree. The accompanying infinitive absolute adds emphasis: “you may freely eat,” or “you may eat to your heart’s content.”) fruit (tn The word “fruit” is not in the Hebrew text, but is implied as the direct object of the verb “eat.” Presumably the only part of the tree the man would eat would be its fruit (cf. 3:2).) from every tree of the orchard,"},{"number":17,"verse":"but (tn The disjunctive clause here indicates contrast: “but from the tree of the knowledge….”) you must not eat (tn The negated imperfect verb form indicates prohibition, “you must not eat.”) from the tree of the knowledge of good and evil, for when (tn Or “in the very day, as soon as.” If one understands the expression to have this more precise meaning, then the following narrative presents a problem, for the man does not die physically as soon as he eats from the tree. In this case one may argue that spiritual death is in view. If physical death is in view here, there are two options to explain the following narrative: (1) The following phrase “You will surely die” concerns mortality which ultimately results in death (a natural paraphrase would be, “You will become mortal”), or (2) God mercifully gave man a reprieve, allowing him to live longer than he deserved.) you eat from it you will surely die.” (tn Heb “dying you will die.” The imperfect verb form here has the nuance of the specific future because it is introduced with the temporal clause, “when you eat…you will die.” That certainty is underscored with the infinitive absolute, “you will surely die.”sn The Hebrew text (“dying you will die”) does not refer to two aspects of death (“dying spiritually, you will then die physically”). The construction simply emphasizes the certainty of death, however it is defined. Death is essentially separation. To die physically means separation from the land of the living, but not extinction. To die spiritually means to be separated from God. Both occur with sin, although the physical alienation is more gradual than instant, and the spiritual is immediate, although the effects of it continue the separation.)"},{"number":18,"verse":"The LORD God said, “It is not good for the man to be alone. (tn Heb “The being of man by himself is not good.” The meaning of “good” must be defined contextually. Within the context of creation, in which God instructs humankind to be fruitful and multiply, the man alone cannot comply. Being alone prevents the man from fulfilling the design of creation and therefore is not good.) I will make a companion (tn Traditionally “helper.” The English word “helper,” because it can connote so many different ideas, does not accurately convey the connotation of the Hebrew word עֵזֶר (’ezer). Usage of the Hebrew term does not suggest a subordinate role, a connotation which English “helper” can have. In the Bible God is frequently described as the “helper,” the one who does for us what we cannot do for ourselves, the one who meets our needs. In this context the word seems to express the idea of an “indispensable companion.” The woman would supply what the man was lacking in the design of creation and logically it would follow that the man would supply what she was lacking, although that is not stated here. See further M. L. Rosenzweig, “A Helper Equal to Him,” Jud 139 (1986): 277-80.) for him who corresponds to him.” (tn The Hebrew expression כְּנֶגְדּוֹ (kÿnegdo) literally means “according to the opposite of him.” Translations such as “suitable [for]” (NASB, NIV), “matching,” “corresponding to” all capture the idea. (Translations that render the phrase simply “partner” [cf. NEB, NRSV], while not totally inaccurate, do not reflect the nuance of correspondence and/or suitability.) The man’s form and nature are matched by the woman’s as she reflects him and complements him. Together they correspond. In short, this prepositional phrase indicates that she has everything that God had invested in him.)"},{"number":19,"verse":"The LORD God formed (tn Or “fashioned.” To harmonize the order of events with the chronology of chapter one, some translate the prefixed verb form with vav (ו) consecutive as a past perfect (“had formed,” cf. NIV) here. (In chapter one the creation of the animals preceded the creation of man; here the animals are created after the man.) However, it is unlikely that the Hebrew construction can be translated in this way in the middle of this pericope, for the criteria for unmarked temporal overlay are not present here. See S. R. Driver, A Treatise on the Use of the Tenses in Hebrew, 84-88, and especially R. Buth, “Methodological Collision between Source Criticism and Discourse Analysis,” Biblical Hebrew and Discourse Linguistics, 138-54. For a contrary viewpoint see IBHS 552-53 §33.2.3 and C. J. Collins, “The Wayyiqtol as ‘Pluperfect’: When and Why,” TynBul 46 (1995): 117-40.) out of the ground every living animal of the field and every bird of the air. He brought them to the man to see what he would (tn The imperfect verb form is future from the perspective of the past time narrative.) name them, and whatever the man called each living creature, that was its name."},{"number":20,"verse":"So the man named all the animals, the birds of the air, and the living creatures of the field, but for Adam (tn Here for the first time the Hebrew word אָדָם (’adam) appears without the article, suggesting that it might now be the name “Adam” rather than “[the] man.” Translations of the Bible differ as to where they make the change from “man” to “Adam” (e. g., NASB and NIV translate “Adam” here, while NEB and NRSV continue to use “the man”; the KJV uses “Adam” twice in v. 19).) no companion who corresponded to him was found. (tn Heb “there was not found a companion who corresponded to him.” The subject of the third masculine singular verb form is indefinite. Without a formally expressed subject the verb may be translated as passive: “one did not find = there was not found.”)"},{"number":21,"verse":"So the LORD God caused the man to fall into a deep sleep, (tn Heb “And the Lord God caused a deep sleep to fall on the man.”) and while he was asleep, (tn Heb “and he slept.” In the sequence the verb may be subordinated to the following verb to indicate a temporal clause (“while…”).) he took part of the man’s side (tn Traditionally translated “rib,” the Hebrew word actually means “side.” The Hebrew text reads, “and he took one from his sides,” which could be rendered “part of his sides.” That idea may fit better the explanation by the man that the woman is his flesh and bone.) and closed up the place with flesh. (tn Heb “closed up the flesh under it.”)"},{"number":22,"verse":"Then the LORD God made (tn The Hebrew verb is בָּנָה (banah, “to make, to build, to construct”). The text states that the Lord God built the rib into a woman. Again, the passage gives no indication of precisely how this was done.) a woman from the part he had taken out of the man, and he brought her to the man."},{"number":23,"verse":"Then the man said, “This one at last (tn The Hebrew term הַפַּעַם (happa’am) means “the [this] time, this place,” or “now, finally, at last.” The expression conveys the futility of the man while naming the animals and finding no one who corresponded to him.) is bone of my bones and flesh of my flesh; this one will be called (tn The Hebrew text is very precise, stating: “of this one it will be said, ‘woman’.” The text is not necessarily saying that the man named his wife – that comes after the fall (Gen 3:20). sn Some argue that naming implies the man’s authority or ownership over the woman here. Naming can indicate ownership or authority if one is calling someone or something by one’s name and/or calling a name over someone or something (see 2 Sam 12:28; 2 Chr 7:14; Isa 4:1; Jer 7:14; 15:16), especially if one is conquering and renaming a site. But the idiomatic construction used here (the Niphal of קָרָא, qara’, with preposition lamed [לְ, lÿ]) does not suggest such an idea. In each case where it is used, the one naming discerns something about the object being named and gives it an appropriate name (See 1 Sam 9:9; 2 Sam 18:18; Prov 16:21; Isa 1:26; 32:5; 35:8; 62:4, 12; Jer 19:6). Adam is not so much naming the woman as he is discerning her close relationship to him and referring to her accordingly. He may simply be anticipating that she will be given an appropriate name based on the discernible similarity.) ‘woman,’ for she was taken out of (tn Or “from” (but see v. 22).) man.” (sn This poetic section expresses the correspondence between the man and the woman. She is bone of his bones, flesh of his flesh. Note the wordplay (paronomasia) between “woman” (אִשָּׁה, ’ishah) and “man” (אִישׁ, ’ish). On the surface it appears that the word for woman is the feminine form of the word for man. But the two words are not etymologically related. The sound and the sense give that impression, however, and make for a more effective wordplay.)"},{"number":24,"verse":"That is why (tn This statement, introduced by the Hebrew phrase עַל־כֵּן (’al-ken, “therefore” or “that is why”), is an editorial comment, not an extension of the quotation. The statement is describing what typically happens, not what will or should happen. It is saying, “This is why we do things the way we do.” It links a contemporary (with the narrator) practice with the historical event being narrated. The historical event narrated in v. 23 provides the basis for the contemporary practice described in v. 24. That is why the imperfect verb forms are translated with the present tense rather than future.) a man leaves (tn The imperfect verb form has a habitual or characteristic nuance. For other examples of עַל־כֵּן (’al-ken, “therefore, that is why”) with the imperfect in a narrative framework, see Gen 10:9; 32:32 (the phrase “to this day” indicates characteristic behavior is in view); Num 21:14, 27; 1 Sam 5:5 (note “to this day”); 19:24 (perhaps the imperfect is customary here, “were saying”); 2 Sam 5:8. The verb translated “leave” (עָזָב, ’azab) normally means “to abandon, to forsake, to leave behind, to discard,” when used with human subject and object (see Josh 22:3; 1 Sam 30:13; Ps 27:10; Prov 2:17; Isa 54:6; 60:15; 62:4; Jer 49:11). Within the context of the ancient Israelite extended family structure, this cannot refer to emotional or geographical separation. The narrator is using hyperbole to emphasize the change in perspective that typically overtakes a young man when his thoughts turn to love and marriage.) his father and mother and unites with (tn The perfect with vav (ו) consecutive carries the same habitual or characteristic nuance as the preceding imperfect. The verb is traditionally translated “cleaves [to]”; it has the basic idea of “stick with/to” (e. g., it is used of Ruth resolutely staying with her mother-in-law in Ruth 1:14). In this passage it describes the inseparable relationship between the man and the woman in marriage as God intended it.) his wife, and they become a new family. (tn Heb “and they become one flesh.” The perfect with vav consecutive carries the same habitual or characteristic nuance as the preceding verbs in the verse. The retention of the word “flesh” (בָּשָׂר, basar) in the translation often leads to improper or incomplete interpretations. The Hebrew word refers to more than just a sexual union. When they unite in marriage, the man and woman bring into being a new family unit (הָיָה + לְ, hayah + lamed preposition means “become”). The phrase “one flesh” occurs only here and must be interpreted in light of v. 23. There the man declares that the woman is bone of his bone and flesh of his flesh. To be one’s “bone and flesh” is to be related by blood to someone. For example, the phrase describes the relationship between Laban and Jacob (Gen 29:14); Abimelech and the Shechemites (Judg 9:2; his mother was a Shechemite); David and the Israelites (2 Sam 5:1); David and the elders of Judah (2 Sam 19:12); and David and his nephew Amasa (2 Sam 19:13, see 2 Sam 17:2; 1 Chr 2:16–17). The expression “one flesh” seems to indicate that they become, as it were, “kin,” at least legally (a new family unit is created) or metaphorically. In this first marriage in human history, the woman was literally formed from the man’s bone and flesh. Even though later marriages do not involve such a divine surgical operation, the first marriage sets the pattern for how later marriages are understood and explains why marriage supersedes the parent-child relationship.)"},{"number":25,"verse":"The man and his wife were both naked, (tn Heb “And the two of them were naked, the man and his wife.” sn Naked. The motif of nakedness is introduced here and plays an important role in the next chapter. In the Bible nakedness conveys different things. In this context it signifies either innocence or integrity, depending on how those terms are defined. There is no fear of exploitation, no sense of vulnerability. But after the entrance of sin into the race, nakedness takes on a negative sense. It is then usually connected with the sense of vulnerability, shame, exploitation, and exposure (such as the idea of “uncovering nakedness” either in sexual exploitation or in captivity in war).) but they were not ashamed. (tn The imperfect verb form here has a customary nuance, indicating a continuing condition in past time. The meaning of the Hebrew term בּוֹשׁ (bosh) is “to be ashamed, to put to shame,” but its meaning is stronger than “to be embarrassed.” The word conveys the fear of exploitation or evil – enemies are put to shame through military victory. It indicates the feeling of shame that approximates a fear of evil.)"}]}