{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":29,"verses":[{"number":1,"verse":"The Marriages of Jacob So Jacob moved on (tn Heb “and Jacob lifted up his feet.” This unusual expression suggests that Jacob had a new lease on life now that God had promised him the blessing he had so desperately tried to gain by his own efforts. The text portrays him as having a new step in his walk.) and came to the land of the eastern people. (tn Heb “the land of the sons of the east.”)"},{"number":2,"verse":"He saw (tn Heb “and he saw, and look.” As in Gen 28:12–15, the narrator uses the particle הִנֵּה (hinneh, “look”) here and in the next clause to draw the reader into the story.) in the field a well with (tn Heb “and look, there.”) three flocks of sheep lying beside it, because the flocks were watered from that well. Now (tn The disjunctive clause (introduced by the noun with the prefixed conjunction) provides supplemental information that is important to the story.) a large stone covered the mouth of the well."},{"number":3,"verse":"When all the flocks were gathered there, the shepherds (tn Heb “they”; the referent (the shepherds) has been specified in the translation for clarity.) would roll the stone off the mouth of the well and water the sheep. Then they would put the stone back in its place over the well’s mouth."},{"number":4,"verse":"Jacob asked them, “My brothers, where are you from?” They replied, “We’re from Haran.”"},{"number":5,"verse":"So he said to them, “Do you know Laban, the grandson (tn Heb “son.”) of Nahor?” “We know him,” (tn Heb “and they said, ‘We know.’” The word “him” is not in the Hebrew text, but has been supplied in the translation for stylistic reasons. In the translation several introductory clauses throughout this section have been placed after the direct discourse they introduce for stylistic reasons as well.) they said."},{"number":6,"verse":"“Is he well?” (tn Heb “and he said to them, ‘Is there peace to him?’”) Jacob asked. They replied, “He is well. (tn Heb “peace.”) Now look, here comes his daughter Rachel with the sheep.”"},{"number":7,"verse":"Then Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) said, “Since it is still the middle of the day, (tn Heb “the day is great.”) it is not time for the flocks to be gathered. You should water the sheep and then go and let them graze some more.” (tn Heb “water the sheep and go and pasture [them].” The verbal forms are imperatives, but Jacob would hardly be giving direct orders to someone else’s shepherds. The nuance here is probably one of advice.)"},{"number":8,"verse":"“We can’t,” they said, “until all the flocks are gathered and the stone is rolled off the mouth of the well. Then we water (tn The perfect verbal forms with the vav (ו) consecutive carry on the sequence begun by the initial imperfect form.) the sheep.”"},{"number":9,"verse":"While he was still speaking with them, Rachel arrived with her father’s sheep, for she was tending them. (tn Heb “was a shepherdess.”)"},{"number":10,"verse":"When Jacob saw Rachel, the daughter of his uncle Laban, (tn Heb “Laban, the brother of his mother” (twice in this verse).) and the sheep of his uncle Laban, he (tn Heb “Jacob.” The proper name has been replaced by the pronoun (“he”) in the translation for stylistic reasons.) went over (tn Heb “drew near, approached.”) and rolled the stone off the mouth of the well and watered the sheep of his uncle Laban. (tn Heb “Laban, the brother of his mother.” The text says nothing initially about the beauty of Rachel. But the reader is struck by the repetition of “Laban the brother of his mother.” G. J. Wenham is no doubt correct when he observes that Jacob’s primary motive at this stage is to ingratiate himself with Laban (Genesis [WBC], 2:231).)"},{"number":11,"verse":"Then Jacob kissed Rachel and began to weep loudly. (tn Heb “and he lifted up his voice and wept.” The idiom calls deliberate attention to the fact that Jacob wept out loud.)"},{"number":12,"verse":"When Jacob explained (tn Heb “declared.”) to Rachel that he was a relative of her father (tn Heb “that he [was] the brother of her father.”) and the son of Rebekah, she ran and told her father."},{"number":13,"verse":"When Laban heard this news about Jacob, his sister’s son, he rushed out to meet him. He embraced him and kissed him and brought him to his house. Jacob (tn Heb “he”; the referent (Jacob) has been specified in the translation for clarity.) told Laban how he was related to him. (tn Heb “and he told to Laban all these things.” This might mean Jacob told Laban how he happened to be there, but Laban’s response (see v. 14) suggests “all these things” refers to what Jacob had previously told Rachel (see v. 12).)"},{"number":14,"verse":"Then Laban said to him, “You are indeed my own flesh and blood.” (tn Heb “indeed, my bone and my flesh are you.” The expression sounds warm enough, but the presence of “indeed” may suggest that Laban had to be convinced of Jacob’s identity before permitting him to stay. To be one’s “bone and flesh” is to be someone’s blood relative. For example, the phrase describes the relationship between Abimelech and the Shechemites (Judg 9:2; his mother was a Shechemite); David and the Israelites (2 Sam 5:1); David and the elders of Judah (2 Sam 19:12,); and David and his nephew Amasa (2 Sam 19:13, see 2 Sam 17:2; 1 Chr 2:16–17).) So Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) stayed with him for a month. (tn Heb “a month of days.”)"},{"number":15,"verse":"Then Laban said to Jacob, “Should you work (tn The verb is the perfect with the vav (ו) consecutive; the nuance in the question is deliberative.) for me for nothing because you are my relative? (tn Heb “my brother.” The term “brother” is used in a loose sense; actually Jacob was Laban’s nephew.) Tell me what your wages should be.”"},{"number":16,"verse":"(Now Laban had two daughters; (tn Heb “and to Laban [there were] two daughters.” The disjunctive clause (introduced here by a conjunction and a prepositional phrase) provides supplemental material that is important to the story. Since this material is parenthetical in nature, vv. 16–17 have been set in parentheses in the translation.) the older one was named Leah, and the younger one Rachel."},{"number":17,"verse":"Leah’s eyes were tender, (tn Heb “and the eyes of Leah were tender.” The disjunctive clause (introduced here by a conjunction and a noun) continues the parenthesis begun in v. 16. It is not clear what is meant by “tender” (or “delicate”) eyes. The expression may mean she had appealing eyes (cf. NAB, NRSV, NLT), though some suggest that they were plain, not having the brightness normally expected. Either way, she did not measure up to her gorgeous sister.) but Rachel had a lovely figure and beautiful appearance.) (tn Heb “and Rachel was beautiful of form and beautiful of appearance.”)"},{"number":18,"verse":"Since Jacob had fallen in love with (tn Heb “Jacob loved.”) Rachel, he said, “I’ll serve you seven years in exchange for your younger daughter Rachel.”"},{"number":19,"verse":"Laban replied, “I’d rather give her to you than to another man. (tn Heb “Better my giving her to you than my giving her to another man.”) Stay with me.”"},{"number":20,"verse":"So Jacob worked for seven years to acquire Rachel. (tn Heb “in exchange for Rachel.”) But they seemed like only a few days to him (sn But they seemed like only a few days to him. This need not mean that the time passed quickly. More likely it means that the price seemed insignificant when compared to what he was getting in the bargain.) because his love for her was so great. (tn Heb “because of his love for her.” The words “was so great” are supplied for stylistic reasons.)"},{"number":21,"verse":"Finally Jacob said (tn Heb “and Jacob said.”) to Laban, “Give me my wife, for my time of service is up. (tn Heb “my days are fulfilled.”) I want to have marital relations with her.” (tn Heb “and I will go in to her.” The verb is a cohortative; it may be subordinated to the preceding request, “that I may go in,” or it may be an independent clause expressing his desire. The verb “go in” in this context refers to sexual intercourse (i. e., the consummation of the marriage).)"},{"number":22,"verse":"So Laban invited all the people (tn Heb “men.”) of that place and prepared a feast."},{"number":23,"verse":"In the evening he brought his daughter Leah (tn Heb “and it happened in the evening that he took Leah his daughter and brought her.”sn His daughter Leah. Laban’s deception of Jacob by giving him the older daughter instead of the younger was God’s way of disciplining the deceiver who tricked his older brother. D. Kidner says this account is “the very embodiment of anti-climax, and this moment a miniature of man’s disillusion, experienced from Eden onwards” (Genesis [TOTC], 160). G. von Rad notes, “That Laban secretly gave the unloved Leah to the man in love was, to be sure, a monstrous blow, a masterpiece of shameless treachery…It was certainly a move by which he won for himself far and wide the coarsest laughter” (Genesis [OTL], 291).) to Jacob, (tn Heb “to him”; the referent (Jacob) has been specified in the translation for clarity.) and Jacob (tn Heb “he”; the referent (Jacob) has been specified in the translation for clarity.) had marital relations with her. (tn Heb “went in to her.” The expression “went in to” in this context refers to sexual intercourse, i. e., the consummation of the marriage.)"},{"number":24,"verse":"(Laban gave his female servant Zilpah to his daughter Leah to be her servant.) (tn Heb “and Laban gave to her Zilpah his female servant, to Leah his daughter [for] a servant.” This clause gives information parenthetical to the narrative.)"},{"number":25,"verse":"In the morning Jacob discovered it was Leah! (tn Heb “and it happened in the morning that look, it was Leah.” By the use of the particle הִנֵּה (hinneh, “look”), the narrator invites the reader to view the scene through Jacob’s eyes.) So Jacob (tn Heb “and he said”; the referent (Jacob) has been specified in the translation for clarity.) said to Laban, “What in the world have you done to me! (tn Heb What is this you have done to me?” The use of the pronoun “this” is enclitic, adding emphasis to the question: “What in the world have you done to me?”) Didn’t I work for you in exchange for Rachel? Why have you tricked (sn The Hebrew verb translated tricked here (רָמָה, ramah) is cognate to the noun used in Gen 27:35 to describe Jacob’s deception of Esau. Jacob is discovering that what goes around, comes around. See J. A. Diamond, “The Deception of Jacob: A New Perspective on an Ancient Solution to the Problem,” VT 34 (1984): 211-13.) me?”"},{"number":26,"verse":"“It is not our custom here,” (tn Heb “and Laban said, ‘It is not done so in our place.’” The order of the introductory clause and the direct discourse has been rearranged in the translation for stylistic reasons.) Laban replied, “to give the younger daughter in marriage (tn Heb “to give the younger.” The words “daughter” and “in marriage” are supplied in the translation for clarity and for stylistic reasons.) before the firstborn."},{"number":27,"verse":"Complete my older daughter’s bridal week. (tn Heb “fulfill the period of seven of this one.” The referent of “this one” has been specified in the translation as “my older daughter” for clarity. sn Bridal week. An ancient Hebrew marriage ceremony included an entire week of festivities (cf. Judg 14:12).) Then we will give you the younger one (tn Heb “this other one.”) too, in exchange for seven more years of work.” (tn Heb “and we will give to you also this one in exchange for labor which you will work with me, still seven other years.”sn In exchange for seven more years of work. See C. H. Gordon, “The Story of Jacob and Laban in the Light of the Nuzi Tablets,” BASOR 66 (1937): 25-27; and J. Van Seters, “Jacob’s Marriages and Ancient Near Eastern Customs: A Reassessment,” HTR 62 (1969): 377-95.)"},{"number":28,"verse":"Jacob did as Laban said. (tn Heb “and Jacob did so.” The words “as Laban said” are supplied in the translation for stylistic reasons.) When Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) completed Leah’s bridal week, (tn Heb “the seven of this one.” The referent of “this one” has been specified in the translation as Leah to avoid confusion with Rachel, mentioned later in the verse.) Laban gave him his daughter Rachel to be his wife. (tn Heb “and he gave to him Rachel his daughter for him for a wife.” The referent of the pronoun “he” (Laban) has been specified in the translation for clarity.)"},{"number":29,"verse":"(Laban gave his female servant Bilhah to his daughter Rachel to be her servant.) (tn Heb “and Laban gave to Rachel his daughter Bilhah his female servant, for her for a servant.”)"},{"number":30,"verse":"Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) had marital relations (tn Heb “went in also to Rachel.” The expression “went in to” in this context refers to sexual intercourse, i. e., the consummation of the marriage.) with Rachel as well. He loved Rachel more than Leah, so he worked for Laban (tn Heb “him”; the referent (Laban) has been specified in the translation for clarity.) for seven more years. (tn Heb “and he loved also Rachel, more than Leah, and he served with him still seven other years.”)"},{"number":31,"verse":"The Family of Jacob When the LORD saw that Leah was unloved, (tn Heb “hated.” The rhetorical device of overstatement is used (note v. 30, which says simply that Jacob loved Rachel more than he did Leah) to emphasize that Rachel, as Jacob’s true love and the primary object of his affections, had an advantage over Leah.) he enabled her to become pregnant (tn Heb “he opened up her womb.”) while Rachel remained childless."},{"number":32,"verse":"So Leah became pregnant (tn Or “Leah conceived” (also in vv. 33, 34, 35).) and gave birth to a son. She named him Reuben, (sn The name Reuben (רְאוּבֵן, rÿ’uven) means “look, a son.”) for she said, “The LORD has looked with pity on my oppressed condition. (tn Heb “looked on my affliction.”sn Leah’s explanation of the name Reuben reflects a popular etymology, not an exact one. The name means literally “look, a son.” Playing on the Hebrew verb “look,” she observes that the Lord has “looked” with pity on her oppressed condition. See further S. R. Driver, Genesis, 273.) Surely my husband will love me now.”"},{"number":33,"verse":"She became pregnant again and had another son. She said, “Because the LORD heard that I was unloved, (tn Heb “hated.” See the note on the word “unloved” in v. 31.) he gave me this one too.” So she named him Simeon. (sn The name Simeon (שִׁמְעוֹן, shim’on) is derived from the verbal root שָׁמַע (shama’) and means “hearing.” The name is appropriate since it is reminder that the Lord “heard” about Leah’s unloved condition and responded with pity.)"},{"number":34,"verse":"She became pregnant again and had another son. She said, “Now this time my husband will show me affection, (tn Heb “will be joined to me.”) because I have given birth to three sons for him.” That is why he was named Levi. (sn The name Levi (לֵוִי, levi), the precise meaning of which is debated, was appropriate because it sounds like the verb לָוָה (lavah, “to join”), used in the statement recorded earlier in the verse.)"},{"number":35,"verse":"She became pregnant again and had another son. She said, “This time I will praise the LORD.” That is why she named him Judah. (sn The name Judah (יְהוּדָה, yÿhudah) means “he will be praised” and reflects the sentiment Leah expresses in the statement recorded earlier in the verse. For further discussion see W. F. Albright, “The Names ‘Israel’ and ‘Judah’ with an Excursus on the Etymology of Todah and Torah,” JBL 46 (1927): 151-85; and A. R. Millard, “The Meaning of the Name Judah,” ZAW 86 (1974): 216-18.) Then she stopped having children."}]}