{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":3,"verses":[{"number":1,"verse":"The Temptation and the Fall Now (tn The chapter begins with a disjunctive clause (conjunction + subject + predicate) that introduces a new character and a new scene in the story.) the serpent (sn Many theologians identify or associate the serpent with Satan. In this view Satan comes in the disguise of a serpent or speaks through a serpent. This explains the serpent’s capacity to speak. While later passages in the Bible may indicate there was a satanic presence behind the serpent (see, for example, Rev 12:9), the immediate context pictures the serpent as simply one of the animals of the field created by God (see vv. 1, 14). An ancient Jewish interpretation explains the reference to the serpent in a literal manner, attributing the capacity to speak to all the animals in the orchard. This text (Jub. 3:28) states, “On that day [the day the man and woman were expelled from the orchard] the mouth of all the beasts and cattle and birds and whatever walked or moved was stopped from speaking because all of them used to speak to one another with one speech and one language [presumed to be Hebrew, see 12:26].” Josephus, Ant. 1.1.4 (1.41) attributes the serpent’s actions to jealousy. He writes that “the serpent, living in the company of Adam and his wife, grew jealous of the blessings which he supposed were destined for them if they obeyed God’s behests, and, believing that disobedience would bring trouble on them, he maliciously persuaded the woman to taste of the tree of wisdom.”) was more shrewd (tn The Hebrew word עָרוּם (’arum) basically means “clever.” This idea then polarizes into the nuances “cunning” (in a negative sense, see Job 5:12; 15:5), and “prudent” in a positive sense (Prov 12:16, 23; 13:16; 14:8, 15, 18; 22:3; 27:12). This same polarization of meaning can be detected in related words derived from the same root (see Exod 21:14; Josh 9:4; 1 Sam 23:22; Job 5:13; Ps 83:3). The negative nuance obviously applies in Gen 3, where the snake attempts to talk the woman into disobeying God by using half-truths and lies. sn There is a wordplay in Hebrew between the words “naked” (עֲרוּמִּים, ’arummim) in 2:25 and “shrewd” (עָרוּם, ’arum) in 3:1. The point seems to be that the integrity of the man and the woman is the focus of the serpent’s craftiness. At the beginning they are naked and he is shrewd; afterward, they will be covered and he will be cursed.) than any of the wild animals (tn Heb “animals of the field.”) that the LORD God had made. He said to the woman, “Is it really true that (tn Heb “Indeed that God said.” The beginning of the quotation is elliptical and therefore difficult to translate. One must supply a phrase like “is it true”: “Indeed, [is it true] that God said.”) God (sn God. The serpent does not use the expression “Yahweh God” [Lord God] because there is no covenant relationship involved between God and the serpent. He only speaks of “God.” In the process the serpent draws the woman into his manner of speech so that she too only speaks of “God.”) said, ‘You must not eat from any tree of the orchard’?” (tn Heb “you must not eat from all the tree[s] of the orchard.” After the negated prohibitive verb, מִכֹּל (mikkol, “from all”) has the meaning “from any.” Note the construction in Lev 18:26, where the statement “you must not do from all these abominable things” means “you must not do any of these abominable things.” See Lev 22:25 and Deut 28:14 as well.)"},{"number":2,"verse":"The woman said to the serpent, “We may eat (tn There is a notable change between what the Lord God had said and what the woman says. God said “you may freely eat” (the imperfect with the infinitive absolute, see 2:16), but the woman omits the emphatic infinitive, saying simply “we may eat.” Her words do not reflect the sense of eating to her heart’s content.) of the fruit from the trees of the orchard;"},{"number":3,"verse":"but concerning the fruit of the tree that is in the middle of the orchard God said, ‘You must not eat from it, and you must not touch it, (sn And you must not touch it. The woman adds to God’s prohibition, making it say more than God expressed. G. von Rad observes that it is as though she wanted to set a law for herself by means of this exaggeration (Genesis [OTL], 86).) or else you will die.’” (tn The Hebrew construction is פֶּן (pen) with the imperfect tense, which conveys a negative purpose: “lest you die” = “in order that you not die.” By stating the warning in this way, the woman omits the emphatic infinitive used by God (“you shall surely die,” see 2:17).)"},{"number":4,"verse":"The serpent said to the woman, “Surely you will not die, (tn The response of the serpent includes the infinitive absolute with a blatant negation equal to saying: “Not – you will surely die” (לֹא מוֹת תִּמֻתען, lo’ mot tÿmutun). The construction makes this emphatic because normally the negative particle precedes the finite verb. The serpent is a liar, denying that there is a penalty for sin (see John 8:44). sn Surely you will not die. Here the serpent is more aware of what the Lord God said than the woman was; he simply adds a blatant negation to what God said. In the account of Jesus’ temptation Jesus is victorious because he knows the scripture better than Satan (Matt 4:1–11).)"},{"number":5,"verse":"for God knows that when you eat from it your eyes will open (tn Or “you will have understanding.” This obviously refers to the acquisition of the “knowledge of good and evil,” as the next statement makes clear.) and you will be like divine beings who know (tn Or perhaps “like God, knowing.” It is unclear how the plural participle translated “knowing” is functioning. On the one hand, יֹדְעֵי (yodÿ’e) could be taken as a substantival participle functioning as a predicative adjective in the sentence. In this case one might translate: “You will be, like God himself, knowers of good and evil.” On the other hand, it could be taken as an attributive adjective modifying אֱלֹהִים (’elohim). In this case אֱלֹהִים has to be taken as a numerical plural referring to “gods,” “divine beings,” for if the one true God were the intended referent, a singular form of the participle would almost certainly appear as a modifier. Following this line of interpretation, one could translate, “You will be like divine beings who know good and evil.” The following context may favor this translation, for in 3:22 God says to an unidentified group, “Look, the man has become like one of us, knowing good and evil.” It is probable that God is addressing his heavenly court (see the note on the word “make” in 1:26), the members of which can be called “gods” or “divine beings” from the ancient Israelite perspective. (We know some of these beings as messengers or “angels.”) An examination of parallel constructions shows that a predicative understanding (“you will be, like God himself, knowers of good and evil,” cf. NIV, NRSV) is possible, but rare (see Gen 27:23, where “hairy” is predicative, complementing the verb “to be”). The statistical evidence strongly suggests that the participle is attributive, modifying “divine beings” (see Ps 31:12; Isa 1:30; 13:14; 16:2; 29:5; 58:11; Jer 14:9; 20:9; 23:9; 31:12; 48:41; 49:22; Hos 7:11; Amos 4:11). In all of these texts, where a comparative clause and accompanying adjective/participle follow a copulative (“to be”) verb, the adjective/participle is attributive after the noun in the comparative clause.) good and evil.” (sn You will be like divine beings who know good and evil. The serpent raises doubts about the integrity of God. He implies that the only reason for the prohibition was that God was protecting the divine domain. If the man and woman were to eat, they would enter into that domain. The temptation is to overstep divinely established boundaries. (See D. E. Gowan, When Man Becomes God [PTMS], 25.))"},{"number":6,"verse":"When (tn Heb “And the woman saw.” The clause can be rendered as a temporal clause subordinate to the following verb in the sequence.) the woman saw that the tree produced fruit that was good for food, (tn Heb “that the tree was good for food.” The words “produced fruit that was” are not in the Hebrew text, but are implied.) was attractive (tn The Hebrew word תַּאֲוָה (ta’avah, translated “attractive” here) actually means “desirable.” This term and the later term נֶחְמָד (nekhmad, “desirable”) are synonyms. sn Attractive (Heb “desirable”)…desirable. These are different words in Hebrew. The verbal roots for both of these forms appear in Deut 5:21 in the prohibition against coveting. Strong desires usually lead to taking.) to the eye, and was desirable for making one wise, (tn Heb “that good was the tree for food, and that desirable it was to the eyes, and desirable was the tree to make one wise.” On the connection between moral wisdom and the “knowledge of good and evil,” see the note on the word “evil” in 2:9. sn Desirable for making one wise. The quest for wisdom can follow the wrong course, as indeed it does here. No one can become like God by disobeying God. It is that simple. The Book of Proverbs stresses that obtaining wisdom begins with the fear of God that is evidenced through obedience to his word. Here, in seeking wisdom, Eve disobeys God and ends up afraid of God.) she took some of its fruit and ate it. (tn The pronoun “it” is not in the Hebrew text, but is supplied (here and also after “ate” at the end of this verse) for stylistic reasons. sn She took…and ate it. The critical word now discloses the disobedience: “[she] ate.” Since the Lord God had said, “You shall not eat,” the main point of the divine inquisition will be, “Did you eat,” meaning, “did you disobey the command?” The woman ate, being deceived by the serpent (1 Tim 2:14), but then the man ate, apparently willingly when the woman gave him the fruit (see Rom 5:12, 17–19).) She also gave some of it to her husband who was with her, and he ate it. (sn This pericope (3:1–7) is a fine example of Hebrew narrative structure. After an introductory disjunctive clause that introduces a new character and sets the stage (3:1), the narrative tension develops through dialogue, culminating in the action of the story. Once the dialogue is over, the action is told in a rapid sequence of verbs – she took, she ate, she gave, and he ate.)"},{"number":7,"verse":"Then the eyes of both of them opened, and they knew they were naked; so they sewed fig leaves together and made coverings for themselves."},{"number":8,"verse":"The Judgment Oracles of God at the Fall Then the man and his wife heard the sound of the LORD God moving about (tn The Hitpael participle of הָלָךְ (halakh, “to walk, to go”) here has an iterative sense, “moving” or “going about.” While a translation of “walking about” is possible, it assumes a theophany, the presence of the Lord God in a human form. This is more than the text asserts.) in the orchard at the breezy time (tn The expression is traditionally rendered “cool of the day,” because the Hebrew word רוּחַ (ruakh) can mean “wind.” U. Cassuto (Genesis: From Adam to Noah, 152-54) concludes after lengthy discussion that the expression refers to afternoon when it became hot and the sun was beginning to decline. J. J. Niehaus (God at Sinai [SOTBT], 155-57) offers a different interpretation of the phrase, relating יוֹם (yom, usually understood as “day”) to an Akkadian cognate umu (“storm”) and translates the phrase “in the wind of the storm.” If Niehaus is correct, then God is not pictured as taking an afternoon stroll through the orchard, but as coming in a powerful windstorm to confront the man and woman with their rebellion. In this case קוֹל יְהוָה (qol yÿhvah, “sound of the Lord”) may refer to God’s thunderous roar, which typically accompanies his appearance in the storm to do battle or render judgment (e. g., see Ps 29).) of the day, and they hid (tn The verb used here is the Hitpael, giving the reflexive idea (“they hid themselves”). In v. 10, when Adam answers the Lord, the Niphal form is used with the same sense: “I hid.”) from the LORD God among the trees of the orchard."},{"number":9,"verse":"But the LORD God called to (tn The Hebrew verb קָרָא (qara’, “to call”) followed by the preposition אֶל־ or לְ (’el- or lÿ, “to, unto”) often carries the connotation of “summon.”) the man and said to him, “Where are you?” (sn Where are you? The question is probably rhetorical (a figure of speech called erotesis) rather than literal, because it was spoken to the man, who answers it with an explanation of why he was hiding rather than a location. The question has more the force of “Why are you hiding?”)"},{"number":10,"verse":"The man replied, (tn Heb “and he said.”) “I heard you moving about (tn Heb “your sound.” If one sees a storm theophany here (see the note on the word “time” in v. 8), then one could translate, “your powerful voice.”) in the orchard, and I was afraid because I was naked, so I hid.”"},{"number":11,"verse":"And the LORD God (tn Heb “and he said.” The referent (the Lord God) has been specified in the translation for clarity.) said, “Who told you that you were naked? (sn Who told you that you were naked? This is another rhetorical question, asking more than what it appears to ask. The second question in the verse reveals the Lord God’s real concern.) Did you eat from the tree that I commanded you not to eat from?” (sn The Hebrew word order (“Did you from the tree – which I commanded you not to eat from it – eat?”) is arranged to emphasize that the man’s and the woman’s eating of the fruit was an act of disobedience. The relative clause inserted immediately after the reference to the tree brings out this point very well.)"},{"number":12,"verse":"The man said, “The woman whom you gave me, she gave (tn The Hebrew construction in this sentence uses an independent nominative absolute (formerly known as a casus pendens). “The woman” is the independent nominative absolute; it is picked up by the formal subject, the pronoun “she” written with the verb (“she gave”). The point of the construction is to throw the emphasis on “the woman.” But what makes this so striking is that a relative clause has been inserted to explain what is meant by the reference to the woman: “whom you gave me.” Ultimately, the man is blaming God for giving him the woman who (from the man’s viewpoint) caused him to sin.) me some fruit (tn The words “some fruit” here and the pronoun “it” at the end of the sentence are not in the Hebrew text, but are supplied for stylistic reasons.) from the tree and I ate it.”"},{"number":13,"verse":"So the LORD God said to the woman, “What is this (tn The use of the demonstrative pronoun is enclitic, serving as an undeclined particle for emphasis. It gives the sense of “What in the world have you done?” (see R. J. Williams, Hebrew Syntax, 24, §118).) you have done?” And the woman replied, “The serpent (sn The Hebrew word order puts the subject (“the serpent”) before the verb here, giving prominence to it.) tricked (tn This verb (the Hiphil of נָשָׁא, nasha) is used elsewhere of a king or god misleading his people into false confidence (2 Kgs 18:29 = 2 Chr 32:15 = Isa 36:14; 2 Kgs 19:10 = Isa 37:10), of an ally deceiving a partner (Obad 7), of God deceiving his sinful people as a form of judgment (Jer 4:10), of false prophets instilling their audience with false hope (Jer 29:8), and of pride and false confidence producing self-deception (Jer 37:9; 49:16; Obad 3).) me, and I ate.”"},{"number":14,"verse":"The LORD God said to the serpent, (sn Note that God asks no question of the serpent, does not call for confession, as he did to the man and the woman; there is only the announcement of the curse. The order in this section is chiastic: The man is questioned, the woman is questioned, the serpent is cursed, sentence is passed on the woman, sentence is passed on the man.) “Because you have done this, cursed (tn The Hebrew word translated “cursed,” a passive participle from אָרָר (’arar), either means “punished” or “banished,” depending on how one interprets the following preposition. If the preposition is taken as comparative, then the idea is “cursed [i. e., punished] are you above [i. e., more than] all the wild beasts.” In this case the comparative preposition reflects the earlier comparison: The serpent was more shrewd than all others, and so more cursed than all others. If the preposition is taken as separative (see the note on the word “ground” in 4:11), then the idea is “cursed and banished from all the wild beasts.” In this case the serpent is condemned to isolation from all the other animals.) are you above all the wild beasts and all the living creatures of the field! On your belly you will crawl (tn Heb “go”; “walk,” but in English “crawl” or “slither” better describes a serpent’s movement.) and dust you will eat (sn Dust you will eat. Being restricted to crawling on the ground would necessarily involve “eating dust,” although that is not the diet of the serpent. The idea of being brought low, of “eating dust” as it were, is a symbol of humiliation.) all the days of your life."},{"number":15,"verse":"And I will put hostility (tn The Hebrew word translated “hostility” is derived from the root אֵיב (’ev, “to be hostile, to be an adversary [or enemy]”). The curse announces that there will be continuing hostility between the serpent and the woman. The serpent will now live in a “battle zone,” as it were.) between you and the woman and between your offspring and her offspring; (sn The Hebrew word translated “offspring” is a collective singular. The text anticipates the ongoing struggle between human beings (the woman’s offspring) and deadly poisonous snakes (the serpent’s offspring). An ancient Jewish interpretation of the passage states: “He made the serpent, cause of the deceit, press the earth with belly and flank, having bitterly driven him out. He aroused a dire enmity between them. The one guards his head to save it, the other his heel, for death is at hand in the proximity of men and malignant poisonous snakes.” See Sib. Or. 1:59-64. For a similar interpretation see Josephus, Ant. 1.1.4 (1.50-51).) her offspring will attack (tn Heb “he will attack [or “bruise”] you [on] the head.” The singular pronoun and verb agree grammatically with the collective singular noun “offspring.” For other examples of singular verb and pronominal forms being used with the collective singular “offspring,” see Gen 16:10; 22:17; 24:60. The word “head” is an adverbial accusative, locating the blow. A crushing blow to the head would be potentially fatal.) your head, and (tn Or “but you will…”; or “as they attack your head, you will attack their heel.” The disjunctive clause (conjunction + subject + verb) is understood as contrastive. Both clauses place the subject before the verb, a construction that is sometimes used to indicate synchronic action (see Judg 15:14).) you (sn You will attack her offspring’s heel. Though the conflict will actually involve the serpent’s offspring (snakes) and the woman’s offspring (human beings), v. 15b for rhetorical effect depicts the conflict as being between the serpent and the woman’s offspring, as if the serpent will outlive the woman. The statement is personalized for the sake of the addressee (the serpent) and reflects the ancient Semitic concept of corporate solidarity, which emphasizes the close relationship between a progenitor and his offspring. Note Gen 28:14, where the Lord says to Jacob, “Your offspring will be like the dust of the earth, and you [second masculine singular] will spread out in all directions.” Jacob will “spread out” in all directions through his offspring, but the text states the matter as if this will happen to him personally.) will attack her offspring’s heel.” (tn Heb “you will attack him [on] the heel.” The verb (translated “attack”) is repeated here, a fact that is obscured by some translations (e. g., NIV “crush…strike”). The singular pronoun agrees grammatically with the collective singular noun “offspring.” For other examples of singular verb and pronominal forms being used with the collective singular “offspring,” see Gen 16:10; 22:17; 24:60. The word “heel” is an adverbial accusative, locating the blow. A bite on the heel from a poisonous serpent is potentially fatal. sn The etiological nature of v. 15 is apparent, though its relevance for modern western man is perhaps lost because we rarely come face to face with poisonous snakes. Ancient Israelites, who often encountered snakes in their daily activities (see, for example, Eccl 10:8; Amos 5:19), would find the statement quite meaningful as an explanation for the hostility between snakes and humans. (In the broader ancient Near Eastern context, compare the Mesopotamian serpent omens. See H. W. F. Saggs, The Greatness That Was Babylon, 309.) This ongoing struggle, when interpreted in light of v. 15, is a tangible reminder of the conflict introduced into the world by the first humans’ rebellion against God. Many Christian theologians (going back to Irenaeus) understand v. 15 as the so-called protevangelium, supposedly prophesying Christ’s victory over Satan (see W. Witfall, “Genesis 3:15 – a Protevangelium?” CBQ 36 [1974]: 361-65; and R. A. Martin, “The Earliest Messianic Interpretation of Genesis 3:15,” JBL 84 [1965]: 425-27). In this allegorical approach, the woman’s offspring is initially Cain, then the whole human race, and ultimately Jesus Christ, the offspring (Heb “seed”) of the woman (see Gal 4:4). The offspring of the serpent includes the evil powers and demons of the spirit world, as well as those humans who are in the kingdom of darkness (see John 8:44). According to this view, the passage gives the first hint of the gospel. Satan delivers a crippling blow to the Seed of the woman (Jesus), who in turn delivers a fatal blow to the Serpent (first defeating him through the death and resurrection [1 Cor 15:55–57] and then destroying him in the judgment [Rev 12:7–9; 20:7–10]). However, the grammatical structure of Gen 3:15b does not suggest this view. The repetition of the verb “attack,” as well as the word order, suggests mutual hostility is being depicted, not the defeat of the serpent. If the serpent’s defeat were being portrayed, it is odd that the alleged description of his death comes first in the sentence. If he has already been crushed by the woman’s “Seed,” how can he bruise his heel? To sustain the allegorical view, v. 15b must be translated in one of the following ways: “he will crush your head, even though you attack his heel” (in which case the second clause is concessive) or “he will crush your head as you attack his heel” (the clauses, both of which place the subject before the verb, may indicate synchronic action).)"},{"number":16,"verse":"To the woman he said, “I will greatly increase (tn The imperfect verb form is emphasized and intensified by the infinitive absolute from the same verb.) your labor pains; (tn Heb “your pain and your conception,” suggesting to some interpreters that having a lot of children was a result of the judgment (probably to make up for the loss through death). But the next clause shows that the pain is associated with conception and childbirth. The two words form a hendiadys (where two words are joined to express one idea, like “good and angry” in English), the second explaining the first. “Conception,” if the correct meaning of the noun, must be figurative here since there is no pain in conception; it is a synecdoche, representing the entire process of childbirth and child rearing from the very start. However, recent etymological research suggests the noun is derived from a root הרר (hrr), not הרה (hrh), and means “trembling, pain” (see D. Tsumura, “A Note on הרוֹן (Gen 316),” Bib 75 [1994]: 398-400). In this case “pain and trembling” refers to the physical effects of childbirth. The word עִצְּבוֹן (’itsÿvon, “pain”), an abstract noun related to the verb (עָצַב, ’atsav), includes more than physical pain. It is emotional distress as well as physical pain. The same word is used in v. 17 for the man’s painful toil in the field.) with pain you will give birth to children. You will want to control your husband, (tn Heb “and toward your husband [will be] your desire.” The nominal sentence does not have a verb; a future verb must be supplied, because the focus of the oracle is on the future struggle. The precise meaning of the noun תְּשׁוּקָה (tÿshuqah, “desire”) is debated. Many interpreters conclude that it refers to sexual desire here, because the subject of the passage is the relationship between a wife and her husband, and because the word is used in a romantic sense in Song 7:11 HT (7:10 ET). However, this interpretation makes little sense in Gen 3:16. First, it does not fit well with the assertion “he will dominate you.” Second, it implies that sexual desire was not part of the original creation, even though the man and the woman were told to multiply. And third, it ignores the usage of the word in Gen 4:7 where it refers to sin’s desire to control and dominate Cain. (Even in Song of Songs it carries the basic idea of “control,” for it describes the young man’s desire to “have his way sexually” with the young woman.) In Gen 3:16 the Lord announces a struggle, a conflict between the man and the woman. She will desire to control him, but he will dominate her instead. This interpretation also fits the tone of the passage, which is a judgment oracle. See further Susan T. Foh, “What is the Woman’s Desire?” WTJ 37 (1975): 376-83.) but he will dominate (tn The Hebrew verb מָשַׁל (mashal) means “to rule over,” but in a way that emphasizes powerful control, domination, or mastery. This also is part of the baser human nature. The translation assumes the imperfect verb form has an objective/indicative sense here. Another option is to understand it as having a modal, desiderative nuance, “but he will want to dominate you.” In this case, the Lord simply announces the struggle without indicating who will emerge victorious. sn This passage is a judgment oracle. It announces that conflict between man and woman will become the norm in human society. It does not depict the NT ideal, where the husband sacrificially loves his wife, as Christ loved the church, and where the wife recognizes the husband’s loving leadership in the family and voluntarily submits to it. Sin produces a conflict or power struggle between the man and the woman, but in Christ man and woman call a truce and live harmoniously (Eph 5:18–32).) you.”"},{"number":17,"verse":"But to Adam (tn Since there is no article on the word, the personal name is used, rather than the generic “the man” (cf. NRSV).) he said, “Because you obeyed (tn The idiom “listen to the voice of” often means “obey.” The man “obeyed” his wife and in the process disobeyed God.) your wife and ate from the tree about which I commanded you, ‘You must not eat from it,’ cursed is the ground (sn For the ground to be cursed means that it will no longer yield its bounty as the blessing from God had promised. The whole creation, Paul writes in Rom 8:22, is still groaning under this curse, waiting for the day of redemption.) thanks to you; (tn The Hebrew phrase בַּעֲבוּרֶךָ (ba’avurekha) is more literally translated “on your account” or “because of you.” The idiomatic “thanks to you” in the translation tries to capture the point of this expression.) in painful toil you will eat (sn In painful toil you will eat. The theme of eating is prominent throughout Gen 3. The prohibition was against eating from the tree of knowledge. The sin was in eating. The interrogation concerned the eating from the tree of knowledge. The serpent is condemned to eat the dust of the ground. The curse focuses on eating in a “measure for measure” justice. Because the man and the woman sinned by eating the forbidden fruit, God will forbid the ground to cooperate, and so it will be through painful toil that they will eat.) of it all the days of your life."},{"number":18,"verse":"It will produce thorns and thistles for you, but you will eat the grain (tn The Hebrew term עֵשֶׂב (’esev), when referring to human food, excludes grass (eaten by cattle) and woody plants like vines.) of the field."},{"number":19,"verse":"By the sweat of your brow (tn The expression “the sweat of your brow” is a metonymy, the sweat being the result of painful toil in the fields.) you will eat food until you return to the ground, (sn Until you return to the ground. The theme of humankind’s mortality is critical here in view of the temptation to be like God. Man will labor painfully to provide food, obviously not enjoying the bounty that creation promised. In place of the abundance of the orchard’s fruit trees, thorns and thistles will grow. Man will have to work the soil so that it will produce the grain to make bread. This will continue until he returns to the soil from which he was taken (recalling the creation in 2:7 with the wordplay on Adam and ground). In spite of the dreams of immortality and divinity, man is but dust (2:7), and will return to dust. So much for his pride.) for out of it you were taken; for you are dust, and to dust you will return.” (sn In general, the themes of the curse oracles are important in the NT teaching that Jesus became the cursed one hanging on the tree. In his suffering and death, all the motifs are drawn together: the tree, the sweat, the thorns, and the dust of death (see Ps 22:15). Jesus experienced it all, to have victory over it through the resurrection.)"},{"number":20,"verse":"The man (tn Or “Adam”; however, the Hebrew term has the definite article here.) named his wife Eve, (sn The name Eve means “Living one” or “Life-giver” in Hebrew.) because (tn The explanatory clause gives the reason for the name. Where the one doing the naming gives the explanation, the text normally uses “saying”; where the narrator explains it, the explanatory clause is typically used.) she was the mother of all the living. (tn The explanation of the name forms a sound play (paronomasia) with the name. “Eve” is חַוָּה (khavvah) and “living” is חַי (khay). The name preserves the archaic form of the verb חָיָה (khayah, “to live”) with the middle vav (ו) instead of yod (י). The form חַי (khay) is derived from the normal form חַיָּה (khayyah). Compare the name Yahweh (יְהוָה) explained from הָיָה (hayah, “to be”) rather than from הַוָה (havah). The biblical account stands in contrast to the pagan material that presents a serpent goddess hawwat who is the mother of life. See J. Heller, “Der Name Eva,” ArOr 26 (1958): 636-56; and A. F. Key, “The Giving of Proper Names in the OT,” JBL 83 (1964): 55-59.)"},{"number":21,"verse":"The LORD God made garments from skin (sn The Lord God made garments from skin. The text gives no indication of how this was done, or how they came by the skins. Earlier in the narrative (v. 7) the attempt of the man and the woman to cover their nakedness with leaves expressed their sense of alienation from each other and from God. By giving them more substantial coverings, God indicates this alienation is greater than they realize. This divine action is also ominous; God is preparing them for the more hostile environment in which they will soon be living (v. 23). At the same time, there is a positive side to the story in that God makes provision for the man’s and woman’s condition.) for Adam and his wife, and clothed them."},{"number":22,"verse":"And the LORD God said, “Now (tn The particle הֵן (hen) introduces a foundational clause, usually beginning with “since, because, now.”) that the man has become like one of us, (sn The man has become like one of us. See the notes on Gen 1:26 and 3:5.) knowing (tn The infinitive explains in what way the man had become like God: “knowing good and evil.”) good and evil, he must not be allowed (tn Heb “and now, lest he stretch forth.” Following the foundational clause, this clause forms the main point. It is introduced with the particle פֶּן (pen) which normally introduces a negative purpose, “lest….” The construction is elliptical; something must be done lest the man stretch forth his hand. The translation interprets the point intended.) to stretch out his hand and take also from the tree of life and eat, and live forever.”"},{"number":23,"verse":"So the LORD God expelled him (tn The verb is the Piel preterite of שָׁלַח (shalakh), forming a wordplay with the use of the same verb (in the Qal stem) in v. 22: To prevent the man’s “sending out” his hand, the Lord “sends him out.”) from the orchard in Eden to cultivate the ground from which he had been taken."},{"number":24,"verse":"When he drove (tn The verb with the vav (ו) consecutive is made subordinate to the next verb forming a temporal clause. This avoids any tautology with the previous verse that already stated that the Lord expelled the man.) the man out, he placed on the eastern side (tn Or “placed in front.” Directions in ancient Israel were given in relation to the east rather than the north.) of the orchard in Eden angelic sentries (tn The Hebrew word is traditionally transliterated “the cherubim.”sn Angelic sentries (Heb “cherubim”). The cherubim in the Bible seem to be a class of angels that are composite in appearance. Their main task seems to be guarding. Here they guard the way to the tree of life. The curtain in the tabernacle was to be embroidered with cherubim as well, symbolically guarding the way to God. (See in addition A. S. Kapelrud, “The Gates of Hell and the Guardian Angels of Paradise,” JAOS 70 [1950]: 151-56; and D. N. Freedman and M. P. O’Connor, TDOT 7:307-19.)) who used the flame of a whirling sword (tn Heb “the flame of the sword that turns round and round.” The noun “flame” is qualified by the genitive of specification, “the sword,” which in turn is modified by the attributive participle “whirling.” The Hitpael of the verb “turn” has an iterative function here, indicating repeated action. The form is used in Job 37:12 of swirling clouds and in Judg 7:13 of a tumbling roll of bread. Verse 24 depicts the sword as moving from side to side to prevent anyone from passing or as whirling around, ready to cut to shreds anyone who tries to pass.) to guard the way to the tree of life."}]}