{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":31,"verses":[{"number":1,"verse":"(Jacob’s Flight from Laban) Jacob heard that Laban’s sons were complaining, (tn Heb “and he heard the words of the sons of Laban, saying.”) “Jacob has taken everything that belonged to our father! He has gotten rich (sn The Hebrew word translated “gotten rich” (כָּבוֹד, cavod) has the basic idea of “weight.” If one is heavy with possessions, then that one is wealthy (13:2). Abraham, Jacob, and Joseph all became wealthy when they left the promised land. Jacob’s wealth foreshadows what will happen to Israel when they leave the land of Egypt (Exod 12:35–38).) at our father’s expense!” (tn Heb “and from that which belonged to our father he has gained all this wealth.”)"},{"number":2,"verse":"When Jacob saw the look on Laban’s face, he could tell his attitude toward him had changed. (tn Heb “and Jacob saw the face of Laban, and look, he was not with him as formerly.” Jacob knew from the expression on Laban’s face that his attitude toward him had changed – Jacob had become persona non grata.)"},{"number":3,"verse":"The LORD said to Jacob, “Return to the land of your fathers (tn Or perhaps “ancestors” (so NRSV), although the only “ancestors” Jacob had there were his grandfather Abraham and his father Isaac.) and to your relatives. I will be with you.” (sn I will be with you. Though Laban was no longer “with him,” the Lord promised to be.)"},{"number":4,"verse":"So Jacob sent a message for Rachel and Leah (tn Heb “sent and called for Rachel and for Leah.” Jacob did not go in person, but probably sent a servant with a message for his wives to meet him in the field.) to come to the field (tn Heb “the field.” The word is an adverbial accusative, indicating that this is where Jacob wanted them to meet him. The words “to come to” are supplied in the translation for clarification and stylistic reasons.) where his flocks were. (tn Heb “to his flock.”)"},{"number":5,"verse":"There he said to them, “I can tell that your father’s attitude toward me has changed, (tn Heb “I see the face of your father, that he is not toward me as formerly.”) but the God of my father has been with me."},{"number":6,"verse":"You know that I’ve worked for your father as hard as I could, (tn Heb “with all my strength.”)"},{"number":7,"verse":"but your father has humiliated (tn This rare verb means “to make a fool of” someone. It involves deceiving someone so that their public reputation suffers (see Exod 8:25).) me and changed my wages ten times. But God has not permitted him to do me any harm."},{"number":8,"verse":"If he said, (tn In the protasis (“if” section) of this conditional clause, the imperfect verbal form has a customary nuance – whatever he would say worked to Jacob’s benefit.) ‘The speckled animals (tn Heb “speckled” (twice this verse). The word “animals” (after the first occurrence of “speckled”) and “offspring” (after the second) have been supplied in the translation for stylistic reasons. The same two terms (“animals” and “offspring”) have been supplied after the two occurrences of “streaked” later in this verse.) will be your wage,’ then the entire flock gave birth to speckled offspring. But if he said, ‘The streaked animals will be your wage,’ then the entire flock gave birth to streaked offspring."},{"number":9,"verse":"In this way God has snatched away your father’s livestock and given them to me."},{"number":10,"verse":"“Once (tn The sentence begins with the temporal indicator, “and it happened at the time of.”) during breeding season I saw (tn Heb “in the time of the breeding of the flock I lifted up my eyes and I saw.”) in a dream that the male goats mating with (tn Heb “going up on,” that is, mounting for intercourse.) the flock were streaked, speckled, and spotted."},{"number":11,"verse":"In the dream the angel of God said to me, ‘Jacob!’ ‘Here I am!’ I replied."},{"number":12,"verse":"Then he said, ‘Observe (tn Heb “lift up (now) your eyes and see.”) that all the male goats mating with (tn Heb “going up on,” that is, mounting for intercourse.) the flock are streaked, speckled, or spotted, for I have observed all that Laban has done to you."},{"number":13,"verse":"I am the God of Bethel, (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) where you anointed (sn You anointed the sacred stone. In Gen 28:18 the text simply reported that Jacob poured oil on top of the stone. Now that pouring is interpreted by the Lord as an anointing. Jacob had consecrated the place.) the sacred stone and made a vow to me. (sn And made a vow to me. The second clause reminds Jacob of the vow he made to the Lord when he anointed the stone (Gen 28:20–22). God is now going to take him back to the land, and so he will have to fulfill his vow.) Now leave this land immediately (tn Heb “arise, leave!” The first imperative draws attention to the need for immediate action. sn Leave this land immediately. The decision to leave was a wise one in view of the changed attitude in Laban and his sons. But more than that, it was the will of God. Jacob needed to respond to God’s call – the circumstances simply made it easier.) and return to your native land.’”"},{"number":14,"verse":"Then Rachel and Leah replied to him, “Do we still have any portion or inheritance (tn The two nouns may form a hendiadys, meaning “a share in the inheritance” or “a portion to inherit.”) in our father’s house?"},{"number":15,"verse":"Hasn’t he treated us like foreigners? He not only sold us, but completely wasted (tn Heb “and he devoured, even devouring.” The infinitive absolute (following the finite verb here) is used for emphasis. sn He sold us and…wasted our money. The precise nature of Rachel’s and Leah’s complaint is not entirely clear. Since Jacob had to work to pay for them, they probably mean that their father has cheated Jacob and therefore cheated them as well. See M. Burrows, “The Complaint of Laban’s Daughters,” JAOS 57 (1937): 250-76.) the money paid for us! (tn Heb “our money.” The word “money” is used figuratively here; it means the price paid for Leah and Rachel. A literal translation (“our money”) makes it sound as if Laban wasted money that belonged to Rachel and Leah, rather than the money paid for them.)"},{"number":16,"verse":"Surely all the wealth that God snatched away from our father belongs to us and to our children. So now do everything God has told you.”"},{"number":17,"verse":"So Jacob immediately put his children and his wives on the camels. (tn Heb “and Jacob arose and he lifted up his sons and his wives on to the camels.”)"},{"number":18,"verse":"He took (tn Heb “drove,” but this is subject to misunderstanding in contemporary English.) away all the livestock he had acquired in Paddan Aram and all his moveable property that he had accumulated. Then he set out toward the land of Canaan to return to his father Isaac. (tn Heb “and he led away all his cattle and all his moveable property which he acquired, the cattle he obtained, which he acquired in Paddan Aram to go to Isaac his father to the land of Canaan.”)"},{"number":19,"verse":"While Laban had gone to shear his sheep, (tn This disjunctive clause (note the pattern conjunction + subject + verb) introduces a new scene. In the English translation it may be subordinated to the following clause.) Rachel stole the household idols (tn Or “household gods.” Some translations merely transliterate the Hebrew term תְּרָפִים (tÿrafim) as “teraphim,” which apparently refers to household idols. Some contend that possession of these idols guaranteed the right of inheritance, but it is more likely that they were viewed simply as protective deities. See M. Greenberg, “Another Look at Rachel’s Theft of the Teraphim,” JBL 81 (1962): 239-48.) that belonged to her father."},{"number":20,"verse":"Jacob also deceived (tn Heb “stole the heart of,” an expression which apparently means “to deceive.” The repetition of the verb “to steal” shows that Jacob and Rachel are kindred spirits. Any thought that Laban would have resigned himself to their departure was now out of the question.) Laban the Aramean by not telling him that he was leaving. (tn Heb “fleeing,” which reflects Jacob’s viewpoint.)"},{"number":21,"verse":"He left (tn Heb “and he fled.”) with all he owned. He quickly crossed (tn Heb “he arose and crossed.” The first verb emphasizes that he wasted no time in getting across.) the Euphrates River (tn Heb “the river”; the referent (the Euphrates) has been specified in the translation for clarity.) and headed for (tn Heb “he set his face.”) the hill country of Gilead."},{"number":22,"verse":"Three days later Laban discovered Jacob had left. (tn Heb “and it was told to Laban on the third day that Jacob had fled.”)"},{"number":23,"verse":"So he took his relatives (tn Heb “his brothers.”) with him and pursued Jacob (tn Heb “him”; the referent (Jacob) has been specified in the translation for clarity.) for seven days. (tn Heb “and he pursued after him a journey of seven days.”) He caught up with (tn Heb “drew close to.”) him in the hill country of Gilead."},{"number":24,"verse":"But God came to Laban the Aramean in a dream at night and warned him, (tn Heb “said to him.”) “Be careful (tn Heb “watch yourself,” which is a warning to be on guard against doing something that is inappropriate.) that you neither bless nor curse Jacob.” (tn Heb “lest you speak with Jacob from good to evil.” The precise meaning of the expression, which occurs only here and in v. 29, is uncertain. Since Laban proceeded to speak to Jacob at length, it cannot mean to maintain silence. Nor does it seem to be a prohibition against criticism (see vv. 26–30). Most likely it refers to a formal pronouncement, whether it be a blessing or a curse. Laban was to avoid saying anything to Jacob that would be intended to enhance him or to harm him.)"},{"number":25,"verse":"Laban overtook Jacob, and when Jacob pitched his tent in the hill country of Gilead, Laban and his relatives set up camp there too. (tn Heb “and Jacob pitched his tent in the hill country, and Laban pitched with his brothers in the hill country of Gilead.” The juxtaposition of disjunctive clauses (note the pattern conjunction + subject + verb in both clauses) indicates synchronism of action.)"},{"number":26,"verse":"“What have you done?” Laban demanded of Jacob. “You’ve deceived me (tn Heb “and you have stolen my heart.” This expression apparently means “to deceive” (see v. 20).) and carried away my daughters as if they were captives of war! (tn Heb “and you have led away my daughters like captives of a sword.”)"},{"number":27,"verse":"Why did you run away secretly (tn Heb “Why did you hide in order to flee?” The verb “hide” and the infinitive “to flee” form a hendiadys, the infinitive becoming the main verb and the other the adverb: “flee secretly.”) and deceive me? (tn Heb “and steal me.”) Why didn’t you tell me so I could send you off with a celebration complete with singing, tambourines, and harps? (tn Heb “And [why did] you not tell me so I could send you off with joy and with songs, with a tambourine and with a harp?”)"},{"number":28,"verse":"You didn’t even allow me to kiss my daughters and my grandchildren (tn Heb “my sons and my daughters.” Here “sons” refers to “grandsons,” and has been translated “grandchildren” since at least one granddaughter, Dinah, was involved. The order has been reversed in the translation for stylistic reasons.) good-bye. You have acted foolishly!"},{"number":29,"verse":"I have (tn Heb “there is to my hand.”) the power to do you harm, but the God of your father told me last night, ‘Be careful (tn Heb “watch yourself,” which is a warning to be on guard against doing something that is inappropriate.) that you neither bless nor curse Jacob.’ (tn Heb “from speaking with Jacob from good to evil.” The precise meaning of the expression, which occurs only here and in v. 24, is uncertain. See the note on the same phrase in v. 24.)"},{"number":30,"verse":"Now I understand that (tn Heb “and now.” The words “I understand that” have been supplied in the translation for clarity and for stylistic reasons.) you have gone away (tn The infinitive absolute appears before the perfect verbal form to emphasize the certainty of the action.) because you longed desperately (tn The infinitive absolute appears before the perfect verbal form to emphasize the degree of emotion involved.) for your father’s house. Yet why did you steal my gods?” (sn Yet why did you steal my gods? This last sentence is dropped into the speech rather suddenly. See C. Mabee, “Jacob and Laban: The Structure of Judicial Proceedings,” VT 30 (1980): 192-207, and G. W. Coats, “Self-Abasement and Insult Formulas,” JBL 91 (1972): 90-92.)"},{"number":31,"verse":"“I left secretly because I was afraid!” (tn Heb “and Jacob answered and said to Laban, ‘Because I was afraid.’” This statement is a not a response to the question about Laban’s household gods that immediately precedes, but to the earlier question about Jacob’s motivation for leaving so quickly and secretly (see v. 27). For this reason the words “I left secretly” are supplied in the translation to indicate the connection to Laban’s earlier question in v. 27. Additionally the order of the introductory clause and the direct discourse have been rearranged in the translation for stylistic reasons.) Jacob replied to Laban. “I thought (tn Heb “for I said.”) you might take your daughters away from me by force. (tn Heb “lest you steal your daughters from with me.”)"},{"number":32,"verse":"Whoever has taken your gods will be put to death! (tn Heb “With whomever you find your gods, he will not live.”) In the presence of our relatives (tn Heb “brothers.”) identify whatever is yours and take it.” (tn Heb “recognize for yourself what is with me and take for yourself.”) (Now Jacob did not know that Rachel had stolen them.) (tn The disjunctive clause (introduced here by a vav [ו] conjunction) provides supplemental material that is important to the story. Since this material is parenthetical in nature, it has been placed in parentheses in the translation.)"},{"number":33,"verse":"So Laban entered Jacob’s tent, and Leah’s tent, and the tent of the two female servants, but he did not find the idols. (tn No direct object is specified for the verb “find” in the Hebrew text. The words “the idols” have been supplied in the translation for clarification.) Then he left Leah’s tent and entered Rachel’s. (tn Heb “and he went out from the tent of Leah and went into the tent of Rachel.”)"},{"number":34,"verse":"(Now Rachel had taken the idols and put them inside her camel’s saddle (tn The “camel’s saddle” was probably some sort of basket-saddle, a cushioned saddle with a basket bound on. Cf. NAB “inside a camel cushion.”) and sat on them.) (tn The disjunctive clause (introduced by a vav [ו] conjunction) provides another parenthetical statement necessary to the storyline.) Laban searched the whole tent, but did not find them. (tn The word “them” has been supplied in the translation for clarification.)"},{"number":35,"verse":"Rachel (tn Heb “she”; the referent (Rachel) has been specified in the translation for clarity.) said to her father, “Don’t be angry, (tn Heb “let it not be hot in the eyes of my lord.” This idiom refers to anger, in this case as a result of Rachel’s failure to stand in the presence of her father as a sign of respect.) my lord. I cannot stand up (tn Heb “I am unable to rise.”) in your presence because I am having my period.” (tn Heb “the way of women is to me.” This idiom refers to a woman’s menstrual period.) So he searched thoroughly, (tn The word “thoroughly” is not in the Hebrew text, but is implied.) but did not find the idols."},{"number":36,"verse":"Jacob became angry (tn Heb “it was hot to Jacob.” This idiom refers to anger.) and argued with Laban. “What did I do wrong?” he demanded of Laban. (tn Heb “and Jacob answered and said to Laban, ‘What is my sin?’” The proper name “Jacob” has been replaced by the pronoun (“he”) in the translation and the order of the introductory clause and direct discourse rearranged for stylistic reasons.) “What sin of mine prompted you to chase after me in hot pursuit? (tn Heb “What is my sin that you have hotly pursued after me.” The Hebrew verb translated “pursue hotly” is used elsewhere of soldiers chasing defeated enemies (1 Sam 17:53).)"},{"number":37,"verse":"When you searched through all my goods, did you find anything that belonged to you? (tn Heb “what did you find from all the goods of your house?”) Set it here before my relatives and yours, (tn Heb “your relatives.” The word “relatives” has not been repeated in the translation here for stylistic reasons.) and let them settle the dispute between the two of us! (tn Heb “that they may decide between us two.”)"},{"number":38,"verse":"“I have been with you for the past twenty years. Your ewes and female goats have not miscarried, nor have I eaten rams from your flocks."},{"number":39,"verse":"Animals torn by wild beasts I never brought to you; I always absorbed the loss myself. (tn The imperfect verbal form indicates that this was a customary or typical action.) You always made me pay for every missing animal, (tn Heb “from my hand you exacted it.” The imperfect verbal form again indicates that this was a customary or typical action. The words “for every missing animal” are supplied in the translation for clarity; the following clause in Hebrew, “stolen by day or stolen by night,” probably means “stolen by wild beasts” and refers to the same animals “torn by wild beasts” in the previous clause, although it may refer to animals stolen by people. The translation used here, “missing,” is ambiguous enough to cover either eventuality.) whether it was taken by day or at night."},{"number":40,"verse":"I was consumed by scorching heat (tn Or “by drought.”) during the day and by piercing cold (tn Heb “frost, ice,” though when contrasted with the חֹרֶב (khorev, “drought, parching heat”) of the day, “piercing cold” is more appropriate as a contrast.) at night, and I went without sleep. (tn Heb “and my sleep fled from my eyes.”)"},{"number":41,"verse":"This was my lot (tn Heb “this to me.”) for twenty years in your house: I worked like a slave (tn Heb “served you,” but in this accusatory context the meaning is more “worked like a slave.”) for you — fourteen years for your two daughters and six years for your flocks, but you changed my wages ten times!"},{"number":42,"verse":"If the God of my father — the God of Abraham, the one whom Isaac fears (tn Heb “the fear of Isaac,” that is, the one whom Isaac feared and respected. For further discussion of this title see M. Malul, “More on pahad yitschaq (Gen. 31:4253) and the Oath by the Thigh,” VT 35 (1985): 192-200.) — had not been with me, you would certainly have sent me away empty-handed! But God saw how I was oppressed and how hard I worked, (tn Heb “My oppression and the work of my hands God saw.”) and he rebuked you last night.”"},{"number":43,"verse":"Laban replied (tn Heb “answered and said.”) to Jacob, “These women (tn Heb “daughters.”) are my daughters, these children are my grandchildren, (tn Heb “children.”) and these flocks are my flocks. All that you see belongs to me. But how can I harm these daughters of mine today (tn Heb “but to my daughters what can I do to these today?”) or the children to whom they have given birth?"},{"number":44,"verse":"So now, come, let’s make a formal agreement, (tn Heb “cut a covenant.”) you and I, and it will be (tn The verb הָיָה (hayah) followed by the preposition לְ (lÿ) means “become.”) proof that we have made peace.” (tn Heb “and it will become a witness between me and you.”)"},{"number":45,"verse":"So Jacob took a stone and set it up as a memorial pillar."},{"number":46,"verse":"Then he (tn Heb “Jacob”; the proper name has been replaced by the pronoun (“he”) in the translation for stylistic reasons.) said to his relatives, “Gather stones.” So they brought stones and put them in a pile. (sn The Hebrew word for “pile” is גַּל (gal), which sounds like the name “Galeed” (גַּלְעֵד, gal’ed). See v. 48.) They ate there by the pile of stones."},{"number":47,"verse":"Laban called it Jegar Sahadutha, (sn Jegar Sahadutha. Laban the Aramean gave the place an Aramaic name which means “witness pile” or “the pile is a witness.”) but Jacob called it Galeed. (sn Galeed also means “witness pile” or “the pile is a witness,” but this name is Canaanite or Western Semitic and closer to later Hebrew. Jacob, though certainly capable of speaking Aramaic, here prefers to use the western dialect.)"},{"number":48,"verse":"Laban said, “This pile of stones is a witness of our agreement (tn Heb “a witness between me and you.”) today.” That is why it was called Galeed."},{"number":49,"verse":"It was also called Mizpah (tn Heb “and Mizpah.”) because he said, “May the LORD watch (sn The name Mizpah (מִצְפָּה, mitspah), which means “watchpost,” sounds like the verb translated “may he watch” (יִצֶף, yitsef). Neither Laban nor Jacob felt safe with each other, and so they agreed to go their separate ways, trusting the Lord to keep watch at the border. Jacob did not need this treaty, but Laban, perhaps because he had lost his household gods, felt he did.) between us (tn Heb “between me and you.”) when we are out of sight of one another. (tn Heb “for we will be hidden, each man from his neighbor.”)"},{"number":50,"verse":"If you mistreat my daughters or if you take wives besides my daughters, although no one else is with us, realize (tn Heb “see.”) that God is witness to your actions.” (tn Heb “between me and you.”)"},{"number":51,"verse":"“Here is this pile of stones and this pillar I have set up between me and you,” Laban said to Jacob. (tn Heb “and Laban said to Jacob, ‘Behold this heap and behold the pillar which I have set between men and you.’” The order of the introductory clause and the direct discourse has been rearranged in the translation for stylistic reasons.)"},{"number":52,"verse":"“This pile of stones and the pillar are reminders that I will not pass beyond this pile to come to harm you and that you will not pass beyond this pile and this pillar to come to harm me. (tn Heb “This pile is a witness and the pillar is a witness, if I go past this pile to you and if you go past this pile and this pillar to me for harm.”)"},{"number":53,"verse":"May the God of Abraham and the god of Nahor, (tn The God of Abraham and the god of Nahor. The Hebrew verb translated “judge” is plural, suggesting that Laban has more than one “god” in mind. The Samaritan Pentateuch and the LXX, apparently in an effort to make the statement monotheistic, have a singular verb. In this case one could translate, “May the God of Abraham and the God of Nahor, the God of their father, judge between us.” However, Laban had a polytheistic world view, as evidenced by his possession of household idols (cf. 31:19). The translation uses “God” when referring to Abraham’s God, for Genesis makes it clear that Abraham worshiped the one true God. It employs “god” when referring to Nahor’s god, for in the Hebrew text Laban refers to a different god here, probably one of the local deities.) the gods of their father, judge between us.” Jacob took an oath by the God whom his father Isaac feared. (tn Heb “by the fear of his father Isaac.” See the note on the word “fears” in v. 42.)"},{"number":54,"verse":"Then Jacob offered a sacrifice (tn The construction is a cognate accusative with the verb, expressing a specific sacrifice.) on the mountain and invited his relatives to eat the meal. (tn Heb “bread, food.” Presumably this was a type of peace offering, where the person bringing the offering ate the animal being sacrificed.) They ate the meal and spent the night on the mountain."},{"number":55,"verse":"(32:1) (sn Beginning with 31:55, the verse numbers in the English Bible through 32:32 differ by one from the verse numbers in the Hebrew text (BHS), with 31:55 ET = 32:1 HT, 32:1 ET = 32:2 HT, etc., through 32:32 ET = 32:33 HT. From 33:1 the verse numbers in the ET and HT are again the same.) Early in the morning Laban kissed (tn Heb “and Laban got up early in the morning and he kissed.”) his grandchildren (tn Heb “his sons.”) and his daughters goodbye and blessed them. Then Laban left and returned home. (tn Heb “to his place.”)"}]}