{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":33,"verses":[{"number":1,"verse":"Jacob Meets Esau Jacob looked up (tn Heb “and Jacob lifted up his eyes.”) and saw that Esau was coming (tn Or “and look, Esau was coming.” By the use of the particle הִנֵּה (hinneh, “look”), the narrator invites the reader to view the scene through Jacob’s eyes.) along with four hundred men. So he divided the children among Leah, Rachel, and the two female servants."},{"number":2,"verse":"He put the servants and their children in front, with Leah and her children behind them, and Rachel and Joseph behind them. (sn This kind of ranking according to favoritism no doubt fed the jealousy over Joseph that later becomes an important element in the narrative. It must have been painful to the family to see that they were expendable.)"},{"number":3,"verse":"But Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) himself went on ahead of them, and he bowed toward the ground seven times as he approached (tn Heb “until his drawing near unto his brother.” The construction uses the preposition with the infinitive construct to express a temporal clause.) his brother."},{"number":4,"verse":"But Esau ran to meet him, embraced him, hugged his neck, and kissed him. Then they both wept."},{"number":5,"verse":"When Esau (tn Heb “and he”; the referent (Esau) has been specified in the translation for clarity.) looked up (tn Heb “lifted up his eyes.”) and saw the women and the children, he asked, “Who are these people with you?” Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) replied, “The children whom God has graciously given (tn The Hebrew verb means “to be gracious; to show favor”; here it carries the nuance “to give graciously.”) your servant.”"},{"number":6,"verse":"The female servants came forward with their children and bowed down. (tn Heb “and the female servants drew near, they and their children and they bowed down.”)"},{"number":7,"verse":"Then Leah came forward with her children and they bowed down. Finally Joseph and Rachel came forward and bowed down."},{"number":8,"verse":"Esau (tn Heb “and he”; the referent (Esau) has been specified in the translation for clarity.) then asked, “What did you intend (tn Heb “Who to you?”) by sending all these herds to meet me?” (tn Heb “all this camp which I met.”) Jacob (tn Heb “and he”; the referent (Jacob) has been specified in the translation for clarity.) replied, “To find favor in your sight, my lord.”"},{"number":9,"verse":"But Esau said, “I have plenty, my brother. Keep what belongs to you.”"},{"number":10,"verse":"“No, please take them,” Jacob said. (tn Heb “and Jacob said, ‘No, please.’” The words “take them” have been supplied in the translation for clarity, and the order of the introductory clause and the direct discourse rearranged for stylistic reasons.) “If I have found favor in your sight, accept (tn The form is the perfect tense with a vav (ו) consecutive, expressing a contingent future nuance in the “then” section of the conditional sentence.) my gift from my hand. Now that I have seen your face and you have accepted me, (tn The verbal form is the preterite with a vav (ו) consecutive, indicating result here.) it is as if I have seen the face of God. (tn Heb “for therefore I have seen your face like seeing the face of God and you have accepted me.”sn This is an allusion to the preceding episode (32:22–31) in which Jacob saw the face of God and realized his prayer was answered.)"},{"number":11,"verse":"Please take my present (tn Heb “blessing.” It is as if Jacob is trying to repay what he stole from his brother twenty years earlier.) that was brought to you, for God has been generous (tn Or “gracious,” but in the specific sense of prosperity.) to me and I have all I need.” (tn Heb “all.”) When Jacob urged him, he took it. (tn Heb “and he urged him and he took.” The referent of the first pronoun in the sequence (“he”) has been specified as “Jacob” in the translation for clarity.)"},{"number":12,"verse":"Then Esau (tn Heb “and he”; the referent (Esau) has been specified in the translation for clarity.) said, “Let’s be on our way! (tn Heb “let us travel and let us go.” The two cohortatives are used in combination with the sense, “let’s travel along, get going, be on our way.”) I will go in front of you.”"},{"number":13,"verse":"But Jacob (tn Heb “he”; the referent (Jacob) has been specified in the translation for clarity.) said to him, “My lord knows that the children are young, (tn Heb “weak.”) and that I have to look after the sheep and cattle that are nursing their young. (tn Heb “and the sheep and the cattle nursing [are] upon me.”) If they are driven too hard for even a single day, all the animals will die."},{"number":14,"verse":"Let my lord go on ahead of his servant. I will travel more slowly, at the pace of the herds and the children, (tn Heb “and I, I will move along according to my leisure at the foot of the property which is before me and at the foot of the children.”) until I come to my lord at Seir.”"},{"number":15,"verse":"So Esau said, “Let me leave some of my men with you.” (tn The cohortative verbal form here indicates a polite offer of help.) “Why do that?” Jacob replied. (tn Heb “and he said, ‘Why this?’” The referent of the pronoun “he” (Jacob) has been specified for clarity, and the order of the introductory clause and the direct discourse has been rearranged in the translation for stylistic reasons.) “My lord has already been kind enough to me.” (tn Heb “I am finding favor in the eyes of my lord.”)"},{"number":16,"verse":"So that same day Esau made his way back (tn Heb “returned on his way.”) to Seir."},{"number":17,"verse":"But (tn The disjunctive clause contrasts Jacob’s action with Esau’s.) Jacob traveled to Succoth (sn But Jacob traveled to Succoth. There are several reasons why Jacob chose not to go to Mt. Seir after Esau. First, as he said, his herds and children probably could not keep up with the warriors. Second, he probably did not fully trust his brother. The current friendliness could change, and he could lose everything. And third, God did tell him to return to his land, not Seir. But Jacob is still not able to deal truthfully, probably because of fear of Esau.) where he built himself a house and made shelters for his livestock. That is why the place was called (tn Heb “why he called.” One could understand “Jacob” as the subject of the verb, but it is more likely that the subject is indefinite, in which case the verb is better translated as passive.) Succoth. (sn The name Succoth means “shelters,” an appropriate name in light of the shelters Jacob built there for his livestock.)"},{"number":18,"verse":"After he left Paddan Aram, Jacob came safely to the city of Shechem in the land of Canaan, and he camped near (tn Heb “in front of.”) the city."},{"number":19,"verse":"Then he purchased the portion of the field where he had pitched his tent; he bought it (tn The words “he bought it” are supplied in the translation for stylistic reasons. In the Hebrew text v. 19 is one long sentence.) from the sons of Hamor, Shechem’s father, for a hundred pieces of money. (tn The Hebrew word קְשִׂיטָה (qÿsitah) is generally understood to refer to a unit of money, but the value is unknown. (However, cf. REB, which renders the term as “sheep”).)"},{"number":20,"verse":"There he set up an altar and called it “The God of Israel is God.” (tn Heb “God, the God of Israel.” Rather than translating the name, a number of modern translations merely transliterate it from the Hebrew as “El Elohe Israel” (cf. NIV, NRSV, REB). It is not entirely clear how the name should be interpreted grammatically. One option is to supply an equative verb, as in the translation: “The God of Israel [is] God.” Another interpretive option is “the God of Israel [is] strong [or “mighty”].” Buying the land and settling down for a while was a momentous step for the patriarch, so the commemorative naming of the altar is significant.)"}]}