{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"The Return to Bethel Then God said to Jacob, “Go up at once (tn Heb “arise, go up.” The first imperative gives the command a sense of urgency.) to Bethel (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) and live there. Make an altar there to God, who appeared to you when you fled from your brother Esau.” (sn God is calling on Jacob to fulfill his vow he made when he fled from…Esau (see Gen 28:20–22).)"},{"number":2,"verse":"So Jacob told his household and all who were with him, “Get rid of the foreign gods you have among you. (tn Heb “which are in your midst.”) Purify yourselves and change your clothes. (sn The actions of removing false gods, becoming ritually clean, and changing garments would become necessary steps in Israel when approaching the Lord in worship.)"},{"number":3,"verse":"Let us go up at once (tn Heb “let us arise and let us go up.” The first cohortative gives the statement a sense of urgency.) to Bethel. Then I will make (tn The cohortative with the prefixed conjunction here indicates purpose or consequence.) an altar there to God, who responded to me in my time of distress (tn Heb “day of distress.” See Ps 20:1 which utilizes similar language.) and has been with me wherever I went.” (tn Heb “in the way in which I went.” Jacob alludes here to God’s promise to be with him (see Gen 28:20).)"},{"number":4,"verse":"So they gave Jacob all the foreign gods that were in their possession (tn Heb “in their hand.”) and the rings that were in their ears. (sn On the basis of a comparison with Gen 34 and Num 31, G. J. Wenham argues that the foreign gods and the rings could have been part of the plunder that came from the destruction of Shechem (Genesis [WBC], 2:324).) Jacob buried them (sn Jacob buried them. On the burial of the gods, see E. Nielson, “The Burial of the Foreign Gods,” ST 8 (1954/55): 102-22.) under the oak (tn Or “terebinth.”) near Shechem"},{"number":5,"verse":"and they started on their journey. (tn Heb “and they journeyed.”) The surrounding cities were afraid of God, (tn Heb “and the fear of God was upon the cities which were round about them.” The expression “fear of God” apparently refers (1) to a fear of God (objective genitive; God is the object of their fear). (2) But it could mean “fear from God,” that is, fear which God placed in them (cf. NRSV “a terror from God”). Another option (3) is that the divine name is used as a superlative here, referring to “tremendous fear” (cf. NEB “were panic-stricken”; NASB “a great terror”).) and they did not pursue the sons of Jacob."},{"number":6,"verse":"Jacob and all those who were with him arrived at Luz (that is, Bethel) (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) in the land of Canaan. (tn Heb “and Jacob came to Luz which is in the land of Canaan – it is Bethel – he and all the people who were with him.”)"},{"number":7,"verse":"He built an altar there and named the place El Bethel (sn The name El-Bethel means “God of Bethel.”) because there God had revealed himself (tn Heb “revealed themselves.” The verb נִגְלוּ (niglu), translated “revealed himself,” is plural, even though one expects the singular form with the plural of majesty. Perhaps אֱלֹהִים (’elohim) is here a numerical plural, referring both to God and the angelic beings that appeared to Jacob. See the note on the word “know” in Gen 3:5.) to him when he was fleeing from his brother."},{"number":8,"verse":"(Deborah, (sn Deborah. This woman had been Rebekah’s nurse, but later attached herself to Jacob. She must have been about one hundred and eighty years old when she died.) Rebekah’s nurse, died and was buried under the oak below Bethel; thus it was named (tn “and he called its name.” There is no expressed subject, so the verb can be translated as passive.) Oak of Weeping.) (tn Or “Allon Bacuth,” if one transliterates the Hebrew name (cf. NEB, NIV, NRSV). An oak tree was revered in the ancient world and often designated as a shrine or landmark. This one was named for the weeping (mourning) occasioned by the death of Deborah.)"},{"number":9,"verse":"God appeared to Jacob again after he returned from Paddan Aram and blessed him."},{"number":10,"verse":"God said to him, “Your name is Jacob, but your name will no longer be called Jacob; Israel will be your name.” So God named him Israel. (tn Heb “and he called his name Israel.” The referent of the pronoun “he” (God) has been specified in the translation for clarity. sn The name Israel means “God fights” (although some interpret the meaning as “he fights [with] God”). See Gen 32:28.)"},{"number":11,"verse":"Then God said to him, “I am the sovereign God. (tn The name אֵל שַׁדַּי (’el shadday, “El Shaddai”) has often been translated “God Almighty,” primarily because Jerome translated it omnipotens (“all powerful”) in the Latin Vulgate. There has been much debate over the meaning of the name. For discussion see W. F. Albright, “The Names Shaddai and Abram,” JBL 54 (1935): 173-210; R. Gordis, “The Biblical Root sdy-sd,” JTS 41 (1940): 34-43; and especially T. N. D. Mettinger, In Search of God, 69-72. Shaddai/El Shaddai is the sovereign king of the world who grants, blesses, and judges. In the Book of Genesis he blesses the patriarchs with fertility and promises numerous descendants. Outside Genesis he both blesses/protects and takes away life/happiness. The patriarchs knew God primarily as El Shaddai (Exod 6:3). While the origin and meaning of this name are uncertain its significance is clear. The name is used in contexts where God appears as the source of fertility and life. For a fuller discussion see the note on “sovereign God” in Gen 17:1.) Be fruitful and multiply! A nation — even a company of nations — will descend from you; kings will be among your descendants! (tn Heb “A nation and a company of nations will be from you and kings from your loins will come out.”sn A nation…will descend from you. The promise is rooted in the Abrahamic promise (see Gen 17). God confirms what Isaac told Jacob (see Gen 28:3–4). Here, though, for the first time Jacob is promised kings as descendants.)"},{"number":12,"verse":"The land I gave (tn The Hebrew verb translated “gave” refers to the Abrahamic promise of the land. However, the actual possession of that land lay in the future. The decree of the Lord made it certain; but it has the sense “promised to give.”) to Abraham and Isaac I will give to you. To your descendants (tn Heb “and to your offspring after you.”) I will also give this land.”"},{"number":13,"verse":"Then God went up from the place (tn Heb “went up from upon him in the place.”) where he spoke with him."},{"number":14,"verse":"So Jacob set up a sacred stone pillar in the place where God spoke with him. (tn Heb “and Jacob set up a sacred pillar in the place where he spoke with him, a sacred pillar of stone” (see the notes on the term “sacred stone” in Gen 28:18). This passage stands parallel to Gen 28:18–19, where Jacob set up a sacred stone, poured oil on it, and called the place Bethel. Some commentators see these as two traditions referring to the same event, but it is more likely that Jacob reconsecrated the place in fulfillment of the vow he had made here earlier. In support of this is the fact that the present narrative alludes to and is built on the previous one.) He poured out a drink offering on it, and then he poured oil on it. (tn The verb נָסַךְ (nasakh) means “to pour out, to make libations,” and the noun נֶסֶךְ (nesekh) is a “drink-offering,” usually of wine or of blood. The verb יָצַק (yatsaq) means “to pour out,” often of anointing oil, but of other elements as well.)"},{"number":15,"verse":"Jacob named the place (sn Called the name of the place. In view of the previous naming of Bethel in Gen 28:19, here Jacob was confirming or affirming the name through an official ritual marking the fulfillment of the vow. This place now did become Bethel, the house of God.) where God spoke with him Bethel. (tn The name Bethel means “house of God” in Hebrew. map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.)"},{"number":16,"verse":"They traveled on from Bethel, and when Ephrath was still some distance away, (tn Heb “and there was still a stretch of the land to go to Ephrath.”) Rachel went into labor (tn Normally the verb would be translated “she gave birth,” but because that obviously had not happened yet, it is better to translate the verb as ingressive, “began to give birth” (cf. NIV) or “went into labor.”) — and her labor was hard."},{"number":17,"verse":"When her labor was at its hardest, (tn The construction uses a Hiphil infinitive, which E. A. Speiser classifies as an elative Hiphil. The contrast is with the previous Piel: there “she had hard labor,” and here, “her labor was at its hardest.” Failure to see this, Speiser notes, has led to redundant translations and misunderstandings (Genesis [AB], 273).) the midwife said to her, “Don’t be afraid, for you are having another son.” (sn Another son. The episode recalls and fulfills the prayer of Rachel at the birth of Joseph (Gen 30:24): “may he add” another son.)"},{"number":18,"verse":"With her dying breath, (tn Heb “in the going out of her life, for she was dying.” Rachel named the child with her dying breath.) she named him Ben-Oni. (sn The name Ben-Oni means “son of my suffering.” It is ironic that Rachel’s words to Jacob in Gen 30:1, “Give me children or I’ll die,” take a different turn here, for it was having the child that brought about her death.) But his father called him Benjamin instead. (tn The disjunctive clause is contrastive. sn His father called him Benjamin. There was a preference for giving children good or positive names in the ancient world, and “son of my suffering” would not do (see the incident in 1 Chr 4:9–10), because it would be a reminder of the death of Rachel (in this connection, see also D. Daube, “The Night of Death,” HTR 61 [1968]: 629-32). So Jacob named him Benjamin, which means “son of the [or “my”] right hand.” The name Benjamin appears in the Mari texts. There have been attempts to connect this name to the resident tribe listed at Mari, “sons of the south” (since the term “right hand” can also mean “south” in Hebrew), but this assumes a different reading of the story. See J. Muilenburg, “The Birth of Benjamin,” JBL 75 (1956): 194-201.)"},{"number":19,"verse":"So Rachel died and was buried on the way to Ephrath (that is, Bethlehem). (sn This explanatory note links the earlier name Ephrath with the later name Bethlehem. map For location see Map5-B1; Map7-E2; Map8-E2; Map10-B4.)"},{"number":20,"verse":"Jacob set up a marker (tn Heb “standing stone.”) over her grave; it is (tn Or perhaps “it is known as” (cf. NEB).) the Marker of Rachel’s Grave to this day."},{"number":21,"verse":"Then Israel traveled on and pitched his tent beyond Migdal Eder. (sn The location of Migdal Eder is not given. It appears to be somewhere between Bethlehem and Hebron. Various traditions have identified it as at the shepherds’ fields near Bethlehem (the Hebrew name Migdal Eder means “tower of the flock”; see Mic 4:8) or located it near Solomon’s pools.)"},{"number":22,"verse":"While Israel was living in that land, Reuben had sexual relations with (tn Heb “and Reuben went and lay with.” The expression “lay with” is a euphemism for having sexual intercourse. sn Reuben’s act of having sexual relations with Bilhah probably had other purposes than merely satisfying his sexual desire. By having sex with Bilhah, Reuben (Leah’s oldest son) would have prevented Bilhah from succeeding Rachel as the favorite wife, and by sleeping with his father’s concubine he would also be attempting to take over leadership of the clan – something Absalom foolishly attempted later on in Israel’s history (2 Sam 16:21–22).) Bilhah, his father’s concubine, and Israel heard about it. Jacob had twelve sons:"},{"number":23,"verse":"The sons of Leah were Reuben, Jacob’s firstborn, as well as Simeon, Levi, Judah, Issachar, and Zebulun."},{"number":24,"verse":"The sons of Rachel were Joseph and Benjamin."},{"number":25,"verse":"The sons of Bilhah, Rachel’s servant, were Dan and Naphtali."},{"number":26,"verse":"The sons of Zilpah, Leah’s servant, were Gad and Asher. These were the sons of Jacob who were born to him in Paddan Aram."},{"number":27,"verse":"So Jacob came back to his father Isaac in Mamre, (tn This is an adverbial accusative of location.) to Kiriath Arba (tn The name “Kiriath Arba” is in apposition to the preceding name, “Mamre.”) (that is, Hebron), where Abraham and Isaac had stayed. (tn The Hebrew verb גּוּר (gur), traditionally rendered “to sojourn,” refers to temporary settlement without ownership rights.)"},{"number":28,"verse":"Isaac lived to be 180 years old. (tn Heb “And the days of Isaac were one hundred and eighty years.”)"},{"number":29,"verse":"Then Isaac breathed his last and joined his ancestors. (tn Heb “and Isaac expired and died and he was gathered to his people.” In the ancient Israelite view he joined his deceased ancestors in Sheol, the land of the dead.) He died an old man who had lived a full life. (tn Heb “old and full of years.”) His sons Esau and Jacob buried him."}]}