{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"(The Second Journey to Egypt) Now the famine was severe in the land. (tn The disjunctive clause gives supplemental information that is important to the storyline.)"},{"number":2,"verse":"When they finished eating the grain they had brought from Egypt, their father said to them, “Return, buy us a little more food.”"},{"number":3,"verse":"But Judah said to him, “The man solemnly warned (tn The infinitive absolute with the finite verb stresses the point. The primary meaning of the verb is “to witness; to testify.” It alludes to Joseph’s oath, which was tantamount to a threat or warning.) us, ‘You will not see my face (tn The idiom “see my face” means “have an audience with me.”) unless your brother is with you.’"},{"number":4,"verse":"If you send (tn Heb “if there is you sending,” that is, “if you send.”) our brother with us, we’ll go down and buy food for you."},{"number":5,"verse":"But if you will not send him, we won’t go down there because the man said to us, ‘You will not see my face unless your brother is with you.’”"},{"number":6,"verse":"Israel said, “Why did you bring this trouble (tn The verb may even have a moral connotation here, “Why did you do evil to me?”) on me by telling (tn The infinitive construct here explains how they brought trouble on Jacob.) the man you had one more brother?”"},{"number":7,"verse":"They replied, “The man questioned us (tn The word “us” has been supplied in the translation for stylistic reasons.) thoroughly (tn The infinitive absolute with the perfect verbal form emphasizes that Joseph questioned them thoroughly.) about ourselves and our family, saying, ‘Is your father still alive? Do you have another brother?’ (sn The report given here concerning Joseph’s interrogation does not exactly match the previous account where they supplied the information to clear themselves (see 42:13). This section may reflect how they remembered the impact of his interrogation, whether he asked the specific questions or not. That may be twisting the truth to protect themselves, not wanting to admit that they volunteered the information. (They admitted as much in 42:31, but now they seem to be qualifying that comment.) On the other hand, when speaking to Joseph later (see 44:19), Judah claims that Joseph asked for the information about their family, making it possible that 42:13 leaves out some of the details of their first encounter.) So we answered him in this way. (tn Heb “and we told to him according to these words.”) How could we possibly know (tn The infinitive absolute emphasizes the imperfect verbal form, which here is a historic future (that is, future from the perspective of a past time).) that he would say, (tn Once again the imperfect verbal form is used as a historic future (that is, future from the perspective of past time).) ‘Bring your brother down’?”"},{"number":8,"verse":"Then Judah said to his father Israel, “Send the boy with me and we will go immediately. (tn Heb “and we will rise up and we will go.” The first verb is adverbial and gives the expression the sense of “we will go immediately.”) Then we will live (tn After the preceding cohortatives, the prefixed verbal form (either imperfect or cohortative) with the prefixed conjunction here indicates purpose or result.) and not die — we and you and our little ones."},{"number":9,"verse":"I myself pledge security (tn The pronoun before the first person verbal form draws attention to the subject and emphasizes Judah’s willingness to be personally responsible for the boy.) for him; you may hold me liable. If I do not bring him back to you and place him here before you, I will bear the blame before you all my life. (sn I will bear the blame before you all my life. It is not clear how this would work out if Benjamin did not come back. But Judah is offering his life for Benjamin’s if Benjamin does not return.)"},{"number":10,"verse":"But if we had not delayed, we could have traveled there and back (tn Heb “we could have returned.”) twice by now!”"},{"number":11,"verse":"Then their father Israel said to them, “If it must be so, then do this: Take some of the best products of the land in your bags, and take a gift down to the man — a little balm and a little honey, spices and myrrh, pistachios and almonds."},{"number":12,"verse":"Take double the money with you; (tn Heb “in your hand.”) you must take back (tn Heb “take back in your hand.” The imperfect verbal form probably has an injunctive or obligatory force here, since Jacob is instructing his sons.) the money that was returned in the mouths of your sacks — perhaps it was an oversight."},{"number":13,"verse":"Take your brother too, and go right away (tn Heb “arise, return,” meaning “get up and go back,” or “go back immediately.”) to the man. (sn The man refers to the Egyptian official, whom the reader or hearer of the narrative knows is Joseph. In this context both the sons and Jacob refer to him simply as “the man” (see vv. 3–7).)"},{"number":14,"verse":"May the sovereign God (tn Heb “El Shaddai.” See the extended note on the phrase “sovereign God” in Gen 17:1.) grant you mercy before the man so that he may release (tn Heb “release to you.” After the jussive this perfect verbal form with prefixed vav (ו) probably indicates logical consequence, as well as temporal sequence.) your other brother (sn Several Jewish commentators suggest that the expression your other brother refers to Joseph. This would mean that Jacob prophesied unwittingly. However, it is much more likely that Simeon is the referent of the phrase “your other brother” (see Gen 42:24).) and Benjamin! As for me, if I lose my children I lose them.” (tn Heb “if I am bereaved I am bereaved.” With this fatalistic sounding statement Jacob resolves himself to the possibility of losing both Benjamin and Simeon.)"},{"number":15,"verse":"So the men took these gifts, and they took double the money with them, along with Benjamin. Then they hurried down to Egypt (tn Heb “they arose and went down to Egypt.” The first verb has an adverbial function and emphasizes that they departed right away.) and stood before Joseph."},{"number":16,"verse":"When Joseph saw Benjamin with them, he said to the servant who was over his household, “Bring the men to the house. Slaughter an animal and prepare it, for the men will eat with me at noon.”"},{"number":17,"verse":"The man did just as Joseph said; he (tn Heb “the man.” This has been replaced in the translation by the pronoun “he” for stylistic reasons.) brought the men into Joseph’s house. (sn This verse is a summary statement. The next verses delineate intermediate steps (see v. 24) in the process.)"},{"number":18,"verse":"But the men were afraid when they were brought to Joseph’s house. They said, “We are being brought in because of (tn Heb “over the matter of.”) the money that was returned in our sacks last time. (tn Heb “in the beginning,” that is, at the end of their first visit.) He wants to capture us, (tn Heb “to roll himself upon us and to cause himself to fall upon us.” The infinitives here indicate the purpose (as viewed by the brothers) for their being brought to Joseph’s house.) make us slaves, and take (tn The word “take” has been supplied in the translation for stylistic reasons.) our donkeys!”"},{"number":19,"verse":"So they approached the man who was in charge of Joseph’s household and spoke to him at the entrance to the house."},{"number":20,"verse":"They said, “My lord, we did indeed come down (tn The infinitive absolute is used for emphasis before the finite verbal form.) the first time (tn Heb “in the beginning” (see the note on the phrase “last time” in v. 18).) to buy food."},{"number":21,"verse":"But when we came to the place where we spent the night, we opened our sacks and each of us found his money — the full amount (tn Heb “in its weight.”) — in the mouth of his sack. So we have returned it. (tn Heb “brought it back in our hand.”)"},{"number":22,"verse":"We have brought additional money with us to buy food. We do not know who put the money in our sacks!”"},{"number":23,"verse":"“Everything is fine,” (tn Heb “and he said, ‘peace to you.’” Here the statement has the force of “everything is fine,” or perhaps even “calm down.” The referent of “he” (the man in charge of Joseph’ household) has been specified in the translation for clarity, and the order of the introductory clause and the direct discourse has been rearranged for stylistic reasons.) the man in charge of Joseph’s household told them. “Don’t be afraid. Your God and the God of your father has given you treasure in your sacks. (sn Your God and the God of your father…This is the first clear reference in the story to the theme of divine providence – that God works through the human actions to do his will.) I had your money.” (tn Heb “your money came to me.”) Then he brought Simeon out to them."},{"number":24,"verse":"The servant in charge (tn Heb “the man.”) brought the men into Joseph’s house. He gave them water, and they washed their feet. Then he gave food to their donkeys."},{"number":25,"verse":"They got their gifts ready for Joseph’s arrival (tn The construction uses the infinitive construct after the preposition, followed by the subjective genitive.) at noon, for they had heard (tn The action precedes the action of preparing the gift, and so must be translated as past perfect.) that they were to have a meal (tn Heb “eat bread.” The imperfect verbal form is used here as a historic future (future from the perspective of the past).) there."},{"number":26,"verse":"When Joseph came home, they presented him with the gifts they had brought inside, (tn Heb “into the house.”) and they bowed down to the ground before him."},{"number":27,"verse":"He asked them how they were doing. (tn Heb “concerning peace.”) Then he said, “Is your aging father well, the one you spoke about? Is he still alive?”"},{"number":28,"verse":"“Your servant our father is well,” they replied. “He is still alive.” They bowed down in humility. (tn Heb “and they bowed low and they bowed down.” The use of synonyms here emphasizes the brothers’ humility.)"},{"number":29,"verse":"When Joseph looked up (tn Heb “and he lifted his eyes.” The referent of “he” (Joseph) has been specified in the translation for clarity.) and saw his brother Benjamin, his mother’s son, he said, “Is this your youngest brother, whom you told me about?” Then he said, “May God be gracious to you, my son.” (sn Joseph’s language here becomes warmer and more personal, culminating in calling Benjamin my son.)"},{"number":30,"verse":"Joseph hurried out, for he was overcome by affection for his brother (tn Heb “for his affection boiled up concerning his brother.” The same expression is used in 1 Kgs 3:26 for the mother’s feelings for her endangered child.) and was at the point of tears. (tn Heb “and he sought to weep.”) So he went to his room and wept there."},{"number":31,"verse":"Then he washed his face and came out. With composure he said, (tn Heb “and he controlled himself and said.”) “Set out the food.”"},{"number":32,"verse":"They set a place for him, a separate place for his brothers, (tn Heb “them”; the referent (Joseph’s brothers) has been specified in the translation for clarity.) and another for the Egyptians who were eating with him. (The Egyptians are not able to eat with Hebrews, for the Egyptians think it is disgusting (tn Or “disgraceful.” The Hebrew word תּוֹעֵבָה (to’evah, “abomination”) describes something that is loathsome or off-limits. For other practices the Egyptians considered disgusting, see Gen 46:34 and Exod 8:22.) to do so.) (tn Heb “and they set for him by himself, and for them by themselves, and for the Egyptians who were eating with him by themselves, for the Egyptians are not able to eat food with the Hebrews, for it is an abomination for the Egyptians.” The imperfect verbal form in the explanatory clause is taken as habitual in force, indicating a practice that was still in effect in the narrator’s time. sn That the Egyptians found eating with foreigners disgusting is well-attested in extra-biblical literature by writers like Herodotus, Diodorus, and Strabo.)"},{"number":33,"verse":"They sat before him, arranged by order of birth, beginning with the firstborn and ending with the youngest. (tn Heb “the firstborn according to his birthright and the youngest according to his youth.”) The men looked at each other in astonishment. (sn The brothers’ astonishment indicates that Joseph arranged them in this way. They were astonished because there was no way, as far as they were concerned, that Joseph could have known the order of their birth.)"},{"number":34,"verse":"He gave them portions of the food set before him, (tn Heb “and he lifted up portions from before his face to them.”) but the portion for Benjamin was five times greater than the portions for any of the others. They drank with Joseph until they all became drunk. (tn Heb “and they drank and were intoxicated with him” (cf. NIV “drank freely with him”; NEB “grew merry”; NRSV “were merry”). The brothers were apparently relaxed and set at ease, despite Joseph’s obvious favoritism toward Benjamin.)"}]}