{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"(From Adam to Noah) This is the record (tn Heb “book” or “roll.” Cf. NIV “written account”; NRSV “list.”) of the family line (tn Heb “generations.” See the note on the phrase “this is the account of” in 2:4.) of Adam. When God created humankind, (tn The Hebrew text has אָדָם (’adam).) he made them (tn Heb “him.” The Hebrew text uses the third masculine singular pronominal suffix on the accusative sign. The pronoun agrees grammatically with its antecedent אָדָם (’adam). However, the next verse makes it clear that אָדָם is collective here and refers to “humankind,” so it is preferable to translate the pronoun with the English plural.) in the likeness of God."},{"number":2,"verse":"He created them male and female; when they were created, he blessed them and named them “humankind.” (tn The Hebrew word used here is אָדָם (’adam).)"},{"number":3,"verse":"When (tn Heb “and Adam lived 130 years.” In the translation the verb is subordinated to the following verb, “and he fathered,” and rendered as a temporal clause.) Adam had lived 130 years he fathered a son in his own likeness, according to his image, and he named him Seth."},{"number":4,"verse":"The length of time Adam lived (tn Heb “The days of Adam.”) after he became the father of Seth was 800 years; during this time he had (tn Heb “he fathered.”) other (tn The word “other” is not in the Hebrew text, but is supplied for stylistic reasons.) sons and daughters."},{"number":5,"verse":"The entire lifetime (tn Heb “all the days of Adam which he lived”) of Adam was 930 years, and then he died. (sn The genealogy traces the line from Adam to Noah and forms a bridge between the earlier accounts and the flood story. Its constant theme of the reign of death in the human race is broken once with the account of Enoch, but the genealogy ends with hope for the future through Noah. See further G. F. Hasel, “The Genealogies of Gen. 5 and 11 and their Alleged Babylonian Background,” AUSS 16 (1978): 361-74; idem, “Genesis 5 and 11,” Origins 7 (1980): 23-37.)"},{"number":6,"verse":"When Seth had lived 105 years, he became the father (tn Heb “he fathered.”) of Enosh."},{"number":7,"verse":"Seth lived 807 years after he became the father of Enosh, and he had (tn Heb “he fathered.”) other (tn Here and in vv. 10, 13, 16, 19 the word “other” is not in the Hebrew text, but is supplied for stylistic reasons.) sons and daughters."},{"number":8,"verse":"The entire lifetime of Seth was 912 years, and then he died."},{"number":9,"verse":"When Enosh had lived 90 years, he became the father of Kenan."},{"number":10,"verse":"Enosh lived 815 years after he became the father of Kenan, and he had other sons and daughters."},{"number":11,"verse":"The entire lifetime of Enosh was 905 years, and then he died."},{"number":12,"verse":"When Kenan had lived 70 years, he became the father of Mahalalel."},{"number":13,"verse":"Kenan lived 840 years after he became the father of Mahalalel, and he had other sons and daughters."},{"number":14,"verse":"The entire lifetime of Kenan was 910 years, and then he died."},{"number":15,"verse":"When Mahalalel had lived 65 years, he became the father of Jared."},{"number":16,"verse":"Mahalalel lived 830 years after he became the father of Jared, and he had other sons and daughters."},{"number":17,"verse":"The entire lifetime of Mahalalel was 895 years, and then he died."},{"number":18,"verse":"When Jared had lived 162 years, he became the father of Enoch."},{"number":19,"verse":"Jared lived 800 years after he became the father of Enoch, and he had other sons and daughters."},{"number":20,"verse":"The entire lifetime of Jared was 962 years, and then he died."},{"number":21,"verse":"When Enoch had lived 65 years, he became the father of Methuselah."},{"number":22,"verse":"After he became the father of Methuselah, Enoch walked with God (sn With the seventh panel there is a digression from the pattern. Instead of simply saying that Enoch lived, the text observes that he “walked with God.” The rare expression “walked with” (the Hitpael form of the verb הָלָךְ, halakh, “to walk” collocated with the preposition אֶת, ’et, “with”) is used in 1 Sam 25:15 to describe how David’s men maintained a cordial and cooperative relationship with Nabal’s men as they worked and lived side by side in the fields. In Gen 5:22 the phrase suggests that Enoch and God “got along.” This may imply that Enoch lived in close fellowship with God, leading a life of devotion and piety. An early Jewish tradition, preserved in 1 En. 1:9 and alluded to in Jude 14, says that Enoch preached about the coming judgment. See F. S. Parnham, “Walking with God,” EvQ 46 (1974): 117-18.) for 300 years, (tn Heb “and Enoch walked with God, after he became the father of Methuselah, [for] 300 years.”) and he had other (tn The word “other” is not in the Hebrew text, but is supplied for stylistic reasons.) sons and daughters."},{"number":23,"verse":"The entire lifetime of Enoch was 365 years."},{"number":24,"verse":"Enoch walked with God, and then he disappeared (tn The Hebrew construction has the negative particle אֵין (’en, “there is not,” “there was not”) with a pronominal suffix, “he was not.” Instead of saying that Enoch died, the text says he no longer was present.) because God took (sn The text simply states that God took Enoch. Similar language is used of Elijah’s departure from this world (see 2 Kgs 2:10). The text implies that God overruled death for this man who walked with him.) him away."},{"number":25,"verse":"When Methuselah had lived 187 years, he became the father of Lamech."},{"number":26,"verse":"Methuselah lived 782 years after he became the father of Lamech, and he had other (tn The word “other” is not in the Hebrew text, but is supplied for stylistic reasons.) sons and daughters."},{"number":27,"verse":"The entire lifetime of Methuselah was 969 years, and then he died."},{"number":28,"verse":"When Lamech had lived 182 years, he had a son."},{"number":29,"verse":"He named him Noah, (sn The name Noah appears to be related to the Hebrew word נוּחַ (nuakh, “to rest”). There are several wordplays on the name “Noah” in the story of the flood.) saying, “This one will bring us comfort (tn The Hebrew verb יְנַחֲמֵנוּ (yÿnakhamenu) is from the root נָחָם (nakham), which means “to comfort” in the Piel verbal stem. The letters נ (nun) and ח (heth) pick up the sounds in the name “Noah,” forming a paronomasia on the name. They are not from the same verbal root, and so the connection is only by sound. Lamech’s sentiment reflects the oppression of living under the curse on the ground, but also expresses the hope for relief in some way through the birth of Noah. His words proved to be ironic but prophetic. The relief would come with a new beginning after the flood. See E. G. Kraeling, “The Interpretations of the Name Noah in Genesis 5:29,” JBL 48 (1929): 138-43.) from our labor and from the painful toil of our hands because of the ground that the LORD has cursed.”"},{"number":30,"verse":"Lamech lived 595 years after he became the father of Noah, and he had other (tn The word “other” is not in the Hebrew text, but is supplied for stylistic reasons.) sons and daughters."},{"number":31,"verse":"The entire lifetime of Lamech was 777 years, and then he died."},{"number":32,"verse":"After Noah was 500 years old, he (tn Heb “Noah.” The pronoun (“he”) has been employed in the translation for stylistic reasons.) became the father of Shem, Ham, and Japheth."}]}