{"bibleAbbr":"NET2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":8,"verses":[{"number":1,"verse":"But God remembered (tn The Hebrew word translated “remembered” often carries the sense of acting in accordance with what is remembered, i. e., fulfilling covenant promises (see B. S. Childs, Memory and Tradition in Israel [SBT], especially p. 34).) Noah and all the wild animals and domestic animals that were with him in the ark. God caused a wind to blow over (tn Heb “to pass over.”) the earth and the waters receded."},{"number":2,"verse":"The fountains of the deep and the floodgates of heaven were closed, (tn Some (e. g., NIV) translate the preterite verb forms in this verse as past perfects (e. g., “had been closed”), for it seems likely that the sources of the water would have stopped before the waters receded.) and the rain stopped falling from the sky."},{"number":3,"verse":"The waters kept receding steadily (tn The construction combines a Qal preterite from שׁוּב (shuv) with its infinitive absolute to indicate continuous action. The infinitive absolute from הָלָךְ (halakh) is included for emphasis: “the waters returned…going and returning.”) from the earth, so that they (tn Heb “the waters.” The pronoun (“they”) has been employed in the translation for stylistic reasons.) had gone down (tn The vav (ו) consecutive with the preterite here describes the consequence of the preceding action.) by the end of the 150 days."},{"number":4,"verse":"On the seventeenth day of the seventh month, the ark came to rest on one of the mountains of Ararat. (tn Heb “on the mountains of Ararat.” Obviously a boat (even one as large as the ark) cannot rest on multiple mountains. Perhaps (1) the preposition should be translated “among,” or (2) the plural “mountains” should be understood in the sense of “mountain range” (see E. A. Speiser, Genesis [AB], 53). A more probable option (3) is that the plural indicates an indefinite singular, translated “one of the mountains” (see GKC 400 §124. o). sn Ararat is the Hebrew name for Urartu, the name of a mountainous region located north of Mesopotamia in modern day eastern Turkey. See E. M. Yamauchi, Foes from the Northern Frontier (SBA), 29-32; G. J. Wenham, Genesis (WBC), 1:184-85; C. Westermann, Genesis, 1:443-44.)"},{"number":5,"verse":"The waters kept on receding (tn Heb “the waters were going and lessening.” The perfect verb form הָיָה (hayah) is used as an auxiliary verb with the infinitive absolute חָסוֹר (khasor, “lessening”), while the infinitive absolute הָלוֹךְ (halokh) indicates continuous action.) until the tenth month. On the first day of the tenth month, the tops of the mountains became visible. (tn Or “could be seen.”)"},{"number":6,"verse":"At the end of forty days, (tn The introductory verbal form וַיְהִי (vayÿhi), traditionally rendered “and it came to pass,” serves as a temporal indicator and has not been translated here.) Noah opened the window he had made in the ark (tn Heb “opened the window in the ark which he had made.” The perfect tense (“had made”) refers to action preceding the opening of the window, and is therefore rendered as a past perfect. Since in English “had made” could refer to either the ark or the window, the order of the phrases was reversed in the translation to clarify that the window is the referent.)"},{"number":7,"verse":"and sent out a raven; it kept flying (tn Heb “and it went out, going out and returning.” The Hebrew verb יָצָא (yatsa’), translated here “flying,” is modified by two infinitives absolute indicating that the raven went back and forth.) back and forth until the waters had dried up on the earth."},{"number":8,"verse":"Then Noah (tn Heb “he”; the referent (Noah) has been specified in the translation for clarity.) sent out a dove (tn The Hebrew text adds “from him.” This has not been translated for stylistic reasons, because it is redundant in English.) to see if the waters had receded (tn The Hebrew verb קָלָל (qalal) normally means “to be light, to be slight”; it refers here to the waters receding.) from the surface of the ground."},{"number":9,"verse":"The dove could not find a resting place for its feet because water still covered (tn The words “still covered” is supplied in the translation for stylistic reasons.) the surface of the entire earth, and so it returned to Noah (tn Heb “him”; the referent (Noah) has been specified in the translation for clarity.) in the ark. He stretched out his hand, took the dove, (tn Heb “it”; the referent (the dove) has been specified in the translation for clarity.) and brought it back into the ark. (tn Heb “and he brought it to himself to the ark.”)"},{"number":10,"verse":"He waited seven more days and then sent out the dove again from the ark."},{"number":11,"verse":"When (tn The clause introduced by vav (ו) consecutive is translated as a temporal clause subordinated to the following clause.) the dove returned to him in the evening, there was (tn The deictic particle הִנֵּה (hinneh) draws attention to the olive leaf. It invites readers to enter into the story, as it were, and look at the olive leaf with their own eyes.) a freshly plucked olive leaf in its beak! Noah knew that the waters had receded from the earth."},{"number":12,"verse":"He waited another seven days and sent the dove out again, (tn The word “again” is not in the Hebrew text, but is supplied in the translation for stylistic reasons.) but it did not return to him this time. (tn Heb “it did not again return to him still.” For a study of this section of the flood narrative, see W. O. E. Oesterley, “The Dove with the Olive Leaf (Gen VIII 8–11),” ExpTim 18 (1906/07): 377-78.)"},{"number":13,"verse":"In Noah’s six hundred and first year, (tn Heb In the six hundred and first year.” Since this refers to the six hundred and first year of Noah’s life, the word “Noah’s” has been supplied in the translation for clarity.) in the first day of the first month, the waters had dried up from the earth, and Noah removed the covering from the ark and saw that (tn Heb “and saw and look.” As in v. 11, the deictic particle הִנֵּה (hinneh) invites readers to enter into the story, as it were, and look at the dry ground with their own eyes.) the surface of the ground was dry."},{"number":14,"verse":"And by the twenty-seventh day of the second month the earth (tn In v. 13 the ground (הָאֲדָמָה, ha’adamah) is dry; now the earth (הָאָרֶץ, ha’arets) is dry.) was dry."},{"number":15,"verse":"Then God spoke to Noah and said,"},{"number":16,"verse":"“Come out of the ark, you, your wife, your sons, and your sons’ wives with you."},{"number":17,"verse":"Bring out with you all the living creatures that are with you. Bring out (tn The words “bring out” are not in the Hebrew text, but are supplied in the translation for stylistic reasons.) every living thing, including the birds, animals, and every creeping thing that creeps on the earth. Let them increase (tn Following the Hiphil imperative, “bring out,” the three perfect verb forms with vav (ו) consecutive carry an imperatival nuance. For a discussion of the Hebrew construction here and the difficulty of translating it into English, see S. R. Driver, A Treatise on the Use of the Tenses in Hebrew, 124-25.) and be fruitful and multiply on the earth!” (tn Heb “and let them swarm in the earth and be fruitful and multiply on the earth.”)"},{"number":18,"verse":"Noah went out along with his sons, his wife, and his sons’ wives."},{"number":19,"verse":"Every living creature, every creeping thing, every bird, and everything that moves on the earth went out of the ark in their groups."},{"number":20,"verse":"Noah built an altar to the LORD. He then took some of every kind of clean animal and clean bird and offered burnt offerings on the altar. (sn Offered burnt offerings on the altar. F. D. Maurice includes a chapter on the sacrifice of Noah in The Doctrine of Sacrifice. The whole burnt offering, according to Leviticus 1, represented the worshiper’s complete surrender and dedication to the Lord. After the flood Noah could see that God was not only a God of wrath, but a God of redemption and restoration. The one who escaped the catastrophe could best express his gratitude and submission through sacrificial worship, acknowledging God as the sovereign of the universe.)"},{"number":21,"verse":"And the LORD smelled the soothing aroma (tn The Lord “smelled” (וַיָּרַח, vayyarakh) a “soothing smell” (רֵיחַ הַנִּיהֹחַ, reakh hannihoakh). The object forms a cognate accusative with the verb. The language is anthropomorphic. The offering had a sweet aroma that pleased or soothed. The expression in Lev 1 signifies that God accepts the offering with pleasure, and in accepting the offering he accepts the worshiper.) and said (tn Heb “and the Lord said.”) to himself, (tn Heb “in his heart.”) “I will never again curse (tn Here the Hebrew word translated “curse” is קָלָל (qalal), used in the Piel verbal stem.) the ground because of humankind, even though (tn The Hebrew particle כִּי (ki) can be used in a concessive sense (see BDB 473 s. v. כִּי), which makes good sense in this context. Its normal causal sense (“for”) does not fit the context here very well.) the inclination of their minds (tn Heb “the inclination of the heart of humankind.”) is evil from childhood on. (tn Heb “from his youth.”) I will never again destroy everything that lives, as I have just done."},{"number":22,"verse":"“While the earth continues to exist, (tn Heb “yet all the days of the earth.” The idea is “[while there are] yet all the days of the earth,” meaning, “as long as the earth exists.”) planting time (tn Heb “seed,” which stands here by metonymy for the time when seed is planted.) and harvest, cold and heat, summer and winter, and day and night will not cease.”"}]}