{"bibleAbbr":"WB1895","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"In the beginning was the Word. The Word was with God, and the Word was God."},{"number":2,"verse":"He was in the beginning with God."},{"number":3,"verse":"Everything was made through him, and without him was nothing made that was made."},{"number":4,"verse":"In him was life, and the life was the light of men."},{"number":5,"verse":"And the light shines in the darkness, and the darkness didn't grasp it."},{"number":6,"verse":"There was a man sent by God whose name was John."},{"number":7,"verse":"He came as a witness, to witness about the light so that all would believe in him."},{"number":8,"verse":"He himself was not the light but to witness about the light."},{"number":9,"verse":"This was the true light coming into the world that enlightens every person."},{"number":10,"verse":"He was in the world. The world was made by him, yet the world didn't know him."},{"number":11,"verse":"He came to his own, and his own didn't receive him."},{"number":12,"verse":"As many as did receive him, he gave to them the right to be the children of God, [that is] to those who believe in his name,"},{"number":13,"verse":"who were not born from bloods, from the will of the flesh, or from the will of a male, but from God."},{"number":14,"verse":"The Word became flesh and lived among us. We looked at his glory, the glory of the only begotten of the Father, full of grace and truth."},{"number":15,"verse":"John testified about him and shouted, saying, \"This was he of whom I said, «He who comes after me ranks ahead of me, because he existed before me.»"},{"number":16,"verse":"Out of his abundance all of us received grace upon grace."},{"number":17,"verse":"Though the law was given through Moses; grace and truth came through Jesus Christ."},{"number":18,"verse":"No one has ever seen God. The only begotten Son, who is in the bosom of the Father, declared him."},{"number":19,"verse":"This is John's testimony when the Jews sent priests and Levites from Jerusalem to ask him, \"Who are you?\""},{"number":20,"verse":"He spoke openly and didn't deny, \"I am not the Christ.\""},{"number":21,"verse":"So they asked him, \"Well then, are you Elijah?\" He said, \"I'm not.\" \"Are you the prophet?\" And he answered, \"No.\""},{"number":22,"verse":"Then they said to him, \"Who are you, so that we can give an answer to those who sent us? What do you say about yourself?\""},{"number":23,"verse":"He said, \"I [am] the voice of one shouting in the wilderness, «Make a straight path for the Lord,» like the prophet Isaiah said.\""},{"number":24,"verse":"Those who had been sent were from the Pharisees."},{"number":25,"verse":"Then they asked and said to him, \"Why do you baptize then, if you are not the Christ, Elijah, or the prophet?\""},{"number":26,"verse":"John answered them, saying, \"I baptize with water, but there stands among you one whom you do not know."},{"number":27,"verse":"\"It is he who comes after me who ranks ahead of me. Of him I am not worthy that I may loosen his sandal's strap.\""},{"number":28,"verse":"These things happened in Bethabara on the other side of the Jordan, where John was baptizing."},{"number":29,"verse":"The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God who takes away the sin of the world."},{"number":30,"verse":"\"This is the one about whom I said, «A man comes after me who ranks ahead of me, because he existed before me.»"},{"number":31,"verse":"\"I did not know him only that he should be clearly seen by Israel. For this reason I come baptizing with water.\""},{"number":32,"verse":"John also testified, saying, \"I saw the Spirit coming down from heaven like a dove and stay on him."},{"number":33,"verse":"\"I didn't know him, only that he who sent me to baptize with water said to me, «On whom you will see the Spirit coming down and staying on him is the one who baptizes with the Holy Spirit.»"},{"number":34,"verse":"\"I have seen this and testify that this is the Son of God.\""},{"number":35,"verse":"Again on the following day John and two of his disciples stood,"},{"number":36,"verse":"and he looked at Jesus as he walked by and said, \"Look! The Lamb of God!\""},{"number":37,"verse":"The two disciples heard him speak, and they followed Jesus."},{"number":38,"verse":"Then Jesus turned and saw them following and said, \"What are you looking for\"? They answered him, \"Rabbi (which when interpreted means, Teacher), where do you live?\""},{"number":39,"verse":"He said to them, \"Come and see\". They went and saw where he lived, and they stayed there with him that day, because it was about the tenth hour (4 PM)."},{"number":40,"verse":"One of the two who heard John and followed him was Andrew, Simon Peter's brother."},{"number":41,"verse":"He first found his brother Simon and told him, \"We have found the Messiah\" (which, when interpreted, means, the Christ)."},{"number":42,"verse":"Then he brought him to Jesus. When Jesus looked at him he said, \"You are Simon, the son of Jonah. You will be called Cephas\" (which, when interpreted means, a stone)."},{"number":43,"verse":"The next day Jesus decided to go into Galilee. He found Philip and said to him, \"Follow me.\""},{"number":44,"verse":"Philip was from Bethsaida, the city of Andrew and Peter."},{"number":45,"verse":"Philip found Nathaniel and said to him, \"We have found the one written about by Moses in the Law and in the prophets, Jesus of Nazareth, the son of Joseph.\""},{"number":46,"verse":"Nathaniel sneered, \"Can any good thing come out of Nazareth?\" Philip replied, \"Come and see.\""},{"number":47,"verse":"Jesus saw Nathaniel coming to him and said, \"Behold, a true Israelite, in whom there is no guile!\""},{"number":48,"verse":"Nathaniel said to him, \"How do you know me?\" Jesus replied to him, \"Before Philip called out to you when you were under the fig tree, I saw you.\""},{"number":49,"verse":"Nathaniel answered and said to him, \"Rabbi, you are the Son of God; you are the King of Israel.\""},{"number":50,"verse":"Jesus answered and said to him, \"Because I saw you under the fig tree, you believe? You will see greater things than these.\""},{"number":51,"verse":"Then he said to him, \"Very truly, I say to you, from now on you will see heaven open up and the angels of God going up and coming down to the Son of Man.\""}]}