{"bibleAbbr":"WB1895","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"Before the Passover festival, Jesus knew that his hour had come that he should leave this world for the Father. He loved his own who were in the world; he loved them to the utmost."},{"number":2,"verse":"With supper finished, the devil having already put into the heart of Judas Iscariot, Simon's son, to betray him,"},{"number":3,"verse":"[and] Jesus knowing that the Father had given everything into his hands and that he had come from God and was returning to God,"},{"number":4,"verse":"got up from supper and laid aside his outer garments, took a towel, and tied it around himself."},{"number":5,"verse":"After that he poured water into a washbasin and began to wash the disciples' feet and to dry them with the towel that was tied around him."},{"number":6,"verse":"Then he came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\""},{"number":7,"verse":"Jesus answered and said to him, \"What I do, you do not understand just now, but you will understand later.\""},{"number":8,"verse":"Peter said to him, \"You will never wash my feet.\" Jesus answered him, \"If I don't wash you, you have no part with me.\""},{"number":9,"verse":"Simon Peter said to him, Lord, not just my feet but also my hands and head.\""},{"number":10,"verse":"Jesus said to him, \"The one who is washed only needs to wash his feet and is completely clean. You are clean but not all.\""},{"number":11,"verse":"He knew who was going to betray him, that's why he said, \"You are not all clean.'"},{"number":12,"verse":"Then after he had washed their feet, had retaken his outer robe, and had sat down again, he said to them, \"Do you understand what I have done to you?"},{"number":13,"verse":"\"You call me Teacher and Lord, and you speak truly, for so I am."},{"number":14,"verse":"\"If I, Lord and Teacher, have washed your feet, you also must wash one another's feet."},{"number":15,"verse":"\"I have given you an example, so that you must do what I have done to you."},{"number":16,"verse":"Very truly, I say to you, a servant is not greater than his master, neither the one who is sent greater than the one who sent him."},{"number":17,"verse":"\"If you know these things, how happy you are, if you do them."},{"number":18,"verse":"\"I'm not talking about all of you; I know whom I picked out, but it was so Scripture might be fulfilled, «He who eats bread with me has lifted his heel against me.»"},{"number":19,"verse":"\"I tell you this now before it happens, so that when it does happen you may believe that I AM."},{"number":20,"verse":"\"Very truly, I say to you, «The one who receives whomever I send receives me, and the one who receives me receives him who sent me.»"},{"number":21,"verse":"After this Jesus' spirit was distressed and he testified and said, \"Very truly, I say to you that one of you will betray me.\""},{"number":22,"verse":"Then the disciples looked at one another at a loss to know who he was talking about."},{"number":23,"verse":"One of his disciples, who Jesus loved, was reclining at Jesus' side."},{"number":24,"verse":"So Simon Peter motioned to him to ask who he was talking about."},{"number":25,"verse":"Getting closer to Jesus' side, he said to him, \"Lord, who is it?\""},{"number":26,"verse":"Jesus answered, \"It is the one to whom I will give a piece of bread after I dip it.\" After he had dipped the piece of bread, he gave it to Judas Iscariot, Simon's son."},{"number":27,"verse":"After taking the piece of bread, Satan entered him. Then Jesus said, \"What you do, do quickly.\""},{"number":28,"verse":"None of those reclining knew why he said this to him."},{"number":29,"verse":"For some thought that since Judas had the moneybag that Jesus said to him to buy what they needed for the festival or to give something to the poor."},{"number":30,"verse":"Then he who received the piece of bread immediately went out, and it was night."},{"number":31,"verse":"Then as soon as he had left, Jesus said, \"Now the Son of Man is glorified, and God is glorified in him."},{"number":32,"verse":"\"If God is glorified in him, God will also glorify him in himself and will immediately glorify him."},{"number":33,"verse":"\"Little children, I am with you only a little while longer. You will look for me, and as I said to the Jews, «Where I am going, you are cannot come,» so I now say to you, too."},{"number":34,"verse":"\"I give you a new commandment that you love one another; just as I have loved you, so you must also love one another."},{"number":35,"verse":"\"In this, all will know that you are my disciples, if you have love for one another.\""},{"number":36,"verse":"Simon Peter said to him, \"Lord, where are you going?\" Jesus answered him, \"Where I am going, you cannot follow me now, but you will follow me later.\""},{"number":37,"verse":"\"Lord, why can't I follow you now,\" said Peter. \"I will lay down my life for you.\""},{"number":38,"verse":"Jesus answered him, \"Will you lay down your life for me? Very truly, I say to you the rooster will not crow until you have denied me three times.\""}]}