{"bibleAbbr":"WB1895","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"\"I have spoken these things to you, so that you will not be offended and fall away."},{"number":2,"verse":"\"They will put you out of the synagogues, indeed the hour is coming that whoever kills you will think they are serving God."},{"number":3,"verse":"\"They will do these things to you, because they have not known the Father or me."},{"number":4,"verse":"\"I have told you these things, so that whenever that time comes, you will remember that I told you about them. I didn't say these things to you at the beginning, because I was with you."},{"number":5,"verse":"\"But now I am going to him who sent me, and none of you ask me, «Where are you going?»"},{"number":6,"verse":"\"But now that I told you these things, sorrow has filled your hearts."},{"number":7,"verse":"\"But I am telling you the truth. It is better for you that I go away, for if I do not go away the Helper will not come to you, but if I go, I will send him to you."},{"number":8,"verse":"\"When he comes, he will show the world they are wrong about sin, righteousness, and judgment."},{"number":9,"verse":"\"[They are wrong] about sin, for they do not believe in me."},{"number":10,"verse":"\"[They are wrong] about righteousness, because I am going to my Father, and you won't see me any more."},{"number":11,"verse":"\"[They are wrong] about judgment, for the prince of this world has been condemned."},{"number":12,"verse":"\"I still have many things to say to you, but you cannot bear it now."},{"number":13,"verse":"\"However when the Spirit of truth comes, he will guide you into all the truth, for he will not speak about himself, but whatever he will hear, he will speak and will tell you things to come."},{"number":14,"verse":"\"He will glorify me, for he will receive from me and tell it to you."},{"number":15,"verse":"\"Everything that the Father has is mine, which is why I said that he will take what is mine and tell it to you."},{"number":16,"verse":"\"In a little while you will see me no longer, and again in a little while you will see me, because I go to the Father.\""},{"number":17,"verse":"Then some of his disciples said to one another, \"What is this that he says to us, «In a little while you will no longer see me, and in a little while you will see me again' , and «because I go to the Father?»"},{"number":18,"verse":"That's why they said, \"What is this when he says, «a little while?» We don't understand what he says.\""},{"number":19,"verse":"Now Jesus knew that they wanted to ask him, so said to them, \"Are you discussing among yourselves why I said, «In a little while you will not see me' and also, «In a little while you will see me?»"},{"number":20,"verse":"\"Very truly, I say to you that you will weep and mourn, but the world will rejoice; you will be very sad but your sorrow will turn into joy."},{"number":21,"verse":"\"When a woman is in labor, she has sorrow because her time has come, but as soon as she has been delivered of the child, she doesn't remember any more the agony for the joy that a human being is born into the world."},{"number":22,"verse":"\"Likewise now you have sorrow, but I will see you again; your heart will rejoice, and no one takes your joy from you."},{"number":23,"verse":"\"And in that day you will ask me no questions. Very truly I say to you, whatever you may ask the Father in my name, he will give you."},{"number":24,"verse":"\"Up to now you have asked for nothing in my name; ask, and you will receive, so that your joy may be fulfilled."},{"number":25,"verse":"\"I have spoken these things in veiled language, but the time comes when I will no longer speak to you in veiled language, but I will tell you plainly about the Father."},{"number":26,"verse":"\"In that day you will ask in my name, and I do not say that I will request the Father on your behalf,"},{"number":27,"verse":"for the Father himself loves you, because you have loved me and believed that I came from beside the Father."},{"number":28,"verse":"\"I came from beside the Father and have come into the world. Again, I leave the world and go to the Father.\""},{"number":29,"verse":"His disciples said to him, \"See, now you are speaking plainly without veiled language."},{"number":30,"verse":"\"Now we know that you know everything, and don't need anyone to ask you. Because of this we believe that you came from God.\""},{"number":31,"verse":"Jesus answered them, Do you now believe?"},{"number":32,"verse":"\"Look, the hour is coming, yes even is now here, that all of you will be scattered, everyone to his own. You will leave me all by myself, yet I am not alone, because the Father is with me."},{"number":33,"verse":"\"I have spoken these things to you, so that you may have peace in me. You will have tribulation, but be cheerful. I have overcome the world.\""}]}