{"bibleAbbr":"WB1895","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"After Jesus said these things, he went with his disciples across the Kidron Brook, where there was a garden into which he and his disciples entered."},{"number":2,"verse":"Judas, also, who betrayed him, knew that place, because Jesus often gathered there with his disciples."},{"number":3,"verse":"So Judas, having taken a group of soldiers and temple-police from the chief priests and Pharisees, came there with lanterns, torches, and weapons."},{"number":4,"verse":"Then Jesus knowing everything that would happen to him, came up to them and said, \"Who are you looking for?\""},{"number":5,"verse":"They answered him and said, \"Jesus of Nazareth.\" Jesus said to them, \"I am he.\" Judas, who betrayed him, also stood with them."},{"number":6,"verse":"Then when he said to them, \"I am,\" they went backward and fell to the ground."},{"number":7,"verse":"So he asked them again, \"Who are you looking for?\" They said, \"Jesus of Nazareth.\""},{"number":8,"verse":"Jesus answered, \"I told you that I am. If you are looking for me, let these go.\""},{"number":9,"verse":"([He said this] so that the word which he spoke, \"I have lost none of those whom you gave me,\" would be fulfilled)."},{"number":10,"verse":"Simon Peter, having a sword, drew it and struck the high priest's servant and cut off his right ear. The servant's name was Malchus."},{"number":11,"verse":"Jesus then said to Peter, \"Put away your sword into the sheath. Shall I not drink the cup which the Father has given me?\""},{"number":12,"verse":"Then the group of soldiers, their captain, and the temple-police from the Jews took Jesus and tied him up."},{"number":13,"verse":"They lead him away to Annas first, because he was the father-in-law to Caiaphas, who was high priest that year."},{"number":14,"verse":"Caiaphas was the one, who gave counsel to the Jews, that it was better that one man should die for the people."},{"number":15,"verse":"Simon Peter followed Jesus as well as another disciple. That disciple was known to the high priest and went into the high priest's courtyard with Jesus."},{"number":16,"verse":"Peter, however, stood at the outside door. Then the other disciple, who was known by the high priest, went out and spoke to the girl, who was the gatekeeper, and brought Peter in."},{"number":17,"verse":"Then the girl, who was the gatekeeper, said to Peter, \"Aren't you also one of this man's disciples?\" He said, \"I am not!\""},{"number":18,"verse":"The servants and temple police stood by a fire of coals they had made because it was cold, and they warmed themselves. Peter stood with them also and warmed himself."},{"number":19,"verse":"Then the High Priest questioned Jesus about his disciples and teaching."},{"number":20,"verse":"Jesus answered him, \"I spoke openly to the world; I always taught in the synagogue and temple where the Jews always get together. I have said nothing in secret.\""},{"number":21,"verse":"\"Why do you ask me? Ask those who heard me. Look, they know what I said.\""},{"number":22,"verse":"When he had said this, one of the temple police standing there slapped Jesus with the palm of his hand saying, \"Is that the way you answer the High Priest?\""},{"number":23,"verse":"Jesus answered him, \"If I have said anything wrong, bear witness of the evil but if good, why do you hit me?\""},{"number":24,"verse":"Then Annas sent him tied up to Caiaphas, the High Priest."},{"number":25,"verse":"Simon Peter was standing and warming himself. So they said to him, \"Aren't you one of his disciples, too?\" He denied and said, \"I am not!\""},{"number":26,"verse":"One of the servants of the High Priest, a relative of the one whose ear Peter cut off, said, \"Didn't I see you in the garden with him?\""},{"number":27,"verse":"Peter denied again, and immediately the rooster crowed."},{"number":28,"verse":"Then they led Jesus from Caiaphas to the Judgment Hall. It was early, but they didn't go into the Judgment Hall themselves, lest they should be defiled and be unable to eat the Passover meal."},{"number":29,"verse":"So Pilate went out to them and said, \"What accusation do you bring against this man?\""},{"number":30,"verse":"They answered and said, \"If he wasn't a criminal, we wouldn't have brought him to you.\""},{"number":31,"verse":"Then Pilate said to them, \"You take him and judge him according to your law.\" Then Jews answered and said to him, \"It isn't lawful for us to put anyone to death,\""},{"number":32,"verse":"so that Jesus' saying would be fulfilled, which he said, indicating the type of death he would die."},{"number":33,"verse":"Then Pilate again went into the Judgment Hall and summoned Jesus and said to him, \"Are you the King of the Jews?\""},{"number":34,"verse":"Jesus answered, \"Do you say this of yourself or did others tell it about me?\""},{"number":35,"verse":"Pilate answered, \"Am I a Jew? Your own nation and the chief priests have handed you over to me. What have you done?\""},{"number":36,"verse":"Jesus answered, \"My kingdom is not of this world. If my kingdom was of this world, then my attendants fight, so I would not be handed over to the Jews, but now my kingdom is not from here.\""},{"number":37,"verse":"Then Pilate said to him, \"Are you a king them?\" Jesus answered, \"You say that I am a king. I have been born for this, and for that purpose I have come into the world, so I might bear witness of the truth. Everyone who is of the truth hears my voice.\""},{"number":38,"verse":"Pilate said to him, \"What is truth?\" After he said this, he went out again to the Jews and said to them, \"I find no crime to punish him for."},{"number":39,"verse":"\"Now you have a custom that I should release one to you at the Passover. Therefore do you want me to release to you the King of the Jews?\""},{"number":40,"verse":"At this, they shouted, \"Not this man, but Barabbas.\" Now Barabbas was a robber."}]}