{"bibleAbbr":"HSB+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":3,"verses":[{"number":1,"verse":"וַיַּרְאֵ֗נִי <WH7200> vai-yar-'E-ni, And he shewed אֶת־ <WH853> 'et- יְהוֹשֻׁ֙עַ֙ <WH3091> ye-ho-Shu-a' me Joshua הַכֹּהֵ֣ן <WH3548> hak-ko-Hen priest הַגָּד֔וֹל <WH1419> hag-ga-Dol, the high עֹמֵ֕ד <WH5975> 'o-Med standing לִפְנֵ֖י <WH6440> lif-Nei before מַלְאַ֣ךְ <WH4397> mal-'Ach the angel יְהוָ֑ה <WH3068> Yah-weh; of the LORD וְהַשָּׂטָ֛ן <WH7854> ve-has-sa-Tan and Satan עֹמֵ֥ד <WH5975> 'o-Med standing עַל־ <WH5921> 'al- at יְמִינ֖וֹ <WH3225> ye-mi-No at his right hand לְשִׂטְנֽוֹ׃ <WH7853> le-sit-No. to resist"},{"number":2,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to הַשָּׂטָ֗ן <WH7854> has-sa-Tan, unto Satan יִגְעַ֨ר <WH1605> yig-'Ar rebuke יְהוָ֤ה <WH3068> Yah-weh The LORD בְּךָ֙ be-Cha הַשָּׂטָ֔ן <WH7854> has-sa-Tan, thee O Satan וְיִגְעַ֤ר <WH1605> ve-yig-'Ar rebuke יְהוָה֙ <WH3068> Yah-weh even the LORD בְּךָ֔ <WH99999> be-Cha, הַבֹּחֵ֖ר <WH977> hab-bo-Cher that hath chosen בִּירֽוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; Jerusalem הֲל֧וֹא <WH3808> ha-Lo not זֶ֦ה <WH2088> zeh is this א֖וּד <WH181> 'ud thee [is] not this a brand מֻצָּ֥ל <WH5337> mutz-Tzal plucked מֵאֵֽשׁ׃ <WH784> me-'Esh. burning"},{"number":3,"verse":"וִיהוֹשֻׁ֕עַ <WH3091> vi-ho-Shu-a' Now Joshua הָיָ֥ה <WH1961> ha-Yah become לָבֻ֖שׁ <WH3847> la-Vush was clothed בְּגָדִ֣ים <WH899> be-ga-Dim garments צוֹאִ֑ים <WH6674> tzo-'Im; with filthy וְעֹמֵ֖ד <WH5975> ve-'o-Med and stood לִפְנֵ֥י <WH6440> lif-Nei before הַמַּלְאָֽךְ׃ <WH4397> ham-mal-'Ach. the angel"},{"number":4,"verse":"וַיַּ֣עַן <WH6030> vai-Ya-'an And he answered וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and spake אֶל־ <WH413> 'el- to הָעֹמְדִ֤ים <WH5975> ha-'o-me-Dim unto those that stood לְפָנָיו֙ <WH6440> le-fa-Nav before לֵאמֹ֔ר <WH559> le-Mor, him saying הָסִ֛ירוּ <WH5493> ha-Si-ru Take away הַבְּגָדִ֥ים <WH899> hab-be-ga-Dim garments הַצֹּאִ֖ים <WH6674> hatz-tzo-'Im the filthy מֵעָלָ֑יו <WH5921> me-'a-Lav; and וַיֹּ֣אמֶר <WH559> vai-Yo-mer from him And unto him he said אֵלָ֗יו <WH413> 'e-Lav, to him רְאֵ֨ה <WH7200> re-'Eh Behold הֶעֱבַ֤רְתִּי <WH5674> he-'e-Var-ti to pass מֵעָלֶ֙יךָ֙ <WH5921> me-'a-Lei-cha and עֲוֹנֶ֔ךָ <WH5771> 'a-vo-Ne-cha, I have caused thine iniquity וְהַלְבֵּ֥שׁ <WH3847> ve-hal-Besh from thee and I will clothe אֹתְךָ֖ <WH853> 'o-te-Cha מַחֲלָצֽוֹת׃ <WH4254> ma-cha-la-Tzot. thee with change of raiment"},{"number":5,"verse":"וָאֹמַ֕ר <WH559> va-'o-Mar And I said יָשִׂ֛ימוּ <WH7760> ya-Si-mu Let them set צָנִ֥יף <WH6797> tza-Nif mitre טָה֖וֹר <WH2889> ta-Hor a fair עַל־ <WH5921> 'al- on רֹאשׁ֑וֹ <WH7218> ro-Sho; upon his head וַיָּשִׂימוּ֩ <WH7760> vai-ya-si-Mu So they set הַצָּנִ֨יף <WH6797> hatz-tza-Nif mitre הַטָּה֜וֹר <WH2889> hat-ta-Hor a fair עַל־ <WH5921> 'al- on רֹאשׁ֗וֹ <WH7218> ro-Sho, upon his head וַיַּלְבִּשֻׁ֙הוּ֙ <WH3847> vai-yal-bi-Shu-hu and clothed בְּגָדִ֔ים <WH899> be-ga-Dim, him with garments וּמַלְאַ֥ךְ <WH4397> u-mal-'Ach And the angel יְהוָ֖ה <WH3068> Yah-weh of the LORD עֹמֵֽד׃ <WH5975> 'o-Med. stood by"},{"number":6,"verse":"וַיָּ֙עַד֙ <WH5749> vai-Ya-'ad protested מַלְאַ֣ךְ <WH4397> mal-'Ach And the angel יְהוָ֔ה <WH3069> Yah-weh, God בִּיהוֹשֻׁ֖עַ <WH3091> bi-ho-Shu-a' unto Joshua לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":7,"verse":"כֹּה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֗וֹת <WH6635> tze-va-'ot, of hosts אִם־ <WH518> 'im- If בִּדְרָכַ֤י <WH1870> bid-ra-Chai in my ways תֵּלֵךְ֙ <WH1980> te-leCh will walk וְאִ֣ם <WH518> ve-'Im and if אֶת־ <WH853> 'et- מִשְׁמַרְתִּ֣י <WH4931> mish-mar-Ti my charge תִשְׁמֹ֔ר <WH8104> tish-Mor, and if thou wilt keep וְגַם־ <WH1571> ve-gam- will also אַתָּה֙ <WH859> 'at-Tah you תָּדִ֣ין <WH1777> ta-Din then thou shalt also judge אֶת־ <WH853> 'et- בֵּיתִ֔י <WH1004> bei-Ti, my house וְגַ֖ם <WH1571> ve-Gam and also תִּשְׁמֹ֣ר <WH8104> tish-Mor and shalt also keep אֶת־ <WH853> 'et- חֲצֵרָ֑י <WH2691> cha-tze-Rai; my courts וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti and I will give לְךָ֙ <WH99999> le-Cha מַהְלְכִ֔ים <WH4108> mah-le-Chim, thee places to walk בֵּ֥ין <WH996> bein among הָעֹמְדִ֖ים <WH5975> ha-'o-me-Dim among these that stand by הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":8,"verse":"שְֽׁמַֽע־ <WH8085> she-ma'- Hear נָ֞א <WH4994> na Now יְהוֹשֻׁ֣עַ׀ <WH3091> ye-ho-Shu-a' now O Joshua הַכֹּהֵ֣ן <WH3548> hak-ko-Hen priest הַגָּד֗וֹל <WH1419> hag-ga-Dol, the high אַתָּה֙ <WH859> 'at-Tah you וְרֵעֶ֙יךָ֙ <WH7453> ve-re-'Ei-cha thou and thy fellows הַיֹּשְׁבִ֣ים <WH3427> hai-yo-she-Vim that sit לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, before כִּֽי־ <WH3588> ki- indeed אַנְשֵׁ֥י <WH376> 'an-Shei are men מוֹפֵ֖ת <WH4159> mo-Fet wondered at הֵ֑מָּה <WH1992> Hem-mah; like כִּֽי־ <WH3588> ki- indeed הִנְנִ֥י <WH2005> hin-Ni I am going מֵבִ֛יא <WH935> me-Vi for behold I will bring forth אֶת־ <WH853> 'et- עַבְדִּ֖י <WH5650> 'av-Di my servant צֶֽמַח׃ <WH6780> Tze-mach. the BRANCH"},{"number":9,"verse":"כִּ֣י׀ <WH3588> ki For הִנֵּ֣ה <WH2009> hin-Neh behold הָאֶ֗בֶן <WH68> ha-'E-ven, For behold the stone אֲשֶׁ֤ר <WH834> 'a-Sher i נָתַ֙תִּי֙ <WH5414> na-Tat-ti that I have laid לִפְנֵ֣י <WH6440> lif-Nei before יְהוֹשֻׁ֔עַ <WH3091> ye-ho-Shu-a', Joshua עַל־ <WH5921> 'al- and אֶ֥בֶן <WH68> 'E-ven stone אַחַ֖ת <WH259> 'a-Chat upon one שִׁבְעָ֣ה <WH7651> shiv-'Ah [shall be] seven עֵינָ֑יִם <WH5869> 'ei-Na-yim; eyes הִנְנִ֧י <WH2005> hin-Ni behold מְפַתֵּ֣חַ <WH6605> me-fat-Te-ach behold I will engrave פִּתֻּחָ֗הּ <WH6603> pit-tu-Chah, the graving נְאֻם֙ <WH5002> ne-'Um thereof saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts וּמַשְׁתִּ֛י <WH4185> u-mash-Ti and I will remove אֶת־ <WH853> 'et- עֲוֹ֥ן <WH5771> 'a-Von the iniquity הָאָֽרֶץ־ <WH776> ha-'a-retz- of that land הַהִ֖יא <WH1931> ha-Hi he בְּי֥וֹם <WH3117> be-Yom day אֶחָֽד׃ <WH259> 'e-Chad. in one"},{"number":10,"verse":"בַּיּ֣וֹם <WH3117> bai-Yom In that day הַה֗וּא <WH1931> ha-Hu, he נְאֻם֙ <WH5002> ne-'Um saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts תִּקְרְא֖וּ <WH7121> tik-re-'U shall ye call אִ֣ישׁ <WH376> 'ish every man לְרֵעֵ֑הוּ <WH7453> le-re-'E-hu; his neighbour אֶל־ <WH413> 'el- about תַּ֥חַת <WH8478> Ta-chat under גֶּ֖פֶן <WH1612> Ge-fen under the vine וְאֶל־ <WH413> ve-'el- and תַּ֥חַת <WH8478> Ta-chat under תְּאֵנָֽה׃ <WH8384> te-'e-Nah. and under the fig tree"}]}