{"bibleAbbr":"JWNT1755","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":12,"verses":[{"number":1,"verse":"At that time Jesus went on the sabbath thro' the corn, and his disciples were hungry, and plucked the ears of corn and ate."},{"number":2,"verse":"But the Pharisees seeing it said to him, Behold thy disciples do what it is not lawful to do on the sabbath."},{"number":3,"verse":"But he said to them, Have ye not read what David did, when he was hungry, and they that were with him?"},{"number":4,"verse":"How he entered into the house of God, and ate the shew-bread, which it was not lawful for him to eat, neither for them who were with him, but only for the priests?"},{"number":5,"verse":"Or have ye not read in the law, that on the sabbath-days the priests in the temple profane the sabbath and are blameless?"},{"number":6,"verse":"But I say to you, That one greater than the temple is here. And if ye had known what that meaneth,"},{"number":7,"verse":"I will have mercy and not sacrifice, ye would not have condemned the guiltless."},{"number":8,"verse":"For the Son of man is Lord even of the sabbath."},{"number":9,"verse":"And departing thence, he went into their synagogue. And behold, there was a man who had a withered hand."},{"number":10,"verse":"And they asked him, saying, Is it lawful to heal on the sabbath? that they might accuse him."},{"number":11,"verse":"And he said to them, What man is there among you, that shall have one sheep, who if it fall into a pit on the sabbath, will not lay hold on it and lift it out?"},{"number":12,"verse":"How much then is a man better than a sheep? Wherefore it is lawful to do good on the sabbath-day."},{"number":13,"verse":"Then saith he to the man, Stretch forth thy hand. And he stretched it forth; and it was restored whole, as the other."},{"number":14,"verse":"Then the Pharisees went out, and took counsel against him, how they might kill him."},{"number":15,"verse":"And Jesus knowing it withdrew from thence; and great multitudes followed him, and he healed them all."},{"number":16,"verse":"And charged them, not to make him known: That it might be fulfilled which was spoken by the prophet Isaiah, saying,"},{"number":17,"verse":"Behold my servant,"},{"number":18,"verse":"whom I have chosen, my beloved, in whom my soul delighteth: I will put my Spirit upon him, and he shall shew judgment to the heathens."},{"number":19,"verse":"He shall not strive nor clamour, neither shall any man hear his voice in the streets."},{"number":20,"verse":"He shall not break a bruised reed, and smoking flax he shall not quench, till he send forth judgment unto victory."},{"number":21,"verse":"And in his name shall the heathens trust."},{"number":22,"verse":"Then was brought to him a demoniac, blind and dumb; and he healed him, so that the blind and dumb both spake and saw."},{"number":23,"verse":"And the multitude were amazed and said, Is not this the Son of David?"},{"number":24,"verse":"But the Pharisees hearing it said, This fellow casteth not out devils but by Beelzebub the prince of the devils."},{"number":25,"verse":"And Jesus knowing their thoughts said to them, Every kingdom divided against itself is brought to desolation, and every city or house divided against itself shall not be established."},{"number":26,"verse":"And if Satan cast out Satan, he is divided against himself: how then shall his kingdom stand?"},{"number":27,"verse":"And if I by Beelzebub cast out devils, by whom do your children cast them out? Therefore they shall be your judges."},{"number":28,"verse":"But if it be by the Spirit of God that I cast out devils, then the kingdom of God is come upon you."},{"number":29,"verse":"How can one enter into the strong one's house, and plunder his goods, unless he first bind the strong one?"},{"number":30,"verse":"And then he will plunder his house. He that is not with me is against me, and he that gathereth not with me, scattereth."},{"number":31,"verse":"Wherefore I say to you, All manner of sin and blasphemy shall be forgiven to men; but the blasphemy of the Holy Ghost shall not be forgiven to men."},{"number":32,"verse":"And whosoever speaketh against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, nor in that to come."},{"number":33,"verse":"Either make the tree good and its fruit good, or make the tree corrupt and its fruit corrupt; for the tree is known by its fruit."},{"number":34,"verse":"Ye brood of vipers, how can ye, being evil, speak good things? For out of the abundance of the heart the mouth speaketh."},{"number":35,"verse":"A good man out of the good treasure bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things."},{"number":36,"verse":"But I say to you, That every idle word which men shall speak, they shall give account thereof in the day of judgment."},{"number":37,"verse":"For by thy words thou shalt be justified, or by thy words thou shalt be condemned."},{"number":38,"verse":"Then certain of the scribes and Pharisees answered, saying, Master, we would see a sign from thee."},{"number":39,"verse":"And he answered and said to them, An evil and adulterous generation seeketh a sign, and there shall no sign be given it, but the sign of the prophet Jonah."},{"number":40,"verse":"For as Jonah was three days and three nights in the belly of the great fish, so shall the Son of man be three days and three nights in the heart of the earth."},{"number":41,"verse":"The men of Nineveh shall rise up in the judgment with this generation and shall condemn it; for they repented at the preaching of Jonah; and behold a greater than Jonah is here."},{"number":42,"verse":"The queen of the south shall rise up in the judgment with this generation and shall condemn it; for she came from the uttermost parts of the earth, to hear the wisdom of Solomon; and behold a greater than Solomon is here."},{"number":43,"verse":"When the unclean spirit is gone out of a man, he walketh thro' dry places, seeking rest, and findeth none."},{"number":44,"verse":"Then he saith, I will return to my house whence I came out, and when he is come, he findeth it empty, swept and garnished."},{"number":45,"verse":"Then goeth he and taketh with him seven other spirits more wicked than himself, and they enter in and dwell there, and the last state of that man is worse than the first. So shall it be also to this wicked generation."},{"number":46,"verse":"While he yet talked to the multitude, behold his mother and his brethren stood without, seeking to speak to him."},{"number":47,"verse":"And one said to him, Behold thy mother and thy brethren stand without, seeking to speak to thee."},{"number":48,"verse":"And he answering said to him that told him, Who is my mother, and who are my brethren?"},{"number":49,"verse":"And stretching forth his hand toward his disciples he said, Behold my mother and my brethren."},{"number":50,"verse":"For whosoever shall do the will of my Father who is in heaven, the same is my brother and sister and mother."}]}