{"bibleAbbr":"JWNT1755","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":15,"verses":[{"number":1,"verse":"Then came to Jesus scribes and Pharisees who were of Jerusalem, saying,"},{"number":2,"verse":"Why do thy disciples transgress the tradition of the elders?"},{"number":3,"verse":"For they wash not their hands when they eat bread. But he answering said, Why do ye also transgress the commandment of God thro' your tradition?"},{"number":4,"verse":"For God commanded, Honour thy father and mother: and He that revileth father or mother, let him die the death."},{"number":5,"verse":"But ye say, Whosoever shall say to his father or mother, It is a gift, by whatsoever thou mightest have been profited by me:"},{"number":6,"verse":"Let him not honour his father or his mother. Thus have ye made void the command of God thro' your tradition."},{"number":7,"verse":"Ye hypocrites, well did Isaiah prophecy of you, saying,"},{"number":8,"verse":"This people draweth nigh to me with their mouth, and honoureth me with their lips; but their heart is far from me."},{"number":9,"verse":"But in vain do they worship me, teaching for doctrines the commandments of men."},{"number":10,"verse":"And calling the multitudes he said to them, Hear and understand."},{"number":11,"verse":"Not that which goeth into the mouth defileth the man, but what cometh out of the mouth, this defileth the man."},{"number":12,"verse":"Then came his disciples and said to him, Knowest thou that the Pharisees, hearing this saying, were offended?"},{"number":13,"verse":"He answered and said, Every plant which my heavenly Father hath not planted shall be rooted up."},{"number":14,"verse":"Let them alone: they are blind leaders of the blind: but if the blind lead the blind, both will fall into a ditch."},{"number":15,"verse":"Then answered Peter and said to him, Declare to us this parable."},{"number":16,"verse":"And Jesus said, Are ye also yet without understanding?"},{"number":17,"verse":"Do not ye yet understand, that whatever entereth into the mouth, goeth into the belly, and is cast out into the vault?"},{"number":18,"verse":"But those things which proceed out of the mouth, come out of the heart, and they defile the man."},{"number":19,"verse":"For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, railings."},{"number":20,"verse":"These are the things which defile a man; but to eat with unwashen hands defileth not a man."},{"number":21,"verse":"And Jesus going thence, retired to the coast of Tyre and Sidon."},{"number":22,"verse":"And behold a woman of Canaan, of those coasts, came and cried to him, saying, Have mercy on me, O Lord, thou Son of David: my daughter is grievously vexed with a devil."},{"number":23,"verse":"But he answered her not a word. And his disciples came and besought him, saying, Send her away, for she crieth after us."},{"number":24,"verse":"But he answering said, I am not sent but to the lost sheep of the house of Israel."},{"number":25,"verse":"Then came she and worshiped him, saying, Lord, help me."},{"number":26,"verse":"But he answering said, It is not right, to take the children's bread and cast it to the dogs."},{"number":27,"verse":"And she said, True, Lord: yet the dogs eat of the crumbs which fall from their master's table."},{"number":28,"verse":"And Jesus answering said to her, O woman, great is thy faith: be it unto thee as thou wilt. And her daughter was healed from that hour."},{"number":29,"verse":"And Jesus passing thence, came nigh the sea of Galilee; and going up into a mountain, he sat down there."},{"number":30,"verse":"And great multitudes came to him, having with them the lame, blind, dumb, disabled, and many others; and cast them at the feet of Jesus, and he healed them:"},{"number":31,"verse":"So that the multitudes wondered, seeing the dumb to speak, the disabled whole, the lame to walk, and the blind to see: and they glorified the God of Israel."},{"number":32,"verse":"Then Jesus calling his disciples to him said, I have compassion on the multitude, because they continue with me now three days, and have nothing to eat: and I am not willing to send them away fasting, lest they faint in the way."},{"number":33,"verse":"And his disciples say to him, Whence should we have so much bread in a wilderness, as to satisfy so great a multitude?"},{"number":34,"verse":"And Jesus saith to them, How many loaves have you?"},{"number":35,"verse":"They said, Seven, and a few small fishes. And he commanded the multitude to sit down on the grass."},{"number":36,"verse":"And taking the seven loaves and the fishes, he gave thanks and brake them and gave to his disciples, and the disciples to the multitude."},{"number":37,"verse":"And they all ate and were satisfied, and they took up of the fragments that remained seven baskets full."},{"number":38,"verse":"And they that had eaten were four thousand men, besides women and children."},{"number":39,"verse":"And having sent away the multitude, he took ship again, and came into the coasts of Magdala."}]}