{"bibleAbbr":"JWNT1755","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":24,"verses":[{"number":1,"verse":"And Jesus going out of the temple departed: and his disciples came to him, to shew him the buildings of the temple."},{"number":2,"verse":"And Jesus said to them, See ye not all these things? Verily I say to you, There shall not be left here one stone upon another, which shall not be thrown down."},{"number":3,"verse":"And as he sat on the mount of Olives, his disciples came to him privately, saying, Tell us, when shall these things be? And what shall be the sign of thy coming, and of the end of the world?"},{"number":4,"verse":"And Jesus answering said, Take heed that no man deceive you."},{"number":5,"verse":"For many shall come in my name, saying, I am the Christ, and shall deceive many."},{"number":6,"verse":"And ye will hear of wars and rumours of wars: see that ye be not troubled; for all these things must come to pass: but the end is not yet."},{"number":7,"verse":"For nation shall rise against nation, and kingdom against kingdom: and there shall be famines and pestilences and earthquakes in divers places:"},{"number":8,"verse":"All these are the beginning of sorrows."},{"number":9,"verse":"Then shall they deliver you to be afflicted, and shall kill you; and ye shall be hated of all nations for my name's sake."},{"number":10,"verse":"And then shall many be offended, and shall betray one another, and hate one another."},{"number":11,"verse":"And many false prophets shall rise and shall deceive many."},{"number":12,"verse":"And because iniquity shall abound, the love of many shall wax cold."},{"number":13,"verse":"But he that shall endure to the end, the same shall be saved."},{"number":14,"verse":"And this gospel of the kingdom shall be preached to all the world, for a testimony to all nations: and then shall the end come."},{"number":15,"verse":"When therefore ye see the abomination of desolation spoken of by Daniel the prophet, standing in the holy place (he that readeth, let him understand;) Then let them who are in Judea flee to the mountains:"},{"number":16,"verse":"Let not him that is on the house-top,"},{"number":17,"verse":"come down to take any thing out of his house:"},{"number":18,"verse":"Neither let him who is in the field return back to take his clothes."},{"number":19,"verse":"But wo to them that are with child, and to them that give suck in those days."},{"number":20,"verse":"And pray ye that your flight be not in the winter, neither on the sabbath."},{"number":21,"verse":"For then shall be great tribulation, such as was not from the beginning of the world to this time, nor ever shall be."},{"number":22,"verse":"And unless those days were shortened, no flesh would be saved; but for the elect's sake, those days shall be shortened."},{"number":23,"verse":"Then if any say to you, Lo here is Christ, or there; believe it not."},{"number":24,"verse":"For false Christs and false prophets shall arise and shew great signs and wonders, so that they would deceive (if it were possible) even the elect."},{"number":25,"verse":"Behold I have told you before."},{"number":26,"verse":"Therefore if they say to you, Behold, he is in the desert, go not forth: Behold he is in the secret chambers, believe it not."},{"number":27,"verse":"For as the lightning cometh out of the east, and shineth even to the west, so shall also the coming of the son of man be."},{"number":28,"verse":"For wheresoever the carcase is, there will the eagles be gathered together."},{"number":29,"verse":"Immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light; and the stars shall fall from heaven, and the powers of the heavens shall be shaken."},{"number":30,"verse":"And then shall appear the sign of the Son of man in heaven; and then shall all the tribes of the earth mourn, and shall see the Son of man coming in the clouds of heaven, with power and great glory."},{"number":31,"verse":"And he shall send forth his angels, with a loud-sounding trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other."},{"number":32,"verse":"Learn a parable from the fig-tree: when its branch is now tender and shooteth forth leaves, ye know that summer is nigh."},{"number":33,"verse":"So likewise when ye see all these things, know that it is nigh, even at the doors."},{"number":34,"verse":"Verily I say to you, This generation shall not pass, till all these things be done."},{"number":35,"verse":"Heaven and earth shall pass away, but my words shall not pass away."},{"number":36,"verse":"But of that day and hour knoweth no man, neither the angels of heaven, but my Father only."},{"number":37,"verse":"But as the days of Noah, so shall also the coming of the Son of man be."},{"number":38,"verse":"For as in the days that were benore the flood, they were eating and drinking, marrying and giving in marriage, till the day that Noah entered into the ark."},{"number":39,"verse":"And knew not, till the flood came and took them all away, so shall also the coming of the Son of man be."},{"number":40,"verse":"Then shall two be in the field: one is taken, and one is left. Two women shall be grinding in the mill;"},{"number":41,"verse":"one is taken, and one is left."},{"number":42,"verse":"Watch therefore; for ye know not what hour your Lord cometh."},{"number":43,"verse":"But ye know this, that if the housholder had known, in what watch the thief would have come, he would have watched, and not have suffered his house to be broke open."},{"number":44,"verse":"Therefore be ye also ready: for at an hour ye think not, the Son of man cometh."},{"number":45,"verse":"Who then is the faithful and wise servant, whom his Lord hath appointed ruler over his houshold, to give them food in due season?"},{"number":46,"verse":"Happy is that servant, whom his Lord coming shall find so doing."},{"number":47,"verse":"Verily I say to you, he will make him ruler over all his goods."},{"number":48,"verse":"But if that evil servant say in his heart, My Lord delayeth his coming:"},{"number":49,"verse":"And shall begin to smite his fellow-servants, and to eat and drink with the drunken:"},{"number":50,"verse":"The Lord of that servant shall come in a day that he expecteth him not, and in an hour that he is not aware of,"},{"number":51,"verse":"And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping, and gnashing of teeth."}]}