{"bibleAbbr":"JWNT1755","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"And seeing the multitudes, he went up into the mountain; and when he was set down his disciples came to him."},{"number":2,"verse":"And he opened his mouth and taught them,"},{"number":3,"verse":"saying, Happy are the poor in spirit; for theirs is the kingdom of heaven."},{"number":4,"verse":"Happy are they that mourn; for they shall be comforted."},{"number":5,"verse":"Happy are the meek; for they shall inherit the earth."},{"number":6,"verse":"Happy are they that hunger and thirst after righteousness; for they shall be satisfied."},{"number":7,"verse":"Happy are the merciful; for they shall obtain mercy."},{"number":8,"verse":"Happy are the pure in heart; for they shall see God."},{"number":9,"verse":"Happy are the peace-makers; for they shall be called the children of God."},{"number":10,"verse":"Happy are they who are persecuted for righteousness sake; for theirs is the kingdom of heaven."},{"number":11,"verse":"Happy are ye when men shall revile and persecute you, and say all manner of evil against you falsely for my sake."},{"number":12,"verse":"Rejoice and be exceeding glad; for great is your reward in heaven; for so persecuted they the prophets who were before you."},{"number":13,"verse":"Ye are the salt of the earth: but if the salt have lost its savour, wherewith shall it be salted? It is thenceforth good for nothing, but to be cast out and to be trodden under foot of men."},{"number":14,"verse":"Ye are the light of the world."},{"number":15,"verse":"A city that is situated on a mountain cannot be hid. Neither do they light a candle and put it under a bushel, but on a candlestick, and it giveth light to all that are in the house."},{"number":16,"verse":"Let your light so shine before men, that they may see your good works, and glorify your Father who is in heaven."},{"number":17,"verse":"Think not that I am come to destroy the law or the prophets: I am not come to destroy but to fulfill."},{"number":18,"verse":"For verily I say to you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all things be effected."},{"number":19,"verse":"Whosoever therefore shall break one of the least of these commandments and teach men so, shall be the least in the kingdom of heaven; but whosoever shall do and each them, he shall be great in the kingdom of heaven."},{"number":20,"verse":"For I say to you, That unless your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no wise enter into the kingdom of heaven."},{"number":21,"verse":"Ye have heard, that it was said to them of old time, Thou shalt do no murder, and whosoever doth murder, shall be liable to the judgment."},{"number":22,"verse":"But I say unto you, That whosoever is angry with his brother, shall be liable to the judgment; and whosoever shall say to his brother, Raca, shall be liable to the council; but whosoever shall say, Thou fool, shall be liable to hell-fire."},{"number":23,"verse":"Therefore if thou bring thy gift to the altar, and there remember, that thy brother hath ought against thee,"},{"number":24,"verse":"Leaving thy gift there before the altar, go; first be reconciled to thy brother, and then come and offer thy gift."},{"number":25,"verse":"Agree with thine adversary quickly, while thou art in the way with him, lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison."},{"number":26,"verse":"Verily I say unto thee, thou shalt in no wise come out thence, till thou hast paid the last farthing."},{"number":27,"verse":"Ye have heard, that it was said, Thou shalt not commit adultery."},{"number":28,"verse":"But I say unto you, That whosoever looketh upon a woman to lust after her, hath already committed adultery with her in his heart."},{"number":29,"verse":"But if thy right eye cause thee to offend, pluck it out and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell."},{"number":30,"verse":"And if thy right-hand cause thee to offend, cut it off and cast it from thee; for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell."},{"number":31,"verse":"It hath been said, Whosoever shall put away his wife, let him give her a writing of Divorce."},{"number":32,"verse":"But I say unto you, whosoever shall put away his wife, save for the cause of whoredom, causeth her to commit adultery: and whosoever marrieth her that is put away, committeth adultery."},{"number":33,"verse":"Again, ye have heard, that it was said to them of old time, Thou shalt not forswear thyself, but shalt perform thine oaths unto the Lord."},{"number":34,"verse":"But I say unto you, Swear not at all, neither by heaven, for it is God's throne."},{"number":35,"verse":"Nor by the earth, for it is his footstool; neither by Jerusalem, for it is the city of the great King."},{"number":36,"verse":"Neither shalt thou swear by thy head; for thou canst not make one hair white or black."},{"number":37,"verse":"But let your conversation be yea, yea; nay, nay: for whatsoever is more than these, cometh of the evil one."},{"number":38,"verse":"Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth."},{"number":39,"verse":"But I say unto you, that ye resist not the evil man: but whosoever shall smite thee on the right-cheek, turn to him the other also;"},{"number":40,"verse":"And if a man will sue thee and take away thy coat, let him have thy cloak also."},{"number":41,"verse":"And whosoever shall compel thee to go with him one mile, go with him twain."},{"number":42,"verse":"Give to him that asketh thee, and him that would borrow of thee turn not thou away."},{"number":43,"verse":"Ye have heard, that it hath been said, Thou shalt love thy neighbour, and hate thine enemy."},{"number":44,"verse":"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them that despitefully use you and persecute you:"},{"number":45,"verse":"That ye may be the children of your Father who is in heaven; for he maketh his sun to rise on the evil and the good, and sendeth rain on the just and the unjust."},{"number":46,"verse":"For if ye love them that love you, what reward have ye?"},{"number":47,"verse":"Do not even the publicans the same? And if ye salute your brethren only, what do ye more than others? Do not even the heathens so?"},{"number":48,"verse":"Therefore ye shall be perfect, as your Father who is in heaven is perfect."}]}