{"bibleAbbr":"urDGV2010","bookName":"अहबार","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"( जिल्दी बीमारियाँ) रब ने मूसा और हारून से कहा,"},{"number":2,"verse":"“अगर किसी की जिल्द में सूजन या पपड़ी या सफ़ेद दाग़ हो और ख़तरा है कि वबाई जिल्दी बीमारी हो तो उसे इमामों यानी हारून या उस के बेटों के पास ले आना है।"},{"number":3,"verse":"इमाम उस जगह का मुआइना करे। अगर उस के बाल सफ़ेद हो गए हों और वह जिल्द में धंसी हुई हो तो वबाई बीमारी है। जब इमाम को यह मालूम हो तो वह उसे नापाक क़रार दे।"},{"number":4,"verse":"लेकिन हो सकता है कि जिल्द की जगह सफ़ेद तो है लेकिन जिल्द में धंसी हुई नहीं है, न उस के बाल सफ़ेद हुए हैं। इस सूरत में इमाम उस शख़्स को सात दिन के लिए अलाहिदगी में रखे।"},{"number":5,"verse":"सातवें दिन इमाम दुबारा उस का मुआइना करे। अगर वह देखे कि मुतअस्सिरा जगह वैसी ही है और फैली नहीं तो वह उसे मज़ीद सात दिन अलाहिदगी में रखे।"},{"number":6,"verse":"सातवें दिन वह एक और मर्तबा उस का मुआइना करे। अगर उस जगह का रंग दुबारा सेहतमन्द जिल्द के रंग की मानिन्द हो रहा हो और फैली न हो तो वह उसे पाक क़रार दे। इस का मतलब है कि यह मर्ज़ आम पपड़ी से ज़्यादा नहीं है। मरीज़ अपने कपड़े धो ले तो वह पाक हो जाएगा।"},{"number":7,"verse":"लेकिन अगर इस के बाद मुतअस्सिरा जगह फैलने लगे तो वह दुबारा अपने आप को इमाम को दिखाए।"},{"number":8,"verse":"इमाम उस का मुआइना करे। अगर जगह वाक़ई फैल गई हो तो इमाम उसे नापाक क़रार दे, क्यूँकि यह वबाई जिल्दी मर्ज़ है।"},{"number":9,"verse":"अगर किसी के जिस्म पर वबाई जिल्दी मर्ज़ नज़र आए तो उसे इमाम के पास लाया जाए।"},{"number":10,"verse":"इमाम उस का मुआइना करे। अगर मुतअस्सिरा जिल्द में सफ़ेद सूजन हो, उस के बाल भी सफ़ेद हो गए हों, और उस में कच्चा गोश्त मौजूद हो"},{"number":11,"verse":"तो इस का मतलब है कि वबाई जिल्दी बीमारी पुरानी है। इमाम उस शख़्स को सात दिन के लिए अलाहिदगी में रख कर इन्तिज़ार न करे बल्कि उसे फ़ौरन नापाक क़रार दे, क्यूँकि यह उस की नापाकी का सबूत है।"},{"number":12,"verse":"लेकिन अगर बीमारी जल्दी से फैल गई हो, यहाँ तक कि सर से ले कर पाँओ तक पूरी जिल्द मुतअस्सिर हुई हो"},{"number":13,"verse":"तो इमाम यह देख कर मरीज़ को पाक क़रार दे। चूँकि पूरी जिल्द सफ़ेद हो गई है इस लिए वह पाक है।"},{"number":14,"verse":"लेकिन जब भी कहीं कच्चा गोश्त नज़र आए उस वक़्त वह नापाक हो जाता है।"},{"number":15,"verse":"इमाम यह देख कर मरीज़ को नापाक क़रार दे। कच्चा गोश्त हर सूरत में नापाक है, क्यूँकि इस का मतलब है कि वबाई जिल्दी बीमारी लग गई है।"},{"number":16,"verse":"अगर कच्चे गोश्त का यह ज़ख़्म भर जाए और मुतअस्सिरा जगह की जिल्द सफ़ेद हो जाए तो मरीज़ इमाम के पास जाए।"},{"number":17,"verse":"अगर इमाम देखे कि वाक़ई ऐसा ही हुआ है और मुतअस्सिरा जिल्द सफ़ेद हो गई है तो वह उसे पाक क़रार दे।"},{"number":18,"verse":"अगर किसी की जिल्द पर फोड़ा हो लेकिन वह ठीक हो जाए"},{"number":19,"verse":"और उस की जगह सफ़ेद सूजन या सुर्ख़ी-माइल सफ़ेद दाग़ नज़र आए तो मरीज़ अपने आप को इमाम को दिखाए।"},{"number":20,"verse":"अगर वह उस का मुआइना करके देखे कि मुतअस्सिरा जगह जिल्द के अन्दर धंसी हुई है और उस के बाल सफ़ेद हो गए हैं तो वह मरीज़ को नापाक क़रार दे। क्यूँकि इस का मतलब है कि जहाँ पहले फोड़ा था वहाँ वबाई जिल्दी बीमारी पैदा हो गई है।"},{"number":21,"verse":"लेकिन अगर इमाम देखे कि मुतअस्सिरा जगह के बाल सफ़ेद नहीं हैं, वह जिल्द में धंसी हुई नज़र नहीं आती और उस का रंग दुबारा सेहतमन्द जिल्द की मानिन्द हो रहा है तो वह उसे सात दिन के लिए अलाहिदगी में रखे।"},{"number":22,"verse":"अगर इस दौरान बीमारी मज़ीद फैल जाए तो इमाम मरीज़ को नापाक क़रार दे, क्यूँकि इस का मतलब है कि वबाई जिल्दी बीमारी लग गई है।"},{"number":23,"verse":"लेकिन अगर दाग़ न फैले तो इस का मतलब है कि यह सिर्फ़ उस भरे हुए ज़ख़्म का निशान है जो फोड़े से पैदा हुआ था। इमाम मरीज़ को पाक क़रार दे।"},{"number":24,"verse":"अगर किसी की जिल्द पर जलने का ज़ख़्म लग जाए और मुतअस्सिरा जगह पर सुर्ख़ी-माइल सफ़ेद दाग़ या सफ़ेद दाग़ पैदा हो जाए"},{"number":25,"verse":"तो इमाम मुतअस्सिरा जगह का मुआइना करे। अगर मालूम हो जाए कि मुतअस्सिरा जगह के बाल सफ़ेद हो गए हैं और वह जिल्द में धंसी हुई है तो इस का मतलब है कि चोट की जगह पर वबाई जिल्दी मर्ज़ लग गया है। इमाम उसे नापाक क़रार दे, क्यूँकि वबाई जिल्दी बीमारी लग गई है।"},{"number":26,"verse":"लेकिन अगर इमाम ने मालूम किया है कि दाग़ में बाल सफ़ेद नहीं हैं, वह जिल्द में धंसा हुआ नज़र नहीं आता और उस का रंग सेहतमन्द जिल्द की मानिन्द हो रहा है तो वह मरीज़ को सात दिन तक अलाहिदगी में रखे।"},{"number":27,"verse":"अगर वह सातवें दिन मालूम करे कि मुतअस्सिरा जगह फैल गई है तो वह उसे नापाक क़रार दे। क्यूँकि इस का मतलब है कि वबाई जिल्दी बीमारी लग गई है।"},{"number":28,"verse":"लेकिन अगर दाग़ फैला हुआ नज़र नहीं आता और मुतअस्सिरा जिल्द का रंग सेहतमन्द जिल्द के रंग की मानिन्द हो गया है तो इस का मतलब है कि यह सिर्फ़ उस भरे हुए ज़ख़्म का निशान है जो जलने से पैदा हुआ था। इमाम मरीज़ को पाक क़रार दे।"},{"number":29,"verse":"अगर किसी के सर या दाढ़ी की जिल्द में निशान नज़र आए"},{"number":30,"verse":"तो इमाम मुतअस्सिरा जगह का मुआइना करे। अगर वह धंसी हुई नज़र आए और उस के बाल रंग के लिहाज़ से चमकते हुए सोने की मानिन्द और बारीक हों तो इमाम मरीज़ को नापाक क़रार दे। इस का मतलब है कि ऐसी वबाई जिल्दी बीमारी सर या दाढ़ी की जिल्द पर लग गई है जो ख़ारिश पैदा करती है।"},{"number":31,"verse":"लेकिन अगर इमाम ने मालूम किया कि मुतअस्सिरा जगह जिल्द में धंसी हुई नज़र नहीं आती अगरचे उस के बालों का रंग बदल गया है तो वह उसे सात दिन के लिए अलाहिदगी में रखे।"},{"number":32,"verse":"सातवें दिन इमाम जिल्द की मुतअस्सिरा जगह का मुआइना करे। अगर वह फैली हुई नज़र नहीं आती और उस के बालों का रंग चमकदार सोने की मानिन्द नहीं है, साथ ही वह जगह जिल्द में धंसी हुई भी दिखाई नहीं देती,"},{"number":33,"verse":"तो मरीज़ अपने बाल मुंडवाए। सिर्फ़ वह बाल रह जाएँ जो मुतअस्सिरा जगह से निकलते हैं। इमाम मरीज़ को मज़ीद सात दिन अलाहिदगी में रखे।"},{"number":34,"verse":"सातवें दिन वह उस का मुआइना करे। अगर मुतअस्सिरा जगह नहीं फैली और वह जिल्द में धंसी हुई नज़र नहीं आती तो इमाम उसे पाक क़रार दे। वह अपने कपड़े धो ले तो वह पाक हो जाएगा।"},{"number":35,"verse":"लेकिन अगर इस के बाद जिल्द की मुतअस्सिरा जगह फैलना शुरू हो जाए"},{"number":36,"verse":"तो इमाम दुबारा उस का मुआइना करे। अगर वह जगह वाक़ई फैली हुई नज़र आए तो मरीज़ नापाक है, चाहे मुतअस्सिरा जगह के बालों का रंग चमकते सोने की मानिन्द हो या न हो।"},{"number":37,"verse":"लेकिन अगर उस के ख़याल में मुतअस्सिरा जगह फैली हुई नज़र नहीं आती बल्कि उस में से काले रंग के बाल निकल रहे हैं तो इस का मतलब है कि मरीज़ की सेहत बहाल हो गई है। इमाम उसे पाक क़रार दे।"},{"number":38,"verse":"अगर किसी मर्द या औरत की जिल्द पर सफ़ेद दाग़ पैदा हो जाएँ"},{"number":39,"verse":"तो इमाम उन का मुआइना करे। अगर उन का सफ़ेद रंग हल्का सा हो तो यह सिर्फ़ बेज़रर पपड़ी है। मरीज़ पाक है।"},{"number":40,"verse":"अगर किसी मर्द का सर माथे की तरफ़ या पीछे की तरफ़ गंजा है तो वह पाक है।"},{"number":42,"verse":"लेकिन अगर उस जगह जहाँ वह गंजा है सुर्ख़ी-माइल सफ़ेद दाग़ हो तो इस का मतलब है कि वहाँ वबाई जिल्दी बीमारी लग गई है।"},{"number":43,"verse":"इमाम उस का मुआइना करे। अगर गंजी जगह पर सुर्ख़ी-माइल सफ़ेद सूजन हो जो वबाई जिल्दी बीमारी की मानिन्द नज़र आए"},{"number":44,"verse":"तो मरीज़ को वबाई जिल्दी बीमारी लग गई है। इमाम उसे नापाक क़रार दे।"},{"number":45,"verse":"( नापाक मरीज़ का सुलूक) वबाई जिल्दी बीमारी का मरीज़ फटे कपड़े पहने। उस के बाल बिखरे रहें। वह अपनी मूँछों को किसी कपड़े से छुपाए और पुकारता रहे, ‘नापाक, नापाक।’"},{"number":46,"verse":"जिस वक़्त तक वबाई जिल्दी बीमारी लगी रहे वह नापाक है। वह इस दौरान ख़ैमागाह के बाहर जा कर तन्हाई में रहे।"},{"number":47,"verse":"( फफूँदी से निपटने का तरीक़ा) हो सकता है कि ऊन या कतान के किसी लिबास पर फफूँदी लग गई है,"},{"number":48,"verse":"या कि फफूँदी ऊन या कतान के किसी कपड़े के टुकड़े या किसी चमड़े या चमड़े की किसी चीज़ पर लग गई है।"},{"number":49,"verse":"अगर फफूँदी का रंग हरा या लाल सा हो तो वह फैलने वाली फफूँदी है, और लाज़िम है कि उसे इमाम को दिखाया जाए।"},{"number":50,"verse":"इमाम उस का मुआइना करके उसे सात दिन के लिए अलाहिदगी में रखे।"},{"number":51,"verse":"सातवें दिन वह दुबारा उस का मुआइना करे। अगर फफूँदी फैल गई हो तो इस का मतलब है कि वह नुक़्सानदेह है। मुतअस्सिरा चीज़ नापाक है।"},{"number":52,"verse":"इमाम उसे जला दे, क्यूँकि यह फफूँदी नुक़्सानदेह है। लाज़िम है कि उसे जला दिया जाए।"},{"number":53,"verse":"लेकिन अगर इन सात दिनों के बाद फफूँदी फैली हुई नज़र नहीं आती"},{"number":54,"verse":"तो इमाम हुक्म दे कि मुतअस्सिरा चीज़ को धुलवाया जाए। फिर वह उसे मज़ीद सात दिन के लिए अलाहिदगी में रखे।"},{"number":55,"verse":"इस के बाद वह दुबारा उस का मुआइना करे। अगर वह मालूम करे कि फफूँदी तो फैली हुई नज़र नहीं आती लेकिन उस का रंग वैसे का वैसा है तो वह नापाक है। उसे जला देना, चाहे फफूँदी मुतअस्सिरा चीज़ के सामने वाले हिस्से या पिछले हिस्से में लगी हो।"},{"number":56,"verse":"लेकिन अगर मालूम हो जाए कि फफूँदी का रंग माँद पड़ गया है तो इमाम कपड़े या चमड़े में से मुतअस्सिरा जगह फाड़ कर निकाल दे।"},{"number":57,"verse":"तो भी हो सकता है कि फफूँदी दुबारा उसी कपड़े या चमड़े पर नज़र आए। इस का मतलब है कि वह फैल रही है और उसे जला देना लाज़िम है।"},{"number":58,"verse":"लेकिन अगर फफूँदी धोने के बाद ग़ाइब हो जाए तो उसे एक और दफ़ा धोना है। फिर मुतअस्सिरा चीज़ पाक होगी।"},{"number":59,"verse":"इसी तरह फफूँदी से निपटना है, चाहे वह ऊन या कतान के किसी लिबास को लग गई हो, चाहे ऊन या कतान के किसी टुकड़े या चमड़े की किसी चीज़ को लग गई हो। इन ही उसूलों के तहत फ़ैसला करना है कि मुतअस्सिरा चीज़ पाक है या नापाक।”"}]}