{"bibleAbbr":"urDGV2010","bookName":"अहबार","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"( नाजाइज़ जिन्सी ताल्लुक़ात) रब ने मूसा से कहा,"},{"number":2,"verse":"“इस्राईलियों को बताना कि मैं रब तुम्हारा ख़ुदा हूँ।"},{"number":3,"verse":"मिस्रियों की तरह ज़िन्दगी न गुज़ारना जिन में तुम रहते थे। मुल्क-ए-कनआन के लोगों की तरह भी ज़िन्दगी न गुज़ारना जिन के पास मैं तुम्हें ले जा रहा हूँ। उन के रस्म-ओ-रिवाज न अपनाना।"},{"number":4,"verse":"मेरे ही अह्काम पर अमल करो और मेरी हिदायात के मुताबिक़ चलो। मैं रब तुम्हारा ख़ुदा हूँ।"},{"number":5,"verse":"मेरी हिदायात और अह्काम के मुताबिक़ चलना, क्यूँकि जो यूँ करेगा वह जीता रहेगा। मैं रब हूँ।"},{"number":6,"verse":"तुम में से कोई भी अपनी क़रीबी रिश्तेदार से हमबिसतर न हो। मैं रब हूँ।"},{"number":7,"verse":"अपनी माँ से हमबिसतर न होना, वर्ना तेरे बाप की बेहुरमती हो जाएगी। वह तेरी माँ है, इस लिए उस से हमबिसतर न होना।"},{"number":8,"verse":"अपने बाप की किसी भी बीवी से हमबिसतर न होना, वर्ना तेरे बाप की बेहुरमती हो जाएगी।"},{"number":9,"verse":"अपनी बहन से हमबिसतर न होना, चाहे वह तेरे बाप या तेरी माँ की बेटी हो, चाहे वह तेरे ही घर में या कहीं और पैदा हुई हो।"},{"number":10,"verse":"अपनी पोती या नवासी से हमबिसतर न होना, वर्ना तेरी अपनी बेहुरमती हो जाएगी।"},{"number":11,"verse":"अपने बाप की बीवी की बेटी से हमबिसतर न होना। वह तेरी बहन है।"},{"number":12,"verse":"अपनी फूफी से हमबिसतर न होना। वह तेरे बाप की क़रीबी रिश्तेदार है।"},{"number":13,"verse":"अपनी ख़ाला से हमबिसतर न होना। वह तेरी माँ की क़रीबी रिश्तेदार है।"},{"number":14,"verse":"अपने बाप के भाई की बीवी से हमबिसतर न होना, वर्ना तेरे बाप के भाई की बेहुरमती हो जाएगी। उस की बीवी तेरी चची है।"},{"number":15,"verse":"अपनी बहू से हमबिसतर न होना। वह तेरे बेटे की बीवी है।"},{"number":16,"verse":"अपनी भाबी से हमबिसतर न होना, वर्ना तेरे भाई की बेहुरमती हो जाएगी।"},{"number":17,"verse":"अगर तेरा जिन्सी ताल्लुक़ किसी औरत से हो तो उस की बेटी, पोती या नवासी से हमबिसतर होना मना है, क्यूँकि वह उस की क़रीबी रिश्तेदार हैं। ऐसा करना बड़ी शर्मनाक हरकत है।"},{"number":18,"verse":"अपनी बीवी के जीते जी उस की बहन से शादी न करना।"},{"number":19,"verse":"किसी औरत से उस की माहवारी के दिनों में हमबिसतर न होना। इस दौरान वह नापाक है।"},{"number":20,"verse":"किसी दूसरे मर्द की बीवी से हमबिसतर न होना, वर्ना तू अपने आप को नापाक करेगा।"},{"number":21,"verse":"अपने किसी भी बच्चे को मलिक देवता को क़ुर्बानी के तौर पर पेश करके जला देना मना है। ऐसी हरकत से तू अपने ख़ुदा के नाम को दाग़ लगाएगा। मैं रब हूँ।"},{"number":22,"verse":"मर्द दूसरे मर्द के साथ जिन्सी ताल्लुक़ात न रखे। ऐसी हरकत क़ाबिल-ए-घिन है।"},{"number":23,"verse":"किसी जानवर से जिन्सी ताल्लुक़ात न रखना, वर्ना तू नापाक हो जाएगा। औरतों के लिए भी ऐसा करना मना है। यह बड़ी शर्मनाक हरकत है।"},{"number":24,"verse":"ऐसी हरकतों से अपने आप को नापाक न करना। क्यूँकि जो क़ौमें मैं तुम्हारे आगे मुल्क से निकालूँगा वह इसी तरह नापाक होती रहीं।"},{"number":25,"verse":"मुल्क ख़ुद भी नापाक हुआ। इस लिए मैं ने उसे उस के क़ुसूर के सबब से सज़ा दी, और नतीजे में उस ने अपने बाशिन्दों को उगल दिया।"},{"number":26,"verse":"लेकिन तुम मेरी हिदायात और अह्काम के मुताबिक़ चलो। न देसी और न परदेसी ऐसी कोई घिनौनी हरकत करें।"},{"number":27,"verse":"क्यूँकि यह तमाम क़ाबिल-ए-घिन बातें उन से हुईं जो तुम से पहले इस मुल्क में रहते थे। यूँ मुल्क नापाक हुआ।"},{"number":28,"verse":"लिहाज़ा अगर तुम भी मुल्क को नापाक करोगे तो वह तुम्हें इसी तरह उगल देगा जिस तरह उस ने तुम से पहले मौजूद क़ौमों को उगल दिया।"},{"number":29,"verse":"जो भी मज़कूरा घिनौनी हरकतों में से एक करे उसे उस की क़ौम में से मिटाया जाए।"},{"number":30,"verse":"मेरे अह्काम के मुताबिक़ चलते रहो और ऐसे क़ाबिल-ए-घिन रस्म-ओ-रिवाज न अपनाना जो तुम्हारे आने से पहले राइज थे। इन से अपने आप को नापाक न करना। मैं रब तुम्हारा ख़ुदा हूँ।”"}]}