{"bibleAbbr":"urDGV2010","bookName":"अहबार","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"( जराइम की सज़ाएँ) रब ने मूसा से कहा,"},{"number":2,"verse":"“इस्राईलियों को बताना कि तुम में से जो भी अपने बच्चे को मलिक देवता को क़ुर्बानी के तौर पर पेश करे उसे सज़ा-ए-मौत देनी है। इस में कोई फ़र्क़ नहीं कि वह इस्राईली है या परदेसी। जमाअत के लोग उसे संगसार करें।"},{"number":3,"verse":"मैं ख़ुद ऐसे शख़्स के ख़िलाफ़ हो जाऊँगा और उसे उस की क़ौम में से मिटा डालूँगा। क्यूँकि अपने बच्चों को मलिक को पेश करने से उस ने मेरे मक़्दिस को नापाक किया और मेरे नाम को दाग़ लगाया है।"},{"number":4,"verse":"अगर जमाअत के लोग अपनी आँखें बन्द करके ऐसे शख़्स की हरकतें नज़रअन्दाज़ करें और उसे सज़ा-ए-मौत न दें"},{"number":5,"verse":"तो फिर मैं ख़ुद ऐसे शख़्स और उस के घराने के ख़िलाफ़ खड़ा हो जाऊँगा। मैं उसे और उन तमाम लोगों को क़ौम में से मिटा डालूँगा जिन्हों ने उस के पीछे लग कर मलिक देवता को सिज्दा करने से ज़िना किया है।"},{"number":6,"verse":"जो शख़्स मुर्दों से राबिता करने और ग़ैबदानी करने वालों की तरफ़ रुजू करता है मैं उस के ख़िलाफ़ हो जाऊँगा। उन की पैरवी करने से वह ज़िना करता है। मैं उसे उस की क़ौम में से मिटा डालूँगा।"},{"number":7,"verse":"अपने आप को मेरे लिए मख़्सूस-ओ-मुक़द्दस रखो, क्यूँकि मैं रब तुम्हारा ख़ुदा हूँ।"},{"number":8,"verse":"मेरी हिदायात मानो और उन पर अमल करो। मैं रब हूँ जो तुम्हें मख़्सूस-ओ-मुक़द्दस करता हूँ।"},{"number":9,"verse":"जिस ने भी अपने बाप या माँ पर लानत भेजी है उसे सज़ा-ए-मौत दी जाए। इस हरकत से वह अपनी मौत का ख़ुद ज़िम्मादार है।"},{"number":10,"verse":"अगर किसी मर्द ने किसी की बीवी के साथ ज़िना किया है तो दोनों को सज़ा-ए-मौत देनी है।"},{"number":11,"verse":"जो मर्द अपने बाप की बीवी से हमबिसतर हुआ है उस ने अपने बाप की बेहुरमती की है। दोनों को सज़ा-ए-मौत देनी है। वह अपनी मौत के ख़ुद ज़िम्मादार हैं।"},{"number":12,"verse":"अगर कोई मर्द अपनी बहू से हमबिसतर हुआ है तो दोनों को सज़ा-ए-मौत देनी है। जो कुछ उन्हों ने किया है वह निहायत शर्मनाक है। वह अपनी मौत के ख़ुद ज़िम्मादार हैं।"},{"number":13,"verse":"अगर कोई मर्द किसी दूसरे मर्द से जिन्सी ताल्लुक़ात रखे तो दोनों को इस घिनौनी हरकत के बाइस सज़ा-ए-मौत देनी है। वह अपनी मौत के ख़ुद ज़िम्मादार हैं।"},{"number":14,"verse":"अगर कोई आदमी अपनी बीवी के इलावा उस की माँ से भी शादी करे तो यह एक निहायत शर्मनाक बात है। दोनों को जला देना है ताकि तुम्हारे दरमियान कोई ऐसी ख़बीस बात न रहे।"},{"number":15,"verse":"जो मर्द किसी जानवर से जिन्सी ताल्लुक़ात रखे उसे सज़ा-ए-मौत देना है। उस जानवर को भी मार दिया जाए।"},{"number":16,"verse":"जो औरत किसी जानवर से जिन्सी ताल्लुक़ात रखे उसे सज़ा-ए-मौत देनी है। उस जानवर को भी मार दिया जाए। वह अपनी मौत के ख़ुद ज़िम्मादार हैं।"},{"number":17,"verse":"जिस मर्द ने अपनी बहन से शादी की है उस ने शर्मनाक हरकत की है, चाहे वह बाप की बेटी हो या माँ की। उन्हें इस्राईली क़ौम की नज़रों से मिटाया जाए। ऐसे शख़्स ने अपनी बहन की बेहुरमती की है। इस लिए उसे ख़ुद अपने क़ुसूर के नतीजे बर्दाश्त करने पड़ेंगे।"},{"number":18,"verse":"अगर कोई मर्द माहवारी के अय्याम में किसी औरत से हमबिसतर हुआ है तो दोनों को उन की क़ौम में से मिटाना है। क्यूँकि दोनों ने औरत के ख़ून के मम्बा से पर्दा उठाया है।"},{"number":19,"verse":"अपनी ख़ाला या फूफी से हमबिसतर न होना। क्यूँकि जो ऐसा करता है वह अपनी क़रीबी रिश्तेदार की बेहुरमती करता है। दोनों को अपने क़ुसूर के नतीजे बर्दाश्त करने पड़ेंगे।"},{"number":20,"verse":"जो अपनी चची या ताई से हमबिसतर हुआ है उस ने अपने चचा या ताया की बेहुरमती की है। दोनों को अपने क़ुसूर के नतीजे बर्दाश्त करने पड़ेंगे। वह बेऔलाद मरेंगे।"},{"number":21,"verse":"जिस ने अपनी भाबी से शादी की है उस ने एक नजिस हरकत की है। उस ने अपने भाई की बेहुरमती की है। वह बेऔलाद रहेंगे।"},{"number":22,"verse":"मेरी तमाम हिदायात और अह्काम को मानो और उन पर अमल करो। वर्ना जिस मुल्क में मैं तुम्हें ले जा रहा हूँ वह तुम्हें उगल देगा।"},{"number":23,"verse":"उन क़ौमों के रस्म-ओ-रिवाज के मुताबिक़ ज़िन्दगी न गुज़ारना जिन्हें मैं तुम्हारे आगे से निकाल दूँगा। मुझे इस सबब से उन से घिन आने लगी कि वह यह सब कुछ करते थे।"},{"number":24,"verse":"लेकिन तुम से मैं ने कहा, ‘तुम ही उन की ज़मीन पर क़ब्ज़ा करोगे। मैं ही उसे तुम्हें दे दूँगा, ऐसा मुल्क जिस में कस्रत का दूध और शहद है।’ मैं रब तुम्हारा ख़ुदा हूँ, जिस ने तुम को दीगर क़ौमों में से चुन कर अलग कर दिया है।"},{"number":25,"verse":"इस लिए लाज़िम है कि तुम ज़मीन पर चलने वाले जानवरों और परिन्दों में पाक और नापाक का इम्तियाज़ करो। अपने आप को नापाक जानवर खाने से क़ाबिल-ए-घिन न बनाना, चाहे वह ज़मीन पर चलते या रेंगते हैं, चाहे हवा में उड़ते हैं। मैं ही ने उन्हें तुम्हारे लिए नापाक क़रार दिया है।"},{"number":26,"verse":"तुम्हें मेरे लिए मख़्सूस-ओ-मुक़द्दस होना है, क्यूँकि मैं क़ुद्दूस हूँ, और मैं ने तुम्हें दीगर क़ौमों में से चुन कर अपने लिए अलग कर लिया है।"},{"number":27,"verse":"तुम में से जो मुर्दों से राबिता या ग़ैबदानी करता है उसे सज़ा-ए-मौत देनी है, ख़्वाह औरत हो या मर्द। उन्हें संगसार करना। वह अपनी मौत के ख़ुद ज़िम्मादार हैं।”"}]}