{"bibleAbbr":"NCB2019","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"And now, brethren, I want to remind you of the gospel I proclaimed to you, which you received and in which you stand firm."},{"number":2,"verse":"Through it you are also being saved, provided that you are holding fast to what I proclaimed to you. If not, then you have believed in vain."},{"number":3,"verse":"[c]For I handed on to you as of primary importance what I received: that Christ died for our sins, in accordance with the Scriptures,"},{"number":4,"verse":"that he was buried and that he was raised to life on the third day in accordance with the Scriptures,"},{"number":5,"verse":"and that he appeared to Cephas, and later to the Twelve."},{"number":6,"verse":"Then he appeared to more than five hundred of the brethren at one time, most of whom are still alive, although some have fallen asleep.[d]"},{"number":7,"verse":"After that he appeared to James,[e] and then to all the apostles."},{"number":8,"verse":"Last of all, he appeared to me, as to one born abnormally."},{"number":9,"verse":"For I am the least of the apostles. I am not worthy to be called an apostle, because I persecuted the Church of God."},{"number":10,"verse":"However, by the grace of God I am what I am, and the grace he has bestowed upon me has not proved to be fruitless. Indeed, I have worked harder than any of them—although that should not be credited to me but to the grace of God within me."},{"number":11,"verse":"But whether it was I or they, this is what we preach and what you have come to believe."},{"number":12,"verse":"Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead?"},{"number":13,"verse":"If there is no resurrection of the dead, then Christ has not been raised."},{"number":14,"verse":"And if Christ has not been raised, then our preaching is useless, and so is your faith."},{"number":15,"verse":"We are even false witnesses to God, for we testified that he raised Christ when he did not raise him up, assuming it is true that the dead are not raised."},{"number":16,"verse":"For if the dead are not raised, then Christ has not been raised."},{"number":17,"verse":"And if Christ has not been raised, your faith is without any foundation, and you are still in your sins."},{"number":18,"verse":"Then those who have fallen asleep in Christ are utterly lost."},{"number":19,"verse":"If it is for just this life that we have hoped in Christ, we are the most pitiable of all men."},{"number":20,"verse":"But Christ has been raised from the dead, the firstfruits of those who have fallen asleep."},{"number":21,"verse":"For since death came into the world through a man, the resurrection of the dead has also come through a man."},{"number":22,"verse":"Just as in Adam all die, so all will be brought to life in Christ,"},{"number":23,"verse":"but each one in proper order: Christ the firstfruits; afterward, at his coming, those who belong to Christ."},{"number":24,"verse":"Then comes the end, when he hands over the kingdom to God the Father, after he has destroyed every sovereignty and authority and power.[h]"},{"number":25,"verse":"For he is destined to reign until he has put all his enemies under his feet."},{"number":26,"verse":"The last enemy to be destroyed is death."},{"number":27,"verse":"For he has put all things under his feet. But when it says “all things are put under,” it is obvious that this excludes the one who subjected everything to him."},{"number":28,"verse":"When all things are subjected to him, then the Son himself will also be subjected to the one who made all things subject to him, so that God may be all in all."},{"number":29,"verse":"Otherwise, what will people accomplish when they have themselves baptized for the dead?[i] If the dead are not raised at all, why should anyone be baptized for them?"},{"number":30,"verse":"And why should we be placing ourselves in danger every hour?"},{"number":31,"verse":"I face death every day—that is as sure as the pride that I have in you, brethren, through Jesus Christ our Lord."},{"number":32,"verse":"With only human hopes, what would I have gained by fighting those wild beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.”"},{"number":33,"verse":"Do not let anyone lead you astray. “Bad company corrupts good morals.”"},{"number":34,"verse":"Come to your senses and sin no more. For some of you have no knowledge of God. I say this to your shame."},{"number":35,"verse":"Someone may ask, “How are the dead raised? What sort of body will they have when they come back?”"},{"number":36,"verse":"This is foolish. What you sow must die before it is given new life,"},{"number":37,"verse":"and what you sow is not the body that is to be but a bare grain of wheat or of something else."},{"number":38,"verse":"God gives to it a body that he has chosen, and to each kind of seed its own particular body."},{"number":39,"verse":"Not all flesh is alike. There is one kind for human beings, another for animals, another for birds, and another for fish."},{"number":40,"verse":"There are both heavenly bodies and earthly bodies. The splendor of heavenly bodies is of one kind, and that of earthly bodies is another."},{"number":41,"verse":"The sun has a splendor of its own, the moon another splendor, and the stars still another. Indeed, the stars differ among themselves in splendor."},{"number":42,"verse":"So it is with the resurrection of the dead. What is sown is perishable; what is raised is imperishable."},{"number":43,"verse":"What is sown in dishonor is raised as glorious. What is sown in weakness is raised in power."},{"number":44,"verse":"What is sown is a physical body; what is raised is a spiritual body. The Natural and the Spiritual Body. If there is a natural body, there is also a spiritual body."},{"number":45,"verse":"As it is written, the first man, Adam, became a living being; the last Adam has become a lifegiving spirit."},{"number":46,"verse":"But the spiritual body did not come first. Rather the natural body came first, and then the spiritual."},{"number":47,"verse":"The first man was formed from the dust of the earth; the second man is from heaven."},{"number":48,"verse":"The man formed from dust is the pattern for earthly people; the heavenly man is the pattern for those who are of heaven."},{"number":49,"verse":"Just as we have borne the image of the man formed from dust, so shall we also bear the likeness of the heavenly one."},{"number":50,"verse":"What I am asserting, brethren, is that flesh and blood cannot inherit the kingdom of God, nor can the perishable inherit what is imperishable."},{"number":51,"verse":"Listen while I tell you a mystery. We shall not all fall asleep, but we shall all be changed"},{"number":52,"verse":"in an instant, in the twinkling of an eye, at the sound of the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed.[k]"},{"number":53,"verse":"For this perishable body must be clothed with the imperishable, and this mortal body must put on immortality."},{"number":54,"verse":"When this perishable body puts on imperishability, and this mortal body puts on immortality, then will the words that are written be fulfilled: “Death has been swallowed up in victory."},{"number":55,"verse":"Where, O death, is your victory? Where, O death, is your sting?”"},{"number":56,"verse":"The sting of death is sin, and the power of sin is the Law."},{"number":57,"verse":"But thanks be to God who gives us the victory through our Lord Jesus Christ."},{"number":58,"verse":"Therefore, my beloved brethren, stand firm and immovable, devoting yourselves completely to the work of the Lord, knowing that in the Lord your labor is not in vain."}]}