{"bibleAbbr":"KJV1611","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":10,"verses":[{"number":1,"verse":"After these things, the Lord appointed other seuenty also, and sent them two and two before his face, into euery citie and place, whither hee himselfe would come."},{"number":2,"verse":"Therefore said hee vnto them, The haruest truly is great, but the labourers are few; pray ye therefore the Lord of the haruest, that he would send foorth labourers into his haruest."},{"number":3,"verse":"Go your wayes: Behold, I send you forth as lambes among wolues."},{"number":4,"verse":"Cary neither purse nor scrip, nor shoes, and salute no man by the way."},{"number":5,"verse":"And into whatsoeuer house yee enter, first say, Peace bee to this house."},{"number":6,"verse":"And if the sonne of peace be there, your peace shall rest vpon it: if not, it shall turne to you againe."},{"number":7,"verse":"And in the same house remaine, eating and drinking such things as they giue: For the labourer is worthy of his hire. Goe not from house to house."},{"number":8,"verse":"And into whatsoeuer citie yee enter, and they receiue you, eate such things as are set before you:"},{"number":9,"verse":"And heale the sicke that are therein, and say vnto them, The kingdome of God is come nigh vnto you."},{"number":10,"verse":"But into whatsoeuer citie yee enter, and they receiue you not, goe your waies out into the streetes of the same, and say,"},{"number":11,"verse":"Euen the very dust of your citie which cleaueth on vs, we doe wipe off against you: notwithstanding, be yee sure of this, that the kingdome of God is come nigh vnto you."},{"number":12,"verse":"But I say vnto you, That it shall be more tolerable in that day for Sodome, then for that citie."},{"number":13,"verse":"Woe vnto thee Chorazin, wo vnto thee Bethsaida: For if the mighty workes had beene done in Tyre and Sidon, which haue beene done in you, they had a great while agoe repented, sitting in sackcloth and ashes."},{"number":14,"verse":"But it shall be more tolerable for Tyre and Sidon at the iudgment, then for you."},{"number":15,"verse":"And thou Capernaum, which art exalted to heauen, shalt be thrust downe to hell."},{"number":16,"verse":"Hee that heareth you, heareth me: and he that despiseth you, despiseth me: and he that despiseth me, despiseth him that sent me."},{"number":17,"verse":"And the seuenty returned againe with ioy, saying, Lord, euen the deuils are subiect vnto vs through thy name."},{"number":18,"verse":"And he said vnto them, I beheld Satan as lightning fall from heauen."},{"number":19,"verse":"Behold, I giue vnto you power to tread on serpents and scorpions, and ouer all the power of the enemie: and nothing shall by any meanes hurt you."},{"number":20,"verse":"Notwithstanding in this reioyce not, that the spirits are subiect vnto you: but rather reioyce, because your names are written in heauen."},{"number":21,"verse":"In that houre Iesus reioyced in spirit, and said, I thanke thee, O father, Lord of heauen and earth, that thou hast hid these things from the wise and prudent, and hast reuealed them vnto babes: euen so father, for so it seemed good in thy sight."},{"number":22,"verse":"All things are deliuered to me of my father: and no man knoweth who the sonne is, but the father: and who the father is, but the sonne, and he to whom the sonne will reueale him."},{"number":23,"verse":"And he turned him vnto his disciples, and said priuately, Blessed are the eyes which see the things that yee see."},{"number":24,"verse":"For I tell you, that many Prophets, and kings haue desired to see those things which yee see, and haue not seene them: & to heare those things which yee heare, and haue not heard them."},{"number":25,"verse":"And behold, a certaine Lawyer stood vp, and tempted him, saying, Master, what shall I doe to inherite eternall life? He said vnto him,"},{"number":26,"verse":"What is written in the law? how readest thou?"},{"number":27,"verse":"And he answering, said, Thou shalt loue the Lord thy God with all thy heart, and with all thy soule, and with all thy strength, and with all thy minde, and thy neighbour as thy selfe."},{"number":28,"verse":"And he said vnto him, Thou hast answered right: this do, and thou shalt liue."},{"number":29,"verse":"But he willing to iustifie himselfe, said vnto Iesus, And who is my neighbour?"},{"number":30,"verse":"And Iesus answering, said, A certaine man went downe from Hierusalem to Iericho, and fel among theeues, which stripped him of his raiment, and wounded him, and departed, leauing him halfe dead."},{"number":31,"verse":"And by chaunce there came downe a certaine Priest that way, and when he saw him, he passed by on the other side."},{"number":32,"verse":"And likewise a Leuite, when hee was at the place, came and looked on him, and passed by on the other side."},{"number":33,"verse":"But a certaine Samaritane as he iourneyed, came where he was; and when hee saw him, hee had compassion on him,"},{"number":34,"verse":"And went to him, and bound vp his wounds, powring in oile and wine, and set him on his owne beast, and brought him to an Inne, and tooke care of him."},{"number":35,"verse":"And on the morrow when he departed, hee tooke out two pence, and gaue them to the hoste, and saide vnto him, Take care of him, and whatsoeuer thou spendest more, when I come againe I will repay thee."},{"number":36,"verse":"Which now of these three, thinkest thou, was neighbour vnto him that fell among the theeues?"},{"number":37,"verse":"And he said, He that shewed mercie on him. Then said Iesus vnto him, Goe, and doe thou likewise."},{"number":38,"verse":"Now it came to passe, as they went, that he entred into a certaine village: and a certaine woman named Martha, receiued him into her house."},{"number":39,"verse":"And shee had a sister called Mary, which also sate at Iesus feet, and heard his word:"},{"number":40,"verse":"But Martha was cumbred about much seruing, and came to him, and said, Lord, doest thou not care that my sister hath left mee to serue alone? Bid her therefore that she helpe me."},{"number":41,"verse":"And Iesus answered, and saide vnto her, Martha, Martha, thou art carefull, and troubled about many things:"},{"number":42,"verse":"But one thing is needefull, and Mary hath chosen that good part, which shall not bee taken away from her."}]}