{"bibleAbbr":"KJV1611","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"And he spake a parable vnto them, to this ende, that men ought alwayes to pray, and not to faint,"},{"number":2,"verse":"Saying, There was in a city a Iudge, which feared not God neither regarded man."},{"number":3,"verse":"And there was a widowe in that citie, and she came vnto him, saying, Auenge me of mine aduersarie:"},{"number":4,"verse":"And hee would not for a while. But afterward he said within himselfe, Though I feare not God, nor regard man,"},{"number":5,"verse":"Yet because this widow troubleth me, I will auenge her, lest by her continuall comming, she wearie me."},{"number":6,"verse":"And the Lord said, Heare what the vniust iudge saith."},{"number":7,"verse":"And shall not God auenge his owne elect, which crie day and night vnto him, thogh he beare long with them?"},{"number":8,"verse":"I tell you that he wil auenge them speedily. Neuerthelesse, when the Son of man commeth, shall hee find faith on the earth?"},{"number":9,"verse":"And he spake this parable vnto certaine which trusted in themselues that they were righteous, & despised other:"},{"number":10,"verse":"Two men went vp into the Temple to pray, the one a Pharisee, and the other a Publicane."},{"number":11,"verse":"The Pharisee stood and prayed thus with himselfe, God, I thank thee, that I am not as other men are, extortioners, vniust, adulterers, or euen as this Publicane."},{"number":12,"verse":"I fast twise in the weeke, I giue tithes of all that I possesse."},{"number":13,"verse":"And the Publicane standing afarre off, would not lift vp so much as his eyes vnto heauen: but smote vpon his breast, saying, God me mercifull to mee a sinner."},{"number":14,"verse":"I tell you, this man went downe to his house iustified rather then the other: For euery one that exalteth himselfe, shall be abased: and hee that humbleth himselfe, shall be exalted."},{"number":15,"verse":"And they brought vnto him also infants, that he would touch them: but when his disciples saw it, they rebuked them."},{"number":16,"verse":"But Iesus called them vnto him, and said, Suffer litle children to come vnto me, and forbid them not: for of such is the kingdome of God."},{"number":17,"verse":"Uerely I say vnto you, whosoeuer shall not receiue the kingdome of God as a litle child, shal in no wise enter therein."},{"number":18,"verse":"And a certaine ruler asked him, saying, Good master, what shall I doe to inherit eternall life?"},{"number":19,"verse":"And Iesus said vnto him, Why callest thou mee good? None is good saue one, that is God."},{"number":20,"verse":"Thou knowest the commaundements, Doe not commit adulterie, Doe not kill, Doe not steale, Doe not beare false witnesse, Honour thy father and thy mother."},{"number":21,"verse":"And he said, All these haue I kept from my youth vp."},{"number":22,"verse":"Now when Iesus heard these things, hee said vnto him, Yet lackest thou one thing: Sell all that thou hast, and distribute vnto the poore, and thou shalt haue treasure in heauen, and come, follow me."},{"number":23,"verse":"And when he heard this, he was very sorowfull, for he was very rich."},{"number":24,"verse":"And when Iesus saw that hee was very sorrowfull, he said, How hardly shal they that haue riches, enter into the kingdome of God?"},{"number":25,"verse":"For it is easier for a camel to goe thorow a needles eye, then for a rich man to enter into the kingdom of God."},{"number":26,"verse":"And they that heard it, said, Who then can be saued?"},{"number":27,"verse":"And he said, The things which are vnpossible with men, are possible with God."},{"number":28,"verse":"Then Peter said, Loe, we haue left all, and followed thee."},{"number":29,"verse":"And he said vnto them, Uerily, I say vnto you, there is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdome of Gods sake,"},{"number":30,"verse":"Who shall not receiue manifold more in this present time, and in the world to come life euerlasting."},{"number":31,"verse":"Then hee tooke vnto him the twelue, and said vnto them, Behold, we goe vp to Hierusalem, and al things that are written by the Prophets concerning the sonne of man, shall be accomplished."},{"number":32,"verse":"For he shall be deliuered vnto the Gentiles, and shall be mocked, and spitefully intreated, and spitted on:"},{"number":33,"verse":"And they shall scourge him, and put him to death, and the third day he shall rise againe."},{"number":34,"verse":"And they vnderstood none of these things: and this saying was hid from them, neither knew they the things which were spoken."},{"number":35,"verse":"And it came to passe, that as he was come nigh vnto Iericho, a certaine blinde man sate by the way side, begging,"},{"number":36,"verse":"And hearing the multitude passe by, he asked what it meant."},{"number":37,"verse":"And they tolde him that Iesus of Nazareth passeth by."},{"number":38,"verse":"And he cried, saying, Iesus thou sonne of Dauid, haue mercie on me."},{"number":39,"verse":"And they which went before, rebuked him, that hee should holde his peace: but hee cried so much the more, Thou Sonne of Dauid, haue mercie on mee."},{"number":40,"verse":"And Iesus stood and commanded him to be brought vnto him: and when he was come neere, he asked him,"},{"number":41,"verse":"Saying, What wilt thou that I shall doe vnto thee? And he said, Lord, that I may receiue my sight."},{"number":42,"verse":"And Iesus said vnto him, Receiue thy sight, thy faith hath saued thee."},{"number":43,"verse":"And immediately he receiued his sight, and followed him, glorifying God: and all the people when they saw it, gaue praise vnto God."}]}