{"bibleAbbr":"KJV1611","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":8,"verses":[{"number":1,"verse":"And it came to passe afterward, that he went throughout euery citie and village preaching, and shewing the glad tidings of the kingdome of God: and the twelue were with him,"},{"number":2,"verse":"And certaine women which had bene healed of euill spirits and infirmities, Mary called Magdalene out of whom went seuen deuils,"},{"number":3,"verse":"And Ioanna the wife of Chuza, Herods steward, and Susanna, and many others which ministred vnto him of their substance."},{"number":4,"verse":"And when much people were gathered together, and were come to him out of euery citie, he spake by a parable:"},{"number":5,"verse":"A Sower went out to sowe his seed: and as he sowed, some fell by the wayes side, and it was troden downe, and the foules of the aire deuoured it."},{"number":6,"verse":"And some fell vpon a rocke, and assoone as it was sprung vp, it withered away, because it lacked moisture."},{"number":7,"verse":"And some fell among thornes, and the thornes sprang vp with it, and choked it."},{"number":8,"verse":"And other fell on good ground, and sprang vp, and bare fruite an hundred fold. And when hee saide these things, he cryed, He that hath eares to heare, let him heare."},{"number":9,"verse":"And his disciples asked him, saying, What might this parable be?"},{"number":10,"verse":"And he said, Unto you it is giuen to know the mysteries of the kingdome of God: but to others in parables, that seeing, they might not see, and hearing, they might not vnderstand."},{"number":11,"verse":"Now the parable is this: The seed is the word of God."},{"number":12,"verse":"Those by the way side, are they that heare: then commeth the deuil, and taketh away the word out of their hearts, least they should beleeue, and be saued."},{"number":13,"verse":"They on the rocke, are they which when they heare, receiue the word with ioy; and these haue no roote, which for a while beleeue, and in time of temptation fall away."},{"number":14,"verse":"And that which fell among thornes, are they, which when they haue heard, goe forth, and are choked with cares and riches, and pleasures of this life, and bring no fruite to perfection."},{"number":15,"verse":"But that on the good ground, are they, which in an honest and good heart hauing heard the word, keepe it, and bring foorth fruite with patience."},{"number":16,"verse":"No man when he hath lighted a candle, couereth it with a vessell, or putteth it vnder a bed: but setteth it on a candlesticke, that they which enter in, may see the light."},{"number":17,"verse":"For nothing is secret, that shall not be made manifest: neither any thing hid, that shall not be knowen, and come abroad."},{"number":18,"verse":"Take heede therefore how yee heare: for whosoeuer hath, to him shall bee giuen; and whosoeuer hath not, from him shall be taken, euen that which he seemeth to haue."},{"number":19,"verse":"Then came to him his mother and his brethren, and could not come at him for the prease."},{"number":20,"verse":"And it was told him by certaine which saide, Thy mother and thy brethren stand without, desiring to see thee."},{"number":21,"verse":"And hee answered and said vnto them, My mother and my brethren are these which heare the word of God, and doe it."},{"number":22,"verse":"Now it came to passe on a certaine day, that he went into a ship, with his disciples: and hee said vnto them, Let vs goe ouer vnto the other side of the lake, and they lanched foorth."},{"number":23,"verse":"But as they sailed, he fell asleepe, and there came downe a storme of wind on the lake, and they were filled with water, and were in ieopardie."},{"number":24,"verse":"And they came to him, and awoke him, saying, Master, master, we perish. Then he rose, and rebuked the wind, and the raging of the water: and they ceased, and there was a calme."},{"number":25,"verse":"And he saide vnto them, Where is your faith? And they being afraide wondred, saying one to another, What maner of man is this? For he commandeth euen the winds and water, and they obey him."},{"number":26,"verse":"And they arriued at the countrey of the Gadarenes, which is ouer against Galilee."},{"number":27,"verse":"And when he went forth to land, there met him out of the citie a certaine man which had deuils long time, and ware no clothes, neither abode in any house, but in the tombes."},{"number":28,"verse":"When he saw Iesus, he cried out, and fell downe before him, and with a loud voyce said, What haue I to doe with thee, Iesus, thou sonne of God most high? I beseech thee torment me not."},{"number":29,"verse":"(For he had commanded the vncleane spirit to come out of the man: For oftentimes it had caught him, and he was kept bound with chaines, and in fetters: and he brake the bands, and was driuen of the deuil into the wildernesse.)"},{"number":30,"verse":"And Iesus asked him, saying, What is thy name? And he said, Legion: because many deuils were entred into him."},{"number":31,"verse":"And they besought him, that he would not command them to goe out into the deepe."},{"number":32,"verse":"And there was there an herd of many swine feeding on the mountaine: and they besought him that he would suffer them to enter into them: and he suffered them."},{"number":33,"verse":"Then went the deuils out of the man, and entred into the swine: and the herd ran violently downe a steepe place into the lake, and were choked."},{"number":34,"verse":"When they that fed them saw what was done, they fled, and went, and tolde it in the citie, and in the countrey."},{"number":35,"verse":"Then they went out to see what was done, and came to Iesus, and found the man, out of whom the deuils were departed, sitting at the feete of Iesus, clothed, and in his right minde: and they were afraid."},{"number":36,"verse":"They also which saw it, told them by what meanes he that was possessed of the deuils, was healed."},{"number":37,"verse":"Then the whole multitude of the countrey of the Gadarenes round about, besought him to depart from them, for they were taken with great feare: and he went vp into the ship, and returned back againe."},{"number":38,"verse":"Now the man, out of whom the deuils were departed, besought him that he might be with him: but Iesus sent him away, saying,"},{"number":39,"verse":"Returne to thine owne house, and shew how great things God hath done vnto thee. And he went his way, and published throughout the whole citie how great things Iesus had done vnto him."},{"number":40,"verse":"And it came to passe, that when Iesus was returned, the people gladly receiued him: for they were all waiting for him."},{"number":41,"verse":"And behold, there came a man named Iairus, and hee was a ruler of the Synagogue, and hee fell downe at Iesus feete, and besought him that hee would come into his house:"},{"number":42,"verse":"For hee had one onely daughter about twelue yeeres of age, and she lay a dying. (But as hee went the people thronged him."},{"number":43,"verse":"And a woman hauing an issue of blood twelue yeres, which had spent all her liuing vpon Phisitions, neither could be healed of any,"},{"number":44,"verse":"Came behinde him, and touched the border of his garment: and immediatly her issue of blood stanched."},{"number":45,"verse":"And Iesus saide, Who touched mee? When all denied, Peter and they that were with him, said, Master, the multitude throng thee, and preasse thee, and sayest thou, Who touched me?"},{"number":46,"verse":"And Iesus saide, Some body hath touched mee: for I perceiue that vertue is gone out of me."},{"number":47,"verse":"And when the woman saw that she was not hid, shee came trembling, and falling downe before him, shee declared vnto him before all the people, for what cause shee had touched him, and how she was healed immediatly."},{"number":48,"verse":"And he said vnto her, Daughter, be of good comfort, thy faith hath made thee whole, goe in peace.)"},{"number":49,"verse":"While hee yet spake, there commeth one from the ruler of the Synagogues house, saying to him, Thy daughter is dead, trouble not the Master."},{"number":50,"verse":"But when Iesus heard it, he answered him, saying, Feare not, beleeue onely, and she shalbe made whole."},{"number":51,"verse":"And when hee came into the house, hee suffered no man to goe in, saue Peter, and Iames, and Iohn, and the father and the mother of the mayden."},{"number":52,"verse":"And all wept, and bewailed her: but he said, Weepe not, she is not dead, but sleepeth."},{"number":53,"verse":"And they laughed him to scorne, knowing that she was dead."},{"number":54,"verse":"And hee put them all out, and tooke her by the hand, and called, saying, Mayd, arise."},{"number":55,"verse":"And her spirit came againe, and shee arose straightway: and hee commanded to giue her meat."},{"number":56,"verse":"And her parents were astonished: but hee charged them that they should tell no man what was done."}]}