{"bibleAbbr":"KJ3-2005","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"And these were those coming to David to Ziklag, while banned from the face of Saul the son of Kish. And they were among the mighty ones, helping in the battle;"},{"number":2,"verse":"being right-handed and being lefthanded, armed with bows, with stones, and with arrows, with the bow from the brothers of Saul, of Benjamin."},{"number":3,"verse":"The head was Ahiezer, and Joash, the sons of Shemaah the Gibeathite and Jeziel, and Pelet, the sons of Azmaveth; and Berachah, and Jehu the Anethothite;"},{"number":4,"verse":"Ishmaiah the Gibeonite, a mighty one among the thirty, and over the thirty; and Jeremiah, and Jahaziel, and Johanan, and Jozabad the Gederathite,"},{"number":5,"verse":"Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite;"},{"number":6,"verse":"Elkanah, and Jesaiah, and Azarael, and Joezer, and Jashobeam, the Korahites,"},{"number":7,"verse":"and Joelah and Zebadiah, the sons of Jeroham of Gedor."},{"number":8,"verse":"And of the Gadites, there were separated to David, to the stronghold in the wilderness, mighty ones of strength, men of the army for battle, setting shield and spear in order, and their faces the face of a lion, and as gazelles on the heights for swiftness:"},{"number":9,"verse":"Ezer the chief, Obadiah, the second; Eliab, the third;"},{"number":10,"verse":"Mishmannah, the fourth; Jeremiah, the fifth;"},{"number":11,"verse":"Attai, the sixth; Eliel, the seventh;"},{"number":12,"verse":"Johanan, the eighth; Elzabad, the ninth;"},{"number":13,"verse":"Jeremiah, the tenth; Machbanai, the eleventh."},{"number":14,"verse":"These were of the sons of Gad, heads of the army. The least was equal to a hundred, and the greatest as a thousand."},{"number":15,"verse":"These were they who crossed over the Jordan in the first month; and it was full, over all its banks; and put to flight all those of the valleys, to the east and to the west."},{"number":16,"verse":"And some of the sons of Benjamin and Judah came to the stronghold of David."},{"number":17,"verse":"And David went out before them, and answered and said to them, If you have come to me for peace, to help me, I have a heart to unite with yours. But if to betray me to my adversary, there is no violence in my hand; the God of our fathers shall see and reprove."},{"number":18,"verse":"And the Spirit enwrapped Amasai, the head of the thirty: To you, O David, and with you, O son of Jesse, peace! Peace to you, and peace to your helpers, for your God has helped you. And David received them, and put them among the heads of the band."},{"number":19,"verse":"And some from Manasseh fell to David as he came with the Philistines to battle against Saul. And they did not help them, for by counsel the rulers of the Philistines sent them away, saying, He will fall to his master Saul with our heads."},{"number":20,"verse":"As he went to Ziklag, there fell to him from Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zillethai, heads of the thousands that were of Manasseh."},{"number":21,"verse":"And they helped David against the raiding band, for they all were mighty ones of strength; and they were commanders in the army;"},{"number":22,"verse":"for at the time they came daily to David, to help him, until it was a great army, like an army of God."},{"number":23,"verse":"And these were the numbers of the heads of those that were armed for war, who came to David to Hebron, to turn the kingdom of Saul to him, according to the mouth of Jehovah."},{"number":24,"verse":"The sons of Judah, bearing shield and spear, were six thousand, eight hundred, armed for war."},{"number":25,"verse":"Of the sons of Simeon, mighty ones of strength for the war, seven thousand, one hundred."},{"number":26,"verse":"Of the sons of Levi were four thousand, six hundred."},{"number":27,"verse":"And Jehoiada was the leader of the Aaronites and with him three thousand, seven hundred;"},{"number":28,"verse":"and Zadok, a youth, a mighty one of strength; and of the house of his father were twenty-two leaders."},{"number":29,"verse":"And of the sons of Benjamin, Saul's brothers, were three thousand. For before, the most of them had kept their allegiance to the house of Saul."},{"number":30,"verse":"And of the sons of Ephraim were twenty thousand, eight hundred, mighty ones of strength, famous men to the house of their fathers."},{"number":31,"verse":"And of the half tribe of Manasseh were eighteen thousand who were designated by name, to come to make David king."},{"number":32,"verse":"And of the sons of Issachar, having understanding of the times, to know what Israel should do. Their heads were two hundred, and all their brothers were at their mouth."},{"number":33,"verse":"Of Zebulun, going forth to the army, that could set the battle in array with all kinds of weapons of war, fifty thousand; and keeping rank without a double heart."},{"number":34,"verse":"And of Naphtali, a thousand chiefs; and with them with shield and spear were thirtyseven thousand."},{"number":35,"verse":"And of the Danites arraying the battle were twenty-eight thousand, six hundred."},{"number":36,"verse":"And of Asher, going out to the army to set in order the battle were forty thousand."},{"number":37,"verse":"And from beyond the Jordan: of the Reubenites, and of the Gadites, and of the half tribe of Manasseh, with all of the weapons of war for battle were a hundred and twenty thousand."},{"number":38,"verse":"All these were men of war, keeping rank; they came to Hebron with a perfect heart, to make David king over all Israel. And also all the rest of Israel was of one heart, to make David king."},{"number":39,"verse":"And they were there with David three days, eating and drinking. For their brothers had prepared for them."},{"number":40,"verse":"And also those near to them, to Issachar, and Zebulun, and Naphtali, brought in bread on asses, and on camels, and on mules, and on oxen; food of fine flour, fig cakes, and raisin cakes, and wine, and oil, and oxen, and sheep, to great plenty. For joy was in Israel."}]}