{"bibleAbbr":"KJ3-2005","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"And he built houses for himself in the City of David, and prepared a place for the ark of God, and stretched out a tent for it."},{"number":2,"verse":"Then David said, None should bear the ark of God except the Levites, for Jehovah had chosen them to bear the ark of God, and to serve Him forever."},{"number":3,"verse":"And David gathered all Israel to Jerusalem, to bring up the ark of Jehovah to its place that he had prepared for it."},{"number":4,"verse":"And David gathered the sons of Aaron and the Levites."},{"number":5,"verse":"Of the sons of Kohath, Uriel the chief, and his brothers, a hundred and twenty."},{"number":6,"verse":"Of the sons of Merari, Asaiah the chief, and his brothers, two hundred and twenty."},{"number":7,"verse":"Of the sons of Gershom: Joel the chief, and his brothers, a hundred and thirty."},{"number":8,"verse":"Of the sons of Elizaphan, Shemaiah the chief, and his brothers, two hundred."},{"number":9,"verse":"Of the sons of Hebron, Eliel the chief, and his brothers, eighty."},{"number":10,"verse":"Of the sons of Uzziel, Amminadab the chief, and his brothers, a hundred and twelve."},{"number":11,"verse":"And David called to Zadok and to Abiathar the priests, and to the Levites, to Uriel, Asaiah, and Joel, Shemaiah, and Eliel, and Amminadab,"},{"number":12,"verse":"and said to them, You are the heads of your fathers of the Levites; sanctify yourselves, you and your brothers, and you shall bring up the ark of Jehovah, the God of Israel, to the place I have prepared for it."},{"number":13,"verse":"Because you did not do so at the first, Jehovah our God broke in against us, for we did not seek Him according to the ordinance."},{"number":14,"verse":"And the priests and the Levites sanctified themselves to bring up the ark of Jehovah the God of Israel."},{"number":15,"verse":"And the sons of the Levites lifted up the ark of God, as Moses commanded, according to the Word of Jehovah, by staves above on the shoulders."},{"number":16,"verse":"And David commanded the chiefs of the Levites to appoint their brothers the singers with instruments of song, psalteries, and harps, and sounding cymbals, to lift up the voice for joy."},{"number":17,"verse":"And the Levites appointed Heman the son of Joel; and of his brothers, Asaph the son of Berechiah; and of the sons of Merari, their brothers, Ethan the son of Kushaiah."},{"number":18,"verse":"And with them were their brothers of the second rank, Zechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni, Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Elipheleh, and Mikneiah, and Obed-edom, and Jeiel, the gatekeepers."},{"number":19,"verse":"And the singers were Heman, Asaph, and Ethan, to sound with cymbals of bronze;"},{"number":20,"verse":"and Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah, with harps set to Alamoth;"},{"number":21,"verse":"and Mattithiah, and Elipheleh, and Mikneiah, and Obed-edom, and Jeiel, and Azaziah with lyres on the octave, to oversee."},{"number":22,"verse":"And Chenaniah the chief of the Levites led in the song, instructing in the song, because he was skillful."},{"number":23,"verse":"And Berechiah and Elkanah were gatekeepers for the ark."},{"number":24,"verse":"And Shebaniah, and Jehoshaphat, and Nethaneel, and Amasai, and Zechariah, and Benaiah, and Eliezer the priests were blowing with the trumpets before the ark of God. And Obed-edom and Jehiah were gatekeepers for the ark."},{"number":25,"verse":"And it was David, and the elders of Israel, and the commanders of the thousands, who were going to bring up the ark of the covenant of Jehovah from the house of Obed-edom with joy."},{"number":26,"verse":"And it happened, as God helped the Levites lifting up the ark of the covenant of Jehovah, they sacrificed seven bulls and seven rams."},{"number":27,"verse":"And David was clothed with a robe of fine linen, and all the Levites that carried the ark, and the singers, and Chenaniah, the master of the song with the singers. David also had an ephod of linen on him."},{"number":28,"verse":"And all Israel was bringing up the ark of the covenant of Jehovah with shouting, and with the sound of a rams' horn, and with trumpets, and cymbals, sounding aloud with lyres and harps."},{"number":29,"verse":"And it happened, as the ark of the covenant of Jehovah came to the City of David, Michal the daughter of Saul looked out through the window and saw King David dancing and laughing. And she despised him in her heart."}]}