{"bibleAbbr":"KJ3-2005","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"And David said, This is the house of Jehovah God, and this altar for burnt offering for Israel."},{"number":2,"verse":"And David commanded the aliens in the land of Israel to be gathered, and appointed masons to cut stones to build the house of God."},{"number":3,"verse":"And David prepared iron in abundance for nails, for leaves of the gates, and for couplings; and very much bronze; there was no weighing it."},{"number":4,"verse":"And also cedar trees without number, for the Sidonians and the Tyrians brought in cedar trees in abundance to David."},{"number":5,"verse":"And David said, My son Solomon is a youth and tender, and the house to be built to Jehovah is to be made great, to a height, for a name and for beauty to all the land; I pray, let me prepare for it. And David prepared in abundance before his death."},{"number":6,"verse":"And he called for his son Solomon, and commanded him to build a house to Jehovah, the God of Israel."},{"number":7,"verse":"And David said to his son Solomon, As for me, it has been in my heart to build a house to the name of Jehovah my God."},{"number":8,"verse":"But the Word of Jehovah was against me, saying, You have shed blood in abundance, and you have made great wars; you shall not build a house to My name, for you have shed much blood to the earth before Me."},{"number":9,"verse":"Behold, a son shall be born to you; he shall be a man of rest, and I will give him rest from all his enemies all around, for Solomon shall be his name, and I will give peace and quietness to Israel in his days;"},{"number":10,"verse":"he shall build a house to My name, and he shall be a son to Me, and I a Father to him; and I will establish the throne of his kingdom over Israel forever."},{"number":11,"verse":"Now, my son, may Jehovah be with you, and may you prosper and build the house of Jehovah your God, as He spoke concerning you."},{"number":12,"verse":"Only, may Jehovah give wisdom and understanding to you and command you as to Israel, even to keep the Law of Jehovah your God;"},{"number":13,"verse":"then you shall prosper, if you observe to do the statutes and the judgments that Jehovah commanded Moses as to Israel; be strong and courageous; do not fear and do not be cast down."},{"number":14,"verse":"And, behold, in my affliction I have prepared a hundred thousand gold talents for the house of Jehovah, and a million talents of silver; and there is no weighing of the bronze and iron, for it is in abundance; and I have prepared wood and stones, and you shall add to them."},{"number":15,"verse":"And there are many workmen with you, masons and carvers in stone, and of wood, and every skillful man for every work."},{"number":16,"verse":"No number is to the gold, and to the silver, and to the bronze, and to the iron; rise up and act, for Jehovah is with you."},{"number":17,"verse":"And David commanded all the rulers of Israel to give help to his son Solomon:"},{"number":18,"verse":"Is not Jehovah your God with you? Yea, He has given you rest all around, for He has given into my hand those living in the land, and has subdued the land before Jehovah and before His people."},{"number":19,"verse":"Now give your heart and your soul to seek to Jehovah your God, and rise up and build the sanctuary of Jehovah God, to bring in the ark of the covenant of Jehovah, and the holy vessels of God, to the house that is to be built in the name of Jehovah."}]}