{"bibleAbbr":"KJ3-2005","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"And David and the commanders of the army separated some to the service of the sons of Asaph and Heman and Jeduthun, who were prophets with harps, with lyres and with cymbals. And their number, of the workmen according to their service, was:"},{"number":2,"verse":"of the sons of Asaph: Zaccur, and Joseph, and Nethaniah, and Asarelah, the sons of Asaph at the hands of Asaph, who prophesied at the hands of the king."},{"number":3,"verse":"Of Jeduthun; the sons of Jeduthun: Gedaliah, and Zeri, and Jeshaiah, Hashabiah and Mattithiah, and Shimei, six, under the hands of their father Jeduthun who prophesied with the lyre to give thanks and to praise Jehovah."},{"number":4,"verse":"Of Heman were the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth."},{"number":5,"verse":"All these were the sons of Heman the king's seer in the Words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."},{"number":6,"verse":"All these were at the hands of their father for song in the house of Jehovah, with cymbals, harps, and lyres, for the service of the house of God, at the hands of the king: Asaph, Jeduthun and Heman."},{"number":7,"verse":"So was their number, with their brothers who were instructed in singing to Jehovah, all that were discerning: two hundred, eighty-eight."},{"number":8,"verse":"And they made fall lots for duty, as in the rule, as the small, so the great, the one teaching with the pupil."},{"number":9,"verse":"And the first lot came out for Asaph, to Joseph: Gedaliah, he was the second; and his brothers and sons twelve men."},{"number":10,"verse":"The third was Zaccur, his sons and his brothers, twelve."},{"number":11,"verse":"The fourth was to Izri, his sons and his brothers, twelve."},{"number":12,"verse":"The fifth was to Nethaniah, his sons and his brothers, twelve."},{"number":13,"verse":"The sixth was to Bukkiah, his sons and his brothers, twelve."},{"number":14,"verse":"The seventh was to Jesharelah, his sons and his brothers, twelve."},{"number":15,"verse":"The eighth was to Jeshaiah, his sons and his brothers, twelve."},{"number":16,"verse":"The ninth was to Mattaniah, his sons and his brothers, twelve."},{"number":17,"verse":"The tenth was to Shimei, his sons and his brothers, twelve."},{"number":18,"verse":"The eleventh was Azareel his sons and his brothers, twelve."},{"number":19,"verse":"The twelfth to Hashabiah, his sons and his brothers, twelve."},{"number":20,"verse":"The thirteenth to Shubael, his sons and his brothers, twelve."},{"number":21,"verse":"The fourteenth to Mattithiah, his sons and his brothers, twelve."},{"number":22,"verse":"The fifteenth to Jeremoth, his sons and his brothers, twelve."},{"number":23,"verse":"The sixteenth to Hananiah, his sons and his brothers, twelve."},{"number":24,"verse":"The seventeenth to Joshbekashah, his sons and his brothers, twelve."},{"number":25,"verse":"The eighteenth to Hanani, his sons and his brothers, twelve."},{"number":26,"verse":"The nineteenth to Mallothi, his sons and his brothers, twelve."},{"number":27,"verse":"The twentieth to Eliathah, his sons and his brothers, twelve."},{"number":28,"verse":"The twenty-first to Hothir, his sons and his brothers, twelve."},{"number":29,"verse":"The twenty-second to Giddalti, his sons and his brothers, twelve."},{"number":30,"verse":"The twenty-third to Mahazioth, his sons and his brothers, twelve."},{"number":31,"verse":"The twenty-fourth to Romamti-ezer, his sons and his brothers, twelve."}]}