{"bibleAbbr":"msAB1996","bookName":"YOSUA","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"( Wilayah yang Diberikan kepada Suku Yehuda) Keluarga-keluarga suku Yehuda menerima bahagian tanah yang sempadannya adalah sebagai berikut: Di sebelah selatan, tanah itu terbentang luas sampai ke hujung paling selatan padang gurun Zin, di sempadan Edom."},{"number":2,"verse":"Sempadan di sebelah selatan ini bermula dari hujung bahagian selatan Laut Mati,"},{"number":3,"verse":"lalu menghala ke selatan dari Genting Akrabim sampai ke Zin. Sempadan itu melalui sebelah selatan Kades-Barnea, Hezron, lalu naik ke Adar, kemudian membelok ke arah Karka."},{"number":4,"verse":"Dari situ sempadan itu sampai ke Azmon, lalu mengikut sungai kecil di sempadan Mesir sehingga sampai di Laut Tengah. Itulah sempadan bahagian selatan negeri Yehuda."},{"number":5,"verse":"Sempadannya di sebelah timur adalah Laut Mati dan terus sampai ke teluk kecil laut itu, di muara Sungai Yordan. Sempadannya di sebelah utara bermula dari muara Sungai Yordan,"},{"number":6,"verse":"lalu naik ke Bet-Hogla, sampai ke utara rabung yang menghadap Lembah Yordan. Dari situ sempadan itu naik ke Batu Bohan (Bohan ialah anak lelaki Ruben),"},{"number":7,"verse":"dan dari Lembah Kesusahan naik ke Debir, lalu menghala ke utara ke arah Gilgal, yang berhadapan dengan Genting Adumim di bahagian selatan lembah itu. Dari situ sempadannya menuju ke mata air En-Semes, lalu ke En-Rogel,"},{"number":8,"verse":"kemudian naik melalui Lembah Hinom di sebelah selatan bukit, tempat letaknya Yerusalem, kota orang Yebusi. Dari situ sempadan itu menuju ke puncak bukit itu, di sebelah barat Lembah Hinom, iaitu di hujung bahagian utara Lembah Refaim."},{"number":9,"verse":"Dari situ sempadan itu menuju ke mata air Neftoah, sampai ke kota-kota dekat Gunung Efron. Dari situ sempadan membelok ke arah Baala (iaitu Kiryat-Yearim),"},{"number":10,"verse":"lalu mengelilingi bahagian barat Baala ke arah perbukitan Edom dan menghala ke bahagian utara Gunung Yearim (atau Gunung Kesalon), lalu turun ke Bet-Semes dan kemudian ke Timna."},{"number":11,"verse":"Dari situ sempadan itu menuju ke bukit di sebelah utara Ekron, membelok ke arah Sikron, melalui Gunung Baala sampai ke Yabneel. Sempadan itu berakhir di Laut Tengah,"},{"number":12,"verse":"yang menjadi sempadan di bahagian barat. Keluarga-keluarga suku Yehuda tinggal di dalam wilayah itu."},{"number":13,"verse":"( Kaleb Mengalahkan Hebron dan Debir) ( ( 70 1:11-15 )) Sebagaimana yang diperintahkan TUHAN kepada Yosua, sebahagian daripada wilayah Yehuda diberikan kepada Kaleb anak Yefune. Kaleb mendapat kota Hebron, milik Arba, iaitu bapa Enak."},{"number":14,"verse":"( ) Kaleb mengusir keturunan Enak, iaitu puak Sesai, Ahiman, dan Talmai keluar dari kota itu."},{"number":15,"verse":"Dari sana Kaleb pergi menyerang orang yang tinggal di Debir. (Dahulu kota itu disebut Kiryat-Sefer.)"},{"number":16,"verse":"Kaleb berkata, “Aku akan mengahwinkan anak perempuanku, Akhsa, dengan orang yang berjaya merebut Kiryat-Sefer.”"},{"number":17,"verse":"Otniel anak Kenas, iaitu anak saudara Kaleb, berjaya merebut kota itu, lalu Kaleb mengahwinkan anak perempuannya, Akhsa dengan Otniel."},{"number":18,"verse":"Pada hari perkahwinan itu, Otniel mendesak Akhsa ( Otniel mendesak Akhsa; (lihat ); Naskhah Ibrani: Akhsa mendesak Otniel.) supaya meminta sebidang tanah daripada bapanya. Akhsa turun dari keldainya, lalu Kaleb bertanya, “Apa yang engkau mahu?”"},{"number":19,"verse":"Akhsa menjawab, “Saya mahu beberapa mata air. Tanah yang diberikan oleh ayah kepada saya itu terletak di kawasan tanah gersang.” Oleh itu Kaleb memberi dia mata air di sebelah hulu dan di sebelah hilir."},{"number":20,"verse":"( Kota-Kota Yehuda) Berikut ini ialah tanah yang diterima oleh suku Yehuda sebagai milik mereka."},{"number":21,"verse":"Kota-kota yang paling jauh di selatan, yang berhampiran sempadan Edom ialah: Kabzeel, Eder, Yagur,"},{"number":22,"verse":"Kina, Dimona, Adada,"},{"number":23,"verse":"Kedes, Hazor, Yitnan,"},{"number":24,"verse":"Zif, Telem, Bealot,"},{"number":25,"verse":"Hazor-Hadata, Keriot-Hezron (atau Hazor),"},{"number":26,"verse":"Amam, Sema, Molada,"},{"number":27,"verse":"Hazar-Gada, Hesmon, Bet-Pelet,"},{"number":28,"verse":"Hazar-Sual, Bersyeba dan pekan-pekan di sekelilingnya,"},{"number":29,"verse":"Baala, Iyim, Ezem,"},{"number":30,"verse":"Eltolad, Kesil, Horma,"},{"number":31,"verse":"Ziklag, Madmana, Sansana,"},{"number":32,"verse":"Lebaot, Silhim, Ain, dan Rimon; semuanya 29 buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":33,"verse":"Kota-kota di kaki-kaki bukit ialah Esytaol, Zora, Asna,"},{"number":34,"verse":"Zanoah, En-Ganim, Tapuah, Enam,"},{"number":35,"verse":"Yarmut, Adulam, Sokho, Azeka,"},{"number":36,"verse":"Saaraim, Aditaim, Gedera, dan Gederotaim; semuanya 14 buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":37,"verse":"Selain itu ada lagi kota Zenan, Hadasa, Migdal-Gad,"},{"number":38,"verse":"Dilean, Mizpa, Yokteel,"},{"number":39,"verse":"Lakhis, Bozkat, Eglon,"},{"number":40,"verse":"Kabon, Lahmas, Kitlis,"},{"number":41,"verse":"Gederot, Bet-Dagon, Naama, dan Makeda; semuanya 16 buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":42,"verse":"Selain itu ada lagi kota Libna, Eter, Asan,"},{"number":43,"verse":"Yiftah, Asna, Nezib,"},{"number":44,"verse":"Kehila, Akhzib, dan Maresa; semuanya sembilan buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":45,"verse":"Selain itu termasuk juga Ekron bersama dengan pekan-pekan dan kampung-kampungnya,"},{"number":46,"verse":"serta semua kota dan pekan di sekitar Asdod, dari Ekron sampai ke Laut Tengah."},{"number":47,"verse":"Selain itu termasuk juga Asdod dan Gaza, bersama dengan pekan-pekan dan kampung-kampung di sekitar, sampai ke sungai kecil di sempadan Mesir dan pantai Laut Tengah."},{"number":48,"verse":"Di kawasan perbukitan terdapat kota Samir, Yatir, Sokho,"},{"number":49,"verse":"Dana, Kiryat-Sana (atau Debir),"},{"number":50,"verse":"Anab, Estemoa, Anim,"},{"number":51,"verse":"Gosyen, Holon, dan Gilo; semuanya 11 buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":52,"verse":"Selain itu termasuk juga kota Arab, Duma, Esan,"},{"number":53,"verse":"Yanum, Bet-Tapuah, Afeka,"},{"number":54,"verse":"Humta, Kiryat-Arba (iaitu Hebron), dan Zior; semuanya sembilan buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":55,"verse":"Selain itu termasuk juga Maon, Karmel, Zif, Yuta,"},{"number":56,"verse":"Yizreel, Yokdeam, Zanoah,"},{"number":57,"verse":"Kain, Gibea, dan Timna: semuanya sepuluh buah kota, bersama dengan pekan-pekan di sekelilingnya."},{"number":58,"verse":"Selain itu termasuk juga kota Halhul, Bet-Zur, Gedor,"},{"number":59,"verse":"Maarat, Bet-Anot, dan Eltekon; semuanya enam buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":60,"verse":"Selain itu termasuk juga Kiryat-Baal (atau Kiryat-Yearim) dan Raba; dua buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":61,"verse":"Di kawasan gurun terdapat Bet-Araba, Midin, Sekhakha,"},{"number":62,"verse":"Nibsan, Kota Garam, dan En-Gedi; semuanya enam buah kota bersama dengan pekan-pekan di sekelilingnya."},{"number":63,"verse":"( ; ; ) Tetapi suku Yehuda tidak dapat mengusir orang Yebusi yang tinggal di Yerusalem. Orang Yebusi masih tinggal di situ bersama-sama suku Yehuda."}]}