{"bibleAbbr":"msAB1996","bookName":"YOSUA","bookEnglishName":"Joshua","chapterNumber":20,"verses":[{"number":1,"verse":"( Kota-Kota Perlindungan) Kemudian TUHAN menyuruh Yosua"},{"number":2,"verse":"memberitahukan umat Israel, “Pilihlah kota-kota perlindungan; Aku telah memerintahkan Musa untuk memberitahu kamu tentang hal ini."},{"number":3,"verse":"Sesiapa yang membunuh orang dengan tidak sengaja boleh lari ke kota itu dan menyelamatkan diri daripada orang yang hendak membalas dendam."},{"number":4,"verse":"Dia boleh lari ke salah satu kota itu, lalu pergi ke tempat pengadilan di pintu kota dan menjelaskan perkara yang berlaku kepada para pemimpin. Para pemimpin itu akan membenarkan dia masuk ke dalam kota dan memberi dia tempat kediaman supaya dia dapat tinggal di situ."},{"number":5,"verse":"Jika orang yang hendak membalas dendam itu mengikut dia ke situ, penduduk kota itu tidak boleh menyerahkan dia kepada orang itu. Mereka harus melindungi dia kerana dia membunuh orang itu dengan tidak sengaja dan bukan kerana marah."},{"number":6,"verse":"Biarlah dia tinggal di kota itu sehingga dia diadili di hadapan umum dan sehingga orang yang menjadi Imam Agung pada masa itu meninggal. Kemudian bolehlah orang itu pulang ke kampung halamannya, dari tempat dia melarikan diri.”"},{"number":7,"verse":"Oleh itu, di sebelah barat Sungai Yordan mereka memilih kota-kota yang berikut sebagai kota perlindungan: kota Kedes di Galilea, di kawasan perbukitan Naftali; kota Sikhem di kawasan perbukitan Efraim; dan kota Hebron di kawasan perbukitan Yehuda."},{"number":8,"verse":"Di sebelah timur Sungai Yordan, di dataran tinggi gurun sebelah timur Yerikho, mereka memilih kota Bezer di dalam wilayah Ruben; kota Ramot di daerah Gilead, di wilayah Gad; dan kota Golan di daerah Basan, di wilayah Manasye."},{"number":9,"verse":"( ; , ) Itulah kota-kota perlindungan yang dipilih untuk semua orang Israel dan sesiapa sahaja orang asing di kalangan mereka. Sesiapa yang telah membunuh orang dengan tidak sengaja, boleh mendapat perlindungan di salah sebuah kota itu daripada orang yang hendak membalas dendam. Dia tidak boleh dibunuh tanpa diadili di hadapan umum terlebih dahulu."}]}