{"bibleAbbr":"msAB1996","bookName":"YOSUA","bookEnglishName":"Joshua","chapterNumber":22,"verses":[{"number":1,"verse":"( Yosua Menyuruh Suku-Suku Timur Balik ke Wilayah Mereka) Kemudian Yosua mengumpulkan orang daripada suku Ruben, Gad, dan Manasye Timur."},{"number":2,"verse":"( ; ) Dia berkata kepada mereka, “Kamu telah melakukan segala yang diperintahkan Musa, hamba TUHAN itu dan kamu telah mentaati segala perintahku."},{"number":3,"verse":"Selama ini kamu tidak membiarkan sesama umat Israel berjuang sendirian. Kamu berhati-hati mentaati perintah TUHAN, Allah kamu."},{"number":4,"verse":"Sekarang, sebagaimana yang dijanjikan-Nya, TUHAN, Allah kamu telah memberikan keamanan kepada sesama kamu umat Israel. Oleh itu, baliklah ke negeri milik kamu, tanah di sebelah timur Sungai Yordan yang diberikan oleh Musa, hamba TUHAN kepada kamu."},{"number":5,"verse":"Pastikanlah bahawa kamu taat kepada hukum yang diberikan oleh Musa: Kasihilah TUHAN, Allah kamu, laksanakanlah kehendak-Nya, patuhilah perintah-Nya, setialah kepada-Nya, dan mengabdilah kepada-Nya dengan sepenuh hati dan jiwa.”"},{"number":6,"verse":"Yosua memberkati mereka dan melepaskan mereka dengan kata-kata ini, “Kamu sekarang kaya dan kamu pulang dengan membawa banyak ternakan, perak, emas, gangsa, besi, dan pakaian. Bahagi-bahagikanlah barang jarahan yang kamu ambil daripada musuh, dengan sesama suku kamu.” Selepas itu mereka pulang. Musa telah memberikan tanah di sebelah timur Sungai Yordan kepada setengah daripada suku Manasye, dan Yosua telah memberikan tanah di sebelah barat Sungai Yordan kepada setengah lagi suku Manasye, bersama dengan suku-suku lain."},{"number":9,"verse":"Oleh itu orang daripada suku Ruben, Gad, dan Manasye Timur pulang. Mereka meninggalkan umat Israel yang lain di Silo, di tanah Kanaan, lalu mereka pergi ke Gilead, ke tanah milik mereka sendiri, yang diterima mereka menurut perintah TUHAN melalui Musa."},{"number":10,"verse":"( Mazbah di Pinggir Sungai Yordan) Apabila suku Ruben, Gad, dan Manasye Timur tiba di Gelilot, ketika masih di sebelah barat ( masih di sebelah barat; atau di sebelah timur.) Sungai Yordan, mereka membina sebuah mazbah yang besar dan indah di tepi sungai itu."},{"number":11,"verse":"Umat Israel yang lain diberitahu tentang hal itu, “Orang daripada suku Ruben, Gad, dan Manasye Timur telah membina sebuah mazbah di Gelilot dekat Sungai Yordan, di bahagian wilayah kita!”"},{"number":12,"verse":"Apabila umat Israel mendengar hal itu, mereka semua berkumpul di Silo untuk berperang dengan suku-suku Israel dari sebelah timur Sungai Yordan."},{"number":13,"verse":"Kemudian umat Israel mengutus Pinehas anak Imam Eleazar kepada suku-suku Ruben, Gad, dan Manasye Timur di daerah Gilead."},{"number":14,"verse":"Sepuluh orang pemimpin pergi bersama-sama Pinehas, seorang daripada setiap suku di sebelah barat Sungai Yordan; setiap orang itu ialah ketua keluarga dalam puak masing-masing."},{"number":15,"verse":"Mereka sampai ke daerah Gilead dan bertemu dengan suku-suku Ruben, Gad, dan Manasye Timur."},{"number":16,"verse":"( ) Bagi pihak semua umat TUHAN, mereka berkata, “Mengapakah kamu melakukan perbuatan yang jahat ini terhadap Allah Israel? Dengan membina mazbah itu, kamu telah memberontak terhadap TUHAN! Kamu tidak lagi mengikut Dia!"},{"number":17,"verse":"( ) Ingatlah akan dosa kita di Peor, ketika TUHAN menghukum umat-Nya dengan wabak. Kita masih menderita akibat dosa itu. Belum cukupkah dosa itu?"},{"number":18,"verse":"Adakah kamu hendak meninggalkan TUHAN sekarang? Jika hari ini kamu memberontak terhadap-Nya, esok Dia akan murka terhadap tiap-tiap orang Israel."},{"number":19,"verse":"Oleh itu, jika wilayah kamu najis dan tidak layak untuk dijadikan tempat ibadat kepada TUHAN, datanglah ke negeri TUHAN, tempat letaknya Khemah TUHAN. Mintalah tanah daripada kami, tetapi jangan berontak terhadap TUHAN ataupun kami dengan membina sebuah mazbah lagi selain mazbah TUHAN, Allah kita yang sudah didirikan."},{"number":20,"verse":"( ) Ingatlah bagaimana Akhan anak Zerah melanggar perintah tentang barang-barang yang mesti dimusnahkan. Akibatnya, seluruh masyarakat Israel dihukum; bukan Akhan seorang saja yang mati kerana dosanya.”"},{"number":21,"verse":"Orang daripada suku Ruben, Gad, dan Manasye Timur menjawab,"},{"number":22,"verse":"“Yang Maha Kuasa ialah Allah! Dialah TUHAN! Yang Maha Kuasa ialah Allah! Dialah TUHAN! Dia tahu mengapa kami berbuat demikian dan kami hendak kamu tahu juga! Jika kami memberontak terhadap TUHAN dan tidak percaya kepada-Nya, bunuhlah kami sekarang juga!"},{"number":23,"verse":"Jika kami tidak taat kepada TUHAN dan membina mazbah kami sendiri sebagai tempat mempersembahkan korban untuk menyenangkan hati TUHAN, ( korban untuk menyenangkan hati TUHAN; Harfiah: korban bakar.) ataupun untuk mempersembahkan korban untuk mengucap syukur, ( korban untuk mengucap syukur; Harfiah: korban bijirin.) atau korban untuk memohon berkat TUHAN, ( korban untuk memohon berkat TUHAN; Harfiah: korban perdamaian.) biarlah TUHAN sendiri yang menghukum kami."},{"number":24,"verse":"Maksud kami bukanlah demikian! Kami membina mazbah ini kerana kami khuatir mungkin pada kemudian hari keturunan kamu akan berkata kepada keturunan kami, ‘Kamu tidak ada kena-mengena dengan TUHAN, Allah Israel!"},{"number":25,"verse":"TUHAN telah menjadikan Sungai Yordan ini sebagai sempadan antara kami dan kamu daripada suku Ruben dan Gad. Kamu tidak ada kena-mengena dengan TUHAN.’ Dengan demikian keturunan kamu akan menyebabkan keturunan kami berhenti beribadat kepada TUHAN."},{"number":26,"verse":"Oleh itu kami membina mazbah ini bukan sebagai tempat membakar korban ataupun untuk mempersembahkan persembahan,"},{"number":27,"verse":"tetapi sebagai tanda bagi kedua-dua pihak kita dan keturunan kita, bahawa sesungguhnya kami beribadat kepada TUHAN di Khemah-Nya dengan membawa korban untuk menyenangkan hati TUHAN, ( korban untuk menyenangkan hati TUHAN; Harfiah: korban bakar.) persembahan-persembahan, dan korban untuk memohon berkat TUHAN. ( korban untuk memohon berkat TUHAN; Harfiah: korban perdamaian.) Dengan demikian keturunan kamu tidak dapat berkata bahawa keturunan kami tidak ada kena-mengena dengan TUHAN."},{"number":28,"verse":"Maksud kami begini: jika perkara itu berlaku, dapatlah keturunan kami berkata, ‘Lihatlah, nenek moyang kami telah membina sebuah mazbah sama seperti mazbah TUHAN. Mazbah itu bukan untuk membakar korban ataupun untuk mempersembahkan persembahan, tetapi sebagai tanda bagi kedua-dua pihak kita.’"},{"number":29,"verse":"Kami tidak sekali-kali akan memberontak terhadap TUHAN atau berhenti mengabdi kepada-Nya, dengan membina mazbah sebagai tempat mempersembahkan korban untuk menyenangkan hati TUHAN, ( korban untuk menyenangkan hati TUHAN; Harfiah: korban bakar.) ataupun mempersembahkan korban untuk mengucap syukur, ( korban untuk mengucap syukur; Harfiah: korban bijirin.) atau persembahan. Kami tidak sekali-kali akan membina mazbah lain; mazbah TUHAN, Allah kita sudah ada di hadapan Khemah-Nya.”"},{"number":30,"verse":"Imam Pinehas dan sepuluh orang pemimpin umat Israel, ketua-ketua keluarga Israel yang menyertai Pinehas, mendengar penjelasan suku Ruben, Gad, dan Manasye Timur. Mereka puas hati mendengarnya."},{"number":31,"verse":"Pinehas anak Imam Eleazar berkata kepada mereka, “Sekarang kami tahu bahawa TUHAN menyertai kita. Kamu tidak memberontak terhadap-Nya. Kamu telah menyelamatkan umat Israel daripada hukuman TUHAN.”"},{"number":32,"verse":"Kemudian Pinehas dan para pemimpin itu meninggalkan suku Ruben dan Gad di daerah Gilead, lalu mereka pulang ke Kanaan dan melaporkan perkara itu kepada umat Israel."},{"number":33,"verse":"Umat Israel puas hati dan memuji Allah. Mereka tidak lagi bercadang untuk berperang melawan suku Ruben dan Gad, ataupun memusnahkan wilayah mereka."},{"number":34,"verse":"Orang daripada suku Ruben dan Gad berkata, “Mazbah ini menjadi saksi kepada kita semua bahawa TUHAN ialah Allah.” Oleh itu mereka menamakan mazbah itu “Saksi”."}]}