{"bibleAbbr":"msAB1996","bookName":"YOSUA","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"Semua raja orang Amori di sebelah barat Sungai Yordan dan semua raja orang Kanaan di sepanjang pantai Laut Tengah mendengar bahawa TUHAN telah mengeringkan Sungai Yordan sehingga umat Israel sudah menyeberanginya. Raja-raja itu takut dan hilang semangat kerana umat Israel."},{"number":2,"verse":"( Bersunat di Gilgal) Kemudian TUHAN berfirman kepada Yosua, “Buatlah beberapa bilah pisau daripada batu dan sunatlah orang Israel.”"},{"number":3,"verse":"Yosua menurut perintah TUHAN lalu menyunatkan orang Israel di tempat yang dinamakan Bukit Sunat."},{"number":4,"verse":"( ) Apabila umat Israel meninggalkan Mesir, semua orang lelaki mereka memang telah disunat. Tetapi selama empat puluh tahun perjalanan mereka di gurun, tiada seorang pun anak lelaki mereka disunat. Pada akhir masa empat puluh tahun itu, semua lelaki Israel yang cukup umur untuk berperang ketika mereka meninggalkan Mesir, telah meninggal kerana mereka tidak mentaati TUHAN. TUHAN telah bersumpah bahawa mereka tidak akan dibenarkan melihat tanah yang makmur dan subur, yang telah dijanjikan-Nya kepada nenek moyang mereka."},{"number":7,"verse":"Anak-anak lelaki semua orang itu belum disunat. Generasi baru itulah yang disunat oleh Yosua."},{"number":8,"verse":"Setelah disunat, mereka semua tinggal di perkhemahan sehingga mereka sembuh."},{"number":9,"verse":"TUHAN berfirman kepada Yosua, “Pada hari ini Aku telah menghapuskan kehinaan kamu kerana menjadi hamba di Mesir.” Itulah sebabnya tempat itu dinamakan Gilgal ( Gilgal: Bunyi nama ini seperti perkataan Ibrani yang bermakna “dihapuskan”.) sampai pada hari ini."},{"number":10,"verse":"( ) Ketika umat Israel berkhemah di Gilgal di dataran berhampiran dengan kota Yerikho, mereka merayakan Paska pada waktu senja, pada hari keempat belas bulan itu."},{"number":11,"verse":"Esok harinya, untuk kali pertama mereka makan hasil tanaman di Kanaan: biji-bijian yang dipanggang dan roti tanpa ragi."},{"number":12,"verse":"( ) Pada masa itu manna tidak lagi jatuh ke tanah dan umat Israel tidak mendapatnya lagi. Mulai hari itu, mereka makan hasil tanaman di Kanaan."},{"number":13,"verse":"( Yosua dengan Seorang Lelaki yang Berpedang) Ketika Yosua berada dekat kota Yerikho, tiba-tiba dia nampak seorang lelaki dengan pedang terhunus, berdiri di hadapannya. Yosua menghampiri dia dan bertanya, “Adakah kamu ini salah seorang askar kami atau seorang musuh?”"},{"number":14,"verse":"Orang itu menjawab, “Aku bukan askar kamu dan bukan musuh. Aku panglima tentera TUHAN.” Yosua bersujud menyembah dan berkata, “Saya hamba tuan. Apakah perintah tuan kepada saya?”"},{"number":15,"verse":"Panglima tentera TUHAN berkata, “Tanggalkanlah kasutmu, kerana tempat engkau berdiri itu suci.” Lalu Yosua menanggalkan kasutnya."}]}