{"bibleAbbr":"msAB1996","bookName":"YOSUA","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"( Orang Gibeon Menipu Yosua) Berita tentang kemenangan orang Israel didengar oleh semua raja negeri-negeri di sebelah barat Sungai Yordan: di perbukitan, di kaki-kaki bukit, dan di sepanjang kawasan pantai Laut Tengah, sampai ke Lebanon di sebelah utara. Mereka ialah raja-raja orang Het, Amori, Kanaan, Feris, Hewi, dan Yebusi."},{"number":2,"verse":"Raja-raja itu bersepakat dan bergabung untuk menentang Yosua dan umat Israel."},{"number":3,"verse":"Tetapi penduduk Gibeon, iaitu orang Hewi, mendengar apa yang telah dilakukan Yosua terhadap kota Yerikho dan Ai."},{"number":4,"verse":"Oleh itu mereka bercadang untuk menipu Yosua. Mereka mengambil makanan dan memuat keldai-keldai mereka dengan karung-karung yang usang dan kirbat kulit yang bertampal."},{"number":5,"verse":"Mereka memakai kasut lama yang bertampal dan pakaian yang koyak-koyak. Mereka membawa roti yang kering dan berlapuk."},{"number":6,"verse":"Kemudian mereka pergi ke perkhemahan di Gilgal dan berkata kepada Yosua serta orang Israel, “Kami datang dari negeri jauh. Tolong buat perjanjian dengan kami.”"},{"number":7,"verse":"( , ; ) Tetapi orang Israel berkata, “Mengapa kami harus membuat perjanjian dengan kamu? Mungkin kamu tinggal di sekitar sini.”"},{"number":8,"verse":"Mereka berkata kepada Yosua, “Kami hamba tuan.” Yosua bertanya kepada mereka, “Siapakah kamu? Dari manakah kamu?”"},{"number":9,"verse":"Kemudian mereka menceritakan kisah ini, “Tuan, kami berasal dari negeri yang sangat jauh. Kami datang kerana kami mendengar tentang TUHAN, Allah tuan. Kami telah mendengar segala sesuatu yang dilakukan-Nya di Mesir,"},{"number":10,"verse":"( ) dan apa yang dilakukan-Nya terhadap dua orang raja Amori di sebelah timur Sungai Yordan: Raja Sihon penguasa Hesybon dan Raja Og penguasa Basan yang tinggal di Asytarot."},{"number":11,"verse":"Para pemimpin kami dan semua penduduk negeri kami menyuruh kami membawa makanan dan berangkat untuk berjumpa dengan tuan. Kami disuruh menjadi hamba tuan dan meminta supaya tuan membuat perjanjian dengan kami."},{"number":12,"verse":"Lihatlah roti kami. Ketika kami berangkat untuk menghadap tuan, roti ini masih panas. Tetapi sekarang lihatlah! Roti ini sudah kering dan berkulapuk."},{"number":13,"verse":"Ketika kami mengisi kirbat-kirbat kulit ini, semuanya masih baru. Tetapi sekarang lihatlah! Semuanya sudah koyak. Pakaian dan kasut kami pun sudah buruk kerana perjalanan yang jauh.”"},{"number":14,"verse":"Umat Israel menerima makanan yang diberikan oleh mereka, tetapi tidak meminta petunjuk daripada TUHAN."},{"number":15,"verse":"Yosua membuat perjanjian damai dengan semua orang Gibeon itu dan berjanji tidak akan membunuh mereka. Para pemimpin Israel bersumpah untuk memegang perjanjian itu."},{"number":16,"verse":"Tiga hari selepas perjanjian itu dibuat, orang Israel mendapat tahu bahawa semua orang itu sebenarnya tinggal tidak jauh dari situ."},{"number":17,"verse":"Oleh itu orang Israel berangkat dan tiga hari kemudian mereka sampai di kota-kota semua orang itu: kota Gibeon, Kefira, Beerot, dan Kiryat-Yearim."},{"number":18,"verse":"Tetapi orang Israel tidak boleh membunuh mereka kerana para pemimpin Israel telah bersumpah kepada mereka demi TUHAN, Allah Israel. Semua orang Israel bersungut kepada para pemimpin mereka"},{"number":19,"verse":"tentang hal itu tetapi para pemimpin itu menjawab, “Kami telah bersumpah kepada mereka demi TUHAN, Allah Israel. Oleh itu kita tidak boleh mencederakan mereka."},{"number":20,"verse":"Kita mesti membiarkan mereka hidup kerana perjanjian kita itu; jika tidak, Allah akan menghukum kita."},{"number":21,"verse":"Biarlah mereka hidup tetapi mereka mesti membelah kayu dan mengangkat air untuk kita.” Demikianlah cadangan para pemimpin itu."},{"number":22,"verse":"Yosua menyuruh orang Gibeon menghadap lalu bertanya kepada mereka, “Mengapakah kamu menipu kami dan berkata bahawa kamu datang dari tempat yang jauh, padahal kamu tinggal di sekitar sini?"},{"number":23,"verse":"Oleh sebab muslihat itu kamu dihukum oleh Allah. Orang kamu akan sentiasa menjadi abdi. Kamu mesti membelah kayu dan mengangkat air untuk rumah Allahku.”"},{"number":24,"verse":"Orang Gibeon menjawab, “Tuan, kami berbuat demikian kerana kami mendengar bahawa sesungguhnya TUHAN, Allah tuan telah memerintahkan hamba-Nya, Musa untuk memberikan seluruh tanah ini kepada tuan, serta membunuh penduduknya ketika tuan maju berperang. Kami berbuat begitu kerana kami takut kepada tuan; kami takut dibunuh."},{"number":25,"verse":"Tetapi sekarang kami dalam kekuasaan tuan; perlakukanlah kami dengan sepatutnya.”"},{"number":26,"verse":"Oleh itu Yosua melindungi mereka dan tidak mengizinkan umat Israel membunuh mereka."},{"number":27,"verse":"Tetapi Yosua menjadikan orang Gibeon itu abdi. Mereka mesti membelah kayu dan mengangkat air untuk umat Israel dan untuk mazbah TUHAN. Sampai hari ini mereka masih melakukan tugas itu di tempat yang dipilih oleh TUHAN sebagai tempat beribadat kepada-Nya."}]}