{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"Now when Athaliah the mother of Ahaziah saw that her son was dead, she rose up and destroyed all the royal seed."},{"number":2,"verse":"But Jehosheba, the daughter of King Joram and sister of Ahaziah, took Joash the son of Ahaziah and stole him away from among the sons of the king who were to be killed; she put him and his nurse into the bedchamber. So they hid him from Athaliah, and he was not killed."},{"number":3,"verse":"And he was with her, hidden in the house of Jehovah, for six years while Athaliah reigned over the land."},{"number":4,"verse":"Then in the seventh year Jehoiada sent word and gathered the captains of the hundreds over the Carites and over the guards and brought them to him at the house of Jehovah. And he made a covenant with them and put them under an oath in the house of Jehovah, then showed them the king’s son."},{"number":5,"verse":"And he commanded them, saying, This is the thing that you shall do: A third of you who come on duty on the Sabbath shall keep watch over the king’s house;"},{"number":6,"verse":"And another third shall keep watch in the gate of Sur; and another third shall keep watch at the gate behind the guards. You shall keep watch over the house for a defense."},{"number":7,"verse":"And the two divisions of you, all who go off duty on the Sabbath, shall keep watch over the house of Jehovah for the king."},{"number":8,"verse":"And you shall surround the king, each man with his weapons in his hand; and whoever enters the ranks shall be put to death; and you shall be with the king in his goings and comings."},{"number":9,"verse":"And the captains of the hundreds did according to all that Jehoiada the priest commanded them. And each took his men, those who came on duty on the Sabbath with those who went off duty on the Sabbath; and they came to Jehoiada the priest."},{"number":10,"verse":"And the priest gave the spears and shields that had belonged to King David, which were in the house of Jehovah, to the captains of the hundreds."},{"number":11,"verse":"And the guards stood, each man with his weapons in his hand, from the right flank of the house to the left flank of the house, by the altar and by the house, to guard the king all around."},{"number":12,"verse":"And he brought the king’s son out and gave him the crown and the testimony. And they made him king and anointed him, and they clapped their hands and said, Long live the king!"},{"number":13,"verse":"Now when Athaliah heard the noise of the guard and of the people, she went to the people at the house of Jehovah."},{"number":14,"verse":"And she looked, and there was the king, standing by the pillar, according to the custom, with captains and their trumpets near the king. And all the people of the land rejoiced and blew the trumpets. And Athaliah tore her clothes and cried out, Treason! Treason!"},{"number":15,"verse":"And Jehoiada the priest commanded the captains of the hundreds who had been set over the army and said to them, Bring her out between the ranks, and anyone who follows her kill with a sword; for the priest said, She shall not be killed in the house of Jehovah."},{"number":16,"verse":"And they made way for her, and she went to the house of the king through the horses’ entrance and was killed there."},{"number":17,"verse":"And Jehoiada made a covenant between Jehovah and the king and the people that they would be Jehovah’s people, and also between the king and the people."},{"number":18,"verse":"And all the people of the land went to the house of Baal and broke it down: The altars to him and his images they shattered to pieces, and they slew Mattan the priest of Baal before the altars. And the priest appointed officers over the house of Jehovah."},{"number":19,"verse":"And Jehoiada gathered the captains of the hundreds and the Carites and the guards and all the people of the land. And they brought the king down from the house of Jehovah and came by way of the guard gate to the house of the king, and he sat upon the throne of the kings."},{"number":20,"verse":"And all the people of the land rejoiced, and the city was quiet; for they had slain Athaliah with the sword at the house of the king."},{"number":21,"verse":"Jehoash was seven years old when he began to reign."}]}