{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"In the twenty-third year of Jehoash the son of Ahaziah, the king of Judah, Jehoahaz the son of Jehu began to reign over Israel in Samaria; he reigned seventeen years."},{"number":2,"verse":"And he did what was evil in the sight of Jehovah and followed after the sins of Jeroboam the son of Nebat by which he caused Israel to sin; he did not turn away from them."},{"number":3,"verse":"And the anger of Jehovah was kindled against Israel; and He gave them continually into the hand of Hazael the king of Syria and into the hand of Ben-hadad the son of Hazael."},{"number":4,"verse":"(And Jehoahaz entreated Jehovah; and Jehovah listened to him, for He saw the oppression of Israel, for the king of Syria oppressed them."},{"number":5,"verse":"And Jehovah gave Israel a deliverer, and they went out from under the hand of Syria; and the children of Israel dwelt in their tents as they had before."},{"number":6,"verse":"However they did not depart from the sins of the house of Jeroboam, by which he caused Israel to sin, but walked in them. And also the Asherah remained standing in Samaria.)"},{"number":7,"verse":"For he left to Jehoahaz of the people not more than fifty horsemen and ten chariots and ten thousand foot soldiers, for the king of Syria destroyed them and made them like the dust at threshing."},{"number":8,"verse":"And the rest of the acts of Jehoahaz and all that he did and his might, are they not written in the book of the chronicles of the kings of Israel?"},{"number":9,"verse":"And Jehoahaz slept with his fathers, and they buried him in Samaria. And Joash his son reigned in his place."},{"number":10,"verse":"In the thirty-seventh year of Joash the king of Judah, Jehoash the son of Jehoahaz began to reign over Israel in Samaria; he reigned sixteen years."},{"number":11,"verse":"And he did what was evil in the sight of Jehovah; he did not turn away from all the sins of Jeroboam the son of Nebat, by which he caused Israel to sin; he walked in them."},{"number":12,"verse":"And the rest of the acts of Joash and all that he did and his might with which he fought with Amaziah the king of Judah, are they not written in the book of the chronicles of the kings of Israel?"},{"number":13,"verse":"And Joash slept with his fathers; and Jeroboam sat upon his throne. And Joash was buried in Samaria with the kings of Israel."},{"number":14,"verse":"Now when Elisha was ill with his illness by which he eventually died, Joash the king of Israel went down to him and wept over him and said, My father! My father! The chariots of Israel and its horsemen!"},{"number":15,"verse":"And Elisha said to him, Take a bow and arrows; and he took a bow and arrows to him."},{"number":16,"verse":"And he said to the king of Israel, Grasp the bow; and he grasped the bow. And Elisha put his hands over the hands of the king,"},{"number":17,"verse":"And he said, Open the window toward the east; and he opened it. And Elisha said, Shoot; and he shot. And he said, Jehovah’s arrow of victory, an arrow of victory against Syria; for you will strike Syria in Aphek until you have consumed it."},{"number":18,"verse":"And he said, Take the arrows; and he took them. And he said to the king of Israel, Strike the ground; and he struck the ground three times then stopped."},{"number":19,"verse":"And the man of God became angry with him and said, You should have struck it five or six times; then you would have struck Syria until you had consumed them. But now you shall strike Syria only three times."},{"number":20,"verse":"And Elisha died, and they buried him. Now the bands of the Moabites would invade the land at the coming in of the new year."},{"number":21,"verse":"And it so happened that as the people were burying a man, they saw a band; and they cast the man into the grave of Elisha. And as soon as the man touched the bones of Elisha, he came to life and stood up on his feet."},{"number":22,"verse":"And Hazael the king of Syria oppressed Israel all the days of Jehoahaz."},{"number":23,"verse":"But Jehovah was gracious to them and had compassion on them and turned to them because of His covenant with Abraham, Isaac, and Jacob, and He would not destroy them; and He has not cast them from His presence until now."},{"number":24,"verse":"And Hazael the king of Syria died, and Ben-hadad his son reigned in his place."},{"number":25,"verse":"And Jehoash the son of Jehoahaz retook the cities out of the hand of Ben-hadad the son of Hazael that he had taken in war out of the hand of Jehoahaz his father; Joash struck him three times and recovered the cities of Israel."}]}