{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"And in the third year of Hoshea the son of Elah, the king of Israel, Hezekiah the son of Ahaz, the king of Judah, began to reign."},{"number":2,"verse":"He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem; and his mother’s name was Abi, the daughter of Zechariah."},{"number":3,"verse":"And he did what was right in the sight of Jehovah, according to all that David his father had done."},{"number":4,"verse":"He removed the high places and broke down the pillars and cut down the Asherah and broke in pieces the bronze serpent that Moses had made, for until those days the children of Israel had burned incense to it; and he called it Nehushtan."},{"number":5,"verse":"He trusted in Jehovah the God of Israel, so that after him there was no one like him among all the kings of Judah, nor any among those who were before him."},{"number":6,"verse":"And he clung to Jehovah; he did not turn away from following after Him but kept His commandments, which Jehovah commanded Moses."},{"number":7,"verse":"And Jehovah was with him; everywhere he went, he prospered. And he rebelled against the king of Assyria and would not serve him."},{"number":8,"verse":"He struck the Philistines as far as Gaza and its borders, from the watchmen’s tower to the fortified city."},{"number":9,"verse":"And in the fourth year of King Hezekiah, which was the seventh year of Hoshea the son of Elah, the king of Israel, Shalmaneser the king of Assyria came up against Samaria and besieged it."},{"number":10,"verse":"And at the end of three years they took it; in the sixth year of Hezekiah, that is, the ninth year of Hoshea the king of Israel, Samaria was taken."},{"number":11,"verse":"And the king of Assyria carried Israel away captive to Assyria and settled them in Halah and by the Habor, the river of Gozan, and in the cities of the Medes;"},{"number":12,"verse":"For they would not listen to the voice of Jehovah their God but transgressed His covenant, that is, all that Moses the servant of Jehovah had commanded; and they would not listen to it nor do it."},{"number":13,"verse":"And in the fourteenth year of King Hezekiah, Sennacherib the king of Assyria went up against all the fortified cities of Judah and took them."},{"number":14,"verse":"And Hezekiah the king of Judah sent word to the king of Assyria at Lachish, saying, I have sinned; withdraw from me. I will bear whatever you impose upon me. And the king of Assyria imposed upon Hezekiah the king of Judah a levy of three hundred talents of silver and thirty talents of gold."},{"number":15,"verse":"And Hezekiah gave all the silver that was found in the house of Jehovah and in the treasuries of the king’s house."},{"number":16,"verse":"At that time Hezekiah stripped the doors of the temple of Jehovah and the posts that Hezekiah the king of Judah had overlaid, and he gave them to the king of Assyria."},{"number":17,"verse":"And the king of Assyria sent the Tartan and the Rab-saris and the Rab-shakeh from Lachish to Jerusalem to King Hezekiah with a great force. And they went up and came to Jerusalem. And when they came up, they came and stood by the conduit of the upper pool, which is on the road to the Fuller’s Field."},{"number":18,"verse":"And they called out to the king. And Eliakim the son of Hilkiah, who was over the household, and Shebnah the scribe and Joah the son of Asaph, the recorder, came out to them."},{"number":19,"verse":"And the Rab-shakeh said to them, Say now to Hezekiah, Thus says the great king, the king of Assyria: What is this confidence in which you trust?"},{"number":20,"verse":"You say (but it is a vain word), There is counsel and strength for war. Now in whom do you trust, that you rebel against me?"},{"number":21,"verse":"You now have put your trust in the staff of this broken reed, in Egypt, in that which, if a man should lean on it, it will go into his hand and pierce it; so is Pharaoh, the king of Egypt, to all who trust in him."},{"number":22,"verse":"And if you say to me, We trust in Jehovah our God; is it not He whose high places and altars Hezekiah has taken away and has said to Judah and Jerusalem, You shall worship only before this altar in Jerusalem?"},{"number":23,"verse":"Now therefore give pledges to my master, the king of Assyria; and I will give you two thousand horses, if indeed you are able to set the riders on them."},{"number":24,"verse":"How then can you refuse one official of the least of my master’s servants and put your trust in Egypt for chariots and horsemen?"},{"number":25,"verse":"Have I now come up apart from Jehovah against this place to destroy it? Jehovah said to me, Go up against this land and destroy it."},{"number":26,"verse":"And Eliakim the son of Hilkiah and Shebnah and Joah said to the Rab-shakeh, Please speak to your servants in Aramaic, because we understand it; and do not speak with us in the Jews’ language in the hearing of the people who are upon the wall."},{"number":27,"verse":"But the Rab-shakeh said to them, Has my master sent me only to your master and to you to speak these words, and not to the men who sit on the wall, that they may eat their own dung and drink their own urine with you?"},{"number":28,"verse":"And the Rab-shakeh stood and cried with a loud voice in the Jews’ language and spoke and said, Hear the word of the great king, the king of Assyria:"},{"number":29,"verse":"Thus says the king, Do not let Hezekiah deceive you, because he is not able to deliver you out of my hand."},{"number":30,"verse":"Neither let Hezekiah cause you to trust in Jehovah, saying, Jehovah will surely deliver us, and this city will not be given into the hand of the king of Assyria."},{"number":31,"verse":"Do not listen to Hezekiah; for thus says the king of Assyria, Make your peace with me, and come out to me; and let each eat from his own vine and each from his own fig tree, and let each drink the waters of his own cistern,"},{"number":32,"verse":"Until I come and take you away to a land like your land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey, that you may live and not die. So do not listen to Hezekiah when he tries to persuade you, saying, Jehovah will deliver us."},{"number":33,"verse":"Have any of the gods of the nations delivered at all their land out of the hand of the king of Assyria?"},{"number":34,"verse":"Where are the gods of Hamath and of Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? And have they delivered Samaria out of my hand?"},{"number":35,"verse":"Who among all the gods of these lands have delivered their land out of my hand, that Jehovah should deliver Jerusalem out of my hand?"},{"number":36,"verse":"But the people were silent and did not answer him a word, because of the commandment of the king that said, You shall not answer him."},{"number":37,"verse":"Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rab-shakeh."}]}