{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"In those days Hezekiah became mortally ill; and Isaiah the son of Amoz, the prophet, came to him and said to him, Thus says Jehovah, Put your house in order, for you are about to die and will not live."},{"number":2,"verse":"And he turned his face to the wall and prayed to Jehovah, saying,"},{"number":3,"verse":"Now, O Jehovah, please remember how I have walked before You in truth and with a perfect heart and have done what is good in Your sight. And Hezekiah wept many tears."},{"number":4,"verse":"And Isaiah had not gone out of the middle court when the word of Jehovah came to him, saying,"},{"number":5,"verse":"Return and speak to Hezekiah the leader of My people, Thus says Jehovah, the God of David your father, I have heard your prayer; I have seen your tears. I will now heal you: On the third day you will go up to the house of Jehovah;"},{"number":6,"verse":"And I will add to your life fifteen years; and I will deliver you and this city from the hand of the king of Assyria, and I will put an enclosure around this city for My own sake and for the sake of David My servant."},{"number":7,"verse":"And Isaiah said, Bring a cake of figs. And they brought it and laid it on the boil, and he recovered."},{"number":8,"verse":"And Hezekiah said to Isaiah, What will be the sign that Jehovah will heal me and that I will go up to the house of Jehovah on the third day?"},{"number":9,"verse":"And Isaiah said, This will be the sign from Jehovah to you, that Jehovah will do this thing which He has spoken. Shall the shadow go forward ten steps or go back ten steps?"},{"number":10,"verse":"And Hezekiah said, It is an easy matter for the shadow to go down ten steps. No; rather let the shadow go backward ten steps."},{"number":11,"verse":"And Isaiah the prophet cried to Jehovah; and He brought the shadow on the steps, which had descended on the steps of Ahaz, ten steps backward."},{"number":12,"verse":"At that time Berodach-baladan the son of Baladan, the king of Babylon, sent letters and a gift to Hezekiah, because he had heard that Hezekiah had been sick."},{"number":13,"verse":"And Hezekiah listened to them and showed them all his treasury, the silver and the gold, and the spices and the fine oil, and his armory and everything which was found among his treasures; there was nothing in his house or in all his dominion that Hezekiah did not show them."},{"number":14,"verse":"Then Isaiah the prophet came to King Hezekiah and said to him, What did these men say? And from where have they come to you? And Hezekiah said, They have come from a distant land, from Babylon."},{"number":15,"verse":"And he said, What have they seen in your house? And Hezekiah said, They have seen everything that is in my house; there is nothing among my treasures that I have not shown them."},{"number":16,"verse":"Then Isaiah said to Hezekiah, Hear the word of Jehovah:"},{"number":17,"verse":"The days are now coming when everything that is in your house and that your fathers have laid up as a treasure unto this day will be carried away to Babylon; nothing will be left, says Jehovah."},{"number":18,"verse":"And they will take away some of your sons who will issue from you, whom you will beget, and they will become eunuchs in the palace of the king of Babylon."},{"number":19,"verse":"And Hezekiah said to Isaiah, The word of Jehovah which you have spoken is good. He said moreover, Indeed there will be peace and truth in my days."},{"number":20,"verse":"And the rest of the acts of Hezekiah and all his might, and how he made the pool and the conduit and brought the water into the city, are they not written in the book of the chronicles of the kings of Judah?"},{"number":21,"verse":"And Hezekiah slept with his fathers. And Manasseh his son reigned in his place."}]}