{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":23,"verses":[{"number":1,"verse":"Then the king sent men, and they gathered to him all the elders of Judah and Jerusalem."},{"number":2,"verse":"And the king went up to the house of Jehovah, and all the men of Judah and all the inhabitants of Jerusalem were with him, as well as the priests and the prophets and all the people, both small and great; and he read aloud, in their hearing, all the words of the book of the covenant, which had been found in the house of Jehovah."},{"number":3,"verse":"And the king stood beside the pillar and made a covenant before Jehovah, to walk after Jehovah and to keep His commandments and His testimonies and His statutes with all his heart and with all his soul, so as to establish the words of this covenant which were written in this book. And all the people stood with the covenant."},{"number":4,"verse":"And the king commanded Hilkiah the high priest and the priests of the second order and the doorkeepers to bring out of the temple of Jehovah all the vessels that were made for Baal and for Asherah and for all the host of heaven; and he burned them outside Jerusalem in the fields of Kidron and carried their ashes to Bethel."},{"number":5,"verse":"And he did away with the idol priests, whom the kings of Judah had appointed to burn incense in the high places in the cities of Judah and the areas surrounding Jerusalem, as well as those who burned incense to Baal, to the sun and to the moon and to the constellations and to all the host of heaven."},{"number":6,"verse":"And he brought the Asherah from the house of Jehovah out of Jerusalem to the brook Kidron and burned it in the brook Kidron and ground it to dust and cast its dust on the graves of the children of the people."},{"number":7,"verse":"He also broke down the houses of the male cult prostitutes which were in the house of Jehovah, where the women were weaving hangings for the Asherah."},{"number":8,"verse":"Then he brought all the priests from the cities of Judah and defiled the high places where the priests burned incense, from Geba to Beer-sheba; and he broke down the high places of the gates which were at the entrance of the gate of Joshua the governor of the city, which were on one’s left at the gate of the city."},{"number":9,"verse":"However the priests of the high places did not come up to the altar of Jehovah in Jerusalem, but they ate unleavened bread among their brothers."},{"number":10,"verse":"And he defiled Topheth, which is in the valley of the sons of Hinnom, so that no one could make his son or his daughter pass through fire to Molech."},{"number":11,"verse":"And he did away with the horses which the kings of Judah had dedicated to the sun, at the entrance of the house of Jehovah, by the chamber of Nathan-melech the officer, which was in the precincts; and he burned the chariots of the sun with fire."},{"number":12,"verse":"And the altars which were on the roof at the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of Jehovah, the king tore down; and he removed them quickly from there and cast their dust into the brook Kidron."},{"number":13,"verse":"And the high places which were before Jerusalem, which were on the right of the mount of destruction which Solomon the king of Israel had built to Ashtoreth, the detestable thing of the Sidonians, and to Chemosh, the detestable thing of Moab, and to Milcom, the abomination of the children of Ammon, the king defiled."},{"number":14,"verse":"And he broke in pieces the pillars and cut down the Asherahs and filled their places with human bones."},{"number":15,"verse":"And furthermore the altar which was at Bethel, the high place which Jeroboam the son of Nebat, who caused Israel to sin, had made, even that altar and high place he broke down. And he burned the high place and beat it into dust and burned the Asherah."},{"number":16,"verse":"Then Josiah turned and saw the graves which were there in the mountain, and he sent men and took the bones from the graves and burned them on the altar and defiled it, according to the word of Jehovah, which the man of God proclaimed, who proclaimed these things."},{"number":17,"verse":"Then he said, What is this monument which I see? And the men of the city said to him, It is the grave of the man of God who came from Judah and proclaimed these things which you have done against the altar in Bethel."},{"number":18,"verse":"And he said, Let him rest; let no man move his bones. So they left his bones alone with the bones of the prophet who came from Samaria."},{"number":19,"verse":"And Josiah also removed all the houses of the high places which were in the cities of Samaria, which the kings of Israel made, provoking Jehovah to anger, and did to them according to all that he had done in Bethel."},{"number":20,"verse":"And all the priests of the high places who were there he slaughtered on the altars and burned human bones on them. Then he returned to Jerusalem."},{"number":21,"verse":"And the king commanded all the people saying, Hold the Passover to Jehovah your God according to all that is written in this book of the covenant."},{"number":22,"verse":"Surely no Passover like this had been held since the days of the judges who judged Israel nor in all the days of the kings of Israel and of the kings of Judah."},{"number":23,"verse":"But in the eighteenth year of King Josiah this Passover was held to Jehovah in Jerusalem."},{"number":24,"verse":"And moreover Josiah utterly removed the mediums and the soothsayers and the teraphim and the idols and all the detestable things that were seen in the land of Judah and in Jerusalem, that he might confirm the words of the law which were written in the book that Hilkiah the priest found in the house of Jehovah."},{"number":25,"verse":"And before him there was no king like him who turned to Jehovah with all his heart and with all his soul and with all his might according to all the law of Moses, and after him no one has risen up like him."},{"number":26,"verse":"However Jehovah did not turn from His great burning anger with which His anger burned against Judah, because of all the provocations by which Manasseh provoked Him."},{"number":27,"verse":"And Jehovah said, I will remove Judah also from My sight, as I have removed Israel. And I will cast off this city which I have chosen, Jerusalem, and the house of which I said, My name will be there."},{"number":28,"verse":"And the rest of the acts of Josiah and all that he did, are they not written in the book of the chronicles of the kings of Judah?"},{"number":29,"verse":"In his days Pharaoh Neco, the king of Egypt, went up against the king of Assyria to the river Euphrates. And King Josiah went out to meet him; and when Pharaoh Neco saw him at Megiddo, he killed him."},{"number":30,"verse":"And his servants drove him dead in a chariot from Megiddo and brought him to Jerusalem and buried him in his grave. And the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in the place of his father."},{"number":31,"verse":"Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem; and the name of his mother was Hamutal, the daughter of Jeremiah, from Libnah."},{"number":32,"verse":"And he did what was evil in the eyes of Jehovah, according to all that his fathers had done."},{"number":33,"verse":"And Pharaoh Neco imprisoned him in Riblah, in the land of Hamath, so that he might not reign in Jerusalem; and he imposed on the land a fine of one hundred talents of silver and a talent of gold."},{"number":34,"verse":"And Pharaoh Neco made Eliakim the son of Josiah king in the place of Josiah his father and changed his name to Jehoiakim. And he took Jehoahaz and brought him to Egypt, and he died there."},{"number":35,"verse":"And Jehoiakim gave silver and gold to Pharaoh, but he taxed the land to give the silver according to Pharaoh’s word. He exacted the silver and the gold from the people of the land, from each man according to his estimation, to give it to Pharaoh Neco."},{"number":36,"verse":"Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem; and the name of his mother was Zebidah, the daughter of Pedaiah from Rumah."},{"number":37,"verse":"And he did what was evil in the eyes of Jehovah, according to all that his fathers had done."}]}