{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"In his days Nebuchadnezzar the king of Babylon came up, and Jehoiakim became his servant for three years; then he turned and rebelled against him."},{"number":2,"verse":"And Jehovah sent against him bands of the Chaldeans and bands of the Syrians and bands of the Moabites and bands of the children of Ammon; and He sent them against Judah to destroy it, according to the word of Jehovah, which He spoke through his servants the prophets."},{"number":3,"verse":"Surely it was at the command of Jehovah that this came to pass against Judah, to remove them out of His sight because of the sins of Manasseh, according to all that he had done,"},{"number":4,"verse":"And also for the innocent blood that he shed; for he filled Jerusalem with innocent blood; and Jehovah would not forgive."},{"number":5,"verse":"And the rest of the acts of Jehoiakim and all that he did, are they not written in the book of the chronicles of the kings of Judah?"},{"number":6,"verse":"And Jehoiakim slept with his fathers. And Jehoiachin his son reigned in his place."},{"number":7,"verse":"And the king of Egypt did not come out of his land again, for the king of Babylon had taken all that belonged to the king of Egypt from the brook of Egypt to the river Euphrates."},{"number":8,"verse":"Jehoiachin was eighteen years old when he began to reign, and he reigned three months in Jerusalem; and the name of his mother was Nehushta, the daughter of Elnathan from Jerusalem."},{"number":9,"verse":"And he did what was evil in the sight of Jehovah, according to all that his father had done."},{"number":10,"verse":"At that time the servants of Nebuchadnezzar the king of Babylon went up to Jerusalem, and the city came under siege."},{"number":11,"verse":"And Nebuchadnezzar the king of Babylon came against the city while his servants were besieging it."},{"number":12,"verse":"And Jehoiachin the king of Judah went out to the king of Babylon, he and his mother and his servants and his captains and his eunuchs; and the king of Babylon took him in the eighth year of his reign."},{"number":13,"verse":"And he brought out from there all the treasures of the house of Jehovah and the treasures of the king’s house. And he cut in pieces all the golden vessels which Solomon the king of Israel had made in Jehovah’s temple, as Jehovah had said."},{"number":14,"verse":"And he carried away into exile all Jerusalem and all the captains and all the mighty men of valor, ten thousand captives, and all the craftsmen and smiths. None remained except the poorest people of the land."},{"number":15,"verse":"And he carried Jehoiachin away into exile to Babylon; and the king’s mother and the king’s wives and his eunuchs and the leading men of the land, he carried away into exile from Jerusalem to Babylon."},{"number":16,"verse":"And all the seven thousand men of valor and the one thousand craftsmen and smiths, all mighty men fit for war, even these the king of Babylon carried away into exile to Babylon."},{"number":17,"verse":"Then the king of Babylon made Jehoiachin’s uncle Mattaniah king in his place, and he changed his name to Zedekiah."},{"number":18,"verse":"Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem; and his mother’s name was Hamutal, the daughter of Jeremiah, from Libnah."},{"number":19,"verse":"And he did what was evil in the sight of Jehovah, according to all that Jehoiakim had done."},{"number":20,"verse":"For it was through the anger of Jehovah that this came to pass in Jerusalem and in Judah until He cast them out from His presence. And Zedekiah rebelled against the king of Babylon."}]}