{"bibleAbbr":"RcV2003","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"Now Jehoram the son of Ahab began to reign over Israel in Samaria in the eighteenth year of Jehoshaphat the king of Judah, and he reigned twelve years."},{"number":2,"verse":"And he did what was evil in the sight of Jehovah, but not as his father and his mother had done, for he put away the pillar of Baal, which his father had made."},{"number":3,"verse":"Yet he clung to the sins of Jeroboam the son of Nebat, by which he caused Israel to sin; he did not turn away from them."},{"number":4,"verse":"Now Mesha the king of Moab was a sheep breeder, who would pay as tribute to the king of Israel one hundred thousand lambs and the wool of one hundred thousand rams."},{"number":5,"verse":"And when Ahab died, the king of Moab rebelled against the king of Israel."},{"number":6,"verse":"And King Jehoram went forth from Samaria on that day and mustered all Israel."},{"number":7,"verse":"And he went and sent word to Jehoshaphat the king of Judah, saying, The king of Moab has rebelled against me. Will you go with me to Moab to fight? And he said, I will go up: I will be as you are; my people will be as your people; my horses, as your horses."},{"number":8,"verse":"And he said, By which way shall we go up? And he said, By the way of the wilderness of Edom."},{"number":9,"verse":"So the king of Israel and the king of Judah and the king of Edom set out, and they circled about on a journey of seven days. And there was no water for the army or for the animals that followed them."},{"number":10,"verse":"And the king of Israel said, Alas! Jehovah has called these three kings together to deliver them into the hand of Moab."},{"number":11,"verse":"But Jehoshaphat said, Is there no prophet of Jehovah here, by whom we may inquire of Jehovah? And one of the servants of the king of Israel answered and said, Elisha the son of Shaphat is here, who used to pour water on the hands of Elijah."},{"number":12,"verse":"And Jehoshaphat said, The word of Jehovah is with him. And the king of Israel and Jehoshaphat and the king of Edom went down to him."},{"number":13,"verse":"And Elisha said to the king of Israel, What do I have in this that concerns you? Go to the prophets of your father and to the prophets of your mother. And the king of Israel said to him, No; for Jehovah has called these three kings together to deliver them into the hand of Moab."},{"number":14,"verse":"And Elisha said, As Jehovah of hosts, before whom I stand, lives, were it not that I regard Jehoshaphat the king of Judah, I would not even look at you or see you."},{"number":15,"verse":"But now bring me a musician. And as the musician played, the hand of Jehovah came upon him."},{"number":16,"verse":"And he said, Thus says Jehovah, Make this valley trenches, all trenches!"},{"number":17,"verse":"For thus says Jehovah, You will not see wind, nor will you see rain; but that valley will be filled with water, and you will drink, as will your cattle and your animals."},{"number":18,"verse":"And this is but a small thing in the sight of Jehovah, for He will deliver Moab into your hand."},{"number":19,"verse":"And you will strike every fortified city and every choice city, and every good tree you will fell, and all the springs of water you will stop, and every fine portion of land you will mar with stones."},{"number":20,"verse":"And in the morning, at about the time of the offering up of the meal offering, there came water from the direction of Edom, and the land was filled with water."},{"number":21,"verse":"Now when all Moab heard that the kings had come up to fight against them, any of those old enough to strap on armor and upward were called out; and they stationed themselves at the border."},{"number":22,"verse":"And when they rose up early in the morning, the sun shone on the water; and the Moabites saw the water before them as red as blood."},{"number":23,"verse":"And they said, This is blood; the kings have no doubt fought against themselves, and each has struck down his companion. Now therefore to the spoil, O Moab!"},{"number":24,"verse":"And when they came to the camp of Israel, the Israelites rose up and struck the Moabites, so that they fled before them. And they went among them and struck down the Moabites."},{"number":25,"verse":"And they overturned the cities, and on every fine portion of land each man threw his stone and filled it up, and every spring of water they stopped, and every good tree they felled. Only at Kir-hareseth did they leave stones standing, but the slingers encircled it and struck it."},{"number":26,"verse":"And when the king of Moab saw that the battle went hard against him, he took with him seven hundred men who drew the sword, in order to break through to the king of Edom; but they were not able to do it."},{"number":27,"verse":"So he took his firstborn son, who was to reign in his place, and offered him up as a burnt offering upon the wall. And great wrath came upon Israel, and they departed from him and returned to their land."}]}