{"bibleAbbr":"GB1587","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"And when King Hezekiah heard it, he rent his clothes and put on sackecloth, and came into the house of the Lord,"},{"number":2,"verse":"And he sent Eliakim, which [was] over the household, and Shebna the scribe, and the elders of the priests, covered with sackcloth, To hear some new prophecy and to have comfort from him. to Isaiah the prophet the son of Amoz."},{"number":3,"verse":"And they said unto him, Thus saith Hezekiah, This day [is] a day of trouble, and of rebuke, and blasphemy: for the children are come to The dangers are so great, that we can neither avenge this blasphemy, or help ourselves any more than a woman in labour. the birth, and [there is] not strength to bring forth."},{"number":4,"verse":"It may be the LORD thy God will hear all the words of Rabshakeh, whom the king of Assyria his master hath sent to reproach the living God; and will reprove the words which the LORD thy God hath heard: wherefore lift up [thy] prayer for the Meaning, for Jerusalem which only remained of all the cities of Judah. remnant that are left."},{"number":5,"verse":"So the seruants of King Hezekiah came to Isaiah."},{"number":6,"verse":"And Isaiah said vnto them, So shall ye say to your master, Thus sayeth the Lorde, Be not afraide of the words which thou hast heard, wherewith the seruants of the king of Asshur haue blasphemed me."},{"number":7,"verse":"Behold, I will send a blast The Lord can with one blast blow away all the strength of man, and turn it into dust. upon him, and he shall hear a rumour, and shall return to his own land; and I will cause him to fall by the sword in his own land."},{"number":8,"verse":"So Rabshakeh returned, and founde the King of Asshur fighting against Libnah: for he had heard that he was departed from Lachish."},{"number":9,"verse":"And when That is, Sennacherib. he heard say of Tirhakah king of Ethiopia, For the kings of Ethiopia and Egypt joined together against the king of Assyria because of his oppression of other countries. Behold, he is come out to fight against thee: he sent messengers again unto Hezekiah, saying,"},{"number":10,"verse":"Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy The closer the wicked are to their destruction, the more they blaspheme. God in whom thou trustest deceive thee, saying, Jerusalem shall not be delivered into the hand of the king of Assyria."},{"number":11,"verse":"Beholde, thou hast heard what the Kings of Asshur haue done to all landes, how they haue destroyed them: and shalt thou be deliuered?"},{"number":12,"verse":"Haue the gods of the heathen deliuered them which my fathers haue destroyed? as Gozan, and Haran, and Rezeph, and the children of Eden, which were in Thelasar?"},{"number":13,"verse":"Where is the King of Hamath, & the King of Arpad, and the King of the citie of Shepharuaim, Hena and Iuah?"},{"number":14,"verse":"And Hezekiah received the letter of the hand of the messengers, and read it: and Hezekiah went up into the house of the LORD, and spread it before the Before the Ark of the covenant. LORD."},{"number":15,"verse":"And Hezekiah He shows what the true refuge and help is in all dangers, that is, to flee to the Lord by earnest prayer. prayed before the LORD, and said, O LORD God of Israel, which dwellest [between] the cherubims, thou art the God, [even] thou alone, of all the kingdoms of the earth; thou hast made heaven and earth."},{"number":16,"verse":"LORD, Show by effect that you will not allow your Name to be blasphemed. bow down thine ear, and hear: open, LORD, thine eyes, and see: and hear the words of Sennacherib, which hath sent him to reproach the By this title he discerns God from all idols and false gods. living God."},{"number":17,"verse":"Trueth it is, Lord, that the Kings of Asshur haue destroyed the nations and their landes,"},{"number":18,"verse":"And haue set fire on their gods: for they were no gods, but the worke of mans hands, euen wood and stone: therefore they destroyed them."},{"number":19,"verse":"Now therefore, O LORD our God, I beseech thee, save thou us out of his hand, that all the He shows the reason the faithful desire God to deliver them: that is, that he may be glorified by their deliverance. kingdoms of the earth may know that thou [art] the LORD God, [even] thou only."},{"number":20,"verse":"Then Isaiah the sonne of Amoz sent to Hezekiah, saying, Thus saith the Lord God of Israel, I haue heard that which thou hast prayed me, concerning Saneherib King of Asshur."},{"number":21,"verse":"This [is] the word that the LORD hath spoken concerning him; The Because as yet Jerusalem had not been taken by the enemy therefore he calls her virgin. virgin the daughter of Zion hath despised thee, [and] laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee."},{"number":22,"verse":"Whom hast thou reproached and blasphemed? and against whom hast thou exalted [thy] voice, and lifted up thine eyes on high? [even] God counts that as an injury done to him, and will avenge what is done to any of his saints. against the Holy [One] of Israel."},{"number":23,"verse":"By thy messengers thou hast reproached the Lord, and hast said, With the multitude of my chariots I am come up to the height of the mountains, to the sides of Lebanon, and will cut down the tall cedar trees thereof, [and] the choice fir trees thereof: and I will enter into the Meaning Jerusalem, which Isaiah calls the height of his borders, that is, of Judah, (Isa_37:24). lodgings of his borders, [and into] the forest of his Carmel."},{"number":24,"verse":"I haue digged, and drunke the waters of others, and with the plant of my feete haue I dried all the floods closed in."},{"number":25,"verse":"Hast thou not heard long ago [how] I have done it, [and] of ancient times that I have formed it? He declares that as he is the author and beginning of his Church, he will never allow it to be completely destroyed, as other cities and kingdoms. now have I brought it to pass, that thou shouldest be to lay waste fenced cities [into] ruinous heaps."},{"number":26,"verse":"Therefore their Thus he describes the wicked, who flourish for a time, and later fade and decay like flowers. inhabitants were of small power, they were dismayed and confounded; they were [as] the grass of the field, and [as] the green herb, [as] the grass on the housetops, and [as corn] blasted before it be grown up."},{"number":27,"verse":"I knowe thy dwelling, yea, thy going out, and thy coming in, and thy furie against me."},{"number":28,"verse":"Because thy rage against me and thy tumult is come up into mine ears, therefore I will put my I will bridle your rage, and turn you to and fro as it pleases me. hook in thy nose, and my bridle in thy lips, and I will turn thee back by the way by which thou camest."},{"number":29,"verse":"And this [shall be] a God not only promised him the victory, but gives him a sign to confirm his faith. sign unto thee, Ye shall eat this year such things as grow of themselves, and in the second year that which springeth of the same; and in the third year sow ye, and reap, and plant vineyards, and eat the fruits thereof."},{"number":30,"verse":"And the remnant that is escaped of the house of Judah shall yet again take The Lord will multiply in great number that small remnant of Judah that escaped. root downward, and bear fruit upward."},{"number":31,"verse":"For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the The love, that God has for his Church will overcome the counsels and enterprises of men. zeal of the LORD [of hosts] shall do this."},{"number":32,"verse":"Wherefore thus saith the Lorde, concerning the King of Asshur, He shall not enter into this citie, nor shoote an arrowe there, nor come before it with shield, nor cast a mount against it:"},{"number":33,"verse":"But he shall returne the way he came, and shall not come into this citie, saith the Lorde."},{"number":34,"verse":"For I will defende this citie to saue it for mine owne sake, and for Dauid my seruants sake."},{"number":35,"verse":"And the same night the Angell of the Lorde went out and smote in the campe of Asshur an hundreth foure score and fiue thousande: so when they rose earely in the morning, behold, they were all dead corpses."},{"number":36,"verse":"So Saneherib King of Asshur departed, & went his way, and returned, & dwelt in Nineueh."},{"number":37,"verse":"And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons This was the just judgment of God for his blasphemy, that he would be slain before the idol that he preferred to the living God, and by those who should by nature have needed his defence. smote him with the sword: and they escaped into the land of Armenia. And Esarhaddon his son reigned in his stead."}]}