{"bibleAbbr":"Geneva1587","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"About that time was Hezekiah sicke vnto death: and the Prophet Isaiah the sonne of Amoz came to him, and said vnto him, Thus saith the Lorde, Put thine house in an order: for thou shalt die, and not liue."},{"number":2,"verse":"Then he turned his face to the That his mind might not be troubled. wall, and prayed unto the LORD, saying,"},{"number":3,"verse":"I beseech thee, O LORD, remember now how I have walked before thee in truth and with a Meaning, without all hypocrisy. perfect heart, and have done [that which is] good in thy sight. And Hezekiah Not so much for his own death, as for fear that idolatry would be restored which he had destroyed, and so God's Name be dishonoured. wept sore."},{"number":4,"verse":"And afore Isaiah was gone out into the middle of the court, the worde of the Lord came to him, saying,"},{"number":5,"verse":"Turn again, and tell Hezekiah the captain of my people, Thus saith the LORD, the God of David thy father, I have heard thy Because of his true repentance and prayer, God turned away his wrath. prayer, I have seen thy tears: behold, I will heal thee: on the third day thou shalt go up unto the To give thanks for your deliverance. house of the LORD."},{"number":6,"verse":"And I wil adde vnto thy dayes fiftene yere, and wil deliuer thee & this citie out of the hand of the King of Asshur, and will defende this citie for mine owne sake, & for Dauid my seruats sake."},{"number":7,"verse":"And Isaiah said, Take a He declares that though God can heal without other medicines, he will not have these inferior means contemned. lump of figs. And they took and laid [it] on the boil, and he recovered."},{"number":8,"verse":"For Hezekiah had saide vnto Isaiah, What shalbe the signe that the Lorde will heale me, and that I shall goe vp into the house of the Lorde the thirde day?"},{"number":9,"verse":"And Isaiah answered, This signe shalt thou haue of the Lorde, that the Lorde will doe that he hath spoken, Wilt thou that the shadowe goe forwarde ten degrees, or go backe ten degrees?"},{"number":10,"verse":"And Hezekiah answered, It is a light thing for the shadow to go down ten degrees: nay, but let the shadow Let the sun go so many degrees back, that the hours may be fewer in the king's dial. return backward ten degrees."},{"number":11,"verse":"And Isaiah the prophet cried unto the LORD: and he brought the shadow ten degrees backward, by which it had gone down in the Which was set at the top of the stairs that Ahaz had made. dial of Ahaz."},{"number":12,"verse":"At that time Berodachbaladan, the son of Baladan, king of Babylon, sent letters and a Moved by the favour that God showed to Hezekiah, and also because he had declared himself an enemy of Sennacherib who was now destroyed. present unto Hezekiah: for he had heard that Hezekiah had been sick."},{"number":13,"verse":"And Hezekiah hearkened unto them, and shewed them all the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and [all] the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his Being moved by ambition and vain glory, and also because he seemed to rejoice in the friendship of him who was God's enemy and an infidel. dominion, that Hezekiah shewed them not."},{"number":14,"verse":"Then Isaiah the Prophet came vnto King Hezekiah, and saide vnto him, What saide these men? and from whence came they to thee? And Hezekiah said, They be come from a farre countrey, euen from Babel."},{"number":15,"verse":"Then saide he, What haue they seene in thine house? And Hezekiah answered, All that is in mine house haue they seene: there is nothing among my treasures, that I haue not shewed the."},{"number":16,"verse":"And Isaiah said vnto Hezekiah, Heare the worde of the Lorde."},{"number":17,"verse":"Beholde, the dayes come, that all that is in thine house, and what so euer thy fathers haue layed vp in store vnto this day, shall be caryed into Babel: Nothing shall be left, saith the Lorde."},{"number":18,"verse":"And of thy sonnes, that shall proceede out of thee, and which thou shalt beget, shall they take away, and they shalbe eunuches in the palace of the King of Babel."},{"number":19,"verse":"Then said Hezekiah unto Isaiah, Good [is] the word of the LORD which thou hast He acknowledges Isaiah to be the true prophet of God and therefore humbles himself to his word. spoken. And he said, [Is it] not [good], if Seeing that God has shown me this favour to grant me quietness during my life: for he was afraid lest the enemies would have had opportunity to rejoice if the Church had decayed in his time, because he had restored religion. peace and truth be in my days?"},{"number":20,"verse":"Concerning the rest of the actes of Hezekiah, and all his valiant deedes, and howe he made a poole and a cundite, and brought water into the citie, are they not written in the booke of the Chronicles of the Kings of Iudah?"},{"number":21,"verse":"And Hezekiah slept with his fathers: and Manasseh his sonne reigned in his steade."}]}