{"bibleAbbr":"Geneva1587","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"(2Ki_2:3). Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying, Thy servant my husband is dead; and thou knowest that thy servant did And therefore did not fall into debt by carelessness or excess but by the hand of the Lord. fear the LORD: and the creditor is come to take unto him my two sons to be Because I am poor and not able to pay. bondmen."},{"number":2,"verse":"And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a Thus God permits his to be brought many times to extreme necessity, before he helps them, that afterward they may praise his mercy even more. pot of oil."},{"number":3,"verse":"And he sayde, Goe, and borowe thee vessels abroad of all thy neighbours, emptie vessels, and spare not."},{"number":4,"verse":"And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into The Prophet declares by this to her, that God never fails to provide for his servants, their wives and children, it they trust in him. all those vessels, and thou shalt set aside that which is full."},{"number":5,"verse":"So shee departed from him, and shut the doore vpon her, and vpon her sonnes; they brought to her, and she powred out."},{"number":6,"verse":"And it came to pass, when the vessels were full, that she said unto her son, Bring me yet a vessel. And he said unto her, [There is] not a vessel more. And the oil Or ceased to increase. stayed."},{"number":7,"verse":"Then she came and told the man of God. And he said, Go, sell the oil, and pay thy debt, and live thou and thy children of the God here not only provided for his servant, that his debts should be paid and so kept his doctrine and profession without slander, but also for his wife and children. rest."},{"number":8,"verse":"And on a time Elisha came to Shunem, and there a woman of great estimation constrained him to eate bread: and as he passed by, he turned in thither to eate bread."},{"number":9,"verse":"And she sayde vnto her husband, Beholde, I know now, that this is an holy man of God that passeth by vs continually."},{"number":10,"verse":"Let us make a Which would be separate from the rest of the house, that he might more conveniently give himself to study and prayers. little chamber, I pray thee, on the wall; and let us set for him there a bed, and a table, and a stool, and a candlestick: and it shall be, when he cometh to us, that he shall turn in thither."},{"number":11,"verse":"And on a day, hee came thither and turned into the chamber, and lay therein,"},{"number":12,"verse":"And sayd to Gehazi his seruant, Call this Shunammite: and when hee called her, she stood before him."},{"number":13,"verse":"And he said unto him, Say now unto her, Behold, thou hast been careful for us with all this care; Thus the servants of God are not unthankful for the benefits they receive. what [is] to be done for thee? wouldest thou be spoken for to the king, or to the captain of the host? And she answered, I I am content with what God has sent me, and can lack nothing that one can do for another. dwell among mine own people."},{"number":14,"verse":"And he said, What then [is] to be done for her? And Gehazi answered, Verily she hath Which was shameful and therefore he would that his master should pray to God for her that she might be fruitful. no child, and her husband is old."},{"number":15,"verse":"Then said he, Cal her; hee called her, and shee stoode in the doore."},{"number":16,"verse":"And he said, At this time appointed, according to the time of life, thou shalt embrace a sonne; she sayd, Oh my Lorde, thou man of God, doe not lye vnto thine handmayd."},{"number":17,"verse":"So the woman conceiued, & bare a sonne at that same season, according to the time of life, that Elisha had sayd vnto her."},{"number":18,"verse":"And when the childe was growen, it fell on a day, that he went out to his father, and to the reapers."},{"number":19,"verse":"And he said unto his father, His head was hurt badly and therefore he cried. My head, my head. And he said to a lad, Carry him to his mother."},{"number":20,"verse":"And hee tooke him & brought him to his mother, and hee sate on her knees till noone, and dyed."},{"number":21,"verse":"Then shee went vp, and layed him on the bed of the man of God, and shut the doore vpon him, and went out."},{"number":22,"verse":"Then she called to her husband, & sayd, Send with me, I pray thee, one of the yong men and one of the asses: for I will haste to the man of God, and come againe."},{"number":23,"verse":"And he said, Wherefore wilt thou go to him to day? [it is] neither For at such times the people were wont to resort to the prophets for doctrine and consolation. new moon, nor sabbath. And she said, [It shall be] well."},{"number":24,"verse":"Then she sadled an asse, and sayde to her seruant, Driue, and goe forward: staye not for me to get vp, except I bid thee."},{"number":25,"verse":"So she went, and came vnto the man of God to mount Carmel; when the man of God sawe her ouer against him, he sayd to Gehazi his seruant, Beholde, the Shunammite."},{"number":26,"verse":"Runne nowe, I say, to meete her, and say vnto her, Art thou in health? is thine husband in health? and is the child in health? And she answered, We are in health."},{"number":27,"verse":"And when she came to the man of God to the hill, she In token of humility and joy that she had met with him. caught him by the feet: but Gehazi came near to thrust her away. And the man of God said, Let her alone; for her soul [is] vexed within her: and the LORD hath hid [it] from me, and hath not told me."},{"number":28,"verse":"Then she said, Did I desire a sonne of my lord? did I not say, Deceiue me not?"},{"number":29,"verse":"Then he said to Gehazi, Gird up thy loins, and take my staff in thine hand, and go thy way: Make such speed that nothing may stop you in the way, (Luk_10:4). if thou meet any man, salute him not; and if any salute thee, answer him not again: and lay my staff upon the face of the child."},{"number":30,"verse":"And the mother of the childe sayde, As the Lorde liueth, and as thy soule liueth, I will not leaue thee. Therefore he arose, and followed her."},{"number":31,"verse":"But Gehazi was gone before them, & had layed the staffe vpon the face of the childe, but he neither spake nor heard: wherefore hee returned to meete him, and told him, saying, The childe is not waken."},{"number":32,"verse":"Then came Elisha into the house, and beholde, the childe was dead, and layed vpon his bedde."},{"number":33,"verse":"He went in therefore, and shut the doore vpon them twayne, and prayed vnto the Lord."},{"number":34,"verse":"And he went up, and Elijah did the same to the widow's son at Zarephath (1Ki_17:21) and Paul in (Act_20:10) signifying the care that should be in them, who bear the word of God and are distributors of spiritual life. lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands: and he stretched himself upon the child; and the flesh of the child waxed warm."},{"number":35,"verse":"Then he returned, and walked in the house to and fro; and went up, and stretched himself upon him: and the child sneezed Meaning, often. seven times, and the child opened his eyes."},{"number":36,"verse":"Then he called Gehazi, and sayd, Call this Shunammite. So he called her, which came in vnto him; he said vnto her, Take thy sonne."},{"number":37,"verse":"And she came, and fell at his feete, and bowed her selfe to the ground, and tooke vp her sonne, and went out."},{"number":38,"verse":"And Elisha came again to Gilgal: and [there was] a dearth in the That is, in the land of Israel. land; and the sons of the prophets [were] sitting before him: and he said unto his servant, Set on the great pot, and seethe pottage for the sons of the prophets."},{"number":39,"verse":"And one went out into the field to gather herbs, and found a Which the apothecaries call colloquintida, and is most vehement and dangerous in purging. wild vine, and gathered thereof wild gourds his lap full, and came and shred [them] into the pot of pottage: for they knew [them] not."},{"number":40,"verse":"So they poured out for the men to eat. And it came to pass, as they were eating of the pottage, that they cried out, and said, O [thou] man of God, [there is] They feared that they were poisoned because of the bitterness. death in the pot. And they could not eat [thereof]."},{"number":41,"verse":"Then he said, Bring meale; hee cast it into the potte, and sayd, Powre out for the people, that they may eate: and there was none euill in the pot."},{"number":42,"verse":"Then came a man from Baal-shalisha, & brought the man of God bread of the first fruits, euen twenty loaues of barley, and full eares of corne in the huske; hee saide, Giue vnto the people, that they may eate."},{"number":43,"verse":"And his servitor said, What, should I set this before an hundred men? He said again, Give the people, that they may eat: for thus saith the LORD, They shall eat, and It is not the quantity of bread that satisfies, but the blessing that God gives. shall leave [thereof]."},{"number":44,"verse":"So he set it before them, and they did eate, and left ouer, according to the word of the Lord."}]}