{"bibleAbbr":"msAB1996","bookName":"EZRA","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"( Raja Kores Membenarkan Orang Yahudi Pulang ke Negeri Mereka) ( , ) Pada tahun pertama pemerintahan Raja Kores, raja Persia, ( Raja Kores, raja Persia: Raja ini mengalahkan kota Babel pada tahun 539 Sebelum Masihi dan mulai memerintah sebagai raja di Babel.) TUHAN melaksanakan firman-Nya yang disampaikan-Nya dengan perantaraan Nabi Yeremia. TUHAN menggerakkan hati Raja Kores supaya mengeluarkan titah bertulis, yang dikirim untuk dibacakan di seluruh kerajaan baginda. Bunyinya demikian:"},{"number":2,"verse":"( ) “Demikianlah titah Raja Kores, raja Persia: TUHAN, Allah penguasa di syurga, telah menjadikan beta raja seluruh dunia. Dia telah memberi beta tugas untuk membina Rumah bagi-Nya di Yerusalem, di negeri Yehuda."},{"number":3,"verse":"Semoga Allah melindungi kamu semua yang menjadi umat-Nya. Kamu harus kembali ke Yerusalem dan membina semula Rumah TUHAN, Allah Israel, Allah yang disembah di Yerusalem."},{"number":4,"verse":"Jika ada seorang daripada umat-Nya di tempat pembuangan ini yang memerlukan bantuan untuk pulang, hendaklah jiran-jirannya memberikan bantuan. Mereka harus memberinya perak dan emas, bekalan untuk perjalanan serta binatang untuk mengangkut barangan, dan juga persembahan untuk Rumah TUHAN di Yerusalem.”"},{"number":5,"verse":"Oleh itu para pemimpin puak daripada suku Yehuda dan Benyamin, para imam serta orang Lewi, dan tiap-tiap orang yang telah digerakkan hatinya oleh Allah, bersiap-siap untuk pulang ke Yerusalem dan membina semula Rumah TUHAN."},{"number":6,"verse":"Semua jiran mereka turut membantu dengan memberikan barangan yang diperlukan: perkakas perak, emas, bekalan untuk perjalanan, binatang untuk mengangkut barangan, harta benda yang lain, serta persembahan untuk Rumah TUHAN."},{"number":7,"verse":"Raja Kores mengembalikan semua mangkuk dan cawan yang dahulu dipakai di dalam Rumah TUHAN di Yerusalem. Perkakas itu telah dibawa oleh Raja Nebukadnezar dan disimpan di dalam kuil dewa-dewanya sendiri."},{"number":8,"verse":"Raja Kores menyerahkan tugas mengurus perkakas itu kepada Mitredat, ketua perbendaharaan kerajaan. Kemudian Mitredat membuat senarai perkakas itu bagi Sesbazar, gabenor negeri Yehuda."},{"number":9,"verse":"Inilah senarainya: mangkuk emas untuk upacara persembahan — 30 mangkuk perak untuk upacara persembahan — 1000 pinggan mangkuk yang lain — 29 mangkuk kecil daripada emas — 30 mangkuk kecil daripada perak — 410 perkakas lain — 1000"},{"number":11,"verse":"Semuanya berjumlah 5400 buah pinggan mangkuk daripada emas dan daripada perak serta perkakas lain. Kesemua barangan ini dibawa oleh Sesbazar dari Babilonia ke Yerusalem, bersama dengan orang buangan yang lain."}]}