{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 தெசலோனிக்கேயர்",
  "bookEnglishName" : "1 Thessalonians",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "பவுலும், சில்வானும், தீமோத்தேயும் பிதாவாகிய தேவனுக்குள்ளும் இயேசு கிறிஸ்துவாகிய கர்த்தருக்குள்ளும் இருக்கும் தெசலோனிக்கேயாவில் உள்ள சபையோருக்கு எழுதுவது. தேவனுடைய கிருபையும் சமாதானமும் உங்களோடு இருப்பதாக."
  }, {
    "number" : 2,
    "verse" : "வாழ்வும் விசுவாசமும்நாங்கள் பிரார்த்தனை செய்யும்பொழுதெல்லாம் உங்களை நினைவுகூருகிறோம். உங்கள் அனைவருக்காவும் தொடர்ந்து தேவனிடம் நன்றி கூறுகிறோம்."
  }, {
    "number" : 3,
    "verse" : "பிதாவாகிய தேவனிடம் பிரார்த்தனை செய்யும்பொழுதெல்லாம் விசுவாசத்தினாலும், அன்பினாலும் நீங்கள் செய்தவற்றுக்காகவும் அவருக்கு நன்றி செலுத்துகிறோம். கர்த்தராகிய இயேசு கிறிஸ்துவின் மீதுள்ள நம்பிக்கையில் நீங்கள் உறுதியுடன் இருப்பதற்காக நாங்கள் அவருக்கு நன்றி செலுத்துகிறோம்."
  }, {
    "number" : 4,
    "verse" : "சகோதர சகோதரிகளே, தேவன் உங்களிடம் அன்பாய் இருக்கிறார். அவர் உங்களைத் தமக்காகத் தேர்ந்தெடுத்திருக்கிறார் என்று நாங்கள் அறிவோம்."
  }, {
    "number" : 5,
    "verse" : "உங்களிடம் நற்செய்தியைக் கொண்டு வந்தோம். ஆனால் நாங்கள் வார்த்தையை மட்டும் பயன்படுத்தவில்லை, அதிகாரத்தையும் பயன்படுத்தினோம். பரிசுத்த ஆவியானவரோடும் முழு உறுதியோடும் நாங்கள் அதைக் கொண்டு வந்தோம். உங்களோடு நாங்கள் இருந்தபோது எப்படி வாழ்ந்தோம் என்பதை நீங்கள் அறிவீர்கள். உங்களுக்கு உதவும் வகையிலேயே வாழ்ந்தோம்."
  }, {
    "number" : 6,
    "verse" : "நீங்கள் எங்களைப் போலவும், கர்த்தரைப் போலவும் ஆனீர்கள். நீங்கள் மிகவும் துன்புற்றீர்கள், எனினும் மகிழ்ச்சியோடு போதனைகளை ஏற்றுக்கொண்டீர்கள். பரிசுத்த ஆவியானவர் உங்களுக்கு அந்த மகிழ்ச்சியைத் தந்தார்."
  }, {
    "number" : 7,
    "verse" : "மக்கதோனியா, அகாயா ஆகிய நகரங்களில் உள்ள விசுவாசிகளுக்கு நீங்கள் எடுத்துக்காட்டு ஆனீர்கள்."
  }, {
    "number" : 8,
    "verse" : "உங்கள் மூலம் மக்கதோனியாவிலும், அகாயாவிலும் தேவனுடைய போதனை பரவியது. தேவனுடைய பேரில் உள்ள உங்கள் விசுவாசம் எல்லா இடங்களுக்கும் தெரிய வந்தது. எனவே உங்கள் விசுவாசத்தைப் பற்றி நாங்கள் எதுவும் சொல்ல வேண்டியதில்லை."
  }, {
    "number" : 9,
    "verse" : "நீங்கள் எங்களை ஏற்றுக்கொண்ட நல்வழியைப் பற்றி எல்லா இடத்திலும் இருக்கிற மக்கள் கூறுகிறார்கள். நீங்கள் எப்படி உருவ வழிப்பாட்டை நிறுத்தினீர்கள் என்பதையும், உண்மையான, ஜீவனுள்ள தேவனுக்கு சேவை செய்யும் மாற்றத்தைப் பெற்றீர்கள் என்பதையும் கூறுகிறார்கள்."
  }, {
    "number" : 10,
    "verse" : "உருவ வழிபாட்டை நிறுத்திவிட்டு பரலோகத்திலிருந்து வரப்போகும் தேவனுடைய குமாரனுக்காக நீங்கள் காத்திருக்கிறீர்கள். தேவன் தன் குமாரனை மரணத்திலிருந்து உயிர்த்தெழச் செய்தார். இயேசுவாகிய அவரே, நியாயத்தீர்ப்பு அளிக்கப்போகும் தேவனுடைய கோபத்திலிருந்து நம்மை இரட்சிக்கிறவர்."
  } ]
}