{"bibleAbbr":"GB1539","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"After the death of Moses the seruaunt of the Lorde, it happened also that the Lorde spake vnto Iosua the sonne of Nun Moses minister saying:"},{"number":2,"verse":"Moses my seruaunt is deed. Now therfore vp & goo ouer Iordan: thou & all this people, vnto the lande the whych I geue vnto the children of Israel."},{"number":3,"verse":"All the places that the sooles of youre fete shall treade vpon, haue I geuen you, as I sayde vnto Moses:"},{"number":4,"verse":"from the wildernes & this Libanon vnto the greate ryuer Euphrates: all the lande of the Hethites, euen vnto the great see towarde the going downe of the sonne, shalbe youre coaste."},{"number":5,"verse":"There shall not a man be able to withstande that all the dayes of thy lyfe. For as I was with Moses, so will I be with the and will not fayll the, nor forsake the."},{"number":6,"verse":"Be strong therfore and bolde: for vnto this people shalt thou deuyde the lande which I sware vnto their fathers to geue them."},{"number":7,"verse":"Onely be thou strong & as bolde as thou canst, that thou mayest obserue & do according to all the lawe, which Moses my seruaunt commaunded the. Tourne therfrom nether to the right hand, nor to the lefte: that thou mayste do wysely in all thou takest in hande:"},{"number":8,"verse":"let not the boke of this lawe departe out of thy mouthe: But recorde therin daye & night that thou mayst obserue, & do according to all that is written therin. For then shalt thou make thy waye prosperouse, and then thou shalt do wysely."},{"number":9,"verse":"Haue not I commaunded the, that thou shuldest be stronge & hardye & not feare ner be faynt harted? For I the Lord thy God am with the, whether soeuer thou goest."},{"number":10,"verse":"Then Iosua commaunded the officers of the people, sayinge:"},{"number":11,"verse":"Goo thorowe the myddes of the hoste, & comaunde the people, saying: prepare you vitayles: for after thre dayes ye shall passe ouer this Iordan, to goo in & enioye the lande which the Lord youre God geueth you, to possesse it."},{"number":12,"verse":"And vnto the Rubenites, Gadites, & half the trybe of Manasses spake Iosua saying:"},{"number":13,"verse":"Remember the worde, which Moses the seruaunt of the Lorde commaunded you, sayinge: the Lorde youre God hathe geuen you reast, & hathe geuen you this land."},{"number":14,"verse":"Youre wyues, youre children, and youre catell shall remayne in the lande which Moses gaue you on this syde Iordan: But ye shall go before youre brethren armyd, all that be men of warre, and helpe them"},{"number":15,"verse":"vntill the Lorde haue geuen youre brethren reast, as he hathe you, and vntill they also haue obtayned the lande, which the Lorde youre God geueth them. And then shall ye retourne vnto the lande of youre possession & enioye it, which lande Moses the Lordes seruaunt gaue you on this syde Iordan towarde the sonne rysynge."},{"number":16,"verse":"And they answered Iosua sayinge: All that thou hast commaunded vs, we will do, and whether soeuer thou sendest vs, we wyll go."},{"number":17,"verse":"According as we obeyed Moses in all thinges, so wyll we obeye the: onlye the Lorde thy God be with the as he was with Moses."},{"number":18,"verse":"And whosoeuer he be that doth dysobeye thy mouth, and will not herken vnto thy wordes in all that thou commaundest him, let him dye: Onlye be strong and of good courage."}]}