{"bibleAbbr":"GB1539","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":2,"verses":[{"number":1,"verse":"And Iosua the sonne of Nun sent out of Settim two men to spye secretlye, sayinge: go & vewe the lande and also Iericho. And they went, and came into a harlotes house, named Rahab, & lodged there."},{"number":2,"verse":"And it was tolde the kynge of Iericho, and sayd: Beholde, there came men in hyther to nyght, of the children of Israel, to spye out the countrey."},{"number":3,"verse":"And the kyng of Iericho sent vnto Rahab saying: brynge forth the men that are come to the, & which are entred into thyne house: for they be come to searche out all the lande."},{"number":4,"verse":"And the woman toke the two men & hid them. And sayde thus: in dede there came men vnto me, but I wist not whence they were."},{"number":5,"verse":"And aboute the tyme of the shuttynge of the gate when it was darcke, the men went out, whether the men went I wot not: folowe ye after them quycklye, & ye shall ouer take them."},{"number":6,"verse":"But she brought them vp to the rooffe of the house, and hydd them wt the stalckes of flaxe, which she had lyinge abroade vpon the rooffe."},{"number":7,"verse":"And the men of the cytye pursued after them, the waye to Iordan, euen vnto the ferie, and as sone as they which pursued after them were gone out, they shutt the gate."},{"number":8,"verse":"And or euer they were a slepe, she came vp vnto them vpon the rooffe,"},{"number":9,"verse":"& sayde vnto the men: I knowe, that the Lorde hathe geuen you the lande for the feare of you is fallen vpon vs, & the enhabiters of the land faynt at the presence of you."},{"number":10,"verse":"For we haue heard, how the Lorde dried vp the water of the redd see before you when you came out of Egypte, & what you dyd vnto the two kynges of the Amorites, that were on the other side Iordan Sehon, & Og, whom ye vtterlye destroyed."},{"number":11,"verse":"And as sone as we had heard these thynges oure hertes dyd fainte. And there remayned no moare courage in any man at the presence of you. For the Lord youre God, he is the God in heauen aboue, & on the erth benethe."},{"number":12,"verse":"Now therfore (I pray you) sweare vnto me by the Lorde, that as I haue shewed you mercie, ye shall also shewe mercie vnto my fathers house, & geue me a true token."},{"number":13,"verse":"And that ye shall saue alyue, bothe my father, & my mother, my brethren, & my systers, and all that they haue. And that ye shall delyuer oure soules from death."},{"number":14,"verse":"And the men answered her: oure liues for you to dye, yf ye vtter not this oure busines. And when the Lord hathe geuen vs the land, we will deale mercifully & truly with the."},{"number":15,"verse":"And then she lett them downe by a coarde, thorow a windowe: For her house was by the towne wall. And she dwelt by the towne wall."},{"number":16,"verse":"And she sayd vnto them: gett you into the mountayne, lest the pursuers mete you, & hyde youre selues there thre dayes, vntill the pursuars be returned and then shall ye goo youre awne waye."},{"number":17,"verse":"And the men sayde vnto her: we will be blamelesse of this thy othe, which thou hast made vs sweare."},{"number":18,"verse":"Beholde, when we come into the lande, thou shalt bynde this purple coarde in the window, which thou lattest vs downe bye. And thou shalt bring thy father, & thy mother, thy brethren, and all thy fathers houshold, euen into thy house."},{"number":19,"verse":"And then whosoeuer doth go out at the dores of thy house, into the streat, his bloude shalbe vpon his awne head, & we wilbe giltlesse. And whosoeuer shalbe with the in the house, hys bloude shall be on oure heade, yf any mannes hande touche him:"},{"number":20,"verse":"And yf thou vtter these oure wordes, we wilbe quyte of thy othe, which thou hast made vs sweare."},{"number":21,"verse":"And she sayde: accordinge vnto youre wordes, so be it: and she sent them awaye to departe. And she bounde the purple coarde in the window."},{"number":22,"verse":"And they departed, and came into the mountayne, and there aboade thre dayes, vntill the pursuars were returned. And the pursuars sought them thorowe out all the waye but founde them not."},{"number":23,"verse":"And the two men returned, & descended from the mountayne, and passed ouer, and came to Iosua the sonne of Nun, and tolde hym all that had chaunced them."},{"number":24,"verse":"And they sayd vnto Iosua: the Lord truly hathe delyuered into oure handes all the lande, and all the inhabiters of the contrey faynte at the presence of vs."}]}