{"bibleAbbr":"Geneva1599","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"(2 Jephthah being chased away by his brethren, was after made captain over Israel.30 He maketh a rash vow.32 He vanquisheth the Ammonites,39 and sacrificeth his daughter according to his vow.) Then Gilead begat Jephthah, and Jephthah the Gileadite was (Hebrew, a man of mighty force.) a valiant man, but the son of an (Or, victualler.) harlot."},{"number":2,"verse":"And Gilead’s wife bare him sons, and when the woman’s children were come to age, they thrust out Jephthah, and said unto him, Thou shalt not inherit in our father’s house: for thou art the son of a (That is, of an harlot as verse 1.) strange woman."},{"number":3,"verse":"Then Jephthah fled from his brethren, and dwelt in the land of (Where the governor of the country was called Tob.) Tob: and there gathered idle fellows to Jephthah, and (Joined with him, as some think, against his brethren.) went out with him."},{"number":4,"verse":"¶ And in process of time, the children of Ammon made war with Israel."},{"number":5,"verse":"And when the children of Ammon fought with Israel, the (Or, ambassadors, sent for that purpose.) Elders of Gilead went to fetch Jephthah out of the land of Tob."},{"number":6,"verse":"And they said unto Jephthah, Come and be our captain, that we may fight (Men oft times are constrained to desire help of them, whom before they have refused.) with the children of Ammon."},{"number":7,"verse":"Jephthah then answered the Elders of Gilead, Did not ye hate me, and (Oft times those things which men reject, God chooseth to do great enterprises by.) expel me out of my father’s house? how then come you unto me now in time of your tribulation?"},{"number":8,"verse":"Then the Elders of Gilead said unto Jephthah, Therefore we turn again to thee now, that thou mayest go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead."},{"number":9,"verse":"And Jephthah said unto the Elders of Gilead, If ye bring me home again to fight against the children of Ammon, if the Lord give them before me, shall I be your head?"},{"number":10,"verse":"And the Elders of Gilead said unto Jephthah, The Lord (Hebrew, be the bearer.) be witness between us, if we do not according to thy words."},{"number":11,"verse":"Then Jephthah went with the Elders of Gilead, and the people made him head and captain over them: and Jephthah rehearsed all his words before the Lord in Mizpah."},{"number":12,"verse":"¶ Then Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me, to fight in my land?"},{"number":13,"verse":"And the king of the children of Ammon answered unto the messengers of Jephthah, (Cross references: : Num. 21:13) Because Israel took my land, when they came up from Egypt, from Arnon unto Jabbok, and unto Jordan: now therefore restore those lands (Hebrew, in peace.) quietly."},{"number":14,"verse":"Yet Jephthah sent messengers again unto the king of the children of Ammon,"},{"number":15,"verse":"And said unto him, Thus saith Jephthah, (Deut. 2:9) Israel took not the land of Moab, nor the land of the children of Ammon."},{"number":16,"verse":"But when Israel came up from Egypt, and walked through the wilderness unto the red sea, then they came to Kadesh."},{"number":17,"verse":"(Num. 20:1420) And Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, go through thy land: but the king of Edom would not consent: and also they sent unto the king of Moab, but he would not: therefore Israel abode in Kadesh."},{"number":18,"verse":"Then they went through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the Eastside of the land of Moab, and pitched on the other side of Arnon, (Num. 21:13; Num. 22:14) and came not within the coast of Moab: for Arnon was the border of Moab."},{"number":19,"verse":"Also Israel (Deut. 2:26) sent messengers unto Sihon, king of the Amorites, the king of Heshbon, and Israel said unto him, Let us pass, we pray thee, by thy land unto our (Or, country.) place."},{"number":20,"verse":"But Sihon (He trusted them not to go through his country.) consented not to Israel, that he should go through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought with Israel."},{"number":21,"verse":"And the Lord God of Israel gave Sihon, and all his folk into the hands of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that country:"},{"number":22,"verse":"And they possessed (Deut. 2:36) all the coast of the Amorites, from Arnon unto Jabbok, and from the wilderness even unto Jordan."},{"number":23,"verse":"Now therefore the Lord God of Israel hath cast out the Amorites before his people Israel, and shouldest thou possess it?"},{"number":24,"verse":"Wouldest not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the (For we ought more to believe and obey God, than thou thine idols.) Lord our God driveth out before us, them will we possess."},{"number":25,"verse":"(Num. 22:2; Deut. 23:4; Josh. 24:9) And art thou now far better than Balak the son of Zippor king of Moab? did he not strive with Israel and fight against them,"},{"number":26,"verse":"When Israel dwelt in Heshbon and in her towns, and in Aroer and in her towns, and in all the cities that are by the coasts of Arnon, three hundred years? why did ye not then recover (Meaning, their towns.) them in that space?"},{"number":27,"verse":"Wherefore I have not offended thee: but thou doest me wrong to war against me. The Lord the Judge (To punish the offender.) be judge this day between the children of Israel, and the children of Ammon."},{"number":28,"verse":"Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah, which he had sent him."},{"number":29,"verse":"¶ Then the (That is, the spirit of strength and zeal.) Spirit of the Lord came upon Jephthah, and he passed over to Gilead, and to Manasseh, and came to Mizpah in Gilead, and from Mizpah in Gilead he went unto the children of Ammon."},{"number":30,"verse":"And Jephthah (As the Apostle commendeth Jephthah for his worthy enterprise in delivering the people, Heb. 11:32, so by his rash vow and wicked performance of the same, his victory was defaced: and here we see that the sins of the godly do not utterly extinguish their faith.) vowed a vow unto the Lord, and said, If thou shalt deliver the children of Ammon into mine hands,"},{"number":31,"verse":"Then that thing that cometh out of the doors of mine house to meet me, when I come home in peace from the children of Ammon, shall be the Lord’s, and I will offer it for a burnt offering."},{"number":32,"verse":"And so Jephthah went unto the children of Ammon to fight against them, and the Lord delivered them into his hands."},{"number":33,"verse":"And he smote them from Aroer even till thou come to Minnith, twenty cities, and so forth to (Or, the plain.) Abel of the vineyards, with an exceeding great slaughter. Thus the children of Ammon were humbled before the children of Israel."},{"number":34,"verse":"¶ Now when Jephthah came to Mizpah unto his house, behold, his daughter came out to meet him with (According to the manner after the victory.) timbrels and dances, which was his only child: he had none other son, nor daughter."},{"number":35,"verse":"And when he saw her, he (Being overcome with blind zeal, and not considering whether the vow was lawful or no.) rent his clothes, and said, Alas my daughter, thou hast brought me low, and art of them that trouble me: for I have opened my mouth unto the Lord, and cannot go back."},{"number":36,"verse":"And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do with me as thou hast promised, seeing that the Lord hath avenged thee of thine enemies the children of Ammon."},{"number":37,"verse":"Also she said unto her father, Do thus much for me: suffer me two months, that I may go to the mountains, and (For it was counted as a shame in Israel, to die without children, and therefore they rejoiced to be married.) bewail my virginity, I and my fellows."},{"number":38,"verse":"And he said, Go: and he sent her away two months: so she went with her companions, and lamented her virginity upon the mountains."},{"number":39,"verse":"And after the end of two months, she turned again unto her father, who did with her according to his vow which he had vowed, and she had known no man. And it was a custom in Israel:"},{"number":40,"verse":"The daughters of Israel went year by year to lament the daughter of Jephthah the Gileadite, four days in a year."}]}