{"bibleAbbr":"Geneva1599","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"(3 Micah’s mother according to her vow, made her son two idols.5 He made his son a Priest for his idols,10 and after he hired a Levite.) There (Some think this history was in the time of Othniel, or as Josephus writeth, immediately after Joshua.) was a man of mount Ephraim, whose name was Micah,"},{"number":2,"verse":"And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, for the which thou cursedst, and spakedst it, even in mine hearing, behold, the silver is with me, I took it. Then his mother said, Blessed be my son of the Lord."},{"number":3,"verse":"And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had dedicate the silver to the Lord of mine hand for my son, to make (Contrary to the commandment of God and true religion practiced under Joshua, they forsook the Lord and fell to idolatry.) a graven and molten image. Now therefore I will give it thee again."},{"number":4,"verse":"And when he had restored the money unto his mother, his mother took two hundred shekels of silver, and gave them to the founder, which made thereof a graven and molten image, and it was in the house of Micah."},{"number":5,"verse":"And this man Micah had an house of gods, and made an Ephod, and Teraphim, and (Hebrew, filled the hand of one.) consecrated one of his sons, who was his Priest. (He would serve both God and Idols.) (By Teraphim some understand certain idols, having the likeness of a man, but others understand thereby all manner of things and instruments belonging unto those, who sought for any answer at God’s hands, as Judg. 18:56.) (Cross references: : Judg. 8:27) (Gen. 31:19; Hos. 3:4)"},{"number":6,"verse":"(Judg. 21:25) In those days there was no (For where there is no Magistrate fearing God, there can be no true religion or order.) King in Israel, but every man did that which was good in his own eyes."},{"number":7,"verse":"¶ There was also a young man out of Bethlehem Judah, (Which Bethlehem was in the tribe of Judah.) of the family of Judah: who was a Levite, and sojourned there."},{"number":8,"verse":"And the man departed out of the city, even out of Bethlehem Judah, to dwell where he could find a place: and as he journeyed, he came to mount Ephraim to the house of Micah."},{"number":9,"verse":"And Micah said unto him, Whence comest thou? And the Levite answered him, (For in those days the service of God was corrupt in all estates, and the Levites were not looked unto.) I come from Bethlehem Judah, and go to dwell where I may find a place."},{"number":10,"verse":"Then Micah said unto him, Dwell with me, and be unto me a father and a Priest, and I will give thee ten shekels of silver by year, and a suit of apparel, and thy meat and drink. So the Levite went in."},{"number":11,"verse":"And the Levite was (Not considering that he forsook the true worshipping of God for to maintain his own belly.) content to dwell with the man, and the young man was unto him as one of his own sons."},{"number":12,"verse":"And Micah consecrated the Levite, and the young man was his Priest, and was in the house of Micah."},{"number":13,"verse":"Then said Micah, Now I know that the Lord will be (Thus the idolaters persuade themselves of God’s favor, when indeed he doth detest them.) good unto me, seeing I have a Levite to my Priest."}]}