{"bibleAbbr":"Geneva1599","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":18,"verses":[{"number":1,"verse":"((2 The children of Dan send men to search the land.11 Then come the six hundred and take the gods, and the Priest of Micah away.27 They destroy Laish,28 They build it again.30 And set up Idolatry.) ) In those days there was no (Meaning, no ordinary Magistrate to punish vice according to God’s word.) king in Israel, and at the same time the tribe of Dan sought them an inheritance to dwell in: for unto that time all their inheritance had not fallen unto them among the tribes of Israel."},{"number":2,"verse":"Therefore the children of Dan sent of their family, five men out of their coasts, even men expert in war, out of Zorah and Eshtaol, to view the land and search it out, and said unto them, (For the portion which Joshua gave them, was not sufficient for all their tribe.) Go, and search out the land. Then they came to mount Ephraim to the house of Micah and lodged there."},{"number":3,"verse":"When they were in the house of Micah, they knew the (They knew him by his speech that he was a stranger there.) voice of the young man the Levite: and being turned in thither, they said unto him, Who brought thee hither? or what makest thou in this place? and what hast thou to do here?"},{"number":4,"verse":"And he answered them, Thus and thus dealeth Micah with me, and hath hired me, and I am his Priest."},{"number":5,"verse":"Again they said unto him, Ask counsel now of God, that we may know whether the way which we go, shall be prosperous."},{"number":6,"verse":"And the Priest said unto them, (Thus God granteth the idolaters sometime their requests to their destruction that delight in errors.) Go in peace: for the Lord guideth your way which ye go."},{"number":7,"verse":"Then the five men departed, and came to Laish, and saw the people that were therein, which dwelt careless, after the manner of the Sidonians, quiet and sure, because no man (Hebrew, made them ashamed.) made any trouble in the land, or usurped any dominion: also they were far from the Sidonians, and had no business with other men."},{"number":8,"verse":"¶ So they came again unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What have ye done?"},{"number":9,"verse":"And they answered, Arise, that we may go up against them: for we have seen the land, and surely it is very good, and (Lose ye this good occasion through your slothfulness?) do ye sit still? be not slothful to go and enter to possess the land:"},{"number":10,"verse":"(If ye will go, ye shall come unto a careless people, and the country is large) for God hath given it into your hand. It is a place which doth lack nothing that is in the world."},{"number":11,"verse":"¶ Then there departed thence of the family of the Danites, from Zorah and from Eshtaol, six hundred men appointed with instruments of war."},{"number":12,"verse":"And they went up, and pitched in Kirjath Jearim in Judah: wherefore they called that place (Or, the tents of Dan.) Mahaneh Dan unto this day: and it is behind Kirjath Jearim."},{"number":13,"verse":"And they went thence unto mount Ephraim, and came to the house of Micah."},{"number":14,"verse":"Then answered the five men that went to spy out the country of Laish, and said unto their brethren, (Because they before had had good success, they would that their brethren should be encouraged by hearing the same tidings.) Know ye not, that there is in these houses an Ephod, and Teraphim, and a graven and a molten image? Now therefore consider what ye have to do."},{"number":15,"verse":"And they turned thitherward and came to the house of the young man the Levite, even unto the house of Micah, and saluted him peaceably."},{"number":16,"verse":"And the six hundred men appointed with their weapons of war, which were of the children of Dan, stood by the entering of the gate."},{"number":17,"verse":"Then the five men that went to spy out the land, went in thither, and took the (So superstition blinded them that they thought God’s power was in these idols, and that they should have good success by them, though by violence and robbery they did take them away.) graven image and the Ephod, and the Teraphim, and the molten image: and the Priest stood in the entering of the gate with the six hundred men that were appointed with weapons of war."},{"number":18,"verse":"And the other went into Micah’s house, and fet the graven image, the Ephod and the Teraphim, and the molten image. Then said the Priest unto them, What do ye?"},{"number":19,"verse":"And they answered him, Hold thy peace: lay thine hand upon thy mouth, and come with us to be our father and Priest. Whether is it better that thou shouldest be a Priest unto the house of one man, or that thou shouldest be a Priest unto a tribe and to a family in Israel?"},{"number":20,"verse":"And the Priest’s heart was glad, and he took the Ephod, and the Teraphim, and the graven image, and went among the (With the six hundred men.) people."},{"number":21,"verse":"And they turned and departed, and put the children, and the cattle, and the substance (Suspecting them that did pursue them.) before them."},{"number":22,"verse":"¶ When they were far off from the house of Micah, the men that were in the houses near to Micah’s house, gathered together, and pursued after the children of Dan,"},{"number":23,"verse":"And cried unto the children of Dan: who turned their faces, and said unto Micah, What aileth thee that thou makest an outcry?"},{"number":24,"verse":"And he said, Ye have taken away my (This declareth what opinion the idolaters have of their idols.) gods, which I made, and the Priest, and go your ways: and what have I more? how then say ye unto me, What aileth thee?"},{"number":25,"verse":"And the children of Dan said unto him, Let not thy voice be heard among us, lest (Hebrew, who have their heart bitter.) angry fellows run upon thee, and thou lose thy life with the lives of thine household."},{"number":26,"verse":"So the children of Dan went their ways: and when Micah saw that they were too strong for him, he turned and went back unto his house."},{"number":27,"verse":"And they took the (Meaning, the idols, as verse 18.) things which Micah had made, and the Priest which he had, and came unto Laish, unto a quiet people, and without mistrust, and smote them with the edge of the sword, and burnt the city with fire:"},{"number":28,"verse":"And there was none to (Or, deliver them.) help, because (Which after was called Cesarea Philippi.) Laish was far from Sidon, and they had no business with other men: also it was in the valley that lieth by Beth Rehob. After, they built the city, and dwelt therein,"},{"number":29,"verse":"(Cross references: : Josh. 19:47) And called the name of the city Dan, after the name of Dan their father, which was born unto Israel: howbeit the name of the city was Laish at the beginning."},{"number":30,"verse":"Then the children of Dan set them up the (Thus instead of giving glory to God, they attributed the victory to their idols, and honored them therefore.) graven image: and Jonathan the son of Gershom, the son of Manasseh, and his sons were the Priests in the tribe of the Danites, until the day of the (That is, till the Ark was taken, 1 Sam. 5:1.) captivity of the land."},{"number":31,"verse":"So they set them up the graven image, which Micah had made, all the while the house of God was in Shiloh."}]}