{"bibleAbbr":"Geneva1599","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"(1 The song and thanksgiving of Deborah and Barak, after the victory.) Then sang Deborah, and Barak the son of Abinoam the same day, saying,"},{"number":2,"verse":"Praise ye the Lord for the avenging of Israel, and for the (To wit, the two tribes of Zebulun and Naphtali.) people that offered themselves willingly."},{"number":3,"verse":"Hear, ye kings, hearken ye princes: I, even I will sing unto the Lord: I will sing praise unto the Lord God of Israel."},{"number":4,"verse":"Lord, (Cross references: : Deut. 4:11) when thou wentest out of Seir, when thou departedst out of the field of (Deut. 2:1) Edom, the earth trembled, and the heavens rained, the clouds also dropped water."},{"number":5,"verse":"(Ps. 97:5) The mountains melted before the Lord, (Exod. 19:18) as did that Sinai before the Lord God of Israel."},{"number":6,"verse":"In the days of (Judg. 3:31) Shamgar the son of Anath, in the days of   (Judg. 4:18) Jael, the highways were (For fear of the enemies.) unoccupied, and the travelers walked through byways."},{"number":7,"verse":"The towns were not inhabited: they decayed, I say, in Israel, until I Deborah came up, which rose up a (Miraculously stirred up of God to pity them and deliver them.) mother in Israel."},{"number":8,"verse":"They chose new gods: then was war in the gates. Was there a (They had no heart to resist their enemies.) shield or spear seen among forty thousand of Israel?"},{"number":9,"verse":"Mine heart is set on the governors of Israel, and on them that are willing among the people: praise ye the Lord."},{"number":10,"verse":"Speak ye that ride on (Ye governors.) white asses, ye that dwell (As in danger of your enemies.) by Middin, and that walk by the way."},{"number":11,"verse":"For the noise of the archers appraised among the (For now you may draw water without fear of your enemies.) drawers of water: there shall they rehearse the righteousness of the Lord, his righteousness of his towns in Israel: then did the people of the Lord go down to the gates."},{"number":12,"verse":"Up Deborah, up, arise, and sing a song: arise Barak, and lead (To wit, them that kept thy people in captivity.) thy captivity captive, thou son of Abinoam."},{"number":13,"verse":"For they that remain, have dominion over the mighty of the people: the Lord hath given me dominion over the strong."},{"number":14,"verse":"Of Ephraim (Joshua first fought against Amalek, and Saul destroyed him.) their root arose against Amalek: and after thee Benjamin shall fight against thy people, O Amalek, of Machir came rulers, and of Zebulun, they that handle the pen of the (Even the learned did help to fight.) writer."},{"number":15,"verse":"And the princes of Issachar were with Deborah, and (Even the whole tribe.) Issachar, and also Barak: he was set on his feet in the valley: for the divisions of Reuben were great (They marveled, that they came not over Jordan to help them.) thoughts of heart."},{"number":16,"verse":"Why abodest thou among the sheepfolds, to hear the bleatings of the flocks? for the divisions of Reuben were great thoughts of heart."},{"number":17,"verse":"(She reproveth all them that came not to help their brethren in their necessity.) Gilead abode beyond Jordan: and why doth Dan remain in ships? Asher sat on the seashore, and tarried in his (Either by beating of the sea, or by mining.) decayed places."},{"number":18,"verse":"But the people of Zebulun and Naphtali have jeopardized their lives unto the death in the high places of the field."},{"number":19,"verse":"The Kings came and fought: then fought the Kings of Canaan in Taanach by the waters of Megiddo: they received no gain of (They won nothing, but lost all.) money."},{"number":20,"verse":"They fought from heaven, even the stars in their courses fought against Sisera."},{"number":21,"verse":"The River Kishon (As a besom doeth the filth of the house.) swept them away, that ancient river the river Kishon. O my soul, thou hast marched valiantly."},{"number":22,"verse":"Then were the horse hoofs broken with the oft beating together of their mighty men."},{"number":23,"verse":"Curse ye (It was a city near to Tabor, where they fought.) Meroz: (said the Angel of the Lord) curse the inhabitants thereof, because they came not to help the Lord, to help the Lord against the mighty."},{"number":24,"verse":"Jael the wife of Heber the Kenite shall be blessed above other women: blessed shall she be above women dwelling in tents."},{"number":25,"verse":"He asked water, and she gave him milk: she brought forth (Some read churned milk in a great cup.) butter in a lordly dish."},{"number":26,"verse":"She put her hand to the nail, and her right hand to the workman’s hammer: with the hammer smote she Sisera: she smote off his head, after she had wounded and pierced his temples."},{"number":27,"verse":"He bowed him down at her feet, he fell down, and lay still: at her feet he bowed him down, and fell: and when he had sunk down, he lay there (Hebrew, destroyed.) dead."},{"number":28,"verse":"The mother of Sisera looked out at a window, and cried through the lattice, Why is his chariot so long a coming? why tarry the (Or, feet.) wheels of his chariots?"},{"number":29,"verse":"Her wise ladies answered her, Yea. (That is, she comforted herself.) She answered herself with her own words,"},{"number":30,"verse":"Have they not gotten, and they divide the spoil? every man hath a maid or two. Sisera hath a prey of diverse colored garments, a prey of sundry colors made of needle work: of diverse colors of needle work on both sides, (Because he was chief of the army.) for the chief of the spoil."},{"number":31,"verse":"So let all thine enemies perish, O Lord: but they that love him, shall be as the (Shall grow daily more and more in God’s favor.) Sun when he riseth in his might, and the land had rest forty years."}]}