{"bibleAbbr":"Geneva1599","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":8,"verses":[{"number":1,"verse":"((1 Ephraim murmureth against Gideon, who appeaseth them.4 He passeth the Jordan.16 He revengeth himself on them of Succoth and Penuel.27 He maketh an Ephod which was the cause of idolatry.30 Of Gideon’s sons and of his death.) ) Then the men of Ephraim said unto him, (They began to cavil, because he had the glory of the victory.) Why hast thou served us thus that thou calledst us not, when thou wentest to fight with the Midianites? and they chide with him sharply."},{"number":2,"verse":"To whom he said, What have I now done, in comparison of (Which have slain two princes, Oreb and Zeeb.) you? is not the (This last act of the whole tribe is more famous, than the whole enterprise of one man of one family.) gleaning of grapes of Ephraim better, than the vintage of Abiezer?"},{"number":3,"verse":"God hath delivered into your hands the princes of Midian, Oreb and Zeeb: and what was I able to do in comparison of you? and when he had thus spoken, then their spirits abated toward him."},{"number":4,"verse":"¶ And Gideon came to Jordan to pass over, he, and the three hundred men that were with him, weary, yet pursuing them."},{"number":5,"verse":"And he said unto the men of Succoth, Give, I pray you, (Or, some small portion.) morsels of bread unto the people (Hebrew, that are at my feet.) that follow me (for they be weary) that I may follow after Zebah and Zalmunna Kings of Midian."},{"number":6,"verse":"And the princes of Succoth said, Are the (Because thou hast overcome an handful, thinkest thou to have overcome the whole?) hands of Zebah and Zalmunna now in thine hands, that we should give bread unto thine army?"},{"number":7,"verse":"Gideon then said, Therefore when the Lord hath delivered Zebah and Zalmunna into mine hand, I will (Hebrew, beat in pieces.) tear your flesh with thorns of the wilderness and with briers."},{"number":8,"verse":"¶ And he went up thence to Penuel, and spake unto them likewise, and the men of Penuel answered him, as the men of Succoth answered."},{"number":9,"verse":"And he said also unto the men of Penuel, When I come again (Having gotten the victory.) in peace, I will break down this tower."},{"number":10,"verse":"¶ Now Zebah and Zalmunna were (A city Eastward beyond Jordan.) in Karkor, and their hosts with them, about fifteen thousand, all that were left of all the hosts of them of the East: for there was slain an hundred and twenty thousand men, that drew swords."},{"number":11,"verse":"¶ And Gideon went through them that dwelt in (He went by the wilderness where the Arabians dwelt in tents.) Tabernacles on the East side of Nobah and Jogbehah, and smote the host: for the host was careless."},{"number":12,"verse":"And when Zebah and Zalmunna fled, he followed after them, and took the two kings of Midian, Zebah and Zalmunna, and discomfited all the host."},{"number":13,"verse":"¶ So Gideon the son of Joash returned from battle, (Some read, before the Sun rose up.) the sun being yet high,"},{"number":14,"verse":"And took a servant of the men of Succoth, and inquired of him: and he (Or, described.) wrote to him the princes of Succoth and the Elders thereof, even seventy and seven men."},{"number":15,"verse":"And he came unto the men of Succoth, and said, Behold Zebah, and Zalmunna, by whom ye upbraided me, saying, Are the hands of Zebah, and Zalmunna already in thine hands, that we should give bread unto thy weary men?"},{"number":16,"verse":"Then he took the Elders of the city, and thorns of the wilderness and briers, and (Hebrew, break in pieces, as one thresheth corn.) did tear the men of Succoth with them."},{"number":17,"verse":"Also he brake down the tower of (Cross references: : 1 Kings 12:25) Penuel, and slew the men of the city."},{"number":18,"verse":"¶ Then said he unto Zebah and Zalmunna, What manner of men were they, whom ye slew at Tabor? And they answered, (Or, they were like unto thee.) As thou art, so were they, every one was like the children of a king."},{"number":19,"verse":"And he said, They were my brethren, even my (We came all out of one belly: therefore I will be revenged.) mother’s children: as the Lord liveth, if ye had saved their lives, I would not slay you."},{"number":20,"verse":"Then he said unto Jether his firstborn son, Up, and slay them: but the boy drew not his sword: for he feared, because he was yet young."},{"number":21,"verse":"Then Zebah and Zalmunna said, Rise thou and fall upon us: for (Meaning, that they would be rid out of their pain at once, or else to have a valiant man to put them to death.) as the man is, so is his strength. And Gideon arose and slew Zebah and Zalmunna, and took away the (Or, collars.) ornaments, that were on their camels’ necks."},{"number":22,"verse":"¶ Then the men of Israel said unto Gideon, Reign thou over us, both thou, and thy son and thy (That is, thy posterity.) son’s son: for thou hast delivered us out of the hand of Midian."},{"number":23,"verse":"And Gideon said unto them, I will not reign over you, neither shall my child reign over you, but the Lord shall reign over you."},{"number":24,"verse":"Again Gideon said unto them, (His intent was to show himself thankful for this victory by restoring of religion, which because it was not according as God had commanded, turned to their destruction.) I would desire a request of you, that you would give me every man the earrings of his prey (for they [had] golden earrings because they were Ishmaelites.)"},{"number":25,"verse":"And they answered, We will give them. And they spread a garment, and did cast therein every man the earrings of his prey."},{"number":26,"verse":"And the weight of the golden earrings that he required, was a thousand and seven hundred shekels of gold, beside collars (Or, sweet balls.) and jewels, and purple raiment that was on the kings of Midian, and beside the chains that were about the camels’ necks."},{"number":27,"verse":"And Gideon made an (That is, such things as pertained to the use of the Tabernacle. See more of Ephod, Exod. 28:46; 1 Sam. 2:18 and 2 Sam. 6:14 and Judg. 17:5.) Ephod thereof, and put it in Ophrah his city: and all Israel went a whoring there after it, which was the destruction of Gideon and his house."},{"number":28,"verse":"Thus was Midian brought low before the children of Israel, so that they lifted up their heads no more: and the country was in quietness forty years in the days of Gideon."},{"number":29,"verse":"¶ Then Jerubbaal the son of Joash went, and dwelt in his own house."},{"number":30,"verse":"And Gideon had seventy sons (Hebrew, which came out of his thigh.) begotten of his body: for he had many wives."},{"number":31,"verse":"And his concubine that was in Shechem, bare him a son also, whose name he called Abimelech."},{"number":32,"verse":"So Gideon the son of Joash died in a good age, and was buried in the sepulcher of Joash his father in Ophrah, of the (Which city belonged to the family of the Abiezrites.) father of the Abiezrites."},{"number":33,"verse":"But when Gideon was dead, the children of Israel turned away, and went a whoring after Baal, and made (That is, Baal, to whom they had bound themselves by covenant.) Baal-Berith their god."},{"number":34,"verse":"And the children of Israel remembered not the Lord their God, which had delivered them out of the hands of all their enemies on every side."},{"number":35,"verse":"Neither (They were unmindful of God and unkind toward him, by whom they had received so great a benefit.) showed they mercy on the house of Jerubbaal, or Gideon, according to all the goodness which he had showed unto Israel."}]}