{"bibleAbbr":"BKJVNT","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"Lead your attention here now. The rich people — cry, howling over your miseries, the ones coming on you."},{"number":2,"verse":"Your wealth has rotted, and your clothes have become moth-eaten."},{"number":3,"verse":"Your gold and silver have rusted away, and their rust will be for a witness to you and will eat your physical body as fire. You saved up in these last days."},{"number":4,"verse":"Look! The pay of the workers, the ones who brought in the crops of your rural areas, the pay that has been robbed by you, yells. And the shouts of the people who harvested have come into the ears of the Master of Sabaoth (Hebrew for army, the name of God's army)."},{"number":5,"verse":"You had lavish things on the earth and lived in luxury. You nurtured your hearts as in a day of slaughter."},{"number":6,"verse":"You found guilty, you murdered the person who did what is right. He did not place himself in opposition to you."},{"number":7,"verse":"So be patient, brothers, until the arrival of the Master. Look! The farmer waits for the valuable fruit of the earth, being patient over it until it receives early and late shower."},{"number":8,"verse":"You also must be patient. Establish your hearts because the arrival of the Master has come near."},{"number":9,"verse":"Don't groan against each other, brothers, so that you might not be guilty. Look! The judge has been standing in front of the doors."},{"number":10,"verse":"Take a demonstration of the hard suffering, my brothers, and the patience of the preachers who spoke with the name of the Master."},{"number":11,"verse":"Look! We consider the people to be blessed who persist to do what is right. You heard of the persistence of Job and saw the conclusion of the Master, that the Master is very sympathetic and compassionate."},{"number":12,"verse":"Before all things, my brothers, don't guarantee, not with the sky, nor with the earth, nor with any other oath, but your \"yes\" must be yes and your \"no,\" no, so that you might not fall under judgment."},{"number":13,"verse":"Is anyone among you suffering tough hardships? He must pray. Is anyone cheered up? He must recite psalms."},{"number":14,"verse":"Is anyone weak among you? He must call for the older men of the assembly, and they must pray over him after dabbing olive oil on him in the name of the Master."},{"number":15,"verse":"And the wish of the trust will rescue the person who is tired, and the Master will get him up. And if he is a person who has committed sins, it will be forgiven him."},{"number":16,"verse":"Acknowledge the infractions out loud to each other, and wish for good over each other in order that you all might be cured. A plea that is active from a person who does what is right has much strength."},{"number":17,"verse":"Elijah was a person suffering like us. And he prayed a prayer of the \"not to rain\" kind, and it did not rain on the earth for three years and six months."},{"number":18,"verse":"And again he prayed, and the sky gave a shower, and the earth budded its fruit."},{"number":19,"verse":"Brothers, if anyone among you wanders off from the truth and someone returns him back,"},{"number":20,"verse":"he must know that the person who returned a sinful person back from his wandering way will rescue a soul from death and cover up a large number of sins."}]}