{"bibleAbbr":"CVB1535","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"This is the heuy burthe, which the prophet Abacuc dyd se."},{"number":2,"verse":"O LORDE, how longe shal I crie, & thou wilt not heare? How longe shall I complayne vnto the, suffrynge wronge, and thou wilt not helpe?"},{"number":3,"verse":"Why lettest thou me se weerynesse and laboure? Tyrany and violence are before me, power ouergoeth right:"},{"number":4,"verse":"for the lawe is torne in peces, and there can no right iudgment go forth. And why? the vngodly is more set by then the rightuous: this is the cause, yt wronge iudgment procedeth."},{"number":5,"verse":"Beholde amonge the Heithen, and loke wel: wondre at it, and be aba?shed: for I wil do a thinge in youre tyme, which though it be tolde you, ye shal not beleue."},{"number":6,"verse":"For lo, I wil rase vp ye Caldees, that bytter and swifte people: which shal go as wyde as the londe is, to take possession of dwellinge places, that be not their owne."},{"number":7,"verse":"A grymme & boysteous people is it, these shal syt in iudgment & punyshe."},{"number":8,"verse":"Their horses are swifter then the cattes of the mountayne, & byte sorer then ye wolues in ye euenynge. Their horsmen come by greate heapes from farre, they fle hastely to deuor as the Aegle."},{"number":9,"verse":"They come all to spoyle: out of them commeth an east wynde, which bloweth and gathereth their captyues, like as the sonde."},{"number":10,"verse":"They shall mocke the kinges, and laugh the prynces to scorne. They shal not set by eny stronge holde, for they shal laye ordinaunce agaynst it, and take it."},{"number":11,"verse":"Then shal they take a fresh corage vnto them, to go forth & to do more euell, & so ascrybe that power vnto their God."},{"number":12,"verse":"But thou o LORDE my God, my holy one, thou art from the begynnynge, therfore shal we not dye. O LORDE, thou hast ordened them for a punyshmet, and set them to reproue the mightie."},{"number":13,"verse":"Thine eyes are clene, thou mayest not se euell, thou canst not beholde ye thinge that is wicked. Wherfore then dost thou loke vpon the vngodly, and holdest thy tunge, when the wicked deuoureth the man that is better the himself?"},{"number":14,"verse":"Thou makest men as the fish in the see, and like as the crepinge beestes, that haue no gyde."},{"number":15,"verse":"They take vp all with their angle, they catch it in their net, & gather it in their yarne: wherof they reioyce and are glad."},{"number":16,"verse":"Therfore offre they vnto their net, and do sacrifice vnto their yarne: because that thorow it their porcion is become so fat, and their meate so pleteous."},{"number":17,"verse":"Wherfore they cast out their net agayne, & neuer ceasse to slaye the people."}]}