{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"Praise the LORD! Give thanks to the LORD, for he is good! His faithful love endures forever."},{"number":2,"verse":"Who can list the glorious miracles of the LORD? Who can ever praise him enough?"},{"number":3,"verse":"There is joy for those who deal justly with others and always do what is right."},{"number":4,"verse":"Remember me, LORD, when you show favor to your people; come near and rescue me."},{"number":5,"verse":"Let me share in the prosperity of your chosen ones. Let me rejoice in the joy of your people; let me praise you with those who are your heritage."},{"number":6,"verse":"Like our ancestors, we have sinned. We have done wrong! We have acted wickedly!"},{"number":7,"verse":"Our ancestors in Egypt were not impressed by the LORD’s miraculous deeds. They soon forgot his many acts of kindness to them. Instead, they rebelled against him at the Red Sea. (Hebrew at the sea, the sea of reeds.)"},{"number":8,"verse":"Even so, he saved them— to defend the honor of his name and to demonstrate his mighty power."},{"number":9,"verse":"He commanded the Red Sea (Hebrew sea of reeds; also in 106:22.) to dry up. He led Israel across the sea as if it were a desert."},{"number":10,"verse":"So he rescued them from their enemies and redeemed them from their foes."},{"number":11,"verse":"Then the water returned and covered their enemies; not one of them survived."},{"number":12,"verse":"Then his people believed his promises. Then they sang his praise."},{"number":13,"verse":"Yet how quickly they forgot what he had done! They wouldn’t wait for his counsel!"},{"number":14,"verse":"In the wilderness their desires ran wild, testing God’s patience in that dry wasteland."},{"number":15,"verse":"So he gave them what they asked for, but he sent a plague along with it."},{"number":16,"verse":"The people in the camp were jealous of Moses and envious of Aaron, the LORD’s holy priest."},{"number":17,"verse":"Because of this, the earth opened up; it swallowed Dathan and buried Abiram and the other rebels."},{"number":18,"verse":"Fire fell upon their followers; a flame consumed the wicked."},{"number":19,"verse":"The people made a calf at Mount Sinai (Hebrew at Horeb, another name for Sinai.) ; they bowed before an image made of gold."},{"number":20,"verse":"They traded their glorious God for a statue of a grass-eating bull."},{"number":21,"verse":"They forgot God, their savior, who had done such great things in Egypt—"},{"number":22,"verse":"such wonderful things in the land of Ham, such awesome deeds at the Red Sea."},{"number":23,"verse":"So he declared he would destroy them. But Moses, his chosen one, stepped between the LORD and the people. He begged him to turn from his anger and not destroy them."},{"number":24,"verse":"The people refused to enter the pleasant land, for they wouldn’t believe his promise to care for them."},{"number":25,"verse":"Instead, they grumbled in their tents and refused to obey the LORD."},{"number":26,"verse":"Therefore, he solemnly swore that he would kill them in the wilderness,"},{"number":27,"verse":"that he would scatter their descendants (As in Syriac version; Hebrew reads he would cause their descendants to fall.) among the nations, exiling them to distant lands."},{"number":28,"verse":"Then our ancestors joined in the worship of Baal at Peor; they even ate sacrifices offered to the dead!"},{"number":29,"verse":"They angered the LORD with all these things, so a plague broke out among them."},{"number":30,"verse":"But Phinehas had the courage to intervene, and the plague was stopped."},{"number":31,"verse":"So he has been regarded as a righteous man ever since that time."},{"number":32,"verse":"At Meribah, too, they angered the LORD, causing Moses serious trouble."},{"number":33,"verse":"They made Moses angry, (Hebrew They embittered his spirit.) and he spoke foolishly."},{"number":34,"verse":"Israel failed to destroy the nations in the land, as the LORD had commanded them."},{"number":35,"verse":"Instead, they mingled among the pagans and adopted their evil customs."},{"number":36,"verse":"They worshiped their idols, which led to their downfall."},{"number":37,"verse":"They even sacrificed their sons and their daughters to the demons."},{"number":38,"verse":"They shed innocent blood, the blood of their sons and daughters. By sacrificing them to the idols of Canaan, they polluted the land with murder."},{"number":39,"verse":"They defiled themselves by their evil deeds, and their love of idols was adultery in the LORD’s sight."},{"number":40,"verse":"That is why the LORD’s anger burned against his people, and he abhorred his own special possession."},{"number":41,"verse":"He handed them over to pagan nations, and they were ruled by those who hated them."},{"number":42,"verse":"Their enemies crushed them and brought them under their cruel power."},{"number":43,"verse":"Again and again he rescued them, but they chose to rebel against him, and they were finally destroyed by their sin."},{"number":44,"verse":"Even so, he pitied them in their distress and listened to their cries."},{"number":45,"verse":"He remembered his covenant with them and relented because of his unfailing love."},{"number":46,"verse":"He even caused their captors to treat them with kindness."},{"number":47,"verse":"Save us, O LORD our God! Gather us back from among the nations, so we can thank your holy name and rejoice and praise you."},{"number":48,"verse":"Praise the LORD, the God of Israel, who lives from everlasting to everlasting! Let all the people say, “Amen!” Praise the LORD!"}]}