{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":132,"verses":[{"number":1,"verse":"(A song for pilgrims ascending to Jerusalem.) LORD, remember David and all that he suffered."},{"number":2,"verse":"He made a solemn promise to the LORD. He vowed to the Mighty One of Israel, (Hebrew of Jacob; also in 132:5. See note on 44:4.)"},{"number":3,"verse":"“I will not go home; I will not let myself rest."},{"number":4,"verse":"I will not let my eyes sleep nor close my eyelids in slumber"},{"number":5,"verse":"until I find a place to build a house for the LORD, a sanctuary for the Mighty One of Israel.”"},{"number":6,"verse":"We heard that the Ark was in Ephrathah; then we found it in the distant countryside of Jaar."},{"number":7,"verse":"Let us go to the sanctuary of the LORD; let us worship at the footstool of his throne."},{"number":8,"verse":"Arise, O LORD, and enter your resting place, along with the Ark, the symbol of your power."},{"number":9,"verse":"May your priests be clothed in godliness; may your loyal servants sing for joy."},{"number":10,"verse":"For the sake of your servant David, do not reject the king you have anointed."},{"number":11,"verse":"The LORD swore an oath to David with a promise he will never take back: “I will place one of your descendants on your throne."},{"number":12,"verse":"If your descendants obey the terms of my covenant and the laws that I teach them, then your royal line will continue forever and ever.”"},{"number":13,"verse":"For the LORD has chosen Jerusalem (Hebrew Zion.) ; he has desired it for his home."},{"number":14,"verse":"“This is my resting place forever,” he said. “I will live here, for this is the home I desired."},{"number":15,"verse":"I will bless this city and make it prosperous; I will satisfy its poor with food."},{"number":16,"verse":"I will clothe its priests with godliness; its faithful servants will sing for joy."},{"number":17,"verse":"Here I will increase the power of David; my anointed one will be a light for my people."},{"number":18,"verse":"I will clothe his enemies with shame, but he will be a glorious king.”"}]}