{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"(230 145) (A psalm of praise of David.) (This psalm is a Hebrew acrostic poem; each verse (including 13b) begins with a successive letter of the Hebrew alphabet.) I will exalt you, my God and King, and praise your name forever and ever."},{"number":2,"verse":"I will praise you every day; yes, I will praise you forever."},{"number":3,"verse":"Great is the LORD! He is most worthy of praise! No one can measure his greatness."},{"number":4,"verse":"Let each generation tell its children of your mighty acts; let them proclaim your power."},{"number":5,"verse":"I will meditate on your majestic, glorious splendor and your wonderful miracles."},{"number":6,"verse":"Your awe-inspiring deeds will be on every tongue; I will proclaim your greatness."},{"number":7,"verse":"Everyone will share the story of your wonderful goodness; they will sing with joy about your righteousness."},{"number":8,"verse":"The LORD is merciful and compassionate, slow to get angry and filled with unfailing love."},{"number":9,"verse":"The LORD is good to everyone. He showers compassion on all his creation."},{"number":10,"verse":"All of your works will thank you, LORD, and your faithful followers will praise you."},{"number":11,"verse":"They will speak of the glory of your kingdom; they will give examples of your power."},{"number":12,"verse":"They will tell about your mighty deeds and about the majesty and glory of your reign."},{"number":13,"verse":"For your kingdom is an everlasting kingdom. You rule throughout all generations. The LORD always keeps his promises; he is gracious in all he does. (As in Dead Sea Scrolls and Greek and Syriac versions; the Masoretic Text lacks the final two lines of this verse.)"},{"number":14,"verse":"The LORD helps the fallen and lifts those bent beneath their loads."},{"number":15,"verse":"The eyes of all look to you in hope; you give them their food as they need it."},{"number":16,"verse":"When you open your hand, you satisfy the hunger and thirst of every living thing."},{"number":17,"verse":"The LORD is righteous in everything he does; he is filled with kindness."},{"number":18,"verse":"The LORD is close to all who call on him, yes, to all who call on him in truth."},{"number":19,"verse":"He grants the desires of those who fear him; he hears their cries for help and rescues them."},{"number":20,"verse":"The LORD protects all those who love him, but he destroys the wicked."},{"number":21,"verse":"I will praise the LORD, and may everyone on earth bless his holy name forever and ever."}]}