{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"(For the choir director: A psalm of David, to be sung to the tune “Doe of the Dawn.”) My God, my God, why have you abandoned me? Why are you so far away when I groan for help?"},{"number":2,"verse":"Every day I call to you, my God, but you do not answer. Every night I lift my voice, but I find no relief."},{"number":3,"verse":"Yet you are holy, enthroned on the praises of Israel."},{"number":4,"verse":"Our ancestors trusted in you, and you rescued them."},{"number":5,"verse":"They cried out to you and were saved. They trusted in you and were never disgraced."},{"number":6,"verse":"But I am a worm and not a man. I am scorned and despised by all!"},{"number":7,"verse":"Everyone who sees me mocks me. They sneer and shake their heads, saying,"},{"number":8,"verse":"“Is this the one who relies on the LORD? Then let the LORD save him! If the LORD loves him so much, let the LORD rescue him!”"},{"number":9,"verse":"Yet you brought me safely from my mother’s womb and led me to trust you at my mother’s breast."},{"number":10,"verse":"I was thrust into your arms at my birth. You have been my God from the moment I was born."},{"number":11,"verse":"Do not stay so far from me, for trouble is near, and no one else can help me."},{"number":12,"verse":"My enemies surround me like a herd of bulls; fierce bulls of Bashan have hemmed me in!"},{"number":13,"verse":"Like lions they open their jaws against me, roaring and tearing into their prey."},{"number":14,"verse":"My life is poured out like water, and all my bones are out of joint. My heart is like wax, melting within me."},{"number":15,"verse":"My strength has dried up like sunbaked clay. My tongue sticks to the roof of my mouth. You have laid me in the dust and left me for dead."},{"number":16,"verse":"My enemies surround me like a pack of dogs; an evil gang closes in on me. They have pierced (As in some Hebrew manuscripts and Greek and Syriac versions; most Hebrew manuscripts read They are like a lion at.) my hands and feet."},{"number":17,"verse":"I can count all my bones. My enemies stare at me and gloat."},{"number":18,"verse":"They divide my garments among themselves and throw dice (Hebrew cast lots.) for my clothing."},{"number":19,"verse":"O LORD, do not stay far away! You are my strength; come quickly to my aid!"},{"number":20,"verse":"Save me from the sword; spare my precious life from these dogs."},{"number":21,"verse":"Snatch me from the lion’s jaws and from the horns of these wild oxen."},{"number":22,"verse":"I will proclaim your name to my brothers and sisters. (Hebrew my brothers.) I will praise you among your assembled people."},{"number":23,"verse":"Praise the LORD, all you who fear him! Honor him, all you descendants of Jacob! Show him reverence, all you descendants of Israel!"},{"number":24,"verse":"For he has not ignored or belittled the suffering of the needy. He has not turned his back on them, but has listened to their cries for help."},{"number":25,"verse":"I will praise you in the great assembly. I will fulfill my vows in the presence of those who worship you."},{"number":26,"verse":"The poor will eat and be satisfied. All who seek the LORD will praise him. Their hearts will rejoice with everlasting joy."},{"number":27,"verse":"The whole earth will acknowledge the LORD and return to him. All the families of the nations will bow down before him."},{"number":28,"verse":"For royal power belongs to the LORD. He rules all the nations."},{"number":29,"verse":"Let the rich of the earth feast and worship. Bow before him, all who are mortal, all whose lives will end as dust."},{"number":30,"verse":"Our children will also serve him. Future generations will hear about the wonders of the Lord."},{"number":31,"verse":"His righteous acts will be told to those not yet born. They will hear about everything he has done."}]}