{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"(For the choir director: A psalm of David.) O LORD, I have come to you for protection; don’t let me be disgraced. Save me, for you do what is right."},{"number":2,"verse":"Turn your ear to listen to me; rescue me quickly. Be my rock of protection, a fortress where I will be safe."},{"number":3,"verse":"You are my rock and my fortress. For the honor of your name, lead me out of this danger."},{"number":4,"verse":"Pull me from the trap my enemies set for me, for I find protection in you alone."},{"number":5,"verse":"I entrust my spirit into your hand. Rescue me, LORD, for you are a faithful God."},{"number":6,"verse":"I hate those who worship worthless idols. I trust in the LORD."},{"number":7,"verse":"I will be glad and rejoice in your unfailing love, for you have seen my troubles, and you care about the anguish of my soul."},{"number":8,"verse":"You have not handed me over to my enemies but have set me in a safe place."},{"number":9,"verse":"Have mercy on me, LORD, for I am in distress. Tears blur my eyes. My body and soul are withering away."},{"number":10,"verse":"I am dying from grief; my years are shortened by sadness. Sin has drained my strength; I am wasting away from within."},{"number":11,"verse":"I am scorned by all my enemies and despised by my neighbors— even my friends are afraid to come near me. When they see me on the street, they run the other way."},{"number":12,"verse":"I am ignored as if I were dead, as if I were a broken pot."},{"number":13,"verse":"I have heard the many rumors about me, and I am surrounded by terror. My enemies conspire against me, plotting to take my life."},{"number":14,"verse":"But I am trusting you, O LORD, saying, “You are my God!”"},{"number":15,"verse":"My future is in your hands. Rescue me from those who hunt me down relentlessly."},{"number":16,"verse":"Let your favor shine on your servant. In your unfailing love, rescue me."},{"number":17,"verse":"Don’t let me be disgraced, O LORD, for I call out to you for help. Let the wicked be disgraced; let them lie silent in the grave. (Hebrew in Sheol.)"},{"number":18,"verse":"Silence their lying lips— those proud and arrogant lips that accuse the godly."},{"number":19,"verse":"How great is the goodness you have stored up for those who fear you. You lavish it on those who come to you for protection, blessing them before the watching world."},{"number":20,"verse":"You hide them in the shelter of your presence, safe from those who conspire against them. You shelter them in your presence, far from accusing tongues."},{"number":21,"verse":"Praise the LORD, for he has shown me the wonders of his unfailing love. He kept me safe when my city was under attack."},{"number":22,"verse":"In panic I cried out, “I am cut off from the LORD!” But you heard my cry for mercy and answered my call for help."},{"number":23,"verse":"Love the LORD, all you godly ones! For the LORD protects those who are loyal to him, but he harshly punishes the arrogant."},{"number":24,"verse":"So be strong and courageous, all you who put your hope in the LORD!"}]}