{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"For the choir director: A psalm of David, regarding the time Nathan the prophet came to him after David had committed adultery with Bathsheba. Have mercy on me, O God, because of your unfailing love. Because of your great compassion, blot out the stain of my sins."},{"number":2,"verse":"Wash me clean from my guilt. Purify me from my sin."},{"number":3,"verse":"For I recognize my rebellion; it haunts me day and night."},{"number":4,"verse":"Against you, and you alone, have I sinned; I have done what is evil in your sight. You will be proved right in what you say, and your judgment against me is just. (Greek version reads and you will win your case in court. Compare Rom 3:4.)"},{"number":5,"verse":"For I was born a sinner— yes, from the moment my mother conceived me."},{"number":6,"verse":"But you desire honesty from the womb, (Or from the heart; Hebrew reads in the inward parts.) teaching me wisdom even there."},{"number":7,"verse":"Purify me from my sins, (Hebrew Purify me with the hyssop branch.) and I will be clean; wash me, and I will be whiter than snow."},{"number":8,"verse":"Oh, give me back my joy again; you have broken me— now let me rejoice."},{"number":9,"verse":"Don’t keep looking at my sins. Remove the stain of my guilt."},{"number":10,"verse":"Create in me a clean heart, O God. Renew a loyal spirit within me."},{"number":11,"verse":"Do not banish me from your presence, and don’t take your Holy Spirit (Or your spirit of holiness.) from me."},{"number":12,"verse":"Restore to me the joy of your salvation, and make me willing to obey you."},{"number":13,"verse":"Then I will teach your ways to rebels, and they will return to you."},{"number":14,"verse":"Forgive me for shedding blood, O God who saves; then I will joyfully sing of your forgiveness."},{"number":15,"verse":"Unseal my lips, O Lord, that my mouth may praise you."},{"number":16,"verse":"You do not desire a sacrifice, or I would offer one. You do not want a burnt offering."},{"number":17,"verse":"The sacrifice you desire is a broken spirit. You will not reject a broken and repentant heart, O God."},{"number":18,"verse":"Look with favor on Zion and help her; rebuild the walls of Jerusalem."},{"number":19,"verse":"Then you will be pleased with sacrifices offered in the right spirit— with burnt offerings and whole burnt offerings. Then bulls will again be sacrificed on your altar."}]}