{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"A song. A psalm of Asaph. O God, do not be silent! Do not be deaf. Do not be quiet, O God."},{"number":2,"verse":"Don’t you hear the uproar of your enemies? Don’t you see that your arrogant enemies are rising up?"},{"number":3,"verse":"They devise crafty schemes against your people; they conspire against your precious ones."},{"number":4,"verse":"“Come,” they say, “let us wipe out Israel as a nation. We will destroy the very memory of its existence.”"},{"number":5,"verse":"Yes, this was their unanimous decision. They signed a treaty as allies against you—"},{"number":6,"verse":"these Edomites and Ishmaelites; Moabites and Hagrites;"},{"number":7,"verse":"Gebalites, Ammonites, and Amalekites; and people from Philistia and Tyre."},{"number":8,"verse":"Assyria has joined them, too, and is allied with the descendants of Lot. Interlude"},{"number":9,"verse":"Do to them as you did to the Midianites and as you did to Sisera and Jabin at the Kishon River."},{"number":10,"verse":"They were destroyed at Endor, and their decaying corpses fertilized the soil."},{"number":11,"verse":"Let their mighty nobles die as Oreb and Zeeb did. Let all their princes die like Zebah and Zalmunna,"},{"number":12,"verse":"for they said, “Let us seize for our own use these pasturelands of God!”"},{"number":13,"verse":"O my God, scatter them like tumbleweed, like chaff before the wind!"},{"number":14,"verse":"As a fire burns a forest and as a flame sets mountains ablaze,"},{"number":15,"verse":"chase them with your fierce storm; terrify them with your tempest."},{"number":16,"verse":"Utterly disgrace them until they submit to your name, O LORD."},{"number":17,"verse":"Let them be ashamed and terrified forever. Let them die in disgrace."},{"number":18,"verse":"Then they will learn that you alone are called the LORD, that you alone are the Most High, supreme over all the earth."}]}