{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"(For the choir director: A psalm of the descendants of Korah. A song to be sung to the tune “The Suffering of Affliction.” A psalm of Heman the Ezrahite.) (TITLE Hebrew maskil. This may be a literary or musical term.) O LORD, God of my salvation, I cry out to you by day. I come to you at night."},{"number":2,"verse":"Now hear my prayer; listen to my cry."},{"number":3,"verse":"For my life is full of troubles, and death (Hebrew Sheol.) draws near."},{"number":4,"verse":"I am as good as dead, like a strong man with no strength left."},{"number":5,"verse":"They have left me among the dead, and I lie like a corpse in a grave. I am forgotten, cut off from your care."},{"number":6,"verse":"You have thrown me into the lowest pit, into the darkest depths."},{"number":7,"verse":"Your anger weighs me down; with wave after wave you have engulfed me. Interlude"},{"number":8,"verse":"You have driven my friends away by making me repulsive to them. I am in a trap with no way of escape."},{"number":9,"verse":"My eyes are blinded by my tears. Each day I beg for your help, O LORD; I lift my hands to you for mercy."},{"number":10,"verse":"Are your wonderful deeds of any use to the dead? Do the dead rise up and praise you? Interlude"},{"number":11,"verse":"Can those in the grave declare your unfailing love? Can they proclaim your faithfulness in the place of destruction? (Hebrew in Abaddon?)"},{"number":12,"verse":"Can the darkness speak of your wonderful deeds? Can anyone in the land of forgetfulness talk about your righteousness?"},{"number":13,"verse":"O LORD, I cry out to you. I will keep on pleading day by day."},{"number":14,"verse":"O LORD, why do you reject me? Why do you turn your face from me?"},{"number":15,"verse":"I have been sick and close to death since my youth. I stand helpless and desperate before your terrors."},{"number":16,"verse":"Your fierce anger has overwhelmed me. Your terrors have paralyzed me."},{"number":17,"verse":"They swirl around me like floodwaters all day long. They have engulfed me completely."},{"number":18,"verse":"You have taken away my companions and loved ones. Darkness is my closest friend."}]}