{"bibleAbbr":"NLT2007","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"O LORD, the God of vengeance, O God of vengeance, let your glorious justice shine forth!"},{"number":2,"verse":"Arise, O Judge of the earth. Give the proud what they deserve."},{"number":3,"verse":"How long, O LORD? How long will the wicked be allowed to gloat?"},{"number":4,"verse":"How long will they speak with arrogance? How long will these evil people boast?"},{"number":5,"verse":"They crush your people, LORD, hurting those you claim as your own."},{"number":6,"verse":"They kill widows and foreigners and murder orphans."},{"number":7,"verse":"“The LORD isn’t looking,” they say, “and besides, the God of Israel (Hebrew of Jacob. See note on 44:4.) doesn’t care.”"},{"number":8,"verse":"Think again, you fools! When will you finally catch on?"},{"number":9,"verse":"Is he deaf—the one who made your ears? Is he blind—the one who formed your eyes?"},{"number":10,"verse":"He punishes the nations—won’t he also punish you? He knows everything—doesn’t he also know what you are doing?"},{"number":11,"verse":"The LORD knows people’s thoughts; he knows they are worthless!"},{"number":12,"verse":"Joyful are those you discipline, LORD, those you teach with your instructions."},{"number":13,"verse":"You give them relief from troubled times until a pit is dug to capture the wicked."},{"number":14,"verse":"The LORD will not reject his people; he will not abandon his special possession."},{"number":15,"verse":"Judgment will again be founded on justice, and those with virtuous hearts will pursue it."},{"number":16,"verse":"Who will protect me from the wicked? Who will stand up for me against evildoers?"},{"number":17,"verse":"Unless the LORD had helped me, I would soon have settled in the silence of the grave."},{"number":18,"verse":"I cried out, “I am slipping!” but your unfailing love, O LORD, supported me."},{"number":19,"verse":"When doubts filled my mind, your comfort gave me renewed hope and cheer."},{"number":20,"verse":"Can unjust leaders claim that God is on their side— leaders whose decrees permit injustice?"},{"number":21,"verse":"They gang up against the righteous and condemn the innocent to death."},{"number":22,"verse":"But the LORD is my fortress; my God is the mighty rock where I hide."},{"number":23,"verse":"God will turn the sins of evil people back on them. He will destroy them for their sins. The LORD our God will destroy them."}]}