{"bibleAbbr":"MHB","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"הוֹסִיף וְאָמַר גַּם לְתַלְמִידָיו: \"לְאִישׁ עָשִׁיר אֶחָד הָיָה סוֹכֵן בַּיִת, וְהִלְשִׁינוּ בְּאָזְנָיו עַל הַסּוֹכֵן שֶׁהוּא מְבַזְבֵּז אֶת נִכְסֵי הָאִישׁ."},{"number":2,"verse":"קָרָא לוֹ וְאָמַר, 'מַה זֶּה שֶׁאֲנִי שׁוֹמֵעַ עָלֶיךָ? מְסֹר דִּין וְחֶשְׁבּוֹן עַל עֲסָקֶיךָ, כִּי לֹא תּוּכַל עוֹדלִהְיוֹת הַסּוֹכֵן שֶׁלִּי.'"},{"number":3,"verse":"אָמַר הַסּוֹכֵן בְּלִבּוֹ, 'מָה אֶעֱשֶׂה, שֶׁהֲרֵי אֲדוֹנִי לוֹקֵחַ מִמֶּנִּי אֶת מִשְׂרַת הַסּוֹכֵן? אֵין בִּי כֹּחַ לַחְפֹּר, וּלְקַבֵּץ נְדָבוֹת אֲנִי מִתְבַּיֵּשׁ."},{"number":4,"verse":"כֵּן, יוֹדֵעַ אֲנִי מַה לַּעֲשׂוֹת כְּדֵי שֶׁאֲנָשִׁים יְקַבְּלוּ אוֹתִי בְּבָתֵּיהֶם כַּאֲשֶׁר אֲפֻטַּר מִמִּשְׂרָתִי.'"},{"number":5,"verse":"הוּא קָרָא אֵלָיו בָּזֶה אַחַר זֶה אֶת בַּעֲלֵי־הַחוֹב שֶׁל אֲדוֹנָיו. שָׁאַל אֶת הָרִאשׁוֹן, 'כַּמָּה אַתָּה חַיָּב לַאֲדוֹנִי?'"},{"number":6,"verse":"אָמַר הָאִישׁ, 'מֵאָה כַּדִּים שֶׁמֶן.' אָמַר לוֹ הַסּוֹכֵן, 'קַח אֶת הַשְּׁטָר שֶׁלְּךָ וּמַהֵר וּכְתֹב חֲמִשִּׁים.'"},{"number":7,"verse":"לְאַחַר מִכֵּן אָמַר לְאַחֵר, 'כַּמָּה אַתָּה חַיָּב?' הֵשִׁיב בַּעַל־הַחוֹב, 'מֵאָה שַׂקִּים חִטָּה.' אָמַר לוֹ הַסּוֹכֵן, 'קַח אֶת שְׁטָרְךָ וּכְתֹב שְׁמוֹנִים.'"},{"number":8,"verse":"שִׁבַּח בַּעַל הַבַּיִת אֶת הַסּוֹכֵן הָרַמַּאי עַל שֶׁפָּעַל בְּפִקְחוּת, שֶׁכֵּן בְּנֵי הָעוֹלָם הַזֶּה פִּקְחִים בְּדוֹרָם יוֹתֵר מִבְּנֵי הָאוֹר.\""},{"number":9,"verse":"\"וְאָנֹכִי אוֹמֵר לָכֶם, הַשִֹיגוּ לָכֶם יְדִידִים בְּמָמוֹן הַמִּרְמָה כְּדֵי שֶׁכַּאֲשֶׁר הוּא יִכְלֶה הֵם יְקַבְּלוּ אֶתְכֶם לְמִשְׁכְּנוֹת עוֹלָם."},{"number":10,"verse":"מִי שֶׁנֶּאֱמָן בִּמְעַט מִזְעָר נֶאֱמָן גַּם בְּהַרְבֵּה, וּמִי שֶׁאֵינֶנּוּ יָשָׁר בִּמְעַט מִזְעָר גַּם בְּהַרְבֵּה אֵינֶנּוּ יָשָׁר."},{"number":11,"verse":"לָכֵן אִם בְּמָמוֹן הַמִּרְמָה לֹא הֱיִיתֶם נֶאֱמָנִים, מִי יַפְקִיד בְּיֶדְכֶם אֶת הָאֲמִתִּי?"},{"number":12,"verse":"וְאִם בְּמַה שֶּׁשַּׁיָּךְ לַזּוּלַת לֹא הֱיִיתֶם נֶאֱמָנִים, מִי יִתֵּן לָכֶם אֶת אֲשֶׁר שַׁיָּךְ לָכֶם?"},{"number":13,"verse":"אֵין עֶבֶד יָכוֹל לַעֲבֹד שְׁנֵי אֲדוֹנִים, שֶׁכֵּן אוֹ יִשְׂנָא אֶחָד וְיֹאהַב אֶת הַשֵּׁנִי אוֹ יִהְיֶה מָסוּר לְאֶחָד וִיזַלְזֵל בַּשֵּׁנִי. אֵינְכֶם יְכוֹלִים לַעֲבֹד גַּם אֶת הָאֱלֹהִים וְגַם אֶת הַמָּמוֹן.\""},{"number":14,"verse":"הַפְּרוּשִׁים שֶׁהָיוּ אוֹהֲבֵי כֶּסֶף שָׁמְעוּ אֶת כָּל הַדְּבָרִים הָאֵלֶּה וְלָעֲגוּ לוֹ."},{"number":15,"verse":"אָמַר לָהֶם: \"אַתֶּם - אַתֶּם הָעוֹשִׂים אֶת עַצְמְכֶם צַדִּיקִים לְעֵינֵי הָאֲנָשִׁים! אֲבָל אֱלֹהִים מַכִּיר אֶת לְבַבְכֶם. הֲרֵי מַה שֶּׁמְּרוֹמָם אֵצֶל בְּנֵי אָדָם תּוֹעֵבָה הוּא לִפְנֵי אֱלֹהִים."},{"number":16,"verse":"עַד יְמֵי יוֹחָנָן - הַתּוֹרָה וְהַנְּבִיאִים; מֵאָז וְהָלְאָה מַלְכוּת הָאֱלֹהִים מִתְבַּשֶֹרֶת לַבְּרִיוֹת, וְכָל אֶחָד פּוֹרֵץ אֵלֶיהָ."},{"number":17,"verse":"אֲבָל נָקֵל לַשָּׁמַיִם וְלָאָרֶץ לַחֲלֹף מֵאֲשֶׁר יִפֹּל תָּג אֶחָד מִן הַתּוֹרָה."},{"number":18,"verse":"כָּל הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְנוֹשֵׂא אַחֶרֶת נוֹאֵף הוּא. וְהַנּוֹשֵׂא אֶת הַמְגֹרֶשֶׁת מִבַּעֲלָהּ נוֹאֵף הוּא.\""},{"number":19,"verse":"\"הָיֹה הָיָה אִישׁ עָשִׁיר שֶׁנָּהַג לִלְבֹּשׁ אַרְגָּמָן וָשֵׁשׁ וְיוֹם יוֹם הִתְעַנֵּג בְּמוֹתָרוֹת."},{"number":20,"verse":"לְיַד שַׁעַר בֵּיתוֹ הֻשְׁכַּב אִישׁ עָנִי אֶחָד, אֶלְעָזָר שְׁמוֹ, שֶׁהָיָה מְלֵא פְּצָעִים"},{"number":21,"verse":"וְהִשְׁתּוֹקֵק לִשְׂבֹּעַ מִן הַפֵּרוּרִים הַנּוֹפְלִים מֵעַל שֻׁלְחַן הֶעָשִׁיר, וְהִנֵּה בָּאוּ הַכְּלָבִים וְלִקְּקוּ אֶת פְּצָעָיו."},{"number":22,"verse":"הֶעָנִי מֵת וְהַמַּלְאָכִים נְשָׂאוּהוּ אֶל חֵיק אַבְרָהָם, וְגַם הֶעָשִׁיר מֵת וְנִקְבַּר."},{"number":23,"verse":"בַּשְּׁאוֹל, כְּשֶׁהָיָה בְּיִסּוּרִים, נָשָׂא אֶת עֵינָיו וְרָאָה אֶת אַבְרָהָם מֵרָחוֹק וְאֶת אֶלְעָזָר בְּחֵיקוֹ."},{"number":24,"verse":"קָרָא וְאָמַר, 'אָבִי אַבְרָהָם, רַחֵם עָלַי וּשְׁלַח נָא אֶת אֶלְעָזָר שֶׁיִּטְבֹּל אֶת קְצֵה אֶצְבָּעוֹ בְּמַיִם וִיקָרֵר אֶת לְשׁוֹנִי, כִּי סוֹבֵל אֲנִי בַּיְקוֹד הַזֶּה.'"},{"number":25,"verse":"הֵשִׁיב לוֹ אַבְרָהָם, 'בְּנִי, זְכֹר שֶׁאַתָּה קִבַּלְתָּ אֶת טוּבְךָ בְּחַיֶּיךָ וְאֶלְעָזָר קִבֵּל אֶת הָרָעוֹת. עַכְשָׁו הוּא מְנֻחָם כָּאן וְאַתָּה סוֹבֵל."},{"number":26,"verse":"נוֹסָף עַל כָּל זֶה, תְּהוֹם גְּדוֹלָה נִקְבְּעָה בֵּינֵינוּ לְבֵינֵיכֶם כְּדֵי שֶׁהַחֲפֵצִים בְּכָךְ לֹא יוּכְלוּ לַעֲבֹר מִפֹּה אֲלֵיכֶם, וּכְדֵי שֶׁלֹּא יַעַבְרוּ מִשָּׁם אֵלֵינוּ.'"},{"number":27,"verse":"אָמַר הָאִישׁ, 'אִם כֵּן, אָבִי, אֲנִי מְבַקֵּשׁ מִמְּךָ לִשְׁלֹחַ אוֹתוֹ אֶל בֵּית אָבִי,"},{"number":28,"verse":"כִּי חֲמִשָּׁה אַחִים לִי; שֶׁיַּזְהִיר אוֹתָם פֶּן יָבוֹאוּ גַּם הֵם אֶל מְקוֹם הַיִּסּוּרִים הַזֶּה.'"},{"number":29,"verse":"הֵשִׁיב לוֹ אַבְרָהָם, 'יֵשׁ לָהֶם מֹשֶׁה וְהַנְּבִיאִים, שֶׁיִּשְׁמְעוּ בְּקוֹלָם.'"},{"number":30,"verse":"אָמַר הָאִישׁ, 'לֹא, אָבִי אַבְרָהָם; אִם יֵלֵךְ אֲלֵיהֶם אֶחָד מִן הַמֵּתִים, יַחְזְרוּ בִּתְשׁוּבָה.'"},{"number":31,"verse":"אָמַר לוֹ אַבְרָהָם, 'אִם אֵינָם שׁוֹמְעִים אֶל מֹשֶׁה וְאֶל הַנְּבִיאִים, לֹא יִשְׁתַּכְנְעוּ גַּם אִם יָקוּם אֶחָד מֵעִם הַמֵּתִים'.\""}]}