{"bibleAbbr":"BB1572","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"Heare ye this worde whiche I lift vp vpon you, [euen] a lamentation of the house of Israel."},{"number":2,"verse":"The virgin Israel is fallen, & shall no more rise: she is left vpon her lande, and there is none to rayse her vp."},{"number":3,"verse":"For thus sayth the Lorde God, The citie which went out by a thousand, shall leaue an hundreth, & that whiche went foorth by an hundreth, shall leaue ten, to the house of Israel."},{"number":4,"verse":"For thus sayth the Lord vnto the house of Israel, Seke ye me, and ye shall liue."},{"number":5,"verse":"But seke not Bethel, nor enter into Gilgal, and go not to Beerseba: for Gilgal shall go into captiuitie, and Bethel shall come to naught."},{"number":6,"verse":"Seke the Lord, and ye shall liue: lest he breake out like fire in the house of Ioseph, and deuoure it, and there be noone to quenche it in Bethel."},{"number":7,"verse":"They turne iudgement to wormewood, and forsake righteousnesse in the earth."},{"number":8,"verse":"He maketh the seuen starres and Orion, and he turneth the shadowe of death into the morning, and he maketh the day darke as night: he calleth the waters of the sea, and powreth them out vpon the open earth, the Lorde is his name."},{"number":9,"verse":"He strengthneth the destroyer against the mightie, & the destroyer shall come against the fortresse."},{"number":10,"verse":"They hate him that rebuketh in the gate, and they abhorre him that speaketh vprightly."},{"number":11,"verse":"Forasmuch then as your treading is vpon the poore, and ye take from hym burdens of wheate: ye haue buylt houses of hewen stone, but ye shall not dwell in them: ye haue planted pleasaunt vineyardes, but ye shall not drinke wine of them."},{"number":12,"verse":"For I knowe your manyfolde transgressions, and your mightie sinnes: they afflict the iust, they take rewardes, and they oppresse the poore in the gate."},{"number":13,"verse":"Therfore the wise shall kepe scilence in that time: for it is an euyll time."},{"number":14,"verse":"Seke good and not euill, that ye may liue: & so the Lord God of hoastes shalbe with you, as you haue spoken."},{"number":15,"verse":"Hate the euill and loue the good, and establishe iudgement in the gate: it may be, that the Lord God of hoastes wilbe mercifull vnto the remnaunt of Ioseph."},{"number":16,"verse":"Therfore the Lorde God of hoastes the Lord sayth thus, Mourning shalbe in all streetes, and they shall say in al the hye wayes, Alas, alas: and they shall cal the husbandman to lamentation, and such as can mourne, to mourning."},{"number":17,"verse":"And in all the vines shalbe lamentation: for I will passe through thee, sayth the Lorde."},{"number":18,"verse":"Wo vnto you that desire the day of the Lorde, what haue ye to do with it? the day of the Lorde is darkenes, and not light."},{"number":19,"verse":"As if a man dyd flee from a lion, and a beare meete him, & went into the house, and leaned his hand vnto the wal, and a serpent bite hym."},{"number":20,"verse":"Shall not the day of the Lorde be darkenesse, and not light? euen darkenesse and no light in it."},{"number":21,"verse":"I hate, I abhorre your feast dayes, and I will not smell in your solemne assemblies."},{"number":22,"verse":"Though ye offer me burnt offeringes, and meate offeringes, I will not accept them, neither will I regarde the peace offering of your fat beastes."},{"number":23,"verse":"Take thou away from me the multitude of thy songues, for I will not heare the melodie of thy violes."},{"number":24,"verse":"And let iudgement run downe as water, and righteousnesse as a mightie riuer."},{"number":25,"verse":"Haue ye offered vnto me sacrifices and offringes in the wildernesse fourtie yeres, O house of Israel?"},{"number":26,"verse":"But ye haue borne Siccuth your king, and Chiun your images, and the starre of your gods, which ye made to your selues."},{"number":27,"verse":"Therfore will I cause you to go into captiuitie beyonde Damascus, sayth the Lorde, whose name is the God of hoastes."}]}