{"bibleAbbr":"siROV","bookName":"ලෙවී කථාව","bookEnglishName":"Leviticus","chapterNumber":9,"verses":[{"number":1,"verse":"( පූජකයන්ගේ සේවය පටන්ගැන්ම) තවද අටවෙනි දින මෝසෙස් ආරොන් සහ ඔහුගේ පුත්‍රයන්ද ඉශ්‍රායෙල් වැඩිමහල්ලන්ද කැඳවා ආරොන්ට කථාකොට:"},{"number":2,"verse":"පාප පූජාවක් පිණිස කැලලක් නැති එළවස්සෙක්ද දවන පූජාවක් පිණිස කැලලක් නැති බැටළුවෙක්ද රැගෙන ස්වාමීන්වහන්සේ ඉදිරියෙහි උන් ඔප්පුකරන්න."},{"number":3,"verse":"ඔබ ඉශ්‍රායෙල් පුත්‍රයන්ට කථාකරමින්: ස්වාමීන්වහන්සේ ඉදිරියෙහි පූජාකරන්ට පාප පූජාවක් පිණිස එළුවෙක්ද දවන පූජාවක් පිණිස අවුරුද්දක් පිරුණු කැලලක් නැති එළවස්සෙක් හා බැටළු පැටවෙක්ද,"},{"number":4,"verse":"ශාන්ති පූජාව පිණිස ගොනෙක්ද බැටළුවෙක්ද තෙල් මිශ්‍රවූ ආහාර පූජාවක්ද ගෙනෙන්න. මක්නිසාද අද ස්වාමීන්වහන්සේ ඔබ සැමට පෙනෙනසේකැයි කියන්නැයි කීවේය."},{"number":5,"verse":"ඔව්හු මෝසෙස් අණකළ දේ සම්මුඛවීමේ කූඩාරම ඉදිරිපිටට ගෙනාවෝය. මුළු සභාවද ළඟට අවුත් ස්වාමීන්වහන්සේ ඉදිරියෙහි සිටියාය."},{"number":6,"verse":"මෝසෙස්ද: ඔබ සැම විසින් කළ යුතුයයි ස්වාමීන්වහන්සේ අණකළ දේ මේය. එවිට ස්වාමීන්වහන්සේ ගේ තේජස ඔබ සැමට පෙනෙන්නේයයි කීය."},{"number":7,"verse":"මෝසෙස් ආරොන්ට කථාකොට: ඔබ පූජාසනයට ළඟාවී ස්වාමීන්වහන්සේ අණකළ ලෙස ඔබේ පාප පූජාවද ඔබේ දවන පූජාවද පූජාකොට ඔබ උදෙසාත් සෙනඟ උදෙසාත් සමඟිකමක් කරන්න. සෙනඟගේ පූජාව පූජාකොට ඔවුන් උදෙසා සමඟිකමක් කරන්නැයි කීවේය."},{"number":8,"verse":"එවිට ආරොන් පූජාසනයට ළඟාවී තමා උදෙසා වූ පාප පූජාවේ එළවස්සා මැරුවේය."},{"number":9,"verse":"ආරොන්ගේ පුත්‍රයෝද ලේ ඔහු ළඟට ගෙනාවෝය. ඔහු තමාගේ ඇඟිල්ල ලෙයෙහි ගල්වා පූජාසනයේ අංවල ගා පූජාසනය මුල ලේ වත්කෙළේය."},{"number":10,"verse":"එහෙත් ස්වාමීන්වහන්සේ මෝසෙස්ට අණකළ හැටියට තෙලද වකුගඩුද පාප පූජාවේ අක්මාවේ දැලද පූජාසනය පිට දැවීය."},{"number":11,"verse":"මාංසයද හමද ඔහු කඳවුරෙන් පිටදී ගින්නෙන් පුලුස්සා දැමුවේය."},{"number":12,"verse":"තවද ඔහු දවන පූජාවේ සතා මැරුවේය; ආරොන්ගේ පුත්‍රයෝද ඔහුට ලේ අරන් දුන්නෝය, ඔහු ඒවා පූජාසනය පිට වටේට ඉස්සේය."},{"number":13,"verse":"ඔව්හු දවන පූජාව කොට්ඨාස වශයෙන් හිසත් ඇතුළුව ඔහුට රැගෙන දුන්නෝය. ඔහු ඒවා පූජාසනය පිට දැවුවේය."},{"number":14,"verse":"ඔහු අතුණුද කකුල්ද සෝදා පූජාසන මතුයෙහි දවන පූජාව පිට දැවුවේය."},{"number":15,"verse":"ඔහු සෙනඟගේ පූජාව ගෙනැවිත් සෙනඟ උදෙසා වූ පාප පූජාවේ එළුවා රැගෙන මරා පළමු එකා මෙන් පාපය නිසා ඔප්පුකෙළේය."},{"number":16,"verse":"ඔහු දවන පූජාවද ගෙනැවිත් නියමය ලෙස එය ඔප්පුකෙළේය."},{"number":17,"verse":"ඔහු ආහාර පූජාව ගෙනැවිත් එයින් අතපුරා රැගෙන උදයේ දවන පූජාව හැර ඒවාත් පූජාසනය පිට දැවුවේය."},{"number":18,"verse":"ඔහු සෙනඟ උදෙසා වූ ශාන්ති පූජාව වන ගොනාත් බැටළුවාත් මැරුවේය. ආරොන්ගේ පුත්‍රයෝද ඔහුට ලේ අරන් දුන්නෝය, ඔහු ඒවා පූජාසනය පිට හාත්පසින් ඉස්සේය."},{"number":19,"verse":"ඔව්හු ගොනාගේ තෙලද බැටළුවාගේ තර වල්ගයද අතුණු වැසී තිබෙන තෙලද වකුගඩුද අක්මාවේ දැලද ගෙනවුත්, තෙල ළැපැත්ත පිට තැබුවෝය,"},{"number":20,"verse":"ඔහු තෙල පූජාසනය පිට දැවුවේය."},{"number":21,"verse":"මෝසෙස් අණකළ ලෙස ආරොන් තේව පූජාවක් පිණිස ළැපැත්ත හා දකුණු කළවයද රැගෙන ස්වාමීන්වහන්සේ ඉදිරියෙහි තේව කෙළේය."},{"number":22,"verse":"ආරොන් සෙනඟ දෙසට තමාගේ අත් ඔසවා ඔවුන්ට ආශීර්වාදකොට පාප පූජාවද දවන පූජාවද ශාන්ති පූජාද ඔප්පුකළ ස්ථානයෙන් බැස්සේය."},{"number":23,"verse":"මෝසෙස් සහ ආරොන් සම්මුඛවීමේ කූඩාරමට ඇතුල්ව පිටට අවුත් සෙනඟට ආශීර්වාද කළෝය. එවිට ස්වාමීන්වහන්සේ ගේ මහිමය මුළු සෙනඟට පෙනුණේය."},{"number":24,"verse":"ස්වාමීන්වහන්සේ ඉදිරියෙන් ගිනි නික්ම අවුත් පූජාසනය පිට දවන පූජාවද තෙල්ද දවා දැමුවේය. මුළු සෙනඟ ඒ දැක ශබ්ද පවත්වා මුහුණින් වැටුණෝය."}]}