{"bibleAbbr":"mrRV2015","bookName":"पौलाचे थेस्सलनीकाकरांस दुसरे पत्र","bookEnglishName":"2 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"( नमस्कार व उपकारस्तुती) देव आपला पिता व प्रभू येशू ख्रिस्त ह्यांच्या ठायी असलेल्या थेस्सलनीकाकरांच्या मंडळीला पौल, सिल्वान व तीमथ्य ह्यांच्याकडून :"},{"number":2,"verse":"देवपिता व प्रभू येशू ख्रिस्त ह्यांच्याकडून तुम्हांला कृपा व शांती असो."},{"number":3,"verse":"बंधूंनो, आम्ही सर्वदा तुमच्याविषयी देवाची उपकारस्तुती केली पाहिजे आणि हे योग्यच आहे; कारण तुमचा विश्वास अतिशय वाढत आहे, आणि तुम्हा सर्वांमधील प्रत्येकाची एकमेकांवरील प्रीती विपुल होत आहे."},{"number":4,"verse":"ह्यावरून तुमच्या सर्व छळांत व तुम्ही सोसत असलेल्या सर्व संकटांत तुम्ही जी सहनशीलता व जो विश्वास दाखवता त्यांबद्दल देवाच्या मंडळ्यांतून आम्ही स्वत: तुमची वाखाणणी करतो."},{"number":5,"verse":"ते देवाच्या यथार्थ न्यायाचे प्रदर्शक आहे; तो न्याय हा की, ज्यासाठी तुम्ही दु:ख सोसत आहात त्या देवाच्या राज्याला तुम्ही योग्य ठरले जावे."},{"number":6,"verse":"तुमच्यावर संकट आणणार्‍या लोकांची परत संकटाने फेड करणे आणि संकट सोसणार्‍या तुम्हांला आमच्याबरोबर विश्रांती देणे, हे देवाच्या दृष्टीने न्याय्य आहे,"},{"number":7,"verse":"म्हणून प्रभू येशू प्रकट होण्याच्या समयी ते होईल; तो आपल्या सामर्थ्यवान दूतांसह स्वर्गातून अग्निज्वालेसहित प्रकट होईल;"},{"number":8,"verse":"तेव्हा जे देवाला ओळखत नाहीत व आपल्या प्रभू येशू ख्रिस्ताची सुवार्ता मानत नाहीत त्यांचा तो सूड उगवील."},{"number":9,"verse":"आपल्या पवित्र जनांच्या ठायी गौरव मिळावा म्हणून, आणि त्या दिवशी विश्वास ठेवणार्‍या सर्वांच्या ठायी आश्‍चर्यपात्र व्हावे म्हणून तो येईल, कारण आम्ही दिलेल्या साक्षीवर तुम्ही विश्वास ठेवला आहे. तेव्हा त्यांना प्रभूच्या समोरून व त्याच्या सामर्थ्याच्या गौरवापासून दूर करण्यात येऊन युगानुयुगाचा नाश ही शिक्षा त्यांना मिळेल."},{"number":11,"verse":"ह्याकरता तर आम्ही तुमच्यासाठी सर्वदा अशी प्रार्थना करतो की, आपल्या देवाने तुम्हांला झालेल्या ह्या पाचारणाला योग्य असे मानावे आणि चांगुलपणाचा प्रत्येक मनोदय व विश्वासाचे कार्य सामर्थ्याने पूर्ण करावे;"},{"number":12,"verse":"ह्यासाठी की, आपला देव व प्रभू येशू ख्रिस्त ह्यांच्या कृपेने आपला प्रभू येशू ह्याच्या नावाला तुमच्या ठायी व तुम्हांला त्याच्या ठायी गौरव मिळावा."}]}