{"bibleAbbr":"mrRV2015","bookName":"पौलाचे थेस्सलनीकाकरांस दुसरे पत्र","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"( शेवटचा सद्बोध व पत्राची समाप्ती) बंधुजनहो, आता इतकेच सांगणे आहे की, आमच्यासाठी प्रार्थना करत जा की, तुमच्यामध्ये झाल्याप्रमाणे प्रभूच्या वचनाची त्वरेने प्रगती व्हावी व त्याचा गौरव व्हावा."},{"number":2,"verse":"आणि हेकेखोर व दुष्ट माणसांपासून आमचे संरक्षण व्हावे; कारण सर्वांच्या ठायी विश्वास आहे असे नाही."},{"number":3,"verse":"प्रभू विश्वसनीय आहे, तो तुम्हांला स्थिर करील, व त्या दुष्टापासून राखील."},{"number":4,"verse":"तुमच्याविषयी प्रभूमध्ये आमचा असा भरवसा आहे की, आम्ही तुम्हांला जे सांगतो ते तुम्ही करत असता व पुढेही करत जाल."},{"number":5,"verse":"प्रभूही तुमची मने देवावरच्या प्रीतीकडे व ख्रिस्ताच्या सहनशीलतेकडे लावो."},{"number":6,"verse":"बंधुजनहो, आम्ही आपल्या प्रभू येशू ख्रिस्ताच्या नावाने तुम्हांला आज्ञा करतो की, अव्यवस्थितपणे वागणार्‍या व आमच्यापासून प्राप्त झालेल्या संप्रदायांप्रमाणे न चालणार्‍या प्रत्येक बंधूपासून तुम्ही दूर व्हावे."},{"number":7,"verse":"आमचे अनुकरण कोणत्या रीतीने केले पाहिजे हे तुम्हा स्वतःला ठाऊक आहे; कारण आम्ही तुमच्यामध्ये असताना अव्यवस्थितपणे वागलो नाही;"},{"number":8,"verse":"आणि आम्ही कोणाचे अन्न फुकट खाल्ले नाही; परंतु तुमच्यापैकी कोणावरही भार घालू नये म्हणून आम्ही रात्रंदिवस श्रम व कष्ट करून काम केले."},{"number":9,"verse":"तसा आम्हांला अधिकार नाही असे नाही, पण आमचे अनुकरण करण्यासाठी आम्ही तुम्हांला कित्ता घालून द्यावा म्हणून असे केले."},{"number":10,"verse":"कारण आम्ही तुमच्याबरोबर होतो तेव्हादेखील आम्ही तुम्हांला अशी आज्ञा केली होती की, कोणाला काम करण्याची इच्छा नसेल तर त्याने खाऊही नये."},{"number":11,"verse":"तरी तुमच्यामध्ये कित्येक अव्यवस्थितपणाने वागणारे असून ते काहीएक काम न करता लुडबुड करतात, असे ऐकतो."},{"number":12,"verse":"अशा लोकांना आम्ही प्रभू येशू ख्रिस्ताच्या नावाने आज्ञा व बोध करतो की, त्यांनी स्वस्थपणे काम करून स्वत:चेच अन्न खावे."},{"number":13,"verse":"तुम्ही तर बंधूंनो, बरे करताना खचू नका."},{"number":14,"verse":"ह्या पत्रातील आमचे वचन जर कोणी मानत नसेल तर तो मनुष्य लक्षात ठेवा आणि त्याला लाज वाटावी म्हणून त्याची संगत धरू नका."},{"number":15,"verse":"तरी त्याला शत्रू समजू नका, तर त्याला बंधू समजून त्याची कानउघाडणी करा."},{"number":16,"verse":"शांतीचा प्रभू हा सर्वकाळ सर्व प्रकारे तुम्हांला शांती देवो. प्रभू तुम्हा सर्वांबरोबर असो."},{"number":17,"verse":"मी पौलाने स्वहस्ते लिहिलेला सलाम; ही प्रत्येक पत्रात खूण आहे. मी अशा रीतीने लिहीत असतो."},{"number":18,"verse":"आपला प्रभू येशू ख्रिस्त ह्याची कृपा तुम्हा सर्वांबरोबर असो."}]}