{"bibleAbbr":"NASB1995","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":2,"verses":[{"number":1,"verse":"My little<WG5040> children,<WG5040> I am writing<WG1125> these<WG3778> things<WG3778> to you that you may not sin.<WG264> And if<WG1437> anyone<WG5100> sins,<WG264> we have<WG2192> an Advocate<WG3875> with the Father,<WG3962> Jesus<WG2424> Christ<WG5547> the righteous;<WG1342>"},{"number":2,"verse":"and He Himself<WG846> is the propitiation<WG2434> for our sins;<WG266> and not for ours<WG2251> only,<WG3440> but also<WG2532> for [those of] the whole<WG3650> world.<WG2889>"},{"number":3,"verse":"And by this<WG3778> we know<WG1097> that we have come to know<WG1097> Him, if<WG1437> we keep<WG5083> His commandments.<WG1785>"},{"number":4,"verse":"The one who says,<WG3004> \"I have come to know<WG1097> Him,\" and does not keep<WG5083> His commandments,<WG1785> is a liar,<WG5583> and the truth<WG225> is not in him;"},{"number":5,"verse":"but whoever<WG3739> <WG302> keeps<WG5083> His word,<WG3056> in him the love<WG26> of God<WG2316> has truly<WG230> been perfected.<WG5048> By this<WG3778> we know<WG1097> that we are in Him:"},{"number":6,"verse":"the one who says<WG3004> he abides<WG3306> in Him ought<WG3784> himself<WG846> to walk<WG4043> in the same<WG3779> manner<WG3779> as He walked.<WG4043>"},{"number":7,"verse":"Beloved,<WG27> I am not writing<WG1125> a new<WG2537> commandment<WG1785> to you, but an old<WG3820> commandment<WG1785> which<WG3739> you have had<WG2192> from the beginning;<WG746> the old<WG3820> commandment<WG1785> is the word<WG3056> which<WG3739> you have heard.<WG191>"},{"number":8,"verse":"On the other<WG3825> hand,<WG3825> I am writing<WG1125> a new<WG2537> commandment<WG1785> to you, which<WG3739> is true<WG227> in Him and in you, because<WG3754> the darkness<WG4653> is passing<WG3855> away,<WG3855> and the true<WG228> light<WG5457> is already<WG2235> shining.<WG5316>"},{"number":9,"verse":"The one who says<WG3004> he is in the light<WG5457> and [yet] hates<WG3404> his brother<WG80> is in the darkness<WG4653> until<WG2193> now.<WG737>"},{"number":10,"verse":"The one who loves<WG25> his brother<WG80> abides<WG3306> in the light<WG5457> and there is no<WG3756> cause<WG4625> for stumbling<WG4625> in him."},{"number":11,"verse":"But the one who hates<WG3404> his brother<WG80> is in the darkness<WG4653> and walks<WG4043> in the darkness,<WG4653> and does not know<WG3609> where<WG4226> he is going<WG5217> because<WG3754> the darkness<WG4653> has blinded<WG5186> his eyes.<WG3788>"},{"number":12,"verse":"I am writing<WG1125> to you, little<WG5040> children,<WG5040> because<WG3754> your sins<WG266> are forgiven<WG863> you for His name's sake.<WG1223>"},{"number":13,"verse":"I am writing<WG1125> to you, fathers,<WG3962> because<WG3754> you know<WG1097> Him who has been from the beginning.<WG746> I am writing<WG1125> to you, young<WG3495> men,<WG3495> because<WG3754> you have overcome<WG3528> the evil<WG4190> one.<WG4190> I have written<WG1125> to you, children,<WG3813> because<WG3754> you know<WG1097> the Father.<WG3962>"},{"number":14,"verse":"I have written<WG1125> to you, fathers,<WG3962> because<WG3754> you know<WG1097> Him who has been from the beginning.<WG746> I have written<WG1125> to you, young<WG3495> men,<WG3495> because<WG3754> you are strong,<WG2478> and the word<WG3056> of God<WG2316> abides<WG3306> in you, and you have overcome<WG3528> the evil<WG4190> one.<WG4190>"},{"number":15,"verse":"Do not love<WG25> the world,<WG2889> nor<WG3366> the things in the world.<WG2889> If<WG1437> anyone<WG5100> loves<WG25> the world,<WG2889> the love<WG26> of the Father<WG3962> is not in him."},{"number":16,"verse":"For all<WG3956> that is in the world,<WG2889> the lust<WG1939> of the flesh<WG4561> and the lust<WG1939> of the eyes<WG3788> and the boastful<WG212> pride<WG212> of life,<WG979> is not from the Father,<WG3962> but is from the world.<WG2889>"},{"number":17,"verse":"And the world<WG2889> is passing<WG3855> away,<WG3855> and [also] its lusts;<WG1939> but the one who does<WG4160> the will<WG2307> of God<WG2316> abides<WG3306> forever.<WG165>"},{"number":18,"verse":"Children,<WG3813> it is the last<WG2078> hour;<WG5610> and just<WG2531> as you heard<WG191> that antichrist<WG500> is coming,<WG2064> even<WG2532> now<WG3568> many<WG4183> antichrists<WG500> have arisen;<WG1096> from this<WG3606> we know<WG1097> that it is the last<WG2078> hour.<WG5610>"},{"number":19,"verse":"They went<WG1831> out from us, but they were not [really] of us; for if<WG1487> they had been<WG1510> of us, they would have remained<WG3306> with us; but [they went out,] in order<WG2443> that it might be shown<WG5319> that they all<WG3956> are not of us."},{"number":20,"verse":"But you have<WG2192> an anointing<WG5545> from the Holy<WG40> One,<WG40> and you all<WG3956> know.<WG3609>"},{"number":21,"verse":"I have not written<WG1125> to you because<WG3754> you do not know<WG3609> the truth,<WG225> but because<WG3754> you do know<WG3609> it, and because<WG3754> no<WG3956> <WG3756> lie<WG5579> is of the truth.<WG225>"},{"number":22,"verse":"Who<WG5101> is the liar<WG5583> but the one who denies<WG720> that Jesus<WG2424> is the Christ<WG5547>? This<WG3778> is the antichrist,<WG500> the one who denies<WG720> the Father<WG3962> and the Son.<WG5207>"},{"number":23,"verse":"Whoever<WG3956> denies<WG720> the Son<WG5207> does not have<WG2192> the Father;<WG3962> the one who confesses<WG3670> the Son<WG5207> has<WG2192> the Father<WG3962> also.<WG2532>"},{"number":24,"verse":"As for you, let that abide<WG3306> in you which<WG3739> you heard<WG191> from the beginning.<WG746> If<WG1437> what<WG3739> you heard<WG191> from the beginning<WG746> abides<WG3306> in you, you also<WG2532> will abide<WG3306> in the Son<WG5207> and in the Father.<WG3962>"},{"number":25,"verse":"And this<WG3778> is the promise<WG1860> which<WG3739> He Himself<WG846> made<WG1861> to us: eternal<WG166> life.<WG2222>"},{"number":26,"verse":"These<WG3778> things<WG3778> I have written<WG1125> to you concerning<WG4012> those<WG3588> who are trying to deceive<WG4105> you."},{"number":27,"verse":"And as for you, the anointing<WG5545> which<WG3739> you received<WG2983> from Him abides<WG3306> in you, and you have<WG2192> no<WG3756> need<WG5532> for anyone<WG5100> to teach<WG1321> you; but as His anointing<WG5545> teaches<WG1321> you about<WG4012> all<WG3956> things,<WG3956> and is true<WG227> and is not a lie,<WG5579> and just<WG2531> as it has taught<WG1321> you, you abide<WG3306> in Him."},{"number":28,"verse":"And now,<WG3568> little<WG5040> children,<WG5040> abide<WG3306> in Him, so<WG2443> that when<WG1437> He appears,<WG5319> we may have<WG2192> confidence<WG3954> and not shrink<WG153> away<WG575> from Him in shame<WG153> at His coming.<WG3952>"},{"number":29,"verse":"If<WG1437> you know<WG3609> that He is righteous,<WG1342> you know<WG1097> that everyone<WG3956> also<WG2532> who practices<WG4160> righteousness<WG1343> is born<WG1080> of Him."}]}