{"bibleAbbr":"GB1539","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"As ther gathered together an innumerable multitude of people (in so moche that they trood one another) he began to saye vnto his disciples: fyrst of all be warre of the leuen of the Pharises which is ypocrisy."},{"number":2,"verse":"For ther is nothynge couered, that shall not be vncouered: nether hyd, that shall not be knowen."},{"number":3,"verse":"For what thinges ye haue spoken in darknes, shalbe hearde in the light. And that which ye haue spoken into the eare, euen in secrete places, shalbe preached on the toppe of the houses."},{"number":4,"verse":"I saye vnto you my frendes: be not afrayde of them that kyll the body, and after that haue no moare, that they can do."},{"number":5,"verse":"But I will shewe you, whom ye shall feare. Feare him, which after he hath kylled, hath power to cast into hell. Yee, I saye vnto you: feare him."},{"number":6,"verse":"Are not fyue sparowes bought for two farthinges? And not one of them is forgoten of God."},{"number":7,"verse":"Also, euen the very heeres of youre heed are all nombred. Feare not therfore: ye are moare of value then many sparowes."},{"number":8,"verse":"I saye vnto you euery one: whosoeuer confesseth me before men, him shal the sonne of man knowledge also before the angels of God"},{"number":9,"verse":"And he that denyeth me before men, shalbe denied before the angels of God."},{"number":10,"verse":"And whosoeuer speaketh a worde agaynst the sonne of man, it shalbe forgeuen him. But vnto him that blasphemeth the holy goost, it shall not be forgeuen."},{"number":11,"verse":"When they bringe you vnto the sinagoges, and vnto the rulers and officers, take ye no thought, how or what thinge ye shall answer, or what ye shall speake."},{"number":12,"verse":"For the holy goost shall teache you in the same houre, what ye ought to saye."},{"number":13,"verse":"One of the company sayde vnto him: Master, speake to my brother, that he deuide the enheritaunce with me."},{"number":14,"verse":"And he sayde vnto him: Man, who made me a iudge or a deuider, ouer you"},{"number":15,"verse":"And he sayde vnto them: take hede, and be warre of couetousnes. For no mannes lyfe standeth in the aboundance of the thinges which he possesseth."},{"number":16,"verse":"And he put forth a simylytude vnto them sayinge: The grounde of a certaine riche man brought forth plentifull frutes,"},{"number":17,"verse":"and he thought within him selfe sayinge: what shall I do? because I haue no roume where to bestowe my frutes?"},{"number":18,"verse":"And he sayd: This will I do. I will destroye my barnes, and bylde greater, and therin will I gather all my goodes that are growen vnto me:"},{"number":19,"verse":"and I will saye to my soule: Soule thou hast moche goodes layd vp in stoore for many yeares, take thyne ease: eate, drincke, be mery."},{"number":20,"verse":"But God sayd vnto him. Thou fole, this nyght will they fetche awaye thy soule agayne from the. Then whose shall those thynges be, which thou hast prouided?"},{"number":21,"verse":"So is it with him that gathereth riches to him selfe, and is not riche towarde God."},{"number":22,"verse":"And he spake vnto his disciples: Therfore I saye vnto you. Take no thought for youre lyfe, what ye shall eate: nether for the body, what ye shall put on."},{"number":23,"verse":"The life is moare then meate, and the body is moare then rayment."},{"number":24,"verse":"Consider the rauens, for they nether sowe nor repe, which nether haue stoore house ner barne, and God fedeth them. How moche are ye better then fethered foules?"},{"number":25,"verse":"Which of you (with his takinge thought) can adde to his stature one cubit?"},{"number":26,"verse":"If ye then be not able to do that thinge which is least: why take ye thought for the remnaunt?"},{"number":27,"verse":"Consider the lylies how they growe: They laboure not: they spyn not: and yet I saye vnto you, that Salomon in all his royalte, was not clothed lyke one of these."},{"number":28,"verse":"If God so clothe the grasse (which is to daye in the felde, and to morow is cast into the fornace) how moche more wyll he cloth you, O ye of lytle fayth?"},{"number":29,"verse":"And aske not ye what ye shall eate, or what ye shall drincke, nether clime ye vp an hye:"},{"number":30,"verse":"for all soche thinges do the hethen people of the worlde seke for."},{"number":31,"verse":"Youre father knoweth, that ye haue neade of soche thinges. Wherfore, seke ye after the kyngdome of God, and all these thinges shalbe ministred vnto you."},{"number":32,"verse":"Feare not lytell flocke, for it is youre fathers pleasure, to geue you the kyngdome."},{"number":33,"verse":"Sell that ye haue, and geue almes. And prepare you bagges, which wexe not olde, euen a treasure that fayleth not in heauen, where no thefe commeth, nether moth corrupteth."},{"number":34,"verse":"For where youre treasure is, there will youre herte be also."},{"number":35,"verse":"Let youre loynes be gerd about, & your lightes brenning"},{"number":36,"verse":"and ye youre selues lyke vnto men that wayte for theyr Lorde, when he will returne from the weddinge: that whan he commeth and knocketh they maye open vnto him immediatly."},{"number":37,"verse":"Happy are those seruauntes, whom the Lorde (when he commeth) shall fynde wakynge. Uerely I saye vnto you, that he shall gyrde hym selfe and make them to syt downe to meate, and walke by, and minister vnto them."},{"number":38,"verse":"And yf he come in the seconde watch, yee, yf he come in the thirde watch, and fynde them so, happy are those seruauntes."},{"number":39,"verse":"This vnderstond, that yf the good man of the house knewe, what houre the thefe wolde come, he wolde suerly watch, and not suffer hys housse to be broken vp."},{"number":40,"verse":"Be ye therfore ready also: for the sonne of man will come at an houre when ye thincke not."},{"number":41,"verse":"Peter sayde vnto him: Master, tellest thou this similitude vnto vs, or to all men?"},{"number":42,"verse":"And the Lorde sayde: who is a faythfull and wise stewarde, whom his Lorde shall make ruler ouer his housholde, to geue them their duetie of meat in due season:"},{"number":43,"verse":"happy is that seruaunt, whom his Lorde when he commeth; shall fynde so doing."},{"number":44,"verse":"Of a trueth I saye vnto you, that he will make him ruler ouer all that he hath."},{"number":45,"verse":"But and yf the seruaunt saye in his herte. My Lorde will deferre his comminge (and shall beginne to smite seruauntes and maydens, and to eate and drincke, and to be droncken)"},{"number":46,"verse":"the Lorde of that seruaunt will come in a daye when he thinketh not, and at an houre when he is not ware, and will hewe him in peces, and geue him his rewarde with the vnbeleuers."},{"number":47,"verse":"The seruaunt that knewe his masters will and prepared not him selfe, nether dyd accordinge to hys wyll, shalbe beaten with many strypes."},{"number":48,"verse":"But he that knewe not, and dyd commytte thynges worthy of strypes, shalbe beaten with fewe strypes. For vnto whomsoeuer moch is geuen, of him shalbe moche requyred. And to whom men haue committed moch: of him wyll they aske the more."},{"number":49,"verse":"I am come to sende fyer on erth: & what is my desier, but that it were all readye kindled?"},{"number":50,"verse":"Not withstandynge I must be baptysed wt a baptime: and how am I payned, tyll it be ended?"},{"number":51,"verse":"Suppose ye, that I am come to sende peace on erth? I tell you naye, but rather dyuysyon."},{"number":52,"verse":"For from hence forth ther shalbe fyue in one housse deuided, thre against two, and two agaynst thre."},{"number":53,"verse":"The father shalbe deuided agaynst the sonne, and the sonne agaynst the father. The mother agaynst the daughter, and the daughter agaynst the mother. The mother in lawe agaynst hyr daughter in lawe, and the daughter in lawe, agaynst hyr mother in lawe."},{"number":54,"verse":"He sayde also to the people: when ye se a cloude ryse out of the west, strayght waye ye saye: ther commeth a shower, and so it is."},{"number":55,"verse":"And when ye se the south wynde blowe, ye saye: it will be hote, and it commeth to passe."},{"number":56,"verse":"Ye ypocrytes, ye can discerne the outwarde appearaunce of the skye and of the erthe: but how happeneth it, that ye cannot skyll of this tyme?"},{"number":57,"verse":"Yee, and why iudge ye not of youre selues what is ryght."},{"number":58,"verse":"Whan thou goest with thyne aduersary to the ruler, as thou arte in the waye, geue diligence that thou mayst be deliuered from him, least he brynge the to the iudge, and the iudge delyuer the to the iaylar, and the iaylar cast the into preson."},{"number":59,"verse":"I tell the, thou shalt not departe thence, tyll thou haue made good the vtmost myte."}]}