{"bibleAbbr":"GB1539","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"He sayde vnto the disciples: it cannot be: but offences wyll come. Neuerthelesse wo vnto hym thorow whom they come."},{"number":2,"verse":"It were better for him that a mylstone were hanged aboute his neck, and he cast into the see, then that he shulde offende one of these lytleons."},{"number":3,"verse":"Take hede to youre selues. If thy brother trespas agaynst the, rebuke hym:"},{"number":4,"verse":"and yf he repent, forgeue hym. And though he synne agaynst the seuen tymes in a daye, and seuen tymes in a daye tourne agayne to the, sayinge: it repenteth me, thou shalt forgeue hym."},{"number":5,"verse":"And the Apostles sayde vnto the Lorde: increase oure fayth."},{"number":6,"verse":"And the Lorde sayde: yf ye had fayth lyke a grayne of mustarde sede, & shuld saye vnto this Sycamyne tree, plucke thy selfe vp by the rootes, and plant thy selfe in the see: it shulde obey you."},{"number":7,"verse":"Who is it of you; yf he had a seruaunte plowynge or fedynge catell, that wyll saye vnto hym when he commeth from the felde: Go quyckly, and syt downe to meat,"},{"number":8,"verse":"& sayth not rather vnto him, dresse, wherwt I maye supp, & gyrde vp thy selfe, and serue me, tyll I haue eaten and droncken: and afterward, eate thou, and drincke thou?"},{"number":9,"verse":"Doeth he thanke that seruaunt, because he dyd the thynges that were commaunded vnto him? I trowe not."},{"number":10,"verse":"So lyke wyse ye, when ye haue done all those thynges which are commaunded you, saye: we are vnprofitable seruauntes. We haue done that, which was oure duety to do."},{"number":11,"verse":"And it chaunsed as he went to Ierusalem, that he passed thorow Samaria and Galile,"},{"number":12,"verse":"And as he entred into a certayne towne, ther met him ten men that were lepers. Which stode a farre of,"},{"number":13,"verse":"and put forth theyr voyces and sayde: Iesu master, haue mercy on vs."},{"number":14,"verse":"When he sawe them he sayd vnto them: Go, shewe youre selues vnto the Prestes. And it came to passe, that as they went, they were clensed"},{"number":15,"verse":"And one of them, when he sawe that he was clensed, turned backe agayne, & with a loude voyce praysed God,"},{"number":16,"verse":"and fell doune on hys face at hys fete, and gaue hym thankes. And the same was a Samaritane."},{"number":17,"verse":"And Iesus answered, & sayde: are ther not ten clensed But where are those nyne"},{"number":18,"verse":"Ther are not founde that returned agayne, to geue God prayse, saue only this straunger."},{"number":19,"verse":"And he sayd vnto him: aryse, go thy waye, thy fayth hath made the whoale."},{"number":20,"verse":"When he was demaunded of the Pharises, when the kyngdome of God shulde come, he answered them and sayd: The kyngdome of God shall not come with wayting for,"},{"number":21,"verse":"nether shal they saye. Lo here, Or lo there: For beholde the kyngdome of God is within you."},{"number":22,"verse":"And he sayde vnto the disciples: the dayes wyll come, when ye shall desyre to se one daye of the sonne of man, and ye shall not se it."},{"number":23,"verse":"And they shall saye to you: Se here, Se there. Go not after them, nor folowe them:"},{"number":24,"verse":"for as the lyghtenynge that apereth out of the one parte that is vnder heauen, & shyneth vnto the other parte which is vnder heauen, so shall the sonne of man be in hys dayes."},{"number":25,"verse":"But fyrst must he suffre many thynges & be refused of this nacion."},{"number":26,"verse":"And as it happened in the dayes of Noe: so shall it be also in the dayes of the sonne of man."},{"number":27,"verse":"They dyd eate & dryncke, they maryed wyues and were maried, euen vnto that same daye that Noe went into the Arke: and the floude cam, and destroyed them all."},{"number":28,"verse":"Lykewyse also as it chaunced in the dayes of Lot. They dyd eate, they drancke, they bought, they solde they planted, they buylded:"},{"number":29,"verse":"But euen the same daye that Lot went out of Zodom, it rayned with fyre and brymstone from heauen, & destroyed them all."},{"number":30,"verse":"Euen thus, shall it be in the daye, when the sonne of man shall appere."},{"number":31,"verse":"At that daye he that is on the house topp, and his stuffe in the house: let him not come downe to take it out. And let not him that is in the felde, turne backe agayne to the thinges that he lefte behinde."},{"number":32,"verse":"Remember Lottes wyfe."},{"number":33,"verse":"Whosoeuer wyll go aboute to saue his lyfe, shal lose it: and whosoeuer shall lose his lyfe, shall saue it."},{"number":34,"verse":"I tell you: in that night ther shalbe two in one bed, the one shalbe receaued, the other shalbe forsaken:"},{"number":35,"verse":"Two shalbe agryndynge together: the one shalbe receaued, and the other forsaken."},{"number":37,"verse":"And they answered, and sayd to him, where Lorde. He sayde vnto them: whersoeuer the body shalbe, thyther wyll also that Egles be gathered together."}]}