{"bibleAbbr":"GB1539","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"And he put forth a parable vnto them, signifying that men ought all wayes to praye and not to be wery,"},{"number":2,"verse":"sayinge: Ther was in a certayne cytie a iudge, which feared not God, nether regarded man."},{"number":3,"verse":"And ther was a certayne wedowe in the same cytye, and she came vnto hym, sayinge: auenge me of myne aduersary."},{"number":4,"verse":"And he wolde not for a whyle. But after warde he sayd within him selfe: though I feare not God, nor care for man,"},{"number":5,"verse":"yet because thys wedowe is importune vpon me, I wyll auenge her, lest she come at the last and rayle on me."},{"number":6,"verse":"And the Lorde sayde, heare what the vnryghtewes Iudge sayeth."},{"number":7,"verse":"And shal not God auenge his electe, which crye daye and nyght vnto him, yee, though he deferre them?"},{"number":8,"verse":"I tell you that he will auenge them, & that quickly. Neuerthelesse, when the sonne of man commeth, shall he fynde fayth on the erth?"},{"number":9,"verse":"And he tolde this parable, vnto certayne which trusted in them selues that they were perfecte, and despysed other"},{"number":10,"verse":"Two men went vp into the temple to praye: the one a Pharise, and the other a publican."},{"number":11,"verse":"The Pharyse stode and prayed thus with hym selfe: God, I thancke the, that I am not as other men are, extorsioners, vniuste, aduoutrers, or as this publycan."},{"number":12,"verse":"I fast twyse in the weke. I geuetythe of all that I possesse."},{"number":13,"verse":"And the publican stondyng a farre of, wolde not lyfte vp his eyes to heauen, but smote vpon hys brest, saying: God be mercyfull to me a synner:"},{"number":14,"verse":"I tell you: thys man departed home to hys house iustyfyed, more then the other. For euery one that exalteth him self, shalbe brought lowe: And he that humbleth him selfe, shalbe exalted."},{"number":15,"verse":"They brought vnto him also yong children, that he shulde touche them. When hys dysciples sawe it, they rebuked them."},{"number":16,"verse":"But Iesus (whan he had called them vnto hym) sayde: Suffre children to come vnto me, and forbyd them not. For of soch is the kyngdome of God."},{"number":17,"verse":"Uerely I saye vnto you: whosoeuer receaueth not the kyngdome of God as a chylde, shall not enter therin."},{"number":18,"verse":"And a certayne ruler asked him, sayinge: good master, what ought I to do, to obtaine eternall lyfe?"},{"number":19,"verse":"Iesus sayd vnto him: Why callest thou me good None is good, saue God onely."},{"number":20,"verse":"Thou knowest the commaundementes: Thou shalt not commit aduoutry: thou shalt not kyll: thou shalt not steale, thou shalt not beare false wytnes: honoure thy father & thy mother."},{"number":21,"verse":"And he sayde: all these haue I kept from my youth vp."},{"number":22,"verse":"When Iesus hearde that, he sayd vnto hym: Yet lackest thou one thynge. Sell all that thou hast, and distrybute vnto the poore, and thou shalt haue treasure in heauen, and come, folowe me."},{"number":23,"verse":"When he hearde thys, he was sory: for he was very ryche."},{"number":24,"verse":"When Iesus sawe that he was sory, he sayde wyth what difficulte shall they that haue mony, enter into the kingdome of God"},{"number":25,"verse":"it is easyer for a camell to go thorow a nedles eye, then for a ryche man to enter into the kyngdome of God."},{"number":26,"verse":"And they that hearde it: sayd. And who can then be saued?"},{"number":27,"verse":"And he sayde: The thynges which are vnpossyble wt men, are possyble wyth God."},{"number":28,"verse":"Then Peter sayde. Lo, we haue forsaken all, and folowed the."},{"number":29,"verse":"He sayde vnto them: Uerely I saye vnto you: ther is no man that hath forsaken house, ether father or mother, ether brethren, or wyfe, or chyldren (for the kyngdome of Goddes sake)"},{"number":30,"verse":"whych shall not receaue moch more in this worlde, and in the worlde to come, lyfe euerlastynge."},{"number":31,"verse":"Iesus toke vnto him the twelue, & sayd vnto them: Beholde, we go vp to Ierusalem, and all shalbe fulfylled, that are wrytten by the Prophetes, of the sonne of man."},{"number":32,"verse":"For he shalbe delyuered vnto the gentyls, & shalbe mocked, and despytfully entreated, & spytted on:"},{"number":33,"verse":"& when they haue scourged him, they wyll put hym to deeth, and the thyrd daye he shall aryse agayne."},{"number":34,"verse":"And they vnderstode none of these thynges. And this saying was hyd from them, so that they perceaued not the thynges which were spoken."},{"number":35,"verse":"And it came to passe, that as he was come nye vnto Hierico, a certayne blynde man sate by the waye syde, beggynge."},{"number":36,"verse":"And when he hearde the people passe by, he asked what it meant."},{"number":37,"verse":"And they sayde vnto hym, that Iesus of Nazareth passed by."},{"number":38,"verse":"And he cryed, sayinge: Iesu thou sonne of Dauid, haue mercy on me."},{"number":39,"verse":"And they whych went before, rebuked hym, that he shulde holde his peace. But he cryed so moch the more: thou sonne of Dauid, haue mercy on me."},{"number":40,"verse":"And Iesus stode styll, and commaunded hym to be brought vnto hym. And when he was come neare, he asked hym,"},{"number":41,"verse":"sayinge: what wilt thou that I do vnto the And he sayde: Lorde, that I maye receaue my syght."},{"number":42,"verse":"And Iesus sayd vnto hym: receaue thy syght: thy fayth, hath saued the."},{"number":43,"verse":"And immediatly he receaued his syght, and folowed hym, praysynge God. And all the people, when they sawe it, gaue prayse vnto God."}]}