{"bibleAbbr":"GB1539","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"Iesus beynge full of the holy goost, returned from Iordan and was led by the sprete into wildernes,"},{"number":2,"verse":"and was . xl. dayes tempted of the deuyll. And in those dayes dyd he eate nothynge. And when they were ended, he afterwarde hongred."},{"number":3,"verse":"And the deuyll sayde vnto him: yf thou be the sonne of God commaunde this stone that it be breed."},{"number":4,"verse":"And Iesus answered hym, saying: It is written man shall not lyue by breed only, but by euery worde of God."},{"number":5,"verse":"And the deuyll toke him into an hye mountayne, and shewed him all the kyngdoms of the worlde, euen in the twincklyng of an eye."},{"number":6,"verse":"And the deuyll sayde vnto him: all this power will I geue the euery whit, & the glory of them: for they are delyuered vnto me, and to whomsoeuer I wyll, I geue it."},{"number":7,"verse":"If thou therfore wyll falt downe before me & worshyp me, they shalbe all thyne."},{"number":8,"verse":"Iesus answered and sayde vnto him: hence from me Satan. For it is wrytten Thou shalt worshyp the Lorde thy God, and him onely shalt thou serue."},{"number":9,"verse":"And he caryed him to Ierusalem, and set him on a pynacle of the temple, and sayd vnto him: Yf thou be the sonne of God, cast thy selfe downe from hens."},{"number":10,"verse":"For it is wrytten: he shall geue his Angels charge ouer the, to kepe the,"},{"number":11,"verse":"and in their handes they shall beare the vp, that thou dasshe not thy fote agaynst a stone."},{"number":12,"verse":"And Iesus answered, and sayde vnto hym, it is sayd: thou shalt not tempte the Lorde thy God."},{"number":13,"verse":"And as sone as all the tentacion was ended, the deuell departed from him for a season."},{"number":14,"verse":"And Iesus returned by the power of the sprete, into Galile, and there went a fame of him thorow out all the region."},{"number":15,"verse":"And he taught in theyr synagoges and was commended of all men."},{"number":16,"verse":"And he came to Nazareth where he was noursed and (as hys custome was) he went into the synagoge on the Saboth daye, and stode vp for to reade."},{"number":17,"verse":"And there was delyuered vnto hym the boke of the prophete Esayas. And when he had opened the boke, he founde the place, where it was wryten."},{"number":18,"verse":"The sprete of the Lord vpon me, because he hath annoynted me: to preache the Gospell to the pore he hath sent me: to heale the broken harted, to preach delyueraunce to the captyue, & syght to the blynde: frely to set at liberte them that are brosed,"},{"number":19,"verse":"and to preach the acceptable yeare of the Lorde."},{"number":20,"verse":"And he closed the boke, and gaue it agayne to the minyster, and sate downe. And the eyes of all them that were in the synagoge, were fastened on him."},{"number":21,"verse":"And he began to saye vnto them: Thys daye is thys scripture fulfylled in your eares."},{"number":22,"verse":"And all bare hym wytnes and wondred at the gracious wordes, which proceaded out of of hys mouth, and they sayde: Is not thys Iosephs sonne?"},{"number":23,"verse":"And he sayd vnto them: Ye wyll vtterly saye vnto me this prouerbe: Phisicion, heale thy selfe. Whatsoeuer we haue heard done in Capernaum, do the same here lykewise in thyne awne countre."},{"number":24,"verse":"And he sayde: Uerely I saye vnto you: No prophete is accepted in hys awne countre."},{"number":25,"verse":"But I tell you of a treuth: many weddowes were in Israel in the daies of Helias when heauen was shut thre yeares and syxe monethes, when greate famyshment was throughout all the lande,"},{"number":26,"verse":"and vnto no one of them was Helias sent, saue into Sarepta besydes Sidon, vnto a woman that was a wedowe."},{"number":27,"verse":"And many lepers were in Israell in the tyme of Helyseus the prophete: & none of them was clensed, sauyng Naaman the Syrian."},{"number":28,"verse":"And all they in the synagoge (when they herde these thinges) were filled with wrath:"},{"number":29,"verse":"and rose vp, and thrust him out of the cyte, & ledd him euen vnto the edge of the hyll (where on theyr cytie was bylte) the they myght cast him downe headlyng."},{"number":30,"verse":"But he departed, and went hys waye euen thorow the myddes of them."},{"number":31,"verse":"And came downe to Capernaum, (a cytie of Galile) and there taught them on the saboth dayes."},{"number":32,"verse":"And they were astonyed at his doctryne: for his preaching was with power."},{"number":33,"verse":"And in the synagoge there was a man which had an vncleane sprete of a deuyll, and cryed with a loude voyce,"},{"number":34,"verse":"sayenge: let me alone, what hast thou to do with vs, thou Iesus of Nazareth? Art thou come to destroye vs? I knowe the what thou art, euen the holy of God."},{"number":35,"verse":"And Iesus rebuked him, sayinge: holde thy peace, and come out of hym. And whan the deuyll had throwen hym in the myddes, he came out of him, and hurt him not."},{"number":36,"verse":"And feare cam on them all, and they spake among them selues, sayinge: what maner a thing is thys? For with auctorite & power he commaundeth the foules spretes, and they come oute?"},{"number":37,"verse":"And the fame of hym was spred abrode thorowe out euery place of the countre rounde aboute."},{"number":38,"verse":"And whan he was rysen vp & come out of the synagoge, he entred into Simons house. And Simons mother in lawe was taken with a great feuer, and they made intercession to hym for her."},{"number":39,"verse":"And he stode ouer her, and rebuked the feuer, and the feuer left her. And immedyatly she arose, and mynistred vnto them."},{"number":40,"verse":"When the sonne was downe, all they that had syck, taken with diuers diseases, brought them vnto hym: and he layde hys handes on euery one of them, and healed them."},{"number":41,"verse":"And deuyls also came out of many, crying & saieng: thou art Christ the sonne of God. And he rebuked them, and suffered them not to speake: for they knewe that he was Christ."},{"number":42,"verse":"As sone as it was daye, he departed, and went into a desert place, & the people sought him, and came to hym, and kept hym that he shulde not departe from them."},{"number":43,"verse":"And he sayde vnto them: I must preach the kyngdome of God to other cyties also: for therfore am I sent."},{"number":44,"verse":"And he preached in the synagoges of Galile"}]}