{"bibleAbbr":"GB1539","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":8,"verses":[{"number":1,"verse":"And it fortuned afterwarde, that he hym selfe also wente through oute cyties and townes: preachinge, and shewynge the kyngdome of God, and the twelue with hym."},{"number":2,"verse":"And also certayne women, which were healed of euell spretes, and infirmytes. Mary which is called Magdalen (oute of whom wente seuen deuyls)"},{"number":3,"verse":"and Ioanna the wyfe of Chusa. Herodes stewarde, and Susanna, and many other, which minystred vnto hym of theyr substaunce."},{"number":4,"verse":"When moch people were gathered together, and were come to him out of all cytes, he spake by a similytude."},{"number":5,"verse":"The sower wente out to sowe hys seede: and as he sowed, some fell by the waye syde, & it was troden downe, and the foules of the ayre deuoured it vp."},{"number":6,"verse":"And some fell on stone, and as sone as it was spronge vp, it withred awaye because it lacked moystnes."},{"number":7,"verse":"And some fell amonge thornes, and the thornes sprange vp with it, and choked it."},{"number":8,"verse":"And some fel on good grounde, and sprange vp, and bare frute, an hundred folde. And as he sayd these thinges, he cryed: He that hath eares to heare, let hym heare."},{"number":9,"verse":"And his disciples asked hym sayenge: what maner of simylytude is thys?"},{"number":10,"verse":"And he sayd: vnto you is it geuen to knowe the secretes of the kingdome of God: but to other by parables, that when they se, they shuld not se: & when they heare, they shuld not vnderstande."},{"number":11,"verse":"The parable is this. The seed is the worde of God."},{"number":12,"verse":"Those that are besyde the waye, are they that heare, then commeth the deuyll, and taketh a waye the worde out of their hertes, lest they shulde beleue and be saued."},{"number":13,"verse":"They on the stones, are they which when they heare, receaue the word with ioye, and these haue no rotes: which for a whyle beleue, and in tyme of temptacyon go awaye."},{"number":14,"verse":"And that which fell amonge thornes, are they which whan they haue heard, go forth, and are choked with cares and ryches, and volupteous lyuinge, and brynge forth no frute."},{"number":15,"verse":"That which fell in the good grounde, are they, which with a pure and good herte heare the worde, and kepe it, and brynge forth frute thorow pacyence."},{"number":16,"verse":"No man, whan he lyghteth a candell, couereth it with a vessel, or putteth it vnder a table, but setteth it on a candelsticke, that they which enter in, maye se the light."},{"number":17,"verse":"Nothing is in secret, that shal not come abrode. Nether any thynge hydd, that shall not be knowen, and come to lyghte."},{"number":18,"verse":"Take hede therfore, howe ye heare. For whosoeuer hath, to hym shalbe geuen: And whosoeuer hath not, from him shalbe taken: euen that same which he supposeth that he hath."},{"number":19,"verse":"Then came to him his mother & his brethren, and coulde not come at him for prease"},{"number":20,"verse":"And it was tolde hym, and sayde: Thy mother and thy brethren stande without, and wold se the."},{"number":21,"verse":"He answered and said vnto them: my mother and my brethren are these, which heare the worde of God, and do it."},{"number":22,"verse":"And it chaunsed on a certayne daye, that he went into a shyp, and his disciples also, & he sayde vnto them: Let vs go ouer vnto the other side of the lake. And they launched forth"},{"number":23,"verse":"But as they sayled, he fell a slepe and there arose a storme of wynde in the lake, & they were fylled wt water, and were in ieopardy."},{"number":24,"verse":"And they came to hym, and awoke hym saying: Master master, we are loost. Then he arose, and rebuked the wynde and the tempest of water, and they ceased, and it wexed calme."},{"number":25,"verse":"And he sayde vnto them: where is youre fayth They feared, and wondred amonge them selues, saying: what (thynke ye) is thys for he commaundeth both the windes & water, and they obey hym"},{"number":26,"verse":"And they sayled vnto the region of the Gederenites, which is ouer agaynst Galile."},{"number":27,"verse":"And whan he went out to land, ther met him out of the cytie a certayne man, which had a deuyll longe tyme, and ware no clothes, nether abode in eny house: but in graues."},{"number":28,"verse":"When he sawe Iesus & had cryed, he fell downe before him, & wt a loude voyce sayde. What haue I to do with the Iesus, thou sonne of the God moost hyest? I beseche the torment me not:"},{"number":29,"verse":"for he commaunded the foule sprete to come oute of the man. For ofte tymes he had caught hym, and he was bounde with chaynes, and kepte with fetters: and he brake the bondes, and was caryed of the fende into wyldernes."},{"number":30,"verse":"And Iesus asked him saieng: What is thy name And he sayde: Legion, because many deuyls were entred into hym."},{"number":31,"verse":"And they besought hym that he wolde not commaunde them, to go out into the depe."},{"number":32,"verse":"And there was there, an heard of many swyne, feding on an hyll: and they besought him, that he wold suffre them to enter into them. And he suffred them."},{"number":33,"verse":"Then went the deuels out of the man, & entred into the swyne. And the heard ranne heedlyng with violence into the lake, and were choked."},{"number":34,"verse":"When the herdmen sawe what had chaunsed, they fled, and tolde it in the cytie & in the villages."},{"number":35,"verse":"And they came out to se what was done: and came to Iesus, & founde the man (out of whom the deuyls were departed) sittyng at the fete of Iesus: clothed, & in his right mynde, and they were afrayed."},{"number":36,"verse":"They also which sawe it, tolde them by what meanes he (that was possessed of the deuyl) was healed."},{"number":37,"verse":"And all the multitude of the Gederenites, besought him, that he wold departe from them: for they were taken with great feare. And he gate him vp into the shyp, and returned backe agayne."},{"number":38,"verse":"Then the man (out of whom the deuyls were departed) besought hym that he myght be with hym. But Iesus sent him awaye, sayinge:"},{"number":39,"verse":"Go home agayne to thyne awne house, and shewe what thinges soeuer God hath done for the. And he went his waye, and preached thorow out all the cytie, what thinges soeuer Iesus had done vnto him."},{"number":40,"verse":"And it fortuned that when Iesus was come agayne, the people receaued him. For they all wayted for him."},{"number":41,"verse":"And beholde, there came a man named Iairus (& he was a ruler of the synagoge) & he fell downe at Iesus fete praying him, that he wold come into his house,"},{"number":42,"verse":"for he had but one daughter onely, vpon a . xij. yeare of age, and she laye a dying. But as he went, the people thronged hym."},{"number":43,"verse":"And a woman, hauing an issue of bloud . xij. yeres (which had spent all her substaunce vpon phisicions, nether coulde be holpen of eny)"},{"number":44,"verse":"came behynd him, & touched the hem of his rayment: & immediatly her issue of bloud staunched."},{"number":45,"verse":"And Iesus sayd: who is it that touched me When euery man denyed, Peter (and they that were wt hym) sayd: Master, the people thrust the & vexe the, & sayest thou who touched me"},{"number":46,"verse":"And Iesus sayd: Some body hath touched me. For I perceaue, that vertue is gone out of me."},{"number":47,"verse":"When the woman sawe that she was not hyd, she came trymbling, and fell at hys fete, and tolde hym before all the people, for what cause she had touched him, and how she was healed immediatly."},{"number":48,"verse":"And he sayd vnto her: Daughter, be of good comforte. Thy fayth hath saued the, go in peace."},{"number":49,"verse":"Whyle he yet spake, ther came one from the rulers of the synagoges house, which sayd to hym: thy daughter is deed, desease not the Master."},{"number":50,"verse":"But when Iesus hearde that worde, he answered the father of the damosell. Feare not, beleue onely, and she shalbe made whole."},{"number":51,"verse":"And when he came to the house, he suffred no man to go in with hym, saue Peter, Iames, and Iohn, and the father and the mother of the mayden."},{"number":52,"verse":"Euery body weept, and sorowed for her. And he said: Wepe not. The damosel is not deed, but slepeth."},{"number":53,"verse":"And they laught hym to scorne, knowyng that she was deed."},{"number":54,"verse":"And he thrust them all out, and caught her by the hand, and cryed, sayinge: Mayde, aryse."},{"number":55,"verse":"And her sprete came agayne, and she rose straight waye. And he commaunded to geue her meat."},{"number":56,"verse":"And the father & the mother of her were astonyed. But he warned them, that they shuld tell no man what was done."}]}