{"bibleAbbr":"LBP1933","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"PAUL, an Apostle, not sent by men, nor appointed by man, but by Jesus Christ, and God the Father, who raised him from the dead;"},{"number":2,"verse":"And all the brethren who are with me, to the churches of Galatia:"},{"number":3,"verse":"Grace be to you and peace from God the Father, and from our LORD Jesus Christ,"},{"number":4,"verse":"Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God our Father:"},{"number":5,"verse":"To whom be glory for ever and ever. Amen."},{"number":6,"verse":"I am surprised how soon you have turned to another gospel, away from Christ who has called you by his grace;"},{"number":7,"verse":"A gospel which does not exist; howbeit, there are men who have stirred you up, and want to pervert the gospel of Christ."},{"number":8,"verse":"But though we, or an angel from heaven, preach any other gospel to you than that which we have preached to you, let him be accursed."},{"number":9,"verse":"As I have said before, so say I now again, If any man preaches any other gospel to you than that you have received, let him be accursed."},{"number":10,"verse":"Do I now persuade men or God? Or do I seek to please men? For if I tried to please men, I should not be a servant of Christ."},{"number":11,"verse":"But I want you to know, my brethren, the gospel that I preached was not from men."},{"number":12,"verse":"For I did not receive it nor learn it from man, but through the revelation of Jesus Christ."},{"number":13,"verse":"You have heard of the manner of my life in time past in the Jews' religion, how beyond measure I persecuted the Church of God and tried to destroy it:"},{"number":14,"verse":"And how that I was far more advanced in the Jews' religion than many of my age among the people of my race for above all, I was especially zealous for the doctrines of my forefathers."},{"number":15,"verse":"But when it pleased God, who had chosen me from my birth, and called me by his grace,"},{"number":16,"verse":"To reveal his Son to me, that I might preach him among the Gentiles, I did not immediately disclose it to any human being:"},{"number":17,"verse":"Neither did I go up to Jerusalem to them who had been apostles before me; but instead I went to Arabia and returned again to Damascus."},{"number":18,"verse":"Then after three years I went up to Jerusalem to see Cephas Peter, and stayed with him fifteen days."},{"number":19,"verse":"But I did not see any one of the other apostles, except James the brother of our LORD."},{"number":20,"verse":"Now the things which I write to you, behold, I confess before God, I do not lie."},{"number":21,"verse":"After that I went to the regions of Syria and Cilicia;"},{"number":22,"verse":"And I was unknown by face to the churches of Christ in Judµa."},{"number":23,"verse":"For they had heard only this much; that he who had persecuted us before now preached the faith which previously he tried to destroy."},{"number":24,"verse":"And they praised God because of me."}]}