{"bibleAbbr":"Thomson1808","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"if therefore there be any consolation in Christ, if any comfort of love, if any participation of spirit, if any compassion and tender mercies,"},{"number":2,"verse":"complete my joy. In order that you may be like minded, exercising the same love, having your souls knit together, your minds bent on the one thing"},{"number":3,"verse":"upon nothing out of a spirit of contention or vain glory, but in lowliness of mind esteeming one another better than yourselves,"},{"number":4,"verse":"look not every one to his own interests, but every one of you to the interests also of others."},{"number":5,"verse":"For let this temper of mind be in you which was in Christ Jesus,"},{"number":6,"verse":"who being in the form of God did not think it robbery to be like God,"},{"number":7,"verse":"but he emptied himself—having taken the form of a servant, being in the likeness of men,"},{"number":8,"verse":"and found in fashion as a man, he humbled himself and became obedient to death, even the death of a cross;"},{"number":9,"verse":"wherefore God highly exalted him, and granted him a name which is above every name,"},{"number":10,"verse":"that in the name of Jesus every knee should bend, of those in heaven, and of those on earth, and of those beneath the earth;"},{"number":11,"verse":"and that every tongue should confess that Jesus Christ is Lord to the glory of God the father."},{"number":12,"verse":"Therefore, as you, my beloved, have always been obedient, not only when I was present, but now much more when I am absent, work out your own salvation with fear and trembling;"},{"number":13,"verse":"for it is God who is working in you both the will and the power to act."},{"number":14,"verse":"For this good pleasure do you all things without murmurings and surmises,"},{"number":15,"verse":"that you may be blameless and sincere, spotless children of God in the midst of a crooked and perverse generation, amongst whom shine ye forth as lights in the world,"},{"number":16,"verse":"displaying the word of life, that I may have matter of boasting for the day of Christ, that I did not run in vain, nor labour in vain,"},{"number":17,"verse":"but can if I am even poured out as a libation on the sacrifice and service of your belief, rejoice and congratulate with you all."},{"number":18,"verse":"For the same cause then rejoice ye also and congratulate with me."},{"number":19,"verse":"Now I hope in the Lord Jesus to send Timothy very soon to you, that I may be refreshed by knowing the state of your affairs."},{"number":20,"verse":"For I have none of a like disposition who will sincerely interest himself in your concerns."},{"number":21,"verse":"For all are seeking their own things, not the things of the Christ Jesus."},{"number":22,"verse":"But of him you know this proof, that as a son serveth a father, he hath served with me for the gospel."},{"number":23,"verse":"Him therefore I hope to send as soon as I see the issue of my affairs here."},{"number":24,"verse":"And I have a confidence in the Lord that I myself shall come very soon."},{"number":25,"verse":"But I have thought it necessary to send to you Epaphroditus my brother, and fellow labourer and fellow soldier, and your missionary and agent to supply my want;"},{"number":26,"verse":"as he hath been longing for you all, and is much distressed because you heard that he was sick."},{"number":27,"verse":"For he was indeed sick, nigh to death; but God had pity on him, and not on him only, but also on me, that I might not have sorrow on sorrow."},{"number":28,"verse":"I have therefore sent him with the greater despatch, that upon seeing him again you may rejoice, and that I may be less sorrowful."},{"number":29,"verse":"Receive him then in the Lord with all joy and hold such in high esteem"},{"number":30,"verse":"because he was on the brink of death, for the work of the Christ, having exposed his life that he might supply the want of your religious service for me."}]}