{"bibleAbbr":"Thomson1808","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"Wherefore, my brethren, my beloved, and much longed for! my joy and my crown! stand thus stedfast in the Lord, my beloved!"},{"number":2,"verse":"I beseech Euodia, and I beseech Syntiche, to be of one mind in the Lord."},{"number":3,"verse":"And I intreat thee also, my faithful colleague, assist them; for they were fellow labourers of mine in the gospel, with Clement in particular, and the rest of mv fellow labourers whose names are in the book of life."},{"number":4,"verse":"Rejoice in the Lord always. Again, I say, rejoice."},{"number":5,"verse":"Let your meekness be known to all men. The Lord is at hand:"},{"number":6,"verse":"Be anxious about nothing; but on all occasions, by prayer and supplication with thanksgiving, let your requests be made known to God;"},{"number":7,"verse":"and the peace of God, which surpasseth all understanding, will keep your hearts and your minds safe in Christ Jesus."},{"number":8,"verse":"Finally, brethren, whatsoever things are true, whatsoever things are venerable, whatsoever things are just, whatsoever things are pure, whatsoever things are friendly, whatsoever things are reputable, if there be any virtue, and if there be any praise, think of these things,"},{"number":9,"verse":"and practise what you have learned, and received, and heard, and seen in me; and the God of peace be with you."},{"number":10,"verse":"Now I was greatly rejoiced in the Lord that now at length you revived your care for me, for whom you indeed were concerned, but had not an opportunity."},{"number":11,"verse":"Not that I speak with regard to want; for I have learned, in whatever circumstances I am, to be contented."},{"number":12,"verse":"I know how to be brought low; and I know how to abound: in every respect, and in all things, I have been initiated into the mysteries of feeding plentifully, and suffering hunger; of abounding, and being in want."},{"number":13,"verse":"I can undergo all things through Christ who strengthened me."},{"number":14,"verse":"Notwithstanding this you did well in assisting me in my distress."},{"number":15,"verse":"Now you, Philippians, yourselves know, that at the beginning of the glad tidings when I was departing from Macedonia, no congregation communicated with me in respect to giving and receiving, but you only"},{"number":16,"verse":"that when I was at Thessalonica you sent once and again to supply my want."},{"number":17,"verse":"Not that I desire a gift, but I wish for the fruit which aboundeth to your account."},{"number":18,"verse":"Now I have all things and abound. I am fully supplied, having received your presents by Epaphroditus, a fragrant odour, a sacrifice acceptable, well pleasing to God."},{"number":19,"verse":"And my God will supply all your wants, according to his riches in glory in Christ Jesus."},{"number":20,"verse":"Now to our God and father be the glory for the ages of the ages. Amen."},{"number":21,"verse":"Salute every saint in Christ Jesus. The brethren with me salute you."},{"number":22,"verse":"All the saints salute you, they especially who are of Caesar's household."},{"number":23,"verse":"The favour of our Lord Jesus Christ be with you all. Amen."}]}