{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"( परमेस्सर क उपासना क ठउर) “इ सबइ नेम अउर हुकुम अहइ जेका तोहका आपन नवा भुइँया मँ होसीयारी क साथ जरूर पालन करइ चाही। यहोवा तोहार पुरखन क परमेस्सर तोहका इ भुइँया दइ दिहा ह जब तलक तू पचन्क इ धरती पइ रही तोहका आपन अधिकार मँ रखइ बरे दिहेस ह।"},{"number":2,"verse":"तू पचे उ पहँटा क ओन रास्ट्रन स लेब्या जउन अब हुआँ रहत अहइँ। तू पचन्क ओन सबहिं ठउरन क पूरी तरह नास कइ देइ चाही जहाँ इ सबइ रास्ट्र आपन देवतन क पूजत हीं। इ सबइ ठउर ऊँचे पहाड़न, पहाड़ियन अउ सबइ हरिअर बृच्छन क खाले अहइँ।"},{"number":3,"verse":"तू पचन्क ओनकर वेदियन क बरबाद करइ चाही अउ ओनके स्मृति पाथरन क टूका-टूका कइ देइ चाही। तू पचन्क ओनके पवित्तर खम्भन क बार देइ चाही। ओनके देवतन क मूरतियन क काट डावइ चाही अउ ओनकर नाउँ हुआँ स मेट देइ चाही।"},{"number":4,"verse":"“मुला तू पचन्क यहोवा आपन परमेस्सर क उपासना उ तरह नाहीं करइ चाही जउने तरह उ सबइ लोग आपन देवतन क पूजन हीं।"},{"number":5,"verse":"यहोवा तोहार परमेस्सर तोहरे परिवार समूहे स खास ठउर चुनब। उ हुआँ आपन नाउँ क थापना करी। अउ हुआँ निवास करी तू पचन्क ओकर उपासना करइ बरे उ ठउर प जाइ चाही।"},{"number":6,"verse":"हुआँ तू पचन्क आपन होमबलि, आपन सबइ बली, दसवाँ हींसा, आपन खास भेंट, यहोवा क बचन दीन्ह गइ भेंट, आपन क इच्छा स भेंट अउर झुण्ड अउ रेवड़ क पहिला पइदा भवा बच्चन क लियावइ चाही।"},{"number":7,"verse":"तू अउर तोहार परिवार हुआँ यहोवा तोहार परमेस्सर क मौजूदगी मँ भोजन करिहीं। जउने अच्छी चिजियन बरे तू पचे काम किह्या ह आपन परमेस्सर क कारन स तू आनन्द पाउब्या। काहेकि यहोवा तोहार परमेस्सर तोहका आसीर्बाद दिहेस ह।"},{"number":8,"verse":"“उ उहइ तरह उपासना करत नाहीं रहइ चाही जउने तरह हम उपासना करत आवत अही। अबहिं तलक हम माँ स हर एक जइसा चाहे परमेस्सर क उपासना करत रहा।"},{"number":9,"verse":"काहे अबहिं तलक हम उ सान्त देस मँ नाहीं पहुँचे रहेन जेका यहोवा तोहार परमेस्सर तू पचन्क देत अहइ।"},{"number":10,"verse":"मुला तू पचे यरदन नदी क पार करब्या अउ उ देस मँ रहब्या जेका यहोवा तोहार परमेस्सर तू पचन्क देत अहइ। हुआँ यहोवा तू पचन्क सबहिं दुस्मनन स चैन स रहइ देइ अउ तू सुरच्छित रहब्या।"},{"number":11,"verse":"तब यहोवा आपन बरे खास ठउर चुनी उ हुआँ आपन नाउँ क थापना करी अउर तू पचे ओन सबहिं चीजन्क हुअँइ लइ अउब्या जेनके बरे मइँ आदेस देत हउँ। हुअँइ तू पचे आपन क सबइ होम बलियन, आपन बलियन, दसवाँ हींसा, आपन इच्छा क भेंट, आपन खास भेंट, अउ आपन क स्वतंत्र इच्छा क भेंट, जउन तू यहोवा क देइ क बचन दिहस ह।"},{"number":12,"verse":"उ ठउरे पइ तू पचे आपन सबहिं लोग, आपन बेटवन अउ बेटियन, मरद अउ मेहरारु नउकरन, अउर आपन सहर मँ बसइया सबहिं लेवीबंसियन क संग बटुर जा। (इ सबइ लेवीबंसी आपन बरे भुइँया क कउनो हींसा न पइहीं।) यहोवा आपन परमेस्सर क मौजूदगी मँ हुआँ आनंद मनावा।"},{"number":13,"verse":"होसियारी बरता कि तू पचे आपन होम बलियन क जहाँ लखा हुआँ जिन चढ़ावा।"},{"number":14,"verse":"तोहरे परिवार समूहे मँ स कउनो एक क इलाका मँ यहोवा आपन खास ठउर चुनी। हुआँ आपन होमबलि चढ़ावा अउ तू पचन्क बतावा गवा सबहिं आदेसन क हुअँइ करा।"},{"number":15,"verse":"“जउने कउने जगह तू पचे रहा तू कउनो जनावर क मारिके खाइ सकत ह। तू हरिण या नील गाय क साथ ठीक वइसा ही करा। तू पचे ओतना माँस खाइ सकत ह जेतना तू चाहा, जेतना यहोवा तोहार परमेस्सर तू पचन्क देइ। कउनो भी मनई इ गोस क खाइ सकत ह, चाहे उ पवितर होइ या अपवितर होइ।"},{"number":16,"verse":"मुला तू पचन्क रकत नाहीं खाइ चाही। तू पचन्क खून क पानी क तरह जमीन प बहाइ देइ चाही।"},{"number":17,"verse":"“कछू अइसी चिजियन अहइँ जेनका तू पचन्क ओन ठउरन पइ नाहीं खाइ चाही जहाँ तू पचे रहत अहा। इ सबइ अहइँ: आपन अनाज क, दाखरस क, अउ तेल क दसवाँ हींसा। तोहार भेड़ अउ गोरुअन क पहिला पइदा भवा बच्चा, परमेस्सर क वचन दीन्ह गइ भेंट, कउनो आपन इच्छा भेंट या कउनो भी परमेस्सर क दूसर भेंट।"},{"number":18,"verse":"तू पचन्क ओन भेंटन क सिरिफ यहोवा तोहार परमेस्सर क मौजूदगी मँ खाइ चाही यानी यहोवा तोहार परमेस्सर जउने ठउरे क चुनइ। तू पचन्क हुअँइ जाइ चाही अउर आपन पूतन, बिटियन, सबहिं मरद अउ मेहरारु नउकरन अउर तोहरे सहरन मँ बसइयन लेवी बंसियन क संग मिलिके खाइ चाही। यहोवा आपन परमेस्सर क मौजूदगी मँ आनन्द मनावा। जउने चिजियन बरे काम किहा ह ओनकर आनन्द ल्या।"},{"number":19,"verse":"धियान रखा कि इ भोजनन क लेवी बंसियन क संग बाँटिके खा। इ तब तलक करा जब तलक आपन देस मँ रहा।"},{"number":20,"verse":"“यहोवा तोहार परमेस्सर इ बचन दिहे अहइ कि उ तोहरे देस क सीमा क अउर बढ़ाई। जब यहोवा अइसा करी तउ उ ओकरे चुने भए खास निवास स दूर रहि सकत ह अउर तोहे पचन्क गोस क भूख अहइ तउ तू पचे कउनो भी तरह क गोस क, जउन तोहरे लगे अहइ खाइ सकत ह। तू पचे यहोवा क दीन्ह झुण्ड अउ समूह मँ स कउनो भी जनावर क मारि सकत ह। इ वइसे ही करा जइसा करइ क हुकुम मइँ दिहे अहउँ। इ गोस, तू पचे जबहिं चाहा जहाँ भी रह्या, खाइ सकत ह।"},{"number":22,"verse":"तू पचे इ गोस क वइसे ही खाइ सकत ह जइसे नीलगाय अउर हिरन क गोस खात ह। कउनो भी मनई इ कइ सकत ह चाहे उ सबइ पवित्तर होइँ या अपवित्तर।"},{"number":23,"verse":"मुला निहचय ही खून जिन खा। काहेकि खून मँ जिन्नगी अहइ अउर तू पचन्क उ गोस नाहीं खाइ चाही जेहमाँ अबहिं जिन्नगी होइ।"},{"number":24,"verse":"खून जिन खा। तू पचन्क खून क पानी क नाई भुइँया पइ डाइ देइ चाही।"},{"number":25,"verse":"तू पचन्क उ सब कछू करइ चाही जेका परमेस्सर उचित समझत ह। एह बरे खून जिन खा। तब तोहार अउ तोहरे सन्तानन क भला होइ।"},{"number":26,"verse":"“कउनो भी तरह तोहका आपन पवित्तर बलिदान क अउर वचन क उपहारन क उ जगह पइ लावइ चाही जेका यहोवा चुनी।"},{"number":27,"verse":"तू पचन्क आपन होमबलि हुअँइ चढ़ावइ चाही। आपन होमबलि क गोस अउ रकत यहोवा आपन परमेसस्र क वेदी पइ चढ़ावा। रकत क बाहर निकाला। तब तू पचे गोस खाइ सकत ह।"},{"number":28,"verse":"जउन आदेस मइँ देत अहउँ ओनका मानइ मँ होसियार रहा। जब तू पचे उ सब कछू करत अहा जउन यहोवा तोहार परमेस्सर बाटइ अउ ठीक अउ अच्छा अहइ, तब हर चीज तोहरे बरे अउ तोहरे सन्ताने बरे भविस्य मँ सदा भला रही।"},{"number":29,"verse":"“जब यहोवा तोहार परमेस्सर उ रास्ट्रन क बरबाद करब्या अउ तो ओकर भुइँया पइ कब्जा करब्या। तू पचे हुआँ जाब्या अउ ओनसे भुइँया लेब्या। तू पचे ओनकइ भुइँया पइ रहब्या।"},{"number":30,"verse":"किन्तु ओकर पाछे होसियार रहा काहेकि उ तोहार समन्वा बरबाद भवा। ओकरे कैद मँ जिन फँसा जेहसा उ देवतन क पूजा करत अहइ। इ सीखइ क कोसिस न करा कि उ सबइ आपन देवतन क पूजा कइसे करत हीं। ‘उ सबइ जइसे पूजा करत ही वइसेन पूजा करइ क बारे मँ जिन सोचा।’"},{"number":31,"verse":"तू पचे यहोवा आपन परमेस्सर क वइसेन उपासना नाहीं करब्या जइसे उ पचे आपन देवतन क करत हीं। काहेकि उ पचे आपन पूजा मँ सब किसिम क बुरी चीजन करत हीं जेनसे यहोवा घिना करत ह। उ पचे आपन देवतन क बलि बरे आपन गदेलन क भी बार देत हीं।"},{"number":32,"verse":"“तू पचन्क ओन सबहिं काम क करइ बरे होसियार रहइ चाही जेनके बरे मइँ आदेस देत हउँ। जउन मइँ तू पचन्स कहत हउँ ओहमाँ न तउ कछू जोरा, न ही ओहमाँ स कछू कमती करा।"}]}