{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"( कर्ज क खत्म करइ क खास त्यौहार) “हर सात बरिस क आखीर मँ, तू पचन्क कर्ज खतम कइ देइ चाही।"},{"number":2,"verse":"कर्ज क तू पचन्क इ तरह खत्म करइ चाही: हर एक मनई जउन कउनो इस्राएलियन क कर्ज दिहे अहइ आपन कर्ज खत्म कइ दे। ओका आपन भाई (इस्राएली) स कर्ज अदा करइ क नाहीं कहइ चाही। काहेकि यहोवा कहेस ह कि उ बरिस कर्ज खत्म कइ दीन्ह जात हँ।"},{"number":3,"verse":"तू पचे बिदेसी स आपन कर्ज वापस लइ सकत ह। मुला उ कर्ज क खत्म कइ देब्या जउन कउनो दूसर इस्राएली पइ अहइ।"},{"number":4,"verse":"मुला तोहरे पचन्क बीच कउनो गरीब मनई नाहीं रहइ चाही। काहेकि यहोवा तोहार पचन्क परमेस्सर तू पचन्क उ भुइँया क बरदान देइ। जेेका तू कब्जा करिहीं।"},{"number":5,"verse":"इहइ होइ, अगर तू पचे यहोवा आपन परमेस्सर क बातन क पूरी तरह मानब्या। तू पचन्क उ हर एक कानूनन क मानइ मँ सावधान रहइ चाही जेका मइँ तू पचन्क दिहे हउँ।"},{"number":6,"verse":"यहोवा तोहार परमेस्सर तू पचन्क आसीर्बाद देइ, जइसा कि उ बचन दिहे अहइ अउर तोहरे पचे बहोत स रास्ट्रन क कर्ज देइ बरे काफी धन होइ। मुला तू पचन्क कउनो स कर्ज लेइ क जरुरत नाहीं होइ। तू पचे बहोत स रास्ट्रन पइ सासन करब्या। मुला ओन रास्ट्रन मँ स कउनो रास्ट्र तोह पइ सासन नाहीं करब्या।"},{"number":7,"verse":"“जब तू पचे ओह देसे मँ रहब्या जेका यहोवा तोहार पचन्क परमेस्सर तू पचन्क देत अहइ तब तोहरे लोगन मँ स एक गरीब होइ सकत ह। तू पचन्क स्वार्थी नाहीं होइ चाही। तू पचन्क उ गरीब मनई क मदद देइ स इन्कार नाहीं करइ चाही।"},{"number":8,"verse":"तू पचन्क ओका हाथ बटावइ क इच्छा रखइ चाही। तू पचन्क उ मनई क जेतने कर्ज क जरुरत होइ, तोहका प्रचूरता स देइ चाही।"},{"number":9,"verse":"“कउनो क मदद देइ स एह बरे इन्कार जिन करा, काहेकि कर्ज क सतवाँ बरिस निजके अहइ। इ तरह क बुरा विचार अपने मन मँ जिन आवइ द्या। तू पचन्क उ मनई क बरे बुरा विचार नाहीं रखइ चाही जेका मदद क जरुरत बाटइ। तू पचन्क ओकर मदद करइ स इन्कार नाहीं करइ चाही। अगर तू पचे उ गरीब मनई क कछू नाहीं देत्या तउ उ यहोवा स तोहरे खिलाफ सिकाइत करी अउर यहोवा तू पचन्क पाप क उत्तरदायी पाइ।"},{"number":10,"verse":"“गरीब क तू पचे प्रचूरता स द्या अउर ओका देइ क बुरा न माना। काहेकि यहोवा तोहार परमेस्सर इ नीक काम बरे तू पचन्क आसीस देइ। उ तोहरे पचन्क सबहिं काम अउर जउन कछू तू पचे करब्या ओहमाँ तोहार मदद करी।"},{"number":11,"verse":"देस मँ सदा गरीब लोग भी होइहीं। इहइ कारण अहइ कि मइँ तू पचन्क आदेस देत अहउँ कि तू पचे आपन लोगन, जउन लोग तोहरे देस मँ गरीब अउर सहायता चाहत हीं, ओनका सहायता देइ बरे तइयार रहा।"},{"number":12,"verse":"( सतएँ बरिस मँ दासन क अजाद करइ क नेम) “अगर तोहरे लोगन मँ स कउनो, हिब्रू मेहरारू या मनसेधू, तोहरे हाथे बेचा जाइ तउ उ मनई क तोहार सेवा छ: बरिस करइ चाही। तब सतएँ बरिस तू पचन्क ओका आपन स अजाद कइ देइ चाही।"},{"number":13,"verse":"मुला जब तू पचे आपन दास क अजाद करा तउ ओसे बगैर कछू लिए भए जिन जाइ द्या।"},{"number":14,"verse":"तू पचन्क दास क आपन झुण्ड स, अनाज स, अउ आपन दाखरस स, प्रचूरता स देइ चाही। यहोवा तोहार परमेस्सर तू पचन्क बहोतइ नीक चीजन क पाए पइ आसीर्बाद दिहेस ह। उहइ तरह तू पचन्क भी आपन दास क बहोत सारी चीजन क देइ चाही।"},{"number":15,"verse":"तू पचन्क याद रखइ चाही कि तू पचे मिस्र मँ दास रह्या। यहोवा तोहार परमेस्सर तोहका पचन्क अजाद किहेस ह। इहइ कारण अहइ कि मइँ तू पचन्स आजु इ करइ क कहत हउँ।"},{"number":16,"verse":"“मुला तोहरे दासन मँ स कउनो कहि सकत ह, ‘मइँ आप क नहीं तजब।’ उ अइसा एह बरे कहि सकत ह कि उ तू पचन्स, तोहरे परिवारे स पिरेम करत ह अउर उ तोहरे संग बढ़िया जिन्नगी बिताएस ह।"},{"number":17,"verse":"इ सेवक क आपन दुआरे स कान लगावइ द्या अउर एक ठु सूए क उपयोग ओकरे काने मँ छेद करइ बरे करा। तब उ सदा बरे तोहार दास होइ जाइ। तू पचे दासियन बरे भी इहइ करा जउन तोहरे हिआँ रहइ चाहत ह।"},{"number":18,"verse":"“तू सबइ आपन दास क अजाद करत समइ दुःखे क अनुभव जिन करा। याद रखा, उ छ: बरिस तलक तोहार सेवा, सामान्य मजदूर क दुई गुणा सेवा करइ कइ किहेस ह। यहोवा तोहार परमेस्सर तू पचे जउन करब्या ओकरे बरे असीस देइ।"},{"number":19,"verse":"( पहिला पइदा भवा जनावर क बाबत नेम) “तू पचे आपन झुण्ड अउ समूह मँ सबइ पहिला पइदा भवा जनावरन क यहोवा तोहार परमेस्सर क खास जनावर बनाइ द्या। ओनमाँ स कउनो बधँन क उपयोग आपन काम बरे जिन करा। इ भेड़न मँ स कउनो क ऊन जिन काटा।"},{"number":20,"verse":"हर साल तोहका गोरुअन क झुण्ड मँ पहिला पइदा भवा जनावर क बच्चा क उ ठउरे पइ लइ आवइ चाही जेका यहोवा चुनइ। हुआँ तू पचे अउ तोहरे परिवारे क लोगन क यहोवा तोहार परमेस्सर क मौजूदगी मँ ओन जनावरन क खइहीं।"},{"number":21,"verse":"“मुला अगर जनावरन मँ कउनो दोख होइ, या लंगड़ा, आँधर होइ या एहमाँ कउनो दोख होइ, तउ तू पचन्क ओका यहोवा आपन परमेस्सर क भेंट नाहीं चढ़ावइ चाही।"},{"number":22,"verse":"मुला तू पचे ओकर गोस आपन सहरन मँ खाइ सकत ह। ऍका कउनो मनई खाइ सकत ह, चाहे उ सुद्ध होइ चाहे असुद्ध। नीलगाय या हिरन क गोस खाइ पइ इहइ नेम लागू करा जउन इ गोस पइ लागू होत ह।"},{"number":23,"verse":"मुला तू पचन्क जनावरन क रकत नाहीं खाइ चाही। तू पचन्क खून क पानी क तरह भुइँया पइ बहाइ देइ चाही।"}]}