{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"( याजकन अउ लेवी बंसियन क मदद) “लेवी परिवार समूह क याजकन क इस्राएल मँ कउनो भुइँया क हींसा नाहीं पाइ। उ पचे आपन जीवन यापन उ भेंट क खाइके करिहीं जउन आगी पइ पाकी अउ यहोवा क चढ़ाई जाइ। उ ओकरे मीरास क हींसा अहइ।"},{"number":2,"verse":"उ सबइ याजक लोग भुइँया क कउनो हींसा दूसर परिवार समूहन क तरह नाहीं पइहीं। लेवी बंसियन क हींसा मँ खुद यहोवा अहइ। यहोवा ऍकरे बरे ओनका बचन दिहे अहइ।"},{"number":3,"verse":"“जब तू पचे कउनो बर्धा, या भेड़ी बलि बरे मारा तउ तू पचन्क इ सबइ हिंस्सन दइ देइ चाही: कांधा, दुइनउ गाल अउर पेट।"},{"number":4,"verse":"तू पचन्क याजकन क आपन पहली फसल क अनाज, नई दाखरस अउर आपन नई फसल क तेल देइ चाही। तू पचन्क याजकन क अपनी भेड़ी क पहिला काटा ऊन देइ चाही।"},{"number":5,"verse":"काहेकि यहोवा तोहार परमेस्सर तोहरे सबहिं परिवारे समूहन स ओनका सदा यहोवा बरे खड़ा होइ अउर सेवा करइ बरे चुनेस ह।"},{"number":6,"verse":"“लेवी बंसी जउन समूचइ इस्राएल मँ तोहरे सहरन मँ स कउनो मँ रहत ह, कउनो समइ मँ आपन घर तजि सकत ह अउर यहोवा क खास ठउर पइ जाइ सकत ह।"},{"number":7,"verse":"तब इ लेवी बंसी यहोवा आपन परमेस्सर क नाउँ पइ सेवा कइ सकत ह। ओका परमेस्सर क खास ठउर मँ वइसेन ही सेवा करइ चाही जइसे ओकर भाई दूसर लेवी बंसी करत हीं।"},{"number":8,"verse":"उ लेवी बंसी, आपन अधिकार क मिलइवाला हींसा क अलावा दूसर लेवी बंसियन क संग बराबर क हींसादार होइ।"},{"number":9,"verse":"( इस्राएलियन क दूसर रास्ट्रन क नकल नाहीं करइ चाही) “जब तू पचे उ भुइँया मँ घुसब्या, जउन यहोवा तोहार पचन्क परमेस्सर तू पचन्क दइ देत अहइ, तब उ रास्ट्रे क लोग जउन खउफनाक काम हुआँ करत होइँ ओनका जिन सीखा।"},{"number":10,"verse":"आपन बेटवन अउ बिटियन क बलि आपन वेदी पइ आगी मँ जिन द्या। कउनो जोतिसी स बात कइके या कउनो जादूगर, डाइन या बाजीगर क लगे जाइके इ जिन सीखा कि भविस्स मँ का होइ?"},{"number":11,"verse":"कउनो भी मनई क जादू-टोना चलावइ क कोसिस न करइ द्या अउर तू पचन मँ स कउनो मनई ओझा या भूतसिद्धक नाहीं बनी। अउर कउनो मनई कउनो अइसे मनई स बात करइ क कोसिस न करी जउन मर चुका होइ।"},{"number":12,"verse":"यहोवा तोहार परमेस्सर ओन लोगन स घिना करत ह जउन अइसा करत हीं। इहइ कारण अहइ कि उ तोहरे समन्वा इ लोगन्क देस तजि देइ क मजबूर करी।"},{"number":13,"verse":"तोहे सबन्क यहोवा तोहार परमेस्सर पइ पूरा निस्ठावान जरूर होइ चाही।"},{"number":14,"verse":"( यहोवा क खास नबी) “तू पचन्क उ रास्ट्रन क लोगन्क बल क जरिये आपन देस स हटाइ देइ चाहीं। उ रास्ट्रन क लोग जोतिसियन अउर जादूगरन क बात मानत हीं। मुला यहोवा तोहार परमेस्सर तू पचन्क वइसा नाहीं करइ देइ।"},{"number":15,"verse":"यहोवा तोहार परमेस्सर तोहारे लगे आपन नबी पठई। इ नबी तोहरे आपन लोगन मँ स आइ। उ मोरी नाई होइ। तू पचन्क इ नबी क बात मानइ चाही।"},{"number":16,"verse":"यहोवा तोहरे लगे इ नबी क पठइ काहेकि तू पचे अइसा करइ क बरे ओहसे कहया ह। उ समइ जब तू पचे होरेब पहाड़े क चारिहुँ कइँती बटुरा रह्या, तू पचे यहोवा क अवाज अउ पहाड़े पइ खउफनाक आगी क लखिके डेरान रह्या। एह बरे तू पचे कहे रह्या, ‘हम पचे यहोवा आपन परमेस्सर क अवाज फुनि न सुनी। हम लोग उ खउफनाक आगी क फुनि न लखी। हम मरि जाब।’"},{"number":17,"verse":"“यहोवा मोसे कहेस, ‘उ पचे जउन चाहत हीं, उ ठीक बाटइ।"},{"number":18,"verse":"मइँ तोहरी नाई क एक ठु नबी ओनके बरे पठइ देब। इ नबी ओन लोगन मँ स कउनो एक होइ। मइँ ओकर मुख मँ आपन बात डालब। उ लोगन स उहइ कही जउन मोर हुकुम मानी।"},{"number":19,"verse":"इ नबी मोरे नाउँ पइ बोली अउर जब उ कछू कही तब अगर कउनो मनई मोरे हुकुमन क सुनइ स इन्कार करी, तउ मइँ खुद उ मनई क जिम्मेदार होब।’"},{"number":20,"verse":"( लबार नबियन क कइसे पहिचाना जाइ?) “मुला कउनो नबी कछू अइसा कहि सकत ह जेका करइ क बरे मइँ ओसे नाहीं कहेउँ ह अउर उ लोगन स कहि सकत ह कि उ मोरे जगह पइ बोलत अहइ। अगर अइसा होत ह तउ उ नबी क मारि डावइ चाही या कउनो अइसा नबी होइ सकत ह जउन दूसर देवतन क नाउँ पइ बोलत ह। उ नबी क भी मारि डावइ चाही।"},{"number":21,"verse":"तू पचे सोच सकत ह, ‘हम कइसे पहिचान सकित ह कि नबी क कहब, यहोवा क नाहीं अहइ?’"},{"number":22,"verse":"अगर कउनो नबी कहत ह कि उ यहोवा कइँती स कछू कहत बाटइ, मुला ओकर कहब फुर साबित नाहीं होत, तउ तू पचन्क पहिचान लेइ चाही कि यहोवा वइसा नाहीं कहेस। तू पचे समुझ जाब्या कि इ नबी अभिमान पूर्वक बात करत रहा। तू पचन्क ओसे डेराइ क जरुरत नाहीं।"}]}