{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"( जुद्ध बरे नेम) “जब तू पचे आपन दुस्मनन क खिलाफ जुद्ध मँ जा, अउर आपन फउज स जियादा घोड़न, रथ, मनइयन क लखा, तउ तू पचन्क डेराइ नाहीं चाही। काहेकि यहोवा तोहार परमेस्सर तोहरे संग अहइ अउर उहइ एक अहइ जउन तू पचन्क मिस्र स बाहेर निकारि लिआवा।"},{"number":2,"verse":"“जब तू पचे जुद्ध क निचके आवा, तब याजक क लोगन क लगे जाइ चाही अउर ओनसे बात करइ चाही।"},{"number":3,"verse":"याजक कही, ‘इस्राएल क लोगो, मोरी बात सुना। आजु तू लोग आपन दुस्मनन क खिलाफ जुद्ध मँ जात अहा। आपन हिम्मत जिन तजा। जिन डरा। आतंकित जिन ह्वा। दुस्मनन स जिन डेराअ!"},{"number":4,"verse":"काहेकि यहोवा तोहार परमेस्सर दुस्मनन क खिलाफ लड़इ बरे तोहरे संग जात अहइ। यहोवा तोहार परमेस्सर तोहार रच्छा करी।’"},{"number":5,"verse":"“उ पचे अफसरन फउजियन स इ कइहीं, ‘का हिआँ कउनो अइसा मनई अहइ जउन नवा घर बनाइ लिहे अहइ, मुला अब तलक ओका अर्पण नाहीं किहे अहइ? उ मनई क आपन घरे लउट जाइ चाही। उ जुद्ध मँ मारा जाइ सकत ह अउर तब दूसर मनई ओकरे घरे क अर्पित करी।"},{"number":6,"verse":"का कउनो मनई हिआँ अइसा अहइ जउन अंगूरे क बगिया लगाए अहइ, मुला अबहिं तलक ओसे कउनो अंगूर नाहीं पाएस ह? उ मनई क घर लउटि जाइ चाही। अगर उ मनई जुद्ध मँ मारा जात ह तउ दूसर मनई ओकरे बगिया क फले क भोग करी।"},{"number":7,"verse":"का हिआँ कउनो अइसा मनई अहइ जेकरे बियाहे क क बात पक्की होइ चुकी अहइ। मुला उ लड़की क नाहीं बियाहेस ह? उ मनई क घरे लउटि जाइ चाही। अगर उ जुद्ध मँ मारा जात ह तउ दूसर मनई उ मेहरारु स बियाह करी जेकरे संग ओकरे बियाहे क बात पक्की होइ चुकी बाटइ।’"},{"number":8,"verse":"“अफसरन क लोगन स इ पूछइ चाही, ‘का हिआँ कउनो अइसा मनई अहइ जउन हिम्मत हरि चुका अहइ अउर डेरान अहइ। ओका घर लउटि जाइ चाही। तब उ दूसर फउजियन क हिम्मत हार जाइ मँ सहायक न होइ।’"},{"number":9,"verse":"जब अफसर फउजियन स बात करब खतम कइ लेइ तब उ पचे लोगन क अगवाइ बरे सैनिक क सेनापतियन चुनइँ।"},{"number":10,"verse":"“जब तू पचे सहर पइ हमला करइ जा तउ हुआँ क लोगन क समन्वा सान्ति क प्रस्ताव रखा।"},{"number":11,"verse":"अगर उ पचे तोहार प्रस्ताव अंगिकार कइ लेत हीं अउर आपन फाटक खोलि देत हीं तब उ सहर मँ बसइयन सब लोग तोहार दास होइ जइहीं अउर तोहार काम करइ बरे मजबूर कीन्ह जइहीं।"},{"number":12,"verse":"मुला अगर सहर सान्ति प्रस्ताव अंगीकार करइ स इन्कार करत ह अउर तू सबन्स लड़त ह तउ तू सबन्क सहर घेरि लेइ चाही।"},{"number":13,"verse":"अउर जब यहोवा तोहार परमेस्सर सहर पइ तोहार कब्जा करावत ह तब तू पचन्क सबहिं मनसेधुअन क मारि डावइ चाही।"},{"number":14,"verse":"तू पचे आपन बरे मेहररुअन, गदेलन, गोरुअन अउर सहर क कउनो भी चीज लइ सकत ह। तू पचे इ सबइ चीजन्क बइपर सकत ह। यहोवा तोहार परमेस्सर इ सबइ चीजन तू पचन्क दिहे अहइ।"},{"number":15,"verse":"जउन सहर तोहरे प्रदेस मँ नाहीं अहइ अउर बहोत दूर अहइँ, ओन सबन्क संग तू पचे अइस बेउहार करब्या।"},{"number":16,"verse":"“मुला जब तू पचे उ सहर उ प्रदेस मँ लेत ह जेका यहोवा तोहार परमेस्सर तू पचन्क दइ देत अहइ तब तू पचन्क हर एक क मारि डावइ चाही।"},{"number":17,"verse":"तू पचन्क हित्ती, एमोरी कनानी, परिज्जी, हिब्बी अउर यबूसी सबहिं लोगन्क पूरी तरह बरबाद कइ देइ चाही। यहोवा तोहार परमेस्सर, इ करइ क तू पचन्क आदेस दिहे अहइ।"},{"number":18,"verse":"एह बरे तब उ पचे तू सबन्क यहोवा तोहारे परमेस्सर क खिलाफ घृणित कार्य क सिच्छा तू पचन्क नाहीं दइ सकत जउन उ पचे आपन देवतन क पूजा क समइ करत हीं।"},{"number":19,"verse":"“जब तू पचे कउनो सहर क खिलाफ जुद्ध करत रहब्या तउ तू पचे लम्बा समइ तलक ओकर घेरा डाए रहि सकत ह। तू पचन्क सहर क चारिहुँ कइँती क फलदार बृच्छन क नाहीं काटइ चाही। तू पचन्क एनसे फल खाइ चाही मुला काटिके भहरावइ नाहीं चाही। इ सबइ बृच्छ दुस्मन नाहीं अहइँ। एह बरे ओनके खिलाफ जुद्ध जिन लड़ा।"},{"number":20,"verse":"मुला ओन बृच्छन क काटि सकत ह जेनका तू पचे जानत अहा कि इ सबइ फलदार नाहीं अहइँ। तू पचे एनकइ उपयोग उ सहर क खिलाफ घेराबंदी मँ कइ सकत ह, जब तलक ओकर पतन न होइ जाइ।”"}]}