{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"( उ सबइ लोग उपासना मँ सामिल होइ सकत हीं) “इ सबइ लोग इस्राएल क लोगन क संग यहोवा क उपासना करइ बरे नाहीं आइ सकतेन: उ मनई जउन आपन क बधिया कराइ लिहस ह, उ मनई जउन आपन जनन अंग कटवाइ लिहस ह"},{"number":2,"verse":"या उ मनई जउन बिना बियाहे भए महतारी-बाप क सन्तान होइ। इ मनई क परिवार क कउनो मनई दसईं पीढ़ी तलक भी यहोवा क लोगन मँ यहोवा क उपासना करइ बरे नाहीं गना जाइ सकत।"},{"number":3,"verse":"“कउनो अम्मोनी या मोआबी यहोवा क लोगन स सम्बंध रखत भवा नाहीं होइ सकत अउर दस पीढ़ियन तलक ओनकर कउनो सन्तान भी यहोवा क लोगन क हींसा यहोवा क उपासना करइ बरे नाहीं बन सकत।"},{"number":4,"verse":"काहेकि अम्मोनी अउर मोआबी लोग मिस्र स बाहेर आवइ क जात्रा क समइ तू लोगन क रोटी अउ पानी देइ स इन्कार किहे रहेन। उ सबइ यहोवा क लोगन क हींसा एह बरे भी नाहीं होइ सकतेन काहेकि उ पचे बिलाम क तू पचन्क अभिसाप देइ बरे मुकरर्र किहे रहेन। (बिलाम अरम्नहरैम मँ पतोर सहर क बोर क पूत रह।)"},{"number":5,"verse":"मुला यहोवा परमेस्सर बिलाम क एक नाहीं सुनेस। यहोवा अभिसाप क तोहरे बरे बरदान मँ बदल दिहस। काहेकि यहोवा तोहार परमेस्सर तू पचन्स पिरेम करत ह।"},{"number":6,"verse":"तू पचन्क अम्मोनी अउ मोआबी लोगन्क संग सान्ति रखइ क कोसिस कबहुँ नाहीं रखइ चाही। जब तलक तू लोग रहा, ओनसे मिताई जिन राखा।"},{"number":7,"verse":"( इ सबइ जेनका इस्राएलियन क अपने मँ मिलावइ चाही) “तू पचन्क एदोमी स घिना नाहीं करइ चाही। काहेकि उ तोहार सभ्बंधी अहइ। तू पचन्क कउनो मिस्री स घिना नाहीं करइ चाही। काहेकि ओनके देस मँ तू पचे अजनबी रह्या।"},{"number":8,"verse":"एदोमी अउर मिस्री लोगन स पइदा तीसरी पीढ़ी क गदेलन यहोवा क लोगन क हींसा बन सकत हीं।"},{"number":9,"verse":"( फउज क छाउनी क स्वच्छ रखब) “जब तोहार फउज दूस्मन क खिलाफ जाइ, तब तू पचे ओन सबहिं चीजन स दूर रहा जउन तू पचन्क बे पवित्तर बनावत हीं।"},{"number":10,"verse":"अगर कउनो अइसा मनई अहइ जउन इ कारण पवित्तर नाहीं अहइ कि रात मँ सपनदोस होइ गवा बाटइ तउ ओका छाउनी क बाहेर चला जाइ चाही। ओका छाउनी स दूर रहइ चाही।"},{"number":11,"verse":"मुला जब साँझ होइ तब उ मनई क पानी स नहाइ चाही अउर जब सूरज बूड़इ तब ओका छाउनी मँ आवइ चाही।"},{"number":12,"verse":"“तू पचन्क छाउनी क बाहेर दिसा फरागत बरे जगह बनवइ चाही।"},{"number":13,"verse":"अउर तू पचन्क आपन हथियार क संग खनइ बरे एक ठु खन्ती रखइ चाही। एह बरे जब तू पचे फरागत करब्या तब तू एक ठु गड़हा खना अउर ओका ढाँकि द्या चाही।"},{"number":14,"verse":"काहेकि यहोवा तोहार परमेस्सर तोहरे डेरन मँ दुस्मनन क हरावइ मँ तोहार मदद करइ बरे तोहरे संग अहइ। एह बरे डेरा पवित्तर रहइ चाही। तब यहोवा तू पचन मँ कछू भी अनुचित न लखी अउर तोहे सबन्स आँखी न फेरी।"},{"number":15,"verse":"( दूसर नेमन) “अगर कउनो दास आपन मालिक क हिआँ स पराइके तोहरे लगे आवत ह तउ तू पचन्क उ दास क ओकरे मालिक क नाहीं लउटावइ चाही।"},{"number":16,"verse":"इ दास तोहरे संग जहाँ चाहे हुआँ रहि सकत ह। उ जउने भी सहर क चुन लेइ ओहमाँ रहि सकत ह। तू पचन्क ओका परेसान नाहीं करइ चाही।"},{"number":17,"verse":"“कउनो इस्राएली मेहरारु या मनसेधू क कबहुँ देवदासी या देवदास नाहीं बनइ चाही।"},{"number":18,"verse":"देवदास या देवदासी क कमावा भवा धन तोहरे परमेस्सर क मन्दिर मँ नाहीं लिआवा जाइ चाही। कउनो मनई दीन्ह भए बचन क कारण यहोवा क दीन्ह जाइवाली चीज क बरे इ धने क उपयोग नाहीं कइ सकत। यहोवा तोहार परमेस्सर सबहिं मन्दिरन क देवदास-देवदासियन स घिना करत ह।"},{"number":19,"verse":"“अउर तू पचे कउनो इस्राएली क उधार द्या तउ तू पचे ओह पइ बियाज जिन ल्या। तू पचे उधार मँ लीन्ह गवा सिक्कन, भोजन या कउनो अइसी चीज पइ बियाज मँ न ल्या।"},{"number":20,"verse":"तू पचे बिदेसियन स बियाज लइ सकत ह। मुला तू पचन्क दूसर इस्राएली स बियाज नाहीं लेइ चाही। अगर तू पचे इ नेमन क मनब्या तउ यहोवा तोहार परमेस्सर उ देस मँ, जहाँ तू पचे रहइ जात अहा, जउन कछू तू पचे करब्या ओहमाँ आसीस देइ।"},{"number":21,"verse":"“जब तू पचे यहोवा आपन परमेस्सर क बचन द्या, तउ जउन तू पचे देइ क कहा ओन सब क देइ मँ ढीला जिन ह्वा। अगर तू बचन दीन्ह गइ चीजन क नाहीं देब्या तउ पाप क अपराध करब्या। यहोवा तोहार परमेस्सर चाहत ह कि तू निहचय ही आपन वचन क जरूर पूरा करा।"},{"number":22,"verse":"अगर तू बचन नाहीं देब्या तउ तू पचे पाप नाहीं करत अहा।"},{"number":23,"verse":"मुला तू पचन्क उ चीजन क करइ चाही जेका करइ बरे तू पचे कहया ह कि तू करब्या। जब तू पचे अजादी स यहोवा आपन परमेस्सर क बचन द्या तउ, तू पचन्क बचन दीन्ह गइ बात क पूरी करइ चाही।"},{"number":24,"verse":"“अगर तू दूसर मनई स अंगूर क बगिया स होइके जात अहा, तउ तू जेतना चाहा ओतना अंगूर खाइ सकत ह। मुला तू कउनो अंगूर आपन टोकरी मँ नाहीं रख सकब्या।"},{"number":25,"verse":"जब तू दूसर क पका भवा अनाज क फसल क खेते स होइके जात अहा तउ तू आपन हाथे स जेतना उजारा, खाइ सकत ह। मुला तू हँसिया क उपयोग दूसर क अनाज क काटइ अउर लेइ बरे नाहीं कइ सकत्या।"}]}