{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"“जदि कउनो मनई कउनो मेहरारु स बियाह करत ह, अउर उ मेहरारू ओका खूस नाहीं करत ह, काहेकि उ मनई उ मेहरारू मँ कछू असलीलता पावत ह, तउ उ ओक तलाक पत्र दइ सकत ह अउर ओका आपन घरे स पठइ देइ सकत ह।"},{"number":2,"verse":"जब उ ओकर घर तज दिहेस ह तउ उ दूसर मनई क लगे जाइके ओकर पत्नी होइ सकत ह।"},{"number":3,"verse":"मुला मान ल्या कि नवा भतार भी ओका पसन्द नाहीं करत अउर ओका बिदा कइ देत ह। अगर उ मनई ओका तलाक देत ह तउ भी पहला भतार ओका फुन स पत्नी क रुप मँ नाहीं राखि सकत या अगर नवा भतार मरि जात ह तउ भी पहिला भतार ओका फुन पत्नी क रुप मँ नाहीं रख सकत ह। उ दूसित होइ चुकी बाटइ। अगर उ ओसे बियाह करत ह तउ उ अइसा काम करी जेहसे यहोवा घिना करत ह। तू पचन्क उ देस मँ अइसा पाप नाहीं लावइ चाही जेका यहोवा तोहार परमेस्सर तू पचन्क रहइ बरे दइ देत अहइ।"},{"number":5,"verse":"“नवा बियाहा क फउज मँ नाहीं पठवइ चाही अउर ओका कउनो दूसर खास काम भी नाहीं देइ चाही। काहेकि एक बरिस तलक ओका घरे पइ रहइ क अजाद होइ चाही अउर आपन नई पत्नी क सुखी बनावइ चाही।"},{"number":6,"verse":"“अगर कउनो मनई क तू कर्ज द्या तउ गिरवी क रुप मँ ओकर आटा पीसइ क जाँत क कउनो पाट न रखा। काहेकि अइसा करब ओका खइया करइ के तू ओकर जिन्नगी क जरिया लइ लेब्या।"},{"number":7,"verse":"“अगर कउनो इस्राएली मनई दूसर इस्राएली मनई क अपहरण करत ह जउन ओकरे देस क अहइ अउर ओकरे संग दूरव्यवहार करत ह या ओका बेच लेत ह तउ अपहरण करइवाला जरुर मारा जाइ चाही। इ तरह तू आपन बीच स इ बुराई क दूर करब्या।"},{"number":8,"verse":"“अगर तू पचन्क कोढ़ होइ जाइ तउ तू पचन्क लेवी बंसी याजकन क दीन्ह गइ सारी सिच्छा अंगीकार करइ मँ होसियार रहइ चाही। तू पचन्क होसियारी स ओन सबइ आदेसन क मानइ चाही जेनका देइ बरे मइँ याजकन स कहेउँ ह।"},{"number":9,"verse":"इ याद राखा कि यहोवा तोहार परमेस्सर मिरियम क संग का किहेस जब तू पचे मिस्र स बाहेर निकरइ क जात्रा पइ रह्या।"},{"number":10,"verse":"“जब तू पचे कउनो मनई क कउनो तरह क कर्ज द्या तउ ओकरे घरे मँ ओकर घरेलू सामान क, गिरवी रखी चीज लेइ बरे जिन जा।"},{"number":11,"verse":"तू पचन्क बाहेर ही खड़ा रहइ चाही। तब उ मनई, जेका तू पचे कर्ज दिहा ह, तोहारे लगे गिरवी रखी गइ चीज लिआइ।"},{"number":12,"verse":"अगर उ गरीब अहइ तउ उ आपन वस्त्रन क दइ देइ, जेहसे उ आपन क गरम रख सकत ह। तू पचन्क ओकर गिरवी रखी चीज रात क नाहीं रखइ चाही।"},{"number":13,"verse":"तू पचन्क हर एक साँझ क ओकर गिरवी धरी चीज क लउटाइ देइ चाही। तब उ आपन ओढ़नन मँ स सोइ सकी। उ तोहार एहसानमंद रही अउर यहोवा तोहार परमेस्सर इ लखी कि तू इ अच्छा काम किह्या ह।"},{"number":14,"verse":"“तू पचन्क कउनो गरीब अउ जरुरतवाला मजूर पइ अत्याचार नाही करइ चाही। एकर कउनो महत्व नाहीं कि उ तोहार साथी इस्राएली बाटइ या उ कउनो बिदेसी अहइ जउन तोहरे सहरन मँ स कउनो एक मँ उ रहत बाटइ।"},{"number":15,"verse":"सूरज बूड़इ स पहिले हर रोज ओकर मजूरी दइ द्या। काहेकि उ गरीब अहइ अउर उहइ धने पइ ओका सहारा अहइ। अगर तू ओकर भुगतान नाहीं करत्या तउ उ यहोवा स तोहरे खिलाफ सिकाइत करी अउर तू पचे पाप करइ क अपराधी होब्या।"},{"number":16,"verse":"“गदेलन क जरिये कीन्ह गए कउनो अपराध बरे बाप क मउत क सजा नाहीं दीन्ह जाइ सकत। अउर गदेला क बाप क जरिये कीन्ह गए अपराध बरे मउत क सजा नाहीं दीन्ह जाइ सकत। कउनो मनई क ओकरे खुद क अपराध बरे ही मउत क सजा दीन्ह जाइ सकत ह।"},{"number":17,"verse":"“तू पचन्क प्रवासी अउ अनाथन क संग गलत फइसला नाहीं करइ चाही। तू पचन्क राँइ मेहररु स ओकर ओढ़ना कबहुँ भी गिरवी रखइ क बरे नाहीं लेइ चाही।"},{"number":18,"verse":"तू पचन्क सदा सुमिरइ चाही कि तू पचे मिस्र मँ दास रह्या। इ जिन बिसस कि यहोवा तोहार परमेस्सर तू पचन्क हुआँ स बाहेर लिआवा। इहइ कारण अहइ कि मइँ तू पचन्क इहइ करइ क आदेस देत अहउँ।"},{"number":19,"verse":"“तू पचे आपन खेत क फसल बटोरत रहि सकत ह अउर तू पचे तनिक भूलचूक स हुआँ छोड़ि सकत ह। तू पचन्क ओका लेइ नाहीं चाही। इ प्रवासियन, अनाथन अउर राँड़ मेहररुअन बरे होइ। अगर तू पचे ओनके बरे कछू अन्न छोड़त ह तउ यहोवा तोहार परमेस्सर तू पचन्क ओन सबहिं कामन मँ असीसी जउन तू पचे करब्या।"},{"number":20,"verse":"जब तू पचे आपन जइतून क बृच्छन स फली झरब्या तउ तू पचन्क डारन क फुन जाँच करइ नाहीं जाइ चाही। जउन जइतून तू पचे ओहमाँ तज देब्या उ बिदेसियन, अनाथन अउर राँड़ मेहररुअन बरे होइ।"},{"number":21,"verse":"जब तू पचे आपन अंगूरे क बगियन स अंगूर बटोरब्या तब तू पचन्क ओन अंगूर क लेइ नाहीं जाइ चाही जेनका तू पचे तजि दिहे अहा। उ सबइ अंगूर बिदेसियन, अनाथन अउर राँड मेहररुअन बरे होइहीं।"},{"number":22,"verse":"याद राखा कि तू पचे मिस्र मँ दास रह्या। इहइ कारण अहइ कि तू पचन्क इ करइ क आदेस देत अहउँ।"}]}