{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"“अगर दुइ मनइयन मँ झगड़ा होइ तउ ओनका अदालत मँ जाइ चाही। निआवाधीस ओनके मोकदमा क फइसला करिही। ओनका निर्दोख क रिहा अउ दोसी क सजा देइ चाही।"},{"number":2,"verse":"अगर अपराधी मनई पीटा जाइ जोग्ग अहइ तउ निआवाधीस ओका मुँहे क बल ओलारी। ओका निआवाधीस क समन्वा ओकरे अपराध क अनुसार ओतनी दाईं पीटा जाई चाही जेतना दाईं उचित होइ।"},{"number":3,"verse":"कउनो मनई क चालीस दाई तलक पीटा जाइ सकत ह, मुला ओसे जियादा नाहीं। अगर उ ओहसे जियादा बार पीटा जात ह तउ एहसे पता चली कि उ मनई क जिन्नगी तोहरे बरे महत्वपूर्ण नाहीं।"},{"number":4,"verse":"“जब तू पचे अन्न क अलगावइ बरे गोरुअन क उपयोग करा तब ओनका खाइ स रोकइ बरे ओनके थूथुन क जिन बाँधा।"},{"number":5,"verse":"“अगर दुइ भाई एक संग रहत होइँ अउर ओनमाँ स एक ठुलाऔलाद मरि जाइ तउ मरे भए भाई क पत्नी क बियाह परिवार क बाहेर कउनो अजनबी स नाहीं होइ चाही। ओकरे भतारे क भाई क ओका पत्नी क रूप मँ लइ चाही अउर ओकर लगे जाइ चाही अउर ओकरे बरे भतार क भाई क कर्तव्य पूरा करइ चाही।"},{"number":6,"verse":"तब जउन पहिलौटी पूत ओसे पइदा होइ उ मनई क मरे भाई क जगह लेइ। तब मरे भाई क नाउँ इस्राएल स बाहेर नाहीं कीन्ह जाइ।"},{"number":7,"verse":"अगर उ मनई आपन भाई क पत्नी क अंगीकार करइ नाहीं चाहत, तब भाई क पत्नी क बइठकवाली जगह पइ नगर-प्रमुखन क लगे जाइ चाही। ओकरे भाई क पत्नी क नगर प्रमुखन स कहइ चाही, ‘मोरे भतार क भाई इस्राएल मँ आपन भाई क नाउँ बनाए रखइ स इन्कार करत ह। उ मोरे बरे आपन भाई क कर्तव्य क पूरा नाहीं करी।’"},{"number":8,"verse":"तब नगर-प्रमुखन क उ मनई क बोलावइ चाही अउ ओसे बात करइ चाही। अगर उ मनई जिद्दी अहइ अउर कहत बाटइ, ‘मइँ ओका अंगीकार करइ नाहीं चाहत हउँ।’"},{"number":9,"verse":"तब ओकरे भाई क पत्नी नगर प्रमुखन क समन्वा ओकरे लगे आवइ। उ ओकरे गो़ड़ स पनही उतारि लेइ अउर ओकरे मुँहे पइ थूकइ। ओका कहइ चाही, ‘इ उ मनई क कीन्ह जात इ कारज अहइ कि उ आपन भाई क परिवार न बसाइ।’"},{"number":10,"verse":"तब उ भाई क परिवार, बुलावा जाब्या, ‘उ मनई क परिवार जउन आपन जूता पनही, उतार दिहस।’"},{"number":11,"verse":"“दुइ मनई आपुस मँ झगड़ सकत हीं। ओनमाँ एक क पत्नी आपन भतारे क मदद करइ आइ सकत ह। मुला ओका दूसर मनई क गुप्त अंगन क नाहीं धरइ चाही।"},{"number":12,"verse":"अगर उ अइसा करत ह तउ ओकर हाथ काट डावा, ओकरे बरे दुःखी जिन ह्वा।"},{"number":13,"verse":"“लोगन क धोखा देइ बरे जाली बटखरा जिन रखा। ओन बटखरन क उपयोग जिन करा जउन असली वजन स कमती या जियादा होइँ।"},{"number":14,"verse":"आपन घरे मँ ओन नाप जोख क न रखा जउन सही नाप जोख स बहोत बड़ा या बहोत नान्ह न होइँ।"},{"number":15,"verse":"तू पचन्क ओन बटखरन अउ नाप-जोख क बइपरइ चाही जउन सही अउर ईमानदारी क परिचायक अहइ। तू पचे उ देस मँ लम्बी उमिरवाला होब्या जेका यहोवा, तोहार परमेस्सर तू पचन्क देत अहइ।"},{"number":16,"verse":"यहोवा तोहार परमेस्सर ओनसे घिना करत ह जउन जाली बटखरा अउर नाप जोख बइपरिके धोखा देत बाटेन। हाँ, उ सबइ ओन सबहिं लोगन स घिना करत ह जउन बेईमानी करत हीं।"},{"number":17,"verse":"( अमालेक क लोगन्क नस्ट कइ देइ चाही) “तू पचन क याद करइ चाही कि जब तू पचे मिस्र छोड़ेस तब अमालेक क लोग तोहरे संग का किहेन।"},{"number":18,"verse":"अमालेक क लोग परमेस्सर क सम्मान नाहीं किहन। उ पचे तू पचन्क पइ पाछे स तब हमला किहन जब तू पचे थका भवा अउर कमजोर रह्या। उ पचे तोहरे ओन सब लोगन्क मार डाएन जउन सुस्त होइके पीछे चलत रहेन।"},{"number":19,"verse":"एह बरे तू लोगन्क अमालेक क लोगन्क याद क संसारे स मेट देइ चाही। इ तू लोग तब करब्या जब उ देस मँ जाब्या जेका यहोवा तोहार परमेस्सर तू पचन्क देत अहइ। हुआँ उ पचे तू सबन्क चारिहुँ कइँती क दुस्मनन स छुटकारा दिअइहीं। मुला अमालेकियन क नास करब जिन बिसरा।"}]}