{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"( नेमन पाथरन पइ लिखा जाइ चाही) मूसा अउर इस्राएल क प्रमुखन मनइयन क आदेस दिहस। उ कहेस, “ओन सबहिं आदेसन क माना जेनका मइँ आजु देत हउँ।"},{"number":2,"verse":"जउने दिन तू यरदन नदी पार कइके उ देस मँ घुसा जेका यहोवा तोहार परमेस्सर तू पचन्क देत अहइ उ दिन, आपन बरे बहोत बड़की सिलन क तइयार करा। इ सबइ सिला क पलसतर स ढाँकि द्या।"},{"number":3,"verse":"तब इ उपदेस क सब बातन इ पाथरन पइ लिखी द्या। तू पचन्क इ तब करइ चाही जब तू पचे यरदन नदी क पार पहोंच जा। तब उ देस मँ जाइ सकब्या जउन मँ दूध अउर सहद बहत अहइ जेका यहोवा तोहार परमेस्सर तू पचन्क देत अहइँ। यहोवा तोहरे पुरखन क परमेस्सर ऍका दइके आपन बचन क पूरा किहस ह।"},{"number":4,"verse":"“यरदन नदी क पार जाइके पाछे तू पचन्क इ सिलन क एबाल पहाड़े पइ आजु क मोरे आदेस क मुताबिक स्थापना करइ चाही। तू पचन्क इ पाथरन क चूना क लेप स ढाँकि देइ चाही।"},{"number":5,"verse":"हुआँ पइ यहोवा आपन परमेस्सर क वेदी बनावइ बरे भी कछू सिला क उपयोग करा। पाथरन क काटइ बरे लोहा क अउजारन क उपयोग जिन करा।"},{"number":6,"verse":"तू पचन्क यहोवा आपन परमेस्सर क वेदी पूरा पाथरन स बनावा अउर तब यहोवा आपन परमेस्सर बरे एह पइ होमबलि चढ़ावा।"},{"number":7,"verse":"तोहका मेलबलि चढ़ावइ चाही अउर ओनका खाइ चाही। खा अउर यहोवा आपन परमेस्सर क मौजूदगी मँ खुसी क समइ बितावा।"},{"number":8,"verse":"तू पचन्क इ सबइ उपदेसन क पाथर क सिलन पइ साफ साफ लिखि देइ चाही।”"},{"number":9,"verse":"( नेम क अभिसाप) मूसा अउर लेवी बंसी याजकन इस्राएल क सबहिं लोगन स बात किहस। उ कहेस, “इस्राएलियो, सान्त रहा अउ सुना! आजु तू लोग, यहोवा आपन परमेस्सर क लोग होइ गवा।"},{"number":10,"verse":"एह बरे तू पचन्क उ सब कछू जरूर करइ चाही जउन यहोवा तोहार परमेस्सर कहत ह। तू पचन्क ओकरे ओन आदेसन अउ नेमन क जरूर मानइ चाही जेनका मइँ आजु तू पचन्क दइ देत हउँ।”"},{"number":11,"verse":"उहइ दिन, मूसा लोगन क आदेस दिहेस,"},{"number":12,"verse":"“जब तू पचे यरदन नदी क पार जाब्या ओकरे पाछे इ सबइ परिवार समूह गिरिज्जीम पहाड़े पइ खड़ा होइ के लोगन्क आसीर्बाद देइहीं: सिमोन, लेवी, यहूदा, इस्साकार, यूसुफ अउ बिन्यामीन।"},{"number":13,"verse":"अउर इ सबइ परिवार समूह एबाल पहाड़े पइ अभिसाप बाँचिहीं: रूबेन, गाद, आसेर, जबूलून, दान अउर नप्ताली।"},{"number":14,"verse":"“अउर लेवी बंसी इस्राएल क सबहिं लोगन स ऊँची अवाजे मँ कइँहीं:"},{"number":15,"verse":"“‘उ मनई अभिसाप स दबा बा जउन लबार देवता बनावत ह अउर ओका गुप्त ठउरे मँ धरत ह। लबार देवतन सिरिफ उ सबइ मूरतियन अहइँ जेका कउनो कारीगर काठ, पाथर या धातु क बनावत ह। यहोवा ओन चीजन स घिना करत ह!’ “तब सबहिं लोग जवाब देइहीं, ‘आमीन!’"},{"number":16,"verse":"“लेवी बंसी कइहीं, ‘उ व्यक्ति अभिसापित अहइ जउन आपन महतारी अउर बाप क बेज्जत करत ह।’ “सबहिं लोग जवाब देइहीं, ‘आमीन!’"},{"number":17,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन आपन पड़ोसी क चउहद्दी-चीन्हा क खिसकावत ह।’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":18,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन आँधर क कुमार्ग पर चलावत ह।’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":19,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन बिदेसियन, अनाथन अउर राँड़ मेहररुअन क संग निआव नाहीं करत।’ “तब सब लोग कइहीं, ‘आमीन!’"},{"number":20,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन आपन बाप क पत्नी क संग तने क सम्बंध रखत ह काहेकि उ आपन बाप क नंगा क तरह करत ह।’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":21,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन कउनो तरह क जनावर क संग तने क सम्बंध रखत ह।’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":22,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन आपन महतारी क बिटिया या आपन बाप क बिटिया, आपन बहिन क संग तने क सम्बंध रखत ह।’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":23,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित बाटइ जउन आपन सास क संग तने क सम्बंध रखत ह।’ “तब सबहिं लोग कइहीं, ‘आमीन।’"},{"number":24,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन दूसर मनई क लुकाई क कतल करत ह!’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":25,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन निदोर्ख क कतल बरे धन वसूलत ह!’ “तब सबहिं लोग कइहीं, ‘आमीन!’"},{"number":26,"verse":"“लेवी बंसी कइहीं: ‘उ व्यक्ति अभिसापित अहइ जउन इ उपदेसन क समर्थन नाहीं करत अउर ओका पालन नाहीं करत।’ “तब सबहिं लोग कइहीं, ‘आमीन!’"}]}