{"bibleAbbr":"awaERV2005","bookName":"व्यवस्था विवरण","bookEnglishName":"Deuteronomy","chapterNumber":3,"verses":[{"number":1,"verse":"( बासान क लोगन क संग जुद्ध) “हम पचे घूमि गए अउ बासान क जाइवाली सड़क पइ चलतइ रहेन। बासान क राजा ओग अउ ओकर सबहिं लोग एद्रेइ मँ हम लोगन स लड़इ बरे आएन।"},{"number":2,"verse":"यहोवा मोसे कहेस, ‘ओग स जिन डेराअ, जेका मइँ तोहरे हाथे मँ देइ दिहेस ह। मइँ एकरे सबहिं लोगन अउ भुइँया क तोहका सबन्क दइ देब। तू पचे ऍका वइसे ही हरउब्या जइसे तू पचे हेसबोन क सासक एमोरी राजा सीहोन क हराया।’"},{"number":3,"verse":"“इ तरह यहोवा हमार परमेस्सर बासान क राजा ओग अउ ओकर सबहिं लोगन्क हमरे हाथे मँ दिह्या। हम पचे ओका लोगन पइ तब तलक हमला किहेस जब तलक हर कछू खतम नाहीं होइ गएन।"},{"number":4,"verse":"तब हम पचे उ समइ उ सबइ सहरन पइ कब्जा कीन्ह रहेन। एक भी अइसा सहर नाहीं बचा जेका हम पचे नाहीं लिहेन। हम पचे ओन लोगन स बासान मँ ओग क राज्ज अगोब प्रदेस क सबइ साठ सहरन क लीन्ह।"},{"number":5,"verse":"इ सबहिं सहरन ऊँची देवारन अउ दुआरन मँ मजबूत छड़न क संग बहोत मजबूत रहेन। अनेक दूसर सहरन बे देवारे क रहेन।"},{"number":6,"verse":"हम पचे ओनका वइसे बरबाद कीन्ह जइसे हेसबोन क राजा सीहोन क नगरन क बरबाद किहे रहे। हम पचे हर एक सहर क ओनके मनइयन क संग, मेहररुअन अउ गदेलन क भी बरबाद कीन्ह।"},{"number":7,"verse":"मुला हम पचे सबहिं गइयन अउ कीमती चीजन्क अपने लगे राखा।"},{"number":8,"verse":"“उहइ समइ मँ हम पचे एमोरी लोगन्क दुइ ठु राजा स भुइँया लीन्ह। इ भुइँया यरदन नदी क दूसरी कइँती पूरब तरफ अहइ। इ भुइँया अर्नोर्न घाटी स लइके हर्मोन पहाड़े तलक अहइ।"},{"number":9,"verse":"(सिदोनी हेर्मोन पहाड़े क ‘सिर्योन’ कहत हीं, मुला एमोरी ऍका ‘सनीर’ कहत हीं।)"},{"number":10,"verse":"हम पचे समूचइ समथर मइदान क सहर, समूचइ गिलाद, अउ समूचइ बासान मँ सल्का अउ एदेई तलक अधिपत्य कायम कीन्ह। उ सबइ सहर बासान मँ ओग क समराज्ज क सहरन रहेन।”"},{"number":11,"verse":"(बासान क राजा ओग एक रपाई मनई रहा जउन अबहिं तलक जिअत रहा। ओग क पलंग लोहे क बनी रही। इ करीब नौ हाथ लम्बी अउ चार हाथ चौड़ी रही। रब्बा सहर मँ इ अबहिं तलक अम्मोनी लोगन क संग बाटइ।)"},{"number":12,"verse":"( यरदन नदी क पूरब क भुइँया) “उ समइ उ भुइँया क हम पचे जीत लिहे रहे अउर मइँ एका रूबेन परिवार समूह क अउ गादी परिवार समूह क अर्नोन घाटी क अरोएर स लइके गिलाद क आधा पहाड़ी भाग तलक ओकरे सहरन क संग दिहेउँ ह।"},{"number":13,"verse":"मनस्से क आधा परिवार समूह क मइँ गिलाद क दूसर आधा हींसा अउ समूचइ बासान दिहेउँ यानी अर्गोब क पूरा छेत्र बासान ओग क राज्ज रहा।” (बासान क छेत्र रपाइयन क प्रदेस कहा जात रहा।"},{"number":14,"verse":"याईर, मनस्से क सन्तानन मँ स एक, अर्गोब क समूचा छेत्र जेका बासान कहा जात रहा, कब्जा कइ लिहेन। उ प्रदेस गसूरी अउर माका लोगन क इलाका तलक फइल गएन। याईर पाछे इ प्रदेस क नाउँ आपन नाउँ पइ राखेस। इहइ स आजु भी याईर प्रदेस क नाउँ स सुमिरइ जात ह।)"},{"number":15,"verse":"“मइँ गिलाद माकीर क दिहेउँ।"},{"number":16,"verse":"अउर रूबेन परिवार समूह क अउ गाद परिवार समूह क मइँ उ प्रदेस दिहेउँ जउन अर्नोन घाटी स यब्बोक नदी तलक जात ह। घाटी क बीच एक चउहद्दी बाटइ। यब्बोक नदी अम्मोनी लोगन क चउहद्दी अहइ।"},{"number":17,"verse":"यरदन घाटी मँ यरदन नदी पच्छिम चउहद्दी बनावत ह। इ छेत्र क उत्तर मँ किन्नेरेत झील अउर दक्खिन मँ अराबा समुद्दर बाटइ अरथात जेका लवण सागर कहत हीं। इ पूरब मँ पिसगा क चोटी क तलहटी मँ बना अहइ।"},{"number":18,"verse":"“ओह समइया, मइँ तोहका आदेस दिहे रहेउँ: ‘यहोवा, तोहार परमेस्सर तू पचन्क रहइ बरे यरदन नदी क इ कइँती क प्रदेस दिहेउँ ह। मुला अब तोहरे पचन्क जोधन बरे आपन औजार उठावइ चाही। तोहका दूसर इस्राएली परिवार समूहन क भी नदी क पार होइ क अगुवाइ करइ चाही।"},{"number":19,"verse":"तोहार मेहररुअन, गदेलन अउर तोहार गोरुअन हिआँ ओन सहरन मँ रइहीं जेनका मइँ तू पचन्क दिहेउँ ह। मइँ जानत हउँ कि तोहरे लगे बहोत स गोरुअन अहइँ।"},{"number":20,"verse":"मुला तोहे पचन्क आपन इस्राएली रिस्तेदारन क मदद यरदन नदी क दूसर किनारे उ प्रदेस क पाइ लेतेन तलक करइ चाही जउन यहोवा तोहार परमेस्सर दिहेस ह। ओनकइ मदद तब तलक करा जब तलक यहोवा ओनकइ जीवन मँ सान्ति न देइ जइसा तू पचे हिआँ पाइ लिहा ह। तब तू पचे हिआँ आपन देस मँ लउटि सकत ह जेका मइँ तू पचन्क दिहेउँ ह।’"},{"number":21,"verse":"“तब मइँ यहोसू स कहेउँ, ‘तू पचे उ सबइ लख्या ह जउन यहोवा तोहार परमेस्सर इ दुइ राजा लोगन क संग किहेस ह। यहोवा अइसा ही ओन सबहिं राज्जन क संग करब जउन जगह तू जात रहा।"},{"number":22,"verse":"इ सबइ देसन क राजा लोगन स जिन डेराअ, काहेकि यहोवा तोहार परमेस्सर, तोहरे बरे लड़ी।’"},{"number":23,"verse":"( मूसा क कनान मँ प्रवेस करइ स मनाही) “मइँ उ समइ यहोवा स विसेख कृपा क पराथना किहेउँ,"},{"number":24,"verse":"‘यहोवा मोर सुआमी, मइँ तोहार सेवक अहउँ। तू मोका आपन महानत सक्ती देखाइ सुरू किहस ह। सरग या भुइँया पइ कउनो अइसा दूसर परमेस्सर नाहीं अहइ, जउन तू किह्या ह तोहरे तरह महान अउ सक्तीसाली काम कइ सकइ।"},{"number":25,"verse":"मइँ तोहसे विनती करत हउँ कि तू मोका उ पार जाइ द्या अउ यरदन नदी क दूसर कइँती क नीक प्रदेस, सुन्नर पहाड़ी पहँटा अउर लबानोन क लखइ द्या।’"},{"number":26,"verse":"“मुला यहोवा तोहरे कारण मोह पइ नाखुस रहा। उ मोर बात सुनइ स इन्कार कइ दिहा। उ मोसे कहेस, ‘बस करा! एकरे बारे मँ मोका दूसर सब्द जिन कहा।"},{"number":27,"verse":"पिसगा पहाड़े क चोटी पइ जा। पच्छिउँ कइँती, उत्तर कइँती, दक्खिन कइँती, पूरब कइँती लखा। ओनका तू आपन आँखिन स लखा काहेकि तू पचे यरदन नदी क पार नाहीं कइ पउब्या।"},{"number":28,"verse":"तू पचन क यहोसू क निर्देर्स देइ चाही। ओका मजबूत अउ हिम्मती बनावा। काहेकि यहोसू लोगन क यरदन नदी क पार लइ जाइ। यहोसू ओन भुइँया क जउन तू लखत रहा ओका कब्जा करइ मँ तोहार मदद करी ओहमाँ तोहका रहइ क देइ।’"},{"number":29,"verse":"“ऍह बरे हम पचे बेत-पोर क दूसर कइँती घाटी मँ रुकि गए।”"}]}