{"bibleAbbr":"MHB","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"אַחַי, אֵינֶנִּי רוֹצֶה שֶׁיֵּעָלֵם מִכֶּם שֶׁאֲבוֹתֵינוּ כֻּלָּם הָיוּ תַּחַת הֶעָנָן, וְכֻלָּם עָבְרוּ בְּתוֹךְ הַיָּם,"},{"number":2,"verse":"וְכֻלָּם נִטְבְּלוּ לְמֹשֶׁה בֶּעָנָן וּבַיָּם."},{"number":3,"verse":"כֻּלָּם אָכְלוּ אוֹתוֹ מַאֲכָל רוּחָנִי,"},{"number":4,"verse":"וְכֻלָּם שָׁתוּ אוֹתוֹ מַשְׁקֶה רוּחָנִי, כִּי שָׁתוּ מִן הַצּוּר הָרוּחָנִי הַהוֹלֵךְ עִמָּהֶם וְהַצּוּר הוּא הַמָּשִׁיחַ."},{"number":5,"verse":"אֲבָל בְּרֻבָּם לֹא רָצָה אֱלֹהִים וְהֵם הוּמְתוּ בַּמִּדְבָּר."},{"number":6,"verse":"כָּל זֶה הָיָה דֻּגְמָה לָנוּ, לְמַעַן לֹא נִתְאַוֶּה לְרָעוֹת כְּשֵׁם שֶׁהִתְאַוּוּ הֵם."},{"number":7,"verse":"אַל תִּהְיוּ עוֹבְדֵי אֱלִילִים כְּשֵׁם שֶׁהָיוּ כַּמָּה מֵהֶם, כַּכָּתוּב: \"וַיֵּשֶׁב הָעָם לֶאֱכֹל וְשָׁתוֹ וַיָּקֻמוּ לְצַחֵק.\""},{"number":8,"verse":"גַּם אַל נִזְנֶה כְּשֵׁם שֶׁזָּנוּ כַּמָּה מֵהֶם וּבְיוֹם אֶחָד נָפְלוּ עֶשְׂרִים וּשְׁלוֹשָׁה אֶלֶף."},{"number":9,"verse":"וְאַל נְנַסֶּה אֶת יהוה כְּשֵׁם שֶׁנִּסּוּהוּ אֲנָשִׁים מֵהֶם וְהוּמְתוּ עַל־יְדֵי הַנְּחָשִׁים."},{"number":10,"verse":"אַף אַל תִּתְלוֹנְנוּ כְּשֵׁם שֶׁהִתְלוֹנְנוּ כַּמָּה מֵהֶם וּמֵתוּ בִּידֵי הַמַּלְאָךָ הַמַּשְׁחִית."},{"number":11,"verse":"מַה שֶּׁקָּרָה לָהֶם הָיָה לֶקַח לְדֻגְמָה וְזֶה נִכְתַּב כְּדֵי לְהַזְהִיר אוֹתָנוּ, אֲנַחְנוּ אֲשֶׁר קִצֵּי הָעוֹלָמִים הִגִּיעוּ אֵלֵינוּ."},{"number":12,"verse":"לָכֵן מִי שֶׁחוֹשֵׁב כִּי עֲמִידָתוֹ אֵיתָנָה, יִזָּהֵר פֶּן יִפֹּל."},{"number":13,"verse":"שׁוּם נִסָּיוֹן לֹא בָּא עֲלֵיכֶם מִלְּבַד נִסָּיוֹן אֱנוֹשִׁי רָגִיל. נֶאֱמָן הוּא הָאֱלֹהִים וְלֹא יַנִּיחַ לָכֶם לְהִתְנַסּוֹת לְמַעְלָה מִיכָלְתְּכֶם, אֶלָּא עִם הַנִּסָּיוֹן יָכִין גַּם אֶת דֶּרֶךְ הַמּוֹצָא כְּדֵי שֶׁתּוּכְלוּ לַעֲמֹד בּוֹ."},{"number":14,"verse":"עַל כֵּן, חֲבִיבַי, תִּבְרְחוּ מֵעֲבוֹדַת אֱלִילִים."},{"number":15,"verse":"כְּאֶל אֲנָשִׁים נְבוֹנִים אֲנִי מְדַבֵּר; שִׁפְטוּ אַתֶּם מַה שֶּׁאֲנִי אוֹמֵר:"},{"number":16,"verse":"כּוֹס הַבְּרָכָה שֶׁאָנוּ מְבָרְכִים עָלֶיהָ, הַאֵין הִיא הִתְחַבְּרוּת לְדַם הַמָּשִׁיחַ? הַלֶּחֶם שֶׁאָנוּ בּוֹצְעִים, הַאֵין הוּא הִתְחַבְּרוּת לְגוּף הַמָּשִׁיחַ?"},{"number":17,"verse":"מִשּׁוּם שֶׁהַלֶּחֶם אֶחָד, אֲנַחְנוּ הָרַבִּים גּוּף אֶחָד; שֶׁכֵּן כֻּלָּנוּ מִשְׁתַּתְּפִים בַּלֶּחֶם הָאֶחָד."},{"number":18,"verse":"רְאוּ נָא אֶת עַם יִשְׂרָאֵל . הַאִם אֵין הָאוֹכְלִים מִן הַקָּרְבָּנוֹת שֻׁתָּפִים בַּמִּזְבֵּחַ?"},{"number":19,"verse":"וּבְכֵן מָה אֲנִי אוֹמֵר - שֶׁיֵּשׁ מַמָּשׁ בְּזִבְחֵי אֱלִילִים? שֶׁיֵּשׁ מַמָּשׁ בָּאֱלִיל?"},{"number":20,"verse":"לֹא! אֶלָּא מַה שֶּׁהַגּוֹיִם מַקְרִיבִים, לְשֵׁדִים הֵם מַקְרִיבִים וְלֹא לֵאלֹהִים; וְאֵינֶנִּי רוֹצֶה שֶׁתִּהְיוּ שֻׁתָּפִים לַשֵּׁדִים."},{"number":21,"verse":"אֵינְכֶם יְכוֹלִים לִשְׁתּוֹת מִכּוֹס הָאָדוֹן וּמִכּוֹס הַשֵּׁדִים; אֵינְכֶם יְכוֹלִים לְהִשְׁתַּתֵּף בְּשֻׁלְחַן הָאָדוֹן וּבְשֻׁלְחַן הַשֵּׁדִים."},{"number":22,"verse":"הַאִם נָעֵז לְעוֹרֵר אֶת קִנְאַת הָאָדוֹן? כְּלוּם חֲזָקִים אֲנַחְנוּ מִמֶּנּוּ?"},{"number":23,"verse":"הַכֹּל מֻתָּר, אַךְ לֹא הַכֹּל מוֹעִיל; הַכֹּל מֻתָּר, אַךְ לֹא הַכֹּל בּוֹנֶה."},{"number":24,"verse":"אִישׁ אַל יְבַקֵּשׁ אֶת טוֹבַת עַצְמוֹ אֶלָּא אֶת טוֹבַת זוּלָתוֹ."},{"number":25,"verse":"אִכְלוּ כָּל מַה שֶּׁנִּמְכָּר בַּשּׁוּק וְאַל תִּשְׁאֲלוּ שׁוּם שְׁאֵלָה שֶׁל מַצְפּוּן,"},{"number":26,"verse":"כִּי לַיהוה הָאָרֶץ וּמְלוֹאָהּ."},{"number":27,"verse":"אִם יַזְמִינְכֶם אִישׁ בִּלְתִּי מַאֲמִין וּרְצוֹנְכֶם לָלֶכֶת אֵלָיו, אִכְלוּ כָּל מַה שֶּׁיֻּגַּשׁ לָכֶם וְאַל תִּשְׁאֲלוּ שׁוּם שְׁאֵלָה שֶׁל מַצְפּוּן."},{"number":28,"verse":"אֲבָל אִם מִישֶׁהוּ יֹאמַר לָכֶם: \"זֶה נִזְבַּח לֶאֱלִיל\", אַל תֹּאכְלוּ לְמַעַן הָאִישׁ שֶׁהוֹדִיעַ לָכֶם וּלְמַעַן הַמַּצְפּוּן."},{"number":29,"verse":"מַצְפּוּן, אֲנִי אוֹמֵר - לֹא זֶה שֶׁלְּךָ אֶלָּא שֶׁל הָאַחֵר, שֶׁכֵּן לָמָּה שֶׁתִּשָּׁפֵט חֵרוּתִי עַל־יְדֵי מַצְפּוּנוֹ שֶׁל אַחֵר?"},{"number":30,"verse":"אִם אֲנִי מְבָרֵךְ וְאוֹכֵל לָמָּה שֶׁיְּדֻבַּר בִּי רָעוֹת בִּגְלַל מַה שֶּׁאֲנִי מְבָרֵךְ עָלָיו?"},{"number":31,"verse":"וּבְכֵן אִם תֹּאכְלוּ אוֹ תִּשְׁתּוּ, אוֹ כָּל מַה שֶּׁתַּעֲשׂוּ - עֲשׂוּ אֶת הַכֹּל לְמַעַן כְּבוֹד אֱלֹהִים."},{"number":32,"verse":"אַל תִּהְיוּ מִכְשׁוֹל לֹא לַיְּהוּדִים וְלֹא לַגּוֹיִם וְלֹא לִקְהִלַּת אֱלֹהִים,"},{"number":33,"verse":"כְּדֶרֶךְ שֶׁגַּם אֲנִי מִשְׁתַּדֵּל לִהְיוֹת רָצוּי לְכֻלָּם בְּכָל דָּבָר וְאֵינֶנִּי מְבַקֵּשׁ אֶת טוֹבָתִי אֲנִי, אֶלָּא אֶת טוֹבַתהָרַבִּים לְמַעַן יִוָּשְׁעוּ."}]}