{"bibleAbbr":"KNJV","bookName":"1 ತಿಮೊಥೆಯನಿಗೆ","bookEnglishName":"1 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"ನಮ್ಮ ರಕ್ಷಕನಾದ ದೇವರಿಂದಲೂ ನಮ್ಮ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರನಾಗಿರುವ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಿಂದಲೂ ನೇಮಿಸಲ್ಪಟ್ಟ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೊಸ್ತಲನಾದ ಪೌಲನು"},{"number":2,"verse":"ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ನಿಜಕುಮಾರನಾಗಿರುವ ತಿಮೊಥೆಯನಿಗೆ ಬರೆಯುವದೇನಂದರೆ - ತಂದೆಯಾದ ದೇವರಿಂದಲೂ ಕರ್ತನಾದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಿಂದಲೂ ನಿನಗೆ ಕೃಪೆಯೂ ಕರುಣೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ."},{"number":3,"verse":"ನಾನು ಮಕೆದೋನ್ಯಕ್ಕೆ ಹೋಗುತ್ತಿದ್ದಾಗ ನೀನು ಎಫೆಸದಲ್ಲೇ ಇದ್ದುಕೊಂಡು ಅಲ್ಲಿರುವ ಕೆಲವರಿಗೆ - ನೀವು ಬೇರೆ ಉಪದೇಶವನ್ನು ಮಾಡಬಾರದೆಂತಲೂ"},{"number":4,"verse":"ಕಲ್ಪನಾಕಥೆಗಳಿಗೂ ಕೊನೆಮೊದಲಿಲ್ಲದ ವಂಶಾವಳಿಗಳಿಗೂ ಲಕ್ಷ್ಯಕೊಡಬಾರದೆಂತಲೂ ಆಜ್ಞಾಪಿಸಬೇಕೆಂಬದಾಗಿ ನಿನಗೆ ಖಂಡಿತವಾಗಿ ಹೇಳಿದ ಪ್ರಕಾರ ಈಗಲೂ ಹೇಳುತ್ತೇನೆ. ಅಂಥ ಕಥೆಗಳೂ ವಂಶಾವಳಿಗಳೂ ವಿವಾದಕ್ಕೆ ಆಸ್ಪದವಾಗಿವೆಯೇ ಹೊರತು ದೇವರು ನಿರ್ವಹಿಸುವ ಕೆಲಸಕ್ಕೆ ಅನುಕೂಲವಾಗಿಲ್ಲ; ಇದರಲ್ಲಿ ನಂಬಿಕೆಯೇ ಮುಖ್ಯವಾದದ್ದು."},{"number":5,"verse":"ಶುದ್ಧ ಹೃದಯ ಒಳ್ಳೇಮನಸ್ಸಾಕ್ಷಿ ನಿಷ್ಕಪಟವಾದ ನಂಬಿಕೆ ಎಂಬಿವುಗಳಿಂದ ಹುಟ್ಟಿದ ಪ್ರೀತಿಯೇ ದೇವವಾಕ್ಯೋಪದೇಶದ ಗುರಿಯಾಗಿದೆ."},{"number":6,"verse":"ಕೆಲವರು ಈ ಗುರಿ ತಪ್ಪಿ ವ್ಯರ್ಥವಾದ ವಿಚಾರಗಳಿಗೆ ತಿರುಗಿಕೊಂಡಿದ್ದಾರೆ;"},{"number":7,"verse":"ಅವರು ಧರ್ಮೋಪದೇಶಕರಾಗಿರಬೇಕೆಂದಿದ್ದರೂ ತಾವು ಹೇಳುವದಾಗಲಿ ತಾವು ದೃಢವಾಗಿ ಮಾತಾಡುವ ವಿಷಯವಾಗಲಿ ಇಂಥದೆಂದು ತಿಳಿಯದವರಾಗಿದ್ದಾರೆ."},{"number":8,"verse":"ಧರ್ಮಶಾಸ್ತ್ರವು ಒಳ್ಳೇದೆಂದು ಬಲ್ಲೆವು;"},{"number":9,"verse":"ಆದರೆ ಅದನ್ನು ಅದರ ಉದ್ದೇಶಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ಉಪಯೋಗಿಸಬೇಕು; ಅಂದರೆ ಅದು ಅಧರ್ಮಿಗಳು, ಅವಿಧೇಯರು, ಭಕ್ತಿಹೀನರು, ಪಾಪಿಷ್ಠರು, ದೇವಭಕ್ತಿಯಿಲ್ಲದವರು, ಪ್ರಾಪಂಚಿಕರು, ತಂದೆತಾಯಿಗಳನ್ನು ಹೊಡೆಯುವವರು, ನರಹತ್ಯಮಾಡುವವರು, ಜಾರರು, ಪುರುಷಗಾಮಿಗಳು, ನರಚೋರರು, ಸುಳ್ಳುಗಾರರು, ಅಬದ್ಧಪ್ರಮಾಣಿಕರು, ಸ್ವಸ್ಥಬೋಧನೆಗೆ ಪ್ರತಿಕೂಲವಾಗಿ ಬೇರೆ ಏನಾದರೂ ಇದ್ದರೆ ಅದನ್ನು ಮಾಡುವವರು, ಈ ಮೊದಲಾದ ಅನೀತಿವಂತರಿಗಾಗಿ ನೇಮಕವಾಗಿದೆಯೇ ಹೊರತು ನೀತಿವಂತರಿಗೆ ನೇಮಕವಾಗಿಲ್ಲವೆಂದು ತಿಳಿದು ಉಪಯೋಗಿಸಬೇಕು."},{"number":11,"verse":"ಈ ಬೋಧೆ ಭಾಗ್ಯವಂತನಾದ ದೇವರ ಮಹಿಮೆಯನ್ನು ಪ್ರದರ್ಶಿಸುವ ಸುವಾರ್ತೆಗೆ ಅನುಸಾರವಾಗಿದೆ."},{"number":12,"verse":"ಈ ಸುವಾರ್ತೆಯ ಸೇವೆಯು ನನಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು. ನನಗೆ ಬಲವನ್ನು ದಯಪಾಲಿಸಿದವನು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನೇ. ಮೊದಲು ದೂಷಕನೂ ಹಿಂಸಕನೂ ಬಲಾತ್ಕಾರಿಯೂ ಆಗಿದ್ದ ನನ್ನನ್ನು ಆತನು ನಂಬಿಗಸ್ತನೆಂದು ಎಣಿಸಿ ತನ್ನ ಸೇವೆಗೆ ನೇಮಿಸಿಕೊಂಡದ್ದಕ್ಕಾಗಿ ನಾನು ಆತನಿಗೆ ಸ್ತೋತ್ರ ಸಲ್ಲಿಸುತ್ತೇನೆ. ನಾನು ಅವಿಶ್ವಾಸಿಯಾಗಿ ತಿಳಿಯದೆ ಹಾಗೆ ಮಾಡಿದ್ದರಿಂದ ನನ್ನ ಮೇಲೆ ಕರುಣೆ ಉಂಟಾಯಿತು;"},{"number":14,"verse":"ನಮ್ಮ ಕರ್ತನ ಕೃಪೆಯು ಅತ್ಯಧಿಕವಾಗಿದ್ದು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಂಬಿಕೆಯನ್ನೂ ಪ್ರೀತಿಯನ್ನೂ ನನ್ನಲ್ಲಿ ಉಂಟುಮಾಡಿತು."},{"number":15,"verse":"ಕ್ರಿಸ್ತ ಯೇಸು ಪಾಪಿಗಳನ್ನು ರಕ್ಷಿಸುವದಕ್ಕೋಸ್ಕರ ಈ ಲೋಕಕ್ಕೆ ಬಂದನು ಎಂಬ ವಾಕ್ಯವು ನಂಬತಕ್ಕದ್ದಾಗಿಯೂ ಸರ್ವಾಂಗೀಕಾರಕ್ಕೆ ಯೋಗ್ಯವಾದದ್ದಾಗಿಯೂ ಅದೆ; ಆ ಪಾಪಿಗಳಲ್ಲಿ ನಾನೇ ಮುಖ್ಯನು."},{"number":16,"verse":"ಆದರೆ ಇನ್ನು ಮುಂದೆ ನಿತ್ಯಜೀವಕ್ಕಾಗಿ ತನ್ನ ಮೇಲೆ ನಂಬಿಕೆಯಿಡುವವರಿಗೆ ತನ್ನ ದೀರ್ಘಶಾಂತಿಯ ದೃಷ್ಟಾಂತವಿರಬೇಕೆಂದು ಕ್ರಿಸ್ತ ಯೇಸು ಮುಖ್ಯ ಪಾಪಿಯಾದ ನನ್ನನ್ನು ಕರುಣಿಸಿ ನನ್ನಲ್ಲಿ ತನ್ನ ಪೂರ್ಣದೀರ್ಘಶಾಂತಿಯನ್ನು ತೋರ್ಪಡಿಸಿದನು."},{"number":17,"verse":"ಸರ್ವಯುಗಗಳ ಅರಸನೂ ನಿರ್ಲಯನೂ ಅದೃಶ್ಯನೂ ಆಗಿರುವ ಏಕದೇವರಿಗೆ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಮಾನಪ್ರಭಾವಗಳಿರಲಿ. ಆಮೆನ್."},{"number":18,"verse":"ಮಗನಾದ ತಿಮೊಥೆಯನೇ, ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಮುಂಚೆ ಉಂಟಾದ ಪ್ರವಾದನೆಗಳನ್ನು ನಾನು ನೆನಸಿ - ನೀನು ಅವುಗಳಿಂದ ಧೈರ್ಯಗೊಂಡು ಕ್ರೈಸ್ತರ ದಿವ್ಯಯುದ್ಧವನ್ನು ನಡಿಸಬೇಕೆಂದು ನಿನಗೆ ಆಜ್ಞಾಪನೆಮಾಡುತ್ತೇನೆ."},{"number":19,"verse":"ನಂಬಿಕೆಯನ್ನೂ ಒಳ್ಳೇ ಮನಸ್ಸಾಕ್ಷಿಯನ್ನೂ ಬಿಡದೆ ಹಿಡುಕೋ. ಕೆಲವರು ಮನಸ್ಸಿನ ಒಳ್ಳೇ ಸಾಕ್ಷಿಯನ್ನು ತಳ್ಳಿಬಿಟ್ಟು ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ಹಡಗು ಒಡೆದು ನಷ್ಟಪಟ್ಟವರಂತೆ ಇದ್ದಾರೆ; ಹುಮೆನಾಯನೂ ಅಲೆಕ್ಸಾಂದರನೂ ಇಂಥವರೇ;"},{"number":20,"verse":"ಇವರು ದೇವದೂಷಣೆ ಮಾಡಬಾರದೆಂಬದನ್ನು ಕಲಿತುಕೊಳ್ಳುವಂತೆ ಇವರನ್ನು ಸೈತಾನನಿಗೆ ಒಪ್ಪಿಸಿಕೊಟ್ಟೆನು."}]}