{"bibleAbbr":"KNJV","bookName":"1 ತಿಮೊಥೆಯನಿಗೆ","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"ಸಭಾಧ್ಯಕ್ಷನ ಉದ್ಯೋಗವನ್ನು ಪಡಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು ಒಳ್ಳೇ ಕೆಲಸವನ್ನು ಅಪೇಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆಂಬ ಮಾತು ನಂಬತಕ್ಕದ್ದಾಗಿದೆ."},{"number":2,"verse":"ಸಭಾಧ್ಯಕ್ಷನು ದೋಷಾರೋಪಣೆಯಿಲ್ಲದವನೂ ಏಕಪತ್ನಿಯುಳ್ಳವನೂ ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವನೂ ಜಿತೇಂದ್ರಿಯನೂ ಮಾನಸ್ಥನೂ ಅತಿಥಿಸತ್ಕಾರಮಾಡುವವನೂ ಬೋಧಿಸುವದರಲ್ಲಿ ಪ್ರವೀಣನೂ ಆಗಿರಬೇಕು."},{"number":3,"verse":"ಅವನು ಕುಡಿದು ಜಗಳವಾಡುವವನೂ ಹೊಡೆದಾಡುವವನೂ ಆಗಿರಬಾರದು; ಸಾತ್ವಿಕನೂ ಕುತರ್ಕ ಮಾಡದವನೂ ದ್ರವ್ಯಾಶೆಯಿಲ್ಲದವನೂ ಆಗಿರಬೇಕು."},{"number":4,"verse":"ಪೂರ್ಣಗೌರವದಿಂದ ತನ್ನ ಮಕ್ಕಳನ್ನು ಅಧೀನದಲ್ಲಿಟ್ಟುಕೊಂಡು ಸ್ವಂತ ಮನೆಯವರನ್ನು ಚೆನ್ನಾಗಿ ಆಳುವವನಾಗಿರಬೇಕು."},{"number":5,"verse":"ಸ್ವಂತ ಮನೆಯವರನ್ನು ಆಳುವದಕ್ಕೆ ತಿಳಿಯದವನು ದೇವರ ಸಭೆಯನ್ನು ಹೇಗೆ ಪರಾಂಬರಿಸುವನು?"},{"number":6,"verse":"ಅವನು ಹೊಸದಾಗಿ ಸಭೆಯಲ್ಲಿ ಸೇರಿದವನಾಗಿರಬಾರದು; ಅಂಥವನಾದರೆ ಉಬ್ಬಿಕೊಂಡು ಸೈತಾನನಿಗೆ ಪ್ರಾಪ್ತವಾದ ಶಿಕ್ಷಾವಿಧಿಗೆ ಒಳಗಾದಾನು."},{"number":7,"verse":"ಇದಲ್ಲದೆ ಅವನು ಹೊರಗಣವರಿಂದ ಒಳ್ಳೆಯವನೆನಿಸಿಕೊಂಡಿರಬೇಕು; ಇಲ್ಲದಿದ್ದರೆ ನಿಂದೆಗೆ ಗುರಿಯಾಗುವನು ಮತ್ತು ಸೈತಾನನ ಉರ್ಲಿನೊಳಗೆ ಸಿಕ್ಕಿಬಿದ್ದಾನು."},{"number":8,"verse":"ಅದೇ ರೀತಿಯಾಗಿ ಸಭಾಸೇವಕರು ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು. ಅವರು ಎರಡು ಮಾತಿನವರೂ"},{"number":9,"verse":"ಮದ್ಯನಿರತರೂ ನೀಚಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸುವವರೂ ಆಗಿರದೆ ನಂಬಿದವರಿಗೆ ಪ್ರಕಟವಾಗಿರುವ ಸತ್ಯಾರ್ಥವನ್ನು ಶುದ್ಧಮನಸ್ಸಾಕ್ಷಿಯಿಂದ ಕೈಕೊಳ್ಳುವವರಾಗಿರಬೇಕು."},{"number":10,"verse":"ಇದಲ್ಲದೆ ಅವರು ಮೊದಲು ಪರೀಕ್ಷಿಸಲ್ಪಡಬೇಕು; ತರುವಾಯ ಅವರ ಮೇಲೆ ಯಾರೂ ತಪ್ಪುಹೊರಿಸದಿದ್ದರೆ ಸಭಾಸೇವಕರ ಉದ್ಯೋಗವನ್ನು ನಡಿಸಲಿ."},{"number":11,"verse":"ಹಾಗೆಯೇ ಸಭಾಸೇವಕಿಯರಾದ ಸ್ತ್ರೀಯರೂ ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು; ಚಾಡಿ ಹೇಳುವವರಾಗಿರದೆ ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವರಾಗಿಯೂ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ನಂಬಿಗಸ್ತರಾಗಿಯೂ ಇರಬೇಕು."},{"number":12,"verse":"ಸಭಾಸೇವಕರು ಏಕಪತ್ನಿಯುಳ್ಳವರೂ ತಮ್ಮ ಮಕ್ಕಳನ್ನೂ ಮನೆಯವರನ್ನೂ ಚೆನ್ನಾಗಿ ಆಳುವವರೂ ಆಗಿರಬೇಕು."},{"number":13,"verse":"ಸಭಾಸೇವಕರಾಗಿ ಚೆನ್ನಾಗಿ ಕೆಲಸ ಮಾಡಿದವರು ತಮಗೆ ಒಳ್ಳೇ ಪದವಿಯನ್ನೂ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಂಬಿಕೆಯ ಸಂಬಂಧವಾಗಿ ಬಹು ಧೈರ್ಯವನ್ನೂ ಸಂಪಾದಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":14,"verse":"ಬೇಗನೆ ನಿನ್ನ ಬಳಿಗೆ ಬರುವೆನೆಂದು ನನಗೆ ನಿರೀಕ್ಷೆಯುಂಟು;"},{"number":15,"verse":"ಆದರೆ ಒಂದು ವೇಳೆ ನಾನು ತಡಮಾಡಿದರೂ ದೇವರ ಮನೆಯಲ್ಲಿ ಅಂದರೆ ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಸಭೆಯಲ್ಲಿ ನಡೆದುಕೊಳ್ಳಬೇಕಾದ ರೀತಿಯು ನಿನಗೆ ಗೊತ್ತಾಗಬೇಕೆಂದು ಈ ಸಂಗತಿಗಳನ್ನು ಬರೆದಿದ್ದೇನೆ. ಆ ಸಭೆಯು ಸತ್ಯಕ್ಕೆ ಸ್ತಂಭವೂ ಆಧಾರವೂ ಆಗಿದೆ."},{"number":16,"verse":"ದೇವಭಕ್ತಿಗೆ ಆಧಾರವಾಗಿರುವ ಸತ್ಯಾರ್ಥವು ಗಂಭೀರವಾದದ್ದೆಂಬದಕ್ಕೆ ನಾವೆಲ್ಲರೂ ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇವೆ; ಅದೇನಂದರೆ - ಆತನು ಶರೀರಧಾರಿಯಾಗಿ ಪ್ರತ್ಯಕ್ಷನಾದನು; ಆತ್ಮ ಸಂಬಂಧವಾಗಿ ಆತನೇ ಎಂದು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟನು; ದೇವದೂತರಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು; ಅನ್ಯಜನರಲ್ಲಿ ಪ್ರಸಿದ್ಧಿ ಮಾಡಲ್ಪಟ್ಟನು; ಲೋಕದಲ್ಲಿ ನಂಬಲ್ಪಟ್ಟನು; ಪ್ರಭಾವಸ್ಥಾನದಲ್ಲಿ ಸೇರಿಸಲ್ಪಟ್ಟನು."}]}