{"bibleAbbr":"NLT2015","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better to be poor and honest than to be dishonest and a fool."},{"number":2,"verse":"Enthusiasm without knowledge is no good; haste makes mistakes."},{"number":3,"verse":"People ruin their lives by their own foolishness and then are angry at the LORD."},{"number":4,"verse":"Wealth makes many “friends”; poverty drives them all away."},{"number":5,"verse":"A false witness will not go unpunished, nor will a liar escape."},{"number":6,"verse":"Many seek favors from a ruler; everyone is the friend of a person who gives gifts!"},{"number":7,"verse":"The relatives of the poor despise them; how much more will their friends avoid them! Though the poor plead with them, their friends are gone."},{"number":8,"verse":"To acquire wisdom is to love yourself; people who cherish understanding will prosper."},{"number":9,"verse":"A false witness will not go unpunished, and a liar will be destroyed."},{"number":10,"verse":"It isn’t right for a fool to live in luxury or for a slave to rule over princes!"},{"number":11,"verse":"Sensible people control their temper; they earn respect by overlooking wrongs."},{"number":12,"verse":"The king’s anger is like a lion’s roar, but his favor is like dew on the grass."},{"number":13,"verse":"A foolish child (Hebrew son; also in 19:27.) is a calamity to a father; a quarrelsome wife is as annoying as constant dripping."},{"number":14,"verse":"Fathers can give their sons an inheritance of houses and wealth, but only the LORD can give an understanding wife."},{"number":15,"verse":"Lazy people sleep soundly, but idleness leaves them hungry."},{"number":16,"verse":"Keep the commandments and keep your life; despising them leads to death."},{"number":17,"verse":"If you help the poor, you are lending to the LORD— and he will repay you!"},{"number":18,"verse":"Discipline your children while there is hope. Otherwise you will ruin their lives."},{"number":19,"verse":"Hot-tempered people must pay the penalty. If you rescue them once, you will have to do it again."},{"number":20,"verse":"Get all the advice and instruction you can, so you will be wise the rest of your life."},{"number":21,"verse":"You can make many plans, but the LORD’s purpose will prevail."},{"number":22,"verse":"Loyalty makes a person attractive. It is better to be poor than dishonest."},{"number":23,"verse":"Fear of the LORD leads to life, bringing security and protection from harm."},{"number":24,"verse":"Lazy people take food in their hand but don’t even lift it to their mouth."},{"number":25,"verse":"If you punish a mocker, the simpleminded will learn a lesson; if you correct the wise, they will be all the wiser."},{"number":26,"verse":"Children who mistreat their father or chase away their mother are an embarrassment and a public disgrace."},{"number":27,"verse":"If you stop listening to instruction, my child, you will turn your back on knowledge."},{"number":28,"verse":"A corrupt witness makes a mockery of justice; the mouth of the wicked gulps down evil."},{"number":29,"verse":"Punishment is made for mockers, and the backs of fools are made to be beaten."}]}