{"bibleAbbr":"urDGV2010","bookName":"१-तवारीख़","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"( रूबिन की औलाद) इस्राईल का पहलौठा रूबिन था। लेकिन चूँकि उस ने अपने बाप की दाश्ता से हमबिसतर होने से बाप की बेहुरमती की थी इस लिए पहलौठे का मौरूसी हक़ उस के भाई यूसुफ़ के बेटों को दिया गया। इसी वजह से नसबनामे में रूबिन को पहलौठे की हैसियत से बयान नहीं किया गया।"},{"number":2,"verse":"यहूदाह दीगर भाइयों की निस्बत ज़्यादा ताक़तवर था, और उस से क़ौम का बादशाह निकला। तो भी यूसुफ़ को पहलौठे का मौरूसी हक़ हासिल था।"},{"number":3,"verse":"इस्राईल के पहलौठे रूबिन के चार बेटे हनूक, फ़ल्लू, हस्रोन और कर्मी थे।"},{"number":4,"verse":"योएल के हाँ समायाह पैदा हुआ, समायाह के जूज, जूज के सिमई,"},{"number":5,"verse":"सिमई के मीकाह, मीकाह के रियायाह, रियायाह के बाल और"},{"number":6,"verse":"बाल के बईरा। बईरा को असूर के बादशाह तिग्लत-पिलेसर ने जिलावतन कर दिया। बईरा रूबिन के क़बीले का सरपरस्त था।"},{"number":7,"verse":"उन के नसबनामे में उस के भाई उन के ख़ानदानों के मुताबिक़ दर्ज किए गए हैं, सर-ए-फ़हरिस्त यईएल, फिर ज़करियाह"},{"number":8,"verse":"और बाला बिन अज़ज़ बिन समा बिन योएल। रूबिन का क़बीला अरोईर से ले कर नबू और बाल-मऊन तक के इलाक़े में आबाद हुआ।"},{"number":9,"verse":"मशरिक़ की तरफ़ वह उस रेगिस्तान के किनारे तक फैल गए जो दरया-ए-फ़ुरात से शुरू होता है। क्यूँकि जिलिआद में उन के रेवड़ों की तादाद बहुत बढ़ गई थी।"},{"number":10,"verse":"साऊल के अय्याम में उन्हों ने हाजिरियों से लड़ कर उन्हें हलाक कर दिया और ख़ुद उन की आबादियों में रहने लगे। यूँ जिलिआद के मशरिक़ का पूरा इलाक़ा रूबिन के क़बीले की मिलकियत में आ गया।"},{"number":11,"verse":"( जद की औलाद) जद का क़बीला रूबिन के क़बीले के पड़ोसी मुल्क बसन में सल्का तक आबाद था।"},{"number":12,"verse":"उस का सरबराह योएल था, फिर साफ़म, यानी और साफ़त। वह सब बसन में आबाद थे।"},{"number":13,"verse":"उन के भाई उन के ख़ानदानों समेत मीकाएल, मसुल्लाम, सबा, यूरी, याकान, ज़ीअ और इबर थे।"},{"number":14,"verse":"यह सात आदमी अबीख़ैल बिन हूरी बिन यारूह बिन जिलिआद बिन मीकाएल बिन यसीसी बिन यह्दू बिन बूज़ के बेटे थे।"},{"number":15,"verse":"अख़ी बिन अब्दीएल बिन जूनी इन ख़ानदानों का सरपरस्त था।"},{"number":16,"verse":"जद का क़बीला जिलिआद और बसन के इलाक़ों की आबादियों में आबाद था। शारून से ले कर सरहद तक की पूरी चरागाहें भी उन के क़ब्ज़े में थीं।"},{"number":17,"verse":"यह तमाम ख़ानदान यहूदाह के बादशाह यूताम और इस्राईल के बादशाह यरुबिआम के ज़माने में नसबनामे में दर्ज किए गए।"},{"number":18,"verse":"( दरया-ए-यर्दन के मशरिक़ में क़बीलों की जंग) रूबिन, जद और मनस्सी के आधे क़बीले के 44760 फ़ौजी थे। सब लड़ने के क़ाबिल और तजरिबाकार आदमी थे, ऐसे लोग जो तीर चला सकते और ढाल और तलवार से लेस थे।"},{"number":19,"verse":"उन्हों ने हाजिरियों, यतूर, नफ़ीस और नोदब से जंग की।"},{"number":20,"verse":"लड़ते वक़्त उन्हों ने अल्लाह से मदद के लिए फ़र्याद की, तो उस ने उन की सुन कर हाजिरियों को उन के इत्तिहादियों समेत उन के हवाले कर दिया।"},{"number":21,"verse":"उन्हों ने उन से बहुत कुछ लूट लिया : 50000 ऊँट, 250000 भेड़-बकरियाँ और 2000 गधे। साथ साथ उन्हों ने 100000 लोगों को क़ैद भी कर लिया।"},{"number":22,"verse":"मैदान-ए-जंग में बेशुमार दुश्मन मारे गए, क्यूँकि जंग अल्लाह की थी। जब तक इस्राईलियों को असूर में जिलावतन न कर दिया गया वह इस इलाक़े में आबाद रहे।"},{"number":23,"verse":"( मनस्सी का आधा क़बीला) मनस्सी का आधा क़बीला बहुत बड़ा था। उस के लोग बसन से ले कर बाल-हर्मून और सनीर यानी हर्मून के पहाड़ी सिलसिले तक फैल गए।"},{"number":24,"verse":"उन के ख़ानदानी सरपरस्त इफ़र, यिसई, इलीएल, अज़्रीएल, यरमियाह, हूदावियाह और यह्दीएल थे। सब माहिर फ़ौजी, मश्हूर आदमी और ख़ानदानी सरबराह थे।"},{"number":25,"verse":"( मशरिक़ी क़बीलों की जिलावतनी) लेकिन यह मशरिक़ी क़बीले अपने बापदादा के ख़ुदा से बेवफ़ा हो गए। वह ज़िना करके मुल्क के उन अक़्वाम के देवताओं के पीछे लग गए जिन को अल्लाह ने उन के आगे से मिटा दिया था।"},{"number":26,"verse":"यह देख कर इस्राईल के ख़ुदा ने असूर के बादशाह तिग्लत-पिलेसर को उन के ख़िलाफ़ बरपा किया जिस ने रूबिन, जद और मनस्सी के आधे क़बीले को जिलावतन कर दिया। वह उन्हें ख़लह, दरया-ए-ख़ाबूर, हारा और दरया-ए-जौज़ान को ले गया जहाँ वह आज तक आबाद हैं।"}]}