{"bibleAbbr":"GB1587","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"And Until now it has been the general prophecy, comprehended in two parts, as I showed in (Rev. 11:1-19). Now will be declared the first part of this prophecy, in this and the next chapter and the latter part in the fourteenth, fifteenth and sixteenth chapters. To the first part, which is about the conflicting or militant Church belong two things. The beginning and the progress of the same in conflicts and Christian combats. Of which two the beginning of the Church is described in this chapter, and the progress of it in the chapter following. The beginning of the Christian Church we define as the first moment of the conception of Christ, until the time in which this church was weaned and taken away from the breast or milk of her mother: which is the time when the Church of the Jews with their city and temple was overthrown by the judgment of God. So we have in this chapter the story of 69 years and upwards. There are three parts to this chapter. The first, is the history of the conception and pregnancy in (Rev_12:1-4). The second, a history of the birth from (Rev_12:5-12). The third is about the woman who gave birth, to the end of the chapter. These several parts each have their conflicts. Therefore in the first part are two verses: and another of the lying in wait of the dragon against the child about to be born, in the next two verses. In the first point are these things, the description of the mother (Rev_12:1) and the pains of childbirth in (Rev_12:2) all shown to John from heaven. there appeared a great wonder in heaven; A type of the true holy Church which was at that time in the Jewish nation. This Church (as is the state of the Catholic church) did in itself shine with glory given by God, immutable and unchangeable, and possessed the kingdom of heaven as the heir of it. a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:"},{"number":2,"verse":"And For this is the barren woman who had not given birth; (Isa_45:1; Gal_4:27). She cried out with good cause, and was tormented at that time, when in the judgment of all she seemed near to death, about to die because of her weakness and poverty. she being with child cried, travailing in birth, and pained to be delivered."},{"number":3,"verse":"And there appeared another wonder in heaven; That is the devil or Satan, see (Rev_12:9), mighty, angry and full of wrath. and behold a great red dragon, having By this to withstand those seven churches spoken of, that is, the catholic church, and that with kingly objects and tyrannical magnificence: signified by the crowns set on his heads, as if they belonged to him by the proper right, without controversy: as also he boasted to Christ; See (Mat_4:9; Rev_13:1). seven heads and ten More than the horns of the Lamb, or than the churches are: so well equipped does the tyrant brag himself to be, to do all manner of wickedness. horns, and seven crowns upon his heads."},{"number":4,"verse":"After the description of Satan follows this action, that is, his battle with the Church partly to that which is visible, in which the wheat is mingled with the chaff, and the good fish with that which is evil: its good part, though in appearance it shined as the stars shine in heaven, he is said to thrust down out of heaven, and to pervert: for if it were possible he would pervert even the elect (Mat_24:24) and partly to the elect members of the holy catholic church in the second part of this verse. Many therefore of the members of this visible Church (says John) he overthrew and triumphed on them. And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon He withstood that elect Church of the Jews which was now ready to bring forth the Christian Church and watched for her to give birth. For the whole Church, and whole body is compared to a woman: and a part of the Church to that which is brought forth, as we have noted in (Son_7:6). stood before the woman which was ready to be delivered, for Christ mystical (as they call him) that is, the whole Church, consists of the person of Christ as the head and of the body united to it by the Spirit, so is the name of Christ taken on (1Co_12:12). to devour her child as soon as it was born."},{"number":5,"verse":"The second history of this Church delivered of child: in which first the consideration of the child born, and of the mother, is described in two verses (Rev_12:6): secondly the battle of the dragon against the young child, and the victory obtained against him in the three verses following (Rev_12:7-9): last of all is sung a song of victory, to (Rev_12:10-12). Now John in consideration of the child born, notes two things: for he describes him, and his station or place in this verse. And she brought forth a man That is Christ the head of the Church joined with his Church (the beginning root and foundation of which is the same Christ) endued with kingly power and taken up into heaven out of the jaws of Satan (who as a serpent did bite him on the cross) that sitting on the heavenly throne, he might reign over all. child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and [to] his throne."},{"number":6,"verse":"The Church of Christ which was of the Jews, after his ascension into heaven, hid itself in the world as in a wilderness, trusting only in the defence of God, as Luke witnesses in Acts. And the woman fled into the wilderness, where she hath a place prepared of God, that Namely the apostles and servants of God ordained to feed with the word of life, the Church collected both of the Jews and Gentiles unless any man will take the word «alerent» impersonally after the use of the Hebrews, instead of «aleretur» but I like the first better. For he has respect to those two prophets, of whom Revelation 11:3 speaks. As for the meaning of the 1290 days, see the same. they should feed her there a thousand two hundred [and] threescore days."},{"number":7,"verse":"And there was war in heaven: Christ is the Prince of angels and head of the Church, who bears that iron rod (Rev_12:5). Also {{See Dan_12:1}}. In this verse a description of the battle and of the victory in the two verses following (Rev_12:8-9). The psalmist noted this battle as did Paul; (Psa_68:9; Eph_4:8; Col_2:15). Michael and his angels fought against the dragon; and the dragon fought and his angels,"},{"number":8,"verse":"The description of the victory, by the denying of the thing in this verse, and by affirming the opposite in (Rev_12:9). As Satan gained nothing in heaven, but was by the power of God thrown down into the world of which he is the prince, Christ himself and his elect members standing still by the throne of God. And prevailed not; neither was their They were cast out so, that they were never seen any more in heaven. place found any more in heaven."},{"number":9,"verse":"And the great dragon, that olde serpent, called the deuil and Satan, was cast out, which deceiueth all the world: he was euen cast into the earth, and his angels were cast out with him."},{"number":10,"verse":"And I heard a loud voice saying in heaven, The song of victory or triumph containing first, a proposition of the glory of God and of Christ shown in that victory: secondly, it contains a reason for the same proposition, taken from the effects, as the enemy is overcome in battle, in this verse, and the godly are made conquerors (and more than conquerors) (Rom_8:37). Thirdly a conclusion, in which is an exhortation to the angels, and to the saints: and to the word, a prophecy of great misery, and of destruction obtained by the devil against mankind, since he himself will soon be miserable (Rev_12:12). Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night."},{"number":11,"verse":"And they overcame him by the blood of the Lamb, and by the word of their testimony; and they He is said in the Hebrew tongue, to love his life, who values his life more than anything else: and on the other side, he is said not to love his life, who does not hesitate to risk it, if need requires it. loved not their lives unto the death."},{"number":12,"verse":"Therefore reioyce, ye heauens, and ye that dwell in them. Wo to the inhabitants of the earth, and of the sea: for the deuill is come downe vnto you, which hath great wrath, knowing that he hath but a short time."},{"number":13,"verse":"And when The third part: a history of the woman delivered, consisting of two parts, the present battle of Satan against the Christian Church of the Jewish nation, in (Rev_12:13-16): and the battle intended against the Church of the Gentiles, which is called holy by reason of the gospel of Christ in (Rev_12:17). the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man [child]."},{"number":14,"verse":"That is, being strengthened with divine power: and taught by oracle, she fled swiftly from the assault of the devil, and from the common destruction of Jerusalem and went into a solitary city beyond Jordan called Pella as Eusebius tells in the first chapter of the third book of his ecclesiastical history: where God had commanded her by revelation. And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her Into the place God had prepared for her. place, where she is nourished for a That is, for three and a half years: so the same speech is taken in {{See Dan_7:25}}. This space of time is reckoned in manner from that last and most grievous rebellion of the Jews, to the destruction of the city and temple, for their defection or falling away, began in the twelfth year of Nero, before the beginning of which many signs and predictions were shown from heaven, as Josephus wrote, lib.7, chap.12, and Hegesippus lib.5, chap.44, among which this is very memorable. In the feast of Pentecost not only a great sound and noise was heard in the Temple, but also a voice was heard by many out of the Sanctuary which cried out to all, Let us depart from here. Now three and a half years after this defection by the Jews began, and those wonders happened, the city was taken by force, the temple overthrown, and the place forsaken by God: and the length of time John noted in this place. time, and times, and half a time, from the face of the serpent."},{"number":15,"verse":"That is, he inflamed the Romans and the nations that in persecuting the Jewish people with cruel arms, they might at the same time invade the Church of Christ, now departed from Jerusalem and out of Judea. For it is a normal thing in scripture, that the raging tumults of the nations should be compared to waters. And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood."},{"number":16,"verse":"That is, there was offered in their place other Jews, to the Romans and nations raging against that people: and it came to pass by this that the Church of God was saved entirely from that violence, that most raging flood of persecution which the dragon vomited out being completely exhausted in the destroying of those other Jews. And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth."},{"number":17,"verse":"Being set on fire by this means, he began to be more mad, and because he perceived that his purpose against the Christian Church of the Jewish remnant was come to nothing, he resolved to fall on her seed, that is, the Church of the Gentiles, gathered by God and the holy members of the church. This is that other part, as is said in (Rev_12:13) in which the purpose of Satan is shown in (Rev_12:17) and his attempt, in (Rev_13:1). And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ."}]}