{"bibleAbbr":"Geneva1587","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"And In the former chapter was set down the preparation to the work of God: here is delivered the execution of it. In this discourse of the execution, is a general commandment, in this verse, then a particular recital in order of the execution done by every of the seven angels, in the rest of the chapter. This special execution against Antichrist and his crew does in manner agree to that which was generally done on the whole world, chapters eight and nine and belongs (if my conjecture fail me not) to the same time. Yet in here they differ from one another, that this was particularly effected on the princes and ringleaders of the wickedness of the world, the other generally against the whole world being wicked. Therefore these judgments are more grievous than those. I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth."},{"number":2,"verse":"The history of the first angel, whose plague on the earth is described almost in the same words with that sixth plague of the Egyptians in (Exo_9:9). But it does signify a spiritual vicar, and that torture or butchery of conscience seared with a hot iron, which accuses the ungodly within, and both by truth of the word (the light of which God has now so long shown forth) and by bitterness stirs up and forces out the sword of God's wrath. And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the See (Rev_13:16) mark of the beast, and [upon] them which worshipped his image."},{"number":3,"verse":"The history of the second angel, who troubles and molests the seas, that he may stir up the conscience of men sleeping in their wickedness; (Rev_8:8). And the second angel poured out his vial upon the sea; and it It was turned into rotten and filthy blood, such as is in dead bodies. became as the blood of a dead [man]: and every living soul died in the sea."},{"number":4,"verse":"The story of the third angel striking the rivers, in this verse, who proclaiming the justice of God, commends the same by a grave comparison of the sins of men, with the punishment of God: which is common to this place, and that which went before. Wherefore also this praising is attributed to the angel of the waters, a name common to the second and third angels, according as both of them are said to be sent against the waters, though the one of the sea, the other of the rivers, in (Rev_16:5-6). And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood."},{"number":5,"verse":"And I heard the Angel of the waters say, Lord, thou art iust, Which art, and Which wast: and Holy, because thou hast iudged these things."},{"number":6,"verse":"For they shed the blood of the Saints, & Prophets, and therefore hast thou giuen them blood to drinke: for they are worthy."},{"number":7,"verse":"A confirmation of the praise before going out of the sanctuary of God, whether immediately by Christ, or by some one of his angels, for Christ also is called another angel; (Rev_3:8, Rev_7:2, Rev_12:1) And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous [are] thy judgments."},{"number":8,"verse":"The story of the fourth angel, who throws the plague on the heavens and on the sun, of which Luke notes the effects in (Luk_21:26). The one peculiar, that it shall scorch men with heat in this verse. The other proceeding accidentally from the former, that their fury shall so much more be enraged against God in (Rev_16:9), when yet (O wonderful mercy and patience of God) all other creatures are first stricken often and grievously by the hand of God before mankind, by whom he is provoked: as the things before declare. And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire."},{"number":9,"verse":"And men boyled in great heate, and blasphemed the Name of God, which hath power ouer these plagues, and they repented not, to giue him glorie."},{"number":10,"verse":"The story of the first angel, who strikes the kingdom of the beast with two plagues abroad the darkness, with biles and distresses most grievous, throughout his whole kingdom that by this he might wound the conscience of the wicked, and punish the perverse obstinacy of the idolaters: of which arose perturbation, and thence a furious indignation and desperate madness, raging against God and hurtful to itself. And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,"},{"number":11,"verse":"And blasphemed the God of heauen for their paines, and for their sores, and repented not of their workes."},{"number":12,"verse":"The story of the sixth angel, divided into his act, and the event of it. The act is, that the angel cast out of his mouth the plague of a most glowing heat, in which even the greatest floods, and which most were accustomed to swell and overflow (as Euphrates) were dried up, by the counsel of God in this verse. The event is, that the madness with which the wicked are enraged that they may scorn the judgments of God, and abuse them furiously to serve their own turn, and to the executing of their own wicked outrage. And the sixth angel poured out his vial upon the great river The bound of the spiritual Babylon, and to the fortresses of the same (Rev_9:14). Euphrates; and So the Church of the ungodly, and kingdom of the beast is said to be left naked, all the defences of it in which they put their trust, being taken away from it. the water thereof was dried up, That is, that even they who dwell further off, may with more convenience make haste to the sacrifice, which the Lord has appointed. that the way of the kings of the east might be prepared."},{"number":13,"verse":"And I saw That is, every one of them focus their whole force, and conspired that by wonders, word and work they might bring into the same destruction all kings, princes and potentates of the world, cursedly bewitched by them by their spirits, and teachers of the vanity and impunity of the beast that committed fornication with the kings of the earth. This is a good description of our times. three unclean spirits Croaking with all importunity and continually day and night provoking and calling forth to arms, as the trumpets and furies of wars, as is declared in (Rev_16:14). like frogs [come] out of the mouth of the That is, the devil; (Rev_12:3) dragon, and out of the mouth of the See (Rev_13:1). beast, and out of the mouth of the That is, of that other beast; (Rev_13:11), for so he is called also in (Rev_19:20, Rev_20:10). false prophet."},{"number":14,"verse":"For they are the spirits of deuils, working miracles, to go vnto the Kings of the earth, and of the whole world, to gather them to the battell of that great day of God Almightie."},{"number":15,"verse":"A parenthesis for admonition, in which God warns his holy servants, who rest in the expectation of Christ, always to think of his coming, and to look to themselves, that they be not shamefully made naked and circumvented of these unclean spirits, and so they be miserable unprepared at the coming of the Lord; (Mat_24:29, Mat_25:13). Behold, I come as a thief. Blessed [is] he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame."},{"number":16,"verse":"Namely the angel, who according to the commandment of God, was to do sacrifice: nonetheless that those impure spirits do the same wickedly, as servants not to God, but to the beast that has seven heads. And he gathered them together into a place called in the Hebrew tongue That is, (to say nothing of other expositions) the mountain itself, or mountain places of Megiddon. Now it is certain by the Holy Scripture, that Megiddon is a city and territory in the tribe of Manasseh, bordering on Issachar and Asher, and was made famous by the lamentable overthrow of king Josias; (2Ch_35:22; Zec_12:11). In this mountain country God says by figure or type that the kings of the people who serve the beast shall meet together; because the Gentiles did always cast that lamentable overthrow in the teeth of the Church of the Jews, to their great reproach and therefore were persuaded that that place should be most fortunate to them (as they speak) and unfortunate to the godly. But God here pronounces, that that reproach of the Church and confidence of the ungodly, shall by himself be taken away, in the same place where the nations persuaded themselves, they should mightily exult and triumph against God and his Church. Armageddon."},{"number":17,"verse":"The story of the seventh angel to the end of the chapter, in which first is shown by sign and speech, the argument of this plague, in this verse: and then is declare the execution of it in the verses following. And the seventh angel poured out his vial into the From whence he might move the heaven above, and the earth beneath. air; and there came a great voice out of the temple of heaven, from That is, from him that sits on the throne, by metonymy. the throne, saying, That is, Babylon is undone, as is shown in (Rev_16:19) and in the chapters following. For the first onset (as I might say) of this denunciation, is described in this chapter: and the last containing a perfect victory, is described in those that follow. It is done."},{"number":18,"verse":"Now is declared the execution (as is said) in (Rev_16:17) and the things that shall last come to pass in heaven and in earth before the overthrow of the beast of Babylon: both generally in (Rev_16:18) and particularly in the cursed city, and such as have any familiarity with it, in the last verses. And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, [and] so great."},{"number":19,"verse":"The seat or standing place of Antichrist. And the great city was divided into three parts, and the cities of the nations Of all who cleave to Antichrist and fight against Christ. fell: and great That harlot, of whom in the next chapter following. Now this phrase «to come into remembrance» is from the Hebrew language, borrowed from men, and attributed to God. Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath."},{"number":20,"verse":"And every island fled away, and the mountains That is, were seen no more, or were no more extant. A borrowed Hebraism. were not Literally «appeared not»; (Gen_5:24) found."},{"number":21,"verse":"The manner of the particular execution, most evidently testifying the wrath of God by the original and greatness of it: the event of which is the same with that which is in (Rev_9:12) and that which has been mentioned in this chapter, from the execution of the fourth angel till now, that is to say, an incorrigible pertinency of the world in their rebellion, and a heart that cannot repent; (Rev_16:9-10). And there fell upon men a great hail out of heaven, [every stone] about the weight of a About the weight of a talent, and a talent was sixty pounds, that is, six hundred groats, by which is signified a marvellous and strange weight. talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great."}]}