{"bibleAbbr":"GB1587","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"And The state of the Church militant being declared, now follows the state of the church overcoming and getting victory, as I showed before in the beginning of the tenth chapter. This state is set forth in four chapters. As in the place before I noted, that in that history the order of time was not always exactly observed so the same is to be understood in this history, that it is distinguished according to the people of which it speaks, and that the stories of the people are observed in the time of it. For first is delivered the story of Babylon destroyed in this and the next chapter (for this Babylon out of all doubt, shall perish before the two beasts and the dragon). Secondly, is delivered the destruction of both the two beasts, chapter nineteen and lastly of the dragon, chapter eighteen. In the story of the spiritual Babylon, are distinctly set forth the state of it in this chapter, and the overthrow done from the first argument, consisting of the particular calling of the prophet (as often before) and a general proposition. there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto That is, that damnable harlot, by a figure of speech called «hyppalage». For John as yet had not seen her. Although another interpretation may be thought of, yet I like this better. thee the The sentence that is pronounce against this harlot. judgment of the great whore that sitteth upon many waters:"},{"number":2,"verse":"With whom haue committed fornication the Kings of the earth, and the inhabitants of the earth are drunken with the wine of her fornication."},{"number":3,"verse":"Henceforth is propounded the type of Babylon, and the state of it, in four verses. After, a declaration of the type, in the rest of this chapter. In the type are described two things, the beast (of whom chapter thirteen speaks), in this verse and the woman that sits on the beast in (Rev_17:4-6). The beast in process of time has gotten somewhat more than was expressed in the former vision. First in that it is not read before that he was apparelled in scarlet, a robe imperial and of triumph. Secondly, in that this is full of names of blasphemy: the other carried the name of blasphemy only in his heads. So God teaches that this beast is much increased in impiety and injustice and does in this last age, triumph in both these more insolently and proudly then ever before. So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a A scarlet colour, that is, with a red and purple garment: and surely it was not without cause the romish clergy were so much delighted with this colour. scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns."},{"number":4,"verse":"And That harlot, the spiritual Babylon, which is Rome. She is described by her attire, profession, and deeds. the woman was arrayed In attire most glorious, triumphant, most rich, and most gorgeous. in purple and scarlet colour, and decked with gold and precious stones and pearls, having In profession the nourisher of all, in this verse and teaching her mysteries to all, (Rev_17:5) setting forth all things most magnificently: but indeed fatally besetting miserable men with her cup, and brings upon them a deadly giddiness. a golden cup in her hand full of abominations and filthiness of her fornication:"},{"number":5,"verse":"Deceiving with the title of religion, and public inscription of mystery: which the beast in times past did not bear. And upon her forehead [was] a name written, MYSTERY, An exposition: in which John declares what manner of woman this is. BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH."},{"number":6,"verse":"In manner of deeds: She is red with blood, and sheds it most licentiously, and therefore is coloured with the blood of the saints, as on the contrary part, Christ is set forth imbued with the blood of her enemies; (Isa_63:1). And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: A passage to the second part of this chapter, by occasion given of John, as the words of the angel do show in the next verse. and when I saw her, I wondered with great admiration."},{"number":7,"verse":"The second part or place as I said in {{See Rev_17:1}}. The narration of the vision promised in the verse following. Now there is delivered first a narration of the beast and his story, to verse fourteen. After, of the harlot, to the end of the chapter. And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns."},{"number":8,"verse":"The story of the beast has a triple description of him. The first is a distinction of this beast from all that ever have been at any time: which distinction is contained in this verse: The second is a delineation or painting out of the beast by things present, by which he might even at that time be known by the godly: and this delineation is according to his heads in (Rev_17:12-14). This beast is that empire of Rome, of which I spoke in {{See Rev_13:11}} according to the mutations and changes of which then had already happened, the Holy Spirit has distinguished and set out the same. The apostle distinguishes this beast from all others in these words «the beast which thou saw, was and is not.» For so I expound the words of the apostle for the evidence's sake, as I will further declare in the notes following. The beast that thou sawest The meaning is, that beast which you saw before in (Rev_13:1) and which you have now seen, was (was I say) from Julius Caesar in respect to beginning, rising up, station, glory, dominion, manner and family, from the house of Julius: and yet is not now the same, if you look to the house and family: for the dominion of this family was translated to another, after the death of Nero from that other to a third, from a third to a fourth, and so on, was varied and altered by innumerable changes. Finally, the Empire is one, as it were one beast: but exceedingly varied by kindreds, families, and persons. It was therefore (says John) in the kindred or house of Julius: and now it is not in that kindred, but translated to another. was, and is not; and As if he should say, «Also this same that is, shall shortly not be: but shall ascend out of the depth, or out of the sea» (as was said) in (Rev_13:1) that is, shall be a new stock from among the nations without difference and shall in the same state go to into destruction, or run and perish: and so shall successively new princes or emperors come and go, arise and fall, the body of the beast remaining still, but tossed with many frequent alterations, as no man can but marvel that this beast was able to stand and hold out, in so many mutations, verily no empire that ever was tossed with so many changes, and as it were with so many tempests of the sea, ever continued so long. shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, That is as many as have not learned the providence of God according to the faith of the saints, shall marvel at these grievience and frequent changes when they consider the same beast which is the Roman Empire, to have ceased to exist and then to exist again and still infected with perpetual changes and yet in the same to stand and continue. This in my opinion is the most simple exposition in this passage, and confirmed by the events themselves. Although by the last change the empire that before was civil state became ecclesastical one, is not obscurely signified by these words. The first exercised cruelty upon the bodies of the saints, the other also upon their souls. The first by human order and policy, the other under the colour of the law of God and of religion, raged and imbrued itself with the blood of the godly. when they behold the beast that was, and is not, and yet is."},{"number":9,"verse":"An exhortation preparing for the readers in the same argument, as that of Christ «He that hath ears to hear let him hear». I would rather read in this passage «Let there be here a mind, etc». So the angel passes to the second place of this description. And here [is] the mind which hath wisdom. The Children know what the seven hilled city is, which is so much spoken of, and where of Virgil thus reports, «And compasses seven towers in one wall», that city it is, which when John wrote these things, had rule over the kings of the earth. It was and is not, and yet it remains to this day, but it is declining to destruction. seven heads This is the description of the beast by things present (as I said before) by which John endeavoured to describe the same, that he might be both known of the godly in that age, and be further observed and marked of posterity afterwards. This delineation has one tip, that is, his heads, but a double description or application of the type: one permanent, from the nature itself, the other changeable, by the working of men. The description permanent, is by the seven hills, in this verse, the other that flees, is from the seven kings, (Rev_17:10-11). Here it is worthy to be observed, that one type has sometime two or more applications, as seems good to the Holy Spirit to express, either one thing by various types, or various things by one type. So I noted before of the seven spirits in {{See Rev_1:4}}. Now this woman that sits on seven hills, is the city of Rome, called in times past by the Greeks, «upon a hill» i. of seven tops or crests and by Varro, «septiceps» i. of her seven heads (as here) of seven heads, and by others, «septem collis» i. standing upon seven hills. are seven mountains, on which the woman sitteth."},{"number":10,"verse":"The beginning of these kings or emperors is almost the same as the beginning of the Church of Christ, which I showed before in {{See Rev_11:1}}. Namely from the 25th year after the passion of Christ, at which time the temple and church of the Jews was overthrown. In this year it came to pass by the providence of God, that that saying «The beast was, and is not» was fulfilled before the destruction of the Jews immediately following, came to pass. That was 809 years from the building of the city of Rome at which time John counted the emperors who had been, when he wrote these things, and foretells two others next to come: and with this purpose, that when this particular prediction of things to come should take effect, the truth of all other predictions in the Church, might be the more confirmed. God in ancient times mentioned this sign in the Law and Jeremiah confirmed it in (Deu. 18:1-22; Jer_28:8). And there are seven kings: Whose names are these: the first, Servius Sulpitius Galba, who was the seventh emperor of the people of Rome, the second Marcus Salvius Otho, the third Avlus Vitellius, the fourth, Titus Flavius Vespasianus, the fifth, Titus Vespasianus his son, of his own name. five are fallen, Flavius Domitian, son of the first Vespasian. For in the latter end of his days John wrote these things, as witnesses Irenaus; Lib. 5 adversus hareses. and one is, Nerua, The empire being now translated from the family of Flavius. This man reigned only one year, four months and nine days, as the history writers tell. [and] the other is not yet come; and when he cometh, he must continue a short space."},{"number":11,"verse":"This is spoken by synecdoche, as if to say, as that head of the beast which was and is not, because it is cut off, and Nerua in so short time extinguished. How many heads there were, so many beasts there seemed to be in one. See a similar speech in (Rev_13:3). And the beast that was, and is not, even he is Nerua Traianus, who in various respects is called here the seventh and the eighth. the eighth, and is Though in number and order of succession he is the eighth yet he is counted with one of these heads, because Nerua and he were one head. For this man obtained authority together with Nerua and was Consul with him, when Nerua died. of the seven, Namely, to persecute the Churches of Christ, as history agrees, and I have briefly noted and goeth into perdition.{{See Rev_2:10}}."},{"number":12,"verse":"The third place of this description, as I said in {{See Rev_17:8}} is a prophetical prediction of things to come, which the beast should do, as in the words following John does not obscurely signify, saying, «which have not yet received the kingdom, etc». For there is an antithesis or opposition between these kings, and those that went before. First the persons are described in this verse, then their deeds, in the two verses following. And the ten horns which thou sawest are That is, arising with their kingdoms out of that Roman beast: at such time as that political empire began to fall by the plotting of the popes. ten kings, which have received no kingdom as yet; but receive power as kings Namely, with that second beast, whom we called before a false prophet, who ascending out of the earth, got to himself all the authority and power of the first beast, and exercised the same before his face, as was said in (Rev_14:11-12). For when the political empire of the west began to bow downwards, there arose those ten kings, and the second beast took the opportunity offered to usurp for himself all the power of the former beast. These kings long ago, many have numbered and described to be ten, and a great part of the events plainly testifies the same in this our age. one hour with the beast."},{"number":13,"verse":"That is, by consent and agreement, that they may conspire with the beast, and depend on his call. Their story is divided into three parts, counsels, acts, and events. The counsellors some of them consist in communicating of judgments and affections: and some in communicating of power, which they are said to have given to this beast, in this verse. These have one mind, and shall give their power and strength unto the beast."},{"number":14,"verse":"These shall make war with the With Christ and his Church, as the reason following declares, and here are mentioned the facts and events which followed for Christ's sake, and for the grace of God the Father towards those that are elected, called, and are his faithful ones in Christ. Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him [are] called, and chosen, and faithful."},{"number":15,"verse":"This is the other part of the narration, as I said in {{See Rev_17:7}} belonging to the harlot, showed in the vision, (Rev_17:3). In this history of the harlot, these three things are distinctly propounded, what is her magnificence, in this verse, what is her fall, and by whom it shall happen to her, in (Rev_17:16-17): and lastly, who that harlot is, in (Rev_17:18). This passage which by order of nature should have been the first, is therefore made the last, because it was more fit to be joined with the next chapter. And he saith unto me, The waters which thou sawest, where the whore sitteth, That is, as changing and variable as the waters. Upon this foundation sits this harlot as queen, a vain person, on that which is vain. are peoples, and multitudes, and nations, and tongues."},{"number":16,"verse":"And the ten The ten kings, as (Rev_17:12). The accomplishment of this fact and event is daily increased in this our age by the singular providence and most mighty government of God. Therefore the facts are propounded in this verse, and the cause of them in the verses following. horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire."},{"number":17,"verse":"A reason rendered from the chief efficient cause, which is the providence of God, by which alone John by inversion of order affirms to have come to pass, both that the kings should execute on the harlot that which pleased God, and which he declared in the verse before: and also that by one consent and counsel, they should give their kingdom to the beast, etc. (Rev_17:13-14) for as these being blinded have before depended on the call of the beast that lifts up the harlot, so it is said, that afterward it shall come to pass, that they shall turn back, and shall fall away from her, when their hearts shall be turned into better state by the grace and mercy of God. For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled."},{"number":18,"verse":"And the woman which thou sawest is that That is, Rome that great city, or only city (as Justinian calls it) the king and head of which was then the emperor, but now the pope, since the condition of the beast was changed. great city, which reigneth over the kings of the earth."}]}