{"bibleAbbr":"neNRV2012","bookName":"१ राजाहरू","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"( रहबामको विरुद्धमा इस्राएलको विद्रोह) रहबाम शकेममा गए, किनकि सारा इस्राएल तिनलाई राजा बनाउन त्‍यहाँ गएका थिए। ( )"},{"number":2,"verse":"जब नबातका छोरा यारोबामले यो कुरा सुने (तिनी अहिलेसम्‍म मिश्रदेशमा नै थिए, जहाँ तिनी सोलोमन राजादेखि भागेर गएका थिए), तब तिनी मिश्रदेशबाट फर्के।"},{"number":3,"verse":"यसकारण मानिसहरूले यारोबामलाई बोलाइपठाए, र तिनी र इस्राएलका जम्‍मै समुदाय रहबामकहाँ गएर तिनलाई भने,"},{"number":4,"verse":"“तपाईंका पिताले हामीलाई गह्रौँ जुवा बोकाइदिनुभएको थियो, तर उहाँले हामीमाथि लगाउनुभएको यो कठोर परिश्रम र गह्रौँ जुवालाई तपाईंले हलुङ्गो गरिदिनुहोस्, र हामी तपाईंको सेवा गर्नेछौं।”"},{"number":5,"verse":"रहबामले जवाफ दिए, “मलाई तीन दिनको समय देओ, र फेरि आओ।” यसैले मानिसहरू गइहाले।"},{"number":6,"verse":"तब राजा रहबामले तिनका पिता सोलोमन जीवित छँदा तिनका सेवा गर्ने धर्म-गुरुहरूसित सल्‍लाह मागे। तिनले सोधे, “यी मानिसहरूलाई मैले कस्‍तो जवाफ दिनुपर्ने हो?”"},{"number":7,"verse":"तिनीहरूले भने, “यदि आज हजूर यी मानिसहरूका सेवक भएर तिनीहरूको सेवा गर्नुहुन्‍छ र अहिले तिनीहरूले चाहेको जवाफ हजूरले तिनीहरूलाई दिनुहुन्‍छ भने, तिनीहरू सधैँ हजूरका सेवकहरू हुनेछन्।"},{"number":8,"verse":"तर ती धर्म-गुरुहरूले दिएको सल्‍लाह तिनले इन्‍कार गरे, र तिनले आफूसँग बढ़ेका र तिनको सेवा गर्ने जवान मानिसहरूको सल्‍लाह लिए।"},{"number":9,"verse":"तिनले तिनीहरूलाई सोधे, “तिमीहरूको सल्‍लाह के छ? ‘तपाईंका पिताले हामीहरूमाथि बोकाउनुभएको जुवा हलुङ्गो गरिदिनुहोस्’ भन्‍ने यी मानिसहरूले बिन्‍ती गरेकामा म कस्‍तो जवाफ दिऊँ?”"},{"number":10,"verse":"तिनीसँग बढ़ेका ती जवान मानिसहरूले जवाफ दिए, “‘हजूरका पिताले हामीमाथि गह्रौँ जुवा बोकाइदिनुभएको थियो, र त्‍यो हलुङ्गो पारिदिनुहोस्’ भनी हजूरलाई भन्‍ने यी मानिसहरूलाई भन्‍नुहोस्, ‘मेरो कान्‍छी औँली मेरा पिताको कम्‍मरभन्‍दा मोटो छ।"},{"number":11,"verse":"मेरा पिताले तिमीहरूमाथि गह्रौँ जुवा बोकाइदिनुभएको थियो। म त्‍यो अझै गह्रौँ पारिदिनेछु। मेरा पिताले तिमीहरूलाई बेतले कुट्न लगाउनुहुन्‍थ्‍यो, तर म तिमीहरूलाई बिच्‍छीहरूले डस्‍न लगाउनेछु’।”"},{"number":12,"verse":"“तीन दिनपछि मकहाँ आओ” भनी राजाले भनेझैँ यारोबाम र ती सबै मानिसहरू रहबामकहाँ फर्केर आए।"},{"number":13,"verse":"राजाले ती मानिसहरूलाई कड़ा जवाफ दिए। धर्म-गुरुहरूले दिएका सल्‍लाह तिनले इन्‍कार गर्दै"},{"number":14,"verse":"ती जवानहरूले दिएको सल्‍लाह मानेर भने, “मेरा पिताले त तिमीहरूको जुवा गह्रौँ पारिदिनुभएको थियो। म त्‍यो अझै गह्रौँ पारिदिनेछु। मेरा पिताले तिमीहरूलाई बेत लगाउनुहुन्‍थ्‍यो, तर म तिमीहरूलाई बिच्‍छीहरूले डस्‍न लगाउनेछु।”"},{"number":15,"verse":"यसरी राजाले ती मानिसहरूको कुरा सुनेनन्, किनकि शीलोका अहियाहद्वारा नबातका छोरा यारोबामलाई उहाँले भन्‍नुभएको वचन पूरा हुनलाई परमप्रभुले यस्‍तो स्‍थिति ल्‍याउनुभएको थियो।"},{"number":16,"verse":"जब राजाले तिनीहरूका कुरा नसुनेका सारा इस्राएलले देखे, तब तिनीहरूले राजालाई जवाफ दिए, ( ) “दाऊदमा हाम्रो के हिस्‍सा छ र? यिशैका छोरामा हाम्रो के भाग छ? हे इस्राएली हो, आ-आफ्‍नो पालमा जाओ, हे दाऊद, तिमी आफ्‍नै घर सम्हाल।” यसैकारण इस्राएलीहरू आ-आफ्‍नो घर लागे,"},{"number":17,"verse":"तर यहूदाका सहरहरूमा बस्‍ने इस्राएलीहरूमाथि रहबामले अझै शासन गरे।"},{"number":18,"verse":"राजा रहबामले बेगार काममा लगाउने मानिसहरूका जिम्‍मावाल अदोनीरामलाई पठाए, तर सबै इस्राएलीहरूले तिनलाई ढुङ्गाले हानेर मारे। तापनि राजा रहबामचाहिँ आफ्‍नो रथमा चढ़ेर यरूशलेममा भागेर जान सफल भए।"},{"number":19,"verse":"अनि आजको दिनसम्‍म दाऊदका घरानाको विरुद्धमा इस्राएल बागी भएको छ।"},{"number":20,"verse":"जब यारोबाम फर्केर आएका छन् भनी सबै इस्राएलीहरूले सुने, तब तिनीहरूले मानिसहरू पठाएर तिनलाई सभामा बोलाए, र सारा इस्राएलमाथि तिनलाई राजा तुल्‍याए। यहूदाको कुल मात्र दाऊदका घरानाको राजभक्त भइरहे।"},{"number":21,"verse":"जब रहबाम यरूशलेममा आइपुगे, तब सोलोमनका छोरा रहबामको निम्‍ति राज्‍य फिर्ता लिन इस्राएलका घरानाको विरुद्धमा लड़ाइँ गर्न यहूदा र बेन्‍यामीनका कुलका एक लाख असी हजार योद्धाहरूलाई तिनले भेला गराए। ( )"},{"number":22,"verse":"तर परमेश्‍वरका जन शमायाहकहाँ परमेश्‍वरको यो वचन आयो:"},{"number":23,"verse":"“सोलोमनको छोरो यहूदाको राजा रहबामलाई र यहूदा र बेन्‍यामीनका सारा घराना र बाँकी मानिसहरूलाई भन्,"},{"number":24,"verse":"‘परमप्रभु यसो भन्‍नुहुन्‍छ: तिमीहरू आफ्‍ना दाजुभाइ इस्राएलको विरुद्धमा युद्ध गर्न उक्‍लेर नजाओ। तिमीहरू हरेक आ-आफ्‍नो घर फर्केर जाओ, किनकि यो काम मैले गरेको हो’।” यसैले परमप्रभुले तिनीहरूलाई हुकुम गर्नुभएझैँ तिनीहरूले परमप्रभुको वचन पालन गरेर तिनीहरू आ-आफ्‍नो घर गए।"},{"number":25,"verse":"( बेथेल र दानमा सुनका बाछा) त्‍यसपछि यारोबामले एफ्राइमको पहाड़ी देशमा भएको शकेमलाई किल्‍ला बनाएर सुरक्षित पारे, र त्‍यहीँ नै बसोबास गरे। त्‍यहाँबाट गएर तिनले पनीएल सहर निर्माण गरे।"},{"number":26,"verse":"यारोबामले आफ्‍नो मनमा यस्‍तो विचार गरे, “यो राज्‍य दाऊदको घरानातिरै फर्किजान्‍छ होला।"},{"number":27,"verse":"यदि यी मानिसहरू यरूशलेममा परमप्रभुको मन्‍दिरमा बलिदान चढ़ाउन गए भने, तिनीहरूका मन आफ्‍ना प्रभु यहूदाका राजा रहबामतिर राजभक्त हुनेछन्। तिनीहरूले मलाई मारेर राजा रहबामतिर फर्किजानेछन्।”"},{"number":28,"verse":"तब सरसल्‍लाह लिएर राजाले सुनका दुई वटा बाछा बनाए। तिनले मानिसहरूलाई भने, “तिमीहरूलाई यरूशलेममा जान अति कष्‍ट हुन्‍छ। हे इस्राएल हो, तिमीहरूलाई मिश्रदेशबाट निकालेर ल्‍याएका तिमीहरूका देवताहरू त यहाँ पो छन्।” ( )"},{"number":29,"verse":"तिनले एउटा बेथेलमा र अर्कोचाहिँ दानमा स्‍थापना गरे।"},{"number":30,"verse":"अनि यही कुरा इस्राएलमा पाप भयो। मानिसहरू दानसम्‍मै त्‍यहाँ भएको देवतालाई पूजा गर्न जान्‍थे।"},{"number":31,"verse":"यारोबामले डाँड़ाका पूजा गर्ने थानहरू पनि बनाए, र ती लेवीको कुलका नभए तापनि सब थरीका मानिसहरूबाट पूजाहारीहरू नियुक्त गरे।"},{"number":32,"verse":"तिनले आठौँ महिनाको पन्‍ध्रौँ दिनमा यहूदामा भएको चाड़जस्‍तै एउटा चाड़ ठहराए, र वेदीमा बलिदानहरू चढ़ाए। बेथेलमा आफूले बनाएका बाछाहरूका निम्‍ति तिनले बलिदान चढ़ाए। बेथेलमा आफूले बनाएका डाँड़ा-डाँड़ाका पूजा गर्ने थानहरूका पूजाहारीहरू पनि नियुक्त गरे। ( )"},{"number":33,"verse":"आठौँ महिनाको पन्‍ध्रौँ दिनमा, तिनी आफैले तोकेको महिनामा बेथेलमा आफूले निर्माण गरेको वेदीमा तिनले बलिदान चढ़ाए। यसरी इस्राएलीहरूका निम्‍ति तिनले चाड़ ठहराए, र बलिदान चढ़ाउनलाई आफै वेदीमा उक्‍लेर गए।"}]}