{"bibleAbbr":"neNRV2012","bookName":"१ राजाहरू","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"( यहूदाबाट आएका परमेश्‍वरका जन) जसै यारोबाम वेदीको नजिक बलिदान चढ़ाउनलाई उभिरहेका थिए, तब परमेश्‍वरका एक जन परमप्रभुको वचन लिएर यहूदाबाट बेथेलमा आए।"},{"number":2,"verse":"उनले परमप्रभुको वचनद्वारा त्‍यस वेदीको विरुद्धमा कराएर यसो भने, “हे वेदी, वेदी! परमप्रभु यसो भन्‍नुहुन्‍छ: ‘दाऊदको घरानामा योशियाह नाउँ भएको एक जना छोरो जन्‍मनेछ। त्‍यसले यहाँ बलिदान चढ़ाउने डाँड़ा-डाँड़ाका थानका पूजाहारीहरूलाई तँमाथि नै बलिदान चढ़ाउनेछ, र तँमाथि मानिसका हड्डी जलाइनेछन्’।” ( )"},{"number":3,"verse":"त्‍यही दिन परमेश्‍वरका जनले एउटा यस्‍तो चिन्‍ह दिए, “परमप्रभुले घोषणा गर्नुभएको चिन्‍हचाहिँ यही हो: वेदी दुई फ्‍याक गरी भत्‍कनेछ, र त्‍यसमाथि भएको खरानीचाहिँ बाहिर खन्‍याइनेछ।”"},{"number":4,"verse":"जब परमेश्‍वरका जनले बेथेलका वेदीको विरुद्धमा कराएर भनेको कुरा राजा यारोबामले सुने, तब तिनले वेदीबाट आफ्‍नो हात पसारेर भने, “त्‍यसलाई पक्र!” तर उनीतिर पसारेको यारोबामको हात झट्टै सुकिहाल्‍यो, र तिनले त्‍यो फेरि आफूतिर ल्‍याउन सकेनन्।"},{"number":5,"verse":"परमप्रभुको वचनद्वारा परमेश्‍वरका जनले दिएको चिन्‍हअनुसार वेदी पनि दुई फ्‍याक गरी भत्‍कियो र खरानी बाहिर खन्‍याइयो।"},{"number":6,"verse":"तब राजाले परमेश्‍वरका जनलाई भने, “परमप्रभु तपाईंका परमेश्‍वरलाई मेरो हात फेरि ज्‍यूँका त्‍यूँ पारिदिन अन्‍तर्बिन्‍ती गरिदिनुहोस्।” यसैले तिनले चाहेझैँ परमेश्‍वरका जनले परमप्रभुलाई अन्‍तर्बिन्‍ती चढ़ाए, र राजाको हात अघिजस्‍तै ज्‍यूँका त्‍यूँ भयो।"},{"number":7,"verse":"राजाले परमेश्‍वरका जनलाई भने, “मसँग मेरो घरमा आउनुहोस्, र केही खानुहोस्, र म तपाईंलाई केही कोसेली टक्र्याउनेछु।”"},{"number":8,"verse":"तर परमेश्‍वरका जनले राजालाई जवाफ दिए, “तपाईंले मलाई आफ्‍नो आधै सम्‍पत्ति दिनुभए तापनि म तपाईंसित जानेछैनँ, न त यहाँ रोटी खानेछु वा पानी पिउनेछु।"},{"number":9,"verse":"किनभने परमप्रभुको वचनले मलाई यो आज्ञा गरेको छ, “तैंले त्‍यहाँ रोटी नखानू अथवा पानी नपिउनू, र तँ आएको बाटो फर्केर नजानू।”"},{"number":10,"verse":"यसकारण उनी अर्कै बाटो भएर गए, र उनी बेथेलमा आएको बाटो भएर फर्केनन्।"},{"number":11,"verse":"त्‍यस बेला बेथेलमा एक जना वृद्ध अगमवक्ता थिए। तिनका छोराहरू आएर बेथेलमा त्‍यस दिन परमेश्‍वरका जनले गरेका सबै कुरा तिनलाई सुनाइदिए। उनले राजालाई भनेका कुरा पनि तिनीहरूले आफ्‍ना बुबालाई सुनाइदिए।"},{"number":12,"verse":"तिनीहरूका बुबाले तिनीहरूलाई सोधे, “उनी कुन बाटो लागे?” तिनका छोराहरूले यहूदाबाट आएका ती परमेश्‍वरका जन गएको बाटो तिनलाई देखाइदिए।"},{"number":13,"verse":"यसैले तिनले आफ्‍ना छोराहरूलाई भने, “मेरो निम्‍ति गधामा जीन-लगाम कसिदेओ।” जब तिनीहरूले गधामा जीनकाठी कसिदिए, तब तिनी त्‍यसमा चढ़ेर"},{"number":14,"verse":"ती परमेश्‍वरका जनलाई पहिल्‍याउन गए। तिनले उनलाई एउटा फलाँटको रूखमुनि बसिरहेका भेट्टाए, र तिनले भने, “यहूदाबाट आएका परमेश्‍वरका जन तपाईं नै हुनुहुन्‍छ?” उनले भने, “ज्‍यू, म नै हुँ।”"},{"number":15,"verse":"यसैले ती अगमवक्ताले उनलाई भने, “मसँग आएर केही खानपान गर्नुहोस्।”"},{"number":16,"verse":"परमेश्‍वरका जनले भने, “म तपाईंसँग फर्केर जान सक्‍दिनँ, न त म यस ठाउँमा तपाईंसँग रोटी अथवा पानी नै खान सक्‍छु।"},{"number":17,"verse":"परमप्रभुको वचनले मलाई भनेको छ, ‘तैंले त्‍यहाँ रोटी नखानू अथवा पानी नपिउनू, र तँ आएको बाटो नफर्कनू’।”"},{"number":18,"verse":"ती वृद्ध अगमवक्ताले जवाफ दिए, “म पनि तपाईंजस्‍तै एक जना अगमवक्ता हुँ। परमप्रभुको वचनद्वारा मसँग खान र पिउन तपाईंलाई मेरो घरमा ल्‍याउनू भनी एउटा स्‍वर्गदूतले मलाई भन्‍नुभएको हो।” (तर तिनले त उनलाई भनेको यो कुरा झूटो थियो।)"},{"number":19,"verse":"यसकारण परमेश्‍वरका ती जन फर्केर तिनीसँग गए, र तिनको घरमा खानपान गरे।"},{"number":20,"verse":"जब तिनीहरू टेबिलमा खानपान गर्दैथिए, तब उनलाई फर्काएर ल्‍याउने ती वृद्ध अगमवक्ताकहाँ परमप्रभुको वचन आयो।"},{"number":21,"verse":"तिनले यहूदाबाट आएका ती परमेश्‍वरका जनलाई कराएर भने, “परमप्रभु यसो भन्‍नुहुन्‍छ: ‘तैंले आफ्‍ना परमप्रभुको वचनलाई तुच्‍छ ठानेको छस्, र परमप्रभु तेरा परमेश्‍वरले तँलाई दिनुभएको आज्ञालाई मानेको छैनस्।"},{"number":22,"verse":"उहाँले मनाही गर्नुभएको ठाउँमा रोटी खान र पानी पिउन तँ फर्केर आइस्। यसकारण तेरो मृत-शरीर तेरा पिता-पुर्खाहरूको चिहानमा गाड़िनेछैन’।”"},{"number":23,"verse":"जब ती परमेश्‍वरका जनले खानपान गरिसके, तब उनलाई फर्काएर ल्‍याएका ती अगमवक्ताले उनको निम्‍ति आफ्‍नो गधामा जीनकाठी कसिदिए।"},{"number":24,"verse":"जब उनी गइरहेका थिए तब एउटा सिंहले उनलाई बाटोमा भेट्टाएर मार्‍यो, र उनको लाश बाटैमा पड़िरह्यो। गधा र सिंहचाहिँ दुवै छेउमा उभिरहेका थिए।"},{"number":25,"verse":"त्‍यही बाटो भएर जाने कोही मानिसहरूले त्‍यो लाश बाटैमा फ्‍याँकिएको र त्‍यस सिंहलाई लाशकै छेउमा उभिरहेको देखे, र गएर ती वृद्ध अगमवक्ता बसेको सहरमा त्‍यो समाचार सुनाइदिए।"},{"number":26,"verse":"जब उनलाई यात्राबाट फर्काएर ल्‍याएका ती अगमवक्ताले त्‍यो कुरा सुने, तब तिनले भने, “उनी त त्‍यही परमेश्‍वरका जन हुन्, जसले परमप्रभुको वचनलाई टेरेका थिएनन्। परमप्रभुले उनलाई सिंहको मुखमा पर्न दिनुभएछ, र परमप्रभुको वचनले चेताउनी दिएझैँ त्‍यस सिंहले उनलाई फहराएर मारेछ।”"},{"number":27,"verse":"ती अगमवक्ताले आफ्‍ना छोराहरूलाई भने, “मेरो निम्‍ति गधामा जीनकाठी कसिदेओ।” तब तिनीहरूले कसिदिए।"},{"number":28,"verse":"अनि तिनी गएर त्‍यस लाशलाई बाटोमै पड़िरहेको र गधा र सिंह छेउमा नै उभिरहेका भेट्टाए। त्‍यस सिंहले त्‍यस लाशलाई खाएको थिएन, र गधालाई पनि फहराएको थिएन।"},{"number":29,"verse":"यसैले ती अगमवक्ताले परमेश्‍वरका जनको लाशलाई उठाएर गधामा राखे, र उनको निम्‍ति शोक गर्न र उनलाई गाड्न आफ्‍नो सहरमा ल्‍याए।"},{"number":30,"verse":"तब तिनले त्‍यस लाशलाई आफ्‍नै चिहानमा गाड़े, र तिनीहरूले यसो भनेर विलाप गरे, “हाय, मेरो भाइ!”"},{"number":31,"verse":"उनलाई गाड़िसकेपछि तिनले आफ्‍ना छोराहरूलाई भने, “म मरेपछि मलाई पनि यी परमेश्‍वरका मानिस गाड़िएकै चिहानमा गाड़िदिनू है। मेरा हड्डीहरू उनकै छेउमा रहून्।"},{"number":32,"verse":"किनकि बेथेलमा भएको वेदी र सबै सामरियाका नगरहरूका डाँड़ा-डाँड़ामा भएका पूजा गर्ने थानहरूका विरुद्धमा परमेश्‍वरको वचनद्वारा उनले घोषणा गरेको समाचार निश्‍चय नै पूरा हुनेछ।”"},{"number":33,"verse":"त्‍यसपछि पनि यारोबामले आफ्‍ना दुष्‍ट चालहरू त्‍यागेनन्, तर डाँड़ा-डाँड़ाहरूमा भएका पूजा गर्ने थानहरूका निम्‍ति तिनले सबै थरीका मानिसहरूबाट पूजाहारीहरू नियुक्त गरे। पूजाहारी हुन चाहने कुनै पनि मानिसलाई डाँड़ाका थानहरूका निम्‍ति तिनले नियुक्त गर्थे।"},{"number":34,"verse":"यारोबामको घरानाको पाप यही थियो, जसले गर्दा त्‍यसको पतन भयो, र पृथ्‍वीबाट त्‍यसको सर्वनाश भयो।"}]}