{"bibleAbbr":"neNRV2012","bookName":"१ राजाहरू","bookEnglishName":"1 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"( यहूदाका राजा अबिया) नबातका छोरा यारोबामका शासनकालको अठारौँ वर्षमा अबिया यहूदाका राजा भए, ( )"},{"number":2,"verse":"र तिनले यरूशलेममा तीन वर्ष राज्‍य गरे। तिनकी आमाको नाउँ माका थियो। तिनी अबीशालोमकी छोरी थिइन्।"},{"number":3,"verse":"तिनले पनि तिनीअघिका तिनका पिताले गरेका सबै पाप गरे। तिनको हृदय आफ्‍ना पिता-पुर्खा दाऊदको हृदयझैँ परमप्रभु आफ्‍ना परमेश्‍वरप्रति सम्‍पूर्ण रूपले भक्त भएन।"},{"number":4,"verse":"तरै पनि दाऊदको उत्तराधिकारी हुनलाई एक जना छोरो खड़ा गरेर र यरूशलेमलाई बलियो बनाएर दाऊदको खातिर परमप्रभु तिनका परमेश्‍वरले यरूशलेममा तिनलाई एउटा बत्ती दिनुभयो। ( )"},{"number":5,"verse":"किनकि हित्ती उरियाहको विषयमा बाहेक अरू कुरामा दाऊदले परमप्रभुको दृष्‍टिमा जे कुरा ठीक थियो त्‍यही गरेका थिए, र आफ्‍नो जीवन पर्यन्‍त उहाँको कुनै पनि आज्ञा उल्‍लङ्घन गरेका थिएनन्। ( )"},{"number":6,"verse":"अबियाको जीवनकालभरि नै रहबाम र यारोबामका बीचमा युद्ध भइरह्यो।"},{"number":7,"verse":"अबियाको राजकालका अरू घटनाहरू र तिनले गरेका सबै कार्यहरू के ती यहूदाका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छैनन् र? अबिया र यारोबामका बीचमा युद्ध भइरह्यो।"},{"number":8,"verse":"अनि अबिया आफ्‍ना पित्रहरूसित सुते, र तिनी दाऊदको सहरमा गाड़िए। अनि तिनका छोरा आसा तिनीपछि राजा भए।"},{"number":9,"verse":"( यहूदाका राजा आसा) इस्राएलका राजा यारोबामको बीसौँ वर्षमा आसा यहूदाका राजा भए, ( )"},{"number":10,"verse":"र तिनले यरूशलेममा एकचालीस वर्ष राज्‍य गरे। तिनकी हजूरआमा अबीशालोमकी छोरी माका थिइन्।"},{"number":11,"verse":"आसाले आफ्‍ना पुर्खा दाऊदले गरेझैँ जे कुरा परमप्रभुको दृष्‍टिमा असल थियो त्‍यही गरे।"},{"number":12,"verse":"तिनले देवता-थानमा बस्‍ने पुरुष वेश्‍याहरूलाई देशबाट निकालिदिए, र तिनले आफ्‍ना पिता-पुर्खाहरूले बनाएका सबै मूर्तिहरूलाई हटाइदिए।"},{"number":13,"verse":"तिनले आफ्‍नै हजूरआमा माकालाई राजमाताको पदबाट हटाइदिए, किनभने तिनले अशेरा देवीको एउटा घिनलाग्‍दो मूर्ति बनाएकी थिइन्। आसाले त्‍यो काटेर ढालिदिए, र किद्रोन खोल्‍सामा त्‍यो जलाइदिए।"},{"number":14,"verse":"तिनले डाँड़ा-डाँड़ामा भएका पूजा गर्ने थानहरू नहटाए तापनि आसाको हृदय आफ्‍नो सारा जीवनभरि नै परमप्रभुमा सम्‍पूर्ण रूपले सुम्‍पेका थिए।"},{"number":15,"verse":"तिनले परमप्रभुको मन्‍दिरमा आफू र आफ्‍ना पिताले समर्पण गरेका सुन र चाँदी र सामानहरू ल्‍याए।"},{"number":16,"verse":"तिनीहरूका राजकालभरि नै आसा र इस्राएलका राजा बाशाका बीचमा युद्ध भइरह्यो।"},{"number":17,"verse":"इस्राएलका राजा बाशाले यहूदाको विरुद्धमा गएर आक्रमण गरे, र कसैलाई यहूदाका राजा आसाको इलाकाबाट छोड्न र भित्र पस्‍न नदिनलाई रामामा किल्‍ला बनाए।"},{"number":18,"verse":"तब आसाले परमप्रभुको मन्‍दिर र आफ्‍नै राजमहलका भण्‍डारहरूमा छोड़िएका सबै सुन र चाँदी लिए। तिनले आफ्‍ना अधिकारीहरूका हातमा सुम्‍पेर तब्रिमोनका छोरा, हेज्‍योनका नाति अरामका राजा बेन-हददकहाँ पठाए, जसले दमस्‍कसमा राज्‍य गर्दथे।"},{"number":19,"verse":"“मेरा पिता र तपाईंका पिताका बीचमा सन्‍धि भएझैँ म र तपाईंका बीचमा सन्‍धि होस्। हेर्नुहोस्, म सुन र चाँदीको यो कोसेली पठाउँदैछु। अब इस्राएलका राजा बाशासितका तपाईंको सन्‍धि तोड्नुहोस्, र तिनी मबाट फर्केर जाऊन्।”"},{"number":20,"verse":"आसासित बेन-हदद सहमत भए, र उनले आफ्‍ना फौजका सेनापतिहरूलाई इस्राएलका सहरहरूका विरुद्धमा पठाए। उनले इयोन, दान, हाबिल-बेथ-माका र नप्‍तालीसमेत सबै किन्‍नरेत विजय गरे।"},{"number":21,"verse":"जब बाशाले यो कुरा सुने, तब तिनले रामालाई निर्माण गर्न छोड़िदिए, र तिर्सामा फर्केर गए।"},{"number":22,"verse":"तब आसा राजाले सारा यहूदालाई एउटा हुकुम दिए— कसैलाई पनि नछोड़ीकन— र तिनीहरूले त्‍यहाँ बाशाले प्रयोग गरेका ढुङ्गा र काठहरू लगे। ती ढुङ्गा र काठहरू प्रयोग गरेर आसा राजाले बेन्‍यामीनको गेबा र मिस्‍पालाई पनि निर्माण गरे।"},{"number":23,"verse":"आसाको राजकालका अरू घटनाहरू र तिनका सबै उपलब्‍धिहरू, र तिनले गरेका सबै कार्यहरू र निर्माण गरेका सहरहरू के ती यहूदाका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छैनन् र? तापनि तिनको वृद्धावस्‍थामा बिरामीले गर्दा तिनका खुट्टा कूँजा भए।"},{"number":24,"verse":"तब आसा आफ्‍ना पित्रहरूसित सुते, र तिनका पुर्खा दाऊदको सहरमा तिनीहरूसँग तिनी गाड़िए। अनि तिनीपछि तिनका छोरा यहोशापात राजा भए।"},{"number":25,"verse":"( इस्राएलका राजा नादाब) यहूदाका राजा आसाको दोस्रो वर्षमा यारोबामका छोरा नादाब इस्राएलका राजा भए। तिनले इस्राएलमा दुई वर्ष राज्‍य गरे।"},{"number":26,"verse":"तिनले परमप्रभुको दृष्‍टिमा जे कुरा खराब थियो त्‍यही गरे, र इस्राएललाई तिनका पिताले गर्न लाएका पापमा चलेर तिनकै चालमा तिनी हिँड़े।"},{"number":27,"verse":"इस्‍साखारको घरानाका अहियाहका छोरा बाशाले तिनको विरुद्धमा षड्यन्‍त्र रचे, र नादाब र सबै इस्राएलले घेरिराखेको पलिश्‍तीहरूको सहर गिब्‍बतोनमा तिनलाई हिर्काएर मारे।"},{"number":28,"verse":"यहूदाका राजा आसाको तेस्रो वर्षमा बाशाले नादाबलाई मारे, र तिनीपछि राजा भए।"},{"number":29,"verse":"तिनी राजा हुने बित्तिकै तिनले यारोबामका जम्‍मै परिवारलाई मारे। यारोबामको कुनै जीवित प्राणीलाई तिनले छोड़ेनन्, तर तिनीहरू जम्‍मैलाई सर्वनाश गरे। यसरी आफ्‍ना दास शीलोका अहियाहद्वारा भन्‍नुभएको परमप्रभुको वचन पूरा भयो। ( )"},{"number":30,"verse":"यारोबामले गरेका पापहरू र तिनले इस्राएललाई गर्न लाएका पापहरूको कारण, र तिनले परमप्रभु इस्राएलका परमेश्‍वरलाई रीस उठाएको कारण यो भएको थियो।"},{"number":31,"verse":"नादाबको राजकालका अरू घटनाहरू र तिनले गरेका सबै कार्यहरू के ती इस्राएलका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छैनन् र?"},{"number":32,"verse":"आफ्‍ना सारा राजकालभरि नै आसा र इस्राएलका राजा बाशाका बीचमा युद्ध भइरह्यो।"},{"number":33,"verse":"( इस्राएलका राजा बाशा) यहूदाका राजा आसाको तेस्रो वर्षमा अहियाहका छोरा बाशा तिर्सामा सारा इस्राएलका राजा भए, र तिनले चौबीस वर्ष राज्‍य गरे।"},{"number":34,"verse":"यारोबामकै चालहरूमा चलेर, र तिनले इस्राएलीहरूलाई गर्न लाएका पापहरू गरेर तिनले परमप्रभुको दृष्‍टिमा जे कुरा खराब थिए ती गरे।"}]}