{"bibleAbbr":"neNRV2012","bookName":"१ राजाहरू","bookEnglishName":"1 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"( एलिया होरेबमा भागेर गएका) अब एलियाले गरेका सबै काम र तिनले सबै अगमवक्ताहरूलाई तरवारले मारेको कुरो आहाबले ईजेबेललाई सुनाइदिए।"},{"number":2,"verse":"यसकारण ईजेबेलले एलियाकहाँ यसो भनेर एउटा समाचारवाहक पठाइन्, “जसरी तैंले उनीहरूको प्राण लिइस्, त्‍यसरी नै भोलि यही बेलासम्‍म तेरो प्राण पनि मैले लिइनँ भने, देवताहरूले मलाई त्‍यस्‍तै वा त्‍योभन्‍दा बढ़ी व्‍यवहार गरून्।”"},{"number":3,"verse":"एलिया डराए, र आफ्‍नो प्राण बचाउनलाई भागे। जब तिनी यहूदाको बेर्शेबामा पुगे, तब तिनले आफ्‍नो चाकरलाई त्‍यहीँ छाड़े,"},{"number":4,"verse":"र आफूचाहिँ मरुभूमिमा एक दिनको बाटो गए। तिनी अम्रिसको एउटा झाड़ीमा आइपुगे, र त्‍यसमुनि बसेर आफ्‍नो मृत्‍युको निम्‍ति प्रार्थना गर्न लागे। तिनले भने, “हे परमप्रभु, मेरो प्राण लिनुहोस्, मैले पूरै भोगिसकें। म त मेरा पिता-पुर्खाहरूभन्‍दा असल छैनँ!” ( )"},{"number":5,"verse":"तब तिनी त्‍यही झाड़ीमुनि ढल्‍के र भुसुक्‍कै निदाए। तब झट्टै एउटा स्‍वर्गदूतले तिनलाई छोएर भने, “उठेर खाऊ।”"},{"number":6,"verse":"तिनले यताउता हेरे, र आफ्‍नो टाउकोनेर ताता भुङ्ग्रामा पोलेको एउटा रोटी र पानीको एउटा सुराही देखे। ती खाएर तिनी फेरि ढल्‍के।"},{"number":7,"verse":"परमप्रभुका स्‍वर्गदूत फेरि आएर दोस्रो पल्‍ट तिनलाई छोएर भने, “उठेर खाऊ, किनकि यात्रा तिम्रो लागि साह्रै लामो छ।”"},{"number":8,"verse":"यसैले तिनी उठेर खानपान गरे। त्‍यही भोजनको बल पाएर तिनी चालीस दिन र चालीस रात यात्रा गरेर परमेश्‍वरको पर्वत होरेबमा पुगे।"},{"number":9,"verse":"तिनी त्‍यहाँ एउटा ओड़ारभित्र पसे र त्‍यहीँ रात बिताए। तब परमप्रभुको यो वचन तिनीकहाँ आयो, “हे एलिया, तँ यहाँ के गर्दैछस्?”"},{"number":10,"verse":"( परमप्रभु एलियाकहाँ देखा पर्नुभएको) तिनले भने, “सर्वशक्तिमान् परमप्रभु परमेश्‍वरको निम्‍ति म साह्रै जोशिलो भएको छु। इस्राएलीहरूले तपाईंको करार त्‍यागेका छन्, तपाईंका वेदीहरू भत्‍काइदिएका छन्, र तपाईंका अगमवक्ताहरूलाई तरवारले मारेका छन्। केवल म मात्रै बाँकी रहेको छु, र अब तिनीहरू मलाई पनि मार्न खोज्‍दैछन्।” ( )"},{"number":11,"verse":"परमप्रभुले भन्‍नुभयो, “पर्वतमा गएर परमप्रभुको उपस्‍थितिमा खड़ा हो, किनकि परमप्रभु त्‍यहाँबाट जान लाग्‍नुभएको छ।” तब परमप्रभुको अगिअगि एउटा ठूलो र प्रचण्‍ड बतास पहाड़हरू फुटाउँदै र चट्टानहरू चिर्दैआयो, तर बतासमा परमप्रभु हुनुहुन्‍नथ्‍यो। बतासपछि भैँचालो आयो, तर भैँचालोमा परमप्रभु हुनुहुन्‍नथ्‍यो।"},{"number":12,"verse":"भैँचालोपछि एउटा आगो आयो, तर आगोमा परमप्रभु हुनुहुन्‍नथियो। अनि आगोपछि एउटा मधुरो कानेखुसी आयो।"},{"number":13,"verse":"जब एलियाले त्‍यो सुने तब तिनले आफ्‍नो खास्‍टोले मुख छोपे, र बाहिर गएर ओड़ारको मुखमा उभिए। तब एउटा आवाजले तिनलाई भन्‍यो, “एलिया, तँ यहाँ के गर्दैछस्?”"},{"number":14,"verse":"तिनले जवाफ दिए, “सर्वशक्तिमान् परमप्रभु परमेश्‍वरको निम्‍ति म साह्रै जोशिलो भएको छु। इस्राएलीहरूले तपाईंको करारलाई त्‍यागेका छन्, तपाईंका वेदीहरू भत्‍काइदिएका छन्, र तपाईंका अगमवक्ताहरूलाई तरवारले मारेका छन्। केवल म मात्र बाँकी रहेको छु, र अब तिनीहरू मलाई पनि मार्न खोज्‍दैछन्।”"},{"number":15,"verse":"परमप्रभुले तिनलाई भन्‍नुभयो, “तँ जुन बाटो आएको छस्, त्‍यही बाटो फर्किगएर दमस्‍कसको मरुभूमिमा जा। जब तँ त्‍यहाँ पुग्‍छस् तब हजाएललाई अरामको राजा अभिषेक गर्। ( )"},{"number":16,"verse":"तब निम्‍शीको छोरो येहूलाई पनि इस्राएलको राजा, र हाबिल-महोलाको शाफातको छोरो एलीशालाई तँपछि आउने अगमवक्ता अभिषेक गर्। ( )"},{"number":17,"verse":"हजाएलको तरवारबाट उम्‍कनेलाई येहूले मार्नेछ, र येहूको तरवारबाट उम्‍कनेलाई एलीशाले मार्नेछ।"},{"number":18,"verse":"तापनि सात हजार जनालाई म इस्राएलमा बचाइराख्‍छु— ती सबै जसले बालको सामुन्‍ने आफ्‍ना घुँड़ा टेकेका छैनन् र जसका ओठले त्‍यसलाई चुम्‍बन गरेका छैनन्।” ( )"},{"number":19,"verse":"( एलीशाको बोलावट) यसैले एलिया त्‍यहाँबाट गए, र शाफातका छोरा एलीशालाई भेट्टाए। तिनी बाह्र हल गोरुहरूका साथ खेत जोतिरहेका थिए। तिनीचाहिँ तीमध्‍ये बाह्रौँ हललाई जोतिरहेका थिए। एलियाले गएर आफ्‍नो खास्‍टो तिनीमाथि ओढ़ाइदिए।"},{"number":20,"verse":"तब एलीशाले आफ्‍ना गोरुहरू छोड़ेर एलियाको पछिपछि दगुरे, र भने, “कृपा गरी मलाई आफ्‍ना बुबा र आमालाई चुम्‍बन गरेर बिदा हुन दिनुहोस्। त्‍यसपछि म तपाईंको पछि लाग्‍नेछु।” एलियाले जवाफ दिए, “जाऊ न, मैले तिमीलाई के गरेको छु र?”"},{"number":21,"verse":"तब एलीशाले एलियालाई छोड़ेर गए। तिनले आफ्‍नो एक हल गोरु लिएर मारे। तिनले हलोका काठहरू जलाएर मासु पकाए र मानिसहरूलाई दिए, र तिनीहरूले खाए। त्‍यसपछि तिनी एलियाको पछि लागे, र तिनका चाकर भए।"}]}