{"bibleAbbr":"KJV1769","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"A Prayer<WH8605> of David<WH1732>. Hear<WH8085> the right<WH6664>, O LORD<WH3068>, attend<WH7181> unto my cry<WH7440>, give ear<WH238> unto my prayer<WH8605>, that goeth not<WH3808> out of feigned<WH4820> lips<WH8193>. the right: Heb. justice not: Heb. without lips of deceit"},{"number":2,"verse":"Let my sentence<WH4941> come forth<WH3318> from thy presence<WH6440>; let thine eyes<WH5869> behold<WH2372> the things that are equal<WH4339>."},{"number":3,"verse":"Thou hast proved<WH974> mine heart<WH3820>; thou hast visited<WH6485> me in the night<WH3915>; thou hast tried<WH6884> me, and shalt find<WH4672> nothing; I am purposed<WH2161> that my mouth<WH6310> shall not transgress<WH5674>."},{"number":4,"verse":"Concerning the works<WH6468> of men<WH120>, by the word<WH1697> of thy lips<WH8193> I have kept<WH8104> me from the paths<WH734> of the destroyer<WH6530>."},{"number":5,"verse":"Hold up<WH8551> my goings<WH838> in thy paths<WH4570>, that my footsteps<WH6471> slip<WH4131> not. slip: Heb. be not moved"},{"number":6,"verse":"I have called<WH7121> upon thee, for thou wilt hear<WH6030> me, O God<WH410>: incline<WH5186> thine ear<WH241> unto me, and hear<WH8085> my speech<WH565>."},{"number":7,"verse":"Shew thy marvellous<WH6395> lovingkindness<WH2617>, O thou that savest<WH3467> by thy right hand<WH3225> them which put their trust<WH2620> in thee from those that rise up<WH6965> against them. by thy: or, them which trust in thee from those that rise up against thy right hand"},{"number":8,"verse":"Keep<WH8104> me as the apple<WH380> of the eye<WH1323> <WH5869>, hide<WH5641> me under the shadow<WH6738> of thy wings<WH3671>,"},{"number":9,"verse":"From<WH6440> the wicked<WH7563> that<WH2098> oppress<WH7703> me, from my deadly<WH5315> enemies<WH341>, who compass me about<WH5362>. oppress: Heb. waste my: Heb. my enemies against the soul"},{"number":10,"verse":"They are inclosed<WH5462> in their own fat<WH2459>: with their mouth<WH6310> they speak<WH1696> proudly<WH1348>."},{"number":11,"verse":"They have now compassed<WH5437> us in our steps<WH838>: they have set<WH7896> their eyes<WH5869> bowing down<WH5186> to the earth<WH776>;"},{"number":12,"verse":"Like<WH1825> as a lion<WH738> that is greedy<WH3700> of his prey<WH2963>, and as it were a young lion<WH3715> lurking<WH3427> in secret places<WH4565>. Like: Heb. The likeness of him (that is, of every one of them) is as a lion that desireth to ravin lurking: Heb. sitting"},{"number":13,"verse":"Arise<WH6965>, O LORD<WH3068>, disappoint<WH6923> him<WH6440>, cast him down<WH3766>: deliver<WH6403> my soul<WH5315> from the wicked<WH7563>, which is thy sword<WH2719>: disappoint: Heb. prevent his face which is: or, by"},{"number":14,"verse":"From men<WH4962> which are thy hand<WH3027>, O LORD<WH3068>, from men<WH4962> of the world<WH2465>, which have their portion<WH2506> in this life<WH2416>, and whose belly<WH990> thou fillest<WH4390> with thy hid<WH6840> treasure: they are full<WH7646> of children<WH1121>, and leave<WH3240> the rest<WH3499> of their substance to their babes<WH5768>. which are: or, by they: or, their children are full"},{"number":15,"verse":"As for me, I will behold<WH2372> thy face<WH6440> in righteousness<WH6664>: I shall be satisfied<WH7646>, when I awake<WH6974>, with thy likeness<WH8544>."}]}