{"bibleAbbr":"KJV1769","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":32,"verses":[{"number":1,"verse":"A Psalm of David<WH1732>, Maschil<WH4905>. Blessed<WH835> is he whose transgression<WH6588> is forgiven<WH5375>, whose sin<WH2401> is covered<WH3680>. A Psalm: or, A Psalm of David giving instruction"},{"number":2,"verse":"Blessed<WH835> is the man<WH120> unto whom the LORD<WH3068> imputeth<WH2803> not iniquity<WH5771>, and in whose spirit<WH7307> there is no guile<WH7423>."},{"number":3,"verse":"When I kept silence<WH2790>, my bones<WH6106> waxed old<WH1086> through my roaring<WH7581> all the day<WH3117> long."},{"number":4,"verse":"For day<WH3119> and night<WH3915> thy hand<WH3027> was heavy<WH3513> upon me: my moisture<WH3955> is turned<WH2015> into the drought<WH2725> of summer<WH7019>. Selah<WH5542>."},{"number":5,"verse":"I acknowledged<WH3045> my sin<WH2403> unto thee, and mine iniquity<WH5771> have I not hid<WH3680>. I said<WH559>, I will confess<WH3034> my transgressions<WH6588> unto the LORD<WH3068>; and thou forgavest<WH5375> the iniquity<WH5771> of my sin<WH2403>. Selah<WH5542>."},{"number":6,"verse":"For this shall every one that is godly<WH2623> pray<WH6419> unto thee in a time<WH6256> when thou mayest be found<WH4672>: surely in the floods<WH7858> of great<WH7227> waters<WH4325> they shall not come nigh<WH5060> unto him. when: Heb. of finding"},{"number":7,"verse":"Thou art my hiding place<WH5643>; thou shalt preserve<WH5341> me from trouble<WH6862>; thou shalt compass<WH5437> me about with songs<WH7438> of deliverance<WH6405>. Selah<WH5542>."},{"number":8,"verse":"I will instruct<WH7919> thee and teach<WH3384> thee in the way<WH1870> which<WH2098> thou shalt go<WH3212>: I will guide<WH3289> thee with mine eye<WH5869>. guide: Heb. counsel thee, mine eye shall be upon thee"},{"number":9,"verse":"Be ye not as the horse<WH5483>, or as the mule<WH6505>, which have no understanding<WH995>: whose mouth<WH5716> must be held<WH1102> in with bit<WH4964> and bridle<WH7448>, lest<WH1077> they come near<WH7126> unto thee."},{"number":10,"verse":"Many<WH7227> sorrows<WH4341> shall be to the wicked<WH7563>: but he that trusteth<WH982> in the LORD<WH3068>, mercy<WH2617> shall compass<WH5437> him about."},{"number":11,"verse":"Be glad<WH8055> in the LORD<WH3068>, and rejoice<WH1523>, ye righteous<WH6662>: and shout<WH7442> for joy, all ye that are upright<WH3477> in heart<WH3820>."}]}