{"bibleAbbr":"KJV1769","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":62,"verses":[{"number":1,"verse":"To the chief Musician<WH5329>, to Jeduthun<WH3038>, A Psalm<WH4210> of David<WH1732>. Truly my soul<WH5315> waiteth<WH1747> upon God<WH430>: from him cometh my salvation<WH3444>. Truly: or, Only waiteth: Heb. is silent"},{"number":2,"verse":"He only is my rock<WH6697> and my salvation<WH3444>; he is my defence<WH4869>; I shall not be greatly<WH7227> moved<WH4131>. defence: Heb. high place"},{"number":3,"verse":"How long will ye imagine mischief<WH2050> against a man<WH376>? ye shall be slain<WH7523> all of you: as a bowing<WH5186> wall<WH7023> shall ye be, and as a tottering<WH1760> fence<WH1447>."},{"number":4,"verse":"They only consult<WH3289> to cast him down<WH5080> from his excellency<WH7613>: they delight<WH7521> in lies<WH3577>: they bless<WH1288> with their mouth<WH6310>, but they curse<WH7043> inwardly<WH7130>. Selah<WH5542>. inwardly: Heb. in their inward parts"},{"number":5,"verse":"My soul<WH5315>, wait<WH1826> thou only upon God<WH430>; for my expectation<WH8615> is from him."},{"number":6,"verse":"He only is my rock<WH6697> and my salvation<WH3444>: he is my defence<WH4869>; I shall not be moved<WH4131>."},{"number":7,"verse":"In God<WH430> is my salvation<WH3468> and my glory<WH3519>: the rock<WH6697> of my strength<WH5797>, and my refuge<WH4268>, is in God<WH430>."},{"number":8,"verse":"Trust<WH982> in him at all times<WH6256>; ye people<WH5971>, pour out<WH8210> your heart<WH3824> before<WH6440> him: God<WH430> is a refuge<WH4268> for us. Selah<WH5542>."},{"number":9,"verse":"Surely men<WH120> <WH1121> of low degree are vanity<WH1892>, and men<WH376> of high degree are a lie<WH3577>: to be laid<WH5927> in the balance<WH3976>, they are altogether<WH3162> lighter than vanity<WH1892>. altogether: or, alike"},{"number":10,"verse":"Trust<WH982> not in oppression<WH6233>, and become not vain<WH1891> in robbery<WH1498>: if riches<WH2428> increase<WH5107>, set<WH7896> not your heart<WH3820> upon them."},{"number":11,"verse":"God<WH430> hath spoken<WH1696> once<WH259>; twice<WH8147> have I heard<WH8085> this<WH2098>; that power<WH5797> belongeth unto God<WH430>. power: or, strength"},{"number":12,"verse":"Also unto thee, O Lord<WH136>, belongeth mercy<WH2617>: for thou renderest<WH7999> to every man<WH376> according to his work<WH4639>."}]}