{"bibleAbbr":"KJV1769","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"To the chief Musician<WH5329>, A Song<WH7892> or Psalm<WH4210>. Make a joyful noise<WH7321> unto God<WH430>, all ye lands<WH776>: all: Heb. all the earth"},{"number":2,"verse":"Sing forth<WH2167> the honour<WH3519> of his name<WH8034>: make<WH7760> his praise<WH8416> glorious<WH3519>."},{"number":3,"verse":"Say<WH559> unto God<WH430>, How terrible<WH3372> art thou in thy works<WH4639>! through the greatness<WH7230> of thy power<WH5797> shall thine enemies<WH341> submit<WH3584> themselves unto thee. submit: or, yield feigned obedience: Heb. lie"},{"number":4,"verse":"All the earth<WH776> shall worship<WH7812> thee, and shall sing<WH2167> unto thee; they shall sing<WH2167> to thy name<WH8034>. Selah<WH5542>."},{"number":5,"verse":"Come<WH3212> and see<WH7200> the works<WH4659> of God<WH430>: he is terrible<WH3372> in his doing<WH5949> toward the children<WH1121> of men<WH120>."},{"number":6,"verse":"He turned<WH2015> the sea<WH3220> into dry<WH3004> land: they went<WH5674> through the flood<WH5104> on foot<WH7272>: there did we rejoice<WH8055> in him."},{"number":7,"verse":"He ruleth<WH4910> by his power<WH1369> for ever<WH5769>; his eyes<WH5869> behold<WH6822> the nations<WH1471>: let not the rebellious<WH5637> exalt<WH7311> <WH7311> themselves. Selah<WH5542>."},{"number":8,"verse":"O bless<WH1288> our God<WH430>, ye people<WH5971>, and make the voice<WH6963> of his praise<WH8416> to be heard<WH8085>:"},{"number":9,"verse":"Which holdeth<WH7760> our soul<WH5315> in life<WH2416>, and suffereth<WH5414> not our feet<WH7272> to be moved<WH4132>. holdeth: Heb. putteth"},{"number":10,"verse":"For thou, O God<WH430>, hast proved<WH974> us: thou hast tried<WH6884> us, as silver<WH3701> is tried<WH6884>."},{"number":11,"verse":"Thou broughtest<WH935> us into the net<WH4686>; thou laidst<WH7760> affliction<WH4157> upon our loins<WH4975>."},{"number":12,"verse":"Thou hast caused men<WH582> to ride<WH7392> over our heads<WH7218>; we went<WH935> through fire<WH784> and through water<WH4325>: but thou broughtest us out<WH3318> into a wealthy<WH7310> place. wealthy: Heb. moist"},{"number":13,"verse":"I will go<WH935> into thy house<WH1004> with burnt offerings<WH5930>: I will pay<WH7999> thee my vows<WH5088>,"},{"number":14,"verse":"Which my lips<WH8193> have uttered<WH6475>, and my mouth<WH6310> hath spoken<WH1696>, when I was in trouble<WH6862>. uttered: Heb. opened"},{"number":15,"verse":"I will offer<WH5927> unto thee burnt sacrifices<WH5930> of fatlings<WH4220>, with the incense<WH7004> of rams<WH352>; I will offer<WH6213> bullocks<WH1241> with goats<WH6260>. Selah<WH5542>. fatlings: Heb. marrow"},{"number":16,"verse":"Come<WH3212> and hear<WH8085>, all ye that fear<WH3373> God<WH430>, and I will declare<WH5608> what he hath done<WH6213> for my soul<WH5315>."},{"number":17,"verse":"I cried<WH7121> unto him with my mouth<WH6310>, and he was extolled<WH7311> <WH7318> with<WH8478> my tongue<WH3956>."},{"number":18,"verse":"If I regard<WH7200> iniquity<WH205> in my heart<WH3820>, the Lord<WH136> will not hear<WH8085> me:"},{"number":19,"verse":"But verily<WH403> God<WH430> hath heard<WH8085> me; he hath attended<WH7181> to the voice<WH6963> of my prayer<WH8605>."},{"number":20,"verse":"Blessed<WH1288> be God<WH430>, which hath not turned away<WH5493> my prayer<WH8605>, nor his mercy<WH2617> from me."}]}