{"bibleAbbr":"GB1587","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"Also I in the first year of Darius the Mede, [even] I, The angel assures Daniel that God has given him power to perform these things, seeing that he appointed him to assist Darius when he overcame the Chaldeans. stood to confirm and to strengthen him."},{"number":2,"verse":"And now will I shew thee the truth. Behold, there shall stand up yet Of which Cambyses that now reigned was the first, the second Smerdes, the third Darius the son of Hystaspis, and the fourth Xerxes, who all were enemies to the people of God, and stood against them. three kings in Persia; and the fourth shall be far richer than [they] all: and by his strength through his riches he shall stir up For he raised up all the east countries to fight against the Grecians, and even though he had in his army 900000 men, yet in four battles he was defeated, and fled away with shame. all against the realm of Grecia."},{"number":3,"verse":"And a That is, Alexander the Great. mighty king shall stand up, that shall rule with great dominion, and do according to his will."},{"number":4,"verse":"And when he shall stand up, For when his estate was most flourishing, he overcame himself with drink, and so fell into a disease: or as some write, was poisoned by Cassander. his kingdom shall be broken, For his twelve chief princes first divided his kingdom among themselves. and shall be divided toward the After this his monarchy was divided into four: for Seleucus had Syria, Antigonus had Asia minor, Cassander had the kingdom of Macedonia, and Ptolemeus had Egypt. four winds of heaven; and not to his Thus God avenged Alexander's ambition and cruelty, in causing his posterity to be murdered, partly by their father's chief friends, and partly by one another. posterity, nor according to None of these four will be able to be compared to the power of Alexander. his dominion which he ruled: for his kingdom shall be plucked up, even for others beside That is, his posterity having no part of it. those."},{"number":5,"verse":"And the That is, Ptolemeus king of Egypt. king of the south shall be strong, and [one] of That is, Antiochus the son of Seleucus, and one of Alexander's princes will be more mighty: for he would have both Asia and Syria. his princes; and he shall be strong above him, and have dominion; his dominion [shall be] a great dominion."},{"number":6,"verse":"And in the end of years they shall join themselves together; for the king's That is, Bernice the daughter of Ptolemais Philadelphus will be given in marriage to Antiochus Theos, thinking by this affinity that Syria and Egypt would have a continual peace together. daughter of the south shall come to the king of the north to make an agreement: but she shall not retain the power of the That power and strength will not continue: for soon after her husband's death, Bernice and her young son were slain by her stepson Seleicus Calinieus the son of Laodice, the lawful wife of Antiochus, but put away for this woman's sake. arm; neither shall Neither Ptolemais nor Antiochus. he stand, nor his Some read «seed», meaning the child begotten by Bernice. arm: but she shall be given up, and they that brought her, and he Some read, «she that begat her», and by this understand her nurse, who brought her up: so that all those who were part of this marriage were destroyed. that begat her, and he that strengthened her in [these] times."},{"number":7,"verse":"But out of a branch of her Meaning that Ptolemais Evergetes after the death of his father Philadelphus would succeed in the kingdom, being of the same stock that Bernice was. roots shall [one] stand up in his estate, To revenge the sister's death against Antiochus Calinicus King of Syria. which shall come with an army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail:"},{"number":8,"verse":"And shall also carry captives into Egypt their gods, with their princes, [and] with their precious vessels of silver and of gold; and he shall continue For this Ptolemais reigned forty-six years. [more] years than the king of the north."},{"number":9,"verse":"So the King of ye South shall come into his kingdome, and shall returne into his owne land."},{"number":10,"verse":"But his Meaning Seleucus and Antiochus the great, the sons of Calinicus, will make war against Ptolemais Philopater, the son of Philadelphus. sons shall be stirred up, and shall assemble a multitude of great forces: and [one] For his older brother Seleucus died, or was slain while the armies were preparing for war. shall certainly come, and overflow, and pass through: then shall he That is, Philopater, when he will see Antiochus take great dominions from him in Syria, and also ready to invade Egypt. return, and be stirred up, [even] to his fortress."},{"number":11,"verse":"And the king of the south shall be moved with choler, and shall come forth and fight with him, [even] with the king of the north: and he shall set forth a great For Antioch had 6000 horsemen, and 60000 footmen. multitude; but the multitude shall be given into his hand."},{"number":12,"verse":"Then the multitude shall be proude, and their heart shall be lifted vp: for hee shall cast downe thousands: but he shall not still preuaile."},{"number":13,"verse":"For the king of the north After the death of Ptolemais Philopater, who left Ptolemais Epiphanes as his heir. shall return, and shall set forth a multitude greater than the former, and shall certainly come after certain years with a great army and with much riches."},{"number":14,"verse":"And in those times there shall For not only Antaiochus came against him, but also Philip King of Macedonia, and these two brought great power with them. many stand up against the king of the south: also the robbers of thy For under Onies, who falsely alleged that place of (Isa_19:19), certain of the Jews retired with him into Egypt to fulfil this prophecy: also the angel shows that all these troubles which are in the Church, are by the providence and counsel of God. people shall exalt themselves to establish the vision; but they shall fall."},{"number":15,"verse":"So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall The Egyptians were not able to resist Stopas, Antiochus' captain. not withstand, neither his chosen people, neither [shall there be any] strength to withstand."},{"number":16,"verse":"But he that cometh against him shall do according to his own will, and none shall stand before him: and he shall stand in the He shows that he will not only afflict the Egyptians, but also the Jews, and will enter into their country, of which he admonished them before, that they may know that all these things came by God's providence. glorious land, which by his hand shall be consumed."},{"number":17,"verse":"He shall also This was the second battle that Antiochus fought against Ptolemais Epiphanes. set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do: and he shall give him the That is, a beautiful woman who was Cleopatra, Antiochus' daughter. daughter of women, corrupting For he did not regard the life of his daughter in respect of the kingdom of Egypt. her: but She will not agree to his wicked counsel, but will love her husband, as her duty requires, and not seek his destruction. she shall not stand [on his side], neither be for him."},{"number":18,"verse":"After this shall he turn his face unto the That is, towards Asia, Greece, and those isles which are in the Mediterranean Sea: for the Jews called all countries which were divided by the sea «isles». isles, and shall take many: but a prince for his own behalf For whereas Antiochus was accustomed to condemn the Romans, and put their ambassadors to shame in all places, Attilius the consul, or Lucius Scipio put him to flight, and caused his shame to turn on his own head. shall cause the reproach offered by him to cease; without his own reproach he shall cause [it] to turn upon By his wicked life, and obedience to foolish counsel. him."},{"number":19,"verse":"Then he shall turn his face toward the fort of For fear of the Romans he will flee to his strongholds. his own land: but he shall stumble and fall, and not be For when as under the pretence of poverty he would have robbed the temple of Jupiter Dodomeus, the countrymen slew him. found."},{"number":20,"verse":"That is, Seleuchus will succeed his father Antiochus. Then shall stand up in his estate a raiser of taxes [in] the glory of the kingdom: but within few days he shall be destroyed, neither in Not by foreign enemies, or battle, but by treason. anger, nor in battle."},{"number":21,"verse":"And in his estate shall stand up a Who was Antiochus Epiphanes, who as is thought was the occasion of Seleucus his brother's death, and was of a vile, cruel, and flattering nature, and defrauded his brother's son of the kingdom, and usurped the kingdom without the consent of the people. vile person, to whom they shall not give the honour of the kingdom: but he shall come in peaceably, and obtain the kingdom by flatteries."},{"number":22,"verse":"And with the He shows that great foreign powers will come to help the young son of Seleucus against his uncle Antiochus, and yet will be overthrown. arms of a flood shall they be overflown from before him, and shall be broken; yea, also the prince of the Meaning Ptolemais Philopater's son, who was this child's cousin, and is here called the prince of the covenant, because he was the chief, and all others followed his conduct. covenant."},{"number":23,"verse":"And after For after the battle, Philometor and his uncle Antiochus made a league. the league [made] with him he shall work deceitfully: for he shall come up, and shall become strong with a For he came upon him by surprise, and when he did not suspect his uncle Antiochus at all. small people."},{"number":24,"verse":"He shall enter peaceably even upon the fattest places of the province; and he shall do [that] which his fathers Meaning, in Egypt. have not done, nor his fathers' fathers; he shall scatter among them the prey, and spoil, and riches: [yea], and he shall forecast his devices against the strong holds, even for a He will content himself with the small strongholds for a time, but will always labour by craft to attain to the chiefest. time."},{"number":25,"verse":"And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall be stirred up to battle with a very great and mighty army; but he shall not He will be overcome with treason. stand: for they shall forecast devices against him."},{"number":26,"verse":"Yea, they that feed of the portion of Signifying his princes and the chief men about him. his meat shall destroy him, and his army Declaring that his soldiers will break out and venture their life to stay and to be slain for the safeguard of their prince. shall overflow: and many shall fall down slain."},{"number":27,"verse":"And both these kings' hearts [shall be] to do The uncle and the nephew will make truce, and banquet together, yet in their hearts they will imagine mischief against one another. mischief, and they shall speak lies at one table; but it shall not prosper: for Signifying that it depends not on the counsel of men to bring things to pass, but on the providence of God, who rules the kings by a secret bridle, so that they cannot do what they themselves wish. yet the end [shall be] at the time appointed."},{"number":28,"verse":"Then shall he return into his land with great Which he will take from the Jews in spoiling Jerusalem and the temple, and this is told them before to exhort them to be patient, knowing that all things are done by God's providence. riches; and his heart [shall be] against the holy covenant; and he shall do [exploits], and return to his own land."},{"number":29,"verse":"At the time appointed he shall returne, and come toward the South: but the last shall not be as the first."},{"number":30,"verse":"For the ships That is, the Roman power will come against him: for P. Popilius the ambassador appointed him to depart in the Romans' name, which he obeyed, although with grief, and to avenge his rage he came against the people of God the second time. of Chittim shall come against him: therefore he shall be grieved, and return, and have indignation against the holy covenant: so shall he do; he shall even return, With the Jews who will forsake the covenant of the Lord: for first he was called against the Jews by Jason the high priest, and this second time by Menelaus. and have intelligence with them that forsake the holy covenant."},{"number":31,"verse":"And arms A great faction of the wicked Jews will join with Antiochus. shall stand on his part, and they shall pollute the sanctuary So called because the power of God was not at all diminished, even though this tyrant set up in the temple the image of Jupiter Olympius, and so began to corrupt the pure service of God. of strength, and shall take away the daily [sacrifice], and they shall place the abomination that maketh desolate."},{"number":32,"verse":"And such as do wickedly Meaning those who had the name of Jews, but indeed were not Jews at all, for they sold their souls, and betrayed their brethren for gain. against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do [exploits]."},{"number":33,"verse":"And they that understand among the Those that remain constant among the people will teach others by their example, and edify many in the true religion. people shall instruct many: By which he exhorts the godly to constancy, even though they should perish a thousand times, and even though their miseries endure ever so long. yet they shall fall by the sword, and by flame, by captivity, and by spoil, [many] days."},{"number":34,"verse":"Now when they shall fall, they shall be holpen with a As God will not leave his Church destitute, yet he will not deliver it all at once, but help in such a way that they may still seem to fight under the cross, as he did in the time of the Maccabees, of which he here prophesies. little help: but many shall cleave to them That is, there will even be among this small number many hypocrites. with flatteries."},{"number":35,"verse":"And [some] of them That is, of those that fear God and will lose their life for the defence of true religion. Signifying also that the Church must continually be tried and purged, and ought to look for one persecution after another: for God has appointed the time, and therefore we must obey. of understanding shall fall, to try them, and to purge, and to make [them] white, [even] to the time of the end: because [it is] yet for a time appointed."},{"number":36,"verse":"And the Because the angels purpose is to show the whole course of the persecutions of the Jews until the coming of Christ, he now speaks of the monarchy of the Romans, which he notes by the name of a king, who were without religion and condemned the true God. king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods, and shall prosper till the indignation So long the tyrants will prevail as God has appointed to punish his people: but he shows that it is but for a time. be accomplished: for that that is determined shall be done."},{"number":37,"verse":"Neither shall he regard the The Romans will observe no certain form of religion as other nations, but will change their gods at their pleasures, indeed, they will condemn them and prefer themselves to their gods. God of his fathers, nor the desire Signifying that they would be without all humanity: for the love of women is taken for singular or great love, as (2Sa_1:26). of women, nor regard any god: for he shall magnify himself above all."},{"number":38,"verse":"But in his estate shall he honour the That is, the god of power and riches: they will esteem their own power above all their gods and worship it. God of forces: and a god whom his fathers knew not shall he honour with Under pretence of worshipping the gods, they will enrich their city with the most precious jewels of all the world, because by this all men would hold them in admiration for their power and riches. gold, and silver, and with precious stones, and pleasant things."},{"number":39,"verse":"Thus shall he do in Even though in their hearts they had no religion, yet they did acknowledge the gods, and worshipped them in their temples, lest they should have been despised as atheists. But this was to increase their fame and riches, and when they gained any country, they made others the rulers of it in such a way that the profit always came to the Romans. the most strong holds with a strange god, whom he shall acknowledge [and] increase with glory: and he shall cause them to rule over many, and shall divide the land for gain."},{"number":40,"verse":"And at the time of the end shall the king of the That is, both the Egyptians and the Syrians will at length fight against the Romans, but they will be overcome. south push at him: and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over."},{"number":41,"verse":"He shall enter also into the The angel forewarns the Jews that when they should see the Romans invade them, and that the wicked would escape their hands, that then they should think that all this was done by God's providence, seeing that he warned them of it so long before, and therefore he would still preserve them. glorious land, and many [countries] shall be overthrown: but these shall escape out of his hand, [even] Edom, and Moab, and the chief of the children of Ammon."},{"number":42,"verse":"He shall stretch foorth his hands also vpon the countreis, and ye land of Egypt shall not escape."},{"number":43,"verse":"But he shall haue power ouer the treasures of golde and of siluer, and ouer all the precious things of Egypt, and of the Lybians, and of the blacke Mores where he shall passe."},{"number":44,"verse":"But tidings out of the east and out of the north shall Hearing that Crassus was slain, and Antonius defeated. trouble him: therefore he shall go forth For Augustus overcame the Parthians, and recovered that which Antonius had lost. with great fury to destroy, and utterly to make away many."},{"number":45,"verse":"And he shall plant the tabernacles The Romans after this reigned quietly throughout all countries, and from sea to sea, and in Judea: but at length because of their cruelty God will destroy them. of his palace between the seas in the glorious holy mountain; yet he shall come to his end, and none shall help him."}]}