{"bibleAbbr":"GB1587","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"And in the The father and the son were both called by this name, so that this is meant of the son, when he reigned alone: for he also reigned in a way with his father. second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed Not that he had many dreams, but because many matters were contained in this dream. dreams, wherewith his spirit was Because it was so rare and strange a dream, that he had had nothing similar. troubled, and Or, «his sleep was upon him», that is, that he was so heavy with sleep, that he began to sleep again. his sleep brake from him."},{"number":2,"verse":"Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the For all these astrologers and sorcerers called themselves by this name of honour, as though all the wisdom and knowledge of the country depended upon them, and that all other countries were void of such wisdom and knowledge. Chaldeans, for to shew the king his dreams. So they came and stood before the king."},{"number":3,"verse":"And the King sayde vnto them, I haue dreamed a dreame, and my spirite was troubled to knowe the dreame."},{"number":4,"verse":"Then spake the Chaldeans to the king in That is, in the Syrian language, which differed not much from the Chaldeans, except it seemed to be more eloquent, and therefore the learned used to speak it, as the Jewish writers do to this day. Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation."},{"number":5,"verse":"The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye This is a just reward of their arrogance (who boasted of themselves that they had knowledge of all things), that they should be proved fools, and that to their perpetual shame and confusion. shall be cut in pieces, and your houses shall be made a dunghill."},{"number":6,"verse":"But if yee declare the dreame and the interpretation thereof, ye shall receyue of me gifts and rewardes, and great honour: therefore shewe me the dreame and the interpretation of it."},{"number":7,"verse":"They answered again and said, Let the king tell In this appears their ignorance, that despite their braggings, yet they were not able to tell the dream, unless he told them of it. And if he did tell them, they would pretend knowledge where there was but mere ignorance, and so as deluders of the people they were worthy to die. his servants the dream, and we will shew the interpretation of it."},{"number":8,"verse":"Then the King answered, and sayd, I knowe certeinly that ye would gaine the time, because ye see the thing is gone from me."},{"number":9,"verse":"But if ye will not declare mee the dreame, there is but one iudgement for you: for ye haue prepared lying and corrupt wordes, to speake before me till the time bee changed: therefore tell me the dreame, that I may knowe, if yee can declare me the interpretation thereof."},{"number":10,"verse":"Then the Caldeans answered before the King, and sayde, There is no man vpon earth that can declare the Kings matter: yea, there is neither king nor prince nor lorde that asked such things at an inchanter or astrologian or Caldean."},{"number":11,"verse":"For it is a rare thing that the King requireth, and there is none other that can declare it before the King, except the gods whose dwelling is not with flesh."},{"number":12,"verse":"For this cause the king was angrie and in great furie, and commanded to destroy all the wise men of Babel."},{"number":13,"verse":"And the decree went forth that the wise [men] should be slain; and they Which declares that God would not have his servant united in the company of these sorcerers and astrologers, whose arts were wicked, and therefore justly ought to die, even though the king did it upon a rage and not from zeal. sought Daniel and his fellows to be slain."},{"number":14,"verse":"Then Daniel answered with counsel and wisedome to Arioch the Kings chiefe stewarde, which was gone foorth to put to death the wise men of Babel."},{"number":15,"verse":"Yea, he answered and sayde vnto Arioch the kings captaine, Why is the sentence so hastie from the king? Then Arioch declared the thing to Daniel."},{"number":16,"verse":"So Daniel went and desired the king that he woulde giue him leasure and that he woulde shewe the king the interpretation thereof."},{"number":17,"verse":"The Daniel went to his house & shewed the matter to Hananiah, Mishael, and Azariah his companions,"},{"number":18,"verse":"That they should beseech the God of heauen for grace in this secrete, that Daniel and his fellowes should not perish with the rest of ye wise men of Babel."},{"number":19,"verse":"Then was the secret reueiled vnto Daniel in a vision by night: therefore Daniel praysed the God of heauen."},{"number":20,"verse":"And Daniel answered and sayde, The Name of God be praysed for euer and euer: for wisedome and strength are his,"},{"number":21,"verse":"And hee changeth the times & seasons: he taketh away kings: he setteth vp kings: he giueth wisedome vnto the wise, and vnderstanding to those that vnderstand."},{"number":22,"verse":"He revealeth the deep and secret things: he knoweth what [is] in the darkness, and the He shows that man has neither wisdom nor knowledge, but very dark blindness and ignorance of himself: for it comes only from God that man understands anything. light dwelleth with him."},{"number":23,"verse":"I thank thee, and praise thee, O thou God of my To whom you made your promise, and who lived in fear of you: by which he excludes all other gods. fathers, who hast given me wisdom and Meaning power to interpret it. might, and hast made known unto me now what we desired of thee: for thou hast [now] made known unto us the king's matter."},{"number":24,"verse":"Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise [men] of Babylon: he went and said thus unto him; Destroy not By which appears that many were slain, as in verse thirteen, and the rest at Daniel's offer were preserved on condition. Not that Daniel favoured their wicked profession, but that he had respect to fairness, because the King proceeded according to his wicked affection, and not considering if their profession was morally correct or not. the wise [men] of Babylon: bring me in before the king, and I will shew unto the king the interpretation."},{"number":25,"verse":"Then Arioch brought Daniel before the King in all haste, and sayd thus vnto him, I haue found a man of the children of Iudah that were brought captiues, that will declare vnto the King the interpretation."},{"number":26,"verse":"Then answered the King, and sayde vnto Daniel, whose name was Belteshazzar, Art thou able to shew me the dreame, which I haue seene, and the interpretation thereof?"},{"number":27,"verse":"Daniel answered in the presence of the King, and sayd, The secret which the King hath demanded, can neither the wise, the astrologians, the inchanters, nor the southsayers declare vnto the King."},{"number":28,"verse":"But there is a God in He affirms that man by reason and craft is not able to attain to the cause of God's secrets, but the understanding only of them must come from God: by which he smites the king with a certain fear and reverence of God, that he might be the more able to receive the high mysteries that would be revealed. heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;"},{"number":29,"verse":"O King, when thou wast in thy bedde, thoughts came into thy mind, what should come to passe hereafter, and he that reueyleth secretes, telleth thee, what shall come."},{"number":30,"verse":"But as Because he had said that God alone must reveal the signification of this dream, the King might have asked why Daniel undertook to interpret it: and therefore he shows that he was but God's minister, and had no gifts but those which God had given him to set forth his glory. for me, this secret is not revealed to me for [any] wisdom that I have more than any living, but for [their] sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart."},{"number":31,"verse":"O King, thou sawest, and beholde, there was a great image: this great image whose glory was so excellent, stood before thee, & the forme thereof was terrible."},{"number":32,"verse":"This image's head [was] of fine By gold, silver, brass, and iron are meant the Chaldean, Persian, Macedonian, and Roman kingdoms, which would successively rule all the world until Christ (who is here called the stone) himself comes, and destroys the last. And this was to assure the Jews that their affliction would not end with the empire of the Chaldeans, but that they should patiently await the coming of the Messiah, who would be at the end of this fourth monarchy. gold, his breast and his arms of silver, his belly and his thighs of brass,"},{"number":33,"verse":"His legges of yron, and his feete were part of yron, and part of clay."},{"number":34,"verse":"Thou beheldest it til a stone was cut without hands, which smote the image vpon his feete, that were of yron and clay, and brake them to pieces."},{"number":35,"verse":"Then was the yron, the clay, the brasse, the siluer and the golde broken all together, and became like the chaffe of the sommer floures, and the winde caryed them away, that no place was founde for them: and the stone that smote the image, became a great mountaine, and filled the whole earth."},{"number":36,"verse":"This is the dreame, and we will declare before the King the interpretation thereof."},{"number":37,"verse":"O King, thou art a king of Kings: for the God of heauen hath giuen thee a kingdome, power, and strength, and glorie."},{"number":38,"verse":"And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou [art] Daniel leaves out the kingdom of the Assyrians, which was before the Babylonian, both because it was not a monarchy and general empire, and also because he would declare the things that were to come, until the coming of Christ, for the comfort of the elect among these wonderful alterations. And he calls the Babylonian kingdom the golden head, because in respect of the other three, it was the best, and yet it was of itself wicked and cruel. this head of gold."},{"number":39,"verse":"And after thee shall arise another kingdom Meaning, the Persians who were not inferior in dignity, power, or riches, but were worse with regard to ambition, cruelty, and every type of vice, showing that the world would grow worse and worse, until it was restored by Christ. inferior to thee, and another That is, those of the Macedonians will be of brass, not alluding to the hardness of it, but to the vileness with regard to silver. third kingdom of brass, which shall bear rule over all the earth."},{"number":40,"verse":"And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all [things]: and as iron that breaketh all these, shall it break in That is, the Roman empire will subdue all these others, which after Alexander were divided into the Macedonians, Grecians, Syrians, and Egyptians. pieces and bruise."},{"number":41,"verse":"And whereas thou sawest the feet and toes, part of potters' clay, and part of iron, the kingdom shall be They will have civil wars, and continual discords among themselves. divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay."},{"number":42,"verse":"And as the toes of the feete were parte of yron, and parte of clay, so shall the kingdome be partly strong, and partly broken."},{"number":43,"verse":"And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with They will be marriages and affinities think to make themselves strong: yet they will never by united in heart. the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay."},{"number":44,"verse":"And in the days of these kings shall the God of heaven set up a kingdom, which His purpose is to show that all the kingdoms of the world are transitory, and that the kingdom of Christ alone will remain forever. shall never be destroyed: and the kingdom shall not be left to other people, [but] it shall break in pieces and consume all these kingdoms, and it shall stand for ever."},{"number":45,"verse":"Forasmuch as thou sawest that the Meaning Christ, who was sent by God, and not set up by man, whose kingdom at the beginning would be small and without beauty to man's judgment, but would at length grow and fill the whole earth, which he calls a great mountain, as in (Dan_2:35). And this kingdom, which is not only referred to the person of Christ, but also to the whole body of his Church, and to every member of it, will be eternal: for the Spirit that is in them is eternal life; (Rom_8:10). stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream [is] certain, and the interpretation thereof sure."},{"number":46,"verse":"Then the king Nebuchadnezzar fell upon his face, and Though this humbling of the king seemed to deserve commendation, yet because he united God's honour with the Prophets, it is to be reproved, and Daniel would have erred, if he allowed it: but it is to his credit that Daniel admonished him of his fault, and did not allow it. worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him."},{"number":47,"verse":"The king answered unto Daniel, and said, Of a truth [it is], that your This confession was but a sudden motion, as it was also in Pharaoh, (Exo_9:28), but his heart was not touched, as appeared soon afterwards. God [is] a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldest reveal this secret."},{"number":48,"verse":"Then the king made Daniel a great man, and gave him many great Not that the Prophet was desirous of gifts or honour, but because by this means he might relieve his poor brethren, who were grievously oppressed in this their captivity, and he also received them, lest he should offend this cruel king, who willingly gave them. gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise [men] of Babylon."},{"number":49,"verse":"Then Daniel He did not do this for their personal profit, but that the whole Church, which was then there in affliction, might have some release and ease by this benefit. requested of the king, and he set Shadrach, Meshach, and Abednego, over the affairs of the province of Babylon: but Daniel [sat] in the Meaning that either he was a judge, or that he had the whole authority, so than no one could be admitted to the king's presence but by him. gate of the king."}]}