{"bibleAbbr":"Geneva1587","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"It pleased Darius to set over the kingdom Read (Est_1:1). an hundred and twenty princes, which should be over the whole kingdom;"},{"number":2,"verse":"And ouer these, three rulers (of whome Daniel was one) that the gouernours might giue accompts vnto them, and the King should haue no domage."},{"number":3,"verse":"Then this Daniel This heathen king preferred Daniel a stranger to all his nobles and those he was familiar with, because the graces of God were more excellent in him than in others. was preferred above the presidents and princes, because an excellent spirit [was] in him; and the king thought to set him over the whole realm."},{"number":4,"verse":"Then the presidents and princes Thus the wicked cannot abide the graces of God in others, but seek by every occasion to deface them: therefore against such assaults there is no better remedy than to walk upright in the fear of God, and to have a good conscience. sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he [was] faithful, neither was there any error or fault found in him."},{"number":5,"verse":"Then sayd these men, We shall not finde an occasion against this Daniel, except we finde it against him concerning the Law of his God."},{"number":6,"verse":"Therefore the rulers and these gouernours went together to the King, and sayde thus vnto him, King Darius, liue for euer."},{"number":7,"verse":"All the rulers of thy kingdome, the officers and gouernours, the counsellers, and dukes haue consulted together to make a decree for the King and to establish a statute, that whosoeuer shall aske a petition of any god or man for thirtie dayes saue of thee, O King, he shalbe cast into the denne of lyons."},{"number":8,"verse":"Nowe, O King, confirme the decree, and seale the writing, that it be not changed according to the law of the Medes and Persians, which altereth not."},{"number":9,"verse":"Wherefore king Darius In this is condemned the wickedness of the king, who would be set up as a god, and did not care what wicked laws he approved for the maintenance of it. signed the writing and the decree."},{"number":10,"verse":"Now when Daniel knew that the writing was signed, he went into his house; and his Because he would not by his silence show that he consented to this wicked decree, he set open his windows toward Jerusalem when he prayed: both to stir up himself with the remembrance of God's promises to his people, when they should pray toward that temple, and also that others might see that he would neither consent in heart nor deed for these few days to anything that was contrary to God's glory. windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime."},{"number":11,"verse":"Then these men assembled, and founde Daniel praying, and making supplication vnto his God."},{"number":12,"verse":"So they came &, spake vnto the King concerning the Kings decree, Hast thou not sealed the decree, that euery man that shall make a request to any god or man within thirtie dayes, saue to thee, O King, shall be cast into the denne of lyons? The King answered, and sayd, The thing is true, according to the Lawe of the Medes and Persians, which altereth not."},{"number":13,"verse":"Then answered they, and sayd vnto the King, This Daniel which is of the children of the captiuitie of Iudah, regardeth not thee, O King, nor the decree, that thou hast sealed, but maketh his petition three times a day."},{"number":14,"verse":"When the King heard these wordes, hee was sore displeased with himselfe, and set his heart on Daniel, to deliuer him: and he laboured till the sunne went downe, to deliuer him."},{"number":15,"verse":"Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians [is], That no decree nor statute which the king establisheth may be Thus the wicked maintain evil laws by constancy and authority, which is often either weakness, or stubbornness, and the innocent as a result perish by them: and these governors neither ought to fear, nor be ashamed to break such laws. changed."},{"number":16,"verse":"Then the King commaunded, and they brought Daniel, and cast him into the denne of lyons: now the King spake, and said vnto Daniel, Thy God, whome thou alway seruest, euen he will deliuer thee."},{"number":17,"verse":"And a stone was brought, and layed vpon the mouth of the denne, and the King sealed it with his owne signet, and with the signet of his princes, that the purpose might not be changed, concerning Daniel."},{"number":18,"verse":"Then the King went vnto his palace, and remained fasting, neither were the instruments of musike brought before him, and his sleepe went from him."},{"number":19,"verse":"Then the King arose early in the morning, & went in all haste vnto the denne of lyons."},{"number":20,"verse":"And when he came to the den, he cried with a lamentable voice unto Daniel: [and] the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, This declares that Darius was not touched with the true knowledge of God, because he doubted of his power. able to deliver thee from the lions?"},{"number":21,"verse":"Then saide Daniel vnto the King, O King, liue for euer."},{"number":22,"verse":"My God hath sent his angel, and hath shut the lions' mouths, that they have not hurt me: forasmuch as before him My just cause and uprightness in this thing in which I was charged, is approved by God. innocency was found in me; and also before thee, O king, have I done For he disobeyed the kings's wicked commandment in order to obey God, and so he did no injury to the king, who ought to command nothing by which God would be dishonoured. no hurt."},{"number":23,"verse":"Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he Because he committed himself wholly to God whose cause he defended, he was assured that nothing but good could come to him: and in this we see the power of faith, as in (Heb_11:33). believed in his God."},{"number":24,"verse":"And the king commanded, and they brought those men which had accused Daniel, and they This is a terrible example against all the wicked who do against their conscience make cruel laws to destroy the children of God, and also admonishes princes how to punish such when their wickedness is come to light: though not in every point, or with similar circumstances, but yet to execute true justice upon them. cast [them] into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces or ever they came at the bottom of the den."},{"number":25,"verse":"Afterwarde King Darius wrote, Vnto all people, nations and languages, that dwel in all the world: Peace be multiplied vnto you."},{"number":26,"verse":"I make a decree, That in every dominion of my kingdom men tremble and fear This does not prove that Darius worshipped God properly, or was converted: for then he would have destroyed all superstition and idolatry, and not only given God the chief place, but also have set him up, and caused him to be honoured according to his word. But this was a specific confession of God's power, unto which he was compelled by this wonderful miracle. before the God of Daniel: for he [is] the Who not only has life in himself, but is the only fountain of life, and quickens all things, so that without him there is no life. living God, and stedfast for ever, and his kingdom [that] which shall not be destroyed, and his dominion [shall be even] unto the end."},{"number":27,"verse":"Hee rescueth and deliuereth, and hee worketh signes and wonders in heauen and in earth, who hath deliuered Daniel from the power of the lyons."},{"number":28,"verse":"So this Daniel prospered in the reigne of Darius and in the reigne of Cyrus of Persia."}]}