{"bibleAbbr":"KJV1611","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"Heare this word yea kine of Bashan, that are in the mountaine of Samaria, which oppresse the poore, which crush the needy, which say to their masters; Bring, and let vs drinke."},{"number":2,"verse":"The Lord God hath sworne by his holinesse, that loe, the dayes shall come vpon you, that he will take you away with hookes, and your posteritie with fish-hookes."},{"number":3,"verse":"And yee shall goe out at the breaches, euery Cow at that which is before her, and yee shall cast them into the palace, saith the Lord."},{"number":4,"verse":"Come to Bethel and transgresse, at Gilgal multiplie transgression; and bring your sacrifices euery morning, and your tithes after three yeeres."},{"number":5,"verse":"And offer a sacrifice of thanksgiuing with leauen, and proclaime and publish the free offrings; for this liketh you, O yee children of Israel, saith the Lord God."},{"number":6,"verse":"And I also haue giuen you cleannesse of teeth in all your cities, and want of bread in all your places: yet haue yee not returned vnto me, saith the Lord."},{"number":7,"verse":"And also I haue withholden the raine from you, when there were yet three moneths to the haruest, and I caused it to raine vpon one citie, and caused it not to raine vpon an other city: one piece was rained vpon, & the piece wherupon it rained not, withered."},{"number":8,"verse":"So two or three cities wandered vnto one citie, to drinke water; but they were not satisfied: yet haue yee not returned vnto me, saith the Lord."},{"number":9,"verse":"I haue smitten you with blasting and mildew; when your gardens and your vineyards, and your fig trees, and your oliue trees increased, the palmer worme deuoured them: yet haue yee not returned vnto me, saith the Lord."},{"number":10,"verse":"I haue sent among you the pestilence, after the maner of Egypt: your yongmen haue I slain with the sword, and haue taken away your horses, & I haue made the stinke of your campes to come vp vnto your nostrils, yet haue ye not returned vnto me, saith the Lord."},{"number":11,"verse":"I haue ouerthrowen some of you, as God ouerthrew Sodome & Gomorrah, and yee were as a firebrand pluckt out of the burning: yet haue yee not returned vnto me, saith the Lord."},{"number":12,"verse":"Therefore thus will I doe vnto thee, O Israel: and because I will doe this vnto thee, prepare to meete thy God, O Israel."},{"number":13,"verse":"For loe, he that formeth the mountaines, and createth the wind, and declareth vnto man, what is his thought, that maketh the morning darkenesse, and treadeth vpon the high places of the earth: the Lord, the God of hostes is his Name."}]}