{"bibleAbbr":"AKJV1999+","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"The burden <WH4853> which <WH834> Habakkuk <WH2265> the prophet <WH5030> did see. <WH2372>"},{"number":2,"verse":"O LORD, <WH3068> how <WH5704> long <WH5704> shall I cry, <WH7768> and you will not hear! <WH8085> even cry <WH2199> out to you of violence, <WH2555> and you will not save! <WH3467>"},{"number":3,"verse":"Why <WH4100> do you show <WH7200> me iniquity, <WH205> and cause me to behold <WH5027> grievance? <WH5999> for spoiling <WH7701> and violence <WH2555> are before <WH5048> me: and there are that raise <WH5375> up strife <WH7379> and contention. <WH4066>"},{"number":4,"verse":"Therefore <WH5921> <WH3651> the law <WH8451> is slacked, <WH6313> and judgment <WH4941> does never <WH3808> <WH5331> go <WH3318> forth: <WH3318> for the wicked <WH7563> does compass <WH3803> about the righteous; <WH6662> therefore <WH5921> <WH3651> wrong <WH6127> judgment <WH4941> proceeds. <WH3318>"},{"number":5,"verse":"Behold <WH7200> you among the heathen, <WH1471> and regard, <WH5027> and wonder <WH8539> marvelously: <WH8539> for I will work <WH6466> a work <WH6467> in your days <WH3117>which you will not believe, <WH539> though <WH3588> it be told <WH5608> you."},{"number":6,"verse":"For, see, <WH2009> I raise <WH6965> up the Chaldeans, <WH3778> that bitter <WH4751> and hasty <WH4116> nation, <WH1471> which shall march <WH1980> through the breadth <WH4800> of the land, <WH776> to possess <WH3423> the dwelling places <WH4908> that are not their's."},{"number":7,"verse":"They are terrible <WH366> and dreadful: <WH3372> their judgment <WH4941> and their dignity <WH7613> shall proceed <WH3318> of themselves."},{"number":8,"verse":"Their horses <WH5483> also are swifter <WH7043> than the leopards, <WH5246> and are more fierce <WH2300> than the evening <WH6153> wolves: <WH2061> and their horsemen <WH6571> shall spread <WH6335> themselves, and their horsemen <WH6571> shall come <WH935> from far; <WH7350> they shall fly <WH5774> as the eagle <WH5404> that hastens <WH2363> to eat. <WH398>"},{"number":9,"verse":"They shall come <WH935> all <WH3605> for violence: <WH2555> their faces <WH6440> shall sup <WH4041> up as the east <WH6921> wind, and they shall gather <WH622> the captivity <WH7628> as the sand. <WH2344>"},{"number":10,"verse":"And they shall scoff <WH7046> at the kings, <WH4428> and the princes <WH7336> shall be a scorn <WH4890> to them: they shall deride <WH7832> every <WH3605> strong <WH4013> hold; <WH4013> for they shall heap <WH6651> dust, <WH6083> and take <WH3920> it."},{"number":11,"verse":"Then <WH227> shall his mind <WH7307> change, <WH2498> and he shall pass <WH5674> over, <WH5674> and offend, <WH816> imputing this <WH2098> his power <WH3581> to his god. <WH430>"},{"number":12,"verse":"Are you not from everlasting, <WH6924> O LORD <WH3068> my God, <WH430> my Holy <WH6918> One? <WH6918> we shall not die. <WH4191> O LORD, <WH3068> you have ordained <WH7760> them for judgment; <WH4941> and, O mighty <WH6697> God, <WH6697> you have established <WH3245> them for correction. <WH3198>"},{"number":13,"verse":"You are of purer <WH2889> eyes <WH5869> than to behold <WH7200> evil, <WH7451> and can <WH3201> not look <WH5027> on <WH413> iniquity: <WH5999> why <WH4100> look <WH5027> you on them that deal treacherously, <WH898> and hold <WH2790> your tongue <WH2790> when the wicked <WH7563> devours <WH1104> the man that is more righteous <WH6662> than he?"},{"number":14,"verse":"And make <WH6213> men <WH120> as the fishes <WH1709> of the sea, <WH3220> as the creeping <WH7431> things, that have no <WH3808> ruler <WH4910> over them?"},{"number":15,"verse":"They take <WH5927> up all <WH3605> of them with the angle, <WH2443> they catch <WH1641> them in their net, <WH2764> and gather <WH622> them in their drag: <WH4365> therefore <WH5921> <WH3651> they rejoice <WH8055> and are glad. <WH1523>"},{"number":16,"verse":"Therefore <WH5921> <WH3651> they sacrifice <WH2076> to their net, <WH2764> and burn <WH6999> incense <WH6999> to their drag; <WH4365> because <WH3588> by them their portion <WH2506> is fat, <WH8082> and their meat <WH3978> plenteous. <WH1277>"},{"number":17,"verse":"Shall they therefore <WH3651> empty <WH7324> their net, <WH2764> and not spare <WH2550> continually <WH8548> to slay <WH2026> the nations? <WH1471>"}]}