{"bibleAbbr":"teERV1997","bookName":"ఫిలిప్పీయులకు వ్రాసిన లేఖ","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"( చివరి సలహా) నా ప్రియమైన సోదరులారా! మిమ్మల్ని చూడాలని నాకు ఎంతో ఆత్రుతగా ఉంది. మీరు నాకు చాలా ఆనందం కలిగించారు. మీ విషయంలో నేను చాలా గర్విస్తుంటాను. ప్రియ మిత్రులారా! ప్రభువును అనుసరించటం మానుకోకండి."},{"number":2,"verse":"యువొదియ, సుంటుకే అనేవాళ్ళు ప్రభువు విశ్వాసులు కనుక వాళ్ళు పరస్పరం ఒక అంగీకారానికి రావాలని అర్థిస్తున్నాను."},{"number":3,"verse":"నిజమైన జత పనివాడా! నీవు నాతో కలిసి పని చేసావు. నీవు నమ్మకంగా పని చేసేవాడవని నాకు తెలుసు. ఈ స్త్రీలకు సహాయం చేయి. దైవసందేశాన్ని ప్రకటించటంలో వీళ్ళు క్లెమెంతుతోను, మరియు మిగతావాళ్ళతోను కలిసి నా పక్షాన నిలిచారు. ఈ మిగతావాళ్ళ పేర్లు జీవగ్రంథంలో ఉన్నాయి."},{"number":4,"verse":"అన్ని వేళలందును మీరు ప్రభువునందు ఆనందించండి, మళ్ళీ చెపుతున్నాను. ప్రభువునందు ఆనందించండి."},{"number":5,"verse":"మీరు దయగలవాళ్ళనే పేరు పొందాలి. ప్రభువు త్వరలో రానున్నాడు."},{"number":6,"verse":"ఏ విషయంలో చింతలు పెట్టుకోకండి. ప్రతిసారి ప్రార్థించి మీ కోరికల్ని దేవునికి తెలుపుకోండి. కృతజ్ఞతా హృదయంతో అడగండి."},{"number":7,"verse":"దేవుడు యిచ్చే శాంతిని ఎవ్వరూ అర్థం చేసుకోలేదు. అది మీ హృదయాలను, మీ బుద్ధిని, యేసు క్రీస్తులో ఉంచి కాపలాకాస్తుంది."},{"number":8,"verse":"కనుక సోదరులారా! నేను చివరకు చెప్పేదేమిటంటే, సత్యమైనవాటిని, మంచివాటిని, ధర్మమైనవాటిని, పవిత్రమైనవాటిని, ఆనందమైనవాటిని, మెచ్చుకోతగ్గవాటిని, అంటే ఉత్తమంగా ఉన్నవాటిని గురించి, ప్రశాంతమైనవాటిని గురించి మీ మనస్సులో ఆలోచించండి."},{"number":9,"verse":"మీరు నా ద్వారా నేర్చుకొన్నవాటిని, నా నుండి పొందినవాటిని, నా నుండి విన్నవాటిని, నాలో చూసినవాటిని ఆచరణలో పెట్టండి. అప్పుడు శాంతిని కలిగించే దేవుడు మీతో ఉంటాడు."},{"number":10,"verse":"( కానుకలకు కృతజ్ఞత) మీకు నా పట్ల ఉన్న అభిమానం మళ్ళీ మొలకెత్తినందుకు నేను ప్రభువు పేరిట చాలా ఆనందిస్తున్నాను. ఔను, మీకు నా పట్ల అభిమానం ఉంది కాని, దాన్ని చూపించుకొనే అవకాశం మీకు చిక్కలేదు."},{"number":11,"verse":"నాకు మీ అవసరముందని ఈ విధంగా మాట్లాడటం లేదు. ఏ పరిస్థితుల్లోనైనా తృప్తిగా ఉండేందుకు నేను నేర్చుకొన్నాను."},{"number":12,"verse":"అవసరంలో ఉండటం అంటే ఏమిటో, అధికంగా కలిగి ఉండటం అంటే ఏమిటో నాకు తెలుసు. అన్ని పరిస్థితుల్లో, అంటే కడుపు నిండి ఉన్నప్పుడును ఆకలితో ఉన్నప్పుడును, అవసరాలలో ఉన్నప్పుడును అధికంగా కలిగి ఉన్నప్పుడును సంతృప్తికరంగా ఎలా ఉండాలో, దాని రహస్యమేమిటో నేను తెలుసుకున్నాను."},{"number":13,"verse":"నాకు శక్తినిచ్చే క్రీస్తు ద్వారా నేను ఏ పనినైనా చేయగలను."},{"number":14,"verse":"అయినా మీరు నా కష్టాలు పంచుకొని మంచి పని చేసారు."},{"number":15,"verse":"పైగా దైవసందేశాన్ని గురించి మీరు క్రొత్తగా విన్నప్పుడు, ఫిలిప్పీలో ఉన్న మీరు తప్ప ఎవ్వరూ నాకు సహాయం చెయ్యలేదు. నేను మాసిదోనియ నుండి ప్రయాణం సాగించినప్పుడు ఒక్క సంఘం కూడా నాకు సహాయం చెయ్యలేదు. నాకు వాళ్ళు ఏమీ యివ్వలేదు. నానుండి ఏమీ పుచ్చుకోలేదు."},{"number":16,"verse":"నేను థెస్సలొనీకలో ఉన్నప్పుడు కూడా నా అవసరాన్ని బట్టి మీరు నాకు ఎన్నోసార్లు సహాయం చేసారు."},{"number":17,"verse":"నేను మీ నుండి విరాళాలు పొందాలని యిలా మాట్లాడటం లేదు. మీ జీవితం యొక్క లెక్కలకు కొంత లాభం చేకూర్చాలని నా అభిప్రాయం."},{"number":18,"verse":"నాకు కావలసినదానికన్నా ఎక్కవే చెల్లించారు. మీరు ఎపఫ్రొదితు ద్వారా నాకు పంపిన విరాళాలు నాకు ముట్టాయి. దానితో నా అవసరాలు పూర్తిగా తీరిపోయాయి. సుగంధ పరిమళాల వలే ఉన్న మీ విరాళాలను దేవుడు ఆనందంగా అంగీకరిస్తాడు."},{"number":19,"verse":"నా దేవుడు యేసు క్రీస్తులో ఉన్న గొప్ప ఐశ్వర్యంతో మీ అవసరాలన్నీ తీరుస్తాడు."},{"number":20,"verse":"మన తండ్రియైన దేవునికి చిరకాలపు కీర్తి కలుగుగాక! ఆమేన్."},{"number":21,"verse":"యేసు క్రీస్తులో ఐక్యత పొందిన ప్రతి పవిత్రునికి నా వందనాలు తెలుపండి. నాతోవున్న సోదరులందరూ మీకు వందనాలు తెలుపుతున్నారు."},{"number":22,"verse":"పవిత్రులందరు, ముఖ్యంగా చక్రవర్తి భవనంలో నివసించేవాళ్ళు, మీకు వందనాలు తెలుపుతున్నారు."},{"number":23,"verse":"యేసు క్రీస్తు ప్రభువుయొక్క అనుగ్రహము మీ ఆత్మకు తోడుగా ఉండుగాక!"}]}