{"bibleAbbr":"ULT2024","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision of Isaiah son of Amoz, that he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},{"number":2,"verse":"Hear, heavens, and give ear, earth; for Yahweh has spoken: \"I have nourished and brought up children, but they have rebelled against me."},{"number":3,"verse":"The ox knows his owner, and the donkey his master's feeding trough, but Israel does not know, Israel does not understand.\""},{"number":4,"verse":"Woe! Nation, sinners, a people weighed down with iniquity, offspring of evildoers, sons who act corruptly! They have abandoned Yahweh, they have despised the Holy One of Israel, they have estranged themselves from him."},{"number":5,"verse":"Why are you still being beaten? Why do you rebel more and more? The whole head is sick, the whole heart is weak."},{"number":6,"verse":"From the sole of the foot to the head there is no part unharmed; only wounds, and bruises, and fresh open wounds; they have not been closed, cleansed, bandaged, nor treated with oil."},{"number":7,"verse":"Your country is ruined; your cities are burned; your fields—in your presence, strangers are destroying them— abandoned devastation, overthrown by strangers."},{"number":8,"verse":"The daughter of Zion is left like a hut in a vineyard, like a shed in a garden of cucumbers, like a besieged city."},{"number":9,"verse":"If Yahweh of hosts had not left for us a small remnant, we would have been like Sodom, we would have been like Gomorrah."},{"number":10,"verse":"Hear the word of Yahweh, you rulers of Sodom; listen to the law of our God, you people of Gomorrah:"},{"number":11,"verse":"\"What is the multitude of your sacrifices to me?\" says Yahweh. \"I have had enough of the burnt offerings of rams, and the fat of fatted beasts; and in the blood of bulls, lambs, or goats I do not delight."},{"number":12,"verse":"When you come to appear before me, who has required this of you, to trample my courts?"},{"number":13,"verse":"Bring no more meaningless offerings; incense is an abomination to me; your new moon and Sabbath assemblies—I cannot tolerate these wicked assemblies."},{"number":14,"verse":"I hate your new moons and your appointed feasts; they are a burden to me; I am tired of enduring them."},{"number":15,"verse":"So when you spread out your hands in prayer, I hide my eyes from you; even though you offer many prayers, I will not listen; your hands are full of blood."},{"number":16,"verse":"Wash, cleanse yourselves; remove the evil of your deeds from my sight; stop being evil;"},{"number":17,"verse":"learn to do good; seek justice, make straight the oppression, [ Instead of make straight the oppression, some versions have help the oppressed. ] give justice to the fatherless, defend the widow.\""},{"number":18,"verse":"\"Come now, and let us reason together, \"says Yahweh; \"though your sins are like scarlet, they will be white like snow; though they are red like crimson, they will be like wool."},{"number":19,"verse":"If you are willing and obedient, you will eat the good of the land,"},{"number":20,"verse":"but if you refuse and rebel, the sword will devour you,\" for the mouth of Yahweh has spoken it."},{"number":21,"verse":"How the faithful city has become a prostitute! She who was full of justice—she was full of righteousness, but now she is full of murderers."},{"number":22,"verse":"Your silver has become impure, your wine mixed with water."},{"number":23,"verse":"Your princes are rebels and companions of thieves; everyone loves bribes and runs after payoffs. They do not defend the fatherless, nor does the widow's legal plea come before them."},{"number":24,"verse":"Therefore this is the declaration of the Lord Yahweh of hosts, the Mighty One of Israel: \"Woe to them! I will take vengeance against my adversaries, and avenge myself against my enemies;"},{"number":25,"verse":"I will turn my hand against you, refine away your dross as with lye, and take away all your dross."},{"number":26,"verse":"I will restore your judges as at the first, and your counselors as at the beginning; after that you will be called the city of righteousness, a faithful town.\""},{"number":27,"verse":"Zion will be redeemed by justice, and her repentant ones by righteousness."},{"number":28,"verse":"Rebels and sinners will be crushed together, and those who abandon Yahweh will be done away with."},{"number":29,"verse":"\"For you will be ashamed of the sacred oak trees that you desired, and you will be embarrassed by the gardens that you have chosen."},{"number":30,"verse":"For you will be like an oak whose leaf fades, and like a garden that has no water."},{"number":31,"verse":"The strong man will be like tinder, and his work like a spark; they will both burn together, and no one will quench them.\""}]}