{"bibleAbbr":"ULT2024","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"A declaration about the desert by the sea. Like stormwinds sweeping through the Negev it comes passing through from the wilderness, from a terrible land."},{"number":2,"verse":"A distressing vision has been given to me: the treacherous man deals treacherously, and the destroyer destroys. Go up and attack, Elam; besiege, Media; I will stop all her groaning."},{"number":3,"verse":"Therefore my loins are filled with pain; pains like the pains of a woman in labor have taken hold of me; I am bowed down by what I heard; I am disturbed by what I saw."},{"number":4,"verse":"My heart pounds; I shake with fear. Twilight was my desire, but it brought me terror."},{"number":5,"verse":"They prepare the table, they spread rugs and eat and drink; arise, princes, anoint your shields with oil."},{"number":6,"verse":"For this is what the Lord said to me, \"Go, post a watchman; he must report what he sees."},{"number":7,"verse":"When he sees a chariot, a pair of horsemen, riders on donkeys, and riders on camels, then he must pay attention and be very alert.\""},{"number":8,"verse":"The watchman cries out, [ Instead of The watchman cries out, some older versions have A lion cries out. ] \"Lord, on the watchtower I stand all day, every day, and at my post I stand all night long.\""},{"number":9,"verse":"Here comes a chariot with a man and a pair of horsemen. He calls out, \"Babylon has fallen, fallen, and all the carved figures of its gods are broken to the ground.\""},{"number":10,"verse":"My threshed and winnowed ones, children of my threshing floor! What I have heard from Yahweh of hosts, the God of Israel, I have declared to you."},{"number":11,"verse":"A declaration about Dumah. One calls to me from Seir, \"Watchman, what is left of the night? Watchman, what is left of the night?\""},{"number":12,"verse":"The watchman said, \"The morning comes and also the night. If you want to ask, then ask; and come back again.\""},{"number":13,"verse":"A declaration about Arabia. In the wilderness of Arabia you spend the night, you caravans of Dedanites."},{"number":14,"verse":"Bring water for the thirsty; inhabitants of the land of Tema, meet the fugitives with bread."},{"number":15,"verse":"For they have fled from the sword, from the drawn sword, from the bent bow, and from the weight of war."},{"number":16,"verse":"For this is what the Lord said to me, \"Within a year, as a laborer hired for a year would see it, all the glory of Kedar will end."},{"number":17,"verse":"Only a few of the archers, the warriors of Kedar will remain, \"for Yahweh, the God of Israel, has spoken."}]}