{"bibleAbbr":"ULT2024","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"Yahweh, you are my God; I will exalt you, I will praise your name; for you have done wonderful things, things planned long ago, in perfect faithfulness."},{"number":2,"verse":"For you have made the city a heap, a fortified city, a ruin, and a fortress of strangers into no city."},{"number":3,"verse":"Therefore a strong people will glorify you; a city of ruthless nations will fear you."},{"number":4,"verse":"For you have been a place of safety for the one who is poor, a shelter for the one who is needy in his distress— a shelter from the storm and a shade from the heat. When the breath of the ruthless was like a storm against a wall,"},{"number":5,"verse":"and like heat in a dry land, you subdued the noise of foreigners, as the heat is subdued by the shade of a cloud, so the song of the ruthless ones is answered."},{"number":6,"verse":"On this mountain Yahweh of hosts will make for all peoples a feast of fat things, of choice wines, of tender meats, a feast on the lees."},{"number":7,"verse":"He will destroy on this mountain the covering over all peoples, the web woven over all the nations."},{"number":8,"verse":"He will swallow up death forever, and the Lord Yahweh will wipe away tears from off all faces; the disgrace of his people he will take away from all the earth, for Yahweh has spoken it."},{"number":9,"verse":"It will be said on that day, \"Look, this is our God; we have waited for him, and he will save us. This is Yahweh; we have waited for him, we will be glad and rejoice in his salvation.\""},{"number":10,"verse":"For on this mountain the hand of Yahweh will rest; and Moab will be trampled down in his place, even as straw is trampled down in a pit filled with manure."},{"number":11,"verse":"They will spread their hands in the midst of it, as a swimmer spreads his hands to swim. But Yahweh will bring down their pride in spite of the skill of their hands."},{"number":12,"verse":"Your high fortress walls he will bring down to the ground, to the dust."}]}