{"bibleAbbr":"UST2024","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":1,"verses":[{"number":3,"verse":"I urge you now, just like I urged you when I was going to Macedonia, that you remain in Ephesus so that you might command certain men not to teach false doctrines."},{"number":4,"verse":"And command them not to listen to old useless stories and endless lists of ancestors, which only cause people to argue with each other. But those things do not promote God's plan— that happens when we believe God."},{"number":5,"verse":"And the reason that we command people to do these things is so that they will love from a pure heart, and from a good conscience, and from faith that is sincere."},{"number":6,"verse":"Some people have stopped doing these good things; instead, they are now saying useless things."},{"number":7,"verse":"They want to teach about the law God gave to Moses, but they do not understand what they are saying, nor the things about which they say with confidence."},{"number":8,"verse":"But we know that law God gave to Moses is good if someone uses it in the right way."},{"number":9,"verse":"We know that God did not give the law to Moses to control a good person, but to control people who act as though there are no laws and who refuse to obey anyone, those who sin and do not honor God, those who do not revere God and who sin, those who refuse to perform rituals that please God and who show no respect for religion, and those who murder their fathers and mothers and other people."},{"number":10,"verse":"God gave it to control homosexuals and people who are sexually immoral, those who kidnap people and sell them as slaves, Those who are liars and false witnesses in courts of law, and to stop every other action that is contrary to our true teaching."},{"number":11,"verse":"All of this agrees with the wonderful good news that God, whom we praise, gave to me to announce to others."},{"number":12,"verse":"I am grateful to the Messiah Jesus our Lord who enabled me to do this work, because he considered that I could be trusted. So he appointed me in order that I would serve him."},{"number":13,"verse":"Formerly I said evil things about him, I caused his people to suffer, and I acted very cruelly toward them. But the Messiah acted kindly to me since I did not know that I was doing because I did not believe in him."},{"number":14,"verse":"Our Lord kindly did very much for me that I did not deserve, so that I now believe in the Messiah Jesus and I love him because I belong to him."},{"number":15,"verse":"Everyone should completely accept this fact, because we know that it is true: Jesus the Messiah came into the world to save sinful people so that God would not punish them for their sins. As for me, I consider that I have sinned more than all others."},{"number":16,"verse":"Yet the Messiah Jesus acted mercifully to me who has sinned worse than all the others in order that he might demonstrate to people that he is perfectly patient with them. He wanted what he did for me to be an example to people who would later believe in him and as a result would live forever."},{"number":17,"verse":"No one can see the eternal king, and he cannot die. He alone is God. Everyone should honor and praise forever and ever. Amen. Timothy, you are like a son to me. So, based on what someone previously prophesied about you, I am instructing you to strongly oppose those who teach false doctrines. You should oppose them like a soldier fights strongly against those who attack his countrymen. Continue to believe the true teaching and do only what you know to be right! Remember that some people have rejected the true teaching. So what has happened to their faith is a disaster. Among the ones who have done that are Hymenaeus and Alexander, whom I put in the hands of Satan, in order that when Satan punishes them they may learn not to insult God."}]}