{"bibleAbbr":"UST2024","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"Everyone should completely accept this fact: If anyone aspires to be an elder in the congregation, he desires to do a noble task."},{"number":2,"verse":"For that reason, an overseer must be someone whom no one accuses of anything bad. He must have only one wife. He must not do anything to excess; he must think in wise ways. He must behave well, and he must welcome strangers. He must be able to teach others."},{"number":3,"verse":"He must not be a drunkard and must not be quick to fight. Instead, he must be gentle and he must not be quarrelsome. He must not be greedy for money."},{"number":4,"verse":"He must lead and care for his own family well. For example, his children should obey and completely respect him,"},{"number":5,"verse":"because if anyone does not know how he should lead well and care for well the people who live in his own house, he certainly cannot care for God's congregation!"},{"number":6,"verse":"A new believer should not be be an overseer, because he might think that he is better than other people. If that happened, God might punish him like he punished the devil."},{"number":7,"verse":"An elder must also conduct himself in such a way that non- Christians speak well of him, so that people will not say bad things about him, and the devil will not capture him like people capture animals in a trap."},{"number":8,"verse":"Deacons, in the same way, should be people who are serious. They should be sincere when they speak. They should not drink too much wine, and they must not be greedy for money."},{"number":9,"verse":"They must believe the message that God has now revealed to us, always doing what it tells us to do."},{"number":10,"verse":"Like you do for the elders, you must first examine their character, and then let them serve as deacons if they are without fault."},{"number":11,"verse":"Their wives likewise must be serious, not talking badly about people, and not doing anything to excess. They must be faithful in everything that they do."},{"number":12,"verse":"Deacons must be faithful to their wives, and they must lead well and care well for their children and the rest of the people in their houses."},{"number":13,"verse":"Because if deacons serve well, people will respect them and they will be able to speak very boldly about what they believe concerning the Messiah Jesus."},{"number":14,"verse":"Although I hope to come to you soon, I write these things to you now"},{"number":15,"verse":"in order that if I do not come soon, you will know how believers should act in the family of God, which is the group of those who believe in God, who gives life to all things. They uphold the true message."},{"number":16,"verse":"And we say together that the truth that God has revealed to us is very great, for is shows us how to honor him: \" the Messiah was God revealed in a human body. The Holy Spirit proved that he was genuine. Angels saw him. Believers announced him among the nations. People in many parts of the world believed in him. God took him up to himself and gave him his power.\""}]}