{"bibleAbbr":"KJV1611","bookName":"James","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"My brethren, bee not many masters, knowing that we shall receiue the greater condemnation."},{"number":2,"verse":"For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body."},{"number":3,"verse":"Behold, we put bittes in the horses mouthes, that they may obey vs, and we turne about their whole body."},{"number":4,"verse":"Behold also the ships, which though they be so great, and are driuen of fierce windes, yet are they turned about with a very small helme, whithersoeuer the gouernour listeth."},{"number":5,"verse":"Euen so the tongue is a little member, and boasteth great things: behold, how great a matter a litle fire kindleth."},{"number":6,"verse":"And the tongue is a fire, a world of iniquitie: so is the tongue amongst our members, that it defileth the whole body, and setteth on fire the course of nature, and it is set on fire of hell."},{"number":7,"verse":"For euery kind of beasts, and of birds, and of serpents, and things in the sea, is tamed, and hath been tamed of mankind."},{"number":8,"verse":"But the tongue can no man tame, it is an vnruly euill, ful of deadly poyson."},{"number":9,"verse":"Therewith blesse wee God, euen the Father: and therewith curse wee men, which are made after the similitude of God."},{"number":10,"verse":"Out of the same mouth proceedeth blessing and cursing: my brethren, these things ought not so to be."},{"number":11,"verse":"Doeth a fountaine send foorth at the same place sweet water and bitter?"},{"number":12,"verse":"Can ye figtree, my brethren, beare oliue berries? either a vine, figs? so can no fountaine both yeeld salt water & fresh."},{"number":13,"verse":"Who is a wise man and indued with knowledge amongst you? let him shew out of a good conuersation his workes with meekenes of wisedome."},{"number":14,"verse":"But if ye haue bitter enuying and strife in your hearts glory not, and lie not against the trueth."},{"number":15,"verse":"This wisedome descendeth not from aboue, but is earthly, sensuall, deuilish."},{"number":16,"verse":"For where enuying and strife is, there is confusion, and euery euill worke."},{"number":17,"verse":"But the wisedome that is from aboue, is first pure, then peaceable, gentle, and easie to be intreated, full of mercy, and good fruits, without partialitie, and without hypocrisie."},{"number":18,"verse":"And the fruit of righteousnesse is sowen in peace, of them that make peace."}]}