{"bibleAbbr":"TCB1973","bookName":"தானியேல் ஆகமம்","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"பேர்சியரின் மன்னனாகிய கீருசின் மூன்றாம் ஆட்சியாண்டில் பல்தசார் என்று பெயரிடப்பட்டிருந்த தானியேலுக்கு ஓர் இறைவாக்கு அறிவிக்கப்பட்டது; அதுவோ பெரும் போராட்டத்தைப் பற்றியதோர் உண்மை வாக்கு; அவர் அந்த வாக்கைக் கண்டுபிடித்தார், அந்தக் காட்சியும் அவருக்கு விளங்கிற்று."},{"number":2,"verse":"அந்நாட்களில் தானியேலாகிய நான் மூன்று வாரங்களாக அழுது கொண்டிருந்தேன்;"},{"number":3,"verse":"அந்த மூன்று வார முழுவதும் நான் சுவையான உணவு கொள்ளவில்லை; இறைச்சியோ திராட்சை இரசமோ என் வாயில் படவில்லை; என் தலையில் எண்ணெய் கூடத் தடவிக் கொள்ளவில்லை."},{"number":4,"verse":"முதல் மாதத்தில் இருபத்து நான்காம் நாள் நான் திக்ரிஸ் என்னும் பெரிய ஆற்றின் அருகில் இருந்தேன்."},{"number":5,"verse":"என் கண்களை ஏறெடுத்துப் பார்த்தேன்: இதோ மெல்லிய பட்டாடை உடுத்திக் கொண்டு தம் இடையில் மிகத் தூய்மையான தங்கக் கச்சை கட்டியிருந்த ஒருவரைக் கண்டேன்."},{"number":6,"verse":"அவருடைய உடல் பளிங்கு போல் இருந்தது, அவர் முகம் ஒளிவிடும் மின்னலைப் போலிருந்தது; கண்கள் பொறி பறக்கும் தீப்பந்தங்கள் போலும், கைகளும் கால்களும் பளபளப்பாக்கப்பட்ட வெண்கலம் போலும், அவர் பேசிய வார்த்தைகளின் ஒலி மக்கட் கூட்டத்தின் ஆரவாரம் போலும் இருந்தன."},{"number":7,"verse":"தானியேலாகிய நான் மட்டுமே அந்தக் காட்சியைக் கண்டேன்; என்னிடமிருந்தவர்கள் அதைப் பார்க்கவில்லை; ஆனால் அவர்கள் மிகுந்த நடுக்கமுற்று மறைவிடத்தில் ஒளிந்து கொள்ள ஓட்டமெடுத்தார்கள்."},{"number":8,"verse":"தனித்துவிடப் பட்ட நான் மட்டும் இந்தப் பெரிய காட்சியைக் கண்டேன்; என் உடலெல்லாம் தளர்ந்து விட்டது; ஒளிவிடும் என் முகத்தோற்றம் அஞ்சத் தக்க வகையில் மாறிப் போயிற்று; என் உடலில் வலுவே இல்லாது போயிற்று."},{"number":9,"verse":"அப்போது அவருடைய சொற்கள் என்காதில் விழுந்தன; அவற்றைக் கேட்டதும் முகங்குப்புறத் தரையில் விழுந்து அப்படியே ஆழ்ந்த உறக்கத்தில் இருந்தேன்."},{"number":10,"verse":"அப்பொழுது இதோ, கையொன்று என்னைத் தொட்டது; நடுங்கிக் கொண்டிருந்த என்னை, கைகளையும் முழங்கால்களையும் ஊன்றி எழுந்து நிற்கச் செய்தது."},{"number":11,"verse":"அவர் என்னை நோக்கி, \"மிகவும் அன்புக்குரிய தானியேலே, நான் உனக்குச் சொல்லும் வார்த்தைகளைக் கேள்; காலூன்றி நில்; ஏனெனில் உன்னிடந்தான் நான் அனுப்பப்பட்டேன்\" என்றார்; இந்த வார்த்தையை அவர் எனக்குச் சொல்லும் போது, நடுக்கத்தோடு நான் எழுந்து நின்றேன."},{"number":12,"verse":"அப்போது அவர் என்னைப் பார்த்துக் கூறினார்: \"தானியேலே, அஞ்சவேண்டாம். புரிந்துகொள்ள வேண்டும் என்னும் உள்ளத்தோடு உன் கடவுள் முன்னிலையில் நீ உன்னைத் தாழ்த்திக்கொள்ளத் தொடங்கிய நாள் முதல் உன் மன்றாட்டு கேட்கப்பட்டது; உன் மன்றாட்டுக்கேற்பவே நான் வந்தேன்."},{"number":13,"verse":"பேர்சிய அரசின் தலைவன் இருபத்தொரு நாள் வரைக்கும் என்னோடு எதிர்த்து நின்றான்; ஆனால் முதன்மையான தலைவர்களுள் ஒருவராகிய மிக்கேல் எனக்கு உதவி செய்ய வந்தார்; ஆகவே அவரை அங்கேயே பேர்சிய அரசின் தலைவனிடம் விட்டுவிட்டு,"},{"number":14,"verse":"உன் இனத்தார்க்கு இறுதிநாட்களில் என்ன நடக்கப்போகிறது என்பதை உனக்கு விளக்குவதற்காக நான் உன்னிடம் வந்தேன்; ஏனெனில் இந்தக் காட்சி நிறைவேற இன்னும் நாட்கள் பல ஆகும்.\""},{"number":15,"verse":"அவர் இந்த வார்த்தைகளை எனக்குச் சொல்லும் போது, நான் தலை கவிழ்ந்து பேசாமல் தரையை நோக்கிக் கொண்டிருந்தேன்."},{"number":16,"verse":"அப்போது இதோ, மனிதச் சாயலைக் கொண்ட ஒருவர் என் உதடுகளைத் தொட்டார்; நானும் வாய் திறந்து பேசி, எனக்கெதிரில் நின்றவரை நோக்கி, \"ஐயா, இந்தக் காட்சியின் காரணமாய் என் உடல் தளர்வுற்றது; முற்றிலும் வலுவற்றுப்போனேன்."},{"number":17,"verse":"தங்கள் ஊழியனாகிய நான் தங்களோடு உரையாடுவதெப்படி? ஏனெனில் என்னில் கொஞ்சமும் வலுவில்லை; என் மூச்சும் அடைத்துள்ளது\" என்றேன்."},{"number":18,"verse":"அப்பொழுது, மனித சாயல் கொண்ட அவர் மறுபடியும் என்னைத் தொட்டு உறுதிப்படுத்தி, \"மிகுந்த அன்புக்குரியவனே, அஞ்சாதே;"},{"number":19,"verse":"உனக்குச் சமாதானம் உண்டாவதாக! திடங்கொண்டு தைரியமாயிரு\" என்றான். இவ்வாறு அவர் பேசியபோது, எனக்குத் தைரியமுண்டாயிற்று. அப்பொழுது நான், \"ஐயா பேசட்டும், என்னை உறுதிப்படுத்தினீர்\" என்றேன்."},{"number":20,"verse":"அப்போது அவர் கூறினார்: \"உன்னிடம் நான் வந்த காரணம் இன்னதென உனக்குத் தெரியுமா? ஆனால் இப்பொழுது பேர்சிய தலைவனோடு போர் தொடுக்கத் திரும்பிப் போகிறேன்; நான் அவனை முறியடித்த பின், கிரேக்க நாட்டுத் தலைவன் வருவான்."},{"number":21,"verse":"ஆனால் உண்மையின் நூலில் எழுதியுள்ளதை உனக்குத் தெரிவிப்பேன்; இதிலெல்லாம் உங்கள் தலைவராகிய மிக்கேலைத் தவிர வேறெவரும் எனக்கு உதவியாக வரவில்லை."}]}