{"bibleAbbr":"KJV1769","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"At that time<WH6256> the LORD<WH3068> said<WH559> unto me, Hew<WH6458> thee two<WH8147> tables<WH3871> of stone<WH68> like unto the first<WH7223>, and come up<WH5927> unto me into the mount<WH2022>, and make<WH6213> thee an ark<WH727> of wood<WH6086>."},{"number":2,"verse":"And I will write<WH3789> on the tables<WH3871> the words<WH1697> that were in the first<WH7223> tables<WH3871> which thou brakest<WH7665>, and thou shalt put<WH7760> them in the ark<WH727>."},{"number":3,"verse":"And I made<WH6213> an ark<WH727> of shittim<WH7848> wood<WH6086>, and hewed<WH6458> two<WH8147> tables<WH3871> of stone<WH68> like unto the first<WH7223>, and went up<WH5927> into the mount<WH2022>, having the two<WH8147> tables<WH3871> in mine hand<WH3027>."},{"number":4,"verse":"And he wrote<WH3789> on the tables<WH3871>, according to the first<WH7223> writing<WH4385>, the ten<WH6235> commandments<WH1697>, which the LORD<WH3068> spake<WH1696> unto you in the mount<WH2022> out of the midst<WH8432> of the fire<WH784> in the day<WH3117> of the assembly<WH6951>: and the LORD<WH3068> gave<WH5414> them unto me. commandments: Heb. words"},{"number":5,"verse":"And I turned<WH6437> myself and came down<WH3381> from the mount<WH2022>, and put<WH7760> the tables<WH3871> in the ark<WH727> which I had made<WH6213>; and there they be, as the LORD<WH3068> commanded<WH6680> me."},{"number":6,"verse":"And the children<WH1121> of Israel<WH3478> took their journey<WH5265> from Beeroth of the children of Jaakan<WH885> to Mosera<WH4149>: there Aaron<WH175> died<WH4191>, and there he was buried<WH6912>; and Eleazar<WH499> his son<WH1121> ministered in the priest's office<WH3547> in his stead."},{"number":7,"verse":"From thence they journeyed<WH5265> unto Gudgodah<WH1412>; and from Gudgodah<WH1412> to Jotbath<WH3193>, a land<WH776> of rivers<WH5158> of waters<WH4325>."},{"number":8,"verse":"At that time<WH6256> the LORD<WH3068> separated<WH914> the tribe<WH7626> of Levi<WH3878>, to bear<WH5375> the ark<WH727> of the covenant<WH1285> of the LORD<WH3068>, to stand<WH5975> before<WH6440> the LORD<WH3068> to minister<WH8334> unto him, and to bless<WH1288> in his name<WH8034>, unto this day<WH3117>."},{"number":9,"verse":"Wherefore Levi<WH3878> hath no part<WH2506> nor inheritance<WH5159> with his brethren<WH251>; the LORD<WH3068> is his inheritance<WH5159>, according as the LORD<WH3068> thy God<WH430> promised<WH1696> him."},{"number":10,"verse":"And I stayed<WH5975> in the mount<WH2022>, according to the first<WH7223> time<WH3117>, forty<WH705> days<WH3117> and forty<WH705> nights<WH3915>; and the LORD<WH3068> hearkened<WH8085> unto me at that time<WH6471> also, and the LORD<WH3068> would<WH14> not destroy<WH7843> thee. first: or, former days"},{"number":11,"verse":"And the LORD<WH3068> said<WH559> unto me, Arise<WH6965>, take<WH3212> thy journey<WH4550> before<WH6440> the people<WH5971>, that they may go in<WH935> and possess<WH3423> the land<WH776>, which I sware<WH7650> unto their fathers<WH1> to give<WH5414> unto them. take: Heb. go in journey"},{"number":12,"verse":"And now, Israel<WH3478>, what doth the LORD<WH3068> thy God<WH430> require<WH7592> of thee, but to fear<WH3372> the LORD<WH3068> thy God<WH430>, to walk<WH3212> in all his ways<WH1870>, and to love<WH157> him, and to serve<WH5647> the LORD<WH3068> thy God<WH430> with all thy heart<WH3824> and with all thy soul<WH5315>,"},{"number":13,"verse":"To keep<WH8104> the commandments<WH4687> of the LORD<WH3068>, and his statutes<WH2708>, which I command<WH6680> thee this day<WH3117> for thy good<WH2896>?"},{"number":14,"verse":"Behold, the heaven<WH8064> and the heaven<WH8064> of heavens<WH8064> is the LORD'S<WH3068> thy God<WH430>, the earth<WH776> also, with all that therein is."},{"number":15,"verse":"Only the LORD<WH3068> had a delight<WH2836> in thy fathers<WH1> to love<WH157> them, and he chose<WH977> their seed<WH2233> after<WH310> them, even you above all people<WH5971>, as it is this day<WH3117>."},{"number":16,"verse":"Circumcise<WH4135> therefore the foreskin<WH6190> of your heart<WH3824>, and be no more stiffnecked<WH6203> <WH7185>."},{"number":17,"verse":"For the LORD<WH3068> your God<WH430> is God<WH430> of gods<WH430>, and Lord<WH113> of lords<WH113>, a great<WH1419> God<WH410>, a mighty<WH1368>, and a terrible<WH3372>, which regardeth<WH5375> not persons<WH6440>, nor taketh<WH3947> reward<WH7810>:"},{"number":18,"verse":"He doth execute<WH6213> the judgment<WH4941> of the fatherless<WH3490> and widow<WH490>, and loveth<WH157> the stranger<WH1616>, in giving<WH5414> him food<WH3899> and raiment<WH8071>."},{"number":19,"verse":"Love<WH157> ye therefore the stranger<WH1616>: for ye were strangers<WH1616> in the land<WH776> of Egypt<WH4714>."},{"number":20,"verse":"Thou shalt fear<WH3372> the LORD<WH3068> thy God<WH430>; him shalt thou serve<WH5647>, and to him shalt thou cleave<WH1692>, and swear<WH7650> by his name<WH8034>."},{"number":21,"verse":"He is thy praise<WH8416>, and he is thy God<WH430>, that hath done<WH6213> for thee these great<WH1419> and terrible things<WH3372>, which thine eyes<WH5869> have seen<WH7200>."},{"number":22,"verse":"Thy fathers<WH1> went down<WH3381> into Egypt<WH4714> with threescore and ten<WH7657> persons<WH5315>; and now the LORD<WH3068> thy God<WH430> hath made<WH7760> thee as the stars<WH3556> of heaven<WH8064> for multitude<WH7230>."}]}