{"bibleAbbr":"LBP1933","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"NOW it came to pass in the days of Akhshirash, who reigned from India even to Ethiopia, over one hundred and twenty-seven provinces,"},{"number":2,"verse":"In the days when King Akhshirash sat on the throne of his kingdom, which was in Shushan the palace,"},{"number":3,"verse":"In the third year of his reign, he made a great feast for all his princes and his servants, the mighty men of Persia and Media and the king's nobles and the governors of the provinces being before him."},{"number":4,"verse":"Then he showed them the riches of his glorious kingdom and the honor of his excellent majesty many days, even a hundred and eighty days."},{"number":5,"verse":"And when these days were completed, the king made a feast to all the people who were present in Shushan the palace, both great and small, seven days, in the court of the garden of the king's palace;"},{"number":6,"verse":"There were curtains of white cotton and wool, and hangings of violet, fastened with cords of fine linen and purple to silver rings and pillars of marble; the couches were of gold and silver, upon a pavement of marble, and the carpets were of fine white linen and silk."},{"number":7,"verse":"And they gave the guests drink in vessels of gold (the vessels being different one from another), and royal wine was in abundance, according to the generosity of the king."},{"number":8,"verse":"And the drinking was according to the law; none did compel; for so the king had commanded to all the stewards of his household, that they should do according to every man's pleasure."},{"number":9,"verse":"Also Vashti the queen made a great feast for all the women in the royal house which belonged to King Akhshirash."},{"number":10,"verse":"On the seventh day, when the heart of the king was merry with wine, he commanded the eunuchs, Biztha, Rahbona, Bigtha, and Abagtha, Terash, Zethar, and Carcash, the seven eunuchs who served in the presence of Akhshirash the king,"},{"number":11,"verse":"To bring Vashti the queen be fore the king with the royal crown, to show the people and the princes her beauty; for she was fair to look upon."},{"number":12,"verse":"But Queen Vashti refused to come at the king's command by the eunuchs; therefore the king was very wroth and his anger burned in him."},{"number":13,"verse":"Then the king spoke to the wise men who knew the times (for this was the king's custom, he discussed matters in the presence of all who knew law and judgment)."},{"number":14,"verse":"And those who were next to him were Barnashi, Shetar, Armoth, Remos, Tarshish, Mesriah, Meaucan, the seven princes of Persia and Media who sat in the presence of the king and were seen before him at the gate of the royal palace."},{"number":15,"verse":"And he said, What shall we do to Queen Vashti, according to law, because she has not performed the command of King Akhshirash by the eunuchs?"},{"number":16,"verse":"And Meaucan said before the king and the princes, Vashti the queen has not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of King Akhshirash."},{"number":17,"verse":"For this deed of the queen shall reach all women, so that their husbands shall be despised in their eyes, and they shall say, King Akhshirash commanded Vashti the queen to be brought in before him, but she did not come."},{"number":18,"verse":"Even this very day the princes of Persia and Media who have heard of the deed of the queen shall tell it to all the king's princes. Thus there shall be much contempt and wrath."},{"number":19,"verse":"If it please the king, let there go forth a royal decree from him, and let it be written among the laws of Media and Persia, that it may not be altered, that Vashti the queen is to come no more before King Akhshirash; and let the king give her royal estate to another who is better than she."},{"number":20,"verse":"And the king's decree shall be proclaimed and published throughout all his empire (for it is great), that all wives shall give honor to their husbands, both great and small."},{"number":21,"verse":"And the saying pleased the king and the princes; and the king did according to the word of Meaucan;"},{"number":22,"verse":"And he sent letters to all the king's provinces, into every province according to the writing thereof and to every people according to its own language, that every man should bear rule in his own house and that it should be published according to the language of every people."}]}