{"bibleAbbr":"LBP1933","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"AFTER these things, when the wrath of King Akhshirash was appeased, he remembered Vashti the queen and what she had done and what was decreed against her."},{"number":2,"verse":"Then the king's servants and his ministers said to him, Let there be beautiful young virgins sought for the king;"},{"number":3,"verse":"And let the king appoint officers in all the provinces, that they may gather together all the beautiful young virgins to the house of the women, to the custody of Hegai the eunuch, keeper of women; and let their things for purification be given them;"},{"number":4,"verse":"And let the maiden who pleases the king be queen instead of Vashti. And the thing pleased the king; and he did so."},{"number":5,"verse":"Now there was a certain Jew in Shushan the palace, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite;"},{"number":6,"verse":"Who had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."},{"number":7,"verse":"And he brought up Hadassah, that is Esther, his uncle's daughter; for she had neither father nor mother, and the maid was fair and beautiful; and when her father and mother died, Mordecai took her for his own daughter."},{"number":8,"verse":"So when the king's commandment and his decree were heard, and when many virgins were gathered together in Shushan the palace in the custody of Hegai, the eunuch, that Esther was brought also to the king's house to the custody of Hegai, the keeper of the women."},{"number":9,"verse":"And the maiden pleased him, and she obtained favor of him; and he speedily gave her things for purification, such things which were her portion, and seven maidens who were worthy to be given her from the king's house; and he preferred her and her maidens much more than all the other women."},{"number":10,"verse":"Esther had not made known her people nor her kindred; for Mordecai had charged her that she should not make it known."},{"number":11,"verse":"And Mordecai walked every day before the court of the women's house to learn how Esther did and what should become of her."},{"number":12,"verse":"Now when the turn of each maiden was come to go in before King Akhshirash, after she had been twelve months, according to the manner of the women (for so were the days of their purification accomplished, every six days with oil of myrrh and every six days with spices and with other things for the purifying of the women);"},{"number":13,"verse":"Then thus came every maiden before the king; whatever she de sired was given her to go with her out of the house of the women to the king's house."},{"number":14,"verse":"In the evening she went in, and in the morning she returned to the house of the women to the custody of Shangashgeshir the king's eunuch, the keeper of the concubines; she did not come in to the king unless the king delighted in her and she was called by name."},{"number":15,"verse":"Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, came to go in before the king, she asked for nothing but what Hegai the king's eunuch, the keeper of the women, appointed. And Esther obtained favor in the sight of all those who saw her."},{"number":16,"verse":"So Esther entered before King Akhshirash into his royal house in the tenth month, that is, January, in the fourth year of his reign."},{"number":17,"verse":"And the king loved Esther more than all the other women, and she obtained grace and favor in his sight more than all the other virgins; so that he set the royal crown upon her head and made her queen instead of Vashti."},{"number":18,"verse":"Then the king made a great feast to all his princes, even Esther's feast; and he granted relief to the provinces and gave gifts, according to the generosity of the king."},{"number":19,"verse":"And when the virgins were gathered together the second time, Mordecai was sitting in the king's gate."},{"number":20,"verse":"But Esther had not yet made known her kindred nor her people, as Mordecai had charged her; for Esther obeyed the commandment of Mordecai, like as when she was faith fully brought up with him."},{"number":21,"verse":"In those days, while Mordecai was sitting at the king's gate, two of the king's eunuchs, Bigthan and Teresh, of those who kept the door, were wroth and sought to lay hands on King Akhshirash."},{"number":22,"verse":"And the thing became known to Mordecai, who told it to Esther the queen; and Esther told the king in Mordecai's name."},{"number":23,"verse":"And when the matter was investigated and found to be so, they were both nailed on crosses, and it was written in the book of chronicles be fore the king."}]}