{"bibleAbbr":"LBP1933","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"AFTER these things King Akhshirash promoted Haman the son of Hammadatha the Agagite, and advanced him, and set his seat above all the princes who were with him."},{"number":2,"verse":"And all the king's servants who were at the king's gate bowed down and did obeisance to Haman; for the king had so commanded concerning him. But Mordecai would not bow nor pay him reverence."},{"number":3,"verse":"Then the king's servants who were at the king's gate said to Mordecai, Why do you transgress the king's commandment?"},{"number":4,"verse":"Now it came to pass when they spoke daily to him and he would not listen to them, they told Haman, to know whether Mordecai's words were the truth; for he had told them that he was a Jew."},{"number":5,"verse":"And when Haman saw that Mordecai did not bow down nor do him obeisance, then Haman was full of wrath against Mordecai."},{"number":6,"verse":"And he thought it nothing to lay hands on Mordecai alone; for they had revealed to him the people of Mordecai; wherefore Haman sought to destroy all the Jews who were throughout the whole kingdom of Akhshirash, even the people of Mordecai."},{"number":7,"verse":"In the first month, that is, the month of Nisan, in the twelfth year of King Akhshirash, they cast lots be fore Haman from day to day and from month to month. Then in the twelfth month, that is, the month of Adar,"},{"number":8,"verse":"Haman said to King Akhshirash, There is a certain people scattered abroad and dispersed among the people in all the provinces of King Akhshirash; and their laws are different from those of all other people; and they do not keep the king's laws; therefore the king ought not to spare them."},{"number":9,"verse":"If it please the king, let it be written that they may be destroyed; and I will weigh ten thousand talents of silver to the hands of those who have charge of the business, to bring it into the king's treasuries."},{"number":10,"verse":"And the king took his ring from his hand and gave it to Haman the son of Hammadatha the Agagite, the enemy of the Jews."},{"number":11,"verse":"And the king said to Haman, The silver is given to you, the people also, to do with them as it seems good to you."},{"number":12,"verse":"Then the king's scribe was called on the thirteenth day of the first month, and there was written according to all that Haman had commanded to the king's commanders and to the governors that were over every province and to the princes of every people of every province according to the writing thereof and to every people according to their language; in the name of King Akhshirash it was written and sealed with the king's ring."},{"number":13,"verse":"And the letters were sent by couriers to all the king's provinces, to destroy, to kill, and to cause to perish all Jews, both young and old, little children and women, in one day, even upon the thirteenth day of the twelfth month, which is the month Adar, and to take their wealth for a prey. In the same day on the thirteenth day of the month of Adar they were written."},{"number":14,"verse":"The copy of the writing was given in every province, commanding all the people to be ready for that day."},{"number":15,"verse":"The couriers went out, being hastened by the king's command, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city of Shushan was in an uproar."}]}