{"bibleAbbr":"LBP1933","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":5,"verses":[{"number":1,"verse":"NOW on the third day Esther put on her royal apparel and stood in the inner court of the king's house, opposite the king's house; and the king was sitting upon his royal throne opposite the gate of the house."},{"number":2,"verse":"And when the king saw Esther the queen standing in the court, she obtained favor in his sight; and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near and held the top of the golden sceptre."},{"number":3,"verse":"Then the king said to her, What troubles you, Queen Esther? And what is your request? It shall be given you even to the half of the kingdom."},{"number":4,"verse":"And Esther answered, If it please the king, let the king and Haman come to the banquet that I have pre pared for him."},{"number":5,"verse":"Then the king said, Make haste to find Haman, that he may do as Esther has said. So the king and Haman came to the banquet that Esther had prepared."},{"number":6,"verse":"And the king said to Esther at the banquet of wine, What is your petition? And it shall be granted you; and what is your request? Even to the half of the kingdom it shall be given you."},{"number":7,"verse":"Then Esther answered and said, My petition and my request is this:"},{"number":8,"verse":"If I have found favor in your sight, O king, and if it please the king to grant my petition and to per form my request, let the king and Haman come to the banquet that I shall prepare for them tomorrow, as the king has said."},{"number":9,"verse":"Then Haman went out that day joyful and glad in his heart; but when Haman saw Mordecai sitting in the king's gate, that he neither stood up nor moved for him, Haman was full of indignation against Mordecai."},{"number":10,"verse":"Nevertheless Haman restrained himself; and when he went to his home, he sent and brought all his friends and Zeresh his wife."},{"number":11,"verse":"And Haman told them of the glory of his riches and the multitude of his children, and how the king had promoted him and how he had advanced him above the princes and the servants of the king."},{"number":12,"verse":"Haman said moreover, Even Esther the queen did let no man come in with the king to the banquet that she had prepared but me; and to morrow I am invited by her together with the king."},{"number":13,"verse":"Yet all this does not suffice me, so long as I see Mordecai the Jew sitting at the king's gate; for he does not move from before me."},{"number":14,"verse":"Then said Zeresh his wife and all his friends to him, Let a gallows be made fifty cubits high, and in the morning speak to the king that Mordecai may be hanged upon it; then go in merrily with the king to the banquet. And the thing pleased Haman exceedingly; and he had the gallows made."}]}