{"bibleAbbr":"NCB2019","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"In the fourth year of King Darius, the word of the LORD came to Zechariah on the fourth day of the ninth month, the month of Kislev."},{"number":2,"verse":"[b]Bethel-sarezer sent Regem-melech and his men to entreat the favor of the LORD"},{"number":3,"verse":"[c]and to ask the priests in the house of the LORD, and the prophets, “Should I continue to mourn and to fast in the fifth month, as I have been doing for these many years?”"},{"number":4,"verse":"Then the word of the LORD of hosts came to me:"},{"number":5,"verse":"Say to all the people of the country and to the priests: When you fasted and mourned in the fifth month and the seventh month during these seventy years, was it truly for my sake that you fasted?"},{"number":6,"verse":"And when you were eating and drinking, were you not eating and drinking for yourselves?"},{"number":7,"verse":"Were not these the words that the LORD proclaimed through the prophets in the past, when Jerusalem was inhabited and enjoying peace, as were her surrounding towns, and when the Negeb and the foothills were inhabited?"},{"number":8,"verse":"This word of the LORD came to Zechariah:"},{"number":9,"verse":"Thus says the LORD of hosts: Render fair judgments, and show kindness and compassion to one another."},{"number":10,"verse":"Do not oppress the widow, the orphan, the alien, or the poor. Do not plot evil in your heart against one another."},{"number":11,"verse":"But they refused to listen; they defiantly turned their backs and stopped their ears so that they would not hear."},{"number":12,"verse":"They were adamant in their refusal to accept the teaching and the law that the LORD of hosts had transmitted by his Spirit through the former prophets. Therefore, the wrath of the LORD of hosts was aroused."},{"number":13,"verse":"Since they refused to listen when he called to them, he in turn would not listen when they cried out to the LORD of hosts."},{"number":14,"verse":"Rather, he scattered them with a whirlwind among all the nations where they were strangers. Therefore, the land they left was desolate after their departure, and no one came or went. They had turned their pleasant land into a desert."}]}