{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"The wordis of Jeremye, sone of Helchie, of the preestis that weren in Anathot, in the lond of Beniamyn."},{"number":2,"verse":"For the word of the Lord was maad to hym in the daies of Josie, the sone of Amon, kyng of Juda, in the threttenethe yeer of his rewme."},{"number":3,"verse":"And it was don in the daies of Joachym, the sone of Josie, the king of Juda, til to the endyng of the enleuenthe yeer of Sedechie, sone of Josie, kyng of Juda, til the passyng ouer, ether caitifte, of Jerusalem, in the fyuethe monethe."},{"number":4,"verse":"And the word of the Lord was maad to me,"},{"number":5,"verse":"and seide, Bifor that Y fourmede thee in the wombe, Y knewe thee; and bifor that thou yedist out of the wombe, Y halewide thee; and Y yaf thee a profete among folkis."},{"number":6,"verse":"And Y seide, A! A! A! Lord God, lo! Y kan not speke, for Y am a child."},{"number":7,"verse":"And the Lord seide to me, Nyle thou seie, that Y am a child; for thou schalt go to alle thingis, to whiche Y schal sende thee, and thou schalt speke alle thingis, what euer thingis Y schal comaunde to thee."},{"number":8,"verse":"Drede thou not of the face of hem, for Y am with thee, to delyuere thee, seith the Lord."},{"number":9,"verse":"And the Lord sente his hond, and touchide my mouth; and the Lord seide to me, Lo! Y haue youe my wordis in thi mouth; lo!"},{"number":10,"verse":"Y haue ordeynede thee to day on folkis, and on rewmes, that thou drawe vp, and distrie, and leese, and scatere, and bilde, and plaunte."},{"number":11,"verse":"And the word of the Lord was maad to me, and seide, What seest thou, Jeremye?"},{"number":12,"verse":"And Y seide, Y se a yerde wakynge. And the Lord seide to me, Thou hast seen wel, for Y schal wake on my word, to do it."},{"number":13,"verse":"And the word of the Lord was maad the secounde tyme to me, and seide, What seest thou? Y se a pot buylynge, and the face therof fro the face of the north."},{"number":14,"verse":"And the Lord seide to me, Fro the north schal be schewid al yuel on alle the dwelleris of the lond."},{"number":15,"verse":"For lo! Y schal clepe togidere alle the naciouns of rewmes of the north, seith the Lord, and thei schulen come, and sette ech man his seete in the entryng of the yatis of Jerusalem, and on alle the wallis therof in cumpas, and on alle the citees of Juda."},{"number":16,"verse":"And Y schal speke my domes with hem on al the malice of hem, that forsoken me, and maden sacrifice to alien goddis, and worschipiden the werk of her hondis."},{"number":17,"verse":"Therfor girde thou thi leendis, and rise thou, and speke to hem alle thingis whiche Y comaunde to thee; drede thou not of the face of hem, for Y schal not make thee for to drede the cheer of hem."},{"number":18,"verse":"For Y yaf thee to dai in to a strong citee, and in to an yrun piler, and in to a brasun wal, on al the lond, to the kyngis of Juda, and to the princis therof, and to the preestis therof, and to al the puple of the lond."},{"number":19,"verse":"And thei schulen fiyte ayens thee, and thei schulen not haue the maistrie; for Y am with thee, seith the Lord, that Y delyuere thee."}]}