{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"The word that was maad of the Lord to Jeremye,"},{"number":2,"verse":"and seide, Here ye the wordis of this couenaunt, and speke ye to the men of Juda, and to the dwelleris of Jerusalem; and thou schalt seie to hem,"},{"number":3,"verse":"The Lord God of Israel seith these thingis, Cursid be the man that herith not the wordis of this couenaunt,"},{"number":4,"verse":"which Y comaundide to youre fadris, in the dai in which Y ledde hem out of the lond of Egipt, fro the irone furneis; and Y seide, Here ye my vois, and do ye alle thingis whiche Y comaundide to you, and ye schulen be in to a puple to me, and Y schal be in to God to you;"},{"number":5,"verse":"that Y reise the ooth which Y swoor to youre fadris, that Y schulde yyue to hem a lond flowynge with mylk and hony, as this dai is. And Y answeride, and seide, Amen, Lord."},{"number":6,"verse":"And the Lord seide to me, Crye thou alle these wordis in the citees of Juda, and with out Jerusalem, and seie thou, Here ye the wordis of this couenaunt, and do ye tho;"},{"number":7,"verse":"for Y witnessynge haue witnessid to youre fadris, in the dai in which Y ledde hem out of the lond of Egipt, `til to this dai; Y roos eerli, and witnesside, and seide, Here ye my vois."},{"number":8,"verse":"And thei herden not, nether bowiden doun her eere, but thei yeden forth ech man in the schrewidnesse of his yuel herte; and Y brouyte in on hem alle the wordis of this couenaunt, which Y comaundide that thei schulden do, and thei diden not."},{"number":9,"verse":"(OMITTED TEXT)"},{"number":10,"verse":"And the Lord seide to me, Sweryng togidere is foundun in the men of Juda, and in the dwelleris of Jerusalem; thei turneden ayen to the formere wickidnessis of her fadris, that nolden here my wordis; and therfor these men yeden aftir alien goddis, for to serue hem; the hous of Israel and the hous of Juda maden voide my couenaunt, which Y made with the fadris of hem."},{"number":11,"verse":"Wherfor the Lord seith these thingis, Lo! Y schal bringe in on hem yuels, of whiche thei schulen not mow go out; and thei schulen crie to me, and Y schal not here hem."},{"number":12,"verse":"And the citees of Juda and the dwellers of Jerusalem schulen go, and schulen crye to hem, to whiche thei offren sacrifices; and thei schulen not saue hem in the tyme of her turment."},{"number":13,"verse":"For thou, Juda, thi goddis weren bi the noumbre of thi citees, and thou settidist auters of schenschipe, bi the noumbre of the weies of Jerusalem, auters to offre sacrifices to Baalym."},{"number":14,"verse":"Therfor nyle thou preie for this puple, and take thou not heriyng and preier for hem; for Y schal not here in the tyme of the cry of hem to me, in the tyme of the turment of hem."},{"number":15,"verse":"What is it, that my derlyng doith many greet trespassis in myn hous? whether hooli fleischis schulen do awei fro thee thi malice, in which thou hast glorie?"},{"number":16,"verse":"The Lord clepide thi name an olyue tre, fair, ful of fruyt, schapli; at the vois of a greet speche fier brent an hiy ther ynne, and the buyschis therof ben brent."},{"number":17,"verse":"And the Lord of oostis that plauntide thee, spak yuel on thee, for the yuels of the hous of Israel, and of the hous of Juda, whiche thei diden to hem silf, and offriden to Baalym, to terre me to wraththe."},{"number":18,"verse":"Forsothe, Lord, thou schewidist to me, and Y knew; thou schewidist to me the studies of hem."},{"number":19,"verse":"And Y am as a mylde lomb, which is borun to slayn sacrifice; and Y knew not, that thei thouyten counsels on me, and seiden, Sende we a tre in to the brede of hym, and rase we hym awei fro the lond of lyueris, and his name be no more hadde in mynde."},{"number":20,"verse":"But thou, Lord of oostis, that demest iustli, and preuest reynes and hertis, se Y thi veniaunce of hem; for to thee Y schewide my cause."},{"number":21,"verse":"Therfor the Lord seith these thingis to the men of Anathot, that seken thi lijf, and seien, Thou schalt not prophesie in the name of the Lord, and thou schalt not die in oure hondis."},{"number":22,"verse":"Therfor the Lord of oostis seith these thingis, Lo! Y schal visite on hem; the yonge men of hem schulen die bi swerd, the sones of hem and the douytris of hem schulen die for hungur;"},{"number":23,"verse":"and no relifs, ether children abidynge, schulen be of hem; for Y schal bringe ynne yuel on the men of Anathot, the yeer of the visitacioun of hem."}]}