{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"The word of the Lord, that was maad to Jeremye, of the wordis of dryenesse."},{"number":2,"verse":"Jude weilide, and the yatis therof fellen doun, and ben maad derk in erthe, and the cry of Jerusalem stiede."},{"number":3,"verse":"Grettere men senten her lesse men to water; thei camen to drawe watir, and thei foundun no water, thei brouyten ayen her vessels voide; thei weren schent and turmentid,"},{"number":4,"verse":"and thei hiliden her heedis for distriyng of the lond, for reyn cam not in the lond. Erthe tilieris weren schent, thei hiliden her heedis."},{"number":5,"verse":"For whi and an hynde caluyde in the feeld, and lefte her calues, for noon eerbe was;"},{"number":6,"verse":"and wield assis stoden in rochis, and drowen wynde as dragouns; her iyen failiden, for noon eerbe was."},{"number":7,"verse":"If oure wickidnessis answeren to vs, Lord, do thou for thi name, for oure turnyngis awei ben manye; we han synned ayens thee."},{"number":8,"verse":"Thou abidyng of Israel, the sauyour therof in the tyme of tribulacioun,"},{"number":9,"verse":"whi schalt thou be as a comelyng in the lond, and as a weigoere bowynge to dwelle? whi schalt thou be as a man of vnstable dwellyng, as a strong man that mai not saue? Forsothe, Lord, thou art in vs, and thin hooli name is clepid to help on vs; forsake thou not vs."},{"number":10,"verse":"The Lord seith these thingis to this puple, that louede to stire hise feet, and restide not, and pleside not the Lord; now he schal haue mynde on the wickidnesses of hem, and he schal visite the synnes of hem."},{"number":11,"verse":"And the Lord seide to me, Nyle thou preie for this puple in to good."},{"number":12,"verse":"Whanne thei schulen faste, Y schal not here the preieris of hem; and if thei offren brent sacrifices and slayn sacrifices, Y schal not resseyue tho, for Y schal waste hem bi swerd and hungur and pestilence."},{"number":13,"verse":"And Y seide, A! A! A! Lord God, profetis seien to hem, Ye schulen not se swerd, and hungur schal not be in you, but he schal yyue to you veri pees in this place."},{"number":14,"verse":"And the Lord seide to me, The profetis profesien falsli in my name; Y sente not hem, and Y comaundide not to hem, nether Y spak to hem; thei profesien to you a fals reuelacioun, and a gileful dyuynyng, and the disseyuyng of her herte."},{"number":15,"verse":"Therfor the Lord seith these thingis of the profetis that profesien in my name, whiche Y sente not, and seien, Swerd and hungur schal not be in this lond; Tho profetis schulen be wastid bi swerd and hungur."},{"number":16,"verse":"And the puplis, to whiche thei profesieden, schulen be cast forth in the weies of Jerusalem, for hungur and swerd, and noon schal be, that schal birie hem; they and the wyues of hem, the sones and the douytris of hem `schulen be cast forth; and Y schal schede out on hem her yuel."},{"number":17,"verse":"And thou schalt seie to hem this word, Myn iyen lede doun a teer bi niyt and dai, and be not stille, for the virgyn, the douyter of my puple, is defoulid bi greet defoulying, with the worste wounde greetli."},{"number":18,"verse":"If Y go out to feeldis, lo! men ben slayn bi swerd; and if Y entre in to the citee, lo! men ben maad leene for hungur; also a profete and a prest yeden in to the lond which thei knewen not."},{"number":19,"verse":"Whether thou castynge awei hast cast awei Juda, ether thi soule hath wlatid Sion? whi therfor hast thou smyte vs, so that noon heelthe is? We abididen pees, and no good is; and we abididen time of heeling, and lo! disturbling is."},{"number":20,"verse":"Lord, we han know oure vnfeithfulnessis, and the wickidnessis of oure fadris, for we han synned to thee."},{"number":21,"verse":"Yyue thou not vs in to schenschip, for thi name, nether do thou dispite to vs; haue thou mynde on the seete of thi glorie, make thou not voide thi boond of pees with vs."},{"number":22,"verse":"Whether in grauun ymagis of hethene men ben thei that reynen, ethir heuenes moun yyue reynes? whether thou art not oure Lord God, whom we abididen? For thou madist alle these thingis."}]}