{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"And the Lord seide to me, Thouy Moises and Samuel stoden bifore me, my soule is not to this puple; caste thou hem out fro my face, and go thei out."},{"number":2,"verse":"That if thei seien to thee, Whidur schulen we go out? thou schalt seie to hem, The Lord seith these thingis, Thei that to deth, to deth, and thei that to swerd, to swerd, and thei that to hungur, to hungur, and thei that to caitiftee, to caitifte."},{"number":3,"verse":"Y schal visite on hem foure spices, seith the Lord; a swerd to sleeynge, and doggis for to reende, and volatilis of the eir, and beestis of the erthe to deuoure and to distrie."},{"number":4,"verse":"And Y schal yyue hem in to feruour to alle rewmes of erthe, for Manasses, the sone of Ezechie, king of Juda, on alle thingis whiche he dide in Jerusalem."},{"number":5,"verse":"For whi who schal haue merci on thee, Jerusalem, ethir who schal be sori for thee, ether who schal go to preie for thi pees?"},{"number":6,"verse":"Thou hast forsake me, seith the Lord, thou hast go abac; and Y schal stretche forth myn hond on thee, and Y schal sle thee; Y trauelide preiyng."},{"number":7,"verse":"And Y schal scatere hem with a wyndewynge instrument in the yatis of erthe; Y killide, and loste my puple, and netheles thei turneden not ayen fro her weies."},{"number":8,"verse":"The widewis therof ben multiplied to me aboue the grauel of the see; and Y brouyte in to hem a distriere in myddai on the modir of a yonge man, Y sente drede sudeynli on citees."},{"number":9,"verse":"Sche was sijk that childide seuene, hir soule failide; the sunne yede doun to hir, whanne dai was yit. Sche was schent, and was aschamed; and Y schal yyue the residue therof in to swerd in the siyt of her enemyes, seith the Lord."},{"number":10,"verse":"Mi modir, wo to me; whi gendridist thou me a man of chidyng, a man of discord in al the lond? Y lente not, nether ony man lente to me; alle men cursen me, the Lord seith."},{"number":11,"verse":"No man bileue to me, if thi remenauntis be not in to good, if Y ranne not to thee in the tyme of turment, and in the tyme of tribulacioun and of anguysch, ayens the enemye."},{"number":12,"verse":"Whether yrun and metal schal be ioyned bi pees to irun fro the north?"},{"number":13,"verse":"And Y schal yyue freli thi ritchessis and thi tresouris in to rauyschyng, for alle thi synnes, and in alle thin endis."},{"number":14,"verse":"And Y schal brynge thin enemyes fro the lond which thou knowist not; for fier is kyndlid in my strong veniaunce, and it schal brenne on you."},{"number":15,"verse":"Lord, thou knowist, haue thou mynde on me, and visite me, and delyuere me fro hem that pursuen me; nyle thou take me in thi pacience, knowe thou, that Y suffride schenschipe for thee."},{"number":16,"verse":"Thi wordis ben foundun, and Y eet tho; and thi word was maad to me in to ioye, and in to gladnesse of myn herte; for thi name, Lord God of oostis, is clepid to help on me."},{"number":17,"verse":"Y sat not in the counsel of pleieris, and Y hadde glorie for the face of thin hond; Y sat aloone, for thou fillidist me with bittirnesse."},{"number":18,"verse":"Whi is my sorewe maad euerlastinge, and my wounde dispeirid forsook to be curid? it is maad to me, as a leesyng of vnfeithful watris."},{"number":19,"verse":"For this thing the Lord seith these thingis, If thou turnest, Y schal turne thee, and thou schalt stonde bifore my face; and if thou departist preciouse thing fro vijl thing, thou schalt be as my mouth; thei schulen be turned to thee, and thou schalt not be turned to hem."},{"number":20,"verse":"And Y schal yyue thee in to a brasun wal and strong to this puple, and thei schulen fiyte ayens thee, and schulen not haue the victorie; for Y am with thee, to saue thee, and to delyuere thee, seith the Lord."},{"number":21,"verse":"And Y schal delyuere thee fro the hond of the worste men, and Y schal ayenbie thee fro the hond of stronge men."}]}