{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"The synne of Juda is writun with an irone poyntel, in a nail of adamaunt; it is writun on the breede of the herte of hem, and in the hornes of the auteris of hem."},{"number":2,"verse":"Whanne the sones of hem bithenken on her auteris, and woodis, and on the trees ful of boowis, makynge sacrifice in the feld in hiye munteyns,"},{"number":3,"verse":"Y schal yyue thi strengthe and alle thi tresouris in to rauyschyng, thin hiye thingis for synnes in alle thin endis."},{"number":4,"verse":"And thou schalt be left aloone fro thin eritage which Y yaf to thee; and Y schal make thee to serue thin enemyes, in the lond which thou knowist not; for thou hast kyndlid fier in my strong veniaunce, it schal brenne til in to with outen ende."},{"number":5,"verse":"The Lord seith these thingis, Cursid is the man that trestith in man, and settith fleisch his arm, and his herte goith awei fro the Lord."},{"number":6,"verse":"For he schal be as bromes in desert, and he schal not se, whanne good schal come; but he schal dwelle in drynesse in desert, in the lond of saltnesse, and vnabitable."},{"number":7,"verse":"Blessid is the man that tristith in the Lord, and the Lord schal be his trist."},{"number":8,"verse":"And he schal be as a tre, which is plauntid ouer watris, which sendith hise rootis to moisture; and it schal not drede, whanne heete schal come; and the leef therof schal be greene, and it schal not be moued in the tyme of drynesse, nether ony tyme it schal faile to make fruyte."},{"number":9,"verse":"The herte of man is schrewid, and `may not be souyt; who schal knowe it?"},{"number":10,"verse":"Y am the Lord sekynge the herte, and preuynge the reynes, and Y yyue to ech man after his weye, and aftir the fruyt of his fyndyngis."},{"number":11,"verse":"A partriche nurschide tho thingis whiche sche bredde not; he made richessis, and not in doom; in the myddis of hise daies he schal forsake tho, and in hise laste tyme he schal be vnwijs."},{"number":12,"verse":"The seete of glorie of hiynesse was at the bigynnyng the place of oure halewyng, the abidyng of Israel."},{"number":13,"verse":"Lord, alle thei that forsaken thee, schulen be schent; thei that goen aweie fro thee, schulen be writun in erthe, for thei han forsake the Lord, a veyne of quyk watirs."},{"number":14,"verse":"Lord, heele thou me, and Y schal be heelid; make thou me saaf, and Y schal be saaf; for thou art myn heriyng."},{"number":15,"verse":"Lo! thei seien to me, Where is the word of the Lord? come it."},{"number":16,"verse":"And Y am not disturblid, suynge thee scheepherd, and Y desiride not the dai of man, thou woost. That that yede out of my lippis was riytful in thi siyt."},{"number":17,"verse":"Be thou not to drede to me; thou art myn hope in the dai of turment."},{"number":18,"verse":"Be thei schent, that pursuen me, and be Y not schent; drede thei, and drede not Y; brynge in on hem a dai of turment, and defoule thou hem bi double defouling."},{"number":19,"verse":"The Lord seith these thingis to me, Go thou, and stonde in the yate of the sones of the puple, bi whiche the kingis of Juda entren and goen out, and in alle the yatis of Jerusalem."},{"number":20,"verse":"And thou schalt seie to hem, Here the word of the Lord, ye kingis of Juda, and al Judee, and alle the dwelleris of Jerusalem, that entren bi these yatis."},{"number":21,"verse":"The Lord God seith these thingis, Kepe ye youre soulis, and nyle ye bere birthuns in the dai of sabat, nether bringe in bi the yatis of Jerusalem."},{"number":22,"verse":"And nyle ye caste birthuns out of youre housis in the dai of sabat, and ye schulen not do ony werk; halewe ye the dai of sabat, as Y comaundide to youre fadris."},{"number":23,"verse":"And thei herden not, nether bowiden doun her eere, but thei maden hard her nol, that thei schulden not here me, and that thei schulden not take chastisyng."},{"number":24,"verse":"And it schal be, if ye heren me, seith the Lord, that ye bere not in birthuns bi the yatis of this citee in the dai of sabat, and if ye halewen the dai of sabat, that ye do not werk ther ynne,"},{"number":25,"verse":"kingis and princes sittynge on the seete of Dauid schulen entre bi the yatis of this citee, and stiynge in charis and horsis; thei, and the princis of hem, the men of Juda, and the dwelleris of Jerusalem; and this citee schal be enhabitid withouten ende."},{"number":26,"verse":"And thei schulen come fro the citees of Juda, and fro the cumpas of Jerusalem, and fro the lond of Beniamyn, and fro feeldi places, and fro hilli places, and fro the south, beringe brent sacrifice, and slayn sacrifice, and encense; and thei schulen bringe offring in to the hous of the Lord."},{"number":27,"verse":"Forsothe if ye heren not me, that ye halewe the dai of sabat, and that ye bere not a birthun, and that ye bringe not in bi the yatis of Jerusalem in the dai of sabat, Y schal kyndle fier in the yatis therof; and it schal deuoure the housis of Jerusalem, and it schal not be quenchid."}]}