{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"In the bigynnyng of the rewme of Joachym, the sone of Josie, kyng of Juda, this word was maad of the Lord to Jeremye, and seide,"},{"number":2,"verse":"The Lord seith these thingis to me, Make thou to thee boondis and chaynes, and thou schalt putte tho in thi necke;"},{"number":3,"verse":"and thou schalt sende tho to the kyng of Edom, and to the kyng of Moab, and to the kyng of the sones of Amon, and to the kyng of Tyre, and to the kyng of Sidon, bi the hond of messangeris that camen to Jerusalem, and to Sedechie, kyng of Juda."},{"number":4,"verse":"And thou schalt comaunde to hem, that thei speke to her lordis, The Lord of oostis, God of Israel, seith these thingis, Ye schulen seie these thingis to youre lordis,"},{"number":5,"verse":"Y made erthe, and man, and beestis that ben on the face of al erthe, in my greet strengthe, and in myn arm holdun forth; and Y yaf it to hym that plesyde bifore myn iyen."},{"number":6,"verse":"And now therfor Y yaf alle these londis in the hond of Nabugodonosor, my seruaunt, the kyng of Babiloyne; ferthermore and Y yaf to hym the beestis of the feeld, that thei serue hym."},{"number":7,"verse":"And alle folkis schulen serue hym, and his sone, and the sone of his sone, til the tyme of his lond and of hym come; and many folkis and grete kyngis schulen serue hym."},{"number":8,"verse":"Forsothe the folk and rewme that serueth not Nabugodonosor, kyng of Babiloyne, and whoeuer bowith not his necke vndur the yok of the kyng of Babiloyne, Y schal visite on that folk in swerd, and hungur, and pestilence, seith the Lord, til Y waaste hem in his hond."},{"number":9,"verse":"Therfor nyle ye here youre profetis, and false dyuynouris, and dremeris, and dyuyneris bi chiteryng and fleyng of briddis, and witchis, that seien to you, Ye schulen not serue the kyng of Babiloyne;"},{"number":10,"verse":"for thei profesien a lessyng to you, that thei make you fer fro youre lond, and caste out you, and ye perische."},{"number":11,"verse":"Certis the folk that makith suget her nol vndur the yok of the kyng of Babiloyne, and serueth hym, Y schal dismytte it in his lond, seith the Lord; and it schal tile that lond, and schal dwelle therynne."},{"number":12,"verse":"And Y spak bi alle these wordis to Sedechie, kyng of Juda, and Y seide, Make ye suget youre neckis vndur the yok of the kyng of Babiloyne, and serue ye hym, and his puple, and ye schulen lyue."},{"number":13,"verse":"Whi schulen ye die, thou and thi puple, bi swerd, and hungur, and pestilence, as the Lord spak to the folk, that nolde serue to the kyng of Babiloyne?"},{"number":14,"verse":"Nyle ye here the wordis of profetis seiynge to you, Ye schulen not serue the kyng of Babiloyne; for thei speken leesyng to you, for Y sente not hem, seith the Lord;"},{"number":15,"verse":"and thei profesien falsly in my name, that thei caste out you, and that ye perische, bothe ye and the profetis that profesien to you."},{"number":16,"verse":"And Y spak to the preestis, and to this puple, and Y seide, The Lord God seith these thingis, Nyle ye here the wordis of youre profetis, that profesien to you, and seien, Lo! the vessels of the Lord schulen turne ayen now soone fro Babiloyne; for thei profesien a leesyng to you."},{"number":17,"verse":"Therfor nyle ye here hem, but serue ye to the kyng of Babiloyne, that ye lyue; whi is this citee youun in to wildirnesse?"},{"number":18,"verse":"And if thei ben profetis, and if the word of God is in hem, renne thei to the Lord of oostis, that the vessels whiche weren left in the hous of the Lord, and in the hous of the kyng of Juda, and in Jerusalem, come not in to Babiloyne."},{"number":19,"verse":"For the Lord of oostis seith these thingis to the pilers, and to the see, that is, a greet waischyng vessel, and to the foundementis, and to the remenauntis of vessels, that weren left in this citee,"},{"number":20,"verse":"whiche Nabugodonosor, king of Babiloyne, took not, whanne he translatide Jeconye, the sone of Joachim, king of Juda, fro Jerusalem in to Babiloyne, and alle the principal men of Juda and of Jerusalem."},{"number":21,"verse":"For the Lord of oostis, God of Israel, seith these thingis to the vessels that ben left in the hous of the Lord, and in the hous of the king of Juda, and in Jerusalem, Tho schulen be translatid in to Babiloyne,"},{"number":22,"verse":"and schulen be there `til to the dai of her visitacioun, seith the Lord; and Y schal make tho to be brouyt, and to be restorid in this place."}]}