{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":33,"verses":[{"number":1,"verse":"And the word of the Lord was maad to Jeremye, in the secounde tyme, whanne he was closid yit in the porche of the prisoun, and seide,"},{"number":2,"verse":"The Lord seith these thingis, The Lord is name of hym, that schal do, and fourme, and make redi that thing;"},{"number":3,"verse":"Crye thou to me, and Y schal here thee, and Y schal telle to thee grete thingis, and stidfast, whiche thou knowist not."},{"number":4,"verse":"For the Lord God of Israel seith these thingis to the housis of this citee, and to the housis of the kyng of Juda, that ben distried, and to the strengthingis,"},{"number":5,"verse":"and to the swerd of men comynge to fiyte with Caldeis, and to fille tho housis with careyns of men, which Y smoot in my strong veniaunce, and in myn indignacioun; and Y hidde my face fro this citee, for al the malice of hem."},{"number":6,"verse":"Lo! Y schal close togidere to hem a wounde and helthe, and Y schal make hem hool, and Y schal schewe to hem the bisechyng of pees and of treuthe;"},{"number":7,"verse":"and Y schal conuerte the conuersioun of Juda, and Y schal conuerte the conuersioun of Jerusalem, and Y schal bilde hem, as at the bigynnyng."},{"number":8,"verse":"And Y schal clense hem fro al her wickidnesse, in which thei synneden to me, and Y schal be merciful to alle the wickidnessis of hem, in which thei trespassiden to me, and forsoken me."},{"number":9,"verse":"And thei schulen be to me in to a name, and in to ioye, and in to heriyng, and in to ful out ioiyng to alle folkis of erthe, that herden alle the goodis whiche Y schal do to hem; and thei schulen drede, and schulen be disturblid in alle goodis, and in al the pees, which Y schal do to hem."},{"number":10,"verse":"The Lord seith these thingis, Yit in this place, which ye seien to be forsakun, for no man is nether beeste in the citees of Juda, and in the yatis of Jerusalem, that ben desolat, without man, and with out dwellere,"},{"number":11,"verse":"and with out beeste, the vois of ioye schal be herd, and the vois of gladnesse, the vois of spouse, and the vois of spousesse, the vois of men, seiynge, Knowleche ye to the Lord of oostis, for the Lord is good, for his merci is with outen ende, and of men berynge vowis in to the hous of the Lord; for Y schal brynge ayen the conuersioun of the lond, as at the bigynnyng, seith the Lord."},{"number":12,"verse":"The Lord of oostis seith these thingis, Yit in this forsakun place, with out man, and with out beeste, and in alle citees therof, schal be a dwellyng place of scheepherdis, of flockis ligynge."},{"number":13,"verse":"And in the citees in hilli places, and in the citees in feeldi places, and in the citees that ben at the south, and in the lond of Beniamyn, and in the cumpas of Jerusalem, and in the citees of Juda, yit flockis schulen passe, at the hond of the noumbrere, seith the Lord."},{"number":14,"verse":"Lo! daies comen, seith the Lord, and Y schal reise the good word, which Y spak to the hous of Israel, and to the hous of Juda."},{"number":15,"verse":"In tho daies, and in that tyme, Y schal make the seed of riytfulnesse to buriowne to Dauid, and he schal make doom and riytfulnesse in erthe."},{"number":16,"verse":"In tho daies Juda schal be sauyd, and Israel schal dwelle tristili; and this is the name which thei schulen clepe hym, Oure riytful Lord."},{"number":17,"verse":"For the Lord seith these thingis, A man of Dauid schal not perische, that shal sitte on the trone of the hous of Israel;"},{"number":18,"verse":"and of preestis and dekenes a man schal not perische fro my face, that schal offre brent sacrifices, and brenne sacrifice, and sle sacrifice, in alle daies."},{"number":19,"verse":"And the word of the Lord was maad to Jeremye,"},{"number":20,"verse":"and seide, The Lord seith these thingis, If my couenaunt with the dai and my couenaunt with the niyt mai be maad voide, that the dai and the niyt be not in his tyme;"},{"number":21,"verse":"and my couenaunt with Dauid, my seruaunt, mai be voide, that of hym be no sone, that schal regne in his trone, and no dekenes, and preestis, my mynistris;"},{"number":22,"verse":"as the sterris of heuene moun not be noumbrid, and the grauel of the see mai not be metun, so Y schal multiplie the seed of Dauid, my seruaunt, and dekenes, my mynystris."},{"number":23,"verse":"And the word of the Lord was maad to Jeremye, and seide, Whether thou hast not seyn,"},{"number":24,"verse":"that this puple spak, seiynge, Twei kynredis whiche the Lord chees, ben cast awei, and thei dispisiden my puple, for it is no more a folc bifore hem."},{"number":25,"verse":"The Lord seith these thingis, If Y settide not my couenaunt bitwixe dai and niyt, and if Y settide not lawis to heuene and erthe;"},{"number":26,"verse":"sotheli and Y schal caste awei the seed of Jacob, and of Dauid, my seruaunt, that Y take not of the seed of hym princes, of the seed of Abraham, of Isaac, and of Jacob; for Y schal brynge ayen the conuersioun of hem, and Y schal haue merci on hem."}]}