{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":35,"verses":[{"number":1,"verse":"The word that was maad of the Lord to Jeremye, in the daies of Joachym, sone of Josie,"},{"number":2,"verse":"kyng of Juda, and seide, Go thou to the hous of Recabitis, and speke thou to hem; and thou schalt brynge hem in to the hous of the Lord, in to o chaumbre of tresouris, and thou schalt yyue to hem to drynke wyn."},{"number":3,"verse":"And Y took Jeconye, the sone of Jeremye, sone of Absanye, and hise britheren, and alle the sones of hym, and al the hous of Recabitis."},{"number":4,"verse":"And Y ledde hem in to the hous of the Lord, to the treserie of the sones of Eman, sone of Godolie, the man of God; which treserie was bisidis the treserie of princes, aboue the tresour of Maasie, sone of Sellum, that was kepere of the vestiarie."},{"number":5,"verse":"And Y settide bifore the sones of the hous of Recabitis pecis, and grete cowpis ful of wyn; and Y seide to hem, Drinke ye wyn."},{"number":6,"verse":"And thei answeriden, We schulen not drinke wyn; for whi Jonadab, oure fadir, the sone of Recab, comaundide to vs, and seide, Ye schulen not drinke wyn, ye and youre sones, `til in to withouten ende;"},{"number":7,"verse":"and ye schulen not bilde an hous, and ye schulen not sowe seed, and ye schulen not plaunte vynes, nether schulen haue, but ye schulen dwelle in tabernaclis in alle youre daies, that ye lyue many daies on the face of erthe, in which ye goen in pilgrymage."},{"number":8,"verse":"Therfor we obeieden to the vois of Jonadab, oure fadir, the sone of Recab, in alle thingis whiche he comaundide to vs; so that we drunken not wyn in alle oure dayes, we, and oure wymmen, oure sones, and douytris;"},{"number":9,"verse":"and we bildiden not housis to dwelle, and we hadden not a vyner, and a feeld, and seed;"},{"number":10,"verse":"but we dwelliden in tabernaclis, and weren obeiynge, and diden bi alle thingis, whiche Jonadab, oure fadir, comaundide to vs."},{"number":11,"verse":"But whanne Nabugodonosor, kyng of Babiloyne, hadde stied to this lond, we seiden, Come ye, and entre we in to Jerusalem, fro the face of the oost of Caldeis, and fro the face of the oost of Sirie; and we dwelliden in Jerusalem."},{"number":12,"verse":"And the word of the Lord was maad to Jeremye,"},{"number":13,"verse":"and seide, The Lord of oostis, God of Israel, seith these thingis, Go thou, and seie to the men of Juda, and to the dwelleris of Jerusalem, Whether ye schulen not take techyng, that ye obeie to my wordis, seith the Lord?"},{"number":14,"verse":"The wordis of Jonadab, sone of Rechab, hadden the maistrie, whiche he comaundide to hise sones, that thei schulden not drynke wyn; and thei drynken not, `til to this dai; for thei obeieden to the comaundement of her fadir; but Y spak to you, and Y roos ful eerli, and spake, and ye obeieden not to me."},{"number":15,"verse":"And Y sente to you alle my seruauntis profetis, and Y roos ful eerli, and Y sente, and seide, Be ye conuertid, ech man fro his worste weye, and make ye good youre studies, and nyle ye sue alien goddis, nether worschipe ye hem, and ye schulen dwelle in the lond, which Y yaf to you, and to youre fadris; and ye bowiden not youre eere, nether herden me."},{"number":16,"verse":"Therfor the sones of Jonadab, sone of Recab, maden stidfast the comaundement of her fadir, which he comaundide to hem; but this puple obeiede not to me."},{"number":17,"verse":"Therfor the Lord of oostis, God of Israel, seith these thingis, Lo! Y schal bringe on Juda, and on alle the dwelleris of Jerusalem, al the turment which Y spak ayens hem; for Y spak to hem, and thei herden not; Y clepide hem, and thei answeriden not to me."},{"number":18,"verse":"Forsothe Jeremye seide to the hous of Recabitis, The Lord of oostis, God of Israel, seith these thingis, For that that ye obeieden to the comaundement of Jonadab, youre fadir, and kepten alle hise comaundementis, and diden alle thingis, whiche he comaundide to you;"},{"number":19,"verse":"therfor the Lord of oostis, God of Israel, seith these thingis, A man of the generacioun of Jonadab, sone of Recab, schal not faile stondynge in my siyt in alle daies."}]}