{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"Forsothe it was don, whanne Jeremye spekinge to the puple hadde fillid alle the wordis of the Lord God of hem, for whiche the Lord God of hem sente hym to hem, alle these wordis,"},{"number":2,"verse":"Azarie, the sone of Josie, seide, and Johanna, the sone of Caree, and alle proude men, seiynge to Jeremye, Thou spekist a leesyng; oure Lord God sente not thee, and seide, Entre ye not in to Egipt, to dwelle there;"},{"number":3,"verse":"but Baruc, the sone of Nerie, stirith thee ayens vs, that he bitake vs in the hondis of Caldeis, that he sle vs, and make to be led ouer in to Babiloyne."},{"number":4,"verse":"And Johanna, the sone of Caree, and alle the princes of werriours, and al the puple, herden not the vois of the Lord, that thei dwellen in the lond of Juda."},{"number":5,"verse":"But Johanna, the sone of Caree, and alle the princes of werriours, token alle of the remenauntis of Juda, that turneden ayen fro alle folkis, to whiche thei weren scatered bifore, that thei schulden dwelle in the lond of Juda;"},{"number":6,"verse":"thei token men, and wymmen, and litle children, and the douytris of the kyng, and ech persoone, whom Nabusardan, the prince of chyualrie, hadde left with Godolie, the sone of Aicham, sone of Saphan. And thei token Jeremye, the profete, and Baruc, the sone of Nerie,"},{"number":7,"verse":"and thei entriden in to the lond of Egipt; for thei obeieden not to the vois of the Lord, and thei camen `til to Taphnys."},{"number":8,"verse":"And the word of the Lord was maad to Jeremye in Taphnys,"},{"number":9,"verse":"and seide, Take in thin hond grete stoonys, and hide thou tho in a denne, which is vndur the wal of tiil stoon, in the yate of the hous of Farao, in Taphnys, while alle Jewis seen."},{"number":10,"verse":"And thou schalt seie to hem, The Lord of oostis, God of Israel, seith these thingis, Lo! Y schal sende, and Y schal take Nabugodonosor, my seruaunt, the kyng of Babiloyne; and Y schal sette his trone on these stoonys, whiche Y hidde; and he schal sette his seete on tho stoonys."},{"number":11,"verse":"And he schal come, and smyte the lond of Egipt, whiche in deth in to deth, and whiche in caitiftee in to caitiftee, and whiche in swerd in to swerd."},{"number":12,"verse":"And he schal kindle fier in the templis of goddis of Egipt, and he schal brenne tho templis, and schal lede hem prisoneris; and the lond of Egipt schal be wlappid, as a scheepherd is wlappid in his mentil; and he schal go out fro thennus in pees."},{"number":13,"verse":"And he schal al to-breke the ymagis of the hous of the sunne, that ben in the lond of Egipt; and he schal brenne in fier the templis of the goddis of Egipt."}]}