{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":44,"verses":[{"number":1,"verse":"The word that was maad to Jeremye, and to alle the Jewis, that dwelliden in the lond of Egipt, dwellinge in Magdalo, and in Taphnys, and in Memphis, and in the lond of Phatures,"},{"number":2,"verse":"and seide, The Lord of oostis, God of Israel, seith these thingis, Ye sien al this yuel, which Y brouyte on Jerusalem, and on alle the citees of Juda; and lo! tho ben forsakun to dai, and no dwellere is in tho;"},{"number":3,"verse":"for the malice which thei diden, to terre me to wrathfulnesse, and that thei yeden, and maden sacrifice, and worschipiden alien goddis, whiche thei knewen not, bothe ye, and thei, and youre fadris."},{"number":4,"verse":"And Y sente to you alle my seruauntis profetis; and Y roos bi nyyte, and sente, and seide, Nyle ye do the word of sich abhomynacioun."},{"number":5,"verse":"And thei herden not, nether bowiden doun her eere, that thei schulen be conuertid fro her yuels, and schulden not make sacrifice to alien goddis."},{"number":6,"verse":"And myn indignacioun and my strong veniaunce is wellid togidere, and is kindlid in the citees of Juda, and in the stretis of Jerusalem; and tho ben turned in to wildirnesse, and wastnesse, bi this dai."},{"number":7,"verse":"And now the Lord of oostis, God of Israel, seith these thingis, Whi doon ye this greet yuel ayens youre soulis, that a man of you perische and a womman a litil child and soukynge perische, fro the myddis of Juda, nether ony residue thing be left in you,"},{"number":8,"verse":"that terre me to wraththe bi the werkis of youre hondis, in makynge sacrifice to alien goddis in the lond of Egipt, in to which ye entriden, that ye dwelle there, and that ye perische, and be in to cursyng, and in to schenschipe to alle the folkis of erthe?"},{"number":9,"verse":"Whether ye han foryete the yuels of youre fadris, and the yuels of the kingis of Juda, and the yuels of her wiues, and youre yuels, and the yuels of youre wyues, whiche thei diden in the lond of Juda, and in the cuntreis of Jerusalem?"},{"number":10,"verse":"Thei ben not clensid `til to this dai, and thei dredden not, and thei yeden not in the lawe of the Lord, and in myn heestis, whiche Y yaf bifore you, and bifore youre fadris."},{"number":11,"verse":"Therfor the Lord of oostis, God of Israel, seith these thingis, Lo! Y schal sette my face in you in to yuel,"},{"number":12,"verse":"and Y schal leese al Juda, and Y schal take the remenauntis of Juda, that settiden her faces, to go in to the lond of Egipt, and to dwelle there; and alle schulen be waastid in the lond of Egipt, thei schulen falle doun bi swerd, and schulen be wastid in hungur, fro the leeste `til to the mooste, thei schulen die bi swerd and hungur, and schulen be in to swering, and in to myracle, and in to cursyng, and in to schenschipe."},{"number":13,"verse":"And Y schal visite on the dwelleris of Egipt, as Y visitide on Jerusalem, in swerd, and in hungur, and in pestilence."},{"number":14,"verse":"And noon schal be, that schal ascape, and be residue of the remenauntis of Jewis, that goen to be pilgrimys in the lond of Egipt, and to turne ayen to the lond of Juda, to which thei reisen her soulis, that thei turne ayen, and dwelle there; thei schulen not turne ayen thidir, no but thei that fledden."},{"number":15,"verse":"Forsothe alle men answeriden to Jeremye, and wisten, that her wyues maden sacrifice to alien goddis, and alle wymmen, of whiche a greet multitude stood, and alle the puple of dwelleris in the lond of Egipt, in Fatures, and seiden,"},{"number":16,"verse":"We schulen not here of thee the word which thou spekist to vs in the name of oure Lord God,"},{"number":17,"verse":"but we doynge schulen do ech word that schal go out of oure mouth, that we make sacrifice to the queen of heuene, and that we offre to it moist sacrifices, as we diden, and oure fadris, oure kingis, and oure princes, in the citees of Juda, and in the stretis of Jerusalem; and we weren fillid with looues, and it was wel to vs, and we sien noon yuel."},{"number":18,"verse":"But fro that tyme, in which we ceessiden to make sacrifice to the queen of heuene, and to offre to it moist sacrifices, we hadden nede to alle thingis, and we weren wastid bi swerd and hungur."},{"number":19,"verse":"That if we maken sacrifice to the queen of heuene, and offren to it moist sacrifices, whether withouten oure hosebondis we maden to it cakis, to worschipe it, and looues to be offrid?"},{"number":20,"verse":"And Jeremye seide to al the puple, ayens the men, and ayens the wymmen, and ayens al the puple, that answeriden to hym the word, and he seide,"},{"number":21,"verse":"Whether not the sacrifice which ye sacrifisiden in the citees of Juda, and in the stretis of Jerusalem, ye, and youre fadris, youre kyngis, and youre princes, and the puple of the lond, terriden God to veniaunce? The Lord hadde mynde on these thingis, and it stiede on his herte;"},{"number":22,"verse":"and the Lord myyte no more bere, for the malice of youre studies, and for abhomynaciouns whiche ye diden. And youre lond is maad in to desolacioun, and in to wondryng, and in to curs, for no dwellere is, as this dai is."},{"number":23,"verse":"Therfor for ye maden sacrifice to idols, and synneden to the Lord, and herden not the vois of the Lord, and yeden not in the lawe, and in the comandementis, and in the witnessis of hym, therfor these yuels bifellen to you, as this dai is."},{"number":24,"verse":"Forsothe Jeremye seide to al the puple, and to alle the wymmen, Al Juda, that ben in the lond of Egipt, here ye the word of the Lord."},{"number":25,"verse":"The Lord of oostis, God of Israel, seith these thingis, and spekith, Ye and youre wyues spaken with youre mouth, and filliden with youre hondis, and seiden, Make we oure vowis whiche we vowiden, that we make sacrifice to the queen of heuene, and offre to it moist sacrifices; ye filliden youre vowis, and diden tho in werk."},{"number":26,"verse":"Therfor, al Juda, that dwellen in the lond of Egipt, here ye the word of the Lord; Lo! Y swoor in my greet name, seith the Lord, that my name schal no more be clepid bi the mouth of ech man Jew, seiynge, The Lord God lyueth, in al the lond of Egipt."},{"number":27,"verse":"Lo! Y schal wake on hem in to yuel, and not in to good; and alle the men of Juda, that ben in the lond of Egipt, schulen be waastid, bi swerd and hungur, til thei be wastid outerli."},{"number":28,"verse":"And a fewe men that fledden the swerd, schulen turne ayen fro the lond of Egipt in to the lond of Juda; and alle the remenauntis of Juda, of hem that entren in to the lond of Egipt, to dwelle there, schulen wite, whos word schal be fillid, myn ether hern."},{"number":29,"verse":"And this schal be a signe to you, seith the Lord, that Y schal visite on you in this place, that ye wite, that verili my wordis schulen be fillid ayens you in to yuel."},{"number":30,"verse":"The Lord seith these thingis, Lo! Y schal bitake Farao, the kyng of Egipt, in to the hond of hise enemyes, and in to the hond of hem that seken his lijf, as Y bitook Sedechie, the kyng of Juda, in to the hond of Nabugodonosor, kyng of Babiloyne, his enemye, and sekynge his lijf."}]}