{"bibleAbbr":"WYC1395","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":7,"verses":[{"number":1,"verse":"The word that was maad of the Lord to Jeremye,"},{"number":2,"verse":"and seide, Stonde thou in the yate of the hous of the Lord, and preche there this word, and seie, Al Juda, that entren bi these yatis for to worschipe the Lord, here ye the word of the Lord."},{"number":3,"verse":"The Lord of oostis, God of Israel, seith these thingis, Make ye good youre weies, and youre studies, and Y schal dwelle with you in this place."},{"number":4,"verse":"Nyle ye triste in the wordis of leesyng, and seie, The temple of the Lord, the temple of the Lord, the temple of the Lord is."},{"number":5,"verse":"For if ye blessen youre weies, and your studies; if ye doon doom bitwixe a man and his neiybore;"},{"number":6,"verse":"if ye maken not fals caleng to a comelyng, and to a fadirles child, and to a widewe; nether scheden out innocent blood in this place, and goen not after alien goddis, in to yuel to you silf,"},{"number":7,"verse":"Y schal dwelle with you in this place, in the lond which Y yaf to youre fadris, fro the world and til in to the world."},{"number":8,"verse":"Lo! ye trusten to you in the wordis of leesyng, that shulen not profite to you;"},{"number":9,"verse":"to stele, to sle, to do auowtrie, to swere falsli, to make sacrifice to Baalym, and to go aftir alien goddys, whiche ye knowen not."},{"number":10,"verse":"And ye camen, and stoden bifor me in this hous, in which my name is clepid to help; and ye seiden, We ben delyuered, for we han do alle these abhomynaciouns."},{"number":11,"verse":"Whether therfor this hous, wherynne my name is clepid to help bifore youre iyen, is maad a denne of theues? I, Y am, Y siy, seith the Lord."},{"number":12,"verse":"Go ye to my place in Silo, where my name dwellide at the bigynnyng, and se ye what thingis Y dide to it, for the malice of my puple Israel."},{"number":13,"verse":"And now, for ye han do alle these werkis, seith the Lord, and Y spak to you, and roos eerli, and Y spak, and ye herden not, and Y clepide you, and ye answeriden not;"},{"number":14,"verse":"Y schal do to this hous, wherynne my name is clepid to help, and in which hous ye han trist, and to the place which Y yaf to you and to youre fadris, as Y dide to Silo."},{"number":15,"verse":"And Y schal caste you forth fro my face, as Y castide forth alle youre britheren, al the seed of Effraym."},{"number":16,"verse":"Therfor nyl thou preie for this puple, nether take thou heriyng and preier for hem; and ayenstonde thou not me, for Y schal not here thee."},{"number":17,"verse":"Whether thou seest not, what these men don in the citees of Juda, and in the stretis of Jerusalem?"},{"number":18,"verse":"The sones gaderen stickis, and the fadris kyndlen a fier; and wymmen sprengen togidere ynnere fatnesse, to make kakis to the queen of heuene, to make sacrifice to alien goddis, and to terre me to wrathfulnesse."},{"number":19,"verse":"Whether thei stiren me to wrathfulnesse? seith the Lord; whether thei stiren not hem silf in to schenschip of her cheer?"},{"number":20,"verse":"Therfor the Lord God seith these thingis, Lo! my strong veniaunce and myn indignacioun is wellid togidere on this place, on men, and on beestis, and on the tree of the cuntrei, and on the fruitis of erthe; and it schal be kyndlid, and it schal not be quenchid."},{"number":21,"verse":"The Lord of oostis, God of Israel, seith these thingis, Heepe ye youre brent sacrifices to youre slayn sacrifices, and ete ye fleischis."},{"number":22,"verse":"For Y spak not with youre fadris, and Y comaundide not to hem of the word of brent sacrifices, and of slayn sacrifices, in the dai in which Y ledde hem out of the lond of Egipt."},{"number":23,"verse":"But Y comaundide this word to hem, and Y seide, Here ye my vois, and Y schal be God to you, and ye schulen be a puple to me; and go ye in al the weie which Y comaundide to you, that it be wel to you."},{"number":24,"verse":"And thei herden not, nether bowiden doun her eere, but thei yeden in her lustis, and in the schrewidnesse of her yuel herte; and thei ben put bihynde, and not bifore,"},{"number":25,"verse":"fro the dai in which her fadris yeden out of the lond of Egipt til to this dai. And Y sente to you alle my seruauntis profetis, and Y roos eerli bi the dai, and Y sente."},{"number":26,"verse":"And thei herden not me, nether bowiden doun her eere; but thei maden hard her nol, and wrouyten worse than the fadris of hem."},{"number":27,"verse":"And thou schalt speke to hem alle these wordis, and thei schulen not heere thee; and thou schalt clepe hem, and thei schul not answere to thee."},{"number":28,"verse":"And thou schalt seie to hem, This is the folc, that herde not the vois of her Lord God, nether resseyuede chastysyng; feith perischide, and is takun awei fro the mouth of hem."},{"number":29,"verse":"Clippe thin heer, and cast awei, and take thou weilyng streiytli; for the Lord hath cast awei, and hath forsake the generacioun of his strong veniaunce."},{"number":30,"verse":"For the sones of Juda han do yuel bifor myn iyen, seith the Lord; thei han set her offendyngis in the hous, in which my name is clepid to help, that thei schulden defoule that hous;"},{"number":31,"verse":"and thei bildiden hiye thingis in Tophet, which is in the valei of the sone of Ennon, that thei schulden brenne her sones and her douytris bi fier, whiche thingis Y comaundide not, nether thouyte in myn herte."},{"number":32,"verse":"Therfor lo! daies comen, seith the Lord, and it schal no more be seid Tophet, and the valei of the sone of Ennon, but the valey of sleyng; and thei schulen birie in Tophet, for ther is no place."},{"number":33,"verse":"And the deed careyn of this puple schal be in to mete to the briddis of heuene, and to the beestis of erthe; and noon schal be that schal dryue awei."},{"number":34,"verse":"And Y schal make to ceesse the vois of ioye, and the vois of gladnesse, and the vois of spouse, and the vois of spousesse fro the citees of Juda, and fro the stretis of Jerusalem; for the lond schal be in desolacioun."}]}