{"bibleAbbr":"RSV1971","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"(The Bloody City) Moreover the word of the LORD came to me, saying,"},{"number":2,"verse":"“And you, son of man, will you judge, will you judge the bloody city? Then declare to her all her abominable deeds."},{"number":3,"verse":"You shall say, Thus says the Lord GOD: A city that sheds blood in the midst of her, that her time may come, and that makes idols to defile herself!"},{"number":4,"verse":"You have become guilty by the blood which you have shed, and defiled by the idols which you have made; and you have brought your day near, the appointed time (Two Mss Gk Syr Vg Tg: Heb until) of your years has come. Therefore I have made you a reproach to the nations, and a mocking to all the countries."},{"number":5,"verse":"Those who are near and those who are far from you will mock you, you infamous one, full of tumult."},{"number":6,"verse":"“Behold, the princes of Israel in you, every one according to his power, have been bent on shedding blood."},{"number":7,"verse":"Father and mother are treated with contempt in you; the sojourner suffers extortion in your midst; the fatherless and the widow are wronged in you."},{"number":8,"verse":"You have despised my holy things, and profaned my sabbaths."},{"number":9,"verse":"There are men in you who slander to shed blood, and men in you who eat upon the mountains; men commit lewdness in your midst."},{"number":10,"verse":"In you men uncover their fathers’ nakedness; in you they humble women who are unclean in their impurity."},{"number":11,"verse":"One commits abomination with his neighbor’s wife; another lewdly defiles his daughter-in-law; another in you defiles his sister, his father’s daughter."},{"number":12,"verse":"In you men take bribes to shed blood; you take interest and increase and make gain of your neighbors by extortion; and you have forgotten me, says the Lord GOD."},{"number":13,"verse":"“Behold, therefore, I strike my hands together at the dishonest gain which you have made, and at the blood which has been in the midst of you."},{"number":14,"verse":"Can your courage endure, or can your hands be strong, in the days that I shall deal with you? I the LORD have spoken, and I will do it."},{"number":15,"verse":"I will scatter you among the nations and disperse you through the countries, and I will consume your filthiness out of you."},{"number":16,"verse":"And I (Gk Syr Vg: Heb you) shall be profaned through you in the sight of the nations; and you shall know that I am the LORD.”"},{"number":17,"verse":"And the word of the LORD came to me:"},{"number":18,"verse":"“Son of man, the house of Israel has become dross to me; all of them, silver (Transposed from the end of the verse. Compare verse 20) and bronze and tin and iron and lead in the furnace, have become dross."},{"number":19,"verse":"Therefore thus says the Lord GOD: Because you have all become dross, therefore, behold, I will gather you into the midst of Jerusalem."},{"number":20,"verse":"As men gather silver and bronze and iron and lead and tin into a furnace, to blow the fire upon it in order to melt it; so I will gather you in my anger and in my wrath, and I will put you in and melt you."},{"number":21,"verse":"I will gather you and blow upon you with the fire of my wrath, and you shall be melted in the midst of it."},{"number":22,"verse":"As silver is melted in a furnace, so you shall be melted in the midst of it; and you shall know that I the LORD have poured out my wrath upon you.”"},{"number":23,"verse":"And the word of the LORD came to me:"},{"number":24,"verse":"“Son of man, say to her, You are a land that is not cleansed, or rained upon in the day of indignation."},{"number":25,"verse":"Her princes (Gk: Heb a conspiracy of her prophets) in the midst of her are like a roaring lion tearing the prey; they have devoured human lives; they have taken treasure and precious things; they have made many widows in the midst of her."},{"number":26,"verse":"Her priests have done violence to my law and have profaned my holy things; they have made no distinction between the holy and the common, neither have they taught the difference between the unclean and the clean, and they have disregarded my sabbaths, so that I am profaned among them."},{"number":27,"verse":"Her princes in the midst of her are like wolves tearing the prey, shedding blood, destroying lives to get dishonest gain."},{"number":28,"verse":"And her prophets have daubed for them with whitewash, seeing false visions and divining lies for them, saying, ‘Thus says the Lord GOD,’ when the LORD has not spoken."},{"number":29,"verse":"The people of the land have practiced extortion and committed robbery; they have oppressed the poor and needy, and have extorted from the sojourner without redress."},{"number":30,"verse":"And I sought for a man among them who should build up the wall and stand in the breach before me for the land, that I should not destroy it; but I found none."},{"number":31,"verse":"Therefore I have poured out my indignation upon them; I have consumed them with the fire of my wrath; their way have I requited upon their heads, says the Lord GOD.”"}]}