{"bibleAbbr":"RSV1971","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"(The Vision of the New Temple) In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was conquered, on that very day, the hand of the LORD was upon me,"},{"number":2,"verse":"and brought me in the visions of God into the land of Israel, and set me down upon a very high mountain, on which was a structure like a city opposite me. (Gk: Heb on the south)"},{"number":3,"verse":"When he brought me there, behold, there was a man, whose appearance was like bronze, with a line of flax and a measuring reed in his hand; and he was standing in the gateway."},{"number":4,"verse":"And the man said to me, “Son of man, look with your eyes, and hear with your ears, and set your mind upon all that I shall show you, for you were brought here in order that I might show it to you; declare all that you see to the house of Israel.”"},{"number":5,"verse":"And behold, there was a wall all around the outside of the temple area, and the length of the measuring reed in the man’s hand was six long cubits, each being a cubit and a handbreadth in length; so he measured the thickness of the wall, one reed; and the height, one reed."},{"number":6,"verse":"Then he went into the gateway facing east, going up its steps, and measured the threshold of the gate, one reed deep; (Heb deep, and one threshold, one reed deep)"},{"number":7,"verse":"and the side rooms, one reed long, and one reed broad; and the space between the side rooms, five cubits; and the threshold of the gate by the vestibule of the gate at the inner end, one reed."},{"number":8,"verse":"Then he measured the vestibule of the gateway, eight cubits;"},{"number":9,"verse":"and its jambs, two cubits; and the vestibule of the gate was at the inner end."},{"number":10,"verse":"And there were three side rooms on either side of the east gate; the three were of the same size; and the jambs on either side were of the same size."},{"number":11,"verse":"Then he measured the breadth of the opening of the gateway, ten cubits; and the breadth of the gateway, thirteen cubits."},{"number":12,"verse":"There was a barrier before the side rooms, one cubit on either side; and the side rooms were six cubits on either side."},{"number":13,"verse":"Then he measured the gate from the back (Compare Gk: Heb roof) of the one side room to the back (Compare Gk: Heb roof) of the other, a breadth of five and twenty cubits, from door to door."},{"number":14,"verse":"He measured also the vestibule, twenty cubits; and round about the vestibule of the gateway was the court. (Compare Gk: Heb and he made the jambs sixty cubits, and to the jamb of the court was the gateway round about)"},{"number":15,"verse":"From the front of the gate at the entrance to the end of the inner vestibule of the gate was fifty cubits."},{"number":16,"verse":"And the gateway had windows round about, narrowing inwards into their jambs in the side rooms, and likewise the vestibule had windows round about inside, and on the jambs were palm trees."},{"number":17,"verse":"Then he brought me into the outer court; and behold, there were chambers and a pavement, round about the court; thirty chambers fronted on the pavement."},{"number":18,"verse":"And the pavement ran along the side of the gates, corresponding to the length of the gates; this was the lower pavement."},{"number":19,"verse":"Then he measured the distance from the inner front of (Compare Gk: Heb from before) the lower gate to the outer front of the inner court, a hundred cubits. Then he went before me to the north,"},{"number":20,"verse":"and behold, there was a gate (Gk: Heb a hundred cubits on the east and on the north. 20 And the gate) which faced toward the north, belonging to the outer court. He measured its length and its breadth."},{"number":21,"verse":"Its side rooms, three on either side, and its jambs and its vestibule were of the same size as those of the first gate; its length was fifty cubits, and its breadth twenty-five cubits."},{"number":22,"verse":"And its windows, its vestibule, and its palm trees were of the same size as those of the gate which faced toward the east; and seven steps led up to it; and its vestibule was on the inside."},{"number":23,"verse":"And opposite the gate on the north, as on the east, was a gate to the inner court; and he measured from gate to gate, a hundred cubits."},{"number":24,"verse":"And he led me toward the south, and behold, there was a gate on the south; and he measured its jambs and its vestibule; they had the same size as the others."},{"number":25,"verse":"And there were windows round about in it and in its vestibule, like the windows of the others; its length was fifty cubits, and its breadth twenty-five cubits."},{"number":26,"verse":"And there were seven steps leading up to it, and its vestibule was on the inside; and it had palm trees on its jambs, one on either side."},{"number":27,"verse":"And there was a gate on the south of the inner court; and he measured from gate to gate toward the south, a hundred cubits."},{"number":28,"verse":"Then he brought me to the inner court by the south gate, and he measured the south gate; it was of the same size as the others."},{"number":29,"verse":"Its side rooms, its jambs, and its vestibule were of the same size as the others; and there were windows round about in it and in its vestibule; its length was fifty cubits, and its breadth twenty-five cubits."},{"number":30,"verse":"And there were vestibules round about, twenty-five cubits long and five cubits broad."},{"number":31,"verse":"Its vestibule faced the outer court, and palm trees were on its jambs, and its stairway had eight steps."},{"number":32,"verse":"Then he brought me to the inner court on the east side, and he measured the gate; it was of the same size as the others."},{"number":33,"verse":"Its side rooms, its jambs, and its vestibule were of the same size as the others; and there were windows round about in it and in its vestibule; its length was fifty cubits, and its breadth twenty-five cubits."},{"number":34,"verse":"Its vestibule faced the outer court, and it had palm trees on its jambs, one on either side; and its stairway had eight steps."},{"number":35,"verse":"Then he brought me to the north gate, and he measured it; it had the same size as the others."},{"number":36,"verse":"Its side rooms, its jambs, and its vestibule were of the same size as the others; (One Ms Compare verses 29 and 33: Heb lacks were of the same size as the others) and it had windows round about; its length was fifty cubits, and its breadth twenty-five cubits."},{"number":37,"verse":"Its vestibule (Gk Vg Compare verses 26, 31, 34: Heb jambs) faced the outer court, and it had palm trees on its jambs, one on either side; and its stairway had eight steps."},{"number":38,"verse":"There was a chamber with its door in the vestibule of the gate, (Cn: Heb at the jambs of the gates) where the burnt offering was to be washed."},{"number":39,"verse":"And in the vestibule of the gate were two tables on either side, on which the burnt offering and the sin offering and the guilt offering were to be slaughtered."},{"number":40,"verse":"And on the outside of the vestibule (Cn: Heb to him who goes up) at the entrance of the north gate were two tables; and on the other side of the vestibule of the gate were two tables."},{"number":41,"verse":"Four tables were on the inside, and four tables on the outside of the side of the gate, eight tables, on which the sacrifices were to be slaughtered."},{"number":42,"verse":"And there were also four tables of hewn stone for the burnt offering, a cubit and a half long, and a cubit and a half broad, and one cubit high, on which the instruments were to be laid with which the burnt offerings and the sacrifices were slaughtered."},{"number":43,"verse":"And hooks, a handbreadth long, were fastened round about within. And on the tables the flesh of the offering was to be laid."},{"number":44,"verse":"Then he brought me from without into the inner court, and behold, there were two chambers (Gk: Heb and from without to the inner gate were chambers for singers) in the inner court, one (Gk: Heb which) at the side of the north gate facing south, the other at the side of the south (Gk: Heb east) gate facing north."},{"number":45,"verse":"And he said to me, This chamber which faces south is for the priests who have charge of the temple,"},{"number":46,"verse":"and the chamber which faces north is for the priests who have charge of the altar; these are the sons of Zadok, who alone among the sons of Levi may come near to the LORD to minister to him."},{"number":47,"verse":"And he measured the court, a hundred cubits long, and a hundred cubits broad, foursquare; and the altar was in front of the temple."},{"number":48,"verse":"(The Temple) Then he brought me to the vestibule of the temple and measured the jambs of the vestibule, five cubits on either side; and the breadth of the gate was fourteen cubits; and the sidewalls of the gate were three cubits (Gk: Heb and the breadth of the gate was three cubits) on either side."},{"number":49,"verse":"The length of the vestibule was twenty cubits, and the breadth twelve (Gk: Heb eleven) cubits; and ten steps led up (Gk: Heb and by steps which went up) to it; and there were pillars beside the jambs on either side."}]}