{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"Lord, whi hast thou go fer awei? thou dispisist `in couenable tymes in tribulacioun."},{"number":2,"verse":"While the wickid is proud, the pore man is brent; thei ben taken in the counsels, bi whiche thei thenken."},{"number":3,"verse":"Forwhi the synnere is preisid in the desiris of his soule; and the wickid is blessid."},{"number":4,"verse":"The synnere `wraththide the Lord; vp the multitude of his ire he schal not seke."},{"number":5,"verse":"God is not in his siyt; hise weies ben defoulid in al tyme. God, thi domes ben takun awei fro his face; he schal be lord of alle hise enemyes."},{"number":6,"verse":"For he seide in his herte, Y schal not be moued, fro generacioun in to generacioun without yuel."},{"number":7,"verse":"`Whos mouth is ful of cursyng, and of bitternesse, and of gyle; trauel and sorewe is vndur his tunge."},{"number":8,"verse":"He sittith in aspies with ryche men in priuytees; to sle the innocent man."},{"number":9,"verse":"Hise iyen biholden on a pore man; he settith aspies in hid place, as a lioun in his denne. He settith aspies, for to rauysche a pore man; for to rauysche a pore man, while he drawith the pore man."},{"number":10,"verse":"In his snare he schal make meke the pore man; he schal bowe hym silf, and schal falle doun, whanne he hath be lord of pore men."},{"number":11,"verse":"For he seide in his herte, God hath foryete; he hath turned awei his face, that he se not in to the ende."},{"number":12,"verse":"Lord God, rise thou vp, and thin hond be enhaunsid; foryete thou not pore men."},{"number":13,"verse":"For what thing terride the wickid man God to wraththe? for he seide in his herte, God schal not seke."},{"number":14,"verse":"Thou seest, for thou biholdist trauel and sorewe; that thou take hem in to thin hondis. The pore man is left to thee; thou schalt be an helpere to the fadirles and modirles."},{"number":15,"verse":"Al to-breke thou the arme of the synnere, and yuel willid; his synne schal be souyt, and it schal not be foundun."},{"number":16,"verse":"The Lord schal regne with outen ende, and in to the world of world; folkis, ye schulen perische fro the lond of hym."},{"number":17,"verse":"The Lord hath herd the desir of pore men; thin eere hath herd the makyng redi of her herte."},{"number":18,"verse":"To deme for the modirles `and meke; that a man `leie to no more to `magnyfie hym silf on erthe."}]}