{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"The hundrid and thridde salm. Mi soule, blesse thou the Lord; my Lord God, thou art magnyfied greetli. Thou hast clothid knouleching and fairnesse; and thou art clothid with liyt,"},{"number":2,"verse":"as with a cloth. And thou stretchist forth heuene as a skyn;"},{"number":3,"verse":"and thou hilist with watris the hiyer partis therof. Which settist a cloude thi stiyng; which goest on the fetheris of wyndis."},{"number":4,"verse":"Which makist spiritis thin aungels; and thi mynystris brennynge fier."},{"number":5,"verse":"Which hast foundid the erthe on his stablenesse; it schal not be bowid in to the world of world."},{"number":6,"verse":"The depthe of watris as a cloth is the clothing therof; watris schulen stonde on hillis."},{"number":7,"verse":"Tho schulen fle fro thi blamyng; men schulen be aferd of the vois of thi thundur."},{"number":8,"verse":"Hillis stien vp, and feeldis goen doun; in to the place which thou hast foundid to tho."},{"number":9,"verse":"Thou hast set a terme, which tho schulen not passe; nether tho schulen be turned, for to hile the erthe."},{"number":10,"verse":"And thou sendist out wellis in grete valeis; watris schulen passe bitwix the myddil of hillis."},{"number":11,"verse":"Alle the beestis of the feeld schulen drynke; wielde assis schulen abide in her thirst."},{"number":12,"verse":"Briddis of the eir schulen dwelle on tho; fro the myddis of stoonys thei schulen yyue voices."},{"number":13,"verse":"And thou moistist hillis of her hiyer thingis; the erthe schal be fillid of the fruyt of thi werkis."},{"number":14,"verse":"And thou bringist forth hei to beestis; and eerbe to the seruyce of men. That thou bringe forth breed of the erthe;"},{"number":15,"verse":"and that wiyn make glad the herte of men. That he make glad the face with oile; and that breed make stidefast the herte of man."},{"number":16,"verse":"The trees of the feeld schulen be fillid, and the cedris of the Liban, whiche he plauntide;"},{"number":17,"verse":"sparewis schulen make nest there. The hous of the gerfaukun is the leeder of tho;"},{"number":18,"verse":"hiye hillis ben refute to hertis; a stoon is refutt to irchouns."},{"number":19,"verse":"He made the moone in to tymes; the sunne knewe his goyng doun."},{"number":20,"verse":"Thou hast set derknessis, and nyyt is maad; alle beestis of the wode schulen go ther ynne."},{"number":21,"verse":"Liouns whelpis rorynge for to rauysche; and to seke of God meete to hem silf."},{"number":22,"verse":"The sunne is risun, and tho ben gaderid togidere; and tho schulen be set in her couchis."},{"number":23,"verse":"A man schal go out to his werk; and to his worching, til to the euentid."},{"number":24,"verse":"Lord, thi werkis ben magnefiede ful myche, thou hast maad alle thingis in wisdom; the erthe is fillid with thi possessioun."},{"number":25,"verse":"This see is greet and large to hondis; there ben crepinge beestis, of which is noon noumbre. Litil beestis with grete;"},{"number":26,"verse":"schippis schulen passe there. This dragoun which thou hast formyd; for to scorne hym."},{"number":27,"verse":"Alle thingis abiden of thee; that thou yyue to hem meete in tyme."},{"number":28,"verse":"Whanne thou schalt yyue to hem, thei schulen gadere; whanne thou schalt opene thin hond, alle thingis schulen be fillid with goodnesse."},{"number":29,"verse":"But whanne thou schalt turne awey the face, thei schulen be disturblid; thou schalt take awei the spirit of them, and thei schulen faile; and thei schulen turne ayen in to her dust."},{"number":30,"verse":"Sende out thi spirit, and thei schulen be formed of the newe; and thou schalt renule the face of the erthe."},{"number":31,"verse":"The glorie of the Lord be in to the world; the Lord schal be glad in hise werkis."},{"number":32,"verse":"Which biholdith the erthe, and makith it to tremble; which touchith hillis, and tho smoken."},{"number":33,"verse":"I schal singe to the Lord in my lijf; Y schal seie salm to my God, as longe as Y am."},{"number":34,"verse":"Mi speche be myrie to him; forsothe Y schal delite in the Lord."},{"number":35,"verse":"Synneris faile fro the erthe, and wickid men faile, so that thei be not; my soule, blesse thou the Lord."}]}