{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"The titil of the hundrid and seuententhe salm. Alleluia. Knouleche ye to the Lord, for he is good; for his merci is with outen ende."},{"number":2,"verse":"Israel seie now, for he is good; for his merci is with outen ende."},{"number":3,"verse":"The hous of Aaron seie now; for his merci is with outen ende."},{"number":4,"verse":"Thei that dreden the Lord, seie now; for his merci is withouten ende."},{"number":5,"verse":"Of tribulacioun Y inwardli clepide the Lord; and the Lord herde me in largenesse."},{"number":6,"verse":"The Lord is an helpere to me; Y schal not drede what a man schal do to me."},{"number":7,"verse":"The Lord is an helpere to me; and Y schal dispise myn enemyes."},{"number":8,"verse":"It is betere for to trist in the Lord; than for to triste in man."},{"number":9,"verse":"It is betere for to hope in the Lord; than for to hope in princes."},{"number":10,"verse":"Alle folkis cumpassiden me; and in the name of the Lord it bifelde, for Y am auengide on hem."},{"number":11,"verse":"Thei cumpassinge cumpassiden me; and in the name of the Lord, for Y am auengid on hem."},{"number":12,"verse":"Thei cumpassiden me as been, and thei brenten out as fier doith among thornes; and in the name of the Lord, for Y am avengid on hem."},{"number":13,"verse":"I was hurlid, and turnede vpsedoun, that Y schulde falle doun; and the Lord took me vp."},{"number":14,"verse":"The Lord is my strengthe, and my heryyng; and he is maad to me in to heelthe."},{"number":15,"verse":"The vois of ful out ioiyng and of heelthe; be in the tabernaclis of iust men."},{"number":16,"verse":"The riyt hond of the Lord hath do vertu, the riyt hond of the Lord enhaunside me; the riyt hond of the Lord hath do vertu."},{"number":17,"verse":"I schal not die, but Y schal lyue; and Y schal telle the werkis of the Lord."},{"number":18,"verse":"The Lord chastisinge hath chastisid me; and he yaf not me to deth."},{"number":19,"verse":"Opene ye to me the yatis of riytfulnesse, and Y schal entre bi tho, and Y schal knouleche to the Lord;"},{"number":20,"verse":"this yate is of the Lord, and iust men schulen entre bi it."},{"number":21,"verse":"I schal knouleche to thee, for thou herdist me; and art maad to me in to heelthe."},{"number":22,"verse":"The stoon which the bilderis repreueden; this is maad in to the heed of the corner."},{"number":23,"verse":"This thing is maad of the Lord; and it is wonderful bifore oure iyen."},{"number":24,"verse":"This is the dai which the Lord made; make we ful out ioye, and be we glad ther ynne."},{"number":25,"verse":"O! Lord, make thou me saaf, O! Lord, make thou wel prosperite;"},{"number":26,"verse":"blessid is he that cometh in the name of the Lord. We blesseden you of the hous of the Lord;"},{"number":27,"verse":"God is Lord, and hath youe liyt to vs. Ordeyne ye a solempne dai in thicke puplis; til to the horn of the auter."},{"number":28,"verse":"Thou art my God, and Y schal knouleche to thee; thou art my God, and Y schal enhaunse thee. I schal knouleche to thee, for thou herdist me; and thou art maad to me in to heelthe."},{"number":29,"verse":"Knouleche ye to the Lord, for he is good; for his merci is with outen ende."}]}