{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":132,"verses":[{"number":1,"verse":"The title of the hundrid and oon and thrittithe salm. The song of greces. Lord, haue thou mynde on Dauid; and of al his myldenesse."},{"number":2,"verse":"As he swoor to the Lord; he made a vowe to God of Jacob."},{"number":3,"verse":"I schal not entre in to the tabernacle of myn hous; Y schal not stie in to the bed of mi restyng."},{"number":4,"verse":"I schal not yyue sleep to myn iyen; and napping to myn iye liddis."},{"number":5,"verse":"And rest to my templis, til Y fynde a place to the Lord; a tabernacle to God of Jacob."},{"number":6,"verse":"Lo! we herden that arke of testament in Effrata, `that is, in Silo; we founden it in the feeldis of the wode."},{"number":7,"verse":"We schulen entre in to the tabernacle of hym; we schulen worschipe in the place, where hise feet stoden."},{"number":8,"verse":"Lord, rise thou in to thi reste; thou and the ark of thin halewing."},{"number":9,"verse":"Thi prestis be clothid with riytfulnesse; and thi seyntis make ful out ioye."},{"number":10,"verse":"For Dauid, thi seruaunt; turne thou not awei the face of thi crist."},{"number":11,"verse":"The Lord swoor treuthe to Dauid, and he schal not make hym veyn; of the fruyt of thi wombe Y schal sette on thi seete."},{"number":12,"verse":"If thi sones schulen kepe my testament; and my witnessingis, these whiche Y schal teche hem. And the sones of hem til in to the world; thei schulen sette on thi seete."},{"number":13,"verse":"For the Lord chees Sion; he chees it in to dwelling to hym silf."},{"number":14,"verse":"This is my reste in to the world of world; Y schal dwelle here, for Y chees it."},{"number":15,"verse":"I blessynge schal blesse the widewe of it; Y schal fille with looues the pore men of it."},{"number":16,"verse":"I schal clothe with heelthe the preestis therof; and the hooli men therof schulen make ful out ioye in ful reioisinge."},{"number":17,"verse":"Thidir Y schal bringe forth the horn of Dauid; Y made redi a lanterne to my crist."},{"number":18,"verse":"I schal clothe hise enemyes with schame; but myn halewing schal floure out on hym."}]}