{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"The title of the hundrid and thre and fourtithe salm. `A salm. Blessid be my Lord God, that techith myn hondis to werre; and my fyngris to batel."},{"number":2,"verse":"Mi merci, and my refuyt; my takere vp, and my delyuerer. Mi defender, and Y hopide in him; and thou makist suget my puple vnder me."},{"number":3,"verse":"Lord, what is a man, for thou hast maad knowun to him; ether the sone of man, for thou arettist him of sum valu?"},{"number":4,"verse":"A man is maad lijk vanyte; hise daies passen as schadow."},{"number":5,"verse":"Lord, bowe doun thin heuenes, and come thou doun; touche thou hillis, and thei schulen make smoke."},{"number":6,"verse":"Leite thou schynyng, and thou schalt scatere hem; sende thou out thin arowis, and thou schalt disturble hem."},{"number":7,"verse":"Sende out thin hond fro an hiy, rauysche thou me out, and delyuere thou me fro many watris; and fro the hond of alien sones."},{"number":8,"verse":"The mouth of which spak vanite; and the riythond of hem is the riyt hond of wickidnesse."},{"number":9,"verse":"God, Y schal synge to thee a new song; I schal seie salm to thee in a sautre of ten stringis."},{"number":10,"verse":"Which yyuest heelthe to kingis; which ayen bouytist Dauid, thi seruaunt, fro the wickid swerd rauische thou out me."},{"number":11,"verse":"And delyuere thou me fro `the hond of alien sones; the mouth of whiche spak vanyte, and the riythond of hem is the riyt hond of wickidnesse."},{"number":12,"verse":"Whose sones ben; as new plauntingis in her yongthe. The douytris of hem ben arayed; ourned about as the licnesse of the temple."},{"number":13,"verse":"The selers of hem ben fulle; bringinge out fro this vessel in to that. The scheep of hem ben with lambre, plenteuouse in her goingis out;"},{"number":14,"verse":"her kien ben fatte. `No falling of wal is, nether passing ouere; nether cry is in the stretis of hem."},{"number":15,"verse":"Thei seiden, `The puple is blessid, that hath these thingis; blessid is the puple, whos Lord is the God of it."}]}