{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"The `title of the hundrid and sixe and fourtithe salm. Alleluya. Herie ye the Lord, for the salm is good; heriyng be myrie, and fair to oure God."},{"number":2,"verse":"The Lord schal bilde Jerusalem; and schal gadere togidere the scateryngis of Israel."},{"number":3,"verse":"Which Lord makith hool men contrit in herte; and byndith togidere the sorewes of hem."},{"number":4,"verse":"Which noumbrith the multitude of sterris; and clepith names to alle tho."},{"number":5,"verse":"Oure Lord is greet, and his vertu is greet; and of his wisdom is no noumbre."},{"number":6,"verse":"The Lord takith vp mylde men; forsothe he makith low synneris `til to the erthe."},{"number":7,"verse":"Bifore synge ye to the Lord in knoulechyng; seye ye salm to oure God in an harpe."},{"number":8,"verse":"Which hilith heuene with cloudis; and makith redi reyn to the erthe. Which bryngith forth hei in hillis; and eerbe to the seruice of men."},{"number":9,"verse":"Which yyueth mete to her werk beestis; and to the briddys of crowis clepinge hym."},{"number":10,"verse":"He schal not haue wille in the strengthe of an hors; nether it schal be wel plesaunt to hym in the leggis of a man."},{"number":11,"verse":"It is wel plesaunt to the Lord on men that dreden hym; and in hem that hopen on his mercy."},{"number":12,"verse":"Jerusalem, herie thou the Lord; Syon, herie thou thi God."},{"number":13,"verse":"For he hath coumfortid the lockis of thi yatis; he hath blessid thi sones in thee."},{"number":14,"verse":"Which hath set thi coostis pees; and fillith thee with the fatnesse of wheete."},{"number":15,"verse":"Which sendith out his speche to the erthe; his word renneth swiftli."},{"number":16,"verse":"Which yyueth snow as wolle; spredith abrood a cloude as aische."},{"number":17,"verse":"He sendith his cristal as mussels; who schal suffre bifore the face of his cooldnesse?"},{"number":18,"verse":"He schal sende out his word, and schal melte tho; his spirit schal blowe, and watris schulen flowe."},{"number":19,"verse":"Which tellith his word to Jacob; and hise riytfulnessis and domes to Israel."},{"number":20,"verse":"He dide not so to ech nacioun; and he schewide not hise domes to hem."}]}