{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"The title of the sixe and twentithe salm. To Dauid. The Lord is my liytnyng, and myn helthe; whom schal Y drede? The Lord is defendere of my lijf; for whom schal Y tremble?"},{"number":2,"verse":"The while noiful men neiyen on me; for to ete my fleischis. Myn enemyes, that trobliden me; thei weren maad sijk and felden doun."},{"number":3,"verse":"Thouy castels stonden togidere ayens me; myn herte schal not drede. Thouy batel risith ayens me; in this thing Y schal haue hope."},{"number":4,"verse":"I axide of the Lord o thing; Y schal seke this thing; that Y dwelle in the hows of the Lord alle the daies of my lijf. That Y se the wille of the Lord; and that Y visite his temple."},{"number":5,"verse":"For he hidde me in his tabernacle in the dai of yuelis; he defendide me in the hid place of his tabernacle."},{"number":6,"verse":"He enhaunside me in a stoon; and now he enhaunside myn heed ouer myn enemyes. I cumpasside, and offride in his tabernacle a sacrifice of criyng; Y schal synge, and Y schal seie salm to the Lord."},{"number":7,"verse":"Lord, here thou my vois, bi which Y criede to thee; haue thou merci on me, and here me."},{"number":8,"verse":"Myn herte seide to thee, My face souyte thee; Lord, Y schal seke eft thi face."},{"number":9,"verse":"Turne thou not awei thi face fro me; bouwe thou not awei in ire fro thi seruaunt. Lord, be thou myn helpere, forsake thou not me; and, God, myn helthe, dispise thou not me."},{"number":10,"verse":"For my fadir and my modir han forsake me; but the Lord hath take me."},{"number":11,"verse":"Lord, sette thou a lawe to me in thi weie; and dresse thou me in thi path for myn enemyes."},{"number":12,"verse":"Bitake thou not me in to the soules of hem, that troblen me; for wickid witnessis han rise ayens me, and wickydnesse liede to it silf."},{"number":13,"verse":"I bileue to see the goodis of the Lord; in the lond of `hem that lyuen."},{"number":14,"verse":"Abide thou the Lord, do thou manli; and thin herte be coumfortid, and suffre thou the Lord."}]}