{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"The title of the thrittithe salm. To victorie, the salm of Dauid."},{"number":2,"verse":"Lord, Y hopide in thee, be Y not schent with outen ende; delyuere thou me in thi riytfulnesse."},{"number":3,"verse":"Bouwe doun thin eere to me; haaste thou to delyuere me. Be thou to me in to God defendere, and in to an hows of refuyt; that thou make me saaf."},{"number":4,"verse":"For thou art my strengthe and my refuyt; and for thi name thou schalt lede me forth, and schalt nurische me."},{"number":5,"verse":"Thou schalt lede me out of the snare, which thei hidden to me; for thou art my defendere."},{"number":6,"verse":"I bitake my spirit in to thin hondis; Lord God of treuthe, thou hast ayen bouyt me."},{"number":7,"verse":"Thou hatist hem that kepen vanytees superfluli."},{"number":8,"verse":"Forsothe Y hopide in the Lord; Y schal haue fulli ioie, and schal be glad in thi merci. For thou byheldist my mekenesse; thou sauedist my lijf fro nedis."},{"number":9,"verse":"And thou closidist not me togidere withynne the hondis of the enemy; thou hast sett my feet in a large place."},{"number":10,"verse":"Lord, haue thou merci on me, for Y am troblid; myn iye is troblid in ire, my soule and my wombe `ben troblid."},{"number":11,"verse":"For whi my lijf failide in sorewe; and my yeeris in weilynges. Mi vertu is maad feble in pouert; and my boonys ben disturblid."},{"number":12,"verse":"Ouer alle myn enemyes Y am maad schenship greetli to my neiyboris; and drede to my knowun. Thei that sien me with outforth, fledden fro me; Y am youun to foryetyng,"},{"number":13,"verse":"as a deed man fro herte. I am maad as a lorun vessel;"},{"number":14,"verse":"for Y herde dispisyng of many men dwellynge in cumpas. In that thing the while thei camen togidere ayens me; thei counceliden to take my lijf."},{"number":15,"verse":"But, Lord, Y hopide in thee; Y seide, Thou art my God; my tymes ben in thin hondis."},{"number":16,"verse":"Delyuer thou me fro the hondis of mynen enemyes; and fro hem that pursuen me."},{"number":17,"verse":"Make thou cleer thi face on thi seruaunt; Lord, make thou me saaf in thi merci;"},{"number":18,"verse":"be Y not schent, for Y inwardli clepide thee. Unpitouse men be aschamed, and be led forth in to helle;"},{"number":19,"verse":"gileful lippys be maad doumbe. That speken wickidnesse ayens a iust man; in pride, and in mysusyng."},{"number":20,"verse":"Lord, the multitude of thi swetnesse is ful greet; which thou hast hid to men dredynge thee. Thou hast maad a perfit thing to hem, that hopen in thee; in the siyt of the sones of men."},{"number":21,"verse":"Thou schalt hide hem in the priuyte of thi face; fro disturblyng of men. Thou schalt defende hem in thi tabernacle; fro ayenseiyng of tungis."},{"number":22,"verse":"Blessid be the Lord; for he hath maad wondurful his merci to me in a strengthid citee."},{"number":23,"verse":"Forsothe Y seide in the passyng of my soule; Y am cast out fro the face of thin iyen. Therfor thou herdist the vois of my preier; while Y criede to thee."},{"number":24,"verse":"Alle ye hooli men of the Lord, loue hym; for the Lord schal seke treuthe, and he schal yelde plenteuousli to hem that doen pride. (25)Alle ye that hopen in the Lord, do manli; and youre herte be coumfortid."}]}