{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"The title of the foure and thrittithe salm. `To Dauid. Lord, deme thou hem, that anoien me; ouercome thou hem, that fiyten ayens me."},{"number":2,"verse":"Take thou armeris and scheeld; and rise vp into help to me."},{"number":3,"verse":"Schede out the swerd, and close togidere ayens hem that pursuen me; seie thou to my soule, Y am thin helthe."},{"number":4,"verse":"Thei that seken my lijf; be schent, and aschamed. Thei that thenken yuels to me; be turned awei bacward, and be schent."},{"number":5,"verse":"Be thei maad as dust bifor the face of the wynd; and the aungel of the Lord make hem streit."},{"number":6,"verse":"Her weie be maad derknesse, and slydirnesse; and the aungel of the Lord pursue hem."},{"number":7,"verse":"For with out cause thei hidden to me the deth of her snare; in veyn thei dispisiden my soule."},{"number":8,"verse":"The snare which he knoweth not come to hym, and the takyng which he hidde take hym; and fall he in to the snare in that thing."},{"number":9,"verse":"But my soule schal fulli haue ioye in the Lord; and schal delite on his helthe."},{"number":10,"verse":"Alle my boonys schulen seie, Lord, who is lijk thee? Thou delyuerist a pore man fro the hond of his strengere; a nedi man and pore fro hem that diuersely rauischen hym."},{"number":11,"verse":"Wickid witnessis risynge axiden me thingis, whiche Y knewe not."},{"number":12,"verse":"Thei yeldiden to me yuels for goodis; bareynnesse to my soule."},{"number":13,"verse":"But whanne thei weren diseseful to me; Y was clothid in an heire. I mekide my soule in fastyng; and my preier schal be turned `with ynne my bosum."},{"number":14,"verse":"I pleside so as oure neiybore, as oure brother; Y was `maad meke so as morenynge and sorewful."},{"number":15,"verse":"And thei weren glad, and camen togidere ayens me; turmentis weren gaderid on me, and Y knew not."},{"number":16,"verse":"Thei weren scaterid, and not compunct, thei temptiden me, thei scornyden me with mowyng; thei gnastiden on me with her teeth."},{"number":17,"verse":"Lord, whanne thou schalt biholde, restore thou my soule fro the wickidnesse of hem; `restore thou myn oon aloone fro liouns."},{"number":18,"verse":"I schal knowleche to thee in a greet chirche; Y schal herie thee in a sad puple."},{"number":19,"verse":"Thei that ben aduersaries wickidli to me, haue not ioye on me; that haten me with out cause, and bikenen with iyen."},{"number":20,"verse":"For sotheli thei spaken pesibli to me; and thei spekynge in wrathfulnesse of erthe thouyten giles."},{"number":21,"verse":"And thei maden large her mouth on me; thei seiden, Wel, wel! oure iyen han sien."},{"number":22,"verse":"Lord, thou hast seen, be thou not stille; Lord, departe thou not fro me."},{"number":23,"verse":"Rise vp, and yyue tent to my doom; my God and my Lord, biholde in to my cause."},{"number":24,"verse":"Mi Lord God, deme thou me bi thi riytfulnesse; and haue thei not ioye on me."},{"number":25,"verse":"Seie thei not in her hertis, Wel, wel, to oure soule; nether seie thei, We schulen deuoure hym."},{"number":26,"verse":"Shame thei, and drede thei togidere; that thanken for myn yuels. Be thei clothid with schame and drede; that speken yuele thingis on me."},{"number":27,"verse":"Haue thei ful ioie, and be thei glad that wolen my riytfulnesse; and seie thei euere, The Lord be magnyfied, whiche wolen the pees of his seruaunt."},{"number":28,"verse":"And my tunge schal bithenke thi riytfulnesse; al day thin heriyng."}]}