{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"The title of the eiyte and fourtithe salm. To victorie, a salm to the sones of Chore."},{"number":2,"verse":"Alle ye folkis, here these thingis; alle ye that dwellen in the world, perseyue with eeris."},{"number":3,"verse":"Alle the sones of erthe and the sones of men; togidere the riche man and the pore in to oon."},{"number":4,"verse":"Mi mouth schal speke wisdom; and the thenkyng of myn herte schal speke prudence."},{"number":5,"verse":"I schal bouwe doun myn eere in to a parable; Y schal opene my resoun set forth in a sautree."},{"number":6,"verse":"Whi schal Y drede in the yuel dai? the wickidnesse of myn heele schal cumpasse me."},{"number":7,"verse":"Whiche tristen in her owne vertu; and han glorie in the multitude of her richessis."},{"number":8,"verse":"A brother ayenbieth not, schal a man ayenbie? and he schal not yyue to God his plesyng."},{"number":9,"verse":"And he schal not yyue the prijs of raunsum of his soule; and he schal trauele with outen ende,"},{"number":10,"verse":"and he schal lyue yit in to the ende."},{"number":11,"verse":"He schal not se perischyng, whanne he schal se wise men diynge; the vnwise man and fool schulen perische togidere. And thei schulen leeue her richessis to aliens;"},{"number":12,"verse":"and the sepulcris of hem ben the housis of hem with outen ende. The tabernaclis of hem ben in generacioun and generacioun; thei clepiden her names in her londis."},{"number":13,"verse":"A man, whanne he was in honour, vndurstood not; he is comparisound to vnwise beestis, and he is maad lijk to tho."},{"number":14,"verse":"This weie of hem is sclaundir to hem; and aftirward thei schulen plese togidere in her mouth."},{"number":15,"verse":"As scheep thei ben set in helle; deth schal gnawe hem. And iust men schulen be lordis of hem in the morewtid; and the helpe of hem schal wexe eld in helle, for the glorie of hem."},{"number":16,"verse":"Netheles God schal ayenbie my soule from the power of helle; whanne he schal take me."},{"number":17,"verse":"Drede thou not, whanne a man is maad riche; and the glorie of his hows is multiplied."},{"number":18,"verse":"For whanne he schal die, he schal not take alle thingis; and his glorie schal not go doun with him."},{"number":19,"verse":"For his soule schal be blessid in his lijf; he schal knouleche to thee, whanne thou hast do wel to hym."},{"number":20,"verse":"He schal entre til in to the generaciouns of hise fadris; and til in to with outen ende he schal not se liyt. (21)A man, whanne he was in honour, vndurstood not; he is comparisound to vnwise beestis, and is maad lijk to tho."}]}