{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"The title of the foure and fiftithe salm. `In Ebreu thus, To victorie in orguns, the lernyng of Dauid. `In Jeroms translacioun thus, To the ouercomer in salmes of Dauid lernid."},{"number":2,"verse":"God, here thou my preier, and dispise thou not my biseching;"},{"number":3,"verse":"yyue thou tent to me, and here thou me. I am sorewful in myn exercising; and Y am disturblid of the face of the enemye,"},{"number":4,"verse":"and of the tribulacioun of the synner. For thei bowiden wickidnessis in to me; and in ire thei weren diseseful to me."},{"number":5,"verse":"Myn herte was disturblid in me; and the drede of deth felde on me."},{"number":6,"verse":"Drede and trembling camen on me; and derknessis hiliden me."},{"number":7,"verse":"And Y seide, Who schal yyue to me fetheris, as of a culuer; and Y schal fle, and schal take rest?"},{"number":8,"verse":"Lo! Y yede fer awei, and fledde; and Y dwellide in wildirnesse."},{"number":9,"verse":"I abood hym, that made me saaf fro the litilnesse, `ether drede, of spirit; and fro tempest."},{"number":10,"verse":"Lord, caste thou doun, departe thou the tungis of hem; for Y siy wickidnesse and ayenseiyng in the citee."},{"number":11,"verse":"Bi dai and nyyt wickidnesse schal cumpasse it on the wallis therof;"},{"number":12,"verse":"and trauel and vnriytfulnesse ben in the myddis therof. And vsure and gile failide not; fro the stretis therof."},{"number":13,"verse":"For if myn enemye hadde cursid me; sotheli Y hadde suffride. And if he, that hatide me, hadde spoke greet thingis on me; in hap Y hadde hid me fro hym."},{"number":14,"verse":"But thou art a man of o wille; my leeder, and my knowun."},{"number":15,"verse":"Which tokist togidere swete meetis with me; we yeden with consent in the hous of God."},{"number":16,"verse":"Deth come on hem; and go thei doun quyk in to helle. For weiwardnessis ben in the dwelling places of hem; in the myddis of hem."},{"number":17,"verse":"But Y criede to thee, Lord; and the Lord sauede me."},{"number":18,"verse":"In the euentid and morewtid and in myddai Y schal telle, and schewe; and he schal here my vois."},{"number":19,"verse":"He schal ayenbie my soule in pees fro hem, that neiyen to me; for among manye thei weren with me."},{"number":20,"verse":"God schal here; and he that is bifore the worldis schal make hem low. For chaungyng is not to hem, and thei dredden not God;"},{"number":21,"verse":"he holdith forth his hoond in yelding. Thei defouliden his testament,"},{"number":22,"verse":"the cheris therof weren departid fro ire; and his herte neiyede. The wordis therof weren softer than oyle; and tho ben dartis."},{"number":23,"verse":"Caste thi cure on the Lord, and he schal fulli nurische thee; and he schal not yyue with outen ende flotering to a iust man. (24)But thou, God, schalt lede hem forth; in to the pit of deth. Menquelleris and gilours schulen not haue half her daies; but, Lord, Y schal hope in thee."}]}