{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"The title of the eiyte and sixtithe salm. `In Ebreu thus, To the victorie, on the roosis of Dauid. `In Jerom thus, To the ouercomer, for the sones of Dauid."},{"number":2,"verse":"God, make thou me saaf; for watris `entriden til to my soule."},{"number":3,"verse":"I am set in the sliym of the depthe; and `substaunce is not. I cam in to the depthe of the see; and the tempest drenchide me."},{"number":4,"verse":"I traueilide criynge, my cheekis weren maad hoose; myn iyen failiden, the while Y hope in to my God."},{"number":5,"verse":"Thei that hatiden me with out cause; weren multiplied aboue the heeris of myn heed. Myn enemyes that pursueden me vniustli weren coumfortid; Y paiede thanne tho thingis, whiche Y rauischide not."},{"number":6,"verse":"God, thou knowist myn vnkunnyng; and my trespassis ben not hid fro thee."},{"number":7,"verse":"Lord, Lord of vertues; thei, that abiden thee, be not aschamed in me. God of Israel; thei, that seken thee, be not schent on me."},{"number":8,"verse":"For Y suffride schenschipe for thee; schame hilide my face."},{"number":9,"verse":"I am maad a straunger to my britheren; and a pilgryme to the sones of my modir."},{"number":10,"verse":"For the feruent loue of thin hous eet me; and the schenschipis of men seiynge schenschipis to thee fellen on me."},{"number":11,"verse":"And Y hilide my soule with fastyng; and it was maad in to schenschip to me."},{"number":12,"verse":"And Y puttide my cloth an heire; and Y am maad to hem in to a parable."},{"number":13,"verse":"Thei, that saten in the yate, spaken ayens me; and thei, that drunken wien, sungen of me."},{"number":14,"verse":"But Lord, Y dresse my preier to thee; God, Y abide the tyme of good plesaunce. Here thou me in the multitude of thi mercy; in the treuthe of thin heelthe."},{"number":15,"verse":"Delyuer thou me fro the cley, that Y be not faste set in; delyuere thou me fro hem that haten me, and fro depthe of watris."},{"number":16,"verse":"The tempest of watir drenche not me, nethir the depthe swolowe me; nethir the pit make streit his mouth on me."},{"number":17,"verse":"Lord, here thou me, for thi merci is benygne; vp the multitude of thi merciful doyngis biholde thou in to me."},{"number":18,"verse":"And turne not awei thi face fro thi child; for Y am in tribulacioun, here thou me swiftli."},{"number":19,"verse":"Yyue thou tente to my soule, and delyuer thou it; for myn enemyes delyuere thou me."},{"number":20,"verse":"Thou knowist my schenschip, and my dispysyng; and my schame."},{"number":21,"verse":"Alle that troblen me ben in thi siyt; myn herte abood schendschipe, and wretchidnesse. And Y abood hym, that was sory togidere, and noon was; and that schulde coumforte, and Y foond not."},{"number":22,"verse":"And thei yauen galle in to my meete; and in my thirst thei yauen `to me drinke with vynegre."},{"number":23,"verse":"The boord of hem be maad bifore hem in to a snare; and in to yeldyngis, and in to sclaundir."},{"number":24,"verse":"Her iyen be maad derk, that thei se not; and euere bouwe doun the bak of hem."},{"number":25,"verse":"Schede out thin ire on hem; and the strong veniaunce of thin ire take hem."},{"number":26,"verse":"The habitacioun of hem be maad forsakun; and `noon be that dwelle in the tabernaclis of hem."},{"number":27,"verse":"For thei pursueden hym, whom thou hast smyte; and thei addiden on the sorewe of my woundis."},{"number":28,"verse":"Adde thou wickidnesse on the wickidnesse of hem; and entre thei not in to thi riytwisnesse."},{"number":29,"verse":"Be thei don awei fro the book of lyuynge men; and be thei not writun with iust men."},{"number":30,"verse":"I am pore and sorewful; God, thin heelthe took me vp."},{"number":31,"verse":"I schal herye the name of God with song; and Y schal magnefye hym in heriyng."},{"number":32,"verse":"And it schal plese God more than a newe calf; bryngynge forth hornes and clees."},{"number":33,"verse":"Pore men se, and be glad; seke ye God, and youre soule schal lyue."},{"number":34,"verse":"For the Lord herde pore men; and dispiside not hise boundun men."},{"number":35,"verse":"Heuenes and erthe, herye hym; the se, and alle crepynge bestis in tho, herye hym."},{"number":36,"verse":"For God schal make saaf Syon; and the citees of Juda schulen be bildid. And thei schulen dwelle there; and thei schulen gete it bi eritage. (37)And the seed of hise seruauntis schal haue it in possessioun; and thei that louen his name, schulen dwelle ther ynne."}]}