{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"The title of the seuenthe salm. For the ignoraunce of Dauid, which he songe to the Lord on the wordis of Ethiopien, the sone of Gemyny."},{"number":2,"verse":"Mi Lord God, Y haue hopid in thee; make thou me saaf fro alle that pursuen me, and delyuere thou me."},{"number":3,"verse":"Lest ony tyme he as a lioun rauysche my soule; the while noon is that ayenbieth, nether that makith saaf."},{"number":4,"verse":"Mi Lord God, if Y dide this thing, if wickidnesse is in myn hondis;"},{"number":5,"verse":"if Y `yeldide to men yeldynge to me yuels, falle Y `bi disseruyng voide fro myn enemyes;"},{"number":6,"verse":"myn enemy pursue my soule, and take, and defoule my lijf in erthe; and brynge my glorie in to dust."},{"number":7,"verse":"Lord, rise thou vp in thin ire; and be thou reysid in the coostis of myn enemyes."},{"number":8,"verse":"And, my Lord God, rise thou in the comaundement, which thou `hast comaundid; and the synagoge of puplis schal cumpasse thee."},{"number":9,"verse":"And for this go thou ayen an hiy; the Lord demeth puplis. Lord, deme thou me bi my riytfulnesse; and bi myn innocence on me."},{"number":10,"verse":"The wickidnesse of synneris be endid; and thou, God, sekyng the hertis and reynes, schalt dresse a iust man."},{"number":11,"verse":"Mi iust help is of the Lord; that makith saaf riytful men in herte."},{"number":12,"verse":"The Lord is a iust iuge, stronge and pacient; whether he is wrooth bi alle daies?"},{"number":13,"verse":"If ye ben `not conuertid, he schal florische his swerd; he hath bent his bouwe, and made it redi."},{"number":14,"verse":"And therynne he hath maad redi the vessels of deth; he hath fulli maad his arewis with brennynge thingis."},{"number":15,"verse":"Lo! he conseyuede sorewe; he peynfuli brouyte forth vnriytfulnesse, and childide wickidnesse."},{"number":16,"verse":"He openide a lake, and diggide it out; and he felde in to the dich which he made."},{"number":17,"verse":"His sorewe schal be turned in to his heed; and his wickidnesse schal come doun in to his necke. (18)I schal knouleche to the Lord bi his riytfulnesse; and Y schal synge to the name of the hiyeste Lord."}]}