{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"The `title of the two and seuentithe salm. `The salm of Asaph. God of Israel is ful good; to hem that ben of riytful herte."},{"number":2,"verse":"But my feet weren moued almeest; my steppis weren sched out almeest."},{"number":3,"verse":"For Y louede feruentli on wickid men; seynge the pees of synneris."},{"number":4,"verse":"For biholdyng is not to the deth of hem; and stidefastnesse in the sikenesse of hem."},{"number":5,"verse":"Thei ben not in the trauel of men; and thei schulen not be betun with men."},{"number":6,"verse":"Therfore pride helde hem; thei weren hilid with her wickidnesse and vnfeithfulnesse."},{"number":7,"verse":"The wickidnesse of hem cam forth as of fatnesse; thei yeden in to desire of herte."},{"number":8,"verse":"Thei thouyten and spaken weiwardnesse; thei spaken wickidnesse an hiy."},{"number":9,"verse":"Thei puttiden her mouth in to heuene; and her tunge passide in erthe."},{"number":10,"verse":"Therfor my puple schal be conuertid here; and fulle daies schulen be foundun in hem."},{"number":11,"verse":"And thei seiden, How woot God; and whether kunnyng is an heiye, `that is, in heuene?"},{"number":12,"verse":"Lo! thilke synneris and hauynge aboundance in the world; helden richessis."},{"number":13,"verse":"And Y seide, Therfor without cause Y iustifiede myn herte; and waischide myn hoondis among innocentis."},{"number":14,"verse":"And Y was betun al dai; and my chastisyng was in morutidis."},{"number":15,"verse":"If Y seide, Y schal telle thus; lo! Y repreuede the nacioun of thi sones."},{"number":16,"verse":"I gesside, that Y schulde knowe this; trauel is bifore me."},{"number":17,"verse":"Til Y entre in to the seyntuarie of God; and vndurstonde in the last thingis of hem."},{"number":18,"verse":"Netheles for gilis thou hast put to hem; thou castidist hem doun, while thei weren reisid."},{"number":19,"verse":"Hou ben thei maad into desolacioun; thei failiden sodeynli, thei perischiden for her wickidnesse."},{"number":20,"verse":"As the dreem of men that risen; Lord, thou schalt dryue her ymage to nouyt in thi citee."},{"number":21,"verse":"For myn herte is enflaumed, and my reynes ben chaungid;"},{"number":22,"verse":"and Y am dryuun to nouyt, and Y wiste not."},{"number":23,"verse":"As a werk beeste Y am maad at thee; and Y am euere with thee."},{"number":24,"verse":"Thou heldist my riythond, and in thi wille thou leddist me forth; and with glorie thou tokist me vp."},{"number":25,"verse":"For whi what is to me in heuene; and what wolde Y of thee on erthe?"},{"number":26,"verse":"Mi fleische and myn herte failide; God of myn herte, and my part is God withouten ende."},{"number":27,"verse":"For lo! thei that drawen awei fer hem silf fro thee, `bi deedli synne, schulen perische; thou hast lost alle men that doen fornycacioun fro thee."},{"number":28,"verse":"But it is good to me to cleue to God; and to sette myn hope in the Lord God. That Y telle alle thi prechyngis; in the yatis of the douyter of Syon."}]}