{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"The `title of the fyue and eiytetithe salm. The preier of Dauid. Lord, bowe doun thin eere, and here me; for Y am nedi and pore."},{"number":2,"verse":"Kepe thou my lijf, for Y am holi; my God, make thou saaf thi seruaunt hopynge in thee."},{"number":3,"verse":"Lord, haue thou merci on me, for Y criede al day to thee;"},{"number":4,"verse":"make thou glad the soule of thi seruaunt, for whi, Lord, Y haue reisid my soule to thee."},{"number":5,"verse":"For thou, Lord, art swete and mylde; and of myche merci to alle men inwardli clepynge thee."},{"number":6,"verse":"Lord, perseyue thou my preier with eeris; and yyue thou tente to the vois of my bisechyng."},{"number":7,"verse":"In the dai of my tribulacioun Y criede to thee; for thou herdist me."},{"number":8,"verse":"Lord, noon among goddis is lijk thee; and noon is euene to thi werkis."},{"number":9,"verse":"Lord, alle folkis, whiche euere thou madist, schulen come, and worschipe bifore thee; and thei schulen glorifie thi name."},{"number":10,"verse":"For thou art ful greet, and makinge merueils; thou art God aloone."},{"number":11,"verse":"Lord, lede thou me forth in thi weie, and Y schal entre in thi treuthe; myn herte be glad, that it drede thi name."},{"number":12,"verse":"Mi Lord God, Y schal knouleche to thee in al myn herte; and Y schal glorifie thi name withouten ende."},{"number":13,"verse":"For thi merci is greet on me; and thou deliueridist my soule fro the lower helle."},{"number":14,"verse":"God, wickid men han rise vp on me; and the synagoge of myyti men han souyt my lijf; and thei han not set forth thee in her siyt."},{"number":15,"verse":"And thou, Lord God, doynge merci, and merciful; pacient, and of myche merci, and sothefast."},{"number":16,"verse":"Biholde on me, and haue mercy on me, yyue thou the empire to thi child; and make thou saaf the sone of thin handmayden."},{"number":17,"verse":"Make thou with me a signe in good, that thei se, that haten me, and be aschamed; for thou, Lord, hast helpid me, and hast coumfortid me."}]}