{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"The title of the seuene and eiytetithe salm. The song of salm, to the sones of Chore, to victorie on Mahalat, for to answere, the lernyng of Heman Ezraite."},{"number":2,"verse":"Lord God of myn helthe; Y criede in dai and nyyt bifore thee."},{"number":3,"verse":"Mi preier entre bifore thi siyt; bowe doun thin eere to my preier."},{"number":4,"verse":"For my soule is fillid with yuels; and my lijf neiyede to helle."},{"number":5,"verse":"I am gessid with hem that goon doun in to the lake; Y am maad as a man with outen help,"},{"number":6,"verse":"and fre among deed men. As men woundid slepinge in sepulcris, of whiche men noon is myndeful aftir; and thei ben put awei fro thin hond."},{"number":7,"verse":"Thei han put me in the lower lake; in derke places, and in the schadewe of deth."},{"number":8,"verse":"Thi strong veniaunce is confermed on me; and thou hast brouyt in alle thi wawis on me."},{"number":9,"verse":"Thou hast maad fer fro me my knowun; thei han set me abhomynacioun to hem silf. I am takun, and Y yede not out;"},{"number":10,"verse":"myn iyen weren sijk for pouert. Lord, Y criede to thee; al dai Y spredde abrood myn hondis to thee."},{"number":11,"verse":"Whethir thou schalt do merueils to deed men; ether leechis schulen reise, and thei schulen knouleche to thee?"},{"number":12,"verse":"Whether ony man in sepulcre schal telle thi merci; and thi treuthe in perdicioun?"},{"number":13,"verse":"Whether thi merueilis schulen be knowun in derknessis; and thi riytfulnesse in the lond of foryetyng?"},{"number":14,"verse":"And, Lord, Y criede to thee; and erli my preier schal bifor come to thee."},{"number":15,"verse":"Lord, whi puttist thou awei my preier; turnest awei thi face fro me?"},{"number":16,"verse":"I am pore, and in traueils fro my yongthe; sotheli Y am enhaunsid, and Y am maad low, and disturblid."},{"number":17,"verse":"Thi wraththis passiden on me; and thi dredis disturbliden me."},{"number":18,"verse":"Thei cumpassiden me as watir al dai; thei cumpassiden me togidere. (19)Thou madist fer fro me a frend and neiybore; and my knowun fro wretchidnesse."}]}