{"bibleAbbr":"WYC1395","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"The title of the nynthe salm. In to the ende, for the pryuytees of the sone, the salm of Dauid."},{"number":2,"verse":"Lord, Y schal knouleche to thee in al myn herte; Y schal telle alle thi merueils."},{"number":3,"verse":"Thou hiyeste, Y schal be glad, and Y schal be fulli ioieful in thee; Y schal synge to thi name."},{"number":4,"verse":"For thou turnest myn enemy abac; thei schulen be maad feble, and schulen perische fro thi face."},{"number":5,"verse":"For thou hast maad my doom and my cause; thou, that demest riytfulnesse, `hast set on the trone."},{"number":6,"verse":"Thou blamedist hethene men, and the wickid perischide; thou hast do awei the name of hem in to the world, and in to the world of world."},{"number":7,"verse":"The swerdis of the enemy failiden in to the ende; and thou hast distried the citees of hem. The mynde of hem perischide with sown;"},{"number":8,"verse":"and the Lord dwellith with outen ende. He made redi his trone in doom; and he schal deme the world in equite,"},{"number":9,"verse":"he schal deme puplis in riytfulnesse."},{"number":10,"verse":"And the Lord is maad refuyt, `ether help, `to a pore man; an helpere in couenable tymes in tribulacioun."},{"number":11,"verse":"And thei, that knowen thi name, haue hope in thee; for thou, Lord, hast not forsake hem that seken thee."},{"number":12,"verse":"Synge ye to the Lord, that dwellith in Syon; telle ye hise studyes among hethene men."},{"number":13,"verse":"God foryetith not the cry of pore men; for he hath mynde, and sekith the blood of hem."},{"number":14,"verse":"Lord, haue thou merci on me; se thou my mekenesse of myn enemyes."},{"number":15,"verse":"Which enhaunsist me fro the yatis of deeth; that Y telle alle thi preisyngis in the yatis of the douyter of Syon."},{"number":16,"verse":"Y schal `be fulli ioyeful in thin helthe; hethene men ben fast set in the perisching, which thei maden. In this snare, which thei hidden, the foot of hem is kauyt."},{"number":17,"verse":"The Lord makynge domes schal be knowun; the synnere is takun in the werkis of hise hondis."},{"number":18,"verse":"Synneris be turned togidere in to helle; alle folkis, that foryeten God."},{"number":19,"verse":"For the foryetyng of a pore man schal not be in to the ende; the pacience of pore men schal not perische in to the ende."},{"number":20,"verse":"Lord, rise thou vp, a man be not coumfortid; folkis be demyd in thi siyt. (21)Lord, ordeine thou a lawe makere on hem; wite folkis, that thei ben men."}]}