{"bibleAbbr":"BKJVNT","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"Following that through fourteen years, I walked up to Jerusalem again with Barnabas when we also took Titus along together with us."},{"number":2,"verse":"I walked up regarding the thing uncovered to me. And I laid out to them the good news that I speak about publicly among the non-Jews, but privately to the people who seem to be something, that somehow I may not run or ran for a meaningless cause"},{"number":3,"verse":"(but neither was Titus, the Greek who was together with me, urged to be circumcised)"},{"number":4,"verse":"because of the undetected fraudulent brothers, some who quietly came in to spy out our freedom that we have in the Anointed King Jesus so that they might make us slaves,"},{"number":5,"verse":"to whom we didn't even for an hour give in with the compliance, so that the truth of the good news might stay through it all to you."},{"number":6,"verse":"To be something from the people seeming to be something, whatever kind of people they were in the past, is not more substantial to me. God does not receive the appearance of a person. You see, the people seeming to be something imposed nothing on me."},{"number":7,"verse":"But just the opposite, when they saw that I had been trusted with the good news of the uncircumcision, just as Peter had been trusted with the good news of the circumcision"},{"number":8,"verse":"(you see, the One who was active with Peter for his mission to the circumcision, was also active with me for the non-Jews),"},{"number":9,"verse":"and after knowing the generosity, the generosity that was given to me, James, Cephas (Aramaic for Peter), and John (the ones seeming to be pillars) gave right hands of a sharing relationship to me and Barnabas so that we are for the non-Jews, but they for the circumcision;"},{"number":10,"verse":"only of the poor: that we should remember them; this same thing that I also made every effort to do."},{"number":11,"verse":"But when Peter came to Antioch, I stood in opposition to him right in front of his face because it was something that had been known against him."},{"number":12,"verse":"You see, before the time for certain people to come out from James, he was eating together with the non-Jews. But when they came, he was backing off and isolating himself, fearing the people from the circumcision."},{"number":13,"verse":"And the rest of the Jewish people also faked it together with him in such a way that Barnabas also was led away together with their faked behavior."},{"number":14,"verse":"But when I saw that they are not straight-footed toward the truth of the good news, I said to Peter in front of everyone, \"If you, being Jewish, are living non-Jewishly and not Jewishly, why do you urge the non-Jews to become Jews?\""},{"number":15,"verse":"We are Jewish by nature and not sinful people from the non-Jews,"},{"number":16,"verse":"who realize that a person is not made right from actions of the law, except through trust of Jesus, the Anointed King. And we trusted in the Anointed King Jesus so that we might be made right from trust of the Anointed King and not from actions of the law because from actions of the law every physical body will not be made right."},{"number":17,"verse":"But if, as we were looking to be made right in the Anointed King, we ourselves were actually found to be sinful people, what then would the Anointed King be, a servant of sin? It could not happen."},{"number":18,"verse":"You see, if I again build these things that I tore down, I myself stand together with a violator."},{"number":19,"verse":"You see, I through the law died to the law so that I might live for God."},{"number":20,"verse":"Together with the Anointed King I have been nailed to a cross. I no longer live, but the Anointed King lives in me. What I now live in a physical body, I live in trust, the trust of the Son of God, the One who loved me and turned Himself in on my behalf."},{"number":21,"verse":"I don't invalidate the generosity of God. You see, if the right way is through the law, clearly the Anointed King died for nothing."}]}