{"bibleAbbr":"BKJVNT","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"I say, over as much time as the inheritor is an infant, he is nothing more substantial than a slave though he is master of them all."},{"number":2,"verse":"But he is under administrators and managers till the predetermined time of the father."},{"number":3,"verse":"This is how we also, when we were infants, were people who had been enslaved under the conventional practices of the world."},{"number":4,"verse":"But when the fullness of the time came, God sent off His Son, who became from a woman, who became under the law,"},{"number":5,"verse":"so that He might purchase the people under the law from the conventional practices so that we might fully receive the adoption."},{"number":6,"verse":"Because you are sons, God sent off the Spirit of His Son into your hearts, yelling, \"Daddy, the Father!\""},{"number":7,"verse":"In such a way, you are no longer a slave, but a son. If you are a son, you are also an inheritor of God through the Anointed King."},{"number":8,"verse":"But at that time, when you certainly didn't know God, you were slaves to the things that by nature are not gods."},{"number":9,"verse":"Now, after knowing God, rather, being known by God, how are you turning back again to the weak and poor conventional practices that you want to be slaves to all over again?"},{"number":10,"verse":"You closely watch days, months, certain times, and years."},{"number":11,"verse":"I am afraid when it comes to you that somehow I have labored for you for no reason."},{"number":12,"verse":"Become as me because I also am as you, brothers. I plead with you. You didn't harm me in any way."},{"number":13,"verse":"You realize that because of a weakness of my physical body, I shared good news with you the prior time,"},{"number":14,"verse":"and you didn't treat my trouble in my physical body as a bad thing, nor despise it, but as an angel of God, you accepted me as the Anointed King Jesus."},{"number":15,"verse":"So what was your blessedness? You see, I am a witness to you that, if possible, after plucking out your eyes, you would have given them to me."},{"number":16,"verse":"In such a way, have I become your enemy, being true to you?"},{"number":17,"verse":"They are impassioned about you, not nicely. But they want to exclude you from everything else so that you may be impassioned about them."},{"number":18,"verse":"It is nice to always be impassioned in a nice way and not only during the time for me to be beside you facing you."},{"number":19,"verse":"My little children (with whom I am in labor again till the time that the Anointed King will be formed in you),"},{"number":20,"verse":"I was wanting to be beside you facing you now and to change my voice because I am not sure what to think about you."},{"number":21,"verse":"Tell me, the people wanting to be under the law, don't you hear the law?"},{"number":22,"verse":"You see, it has been written (in Genesis 16:3 and 21:2) that Abraham had two sons: one from the servant girl and one from the free woman."},{"number":23,"verse":"But the one from the servant girl certainly has been born in line with a physical body, but the one from the free woman, through the promise —"},{"number":24,"verse":"some things that are having another meaning. You see, these are the two treaties. One is certainly out of Mount Sinai giving birth to slavery, someone who is Hagar."},{"number":25,"verse":"Hagar is Mount Sinai in Arabia. She is marching together now in step with Jerusalem, but she is a slave with her children."},{"number":26,"verse":"The one from above is free Jerusalem, someone who is a mother of us all."},{"number":27,"verse":"You see, it has been written, (in Isaiah 54:1) \"Celebrate, infertile woman, the one not delivering a baby! Burst out and shout, the woman not in labor, because there are many children of the uninhabited place, more than the children of the woman who has the husband.\""},{"number":28,"verse":"We, brothers, in line with Isaac, are children of promise."},{"number":29,"verse":"But even as it was at that time (the one who was born in line with a physical body was persecuting the one in line with the Spirit), so also is it now."},{"number":30,"verse":"But what does the Old Testament writing say (in Genesis 21:10) ? \"Throw out the servant girl and her son. You see, the son of the servant girl won't in any way inherit with the son of the free woman.\""},{"number":31,"verse":"Clearly, brothers, we are not children of a servant girl, but of the free woman."}]}