{"bibleAbbr":"WYC1395","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":1,"verses":[{"number":1,"verse":"Poul, the apostle of Jhesu Crist, bi the wille of God, to alle seyntis that ben at Effesie, and to the feithful men in Jhesu Crist,"},{"number":2,"verse":"grace be to you and pees of God, oure fader, and oure Lord Jhesu Crist."},{"number":3,"verse":"Blessid be God and the fadir of oure Lord Jhesu Crist, that hath blessid vs in al spiritual blessing in heuenli thingis in Crist,"},{"number":4,"verse":"as he hath chosun vs in hym silf bifor the makyng of the world, that we weren hooli, and with out wem in his siyt, in charite."},{"number":5,"verse":"Which hath bifor ordeyned vs in to adopcioun of sones bi Jhesu Crist in to hym, bi the purpos of his wille,"},{"number":6,"verse":"in to the heriyng of the glorie of his grace;"},{"number":7,"verse":"in which he hath glorified vs in his dereworthe sone. In whom we han redempcioun bi his blood, foryyuenesse of synnes, aftir the ritchessis of his grace,"},{"number":8,"verse":"that aboundide greetli in vs in al wisdom and prudence,"},{"number":9,"verse":"to make knowun to vs the sacrament of his wille, bi the good plesaunce of hym; the which sacrament he purposide in"},{"number":10,"verse":"hym in the dispensacioun of plente of tymes to enstore alle thingis in Crist, whiche ben in heuenes, and whiche ben in erthe, in hym."},{"number":11,"verse":"In whom we ben clepid bi sort, bifor ordeyned bi the purpos of hym that worchith alle thingis bi the counsel of his wille;"},{"number":12,"verse":"that we be in to the heriyng of his glorie, we that han hopid bifor in Crist."},{"number":13,"verse":"In whom also ye weren clepid, whanne ye herden the word of treuthe, the gospel of youre heelthe, in whom ye bileuynge ben merkid with the Hooli Goost of biheest, which is the ernes of oure eritage,"},{"number":14,"verse":"in to the redempcioun of purchasyng, in to heriyng of his glorie."},{"number":15,"verse":"Therfor and Y herynge youre feith, that is in Crist Jhesu, and the loue in to alle seyntis,"},{"number":16,"verse":"ceesse not to do thankyngis for you, makynge mynde of you in my preieris;"},{"number":17,"verse":"that God of oure Lord Jhesu Crist, the fadir of glorie, yyue to you the spirit of wisdom and of reuelacioun, in to the knowyng of hym;"},{"number":18,"verse":"and the iyen of youre herte liytned, that ye wite, which is the hope of his clepyng, and whiche ben the richessis of the glorie of his eritage in seyntis;"},{"number":19,"verse":"and whych is the excellent greetnesse of his vertu in to vs that han bileuyd, bi the worchyng of the myyt of his vertu,"},{"number":20,"verse":"which he wrouyte in Crist, reisynge hym fro deth, and settynge him on his riyt half in heuenli thingis,"},{"number":21,"verse":"aboue ech principat, and potestat, and vertu, and domynacioun, and aboue ech name that is named, not oneli in this world, but also in the world to comynge;"},{"number":22,"verse":"and made alle thingis suget vndur hise feet, and yaf hym to be heed ouer al the chirche,"},{"number":23,"verse":"that is the bodi of hym, and the plente of hym, which is alle thingis in alle thingis fulfillid."}]}