{"bibleAbbr":"urDGV2010","bookName":"२- तवारीख़","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"जब अबियाह मर कर अपने बापदादा से जा मिला तो उसे यरूशलम के उस हिस्से में दफ़नाया गया जो ‘दाऊद का शहर’ कहलाता है। फिर उस का बेटा आसा तख़्तनशीन हुआ। आसा की हुकूमत के तहत मुल्क में 10 साल तक अम्न-ओ-अमान क़ाइम रहा।"},{"number":2,"verse":"( यहूदाह का बादशाह आसा) आसा वह कुछ करता रहा जो रब उस के ख़ुदा के नज़्दीक अच्छा और ठीक था।"},{"number":3,"verse":"उस ने अजनबी माबूदों की क़ुर्बानगाहों को ऊँची जगहों के मन्दिरों समेत गिरा कर देवताओं के लिए मख़्सूस किए गए सतूनों को टुकड़े टुकड़े कर दिया और यसीरत देवी के खम्बे काट डाले।"},{"number":4,"verse":"साथ साथ उस ने यहूदाह के बाशिन्दों को हिदायत दी कि वह रब अपने बापदादा के ख़ुदा के तालिब हों और उस के अह्काम के ताबे रहें।"},{"number":5,"verse":"यहूदाह के तमाम शहरों से उस ने बख़ूर की क़ुर्बानगाहें और ऊँची जगहों के मन्दिर दूर कर दिए। चुनाँचे उस की हुकूमत के दौरान बादशाही में सुकून रहा।"},{"number":6,"verse":"अम्न-ओ-अमान के इन सालों के दौरान आसा यहूदाह में कई शहरों की क़िलाबन्दी कर सका। जंग का ख़तरा नहीं था, क्यूँकि रब ने उसे सुकून मुहय्या किया।"},{"number":7,"verse":"बादशाह ने यहूदाह के बाशिन्दों से कहा, “आएँ, हम इन शहरों की क़िलाबन्दी करें! हम इन के इर्दगिर्द फ़सीलें बना कर उन्हें बुर्जों, दरवाज़ों और कुंडों से मज़बूत करें। क्यूँकि अब तक मुल्क हमारे हाथ में है। चूँकि हम रब अपने ख़ुदा के तालिब रहे हैं इस लिए उस ने हमें चारों तरफ़ सुलह-सलामती मुहय्या की है।” चुनाँचे क़िलाबन्दी का काम शुरू हुआ बल्कि तक्मील तक पहुँच सका।"},{"number":8,"verse":"( एथोपिया पर फ़त्ह) आसा की फ़ौज में बड़ी ढालों और नेज़ों से लेस यहूदाह के 300000 अफ़राद थे। इस के इलावा छोटी ढालों और कमानों से मुसल्लह बिनयमीन के 280000 अफ़राद थे। सब तजरिबाकार फ़ौजी थे।"},{"number":9,"verse":"एक दिन एथोपिया के बादशाह ज़ारह ने यहूदाह पर हम्ला किया। उस के बेशुमार फ़ौजी और 300 रथ थे। बढ़ते बढ़ते वह मरेसा तक पहुँच गया।"},{"number":10,"verse":"आसा उस का मुक़ाबला करने के लिए निकला। वादी-ए-सफ़ाता में दोनों फ़ौजें लड़ने के लिए सफ़आरा हुईं।"},{"number":11,"verse":"आसा ने रब अपने ख़ुदा से इल्तिमास की, “ऐ रब, सिर्फ़ तू ही बेबसों को ताक़तवरों के हम्लों से मह्फ़ूज़ रख सकता है। ऐ रब हमारे ख़ुदा, हमारी मदद कर! क्यूँकि हम तुझ पर भरोसा रखते हैं। तेरा ही नाम ले कर हम इस बड़ी फ़ौज का मुक़ाबला करने के लिए निकले हैं। ऐ रब, तू ही हमारा ख़ुदा है। ऐसा न होने दे कि इन्सान तेरी मर्ज़ी की ख़िलाफ़वरज़ी करने में कामयाब हो जाए।”"},{"number":12,"verse":"तब रब ने आसा और यहूदाह के देखते देखते दुश्मन को शिकस्त दी। एथोपिया के फ़ौजी फ़रार हुए,"},{"number":13,"verse":"और आसा ने अपने फ़ौजियों के साथ जिरार तक उन का ताक़्क़ुब किया। दुश्मन के इतने अफ़राद हलाक हुए कि उस की फ़ौज बाद में बहाल न हो सकी। रब ख़ुद और उस की फ़ौज ने दुश्मन को तबाह कर दिया था। यहूदाह के मर्दों ने बहुत सा माल लूट लिया।"},{"number":14,"verse":"वह जिरार के इर्दगिर्द के शहरों पर भी क़ब्ज़ा करने में कामयाब हुए, क्यूँकि मक़ामी लोगों में रब की दह्शत फैल गई थी। नतीजे में इन शहरों से भी बहुत सा माल छीन लिया गया।"},{"number":15,"verse":"इस मुहिम्म के दौरान उन्हों ने गल्लाबानों की ख़ैमागाहों पर भी हम्ला किया और उन से कस्रत की भेड़-बकरियाँ और ऊँट लूट कर अपने साथ यरूशलम ले आए।"}]}