{"bibleAbbr":"urDGV2010","bookName":"२- तवारीख़","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"( अम्मोनियों का यहूदाह पर हम्ला) कुछ देर के बाद मोआबी, अम्मोनी और कुछ मऊनी यहूसफ़त से जंग करने के लिए निकले।"},{"number":2,"verse":"एक क़ासिद ने आ कर बादशाह को इत्तिला दी, “मुल्क-ए-अदोम से एक बड़ी फ़ौज आप से लड़ने के लिए आ रही है। वह बहीरा-ए-मुर्दार के दूसरे किनारे से बढ़ती बढ़ती इस वक़्त हससून-तमर पहुँच चुकी है” (हससून ऐन-जदी का दूसरा नाम है)।"},{"number":3,"verse":"यह सुन कर यहूसफ़त घबरा गया। उस ने रब से राहनुमाई माँगने का फ़ैसला करके एलान किया कि तमाम यहूदाह रोज़ा रखे।"},{"number":4,"verse":"यहूदाह के तमाम शहरों से लोग यरूशलम आए ताकि मिल कर मदद के लिए रब से दुआ माँगें।"},{"number":5,"verse":"वह रब के घर के नए सहन में जमा हुए और यहूसफ़त ने सामने आ कर"},{"number":6,"verse":"दुआ की, “ऐ रब, हमारे बापदादा के ख़ुदा! तू ही आसमान पर तख़्तनशीन ख़ुदा है, और तू ही दुनिया के तमाम ममालिक पर हुकूमत करता है। तेरे हाथ में क़ुदरत और ताक़त है। कोई भी तेरा मुक़ाबला नहीं कर सकता।"},{"number":7,"verse":"ऐ हमारे ख़ुदा, तू ने इस मुल्क के पुराने बाशिन्दों को अपनी क़ौम इस्राईल के आगे से निकाल दिया। इब्राहीम तेरा दोस्त था, और उस की औलाद को तू ने यह मुल्क हमेशा के लिए दे दिया।"},{"number":8,"verse":"इस में तेरी क़ौम आबाद हुई। तेरे नाम की ताज़ीम में मक़्दिस बना कर उन्हों ने कहा,"},{"number":9,"verse":"‘जब भी आफ़त हम पर आए तो हम यहाँ तेरे हुज़ूर आ सकेंगे, चाहे जंग, वबा, काल या कोई और सज़ा हो। अगर हम उस वक़्त इस घर के सामने खड़े हो कर मदद के लिए तुझे पुकारें तो तू हमारी सुन कर हमें बचाएगा, क्यूँकि इस इमारत पर तेरे ही नाम का ठप्पा लगा है।’"},{"number":10,"verse":"अब अम्मोन, मोआब और पहाड़ी मुल्क सईर की हरकतों को देख! जब इस्राईल मिस्र से निकला तो तू ने उसे इन क़ौमों पर हम्ला करने और इन के इलाक़े में से गुज़रने की इजाज़त न दी। इस्राईल को मुतबादिल रास्ता इख़तियार करना पड़ा, क्यूँकि उसे इन्हें हलाक करने की इजाज़त न मिली।"},{"number":11,"verse":"अब ध्यान दे कि यह बदले में क्या कर रहे हैं। यह हमें उस मौरूसी ज़मीन से निकालना चाहते हैं जो तू ने हमें दी थी।"},{"number":12,"verse":"ऐ हमारे ख़ुदा, क्या तू उन की अदालत नहीं करेगा? हम तो इस बड़ी फ़ौज के मुक़ाबले में बेबस हैं। इस के हमले से बचने का रास्ता हमें नज़र नहीं आता, लेकिन हमारी आँखें मदद के लिए तुझ पर लगी हैं।”"},{"number":13,"verse":"यहूदाह के तमाम मर्द, औरतें और बच्चे वहाँ रब के हुज़ूर खड़े रहे।"},{"number":14,"verse":"तब रब का रूह एक लावी बनाम यहज़ीएल पर नाज़िल हुआ जब वह जमाअत के दरमियान खड़ा था। यह आदमी आसफ़ के ख़ानदान का था, और उस का पूरा नाम यहज़ीएल बिन ज़करियाह बिन बिनायाह बिन यईएल बिन मत्तनियाह था।"},{"number":15,"verse":"उस ने कहा, “यहूदाह और यरूशलम के लोगो, मेरी बात सुनें! ऐ बादशाह, आप भी इस पर ध्यान दें। रब फ़रमाता है कि डरो मत, और इस बड़ी फ़ौज को देख कर मत घबराना। क्यूँकि यह जंग तुम्हारा नहीं बल्कि मेरा मुआमला है।"},{"number":16,"verse":"कल उन के मुक़ाबले के लिए निकलो। उस वक़्त वह दर्रा-ए-सीस से हो कर तुम्हारी तरफ़ बढ़ रहे होंगे। तुम्हारा उन से मुक़ाबला उस वादी के सिरे पर होगा जहाँ यरूएल का रेगिस्तान शुरू होता है।"},{"number":17,"verse":"लेकिन तुम्हें लड़ने की ज़रूरत नहीं होगी। बस दुश्मन के आमने-सामने खड़े हो कर रुक जाओ और देखो कि रब किस तरह तुम्हें छुटकारा देगा। लिहाज़ा मत डरो, ऐ यहूदाह और यरूशलम, और दह्शत मत खाओ। कल उन का सामना करने के लिए निकलो, क्यूँकि रब तुम्हारे साथ होगा।”"},{"number":18,"verse":"यह सुन कर यहूसफ़त मुँह के बल झुक गया। यहूदाह और यरूशलम के तमाम लोगों ने भी औंधे मुँह झुक कर रब की परस्तिश की।"},{"number":19,"verse":"फिर क़िहात और क़ोरह के ख़ानदानों के कुछ लावी खड़े हो कर बुलन्द आवाज़ से रब इस्राईल के ख़ुदा की हम्द-ओ-सना करने लगे।"},{"number":20,"verse":"( अम्मोनियों पर फ़त्ह) अगले दिन सुब्ह-सवेरे यहूदाह की फ़ौज तक़ूअ के रेगिस्तान के लिए रवाना हुई। निकलते वक़्त यहूसफ़त ने उन के सामने खड़े हो कर कहा, “यहूदाह और यरूशलम के मर्दो, मेरी बात सुनें! रब अपने ख़ुदा पर भरोसा रखें तो आप क़ाइम रहेंगे। उस के नबियों की बातों का यक़ीन करें तो आप को कामयाबी हासिल होगी।”"},{"number":21,"verse":"लोगों से मश्वरा करके यहूसफ़त ने कुछ मर्दों को रब की ताज़ीम में गीत गाने के लिए मुक़र्रर किया। मुक़द्दस लिबास पहने हुए वह फ़ौज के आगे आगे चल कर हम्द-ओ-सना का यह गीत गाते रहे, “रब की सताइश करो, क्यूँकि उस की शफ़्क़त अबदी है।”"},{"number":22,"verse":"उस वक़्त रब हम्लाआवर फ़ौज के मुख़ालिफ़ों को खड़ा कर चुका था। अब जब यहूदाह के मर्द हम्द के गीत गाने लगे तो वह ताक में से निकल कर बढ़ती हुई फ़ौज पर टूट पड़े और उसे शिकस्त दी।"},{"number":23,"verse":"फिर अम्मोनियों और मोआबियों ने मिल कर पहाड़ी मुल्क सईर के मर्दों पर हम्ला किया ताकि उन्हें मुकम्मल तौर पर ख़त्म कर दें। जब यह हलाक हुए तो अम्मोनी और मोआबी एक दूसरे को मौत के घाट उतारने लगे।"},{"number":24,"verse":"यहूदाह के फ़ौजियों को इस का इल्म नहीं था। चलते चलते वह उस मक़ाम तक पहुँच गए जहाँ से रेगिस्तान नज़र आता है। वहाँ वह दुश्मन को तलाश करने लगे, लेकिन लाशें ही लाशें ज़मीन पर बिखरी नज़र आईं। एक भी दुश्मन नहीं बचा था।"},{"number":25,"verse":"यहूसफ़त और उस के लोगों के लिए सिर्फ़ दुश्मन को लूटने का काम बाक़ी रह गया था। कस्रत के जानवर, क़िस्म क़िस्म का सामान, कपड़े और कई क़ीमती चीज़ें थीं। इतना सामान था कि वह उसे एक वक़्त में उठा कर अपने साथ ले जा नहीं सकते थे। सारा माल जमा करने में तीन दिन लगे।"},{"number":26,"verse":"चौथे दिन वह क़रीब की एक वादी में जमा हुए ताकि रब की तारीफ़ करें। उस वक़्त से वादी का नाम ‘तारीफ़ की वादी’ पड़ गया।"},{"number":27,"verse":"इस के बाद यहूदाह और यरूशलम के तमाम मर्द यहूसफ़त की राहनुमाई में ख़ुशी मनाते हुए यरूशलम वापस आए। क्यूँकि रब ने उन्हें दुश्मन की शिकस्त से ख़ुशी का सुनहरा मौक़ा अता किया था।"},{"number":28,"verse":"सितार, सरोद और तुरम बजाते हुए वह यरूशलम में दाख़िल हुए और रब के घर के पास जा पहुँचे।"},{"number":29,"verse":"जब इर्दगिर्द के ममालिक ने सुना कि किस तरह रब इस्राईल के दुश्मनों से लड़ा है तो उन में अल्लाह की दह्शत फैल गई।"},{"number":30,"verse":"उस वक़्त से यहूसफ़त सुकून से हुकूमत कर सका, क्यूँकि अल्लाह ने उसे चारों तरफ़ के ममालिक के हम्लों से मह्फ़ूज़ रखा था।"},{"number":31,"verse":"( यहूसफ़त के आख़िरी साल और मौत) यहूसफ़त 35 साल की उम्र में बादशाह बना, और वह यरूशलम में रह कर 25 साल हुकूमत करता रहा। उस की माँ अज़ूबा बिन्त सिल्ही थी।"},{"number":32,"verse":"वह अपने बाप आसा के नमूने पर चलता और वह कुछ करता रहा जो रब को पसन्द था।"},{"number":33,"verse":"लेकिन उस ने भी ऊँचे मक़ामों के मन्दिरों को ख़त्म न किया, और लोगों के दिल अपने बापदादा के ख़ुदा की तरफ़ माइल न हुए।"},{"number":34,"verse":"बाक़ी जो कुछ यहूसफ़त की हुकूमत के दौरान हुआ वह शुरू से ले कर आख़िर तक याहू बिन हनानी की तारीख़ में बयान किया गया है। बाद में सब कुछ ‘शाहान-ए-इस्राईल की तारीख़’ की किताब में दर्ज किया गया।"},{"number":35,"verse":"बाद में यहूदाह के बादशाह यहूसफ़त ने इस्राईल के बादशाह अख़ज़ियाह से इत्तिहाद किया, गो उस का रवय्या बेदीनी का था।"},{"number":36,"verse":"दोनों ने मिल कर तिजारती जहाज़ों का ऐसा बेड़ा बनवाया जो तरसीस तक पहुँच सके। जब यह जहाज़ बन्दरगाह अस्यून-जाबर में तय्यार हुए"},{"number":37,"verse":"तो मरेसा का रहने वाला इलीअज़र बिन दूदावाहू ने यहूसफ़त के ख़िलाफ़ पेशगोई की, “चूँकि आप अख़ज़ियाह के साथ मुत्तहिद हो गए हैं इस लिए रब आप का काम तबाह कर देगा!” और वाक़ई, यह जहाज़ कभी अपनी मन्ज़िल-ए-मक़सूद तरसीस तक पहुँच न सके, क्यूँकि वह पहले ही टुकड़े टुकड़े हो गए।"}]}