{"bibleAbbr":"urDGV2010","bookName":"२- तवारीख़","bookEnglishName":"2 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"( सुलैमान की मुख़्तलिफ़ मुहिम्मात) रब के घर और शाही महल को तामीर करने में 20 साल लग गए थे।"},{"number":2,"verse":"इस के बाद सुलैमान ने वह आबादियाँ नए सिरे से तामीर कीं जो हीराम ने उसे दे दी थीं। इन में उस ने इस्राईलियों को बसा दिया।"},{"number":3,"verse":"एक फ़ौजी मुहिम्म के दौरान उस ने हमात-ज़ोबाह पर हम्ला करके उस पर क़ब्ज़ा कर लिया।"},{"number":4,"verse":"इस के इलावा उस ने हमात के इलाक़े में गोदाम के शहर बनाए। रेगिस्तान के शहर तदमूर में उस ने बहुत सा तामीरी काम कराया"},{"number":5,"verse":"और इसी तरह बालाई और नशेबी बैत-हौरून और बालात में भी। इन शहरों के लिए उस ने फ़सील और कुंडे वाले दरवाज़े बनवाए। सुलैमान ने अपने गोदामों के लिए और अपने रथों और घोड़ों को रखने के लिए भी शहर बनवाए। जो कुछ भी वह यरूशलम, लुबनान या अपनी सल्तनत की किसी और जगह बनवाना चाहता था वह उस ने बनवाया।"},{"number":7,"verse":"जिन आदमियों की सुलैमान ने बेगार पर भर्ती की वह इस्राईली नहीं थे बल्कि हित्ती, अमोरी, फ़रिज़्ज़ी, हिव्वी और यबूसी यानी कनआन के पहले बाशिन्दों की वह औलाद थे जो बाक़ी रह गए थे। मुल्क पर क़ब्ज़ा करते वक़्त इस्राईली इन क़ौमों को पूरे तौर पर मिटा न सके, और आज तक इन की औलाद को इस्राईल के लिए बेगार में काम करना पड़ता है।"},{"number":9,"verse":"लेकिन सुलैमान ने इस्राईलियों को ऐसे काम करने पर मज्बूर न किया बल्कि वह उस के फ़ौजी और रथों के फ़ौजियों के अफ़्सर बन गए, और उन्हें रथों और घोड़ों पर मुक़र्रर किया गया।"},{"number":10,"verse":"सुलैमान के तामीरी काम पर भी 250 इस्राईली मुक़र्रर थे जो ज़िलओं पर मुक़र्रर अफ़्सरों के ताबे थे। यह लोग तामीरी काम करने वालों की निगरानी करते थे।"},{"number":11,"verse":"फ़िरऔन की बेटी यरूशलम के पुराने हिस्से बनाम ‘दाऊद का शहर’ से उस महल में मुन्तक़िल हुई जो सुलैमान ने उस के लिए तामीर किया था, क्यूँकि सुलैमान ने कहा, “लाज़िम है कि मेरी अहलिया इस्राईल के बादशाह दाऊद के महल में न रहे। चूँकि रब का सन्दूक़ यहाँ से गुज़रा है, इस लिए यह जगह मुक़द्दस है।”"},{"number":12,"verse":"( रब के घर में ख़िदमत की तरतीब) उस वक़्त से सुलैमान रब को रब के घर के बड़े हाल के सामने की क़ुर्बानगाह पर भस्म होने वाली क़ुर्बानियाँ पेश करता था।"},{"number":13,"verse":"जो कुछ भी मूसा ने रोज़ाना की क़ुर्बानियों के मुताल्लिक़ फ़रमाया था उस के मुताबिक़ बादशाह क़ुर्बानियाँ चढ़ाता था। इन में वह क़ुर्बानियाँ भी शामिल थीं जो सबत के दिन, नए चाँद की ईद पर और साल की तीन बड़ी ईदों पर यानी फ़सह की ईद, हफ़्तों की ईद और झोंपड़ियों की ईद पर पेश की जाती थीं।"},{"number":14,"verse":"सुलैमान ने इमामों के मुख़्तलिफ़ गुरोहों को वह ज़िम्मादारियाँ सौंपीं जो उस के बाप दाऊद ने मुक़र्रर की थीं। लावियों की ज़िम्मादारियाँ भी मुक़र्रर की गईं। उन की एक ज़िम्मादारी रब की हम्द-ओ-सना करने में परस्तारों की राहनुमाई करनी थी। नीज़, उन्हें रोज़ाना की ज़रूरियात के मुताबिक़ इमामों की मदद करनी थी। रब के घर के दरवाज़ों की पहरादारी भी लावियों की एक ख़िदमत थी। हर दरवाज़े पर एक अलग गुरोह की ड्यूटी लगाई गई। यह भी मर्द-ए-ख़ुदा दाऊद की हिदायात के मुताबिक़ हुआ।"},{"number":15,"verse":"जो भी हुक्म दाऊद ने इमामों, लावियों और ख़ज़ानों के मुताल्लिक़ दिया था वह उन्हों ने पूरा किया।"},{"number":16,"verse":"यूँ सुलैमान के तमाम मन्सूबे रब के घर की बुन्याद रखने से ले कर उस की तक्मील तक पूरे हुए।"},{"number":17,"verse":"बाद में सुलैमान अस्यून-जाबर और ऐलात गया। यह शहर अदोम के साहिल पर वाक़े थे।"},{"number":18,"verse":"वहाँ हीराम बादशाह ने अपने जहाज़ और तजरिबाकार मल्लाह भेजे ताकि वह सुलैमान के आदमियों के साथ मिल कर जहाज़ों को चलाएँ। उन्हों ने ओफ़ीर तक सफ़र किया और वहाँ से सुलैमान के लिए तक़रीबन 15000 किलोग्राम सोना ले कर आए।"}]}