{"bibleAbbr":"ISV2011","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"{The Song of Moses} d Then Moses and the Israelis sang this song to the Lord : \"I'll sing to the Lord, for he is highly exalted. The horse and its rider he has thrown into the sea."},{"number":2,"verse":"The Lord is my strength and song, {Some mss. read my song} and he has become my salvation. This is my God and I'll praise him, the God of my father and I'll exalt him."},{"number":3,"verse":"The Lord is a man of war, the Lord is his name!"},{"number":4,"verse":"\"Pharaoh's chariots and his army he has hurled into the sea; his best officers sank in the Reed {So MT; LXX reads Red} Sea."},{"number":5,"verse":"The deep covered them, they went down into the depths like a rock."},{"number":6,"verse":"Your right hand, Lord , was majestic in strength, your right hand, Lord , shattered the enemy."},{"number":7,"verse":"In the greatness of your majesty you broke down your enemies. You sent forth your anger, it consumed them like stubble."},{"number":8,"verse":"By the breath {Or wind} of your nostrils the waters were piled up, the flowing waters stood up like a hill, the deep waters congealed in the heart of the sea."},{"number":9,"verse":"\"The enemy said, «I'll pursue them, {The Heb. lacks them} I'll overtake them, {The Heb. lacks them} I'll divide the spoil. I'll satisfy my anger {Lit. my soul} on them, I'll draw my sword, and my hand will bring them to ruin.'"},{"number":10,"verse":"\"You blew with your breath, {Or wind} and the sea covered them; they sank like lead in the mighty waters."},{"number":11,"verse":"\"Who is like you among the gods, Lord? Who is like you, majestic in holiness, awesome in splendor, {I. e. in acts deserving of praise} and working wonders?"},{"number":12,"verse":"You stretched out your right hand, and the earth swallowed them."},{"number":13,"verse":"\"You have led with your gracious love this people whom you redeemed. You have guided them with your strength to your holy dwelling."},{"number":14,"verse":"\"The people heard and they quaked, anguish {Lit. writhing} has seized the inhabitants of Philistia."},{"number":15,"verse":"Then the chiefs of Edom were terrified, the nobles of Moab trembled uncontrollably, and all the inhabitants of Canaan melted away."},{"number":16,"verse":"Dread and fear have fallen on them, because of the strength {Lit. greatness} of your arm. They have become silent as a stone, until your people pass by, Lord , until this people you acquired pass by."},{"number":17,"verse":"\"You will bring them in and plant them on the mountain of your inheritance. You have made a place where you will reside, Lord. Your own hands have established a sanctuary, Lord ."},{"number":18,"verse":"The Lord will reign forever and ever.\""},{"number":19,"verse":"When the horses of Pharaoh, his chariots, and his horsemen went into the sea, the Lord caused the waters of the sea to come back over them, but the Israelis walked through the middle of the sea on dry land."},{"number":20,"verse":"{The Song of Miriam} d Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand and went out with all the women behind her with tambourines and dancing."},{"number":21,"verse":"Miriam sang to them, \"Sing to the Lord , for he is highly exalted! The horse and its rider he has thrown into the sea.\""},{"number":22,"verse":"{God Provides Water for the People} d Then Moses led Israel from the Reed {So MT; LXX reads Red} Sea and they went to the desert of Shur. They traveled into the desert for three days and did not find water."},{"number":23,"verse":"When they came to Marah, they could not drink the water at Marah because it was bitter. (That is why it's called {Lit. why one calls its name} Marah.) {Marah means bitter in Heb.}"},{"number":24,"verse":"Then the people complained against Moses: \"What are we to drink?\""},{"number":25,"verse":"Moses {Lit. He} cried out to the Lord , and the Lord showed him a tree, which he threw into the water, and the water became sweet. There the Lord {Lit. he} presented to them a statute and an ordinance, and there he tested them."},{"number":26,"verse":"He said, \"If you will carefully obey the Lord your God, do what is right in his eyes, listen to his commandments, and keep all his statutes, then I won't inflict on you all the diseases that I inflicted on the Egyptians, because I am the Lord your healer.\""},{"number":27,"verse":"Then they came to Elim where there were twelve springs of water and 70 palm trees, and they camped there by the water."}]}