{"bibleAbbr":"ISV2011","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":21,"verses":[{"number":1,"verse":"{Laws Concerning Servants} d \"These are the ordinances that you are to set before them."},{"number":2,"verse":"\"When you acquire a Hebrew servant he is to serve for six years, and in the seventh he is to go out a free man without paying anything."},{"number":3,"verse":"If he came in by himself, {Lit. with his body ; i. e. single, and so throughout the chapter} he is to go out by himself. If he was married, his wife is to go out with him."},{"number":4,"verse":"If his master gives him a wife and she bears him sons or daughters, the wife and children belong to her master, and he is to go out by himself."},{"number":5,"verse":"\"But if the servant, in fact, says, «I love my master, my wife, and my children and I won't go out a free man,'"},{"number":6,"verse":"then his master is to bring him before the judges {Or before God} and he is to bring him to the door or the doorpost. His master is to pierce his ear with an awl, and he is to serve him permanently."},{"number":7,"verse":"\"When a man sells his daughter as a servant, she won't go out as the male servants do. {The Heb. lacks as the male servants do}"},{"number":8,"verse":"If she's displeasing to {Lit. bad in the eyes of} her master who selected her for himself, {I. e. as a secondary wife also called a mistress or concubine} he must let her be redeemed. He does not have the right to sell her to foreign people because he has dealt unfairly {Or treacherously} with her."},{"number":9,"verse":"If he has selected her for his son, {I. e. as a secondary wife also called a mistress or concubine} he is to treat her according to the ordinance for daughters."},{"number":10,"verse":"If he takes another woman for himself, he may not withhold from the first {The Heb. lacks from the first} her food, her clothing, or her marital rights."},{"number":11,"verse":"If he does not do these three things for her, she may go out without paying anything at all. {The Heb. lacks at all}"},{"number":12,"verse":"{Laws Concerning Personal Injury and Homicide} d \"Whoever strikes a man so that he dies is surely to be put to death."},{"number":13,"verse":"If he didn't lie in wait, but God let him fall into his control, {Lit. hand ; i. e. the event was not premeditated by the accused} then I'll appoint for you a place to which he may flee."},{"number":14,"verse":"If a man acts deliberately against his neighbor to kill him by treachery, you are to take him to die even if he's at {Lit. even from} my altar."},{"number":15,"verse":"\"Whoever strikes his father or his mother is surely to be put to death."},{"number":16,"verse":"\"Whoever kidnaps a person, whether he has sold him or whether the victim {Lit. he} is still in his possession, is surely to be put to death."},{"number":17,"verse":"\"Whoever curses his father or his mother is surely to be put to death."},{"number":18,"verse":"\"If people quarrel and one strikes the other with a rock or his fist, and he does not die but ends up {Lit. falls} in bed,"},{"number":19,"verse":"and the injured person {Lit. he} then gets up and walks around outside with the help of his staff, {Lit. with his staff} the one who struck him is not liable, except that he is to compensate him for his loss of time {Lit. his rest} and take care of his complete recovery."},{"number":20,"verse":"\"If a man strikes his male or female servant with a stick and he or she dies as a direct result, {Lit. under his hand} the master must be punished. {Lit. suffer vengeance}"},{"number":21,"verse":"But if the servant {Lit. he} survives a day or two, the master {Lit. he} is not to be punished because the servant {Lit. he} is his property."},{"number":22,"verse":"\"If two men are fighting and they strike a pregnant woman and her children are born prematurely {Lit. children come out} but there is no harm, he is surely to be fined as the husband of the woman demands of him, and he will pay as the court decides. {Or according to the assessment}"},{"number":23,"verse":"If there is harm, then you are to require {Lit. give} life for life,"},{"number":24,"verse":"eye for eye, tooth for tooth, hand for hand, foot for foot,"},{"number":25,"verse":"burn for burn, wound for wound, and bruise for bruise."},{"number":26,"verse":"\"If a man strikes the eye of his male or female servant and destroys it, he is to release him as a free man in exchange for his eye."},{"number":27,"verse":"If he knocks out the tooth of his male {Lit. male servant} or female servant, {Lit. tooth of his female servant} he is to release him as a free man in exchange for his tooth."},{"number":28,"verse":"\"If an ox gores a man or woman so that they die, the ox is surely to be stoned and its flesh may not be eaten, but the owner of the ox is free from liability."},{"number":29,"verse":"But if the ox has gored previously, and its owner has been warned about it but didn't restrain it, and it kills a man or woman, the ox is to be stoned and its owner also is to be put to death."},{"number":30,"verse":"If a fine is imposed on him, he may pay all that was imposed on him as a ransom for his life."},{"number":31,"verse":"This same ordinance applies {Lit. It shall be done to him according to this ordinance} if it gores a son or daughter."},{"number":32,"verse":"\"If the ox gores a male or female servant, the owner is to give 30 shekels of silver to the servant's {Lit. his} master, and the ox is to be stoned."},{"number":33,"verse":"If a man opens a pit or digs a pit and does not cover it, and an ox or donkey falls into it, {Lit. there}"},{"number":34,"verse":"the owner of the pit is to make restitution. He is to pay money to its owner, and the dead animal will become his."},{"number":35,"verse":"\"If a man's ox strikes his neighbor's ox and it dies, they are to sell the live ox and divide the money. They also are to divide the dead animal."},{"number":36,"verse":"But if it was known that the ox had gored previously, and its owner didn't restrain it, he shall surely repay ox for ox, and the dead ox will become his."}]}