{"bibleAbbr":"ISV2011","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"{The Tablets of the Law Replaced} d The Lord told Moses, \"Cut out for yourself two stone tablets like the first ones, and I'll write on the tablets the words which were on the first tablets which you broke."},{"number":2,"verse":"Be ready in the morning, and come up in the morning on Mount Sinai, where you are to present yourself to me there on the top of the mountain."},{"number":3,"verse":"No one is to come up with you, nor shall anyone be seen anywhere on the mountain. Also, the sheep and cattle are not to graze in front of that mountain.\""},{"number":4,"verse":"Moses {Lit. He} cut out the two stone tablets like the first ones, got up early in the morning, and climbed Mount Sinai, just as the Lord had commanded him. He took with him the two stone tablets."},{"number":5,"verse":"The Lord came down in a cloud and stood there with him and proclaimed the name of the Lord . {Or and he called on the name of the LORD}"},{"number":6,"verse":"The Lord passed in front of him and proclaimed, \"The Lord , the Lord God, compassionate and gracious, slow to anger, and filled with {Or and abundant in} gracious love and truth."},{"number":7,"verse":"He graciously loves thousands, and forgives iniquity, transgression, and sin. But he does not leave the guilty unpunished, visiting the iniquity of the ancestors on their children, and on their children's children to the third and fourth generation.\""},{"number":8,"verse":"Moses quickly bowed to the ground and prostrated himself in worship."},{"number":9,"verse":"He said, \"If I've found favor in your sight, Lord , please, Lord , walk among us. Certainly this is an obstinate people, but pardon our iniquity and our sin, and take us for your own inheritance.\""},{"number":10,"verse":"{The Covenant Promises Repeated} d Then the Lord said, \"Now I'm going to make a covenant. Before all your people I'll do miraculous deeds that haven't been done {Lit. created} in all the earth or in any nation. All the people among whom you live will see the work of the Lord , for it's an awesome thing that I'll do with you."},{"number":11,"verse":"Obey {Lit. keep} what I am commanding you today. I'll drive out from before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites."},{"number":12,"verse":"Be very careful not to make a covenant with the inhabitants of the land to which you are going, so they won't be a snare among you."},{"number":13,"verse":"Rather, you are to tear down their altars, you are to smash their sacred pillars, and you are to cut down their sacred poles {Heb. Asherim ; wooden symbols of the chief female Canaanite deity}"},{"number":14,"verse":"indeed, you are not to bow down in worship to any other god, because the Lord's name is Jealous he's a jealous God"},{"number":15,"verse":"Otherwise, you may make a covenant with the inhabitants of the land and when they prostitute themselves with their gods and offer sacrifices to their gods, someone may invite you and then you may eat some of their sacrifices."},{"number":16,"verse":"You are not to take any of their daughters for your sons. Otherwise, when their daughters prostitute themselves with their gods, they may cause your sons to prostitute themselves with their gods.\""},{"number":17,"verse":"\"You are not to make molten gods for yourselves."},{"number":18,"verse":"\"You are to observe the Festival of Unleavened Bread. For seven days, at the appointed time in the month Abib, you are to eat unleavened bread as I commanded you, for in the month Abib you came out of Egypt."},{"number":19,"verse":"\"Everything firstborn {Lit. Everything that first opens the womb} belongs to me: all the males of your herds, the firstborn of both cattle and sheep."},{"number":20,"verse":"You are to redeem the firstborn of a donkey with a sheep, and if you don't redeem it, you are to break its neck. You are to redeem every firstborn of your sons, and no one is to appear before me empty-handed."},{"number":21,"verse":"\"For six days you are to work, but on the seventh day you are to rest; even during plowing time and harvest you are to rest."},{"number":22,"verse":"\"You are to observe the Festival of Weeks, the first fruits of the wheat harvest, and the Festival of Ingathering at the turn of the year."},{"number":23,"verse":"Three times during the year all your males shall appear in the presence of the Lord God of Israel."},{"number":24,"verse":"For I'll drive out nations before you, and enlarge your borders, and no one will covet your land when you go up to appear in the presence of the Lord your God three times a year."},{"number":25,"verse":"\"You are not to offer the blood of my sacrifice with anything leavened, nor are you to allow the sacrifice of the Festival of Passover to remain until morning."},{"number":26,"verse":"\"You are to bring the best {Or the first} of the first fruits of the ground to the house of the Lord your God. \"You are not to boil a young goat in its mother's milk.\""},{"number":27,"verse":"Then the Lord told Moses, \"Write down these words, for I'm making a covenant with you and with Israel according to these words.\""},{"number":28,"verse":"While Moses {Lit. he} was there with the Lord for 40 days and 40 nights, he did not eat or drink. {Lit. eat bread or drink water} He wrote the Ten Commandments, the words of the covenant, on the tablets."},{"number":29,"verse":"{Moses'Face Shines} d When Moses came down from Mount Sinai, he had the two tablets in his hand, {Lit. hand as he came down from the mountain} and he did not know that the skin of his face was ablaze with light because he had been speaking with God. {Lit. him}"},{"number":30,"verse":"Aaron and all the Israelis saw Moses and immediately noticed that the skin of his face was shining, and they were afraid to come near him."},{"number":31,"verse":"When Moses called to them, Aaron and the leaders of the congregation returned to him, and he spoke to them."},{"number":32,"verse":"Afterwards all the Israelis came near and he gave them everything the Lord told him on Mount Sinai as commandments."},{"number":33,"verse":"When Moses finished speaking with them he put a veil over his face,"},{"number":34,"verse":"and then whenever Moses would come in the Lord's presence to speak with him, he would remove the veil until he left the Lord's presence. {The Heb. lacks the Lord's presence} When he went out, he would tell the Israelis what he had been commanded."},{"number":35,"verse":"The Israelis would see the face of Moses and that the skin of his face shone; then Moses would put the veil back over his face until he went in to speak with God. {Lit. him}"}]}