{"bibleAbbr":"ISV2011","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"{The Ark of the Covenant} d Bezalel made the ark of acacia wood 45 inches {Lit. two and a half cubits ; or about 1.1 meters} long, 27 inches {Lit. one and a half cubits ; or about 0.7 meters} wide, and 27 inches {Lit. one and a half cubits ; or about 0.7 meters} high."},{"number":2,"verse":"He overlaid it with pure gold, inside and outside, and made a gold molding around it."},{"number":3,"verse":"He cast four rings for it on its four feet, two rings on one side of it and two rings on its other side."},{"number":4,"verse":"He made poles of acacia wood and overlaid them with gold."},{"number":5,"verse":"He put the poles into the rings on the sides of the ark to carry {Lit. with which to carry} the ark."},{"number":6,"verse":"He made a Mercy Seat of pure gold 45 inches {Lit. two and a half cubits ; or about 1.1 meters} long and 27 inches {Lit. one and a half cubits ; or about 0.7 meters} wide."},{"number":7,"verse":"He made two cherubim of gold; he made them of hammered work at the two ends of the Mercy Seat."},{"number":8,"verse":"One cherub was at one end and one cherub at the other end. He made the cherubim at the two ends of the Mercy Seat and of one piece with it."},{"number":9,"verse":"The cherubim had their wings spread upward, covering the Mercy Seat with their wings and facing each other. The faces of the cherubim were turned toward the Mercy Seat."},{"number":10,"verse":"{The Table of Showbread} d Then he made a table of acacia wood three feet {Lit. two cubits ; or about 0.9 meters} long, one and a half feet {Lit. one cubit ; or about 0.46 meters} wide, and 27 inches {Lit. one and a half cubits ; or about 0.7 meters} high."},{"number":11,"verse":"He overlaid it with pure gold and put a gold molding around it."},{"number":12,"verse":"He made a three-inch {Lit. a handbreadth ; or about 0.1 meter} wide rim around it, and made a gold molding around the rim."},{"number":13,"verse":"He cast four gold rings for it and put the rings on the four corners where its four feet were."},{"number":14,"verse":"The rings were close to the rim as holders for the poles to carry the table."},{"number":15,"verse":"He made the poles of acacia wood and overlaid them with gold to carry the table."},{"number":16,"verse":"He made the utensils which were on the table, its plates, dishes, bowls, and jars out of which libations are poured. He made them of pure gold."},{"number":17,"verse":"{The Lampstand} d He made the lamp stand of pure gold. He made the lamp stand, its base, and stem of hammered work and its cups, calyxes, and flowers were of one piece with it."},{"number":18,"verse":"Six branches extended from its sides, three branches of the lamp stand from one side of it, and three branches of the lamp stand from its other side."},{"number":19,"verse":"Three cups shaped like almond blossoms with calyxes and flowers were on one branch and three cups shaped like almond blossoms with calyxes and flowers were on the other branch, and so on for the six branches extending from the lamp stand."},{"number":20,"verse":"On the lamp stand itself there were four cups shaped like almond blossoms each with their calyxes and flowers."},{"number":21,"verse":"A calyx was under the two branches that extended out of the stem; {Lit. out of it} a calyx was under the next pair of {Lit. under two} branches that extended out of the stem; {Lit. out of it} and a calyx was under the last pair of {Lit. under two} branches that extended out of the stem, {Lit. out of it} and so on for the six branches extending from the lamp stand."},{"number":22,"verse":"Their calyxes and their branches were of one piece with it, all of it was of one piece of hammered work of pure gold."},{"number":23,"verse":"He made its seven lamps, its tongs and its trays of pure gold."},{"number":24,"verse":"He made it and all of its furnishings from a talent {I. e. 75 pounds; a talent weighed about 75 pounds} of pure gold."},{"number":25,"verse":"{The Altar for Incense} d He made the altar for burning incense of acacia wood, a square, one and a half feet {Lit. one cubit ; or about 0.46 meters} long, one and a half feet {Lit. one cubit ; or about 0.46 meters} wide, and three feet {Lit. two cubits ; or about 0.9 meters} high, with its horns of one piece with it."},{"number":26,"verse":"He overlaid it with pure gold, its top, its sides all around, and its horns, and he made a gold molding around it."},{"number":27,"verse":"He made two gold rings for it under its molding, on its two opposite sides as holders for poles by which to carry it."},{"number":28,"verse":"He made the poles of acacia wood and overlaid them with gold."},{"number":29,"verse":"And he made the holy anointing oil and the pure aromatic incense, the work of a perfumer."}]}