{"bibleAbbr":"LXXBr","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"Οὐ λήψεται ἄνθρωπος τὴν γυναῖκα τοῦ πατρὸς αὐτοῦ, καὶ οὐκ ἀποκαλύψει συγκάλυμμα τοῦ πατρὸς αὐτοῦ."},{"number":2,"verse":"Οὐκ εἰσελεύσεται θλαδίας, οὐδὲ ἀποκεκομμένος, εἰς ἐκκλησίαν Κυρίου."},{"number":3,"verse":"Οὐκ εἰσελεύσεται ἐκ πόρνης εἰς ἐκκλησίαν Κύριου."},{"number":4,"verse":"Οὐκ εἰσελεύσεται Ἀμμανίτης καὶ Μωαβίτης εἰς ἐκκλησίαν Κυρίου, καὶ ἕως δεκάτης γενεᾶς οὐκ εἰσελεύσεται εἰς ἐκκλησίαν Κυρίου, καὶ ἕως εἰς τὸν αἰῶνα·"},{"number":5,"verse":"παρὰ τὸ μὴ συναντῆσαι αὐτοὺς ὑμῖν μετὰ ἄρτων καὶ ὕδατος ἐν τῇ ὁδῷ, ἐκπορευομένων ὑμῶν ἐξ Αἰγύπτου, καὶ ὅτι ἐμισθώσαντο ἐπὶ σὲ τὸν Βαλαὰμ υἱὸν Βεὼρ ἐκ τῆς Μεσοποταμίας καταρᾶσθαί σε."},{"number":6,"verse":"Καὶ οὐκ ἠθέλησε Κύριος ὁ Θεός σου εἰσακοῦσαι τοῦ Βαλαάμ· καὶ μετέστρεψε Κύριος ὁ Θεός σου τὰς κατάρας εἰς εὐλογίαν, ὅτι ἠγάπησέ σε Κύριος ὁ Θεός σου."},{"number":7,"verse":"Οὐ προσαγορεύσεις εἰρηνικὰ αὐτοῖς καὶ συμφέροντα αὐτοῖς πάσας τὰς ἡμέρας σου εἰς τὸν αἰῶνα."},{"number":8,"verse":"Οὐ βδελύξῃ Ἰδουμαῖον, ὅτι ἀδελφός σού ἐστίν· οὐ βδελύξῃ Αἰγύπτιον, ὅτι πάροικος ἐγένου ἐν τῇ γῇ αὐτοῦ."},{"number":9,"verse":"Υἱοὶ ἐὰν γεννηθῶσιν αὐτοῖς, γενεᾷ τρίτῃ εἰσελεύσονται εἰς ἐκκλησίαν Κυρίου."},{"number":10,"verse":"Ἐὰν δὲ ἐξέλθῃς παρεμβαλεῖν ἐπὶ τοὺς ἐχθρούς σου, καὶ φυλάξῃ ἀπὸ παντὸς ῥήματος πονηροῦ."},{"number":11,"verse":"Ἐὰν ἠ· ἐν σοὶ ἄνθρωπος ὃς οὐκ ἔσται καθαρὸς ἐκ ῥύσεως αὐτοῦ νυκτὸς, καὶ ἐξελεύσεται ἔξω τῆν παρεμβολῆς, καὶ οὐκ εἰσελεύσεται εἰς τὴν παρεμβολήν."},{"number":12,"verse":"Καὶ ἔσται τὸ πρὸς ἐσπέραν λούσεται τὸ σῶμα αὐτοῦ ὕδατι, καὶ δεδυκότος ἡλίου εἰσελεύσεται εἰς τὴν παρεμβολήν."},{"number":13,"verse":"Καὶ τόπος ἔσται σοι ἔξω τῆς παρεμβολῆς, καὶ ἐξελεύσῃ ἐκεῖ ἔξω."},{"number":14,"verse":"Καὶ πάσσαλος ἔσται σοι ἐπὶ τῆς ζώνης σου· καὶ ἔσται ὅταν διακαθιζάνῃς ἔξω, καὶ ὀρύξεις ἐν αὐτῷ, καὶ ἐπαγαγὼν καλύψεις τὴν ἀσχημοσύνην σου·"},{"number":15,"verse":"Ὅτι Κύριος ὁ Θεός σου ἐμπεριπατεῖ ἐν τῇ παρεμβολῇ σου ἐξελέσθαι σε καὶ παραδοῦναι τὸν ἐχθρόν σου πρὸ προσώπου σου· καὶ ἔσται ἡ παρεμβολή σου ἁγία, καὶ οὐκ ὀφθήσεται ἐν σοὶ ἀσχημοσύνη πράγματος, καὶ ἀποστρέψει ἀπὸ σοῦ."},{"number":16,"verse":"Οὐ παραδώσεις παῖδα τῷ κυρίῳ αὐτοῦ, ὃς προστέθειταί σοι παρὰ τοῦ κυρίου αὐτοῦ."},{"number":17,"verse":"Μετὰ σοῦ κατοικήσει, ἐν ὑμῖν κατοικήσει οὗ ἂν ἀρέσῃ αὐτῷ· οὐ θλίψεις αὐτόν."},{"number":18,"verse":"Οὐκ ἔσται πόρνη ἀπὸ θυγατέρων Ἰσραὴλ, καὶ οὐκ ἔσται πορνεύων ἀπὸ υἱῶν Ἰσραήλ· οὐκ ἔσται τελεσφόρος ἀπὸ θυγατέρων Ἰσραήλ, καὶ οὐκ ἔσται τελισκόμενος ἀπὸ υἱῶν Ἰσραήλ."},{"number":19,"verse":"Οὐ προσοίσεις μίσθωμα πόρνης, οὐδὲ ἄλλαγμα κυνὸς εἰς τὸν οἶκον Κυρίου τοῦ Θεοῦ σου πρὸς πᾶσαν εὐχὴν, ὅτι βδέλυγμα Κυρίῳ τῷ Θεῷ σου ἐστὶ καὶ ἀμφότερα."},{"number":20,"verse":"Οὐκ ἐκτοκιεῖς τῷ ἀδελφῷ σου τόκον ἀργυρίου, καὶ τόκον βρωμάτων, καὶ τοκον παντὸς πράγματος, οὗ ἐὰν ἐκδανίσῃς."},{"number":21,"verse":"Τῷ ἀλλοτρίῳ ἐκτοκιεῖς, τῷ δὲ ἀδελφῷ σου οὐκ ἐκτοκιεῖς, ἵνα εὐλογήσῃ σε Κύριος ὁ Θεός σου ἐν πᾶσι τοῖς ἔργοις σου ἐπὶ τῆς γῆς, εἰς ἣν εἰσπορεύῃ ἐκεῖ κληρονομῆσαι αὐτήν."},{"number":22,"verse":"Ἐὰν δὲ εὔξῃ εὐχὴν Κυρίῳ τῷ Θεῷ σου, οὐ χρονιεῖς ἀποδοῦναι αὐτὴν, ὅτι ἐκζητῶν ἐκζητήσει Κύριος ὁ Θεός σου παρὰ σοῦ, καὶ ἔσται ἐν σοὶ ἁμαρτία."},{"number":23,"verse":"Ἐὰν δὲ μὴ θέλῃς εὔξασθαι, οὐκ ἔστιν ἐν σοὶ ἁμαρτία."},{"number":24,"verse":"Τὰ ἐκπορευόμενα διὰ τῶν χειλέων σου φυλάξῃ, καὶ ποιήσεις ὃν τρόπον ηὔξω Κυρίῳ τῷ Θεῷ δόμα, ὃ ἐλάλησας τῷ στόματί σου."},{"number":25,"verse":"Ἐὰν δὲ εἰσέλθῃς εἰς ἀμητὸν τοῦ πλησίον σου, καὶ συλλέξῃς ἐν ταῖς χερσί σου στάχυς, καὶ δρέπανον οὐ μὴ ἐπιβάλῃς ἐπʼ ἀμητὸν τοῦ πλησίον σου. (26)Ἐὰν δὲ εἰσέλθῃς εἰς τὸν ἀμπελῶνα τοῦ πλησίον σου, φαγῇ σταφυλὴν, ὅσον ψυχήν σου ἐμπλησθῆναι, εἰς δὲ ἄγγος οὐκ ἐμβάλῃς."}]}