{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "எபேசியர்",
  "bookEnglishName" : "Ephesians",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆகவே, நீங்கள் இறைவனுடைய அன்பான பிள்ளைகளாய் இருப்பதனால், அவருடைய மாதிரியைப் பின்பற்றுங்கள்."
  }, {
    "number" : 2,
    "verse" : "கிறிஸ்து நம்மில் அன்பாயிருந்து, இறைவனுக்கு நறுமணமுள்ள காணிக்கையாகவும் பலியாகவும் நமக்காகத் தம்மையே ஒப்புக்கொடுத்தார். அதுபோல நீங்களும் அன்புள்ள வாழ்க்கை வாழுங்கள்."
  }, {
    "number" : 3,
    "verse" : "பாலியல் ஒழுக்கக்கேடோ, எந்தவிதமான அசுத்தமோ, பேராசையோ எதைக் குறித்தும் உங்களுக்குள் ஒரு பேச்சும் அடிபடக் கூடாது. இப்படியாக பேசாமல் இருப்பதே இறைவனுடைய பரிசுத்த மக்களுக்கு ஏற்றது."
  }, {
    "number" : 4,
    "verse" : "அதேபோல, வெட்கக்கேடான செயலும், மூடத்தனமான பேச்சுக்களும், கீழ்த்தரமான கேலிப் பேச்சுக்களும் உங்களுக்கு ஏற்றதல்ல. இறைவனுக்கு நன்றி செலுத்துவதே ஏற்றது."
  }, {
    "number" : 5,
    "verse" : "ஒழுக்கக்கேடாய் நடக்கின்றவனோ, தூய்மையற்றவனோ, சிலை வணக்கம் செய்பவனுக்கு ஒப்பாயிருக்கிற பேராசைக்காரனோ கிறிஸ்துவுக்கும் இறைவனுக்கும் உரிய அரசின் சொத்துரிமையில் எவ்வித பங்கும் பெறுவதில்லை; இதை நிச்சயமாய் அறிந்துகொள்ளுங்கள்."
  }, {
    "number" : 6,
    "verse" : "வீண் வார்த்தைகளினால் ஒருவரும் உங்களை ஏமாற்ற இடமளிக்காதீர்கள். இதன் காரணமாகவே, கீழ்ப்படியாதவர்கள்மீது இறைவனுடைய தண்டனை வருகின்றது."
  }, {
    "number" : 7,
    "verse" : "எனவே, இப்படிப்பட்டவர்களோடு பங்காளிகளாய் இருக்க வேண்டாம்."
  }, {
    "number" : 8,
    "verse" : "ஏனெனில் ஒரு காலத்தில் நீங்கள் இருளாய் இருந்தீர்கள். ஆனால் இப்பொழுதோ கர்த்தரில் வெளிச்சமாய் இருக்கின்றீர்கள். எனவே, வெளிச்சத்தின் பிள்ளைகளாக வாழுங்கள்."
  }, {
    "number" : 9,
    "verse" : "(எல்லா நன்மையும் நீதியும் உண்மையும் வெளிச்சத்தின் கனியாக இருக்கின்றன)"
  }, {
    "number" : 10,
    "verse" : "எனவே, கர்த்தரை சந்தோஷப்படுத்துவது எது என்பதை ஆராய்ந்து அறிந்துகொள்ளுங்கள்."
  }, {
    "number" : 11,
    "verse" : "இருளின் பலனற்ற செயல்களில் பங்காளிகளாய் இருக்க வேண்டாம். மாறாக அவைகளை பகிரங்கப்படுத்துங்கள்."
  }, {
    "number" : 12,
    "verse" : "ஏனெனில், கீழ்ப்படியாதவர்கள் இரகசியமாக செய்கின்ற காரியங்களைக் குறித்து சொல்வதற்குக்கூட வெட்கமாக இருக்கின்றது."
  }, {
    "number" : 13,
    "verse" : "வெளிச்சத்தினால் உண்மை நிலை பகிரங்கமாகும்போது யாவும் வெளிப்படை ஆகின்றன."
  }, {
    "number" : 14,
    "verse" : "ஏனெனில் தெளிவாய் வெளிப்படுத்தப்படுவதே வெளிச்சம். அதனால்தான், “நித்திரை செய்பவனே விழித்தெழு, இறந்தவர்களைவிட்டு உயிர்த்தெழு, கிறிஸ்து உன்மேல் பிரகாசிப்பார்” என சொல்லப்பட்டுள்ளது."
  }, {
    "number" : 15,
    "verse" : "எனவே நீங்கள் எப்படி வாழ்கின்றீர்கள் என்பதைக் குறித்துக் கவனமாயிருங்கள். ஞானமற்றவர்களைப் போல் வாழாமல், ஞானமுள்ளவர்களாய் வாழுங்கள்."
  }, {
    "number" : 16,
    "verse" : "நாட்கள் தீயதாக இருப்பதனால் கிடைக்கும் காலத்தை மிகவும் பயனுள்ளவிதத்தில் செலவிடுங்கள்."
  }, {
    "number" : 17,
    "verse" : "அதனால், மதியற்றவர்களாய் நடக்காமல் அதற்குப் பதிலாக கர்த்தரின் விருப்பம் என்ன என்பதைப் புரிந்துகொள்ளுங்கள்."
  }, {
    "number" : 18,
    "verse" : "மதுபானம் குடித்து வெறிகொள்ள வேண்டாம், அது சீர்கேட்டிற்கே வழிநடத்தும். மாறாக பரிசுத்த ஆவியானவரால் நிரப்பப்பட்டு,"
  }, {
    "number" : 19,
    "verse" : "சங்கீதங்களினாலும் கீர்த்தனைகளினாலும் ஆவிக்குரிய பாடல்களினாலும் ஒருவரோடு ஒருவர் பேசி, உங்கள் உள்ளத்திலே இசைபாடி கர்த்தரைப் போற்றுங்கள்."
  }, {
    "number" : 20,
    "verse" : "நமது ஆண்டவர் இயேசு கிறிஸ்துவின் பெயரில் எப்போதும் எல்லாவற்றுக்காகவும் பிதாவாகிய இறைவனுக்கு நன்றி செலுத்துங்கள்."
  }, {
    "number" : 21,
    "verse" : "(கிறிஸ்தவ குடும்பங்களுக்கான அறிவுரைகள்)கிறிஸ்துவில் உங்களுக்கிருக்கும் பயபக்தியின் காரணமாக ஒருவருக்கொருவர் பணிந்திருங்கள்."
  }, {
    "number" : 22,
    "verse" : "எனவே மனைவியரே, ஆண்டவருக்கு பணிந்திருப்பது போல, உங்கள் கணவருக்குப் பணிந்திருங்கள்."
  }, {
    "number" : 23,
    "verse" : "ஏனெனில், கிறிஸ்து தமது உடலாகிய திருச்சபையின் தலைவராய் இருப்பது போல, கணவன் தனது மனைவியின் தலைவனாய் இருக்கின்றான். கிறிஸ்துவே தமது திருச்சபையின் இரட்சகராகவும் இருக்கின்றார்."
  }, {
    "number" : 24,
    "verse" : "அப்படியே, திருச்சபையானது கிறிஸ்துவுக்குப் பணிந்திருப்பது போல, மனைவியரும் தங்கள் கணவருக்கு எல்லாவற்றிலும் பணிந்திருக்க வேண்டும்."
  }, {
    "number" : 25,
    "verse" : "கிறிஸ்து திருச்சபை மீது அன்பு காட்டி அதற்காகத் தம்மை ஒப்புக்கொடுத்தது போல், கணவர்களே நீங்களும் உங்கள் மனைவியரிடம் அன்பாய் இருங்கள்."
  }, {
    "number" : 26,
    "verse" : "திருச்சபையை வார்த்தையைக் கொண்டு தண்ணீரால் கழுவிச் சுத்திகரித்து, அதைப் பரிசுத்தம் ஆக்கும்படியாகவே அவர் தம்மை ஒப்புக்கொடுத்தார்."
  }, {
    "number" : 27,
    "verse" : "எவ்வித கறையோ, சுருக்கமோ, வேறு எவ்வித குறையோ இல்லாமல் பரிசுத்தமும், குற்றமற்றதும், மகிமையானதுமான திருச்சபையாக அதைத் தம் முன் நிறுத்தவே தம்மை அதற்காக ஒப்புக்கொடுத்தார்."
  }, {
    "number" : 28,
    "verse" : "இதேவிதமாக, கணவர்களும் தங்கள் சொந்த உடல் மீது அன்பு காட்டுவது போல் தங்கள் மனைவியர் மீது அன்பு காட்ட வேண்டும். தன் மனைவி மீது அன்பாயிருக்கின்றவன் தன்மீது அன்பாயிருக்கிறான்."
  }, {
    "number" : 29,
    "verse" : "எவனும் தன் சொந்த உடலை ஒருபோதும் வெறுப்பதில்லை. மாறாக, தனது உடலுக்கு வேண்டியதைக் கொடுத்து அதைப் பராமரிப்பான். இதுபோலவே கிறிஸ்துவும் தமது திருச்சபையைப் பராமரிக்கிறார்."
  }, {
    "number" : 30,
    "verse" : "நாமும் கிறிஸ்துவினுடைய உடலின் அங்கங்களாய் இருக்கின்றோம்."
  }, {
    "number" : 31,
    "verse" : "“இக்காரணத்தினால் ஒருவன் தன் தந்தையையும் தாயையும்விட்டு, தனது மனைவியுடன் இணைந்திருப்பான், இருவரும் ஒரே உடலாக இருப்பார்கள்.”"
  }, {
    "number" : 32,
    "verse" : "இது மிகவும் ஆழ்ந்த இரகசியம், இதை தெளிவுபடுத்திச் சொல்கின்றேன். உண்மையில் இது கிறிஸ்துவையும் திருச்சபையையும்பற்றிக் குறிப்பிடுகிறது."
  }, {
    "number" : 33,
    "verse" : "எப்படி இருந்தாலும், ஒவ்வொருவரும் தன்மீது அன்பாயிருப்பது போல தன் மனைவி மீதும் அன்பாயிருக்க வேண்டும். மனைவியும் தன் கணவனை மதித்து நடக்க வேண்டும்."
  } ]
}