{"bibleAbbr":"NKJV1982","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"The Report of Saul’s Death Now it came to pass after the (Gen. 50:10) death of Saul, when David had returned from (1 Sam. 31:6) the slaughter of the Amalekites, and David had stayed two days in Ziklag,"},{"number":2,"verse":"on the third day, behold, it happened that (1 Sam. 30:1, 17, 26) a man came from Saul’s camp (2 Sam. 4:10) with his clothes torn and dust on his head. So it was, when he came to David, that he (1 Sam. 4:12) fell to the ground and prostrated himself."},{"number":3,"verse":"And David said to him, “Where have you come from?” So he said to him, “I have escaped from the camp of Israel.”"},{"number":4,"verse":"Then David said to him, (1 Sam. 25:23) “How did the matter go? Please tell me.” And he answered, “The people have fled from the battle, many of the people are fallen and dead, and Saul and (1 Sam. 4:16; 31:3) Jonathan his son are dead also.”"},{"number":5,"verse":"So David said to the young man who told him, “How do you know that Saul and Jonathan his son are dead?”"},{"number":6,"verse":"Then the young man who told him said, “As I happened by chance to be on (1 Sam. 31:2) Mount Gilboa, there was (1 Sam. 31:1) Saul, leaning on his spear; and indeed the chariots and horsemen followed hard after him."},{"number":7,"verse":"Now when he looked behind him, he saw me and called to me. And I answered, ‘Here I am.’"},{"number":8,"verse":"And he said to me, ‘Who are you?’ So I answered him, ‘I am an Amalekite.’"},{"number":9,"verse":"He said to me again, ‘Please stand over me and kill me, for anguish has come upon me, but my life still remains in me.’"},{"number":10,"verse":"So I stood over him and (1 Sam. 31:2-4) killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the bracelet that was on his arm, and have brought them here to my lord.”"},{"number":11,"verse":"Therefore David took hold of his own clothes and (Judg. 9:54; 2 Kin. 11:12) tore them, and so did all the men who were with him."},{"number":12,"verse":"And they (2 Sam. 3:31; 13:31) mourned and wept and (2 Sam. 3:31) fasted until evening for Saul and for Jonathan his son, for the (1 Sam. 31:13) people of the LORD and for the house of Israel, because they had fallen by the sword."},{"number":13,"verse":"Then David said to the young man who told him, “Where are you from?” And he answered, “I am the son of an alien, an Amalekite.”"},{"number":14,"verse":"So David said to him, “How (2 Sam. 6:21) was it you were not (Num. 12:8) afraid to (1 Sam. 31:4) put forth your hand to destroy the LORD’s anointed?”"},{"number":15,"verse":"Then (1 Sam. 24:6; 26:9) David called one of the young men and said, “Go near, and execute him!” And he struck him so that he died."},{"number":16,"verse":"So David said to him, (2 Sam. 4:10, 12) “Your blood is on your own head, for (1 Sam. 26:9; 2 Sam. 3:28; 1 Kin. 2:32-37) your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’ ”"},{"number":17,"verse":"The Song of the Bow Then David lamented with this lamentation over Saul and over Jonathan his son,"},{"number":18,"verse":"(2 Sam. 1:10; Luke 19:22) and he told them to teach the children of Judah the Song of the Bow; indeed it is written (1 Sam. 31:3) in the Book of Jasher:"},{"number":19,"verse":"“The beauty of Israel is slain on your high places! (Josh. 10:13) How the mighty have fallen!"},{"number":20,"verse":"(2 Sam. 1:27) Tell it not in Gath, Proclaim it not in the streets of (1 Sam. 27:2; 31:8-13; Mic. 1:10) Ashkelon— Lest (1 Sam. 6:17; Jer. 25:20) the daughters of the Philistines rejoice, Lest the daughters of (Ex. 15:20; Judg. 11:34; 1 Sam. 18:6) the uncircumcised triumph."},{"number":21,"verse":"“O (1 Sam. 31:4) mountains of Gilboa, (1 Sam. 31:1) Let there be no dew nor rain upon you, Nor fields of offerings. For the shield of the mighty is cast away there! The shield of Saul, not (Ezek. 31:15) anointed with oil."},{"number":22,"verse":"From the blood of the slain, From the fat of the mighty, (1 Sam. 10:1) The bow of Jonathan did not turn back, And the sword of Saul did not return empty."},{"number":23,"verse":"“Saul and Jonathan were beloved and pleasant in their lives, And in their (Deut. 32:42; 1 Sam. 18:4) death they were not divided; They were swifter than eagles, They were (1 Sam. 31:2-4) stronger than lions."},{"number":24,"verse":"“O daughters of Israel, weep over Saul, Who clothed you in scarlet, with luxury; Who put ornaments of gold on your apparel."},{"number":25,"verse":"“How the mighty have fallen in the midst of the battle! Jonathan was slain in your high places."},{"number":26,"verse":"I am distressed for you, my brother Jonathan; You have been very pleasant to me; (Judg. 14:18) Your love to me was wonderful, Surpassing the love of women."},{"number":27,"verse":"“How (1 Sam. 18:1-4; 19:2; 20:17) the mighty have fallen, And the weapons of war perished!”"}]}