{"bibleAbbr":"NKJV1982","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"Praise for God’s Deliverance Then David (1 Chr. 20:8) spoke to the LORD the words of this song, on the day when the LORD had (Ex. 15:1; Deut. 31:30; Judg. 5:1) delivered him from the hand of all his enemies, and from the hand of Saul."},{"number":2,"verse":"And he (Ps. 18:title; 34:19) said: (Ps. 18) “The LORD is my rock and my (Deut. 32:4; 1 Sam. 2:2) fortress and my deliverer;"},{"number":3,"verse":"The God of my strength, (Ps. 91:2) in whom I will trust; My (Ps. 7:1; Heb. 2:13) shield and the (Gen. 15:1; Deut. 33:29; Ps. 84:11) horn of my salvation, My (Luke 1:69) stronghold and my (Prov. 18:10) refuge; My Savior, You save me from violence."},{"number":4,"verse":"I will call upon the LORD, who is worthy to be praised; So shall I be saved from my enemies."},{"number":5,"verse":"“When the waves of death surrounded me, The floods of ungodliness made me afraid."},{"number":6,"verse":"The (Ps. 9:9; 46:1, 7, 11; Jer. 16:19) sorrows of Sheol surrounded me; The snares of death confronted me."},{"number":7,"verse":"In my distress (Ps. 116:3) I called upon the LORD, And cried out to my God; He (Ps. 116:4; 120:1) heard my voice from His temple, And my cry entered His ears."},{"number":8,"verse":"“Then (Ex. 3:7; Ps. 34:6, 15) the earth shook and trembled; (Judg. 5:4; Ps. 77:18; 97:4) The foundations of heaven quaked and were shaken, Because He was angry."},{"number":9,"verse":"Smoke went up from His nostrils, And devouring (Job 26:11) fire from His mouth; Coals were kindled by it."},{"number":10,"verse":"He (Deut. 32:22; Ps. 97:3, 4; Heb. 12:29) bowed the heavens also, and came down With (Ex. 19:16-20; Is. 64:1) darkness under His feet."},{"number":11,"verse":"He rode upon a cherub, and flew; And He was seen (Ex. 20:21) upon the wings of the wind."},{"number":12,"verse":"He made (Ps. 104:3) darkness canopies around Him, Dark waters and thick clouds of the skies."},{"number":13,"verse":"From the brightness before Him Coals of fire were kindled."},{"number":14,"verse":"“The LORD (Job 36:29; Ps. 97:2) thundered from heaven, And the Most High uttered His voice."},{"number":15,"verse":"He sent out (1 Sam. 2:10; Job 37:2-5; Ps. 29:3) arrows and scattered them; Lightning bolts, and He vanquished them."},{"number":16,"verse":"Then the channels of the sea (Deut. 32:23; Josh. 10:10; 1 Sam. 7:10; Ps. 7:13) were seen, The foundations of the world were uncovered, At the (Nah. 1:4) rebuke of the LORD, At the blast of the breath of His nostrils."},{"number":17,"verse":"“He (Ex. 15:8) sent from above, He took me, He drew me out of many waters."},{"number":18,"verse":"He delivered me from my strong enemy, From those who hated me; For they were too strong for me."},{"number":19,"verse":"They confronted me in the day of my calamity, But the LORD was my (Ps. 144:7; Is. 43:2) support."},{"number":20,"verse":"(Is. 10:20) He also brought me out into a broad place; He delivered me because He (Ps. 31:8; 118:5) delighted in me."},{"number":21,"verse":"“The (2 Sam. 15:26) LORD rewarded me according to my righteousness; According to the (1 Sam. 26:23; (Ps. 7:8)) cleanness of my hands He has recompensed me."},{"number":22,"verse":"For I have ((Job 17:9); Ps. 24:4) kept the ways of the LORD, And have not wickedly departed from my God."},{"number":23,"verse":"For all His (Gen. 18:19; 2 Chr. 34:33; Ps. 119:3) judgments were before me; And as for His statutes, I did not depart from them."},{"number":24,"verse":"I was also ((Deut. 6:6-9; 7:12); Ps. 119:30, 102) blameless before Him, And I kept myself from my iniquity."},{"number":25,"verse":"Therefore (Gen. 6:9; 7:1; Job 1:1; (Eph. 1:4; Col. 1:21, 22)) the LORD has recompensed me according to my righteousness, According to my cleanness in His eyes."},{"number":26,"verse":"“With (2 Sam. 22:21) the merciful You will show Yourself merciful; With a blameless man You will show Yourself blameless;"},{"number":27,"verse":"With the pure You will show Yourself pure; And ((Matt. 5:7)) with the devious You will show Yourself shrewd."},{"number":28,"verse":"You will save the ((Lev. 26:23, 24; Rom. 1:28)) humble people; But Your eyes are on (Ps. 72:12) the haughty, that You may bring them down."},{"number":29,"verse":"“For You are my (Job 40:11) lamp, O LORD; The LORD shall enlighten my darkness."},{"number":30,"verse":"For by You I can run against a troop; By my God I can leap over a (Ps. 119:105; 132:17) wall."},{"number":31,"verse":"As for God, (2 Sam. 5:6-8) His way is perfect; ((Deut. 32:4); Dan. 4:37; (Matt. 5:48)) The word of the LORD is proven; He is a shield to all who trust in Him."},{"number":32,"verse":"“For (Ps. 12:6; (Prov. 30:5)) who is God, except the LORD? And who is a rock, except our God?"},{"number":33,"verse":"God is my (Is. 45:5, 6) strength and power, And He (Ps. 27:1) makes my way ((Heb. 13:21)) perfect."},{"number":34,"verse":"He makes my feet (Ps. 101:2, 6) like the feet of deer, And (2 Sam. 2:18; Hab. 3:19) sets me on my high places."},{"number":35,"verse":"He teaches my hands to make war, So that my arms can bend a bow of bronze."},{"number":36,"verse":"“You have also given me the shield of Your salvation; Your gentleness has made me great."},{"number":37,"verse":"You (Is. 33:16) enlarged my path under me; So my feet did not slip."},{"number":38,"verse":"“I have pursued my enemies and destroyed them; Neither did I turn back again till they were destroyed."},{"number":39,"verse":"And I have destroyed them and wounded them, So that they could not rise; They have fallen (2 Sam. 22:20; Prov. 4:12) under my feet."},{"number":40,"verse":"For You have (Mal. 4:3) armed me with strength for the battle; You have subdued under me ((Ps. 18:32)) those who rose against me."},{"number":41,"verse":"You have also given me the ((Ps. 44:5)) necks of my enemies, So that I destroyed those who hated me."},{"number":42,"verse":"They looked, but there was none to save; Even (Gen. 49:8; Josh. 10:24) to the LORD, but He did not answer them."},{"number":43,"verse":"Then I beat them as fine (1 Sam. 28:6; Prov. 1:28; Is. 1:15) as the dust of the earth; I trod them (2 Kin. 13:7; Ps. 18:42) like dirt in the streets, And I spread them out."},{"number":44,"verse":"“You (Is. 10:6) have also delivered me from the strivings of my people; You have kept me as the (2 Sam. 3:1) head of the nations. (Deut. 28:13) A people I have not known shall serve me."},{"number":45,"verse":"The foreigners submit to me; As soon as they hear, they obey me."},{"number":46,"verse":"The foreigners fade away, And come frightened ((Is. 55:5)) from their hideouts."},{"number":47,"verse":"“The LORD lives! Blessed be my Rock! Let God be exalted, The (1 Sam. 14:11; (Mic. 7:17)) Rock of my salvation!"},{"number":48,"verse":"It is God who avenges me, And ((2 Sam. 22:3); Ps. 89:26) subdues the peoples under me;"},{"number":49,"verse":"He delivers me from my enemies. You also lift me up above those who rise against me; You have delivered me from the (1 Sam. 24:12; Ps. 144:2) violent man."},{"number":50,"verse":"Therefore I will give thanks to You, O LORD, among (Ps. 140:1, 4, 11) the Gentiles, And sing praises to Your (2 Sam. 8:1-14) name."},{"number":51,"verse":"“He (Ps. 57:7; Rom. 15:9) is the tower of salvation to His king, And shows mercy to His (Ps. 144:10) anointed, To David and (Ps. 89:20) his descendants forevermore.”"}]}