{"bibleAbbr":"NKJV1982","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"(Ishbosheth Is Murdered) When Saul’s son heard that Abner had died in Hebron, (1 Kin. 2:5, 6, 32-34; 2 Tim. 4:14) he lost heart, and all Israel was (Ezra 4:4; Is. 13:7) troubled."},{"number":2,"verse":"Now Saul’s son had two men who were captains of troops. The name of one was Baanah and the name of the other Rechab, the sons of Rimmon the Beerothite, of the children of Benjamin. (For (Matt. 2:3) Beeroth also was part of Benjamin,"},{"number":3,"verse":"because the Beerothites fled to (Josh. 18:25) Gittaim and have been sojourners there until this day.)"},{"number":4,"verse":"(Neh. 11:33) Jonathan, Saul’s son, had a son who was lame in his feet. He was five years old when the news about Saul and Jonathan came (2 Sam. 9:3) from Jezreel; and his nurse took him up and fled. And it happened, as she made haste to flee, that he fell and became lame. His name was (1 Sam. 29:1, 11) Mephibosheth."},{"number":5,"verse":"Then the sons of Rimmon the Beerothite, Rechab and Baanah, set out and came at about the heat of the day to the (2 Sam. 9:6) house of Ishbosheth, who was lying on his bed at noon."},{"number":6,"verse":"And they came there, all the way into the house, as though to get wheat, and they stabbed him (2 Sam. 2:8, 9) in the stomach. Then Rechab and Baanah his brother escaped."},{"number":7,"verse":"For when they came into the house, he was lying on his bed in his bedroom; then they struck him and killed him, beheaded him and took his head, and were all night escaping through the plain."},{"number":8,"verse":"And they brought the head of Ishbosheth to David at Hebron, and said to the king, “Here is the head of Ishbosheth, the son of Saul your enemy, (2 Sam. 2:23; 20:10) who sought your life; and the LORD has avenged my lord the king this day of Saul and his descendants.”"},{"number":9,"verse":"But David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, “As the LORD lives, (1 Sam. 19:2, 10, 11; 23:15; 25:29) who has redeemed my life from all adversity,"},{"number":10,"verse":"when (Gen. 48:16; 1 Kin. 1:29; Ps. 31:7) someone told me, saying, ‘Look, Saul is dead,’ thinking to have brought good news, I arrested him and had him executed in Ziklag—the one who thought I would give him a reward for his news."},{"number":11,"verse":"How much more, when wicked men have killed a righteous person in his own house on his bed? Therefore, shall I not now (2 Sam. 1:2-16) require his blood at your hand and remove you from the earth?”"},{"number":12,"verse":"So David ((Gen. 9:5, 6; Ps. 9:12)) commanded his young men, and they executed them, cut off their hands and feet, and hanged them by the pool in Hebron. But they took the head of Ishbosheth and buried it in the (2 Sam. 1:15) tomb of Abner in Hebron."}]}