{"bibleAbbr":"urRV2010","bookName":"زکریاہ","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"( خُداوند اپنے لوگوں کو اپنی طرف واپس بُلاتا ہے) دارا کے دُوسرے برس کے آٹھویں مہِینے میں خُداوندکا کلام زکریا ہ نبی بِن برکیاہ بِن عِدُّو پر نازِل ہُؤا۔"},{"number":2,"verse":"کہ خُداوند تُمہارے باپ دادا سے سخت ناراض رہا۔"},{"number":3,"verse":"اِس لِئے تُو اُن سے کہہ ربُّ الافواج یُوں فرماتا ہے کہ تُم میری طرف رجُوع ہو ربُّ الافواج کا فرمان ہے تو مَیں تُمہاری طرف رجُوع ہُوں گا ربُّ الافواج فرماتاہے۔"},{"number":4,"verse":"تُم اپنے باپ دادا کی مانِند نہ بنو جِن سے اگلے نبِیوں نے بآوازِ بُلند کہا ربُّ الافواج یُوں فرماتا ہے کہ تُم اپنی بُری روِش اور بد اعمالی سے باز آؤ پر اُنہوں نے نہ سُنا اور مُجھے نہ مانا خُداوند فرماتا ہے۔"},{"number":5,"verse":"تُمہارے باپ دادا کہاں ہیں؟ کیا انبیا ہمیشہ زِندہ رہتے ہیں؟۔"},{"number":6,"verse":"لیکن میرا کلام اور میرے آئِین جو مَیں نے اپنے خِدمت گُذار نبِیوں کو فرمائے تھے کیا وہ تُمہارے باپ دادا پر پُورے نہیں ہُوئے؟ چُنانچہ اُنہوں نے رجُوع لا کر کہا کہ ربُّ الافواج نے اپنے اِرادہ کے مُطابِق ہماری عادات اور ہمارے اعمال کا بدلہ دِیا ہے۔"},{"number":7,"verse":"( نبی کی گھوڑوں کی رویا) دارا کے دُوسرے برس اور گیارھویں مہِینے یعنی ماہِ سبا ط کی چَوبِیسوِیں تارِیخ کو خُداوند کا کلام زکریاہ نبی بِن برکیاہ بِن عِدُّو پر نازِل ہُؤا۔"},{"number":8,"verse":"کہ مَیں نے رات کو رویا میں دیکھا کہ ایک شخص سُرنگ گھوڑے پر سوار مِہندی کے درختوں کے درمیان نشیب میں کھڑا تھا اور اُس کے پِیچھے سُرنگ اور کُمَیت اور نُقرہ گھوڑے تھے۔"},{"number":9,"verse":"تب مَیں نے کہا اَے میرے آقا یہ کیا ہیں؟ اِس پر فرِشتہ نے جو مُجھ سے گُفتگُو کرتا تھا کہا مَیں تُجھے دِکھاؤُں گا کہ یہ کیا ہیں۔"},{"number":10,"verse":"اور جو شخص مِہندی کے درختوں کے درمِیان کھڑا تھا کہنے لگا یہ وہ ہیں جِن کو خُداوند نے بھیجا ہے کہ ساری دُنیا میں سَیر کریں۔"},{"number":11,"verse":"اور اُنہوں نے خُداوند کے فرِشتہ سے جو مِہندی کے درختوں کے درمِیان کھڑا تھا کہا ہم نے ساری دُنیا کی سَیر کی ہے اور دیکھا کہ ساری زمِین میں امن و امان ہے۔"},{"number":12,"verse":"پِھر خُداوند کے فرِشتہ نے کہا اَے ربُّ الافواج تُو یروشلیِم اور یہُوداہ کے شہروں پر جِن سے تُو ستّر برس سے ناراض ہے کب تک رحم نہ کرے گا؟۔"},{"number":13,"verse":"اور خُداوند نے اُس فرِشتہ کو جو مُجھ سے گُفتگُو کرتا تھا مُلائِم اور تسلّی بخش جواب دِیا۔"},{"number":14,"verse":"تب اُس فرِشتہ نے جو مُجھ سے گُفتگُو کرتا تھا مُجھ سے کہا بُلند آواز سے کہہ ربُّ الافواج یُوں فرماتا ہے کہ مُجھے یروشلیِم اور صِیُّون کے لِئے بڑی غَیرت ہے۔"},{"number":15,"verse":"اور مَیں اُن قَوموں سے جو آرام میں ہیں نِہایت ناراض ہُوں کیونکہ جب مَیں تھوڑا ناراض تھا تو اُنہوں نے اُس آفت کو بُہت زِیادہ کر دِیا۔"},{"number":16,"verse":"اِس لِئے خُداوند یُوں فرماتا ہے کہ مَیں رحمت کے ساتھ یروشلیِم کو واپس آیا ہُوں ۔ اُس میں میرا مسکن تعمِیر کِیا جائے گا ربُّ الافواج فرماتا ہے اور یروشلیِم پر پِھر سُوت کھینچا جائے گا۔"},{"number":17,"verse":"پِھر بُلند آواز سے کہہ ربُّ الافواج یُوں فرماتا ہے کہ میرے شہر دوبارہ خُوشحالی سے معمُور ہوں گے کیونکہ خُداوند پِھر صِیّون کو تسلّی بخشے گا اور یروشلیِم کو قبُول فرمائے گا۔"},{"number":18,"verse":"( سیِنگوں کی رویا) پِھر مَیں نے آنکھ اُٹھا کر نِگاہ کی اور کیا دیکھتا ہُوں کہ چار سِینگ ہیں۔"},{"number":19,"verse":"اور مَیں نے اُس فرِشتہ سے جو مُجھ سے گُفتگُو کرتا تھا پُوچھا کہ یہ کیا ہیں؟ اُس نے مُجھے جواب دِیا یہ وہ سِینگ ہیں جِنہوں نے یہُوداہ اور اِسرائیل اور یروشلیِم کو پراگندہ کِیا ہے۔"},{"number":20,"verse":"پِھر خُداوند نے مُجھے چار کارِیگر دِکھائے۔"},{"number":21,"verse":"تب مَیں نے کہا یہ کیوں آئے ہیں؟ اُس نے جواب دِیا یہ وہ سِینگ ہیں جِنہوں نے یہُوداہ کو اَیسا پراگندہ کِیا کہ کوئی سر نہ اُٹھا سکا لیکن یہ اِس لِئے آئے ہیں کہ اُن کو ڈرائیں اور اُن قَوموں کے سِینگوں کو پست کریں جِنہوں نے یہُوداہ کے مُلک کو پراگندہ کرنے کے لِئے سِینگ اُٹھایا ہے۔"}]}