{"bibleAbbr":"urRV2010","bookName":"زکریاہ","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"( یروشلیِم اور دُوسری قَومیں) دیکھ خُداوند کا دِن آتا ہے جب تیرا مال لُوٹ کر تیرے اندر بانٹا جائے گا۔"},{"number":2,"verse":"کیونکہ مَیں سب قَوموں کو فراہم کرُوں گا کہ یروشلیِم سے جنگ کریں اور شہر لے لِیا جائے گا اور گھر لُوٹے جائیں گے اور عَورتیں بے حُرمت کی جائیں گی اور آدھا شہر اسِیری میں جائے گا لیکن باقی لوگ شہر ہی میں رہیں گے۔"},{"number":3,"verse":"تب خُداوند خُرُوج کرے گا اور اُن قَوموں سے لڑے گا جَیسے جنگ کے دِن لڑا کرتا تھا۔"},{"number":4,"verse":"اور اُس روز وہ کوہِ زَیتُون پر جو یروشلیِم کے مشرِق میں واقِع ہے کھڑا ہو گا اور کوہِ زَیتُون بِیچ سے پھٹ جائے گا اور اُس کے مشرِق سے مغرِب تک ایک بڑی وادی ہو جائے گی کیونکہ آدھا پہاڑ شِمال کو سرک جائے گا اور آدھا جنُوب کو۔"},{"number":5,"verse":"اور تُم میرے پہاڑوں کی وادی سے ہو کر بھاگو گے کیونکہ پہاڑوں کی وادی آضل تک ہو گی ۔ جِس طرح تُم شاہِ یہُوداہ عُزّیاہ کے ایّام میں زلزلہ سے بھاگے تھے اُسی طرح بھاگو گے کیونکہ خُداوند میرا خُدا آئے گا اور سب قُدسی تیرے ساتھ۔"},{"number":6,"verse":"اور اُس روز رَوشنی نہ ہو گی اور اجرامِ فلک چُھپ جائیں گے۔"},{"number":7,"verse":"پر ایک دِن اَیسا آئے گا جو خُداوند ہی کو معلُوم ہے ۔ وہ نہ دِن ہو گا نہ رات لیکن شام کے وقت رَوشنی ہو گی۔"},{"number":8,"verse":"اور اُس روز یروشلیِم سے آبِ حیات جاری ہوگا جِس کا آدھا بحرِ مشرِق کی طرف بہے گا اور آدھا بحرِ مغرِب کی طرف ۔ گرمی سردی میں جاری رہے گا۔"},{"number":9,"verse":"اور خُداوند ساری دُنیا کا بادشاہ ہو گا ۔ اُس روز ایک ہی خُداوند ہو گا اور اُس کا نام واحِد ہو گا۔"},{"number":10,"verse":"اور یروشلیِم کے جنُوب میں تمام مُلک جِبع سے رِمُّون تک مَیدان کی مانِند ہو جائے گا پر یروشلیِم بُلند ہو گا اور بِنیمِین کے پھاٹک سے پہلے پھاٹک کے مقام یعنی کونے کے پھاٹک تک اور حنن ا یل کے بُرج سے بادشاہ کے انگُوری حَوضوں تک اپنے مقام پر آباد ہو گا۔"},{"number":11,"verse":"اور لوگ اِس میں سکُونت کریں گے اور پِھر لَعنت مُطلق نہ ہو گی بلکہ یروشلیِم امن وامان سے آباد رہے گا۔"},{"number":12,"verse":"اور خُداوند یروشلیِم سے جنگ کرنے والی سب قَوموں پر یہ عذاب نازِل کرے گا کہ کھڑے کھڑے اُن کا گوشت سُوکھ جائے گا اور اُن کی آنکھیں چشم خانوں میں گل جائیں گی اور اُن کی زُبان اُن کے مُنہ میں سڑ جائے گی۔"},{"number":13,"verse":"اور اُس روز خُداوند کی طرف سے اُن کے درمِیان بڑی ہل چل ہو گی اور ایک دُوسرے کا ہاتھ پکڑیں گے اور ایک دُوسرے کے خِلاف ہاتھ اُٹھائے گا۔"},{"number":14,"verse":"اور یہُوداہ بھی یروشلیِم کے پاس لڑے گا اور اِردگِرد کی سب قَوموں کا مال یعنی سونا چاندی اور لِباس بڑی کثرت سے فراہم کِیا جائے گا۔"},{"number":15,"verse":"اور گھوڑوں خچّروں اُونٹوں گدھوں اور سب حَیوانوں پر بھی جو اُن لشکرگاہوں میں ہوں گے وُہی عذاب نازِل ہو گا۔"},{"number":16,"verse":"اور یروشلیِم سے لڑنے والی قَوموں میں سے جو بچ رہیں گے سال بسال بادشاہ ربُّ الافواج کو سِجدہ کرنے اور عِیدِخیام منانے کو آئیں گے۔"},{"number":17,"verse":"اور دُنیا کے اُن تمام قبائِل پر جو بادشاہ ربُّ الافواج کے حضُور سِجدہ کرنے کو یروشلیِم میں نہ آئیں گے مِینہ نہ برسے گا۔"},{"number":18,"verse":"اور اگر قبائِلِ مِصر جِن پر بارِش نہیں ہوتی نہ آئیں تو اُن پر وُہی عذاب نازِل ہو گا جِس کو خُداوند اُن غَیر قَوموں پر نازِل کرے گا جو عِیدِ خیام منانے کو نہ آئیں گی۔"},{"number":19,"verse":"اہِلِ مِصر اور اُن سب قَوموں کی جو عِیدِ خیام منانے کو نہ جائیں یِہی سزا ہو گی۔"},{"number":20,"verse":"اُس روز گھوڑوں کی گھنٹیوں پر مرقُوم ہوگاخُداوند کے لِئے مُقدّس اور خُداوند کے گھر کی دیگیں مذبح کے پِیالوں کی مانِند مُقدّس ہوں گی۔"},{"number":21,"verse":"بلکہ یروشلیِم اور یہُوداہ میں کی سب دیگیں ربُّ الافواج کے لِئے مُقدّس ہوں گی اور سب ذبِیحے گُذراننے والے آئیں گے اور اُن کو لے کر اُن میں پکائیں گے اور اُس روز پِھر کوئی کنعانی ربُّ الافواج کے گھر میں نہ ہو گا۔"}]}