{"bibleAbbr":"awaERV2005","bookName":"यहोसू","bookEnglishName":"Joshua","chapterNumber":14,"verses":[{"number":1,"verse":"याजक एलीआज़ार, नून क पूत यहोसू अउ इस्राएल क परिवार समूह क प्रमुख लोग निहचय किहन कि उ पचे कउने भुइँया क कउन लोगन क दिहन। इ सारी भुइँया यरदन नदी क पच्छिम कइँती कनान मँ रहेन।"},{"number":2,"verse":"यहोवा उ ढंग मूसा क बहोत पहिले बताइ दिहे, जउने ढंग स उ चाहत रहा कि लोग आपन भुइँया चुनइँ। साढ़े नौ परिवार समूह क लोग कउन स भुइँया उ पचे पइहीं ऍकर निहचय करइ बरे गोट डाएन।"},{"number":3,"verse":"मूसा अढ़ाई परिवार समूहन क ओनकर भुइँया ओनका यरदन नदी क पूरब मँ दइ दिहे रहा। मुला लेवी क परिवार समूह क दूसर लोगन क तरह कउनो भी भुइँया नाहीं मिली।"},{"number":4,"verse":"बारह परिवार समूहन क आपन खुद क भुइँया दइ दीन्ह गइ। यूसुफ क पूत दुइ परिवार-समूहन-मनस्से अउ एप्रैम मँ बँट ग रहेन अउर हर एक परिवार समूह कछु भुइँया पाइ लिहस। मुला लेवी क परिवार समूह क कबिलन क कउनो भुइँया नाहीं दीन्ह गइ। ओनका रहइ बरे कछू सहर दीन्ह ग रहेन अउर इ सबइ सहर हर एक परिवार-समूह क भुइँया मँ रहेन। ओनका जनावरन बरे खेत भी दीन्ह ग रहेन।"},{"number":5,"verse":"यहोवा मूसा क बताइ दिहे रहा कि उ कउने ढंग स इस्राएल क परिवार समूहन क भुइँया देइ। इस्राएल क लोग उहइ ढंग स भुइँया क बाँटेन, जउने ढंग स बाँटइ बरे यहोवा क हुकुम रहा।"},{"number":6,"verse":"( कालेब क ओकर प्रदेस मिलत ह) एक दिन यहूदा परिवार समूह क लोग गिलगाल मँ यहोसू क लगे गएन। ओन लोगन मँ कनजी यपुन्ने क पूत कालेब रहा। कालेब यहोसू स कहेस, “कादेसबर्ने मँ यहोवा जउन बातन कहे रहा। तोहका याद अहइ। यहोवा आपन सेवक बातन करत रहा। यहोवा तोहरे अउ मोरे बारे मँ बात करता रहा।"},{"number":7,"verse":"यहोवा क सेवक मूसा मोका उ भुइँया क जासूसी करइ बरे पठएस जहाँ हम पचे जात रहे। उ समइया मइँ चालीस बरिस क रहेउँ। जब मइँ लउटेउँ तउ मूसा क मइँ उ बताएउँ, जउन मइँ उ भुइँया क बारे मँ अनुभव राखत रहेउँ।"},{"number":8,"verse":"मुला जउन दूसर मनई मोरे संग गए रहेन उ पचे ओनसे अइसी बातन किहन जेहसे लोग डेराइ गएन। मुला मइँ यहोवा क हुकुमन क वफादारी स पालन किहस।"},{"number":9,"verse":"ऍह बरे मूसा वचन दिहस, ‘जउने देस मँ तू गए रह्या उ तोहार होइ। उ देस सदा तोहरे गदेलन क होइ। मइँ उ छेत्र तोहका देब, काहेकि तू यहोवा मोरे परमेस्सर पइ पूरा भरोसा किह्या ह।’"},{"number":10,"verse":"“अब, सोचा कि उ समइ स यहोवा जइसा कहे रहा उहइ तरह मोका पैंतालीस बरिस तलक जिअत रखेस ह। उ समइ हम सब रेगिस्तान मँ भटकत रहेन। अब, मइँ पचासी बरिस क होइ गवा हउँ।"},{"number":11,"verse":"मइँ अबहुँ भी ओतना ही सकतीसाली हउँ जेतना सक्तीसाली मइँ उ समइ रहेउँ, जब मूसा मोका पठए रहा। मइँ ओन दिनन क तरह अब भी जुद्ध करइ क तइयार अहउँ।"},{"number":12,"verse":"ऍह बरे उ पहाड़ी देस मोका दइ द्या जेका यहोवा बहोत पहिले उ दिन मोका देइ क वचन दिहे रहा। उ समइ तोहका पता लाग रहा कि सहर बहोत बड़ा अउर किलेदार रहेन अउ ओन दिनन सक्तीसाली अनाकी लोग ओन सहरन पइ सासन करत रहेन। मुला अब यहोवा मोरे संग अहइ अउर मइँ उ प्रदेस क वइसेन ही लइ लेब जइसा यहोवा कहेस ह।”"},{"number":13,"verse":"यहोसू यपुन्ने क पूत कालेब क आसीर्बाद दिहस। यहोसू हेब्रोन सहर क ओकरे अधिकार मँ दइ दिहस।"},{"number":14,"verse":"अउर उ सहर अब भी कनजी यपुन्ने क पूत कालेब क परिवार क अहइ। उ प्रदेस अब तलक ओकरे लोगन क अहइ काहेकि, उ इस्राएल क परमेस्सर यहोवा क आग्या मानेस अउर ओह पइ पूरा बिस्सास किहस।"},{"number":15,"verse":"पहिले इ सहर क नाउँ किर्यतर्बा रहा। सहर क नाउँ अनाकी लोगन क सब त महान अर्बा नाउँ क मनई क नाउँ पइ रखा गवा रहा। एकरे पाछे, उ देस मँ सान्ति रही।"}]}