{"bibleAbbr":"awaERV2005","bookName":"यहोसू","bookEnglishName":"Joshua","chapterNumber":21,"verses":[{"number":1,"verse":"( याजकन अउ लेबी बंसियन क सहर) लेवी परिवार समूह क सासक लोग याजक एलीआज़ार, नून क पूत यहोसू अउ इस्राएल क दूसर परिवार समूहन क सासक लोगन स बात किहेस।"},{"number":2,"verse":"इ कनान देसा मँ सीलो सहर मँ भवा। लेवी परिवार समूह क सासक लोग ओनसे कहेन, “यहोवा मूसा क आदेस दिहे रहा कि तू हम लोगन क रहइ बरे सहर देब्या अउर तू हम लोगन क मइदान देब्या जेहमाँ हमार जनावर चरि सकिहीं।”"},{"number":3,"verse":"ऍह बरे उ पचे यहोवा क आदेस क माना। उ पचे लेवी परिवार समूह क इ सबइ सहर अउर ओनके गोरुअन बरे खेत दिहेन:"},{"number":4,"verse":"पहिला पाँसा कोहात कबीला बरे जउन लेवी परिवार समूह स रहा। कछू कोहात कबिलन क एक हींसा स तेरह सहर दीन्ह ग रहेन। इ सबइ सहर उ प्रदेस मँ रहेन जउन यहूदा, सिमोन अउ बिन्यामीन क होत रहा। इ सबइ सहर ओन कोहातियन क दीन्ह ग रहेन जउन महा याजक हारून क संतान रहिन।"},{"number":5,"verse":"कोहात कबीला क दूसर सारे सदस्य क दस सहर दीन्ह ग रहेन। इ सबइ दस सहर एप्रैम, दान अउर मनस्से क आधा परिवार क समूहन क प्रदेसा मँ स रहेन।"},{"number":6,"verse":"गेर्सोन कबीला क तेरह सहर दीन्ह ग रहेन। इ सबइ सहर उ प्रदेस मँ रहेन जउन इस्साकार, आसेर, नप्ताली अउर बासान मँ मनस्से क आधा परिवार समूह क भुइँया मँ रहेन।"},{"number":7,"verse":"मरारी कबीला क बारह सहर दीन्ह ग रहेन। इ सबइ सहर ओन प्रदेसन मँ रहेन जउन रूबेन, गाद अउ जबूलून क रहेन।"},{"number":8,"verse":"इ तरह इस्राएल क लोग लेवी परिवार समूह क इ सबइ सहर अउर ओनके चारिहुँ ओर क खेत दिहन। उ पचे इ मूसा क आदेस क अनुसार यहोवा क हुकूम क मानइ बरे किहन।"},{"number":9,"verse":"यहूदा अउ सिमोन परिवार समूहन क प्रदेस क सहरन जेका कि लेवी परिवार समूह क दीन्ह ग रहेन इ सबइ रहेन।"},{"number":10,"verse":"इ सहरन कोहात कबीला क सदस्य क रहेन जउन कि लेवी परिवार समूह स हारून क संतानन रहेन।"},{"number":11,"verse":"उ पचे ओनका किर्यत-अर्बा जेका नाउँ अनाक क पिता अरबा क नाउँ पाइ धरा गवा रहेन, एकर चारिहुँ कइँती क खेतन क संग दिहेस। इ कसबा क यहुदा क पहाड़ी देस मँ हेब्रोन स भी जाना जात ह।"},{"number":12,"verse":"मुला खेत अउर किर्यत-अर्बा सहर क चारिहुँ कइँती क छोटकन सहर यपुन्ने क पूत कालेब क रहेन।"},{"number":13,"verse":"इ तरह उ पचे हेब्रोन सहर क हारून क संतानन क सुरच्छा क सहर क रूप मँ अउ लिब्ना अउर ऍकर चारिहुँ कइँती क घास क मइदान दइ दिहस।"},{"number":14,"verse":"उ पचे यत्तीर, एसतमो अउर ओनकर घास क मइदान,"},{"number":15,"verse":"होलोन, दबीर,"},{"number":16,"verse":"ऐन, युत्ता अउर बेतसेमेस भी ओनकइ चारिहुँ कइँती क घास क मइदान समेत पाएन। ऍन दुइनउँ समूहन क यहूदा अउ सिम्मोन क जरिये नौ सहर दीन्ह गएन।"},{"number":17,"verse":"उ पचे हारून क संतानन क उ सबइ सहर भी दिहन जउन बिन्यामीन परिवार समूह क रहेन। इ सबइ सहर गिबोन, गेबा अउर ओनकर घास क मइदान,"},{"number":18,"verse":"अनातोत अउ अल्मोन रहेन। उ पचे इ सबइ चार सहर अउर ऍनकइ चारिहुँ कइँती क सब खेत दिहन।"},{"number":19,"verse":"इ तरह इ सबइ सहर याजकन क दीन्ह गएन। (इ सबइ याजक, याजक लोग हारून क संतान रहेन।) सब मिलाइके तेरह सहर अउ ओनकइ सब खेत ओनके जनावरन क दीन्ह गएन।"},{"number":20,"verse":"कोहाती कबीला क दूसर लोगन क इ सहर दीन्ह गएन, जउन कि एप्रैम परिवार समूह क रहेन:"},{"number":21,"verse":"उ पचे ओनका एप्रैम क पहाड़ी मुल्क मँ सेकेम सहर जउन कि सुरच्छा क सहर रहा एकर चारिहुँ कइँती क घास क मइदान क संग दिहन। उ पचे गेजरे,"},{"number":22,"verse":"किबसैम अउर, बेथोहरोन भी ओनका दिहन। सब मिलाइके उ पचे चार सहर अउ ओनकर चारिहुँ कइँती क सारा खेत ओनका दिहन।"},{"number":23,"verse":"दान क परिवार समूह ओनका एलतके, गिब्बतोन,"},{"number":24,"verse":"अय्यालोन अउ गत्रिम्मोन दिहन। सब मिलाइके इ सबइ चार सहर अउ ओनकर सारा खेत ओनके जनावरन क बरे रहेन।"},{"number":25,"verse":"मनस्से क आधा परिवार समूह ओनका तानाक अउ गत्रिम्मोन दिहन। ओनका उ सबइ सारा खेत भी दीन्ह गएन जउन ऍन दुइनउँ सहरन क चारिहुँ ओर रहेन।"},{"number":26,"verse":"इ तरह इ सबइ दस जियादा सहर अउ ऍन सहरन क चारिहुँ कइँती क भुइँया ओनकर जनावरन बरे कोहाती समूह क दिन्ह गइ रही।"},{"number":27,"verse":"लेवी परिवार समूह क गेर्सोनी कबीला क इ सबइ सहर दीन्ह ग रहेन। मनस्से परिवार समूह क आधा परिवार ओनका बासान मँ गोलान दिहस। (गोलान एक सुरच्छा सहर रहा।) मनस्से ओनका बे-एसतरा भी दिहस। उ पचे इ दुइनउँ सहरन क चारिहुँ ओर क घास क मइदान भी पाएन।"},{"number":28,"verse":"इस्साकार क परिवार समूह ओनका किस्योन, दाबरत,"},{"number":29,"verse":"यरमूत अउ एनगन्नीम अउर ओनकर घास क मइदान दिहेस। कुल मिलाइके चार सहर।"},{"number":30,"verse":"आसेर क परिवार समूह ओनका मिसाल, अब्दोन,"},{"number":31,"verse":"हेल्कात अउ रहोब दिहस। एन चारिहुँ सहरन क चारिहुँ कइँती क भुइँया भी ओनका ओनकर जनावरन बरे दीन्ह गइ।"},{"number":32,"verse":"नप्ताली क परिवार समूह ओनका गलील मँ केदेस क सुरच्छा क सहर क रूप मँ दिहस। नप्ताली क परिवार समूह ओनका हम्मोतदोर अउ कर्तान भी दिहस। ओनकर घास क मइदान क संग तीन सहर।"},{"number":33,"verse":"सब मिलाइके गेर्सोनी कबीला तेरह सहर अउ ओनकर चारिहुँ ओर क खेतन पाएस।"},{"number":34,"verse":"दूसर लेवी कबीला मरारी कबीला रहा। मरारी लोगन क इ सहर दीन्ह ग रहेन: जबूलून क परिवार समूह ओनका योक्नाम, कर्ताह, अउर ओनकर घास क मइदान, दिम्ना अउ नहलाल अउर ओनकर घास क मइदान — चार सहर दिहेन। रूबेन क परिवार समूह ओनका यरदन क पूरब मँ बेसेर, यहसा, केदमोत अउ मेपात सहर दिहन। सारी भुइँया, जउन ऍन चारिहुँ सहरन क चारिहुँ कइँती रही, मरारी लोगन क ओनकर जनावरन बरे दीन्ह गइ। गाद क परिवार समूह ओनका गिलाद मँ सुरच्छा क सहर रामोत अउर एकर घास क मइदान दिहस। उ पचे ओनका महनैम अउर एकर घास क मइदान, हेस्बोन अउ याजेर भी दिहन। गाद ऍन चारिहुँ सहरन क चारिहुँ कइँती क सारी भुइँया भी ओनकर जनावरन बरे दिहन।"},{"number":40,"verse":"सब मिलाइके मरारी कबीला जउन कि आखिरी लेवी कबीला रहा क बारह सहर दीन्ह गएन।"},{"number":41,"verse":"सब मिलाइके लेवी परिवार समूह अड़तालीस सहर अउर ओकर संग ऍन सहरन क चारिहुँ कइँती क खेत पाएन। इ सबइ सहर उ प्रदेसन मँ रहेन, जउन इस्राएल क दूसर परिवार समूह क लोगन क कबजा मँ रहेन।"},{"number":42,"verse":"हर एक सहर क साथ ओनकइ चारिहुँ कइँती क अइसी भुइँया अउर खेत रहेन। जेन पइ जनावरन जिन्नगी बिताइ सकत रहेन। इहइ बात हर सहर क साथे रही।"},{"number":43,"verse":"इ तरह यहोवा इस्राएल क लोगन क जउन वचन दिहे रहा, ओका पूरा किहस। उ ओनका सारा प्रदेसन दइ दिहस जेका देइ क उ ओनकर पुरखन क वचन दिहे रहा। लोग उ प्रदेसन क लिहन अउर ओहमाँ रहइ लागेन।"},{"number":44,"verse":"अउर यहोवा ओनकर प्रदेस क चारिहुँ कइँती सान्ति स्थापित होइ दिहस काहेकि उ ओनकइ संतानन स वचन दइ रहा। ओनकर कउनो दुस्मन ओनका नाहीं हराएन। यहोवा इस्राएल क लोगन क हर एक दुस्मन क हरावइ दिहस।"},{"number":45,"verse":"यहोवा इस्राएलियन क दीन्ह गए आपन सबहीं वचनन क पूरा किहस। कउनो अइसा वचन नाहीं रहा, जउन पूरा न भवा होइ। हर एक वचन पूरा भवा।"}]}