{"bibleAbbr":"awaERV2005","bookName":"यहोसू","bookEnglishName":"Joshua","chapterNumber":23,"verses":[{"number":1,"verse":"( यहोसू लोगन क उत्साह बढ़ावत ह) यहोवा इस्राएल क ओकरे चारिहुँ कइँती क ओनके दुस्मनन स सान्ति प्रदान किहस। यहोवा इस्राएल क सुरच्छित बनाएस। बरिस बीत गएन अउर यहोसू बहोत बूढ़ा होइ गवा।"},{"number":2,"verse":"इ समइ यहोसू इस्राएलियन अउर ओनका बुजुर्गन, नेतन, निआवधीसन अउर फउज क अफसरन क बइठक बोलाएस। यहोसू ओन लोगन स कहेस, “मइँ बहोत बूढ़ा होइ गवा अहउँ।"},{"number":3,"verse":"तू पचे उ लख्या जउन यहोवा हमरे दुस्मनन क संग किहस। उ इ हमरी मदद बरे किहस। तोहार पचन्क परमेस्सर यहोवा तोहरे सबन बरे जुद्ध किहस।"},{"number":4,"verse":"लखा, मइँ ओन रास्ट्रन क सबहीं भुइँया क बाँट दिहस ह जेका इस्राएल क परिवार समूह स निकाला नाहीं गएस। इ भुइँया यरदन नदी अउ पच्छिम क भुमध्य समुद्दर क बीच अहइ, अउर ओन रास्ट्रन क सामिल कइ लिहस जेका मइँ हरइ रहा।"},{"number":5,"verse":"उ तोहार पचन्क परमेस्सर यहोवा लोगन क उ जगह क तजि देइ बरे मजबूर करी। जइस ही पचे उ प्रदेस मँ घुसब्या यहोवा ओन लोगन क उ प्रदेस तजइ बरे मजबूर करी। तोहार परमेस्सर यहोवा तू पचन्क इ वचन दिहस ह।"},{"number":6,"verse":"“तू पचन्क ओन सबइ हुकुमन क मानइ मँ सावधान रहइ चाही जउन यहोवा हमका दिहे अहइ। उ हर नियमन अउर विधियन क पालन करा जउन मूसा क व्यवस्था क किताबे मँ लिखा अहइ। उ व्यवस्था क खिलाफ जिन जा।"},{"number":7,"verse":"इ करा ताकि गैर इस्राएली लोग जउन कि तोहका आपन दोस्त बनाइ बरे नाही ललचाइ। ओनकइ देवतन क पूजा नाही करा अउर ना ही ओकर देवतन क नाउँ ल्या। किरिया खाइ बरे ओन देवतन क नाउँ क प्रयोग जिन करा। अउर ओन देवतन क पूजा अउ सेवा जिन करा।"},{"number":8,"verse":"तू पचन्क सदा आपन परमेस्सर यहोवा क अनुसरण करइ चाही। तू पचे इ बीते जमाने मँ किह्या ह अउर तू पचन्क इ करत रहइ चाही।"},{"number":9,"verse":"“यहोवा अनेक सक्तीवाला रास्ट्रन क हरावइ मँ तोहार मदद किहेस ह। यहोवा ओन लेगन क आपन देस तजइ बरे मजबूर किहस ह। कउनो भी रास्ट्र तू पचन्क हरावइ मँ समरथ नाहीं होइ सका।"},{"number":10,"verse":"यहोवा क मदद स इस्राएल क एक मनई एक हजार मनइयन क हराइ सकत ह। ऍकर कारण इ अहइ कि तोहार परमेस्सर यहोवा तोहरे बरे जुद्ध करत ह। यहोवा इ करइ क वचन दिहेस ह।"},{"number":11,"verse":"ऍह बरे तू पचन्क आपन परमेस्सर यहोवा क भक्ति करत रहइ चाही। आपन पूरी आतिमा स ओहसे पिरेम करा।"},{"number":12,"verse":"“यहोवा क रस्ता स कबहुँ दूर जिन जा। ओन दूसर लोगन स दोस्ती न करा जउन अबहिं तलक तोहरे पचन्क बीच तउ अहइँ मुला जउन इस्राएल क अंग नाहीं अहइँ। ओनमाँ स कउनो क संग बियाह जिन करा। मुला अगर तू पचे ऍन लोगन क मीत बनब्या,"},{"number":13,"verse":"तब तोहार परमेस्सर यहोवा तोहरे दुस्मनन क हरावइ मँ तोहार मदद नाहीं करी। इ तरह इ सबइ लोग तोहरे बरे एक जाल बन जइहीं। मुला उ पचे तोहरे पचन्क पिठिआ बरे कोड़न अउ तोहरी सबन्क आँखिन बरे काँटा बन जइहीं। उ पचे पलट जइहीं अउर नफरत करिहीं जब तलक कि तू पचे इ नीक भुइँया स बिदा न होइ जाब्या जेका तोहार परमेस्सर यहोवा तू पचन्क दिहे बाटइ। मुला अगर तू पचे इ हुकुम क नाहीं मनब्या तउ तू पचे नीक भुइँया क खोइ देब्या।"},{"number":14,"verse":"“इ करीब-करीब मोरे मरइ क समइ बा। तू पचे जानत अहा अउर फुरइ बिस्सास करत अहा कि यहोवा तोहरे पचन्क बरे बहोतइ बड़के काम किहेस ह। तू सबइ जानत अहा कि उ आपन दीन्ह भए वचनन मँ स कउनो क पूरा करइ मँ असफल नाहीं रहा अहइ। यहोवा ओन सबहिं वचनन क पूरा किहेस ह, जउन उ हमका दिहस ह।"},{"number":15,"verse":"जे तरह उ सबहिं आसीर्बाद जउन तोहार परमेस्सर यहोवा दिहस ह, पूरी तरह सच भएन, उहइ तरह सबहिं विपत्तियन क घटइ क यहोवा कारण होब्या, जब तलक कि उ तोहका इ नीक भुइँया क स जउन यहोवा तोहार परमेस्सर तोहका दिहस ह नास नाहीं कइ देइ।"},{"number":16,"verse":"इ घटि जाइ, अगर तू पचे आपन परमेस्सर यहोवा क संग कीन्ह गइ समझौता क मानइ स इंकार करब्या। अगर तू पचे दूसर देवतन क लगे जाब्या अउर ओकर आराधना करब्या तउ तू पचे इ भुइँया क खोइ देब्या। अगर तू पचे अइसा करब्या तउ यहोवा तू पचन पइ बहोत गुस्साइ जाइ। तब तू पचे इ धरती स हाली गायब होइ जाब्या जेका उ तू पचन्क दिहस ह।”"}]}