{"bibleAbbr":"KNJV","bookName":"ಯೆಹೋಶುವ","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"ಯೆಹೋಶುವನು ಯೆರಿಕೋವನ್ನೂ ಅದರ ಅರಸನನ್ನೂ ಹೇಗೋ ಹಾಗೆಯೇ ಆಯಿ ಎಂಬ ಪಟ್ಟಣವನ್ನೂ ಅದರ ಅರಸನನ್ನೂ ತೆಗೆದುಕೊಂಡು ಸಂಹರಿಸಿ ಬಿಟ್ಟನೆಂಬದನ್ನೂ"},{"number":2,"verse":"ಆಯಿ ಎಂಬ ಊರಿಗಿಂತ ದೊಡ್ಡದೂ ಒಂದು ರಾಜಧಾನಿಯಷ್ಟು ಶ್ರೇಷ್ಠವೂ ಆಗಿರುವ ಗಿಬ್ಯೋನ್ ಪಟ್ಟಣದಲ್ಲಿರುವ ಜನರು ತಾವೆಲ್ಲರೂ ಯುದ್ಧವೀರರಾಗಿದ್ದರೂ ಇಸ್ರಾಯೇಲ್ಯರ ಮಧ್ಯದಲ್ಲಿ ಜೀವದಿಂದುಳಿಯುವದಕ್ಕೋಸ್ಕರ ಅವರ ಸಂಗಡ ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಂಡರೆಂಬದನ್ನೂ ಯೆರೂಸಲೇಮಿನ ಅರಸನಾದ ಅದೋನೀಚೆದೆಕನು ಕೇಳಿ ಬಹಳವಾಗಿ ಭಯಪಟ್ಟು"},{"number":3,"verse":"ಹೆಬ್ರೋನಿನ ಅರಸನಾದ ಹೋಹಾಮ್, ಯರ್ಮೂತಿನ ಅರಸನಾದ ಪಿರಾಮ್, ಲಾಕೀಷಿನ ಅರಸನಾದ ಯಾಫೀಯ, ಎಗ್ಲೋನಿನ ಅರಸನಾದ ದೆಬೀರ್ ಇವರ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ -"},{"number":4,"verse":"ನೀವು ಬಂದು ನನಗೆ ಸಹಾಯ ಮಾಡಿರಿ; ನಾವು ಯೆಹೋಶುವನ ಸಂಗಡಲೂ ಇಸ್ರಾಯೇಲ್ಯರ ಸಂಗಡಲೂ ಒಡಂಬಡಿಕೆಮಾಡಿಕೊಂಡ ಗಿಬ್ಯೋನ್ಯರನ್ನು ಸೋಲಿಸೋಣ ಎಂದು ಹೇಳಿಸಿದನು."},{"number":5,"verse":"ಆಗ ಯೆರೂಸಲೇಮ್, ಹೆಬ್ರೋನ್, ಯರ್ಮೂತ್, ಲಾಕೀಷ್, ಎಗ್ಲೋನ್ ಎಂಬ ಪಟ್ಟಣಗಳ ಐದು ಮಂದಿ ಅಮೋರಿಯ ರಾಜರು ದಂಡೆತ್ತಿ ಕೂಡಿಬಂದು ಗಿಬ್ಯೋನಿಗೆ ಮುತ್ತಿಗೆಹಾಕಿ ಯುದ್ಧಮಾಡಿದರು."},{"number":6,"verse":"ಗಿಬ್ಯೋನ್ಯರು ಗಿಲ್ಗಾಲಿನಲ್ಲಿದ್ದ ಯೆಹೋಶುವನ ಪಾಳೆಯಕ್ಕೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ - ನಿನ್ನ ಸೇವಕರನ್ನು ಕೈಬಿಡಬೇಡ; ಬೇಗ ಬಂದು ಸಹಾಯಮಾಡು; ನಮಗೆ ವಿರೋಧವಾಗಿ ಕೂಡಿ ಬಂದಿರುವ ಈ ಬೆಟ್ಟದ ಸೀಮೆಯ ಎಲ್ಲಾ ಅಮೋರಿಯ ರಾಜರಿಂದ ನಮ್ಮನ್ನು ತಪ್ಪಿಸು ಎಂದು ಬೇಡಿಕೊಂಡರು."},{"number":7,"verse":"ಆಗ ಯೆಹೋಶುವನು ಎಲ್ಲಾ ಭಟರ ಮತ್ತು ಯುದ್ಧವೀರರ ಸಹಿತವಾಗಿ ಗಿಲ್ಗಾಲಿನಿಂದ ಹೊರಟನು."},{"number":8,"verse":"ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ - ಅವರಿಗೆ ಹೆದರಬೇಡ; ಅವರನ್ನು ನಿನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿದ್ದೇನೆ. ಅವರಲ್ಲಿ ಒಬ್ಬನೂ ನಿನ್ನ ಮುಂದೆ ನಿಲ್ಲುವದಿಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"ಯೆಹೋಶುವನು ಗಿಲ್ಗಾಲ್ ಬಿಟ್ಟು ರಾತ್ರಿಯೆಲ್ಲಾ ಪ್ರಯಾಣಮಾಡಿ ತಟ್ಟನೆ ಅವರ ಮೇಲೆ ಬಿದ್ದನು."},{"number":10,"verse":"ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರ ಮುಂದೆ ಅವರನ್ನು ಕಳವಳಗೊಳಿಸಿದ್ದರಿಂದ ಯೆಹೋಶುವನು ಅವರನ್ನು ಗಿಬ್ಯೋನಿನ ಹತ್ತಿರ ಪೂರ್ಣವಾಗಿ ಸೋಲಿಸಿ ಬೇತ್‍ಹೋರೋನ್ ಎಂಬ ಗಟ್ಟದ ದಾರಿಯಲ್ಲಿ ಅಜೇಕ, ಮಕ್ಕೇದ ಎಂಬ ಊರುಗಳವರೆಗೂ ಅವರನ್ನು ಹಿಂದಟ್ಟಿ ಸಂಹರಿಸಿದನು."},{"number":11,"verse":"ಅವರು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಬೆಂಗೊಟ್ಟು ಬೇತ್‍ಹೋರೋನಿನ ಇಳಿಜಾರಿನಲ್ಲಿ ಓಡುತ್ತಾ ಅಜೇಕವನ್ನು ಮುಟ್ಟುವವರೆಗೂ ಯೆಹೋವನು ಆಕಾಶದಿಂದ ದೊಡ್ಡ ಕಲ್ಮಳೆಯನ್ನು ಸುರಿಸಿ ಅನೇಕರನ್ನು ಸಾಯಿಸಿದನು. ಇಸ್ರಾಯೇಲ್ಯರ ಕತ್ತಿಯಿಂದ ಸಂಹೃತರಾದವರಿಗಿಂತ ಕಲ್ಮಳೆಯಿಂದ ನಾಶವಾದವರೇ ಹೆಚ್ಚು ಮಂದಿ."},{"number":12,"verse":"ಯೆಹೋವನು ಅಮೋರಿಯರನ್ನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಒಪ್ಪಿಸಿದ ದಿನದಲ್ಲಿ ಯೆಹೋಶುವನು ಯೆಹೋವನಿಗೆ ಒಂದು ವಿಜ್ಞಾಪನೆ ಮಾಡಿದನು. ಸೂರ್ಯನೇ, ನೀನು ಗಿಬ್ಯೋನಿನಲ್ಲಿಯೂ ಚಂದ್ರನೇ, ನೀನು ಅಯ್ಯಾಲೋನ್ ತಗ್ಗಿನಲ್ಲಿಯೂ ನಿಲ್ಲಿರಿ! ಎಂದು ಇಸ್ರಾಯೇಲ್ಯರ ಸಮಕ್ಷದಲ್ಲಿ ಆಜ್ಞಾಪಿಸಲು"},{"number":13,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ತಮ್ಮ ಶತ್ರುಗಳಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವವರೆಗೆ ಸೂರ್ಯಚಂದ್ರರು ಹಾಗೆಯೇ ನಿಂತರು. ಈ ಮಾತು ಯಾಷಾರ್‍‍‍ಗ್ರಂಥದಲ್ಲಿ ಬರೆದದೆಯಲ್ಲಾ! ಹೀಗೆ ಸೂರ್ಯನು ಮುಣುಗಲಿಕ್ಕೆ ಆತುರಪಡದೆ ಹೆಚ್ಚುಕಡಿಮೆ ಒಂದು ದಿವಸ ಪೂರ್ತಿ ಆಕಾಶ ಮಧ್ಯದಲ್ಲಿಯೇ ನಿಂತನು."},{"number":14,"verse":"ಯೆಹೋವನು ಈ ಪ್ರಕಾರ ಒಬ್ಬ ಮನುಷ್ಯನ ಮಾತಿಗೆ ಕಿವಿಗೊಟ್ಟ ದಿವಸವು ಅದಕ್ಕಿಂತ ಹಿಂದೆಯೂ ಮುಂದೆಯೂ ಇಲ್ಲವೇ ಇಲ್ಲ. ಯೆಹೋವನು ತಾನೇ ಇಸ್ರಾಯೇಲ್ಯರಿಗೋಸ್ಕರ ಯುದ್ಧಮಾಡುತ್ತಾ ಇದ್ದನು."},{"number":15,"verse":"ಯೆಹೋಶುವನು ಇಸ್ರಾಯೇಲ್ಯರ ಸಹಿತವಾಗಿ ಗಿಲ್ಗಾಲಿನ ಪಾಳೆಯಕ್ಕೆ ಹಿಂದಿರುಗಿದನು."},{"number":16,"verse":"ಆ ಐದು ಮಂದಿ ಅರಸರು ಓಡಿಹೋಗಿ ಮಕ್ಕೇದದ ಗುಹೆಯಲ್ಲಿ ಅಡಗಿಕೊಂಡರು."},{"number":17,"verse":"ಜನರು ಯೆಹೋಶುವನಿಗೆ - ಆ ಐದು ಮಂದಿ ನಮಗೆ ಸಿಕ್ಕಿದರು; ಅವರು ಮಕ್ಕೇದದ ಗವಿಯಲ್ಲಿ ಅಡಗಿಕೊಂಡಿದ್ದಾರೆ ಎಂದು ತಿಳಿಸಿದಾಗ"},{"number":18,"verse":"ಅವನು ಅವರಿಗೆ - ಗವಿಯ ಬಾಯಿಗೆ ದೊಡ್ಡ ಕಲ್ಲುಗಳನ್ನು ಹೊರಳಿಸಿ ಕಾಯುವದಕ್ಕೆ ಕೆಲವರನ್ನಿಡಿರಿ."},{"number":19,"verse":"ನೀವಾದರೋ ಅಲ್ಲೇ ನಿಂತುಕೊಳ್ಳಬೇಡಿರಿ; ಬೇಗನೆ ಹಿಂದಟ್ಟಿ ಹಿಂದಾದ ವೈರಿಗಳನ್ನು ಹತಮಾಡುತ್ತಾ ಹೋಗಿರಿ; ಅವರನ್ನು ಅವರ ಪಟ್ಟಣಗಳಲ್ಲಿ ಸೇರಗೊಡಿಸಬೇಡಿರಿ. ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ಅವರನ್ನು ನಿಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿದ್ದಾನಲ್ಲಾ ಅಂದನು."},{"number":20,"verse":"ಈ ಪ್ರಕಾರ ಯೆಹೋಶುವನೂ ಇಸ್ರಾಯೇಲ್ಯರೂ ಅವರನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸೋಲಿಸಿ ಸಂಹರಿಸಿಬಿಟ್ಟರು. ಸ್ವಲ್ಪ ಜನರು ಮಾತ್ರ ತಪ್ಪಿಸಿಕೊಂಡು ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನು ಸೇರಿಕೊಂಡರು."},{"number":21,"verse":"ಇಸ್ರಾಯೇಲ್ಯರಾದರೋ ಮಕ್ಕೇದದಲ್ಲಿ ಇಳುಕೊಂಡಿದ್ದ ಯೆಹೋಶುವನ ಬಳಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಬಂದರು. ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ವಿರೋಧವಾಗಿ ಒಬ್ಬನೂ ತನ್ನ ನಾಲಿಗೆಯನ್ನು ಎತ್ತಲಿಲ್ಲ."},{"number":22,"verse":"ಅನಂತರ ಯೆಹೋಶುವನು ಜನರಿಗೆ - ನೀವು ಗವಿಯ ಬಾಯನ್ನು ತೆರೆದು ಆ ಐದು ಮಂದಿ ಅರಸರನ್ನು ನನ್ನ ಬಳಿಗೆ ತನ್ನಿರಿ ಅನ್ನಲು"},{"number":23,"verse":"ಅವರು ಹೋಗಿ ಯೆರೂಸಲೇಮ್, ಹೆಬ್ರೋನ್, ಯರ್ಮೂತ್, ಲಾಕೀಷ್, ಎಗ್ಲೋನ್ ಎಂಬ ಪಟ್ಟಣಗಳ ಐದುಮಂದಿ ಅರಸರನ್ನು ಗವಿಯಿಂದ ಹೊರಗೆ ಅವನ ಬಳಿಗೆ ತಂದರು."},{"number":24,"verse":"ಅವರನ್ನು ತನ್ನ ಬಳಿಗೆ ತಂದಮೇಲೆ ಯೆಹೋಶುವನು ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಕರಿಸಿ ತನ್ನ ಜೊತೆಯಲ್ಲಿ ಬಂದಿದ್ದ ಸೈನ್ಯಾಧಿಪತಿಗಳಿಗೆ - ಹತ್ತಿರ ಬಂದು ಈ ಅರಸರ ಕೊರಳಿನ ಮೇಲೆ ಪಾದಗಳನ್ನಿಡಿರಿ ಎಂದು ಹೇಳಲು ಅವರು ಹತ್ತಿರ ಬಂದು ಅವರ ಕುತ್ತಿಗೆಯ ಮೇಲೆ ಕಾಲಿಟ್ಟರು."},{"number":25,"verse":"ಆಗ ಅವನು ಅವರಿಗೆ - ಅಂಜಬೇಡಿರಿ, ಕಳವಳಗೊಳ್ಳಬೇಡಿರಿ; ಸ್ಥಿರಚಿತ್ತರಾಗಿರ್ರಿ, ಧೈರ್ಯದಿಂದಿರ್ರಿ. ನಿಮ್ಮೊಡನೆ ಯುದ್ಧಕ್ಕೆ ಬರುವ ಎಲ್ಲಾ ವೈರಿಗಳಿಗೂ ಯೆಹೋವನು ಹೀಗೆಯೇ ಮಾಡುವನು ಎಂದು ಹೇಳಿದನಂತರ"},{"number":26,"verse":"ಆ ಅರಸರನ್ನು ಕೊಲ್ಲಿಸಿ ಐದು ಮರಗಳಿಗೆ ನೇತುಹಾಕಿಸಿದನು. ಅವರ ಶವಗಳು ಸಾಯಂಕಾಲದವರೆಗೂ ಅಲ್ಲೇ ತೂಗಾಡುತ್ತಿದ್ದವು."},{"number":27,"verse":"ಸೂರ್ಯಾಸ್ತಮಾನದ ಹೊತ್ತಿಗೆ ಜನರು ಯೆಹೋಶುವನ ಅಪ್ಪಣೆಯಂತೆ ಅವುಗಳನ್ನು ಮರಗಳಿಂದ ಕೆಳಗಿಳಿಸಿ ಅವರು ಅಡಗಿಕೊಂಡಿದ್ದ ಗವಿಯಲ್ಲಿಯೇ ಹಾಕಿ ಅದರ ಬಾಯಿಗೆ ದೊಡ್ಡ ಕಲ್ಲುಗಳನ್ನು ಹೊರಳಿಸಿದರು. ಆ ಕಲ್ಲುಗಳು ಇಂದಿನವರೆಗೂ ಅಲ್ಲೇ ಇರುತ್ತವೆ."},{"number":28,"verse":"ಅದೇ ದಿವಸ ಯೆಹೋಶುವನು ಮಕ್ಕೇದ ಊರನ್ನು ಹಿಡಿದುಕೊಂಡು ಅದನ್ನೂ ಅದರ ರಾಜಪ್ರಜೆಗಳೆಲ್ಲರನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದನು. ಒಬ್ಬನನ್ನೂ ಉಳಿಸಲಿಲ್ಲ. ಯೆರಿಕೋವಿನ ಅರಸನಿಗೆ ಮಾಡಿದಂತೆ ಇದರ ಅರಸನಿಗೂ ಮಾಡಿದನು."},{"number":29,"verse":"ಯೆಹೋಶುವನು ಜನರೆಲ್ಲರ ಸಹಿತವಾಗಿ ಮಕ್ಕೇದದಿಂದ ಲಿಬ್ನಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿಯವರೊಡನೆ ಯುದ್ಧ ಮಾಡಿದನು."},{"number":30,"verse":"ಯೆಹೋವನು ಅದನ್ನೂ ಅದರ ಅರಸನನ್ನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಕೈಗೆ ಕೊಟ್ಟನು. ಅವರು ಅದರಲ್ಲಿದ್ದ ಜನರಲ್ಲಿ ಒಬ್ಬನನ್ನೂ ಉಳಿಸದೆ ಎಲ್ಲರನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದರು. ಯೆರಿಕೋವಿನ ಅರಸನಿಗಾದ ಗತಿಯೇ ಇದರ ಅರಸನಿಗೂ ಆಯಿತು."},{"number":31,"verse":"ಅಲ್ಲಿಂದ ಯೆಹೋಶುವನು ಇಸ್ರಾಯೇಲ್ಯರ ಸಹಿತವಾಗಿ ಲಾಕೀಷಿಗೆ ಹೋಗಿ ಮುತ್ತಿಗೆಹಾಕಿ ಯುದ್ಧಮಾಡಿದನು."},{"number":32,"verse":"ಯೆಹೋವನು ಅದನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸಿದದರಿಂದ ಅವರು ಅದನ್ನು ಎರಡನೆಯ ದಿನದಲ್ಲಿ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಅದನ್ನೂ ಅದರ ಜನರನ್ನೂ ಸಂಹರಿಸಿಬಿಟ್ಟರು. ಲಿಬ್ನದವರಿಗಾದ ಗತಿಯೇ ಇವರಿಗೂ ಆಯಿತು."},{"number":33,"verse":"ಇದಲ್ಲದೆ ಯೆಹೋಶುವನು ಲಾಕೀಷಿನವರ ಸಹಾಯಕ್ಕೆ ಬಂದ ಗೆಜೆರಿನ ಅರಸನಾದ ಹೋರಾಮನನ್ನೂ ಅವನ ಪ್ರಜೆಗಳೆಲ್ಲರನ್ನೂ ಹೊಡೆದುಹಾಕಿದನು; ಒಬ್ಬನೂ ಉಳಿಯಲಿಲ್ಲ."},{"number":34,"verse":"ತರುವಾಯ ಯೆಹೋಶುವನು ಲಾಕೀಷನ್ನು ಬಿಟ್ಟು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರ ಸಹಿತವಾಗಿ ಎಗ್ಲೋನಿಗೆ ಬಂದು ಮುತ್ತಿಗೆಹಾಕಿ ಯುದ್ಧಮಾಡಿದನು."},{"number":35,"verse":"ಅವರು ಅದೇ ದಿನದಲ್ಲಿ ಅದನ್ನು ಹಿಡಿದು ಲಾಕೀಷಿನಲ್ಲಿ ಮಾಡಿದಂತೆಯೇ ಅದನ್ನೂ ಅದರ ಜನರೆಲ್ಲರನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿಬಿಟ್ಟರು."},{"number":36,"verse":"ಅನಂತರ ಯೆಹೋಶುವನೂ ಇಸ್ರಾಯೇಲ್ಯರೂ ಎಗ್ಲೋನನ್ನು ಬಿಟ್ಟು ಹೆಬ್ರೋನಿಗೆ ಹೋಗಿ ಅದಕ್ಕೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಮಾಡಿ"},{"number":37,"verse":"ಅದನ್ನೂ ಅದಕ್ಕೆ ಸೇರಿದ ಊರುಗಳನ್ನೂ ಅದರ ರಾಜಪ್ರಜೆಗಳೆಲ್ಲರನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದರು. ಎಗ್ಲೋನಿನಲ್ಲಿ ಹೇಗೋ ಹಾಗೆಯೇ ಇಲ್ಲಿಯೂ ಒಬ್ಬನನ್ನೂ ಉಳಿಸಲಿಲ್ಲ; ಪಟ್ಟಣವನ್ನೂ ಜನರನ್ನೂ ನಾಶಮಾಡಿದರು."},{"number":38,"verse":"ಅಲ್ಲಿಂದ ಯೆಹೋಶುವನೂ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ದೆಬೀರಿಗೆ ಬಂದು ಅಲ್ಲಿಯವರೊಡನೆ ಯುದ್ಧಮಾಡಿ"},{"number":39,"verse":"ಅದನ್ನೂ ಅದಕ್ಕೆ ಸೇರಿದ ಊರುಗಳನ್ನೂ ಹಿಡಿದುಕೊಂಡು ಅದರ ರಾಜಪ್ರಜೆಗಳೆಲ್ಲರನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದರು. ಒಬ್ಬನನ್ನೂ ಉಳಿಸಲಿಲ್ಲ. ಹೆಬ್ರೋನಿಗೂ ಅದರ ಅರಸನಿಗೂ ಲಿಬ್ನಕ್ಕೂ ಅದರ ಅರಸನಿಗೂ ಆದ ಗತಿಯೇ ದೆಬೀರಿಗೂ ಅದರ ಅರಸನಿಗೂ ಆಯಿತು."},{"number":40,"verse":"ಹೀಗೆ ಯೆಹೋಶುವನು ಬೆಟ್ಟದ ಮೇಲಣ ಪ್ರದೇಶ, ದಕ್ಷಿಣಪ್ರಾಂತ್ಯ, ಇಳಕಲಿನ ಪ್ರದೇಶ, ಬೆಟ್ಟಗಳ ಬುಡದ ಪ್ರದೇಶ ಇವುಗಳನ್ನು ಸ್ವತಂತ್ರಿಸಿಕೊಂಡು ಇವುಗಳ ರಾಜಪ್ರಜೆಗಳನ್ನು ಸಂಹರಿಸಿಬಿಟ್ಟನು. ಒಬ್ಬನನ್ನೂ ಉಳಿಸಲಿಲ್ಲ. ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನ ಆಜ್ಞೆಯಂತೆ ಜೀವವಿರುವದೆಲ್ಲವನ್ನೂ ಸಂಹರಿಸಿದನು."},{"number":41,"verse":"ಕಾದೇಶ್ ಬರ್ನೇಯದಿಂದ ಗಾಜಾ ಊರಿನವರೆಗೂ ಗೋಷೆನ್ ಪ್ರಾಂತದಿಂದ ಗಿಬ್ಯೋನಿನವರೆಗೂ ಎಲ್ಲರನ್ನೂ ಸೋಲಿಸಿದನು."},{"number":42,"verse":"ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನು ಅವರ ಪಕ್ಷದಲ್ಲಿ ಯುದ್ಧಮಾಡಿದ್ದರಿಂದ ಯೆಹೋಶುವನು ಈ ಎಲ್ಲಾ ರಾಜರನ್ನೂ ರಾಜ್ಯಗಳನ್ನೂ ಏಕಕಾಲದಲ್ಲಿಯೇ ವಶಮಾಡಿಕೊಂಡನು."},{"number":43,"verse":"ತರುವಾಯ ಯೆಹೋಶುವನು ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೊಡನೆ ಗಿಲ್ಗಾಲಿನಲ್ಲಿದ್ದ ತನ್ನ ಪಾಳೆಯಕ್ಕೆ ಹಿಂದಿರುಗಿದನು."}]}