{"bibleAbbr":"KNJV","bookName":"ಯೆಹೋಶುವ","bookEnglishName":"Joshua","chapterNumber":11,"verses":[{"number":1,"verse":"ಹಾಚೋರಿನ ಅರಸನಾದ ಯಾಬೀನನು ಇದನ್ನೆಲ್ಲಾ ಕೇಳಿ ಯೋಬಾಬನೆಂಬ ಮಾದೋನಿನ ಅರಸನು, ಶಿಮ್ರೋನಿನ ಅರಸನು, ಅಕ್ಷಾಫಿನ ಅರಸನು ಇವರನ್ನೂ"},{"number":2,"verse":"ಉತ್ತರದಿಕ್ಕಿನ ಪರ್ವತ ಪ್ರದೇಶ, ಕಿನ್ನೆರೋತ್ ಸಮುದ್ರದ ದಕ್ಷಿಣದಲ್ಲಿನ ತಗ್ಗಾದಪ್ರದೇಶ, ಇಳಕಲಿನ ಪ್ರದೇಶ, ದೋರ್ ಊರಿನ ಪಶ್ಚಿಮದಲ್ಲಿದ್ದ ಬೆಟ್ಟದ ಮೇಲಿನ ಪ್ರದೇಶ ಇವುಗಳ ಅರಸರನ್ನೂ"},{"number":3,"verse":"ಪೂರ್ವಪಶ್ಚಿಮಗಳಲ್ಲಿರುವ ಕಾನಾನ್ಯರು, ಅಮೋರಿಯರು, ಹಿತ್ತಿಯರು, ಪೆರಿಜ್ಜೀಯರು, ಬೆಟ್ಟದ ಮೇಲಿನ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಯೆಬೂಸಿಯರು, ಹೆರ್ಮೋನಿನ ಬುಡದಲ್ಲಿ ಮಿಚ್ಪಾ ದೇಶದಲ್ಲಿದ್ದ ಹಿವ್ವಿಯರು ಇವರನ್ನೂ ಕರೇಕಳುಹಿಸಿದನು."},{"number":4,"verse":"ಅವರು ಒಡನೆ ಬಹು ರಥಾಶ್ವಗಳಿಂದ ಕೂಡಿರುವ ತಮ್ಮ ಸರ್ವಸೈನ್ಯಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಹೊರಟರು. ಆ ಸೈನಿಕರು ಸಮುದ್ರತೀರದ ಮರಳಿನಂತೆ ಅಸಂಖ್ಯರಾಗಿದ್ದರು."},{"number":5,"verse":"ಈ ಎಲ್ಲಾ ಅರಸರು ಕೂಡಿ ಮೇರೋಮ್ ಜಲಾಶಯದ ಬಳಿಯಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರೊಡನೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೋಸ್ಕರ ಇಳುಕೊಂಡರು."},{"number":6,"verse":"ಆಗ ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ - ನೀನು ಅವರಿಗೆ ಹೆದರಬೇಡ; ನಾಳೆ ಇಷ್ಟೇ ಹೊತ್ತಿಗೆ ಅವರನ್ನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಒಪ್ಪಿಸುವೆನು; ಅವರು ಅವರನ್ನು ಹತಿಸಿಬಿಡುವರು. ನೀನು ಅವರ ಕುದುರೆಗಳ ಹಿಂಗಾಲಿನ ನರಗಳನ್ನು ಕೊಯಿದು ರಥಗಳನ್ನು ಸುಟ್ಟುಬಿಡಬೇಕು ಅಂದನು."},{"number":7,"verse":"ಯೆಹೋಶುವನು ತನ್ನ ಎಲ್ಲಾ ಭಟರೊಡನೆ ಹೊರಟುಹೋಗಿ ಮೇರೋಮ್ ಜಲಾಶಯದ ಬಳಿಯಲ್ಲಿದ್ದ ಶತ್ರುಗಳ ಮೇಲೆ ಫಕ್ಕನೆ ಬಿದ್ದನು."},{"number":8,"verse":"ಯೆಹೋವನು ಅವರನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸಿದನು. ಇವರು ಅವರನ್ನು ದೊಡ್ಡ ಚೀದೋನ್, ಮಿಸ್ರೆಫೋತ್ಮಯಿಮ್ ಎಂಬ ಊರುಗಳವರೆಗೂ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವ ಮಿಚ್ಪೆಯ ಬೈಲಿನವರೆಗೂ ಹಿಂದಟ್ಟಿ ಹೊಡೆದರು. ಒಬ್ಬನಾದರೂ ಉಳಿಯದಂತೆ ಎಲ್ಲರನ್ನೂ ಸಂಹರಿಸಿದರು."},{"number":9,"verse":"ಯೆಹೋಶುವನು ಯೆಹೋವನ ಅಪ್ಪಣೆಗನುಸಾರವಾಗಿ ಅವರ ಕುದುರೆಗಳ ಹಿಂಗಾಲಿನ ನರಗಳನ್ನು ಕೊಯಿದು ರಥಗಳನ್ನು ಸುಟ್ಟುಬಿಟ್ಟನು."},{"number":10,"verse":"ಕೂಡಲೆ ಯೆಹೋಶುವನು ಹಿಂದಿರುಗಿ ಹಾಚೋರನ್ನೂ ಅದರ ಅರಸನನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದನು. ಹಾಚೋರೆಂಬದು ಪೂರ್ವಕಾಲದಲ್ಲಿ ಆ ಎಲ್ಲಾ ರಾಜ್ಯಗಳಲ್ಲಿ ಶ್ರೇಷ್ಠವಾಗಿತ್ತು."},{"number":11,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅದರಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಜನರನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿ ಹಾಚೋರ್ ಪಟ್ಟಣವನ್ನು ಸುಟ್ಟುಬಿಟ್ಟರು. ಒಂದು ಪ್ರಾಣಿಯಾದರೂ ಉಳಿಯಲಿಲ್ಲ."},{"number":12,"verse":"ಮತ್ತು ಯೆಹೋಶುವನು ಆ ಬೇರೆ ಅರಸರನ್ನೂ ಅವರ ಎಲ್ಲಾ ಪಟ್ಟಣಗಳನ್ನೂ ಹಿಡಿದು ಯೆಹೋವನ ಸೇವಕನಾದ ಮೋಶೆಯ ಆಜ್ಞೆಯಂತೆ ಅವರನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದನು."},{"number":13,"verse":"ಯೆಹೋಶುವನು ಸುಟ್ಟ ಹಾಚೋರ್ ಹೊರತು ಇಸ್ರಾಯೇಲ್ಯರು ದಿನ್ನೆಯ ಮೇಲಣ ಬೇರೆ ಯಾವ ಪಟ್ಟಣವನ್ನೂ ಸುಡಲಿಲ್ಲ."},{"number":14,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅವುಗಳಲ್ಲಿದ್ದ ಪಶುಗಳನ್ನೂ ವಸ್ತುಗಳನ್ನೂ ಕೊಳ್ಳೆ ಹಿಡಿದರು. ಆದರೆ ಜನರೆಲ್ಲರನ್ನೂ ಕತ್ತಿಯಿಂದ ಹೊಡೆದು ನಿರ್ಮೂಲಮಾಡಿದರು. ಒಂದು ಪ್ರಾಣಿಯನ್ನೂ ಉಳಿಸಲಿಲ್ಲ."},{"number":15,"verse":"ಯೆಹೋವನ ಸೇವಕನಾದ ಮೋಶೆಯು ದೇವರು ತನಗೆ ಹೇಳಿದ್ದನ್ನೆಲ್ಲಾ ಯೆಹೋಶುವನಿಗೆ ಹೇಳಿದ್ದನು. ಯೆಹೋಶುವನು ಅದರಂತೆಯೇ ಮಾಡಿದನು; ಯೆಹೋವನು ಮೋಶೆಯ ಮೂಲಕ ಆಜ್ಞಾಪಿಸಿದ್ದರಲ್ಲಿ ಅವನು ಒಂದನ್ನೂ ಮೀರಲಿಲ್ಲ."},{"number":16,"verse":"ಈ ಪ್ರಕಾರ ಬೆಟ್ಟದ ಮೇಲಿನ ಪ್ರದೇಶ, ದಕ್ಷಿಣ ಪ್ರಾಂತ, ಗೋಷೆನ್ ಸೀಮೆ, ಇಳಕಲಿನ ಪ್ರದೇಶ, ತಗ್ಗಾದ ಪ್ರದೇಶ, ಇಸ್ರಾಯೇಲ್ ಸೀಮೆಯ ಪರ್ವತ ಪ್ರಾಂತ್ಯ, ಅದಕ್ಕೆ ಸೇರಿದ ಇಳಕಲಿನ ಪ್ರದೇಶ ಇವುಗಳೆಲ್ಲಾ ಯೆಹೋಶುವನಿಗೆ ಸ್ವಾಧೀನವಾದವು."},{"number":17,"verse":"ಅವನು ಸೇಯೀರಿನ ದಾರಿಯಲ್ಲಿದ್ದ ಹಾಲಾಕ್ ಬೆಟ್ಟದಿಂದ ಹೆರ್ಮೋನಿನ ಬುಡದಲ್ಲಿ ಲೆಬನೋನ್ ತಗ್ಗಿನಲ್ಲಿರುವ ಬಾಲ್ಗಾದ್ ಪಟ್ಟಣದವರೆಗೂ ಇರುವ ಪ್ರದೇಶವನ್ನೆಲ್ಲಾ ತೆಗೆದುಕೊಂಡು ಅದರ ಎಲ್ಲಾ ಅರಸರನ್ನು ಹಿಡಿದು ಸಂಹರಿಸಿಬಿಟ್ಟನು."},{"number":18,"verse":"ಯೆಹೋಶುವನು ಈ ಎಲ್ಲಾ ಅರಸರೊಡನೆ ಬಹು ದಿನಗಳವರೆಗೂ ಯುದ್ಧಮಾಡಿದನು."},{"number":19,"verse":"ಗಿಬ್ಯೋನಿನ ನಿವಾಸಿಗಳಾದ ಹಿವ್ವಿಯರು ಹೊರತು ಯಾವ ಪಟ್ಟಣದವರೂ ಇಸ್ರಾಯೇಲ್ಯರೊಡನೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಲಿಲ್ಲ. ಎಲ್ಲರನ್ನೂ ಯುದ್ಧದಿಂದ ವಶಮಾಡಿಕೊಳ್ಳಬೇಕಾಯಿತು."},{"number":20,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಇಸ್ರಾಯೇಲ್ಯರು ಅವರೆಲ್ಲರನ್ನೂ ಕರುಣೆಯಿಲ್ಲದೆ ಸಂಹರಿಸಿಬಿಡುವ ಹಾಗೆ ಆತನು ತಾನೇ ಆ ಜನರ ಹೃದಯಗಳನ್ನು ಕಠಿಣಪಡಿಸಿ ಯುದ್ಧಕ್ಕೆ ಬರಮಾಡಿದನು."},{"number":21,"verse":"ಅದೇ ಕಾಲದಲ್ಲಿ ಯೆಹೋಶುವನು ಹೆಬ್ರೋನ್, ದೆಬೀರ್, ಅನಾಬ್ ಎಂಬ ಊರುಗಳಲ್ಲಿಯೂ ಯೆಹೂದ ಮತ್ತು ಇಸ್ರಾಯೇಲ್ ಪ್ರಾಂತಗಳ ಬೆಟ್ಟಗಳಲ್ಲಿಯೂ ಇದ್ದ ಉನ್ನತಪುರುಷರನ್ನು ನಾಶಮಾಡಿ ಅವರ ಪಟ್ಟಣಗಳನ್ನು ಹಾಳುಮಾಡಿದನು."},{"number":22,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಪ್ರಾಂತ್ಯದಲ್ಲಿ ಅಂಥವರು ಯಾರೂ ಉಳಿಯಲಿಲ್ಲ. ಆದರೆ ಗಾಜಾ, ಗತೂರು, ಅಷ್ಡೋದ್ ಎಂಬ ಊರುಗಳಲ್ಲಿ ಮಾತ್ರ ಕೆಲವರು ಉಳಿದರು."},{"number":23,"verse":"ಯೆಹೋವನು ಮೋಶೆಯ ಮೂಲಕ ವಾಗ್ದಾನ ಮಾಡಿದ್ದ ಪ್ರದೇಶವನ್ನೆಲ್ಲಾ ಯೆಹೋಶುವನು ಹಿಡಿದುಕೊಂಡು ಇಸ್ರಾಯೇಲ್ ಕುಲಭಾಗಗಳಿಗನುಸಾರವಾಗಿ ಹಂಚಿಕೊಟ್ಟನು. ಯುದ್ಧವು ನಿಂತು ದೇಶದಲ್ಲೆಲ್ಲಾ ಸಮಾಧಾನವುಂಟಾಯಿತು."}]}