{"bibleAbbr":"KNJV","bookName":"ಯೆಹೋಶುವ","bookEnglishName":"Joshua","chapterNumber":17,"verses":[{"number":1,"verse":"ಯೋಸೇಫನ ಚೊಚ್ಚಲಮಗನಾದ ಮನಸ್ಸೆಯ ವಂಶದವರಿಗೆ ಸಿಕ್ಕಿದ ಸ್ವಾಸ್ತ್ಯದ ವಿವರ. ಮನಸ್ಸೆಯ ಹಿರೀಮಗನೂ ಗಿಲ್ಯಾದನ ತಂದೆಯೂ ಆಗಿರುವ ಮಾಕೀರನು ಯುದ್ಧವೀರನಾದದರಿಂದ ಅವನಿಗೆ ಗಿಲ್ಯಾದ್, ಬಾಷಾನ್ ಎಂಬ ಪ್ರಾಂತಗಳು ಸಿಕ್ಕಿದವು."},{"number":2,"verse":"ಯೋಸೇಫನ ಮಗನಾಗಿರುವ ಮನಸ್ಸೆಯ ಉಳಿದ ಗಂಡು ಮಕ್ಕಳಾದ ಅಬೀಯೆಜೆರ್, ಹೇಲೆಕ್, ಅಸ್ರೀಯೇಲ್, ಶೆಕೆಮ್, ಹೇಫೆರ್, ಶೆಮೀದಾ ಎಂಬವರ ವಂಶದವರಿಗೆ [ಯೊರ್ದನಿನ ಈಚೆಯಲ್ಲಿ] ಸ್ವಾಸ್ತ್ಯವು ಸಿಕ್ಕಿತು."},{"number":3,"verse":"ಮನಸ್ಸೆಗೆ ಹುಟ್ಟಿದ ಮಾಕೀರನ ಮರಿಮಗನೂ ಗಿಲ್ಯಾದನ ಮೊಮ್ಮಗನೂ ಹೇಫೆರನ ಮಗನೂ ಆದ ಚಲ್ಪಹಾದನಿಗೆ ಹೆಣ್ಣುಮಕ್ಕಳು ಹುಟ್ಟಿದರೇ ಹೊರತು ಗಂಡು ಮಕ್ಕಳು ಹುಟ್ಟಲಿಲ್ಲ. ಮಹ್ಲಾ, ನೋವಾ, ಹೊಗ್ಲಾ, ಮಿಲ್ಕಾ, ತಿರ್ಚಾ ಎಂಬವರು ಅವನ ಹೆಣ್ಣುಮಕ್ಕಳು."},{"number":4,"verse":"ಇವರು ಮಹಾಯಾಜಕನಾದ ಎಲ್ಲಾಜಾರ್, ನೂನನ ಮಗನಾದ ಯೆಹೋಶುವ, ಕುಲಾಧಿಪತಿಗಳು ಇವರ ಬಳಿಗೆ ಬಂದು - ನಮ್ಮ ಅಣ್ಣತಮ್ಮಂದಿರ ಮಧ್ಯದಲ್ಲಿ ನಮಗೆ ಪಾಲುಕೊಡಬೇಕೆಂದು ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದನಲ್ಲಾ ಎಂದು ಹೇಳಲು ಯೆಹೋಶುವನು ಯೆಹೋವನ ಅಪ್ಪಣೆಯಂತೆ ಅವರಿಗೆ ಅವರ ತಂದೆಯ ಅಣ್ಣತಮ್ಮಂದಿರ ಮಧ್ಯದಲ್ಲಿ ಸ್ವಾಸ್ತ್ಯವನ್ನು ಕೊಟ್ಟನು."},{"number":5,"verse":"ಮನಸ್ಸೆಕುಲದ ಹೆಣ್ಣು ಮಕ್ಕಳಿಗೆ ಗಂಡು ಮಕ್ಕಳ ಸಂಗಡ ಸ್ವಾಸ್ತ್ಯದೊರಕಿದ್ದರಿಂದ ಮನಸ್ಸೆಯವರಿಗೆ ಯೊರ್ದನಿನ ಆಚೆಯಿದ್ದ ಬಾಷಾನ್ ಗಿಲ್ಯಾದ್ ಪ್ರಾಂತಗಳ ಹೊರತು ಈಚೆಯಲ್ಲಿಯೂ ಹತ್ತು ಪಾಲು ಸಿಕ್ಕಿದವು."},{"number":6,"verse":"ಗಿಲ್ಯಾದ್ ಸೀಮೆಯು ಮನಸ್ಸೆಯ ಉಳಿದ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿತು."},{"number":7,"verse":"ಮನಸ್ಸೆಯವರ ಸ್ವಾಸ್ತ್ಯದ ಮೇರೆಯು ಆಶೇರ್ ಊರಿನಿಂದ ತೊಡಗಿ ಶೆಕೆಮಿನ ಪೂರ್ವದಲ್ಲಿರುವ ಮಿಕ್ಮೆತಾತಿನ ಮೇಲೆ ದಕ್ಷಿಣದಲ್ಲಿರುವ ತಪ್ಪೂಹದ ಬುಗ್ಗೆಗೆ ಹೋಗುತ್ತದೆ."},{"number":8,"verse":"ತಪ್ಪೂಹ ಪಟ್ಟಣಕ್ಕೆ ಸೇರುವ ಭೂಮಿಯು ಮನಸ್ಸೆಯವರದು; ಆದರೆ ಅವರ ಮೇರೆಗೆ ಹೊಂದಿರುವ ತಪ್ಪೂಹ ಪಟ್ಟಣವು ಎಫ್ರಾಯೀಮ್ಯರದು."},{"number":9,"verse":"ಅಲ್ಲಿಂದ ಮೇರೆಯು ಇಳಿಯುತ್ತಾ ಕಾನಾ ಹಳ್ಳದ ದಕ್ಷಿಣಕ್ಕೆ ಹೋಗುತ್ತದೆ. ಅಲ್ಲಿ ಮನಸ್ಸೆಯವರಿಗಿರುವಂತೆ ಎಫ್ರಾಯೀಮ್ಯರಿಗೂ ಕೆಲವು ಪಟ್ಟಣಗಳಿರುತ್ತವೆ. ಮನಸ್ಸೆಯವರ ಮುಂದಿನ ಮೇರೆಯು ಹಳ್ಳದ ಉತ್ತರ ತೀರವನ್ನನುಸರಿಸಿ ಹೋಗಿ ಸಮುದ್ರದ ದಡದಲ್ಲಿ ಮುಗಿಯುವದು."},{"number":10,"verse":"ಹಳ್ಳದ ದಕ್ಷಿಣ ತೀರವು ಎಫ್ರಾಯೀಮ್ಯರದು; ಉತ್ತರ ತೀರವು ಮನಸ್ಸೆಯವರದು. ಮಹಾಸಾಗರವೇ ಇವರ ಪಶ್ಚಿಮದ ಮೇರೆ. ಉತ್ತರಕ್ಕೆ ಆಶೇರ್ ಕುಲದವರ ಪ್ರಾಂತವೂ ಪೂರ್ವಕ್ಕೆ ಇಸ್ಸಾಕಾರ್ ಕುಲದವರ ದೇಶವೂ ಇರುತ್ತವೆ."},{"number":11,"verse":"ಇದಲ್ಲದೆ ಮನಸ್ಸೆಯವರಿಗೆ ಇಸ್ಸಾಕಾರ್, ಆಶೇರ್ ಎಂಬವರ ಪ್ರಾಂತಗಳಲ್ಲಿ ಬೇತ್‍ಷೆಯಾನ್, ಇಬ್ಲೆಯಾಮ್, ದೋರ್ ಎಂಬ ಪಟ್ಟಣಗಳೂ ಅವುಗಳ ಗ್ರಾಮಗಳೂ ದುರ್ಗತ್ರಯವಾದ ಎಂದೋರ್, ತಾನಕ್, ಮೆಗಿದ್ದೋ ಎಂಬ ಪಟ್ಟಣಗಳೂ ಅವುಗಳಿಗೆ ಸೇರಿದ ಊರುಗಳೂ ಸಿಕ್ಕಿದವು."},{"number":12,"verse":"ಆದರೆ ಮನಸ್ಸೆಯವರು ಆ ಪಟ್ಟಣಗಳ ನಿವಾಸಿಗಳನ್ನು ಹೊರಡಿಸಲಾರದವರಾದರು. ಕಾನಾನ್ಯರಿಗೆ ಅಲ್ಲಿ ವಾಸಿಸುವದಕ್ಕೆ ಅನುಕೂಲವಾಯಿತು."},{"number":13,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಬಲಗೊಂಡ ಮೇಲೆ ಕಾನಾನ್ಯರನ್ನು ಹೊರಡಿಸದೆ ಅವರನ್ನು ದಾಸತ್ವಕ್ಕೆ ಹಚ್ಚಿದರು."},{"number":14,"verse":"ಆದರೆ ಯೋಸೇಫ್ಯರು ಯೆಹೋಶುವನಿಗೆ - ನೀನು ಚೀಟುಹಾಕಿ ನಮಗೆ ಒಂದೇ ಭಾಗವನ್ನು ಕೊಟ್ಟದ್ದೇಕೆ? ಯೆಹೋವನು ನಮ್ಮನ್ನು ಇಂದಿನವರೆಗೂ ಆಶೀರ್ವದಿಸಿದ್ದರಿಂದ ನಾವು ಮಹಾಜನಾಂಗವಾಗಿದ್ದೇವಲ್ಲಾ ಎಂದು ಹೇಳಲು"},{"number":15,"verse":"ಯೆಹೋಶುವನು ಅವರಿಗೆ - ಮಹಾಜನಾಂಗವಾದ ನಿಮಗೆ ಎಫ್ರಾಯೀಮ್ ಬೆಟ್ಟದ ಸೀಮೆ ಸಾಲದಿದ್ದರೆ ಪೆರಿಜ್ಜೀಯರ ಮತ್ತು ರೆಫಾಯರ ಸೀಮೆಗಳಿಗೆ ಹೋಗಿ ಅಲ್ಲಿನ ಕಾಡು ಕಡಿದು ಸ್ಥಳಮಾಡಿಕೊಳ್ಳಿರಿ ಅಂದನು."},{"number":16,"verse":"ಅವರು ತಿರಿಗಿ ಯೆಹೋಶುವನಿಗೆ - ನಮ್ಮ ಪರ್ವತಪ್ರದೇಶವು ನಮಗೆ ಸಾಲುವದಿಲ್ಲ; ಬೇತ್‍ಷೆಯಾನ್ ಮತ್ತು ಅದಕ್ಕೆ ಸೇರಿದ ಊರುಗಳಿರುವ ತಗ್ಗಿನಲ್ಲಿಯೂ ಇಜ್ರೇಲಿನ ತಗ್ಗಿನಲ್ಲಿಯೂ ವಾಸಿಸುವ ಕಾನಾನ್ಯರೆಲ್ಲರಿಗೆ ಕಬ್ಬಿಣದ ರಥಗಳಿವೆ ಅನ್ನಲು"},{"number":17,"verse":"ಅವನು ಯೋಸೇಫ್ಯರಾದ ಎಫ್ರಾಯೀಮ್ ಮನಸ್ಸೆ ಕುಲಗಳ ಜನರಿಗೆ - ನೀವು ಮಹಾಜನಾಂಗವೂ ಬಹುಬಲವುಳ್ಳವರೂ ಆಗಿರುವದು ನಿಜ; ನೀವು ಒಂದು ಭಾಗಕ್ಕಿಂತ ಹೆಚ್ಚು ತೆಗೆದುಕೊಳ್ಳಬಹುದಲ್ಲಾ!"},{"number":18,"verse":"ಆ ಬೆಟ್ಟದ ಸೀಮೆಯನ್ನು ನಿಮಗೆ ಕೊಟ್ಟಿರುತ್ತೇನೆ. ಅದರಲ್ಲಿ ಕಾಡುಗಳಿದ್ದರೂ ನೀವು ಅವುಗಳನ್ನು ಕಡಿದು ಹಾಕಬಹುದು. ಅದಕ್ಕೆ ಸೇರಿರುವ ಬೈಲೂ ನಿಮ್ಮದೇ. ಕಾನಾನ್ಯರು ಬಲಿಷ್ಠರಾಗಿ ಕಬ್ಬಿಣದ ರಥಗಳುಳ್ಳವರಾಗಿದ್ದರೂ ನೀವು ಅವರನ್ನು ಹೊರಡಿಸುವಿರಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."}]}