{"bibleAbbr":"KNJV","bookName":"ಯೆಹೋಶುವ","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"ಜನರೆಲ್ಲಾ ಯೊರ್ದನಿನ ಆಚೆಗೆ ಸೇರಿದ ಮೇಲೆ ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ -"},{"number":2,"verse":"ನೀವು ಜನರೊಳಗಿಂದ ಕುಲಕ್ಕೆ ಒಬ್ಬನಂತೆ ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರಿಗೆ -"},{"number":3,"verse":"ಯೊರ್ದನಿನ ಮಧ್ಯದಲ್ಲಿ ಯಾಜಕರು ನಿಂತಿರುವ ಸ್ಥಳದಿಂದ ಹನ್ನೆರಡು ಕಲ್ಲುಗಳನ್ನು ಎತ್ತಿ ಅವುಗಳನ್ನು ನಿಮ್ಮ ಸಂಗಡ ಈಚೇ ದಡಕ್ಕೆ ತಂದು ನೀವು ಈ ರಾತ್ರಿ ಇಳುಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲಿ ನಿಲ್ಲಿಸಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಬೇಕೆಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಆಗ ಯೆಹೋಶುವನು ತಾನು ಇಸ್ರಾಯೇಲ್ಯರೊಳಗಿಂದ ಕುಲಕ್ಕೆ ಒಬ್ಬನಂತೆ ಆರಿಸಿಕೊಂಡ ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಕರೆದು ಅವರಿಗೆ -"},{"number":5,"verse":"ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಮಂಜೂಷದ ಮುಂದಾಗಿ ಯೊರ್ದನಿನ ಮಧ್ಯಕ್ಕೆ ಹೋಗಿ ಇಸ್ರಾಯೇಲ್ ಕುಲಗಳ ಸಂಖ್ಯೆಗೆ ಸರಿಯಾಗುವಂತೆ ಪ್ರತಿಯೊಬ್ಬನು ಒಂದೊಂದು ಕಲ್ಲನ್ನು ಹೆಗಲ ಮೇಲೆ ಹೊತ್ತುಕೊಂಡು ಬನ್ನಿರಿ."},{"number":6,"verse":"ಅವು ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ಗುರುತಾಗಿರುವವು. ಮುಂದಣ ಕಾಲದಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳು - ಈ ಕಲ್ಲುಗಳು ಏನು ಸೂಚಿಸುತ್ತವೆಂದು ನಿಮ್ಮನ್ನು ಕೇಳುವಾಗ"},{"number":7,"verse":"ನೀವು ಅವರಿಗೆ - ಯೆಹೋವನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವು ಯೊರ್ದನನ್ನು ದಾಟುವಾಗ ಅದರ ಮುಂದೆ ಯೊರ್ದನಿನ ನೀರು ನಿಂತುಹೋಯಿತೆಂದು ಹೇಳಿರಿ. ಯೊರ್ದನಿನ ನೀರು ನಿಂತುಹೋಯಿತೆಂಬದಕ್ಕೆ ಈ ಕಲ್ಲುಗಳು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಸದಾಕಾಲವೂ ಸಾಕ್ಷಿಗಳಾಗಿರುವವು ಅಂದನು."},{"number":8,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೋಶುವನು ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಮಾಡಿದರು. ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ ಹೇಳಿದ ಪ್ರಕಾರ ಅವರು ಇಸ್ರಾಯೇಲ್ಯರ ಕುಲಸಂಖ್ಯೆಗನುಸಾರವಾಗಿ ಯೊರ್ದನಿನ ಮಧ್ಯದಿಂದ ಹನ್ನೆರಡು ಕಲ್ಲುಗಳನ್ನು ಎತ್ತಿ ತಾವು ಇಳುಕೊಳ್ಳುವ ಸ್ಥಳಕ್ಕೆ ತಂದು ಅಲ್ಲಿ ಅವುಗಳನ್ನು ನಿಲ್ಲಿಸಿದರು."},{"number":9,"verse":"ಇದಲ್ಲದೆ ಯೆಹೋಶುವನು ಹನ್ನೆರಡು ಕಲ್ಲುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಯೊರ್ದನಿನ ಮಧ್ಯದಲ್ಲಿ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ನಿಂತಿದ್ದ ಸ್ಥಳದಲ್ಲಿ ನಿಲ್ಲಿಸಿದನು. ಅವು ಇಂದಿನವರೆಗೂ ಅಲ್ಲೇ ಇರುತ್ತವೆ."},{"number":10,"verse":"ಮೋಶೆಯು ಆಜ್ಞಾಪಿಸಿದಂತೆ ಯೆಹೋಶುವನು ಜನರಿಗೆ ತಿಳಿಸಿದ ಯೆಹೋವನ ಅಪ್ಪಣೆಗಳನ್ನೆಲ್ಲಾ ಅವರು ನೆರವೇರಿಸುವವರೆಗೂ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ಯೊರ್ದನಿನ ಮಧ್ಯದಲ್ಲೇ ನಿಂತರು. ಜನರು ಬೇಗನೆ ಹೊಳೆದಾಟಿದರು."},{"number":11,"verse":"ಜನರೆಲ್ಲಾ ಆಚೆಗೆ ಸೇರಿದ ಮೇಲೆ ಯಾಜಕರು ಯೆಹೋವನ ಮಂಜೂಷಸಹಿತವಾಗಿ ದಾಟಿ ಜನರ ಮುಂಗಡೆಯಲ್ಲಿ ಹೋದರು."},{"number":12,"verse":"ರೂಬೇನ್ಯರೂ ಗಾದ್ಯರೂ ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರೂ ಮೋಶೆಯು ತಮಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಯುದ್ಧಸನ್ನದ್ಧರಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರ ಮುಂದಾಗಿ ಹೊರಟು ಹೊಳೆದಾಟಿದರು."},{"number":13,"verse":"ಅವರು ಸುಮಾರು ನಾಲ್ವತ್ತು ಸಾವಿರ ಭಟರಾಗಿದ್ದು ಯುದ್ಧಮಾಡುವದಕ್ಕಾಗಿ ಯೆಹೋವನ ಮುಂದೆ ಯೆರಿಕೋವಿನ ಬೈಲಿಗೆ ಬಂದರು."},{"number":14,"verse":"ಆ ದಿವಸ ಯೆಹೋವನು ಯೆಹೋಶುವನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರ ದೃಷ್ಟಿಯಲ್ಲಿ ಘನಪಡಿಸಿದ್ದರಿಂದ ಅವರು ಮೋಶೆಯಲ್ಲಿ ಹೇಗೋ ಹಾಗೆಯೇ ಇವನಲ್ಲಿಯೂ ಇವನು ಜೀವದಿಂದಿದ್ದ ಕಾಲವೆಲ್ಲಾ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿದ್ದರು."},{"number":15,"verse":"ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ - ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರಿಗೆ ಯೊರ್ದನಿನಿಂದ ಮೇಲೆ ಬರಲಾಜ್ಞಾಪಿಸೆಂದು ಹೇಳಲು"},{"number":17,"verse":"ಅವನು ಆ ಯಾಜಕರಿಗೆ ಮೇಲೆ ಬರಬೇಕೆಂದು ವಿಧಿಸಿದನು."},{"number":18,"verse":"ಯೆಹೋವನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ಯೊರ್ದನಿನಿಂದ ಮೇಲೆ ಬಂದು ಒಣನೆಲದಲ್ಲಿ ತಮ್ಮ ಕಾಲುಗಳನ್ನಿಟ್ಟ ಕೂಡಲೆ ನೀರು ಮುಂಚಿನಂತೆ ಬಂದು ಯೊರ್ದನ್ ಹೊಳೆಯು ದಡಮೀರಿ ಹರಿಯಹತ್ತಿತು."},{"number":19,"verse":"ಜನರು ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿವಸದಲ್ಲಿ ಯೊರ್ದನನ್ನು ದಾಟಿ ಯೆರಿಕೋವಿನ ಪೂರ್ವ ಪ್ರಾಂತದಲ್ಲಿರುವ ಗಿಲ್ಗಾಲೆಂಬಲ್ಲಿ ಇಳುಕೊಂಡರು."},{"number":20,"verse":"ಯೆಹೋಶುವನು ಯೊರ್ದನಿನಿಂದ ತೆಗೆದುಕೊಂಡು ಬಂದ ಹನ್ನೆರಡು ಕಲ್ಲುಗಳನ್ನು ಗಿಲ್ಗಾಲಿನಲ್ಲೇ ನಿಲ್ಲಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ -"},{"number":21,"verse":"ಮುಂದಣ ಕಾಲದಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳು ಈ ಕಲ್ಲುಗಳನ್ನು ಯಾಕೆ ನಿಲ್ಲಿಸಿದ್ದಾರೆಂದು ನಿಮ್ಮನ್ನು ಕೇಳಿದರೆ ನೀವು ಅವರಿಗೆ -"},{"number":22,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಒಣನೆಲವಾಗಿದ್ದ ಈ ಯೊರ್ದನನ್ನು ದಾಟಿ ಬಂದದ್ದಕ್ಕಾಗಿ ಎಂದು ಹೇಳಿರಿ."},{"number":23,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಮ್ಮ ಮುಂದೆ ಕೆಂಪು ಸಮುದ್ರವನ್ನು ಬತ್ತಿಸಿ ನಮ್ಮನ್ನು ದಾಟಿಸಿದಂತೆ ಈಗ ನಿಮ್ಮ ಮುಂದೆ ಈ ಯೊರ್ದನನ್ನು ಬತ್ತಿಸಿ ನಿಮ್ಮನ್ನು ದಾಟಿಸಿದ್ದಾನೆ."},{"number":24,"verse":"ಇದರಿಂದ ಭೂನಿವಾಸಿಗಳೆಲ್ಲರೂ ಯೆಹೋವನ ಹಸ್ತವು ಪರಾಕ್ರಮವುಳ್ಳದ್ದೆಂದು ತಿಳಿದುಕೊಳ್ಳುವರು. ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಯಾವಾಗಲೂ ಭಯಪಡುವರು ಅಂದನು."}]}