{"bibleAbbr":"KNJV","bookName":"ಯೆಹೋಶುವ","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"ಯೊರ್ದನಿನ ಪಶ್ಚಿಮದಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಅಮೋರಿಯರ ಅರಸರೂ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿದ್ದ ಸರ್ವ ಕಾನಾನ್ ರಾಜರೂ ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರ ಮುಂದೆ ಯೊರ್ದನನ್ನು ಬತ್ತಿಸಿ ಅವರನ್ನು ದಾಟಿಸಿದನೆಂದು ಕೇಳಲು ಅವರ ಎದೆಯೊಡೆದು ಹೋಯಿತು. ಇಸ್ರಾಯೇಲ್ಯರ ನಿಮಿತ್ತವಾಗಿ ಅವರಿಗೆ ಧೈರ್ಯವಿಲ್ಲವಾಯಿತು."},{"number":2,"verse":"ಆ ಸಮಯದಲ್ಲಿ ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ - ನೀನು ಕಲ್ಲಿನ ಚೂರಿಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ತಿರಿಗಿ ಸುನ್ನತಿಮಾಡು ಎಂದು ಹೇಳಲು"},{"number":3,"verse":"ಅವನು ಕಲ್ಲಿನ ಚೂರಿಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಸುನ್ನತಿಗುಡ್ಡದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಸುನ್ನತಿಮಾಡಿದನು."},{"number":4,"verse":"ಯೆಹೋಶುವನು ಸುನ್ನತಿಮಾಡಿದ್ದಕ್ಕೆ ಕಾರಣವೇನಂದರೆ - ಐಗುಪ್ತದಿಂದ ಹೊರಟುಬಂದ ಗಂಡಸರಲ್ಲಿ ಯುದ್ಧವೀರರೆಲ್ಲಾ ಆ ದೇಶವನ್ನು ಬಿಟ್ಟನಂತರ ಅರಣ್ಯದಲ್ಲಿ ಸತ್ತುಹೋದರು."},{"number":5,"verse":"ಅಲ್ಲಿಂದ ಬಂದ ಜನರಿಗೆಲ್ಲಾ ಸುನ್ನತಿಯಾಗಿತ್ತು. ಐಗುಪ್ತವನ್ನು ಬಿಟ್ಟನಂತರ ಅರಣ್ಯ ಪ್ರಯಾಣದಲ್ಲಿ ಹುಟ್ಟಿದವರಿಗೆ ಸುನ್ನತಿಯಾಗಿರಲಿಲ್ಲ."},{"number":6,"verse":"ಐಗುಪ್ತದಿಂದ ಬಂದ ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳದೆ ಹೋದದರಿಂದ ಅವರು ತಮ್ಮ ಭಟರೆಲ್ಲರೂ ಸಂಹಾರವಾಗುವ ತನಕ ನಾಲ್ವತ್ತು ವರುಷ ಅರಣ್ಯದಲ್ಲಿ ಅಲೆಯುತ್ತಿರಬೇಕಾಯಿತು. ಯೆಹೋವನು ತಾನು ಅವರ ಪಿತೃಗಳಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ್ದ ಹಾಲೂ ಜೇನೂ ಹರಿಯುವ ದೇಶದಲ್ಲಿ ಅವರನ್ನು ಸೇರಿಸುವದಿಲ್ಲವೆಂದು ಆಣೆಯಿಟ್ಟನು."},{"number":7,"verse":"ಅವರಿಗೆ ಪ್ರತಿಯಾಗಿ ಹುಟ್ಟಿದ ಅವರ ಮಕ್ಕಳಿಗೆ ಯೆಹೋಶುವನು ಸುನ್ನತಿಮಾಡಿದನು. ದಾರಿಯಲ್ಲಿ ಯಾರೂ ಅವರಿಗೆ ಸುನ್ನತಿಮಾಡಿರಲಿಲ್ಲವಾದದರಿಂದ ಅವರು ಸುನ್ನತಿಯಿಲ್ಲದವರಾಗಿದ್ದರು."},{"number":8,"verse":"ಜನಾಂಗದವರಿಗೆಲ್ಲಾ ಸುನ್ನತಿಯಾದ ಮೇಲೆ ಅವರು ವಾಸಿಯಾಗುವವರೆಗೆ ತಮ್ಮ ತಮ್ಮ ಸ್ಥಳಗಳಲ್ಲಿ ಪಾಳೆಯದಲ್ಲಿಯೇ ಇದ್ದರು."},{"number":9,"verse":"ಯೆಹೋವನು ಯೆಹೋಶುವನಿಗೆ - ನಾನು ಐಗುಪ್ತ್ಯರ ನಿಂದೆಯನ್ನು ಈ ಹೊತ್ತು ನಿಮ್ಮಿಂದ ನಿವಾರಿಸಿಬಿಟ್ಟಿದ್ದೇನೆಂದು ಹೇಳಿದ್ದರಿಂದ ಆ ಸ್ಥಳಕ್ಕೆ ಇಂದಿನವರೆಗೂ ಗಿಲ್ಗಾಲೆಂಬ ಹೆಸರಿರುತ್ತದೆ."},{"number":10,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಗಿಲ್ಗಾಲಿನಲ್ಲಿ ಇಳುಕೊಂಡಿದ್ದಾಗ ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನದ ಸಾಯಂಕಾಲ ಯೆರಿಕೋವಿನ ಬೈಲಿನಲ್ಲಿ ಪಸ್ಕ ಹಬ್ಬವನ್ನು ಆಚರಿಸಿ"},{"number":11,"verse":"ಮರುದಿವಸದಿಂದ ಆ ದೇಶದ ಧಾನ್ಯವನ್ನು ಊಟಕ್ಕೆ ಉಪಯೋಗಿಸ ತೊಡಗಿದರು. ಹೇಗಂದರೆ ಅದೇ ದಿನದಲ್ಲಿ ಅವರು ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನೂ ಸುಟ್ಟ ತೆನೆಗಳನ್ನೂ ತಿಂದರು."},{"number":12,"verse":"ಆ ದೇಶದ ಹುಟ್ಟುವಳಿಯನ್ನು ಊಟಮಾಡಿದ ಮರುದಿವಸವೇ ಮನ್ನವು ನಿಂತುಹೋಯಿತು. ಅದು ಅವರಿಗೆ ತಿರಿಗಿ ಸಿಕ್ಕಲೇ ಇಲ್ಲ. ಇಸ್ರಾಯೇಲ್ಯರು ಆ ವರುಷದಲ್ಲೆಲ್ಲಾ ಕಾನಾನ್ ದೇಶದ ಉತ್ಪನ್ನವನ್ನು ಅನುಭವಿಸುತ್ತಿದ್ದರು."},{"number":13,"verse":"ಯೆಹೋಶುವನು ಯೆರಿಕೋವಿನ ಹತ್ತಿರದಲ್ಲಿದ್ದಾಗ ಒಂದಾನೊಂದು ದಿನ ಕಣ್ಣೆತ್ತಿ ನೋಡಲು ಒಬ್ಬ ಮನುಷ್ಯನು ಹಿರಿದ ಕತ್ತಿಯನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದು ತನ್ನೆದುರಿನಲ್ಲಿ ನಿಂತಿರುವದನ್ನು ಕಂಡನು. ಅವನು ಅವನ ಬಳಿಗೆ ಹೋಗಿ - ನೀನು ನಮ್ಮವನೋ ಅಥವಾ ಶತ್ರುಪಕ್ಷದವನೋ ಎಂದು ಕೇಳಲು"},{"number":14,"verse":"ಆ ಮನುಷ್ಯನು - ನಾನು ಅಂಥವನಲ್ಲ; ಯೆಹೋವನ ಸೇನಾಪತಿಯು; ಈಗಲೇ ಬಂದಿದ್ದೇನೆ ಎಂದನು. ಆಗ ಯೆಹೋಶುವನು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗನಮಸ್ಕಾರ ಮಾಡಿ - ಸ್ವಾಮಿಯವರು ತಮ್ಮ ಸೇವಕನಿಗೆ ಏನು ಆಜ್ಞಾಪಿಸಬೇಕೆಂದಿದ್ದೀರಿ ಅನ್ನಲು"},{"number":15,"verse":"ಯೆಹೋವನ ಸೇನಾಪತಿಯು - ನಿನ್ನ ಕಾಲಿನಿಂದ ಕೆರಗಳನ್ನು ತೆಗೆದುಹಾಕು; ನೀನು ನಿಂತಿರುವ ಸ್ಥಳವು ಪರಿಶುದ್ಧವಾದದ್ದು ಎಂದು ಯೆಹೋಶುವನಿಗೆ ಹೇಳಿದನು. ಅವನು ಹಾಗೆಯೇ ಮಾಡಿದನು."}]}