{"bibleAbbr":"ISV2011","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":8,"verses":[{"number":1,"verse":"{Jesus Feeds More than Four Thousand People} {(Matthew 15:32-39)} d At that time, after a large crowd again had gathered together with nothing to eat, Jesus {Lit. he} called his disciples and told them,"},{"number":2,"verse":"\"I have compassion for the crowd because they have already been with me for three days and have nothing to eat."},{"number":3,"verse":"If I send them away to their homes hungry, they will faint on the road. Some of them have come a long distance.\""},{"number":4,"verse":"His disciples answered him, \"Where could anyone get enough bread to feed these people out here in the wilderness?\""},{"number":5,"verse":"He asked them, \"How many loaves of bread do you have?\" \"Seven,\" they said."},{"number":6,"verse":"So he ordered the crowd to sit down on the ground. Then he took the seven loaves and gave thanks. He broke them in pieces and kept giving them to his disciples to distribute. So they served them to the crowd."},{"number":7,"verse":"They also had a few small fish. He blessed them and said that the fish {Lit. these} should also be distributed."},{"number":8,"verse":"The people {Lit. They} ate and were filled. Then the disciples {Lit. they} picked up the leftover pieces seven large baskets full."},{"number":9,"verse":"Now about 4, men were there. Then he sent them on their way."},{"number":10,"verse":"Immediately he got into a boat with his disciples and went to the region of Dalmanutha. {Other mss. read Mageda ; still other mss. read Magdala}"},{"number":11,"verse":"{Interpreting the Time} {(Matthew 16:1-4; Luke 12:54-56)} d The Pharisees arrived and began arguing with Jesus. {Lit. him} They tested him by demanding from him a sign from heaven."},{"number":12,"verse":"He sighed deeply in his spirit and remarked, \"Why do those living today {Lit. Why does this generation} demand a sign? I tell all of you {The Gk. pronoun you is pl.} with certainty, no sign will be given to this generation.\""},{"number":13,"verse":"Leaving them, he got into a boat again and crossed to the other side."},{"number":14,"verse":"{The Yeast of the Pharisees and Sadducees} {(Matthew 16:5-12)} d Now the disciples {Lit. they} had forgotten to take any bread along, but they had one loaf with them in the boat."},{"number":15,"verse":"Jesus {Lit. He} had been warning them, \"Watch out! Beware of the yeast of the Pharisees and the yeast of Herod!\" {Other mss. read of the Herodians}"},{"number":16,"verse":"So they were discussing with one another the fact that they didn't have any bread."},{"number":17,"verse":"Knowing this, Jesus {Lit. he} asked them, \"Why are you discussing the fact that you don't have any bread? Don't you understand or perceive yet? Are your hearts hardened?"},{"number":18,"verse":"Do you have eyes but fail to see? Do you have ears but fail to hear? {Jer 5:21} Don't you remember?"},{"number":19,"verse":"When I broke the five loaves for the 5,, how many baskets did you fill with leftover pieces?\" They told him, \"Twelve.\""},{"number":20,"verse":"\"When I broke {The Gk. lacks I broke} the seven loaves {The Gk. lacks loaves} for the 4,, how many large baskets did you fill with the leftover pieces?\" They told him, \"Seven.\""},{"number":21,"verse":"Then he asked them, \"Don't you understand yet?\""},{"number":22,"verse":"{Jesus Heals a Blind Man in Bethsaida} d As they came to Bethsaida, some people {Lit. they} brought a blind man to Jesus {Lit. him} and begged him to touch him. {The Gk. lacks him}"},{"number":23,"verse":"Jesus {Lit. Then he} took the blind man by the hand and led him out of the village. He spit into his eyes, placed his hands on him, and asked him, \"Do you see anything?\""},{"number":24,"verse":"The man {Lit. He} looked up and said, \"I see people, but they look like trees walking around.\""},{"number":25,"verse":"Then Jesus {Lit. he} placed his hands on the man's {Lit. his} eyes again, and he saw clearly. His sight was restored, and he saw everything perfectly even from a distance."},{"number":26,"verse":"Then Jesus {Lit. he} sent him home, saying, \"Don't go into the village or tell anyone in the village.\" {Other mss. lack or tell anyone in the village}"},{"number":27,"verse":"{Peter Declares His Faith in Jesus} {(Matthew 16:13-20; Luke 9:18-21)} d Then Jesus and his disciples set out for the villages around Caesarea Philippi. On the way he was asking his disciples, \"Who do people say I am?\""},{"number":28,"verse":"They answered him, \"Some say {The Gk. lacks Some say} John the Baptist, others Elijah, and still others one of the prophets.\""},{"number":29,"verse":"Then he began to ask them, \"But who do you say I am?\" Peter answered him, \"You are the Messiah!\" {Or Christ}"},{"number":30,"verse":"Jesus {Lit. He} sternly ordered them not to tell anyone about him."},{"number":31,"verse":"{Jesus Predicts His Death and Resurrection} {(Matthew 16:21-28; Luke 9:21-27)} d Then he began to teach them that the Son of Man would have to suffer a great deal and be rejected by the elders, the high priests, and the scribes. Then he would be killed, but after three days he would rise again."},{"number":32,"verse":"He was speaking about this matter quite openly. Peter took him aside and began to rebuke him."},{"number":33,"verse":"But turning and looking at his disciples, Jesus {Lit. he} rebuked Peter, saying, \"Get behind me, Satan, because you're not thinking God's thoughts but human thoughts!\""},{"number":34,"verse":"Then Jesus {Lit. he} called the crowd to himself along with his disciples and told them, \"If anyone wants to follow me, he must deny himself, pick up his cross, and follow me continually,"},{"number":35,"verse":"because whoever wants to save his life will lose it, but whoever loses his life for my sake and for the gospel will save it."},{"number":36,"verse":"What profit will a person have if he gains the whole world and forfeits his life?"},{"number":37,"verse":"Indeed, what can a person give in exchange for his life?"},{"number":38,"verse":"If anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will be ashamed of him when he comes with the holy angels in his Father's glory.\""}]}