{"bibleAbbr":"ISV2011","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"Then he told them, \"I tell all of you {The Gk. pronoun you is pl.} with certainty, some people standing here will not experience {Lit. taste} death until they see the kingdom of God arrive with power.\""},{"number":2,"verse":"{Jesus'Appearance is Changed} {(Matthew 17:1-13; Luke 9:28-36)} d Six days later, Jesus took Peter, James, and John and led them up a high mountain to be alone with him. His appearance was changed in front of them,"},{"number":3,"verse":"and his clothes became dazzling white, whiter than anyone {Lit. anyone who cleans} on earth could bleach them."},{"number":4,"verse":"Then Elijah appeared to them, accompanied by Moses, and they were talking with Jesus."},{"number":5,"verse":"Then Peter told Jesus, \"Rabbi, {Rabbi is Heb. for Master and/or Teacher} it's good that we're here! Let's set up three shelters {Or tents} one for you, one for Moses, and one for Elijah.\""},{"number":6,"verse":"(Peter {Lit. He} didn't know how to respond, because they were terrified.)"},{"number":7,"verse":"Then a cloud appeared and overshadowed them. A voice came out of the cloud and said, {The Gk. lacks and said} \"This is my Son, whom I love. Keep on listening to him!\""},{"number":8,"verse":"Suddenly, as they looked around, they saw no one with them but Jesus alone."},{"number":9,"verse":"On their way down the mountain, Jesus {Lit. he} ordered them not to tell anyone what they had seen until the Son of Man had risen from the dead."},{"number":10,"verse":"They kept the matter to themselves but argued about what \"rising from the dead\" meant."},{"number":11,"verse":"So they asked him, \"Don't the scribes say that Elijah must come first?\""},{"number":12,"verse":"He told them, \"Elijah is indeed coming first and will restore all things. Why, then, is it written that the Son of Man must suffer a great deal and be treated shamefully?"},{"number":13,"verse":"But I tell you that Elijah has come, yet people {Lit. they} treated him just as they pleased, as it is written about him.\""},{"number":14,"verse":"{Jesus Heals a Boy with a Demon} {(Matthew 17:14-20)} d As they approached the other {The Gk. lacks other} disciples, they saw a large crowd around them and some scribes arguing with them."},{"number":15,"verse":"The whole crowd was very surprised to see Jesus {Lit. him} and ran to welcome him."},{"number":16,"verse":"He asked the scribes, {Lit. them} \"What are you arguing about with them?\""},{"number":17,"verse":"A man in the crowd answered him, \"Teacher, I brought my son to you. He has a spirit that won't let him talk."},{"number":18,"verse":"Whenever it brings on a seizure, it throws him to the ground. Then he foams at the mouth, grinds his teeth, and becomes stiff. So I asked your disciples to drive the spirit {Lit. it} out, but they didn't have the power.\""},{"number":19,"verse":"Jesus {Lit. He} told them, \"You unbelieving generation! How long must I be with you? How long must I put up with you? Bring him to me!\""},{"number":20,"verse":"So they brought the boy {Lit. him} to him. When the spirit saw Jesus, {Lit. him} it immediately threw the boy {Lit. him} into convulsions. He fell on the ground and kept rolling around and foaming at the mouth."},{"number":21,"verse":"Then Jesus {Lit. he} asked his father, \"How long has this been happening to him?\" He said, \"Since he was a child."},{"number":22,"verse":"The spirit {Lit. It} has often thrown him into fire and into water to destroy him. But if you are able to do anything, have pity on us and help us!\""},{"number":23,"verse":"Jesus told him, «If you are able? 'Everything is possible for the person who believes!\""},{"number":24,"verse":"With tears flowing, {Other mss. lack With tears flowing} the child's father at once cried out, \"I do believe! Help my unbelief!\""},{"number":25,"verse":"When Jesus saw that a crowd was running to the scene, he rebuked the unclean spirit, saying to it, \"You spirit that won't let him talk or hear I command you to come out of him and never enter him again!\""},{"number":26,"verse":"The spirit {Lit. It} screamed, shook the child {The Gk. lacks the child} violently, and came out. The boy was like a corpse, and many said that he was dead."},{"number":27,"verse":"But Jesus took his hand and helped him up, and he stood up."},{"number":28,"verse":"When Jesus {Lit. he} came home, his disciples asked him privately, \"Why couldn't we drive the spirit {Lit. drive it} out?\""},{"number":29,"verse":"He told them, \"This kind can come out only by prayer and fasting.\" {Other mss. lack and fasting}"},{"number":30,"verse":"{Jesus Again Predicts His Death and Resurrection} {(Matthew 17:22-23; Luke 9:43-45)} d Then they left that place and passed through Galilee. Jesus {Lit. He} didn't want anyone to find out about it,"},{"number":31,"verse":"because he was teaching his disciples, \"The Son of Man will be betrayed into human hands. They will kill him, but after being dead for three days he will be raised.\""},{"number":32,"verse":"They didn't understand what this statement meant, and they were afraid to ask him."},{"number":33,"verse":"{True Greatness} {(Matthew 18:1-5; Luke 9:46-48)} d Then they came to Capernaum. While Jesus {Lit. he} was at home, he asked the disciples, {Lit. them} \"What were you arguing about on the road?\""},{"number":34,"verse":"But they kept silent, because they had argued on the road with one another about who was the greatest."},{"number":35,"verse":"So he sat down, called the Twelve, and told them, \"If anyone wants to be first he must be last of all and servant of all.\""},{"number":36,"verse":"Then he took a little child and had him stand among them. He took him in his arms and told them,"},{"number":37,"verse":"\"Whoever welcomes a child like this in my name welcomes me, and whoever welcomes me welcomes not me but the one who sent me.\""},{"number":38,"verse":"{The True Follower of Jesus} {(Luke 9:49-50)} d John told Jesus, {Lit. him} \"Teacher, we saw someone driving out demons in your name. We tried to stop him, because he wasn't a follower like us.\""},{"number":39,"verse":"But Jesus said, \"Don't stop him, because no one who works a miracle in my name can slander me soon afterwards."},{"number":40,"verse":"Whoever is not against us is for us."},{"number":41,"verse":"I tell all of you {The Gk. pronoun you is pl.} with certainty, whoever gives you a cup of water to drink because you belong to the Messiah {Or Christ} will never lose his reward.\""},{"number":42,"verse":"{Causing Others to Sin} {(Matthew 18:6-9; Luke 17:1-2)} d \"If anyone causes one of these little ones who believe in me to sin, it would be better for him if a large millstone were hung around his neck and he were thrown into the sea."},{"number":43,"verse":"So if your hand causes you to sin, cut it off. It is better for you to enter life injured than to have two hands and go to hell, {Lit. Gehenna ; a Gk. transliteration of the Heb. for Valley of Hinnom} to the fire that cannot be put out."},{"number":44,"verse":"In that place, worms never die, and the fire is never put out. {Other mss. lack this verse}"},{"number":45,"verse":"And if your foot causes you to sin, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell. {Lit. Gehenna ; a Gk. transliteration of the Heb. for Valley of Hinnom}"},{"number":46,"verse":"In that place, worms never die, and the fire is never put out. {Other mss. lack this verse}"},{"number":47,"verse":"And if your eye causes you to sin, tear it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell. {Lit. Gehenna ; a Gk. transliteration of the Heb. for Valley of Hinnom}"},{"number":48,"verse":"In that place, worms never die, and the fire is never put out."},{"number":49,"verse":"Because everyone will be salted with fire, and every sacrifice will be salted with salt. {Other mss. lack and every sacrifice will be salted with salt}"},{"number":50,"verse":"Salt is good. But if salt loses its taste, how can you restore its flavor? Keep on having salt among yourselves, and live in peace with one another.\""}]}