{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"( امثال کی اہمیّت) اِسرا ئیل کے بادشاہ سُلیما ن بِن داؤُد کی امثال۔"},{"number":2,"verse":"حِکمت اور تربِیت حاصِل کرنے اور فہم کی باتوں کا اِمتیاز کرنے کے لِئے۔"},{"number":3,"verse":"عقل مندی اور صداقت اور عدل اور راستی میں تربِیّت حاصِل کرنے کے لِئے۔"},{"number":4,"verse":"سادہ دِلوں کو ہوشیاری۔جوان کو عِلم اور تمِیز بخشنے کے لِئے"},{"number":5,"verse":"تاکہ دانا آدمی سُن کر عِلم میں ترقّی کرے اور فہِیم آدمی درُست مشوَرت تک پُہنچے۔"},{"number":6,"verse":"جِس سے مَثل اور تمثِیل کو۔داناؤں کی باتوں اور اُن کے مُعمّوں کو سمجھ سکے۔"},{"number":7,"verse":"( نوجوان کو نصِیحت) خُداوند کا خَوف عِلم کا شرُوع ہے لیکن احمق حِکمت اور تربِیّت کی حقارت کرتے ہیں۔"},{"number":8,"verse":"اَے میرے بیٹے! اپنے باپ کی تربِیّت پر کان لگا اور اپنی ماں کی تعلِیم کو ترک نہ کر۔"},{"number":9,"verse":"کیونکہ وہ تیرے سر کے لِئے زِینت کا سِہرااور تیرے گلے کے لِئے طَوق ہوں گی۔"},{"number":10,"verse":"اَے میرے بیٹے! اگر گُنہگار تُجھے پُھسلائیں تُو رضامند نہ ہونا۔"},{"number":11,"verse":"اگر وہ کہیں ہمارے ساتھ چل۔ ہم خُون کرنے کے لِئے تاک میں بَیٹھیں اور چِھپ کر بے گُناہ کے لِئے ناحق گھات لگائیں۔"},{"number":12,"verse":"ہم اُن کو اِس طرح جِیتا اور سمُوچا نِگل جائیں جِس طرح پاتال مُردوں کو نِگل جاتا ہے۔"},{"number":13,"verse":"ہم کو ہر قِسم کا نفِیس مال مِلے گا۔ہم اپنے گھروں کو لُوٹ سے بھر لیں گے۔"},{"number":14,"verse":"تُو ہمارے ساتھ مِل جا۔ہم سب کی ایک ہی تَھیلی ہو گی۔"},{"number":15,"verse":"تو اَے میرے بیٹے! تُو اُن کے ہمراہ نہ جانا۔اُن کی راہ سے اپنا پاؤں روکنا۔"},{"number":16,"verse":"کیونکہ اُن کے پاؤں بدی کی طرف دَوڑتے ہیں اور خُون بہانے کے لِئے جلدی کرتے ہیں۔"},{"number":17,"verse":"کیونکہ پرِندہ کی آنکھوں کے سامنے جال بِچھانا عبث ہے۔"},{"number":18,"verse":"اور یہ لوگ تو اپنا ہی خُون کرنے کے لِئے تاک میں بَیٹھتے ہیں اور چِھپ کر اپنی ہی جان کی گھات لگاتے ہیں۔"},{"number":19,"verse":"نفع کے لالچی کی راہیں اَیسی ہی ہیں۔اَیسا نفع اُس کی جان لے کر ہی چھوڑتا ہے۔"},{"number":20,"verse":"( حِکمت پُکارتی ہے) حِکمت کُوچہ میں زور سے پُکارتی ہے۔وہ راستوں میں اپنی آواز بُلند کرتی ہے۔"},{"number":21,"verse":"وہ پُرہجُوم بازار میں چِلاّتی ہے۔وہ پھاٹکوں کے مدخل پراور شہر میں یہ کہتی ہے:-"},{"number":22,"verse":"اَے نادانو! تُم کب تک نادانی کو دوست رکھّو گے؟اور ٹھٹّھا باز کب تک ٹھٹّھابازی سے خُوش رہیں گے اور احمق کب تک عِلم سے عداوت رکھّیں گے؟"},{"number":23,"verse":"تُم میری ملامت کو سُن کر باز آؤ۔دیکھو! مَیں اپنی رُوح تُم پر اُنڈیلُوں گی۔مَیں تُم کو اپنی باتیں بتاؤُں گی۔"},{"number":24,"verse":"چُونکہ مَیں نے بُلایا اور تُم نے اِنکار کِیامَیں نے ہاتھ پَھیلایا اور کِسی نے خیال نہ کِیا۔"},{"number":25,"verse":"بلکہ تُم نے میری تمام مشوَرت کو ناچِیز جانااور میری ملامت کی بے قدری کی"},{"number":26,"verse":"اِس لِئے مَیں بھی تُمہاری مُصِیبت کے دِن ہنسُوں گی اور جب تُم پر دہشت چھا جائے گی تو ٹھٹّھا مارُوں گی۔"},{"number":27,"verse":"یعنی جب دہشت طُوفان کی طرح آ پڑے گی۔اور آفت بگُولے کی طرح تُم کو آلے گی۔جب مُصِیبت اور جان کنی تُم پر ٹُوٹ پڑے گی"},{"number":28,"verse":"تب وہ مُجھے پُکاریں گے لیکن مَیں جواب نہ دُوں گی۔اور دِل و جان سے مُجھے ڈُھونڈیں گے پر نہ پائیں گے۔"},{"number":29,"verse":"اِس لِئے کہ اُنہوں نے عِلم سے عداوت رکھّی اور خُداوند کے خَوف کو اِختیار نہ کِیا۔"},{"number":30,"verse":"اُنہوں نے میری تمام مشوَرت کی بے قدری کی اور میری ملامت کو حقِیر جانا۔"},{"number":31,"verse":"پس وہ اپنی ہی روِش کا پَھل کھائیں گے اور اپنے ہی منصُوبوں سے پیٹ بھریں گے۔"},{"number":32,"verse":"کیونکہ نادانوں کی برگشتگی اُن کو قتل کرے گی اور احمقوں کی فارِغُ البالی اُن کی ہلاکت کا باعِث ہو گی۔"},{"number":33,"verse":"لیکن جو میری سُنتا ہے وہ محفُوظ ہو گااور آفت سے نِڈر ہو کر اِطمِینان سے رہے گا۔"}]}