{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":15,"verses":[{"number":1,"verse":"نرم جواب قہر کو دُور کر دیتا ہے پر کرخت باتیں غضب انگیز ہیں۔"},{"number":2,"verse":"داناؤں کی زُبان عِلم کا درُست بیان کرتی ہے۔ پر احمقوں کا مُنہ حماقت اُگلتا ہے۔"},{"number":3,"verse":"خُداوند کی آنکھیں ہر جگہ ہیں اور نیکوں اور بدوں کی نِگران ہیں۔"},{"number":4,"verse":"صِحت بخش زُبان حیات کا درخت ہے پر اُس کی کج گوئی رُوح کی شِکستگی کا باعِث ہے۔"},{"number":5,"verse":"احمق اپنے باپ کی تربِیّت کوحِقیر جانتا ہے پر تنبِیہ کا لِحاظ رکھنے والا ہوشیار ہو جاتا ہے۔"},{"number":6,"verse":"صادِق کے گھر میں بڑا خزانہ ہے پر شرِیر کی آمدنی میں پریشانی ہے۔"},{"number":7,"verse":"داناؤں کے لب عِلم پَھیلاتے ہیں پر احمقوں کے دِل اَیسے نہیں۔"},{"number":8,"verse":"شرِیروں کے ذبِیحہ سے خُداوند کو نفرت ہے پر راست کار کی دُعا اُس کی خُوشنُودی ہے۔"},{"number":9,"verse":"شرِیروں کی روِش سے خُداوند کو نفرت ہے پر وہ صداقت کے پَیرو سے مُحبّت رکھتا ہے۔"},{"number":10,"verse":"راہ سے بھٹکنے والے کے لِئے سخت تادِیب ہے اور تنبِیہ سے نفرت کرنے والا مَرے گا۔"},{"number":11,"verse":"جب پاتال اور جہنّم خُداوند کے حضُور کُھلے ہیں تو بنی آدم کے دِل کا کیاذِکر؟"},{"number":12,"verse":"ٹھٹّھاباز تنبِیہ کو دوست نہیں رکھتا اور داناؤں کی مجلِس میں ہرگِز نہیں جاتا۔"},{"number":13,"verse":"خُوش دِلی خندہ رُوئی پَیدا کرتی ہے پر دِل کی غمگِینی سے اِنسان شِکستہ خاطِر ہوتا ہے۔"},{"number":14,"verse":"صاحب ِفہم کا دِل عِلم کا طالِب ہے پر احمقوں کی خُوراک حماقت ہے۔"},{"number":15,"verse":"مُصِیبت زدہ کے تمام ایّام بُرے ہیں پر خُوش دِل ہمیشہ جشن کرتا ہے۔"},{"number":16,"verse":"تھوڑا جو خُداوند کے خَوف کے ساتھ ہواُس بڑے گنج سے جو پریشانی کے ساتھ ہو بِہتر ہے۔"},{"number":17,"verse":"مُحبّت والے گھر میں ذرا سا ساگ پات عداوت والے گھر میں پلے ہُوئے بَیل سے بِہتر ہے۔"},{"number":18,"verse":"غضب ناک آدمی فِتنہ برپا کرتا ہے پر جو قہر میں دِھیما ہے جھگڑا مِٹاتا ہے۔"},{"number":19,"verse":"کاہِل کی راہ کانٹوں کی آڑ سی ہے پر راست کاروں کی روِش شاہراہ کی مانِند ہے۔"},{"number":20,"verse":"دانا بیٹا باپ کوخُوش رکھتا ہے پر احمق اپنی ماں کی تحقِیر کرتا ہے۔"},{"number":21,"verse":"بے عقل کے لِئے حماقت شادمانی کا باعِث ہے پر صاحبِ فہم اپنی روِش کو درُست کرتا ہے۔"},{"number":22,"verse":"صلاح کے بغَیر اِرادے پُورے نہیں ہوتے پر صلاح کاروں کی کثرت سے قیام پاتے ہیں۔"},{"number":23,"verse":"آدمی اپنے مُنہ کے جواب سے مسرُور ہوتا ہے اور باموقع بات کیا خُوب ہے!"},{"number":24,"verse":"دانا کے لِئے زِندگی کی راہ اُوپر کو جاتی ہے تاکہ وہ پاتال میں اُترنے سے بچ جائے۔"},{"number":25,"verse":"خُداوند مغرُوروں کا گھر ڈھا دیتا ہے پر وہ بیوہ کے سوانے کو قائِم کرتا ہے۔"},{"number":26,"verse":"بُرے منصُوبوں سے خُداوند کو نفرت ہے پر پاک لوگوں کا کلام پسندِیدہ ہے۔"},{"number":27,"verse":"نفع کا لالچی اپنے گھرانے کو پریشان کرتا ہے پر وہ جِس کو رِشوت سے نفرت ہے زِندہ رہے گا۔"},{"number":28,"verse":"صادِق کا دِل سوچ کر جواب دیتا ہے پر شرِیروں کا مُنہ بُری باتیں اُگلتا ہے۔"},{"number":29,"verse":"خُداوند شرِیروں سے دُور ہے پر وہ صادِقوں کی دُعا سُنتا ہے۔"},{"number":30,"verse":"آنکھوں کا نُور دِل کو خُوش کرتا ہے اور خُوش خبری ہڈِّیوں میں فربہی پَیدا کرتی ہے۔"},{"number":31,"verse":"جو زِندگی بخش تنبِیہ پر کان لگاتا ہے داناؤں کے درمیان سکُونت کرے گا۔"},{"number":32,"verse":"تربِیت کو ردّ کرنے والا اپنی ہی جان کا دُشمن ہے پر تنبِیہ پر کان لگانے والا فہم حاصِل کرتا ہے۔"},{"number":33,"verse":"خُداوند کا خَوف حِکمت کی تربِیّت ہے اور سرفرازی سے پہلے فروتنی ہے۔"}]}