{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"جو اپنے آپ کو سب سے الگ رکھتا ہے اپنی خواہِش کا طالِب ہے اور ہر معقُول بات سے برہم ہوتا ہے۔"},{"number":2,"verse":"احمق فہم سے خُوش نہیں ہوتالیکن صِرف اِس سے کہ اپنے دِل کا حال ظاہِر کرے۔"},{"number":3,"verse":"شرِیر کے ساتھ حقارت آتی ہے اور رُسوائی کے ساتھ اِہانت۔"},{"number":4,"verse":"اِنسان کے مُنہ کی باتیں گہرے پانی کی مانِند ہیں اورحِکمت کا چشمہ بہتا نالا ہے۔"},{"number":5,"verse":"شرِیر کی طرف داری کرنایا عدالت میں صادِق سے بے اِنصافی کرنا خُوب نہیں۔"},{"number":6,"verse":"احمق کے ہونٹ فِنتہ انگیزی کرتے ہیں اور اُس کا مُنہ طمانچوں کے لِئے پُکارتا ہے۔"},{"number":7,"verse":"احمق کا مُنہ اُس کی ہلاکت ہے اور اُس کے ہونٹ اُس کی جان کے لِئے پھندا ہیں۔"},{"number":8,"verse":"غِیبت گو کی باتیں لذِیذ نوالے ہیں اور وہ خُوب ہضم ہو جاتی ہیں۔"},{"number":9,"verse":"کام میں سُستی کرنے والامُسرِف کا بھائی ہے"},{"number":10,"verse":"خُداوند کا نام مُحکم بُرج ہے۔ صادِق اُس میں بھاگ جاتا ہے اور امن میں رہتا ہے۔"},{"number":11,"verse":"دَولت مند آدمی کا مال اُس کامُحکم شہراور اُس کے تصوُّر میں اُونچی دِیوار کی مانِند ہے۔"},{"number":12,"verse":"آدمی کے دِل میں تکُبّر ہلاکت کا پیش رَو ہے اور فروتنی عزِّت کی پیشوا۔"},{"number":13,"verse":"جو بات سُننے سے پہلے اُس کا جواب دے یہ اُس کی حماقت اور خجالت ہے۔"},{"number":14,"verse":"اِنسان کی رُوح اُس کی ناتوانی میں اُسے سنبھالے گی لیکن افسُردہ دِلی کی کَون برداشت کر سکتا ہے؟"},{"number":15,"verse":"ہوشیار کا دِل عِلم حاصِل کرتا ہے اور دانا کے کان عِلم کے طالِب ہیں۔"},{"number":16,"verse":"آدمی کا نذرانہ اُس کے لِئے جگہ کر لیتا ہے اور بڑے آدمِیوں کے حضُور اُس کی رسائی کر دیتا ہے۔"},{"number":17,"verse":"جو پہلے اپنا دعویٰ بیان کرتا ہے راست معلُوم ہوتا ہے پر دُوسرا آ کر اُس کی حقِیقت ظاہِر کرتا ہے۔"},{"number":18,"verse":"قُرعہ جھگڑوں کو مَوقُوف کرتا ہے اور زبردستوں کے درمِیان فَیصلہ کر دیتا ہے۔"},{"number":19,"verse":"رنجِیدہ بھائی کو راضی کرنامُحکم شہر لے لینے سے زِیادہ مُشکِل ہے اور جھگڑے قلعہ کے بینڈوں کی مانِند ہیں۔"},{"number":20,"verse":"آدمی کا پیٹ اُس کے مُنہ کے پَھل سے بھرتا ہے اور وہ اپنے لبوں کی پَیداوار سے سیر ہوتا ہے۔"},{"number":21,"verse":"مَوت اور زِندگی زُبان کے قابُو میں ہیں اور جو اُسے دوست رکھتے ہیں اُس کا پَھل کھاتے ہیں۔"},{"number":22,"verse":"جِس کوبِیوی مِلی اُس نے تُحفہ پایا اور اُس پر خُداوند کا فضل ہُؤا۔"},{"number":23,"verse":"مُحتاج مِنّت سماجت کرتا ہے پر دَولت مند سخت جواب دیتا ہے۔"},{"number":24,"verse":"جوبُہتوں سے دوستی کرتا ہے اپنی بربادی کے لِئے کرتا ہے پر اَیسا دوست بھی ہے جو بھائی سے زِیادہ مُحبّت رکھتا ہے۔"}]}