{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"نیک نام بے قیاس خزانہ سے اور اِحسان سونے چاندی سے بِہتر ہے۔"},{"number":2,"verse":"امِیرو غرِیب ایک دُوسرے سے مِلتے ہیں۔اُن سب کا خالِق خُداوند ہی ہے۔"},{"number":3,"verse":"ہوشیار بلا کو دیکھ کرچِھپ جاتا ہے لیکن نادان بڑھے چلے جاتے اورنُقصان اُٹھاتے ہیں۔"},{"number":4,"verse":"دَولت اورعِزّت و حیات خُداوند کے خَوف اور فروتنی کا اجر ہیں۔"},{"number":5,"verse":"کج رَوکی راہ میں کانٹے اور پھندے ہیں جو اپنی جان کی نِگہبانی کرتا ہے اُن سے دُور رہے گا۔"},{"number":6,"verse":"لڑکے کی اُس راہ میں تربِیّت کرجِس پر اُسے جانا ہے۔و ہ بُوڑھا ہو کر بھی اُس سے نہیں مُڑے گا۔"},{"number":7,"verse":"مال دار مِسکِین پر حُکمران ہوتا ہے اور قرض لینے والا قرض دینے والے کانَوکر ہے۔"},{"number":8,"verse":"جو بدی بوتا ہے مُصیِبت کاٹے گااور اُس کے قہر کی لاٹھی ٹُوٹ جائے گی۔"},{"number":9,"verse":"جو نیک نظر ہے برکت پائے گا کیونکہ وہ اپنی روٹی میں سے مِسکِینوں کو دیتا ہے۔"},{"number":10,"verse":"ٹھٹّھا کرنے والے کونِکال دے تو فساد جاتا رہے گا۔ہاں جھگڑا رگڑا اور رُسوائی دُور ہو جائیں گے۔"},{"number":11,"verse":"جو پاک دِلی کو چاہتا ہے اُس کے ہونٹوں میں لُطف ہے اور بادشاہ اُس کا دوست دار ہو گا۔"},{"number":12,"verse":"خُداوند کی آنکھیں عِلم کی حِفاظت کرتی ہیں۔وہ دغابازوں کے کلام کو اُلٹ دیتا ہے۔"},{"number":13,"verse":"سُست آدمی کہتا ہے باہر شیر کھڑا ہے۔مَیں گلیوں میں پھاڑا جاؤُں گا۔"},{"number":14,"verse":"بیگانہ عَورت کامُنہ گہرا گڑھا ہے۔ اُس میں وہ گِرتا ہے جِس سے خُداوند کو نفرت ہے۔"},{"number":15,"verse":"حماقت لڑکے کے دِل سے وابستہ ہے لیکن تربِیّت کی چھڑی اُس کو اُس سے دُور کر دے گی۔"},{"number":16,"verse":"جو اپنے فائِدہ کے لِئے مِسکِین پر ظُلم کرتا ہے اور جو مال دار کو دیتا ہے یقِینا مُحتاج ہو جائے گا۔"},{"number":17,"verse":"( تِیس ضربُ الامثال) اپنا کان جُھکا اور داناؤں کی باتیں سُن اور میری تعلِیم پر دِل لگا"},{"number":18,"verse":"کیونکہ یہ پسندِیدہ ہے کہ تُو اُن کو اپنے دِل میں رکھّے اور وہ تیرے لبوں پر قائِم رہیں۔"},{"number":19,"verse":"تاکہ تیرا توکُل خُداوند پر ہومَیں نے آج کے دِن تُجھ کو ہاں تُجھ ہی کو جتا دِیا ہے۔"},{"number":20,"verse":"کیا مَیں نے تیرے لِئے مشورَت اورعِلم کی لطِیف باتیں اِس لِئے نہیں لِکھی ہیں کہ"},{"number":21,"verse":"سچّائی کی باتوں کی حقِیقت تُجھ پر ظاہِر کر دُوں تاکہ تُو سچّی باتیں حاصِل کرکے اپنے بھیجنے والوں کے پاس واپس جائے؟"},{"number":22,"verse":"( پہلی مَثل) مِسکِین کو اِس لِئے نہ لُوٹ کہ وہ مِسکِین ہے اور مُصِیبت زدہ پر عدالت گاہ میں ظُلم نہ کر"},{"number":23,"verse":"کیونکہ خُداوند اُن کی وکالت کرے گااور اُن کے غارت گروں کی جان کو غارت کرے گا۔"},{"number":24,"verse":"( دُوسری مَثل) غُصّہ ور آدمی سے دوستی نہ کراور غضب ناک شخص کے ساتھ نہ جا۔"},{"number":25,"verse":"مبادا تُو اُس کی روِشیں سِیکھے اور اپنی جان کو پھندے میں پھنسائے۔"},{"number":26,"verse":"( تیسری مَثل) تُو اُن میں شامِل نہ ہو جو ہاتھ پر ہاتھ مارتے ہیں اور نہ اُن میں جو قرض کے ضامِن ہوتے ہیں۔"},{"number":27,"verse":"کیونکہ اگر تیرے پاس ادا کرنے کوکُچھ نہ ہو تو وہ تیرابِستر تیرے نِیچے سے کیوں کھینچ لے جائے؟"},{"number":28,"verse":"( چوتھی مَثل) اُن قدِیم حُدُود کو نہ سرکاجو تیرے باپ دادا نے باندھی ہیں۔"},{"number":29,"verse":"( پانچویں مَثل) تُو کِسی کو اُس کے کام میں مِحنتی دیکھتا ہے؟وہ بادشاہوں کے حضُور کھڑا ہو گا۔وہ کم قدر لوگوں کی خِدمت نہ کرے گا۔"}]}