{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"( چھٹی مَثل) جب تُو حاکِم کے ساتھ کھانے بَیٹھے تو خُوب غَور کر کہ تیرے سامنے کَون ہے۔"},{"number":2,"verse":"اگر تُو کھاؤُ ہے تو اپنے گلے پر چُھری رکھ دے۔"},{"number":3,"verse":"اُس کے مزہ دار کھانوں کی تمنّا نہ کر کیونکہ وہ دغابازی کا کھانا ہے۔"},{"number":4,"verse":"( ساتویں مَثل) مال دار ہونے کے لِئے پریشان نہ ہو۔اپنی اِس دانِش مندی سے باز آ۔"},{"number":5,"verse":"کیاتُو اُس چِیز پر آنکھ لگائے گا جو ہے ہی نہیں؟کیونکہ دَولت یقِیناً عُقاب کی طرح پر لگا کرآسمان کی طرف اُڑ جاتی ہے۔"},{"number":6,"verse":"( آٹھویں مَثل) تُو تنگ چشم کی روٹی نہ کھااور اُس کے مزہ دار کھانوں کی تمنّا نہ کر"},{"number":7,"verse":"کیونکہ جَیسے اُس کے دِل کے اندیشے ہیں وہ وَیسا ہی ہے۔وہ تُجھ سے کہتا ہے کھا اور پی لیکن اُس کا دِل تیری طرف نہیں۔"},{"number":8,"verse":"جو نوالہ تُو نے کھایا ہے تُو اُسے اُگل دے گااور تیری مِیٹھی باتیں بے سُود ہوں گی۔"},{"number":9,"verse":"( نویں مَثل) اپنی باتیں احمق کو نہ سُناکیونکہ وہ تیرے دانائی کے کلام کی تحِقیر کرے گا ۔"},{"number":10,"verse":"( دسویں مَثل) قدِیم حُدُود کو نہ سرکااور یتیِموں کے کھیتوں میں دخل نہ کر۔"},{"number":11,"verse":"کیونکہ اُن کا رہائی بخشنے والا زبردست ہے۔وہ خُود ہی تیرے خِلاف اُن کی وکالت کرے گا۔"},{"number":12,"verse":"( گیارہویں مَثل) تربِیّت پر دِل لگااور عِلم کی باتیں سُن۔"},{"number":13,"verse":"( بارہویں مَثل) لڑکے سے تادِیب کو دریغ نہ کر۔اگر تُو اُسے چھڑی سے مارے گا تو وہ مَر نہ جائے گا۔"},{"number":14,"verse":"تُو اُسے چھڑی سے مارے گااور اُس کی جان کو پاتال سے بچائے گا۔"},{"number":15,"verse":"( تیرہویں مَثل) اَے میرے بیٹے! اگرتُو دانا دِل ہے تو میرا دِل ۔ ہاں میرا دِل خُوش ہو گا۔"},{"number":16,"verse":"اور جب تیرے لبوں سے سچّی باتیں نِکلیں گی تو میرا دِل شادمان ہو گا۔"},{"number":17,"verse":"( چَودھویں مَثل) تیرا دِل گُنہگاروں پر رشک نہ کرے بلکہ تُو دِن بھر خُداوند سے ڈرتا رہ۔"},{"number":18,"verse":"کیونکہ اجر یقِینی ہے اور تیری آس نہیں ٹُوٹے گی۔"},{"number":19,"verse":"( پندرھویں مَثل) اَے میرے بیٹے!تُوسُن اور دانا بن اور اپنے دِل کی راہبری کر۔"},{"number":20,"verse":"تُو شرابِیوں میں شامِل نہ ہواور نہ حرِیص کبابِیوں میں"},{"number":21,"verse":"کیونکہ شرابی اور کھاؤ ُکنگال ہو جائیں گے اور نِیند اُن کو چِتھڑے پہنائے گی۔"},{"number":22,"verse":"( سولہویں مَثل) اپنے باپ کا جِس سے تُوپَیدا ہُؤا شنوا ہواور اپنی ماں کو اُس کے بڑھاپے میں حِقیرنہ جان۔"},{"number":23,"verse":"سچّائی کو مول لے اور اُسے بیچ نہ ڈال حِکمت اور تربِیّت اور فہم کو بھی۔"},{"number":24,"verse":"صادِق کا باپ نہایت خُوش ہو گااور دانِش مند کا باپ اُس سے شادمانی کرے گا۔"},{"number":25,"verse":"اپنے ماں باپ کوخُوش کر۔اپنی والِدہ کو شادمان رکھ۔"},{"number":26,"verse":"( سترھویں مَثل) اَے میرے بیٹے! اپنا دِل مُجھ کو دے اور میری راہوں سے تیری آنکھیں خُوش ہوں۔"},{"number":27,"verse":"کیونکہ فاحِشہ گہری خندق ہے اور بیگانہ عَورت تنگ گڑھا ہے۔"},{"number":28,"verse":"وہ راہزن کی طرح گھات میں لگی ہے اور بنی آدم میں بدکاروں کا شُمار بڑھاتی ہے۔"},{"number":29,"verse":"( اٹھارہویں مَثل) کَون افسوس کرتا ہے؟ کَون غَم زدہ ہے؟ کَون جھگڑالُو ہے؟ کَون شاکی ہے؟ کَون بے سبب گھایل ہے؟ اورکِس کی آنکھوں میں سُرخی ہے؟"},{"number":30,"verse":"وُہی جو دیر تک مَے نوشی کرتے ہیں۔ وُہی جو مِلائی ہُوئی مَے کی تلاش میں رہتے ہیں۔"},{"number":31,"verse":"جب مَے لال لال ہو۔ جب اُس کا عکس جام پر پڑے اور جب وہ روانی کے ساتھ نِیچے اُترے تو اُس پر نظر نہ کر"},{"number":32,"verse":"کیونکہ انجام کار وہ سانپ کی طرح کاٹتی اور افعی کی طرح ڈس جاتی ہے۔"},{"number":33,"verse":"تیری آنکھیں عجِیب چِیزیں دیکھیں گی اور تیرے مُنہ سے اُلٹی سِیدھی باتیں نِکلیں گی۔"},{"number":34,"verse":"بلکہ تُو اُس کی مانِند ہو گا جو سمُندر کے درمیان لیٹ جائے یا اُس کی مانِند جو مستُول کے سِرے پر سو رہے۔"},{"number":35,"verse":"تُو کہے گا اُنہوں نے تو مُجھے مارا ہے پر مُجھ کو چوٹ نہیں لگی۔ اُنہوں نے مُجھے پِیٹا ہے پر مُجھے معلُوم بھی نہیں ہُؤا۔مَیں کب بیدار ہُوں گا؟ مَیں پِھر اُس کا طالِب ہُوں گا۔"}]}