{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"( نَوجوانوں کی نصِیحت) اَے میرے بیٹے! میری تعلِیم کو فراموش نہ کر۔ بلکہ تیرا دِل میرے حُکموں کو مانے۔"},{"number":2,"verse":"کیونکہ تُو اِن سے عُمر کی درازی اور پِیری اور سلامتی حاصِل کرے گا۔"},{"number":3,"verse":"شفقت اور سچّائی تُجھ سے جُدا نہ ہوں۔تُو اُن کو اپنے گلے کا طَوق بنانا اور اپنے دِل کی تختی پرلِکھ لینا۔"},{"number":4,"verse":"یُوں تُو خُدا اور اِنسان کی نظر میں مقبُولِیتّ اور عقل مندی حاصِل کرے گا۔"},{"number":5,"verse":"سارے دِل سے خُداوند پر توکُّل کراور اپنے فہم پر تکیہ نہ کر۔"},{"number":6,"verse":"اپنی سب راہوں میں اُس کو پہچان اور وہ تیری را ہنُمائی کرے گا۔"},{"number":7,"verse":"تُو اپنی ہی نِگاہ میں دانِش مند نہ بن۔ خُداوند سے ڈر اور بدی سے کنارہ کر۔"},{"number":8,"verse":"یہ تیری ناف کی صِحت اور تیری ہڈِّیوں کی تازگی ہو گی۔"},{"number":9,"verse":"اپنے مال سے اور اپنی ساری پَیداوار کے پہلے پَھلوں سے خُداوند کی تعظِیم کر۔"},{"number":10,"verse":"یُوں تیرے کھّتے خُوب بھرے رہیں گے اور تیرے حَوض نئی مَے سے لبریز ہوں گے۔"},{"number":11,"verse":"اَے میرے بیٹے! خُداوند کی تنبِیہ کوحِقیر نہ جان اور اُس کی ملامت سے بیزار نہ ہو۔"},{"number":12,"verse":"کیونکہ خُداوند اُسی کو ملامت کرتا ہے جِس سے اُسے مُحبّت ہے۔جَیسے باپ اُس بیٹے کو جِس سے وہ خُوش ہے۔"},{"number":13,"verse":"مُبارک ہے وہ آدمی جو حِکمت کو پاتا ہے اور وہ جو فہم حاصِل کرتا ہے"},{"number":14,"verse":"کیونکہ اِس کا حصُول چاندی کے حصُول سے اور اِس کا نفع کُندن سے بِہتر ہے۔"},{"number":15,"verse":"وہ مرجان سے زِیادہ بیش بہا ہے اور تیری مرغُوب چِیزوں میں بے نظِیر۔"},{"number":16,"verse":"اُس کے دہنے ہاتھ میں عُمر کی درازی ہے اور اُس کے بائیں ہاتھ میں دَولت وعِزّت۔"},{"number":17,"verse":"اُس کی راہیں خُوش گوار راہیں ہیں اور اُس کے سب راستے سلامتی کے ہیں۔"},{"number":18,"verse":"جو اُسے پکڑے رہتے ہیں وہ اُن کے لِئے حیات کا درخت ہے اور ہر ایک جو اُسے لِئے رہتا ہے مُبارک ہے۔"},{"number":19,"verse":"خُداوند نے حِکمت سے زمِین کی بُنیاد ڈالی اور فہم سے آسمان کو قائِم کِیا۔"},{"number":20,"verse":"اُسی کے عِلم سے گہراؤ کے سوتے پھُوٹ نِکلے اور افلاک شبنم ٹپکاتے ہیں۔"},{"number":21,"verse":"اَے میرے بیٹے! دانائی اور تمِیز کی حِفاظت کر۔ اُن کو اپنی آنکھوں سے اوجھل نہ ہونے دے۔"},{"number":22,"verse":"یُوں وہ تیری جان کی حیات اور تیرے گلے کی زِینت ہوں گی۔"},{"number":23,"verse":"تب تُو بے کھٹکے اپنے راستہ پر چلے گا اور تیرے پاؤں کو ٹھیس نہ لگے گی۔"},{"number":24,"verse":"جب تُو لیٹے گا تو خَوف نہ کھائے گا۔ بلکہ تُو لیٹ جائے گااور تیری نِیندمِیٹھی ہو گی۔"},{"number":25,"verse":"ناگہانی دہشت سے خَوف نہ کھانااور نہ شرِیروں کی ہلاکت سے جب وہ آئے۔"},{"number":26,"verse":"کیونکہ خُداوند تیرا سہارا ہو گااور تیرے پاؤں کو پھنس جانے سے محفُوظ رکھّے گا۔"},{"number":27,"verse":"بھلائی کے حق دار سے اُسے دریغ نہ کرناجب تیرے مقدُور میں ہو۔"},{"number":28,"verse":"جب تیرے پاس دینے کوکُچھ ہوتُو اپنے ہمسایہ سے یہ نہ کہنا اب جا ۔ پِھر آنا۔مَیں تُجھے کل دُوں گا۔"},{"number":29,"verse":"اپنے ہمسایہ کے خِلاف بُرائی کا منصُوبہ نہ باندھنا۔ جِس حال کہ وہ تیرے پڑوس میں بے کھٹکے رہتا ہے۔"},{"number":30,"verse":"اگر کِسی نے تُجھے نُقصان نہ پُہنچایا ہوتُو اُس سے بے سبب جھگڑا نہ کرنا۔"},{"number":31,"verse":"تُندخُوآدمی پر حسد نہ کرنااور اُس کی کِسی روِش کو اِختیار نہ کرنا۔"},{"number":32,"verse":"کیونکہ کج رَو سے خُداوند کو نفرت ہے لیکن راست باز اُس کے محرمِ راز ہیں۔"},{"number":33,"verse":"شرِیروں کے گھر پر خُداوند کی لَعنت ہے لیکن صادِقوں کے مسکن پر اُس کی برکت ہے۔"},{"number":34,"verse":"یقیناً وہ ٹھٹّھابازوں پر ٹھٹھّے مارتا ہے لیکن فروتنوں پر فضل کرتا ہے۔دانا جلال کے وارِث ہوں گے لیکن احمقوں کی ترقّی شرمِندگی ہو گی ۔"}]}