{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"( بادشاہ کے لِئے نصِیحت) لموایل بادشاہ کے پَیغام کی باتیں جو اُس کی ماں نے اُسے سِکھائِیں:-"},{"number":2,"verse":"اَے میرے بیٹے! اَے میرے رَحِم کے بیٹے! تُجھے جِسے مَیں نے نذریں مان کر پایا کیاکہُوں؟"},{"number":3,"verse":"اپنی قُوّت عَورتوں کو نہ دے اور اپنی راہیں بادشاہوں کو بِگاڑنے والیوں کی طرف نہ نِکا ل ۔"},{"number":4,"verse":"بادشاہوں کو اَے لموا یل! بادشاہوں کو مَے خواری زیبا نہیں اور شراب کی تلاش حاکِموں کو شایان نہیں۔"},{"number":5,"verse":"مبادا وہ پی کر قوانِین کو بُھول جائیں اورکِسی مظلُوم کی حق تلفی کریں۔"},{"number":6,"verse":"شراب اُس کو پِلاؤ جو مَرنے پر ہے اور مَے اُس کو جو تلخ جان ہے"},{"number":7,"verse":"تاکہ وہ پِئے اور اپنی تنگ دستی فراموش کرے اور اپنی تباہ حالی کو پِھر یاد نہ کرے۔"},{"number":8,"verse":"اپنا مُنہ گُونگے کے لِئے کھول۔اُن سب کی وکالت کو جو بیکس ہیں۔"},{"number":9,"verse":"اپنا مُنہ کھول ۔ راستی سے فَیصلہ کر اورمِسکِینوں اورمُحتاجوں کا اِنصاف کر۔"},{"number":10,"verse":"( سُگھڑ بیوی) نیکوکار بِیوی کِس کومِلتی ہے؟کیونکہ اُس کی قدر مرجان سے بھی بُہت زِیادہ ہے۔"},{"number":11,"verse":"اُس کے شَوہر کے دِل کو اُس پر اِعتماد ہے اور اُسے منافِع کی کمی نہ ہو گی۔"},{"number":12,"verse":"وہ اپنی عُمر کے تمام ایّام میں اُس سے نیکی ہی کرے گی ۔ بدی نہ کرے گی۔"},{"number":13,"verse":"وہ اُون اور کتان ڈھُونڈتی ہے اورخُوشی کے ساتھ اپنے ہاتھوں سے کام کرتی ہے۔"},{"number":14,"verse":"وہ سَوداگروں کے جہازوں کی مانِند ہے۔وہ اپنی خُورِش دُور سے لے آتی ہے۔"},{"number":15,"verse":"وہ رات ہی کو اُٹھ بَیٹھتی ہے اور اپنے گھرانے کو کِھلاتی ہے اور اپنی لَونڈِیوں کو کام دیتی ہے"},{"number":16,"verse":"وہ کِسی کھیت کی بابت سوچتی ہے اور اُسے خرِید لیتی ہے اور اپنے ہاتھوں کے نفع سے تاکِستان لگاتی ہے۔"},{"number":17,"verse":"وہ مضبُوطی سے اپنی کمر باندھتی ہے اور اپنے بازُوؤں کو مضبُوط کرتی ہے۔"},{"number":18,"verse":"وہ اپنی سَوداگری کوسُودمند پاتی ہے۔رات کو اُس کا چراغ نہیں بُجھتا۔"},{"number":19,"verse":"وہ تکلے پر اپنے ہاتھ چلاتی ہے اور اُس کے ہاتھ اٹیرن پکڑتے ہیں۔"},{"number":20,"verse":"وہ مُفلِسوں کی طرف اپنا ہاتھ بڑھاتی ہے ہاں وہ اپنے ہاتھ مُحتاجوں کی طرف بڑھاتی ہے۔"},{"number":21,"verse":"وہ اپنے گھرانے کے لئے برف سے نہیں ڈرتی کیونکہ اُس کے خاندان میں ہر ایک سُرخ پوش ہے۔"},{"number":22,"verse":"وہ اپنے لِئے نِگارِین بالاپوش بناتی ہے۔اُس کی پوشاک مہِین کتانی اور ارغوانی ہے۔"},{"number":23,"verse":"اُس کا شَوہر پھاٹک میں مشہُور ہے جب وہ مُلک کے بزُرگوں کے ساتھ بَیٹھتا ہے۔"},{"number":24,"verse":"وہ مہِین کتانی کپڑے بنا کر بیچتی ہے اور پٹکے سَوداگروں کے حوالہ کرتی ہے۔"},{"number":25,"verse":"عِزّت اور حُرمت اُس کی پوشاک ہیں اور وہ آیندہ ایّام پر ہنستی ہے۔"},{"number":26,"verse":"اُس کے مُنہ سے حِکمت کی باتیں نِکلتی ہیں۔ اُس کی زُبان پر شفقت کی تعلِیم ہے۔"},{"number":27,"verse":"وہ اپنے گھرانے پر بخُوبی نِگاہ رکھتی ہے اور کاہِلی کی روٹی نہیں کھاتی۔"},{"number":28,"verse":"اُس کے بیٹے اُٹھتے ہیں اور اُسے مُبارک کہتے ہیں۔اُس کا شَوہر بھی اُس کی تعرِیف کرتا ہے"},{"number":29,"verse":"کہ بُہتیری بیٹیوں نے فضِیلت دِکھائی ہے لیکن تُو سب پر سبقت لے گئی۔"},{"number":30,"verse":"حُسن دھوکا اور جمال بے ثبات ہے لیکن وہ عَورت جو خُداوند سے ڈرتی ہے ستُودہ ہو گی۔"},{"number":31,"verse":"اُس کی محِنت کا اجر اُسے دواور اُس کے کاموں سے مجلِس میں اُس کی سِتایش ہو۔"}]}