{"bibleAbbr":"urRV2010","bookName":"امثال","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"( حِکمت کی تعرِیف و تَوصیِف) کیا حِکمت پُکار نہیں رہی اور فہم آواز بُلند نہیں کر رہا؟"},{"number":2,"verse":"وہ راہ کے کنارے کی اُونچی جگہوں کی چوٹِیوں پر جہاں سڑکیں مِلتی ہیں کھڑی ہوتی ہے۔"},{"number":3,"verse":"پھاٹکوں کے پاس شہر کے مدخل پر یعنی دروازوں کے مدخل پر وہ زور سے پُکارتی ہے۔"},{"number":4,"verse":"اَے آدمِیو! مَیں تُم کو پُکارتی ہُوں اور بنی آدم کو آواز دیتی ہُوں۔"},{"number":5,"verse":"اَے سادہ دِلو! ہوشیاری سِیکھو اور اَے احمقو! دانا دِل بنو۔"},{"number":6,"verse":"سُنو! کیونکہ مَیں لطِیف باتیں کہُوں گی اور میرے لبوں سے راستی کی باتیں نِکلیں گی ۔"},{"number":7,"verse":"اِس لِئے کہ میرا مُنہ سچّائی کو بیان کرے گااور میرے ہونٹوں کو شرارت سے نفرت ہے۔"},{"number":8,"verse":"میرے مُنہ کی سب باتیں صداقت کی ہیں۔ اُن میں کچھ ٹیڑھا تِرچھا نہیں ہے۔"},{"number":9,"verse":"سمجھنے والے کے لِئے وہ سب صاف ہیں اور عِلم حاصِل کرنے والوں کے لِئے راست ہیں۔"},{"number":10,"verse":"چاندی کو نہیں بلکہ میری تربِیّت کو قبُول کرو اورکُندن سے بڑھ کرعِلم کو۔"},{"number":11,"verse":"کیونکہ حِکمت مرجان سے افضل ہے اور سب مرغُوب چِیزوں میں بے نظِیر۔"},{"number":12,"verse":"مُجھ حِکمت نے ہوشیاری کو اپنا مسکن بنایا ہے اور عِلم اورتمِیز کو پا لیتی ہُوں۔"},{"number":13,"verse":"خُداوند کا خَوف بدی سے عداوت ہے۔ غرُور اور گھمنڈ اور بُری راہ اور کج گو مُنہ سے مُجھے نفرت ہے۔"},{"number":14,"verse":"مشوَرت اور حِمایت میری ہیں۔ فہم مَیں ہی ہُوں ۔ مُجھ میں قُدرت ہے۔"},{"number":15,"verse":"میری بدَولت بادشاہ سلطنت کرتے اور اُمرا اِنصاف کا فتویٰ دیتے ہیں۔"},{"number":16,"verse":"میری ہی بدَولت حاکِم حُکومت کرتے ہیں اور سردار یعنی دُنیا کے سب قاضی بھی۔"},{"number":17,"verse":"جومُجھ سے مُحبّت رکھتے ہیں مَیں اُن سے مُحبّت رکھتی ہُوں اور جو مُجھے دِل سے ڈُھونڈتے ہیں وہ مُجھے پا لیں گے۔"},{"number":18,"verse":"دَولت و عِزّت میرے ساتھ ہیں۔ بلکہ دائمِی دَولت اور صداقت بھی۔"},{"number":19,"verse":"میرا پَھل سونے سے بلکہ کُندن سے بھی بِہتر ہے اور میرا حاصِل خالِص چاندی سے۔"},{"number":20,"verse":"مَیں صداقت کی راہ پر اِنصاف کے راستوں میں چلتی ہُوں۔"},{"number":21,"verse":"تاکہ مَیں اُن کو جو مُجھ سے مُحبّت رکھتے ہیں مال کے وارِث بناؤُں اور اُن کے خزانوں کو بھر دُوں۔"},{"number":22,"verse":"خُداوند نے اِنتظامِ عالَم کے شرُوع میں اپنی قدِیمی صنعتوں سے پہلے مُجھے پَیداکِیا۔"},{"number":23,"verse":"مَیں ازل سے یعنی اِبتدا ہی سے مُقرّر ہُوئی۔ اِس سے پہلے کہ زمِین تھی۔"},{"number":24,"verse":"مَیں اُس وقت پَیدا ہُوئی جب گہراؤ نہ تھے۔ جب پانی سے بھرے ہُوئے چشمے بھی نہ تھے ۔"},{"number":25,"verse":"مَیں پہاڑوں کے قائِم کِئے جانے سے پہلے اور ٹِیلوں سے پہلے خلق ہُوئی۔"},{"number":26,"verse":"جبکہ اُس نے ابھی نہ زمِین کو بنایا تھا نہ مَیدانوں کو اور نہ زمِین کی خاک کی اِبتدا تھی ۔"},{"number":27,"verse":"جب اُس نے آسمان کو قائِم کِیا مَیں وہِیں تھی۔ جب اُس نے سمُندر کی سطح پر دائِرہ کھینچا۔"},{"number":28,"verse":"جب اُس نے اُوپر افلاک کو اُستوارکِیا اور گہراؤ کے سوتے مضبُوط ہو گئے۔"},{"number":29,"verse":"جب اُس نے سمُندر کی حدٹھہرائی تاکہ پانی اُس کے حُکم کو نہ توڑے۔ جب اُس نے زمِین کی بُنیاد کے نِشان لگائے"},{"number":30,"verse":"اُس وقت ماہِر کارِیگر کی مانِند مَیں اُس کے پاس تھی اور مَیں ہر روز اُس کی خُوشنُودی تھی اور ہمیشہ اُس کے حضُور شادمان رہتی تھی۔"},{"number":31,"verse":"آبادی کے لائِق زمِین سے شادمان تھی اور میری خُوشنُودی بنی آدم کی صُحبت میں تھی ۔"},{"number":32,"verse":"اِس لِئے اَے بیٹو! میری سنُو کیونکہ مُبارک ہیں وہ جو میری راہوں پر چلتے ہیں ۔"},{"number":33,"verse":"تربِیّت کی بات سُنو اور دانا بنو اور اِس کو ردّ نہ کرو۔"},{"number":34,"verse":"مُبارک ہے وہ آدمی جو میری سُنتا ہے اور ہر روز میرے پھاٹکوں پر اِنتظار کرتا ہے اور میرے دروازوں کی چَوکھٹوں پر ٹھہرا رہتا ہے۔"},{"number":35,"verse":"کیونکہ جو مُجھ کو پاتا ہے زِندگی پاتا ہے اور وہ خُداوند کا مقبُول ہو گا۔"},{"number":36,"verse":"لیکن جو مُجھ سے بھٹک جاتا ہے اپنی ہی جان کو نُقصان پُہنچاتا ہے۔ مُجھ سے عداوت رکھنے والے سب مَوت سے مُحبّت رکھتے ہیں۔"}]}