{"bibleAbbr":"KNJV","bookName":"ಪ್ರಕಟನೆ","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"ಯೇಸು ಕ್ರಿಸ್ತನ ಪ್ರಕಟನೆಯು. ಆತನು ಬೇಗನೆ ಸಂಭವಿಸಬೇಕಾಗಿರುವ ಸಂಗತಿಗಳನ್ನು ತನ್ನ ದಾಸರಿಗೆ ತೋರಿಸುವದಕ್ಕಾಗಿ ದೇವರಿಂದ ಈ ಪ್ರಕಟನೆಯನ್ನು ಹೊಂದಿದನು; ಇದಲ್ಲದೆ ಆತನು ತನ್ನ ದೂತನನ್ನು ಕಳುಹಿಸಿ ಅವನ ಮೂಲಕ ಆ ಸಂಗತಿಗಳನ್ನು ತನ್ನ ದಾಸನಾದ ಯೋಹಾನನಿಗೆ ಸೂಚಿಸಿದನು."},{"number":2,"verse":"ಯೋಹಾನನು ತಾನು ಕಂಡದ್ದನ್ನೆಲ್ಲಾ ತಿಳಿಸುವವನಾಗಿ ದೇವರ ವಾಕ್ಯದ ವಿಷಯವಾಗಿಯೂ ಯೇಸು ಕ್ರಿಸ್ತನು ಹೇಳಿದ ಸಾಕ್ಷಿಯ ವಿಷಯವಾಗಿಯೂ ಸಾಕ್ಷಿಕೊಟ್ಟನು."},{"number":3,"verse":"ಈ ಪ್ರವಾದನವಾಕ್ಯಗಳನ್ನು ಓದುವಂಥವನೂ ಕೇಳುವಂಥವರೂ ಈ ಪ್ರವಾದನೆಯಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವಂಥವರೂ ಧನ್ಯರು. ಅವು ನೆರವೇರುವ ಸಮಯವು ಸಮೀಪವಾಗಿದೆ."},{"number":4,"verse":"ಆಸ್ಯಸೀಮೆಯಲ್ಲಿರುವ ಏಳು ಸಭೆಗಳಿಗೆ ಯೋಹಾನನು ಬರೆಯುವದೇನಂದರೆ - ವರ್ತಮಾನ ಭೂತ ಭವಿಷ್ಯತ್ಕಾಲಗಳಲ್ಲಿರುವಾತನಿಂದ"},{"number":5,"verse":"ಮತ್ತು ಆತನ ಸಿಂಹಾಸನದ ಮುಂದಿರುವ ಏಳು ಆತ್ಮಗಳಿಂದ ಮತ್ತು ನಂಬತಕ್ಕ ಸಾಕ್ಷಿಯೂ ಸತ್ತವರೊಳಗಿಂದ ಮೊದಲು ಎದ್ದುಬಂದವನೂ ಭೂರಾಜರ ಒಡೆಯನೂ ಆಗಿರುವ ಯೇಸು ಕ್ರಿಸ್ತನಿಂದ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ. ನಮ್ಮನ್ನು ಪ್ರೀತಿಸುವವನೂ ತನ್ನ ರಕ್ತದ ಮೂಲಕ ನಮ್ಮನ್ನು ಪಾಪಗಳಿಂದ ಬಿಡಿಸಿದವನೂ ನಮ್ಮನ್ನು ರಾಜ್ಯವನ್ನಾಗಿಯೂ"},{"number":6,"verse":"ತನ್ನ ತಂದೆಯಾದ ದೇವರಿಗೆ ಯಾಜಕರನ್ನಾಗಿಯೂ ಮಾಡಿದವನೂ ಆಗಿರುವಾತನಿಗೆ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಘನ ಮಹತ್ವಗಳಿರಲಿ. ಆಮೆನ್."},{"number":7,"verse":"ಇಗೋ ಮೇಘಗಳೊಂದಿಗೆ ಬರುತ್ತಾನೆ; ಎಲ್ಲರ ಕಣ್ಣುಗಳು ಆತನನ್ನು ಕಾಣುವವು; ಆತನನ್ನು ಇರಿದವರು ಸಹ ಕಾಣುವರು; ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಕುಲದವರು ಆತನನ್ನು ನೋಡಿ ಎದೆಬಡುಕೊಳ್ಳುವರು. ಹೌದು, ಹಾಗೆಯೇ ಆಗುವದು. ಆಮೆನ್."},{"number":8,"verse":"ನಾನು ಆದಿಯೂ ಅಂತವೂ ವರ್ತಮಾನ ಭೂತ ಭವಿಷ್ಯತ್ಕಾಲಗಳಲ್ಲಿರುವವನೂ ಸರ್ವಶಕ್ತನೂ ಆಗಿದ್ದೇನೆ ಎಂದು ದೇವರಾದ ಕರ್ತನು ಹೇಳುತ್ತಾನೆ."},{"number":9,"verse":"ನಿಮ್ಮ ಸಹೋದರನೂ ಯೇಸುವಿನ ನಿಮಿತ್ತ ಹಿಂಸೆಯಲ್ಲಿಯೂ ರಾಜ್ಯದಲ್ಲಿಯೂ ತಾಳ್ಮೆಯಲ್ಲಿಯೂ ನಿಮ್ಮೊಂದಿಗೆ ಪಾಲುಗಾರನೂ ಆಗಿರುವ ಯೋಹಾನನೆಂಬ ನಾನು ದೇವರ ವಾಕ್ಯಕ್ಕೋಸ್ಕರವೂ ಯೇಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಗೋಸ್ಕರವೂ ಪತ್ಮೊಸ್ ದ್ವೀಪದಲ್ಲಿದ್ದೆನು."},{"number":10,"verse":"ನಾನು ಕರ್ತನ ದಿನದಲ್ಲಿ ದೇವರಾತ್ಮವಶನಾಗಿ ನನ್ನ ಹಿಂದುಗಡೆ ತುತೂರಿಯ ಶಬ್ದದಂತಿರುವ ಮಹಾ ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು."},{"number":11,"verse":"ಅದು - ನೀನು ನೋಡುವದನ್ನು ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದು ಎಫೆಸ, ಸ್ಮುರ್ನ, ಪೆರ್ಗಮ, ಥುವತೈರ, ಸಾರ್ದಿಸ್, ಫಿಲದೆಲ್ಫಿಯ, ಲವೊದಿಕೀಯ ಎಂಬೀ ಏಳು ಪಟ್ಟಣಗಳ ಸಭೆಗಳಿಗೆ ಕಳುಹಿಸಬೇಕೆಂದು ನುಡಿಯಿತು."},{"number":12,"verse":"ನನ್ನ ಸಂಗಡ ಮಾತಾಡುತ್ತಿದ್ದ ಶಬ್ದವು ಯಾರದೆಂದು ನೋಡುವದಕ್ಕೆ ಹಿಂದಕ್ಕೆ ತಿರುಗಿದೆನು."},{"number":13,"verse":"ತಿರುಗಿದಾಗ ಏಳು ಚಿನ್ನದ ದೀಪಸ್ತಂಭಗಳನ್ನೂ ಆ ದೀಪಸ್ತಂಭಗಳ ಮಧ್ಯದಲ್ಲಿ ಮನುಷ್ಯಕುಮಾರನಂತೆ ಇರುವವನನ್ನೂ ಕಂಡೆನು. ಆತನು ನಿಲುವಂಗಿಯನ್ನು ತೊಟ್ಟು ಚಿನ್ನದ ಪಟ್ಟಿಯನ್ನು ಎದೆಗೆ ಕಟ್ಟಿಕೊಂಡಿದ್ದನು."},{"number":14,"verse":"ಆತನ ತಲೆಯ ಕೂದಲು ಬಿಳೀ ಉಣ್ಣೆಯಂತೆಯೂ ಹಿಮದಂತೆಯೂ ಬೆಳ್ಳಗಿತ್ತು."},{"number":15,"verse":"ಆತನ ಕಣ್ಣುಗಳು ಬೆಂಕಿಯ ಉರಿಯಂತೆಯೂ ಆತನ ಪಾದಗಳು ಕುಲುಮೆಯಲ್ಲಿ ಕಾಯಿಸಿದ ತಾಮ್ರದಂತೆಯೂ ಆತನ ಧ್ವನಿಯು ಜಲಪ್ರವಾಹದ ಘೋಷದಂತೆಯೂ ಇದ್ದವು."},{"number":16,"verse":"ಆತನ ಬಲಗೈಯಲ್ಲಿ ಏಳು ನಕ್ಷತ್ರಗಳಿದ್ದವು; ಆತನ ಬಾಯೊಳಗಿಂದ ಹದವಾದ ಇಬ್ಬಾಯಿ ಕತ್ತಿಯು ಹೊರಡುತ್ತಿತ್ತು. ಆತನ ಮುಖವು ಮಧ್ಯಾಹ್ನದಲ್ಲಿ ಪ್ರಕಾಶಿಸುವ ಸೂರ್ಯನಂತಿತ್ತು."},{"number":17,"verse":"ನಾನು ಆತನನ್ನು ಕಂಡಾಗ ಸತ್ತವನ ಹಾಗೆ ಆತನ ಪಾದಗಳ ಮುಂದೆ ಬಿದ್ದೆನು. ಆತನು ತನ್ನ ಬಲಗೈಯನ್ನು ನನ್ನ ಮೇಲಿಟ್ಟು - ಹೆದರಬೇಡ, ನಾನು ಮೊದಲನೆಯವನೂ ಕಡೆಯವನೂ ಸದಾ ಜೀವಿಸುವವನೂ ಆಗಿದ್ದೇನೆ."},{"number":18,"verse":"ಸತ್ತವನಾದೆನು, ಮತ್ತು ಇಗೋ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಬದುಕುವವನಾಗಿದ್ದೇನೆ; ಮರಣದ ಮತ್ತು ಪಾತಾಳದ ಬೀಗದ ಕೈಗಳು ನನ್ನಲ್ಲಿ ಅವೆ."},{"number":19,"verse":"ಆದದರಿಂದ ನೀನು ಕಂಡವುಗಳನ್ನೂ ಈಗ ನಡೆಯುತ್ತಿರುವವುಗಳನ್ನೂ ಮುಂದೆ ಆಗಬೇಕಾದವುಗಳನ್ನೂ ಬರೆ."},{"number":20,"verse":"ನನ್ನ ಬಲಗೈಯಲ್ಲಿ ನೀನು ಕಂಡ ಏಳು ನಕ್ಷತ್ರಗಳ ಮತ್ತು ಏಳು ಚಿನ್ನದ ದೀಪಸ್ತಂಭಗಳ ಗೂಢಾರ್ಥವನ್ನು ವಿವರಿಸುತ್ತೇನೆ - ಆ ಏಳು ನಕ್ಷತ್ರಗಳು ಅಂದರೆ ಆ ಏಳು ಸಭೆಗಳ ದೂತರು; ಆ ಏಳು ದೀಪಸ್ತಂಭಗಳು ಅಂದರೆ ಆ ಏಳು ಸಭೆಗಳು."}]}