{"bibleAbbr":"KNJV","bookName":"ಪ್ರಕಟನೆ","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"ಪರಲೋಕದಲ್ಲಿ ಒಂದು ಮಹಾಲಕ್ಷಣವು ಕಾಣಿಸಿತು. ಅದೇನಂದರೆ, ಸೂರ್ಯನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದ ಒಬ್ಬ ಸ್ತ್ರೀಯಿದ್ದಳು; ಆಕೆಯ ಕಾಲುಗಳ ಕೆಳಗೆ ಚಂದ್ರನಿದ್ದನು. ಆಕೆಯ ತಲೆಯ ಮೇಲೆ ಹನ್ನೆರಡು ನಕ್ಷತ್ರಗಳುಳ್ಳ ಒಂದು ಕಿರೀಟವಿತ್ತು;"},{"number":2,"verse":"ಆಕೆಯು ಗರ್ಭಿಣಿಯಾಗಿದ್ದು ಪ್ರಸವವೇದನೆಯಿಂದ ಸಂಕಟಪಡುತ್ತಾ ಕೂಗುತ್ತಿದ್ದಳು. ಪರಲೋಕದಲ್ಲಿ ಮತ್ತೊಂದು ಲಕ್ಷಣವು ಕಾಣಿಸಿತು."},{"number":3,"verse":"ಅದೇನಂದರೆ ಕೆಂಪಾದ ಮಹಾ ಘಟಸರ್ಪವಿತ್ತು; ಅದಕ್ಕೆ ಏಳು ತಲೆಗಳೂ ಹತ್ತು ಕೊಂಬುಗಳೂ ಇದ್ದವು; ಅದರ ತಲೆಗಳ ಮೇಲೆ ಏಳು ಮಕುಟಗಳಿದ್ದವು."},{"number":4,"verse":"ಅದರ ಬಾಲವು ಆಕಾಶದಲ್ಲಿರುವ ನಕ್ಷತ್ರಗಳೊಳಗೆ ಮೂರರಲ್ಲೊಂದು ಭಾಗವನ್ನು ಎಳೆದು ಭೂಮಿಗೆ ಹಾಕಿತು. ಹೆರುತ್ತಿದ್ದ ಆ ಸ್ತ್ರೀಯು ಹೆತ್ತಕೂಡಲೆ ಆಕೆಯ ಮಗುವನ್ನು ನುಂಗಿಬಿಡಬೇಕೆಂದು ಆ ಘಟಸರ್ಪವು ಅಲ್ಲೇ ಕಾದುಕೊಂಡಿತ್ತು."},{"number":5,"verse":"ಆಕೆ ಜನಾಂಗಗಳನ್ನು ಕಬ್ಬಿಣದ ಕೋಲಿನಿಂದ ಆಳಬೇಕಾದ ಒಂದು ಗಂಡು ಮಗುವನ್ನು ಹೆತ್ತಳು; ಆ ಕೂಸು ಫಕ್ಕನೆ ದೇವರ ಬಳಿಗೂ ಆತನ ಸಿಂಹಾಸನದ ಬಳಿಗೂ ಎತ್ತಲ್ಪಟ್ಟಿತು."},{"number":6,"verse":"ಆ ಸ್ತ್ರೀಯು ಅರಣ್ಯಕ್ಕೆ ಓಡಿಹೋದಳು; ಅಲ್ಲಿ ಆಕೆಗೆ ಸಾವಿರದ ಇನ್ನೂರ ಅರುವತ್ತು ದಿನಗಳವರೆಗೆ ಪೋಷಣೆಯಾಗಬೇಕೆಂದು ದೇವರು ಸ್ಥಳವನ್ನು ಸಿದ್ಧಮಾಡಿದ್ದನು."},{"number":7,"verse":"ಪರಲೋಕದಲ್ಲಿ ಯುದ್ಧ ನಡೆಯಿತು. ಮೀಕಾಯೇಲನೂ ಅವನ ದೂತರೂ ಘಟಸರ್ಪನ ಮೇಲೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೆ ಹೊರಟರು. ಘಟಸರ್ಪನೂ ಅವನ ದೂತರೂ ಯುದ್ಧಮಾಡಿ ಸೋತುಹೋದರು,"},{"number":8,"verse":"ಮತ್ತು ಪರಲೋಕದೊಳಗೆ ಅವರಿಗೆ ಸ್ಥಾನವು ತಪ್ಪಿಹೋಯಿತು."},{"number":9,"verse":"ಭೂಲೋಕದವರನ್ನೆಲ್ಲಾ ಮರುಳುಗೊಳಿಸುವ ಆ ಮಹಾ ಘಟಸರ್ಪನು ಅಂದರೆ ಪಿಶಾಚನೆಂತಲೂ ಸೈತಾನನೆಂತಲೂ ಹೆಸರುಳ್ಳ ಪುರಾತನ ಸರ್ಪವು ದೊಬ್ಬಲ್ಪಟ್ಟು ಭೂಮಿಗೆ ಬಿದ್ದನು;"},{"number":10,"verse":"ಅವನ ದೂತರೂ ಅವನೊಂದಿಗೆ ದೊಬ್ಬಲ್ಪಟ್ಟರು. ಆಗ ಪರಲೋಕದಲ್ಲಿ ಮಹಾ ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು, ಅದು - ಈಗ ಜಯವೂ ಶಕ್ತಿಯೂ ರಾಜ್ಯವೂ ನಮ್ಮ ದೇವರಿಗೆ ಉಂಟಾಯಿತು; ಆತನು ಅಭಿಷೇಕಿಸಿದವನ ಅಧಿಕಾರವು ಈಗ ಸ್ಥಾಪಿತವಾಯಿತು; ಹಗಲಿರುಳು ನಮ್ಮ ಸಹೋದರರ ಮೇಲೆ ನಮ್ಮ ದೇವರ ಮುಂದೆ ದೂರು ಹೇಳಿದ ದೂರುಗಾರನು ದೊಬ್ಬಲ್ಪಟ್ಟಿದ್ದಾನೆ."},{"number":11,"verse":"ಅವರು ಪ್ರಾಣದ ಮೇಲಣ ಪ್ರೀತಿಯನ್ನು ತೊರೆದು ಮರಣಕ್ಕೆ ಹಿಂತೆಗೆಯದೆ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದ ಬಲದಿಂದಲೂ ತಮ್ಮ ವಾಕ್ಯದ ಬಲದಿಂದಲೂ ಅವನನ್ನು ಜಯಿಸಿದರು."},{"number":12,"verse":"ಪರಲೋಕವೇ, ಅದರಲ್ಲಿ ವಾಸಮಾಡುವವರೇ, ಹರ್ಷಗೊಳ್ಳಿರಿ. ಭೂಮಿಯೇ, ಸಮುದ್ರವೇ, ನಿಮ್ಮ ದುರ್ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ; ಸೈತಾನನು ತನಗಿರುವ ಕಾಲವು ಸ್ವಲ್ಪವೆಂದು ತಿಳಿದು ಮಹಾ ರೌದ್ರವುಳ್ಳವನಾಗಿ ನಿಮ್ಮ ಕಡೆಗೆ ಇಳಿದುಬಂದಿದ್ದಾನೆ ಎಂಬದಾಗಿ ಹೇಳಿತು."},{"number":13,"verse":"ಘಟಸರ್ಪನು ತಾನು ದೊಬ್ಬಲ್ಪಟ್ಟು ಭೂಮಿಗೆ ಬಿದ್ದಿರುವದನ್ನು ಕಂಡು ಗಂಡು ಮಗುವನ್ನು ಹೆತ್ತ ಸ್ತ್ರೀಯನ್ನು ಹಿಂಸಿಸುವದಕ್ಕೆ ಅಟ್ಟಿಸಿಕೊಂಡು ಹೋದನು."},{"number":14,"verse":"ಆ ಸ್ತ್ರೀಯು ಅರಣ್ಯದಲ್ಲಿದ್ದ ತನ್ನ ಸ್ಥಳಕ್ಕೆ ಹಾರಿಹೋಗುವದಕ್ಕಾಗಿ ಆಕೆಗೆ ದೊಡ್ಡ ಗರುಡಪಕ್ಷಿಯ ಎರಡು ರೆಕ್ಕೆಗಳು ಕೊಡಲ್ಪಟ್ಟವು. ಅಲ್ಲಿ ಒಂದು ಕಾಲ, ಎರಡು ಕಾಲ, ಅರ್ಧಕಾಲ ಸರ್ಪನ ಮುಖಕ್ಕೆ ಮರೆಯಾಗಿ ಪೋಷಣೆ ಹೊಂದುತ್ತಾಳೆ."},{"number":15,"verse":"ಆ ಸರ್ಪನು ಸ್ತ್ರೀಯನ್ನು ಬಡಿಸಿಕೊಂಡು ಹೋಗಬೇಕೆಂದು ಆಕೆಯ ಹಿಂದೆ ತನ್ನ ಬಾಯೊಳಗಿಂದ ನೀರನ್ನು ನದಿಯಂತೆ ಬಿಟ್ಟನು."},{"number":16,"verse":"ಆದರೆ ಭೂಮಿಯು ಆ ಸ್ತ್ರೀಯ ಸಹಾಯಕ್ಕೆ ಬಂದು ಬಾಯಿ ತೆರೆದು ಘಟಸರ್ಪನು ತನ್ನ ಬಾಯೊಳಗಿಂದ ಬಿಟ್ಟ ನದಿಯನ್ನು ಕುಡಿದುಬಿಟ್ಟಿತು."},{"number":17,"verse":"ಆಗ ಘಟಸರ್ಪನು ಸ್ತ್ರೀಯ ಮೇಲೆ ಕೋಪಿಸಿಕೊಂಡು ಆಕೆಯ ಸಂತಾನದವರಲ್ಲಿ ಉಳಿದವರ ಮೇಲೆ ಅಂದರೆ ದೇವರ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆದು ಯೇಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಯನ್ನು ಹೇಳಿರುವವರ ಮೇಲೆ ಯುದ್ಧ ಮಾಡುವದಕ್ಕೆ ಹೊರಟು (18)ಸಮುದ್ರತೀರದ ಮರಳಿನ ಮೇಲೆ ನಿಂತನು."}]}