{"bibleAbbr":"KNJV","bookName":"ಪ್ರಕಟನೆ","bookEnglishName":"Revelation","chapterNumber":7,"verses":[{"number":1,"verse":"ಇದಾದ ಮೇಲೆ ನಾಲ್ಕು ಮಂದಿ ದೇವದೂತರು ಭೂಮಿಯ ನಾಲ್ಕು ದಿಕ್ಕುಗಳಲ್ಲಿ ನಿಂತುಕೊಂಡು ಭೂಮಿಯ ಮೇಲಾಗಲಿ ಸಮುದ್ರದ ಮೇಲಾಗಲಿ ಯಾವ ಮರದ ಮೇಲಾಗಲಿ ಗಾಳಿಬೀಸದಂತೆ ಭೂಮಿಯ ಚತುರ್ದಿಕ್ಕುಗಳ ಗಾಳಿಗಳನ್ನು ಹಿಡಿದಿರುವದನ್ನು ಕಂಡೆನು."},{"number":2,"verse":"ಇದಲ್ಲದೆ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮುದ್ರೆಯನ್ನು ಹಿಡುಕೊಂಡು ಮೂಡಣ ದಿಕ್ಕಿನಿಂದ ಏರಿಬರುವದನ್ನು ಕಂಡೆನು. ಅವನು ಭೂಮಿಯನ್ನೂ ಸಮುದ್ರವನ್ನೂ ಕೆಡಿಸುವದಕ್ಕೆ ಅಧಿಕಾರಹೊಂದಿದ ಆ ನಾಲ್ಕು ಮಂದಿ ದೇವದೂತರಿಗೆ -"},{"number":3,"verse":"ನಾವು ನಮ್ಮ ದೇವರ ದಾಸರಿಗೆ ಹಣೆಯ ಮೇಲೆ ಮುದ್ರೆ ಒತ್ತುವತನಕ ಭೂಮಿಯನ್ನಾಗಲಿ ಸಮುದ್ರವನ್ನಾಗಲಿ ಮರಗಳನ್ನಾಗಲಿ ಕೆಡಿಸಬೇಡಿರಿ ಎಂದು ಮಹಾ ಶಬ್ದದಿಂದ ಕೂಗಿ ಹೇಳಿದನು."},{"number":4,"verse":"ಮುದ್ರೆ ಒತ್ತಿಸಿಕೊಂಡವರ ಸಂಖ್ಯೆಯು ಪ್ರಸಿದ್ಧವಾದಾಗ ನಾನು ಕೇಳಿದೆನು. ಇಸ್ರಾಯೇಲ್ಯರ ಪ್ರತಿಯೊಂದು ಕುಲಕ್ಕೆ ಸೇರಿದವರು ಒತ್ತಿಸಿಕೊಂಡರು. ಅವರ ಸಂಖ್ಯೆ ಒಂದು ಲಕ್ಷ ನಾಲ್ವತ್ತುನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ."},{"number":5,"verse":"ಯೂದನ ಕುಲದವರಲ್ಲಿ ಮುದ್ರೆಹಾಕಿಸಿಕೊಂಡವರು ಹನ್ನೆರಡು ಸಾವಿರ, ರೂಬೇನನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ಗಾದನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ,"},{"number":6,"verse":"ಅಷೇರನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ನೆಫ್ತಲೀಮನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ಮನಾಸ್ಸೆಯ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ,"},{"number":7,"verse":"ಸಿಮೆಯೋನನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ಲೇವಿಯ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ಇಸ್ಸಕಾರನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ,"},{"number":8,"verse":"ಜೆಬುಲೋನನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ಯೋಸೇಫನ ಕುಲದವರಲ್ಲಿ ಹನ್ನೆರಡು ಸಾವಿರ, ಬೆನ್ಯಾಮೀನನ ಕುಲದವರಲ್ಲಿ ಮುದ್ರೆ ಹಾಕಿಸಿಕೊಂಡವರು ಹನ್ನೆರಡು ಸಾವಿರ ಮಂದಿ ಇದ್ದರು."},{"number":9,"verse":"ಇವುಗಳಾದ ಮೇಲೆ ಇಗೋ, ಯಾರಿಂದಲೂ ಎಣಿಸಲಾಗದಂಥ ಮಹಾ ಸಮೂಹವು ಸಿಂಹಾಸನದ ಮುಂದೆಯೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಮುಂದೆಯೂ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು. ಅವರು ಸಕಲ ಜನಾಂಗಕುಲ ಪ್ರಜೆಗಳವರೂ ಸಕಲ ಭಾಷೆಗಳನ್ನಾಡುವವರೂ ಆಗಿದ್ದರು. ಅವರು ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡು ತಮ್ಮ ಕೈಗಳಲ್ಲಿ ಖರ್ಜೂರದ ಗರಿಗಳನ್ನು ಹಿಡಿದುಕೊಂಡಿದ್ದರು."},{"number":10,"verse":"ಅವರು - ಸಿಂಹಾಸನಾಸೀನನಾಗಿರುವ ನಮ್ಮ ದೇವರಿಗೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನಿಗೂ ನಮಗೆ ರಕ್ಷಣೆಯುಂಟಾದದ್ದಕ್ಕಾಗಿ ಸ್ತೋತ್ರ ಎಂದು ಮಹಾ ಶಬ್ದದಿಂದ ಕೂಗಿದರು."},{"number":11,"verse":"ಅಷ್ಟರಲ್ಲಿ ದೇವದೂತರೆಲ್ಲರೂ ಸಿಂಹಾಸನವು ಹಿರಿಯರು ನಾಲ್ಕು ಜೀವಿಗಳು ಇವುಗಳ ಸುತ್ತಲು ನಿಂತುಕೊಂಡಿದ್ದರು. ಅವರು ಸಿಂಹಾಸನದ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು -"},{"number":12,"verse":"ಆಮೆನ್. ಸ್ತೋತ್ರವೂ ಪ್ರಭಾವವೂ ಜ್ಞಾನವೂ ಕೃತಜ್ಞತಾಸ್ತುತಿಯೂ ಮಾನವೂ ಬಲವೂ ಶಕ್ತಿಯೂ ನಮ್ಮ ದೇವರಿಗೆ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಇರಲಿ, ಆಮೆನ್ ಎಂದು ಹೇಳುತ್ತಾ ದೇವರನ್ನು ಆರಾಧಿಸಿದರು."},{"number":13,"verse":"ಇದನ್ನು ನೋಡಿ ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬನು - ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡಿರುವವರಾದ ಇವರು ಯಾರು? ಎಲ್ಲಿಂದ ಬಂದರು ಎಂದು ನನ್ನನ್ನು ಕೇಳಲು - ಅಯ್ಯಾ, ನೀನೇ ಬಲ್ಲೆ ಅಂದೆನು."},{"number":14,"verse":"ಅವನು ನನಗೆ - ಇವರು ಆ ಮಹಾ ಹಿಂಸೆಯನ್ನು ಅನುಭವಿಸಿ ಬಂದವರು; ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದಲ್ಲಿ ತಮ್ಮ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಳೆದು ಶುಭ್ರಮಾಡಿದ್ದಾರೆ."},{"number":15,"verse":"ಈ ಕಾರಣದಿಂದ ಅವರು ದೇವರ ಸಿಂಹಾಸನದ ಮುಂದೆ ಇದ್ದುಕೊಂಡು ಆತನ ಆಲಯದಲ್ಲಿ ಹಗಲಿರುಳು ಆತನ ಸೇವೆಮಾಡುತ್ತಾ ಇದ್ದಾರೆ; ಸಿಂಹಾಸನದಲ್ಲಿ ಕೂತಿರುವಾತನು ಗುಡಾರದಂತೆ ಅವರನ್ನು ಆವರಿಸುವನು."},{"number":16,"verse":"ಇನ್ನು ಮೇಲೆ ಅವರಿಗೆ ಹಸಿವೆ ಇಲ್ಲ, ಬಾಯಾರಿಕೆ ಇಲ್ಲ; ಅವರಿಗೆ ಬಿಸಿಲಾದರೂ ಯಾವ ಝಳವಾದರೂ ಬಡಿಯುವದಿಲ್ಲ;"},{"number":17,"verse":"ಸಿಂಹಾಸನದ ಮಧ್ಯದಲ್ಲಿರುವ ಯಜ್ಞದ ಕುರಿಯಾದಾತನು ಅವರಿಗೆ ಕುರುಬನಂತಿದ್ದು ಜೀವಜಲದ ಒರತೆಗಳ ಬಳಿಗೆ ನಡಿಸುತ್ತಾನೆ. ದೇವರು ಅವರ ಕಣ್ಣೀರನ್ನೆಲ್ಲಾ ಒರಸಿಬಿಡುವನು ಎಂದು ಹೇಳಿದನು."}]}