{"bibleAbbr":"NCB2019","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"This is the word of the LORD that came to Micah of Moresheth[a] during the reigns of Jotham, Ahaz, and Hezekiah, kings of Judah, and which he received in visions concerning Samaria and Jerusalem."},{"number":2,"verse":"Listen, all you peoples! Give heed, O earth, and all who dwell in it. Let the Lord GOD be a witness against you, the LORD from his holy temple."},{"number":3,"verse":"Take note that the LORD is leaving his dwelling place; he comes down and treads upon the heights of the earth."},{"number":4,"verse":"The mountains melt at his touch, and the valleys are torn open, like wax near a fire, like water pouring down a hillside."},{"number":5,"verse":"All this is the result of the crime of Jacob and the sins of Israel. What is the crime of Jacob? Is it not Samaria? And what is the sin of the house of Judah? Is it not Jerusalem?"},{"number":6,"verse":"Therefore, I will reduce Samaria to a ruin in the open country, a place for planting vineyards. I will hurl down her stones into the valley and lay bare her foundations."},{"number":7,"verse":"All of her idols will be shattered, all of her earnings will be consumed by fire, and all of her statues I will lay waste. For she amassed her gifts from the wages of prostitution,[b] and the earnings of a prostitute they once more will become."},{"number":8,"verse":"This is the reason why I will lament and wail, why I will go barefoot and naked. I will howl like a jackal and mourn like a desert owl."},{"number":9,"verse":"There is no remedy for the wounds that the LORD inflicts; now the blow has fallen on Judah. It has reached the very gate of my people, even to Jerusalem."},{"number":10,"verse":"Do not announce it in Gath, nor shed any tears. In Beth-leaphrah roll yourselves in the dust."},{"number":11,"verse":"Begin your journey, you inhabitants of Shaphir. Those who dwell in Zaanan have not left their city. Beth-ezel is filled with lamentation and no longer can offer you support."},{"number":12,"verse":"The inhabitants of Maroth are filled with despair. For disaster has come down from the LORD to the very gate of Jerusalem."},{"number":13,"verse":"Harness the steeds to the chariots you inhabitants of Lachish. You first led the daughter of Zion into sin; the crimes of Israel can be traced to you."},{"number":14,"verse":"Therefore, you shall offer parting gifts to Moresheth-gath. Beth-achzib will prove to be deceptive to the kings of Israel."},{"number":15,"verse":"I will again send a conqueror against you, O inhabitants of Mareshah. And the glory of Israel shall be transferred to Adullam."},{"number":16,"verse":"Shave your heads in mourning for the children who were your delight. Make yourselves as bald as the eagle, for they have gone from you into exile."}]}