{"bibleAbbr":"NCB2019","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"Then I said: Listen, you leaders of the house of Jacob, you rulers of the house of Israel. Should you not be responsible to know what is right?"},{"number":2,"verse":"And yet you hate what is good and love what is evil."},{"number":3,"verse":"You eat the flesh of my people and strip off their skin; you break their bones into pieces like flesh for the pot, like meat in a cauldron."},{"number":4,"verse":"Then they will cry out to the LORD, but he will not answer them. He will conceal his face from them at that time because of the evil they have done."},{"number":5,"verse":"Thus says the LORD about the prophets who lead my people astray, who promise prosperity when they have something to eat, but who declare war against those who put no food into their mouths."},{"number":6,"verse":"Therefore, you will have night without vision and darkness without divination. The sun will go down on the prophets; for them the daytime will be black."},{"number":7,"verse":"Then the seers will be disgraced and the diviners will be put to shame. They will all cover their lips, for there is no answer from God."},{"number":8,"verse":"But as for me, I am filled with strength, with the Spirit of the LORD, with justice and might to declare to Jacob his crime and to Israel his sin."},{"number":9,"verse":"Listen to this, you leaders of the house of Jacob, you rulers of the house of Israel, who despise justice and pervert what is right,"},{"number":10,"verse":"who build Zion through bloodshed and Jerusalem through wickedness."},{"number":11,"verse":"Her leaders accept bribes for favorable judgments, her priests render judgments for a fee, her prophets practice divination for money. And yet they rely upon the LORD, saying, “Isn’t the LORD in our midst? No harm can come upon us.”"},{"number":12,"verse":"Therefore, because of you, Zion will be plowed like a field. Jerusalem will be reduced to a heap of rubble, and the temple mount to a height overgrown with thickets."}]}