{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"( ନବୂଖଦ୍ନିତ୍ସରର ଯୁଆଳି) ଯୋଶୀୟର ପୁତ୍ର ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ର ରାଜତ୍ଵର ଆରମ୍ଭ ସମୟରେ ସଦାପ୍ରଭୁଙ୍କଠାରୁ ଏହି ବାକ୍ୟ ଯିରିମୀୟଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା ।"},{"number":2,"verse":"ଯଥା, ସଦାପ୍ରଭୁ ମୋତେ ଏହି କଥା କହନ୍ତି, ତୁମ୍ଭେ କେତେକ ବନ୍ଧନୀ ଓ ଯୁଆଳି ପ୍ରସ୍ତୁତ କରି ଆପଣା ସ୍କନ୍ଧରେ ରଖ;"},{"number":3,"verse":"ପୁଣି, ଯେଉଁ ଦୂତଗଣ ଯିହୁଦାର ରାଜା ସିଦିକୀୟ ନିକଟକୁ ଯିରୂଶାଲମକୁ ଆସିଅଛନ୍ତି, ସେମାନଙ୍କ ହସ୍ତ ଦ୍ଵାରା ସେସବୁ ଇଦୋମର ରାଜା ଓ ମୋୟାବର ରାଜା, ଅମ୍ମୋନ-ସନ୍ତାନଗଣର ରାଜା, ସୋରର ରାଜା ଓ ସୀଦୋନର ରାଜା ନିକଟକୁ ତାହା ପଠାଅ;"},{"number":4,"verse":"ଆଉ, ଆପଣା ଆପଣା କର୍ତ୍ତାମାନଙ୍କୁ ଏହି କଥା କହିବା ପାଇଁ ସେମାନଙ୍କୁ ଏହି ଆଦେଶ ଦିଅ, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି; ତୁମ୍ଭେମାନେ ଆପଣା ଆପଣା କର୍ତ୍ତାଙ୍କୁ ଏହି କଥା କହିବ;"},{"number":5,"verse":"ଆମ୍ଭେ ଆପଣାର ମହାପରାକ୍ରମ ଓ ବିସ୍ତୀର୍ଣ୍ଣ ବାହୁ ଦ୍ଵାରା ପୃଥିବୀ ଓ ପୃଥିବୀନିବାସୀ ମନୁଷ୍ୟ ଓ ପଶୁ ସୃଷ୍ଟି କରିଅଛୁ; ଆଉ, ଯାହାକୁ ତାହା ଦେବା ପାଇଁ ଆମ୍ଭଙ୍କୁ ଉଚିତ ଦେଖାଯାଏ, ତାହାକୁ ଆମ୍ଭେ ତାହା ଦେଉ ।"},{"number":6,"verse":"ପୁଣି, ସମ୍ପ୍ରତି ଆମ୍ଭେ ଏହିସବୁ ଦେଶ ଆପଣା ଦାସ ବାବିଲର ରାଜା ନବୂଖଦ୍ନିତ୍ସରର ହସ୍ତରେ ଦେଇଅଛୁ ଓ ତାହାର ସେବା କରିବା ନିମନ୍ତେ କ୍ଷେତ୍ରସ୍ଥ ପଶୁମାନଙ୍କୁ ହିଁ ତାହାକୁ ଦେଇଅଛୁ ।"},{"number":7,"verse":"ଆଉ, ତାହାର ନିଜ ଦେଶର ସମୟ ଉପସ୍ଥିତ ହେବା ପର୍ଯ୍ୟନ୍ତ ସମୁଦାୟ ଗୋଷ୍ଠୀ ତାହାର ଓ ତାହାର ପୁତ୍ରର ଓ ପୌତ୍ରର ଦାସ୍ୟକର୍ମ କରିବେ; ତହିଁ ଉତ୍ତାରେ ଅନେକ ଗୋଷ୍ଠୀ ଓ ମହାନ ମହାନ ରାଜାମାନେ ତାହାକୁ ଆପଣାମାନଙ୍କର ଦାସ୍ୟକର୍ମ କରାଇବେ ।"},{"number":8,"verse":"ପୁଣି, ଯେଉଁ ଦେଶ ଓ ରାଜ୍ୟ ସେହି ବାବିଲର ରାଜା ନବୂଖଦ୍ନିତ୍ସରର ଦାସ୍ୟକର୍ମ କରିବେ ନାହିଁ ଓ ବାବିଲର ରାଜାର ଯୁଆଳି ତଳେ ଆପଣା ଆପଣା ବେକ ରଖିବେ ନାହିଁ, ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ସେ ଦେଶକୁ ତାହାର ହସ୍ତ ଦ୍ଵାରା ସଂହାରିତ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ଖଡ଼୍‍ଗ ଓ ଦୁର୍ଭିକ୍ଷ ଓ ମହାମାରୀ ଦ୍ଵାରା ଦଣ୍ତ ଦେବା ।"},{"number":9,"verse":"ମାତ୍ର ତୁମ୍ଭମାନଙ୍କର ଯେଉଁ ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ, ମନ୍ତ୍ରଜ୍ଞମାନେ ଓ ସ୍ଵପ୍ନଦର୍ଶକମାନେ ଓ ଗଣକମାନେ ଓ ମାୟାବୀମାନେ, ତୁମ୍ଭେମାନେ ବାବିଲ-ରାଜାର ଦାସ୍ୟକର୍ମ କରିବ ନାହିଁ ବୋଲି ତୁମ୍ଭମାନଙ୍କୁ କହନ୍ତି, ସେମାନଙ୍କ କଥାରେ ତୁମ୍ଭେମାନେ ମନୋଯୋଗ କର ନାହିଁ;"},{"number":10,"verse":"କାରଣ ତୁମ୍ଭମାନଙ୍କୁ ସ୍ଵଦେଶରୁ ଦୂରୀକୃତ କରିବା ପାଇଁ ଓ ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ ତଡ଼ି ଦେଲେ ତୁମ୍ଭେମାନେ ଯେପରି ନଷ୍ଟ ହେବ, ଏଥିପାଇଁ ସେମାନେ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ମିଥ୍ୟା ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ପ୍ରଚାର କରନ୍ତି ।"},{"number":11,"verse":"ମାତ୍ର ଯେଉଁ ଦେଶୀୟ ଲୋକେ ବାବିଲ-ରାଜାର ଯୁଆଳି ତଳେ ଆପଣାମାନଙ୍କର ବେକ ଦେବେ ଓ ତାହାର ଦାସ୍ୟକର୍ମ କରିବେ, ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ସେମାନଙ୍କୁ ସ୍ଵଦେଶରେ ରହିବାକୁ ଦେବା, ସେମାନେ ସେଠାରେ କୃଷିକର୍ମ କରି ବାସ କରିବେ ।"},{"number":12,"verse":"ଅନନ୍ତର ମୁଁ ସେହି ସମସ୍ତ ବାକ୍ୟାନୁସାରେ ଯିହୁଦାର ରାଜା ସିଦିକୀୟକୁ ଏହି କଥା କହିଲି, ତୁମ୍ଭେମାନେ ଆପଣା ଆପଣା ବେକ ବାବିଲ ରାଜାର ଯୁଆଳି ତଳେ ଦେଇ ତାହାର ଓ ତାହାର ଲୋକମାନଙ୍କର ଦାସ୍ୟକର୍ମ କର, ତହିଁରେ ବଞ୍ଚିବ ।"},{"number":13,"verse":"ଯେଉଁ ଦେଶୀୟ ଲୋକେ ବାବିଲ ରାଜାର ଦାସ୍ୟକର୍ମ କରିବେ ନାହିଁ, ସେମାନଙ୍କ ବିଷୟରେ ସଦାପ୍ରଭୁ ଯାହା କହିଅଛନ୍ତି, ତଦନୁସାରେ ତୁମ୍ଭେମାନେ, ଅର୍ଥାତ୍, ତୁମ୍ଭେ ଓ ତୁମ୍ଭର ଲୋକମାନେ ଖଡ଼୍‍ଗ ଓ ଦୁର୍ଭିକ୍ଷ ଓ ମହାମାରୀ ଦ୍ଵାରା କାହିଁକି ମରିବ ?"},{"number":14,"verse":"ପୁଣି, ତୁମ୍ଭେମାନେ ବାବିଲ ରାଜାର ଦାସ୍ୟକର୍ମ କରିବ ନାହିଁ ବୋଲି ଯେଉଁ ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ ତୁମ୍ଭମାନଙ୍କୁ କହନ୍ତି, ସେମାନଙ୍କ ବାକ୍ୟରେ ମନୋଯୋଗ କର ନାହିଁ ଯେହେତୁ ସେମାନେ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ମିଥ୍ୟା ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ପ୍ରଚାର କରନ୍ତି ।"},{"number":15,"verse":"କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ସେମାନଙ୍କୁ ପଠାଇ ନାହୁଁ, ମାତ୍ର ଆମ୍ଭେ ଯେପରି ତୁମ୍ଭମାନଙ୍କୁ ତଡ଼ି ଦେବୁ ଓ ତୁମ୍ଭେମାନେ ଓ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ପ୍ରଚାରକାରୀ ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ ଯେପରି ବିନଷ୍ଟ ହେବେ, ଏଥିପାଇଁ ସେମାନେ ମିଥ୍ୟାରେ ଆମ୍ଭ ନାମରେ ଭବିଷ୍ୟଦ୍-ବାକ୍ୟ ପ୍ରଚାର କରନ୍ତି ।"},{"number":16,"verse":"ଆହୁରି, ମୁଁ ଯାଜକମାନଙ୍କୁ ଓ ଏହି ସମସ୍ତ ଲୋକଙ୍କୁ କହିଲି, ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ତୁମ୍ଭମାନଙ୍କର ଯେଉଁ ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ପ୍ରଚାର କରି କହନ୍ତି, ଦେଖ, ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ପାତ୍ରସକଳ ଅଳ୍ପ କାଳ ମଧ୍ୟରେ ବାବିଲରୁ ଅଣାଯିବ, ତୁମ୍ଭେମାନେ ସେମାନଙ୍କ କଥାରେ ମନୋଯୋଗ କର ନାହିଁ; କାରଣ ସେମାନେ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ମିଥ୍ୟା ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ପ୍ରଚାର କରନ୍ତି ।"},{"number":17,"verse":"ତୁମ୍ଭେମାନେ ସେମାନଙ୍କ କଥାରେ ମନୋଯୋଗ କର ନାହିଁ; ବାବିଲ ରାଜାର ଦାସ୍ୟକର୍ମ କର; ତହିଁରେ ବଞ୍ଚିବ; ଏହି ନଗର କାହିଁକି ଉତ୍ସନ୍ନ ସ୍ଥାନ ହେବ ?"},{"number":18,"verse":"ମାତ୍ର ଯେବେ ସେମାନେ ଭବିଷ୍ୟଦ୍ବକ୍ତା ଅଟନ୍ତି ଓ ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟ ଯେବେ ସେମାନଙ୍କଠାରେ ଥାଏ, ତେବେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ଓ ଯିହୁଦାର ରାଜଗୃହରେ ଓ ଯିରୂଶାଲମରେ ଯେସକଳ ପାତ୍ର ଅବଶିଷ୍ଟ ଅଛି, ତାହା ଯେପରି ବାବିଲକୁ ନ ଯାଏ, ଏଥିପାଇଁ ସେମାନେ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ ବିନତି କରନ୍ତୁ ।"},{"number":19,"verse":"କାରଣ ବାବିଲର ରାଜା ନବୂଖଦ୍ନିତ୍ସର ଯିହୋୟାକୀମ୍ର ପୁତ୍ର ଯିହୁଦାର ରାଜା ଯିହୋୟାଖୀନ୍କୁ, ଆଉ ଯିହୁଦାର ଓ ଯିରୂଶାଲମର ସମସ୍ତ ପ୍ରଧାନ ବର୍ଗଙ୍କୁ ବନ୍ଦୀ କରି ଯିରୂଶାଲମରୁ ବାବିଲକୁ ନେଇ ଯିବା ସମୟରେ,"},{"number":20,"verse":"ଯେଉଁ ସ୍ତମ୍ଭଦ୍ଵୟ ଓ ସମୁଦ୍ରପାତ୍ର ଓ ବୈଠିକି ଓ ଯେସମସ୍ତ ପାତ୍ର ସଙ୍ଗରେ ନେଇ ନ ଥିଲା, ଯାହା ଏହି ନଗରରେ ଅବଶିଷ୍ଟ ଅଛି, ସେହି ସକଳର ବିଷୟରେ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି;"},{"number":21,"verse":"ହଁ, ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ, ଯିହୁଦାର ରାଜଗୃହରେ ଓ ଯିରୂଶାଲମରେ ଅବଶିଷ୍ଟ ଥିବା ସେହି ସକଳ ପାତ୍ର ବିଷୟରେ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି;"},{"number":22,"verse":"ସେସବୁ ବାବିଲକୁ ନିଆଯିବ ଓ ଆମ୍ଭେ ସେମାନଙ୍କର ତତ୍ତ୍ଵାନୁସନ୍ଧାନ ନ କରିବା ଦିନ ପର୍ଯ୍ୟନ୍ତ ସେସବୁ ସେସ୍ଥାନରେ ଥିବ, ଏହା ସଦାପ୍ରଭୁ କହନ୍ତି, ତଦନନ୍ତର ଆମ୍ଭେ ସେସବୁ ଏହି ସ୍ଥାନକୁ ଫେରାଇ ଆଣିବା ।"}]}