{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲ ଓ ଯିହୁଦାର ପୁନଃସ୍ଥାପନ) ସଦାପ୍ରଭୁଙ୍କଠାରୁ ଯିରିମୀୟଙ୍କ ନିକଟରେ ଏହି ବାକ୍ୟ ଉପସ୍ଥିତ ହେଲା, ଯଥା,"},{"number":2,"verse":"ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭକୁ ଯେଉଁ ସକଳ କଥା କହିଅଛୁ, ତାହା ଗୋଟିଏ ପୁସ୍ତକରେ ଲେଖି ରଖ ।"},{"number":3,"verse":"କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଦେଖ, ଯେଉଁ ସମୟରେ ଆମ୍ଭେ ଆପଣା ଲୋକ ଇସ୍ରାଏଲର ଓ ଯିହୁଦାର ବନ୍ଦୀତ୍ଵାବସ୍ଥା ପରିବର୍ତ୍ତନ କରିବା, ଏପରି ସମୟ ଆସୁଅଛି; ସଦାପ୍ରଭୁ କହନ୍ତି; ହଁ, ଆମ୍ଭେ ସେମାନଙ୍କ ପୂର୍ବପୁରୁଷମାନଙ୍କୁ ଯେଉଁ ଦେଶ ଦେଇଅଛୁ, ସେହି ଦେଶକୁ ସେମାନଙ୍କୁ ଫେରାଇ ଆଣିବା ଓ ସେମାନେ ତାହା ଅଧିକାର କରିବେ ।"},{"number":4,"verse":"ଇସ୍ରାଏଲ ଓ ଯିହୁଦା ବିଷୟରେ ସଦାପ୍ରଭୁଙ୍କର କଥିତ ବାକ୍ୟଏହି ।"},{"number":5,"verse":"ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ଆମ୍ଭେମାନେ କମ୍ପିବାର ଓ ଭୟର ଶଦ୍ଦ ଶୁଣିଅଛୁ, କିନ୍ତୁ ଶାନ୍ତିର ଶଦ୍ଦ ନୁହେଁ ।"},{"number":6,"verse":"କୌଣସି ପୁରୁଷର ପ୍ରସବ ବେଦନା ହେଉଅଛି କି ନାହିଁ, ତୁମ୍ଭେମାନେ ପଚାରି ବୁଝ; ପ୍ରସବ ବେଦନାର ସମୟରେ ଯେପରି ସ୍ତ୍ରୀଲୋକର, ସେପରି ପ୍ରତ୍ୟେକ ପୁରୁଷର ଆପଣା କଟୀଦେଶରେ ହସ୍ତ ଦେବାର ଓ ସମସ୍ତଙ୍କର ମୁଖ ମଳିନ ହେବାର ଆମ୍ଭେ କାହିଁକି ଦେଖୁଅଛୁ ?"},{"number":7,"verse":"ହାୟ ହାୟ ! ସେ ଦିନ ମହତ, ତାହା ତୁଲ୍ୟ ଦିନ ଆଉ ନାହିଁ, ତାହା ଯାକୁବର ସଙ୍କଟ କାଳ; ମାତ୍ର ସେ ତହିଁରୁ ଉଦ୍ଧାର ପାଇବ ।"},{"number":8,"verse":"ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ସେହି ଦିନ ତୁମ୍ଭ ସ୍କନ୍ଧରୁ ତାହାର ଯୁଆଳି ଭାଙ୍ଗି ପକାଇବା ଓ ତୁମ୍ଭର ବନ୍ଧନସବୁ ଛିଣ୍ତାଇ ଦେବା; ପୁଣି, ବିଦେଶୀମାନେ ଆଉ ଆପଣାମାନଙ୍କର ଦାସ୍ୟକର୍ମ ତାହାକୁ କରାଇବେ ନାହିଁ;"},{"number":9,"verse":"ମାତ୍ର ସେମାନେ ସଦାପ୍ରଭୁ ଆପଣାମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ଓ ଆମ୍ଭେ ସେମାନଙ୍କ ନିମନ୍ତେ ଯାହାଙ୍କୁ ଉତ୍ପନ୍ନ କରିବା, ଆପଣାମାନଙ୍କର ସେହି ରାଜା ଦାଉଦଙ୍କର ଦାସ୍ୟକର୍ମ କରିବେ ।"},{"number":10,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ କହନ୍ତି, ହେ ଆମ୍ଭର ଦାସ ଯାକୁବ, ତୁମ୍ଭେ ଭୟ କର ନାହିଁ ଅଥବା ହେ ଇସ୍ରାଏଲ, ନିରାଶ ହୁଅ ନାହିଁ; କାରଣ ଦେଖ, ଆମ୍ଭେ ଦୂରରୁ ତୁମ୍ଭକୁ ଓ ବନ୍ଦୀତ୍ଵ ଦେଶରୁ ତୁମ୍ଭ ବଂଶକୁ ଉଦ୍ଧାର କରିବୁ, ପୁଣି ଯାକୁବ ଫେରି ଆସି ଶାନ୍ତିରେ ଓ ନିରାପଦରେ ରହିବ ଓ କେହି ତାହାକୁ ଭୟ ଦେଖାଇବ ନାହିଁ ।"},{"number":11,"verse":"କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭକୁ ଉଦ୍ଧାର କରିବା ପାଇଁ ତୁମ୍ଭ ସଙ୍ଗରେ ଅଛୁ; ହଁ, ଯେଉଁ ଗୋଷ୍ଠୀମାନଙ୍କ ମଧ୍ୟରେ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଛିନ୍ନଭିନ୍ନ କରିଅଛୁ, ସେସମସ୍ତଙ୍କୁ ନିଃଶେଷ ରୂପେ ସଂହାର କରିବା, ମାତ୍ର ତୁମ୍ଭକୁ ଆମ୍ଭେ ନିଃଶେଷ ରୂପେ ସଂହାର କରିବା ନାହିଁ⇧; ତଥାପି ଆମ୍ଭେ ବିବେଚନାପୂର୍ବକ ତୁମ୍ଭକୁ ଶାସ୍ତି ଦେବା ଓ କୌଣସିମତେ ତୁମ୍ଭକୁ ଦଣ୍ତ ନ ଦେଇ ଛାଡ଼ିବା ନାହିଁ ।"},{"number":12,"verse":"କାରଣ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ତୁମ୍ଭର କ୍ଷତ ଅପ୍ରତୀକାର୍ଯ୍ୟ ଓ ତୁମ୍ଭର ଘାʼ ବ୍ୟଥାଜନକ ।"},{"number":13,"verse":"ତୁମ୍ଭର କ୍ଷତ ଯେପରି ବନ୍ଧା ଯିବ, ଏଥିପାଇଁ ତୁମ୍ଭ ସପକ୍ଷରେ କରିବାକୁ କେହି ନାହିଁ, ତୁମ୍ଭର ସ୍ଵାସ୍ଥ୍ୟଜନକ ଔଷଧ ନାହିଁ।"},{"number":14,"verse":"ତୁମ୍ଭର ପ୍ରେମକାରୀ ସମସ୍ତେ ତୁମ୍ଭକୁ ପାସୋରି ଅଛନ୍ତି; ସେମାନେ ତୁମ୍ଭକୁ ଖୋଜନ୍ତି ନାହିଁ; କାରଣ ତୁମ୍ଭର ଅଧର୍ମ ବହୁଳ ଓ ତୁମ୍ଭର ପାପ ବୃଦ୍ଧି ହେବା ସକାଶୁ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଶତ୍ରୁ ତୁଲ୍ୟ ଆଘାତ କରିଅଛୁ ଓ ନିର୍ଦ୍ଦୟ ଲୋକ ତୁଲ୍ୟ ଶାସ୍ତି ଦେଇଅଛୁ ।"},{"number":15,"verse":"ତୁମ୍ଭେ ଆପଣା କ୍ଷତ ସକାଶୁ କାହିଁକି କ୍ରନ୍ଦନ କରୁଅଛ ? ତୁମ୍ଭର ବେଦନା ଅପ୍ରତୀକାର୍ଯ୍ୟ, ତୁମ୍ଭର ଅଧର୍ମ ବହୁଳ ଓ ତୁମ୍ଭର ପାପ ବୃଦ୍ଧି ହେବା ସକାଶୁ ଆମ୍ଭେ ତୁମ୍ଭ ପ୍ରତି ଏହିସବୁ କରିଅଛୁ ।"},{"number":16,"verse":"ଏହେତୁ ଯେଉଁମାନେ ତୁମ୍ଭକୁ ଗ୍ରାସ କରନ୍ତି, ସେମାନେ ଗ୍ରାସିତ ହେବେ ଓ ତୁମ୍ଭର ବିପକ୍ଷ ସମସ୍ତେ ସେମାନଙ୍କର ପ୍ରତ୍ୟେକ ଜଣର ବନ୍ଦୀତ୍ଵ ସ୍ଥାନକୁ ଯିବେ ଓ ଯେଉଁମାନେ ତୁମ୍ଭକୁ ଲୁଟନ୍ତି, ସେମାନେ ଲୁଟିତ ହେବେ; ଯେଉଁମାନେ ତୁମ୍ଭର ଦ୍ରବ୍ୟ ହରଣ କରନ୍ତି, ସେସମସ୍ତଙ୍କର ଦ୍ରବ୍ୟ ଆମ୍ଭେ ହରଣ କରାଇବା ।"},{"number":17,"verse":"କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭକୁ ପୁନର୍ବାର ଆରୋଗ୍ୟ ପ୍ରଦାନ କରିବା ଓ ଆମ୍ଭେ ତୁମ୍ଭର ଘାʼ ସବୁ ସୁସ୍ଥ କରିବା; କାରଣ ସେମାନେ ତୁମ୍ଭକୁ ଦୂରୀକୃତା ବୋଲି ଡାକି କହନ୍ତି, ଏ ସିୟୋନ, ଏହାକୁ କେହି ଚାହେଁ ନାହିଁ ।"},{"number":18,"verse":"ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଦେଖ, ଆମ୍ଭେ ଯାକୁବର ତମ୍ଵୁସକଳର ବନ୍ଦୀତ୍ଵ ପରିବର୍ତ୍ତନ କରିବା ଓ ତାହାର ସକଳ ବାସସ୍ଥାନ ପ୍ରତି ଦୟା କରିବା; ତହିଁରେ ନଗର ଆପଣାର ଉପପର୍ବତ ଉପରେ ପୁନର୍ବାର ନର୍ମିତ ହେବ ଓ ରାଜଗୃହ ତହିଁର ରୀତିମତେ ରହିବ ।"},{"number":19,"verse":"ଆଉ, ସେହି ସ୍ଥାନ ମଧ୍ୟରୁ ଧନ୍ୟବାଦ ଓ ଆନନ୍ଦକାରୀମାନଙ୍କର ଧ୍ଵନି ନିର୍ଗତ ହେବ; ପୁଣି, ଆମ୍ଭେ ସେମାନଙ୍କୁ ବୃଦ୍ଧି କରିବା ଓ ସେମାନେ ଅଳ୍ପସଂଖ୍ୟକ ନୋହିବେ; ଆହୁରି, ଆମ୍ଭେ ସେମାନଙ୍କୁ ଗୌରବାନ୍ଵିତ କରିବା ଓ ସେମାନେ କ୍ଷୁଦ୍ର ନୋହିବେ ।"},{"number":20,"verse":"ସେମାନଙ୍କର ସନ୍ତାନଗଣ ମଧ୍ୟ ପୂର୍ବ ପରି ହେବେ ଓ ସେମାନଙ୍କର ମଣ୍ତଳୀ ଆମ୍ଭ ସାକ୍ଷାତରେ ସ୍ଥିରୀକୃତ ହେବ ଓ ଯେଉଁମାନେ ସେମାନଙ୍କର ଉପଦ୍ରବ କରନ୍ତି, ସେସମସ୍ତଙ୍କୁ ଆମ୍ଭେ ଶାସ୍ତି ଦେବା ।"},{"number":21,"verse":"ପୁଣି, ସେମାନଙ୍କର ଅଧିପତି ସେମାନଙ୍କ ମଧ୍ୟରୁ ହେବେ ଓ ସେମାନଙ୍କର ଶାସନକର୍ତ୍ତା ସେମାନଙ୍କ ମଧ୍ୟରୁ ନିର୍ଗତ ହେବେ; ଆଉ, ଆମ୍ଭେ ତାଙ୍କୁ ଆପଣାର ନିକଟବର୍ତ୍ତୀ କରାଇବା ଓ ସେ ଆମ୍ଭ ନିକଟକୁ ଆସିବେ; କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭ ନିକଟକୁ ଆସିବା ପାଇଁ ଯେ ସାହସ କରିଅଛନ୍ତି, ସେ କିଏ ?"},{"number":22,"verse":"ପୁଣି, ତୁମ୍ଭେମାନେ ଆମ୍ଭର ଲୋକ ହେବ, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କର ପରମେଶ୍ଵର ହେବା ।"},{"number":23,"verse":"ଦେଖ, ସଦାପ୍ରଭୁଙ୍କର ତୋଫାନ, ଅର୍ଥାତ୍, ତାହାଙ୍କର ପ୍ରଚଣ୍ତ କ୍ରୋଧ, ସର୍ବନାଶକାରୀ ତୋଫାନ ନିର୍ଗତ ହୋଇଅଛି; ତାହା ଦୁଷ୍ଟମାନଙ୍କ ମସ୍ତକରେ ଲାଗିବ ।"},{"number":24,"verse":"ସଦାପ୍ରଭୁ ଆପଣା ମନର ଅଭିପ୍ରାୟ ସଫଳ ଓ ସିଦ୍ଧ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ତାହାଙ୍କର ପ୍ରଜ୍ଵଳିତ କ୍ରୋଧ ନିବୃତ୍ତ ନୋହିବ; ତୁମ୍ଭେମାନେ ଅନ୍ତିମ କାଳରେ ଏହା ବୁଝିବ ।"}]}