{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"( ଯିରିମୀୟଙ୍କ ପୁସ୍ତକ ମନ୍ଦିରରେ ଦଗ୍ଧ) ଅନନ୍ତର ଯୋଶୀୟର ପୁତ୍ର, ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ର ଅଧିକାରର ଚତୁର୍ଥ ବର୍ଷରେ ସଦାପ୍ରଭୁଙ୍କଠାରୁଯିରିମୀୟଙ୍କ ନିକଟରେ ଏହି ବାକ୍ୟ ଉପସ୍ଥିତ ହେଲା, ଯଥା,"},{"number":2,"verse":"ତୁମ୍ଭେ ଖଣ୍ତେ ନଳାକାର ପୁସ୍ତକ ନିଅ, ପୁଣି ଆମ୍ଭେ ତୁମ୍ଭକୁ କଥା କହିବା ଦିନଠାରୁ, ଯୋଶୀୟର ଅଧିକାର ଦିନଠାରୁ ଆଜି ପର୍ଯ୍ୟନ୍ତ ଇସ୍ରାଏଲର, ଯିହୁଦାର ଓ ସମସ୍ତ ଗୋଷ୍ଠୀର ବିରୁଦ୍ଧରେ ଯାହା ଯାହା ତୁମ୍ଭକୁ କହିଅଛୁ, ସେସମସ୍ତ ବାକ୍ୟ ତହିଁରେ ଲେଖ ।"},{"number":3,"verse":"ହୋଇପାରେ, ଆମ୍ଭେ ଯିହୁଦା-ବଂଶ ପ୍ରତି ଯେସକଳ ଅମଙ୍ଗଳ ଘଟାଇବାର ସଙ୍କଳ୍ପ କରିଅଛୁ, ସେମାନେ ତାହାସବୁ ଶୁଣି ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା କୁପଥରୁ ଫେରିବେ; ତାହାହେଲେ, ଆମ୍ଭେ ସେମାନଙ୍କର ଅଧର୍ମ ଓ ପାପ କ୍ଷମା କରିବା ।"},{"number":4,"verse":"ତହିଁରେ ଯିରିମୀୟ ନେରୀୟର ପୁତ୍ର ବାରୂକକୁ ଡାକିଲେ; ଆଉ, ବାରୂକ ଯିରିମୀୟଙ୍କ ପ୍ରତି କଥିତ ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟସବୁ ତାହାର ମୁଖରୁ ଶୁଣି ଏକ ନଳାକାର ପୁସ୍ତକରେ ଲେଖିଲା ।"},{"number":5,"verse":"ପୁଣି, ଯିରିମୀୟ ବାରୂକକୁ ଆଜ୍ଞା କରି କହିଲେ, ମୁଁ ରୁଦ୍ଧ ଅଛି; ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ଗୃହକୁ ଯାଇ ପାରୁ ନାହିଁ;"},{"number":6,"verse":"ଏଣୁ ତୁମ୍ଭେ ଯାଅ, ପୁଣି ମୋʼ ମୁଖରୁ ଶୁଣି ଯାହା ଯାହା ଏହି ପୁସ୍ତକରେ ଲେଖିଅଛ, ସଦାପ୍ରଭୁଙ୍କର ସେହି ସକଳ ବାକ୍ୟ ଉପବାସ-ଦିନ ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ଲୋକମାନଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ପାଠ କର; ମଧ୍ୟ ଆପଣା ଆପଣା ନଗରରୁ ଆଗତ ଯିହୁଦାର ସମସ୍ତ ଲୋକଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ତୁମ୍ଭେ ତାହା ପାଠ କରିବ ।"},{"number":7,"verse":"ହୋଇପାରେ, ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ସାକ୍ଷାତରେ ଆପଣା ଆପଣାର ନିବେଦନ ଜଣାଇବେ ଓ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା କୁପଥରୁ ଫେରିବେ; କାରଣ ସଦାପ୍ରଭୁ ଏହି ଲୋକମାନଙ୍କ ବିରୁଦ୍ଧରେ ମହାକ୍ରୋଧ ଓ ପ୍ରଚଣ୍ତ କୋପର କଥା କହିଅଛନ୍ତି ।"},{"number":8,"verse":"ତହିଁରେ ନେରୀୟର ପୁତ୍ର ବାରୂକ ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍-ବକ୍ତାଙ୍କର ସକଳ ଆଜ୍ଞାନୁସାରେ କାର୍ଯ୍ୟ କରି ସେହି ପୁସ୍ତକରେ ଲିଖିତ ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟ ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ପାଠ କଲା ।"},{"number":9,"verse":"ଏଉତ୍ତାରେ ଯୋଶୀୟର ପୁତ୍ର ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ର ଅଧିକାରର ପଞ୍ଚମ ବର୍ଷର ନବମ ମାସରେ, ଯିରୂଶାଲମସ୍ଥ ସମସ୍ତ ଲୋକ ଓ ଯିହୁଦାର ନଗରସମୂହରୁ ଯିରୂଶାଲମକୁ ଆଗତ ସମସ୍ତ ଲୋକ, ସଦାପ୍ରଭୁଙ୍କ ସାକ୍ଷାତରେ ଉପବାସ ଘୋଷଣା କଲେ ।"},{"number":10,"verse":"ସେତେବେଳେ ବାରୂକ ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ଉପର ପ୍ରାଙ୍ଗଣରେ, ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ନୂତନ ଦ୍ଵାରର ପ୍ରବେଶସ୍ଥାନ ନିକଟରେ, ଶାଫନ ଲେଖକର ପୁତ୍ର ଗମରୀୟର କୋଠରୀରେ, ସେହି ପୁସ୍ତକରୁ ଯିରିମୀୟଙ୍କର କଥା, ସମସ୍ତ ଲୋକଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ପାଠ କଲା ।"},{"number":11,"verse":"ପୁଣି, ଶାଫନର ପୌତ୍ର ଗମରୀୟର ପୁତ୍ର ମୀଖାୟ ସେହି ପୁସ୍ତକରୁ ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟସବୁ ଶୁଣନ୍ତେ,"},{"number":12,"verse":"ସେ ରାଜଗୃହକୁ ଓହ୍ଲାଇ ଲେଖକର କୋଠରୀକି ଗଲା; ଆଉ ଦେଖ, ସେ ସ୍ଥାନରେ, ଅଧିପତି ସମସ୍ତେ, ଅର୍ଥାତ୍, ଇଲୀଶାମା ଲେଖକ, ଶମୟୀୟର ପୁତ୍ର ଦଲୟୀୟ, ଅକବୋରର ପୁତ୍ର ଇଲନାଥନ୍, ଶାଫନର ପୁତ୍ର ଗମରୀୟ, ହନାନୀୟର ପୁତ୍ର ସିଦିକୀୟ ଓ ସମସ୍ତ ଅଧିପତି ଉପବିଷ୍ଟ ଥିଲେ ।"},{"number":13,"verse":"ତେବେ ବାରୂକ ଲୋକମାନଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ପୁସ୍ତକ ପାଠ କଲା ବେଳେ ମୀଖାୟ ଯାହା ଯାହା ଶୁଣିଥିଲା, ସେସବୁ କଥା ସେମାନଙ୍କୁ ଜଣାଇଲା ।"},{"number":14,"verse":"ଏହେତୁ ଅଧିପତି ସମସ୍ତେ କୁଶିର ପ୍ରପୌତ୍ର, ଶେଲିମୀୟର ପୌତ୍ର, ନଥନୀୟର ପୁତ୍ର ଯିହୁଦିକୁ ବାରୂକ ନିକଟକୁ ପଠାଇ କହିଲେ, ତୁମ୍ଭେ ଲୋକମାନଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ଯେଉଁ ପୁସ୍ତକ ପାଠ କରିଅଛ, ତାହା ହସ୍ତରେ ଘେନି ଆସ । ତହିଁରେ ନେରୀୟର ପୁତ୍ର ବାରୂକ ପୁସ୍ତକଟି ହସ୍ତରେ ଘେନି ସେମାନଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା ।"},{"number":15,"verse":"ତହିଁରେ ସେମାନେ ତାହାକୁକହିଲେ, ଏବେ ବସି ଆମ୍ଭମାନଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ତାହା ପାଠ କର । ତହୁଁ ବାରୂକ ସେମାନଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ତାହା ପାଠ କଲା ।"},{"number":16,"verse":"ସେତେବେଳେ ସେମାନେ ସବୁ କଥା ଶୁଣି ଭୟରେ ଏକଆରେକ ପ୍ରତି ଅନାଇଲେ, ଆଉ ବାରୂକକୁ କହିଲେ, ଆମ୍ଭେମାନେ ରାଜାଙ୍କୁ ଏହିସବୁ କଥାର ବିଷୟ ଅବଶ୍ୟ ଜ୍ଞାତ କରାଇବୁ ।"},{"number":17,"verse":"ପୁଣି, ସେମାନେ ବାରୂକକୁ ପଚାରିଲେ, କହିଲ, ତୁମ୍ଭେ କିପରି କରି ତାହା ମୁଖରୁ ଏସବୁ କଥା ଶୁଣି ଲେଖିଲ ?"},{"number":18,"verse":"ତହିଁରେ ବାରୂକ ସେମାନଙ୍କୁ ଉତ୍ତର କଲା, ସେ ଆପଣା ମୁଖରେ ଏହିସବୁ କଥା ମୋʼ ନିକଟରେ ଉଚ୍ଚାରଣ କଲେ, ଆଉ ମୁଁ କାଳୀ ନେଇ ପୁସ୍ତକରେ ଲେଖିଲି ।"},{"number":19,"verse":"ସେତେବେଳେ ଅଧିପତିମାନେ ବାରୂକକୁ କହିଲେ, ତୁମ୍ଭେ ଓ ଯିରିମୀୟ ଯାଇ ଲୁଚ; ଆଉ, ତୁମ୍ଭେମାନେ କେଉଁଠାରେ ଅଛ, ଏହା କେହି ନ ଜାଣୁ ।"},{"number":20,"verse":"ଏଉତ୍ତାରେ ସେମାନେ ପ୍ରାଙ୍ଗଣରେ ରାଜା ନିକଟକୁ ଗଲେ; ମାତ୍ର ପୁସ୍ତକଟି ଇଲୀଶାମା ଲେଖକର କୋଠରୀରେ ଛାଡ଼ି ଯାଇଥିଲେ; ଆଉ, ସେମାନେ ରାଜାର କର୍ଣ୍ଣଗୋଚରରେ ଏସବୁ କଥା ଜଣାଇଲେ ।"},{"number":21,"verse":"ତହୁଁ ରାଜା ପୁସ୍ତକ ଆଣିବା ପାଇଁ ଯିହୁଦିକୁ ପଠାନ୍ତେ, ସେ ଇଲୀଶାମା ଲେଖକର କୋଠରୀରୁ ତାହା ଆଣିଲା । ପୁଣି, ଯିହୁଦି ରାଜାଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ଓ ତାହାଙ୍କ ଛାମୁରେ ଠିଆ ହୋଇଥିବା ସମସ୍ତ ଅଧିପତିଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ତାହା ପାଠ କଲା ।"},{"number":22,"verse":"ଏହି ସମୟରେ, ଅର୍ଥାତ୍, ନବମ ମାସରେ ରାଜା ଶୀତ କାଳ କ୍ଷେପଣର ଗୃହରେ ବସିଥିଲେ ଓ ତାଙ୍କ ସମ୍ମୁଖରେ ଅଗ୍ନିପାତ୍ରରେ ଅଗ୍ନି ଜ୍ଵଳୁଥିଲା ।"},{"number":23,"verse":"ଅନନ୍ତର ଯିହୁଦି ପୁସ୍ତକରୁ ତିନି ଚାରି ପତ୍ର ପାଠ କଲା ଉତ୍ତାରେ ରାଜା କଲମତ୍ରାସରେ ତାହା କାଟି ଅଗ୍ନିପାତ୍ରରେ ଥିବା ଅଗ୍ନିରେ ତାହା ପକାଇ ଦେଲେ, ତହୁଁ ସେହି ପାତ୍ରରେ ଥିବା ଅଗ୍ନିରେ ସମୁଦାୟ ପୁସ୍ତକ ଭସ୍ମସାତ୍ ହେଲା ।"},{"number":24,"verse":"ମାତ୍ର ରାଜା କିଅବା ତାହାର ଦାସଗଣ, ଯେଉଁମାନେ ସେହିସବୁ ବାକ୍ୟ ଶୁଣିଲେ, ସେମାନେ କେହି ଭୀତ ହେଲେ ନାହିଁ, କିଅବା ଆପଣା ଆପଣା ବସ୍ତ୍ର ଚିରିଲେ ନାହିଁ ।"},{"number":25,"verse":"ଆହୁରି, ରାଜା ଯେପରି ପୁସ୍ତକ ପୋଡ଼ି ନ ପକାନ୍ତି, ଏଥିପାଇଁ ଇଲ୍ନାଥନ୍, ଦଲାୟ ଓ ଗମରୀୟ ତାଙ୍କୁ ନିବେଦନ କରିଥିଲେ, ମାତ୍ର ସେ ସେମାନଙ୍କ କଥା ଶୁଣିଲେ ନାହିଁ ।"},{"number":26,"verse":"ପୁଣି ରାଜା, ବାରୂକ ଲେଖକକୁ ଓ ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କୁ ଧରିବା ପାଇଁ ରାଜପୁତ୍ର ଯିରହମେଲ୍‍କୁ ଓ ଅସ୍ରୀୟେଲର ପୁତ୍ର ସରାୟକୁ ଓ ଅବ୍ଦୀୟେଲର ପୁତ୍ର ଶେଲିମୀୟକୁ ଆଜ୍ଞା କଲେ; ମାତ୍ର ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ଲୁଚାଇ ରଖିଲେ ।"},{"number":27,"verse":"ଯିରିମୀୟଙ୍କ ମୁଖରୁ ଶୁଣି ବାରୂକ ଯେସକଳ ବାକ୍ୟ ଲେଖିଥିଲା, ସେହିସମସ୍ତ ପୁସ୍ତକ ରାଜା ଦଗ୍ଧ କଲା ଉତ୍ତାରେ ସଦାପ୍ରଭୁଙ୍କର ଏହି ବାକ୍ୟ ଯିରିମୀୟଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା, ଯଥା,"},{"number":28,"verse":"ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ ଯେଉଁ ପୁସ୍ତକ ପୋଡ଼ି ପକାଇଅଛି, ସେହି ପ୍ରଥମ ପୁସ୍ତକରେ ଲିଖିତ ଆଦ୍ୟ ସକଳ ବାକ୍ୟ, ତୁମ୍ଭେ ଆଉ ଖଣ୍ତେ ପୁସ୍ତକ ନେଇ ପୁନର୍ବାର ଲେଖ ।"},{"number":29,"verse":"ପୁଣି, ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ ବିଷୟରେ ତୁମ୍ଭେ କହିବ, ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି: ବାବିଲର ରାଜା ନିଶ୍ଚୟ ଆସିବ ଓ ଏହି ଦେଶ ନଷ୍ଟ କରିବ, ଆଉ ତାହାକୁ ମନୁଷ୍ୟ ଓ ପଶୁଶୂନ୍ୟ କରିବ, ଏପରି କଥା ତୁମ୍ଭେ କାହିଁକି ଲେଖିଅଛ? ଏହା କହି ତୁମ୍ଭେ ଏହି ପୁସ୍ତକ ଦଗ୍ଧ କରିଅଛ ।"},{"number":30,"verse":"ଏହେତୁ ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ ବିଷୟରେ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ଦାଉଦର ସିଂହାସନରେ ବସିବା ପାଇଁ ତାହାର କେହି ରହିବ ନାହିଁ; ଆଉ ତାହାର ମୃତ ଶରୀର ଦିନବେଳେ ଖରାରେ ଓ ରାତ୍ରିବେଳେ କାକରରେ ପକାଯିବ ।"},{"number":31,"verse":"ପୁଣି, ଆମ୍ଭେ ତାହାକୁ ଓ ତାହାର ବଂଶକୁ ଓ ତାହାର ଦାସଗଣକୁ ସେମାନଙ୍କର ଅଧର୍ମ ସକାଶୁ ଶାସ୍ତି ଦେବା; ଆଉ, ଆମ୍ଭେ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ଯେ ଯେ ଅମଙ୍ଗଳର କଥା କହିଅଛୁ, ସେସବୁ ସେମାନଙ୍କ ଉପରେ, ଯିରୂଶାଲମ ନିବାସୀମାନଙ୍କ ଉପରେ ଓ ଯିହୁଦାର ଲୋକମାନଙ୍କ ଉପରେ ବର୍ତ୍ତାଇବା; ମାତ୍ର ସେମାନେ ଶୁଣିଲେ ନାହିଁ ।"},{"number":32,"verse":"ତହୁଁ ଯିରିମୀୟ ଆଉ ଖଣ୍ତେ ପୁସ୍ତକ ନେଇ ନେରୀୟର ପୁତ୍ର ବାରୂକ ଲେଖକକୁ ଦେଲେ; ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍ ଯେଉଁ ପୁସ୍ତକ ଅଗ୍ନିରେ ଦଗ୍ଧ କରିଥିଲା, ତହିଁର ସମସ୍ତ କଥା ସେ ଯିରିମୀୟଙ୍କର ମୁଖରୁ ଶୁଣି ତହିଁରେ ଲେଖିଲା; ପୁଣି, ତାହା ଛଡ଼ା ସେହି ପ୍ରକାର ଆଉ ଅନେକ କଥା ତହିଁରେ ଯୁକ୍ତ କରାଗଲା ।"}]}