{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"( ମୋୟାବର ବିଚାର) ମୋୟାବର ବିଷୟ । ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି, ହାୟ, ହାୟ, ନବୋ ! କାରଣ ତାହା ଉଚ୍ଛିନ୍ନ ହେଲା; କିରୀୟାଥୟିମ୍ ଲଜ୍ଜିତ ହେଲା, ତାହା ଧୃତ ହେଲା; ମିସ୍ଗନ୍ ଲଜ୍ଜିତ ଓ ଭଗ୍ନ ହେଲା ।"},{"number":2,"verse":"ମୋୟାବର ପ୍ରଶଂସା ଆଉ ତ ନାହିଁ; ଲୋକମାନେ ହିଶ୍ବୋନ୍ରେ ତାହାର ଅମଙ୍ଗଳର ମନ୍ତ୍ରଣା କରି କହିଅଛନ୍ତି, ଆସ, ଆମ୍ଭେମାନେ ତାହାକୁ ଉଚ୍ଛିନ୍ନ କରି ଗୋଟିଏ ଗୋଷ୍ଠୀ ହୋଇ ରହିବାକୁ ନ ଦେଉ । ହେ ମଦ୍ମେନା।, ତୁମ୍ଭେ ମଧ୍ୟ ନୀରବ କରାଯିବ; ଖଡ଼୍‍ଗ ତୁମ୍ଭ ପଶ୍ଚାଦ୍ଗାମୀ ହେବ ।"},{"number":3,"verse":"ହୋରୋନୟିମଠାରୁ କ୍ରନ୍ଦନର, ଧନ ଅପହରଣର ଓ ମହାବିନାଶର ଶଦ୍ଦ !"},{"number":4,"verse":"ମୋୟାବ ନଷ୍ଟ ହେଲା; ତାହାର କ୍ଷୁଦ୍ର ଲୋକ-ମାନଙ୍କର କ୍ରନ୍ଦନର ଶଦ୍ଦ ଶୁଣା ଯାଉଅଛି ।"},{"number":5,"verse":"କାରଣ ଲୁହୀତର ଉଠାଣି ପଥରେ ଲୋକମାନେ କ୍ରମାଗତ କ୍ରନ୍ଦନ କରୁ କରୁ ଉପରକୁ ଯିବେ; ଯେହେତୁ ହୋରୋନୟିମର ଗଡ଼ନ୍ତି ପଥରେ ସେମାନେ ବିନାଶ ହେତୁ ସଙ୍କଟସୂଚକ କ୍ରନ୍ଦନ ଶୁଣିଅଛନ୍ତି ।"},{"number":6,"verse":"ପଳାଅ, ଆପଣା ଆପଣା ପ୍ରାଣ ରକ୍ଷା କର ଓ ପ୍ରାନ୍ତରସ୍ଥ ଝାଉଁ ବୃକ୍ଷ ତୁଲ୍ୟ ହୁଅ ।"},{"number":7,"verse":"କାରଣ ତୁମ୍ଭେ ଆପଣା କର୍ମରେ ଓ ଆପଣା ଧନ ସମ୍ପତ୍ତିରେ ନିର୍ଭର ରଖିଅଛ, ଏଥିପାଇଁ ତୁମ୍ଭେ ମଧ୍ୟ ଧରାଯିବ; ଆଉ, କମୋଶ ଆପଣାର ଯାଜକ ଓ ଅଧିପତିଗଣ ସହିତ ବନ୍ଦୀ ହୋଇ ଯିବ ।"},{"number":8,"verse":"ପ୍ରତ୍ୟେକ ନଗର ଉପରେ ବିନାଶକ ଆସିବ, କୌଣସି ନଗର ରକ୍ଷା ପାଇବ ନାହିଁ; ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟାନୁସାରେ ତଳଭୂମି ବିନଷ୍ଟ ହେବ ଓ ପ୍ରାନ୍ତର ଉଚ୍ଛିନ୍ନ ହେବ ।"},{"number":9,"verse":"ମୋୟାବକୁ ଉଡ଼ି ପଳାଇବା ପାଇଁ ପକ୍ଷ ଦିଅ; ତାହାର ନଗରସକଳ ଧ୍ଵଂସିତ ହେବ, ତହିଁ ମଧ୍ୟରେ ବାସକାରୀ କେହି ରହିବ ନାହିଁ ।"},{"number":10,"verse":"ଯେଉଁ ଜନ ହେଳା ଭାବରେ ସଦାପ୍ରଭୁଙ୍କର କାର୍ଯ୍ୟ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ ଓ ଯେଉଁ ଜନ ରକ୍ତପାତ କରିବାକୁ ଆପଣା ଖଡ଼୍‍ଗ ଅଟକାଏ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ ।"},{"number":11,"verse":"ମୋୟାବ ବାଲ୍ୟକାଳରୁ ନିଶ୍ଚିନ୍ତରେ ଅଛି, ସେ ଆପଣା ଖାଦ ଉପରେ ସୁସ୍ଥିର ହୋଇଅଛି ଓ ଏକ ପାତ୍ରରୁ ଅନ୍ୟ ପାତ୍ରକୁ ଢଳା ଯାଇ ନାହିଁ, କିଅବା ବନ୍ଦୀ ହୋଇ ଯାଇ ନାହିଁ; ଏଥିପାଇଁ ତାହାର ସ୍ଵାଦ ତାହା ମଧ୍ୟରେ ରହିଅଛି ଓ ତାହାର ସୁବାସ ବିକୃତ ହୋଇ ନାହିଁ ।"},{"number":12,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ କହନ୍ତି, ଦେଖ, ଯେଉଁ ସମୟରେ ଆମ୍ଭେ ତାହା ନିକଟକୁ ଢାଳିପକାଇବା ଲୋକ ପଠାଇବା, ଆଉ ସେମାନେ ତାହାକୁ ଢାଳି ଦେବେ ଓ ତାହାର ପାତ୍ରସକଳ ଶୂନ୍ୟ କରି କୁମ୍ପାସବୁ ଭାଙ୍ଗି ପକାଇବେ, ଏପରି ସମୟ ଆସୁଅଛି ।"},{"number":13,"verse":"ପୁଣି, ଇସ୍ରାଏଲ-ବଂଶ ଆପଣା ବିଶ୍ଵାସଭୂମି ବୈଥେଲ ବିଷୟରେ ଯେପରି ଲଜ୍ଜିତ ହୋଇଥିଲେ, ସେପରି ମୋୟାବ କମୋଶ ବିଷୟରେ ଲଜ୍ଜିତ ହେବ ।"},{"number":14,"verse":"ଆମ୍ଭେମାନେ ବୀର ଓ ଯୁଦ୍ଧ ପାଇଁ ବଳବାନ ଲୋକ, ଏହା ତୁମ୍ଭେମାନେ କିପରି କହୁଅଛ ?"},{"number":15,"verse":"ମୋୟାବ ଉତ୍ସନ୍ନ ହୋଇଅଛି ଓ ସେମାନେ ତାହାର ନଗରସମୂହର ମଧ୍ୟକୁ ଯାଇଅଛନ୍ତି, ପୁଣି ତାହାର ମନୋନୀତ ଯୁବାମାନେ ବଧ ସ୍ଥାନକୁ ଓହ୍ଳାଇ ଯାଇଅଛନ୍ତି, ଆଉ ରାଜା, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଯାହାଙ୍କର ନାମ, ସେ ଏହି କଥା କହନ୍ତି ।"},{"number":16,"verse":"ମୋୟାବର ବିପଦ ନିକଟରେ ଉପସ୍ଥିତ ଓ ତାହାର କ୍ଳେଶ ଅତି ଶୀଘ୍ର ଆସୁଅଛି ।"},{"number":17,"verse":"ତାହାର ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ଓ ତାହାର ନାମ ଜାଣିଥିବା ଯେ ତୁମ୍ଭେମାନେ, ତୁମ୍ଭେ ସମସ୍ତେ ତାହାର ପାଇଁ ବିଳାପ କର, ଆଉ କୁହ, ଏହି ଦୃଢ଼ ଦଣ୍ତ, ସୁନ୍ଦର ଯଷ୍ଟି କିପରି ଭଗ୍ନ ହୋଇଅଛି !"},{"number":18,"verse":"ହେ ଦୀବୋନ ନିବାସିନୀ କନ୍ୟେ, ତୁମ୍ଭେ ଆପଣା ଐଶ୍ଵର୍ଯ୍ୟରୁ ଓହ୍ଳାଇ ଆସି ତୃଷାରେ ବସ; କାରଣ ମୋୟାବର ବିନାଶକ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଉଠି ଆସିଅଛି, ସେ ତୁମ୍ଭର ଦୃଢ଼ ଦୁର୍ଗସବୁ ନଷ୍ଟ କରିଅଛି ।"},{"number":19,"verse":"ହେ ଅରୋୟର ନିବାସିନୀ, ତୁମ୍ଭେ ପଥ ପାର୍ଶ୍ଵରେ ଠିଆହୋଇ ନିରୀକ୍ଷଣ କର; ପୁଣି, ପଳାତକ ଲୋକକୁ ଓ ରକ୍ଷାପ୍ରାପ୍ତା ସ୍ତ୍ରୀକି ପଚାର; କଅଣ କରା ଯାଇଅଛି କୁହ ?"},{"number":20,"verse":"ମୋୟାବ ଲଜ୍ଜିତ ହୋଇଅଛି; କାରଣ ତାହା ଭଗ୍ନ ହୋଇଅଛି; ତୁମ୍ଭେମାନେ ହାହାକାର ଓ କ୍ରନ୍ଦନ କର; ମୋୟାବ ଉତ୍ସନ୍ନ ହୋଇଛି ବୋଲି ଅର୍ଣ୍ଣୋନରେ ପ୍ରଚାର କର ।"},{"number":21,"verse":"ପୁଣି, ମୋୟାବ ଦେଶୀୟ ଦୂରସ୍ଥ କିଅବା ନିକଟସ୍ଥ ସମସ୍ତ ନଗର ଉପରେ,"},{"number":22,"verse":"ଅର୍ଥାତ୍, ସମଭୂମିସ୍ଥ ପ୍ରଦେଶ ଉପରେ ହଲୋନ, ଯହସ ଓ ମେଫାତ୍ ଦୀବୋନ, ନବୋ ଓ ବୈଥ୍ଦିବ୍ଳାଥୟିମଣ:"},{"number":23,"verse":"କିରୀୟାଥୟିମ, ବୈଥ୍ଗାମୁର ଓ ବୈଥ୍ମୀୟୋନ୍;"},{"number":24,"verse":"କରୀୟୋଥ୍ ଓ ବସ୍ରା ପ୍ରଭୃତି ନଗରମାନଙ୍କ ଉପରେ ବିଚାରଦଣ୍ତ ଉପସ୍ଥିତ ହୋଇଅଛି ।"},{"number":25,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ମୋୟାବର ଶୃଙ୍ଗ କଟା ଯାଇଅଛି ଓ ତାହାର ବାହୁ ଭଗ୍ନ ହୋଇଅଛି ।"},{"number":26,"verse":"ତୁମ୍ଭେମାନେ ତାହାକୁ ମତ୍ତ କରାଅ, କାରଣ ସେ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ଆପଣାକୁ ବଡ଼ କରିଅଛି; ପୁଣି, ମୋୟାବ ଆପଣା ବାନ୍ତିରେ ଗଡ଼ିବ, ମଧ୍ୟ ସେ ପରିହାସାସ୍ପଦ ହେବ ।"},{"number":27,"verse":"ଇସ୍ରାଏଲ କି ତୁମ୍ଭ ପ୍ରତି ପରିହାସର ବିଷୟ ହୋଇ ନ ଥିଲା? ସେ କି ଚୋରମାନଙ୍କ ମଧ୍ୟରେ ଧରା ପଡ଼ିଥିଲା? ତୁମ୍ଭେ ଯେତେଥର ତାହା ବିଷୟ କହୁଅଛ, ସେତେଥର ମସ୍ତକ ହଲାଉଅଛ।"},{"number":28,"verse":"ହେ ମୋୟାବ ନିବାସୀଗଣ, ତୁମ୍ଭେମାନେ ନଗରସବୁ ତ୍ୟାଗ କରି ଶୈଳରେ ବାସ କର ଓ ଗର୍ତ୍ତର ମୁଖ ପାର୍ଶ୍ଵରେ ବସାକାରୀ କପୋତର ତୁଲ୍ୟ ହୁଅ ।"},{"number":29,"verse":"ମୋୟାବ ବଡ଼ ଅହଙ୍କାରୀ, ଆମ୍ଭେମାନେ ତାହାର ଅହଙ୍କାରର କଥା, ତାହାର ଉଦ୍ଧତ ଭାବ, ତାହାର ଅହଙ୍କାର, ତାହାର ଦର୍ପ ଓ ତାହାର ଚିତ୍ତର ଅଭିମାନ କଥା ଶୁଣିଅଛୁ ।"},{"number":30,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ତାହାର କ୍ରୋଧ ଜାଣୁ, ତାହା କିଛି ନୁହେଁ, ତାହାର ଗର୍ବସବୁ କିଛି ହିଁ ସାଧନ କରି ନାହିଁ ।"},{"number":31,"verse":"ଏଥିପାଇଁ ଆମ୍ଭେ ମୋୟାବର ପାଇଁ ହାହାକାର କରିବା; ହଁ, ଆମ୍ଭେ ସମୁଦାୟ ମୋୟାବ ପାଇଁ କ୍ରନ୍ଦନ କରିବା; କୀର୍ହେରସର ଲୋକମାନଙ୍କ ବିଷୟରେ ସେମାନେ ଶୋକ କରିବେ ।"},{"number":32,"verse":"ହେ ଶିବ୍ମାର ଦ୍ରାକ୍ଷାଲତେ, ଯାସେରର ରୋଦନ ଅପେକ୍ଷା ଆମ୍ଭେ ତୁମ୍ଭ ବିଷୟରେ ଅଧିକ ରୋଦନ କରିବା; ତୁମ୍ଭର ଶାଖାସବୁ ସମୁଦ୍ର ପାରିକୁ ଗଲା, ସେସବୁ ଯାସେର ସମୁଦ୍ର ପର୍ଯ୍ୟନ୍ତ ହିଁ ବିସ୍ତାରିତ ହେଲା; ତୁମ୍ଭର ଗ୍ରୀଷ୍ମକାଳୀନ ଫଳ ଓ ଦ୍ରାକ୍ଷାଫଳ ସଂଗ୍ରହ କରିବା ସମୟରେ ବିନାଶକ ଉପସ୍ଥିତ ହେଲା ।"},{"number":33,"verse":"ମୋୟାବର ଫଳବାନ କ୍ଷେତ୍ର ଓ ଭୂମିରୁ ଆନନ୍ଦ ଓ ଉଲ୍ଲାସ ଦୂରୀକୃତ ହୋଇଅଛି; ପୁଣି, ଆମ୍ଭେ ଦ୍ରାକ୍ଷାକୁଣ୍ତସବୁ ଦ୍ରାକ୍ଷାରସଶୂନ୍ୟ କରିଅଛୁ; କେହି ହର୍ଷନାଦରେ ଦ୍ରାକ୍ଷାମର୍ଦ୍ଦନ କରିବ ନାହିଁ; ସେହି ନାଦ ହର୍ଷନାଦ ହେବ ନାହିଁ ।"},{"number":34,"verse":"ହିଶ୍ବୋନର ଚିତ୍କାର ସ୍ଥାନଠାରୁ ଇଲୀୟାଲୀ ପର୍ଯ୍ୟନ୍ତ, ମଧ୍ୟ ଯହସ ପର୍ଯ୍ୟନ୍ତ, ସୋୟରଠାରୁ ହୋରୋନୟିମ୍ ପର୍ଯ୍ୟନ୍ତ, ଇଗ୍ଲତ୍ଶଲୀଶୀୟା ପର୍ଯ୍ୟନ୍ତ ସେମାନେ ଚିତ୍କାର-ଶଦ୍ଦ ଉଠାଇଅଛନ୍ତି; କାରଣ ନିମ୍ରୀମର ଜଳସମୂହ ମଧ୍ୟ ଶୂନ୍ୟ ହେବ ।"},{"number":35,"verse":"ଆହୁରି, ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ମୋୟାବ ମଧ୍ୟରେ ଉଚ୍ଚସ୍ଥଳୀରେ ବଳିଦାନକାରୀ ଓ ଆପଣା ଦେବଗଣ ଉଦ୍ଦେଶ୍ୟରେ ଧୂପଦାହକାରୀ ଲୋକକୁ ଲୋପ କରିବା ।"},{"number":36,"verse":"ଏହେତୁ ମୋୟାବର ପାଇଁ ଆମ୍ଭର ହୃଦୟ ବଂଶୀ ପରି ବାଜୁଅଛି ଓ କୀର୍ହେରସର ଲୋକମାନଙ୍କ ପାଇଁ ଆମ୍ଭର ହୃଦୟ ବଂଶୀ ପରି ବାଜୁଅଛି; ଏଥିପାଇଁ ତାହାର ପ୍ରାପ୍ତ ବହୁତ ଧନ ନଷ୍ଟ ହୋଇଅଛି ।"},{"number":37,"verse":"କାରଣ ପ୍ରତ୍ୟେକ ମସ୍ତକ ଟାଙ୍ଗରା ଓ ପ୍ରତ୍ୟେକ ଦାଢ଼ି କଟା ହୋଇଅଛି; ସମସ୍ତଙ୍କ ହସ୍ତରେ କଟା ଦାଗ ଓ କଟିଦେଶରେ ଚଟବସ୍ତ୍ର ଅଛି ।"},{"number":38,"verse":"ମୋୟାବର ସମସ୍ତ ଗୃହ ଛାତ ଉପରେ ଓ ତହିଁର ସମସ୍ତ ପଥରେ ସର୍ବତ୍ର ବିଳାପ ହେଉଅଛି; କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ମୋୟାବକୁ ଅପ୍ରୀତିକର ପାତ୍ର ପରି ଭାଙ୍ଗି ପକାଇଅଛୁ ।"},{"number":39,"verse":"ସେ କିପରି ଭଗ୍ନ ହୋଇଅଛି ! ଲୋକେ କିପରି ବିଳାପ କରୁଅଛନ୍ତିଣ! ମୋୟାବ ଲଜ୍ଜାରେ କିପରି ପୃଷ୍ଠ ଫେରାଇ ଅଛି ! ଏହିରୂପେ ମୋୟାବ ଆପଣା ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ଲୋକମାନଙ୍କର ହାସ୍ୟାସ୍ପଦ ଓ ଭୟସ୍ଥାନ ହେବ ।"},{"number":40,"verse":"କାରଣ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଦେଖ, ସେ ଉତ୍କୋଶ ପକ୍ଷୀ ପରି ଉଡ଼ି ଆସିବ ଓ ମୋୟାବ ଉପରେ ଆପଣା ପକ୍ଷଦ୍ଵୟ ବିସ୍ତାର କରିବ ।"},{"number":41,"verse":"କରୀୟୋତ୍ ହସ୍ତଗତ ହେଲା, ଦୃଢ଼ ଦୁର୍ଗସବୁ ଅକସ୍ମାତ୍ ଆକ୍ରା; ହେଲା, ଆଉ ସେଦିନରେ ମୋୟାବର ବୀରମାନଙ୍କ ଅନ୍ତଃକରଣ ପ୍ରସବ ବେଦନାଗ୍ରସ୍ତା ସ୍ତ୍ରୀର ଅନ୍ତଃକରଣ ତୁଲ୍ୟ ହେବ।"},{"number":42,"verse":"ପୁଣି, ମୋୟାବ ଲୁପ୍ତ ହେବ, ଆଉ ଏକ ଗୋଷ୍ଠୀ ହୋଇ ରହିବ ନାହିଁ, କାରଣ ସେ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ଆପଣାକୁ ବଡ଼ କରିଅଛି ।"},{"number":43,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ହେ ମୋୟାବ ନିବାସୀନ୍, ତୁମ୍ଭ ପାଇଁ ତ୍ରାସ, ଖାତ ଓ ଫାନ୍ଦ ଅଛି ।"},{"number":44,"verse":"ଯେ ତ୍ରାସରୁ ପଳାଏ, ସେ ଖାତରେ ପଡ଼ିବ ଓ ଯେ ଖାତରୁ ଉଠି ରକ୍ଷା ପାଏ, ସେ ଫାନ୍ଦରେ ଧରା ପଡ଼ିବ; କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ତାହାର ଉପରେ, ହଁ, ମୋୟାବର ଉପରେ ପ୍ରତିଫଳ ଦାନର ବର୍ଷ ଆଣିବା ।"},{"number":45,"verse":"ଯେଉଁମାନେ ପଳାଇ ଗଲେ, ସେମାନେ ବଳହୀନ ହୋଇ ହିଶ୍ବୋନର ଛାୟା ତଳେ ଠିଆ ହୁଅନ୍ତି; କାରଣ ହିଶ୍ବୋନରୁ ଅଗ୍ନି ଓ ସୀହୋନ ମଧ୍ୟରୁ ଅଗ୍ନିଶିଖା ନିର୍ଗତ ହୋଇ ମୋୟାବର କୋଣ ଓ କଳହକାରୀମାନଙ୍କ ମସ୍ତକର ତାଳୁଆ ଗ୍ରାସ କରିଅଛି ।"},{"number":46,"verse":"ହେ ମୋୟାବ, ତୁମ୍ଭେ ସନ୍ତାପର ପାତ୍ର ! କମୋଶର ଲୋକମାନେ ବିନଷ୍ଟ ହେଲେ; କାରଣ ତୁମ୍ଭର ପୁତ୍ରଗଣ ବନ୍ଦୀ ହେଲେ ଓ ତୁମ୍ଭର କନ୍ୟାଗଣ ବନ୍ଦୀତ୍ଵ ସ୍ଥାନକୁ ନୀତ ହେଲେ ।"},{"number":47,"verse":"ତଥାପି ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ଶେଷ କାଳରେ ପୁନର୍ବାର ମୋୟାବକୁ ବନ୍ଦୀତ୍ଵାବସ୍ଥାରୁ ଫେରାଇ ଆଣିବା । ମୋୟାବର ବିଚାର କଥା ଏତିକି ।"}]}