{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"( ବାବିଲର ବିଚାର) ସଦାପ୍ରଭୁ ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ଦ୍ଵାରା ବାବିଲ ବିଷୟରେ, କଲ୍ଦୀୟମାନଙ୍କ ଦେଶ ବିଷୟରେ ଯାହା କହିଲେ, ତାହା ଏହି, ଯଥା ।"},{"number":2,"verse":"ତୁମ୍ଭେମାନେ ଗୋଷ୍ଠୀଗଣ ମଧ୍ୟରେ ପ୍ରକାଶ କରି ପ୍ରଚାର କର ଓ ଧ୍ଵଜା ଉଠାଅ; ପ୍ରଚାର କର ଓ ଗୋପନ ନ କରି କୁହ, ବାବିଲ ହସ୍ତଗତ ହେଲା, ବେଲ ଲଜ୍ଜିତ ହେଲା, ମରୋଦକ ବିସ୍ମିତ ହେଲା; ତାହାର ପ୍ରତିମାଗଣ ଲଜ୍ଜିତ ହେଲେ ଓ ତାହାର ଦେବତାସକଳ ବିସ୍ମିତ ହେଲେ ।"},{"number":3,"verse":"କାରଣ ଉତ୍ତର ଦିଗରୁ ଏକ ଗୋଷ୍ଠୀ ତାହା ବିରୁଦ୍ଧରେ ଉଠି ଆସୁଅଛନ୍ତି, ସେମାନେ ତାହାର ଦେଶ ଧ୍ଵଂସ କରିବେ ଓ ତହିଁ ମଧ୍ୟରେ କେହି ବାସ କରିବ ନାହିଁ; ମନୁଷ୍ୟ ଓ ପଶୁ ଉଭୟ ପଳାଇଲେ, ସେମାନେ ଚାଲିଗଲେ ।"},{"number":4,"verse":"( ଇସ୍ରାଏଲର ପ୍ରତ୍ୟାବର୍ତ୍ତନ) ସଦାପ୍ରଭୁ କହନ୍ତି, ସେଦିନରେ ଓ ସେସମୟରେ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ ଓ ଯିହୁଦାର ସନ୍ତାନଗଣ ଏକତ୍ର ହୋଇ ଆସିବେ; ସେମାନେ କ୍ରନ୍ଦନ କରୁ କରୁ ପଥରେ ଗମନ କରିବେ ଓ ସଦାପ୍ରଭୁ ଆପଣାମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କର ଅନ୍ଵେଷଣ କରିବେ ।"},{"number":5,"verse":"ସେମାନେ ସିୟୋନର ବିଷୟ ପଚାରିବେ, ତହିଁଆଡ଼େ ମୁଖ କରି କହିବେ, ତୁମ୍ଭେମାନେ ଆସ, ଅନ; କାଳସ୍ଥାୟୀ ଅବିସ୍ମରଣୀୟ ନିୟମ ଦ୍ଵାରା ସଦାପ୍ରଭୁଙ୍କ- ଠାରେ ଆସକ୍ତ ହୁଅ ।"},{"number":6,"verse":"ଆମ୍ଭର ଲୋକମାନେ ହଜିଲା ମେଷ ହୋଇଅଛନ୍ତି, ସେମାନଙ୍କର ପାଳକମାନେ ସେମାନଙ୍କୁ ବିପଥରେ ଗମନ କରାଇଅଛନ୍ତି, ନାନା ପର୍ବତରେ ସେମାନଙ୍କୁ ପଥ ହୁଡ଼ାଇ ଭ୍ରମଣ କରାଇ ଅଛନ୍ତି; ସେମାନେ ପର୍ବତରୁ ଉପପର୍ବତକୁ ଗମନ କରିଅଛନ୍ତି, ସେମାନେ ଆପଣାମାନଙ୍କର ବିଶ୍ରାମ-ସ୍ଥାନ ପାସୋରିଅଛନ୍ତି ।"},{"number":7,"verse":"ଯେଉଁମାନେ ସେମାନଙ୍କୁ ପାଇଲେ, ସେସମସ୍ତେ ସେମାନଙ୍କୁ ଗ୍ରାସ କରିଅଛନ୍ତି ଓ ସେମାନଙ୍କର ବିପକ୍ଷମାନେ କହିଲେ, ଆମ୍ଭେମାନେ ଦୋଷ କରୁ ନାହୁଁ , କାରଣ ସେମାନେ ଧର୍ମନିବାସ ସଦାପ୍ରଭୁଙ୍କର, ଆପଣା-ମାନଙ୍କର ପିତୃପୁରୁଷଗଣର ଆଶାଭୂମି ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ପାପ କରିଅଛନ୍ତି ।"},{"number":8,"verse":"ତୁମ୍ଭେମାନେ ବାବିଲ ମଧ୍ୟରୁ ପଳାଅ ଓ କଲ୍ଦୀୟମାନଙ୍କ ଦେଶ ମଧ୍ୟରୁ ବାହାରି ଯାଅ, ପୁଣି ପଲର ଅଗ୍ରଗାମୀ ଛାଗସ୍ଵରୂପ ହୁଅ ।"},{"number":9,"verse":"କାରଣ ଦେଖ, ଆମ୍ଭେ ଉତ୍ତର ଦେଶରୁ ମହା ମହା ଗୋଷ୍ଠୀର ସମାଜକୁ ଉତ୍ତେଜିତ କରି ବାବିଲ ବିରୁଦ୍ଧରେ ସେମାନଙ୍କୁ ଗମନ କରାଇବା; ଆଉ, ସେମାନେ ତାହା ବିରୁଦ୍ଧରେ ଆପଣାମାନଙ୍କୁ ସଜାଇବେ; ତହିଁରେ ତାହା ଶତ୍ରୁହସ୍ତଗତ ହେବ; ସେମାନଙ୍କର ତୀର ନିପୁଣ ବୀର ପୁରୁଷର ତୀର ପରି ହେବ, କୌଣସି ତୀର ବିଫଳ ହେବ ନାହିଁ ।"},{"number":10,"verse":"ପୁଣି, କଲ୍ଦୀୟା ଲୁଟଦ୍ରବ୍ୟ ହେବ; ସଦାପ୍ରଭୁ କହନ୍ତି, ଯେଉଁମାନେ ତାହା ଲୁଟିବେ, ସେସମସ୍ତେ ପରିତୃପ୍ତ ହେବେ ।"},{"number":11,"verse":"ହେ ଆମ୍ଭର ଅଧିକାର ଅପହାରକାରୀମାନେ, ତୁମ୍ଭେମାନେ ଆନନ୍ଦ ଓ ଉଲ୍ଲାସ କରୁଅଛ, ତୁମ୍ଭେମାନେ ଶସ୍ୟମର୍ଦ୍ଦନକାରିଣୀ ଗାଭୀ ପରି କୁଦା ମାରୁଅଛ ଓ ବଳବାନ ଅଶ୍ଵ ପରି ନାସାଶଦ୍ଦ କରୁଅଛ;"},{"number":12,"verse":"ଏଥିପାଇଁ ତୁମ୍ଭମାନଙ୍କର ମାତା ଅତିଶୟ ଲଜ୍ଜିତା ହେବ; ତୁମ୍ଭମାନଙ୍କର ପ୍ରସବକାରିଣୀ ହତାଶା ହେବ; ଦେଖ, ସେ ଗୋଷ୍ଠୀଗଣ ମଧ୍ୟରେ ସର୍ବପଶ୍ଚାତ୍ ହେବ, ପ୍ରାନ୍ତର, ଶୁଷ୍କସ୍ଥାନ ଓ ମରୁଭୂମି ହେବ।"},{"number":13,"verse":"ସଦାପ୍ରଭୁଙ୍କ କୋପ ସକାଶୁ ସେ ବସତିବିଶିଷ୍ଟ ନୋହିବ, ମାତ୍ର ସମ୍ପୂର୍ଣ୍ଣ ଧ୍ଵଂସସ୍ଥାନ ହେବ; ଯେ ପ୍ରତ୍ୟେକ ଲୋକ ବାବିଲର ନିକଟ ଦେଇ ଯିବ, ସେ ବିସ୍ମିତ ହେବ ଓ ତାହାର ସକଳ ଦଣ୍ତ ସକାଶୁ ଶୀସ୍ ଶଦ୍ଦ କରିବ ।"},{"number":14,"verse":"ହେ ଧନୁରେ ଗୁଣଦାୟୀ ଲୋକ ସମସ୍ତେ, ତୁମ୍ଭେମାନେ ବାବିଲର ବିରୁଦ୍ଧରେ ଚାରିଆଡ଼େ ସୈନ୍ୟ ସଜାଅ; କୁଣ୍ଠିତ ନ ହୋଇ ତାହା ପ୍ରତି ତୀର ନିକ୍ଷେପ କର; କାରଣ ସେ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ପାପ କରିଅଛି ।"},{"number":15,"verse":"ତାହାର ଚତୁର୍ଦ୍ଦିଗରେ ସିଂହନାଦ କର, ସେ ଆପଣାକୁ ସମର୍ପଣ କରିଅଛନ୍ତି; ତାହାର ଗଡ଼ସକଳ ପତିତ ଓ ତାହାର ପ୍ରାଚୀରସକଳ ଉତ୍ପାଟିତ ହୋଇଅଛି; କାରଣ ଏହା ସଦାପ୍ରଭୁଙ୍କର ଦାତବ୍ୟ ପ୍ରତିଶୋଧଦ; ତାହାଠାରୁ ପ୍ରତିଶୋଧ ନିଅ; ସେ ଯେପରି କରିଅଛି, ସେପରି ତାହା ପ୍ରତି କର ।"},{"number":16,"verse":"ତୁମ୍ଭେମାନେ ବାବିଲରୁ ବୀଜବାପକକୁ ଓ ଶସ୍ୟ ସଂଗ୍ରହ ସମୟରେ ଦାʼ ଧରିବା ଲୋକଙ୍କୁ ଉଚ୍ଛିନ୍ନ କର, ଉତ୍ପୀଡ଼କ ଖଡ଼୍‍ଗ ଭୟରେ ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଲୋକଙ୍କ ନିକଟକୁ ଫେରି ଯିବେ ଓ ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଦେଶକୁ ପଳାଇବେ ।"},{"number":17,"verse":"ଇସ୍ରାଏଲ ଛିନ୍ନଭିନ୍ନ ମେଷ ସ୍ଵରୂପ; ସିଂହମାନେ ତାହାକୁ ତଡ଼ି ଦେଇଅଛନ୍ତି; ପ୍ରଥମରେ ଅଶୂରର ରାଜା ତାହାକୁ ଗ୍ରାସ କଲା; ଆଉ, ଶେଷରେ ବାବିଲର ରାଜା ଏହି ନବୂଖଦ୍ନିତ୍ସର ତାହାର ହାଡ଼ସବୁ ଭାଙ୍ଗି ପକାଇଅଛି ।"},{"number":18,"verse":"ଏହେତୁ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି, ଦେଖ, ଆମ୍ଭେ ଅଶୂରର ରାଜାକୁ ଯେପରି ଦଣ୍ତ ଦେଇ ଅଛୁ, ସେପରି ବାବିଲର ରାଜାକୁ ଓ ତାହାର ଦେଶକୁ ଆମ୍ଭେ ଦଣ୍ତ ହେବା ।"},{"number":19,"verse":"ପୁଣି, ଆମ୍ଭେ ଇସ୍ରାଏଲକୁ ପୁନର୍ବାର ତାହାର ଚରାସ୍ଥାନକୁ ଆଣିବା ଓ ସେ କର୍ମିଲ ଓ ବାଶନର ଉପରେ ଚରିବ, ଆଉ ଇଫ୍ରୟିମର ପର୍ବତମାନର ଉପରେ ଓ ଗିଲୀୟଦରେ ତାହାର ପ୍ରାଣ ତୃପ୍ତ ହେବ ।"},{"number":20,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ସେହି ଦିନରେ ଓ ସେହି ସମୟରେ ଇସ୍ରାଏଲର ଅଧର୍ମ ଅନ୍ଵେଷଣ କରାଯିବ, ମାତ୍ର କିଛି ମିଳିବ ନାହିଁ ଓ ଯିହୁଦାର ପାପ ଅନ୍ଵେଷଣ କରାଯିବ, ମାତ୍ର ତାହା ମିଳିବ ନାହିଁ। କାରଣ ଆମ୍ଭେ ଯେଉଁମାନଙ୍କୁ ଅବଶିଷ୍ଟ ରଖିବା, ସେମାନଙ୍କୁ କ୍ଷମା କରିବା ।"},{"number":21,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ତୁମ୍ଭେ ମରାଥୟିମ୍ (ଦ୍ଵିଗୁଣ ଦ୍ରୋହ) ଦେଶର ବିରୁଦ୍ଧରେ ଓ ପକୋଦ (ପ୍ରତିଫଳପୁର) ନିବାସୀମାନଙ୍କ ବିରୁଦ୍ଧରେ ଉଠିଯାଅ; ସେମାନଙ୍କର ପଶ୍ଚାତ୍ ପଶ୍ଚାତ୍ ଯାଇ ସେମାନଙ୍କୁ ବଧ କରି ନିଃଶେଷ ରୂପେ ବିନାଶ କର ଓ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଯାହା ଯାହା ଆଜ୍ଞା କରିଅଛୁ, ତଦନୁସାରେ କର ।"},{"number":22,"verse":"ଦେଶରେ ସଂଗ୍ରାମର ଓ ମହାବିନାଶର ଶଦ୍ଦ ହେଉଅଛି।"},{"number":23,"verse":"ସମୁଦାୟ ପୃଥିବୀର ହାତୁଡ଼ି କିପରି ଛିନ୍ନ ଓ ଭଗ୍ନ ହୋଇଅଛି! ଗୋଷ୍ଠୀଗଣ ମଧ୍ୟରେ ବାବିଲ କିପରି ଉତ୍ସନ୍ନ ହୋଇଅଛି !"},{"number":24,"verse":"ହେ ବାବିଲ, ଆମ୍ଭେ ତୁମ୍ଭ ପାଇଁ ଫାନ୍ଦ ପାତିଅଛୁ, ଆଉ ତୁମ୍ଭେ ନ ଜାଣି ତହିଁରେ ଧରା ପଡ଼ିଅଛ, କାରଣ ତୁମ୍ଭେ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିଅଛ ।"},{"number":25,"verse":"ସଦାପ୍ରଭୁ ଆପଣା ଅସ୍ତ୍ରାଗାର ଫିଟାଇ ଆପଣା କ୍ରୋଧରୂପ ଅସ୍ତ୍ରସବୁ ବାହାର କରି ଆଣିଅଛନ୍ତି, କାରଣ କଲ୍ଦୀୟମାନଙ୍କ ଦେଶରେ ପ୍ରଭୁ, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କର ଗୋଟିଏ କାର୍ଯ୍ୟ କରିବାର ଅଛି ।"},{"number":26,"verse":"ତୁମ୍ଭେମାନେ ପ୍ରା; ସୀମାରୁ ତାହାର ବିରୁଦ୍ଧରେ ଆସ, ତାହାର ଭଣ୍ତାରସବୁ ଫିଟାଅ; ତାହାକୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ବିନାଶ କରି ରାଶି ପରି ଢିପି କର; ତାହାର କିଛି ଅବଶିଷ୍ଟ ରଖ ନାହିଁ ।"},{"number":27,"verse":"ତାହାର ବୃଷସବୁକୁ ବଧ କର; ସେସବୁ ବଧ ସ୍ଥାନକୁ ଯାଉନ୍ତୁ; ସେମାନେ ସନ୍ତାପର ପାତ୍ର ! କାରଣ ସେମାନଙ୍କର ଦିନ, ସେମାନଙ୍କ ପ୍ରତିଫଳର ସମୟ ଉପସ୍ଥିତ ହେଲା ।"},{"number":28,"verse":"ଯେଉଁ ପଳାତକମାନେ ଓ ବାବିଲ ଦେଶରୁ ରକ୍ଷାପ୍ରାପ୍ତ ଲୋକମାନେ, ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କର ପ୍ରତିଶୋଧ ନେବାର, ହଁ, ତାହାଙ୍କ ମନ୍ଦିର ହେତୁରୁ ପ୍ରତିଶୋଧ ନେବାର ବିଷୟ ସିୟୋନରେ ପ୍ରକାଶ କରିବାକୁ ଯାଉଅଛନ୍ତି, ଏହା ସେମାନଙ୍କର ରବ ।"},{"number":29,"verse":"ଧନୁର୍ଦ୍ଧାରୀମାନଙ୍କୁ, ଧନୁରେ ଗୁଣଦାୟୀ ସମସ୍ତଙ୍କୁ ବାବିଲ ବିରୁଦ୍ଧରେ ଏକତ୍ର ଡାକ; ତାହା ବିରୁଦ୍ଧରେ ଚାରିଆଡ଼େ ଛାଉଣି ସ୍ଥାପନ କର; ତହିଁରେ କାହାକୁ ରକ୍ଷା ପାଇବାକୁ ଦିଅ ନାହିଁ; ତାହାର କର୍ମାନୁସାରେ ତାହାକୁ ପ୍ରତିଫଳ ଦିଅ; ସେ ଯେପରି କରିଅଛି, ତାହା ପ୍ରତି ସେପରି କର; କାରଣ ସେ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ଇସ୍ରାଏଲର ଧର୍ମସ୍ଵରୂପଙ୍କ ବିରୁଦ୍ଧରେ ଦର୍ପ କରିଅଛି।"},{"number":30,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ କହନ୍ତି, ସେଦିନରେ ତାହାର ଯୁବକଗଣ ରାଜଦାଣ୍ତରେ ପତିତ ହେବେ ଓ ତାହାର ଯୋଦ୍ଧା ସମସ୍ତେ ନୀରବ କରାଯିବେ ।"},{"number":31,"verse":"ହେ ଅହଙ୍କାରୀ, ପ୍ରଭୁ, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି, ଦେଖ, ଆମ୍ଭେ ତୁମ୍ଭର ବିପକ୍ଷ ଅଟୁ , କାରଣ ତୁମ୍ଭର ଦିନ, ତୁମ୍ଭକୁ ଆମ୍ଭର ପ୍ରତିଫଳ ଦେବାର ସମୟ ଉପସ୍ଥିତ ।"},{"number":32,"verse":"ତହିଁରେ ସେ ଅହଙ୍କାରୀ ଜନ ଝୁଣ୍ଟି କରି ପଡ଼ିବ ଓ କେହି ତାହାକୁ ଉଠାଇବ ନାହିଁ; ପୁଣି, ଆମ୍ଭେ ତାହାର ନଗରସମୂହରେ ଅଗ୍ନି ଲଗାଇବା ଓ ତାହା ତାହାର ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ସକଳ ଗ୍ରାସ କରିବ ।"},{"number":33,"verse":"ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଇସ୍ରାଏଲ ସନ୍ତାନଗଣ ଓ ଯିହୁଦାର ସନ୍ତାନଗଣ ଏକତ୍ର ଉପଦ୍ରୁତ ହେଉଅଛନ୍ତି ଓ ଯେଉଁମାନେ ସେମାନଙ୍କୁ ବନ୍ଦୀ କରି ନେଇଗଲେ, ସେସମସ୍ତେ ଦୃଢ଼ କରି ସେମାନଙ୍କୁ ଧରି ରଖିଅଛନ୍ତି; ସେମାନଙ୍କୁ ଛାଡ଼ି ଦେବାକୁ ଅସମ୍ମତ ହେଉଅଛନ୍ତି;"},{"number":34,"verse":"(ମାତ୍ର) ସେମାନଙ୍କର ମୁକ୍ତିଦାତା ବଳବାନ; ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ତାହାଙ୍କର ନାମ, ସେ ପୃଥିବୀକି ଶା; ଓ ବାବିଲ ନିବାସୀମାନଙ୍କୁ ଉଦ୍ବିଗ୍ନ କରିବା ନିମନ୍ତେ ସେମାନଙ୍କର ବିବାଦ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ନିଷ୍ପତ୍ତି କରିବେ ।"},{"number":35,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, କଲ୍ଦୀୟମାନଙ୍କ ଉପରେ, ବାବିଲ ନିବାସୀମାନଙ୍କ ଉପରେ, ତାହାର ଅଧିପତିମାନଙ୍କ ଓ ଜ୍ଞାନୀମାନଙ୍କ ଉପରେ ଗୋଟିଏ ଖଡ଼୍‍ଗ ଅଛି ।"},{"number":36,"verse":"ଦର୍ପବାଦୀମାନଙ୍କ ଉପରେ ଗୋଟିଏ ଖଡ଼୍‍ଗ ଅଛି, ଆଉ ସେମାନେ ହତବୁଦ୍ଧି ହେବେ; ତାହାର ବୀରମାନଙ୍କ ଉପରେ ଗୋଟିଏ ଖଡ଼୍‍ଗ ଅଛି, ଆଉ ସେମାନେ ବିସ୍ମିତ ହେବେ ।"},{"number":37,"verse":"ସେମାନଙ୍କର ଅଶ୍ଵଗଣର ଉପରେ, ଆଉ ରଥସମୂହର ଉପରେ ଓ ତନ୍ମଧ୍ୟସ୍ଥ ମିଶ୍ରିତ ଲୋକ ସମସ୍ତଙ୍କ ଉପରେ ଗୋଟିଏ ଖଡ଼୍‍ଗ ଅଛି, ଆଉ ସେମାନେ ସ୍ତ୍ରୀମାନଙ୍କ ପରି ହେବେ; ସେମାନଙ୍କର ଭଣ୍ତାରସମୂହ ଉପରେ ଗୋଟିଏ ଖଡ଼୍‍ଗ ଅଛି, ଆଉ ସେ ସବୁ ଲୁଟିତ ହେବ ।"},{"number":38,"verse":"ତାହାର ଜଳାଶୟ ଉପରେ ଉତ୍ତାପ ଅଛି ଓ ତାହା ଶୁଷ୍କ ହୋଇଯିବ; କାରଣ ସେ ଖୋଦିତ ପ୍ରତିମାଗଣର ଦେଶ, ଆଉ ଲୋକମାନେ ଆପଣା ଆପଣା ଦେବଗଣରେ ଉନ୍ମତ୍ତ ଅଟନ୍ତି ।"},{"number":39,"verse":"ଏଥିପାଇଁ ବନପଶୁ ଓ କେନ୍ଦୁଆମାନେ ସେଠାରେ ବାସ କରିବେ ଓ ଉଷ୍ଟ୍ରପକ୍ଷୀମାନେ ତହିଁ ମଧ୍ୟରେ ବାସ କରିବେ; ତାହା ଆଉ କେବେ ହେଁ ବସତି-ସ୍ଥାନ ନୋହିବ ଓ ପୁରୁଷାନୁକ୍ରମେ ତହିଁ ମଧ୍ୟରେ ବାସ କରା ଯିବ ନାହିଁ ।"},{"number":40,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ପରମେଶ୍ଵର ସଦୋମ, ହମୋରା ଓ ତନ୍ନିକଟବର୍ତ୍ତୀ ନଗରସବୁ ଉତ୍ପାଟନ କଲା ବେଳେ ଯେରୂପ ହୋଇଥିଲା, ସେରୂପ କୌଣସି ମନୁଷ୍ୟ ସେଠାରେ ବାସ କରିବ ନାହିଁ, କିଅବା କୌଣସି ମନୁଷ୍ୟପୁତ୍ର ତହିଁ ମଧ୍ୟରେ ପ୍ରବାସ କରିବ ନାହିଁ ।"},{"number":41,"verse":"ଦେଖ, ଉତ୍ତର ଦିଗରୁ ଏକ ଜନବୃନ୍ଦ ଆସୁଅଛନ୍ତି ଓ ପୃଥିବୀର ପ୍ରାନ୍ତରୁ ଏକ ମହାଗୋଷ୍ଠୀ ଓ ଅନେକ ରାଜା ଉତ୍ତେଜିତ ହେବେ ।"},{"number":42,"verse":"ସେମାନେ ଧନୁ ଓ ବର୍ଚ୍ଛା ଧରନ୍ତି; ସେମାନେ ନିଷ୍ଠୁର ଓ ଦୟାହୀନ; ସେମାନଙ୍କର ରବ ସମୁଦ୍ର ପରି ଗର୍ଜନ କରେ ଓ ସେମାନେ ଅଶ୍ଵାରୋହଣ କରନ୍ତି; ଗୋ ବାବିଲର କନ୍ୟେ, ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବା ପାଇଁ ସେମାନଙ୍କର ପ୍ରତ୍ୟେକେ ଯୋଦ୍ଧା ପରି ସସଜ୍ଜ ହେଉଅଛନ୍ତି ।"},{"number":43,"verse":"ବାବିଲର ରାଜା ସେମାନଙ୍କ ବିଷୟରେ ଜନରବ ଶୁଣିଅଛି ଓ ତାହାର ହସ୍ତ ଦୁର୍ବଳ ହୁଏ; ଯନ୍ତ୍ରଣା ଓ ପ୍ରସବକାରିଣୀ ସ୍ତ୍ରୀର ବେଦନା ତୁଲ୍ୟ ବେଦନା ତାହାକୁ ଆକ୍ରା; କରିଅଛି ।"},{"number":44,"verse":"ଦେଖ, ସେ ଦୃଢ଼ ନିବାସ-ସ୍ଥାନ ବିରୁଦ୍ଧରେ ସିଂହ ପରି ଯର୍ଦ୍ଦନର ଦର୍ପ-ସ୍ଥାନରୁ ଉଠି ଆସିବ; ମାତ୍ର ଆମ୍ଭେ ହଠାତ୍ ତାହା ନିକଟରୁ ସେମାନଙ୍କୁ ଦୂର କରି ଦେବା; ଆଉ, ମନୋନୀତ ଯେଉଁ ଲୋକ, ତାହାକୁ ଆମ୍ଭେ ତାହା ଉପରେ ନିଯୁକ୍ତ କରିବା; କାରଣ ଆମ୍ଭ ପରି କିଏ ଅଛିଣ? ଆମ୍ଭ ପାଇଁ ସମୟ କିଏ ନିରୂପଣ କରିବ? ଓ ଆମ୍ଭ ସମ୍ମୁଖରେ ଯେ ଠିଆ ହେବ, ଏପରି ପାଳକ କିଏ ଅଛିଣ?"},{"number":45,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ ବାବିଲର ବିରୁଦ୍ଧରେ ଯେଉଁ ମନ୍ତ୍ରଣା ଓ କଲ୍ଦୀୟମାନଙ୍କ ଦେଶ ବିରୁଦ୍ଧରେ ଯେଉଁ ସଙ୍କଳ୍ପ କରିଅଛନ୍ତି, ତାହା ଶୁଣ; ଲୋକମାନେ ସେମାନଙ୍କୁ, ପଲର ଛୁଆମାନଙ୍କୁ ହିଁ ଟାଣି ନେଇ ଯିବେ; ସେ ନିଶ୍ଚୟ ସେମାନଙ୍କର ନିବାସ-ସ୍ଥାନ ସହିତ ସେମାନଙ୍କୁ ଉତ୍ସନ୍ନ କରିବ ।"},{"number":46,"verse":"ବାବିଲ ଶତ୍ରୁହସ୍ତଗତ ହେବାର ଶଦ୍ଦରେ ପୃଥିବୀ କମ୍ପୁଅଛି ଓ ଗୋଷ୍ଠୀଗଣ ମଧ୍ୟରେ କ୍ରନ୍ଦନର ଶଦ୍ଦ ଶୁଣା ଯାଉଅଛି ।"}]}