{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"( ଯିରୂଶାଲମର ପତନର ବର୍ଣ୍ଣନା) ସିଦିକୀୟ ରାଜ୍ୟ କରିବାକୁ ଆରମ୍ଭ କରିବା ବେଳେ ଏକୋଇଶ ବର୍ଷ ବୟସ୍କ ଥିଲା ଓ ସେ ଯିରୂଶାଲମରେ ଏଗାର ବର୍ଷ ରାଜ୍ୟ କଲା; ତାହାର ମାତାର ନାମ ହମୂଟଲ, ସେ ଲିବ୍ନା ନିବାସୀ ଯିରିମୀୟଙ୍କ କନ୍ୟା ଥିଲା ।"},{"number":2,"verse":"ଆଉ, ସେ ଯିହୋୟାକୀମର କୃତ ସମସ୍ତ କର୍ମାନୁସାରେ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ କୁକର୍ମ କଲା ।"},{"number":3,"verse":"କାରଣ ସଦାପ୍ରଭୁଙ୍କ କ୍ରୋଧ ସକାଶୁ ସେ ସେମାନଙ୍କୁ ଆପଣା ଛାମୁରୁ ଦୂର ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ଯିରୂଶାଲମ ଓ ଯିହୁଦାରେ ଏପରି ଘଟଣା ଘଟିଲା । ଆଉ, ସିଦିକୀୟ ବାବିଲ ରାଜାର ବିଦ୍ରୋହୀ ହେଲା।"},{"number":4,"verse":"ଅନନ୍ତର ତାହାର ଅଧିକାରର ନବମ ବର୍ଷରେ, ଦଶମ ମାସର ଦଶମ ଦିନରେ, ବାବିଲର ରାଜା ନବୂଖଦ୍ନିତ୍ସର ଓ ତାହାର ସମସ୍ତ ସୈନ୍ୟ ଯିରୂଶାଲମକୁ ଆସି ତହିଁ ବିରୁଦ୍ଧରେ ଛାଉଣି କଲେ; ଆଉ, ସେମାନେ ତହିଁର ଚତୁର୍ଦ୍ଦିଗରେ ଗଡ଼ ନିର୍ମାଣ କଲେ ।"},{"number":5,"verse":"ତହୁଁ ସିଦିକୀୟ ରାଜାର ଅଧିକାରର ଏଗାର ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ନଗର ଅବରୁଦ୍ଧ ହୋଇ ରହିଲା ।"},{"number":6,"verse":"ଚତୁର୍ଥ ମାସରେ, ସେହି ମାସର ନବମ ଦିନରେ ନଗରରେ ମହାଦୁର୍ଭିକ୍ଷ ହେଲା, ତହିଁରେ ଦେଶୀୟ ଲୋକମାନଙ୍କ ନିମନ୍ତେ କିଛି ଖାଦ୍ୟ ମିଳିଲା ନାହିଁ ।"},{"number":7,"verse":"ତେବେ, ନଗରରେ ଏକ ସ୍ଥାନ ଭଗ୍ନ ହୁଅନ୍ତେ, ସମସ୍ତ ଯୋଦ୍ଧା ରାତ୍ରିଯୋଗେ ରାଜାର ଉଦ୍ୟାନ ନିକଟସ୍ଥ ଦୁଇ ପ୍ରାଚୀରର ମଧ୍ୟବର୍ତ୍ତୀ ଦ୍ଵାର-ପଥ ଦେଇ ପଳାଇଲେ; ସେସମୟରେ କଲ୍ଦୀୟମାନେ ନଗରର ବିରୁଦ୍ଧରେ ଚତୁର୍ଦ୍ଦିଗରେ ଥିଲେ; ପୁଣି, ଲୋକମାନେ ଆରବା-ପଥ ଦେଇ ଚାଲିଗଲେ ।"},{"number":8,"verse":"ମାତ୍ର କଲ୍ଦୀୟମାନଙ୍କ ସୈନ୍ୟ ରାଜାର ପଛେ ପଛେ ଗୋଡ଼ାଇ ଯିରୀହୋ-ପଦାରେ ସିଦିକୀୟକୁ ଧରିଲେ; ତହିଁରେ ତାହାର ସକଳ ସୈନ୍ୟ ତାହା ନିକଟରୁଛିନ୍ନଭିନ୍ନ ହୋଇଗଲେ ।"},{"number":9,"verse":"ତହୁଁ ସେମାନେ ରାଜାକୁ ଧରି ହମାତ୍ ଦେଶସ୍ଥ ରିବ୍ଲାକୁ ବାବିଲ ରାଜା କତିକି ନେଇଗଲେ; ତହିଁରେ ସେ ତାହା ପ୍ରତି ଦଣ୍ତାଜ୍ଞା କଲା ।"},{"number":10,"verse":"ଆଉ, ବାବିଲର ରାଜା ସିଦିକୀୟର ପୁତ୍ରମାନଙ୍କୁ ତାହାର ସାକ୍ଷାତରେ ବଧ କଲା; ସେ ଯିହୁଦାର ଅଧିପତି ସମସ୍ତଙ୍କୁ ହିଁ ରିବ୍ଲାରେ ବଧ କଲା ।"},{"number":11,"verse":"ଆଉ, ସେ ସିଦିକୀୟର ଚକ୍ଷୁ ଉପାଡ଼ି ପକାଇଲା; ପୁଣି, ବାବିଲର ରାଜା ତାହାକୁ ଶୃଙ୍ଖଲରେ ବଦ୍ଧ କରି ବାବିଲକୁ ନେଇଗଲା ଓ ତାହାର ମୃତ୍ୟୁ ପର୍ଯ୍ୟନ୍ତ ତାହାକୁ କାରାଗାରରେ ରଖିଲା ।"},{"number":12,"verse":"( ଯିରୂଶାଲମ ମନ୍ଦିର ବିଧ୍ଵସ୍ତ) ପଞ୍ଚମ ମାସରେ, ମାସର ଦଶମ ଦିନରେ, ବାବିଲର ରାଜା ନବୂଖଦ୍ନିତ୍ସର ରାଜାର ଅଧିକାରର ଊଣେଇଶ ବର୍ଷରେ, ବାବିଲ ରାଜାର ସମ୍ମୁଖରେ ଦଣ୍ତାୟମାନ ନବୂଷରଦନ୍ ନାମକ ପ୍ରହରୀବର୍ଗର ସେନାପତି ଯିରୂଶାଲମକୁ ଆସିଲାି ।"},{"number":13,"verse":"ପୁଣି, ସେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହ ଓ ରାଜଗୃହ ଦଗ୍ଧ କଲା; ପୁଣି, ସେ ଯିରୂଶାଲମସ୍ଥ ସକଳ ଗୃହ, ଅର୍ଥାତ୍, ପ୍ରତ୍ୟେକ ବୃହତ ଗୃହ ଅଗ୍ନିରେ ଦଗ୍ଧ କଲା ।"},{"number":14,"verse":"ଆଉ, ପ୍ରହରୀବର୍ଗର ସେନାପତି ସଙ୍ଗେ ଥିବା କଲ୍ଦୀୟ ସମସ୍ତ ସୈନ୍ୟ ଯିରୂଶାଲମର ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ପ୍ରାଚୀର ଭଗ୍ନ କଲେ ।"},{"number":15,"verse":"ସେତେବେଳେ ପ୍ରହରୀବର୍ଗର ସେନାପତି ନବୂଷରଦନ୍ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ନିତା; ଦରିଦ୍ରମାନଙ୍କୁ ଓ ନଗରର ଅବଶିଷ୍ଟ ଲୋକମାନଙ୍କୁ, ଆଉ ବାବିଲ ରାଜାର ପକ୍ଷକୁ ପଳାୟନକାରୀମାନଙ୍କୁ ଓ ଅବଶିଷ୍ଟ ସାଧାରଣ ଲୋକମାନଙ୍କୁ ବନ୍ଦୀ କରି ନେଇଗଲା ।"},{"number":16,"verse":"ମାତ୍ର ପ୍ରହରୀବର୍ଗର ସେନାପତି ନବୂଷରଦନ୍ ଦେଶର ନିତା; ଦରିଦ୍ରମାନଙ୍କ ମଧ୍ୟରୁ କେତେକଙ୍କୁ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରର କର୍ମଚାରୀ ଓ କୃଷକ ହେବା ପାଇଁ ଛାଡ଼ିଗଲା ।"},{"number":17,"verse":"ପୁଣି, କଲ୍ଦୀୟମାନେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ପିତ୍ତଳ ସ୍ତମ୍ଭ ଓ ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ବୈଠିକିସବୁ ଓ ପିତ୍ତଳମୟ ସମୁଦ୍ର-ରୂପ ପାତ୍ର ଖଣ୍ତ ଖଣ୍ତ କରି ଭାଙ୍ଗି ତହିଁର ପିତ୍ତଳସବୁ ବାବିଲକୁ ନେଇଗଲେ ।"},{"number":18,"verse":"ଆହୁରି, ସେମାନେ ହାଣ୍ତି ଓ କରଚୁଲି, କତୁରୀ ଓ କୁଣ୍ତ ଓ ଚମସ ଓ ପରିଚର୍ଯ୍ୟାର୍ଥକ ସକଳ ପିତ୍ତଳମୟ ପାତ୍ର ନେଇଗଲେ ।"},{"number":19,"verse":"ପ୍ରହରୀବର୍ଗର ସେନାପତି ତାଟିଆ ଓ ଅଙ୍ଗାରଧାନୀ ଓ କୁଣ୍ତ ଓ ହାଣ୍ତି ଓ ଦୀପବୃକ୍ଷ ଓ ଚମସ ଓ ପାତ୍ରସବୁ, ଯାହା ସୁନାର ଥିଲା, ତାହା ସୁନା କରି ଓ ଯାହା ରୂପାର ଥିଲା, ତାହା ରୂପା କରି ନେଇଗଲା ।"},{"number":20,"verse":"ଶଲୋମନ ରାଜା ସଦାପ୍ରଭୁଙ୍କ ଗୃହ ନିମନ୍ତେ ଯେଉଁ ଦୁଇ ସ୍ତମ୍ଭ, ଏକ ସମୁଦ୍ରରୂପ ପାତ୍ର ଓ ତହିଁର ତଳସ୍ଥ ଦ୍ଵାଦଶ ପିତ୍ତଳମୟ ବୃଷରୂପ ବୈଠିକି ନିର୍ମାଣ କରିଥିଲେ, ସେହିସବୁ ପାତ୍ରର ପିତ୍ତଳ ଅପରିମିତ ଥିଲା ।"},{"number":21,"verse":"ପୁଣି, ସେହି ଦୁଇ ସ୍ତମ୍ଭ, ପ୍ରତ୍ୟେକର ଉଚ୍ଚ ଅଠରହାତ ଓ ପରିଧି ବାରହାତ ଓ ତହିଁର ସ୍ଥୂଳତା ଚାରି ଅଙ୍ଗୁଳି ଓ ତାହା ଫମ୍ପା ଥିଲା ।"},{"number":22,"verse":"ଆଉ, ତହିଁର ଉପରେ ପିତ୍ତଳର ମୁଣ୍ତାଳି ଥିଲା, ସେହି ମୁଣ୍ତାଳିର ଉଚ୍ଚତା ପାଞ୍ଚ ହାତ ଓ ମୁଣ୍ତାଳିର ଉପରେ ଚତୁର୍ଦ୍ଦିଗରେ ଜାଲିକର୍ମ ଓ ଡାଳିମ୍ଵାକୃତି ଥିଲା, ସେସବୁ ପିତ୍ତଳମୟ ଥିଲା; ଆଉ, ଦ୍ଵିତୀୟ ସ୍ତମ୍ଭର ମଧ୍ୟ ଏହି ପ୍ରକାର ଆକାର ଓ ଡାଳିମ୍ଵ ଥିଲା ।"},{"number":23,"verse":"ପାର୍ଶ୍ଵରେ ଛୟାନବେ ଡାଳିମ୍ଵ ଥିଲା; ଜାଲିକର୍ମର ଉପରେ ଚାରିଆଡ଼େ ଏକଶତ ଡାଳିମ୍ଵାକୃତି ଥିଲା ।"},{"number":24,"verse":"( ଯିହୁଦାର ଲୋକମାନେ ବାବିଲକୁ ନିର୍ବାସିତ) ପୁଣି, ପ୍ରହରୀବର୍ଗର ସେନାପତି ପ୍ରଧାନ ଯାଜକ ସରାୟକୁ ଓ ଦ୍ଵିତୀୟ ଯାଜକ ସଫନୀୟକୁ, ଆଉ ତିନିଜଣ ଦ୍ଵାରପାଳକୁ ଧରିଲା ।"},{"number":25,"verse":"ଆଉ, ନଗରରୁ ଯୋଦ୍ଧାମାନଙ୍କ ଉପରେ ନିଯୁକ୍ତ ଏକଜଣ ଅଧ୍ୟକ୍ଷକୁ ଓ ନଗରରେ ପ୍ରାପ୍ତ ରାଜମୁଖ ଦର୍ଶନକାରୀମାନଙ୍କ ମଧ୍ୟରୁ ସାତଜଣକୁ ଓ ଦେଶର ଲୋକ ଗଣନାକାରୀ ସେନାପତିର ଲେଖକକୁ ଓ ନଗର ମଧ୍ୟରେ ପ୍ରାପ୍ତ ଦେଶୀୟ ଷାଠିଏ ଲୋକକୁ ଧରିଲା ।"},{"number":26,"verse":"ପୁଣି, ପ୍ରହରୀବର୍ଗର ସେନାପତି ନବୂଷରଦନ୍ ସେମାନଙ୍କୁ ଧରି ରିବ୍ଳାକୁ ବାବିଲ ରାଜା କତିକି ନେଇଗଲା ।"},{"number":27,"verse":"ତହିଁରେ ବାବିଲର ରାଜା ହମାତ୍ ଦେଶସ୍ଥ ରିବ୍ଳାରେ ସେମାନଙ୍କୁ ଆଘାତ କରି ବଧ କଲା । ଏହିରୂପେ ଯିହୁଦା ଆପଣା ଦେଶରୁ ବନ୍ଦୀ ହୋଇ ନୀତ ହେଲା ।"},{"number":28,"verse":"ନବୂଖଦ୍ନିତ୍ସର ଯେଉଁମାନଙ୍କୁ ବନ୍ଦୀ କରି ନେଇଗଲା, ସେହି ଲୋକମାନଙ୍କର ସଂଖ୍ୟା ଏହି; ସପ୍ତମ ବର୍ଷରେ ତିନି ସହସ୍ର ତେଇଶ ଜଣ ଯିହୁଦୀ ଲୋକ;"},{"number":29,"verse":"ନବୂଖଦ୍ନିତ୍ସରର ଅଧିକାରର ଅଠର ବର୍ଷରେ ସେ ଯିରୂଶାଲମରୁ ଆଠ ଶହ ବତିଶ ଲୋକ ବନ୍ଦୀ କରି ନେଇଗଲା;"},{"number":30,"verse":"ନବୂଖଦ୍ନିତ୍ସରର ଅଧିକାରର ତେଇଶ ବର୍ଷରେ ନବୂଷରଦନ୍ ପ୍ରହରୀବର୍ଗର ସେନାପତି, ସାତ ଶହ ପଇଁଚାଳିଶ୍ ଜଣ ଯିହୁଦୀଙ୍କି ବନ୍ଦୀ କରି ନେଇଗଲା; ସର୍ବସୁଦ୍ଧା ଚାରି ସହସ୍ର ଛʼଶତ ଲୋକ ଥିଲେ ।"},{"number":31,"verse":"( ବନ୍ଦିତ୍ଵରୁ ଯିହୋୟାଖୀନ୍ର ମୁକ୍ତି) ଅନନ୍ତର ଯିହୁଦାର ରାଜା ଯିହୋୟାଖୀନ୍ର ବନ୍ଦୀତ୍ଵର ସଇଁତିରିଶ ବର୍ଷର ଦ୍ଵାଦଶ ମାସରେ ଓ ସେହି ମାସର ପଚିଶ ଦିନରେ ବାବିଲର ରାଜା ଇବିଲ୍-ମରୋ-ଦକ୍ ଆପଣା ଅଧିକାରର ପ୍ରଥମ ବର୍ଷରେ, ଯିହୁଦାର ରାଜା ଯିହୋୟାଖୀନ୍କୁ କାରାଗାରରୁ ବାହାର କରି ତାହାର ମସ୍ତକ ଉନ୍ନତ କଲା;"},{"number":32,"verse":"ଆଉ, ସେ ତାହାକୁ ପ୍ରୀତିବାକ୍ୟ କହିଲା ଓ ତାହା ସଙ୍ଗେ ବାବିଲରେ ଥିବା ରାଜାମାନଙ୍କର ଆସନଠାରୁ ତାହାର ଆସନ ଉଚ୍ଚରେ ସ୍ଥାପନ କଲା,"},{"number":33,"verse":"ଆଉ ସେ ଆପଣା କାରାଗାରର ବସ୍ତ୍ର ପରିବର୍ତ୍ତନ କରି ଆପଣାର ଯାବଜ୍ଜୀବନ ନିତ୍ୟ ନିତ୍ୟ ତାହା ସମ୍ମୁଖରେ ଭୋଜନ କଲା ।"},{"number":34,"verse":"ପୁଣି, ତାହାର ଦିନପାତ ନିମନ୍ତେ ବାବିଲର ରାଜାଠାରୁ ନିତ୍ୟ ବୃତ୍ତି ଦିଆଗଲା, ସେ ଆପଣା ମରଣଦିନ ପର୍ଯ୍ୟନ୍ତ, ଆପଣା ଜୀବନର ସମସ୍ତକାଳ ପ୍ରତିଦିନ ଏକ ନିରୂପିତ ଅଂଶ ପାଇଲା ।"}]}