{"bibleAbbr":"YLT1898","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"‘And if his offering [is] a sacrifice of peace-offerings, if out of the herd he is bringing near, whether male or female, a perfect one he doth bring near before JEHOVAH,"},{"number":2,"verse":"and he hath laid his hand on the head of his offering, and hath slaughtered it at the opening of the tent of meeting, and sons of Aaron, the priests, have sprinkled the blood on the altar round about."},{"number":3,"verse":"‘And he hath brought near from the sacrifice of the peace-offerings a fire-offering to JEHOVAH, the fat which is covering the inwards, and all the fat which [is] on the inwards,"},{"number":4,"verse":"and the two kidneys, and the fat which [is] on them, which [is] on the flanks, and the redundance above the liver, (beside the kidneys he doth turn it aside),"},{"number":5,"verse":"and sons of Aaron have made it a perfume on the altar, on the burnt-offering which [is] on the wood, which [is] on the fire - a fire-offering of sweet fragrance to JEHOVAH."},{"number":6,"verse":"‘And if his offering [is] out of the flock for a sacrifice of peace-offerings to JEHOVAH, male or female, a perfect one he doth bring near;"},{"number":7,"verse":"if a sheep he is bringing near [for] his offering, then he hath brought it near before JEHOVAH,"},{"number":8,"verse":"and hath laid his hand on the head of his offering, and hath slaughtered it before the tent of meeting, and sons of Aaron have sprinkled its blood on the altar round about."},{"number":9,"verse":"‘And he hath brought near from the sacrifice of the peace-offerings a fire-offering to JEHOVAH, its fat, the whole fat tail (over-against the bone he doth turn it aside), and the fat which is covering the inwards, and all the fat which [is]on the inwards,"},{"number":10,"verse":"and the two kidneys, and the fat which [is] on them, which [is] on the flanks, and the redundance above the liver, (beside the kidneys he doth turn it aside),"},{"number":11,"verse":"and the priest hath made it a perfume on the altar - bread of a fire-offering to JEHOVAH."},{"number":12,"verse":"‘And if his offering [is] a goat, then he hath brought it near before JEHOVAH,"},{"number":13,"verse":"and hath laid his hand on its head, and hath slaughtered it before the tent of meeting, and sons of Aaron have sprinkled its blood on the altar round about;"},{"number":14,"verse":"and he hath brought near from it his offering, a fire-offering to JEHOVAH, the fat which is covering the inwards, and all the fat which [is] on the inwards,"},{"number":15,"verse":"and the two kidneys, and the fat which [is] upon them, which [is] on the flanks, and the redundance above the liver, (beside the kidneys he doth turn it aside),"},{"number":16,"verse":"and the priest hath made them a perfume on the altar - bread of a fire-offering, for sweet fragrance; all the fat [is] JEHOVAH's."},{"number":17,"verse":"‘A statute age-during to your generations in all your dwellings: any fat or any blood ye do not eat.’"}]}