{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"( प्रस्तावना व नमस्कार) येशू ख्रिस्ताचे प्रकटीकरण : हे त्याला देवाकडून झाले. ‘ज्या गोष्टी लवकर घडून आल्या पाहिजेत त्या’ आपल्या दासांना दर्शवण्याकरता हे झाले; आणि त्याने आपल्या दूताला पाठवून त्याच्याकडून आपला दास योहान ह्याला कळवले."},{"number":2,"verse":"त्याने देवाच्या वचनाविषयी व येशू ख्रिस्ताविषयी म्हणजे त्याने जे जे पाहिले त्यांविषयी साक्ष दिली."},{"number":3,"verse":"ह्या संदेशाचे शब्द वाचून दाखवणारा, ते ऐकणारे व त्यात लिहिलेल्या गोष्टी पाळणारे हे धन्य; कारण समय जवळ आला आहे."},{"number":4,"verse":"आशियातील सात मंडळ्यांना योहानाकडून : जो आहे, जो होता व जो येणार त्याच्यापासून, त्याच्या राजासनासमोर जे सात आत्मे आहेत त्यांच्यापासून,"},{"number":5,"verse":"आणि ‘विश्वसनीय साक्षी,’ मेलेल्यांमधून ‘प्रथम जन्मलेला’ व ‘पृथ्वीवरील राजांचा अधिपती’ येशू ख्रिस्त ह्याच्यापासून, तुम्हांला कृपा व शांती असो. जो आपल्यावर प्रीती करतो, ज्याने आपल्या रक्ताने तुम्हांआम्हांला ‘पातकांतून मुक्त केले,’"},{"number":6,"verse":"आणि आपल्याला ‘राज्य’ आणि आपला देव व पिता ह्याच्यासाठी ‘याजक’ असे केले, त्याला गौरव व पराक्रम हे युगानुयुग आहेत. आमेन."},{"number":7,"verse":"‘पाहा, तो मेघांसहित येतो;’ प्रत्येक डोळा त्याला ‘पाहील’, ज्यांनी त्याला ‘भोसकले तेही पाहतील; आणि पृथ्वीवरील सर्व वंश त्याच्यामुळे ऊर बडवून घेतील.’ असेच होणार. आमेन."},{"number":8,"verse":"‘प्रभू देव जो आहे,’ जो होता व जो येणार, ‘जो सर्वसमर्थ,’ तो म्हणतो, “मी अल्फा व ओमेगा आहे.”2"},{"number":9,"verse":"( मनुष्याच्या पुत्राचा साक्षात्कार) मी योहान, जो तुमचा बंधू आणि येशूमधील क्लेश, राज्य व धीर ह्यांचा तुमच्याबरोबर भागीदार आहे, तो मी देवाचे वचन व येशूविषयीची साक्ष ह्यांकरता पात्म नावाच्या बेटात होतो."},{"number":10,"verse":"प्रभूच्या दिवशी मी आत्म्याने संचरित झालो, तेव्हा मी आपल्यामागे कर्ण्याच्या नादासारखी मोठी वाणी ऐकली."},{"number":11,"verse":"ती म्हणाली, “[मी अल्फा व ओमेगा, प्रारंभ व शेवट आहे;] तुला जे दिसते ते पुस्तकात लिही, आणि ते [आशियातील] इफिस, स्मुर्णा, पर्गम, थुवतीरा, सार्दीस, फिलदेल्फिया व लावदिकीया येथील सात मंडळ्यांकडे पाठव.”"},{"number":12,"verse":"माझ्याबरोबर बोलत असलेली वाणी कोणाची हे पाहण्यास मी मागे वळलो. मागे वळून पाहतो तो सोन्याच्या सात समया,"},{"number":13,"verse":"आणि त्या समयांच्या मध्यभागी ‘मनुष्याच्या पुत्रासारखा, पायघोळ वस्त्र परिधान केलेला,’ आणि छातीवरून ‘सोन्याचा’ ‘पट्टा बांधलेला’ असा कोणीएक माझ्या दृष्टीस पडला;"},{"number":14,"verse":"‘त्याचे डोके’ व ‘केस बर्फासारख्या पांढर्‍या लोकरीसारखे,’ पांढरे होते; ‘त्याचे डोळे अग्नीच्या ज्वालेसारखे होते,’"},{"number":15,"verse":"‘त्याचे पाय’ जणू काय भट्टीतून काढलेल्या जळजळीत ‘सोनपितळेसारखे होते आणि त्याची वाणी अनेक जलप्रवाहांच्या ध्वनीसारखी होती.’"},{"number":16,"verse":"त्याच्या उजव्या हातात सात तारे होते; त्याच्या तोंडातून तीक्ष्ण दुधारी तलवार निघाली आणि त्याची मुद्रा ‘परमतेजाने’ प्रकाशणार्‍या ‘सूर्यासारखी’ होती."},{"number":17,"verse":"मी त्याला पाहिले तेव्हा मी मेल्यासारखा त्याच्या पायांजवळ पडलो. मग त्याने आपला उजवा हात माझ्यावर ठेवून मला म्हटले, “भिऊ नकोस; जो पहिला व शेवटला, आणि जो जिवंत तो मी आहे;"},{"number":18,"verse":"मी मेलो होतो तरी पाहा, मी युगानुयुग जिवंत आहे, आणि मरणाच्या व अधोलोकाच्या किल्ल्या माझ्याजवळ आहेत."},{"number":19,"verse":"म्हणून जे तू पाहिले, जे आहे व ह्यानंतर जे होणार ते लिहून ठेव;"},{"number":20,"verse":"जे सात तारे तू माझ्या उजव्या हातात पाहिले त्यांचे, आणि सोन्याच्या त्या सात समयांचे ‘गूज’ हे आहे; ते सात तारे हे सात मंडळ्यांचे दूत आहेत; आणि सात समया ज्या तू पाहिल्या त्या सात मंडळ्या आहेत."}]}