{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"( स्त्री व अजगर) नंतर स्वर्गात एक मोठे चिन्ह दृष्टीस पडले ते हे : एक स्त्री दिसली, ती सूर्यतेज पांघरलेली होती आणि तिच्या पायांखाली चंद्र व तिच्या मस्तकावर बारा तार्‍यांचा मुकुट होता."},{"number":2,"verse":"ती गरोदर होती आणि ‘वेणा देऊन प्रसूतीच्या कष्टांनी ओरडत होती.’"},{"number":3,"verse":"स्वर्गात दुसरे एक चिन्ह दृष्टीस पडले ते हे : पाहा, एक मोठा अग्निवर्ण अजगर दिसला, त्याला सात डोकी व ‘दहा शिंगे’ होती, आणि त्याच्या डोक्यांवर सात मुकुट होते."},{"number":4,"verse":"त्याच्या शेपटाने ‘आकाशातील तार्‍यांपैकी एक तृतीयांश तारे’ ओढून काढून ते ‘पृथ्वीवर पाडले’; ती स्त्री प्रसूत होईल तेव्हा तिचे मूल खाऊन टाकावे म्हणून तो अजगर त्या प्रसवणार्‍या स्त्रीपुढे उभा राहिला होता."},{"number":5,"verse":"सर्व ‘राष्ट्रांवर लोखंडी दंडाने राज्य करील’ असा पुत्र म्हणजे पुंसंतान ती प्रसवली; ते तिचे मूल देवाकडे व त्याच्या राजासनाकडे वर नेण्यात आले."},{"number":6,"verse":"ती स्त्री रानात पळून गेली; तेथे तिचे एक हजार दोनशे साठ दिवस पोषण व्हावे म्हणून देवाने तयार केलेले असे तिचे एक ठिकाण आहे."},{"number":7,"verse":"मग स्वर्गात युद्ध सुरू झाले; ‘मीखाएल’ व त्याचे दूत अजगराबरोबर ‘युद्ध करण्यास’ निघाले, आणि त्यांच्याबरोबर अजगर व त्याचे दूत लढले;"},{"number":8,"verse":"तरी त्यांचे काही चालले नाही, आणि स्वर्गात त्यांचे ठिकाणही उरले नाही."},{"number":9,"verse":"मग तो मोठा अजगर खाली टाकण्यात आला, म्हणजे सर्व जगाला ठकवणारा, जो दियाबल1 व सैतान म्हटलेला आहे तो जुनाट ‘साप’ खाली पृथ्वीवर टाकण्यात आला व त्याच्याबरोबर त्याच्या दूतांना टाकण्यात आले."},{"number":10,"verse":"तेव्हा मी स्वर्गात मोठी वाणी ऐकली; ती म्हणाली, “आता आमच्या देवाने सिद्ध केलेले तारण, त्याचे सामर्थ्य व त्याचे राज्य आणि त्याच्या ख्रिस्ताचा अधिकार हे प्रकट झाले आहेत; कारण आमच्या बंधूंना दोष देणारा, आमच्या देवासमोर रात्रंदिवस त्यांच्यावर दोषारोप करणारा, खाली टाकण्यात आला आहे."},{"number":11,"verse":"त्याला त्यांनी कोकर्‍याच्या रक्तामुळे व आपल्या साक्षीच्या वचनामुळे जिंकले; आणि त्यांच्यावर मरायची पाळी आली तरी त्यांनी आपल्या जिवावर प्रीती केली नाही."},{"number":12,"verse":"म्हणून ‘स्वर्गांनो’ व त्यांत राहणार्‍यांनो, ‘उल्लास करा!’ पृथ्वी व समुद्र ह्यांत राहणार्‍यांवर अनर्थ ओढवला आहे, कारण सैतान आपला काळ थोडा आहे हे ओळखून अतिशय संतप्त होऊन खाली तुमच्याकडे आला आहे.”"},{"number":13,"verse":"आपण पृथ्वीवर टाकले गेलो आहोत असे पाहून अजगराने पुंसंतान प्रसवलेल्या स्त्रीचा पाठलाग केला."},{"number":14,"verse":"त्या स्त्रीने रानात आपल्या ठिकाणाकडे उडून जावे म्हणून तिला मोठ्या गरुडाचे दोन पंख देण्यात आले होते; तेथे सर्पापासून सुरक्षित राहत असताना एक ‘काळ, दोन काळ व अर्धकाळ’ तिचे पोषण व्हायचे होते."},{"number":15,"verse":"मग त्या स्त्रीने वाहून जावे म्हणून तिच्या मागोमाग त्या सर्पाने आपल्या तोंडातून नदीसारखा पाण्याचा प्रवाह सोडला;"},{"number":16,"verse":"परंतु स्त्रीला भूमीने साहाय्य केले; तिने ‘आपले तोंड उघडून’ अजगराने आपल्या तोंडातून सोडलेली नदी ‘गिळून टाकली.’"},{"number":17,"verse":"तेव्हा अजगर स्त्रीवर रागवला आणि देवाच्या आज्ञा पाळणारे व येशू ख्रिस्ताविषयी साक्ष देणारे तिच्या संतानापैकी बाकीचे जे लोक होते त्यांच्याबरोबर लढाई करण्यास तो निघून गेला; (18)आणि तो समुद्राच्या वाळूत उभा राहिला."}]}