{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"( समुद्रातून वर आलेले श्वापद) नंतर मी एक ‘श्वापद समुद्रातून वर येताना’ पाहिले; त्याला ‘दहा शिंगे’ व सात डोकी असून त्याच्या शिंगांवर दहा मुकुट आणि त्याच्या डोक्यांवर देवनिंदात्मक नावे होती."},{"number":2,"verse":"जे ‘श्वापद’ मी पाहिले ते ‘चित्त्यासारखे’ होते, त्याचे पाय ‘अस्वलाच्या’ पायांसारखे होते व त्याचे तोंड ‘सिंहाच्या’ तोंडासारखे होते; त्याला अजगराने आपली शक्ती, आपले आसन व मोठा अधिकार दिला."},{"number":3,"verse":"त्याच्या एका डोक्यावर प्राणांतिक घाव झाल्यासारखे माझ्या दृष्टीस पडले; तरी त्याचा प्राणघातक घाव बरा झाला; तेव्हा सर्व पृथ्वी आश्‍चर्य करत त्या श्वापदामागून गेली."},{"number":4,"verse":"अजगराने त्या श्वापदाला आपला अधिकार दिला म्हणून त्यांनी अजगराला नमन केले; आणि ते श्वापदाला नमन करताना म्हणाले, “ह्या श्वापदासारखा कोण आहे? ह्याच्याबरोबर कोणाला लढता येईल?”"},{"number":5,"verse":"त्याला ‘मोठमोठ्या’ देवनिंदात्मक ‘गोष्टी बोलणारे तोंड’ देण्यात आले, व बेचाळीस महिने त्याला आपले ‘काम चालवण्याची’ मुभा देण्यात आली."},{"number":6,"verse":"त्याने देवाविरुद्ध निंदा करण्यास, अर्थात त्याचे नाव व त्याचा मंडप म्हणजे स्वर्गनिवासी लोक ह्यांची निंदा करण्यास तोंड सोडले."},{"number":7,"verse":"‘पवित्र जनांबरोबर लढण्याची व त्यांना जिंकण्याची’ त्याला मुभा देण्यात आली; आणि सर्व वंश, लोक, निरनिराळ्या भाषा बोलणारे व राष्ट्रे ह्यांवर त्याला अधिकार देण्यात आला."},{"number":8,"verse":"‘ज्या कोणाची’ नावे जगाच्या स्थापनेपासून ‘वधलेल्या कोकर्‍याजवळील जीवनाच्या पुस्तकात लिहिलेली’ नाहीत असे पृथ्वीवर राहणारे सर्व जण त्या श्वापदाला नमन करतील."},{"number":9,"verse":"ज्या कोणाला कान आहेत तो ऐको."},{"number":10,"verse":"जो ‘कैदेत जायचा तो कैदेत’ जातो; ‘जो तलवारीने’ जिवे मारील, त्याला ‘तलवारीने’ मरणे भाग आहे. ह्यावरून पवित्र जनांचा धीर व विश्वास दिसून येतो."},{"number":11,"verse":"( भूमीतून वर आलेले श्वापद) नंतर मी दुसरे एक श्वापद भूमीतून वर येताना पाहिले; त्याला कोकरासारखी दोन शिंगे होती; ते अजगरासारखे बोलत होते."},{"number":12,"verse":"ते पहिल्या श्वापदाचा सर्व अधिकार त्याच्यासमक्ष चालवते आणि ज्या पहिल्या श्वापदाचा प्राणघातक घाव बरा झाला होता, त्याला पृथ्वीने व तिच्यावर राहणार्‍या लोकांनी नमन करावे असे करते."},{"number":13,"verse":"ते मोठी चिन्हे करते; माणसांसमक्ष आकाशातून पृथ्वीवर अग्नी पडावा असेदेखील करते."},{"number":14,"verse":"जी चिन्हे त्या श्वापदासमक्ष करण्याचे त्याच्याकडे सोपवले होते, त्यावरून ते पृथ्वीवर राहणार्‍यांना ठकवते; म्हणजे तलवारीचा घाव लागला असताही, जिवंत राहिलेल्या श्वापदासाठी मूर्ती करण्यास पृथ्वीवर राहणार्‍यांना ते सांगते."},{"number":15,"verse":"त्या श्वापदाच्या मूर्तीत प्राण घालण्याची त्याला मुभा देण्यात आली; ह्यासाठी की, श्वापदाच्या मूर्तीने बोलावे आणि ‘जे कोणी’ त्या श्वापदाच्या ‘मूर्तीला नमन करणार नाहीत’ ते जिवे मारले जावेत असे तिने घडवून आणावे."},{"number":16,"verse":"लहानथोर, धनवान, दरिद्री, स्वतंत्र व दास, ह्या सर्वांनी आपल्या उजव्या हातावर किंवा आपल्या कपाळावर खूण करून घ्यावी;"},{"number":17,"verse":"आणि ज्यांच्यावर ती खूण म्हणजे त्या श्वापदाचे नाव किंवा नावाने दर्शवलेली संख्या आहे, त्यांच्याशिवाय कोणाला काहीही विकत घेता येऊ नये किंवा विकत देता येऊ नये, असे ते श्वापद करते."},{"number":18,"verse":"येथे अकलेचे काम आहे; ज्याला बुद्धी आहे त्याने श्वापदाचे नाव त्या संख्येवरून काढावे; त्या संख्येवरून माणसाचा बोध होतो; ती त्याची संख्या सहाशे सहासष्ट होय."}]}