{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"( एक हजार वर्षे सैतानाला बांधून ठेवणे) नंतर मी एका देवदूताला स्वर्गातून उतरताना पाहिले. त्याच्याजवळ अथांग डोहाची किल्ली होती व त्याच्या हातात एक मोठा साखळदंड होता."},{"number":2,"verse":"त्याने ‘दियाबल’ व ‘सैतान’ म्हटलेला जुनाट ‘साप’ म्हणजे तो अजगर ह्याला धरले, आणि त्याने एक हजार वर्षेपर्यंत बांधलेल्या अवस्थेत पडून राहावे म्हणून त्याला त्या अथांग डोहात टाकून दिले;"},{"number":3,"verse":"आणि ती हजार वर्षे पूर्ण होईपर्यंत त्याने राष्ट्रांना आणखी ठकवू नये म्हणून वरून बंद करून त्यावर शिक्का मारला. त्यानंतर त्याला थोडा वेळ सोडले पाहिजे"},{"number":4,"verse":"नंतर ‘मी राजासने पाहिली,’ त्यांच्यावर ‘कोणी बसले होते;’ त्यांना ‘न्यायनिवाडा करण्याचा अधिकार दिला होता;’ आणि येशूविषयीच्या साक्षीमुळे व देवाच्या वचनामुळे ज्यांचा शिरच्छेद झाला होता, आणि ज्यांनी श्वापदाला व त्याच्या मूर्तीला नमन केले नव्हते आणि आपल्या कपाळांवर व आपल्या हातांवर त्याची खूण धारण केलेली नव्हती, त्यांचे आत्मेही पाहिले; ते जिवंत झाले आणि त्यांनी ख्रिस्ताबरोबर एक हजार वर्षे राज्य केले."},{"number":5,"verse":"मृतांपैकी बाकीचे लोक, ती हजार वर्षे पूर्ण होईपर्यंत जिवंत झाले नाहीत. हेच पहिले पुनरुत्थान."},{"number":6,"verse":"पहिल्या पुनरुत्थानात ज्याला भाग आहे तो धन्य व पवित्र आहे; अशा लोकांवर दुसर्‍या मरणाची सत्ता नाही, तर ते ‘देवाचे’ व ख्रिस्ताचे ‘याजक’ होतील; आणि त्याच्याबरोबर एक हजार वर्षे राज्य करतील."},{"number":7,"verse":"( सैतानाची मुक्तता व शेवटची झटापट) ती हजार वर्षे संपल्यावर सैतानाला कैदेतून बंधमुक्त करण्यात येईल;"},{"number":8,"verse":"आणि तो ‘पृथ्वीच्या चार कोपर्‍यांतील गोग’ व ‘मागोग’ ह्या राष्ट्रांना ठकवण्यास व त्यांना लढण्यासाठी एकत्र करण्यास बाहेर येईल; त्यांची संख्या समुद्राच्या वाळूइतकी आहे."},{"number":9,"verse":"त्यांनी ‘पृथ्वीच्या विस्तारावर’ फिरून पवित्र जनांची छावणी व ‘प्रिय’ नगर वेढले; ‘तेव्हा [देवापासून] स्वर्गातून अग्नी उतरला आणि त्याने’ त्यांना ‘खाऊन टाकले.’"},{"number":10,"verse":"त्यांना ठकवणार्‍या सैतानाला ‘अग्नीच्या’ व ‘गंधकाच्या’ सरोवरात टाकण्यात आले; त्यात ते श्वापद व खोटा संदेष्टा आहे; तेथे त्यांना रात्रंदिवस युगानुयुग पीडा भोगावी लागेल."},{"number":11,"verse":"( सर्वसामान्य पुनरुत्थान व शेवटचा न्याय) ‘नंतर’ मोठे पांढरे ‘राजासन’ व त्यावर ‘बसलेला’ एक जण ‘माझ्या दृष्टीस पडला;’ त्याच्या ‘तोंडापुढून पृथ्वी’ व आकाश हे ‘पळाले; त्यांकरता ठिकाण उरले नाही.’"},{"number":12,"verse":"मग मृत झालेल्या लहानथोरांना मी [देवाच्या] राजासनापुढे उभे राहिलेले पाहिले. त्या वेळी ‘पुस्तके उघडली गेली;’ तेव्हा दुसरे एक ‘पुस्तक’ उघडले गेले ते ‘जीवनाचे’ होते; आणि त्या पुस्तकामध्ये जे लिहिले होते त्यावरून मृतांचा न्याय ‘ज्यांच्या-त्यांच्या कृत्यांप्रमाणे’ ठरवण्यात आला."},{"number":13,"verse":"तेव्हा समुद्राने आपल्यामधील मृत माणसांना बाहेर सोडले; मृत्यू व अधोलोक ह्यांनी आपल्यातील मृतांना बाहेर सोडले; आणि ‘ज्याच्या-त्याच्या कृत्यांप्रमाणे’ प्रत्येकाचा न्याय ठरवण्यात आला."},{"number":14,"verse":"तेव्हा मरण व अधोलोक हे अग्नीच्या सरोवरात टाकले गेले. अग्नीचे सरोवर हे दुसरे मरण होय."},{"number":15,"verse":"ज्या कोणाचे नाव ‘जीवनाच्या पुस्तकात लिहिलेले सापडले नाही’ तो अग्नीच्या सरोवरात टाकला गेला."}]}