{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":21,"verses":[{"number":1,"verse":"( नवे आकाश व नवी पृथ्वी) नंतर मी ‘नवे आकाश व नवी पृथ्वी’ ही पाहिली; पहिले आकाश व पहिली पृथ्वी ही निघून गेली होती आणि समुद्रही राहिला नाही."},{"number":2,"verse":"तेव्हा मी ‘पवित्र नगरी, नवी यरुशलेम’, देवापासून स्वर्गातून उतरताना पाहिली. ती नवर्‍यासाठी ‘शृंगारलेल्या नवरीप्रमाणे’ सजवलेली होती."},{"number":3,"verse":"आणि मी राजासनातून आलेली मोठी वाणी ऐकली, ती अशी : “‘पाहा,’ देवाचा मंडप मनुष्यांजवळ आहे, त्यांच्याबरोबर ‘देव आपली वस्ती करील; ते त्याचे लोक होतील, आणि’ देव स्वतः ‘त्याच्याबरोबर राहील.’"},{"number":4,"verse":"‘तो’ त्यांच्या डोळ्यांचे ‘सर्व अश्रू पुसून टाकील;’ ह्यापुढे मरण नाही; ‘शोक, रडणे’ व कष्ट हे नाहीत; कारण ‘पहिल्या गोष्टी’ होऊन गेल्या.”"},{"number":5,"verse":"तेव्हा ‘राजासनावर बसलेला’ म्हणाला, “‘पाहा, मी’ सर्व गोष्टी ‘नवीन करतो.”’ तो म्हणाला, “लिही; कारण ही वचने विश्वसनीय व सत्य आहेत.”"},{"number":6,"verse":"तो मला म्हणाला, “झाले! मी अल्फा व ओमेगा, म्हणजे प्रारंभ व शेवट आहे. मी ‘तान्हेल्याला जीवनाच्या’ झर्‍याचे ‘पाणी फुकट’ देईन."},{"number":7,"verse":"जो कोणी विजय मिळवतो त्याला ह्या गोष्टी वारशाने मिळतील; ‘मी त्याचा देव होईन, आणि तो माझा पुत्र होईल.’"},{"number":8,"verse":"परंतु भेकड, विश्वास न ठेवणारे, अमंगळ, ‘खून करणारे,’ जारकर्मी, चेटकी, मूर्तिपूजक, व सर्व लबाड माणसे ह्यांच्या वाट्यास ‘अग्नीचे व गंधकाचे’ सरोवर येईल; हेच ते दुसरे मरण आहे.”"},{"number":9,"verse":"( स्वर्गीय यरुशलेम) नंतर शेवटल्या ‘सात पीडांनी’ भरलेल्या सात वाट्या ज्यांनी हाती घेतल्या होत्या अशा सात देवदूतांपैकी एक देवदूत येऊन माझ्याबरोबर बोलला; तो म्हणाला, “ये, नवरी म्हणजे कोकर्‍याची स्त्री मी तुला दाखवतो.”"},{"number":10,"verse":"तेव्हा मी आत्म्याने संचरित झालो असता त्याने ‘मला’ मोठ्या ‘उंच डोंगरावर नेले आणि पवित्र नगरी यरुशलेम’ देवापासून स्वर्गातून उतरताना दाखवली."},{"number":11,"verse":"तिच्या ठायी ‘देवाचे तेज’ होते; तिची कांती अति मोलवान रत्नासारखी होती; ती स्फटिकाप्रमाणे लखलखणार्‍या यास्फे खड्यासारखी होती;"},{"number":12,"verse":"तिला मोठा उंच तट होता; त्याला बारा ‘वेशी’ होत्या, आणि वेशींजवळ बारा देवदूत होते. त्या वेशींवर ‘नावे’ लिहिलेली होती; ती ‘इस्राएलाच्या संतानाच्या’ बारा ‘वंशांची’ होती."},{"number":13,"verse":"‘पूर्वेकडे तीन वेशी; उत्तरेकडे तीन वेशी; दक्षिणेकडे तीन वेशी; व पश्‍चिमेकडे तीन वेशी होत्या.’"},{"number":14,"verse":"नगरीच्या तटाला बारा पाये होते, त्यांच्यावर कोकर्‍याच्या बारा प्रेषितांची बारा नावे होती."},{"number":15,"verse":"जो माझ्याबरोबर बोलत होता त्याच्याजवळ नगरीचे, तिच्या वेशींचे व तिच्या तटाचे मोजमाप घेण्यासाठी सोन्याचा ‘बोरू’ होता."},{"number":16,"verse":"नगरी ‘चौरस’ होती; तिची लांबी जितकी होती तितकीच तिची रुंदी होती; त्याने नगरीचे माप बोरूने घेतले. ते सहाशे कोस भरले; तिची लांबी, रुंदी व उंची समान होती."},{"number":17,"verse":"मग त्याने त्याच्या ‘तटाचे माप घेतले’ ते माणसाच्या हाताने एकशे चव्वेचाळीस हात भरले; माणसाचा हात म्हणजे देवदूताचा हात."},{"number":18,"verse":"तिचा ‘तट यास्फे’ रत्नाचा होता; आणि नगरी शुद्ध काचेसारखी शुद्ध सोनेच होती."},{"number":19,"verse":"नगरीच्या तटाचे ‘पाये’ वेगवेगळ्या ‘मूल्यवान रत्नांनी’ शृंगारलेले होते. पहिला पाया यास्फे, दुसरा नीळ, तिसरा शिवधातू, चौथा पाचू,"},{"number":20,"verse":"पाचवा गोमेद, सहावा सार्दि, सातवा लसणा, आठवा वैडूर्य, नववा पुष्कराज, दहावा सोनलसणी, अकरावा याकींथ, बारावा पद्मराग अशा रत्नांचे ते होते."},{"number":21,"verse":"बारा वेशी बारा मोत्यांच्या होत्या; एकेक वेस एकेका मोत्याची होती. नगरीतील मार्ग पारदर्शक काचेसारखा शुद्ध सोनेच होता."},{"number":22,"verse":"त्यात मंदिर माझ्या पाहण्यात आले नाही; कारण सर्वसमर्थ प्रभू देव व कोकरा हेच तिचे मंदिर होते."},{"number":23,"verse":"नगरीला ‘सूर्यचंद्राच्या प्रकाशाची’ आवश्यकता नाही; कारण ‘देवाच्या तेजाने’ ती ‘प्रकाशित केली आहे;’ आणि हाच कोकरा तिचा दीप आहे."},{"number":24,"verse":"‘राष्ट्रे’1 तिच्या ‘प्रकाशाने चालतील आणि पृथ्वीवरील राजे’ आपले ‘वैभव’ व सन्मान तिच्यात आणतात."},{"number":25,"verse":"तिच्या ‘वेशी दिवसा बंद होणारच नाहीत; रात्र’ तर तेथे नाहीच."},{"number":26,"verse":"‘राष्ट्राचे वैभव’ व प्रतिष्ठा तिच्यात आणतील;"},{"number":27,"verse":"‘तिच्यात कोणत्याही निषिद्ध गोष्टी’ आणि अमंगळपणा व असत्य आचरणारा इसम ह्यांचा ‘प्रवेश होणारच नाही’ तर कोकर्‍याच्या ‘जीवनाच्या पुस्तकात लिहिलेल्या लोकांचा’ मात्र होईल."}]}