{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"( देवाच्या कोकर्‍याचा साक्षात्कार) ‘जो राजासनावर बसलेला होता’ त्याच्या उजव्या हातात ‘पाठपोट लिहिलेली’ व सात शिक्के ‘मारून बंद केलेली पुस्तकाची एक गुंडाळी’ मी पाहिली;"},{"number":2,"verse":"आणि “गुंडाळीवरचे शिक्के फोडून ती उघडण्यास कोण योग्य आहे?” असे मोठ्याने पुकारणारा एक बलवान देवदूत मी पाहिला."},{"number":3,"verse":"तेव्हा स्वर्गात, पृथ्वीवर किंवा पृथ्वीखाली कोणीही ती गुंडाळी उघडण्यास किंवा तिच्यात पाहण्यास समर्थ नव्हता."},{"number":4,"verse":"ही गुंडाळी उघडण्यास किंवा तिच्यात पाहण्यास योग्य असा कोणी आढळला नाही म्हणून मला फार रडू आले."},{"number":5,"verse":"तेव्हा वडीलमंडळापैकी एक जण मला म्हणाला, “रडू नकोस; पाहा, ‘यहूदा’ वंशाचा ‘सिंह’, दाविदाचा ‘अंकुर’ ह्याने जय मिळवला; म्हणून तो तिचे सात शिक्के फोडून ती उघडण्यास योग्य ठरला आहे.”"},{"number":6,"verse":"तेव्हा राजासन व चार प्राणी ह्यांच्यामध्ये व वडीलमंडळ ह्यांच्यामध्ये, ज्याचा जणू काय ‘वध करण्यात’ आला होता, असा ‘कोकरा’ उभा राहिलेला मी पाहिला; त्याला सात शिंगे व ‘सात डोळे होते;’ ते ‘सर्व पृथ्वीवर’ पाठवलेले देवाचे सात आत्मे आहेत."},{"number":7,"verse":"त्याने जाऊन ‘राजासनावर जो बसलेला’ होता त्याच्या उजव्या हातातून ती गुंडाळी घेतली."},{"number":8,"verse":"त्याने गुंडाळी घेतली तेव्हा ते चार प्राणी व चोवीस वडील कोकर्‍याच्या पाया पडले. त्या प्रत्येकाजवळ वीणा व ‘धूपाने’ भरलेल्या सोन्याच्या वाट्या होत्या; त्या वाट्या म्हणजे पवित्र जनांच्या ‘प्रार्थना’ होत."},{"number":9,"verse":"ते ‘नवे गीत गाऊन’ म्हणतात : “तू गुंडाळी घेण्यास व तिचे शिक्के फोडण्यास योग्य आहेस; कारण तू वधला गेला होतास आणि तू आपल्या रक्ताने सर्व वंश, निरनिराळ्या भाषा बोलणारे, लोक व राष्ट्रे ह्यांमधून 1आमच्या ‘देवासाठी’ विकत घेतले आहेत"},{"number":10,"verse":"आणि आमच्या देवासाठी त्यांना ‘राज्य’ व ‘याजक’ असे केले आहेस आणि ते पृथ्वीवर राज्य करतील.”"},{"number":11,"verse":"तेव्हा मी पाहिले तो राजासन, प्राणी व वडील ह्यांच्याभोवती अनेक देवदूतांची वाणी ऐकू आली; आणि त्यांची संख्या ‘अयुतांची अयुते व सहस्रांची सहस्रे होती.’"},{"number":12,"verse":"ते मोठ्याने म्हणत होते : “वधलेला कोकरा सामर्थ्य, धन, ज्ञान, बल, सन्मान गौरव व धन्यवाद हे घेण्यास योग्य आहे!”"},{"number":13,"verse":"आणि स्वर्गात, पृथ्वीवर, पृथ्वीच्या खाली व समुद्रावर जो प्रत्येक सृष्ट प्राणी आहे तो, आणि त्यांतील सर्व वस्तुजात ह्यांना मी असे म्हणताना ऐकले : “राजासनावर बसलेला ह्याला व कोकर्‍याला धन्यवाद, सन्मान, गौरव व पराक्रम हे युगानुयुग आहेत!”"},{"number":14,"verse":"तेव्हा ते चार प्राणी म्हणाले, “आमेन!” आणि चोवीस वडिलांनी [जो सदासर्वकाळ जिवंत आहे त्याला] पाया पडून नमन केले."}]}