{"bibleAbbr":"mrRV2015","bookName":"योहानाला झालेले प्रकटीकरण","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"( शिक्के फोडण्यात आले) मग कोकर्‍याने त्या सात शिक्क्यांपैकी एक शिक्का फोडला ते मी पाहिले, तेव्हा चार प्राण्यांपैकी एक मेघगर्जनेसारख्या ध्वनीने, “ये,”2 असे म्हणाला, ते मी ऐकले."},{"number":2,"verse":"मग मी पाहिले तो एक ‘पांढरा घोडा’, आणि त्याच्यावर बसलेला स्वार माझ्या दृष्टीस पडला; त्याच्याजवळ धनुष्य होते, मग त्याला मुकुट देण्यात आला; तो विजय मिळवत मिळवत आणखी विजयावर विजय मिळवण्यास निघून गेला."},{"number":3,"verse":"त्याने दुसरा शिक्का फोडला, तेव्हा दुसरा प्राणी, “ये”, असे म्हणाला, ते मी ऐकले."},{"number":4,"verse":"तेव्हा दुसरा ‘घोडा’ निघाला; तो ‘अग्निवर्ण’ होता आणि त्याच्यावर बसलेल्या स्वाराकडे पृथ्वीवरील शांतता हरण करण्याचे आणि लोकांकडून एकमेकांचा वध करवण्याचे काम सोपवले होते; त्याला मोठी तलवार देण्यात आली होती."},{"number":5,"verse":"त्याने तिसरा शिक्का फोडला, तेव्हा तिसरा प्राणी, “ये”, असे म्हणाला, ते मी ऐकले. मग मी पाहिले तो एक ‘काळा घोडा’, आणि त्याच्यावर बसलेला कोणीएक माझ्या दृष्टीस पडला; त्याच्या हातात तराजू होते;"},{"number":6,"verse":"आणि जणू काय चार प्राण्यांच्या मधून निघालेली वाणी मी ऐकली, ती अशी : “रुपयाला शेरभर गहू, आणि रुपयाला तीन शेर जव; तेल व द्राक्षारस ह्यांची हानी करू नकोस!”"},{"number":7,"verse":"त्याने चौथा शिक्का फोडला, तेव्हा चौथा प्राणी, “ये,” असे म्हणाला, ते मी ऐकले."},{"number":8,"verse":"मग मी पाहिले, तो एक फिकट रंगाचा ‘घोडा’, आणि त्याच्यावर बसलेला पुरुष माझ्या दृष्टीस पडला, त्याचे नाव ‘मृत्यू’; आणि ‘अधोलोक’ त्याच्या पाठोपाठ चालला होता. त्यांना ‘तलवारीने, दुष्काळाने, मरीने व पृथ्वीवरील श्वापदांकडून माणसांना जिवे मारण्याचा’ अधिकार पृथ्वीच्या चौथ्या भागावर देण्यात आला."},{"number":9,"verse":"त्याने पाचवा शिक्का फोडला तेव्हा मी वेदीखाली आत्मे पाहिले; ते आत्मे देवाच्या वचनामुळे व त्यांनी जी साक्ष दिली होती तिच्यामुळे जिवे मारलेल्या लोकांचे होते."},{"number":10,"verse":"ते मोठ्याने ओरडून म्हणाले, “हे स्वामी, तू पवित्र व सत्य आहेस. तू ‘कोठपर्यंत न्यायनिवाडा करणार’ नाहीस आणि पृथ्वीवर राहणार्‍या लोकांपासून आमच्या ‘रक्ताचा सूड घेणार’ नाहीस?”"},{"number":11,"verse":"तेव्हा त्या प्रत्येकाला एकेक शुभ्र झगा देण्यात आला आणि त्यांना असे सांगण्यात आले की, तुमच्या सोबतीचे दास व तुमचे बंधू तुमच्यासारखे जिवे मारले जाणार, त्यांची संख्या पूर्ण होईपर्यंत तुम्ही आणखी थोडा वेळ विश्रांती घ्या."},{"number":12,"verse":"त्याने सहावा शिक्का फोडला, ते मी पाहिले; तेव्हा मोठा भूमिकंप झाला; ‘सूर्य’ केसांपासून बनवलेल्या तरटासारखा काळा झाला व सगळा ‘चंद्र रक्ता’सारखा झाला;"},{"number":13,"verse":"‘अंजिराचे झाड’ मोठ्या वार्‍याने हालले म्हणजे त्याची कच्ची फळे जशी खाली पडतात तसे ‘आकाशातील तारे’ पृथ्वीवर ‘पडले.’"},{"number":14,"verse":"‘एखादे पुस्तक गुंडाळावे तसे आकाश’ गुंडाळले जाऊन निघून गेले आणि सर्व डोंगर व बेटे आपापल्या ठिकाणांवरून ढळली."},{"number":15,"verse":"‘पृथ्वीवरील राजे व मोठे अधिकारी’, सरदार, श्रीमंत व बलवान लोक, सर्व दास व सर्व स्वतंत्र माणसे, ‘गुहांत’ व डोंगरांतील ‘खडकांतून लपली;’"},{"number":16,"verse":"आणि ते डोंगरांना व खडकांना म्हणाले, “आमच्यावर पडून राजासनावर जो बसलेला आहे, त्याच्या दृष्टीपुढून व कोकर्‍याच्या क्रोधापासून आम्हांला ‘लपवा.’"},{"number":17,"verse":"कारण त्याच्या ‘क्रोधाचा मोठा दिवस’ आला आहे, ‘आणि कोणाच्याने टिकाव धरवेल?”’"}]}