{"bibleAbbr":"NA28","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":14,"verses":[{"number":1,"verse":"Ἦν δὲ τὸ πάσχα καὶ τὰ ἄζυμα μετὰ δύο ἡμέρας. καὶ ἐζήτουν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς πῶς αὐτὸν ἐν δόλῳ κρατήσαντες ἀποκτείνωσιν·"},{"number":2,"verse":"ἔλεγον γάρ· μὴ ἐν τῇ ἑορτῇ, μήποτε ἔσται θόρυβος τοῦ λαοῦ."},{"number":3,"verse":"Καὶ ὄντος αὐτοῦ ἐν Βηθανίᾳ ἐν τῇ οἰκίᾳ Σίμωνος τοῦ λεπροῦ, κατακειμένου αὐτοῦ ἦλθεν γυνὴ ἔχουσα ἀλάβαστρον μύρου νάρδου πιστικῆς πολυτελοῦς, συντρίψασα τὴν ἀλάβαστρον κατέχεεν αὐτοῦ τῆς κεφαλῆς."},{"number":4,"verse":"ἦσαν δέ τινες ἀγανακτοῦντες πρὸς ἑαυτούς· εἰς τί ἡ ἀπώλεια αὕτη τοῦ μύρου γέγονεν;"},{"number":5,"verse":"ἠδύνατο γὰρ τοῦτο τὸ μύρον πραθῆναι ἐπάνω δηναρίων τριακοσίων καὶ δοθῆναι τοῖς πτωχοῖς· καὶ ἐνεβριμῶντο αὐτῇ."},{"number":6,"verse":"Ὁ δὲ Ἰησοῦς εἶπεν· ἄφετε αὐτήν· τί αὐτῇ κόπους παρέχετε; καλὸν ἔργον ἠργάσατο ἐν ἐμοί."},{"number":7,"verse":"πάντοτε γὰρ τοὺς πτωχοὺς ἔχετε μεθ᾽ ἑαυτῶν καὶ ὅταν θέλητε δύνασθε αὐτοῖς εὖ ποιῆσαι, ἐμὲ δὲ οὐ πάντοτε ἔχετε."},{"number":8,"verse":"ὃ ἔσχεν ἐποίησεν· προέλαβεν μυρίσαι τὸ σῶμά μου εἰς τὸν ἐνταφιασμόν."},{"number":9,"verse":"ἀμὴν δὲ λέγω ὑμῖν, ὅπου ἐὰν κηρυχθῇ τὸ εὐαγγέλιον εἰς ὅλον τὸν κόσμον, καὶ ὃ ἐποίησεν αὕτη λαληθήσεται εἰς μνημόσυνον αὐτῆς."},{"number":10,"verse":"Καὶ Ἰούδας Ἰσκαριὼθ ὁ εἷς τῶν δώδεκα ἀπῆλθεν πρὸς τοὺς ἀρχιερεῖς ἵνα αὐτὸν παραδοῖ αὐτοῖς."},{"number":11,"verse":"οἱ δὲ ἀκούσαντες ἐχάρησαν καὶ ἐπηγγείλαντο αὐτῷ ἀργύριον δοῦναι. καὶ ἐζήτει πῶς αὐτὸν εὐκαίρως παραδοῖ."},{"number":12,"verse":"Καὶ τῇ πρώτῃ ἡμέρᾳ τῶν ἀζύμων, ὅτε τὸ πάσχα ἔθυον, λέγουσιν αὐτῷ οἱ μαθηταὶ αὐτοῦ· ποῦ θέλεις ἀπελθόντες ἑτοιμάσωμεν ἵνα φάγῃς τὸ πάσχα;"},{"number":13,"verse":"καὶ ἀποστέλλει δύο τῶν μαθητῶν αὐτοῦ καὶ λέγει αὐτοῖς· ὑπάγετε εἰς τὴν πόλιν, καὶ ἀπαντήσει ὑμῖν ἄνθρωπος κεράμιον ὕδατος βαστάζων· ἀκολουθήσατε αὐτῷ"},{"number":14,"verse":"καὶ ὅπου ἐὰν εἰσέλθῃ εἴπατε τῷ οἰκοδεσπότῃ ὅτι ὁ διδάσκαλος λέγει· ποῦ ἐστιν τὸ κατάλυμά μου ὅπου τὸ πάσχα μετὰ τῶν μαθητῶν μου φάγω;"},{"number":15,"verse":"καὶ αὐτὸς ὑμῖν δείξει ἀνάγαιον μέγα ἐστρωμένον ἕτοιμον· καὶ ἐκεῖ ἑτοιμάσατε ἡμῖν."},{"number":16,"verse":"καὶ ἐξῆλθον οἱ μαθηταὶ καὶ ἦλθον εἰς τὴν πόλιν καὶ εὗρον καθὼς εἶπεν αὐτοῖς καὶ ἡτοίμασαν τὸ πάσχα."},{"number":17,"verse":"Καὶ ὀψίας γενομένης ἔρχεται μετὰ τῶν δώδεκα."},{"number":18,"verse":"καὶ ἀνακειμένων αὐτῶν καὶ ἐσθιόντων ὁ Ἰησοῦς εἶπεν· ἀμὴν λέγω ὑμῖν ὅτι εἷς ἐξ ὑμῶν παραδώσει με ὁ ἐσθίων μετ᾽ ἐμοῦ."},{"number":19,"verse":"ἤρξαντο λυπεῖσθαι καὶ λέγειν αὐτῷ εἷς κατὰ εἷς· μήτι ἐγώ ;"},{"number":20,"verse":"ὁ δὲ εἶπεν αὐτοῖς· εἷς τῶν δώδεκα, ὁ ἐμβαπτόμενος μετ᾽ ἐμοῦ εἰς τὸ τρύβλιον."},{"number":21,"verse":"ὅτι ὁ μὲν υἱὸς τοῦ ἀνθρώπου ὑπάγει καθὼς γέγραπται περὶ αὐτοῦ, οὐαὶ δὲ τῷ ἀνθρώπῳ ἐκείνῳ δι᾽ οὗ ὁ υἱὸς τοῦ ἀνθρώπου παραδίδοται· καλὸν αὐτῷ εἰ οὐκ ἐγεννήθη ὁ ἄνθρωπος ἐκεῖνος."},{"number":22,"verse":"Καὶ ἐσθιόντων αὐτῶν λαβὼν ἄρτον εὐλογήσας ἔκλασεν καὶ ἔδωκεν αὐτοῖς καὶ εἶπεν· λάβετε , τοῦτό ἐστιν τὸ σῶμά μου."},{"number":23,"verse":"καὶ λαβὼν ποτήριον εὐχαριστήσας ἔδωκεν αὐτοῖς, καὶ ἔπιον ἐξ αὐτοῦ πάντες."},{"number":24,"verse":"καὶ εἶπεν αὐτοῖς· τοῦτό ἐστιν τὸ αἷμά μου τῆς διαθήκης τὸ ἐκχυννόμενον ὑπὲρ πολλῶν ."},{"number":25,"verse":"ἀμὴν λέγω ὑμῖν ὅτι οὐκέτι οὐ μὴ πίω ἐκ τοῦ γενήματος τῆς ἀμπέλου ἕως τῆς ἡμέρας ἐκείνης ὅταν αὐτὸ πίνω καινὸν ἐν τῇ βασιλείᾳ τοῦ θεοῦ."},{"number":26,"verse":"Καὶ ὑμνήσαντες ἐξῆλθον εἰς τὸ ὄρος τῶν ἐλαιῶν."},{"number":27,"verse":"καὶ λέγει αὐτοῖς ὁ Ἰησοῦς ὅτι πάντες σκανδαλισθήσεσθε , ὅτι γέγραπται· πατάξω τὸν ποιμένα, καὶ τὰ πρόβατα διασκορπισθήσονται."},{"number":28,"verse":"ἀλλὰ μετὰ τὸ ἐγερθῆναί με προάξω ὑμᾶς εἰς τὴν Γαλιλαίαν."},{"number":29,"verse":"ὁ δὲ Πέτρος ἔφη αὐτῷ· εἰ καὶ πάντες σκανδαλισθήσονται, ἀλλ᾽ οὐκ ἐγώ."},{"number":30,"verse":"καὶ λέγει αὐτῷ ὁ Ἰησοῦς· ἀμὴν λέγω σοι ὅτι σὺ σήμερον ταύτῃ τῇ νυκτὶ πρὶν ἢ δὶς ἀλέκτορα φωνῆσαι τρίς με ἀπαρνήσῃ."},{"number":31,"verse":"ὁ δὲ ἐκπερισσῶς ἐλάλει· ἐὰν δέῃ με συναποθανεῖν σοι, οὐ μή σε ἀπαρνήσομαι. ὡσαύτως δὲ καὶ πάντες ἔλεγον."},{"number":32,"verse":"Καὶ ἔρχονται εἰς χωρίον οὗ τὸ ὄνομα Γεθσημανὶ καὶ λέγει τοῖς μαθηταῖς αὐτοῦ· καθίσατε ὧδε ἕως προσεύξωμαι."},{"number":33,"verse":"καὶ παραλαμβάνει τὸν Πέτρον καὶ τὸν Ἰάκωβον καὶ τὸν Ἰωάννην μετ᾽ αὐτοῦ καὶ ἤρξατο ἐκθαμβεῖσθαι καὶ ἀδημονεῖν"},{"number":34,"verse":"καὶ λέγει αὐτοῖς· περίλυπός ἐστιν ἡ ψυχή μου ἕως θανάτου· μείνατε ὧδε καὶ γρηγορεῖτε."},{"number":35,"verse":"καὶ προελθὼν μικρὸν ἔπιπτεν ἐπὶ τῆς γῆς καὶ προσηύχετο ἵνα εἰ δυνατόν ἐστιν παρέλθῃ ἀπ᾽ αὐτοῦ ἡ ὥρα,"},{"number":36,"verse":"καὶ ἔλεγεν· αββα ὁ πατήρ, πάντα δυνατά σοι· παρένεγκε τὸ ποτήριον τοῦτο ἀπ᾽ ἐμοῦ· ἀλλ᾽ οὐ τί ἐγὼ θέλω ἀλλὰ τί σύ."},{"number":37,"verse":"καὶ ἔρχεται καὶ εὑρίσκει αὐτοὺς καθεύδοντας, καὶ λέγει τῷ Πέτρῳ· Σίμων, καθεύδεις; οὐκ ἴσχυσας μίαν ὥραν γρηγορῆσαι;"},{"number":38,"verse":"γρηγορεῖτε καὶ προσεύχεσθε, ἵνα μὴ ἔλθητε εἰς πειρασμόν· τὸ μὲν πνεῦμα πρόθυμον ἡ δὲ σὰρξ ἀσθενής."},{"number":39,"verse":"Καὶ πάλιν ἀπελθὼν προσηύξατο τὸν αὐτὸν λόγον εἰπών."},{"number":40,"verse":"καὶ πάλιν ἐλθὼν εὗρεν αὐτοὺς καθεύδοντας, ἦσαν γὰρ αὐτῶν οἱ ὀφθαλμοὶ καταβαρυνόμενοι, καὶ οὐκ ᾔδεισαν τί ἀποκριθῶσιν αὐτῷ."},{"number":41,"verse":"Καὶ ἔρχεται τὸ τρίτον καὶ λέγει αὐτοῖς· καθεύδετε τὸ λοιπὸν καὶ ἀναπαύεσθε· ἀπέχει· ἦλθεν ἡ ὥρα, ἰδοὺ παραδίδοται ὁ υἱὸς τοῦ ἀνθρώπου εἰς τὰς χεῖρας τῶν ἁμαρτωλῶν."},{"number":42,"verse":"ἐγείρεσθε ἄγωμεν· ἰδοὺ ὁ παραδιδούς με ἤγγικεν."},{"number":43,"verse":"Καὶ εὐθὺς ἔτι αὐτοῦ λαλοῦντος παραγίνεται Ἰούδας εἷς τῶν δώδεκα καὶ μετ᾽ αὐτοῦ ὄχλος μετὰ μαχαιρῶν καὶ ξύλων παρὰ τῶν ἀρχιερέων καὶ τῶν γραμματέων καὶ τῶν πρεσβυτέρων."},{"number":44,"verse":"δεδώκει δὲ ὁ παραδιδοὺς αὐτὸν σύσσημον αὐτοῖς λέγων· ὃν ἂν φιλήσω αὐτός ἐστιν, κρατήσατε αὐτὸν καὶ ἀπάγετε ἀσφαλῶς."},{"number":45,"verse":"καὶ ἐλθὼν εὐθὺς προσελθὼν αὐτῷ λέγει· ῥαββί, καὶ κατεφίλησεν αὐτόν·"},{"number":46,"verse":"οἱ δὲ ἐπέβαλον τὰς χεῖρας αὐτῷ καὶ ἐκράτησαν αὐτόν."},{"number":47,"verse":"εἷς δέ τις τῶν παρεστηκότων σπασάμενος τὴν μάχαιραν ἔπαισεν τὸν δοῦλον τοῦ ἀρχιερέως καὶ ἀφεῖλεν αὐτοῦ τὸ ὠτάριον."},{"number":48,"verse":"Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς· ὡς ἐπὶ λῃστὴν ἐξήλθατε μετὰ μαχαιρῶν καὶ ξύλων συλλαβεῖν με;"},{"number":49,"verse":"καθ᾽ ἡμέραν ἤμην πρὸς ὑμᾶς ἐν τῷ ἱερῷ διδάσκων καὶ οὐκ ἐκρατήσατέ με· ἀλλ᾽ ἵνα πληρωθῶσιν αἱ γραφαί."},{"number":50,"verse":"Καὶ ἀφέντες αὐτὸν ἔφυγον πάντες."},{"number":51,"verse":"καὶ νεανίσκος τις συνηκολούθει αὐτῷ περιβεβλημένος σινδόνα ἐπὶ γυμνοῦ, καὶ κρατοῦσιν αὐτόν·"},{"number":52,"verse":"ὁ δὲ καταλιπὼν τὴν σινδόνα γυμνὸς ἔφυγεν ."},{"number":53,"verse":"Καὶ ἀπήγαγον τὸν Ἰησοῦν πρὸς τὸν ἀρχιερέα, καὶ συνέρχονται πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι καὶ οἱ γραμματεῖς."},{"number":54,"verse":"καὶ ὁ Πέτρος ἀπὸ μακρόθεν ἠκολούθησεν αὐτῷ ἕως ἔσω εἰς τὴν αὐλὴν τοῦ ἀρχιερέως καὶ ἦν συγκαθήμενος μετὰ τῶν ὑπηρετῶν καὶ θερμαινόμενος πρὸς τὸ φῶς."},{"number":55,"verse":"Οἱ δὲ ἀρχιερεῖς καὶ ὅλον τὸ συνέδριον ἐζήτουν κατὰ τοῦ Ἰησοῦ μαρτυρίαν εἰς τὸ θανατῶσαι αὐτόν, καὶ οὐχ ηὕρισκον·"},{"number":56,"verse":"πολλοὶ γὰρ ἐψευδομαρτύρουν κατ᾽ αὐτοῦ, καὶ ἴσαι αἱ μαρτυρίαι οὐκ ἦσαν."},{"number":57,"verse":"καί τινες ἀναστάντες ἐψευδομαρτύρουν κατ᾽ αὐτοῦ λέγοντες"},{"number":58,"verse":"ὅτι ἡμεῖς ἠκούσαμεν αὐτοῦ λέγοντος ὅτι ἐγὼ καταλύσω τὸν ναὸν τοῦτον τὸν χειροποίητον καὶ διὰ τριῶν ἡμερῶν ἄλλον ἀχειροποίητον οἰκοδομήσω."},{"number":59,"verse":"καὶ οὐδὲ οὕτως ἴση ἦν ἡ μαρτυρία αὐτῶν."},{"number":60,"verse":"Καὶ ἀναστὰς ὁ ἀρχιερεὺς εἰς μέσον ἐπηρώτησεν τὸν Ἰησοῦν λέγων· οὐκ ἀποκρίνῃ οὐδὲν τί οὗτοί σου καταμαρτυροῦσιν;"},{"number":61,"verse":"ὁ δὲ ἐσιώπα καὶ οὐκ ἀπεκρίνατο οὐδέν. πάλιν ὁ ἀρχιερεὺς ἐπηρώτα αὐτὸν καὶ λέγει αὐτῷ· σὺ εἶ ὁ χριστὸς ὁ υἱὸς τοῦ εὐλογητοῦ;"},{"number":62,"verse":"ὁ δὲ Ἰησοῦς εἶπεν· ἐγώ εἰμι, καὶ ὄψεσθε τὸν υἱὸν τοῦ ἀνθρώπου ἐκ δεξιῶν καθήμενον τῆς δυνάμεως καὶ ἐρχόμενον μετὰ τῶν νεφελῶν τοῦ οὐρανοῦ."},{"number":63,"verse":"ὁ δὲ ἀρχιερεὺς διαρρήξας τοὺς χιτῶνας αὐτοῦ λέγει· τί ἔτι χρείαν ἔχομεν μαρτύρων;"},{"number":64,"verse":"ἠκούσατε τῆς βλασφημίας· τί ὑμῖν φαίνεται; οἱ δὲ πάντες κατέκριναν αὐτὸν ἔνοχον εἶναι θανάτου."},{"number":65,"verse":"Καὶ ἤρξαντό τινες ἐμπτύειν αὐτῷ καὶ περικαλύπτειν αὐτοῦ τὸ πρόσωπον καὶ κολαφίζειν αὐτὸν καὶ λέγειν αὐτῷ· προφήτευσον , καὶ οἱ ὑπηρέται ῥαπίσμασιν αὐτὸν ἔλαβον."},{"number":66,"verse":"Καὶ ὄντος τοῦ Πέτρου κάτω ἐν τῇ αὐλῇ ἔρχεται μία τῶν παιδισκῶν τοῦ ἀρχιερέως"},{"number":67,"verse":"καὶ ἰδοῦσα τὸν Πέτρον θερμαινόμενον ἐμβλέψασα αὐτῷ λέγει· καὶ σὺ μετὰ τοῦ Ναζαρηνοῦ ἦσθα τοῦ Ἰησοῦ."},{"number":68,"verse":"ὁ δὲ ἠρνήσατο λέγων· οὔτε οἶδα οὔτε ἐπίσταμαι σὺ τί λέγεις. καὶ ἐξῆλθεν ἔξω εἰς τὸ προαύλιον καὶ ἀλέκτωρ ἐφώνησεν."},{"number":69,"verse":"καὶ ἡ παιδίσκη ἰδοῦσα αὐτὸν ἤρξατο πάλιν λέγειν τοῖς παρεστῶσιν ὅτι οὗτος ἐξ αὐτῶν ἐστιν."},{"number":70,"verse":"ὁ δὲ πάλιν ἠρνεῖτο. Καὶ μετὰ μικρὸν πάλιν οἱ παρεστῶτες ἔλεγον τῷ Πέτρῳ· ἀληθῶς ἐξ αὐτῶν εἶ, καὶ γὰρ Γαλιλαῖος εἶ."},{"number":71,"verse":"ὁ δὲ ἤρξατο ἀναθεματίζειν καὶ ὀμνύναι ὅτι οὐκ οἶδα τὸν ἄνθρωπον τοῦτον ὃν λέγετε."},{"number":72,"verse":"καὶ εὐθὺς ἐκ δευτέρου ἀλέκτωρ ἐφώνησεν. Καὶ ἀνεμνήσθη ὁ Πέτρος τὸ ῥῆμα ὡς εἶπεν αὐτῷ ὁ Ἰησοῦς ὅτι πρὶν ἀλέκτορα φωνῆσαι δὶς τρίς με ἀπαρνήσῃ· καὶ ἐπιβαλὼν ἔκλαιεν."}]}