{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 148,
  "verses" : [ {
    "number" : 1,
    "verse" : "யெகோவாவைத் துதியுங்கள். வானங்களிலிருந்து யெகோவாவைத் துதியுங்கள்; மேலே உன்னதங்களில் அவரைத் துதியுங்கள்."
  }, {
    "number" : 2,
    "verse" : "அவருடைய தூதர்களே, எல்லோரும் அவரைத் துதியுங்கள்; அவருடைய பரலோக சேனைகளே, எல்லோரும் அவரைத் துதியுங்கள்."
  }, {
    "number" : 3,
    "verse" : "சூரியனே, சந்திரனே, அவரைத் துதியுங்கள்; பிரகாசிக்கிற நட்சத்திரங்களே, நீங்கள் எல்லோரும் அவரைத் துதியுங்கள்."
  }, {
    "number" : 4,
    "verse" : "மிக உயர்ந்த வானங்களே, நீங்கள் அவரைத் துதியுங்கள்; ஆகாயங்களுக்கு மேலுள்ள தண்ணீர்களே, அவரைத் துதியுங்கள்."
  }, {
    "number" : 5,
    "verse" : "அவர் கட்டளையிட அவை படைக்கப்பட்டதால் அவைகள் யெகோவாவினுடைய பெயரைத் துதிக்கட்டும்."
  }, {
    "number" : 6,
    "verse" : "யெகோவா அவைகளை எப்பொழுதும் என்றென்றைக்கும் நிலைப்படுத்தினார்; அழிந்துபோகாத ஒரு விதிமுறையை ஏற்படுத்தியிருக்கிறார்."
  }, {
    "number" : 7,
    "verse" : "பூமியிலிருந்து யெகோவாவைத் துதியுங்கள், பெரிய கடல் உயிரினங்களே, கடலின் ஆழங்களே,"
  }, {
    "number" : 8,
    "verse" : "நெருப்பே, பனிக்கட்டி மழையே, உறைபனியே, மேகங்களே, அவருடைய கட்டளையை நிறைவேற்றும் புயல்காற்றே,"
  }, {
    "number" : 9,
    "verse" : "மலைகளே, குன்றுகளே, பழமரங்களே, அனைத்து கேதுரு மரங்களே,"
  }, {
    "number" : 10,
    "verse" : "உயிரினங்களே, அனைத்து கால்நடைகளே, சிறிய உயிரினங்களே, பறக்கும் பறவைகளே,"
  }, {
    "number" : 11,
    "verse" : "பூமியின் அரசர்களே, சகல நாடுகளே, இளவரசர்களே, பூமியிலுள்ள சகல ஆளுநர்களே,"
  }, {
    "number" : 12,
    "verse" : "இளைஞர்களே, இளம்பெண்களே, முதியவர்களே, பிள்ளைகளே அவரைத் துதியுங்கள்."
  }, {
    "number" : 13,
    "verse" : "அவர்கள் யெகோவாவினுடைய பெயரைத் துதிக்கட்டும்; ஏனெனில் அவருடைய பெயர் மட்டுமே புகழ்ந்து உயர்த்தப்பட்டிருக்கிறது; அவருடைய சிறப்பு பூமிக்கும், வானங்களுக்கும் மேலாக இருக்கிறது."
  }, {
    "number" : 14,
    "verse" : "அவர் தம் உண்மையுள்ள பணியாளர்களாகிய, இருதயத்திற்கு உகந்த இஸ்ரயேல் மக்கள் துதிக்கும்படி, அவர் தம்முடைய மக்களுக்கென ஒரு வல்லமையுள்ள அரசனை உயர்த்தியிருக்கிறார்; அதற்காக அவரை எல்லா பரிசுத்தவான்களும் இஸ்ரயேலரும் துதிக்கிறார்கள். யெகோவாவைத் துதியுங்கள்."
  } ]
}