{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 17,
  "verses" : [ {
    "number" : 1,
    "verse" : "தாவீதின் மன்றாட்டு யெகோவாவே, என்னுடைய நீதியான விண்ணப்பத்தைக் கேளும், என் கதறுதலுக்குச் செவிகொடும்; வஞ்சகமில்லாத உதடுகளிலிருந்து பிறக்கும் என் மன்றாட்டைக் கேளும்."
  }, {
    "number" : 2,
    "verse" : "நான் குற்றமற்றவனென்ற தீர்ப்பு உம்மிடத்திலிருந்து வரட்டும்; உமது கண்கள் நேர்மையானதைக் காணட்டும்."
  }, {
    "number" : 3,
    "verse" : "நீர் என் உள்ளத்தை ஆராய்ந்து பார்த்தாலும், இரவில் என்னைச் சோதித்தாலும், நீர் எந்தத் தீங்கையும் கண்டுபிடிக்கமாட்டீர்; என் வாயினால் நான் பாவம் செய்யமாட்டேனென்று தீர்மானித்திருக்கிறேன்."
  }, {
    "number" : 4,
    "verse" : "மனிதர்கள் என்னைத் தீமைசெய்ய வற்புறுத்தினாலும், உமது உதடுகளின் கட்டளையினால் வன்முறையாளர்களின் வழிகளிலிருந்து, என்னை விலக்கிக் காத்துக்கொண்டேன்."
  }, {
    "number" : 5,
    "verse" : "உம்முடைய வழிகளை, என் காலடிகள் உறுதியாய்ப் பற்றிக்கொண்டன; என்னுடைய பாதங்கள் தடுமாறவில்லை."
  }, {
    "number" : 6,
    "verse" : "இறைவனே, நான் உம்மை நோக்கிக் கூப்பிடுகிறேன்; ஏனெனில் நீர் எனக்குப் பதில் கொடுக்கிறவர். எனக்குச் செவிகொடுத்து என் மன்றாட்டைக் கேளும்."
  }, {
    "number" : 7,
    "verse" : "உம்மிடம் தஞ்சம் அடைந்தோரை, அவர்களுடைய எதிரிகளிடமிருந்து உமது வலக்கரத்தினால் காப்பாற்றுகிறவரே, உமது உடன்படிக்கையின் அன்பின் அதிசயத்தைக் காண்பியும்."
  }, {
    "number" : 8,
    "verse" : "உமது கண்ணின் மணியைப்போல் என்னைக் காத்துக்கொள்ளும்; உமது சிறகுகளின் நிழலின்கீழ்,"
  }, {
    "number" : 9,
    "verse" : "என்னைத் தாக்கும் கொடியவர்களிடமிருந்தும் என்னைச் சூழ்ந்துகொள்ளும் என் பகைவரிடமிருந்தும் என்னை மறைத்துக்கொள்ளும்."
  }, {
    "number" : 10,
    "verse" : "அவர்கள் தங்கள் உணர்வற்ற இருதயங்களை கடினமாக்குகிறார்கள், அவர்களின் வாய்கள் பெருமையுடன் பேசுகின்றன."
  }, {
    "number" : 11,
    "verse" : "அவர்கள் என்னைப் பின்தொடர்ந்திருக்கிறார்கள், இப்பொழுது என்னைச் சூழ்ந்துகொண்டார்கள். என்னைத் தரையில் விழத்தள்ளுவதற்காக அவர்களுடைய கண்கள் விழிப்பாயிருக்கின்றன."
  }, {
    "number" : 12,
    "verse" : "அவர்கள் பசியால் துடித்து இரையைத் தேடுகிற சிங்கத்தைப் போலவும் மறைவில் பதுங்கியிருக்கிற பெரும் சிங்கத்தைப் போலவும் இருக்கிறார்கள்."
  }, {
    "number" : 13,
    "verse" : "யெகோவாவே, எழுந்தருளும், நீர் அவர்களை எதிர்த்து வீழ்த்திவிடும்; கொடியவர்களிடமிருந்து உமது வாளினால் என்னைத் தப்புவியும்."
  }, {
    "number" : 14,
    "verse" : "யெகோவாவே, இப்படிப்பட்டவர்களிடமிருந்தும், இம்மையிலேயே தங்கள் வெகுமதியைப் பெறுகிற இவ்வுலக மனிதரிடமிருந்தும், உமது கரத்தினால் என்னைக் காப்பாற்றும்; நீர் கொடியவர்களுக்கென்று வைத்திருக்கிறவைகளால் அவர்களுடைய வயிற்றை நிரப்பும்; அவர்களுடைய பிள்ளைகள் நிறைவாய்ப் பெற்றுக்கொள்ளட்டும்; மீதியானதை அவர்கள் தங்களுடைய பிள்ளைகளுக்கு விட்டுச் செல்லட்டும்."
  }, {
    "number" : 15,
    "verse" : "நானோ, நீதியில் உமது முகத்தைக் காண்பேன்; நான் விழித்தெழும்போது உம்மைக் கண்டு திருப்தியடைவேன்."
  } ]
}