{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 21,
  "verses" : [ {
    "number" : 1,
    "verse" : "பாடகர் குழுத் தலைவனுக்கு ஒப்புவிக்கப்பட்ட தாவீதின் சங்கீதம். யெகோவாவே, அரசன் உமது பெலத்தில் களிகூருகிறார். நீர் கொடுக்கும் வெற்றிகளில் அவருடைய மகிழ்ச்சி எவ்வளவு பெரிதாயிருக்கிறது."
  }, {
    "number" : 2,
    "verse" : "அவருடைய இருதயத்தின் வாஞ்சையை நீர் அவருக்குக் கொடுத்திருக்கிறீர்; அவருடைய உதடுகளின் வேண்டுதலை நீர் புறக்கணிக்கவில்லை."
  }, {
    "number" : 3,
    "verse" : "நிறைவான ஆசீர்வாதங்களுடன் நீர் அவரை வரவேற்று, சுத்தத் தங்கத்தினாலான மகுடத்தை நீர் அவர் தலையின்மேல் வைத்தீர்."
  }, {
    "number" : 4,
    "verse" : "அவர் உம்மிடம் ஆயுளைக் கேட்டார், அதை நீர் அவருக்குக் கொடுத்தீர்; அவர் என்றென்றும் வாழ, நீடித்த ஆயுளைக் கொடுத்தீர்."
  }, {
    "number" : 5,
    "verse" : "நீர் கொடுத்த வெற்றிகளின் மூலம் அவருடைய மகிமை பெரியதாயிருக்கிறது; நீர் அவரை மகிமையாலும் மகத்துவத்தாலும் நிரப்பியிருக்கிறீர்."
  }, {
    "number" : 6,
    "verse" : "நிச்சயமாகவே நீர் அவருக்கு நித்திய ஆசீர்வாதங்களைக் கொடுத்திருக்கிறீர்; உமது சமுகத்தின் ஆனந்தத்தால், அவரை மகிழ்ச்சியாக்கினீர்."
  }, {
    "number" : 7,
    "verse" : "ஏனெனில் அரசன் யெகோவாவிலேயே நம்பிக்கை வைக்கிறார்; உன்னதமானவரின் உடன்படிக்கையின் அன்பினிமித்தம் அவர் அசைக்கப்படமாட்டார்."
  }, {
    "number" : 8,
    "verse" : "உமது கரம் உம்முடைய பகைவர் எல்லோரையும் பிடிக்கும்; உமது வலதுகரம் உம்முடைய எதிரிகளைப் பிடித்துக்கொள்ளும்."
  }, {
    "number" : 9,
    "verse" : "நீர் வரும் நேரத்தில் அவர்களை ஒரு நெருப்புச் சூளையைப்போல் ஆக்கிவிடுவீர். யெகோவா தமது கடுங்கோபத்தில் அவர்களை அழித்துவிடுவார்; அவருடைய நெருப்பு அவர்களைச் சுட்டெரிக்கும்."
  }, {
    "number" : 10,
    "verse" : "நீர் அவர்களுடைய சந்ததிகளைப் பூமியிலிருந்து அழிப்பீர், அவர்களுடைய சந்ததிகளை மனுக்குலத்திலிருந்து அழிப்பீர்."
  }, {
    "number" : 11,
    "verse" : "உமது பகைவர் உமக்கு எதிராக தீமையான சதி செய்தார்கள், பொல்லாத சதித்திட்டங்களை வகுத்தார்கள்; ஆனாலும் அவர்களால் வெற்றி பெறமுடியாது."
  }, {
    "number" : 12,
    "verse" : "நீர் வில்லை நாணேற்றி அவர்களை குறிபார்த்து எய்யும்போது, அவர்களை புறமுதுகு காட்டப்பண்ணுவீர்."
  }, {
    "number" : 13,
    "verse" : "யெகோவாவே, உமது பெலத்தில் நீர் உயர்த்தப்பட்டிருப்பீராக; நாங்கள் உமது வல்லமையைப் பாடித் துதிப்போம்."
  } ]
}