{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 32,
  "verses" : [ {
    "number" : 1,
    "verse" : "மஸ்கீல் என்னும் தாவீதின் சங்கீதம். யாருடைய மீறுதல்கள் மன்னிக்கப்பட்டதோ, யாருடைய பாவங்கள் மூடப்பட்டதோ, அவர்கள் பாக்கியவான்கள்."
  }, {
    "number" : 2,
    "verse" : "யாருடைய பாவத்தைக்குறித்து, அவர்களுக்கு விரோதமாக யெகோவா கணக்கிடாதிருக்கிறாரோ, யாருடைய ஆவியில் வஞ்சனை இல்லாதிருக்கிறதோ, அவர்கள் பாக்கியவான்கள்."
  }, {
    "number" : 3,
    "verse" : "நான் என் பாவத்தைக்குறித்து மவுனமாய் இருந்தபோது, தினமும் என் அழுகையினால், என் எலும்புகள் பலவீனமாயிற்று."
  }, {
    "number" : 4,
    "verse" : "இரவும் பகலும் உமது கரம் பாரமாயிருந்தது; ஆதலால், கோடைகால வெப்பத்தினால் ஈரம் வறண்டுபோகிறது போல, என் பெலன் வறண்டுபோயிற்று."
  }, {
    "number" : 5,
    "verse" : "அதின்பின் நான் என் பாவத்தை உம்மிடத்தில் ஒத்துக்கொண்டேன்; என் அநியாயத்தையும் நான் மறைக்கவில்லை. நான், “யெகோவாவிடம் என் மீறுதல்களை அறிக்கையிடுவேன்” என்று சொன்னேன்; நீர் என் பாவத்தின் குற்றத்தை மன்னித்தீர்."
  }, {
    "number" : 6,
    "verse" : "ஆகவே பக்தியுள்ள ஒவ்வொருவரும் உம்மைக் காணத்தக்க காலத்தில் உம்மை நோக்கி மன்றாடட்டும்; பெருவெள்ளம் எழும்பும்போது நிச்சயமாய் அது அவர்களை அணுகாது."
  }, {
    "number" : 7,
    "verse" : "நீர் என் மறைவிடமாயிருக்கிறீர்; நீர் என்னை இக்கட்டிலிருந்து பாதுகாத்து, மீட்பின் பாடல்களால் என்னைச் சூழ்ந்துகொள்வீர்."
  }, {
    "number" : 8,
    "verse" : "யெகோவா சொல்கிறதாவது: “நான் உனக்கு அறிவுறுத்தி, நீ போகவேண்டிய வழியை உனக்குப் போதிப்பேன்; நான் உனக்கு கரிசனையோடு ஆலோசனை சொல்லுவேன்."
  }, {
    "number" : 9,
    "verse" : "புத்தியில்லாத குதிரையைப் போலவோ, கோவேறு கழுதையைப் போலவோ நீ இருக்கவேண்டாம்; கடிவாளத்தினால் கட்டுப்படுத்தப்பட்டால் ஒழிய, அவை உன் கட்டுப்பாட்டின்கீழ் வருவதில்லை.”"
  }, {
    "number" : 10,
    "verse" : "கொடுமையானவனுக்கு வரும் கேடுகள் அநேகமானவை, ஆனால் யெகோவாவிடம் நம்பிக்கையாய் இருக்கிறவனையோ, அவருடைய உடன்படிக்கையின் அன்பு சூழ்ந்துகொள்கிறது."
  }, {
    "number" : 11,
    "verse" : "நீதிமான்களே, நீங்கள் யெகோவாவிடம் களிகூர்ந்து மகிழுங்கள்; உள்ளத்தில் உண்மையுள்ளவர்களே, நீங்கள் அனைவரும் துதி பாடுங்கள்."
  } ]
}