{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 42,
  "verses" : [ {
    "number" : 1,
    "verse" : "(பகுதி ii) (42-72) கோராகின் மகன்களிலுள்ள பாடகர் குழுத் தலைவனுக்கு ஒப்புவிக்கப்பட்ட மஸ்கீல் என்னும் தாவீதின் சங்கீதம். மான் நீரோடைகளைத் தேடி ஏங்குவது போல், இறைவனே என் ஆத்துமா உம்மைத் தேடி ஏங்குகிறது."
  }, {
    "number" : 2,
    "verse" : "என் ஆத்துமா இறைவனுக்காக, உயிருள்ள இறைவனுக்காக தாகம் கொள்கிறது; நான் எப்பொழுது இறைவனுடைய சமுகத்தில் வந்து நிற்பேன்?"
  }, {
    "number" : 3,
    "verse" : "மனிதர்களோ நாள்முழுதும் என்னைப் பார்த்து, “உன் இறைவன் எங்கே?” என்று கேட்பதால், இரவும் பகலும் என் கண்ணீரே எனக்கு உணவாயிற்று."
  }, {
    "number" : 4,
    "verse" : "என் ஆத்துமா எனக்குள் உருகுகையில் இவைகள் என் நினைவுக்கு வருகின்றன: முந்திய நாட்களில் நான் மக்கள் கூட்டத்துடன் சேர்ந்து, இறைவனின் வீட்டிற்கு அவர்களோடு ஊர்வலமாய் நடந்து சென்றேன்; பண்டிகை கொண்டாடும் மக்கள் கூட்டத்தின் நடுவே, மகிழ்ச்சியின் சத்தத்தோடும் துதியின் சத்தத்தோடும் நடந்து சென்றேன்."
  }, {
    "number" : 5,
    "verse" : "என் ஆத்துமாவே, நீ ஏன் சோர்ந்து போகிறாய்? ஏன் இவ்விதமாய் எனக்குள் கலங்கியிருக்கிறாய்? இறைவனில் உன் எதிர்பார்ப்பை வைத்திரு; நான் என் இறைவனின் இரட்சிப்பிற்காக இன்னும் அவரைத் துதிப்பேன்."
  }, {
    "number" : 6,
    "verse" : "என் இறைவனே, என் ஆத்துமா எனக்குள் சோர்ந்துபோகிறது; அதினால் நான் எர்மோன் மலைகள் இருக்கும் யோர்தான் நதி தொடங்கும் நாட்டிலிருந்தும், மீசார் மலையிலிருந்தும் உம்மை நினைவுகூருவேன்."
  }, {
    "number" : 7,
    "verse" : "உமது அருவிகளின் இரைச்சலினால் ஆழம் ஆழத்தைக் கூப்பிடுகிறது; உம்முடைய எல்லா அலைகளும், பேரலைகளும் எனக்கு மேலாக மோதிச் செல்கின்றன."
  }, {
    "number" : 8,
    "verse" : "பகலில் யெகோவா தமது உடன்படிக்கையின் அன்பை எனக்குக் கொடுக்கிறார்; இரவிலோ, அவருடைய பாடல் என்னோடு இருக்கிறது; என் வாழ்வின் இறைவனை நோக்கிய மன்றாட்டாகவே அது இருக்கிறது."
  }, {
    "number" : 9,
    "verse" : "நான் என் கன்மலையாகிய இறைவனிடம், “நீர் ஏன் என்னை மறந்து விட்டீர்? பகைவனால் ஒடுக்கப்பட்டு நான் ஏன் துக்கத்துடன் திரியவேண்டும்?” என்கிறேன்."
  }, {
    "number" : 10,
    "verse" : "நாளெல்லாம் என் பகைவர்கள் என்னைப் பார்த்து, “உன் இறைவன் எங்கே?” என்று என்னைப் நிந்திப்பதால், என் எலும்புகள் சாவுக்கேதுவான வேதனையை அடைகின்றன."
  }, {
    "number" : 11,
    "verse" : "என் ஆத்துமாவே, நீ ஏன் சோர்ந்து போகிறாய்? நீ ஏன் இவ்விதமாய் எனக்குள் கலங்கியிருக்கிறாய்? இறைவனில் உன் எதிர்பார்ப்பை வைத்திரு; நான் என் இறைவனின் இரட்சிப்பிற்காக இன்னும் அவரைத் துதிப்பேன்."
  } ]
}