{"bibleAbbr":"urDGV2010","bookName":"होसेअ","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"( अल्लाह की बेवफ़ा क़ौम पर अदालत) नरसिंगा बजाओ! दुश्मन उक़ाब की तरह रब के घर पर झपट्टा मारने को है। क्यूँकि लोगों ने मेरे अह्द को तोड़ कर मेरी शरीअत की ख़िलाफ़वरज़ी की है।"},{"number":2,"verse":"बेशक वह मदद के लिए चीख़ते चिल्लाते हैं, ‘ऐ हमारे ख़ुदा, हम तो तुझे जानते हैं, हम तो इस्राईल हैं।’"},{"number":3,"verse":"लेकिन हक़ीक़त में इस्राईल ने वह कुछ मुस्तरद कर दिया है जो अच्छा है। चुनाँचे दुश्मन उस का ताक़्क़ुब करे!"},{"number":4,"verse":"उन्हों ने मेरी मर्ज़ी पूछे बग़ैर अपने बादशाह मुक़र्रर किए, मेरी मन्ज़ूरी के बग़ैर अपने राहनुमाओं को चुन लिया है। अपने सोने-चाँदी से अपने लिए बुत बना कर वह अपनी तबाही अपने सर पर लाए हैं।"},{"number":5,"verse":"ऐ सामरिया, मैं ने तेरे बछड़े को रद्द कर दिया है! मेरा ग़ज़ब तेरे बाशिन्दों पर नाज़िल होने वाला है, क्यूँकि वह पाक-साफ़ हो जाने के क़ाबिल ही नहीं! यह हालत कब तक जारी रहेगी?"},{"number":6,"verse":"ऐ इस्राईल, जिस बछड़े की पूजा तू करता है उसे दस्तकार ही ने बनाया है। सामरिया का बछड़ा ख़ुदा नहीं है बल्कि पाश पाश हो जाएगा।"},{"number":7,"verse":"वह हवा का बीज बो रहे हैं और आँधी की फ़सल काटेंगे। अनाज की फ़सल तय्यार है, लेकिन बालियाँ कहीं नज़र नहीं आतीं। इस से आटा मिलने का इम्कान ही नहीं। और अगर थोड़ा बहुत गन्दुम मिले भी तो ग़ैरमुल्की उसे हड़प कर लेंगे।"},{"number":8,"verse":"हाँ, तमाम इस्राईल को हड़प कर लिया गया है। अब वह क़ौमों में ऐसा बर्तन बन गया है जो कोई पसन्द नहीं करता।"},{"number":9,"verse":"क्यूँकि उस के लोग असूर के पास चले गए हैं। जंगली गधा तो अकेला रहता है, लेकिन इस्राईल अपने आशिक़ को तोह्फ़े दे कर ख़ुश रखने पर तुला रहता है।"},{"number":10,"verse":"लेकिन ख़्वाह वह दीगर क़ौमों में कितने तोह्फ़े क्यूँ न तक़्सीम करें अब मैं उन्हें सज़ा देने के लिए जमा करूँगा। जल्द ही वह शहन्शाह के बोझ तले पेच-ओ-ताब खाने लगेंगे।"},{"number":11,"verse":"गो इस्राईल ने गुनाहों को दूर करने के लिए मुतअद्दिद क़ुर्बानगाहें तामीर कीं, लेकिन वह उस के लिए गुनाह का बाइस बन गई हैं।"},{"number":12,"verse":"ख़्वाह मैं अपने अह्काम को इस्राईलियों के लिए हज़ारों दफ़ा क्यूँ न क़लमबन्द करता, तो भी फ़र्क़ न पड़ता, वह समझते कि यह अह्काम अजनबी हैं, यह हम पर लागू नहीं होते।"},{"number":13,"verse":"गो वह मुझे क़ुर्बानियाँ पेश करके उन का गोश्त खाते हैं, लेकिन मैं, रब इन से ख़ुश नहीं होता बल्कि उन के गुनाहों को याद करके उन्हें सज़ा दूँगा। तब उन्हें दुबारा मिस्र जाना पड़ेगा।"},{"number":14,"verse":"इस्राईल ने अपने ख़ालिक़ को भूल कर बड़े महल बना लिए हैं, और यहूदाह ने मुतअद्दिद शहरों को क़िलाबन्द बना लिया है। लेकिन मैं उन के शहरों पर आग नाज़िल करके उन के महलों को भस्म कर दूँगा।”"}]}