{"bibleAbbr":"Thomson1808","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"But this Ephraim is an evil spirit, he pursued a blasting wind the whole day. He multiplied emptiness and vanity. Though he made a covenant with the Assyrians, yet oil went continually to Egypt."},{"number":2,"verse":"With Juda also the Lord hath controversy. To vindicate Jacob, he will retribute to him, according to his ways, and according to his devices."},{"number":3,"verse":"In the womb Jacob kicked his brother, but in his troubles he wrestled with God."},{"number":4,"verse":"He indeed wrestled with an angel and prevailed. Have they wept or have they supplicated me? Have they found me in the house of On? Or have they been spoken to there?"},{"number":5,"verse":"The Lord God Almighty was to be his memorial:"},{"number":6,"verse":"To thy God therefore thou art to return. Keep mercy and judgment and draw near to thy God continually."},{"number":7,"verse":"As for Chanaan, in his hand is a deceitful balance. He loved to tyrannise."},{"number":8,"verse":"Ephraim indeed said, “But I am rich, I have found a rest for myself.” Because of the iniquities which he hath committed, none of his labours shall turn to account."},{"number":9,"verse":"I the Lord am thy God. I brought thee up out of the land of Egypt, I will yet cause thee to dwell in tents, as in the days of a festival."},{"number":10,"verse":"Shall I speak to prophets? Though I have multiplied visions, and by the ministry of prophets made comparisons,"},{"number":11,"verse":"was it only because of Galaad? There were liars indeed at Galaad; chiefs sacrificing; but their altars were like heaps in an uncultivated field."},{"number":12,"verse":"(p) Though Jacob fled to the plain of Syria, and Israel made himself a slave for a wife, and for a wife kept watch,"},{"number":13,"verse":"yet by a prophet the Lord brought Israel out of the land of Egypt and by a prophet he was preserved."},{"number":14,"verse":"(J) Ephraim hath kindled indignation and provoked to wrath; his blood therefore shall be poured out on him, and the Lord will retribute to him his reproach."}]}