{"bibleAbbr":"Thomson1808","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"According to Ephraim's own account he received rules of rectitude by Israel, but he attributed them to Baal and incurred death."},{"number":2,"verse":"And now they have proceeded on to greater acts of sin; and of their silver have made themselves a molten image, according to the image of idols. The handiworks of craftsmen being consecrated for them, They say, Sacrifice men, for young bulls have failed."},{"number":3,"verse":"For this cause they shall be like a morning cloud, and like a transient dew of the morning; like chaff blown from a winnowing floor and like a vapour from tears."},{"number":4,"verse":"As for me, I the Lord thy God am he who established the heaven, and created the earth, whose hands have created all the host of heaven; but I did not display these to thee that thou shouldst go after them: as I have brought thee up out of the land of Egypt; therefore thou shalt acknowledge no God besides me. Indeed besides me there is no Saviour."},{"number":5,"verse":"It was I who fed thee in the desert; in an uninhabited land."},{"number":6,"verse":"When in their pastures they were fed to the full; then were their hearts lifted up. For this cause they forgot me."},{"number":7,"verse":"Therefore I will be to them as a tiger, even as a tigress in the way to the Assyrians."},{"number":8,"verse":"I will meet them as a bear bereaved of her cubs, and rend the covering of their heart; and the young lions of the forest shall there devour them; and the beasts of the field shall tear them to pieces."},{"number":9,"verse":"In thy destruction, Israel, who can give succour?"},{"number":10,"verse":"Where is this king of thine? Let him save thee in all thy cities. Let him judge thee, of whom thou saidst, “Give me a king and a chief.”"},{"number":11,"verse":"I gave thee a king in mine indignation,"},{"number":12,"verse":"and in my wrath restrained the whirlwind of Ephraim's iniquity. As his sin is carefully laid up in store,"},{"number":13,"verse":"pangs as of a woman in travail shall come upon him. (p) With regard to that son of thine who is prudent, why may not he survive in the destruction of children."},{"number":14,"verse":"(J) Him I will deliver from the power of the grave, and from death I will redeem them. (p) death, where is thy punishment? Where thy sting, grave? Is comfort hid from mine eyes?"},{"number":15,"verse":"Since he will make a distinction among brethren; let the Lord bring upon him a blasting wind from the desert, and let it dry up his veins and lay waste his fountains; let it parch up his land and all his precious stores."},{"number":16,"verse":"(J) Samaria shall be utterly destroyed: because she rebelled against her God, they shall fall by the sword; and their infants shall be dashed to pieces, and their women with child shall be ripped up."}]}