{"bibleAbbr":"Thomson1808","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"(p) Hear a word of the Lord, children of Israel! the Lord hath a controversy with the inhabitants of this land; because there is no truth, nor mercy, nor knowledge of God in the land;"},{"number":2,"verse":"Cursing and lying and murder and theft and adultery are burst out on the land, and blood mingleth with blood;"},{"number":3,"verse":"therefore the land shall mourn and be wasted with all its inhabitants, with the wild beasts of the fields and with the reptiles of the earth, and with the birds of the air. Even the fishes of the sea shall fail."},{"number":4,"verse":"(J) In order that none may be judged, that none may reprove, this people of mine shall be like a contradicted priest, ((J) Jehovah. (p) The prophet speaks.)"},{"number":5,"verse":"and shall be weak for years; and with thee the prophet shall be without strength. I have compared thy mother to the night:"},{"number":6,"verse":"my people is like one that hath not knowledge: because thou hast rejected knowledge, therefore I will reject thee from being my priest: as thou hast forgotten the law of thy God; I also will forget thy children."},{"number":7,"verse":"In proportion to their increase they sinned against me; I will turn their glory into shame."},{"number":8,"verse":"Shall they eat the sin offerings of my people and by their iniquities support their lives?"},{"number":9,"verse":"It shall indeed be that as is the people so shall be the priest; I will punish them for their ways and retribute to him his devices."},{"number":10,"verse":"Though they eat they shall not be filled, they have committed fornications, and they cannot prosper. Because they forsook the Lord,"},{"number":11,"verse":"to attend to fornication and wine, therefore the heart of my people embraced drunkenness."},{"number":12,"verse":"They consulted by symbols and gave them answers by their staves. By a spirit of fornication they were led astray; and they went a whoring from their God."},{"number":13,"verse":"They sacrificed on the tops of the mountains, and on the hills they burned incense, under an oak and a beech and a shady tree, because shade is good. For this cause your daughters will commit whoredom and your wives adultery;"},{"number":14,"verse":"and I will not punish your daughters, when they commit whoredom, nor your daughters in law when they commit adultery. Because they conversed with harlots and sacrificed with prostitutes, therefore my people, who were without understanding, were entangled with fornication."},{"number":15,"verse":"As for thee, Israel, continue not in ignorance; and thou Juda go not to Galgala. Either go not up to the house of On, or swear not by the living Lord."},{"number":16,"verse":"Because Israel ran about madly like a heifer stung by a gad fly, the Lord will now feed them like a lamb in a roomy place."},{"number":17,"verse":"Ephraim associating with idols, laid stumbling blocks for himself."},{"number":18,"verse":"They addicted themselves to the Chananites; they went on in a continued course of whoredom; they loved dishonour because of its revelry;"},{"number":19,"verse":"thou art a whirl of wind in its wings; but they shall be put to shame because of their altars."}]}