{"bibleAbbr":"Thomson1808","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"(p) Hear these things ye priests; and attend ye house of Israel, and ye household of the king give ear; for against you is this indictment, because you are become a snare in the watch tower; and like a net spread upon Itaburion,"},{"number":2,"verse":"which they who hunt wild beasts have fixed up. (J) As for me, I was your instructor"},{"number":3,"verse":"I acknowledged Ephraim, when Israel did not withdraw from me. Now because Ephraim went a whoring, Israel is polluted."},{"number":4,"verse":"They did not apply their thoughts to return to their God. Because there is a spirit of whoredom in them, and they have not acknowledged the Lord,"},{"number":5,"verse":"therefore the haughtiness of Israel shall be humbled at his presence, and Israel and Ephraim shall be weakened for their iniquities. When Juda also shall be weakened with them,"},{"number":6,"verse":"they will go with sheep and young bulls to seek the Lord, but they shall not find him, because he hath withdrawn from them."},{"number":7,"verse":"Because they have forsaken the Lord, because strange children have been born to them: the canker Worm shall now devour them and their portions."},{"number":8,"verse":"(p) Sound a trumpet on the mounts; raise a shout on the high places; proclaim in the house of On, Benjamin is confounded."},{"number":9,"verse":"Ephraim is become a desolation in the day of rebuke. (J) Among the tribes of Israel I have given faithful warnings."},{"number":10,"verse":"The chiefs of Juda are become like the removers of boundaries, upon them I will pour out my fury like water."},{"number":11,"verse":"Ephraim tyrannised over his adversary, he trampled down judgment; because he set the example of going after vanities,"},{"number":12,"verse":"therefore I will be like a terror to Ephraim, and like a goad to the house of Juda."},{"number":13,"verse":"When Ephraim saw his disorder and Juda felt his pain, though Ephraim went to the Assyrians, and sent ambassadors to king Iarim; yet he could not heal you, nor could your pain be assuaged;"},{"number":14,"verse":"for I am like a panther to Ephraim, and like a lion to the house of Juda. When I tear, I will go and take and there shall be no deliverer."},{"number":15,"verse":"I will sally forth and return to my place until they are made desolate, then they will seek my face."}]}