{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"וַיְהִ֡י <WH1961> vay-Hi happened לְעֵת֩ <WH6256> le-'Et And it came to pass that after תְּשׁוּבַ֨ת <WH8666> te-shu-Vat was expired הַשָּׁנָ֜ה <WH8141> hash-sha-Nah the year לְעֵ֣ת׀ <WH6256> le-'Et at the time צֵ֣את <WH3318> tzet go out הַמְּלָכִ֗ים <WH4428> ham-me-la-Chim, that kings וַיִּנְהַ֣ג <WH5090> vai-yin-Hag led forth יוֹאָב֩ <WH3097> yo-'Av [to battle] Joab אֶת־ <WH853> 'et- חֵ֨יל <WH2426> cheil army הַצָּבָ֜א <WH6635> hatz-tza-Va of the army וַיַּשְׁחֵ֣ת׀ <WH7843> vai-yash-Chet and wasted אֶת־ <WH853> 'et- אֶ֣רֶץ <WH776> 'E-retz the country בְּנֵֽי־ <WH1121> be-nei- of the children עַמּ֗וֹן <WH5983> am-Mon, of Ammon וַיָּבֹא֙ <WH935> vai-ya-Vo and came וַיָּ֣צַר <WH6696> vai-Ya-tzar and besieged אֶת־ <WH853> 'et- רַבָּ֔ה <WH7237> rab-Bah, Rabbah וְדָוִ֖יד <WH1732> ve-da-Vid But David יֹשֵׁ֣ב <WH3427> yo-Shev tarried בִּירֽוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; at Jerusalem וַיַּ֥ךְ <WH5221> vai-Yach smote יוֹאָ֛ב <WH3097> yo-'Av And Joab אֶת־ <WH853> 'et- רַבָּ֖ה <WH7237> rab-Bah Rabbah וַיֶּֽהֶרְסֶֽהָ׃ <WH2040> vai-Ye-her-Se-ha. and destroyed"},{"number":2,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took דָּוִ֣יד <WH1732> da-Vid And David אֶת־ <WH853> 'et- עֲטֶֽרֶת־ <WH5850> 'a-te-ret- the crown מַלְכָּם֩ <WH4428> mal-Kam of their king מֵעַ֨ל <WH5921> me-'Al from רֹאשׁ֜וֹ <WH7218> ro-Sho from off his head וַֽיִּמְצָאָ֣הּ׀ <WH4672> vai-yim-tza-'Ah and found מִשְׁקַ֣ל <WH4948> mish-Kal it to weigh כִּכַּר־ <WH3603> kik-kar- a talent זָהָ֗ב <WH2091> za-Hav, of gold וּבָהּ֙ u-Vah אֶ֣בֶן <WH68> 'E-ven stones יְקָרָ֔ה <WH3368> ye-ka-Rah, and [there were] precious וַתְּהִ֖י <WH1961> vat-te-Hi placed עַל־ <WH5921> 'al- and רֹ֣אשׁ <WH7218> rosh head דָּוִ֑יד <WH1732> da-Vid; in it and it was set upon David's וּשְׁלַ֥ל <WH7998> u-she-Lal spoil הָעִ֛יר <WH5892> ha-'Ir out of the city הוֹצִ֖יא <WH3318> ho-Tzi and he brought הַרְבֵּ֥ה <WH7235> har-Beh much מְאֹֽד׃ <WH3966> me-'Od. also exceeding"},{"number":3,"verse":"וְאֶת־ <WH853> ve-'Et הָעָ֨ם <WH5971> ha-'Am the people אֲשֶׁר־ <WH834> 'a-Sher- who בָּ֜הּ bah הוֹצִ֗יא <WH3318> ho-Tzi, And he brought out וַיָּ֨שַׂר <WH7787> vai-Ya-sar that [were] in it and cut בַּמְּגֵרָ֜ה <WH4050> bam-me-ge-Rah [them] with saws וּבַחֲרִיצֵ֤י <WH2757> u-va-cha-ri-Tzei and with harrows הַבַּרְזֶל֙ <WH1270> hab-bar-Zel of iron וּבַמְּגֵר֔וֹת <WH4050> u-vam-me-ge-Rot, and with axes וְכֵן֙ <WH3651> ve-Chen and thus יַעֲשֶׂ֣ה <WH6213> ya-'a-Seh Even so dealt דָוִ֔יד <WH1732> da-Vid, David לְכֹ֖ל <WH3605> le-Chol to all עָרֵ֣י <WH5892> 'a-Rei with all the cities בְנֵי־ <WH1121> ve-nei- of the children עַמּ֑וֹן <WH5983> am-Mon; of Ammon וַיָּ֧שָׁב <WH7725> vai-Ya-shov returned דָּוִ֛יד <WH1732> da-Vid And David וְכָל־ <WH3605> ve-chol and all הָעָ֖ם <WH5971> ha-'Am and all the people יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. to Jerusalem פ Peh"},{"number":4,"verse":"וַיְהִי֙ <WH1961> vay-Hi came אַחֲרֵיכֵ֔ן <WH310> 'a-cha-rei-Chen, And it came to pass after this וַתַּעֲמֹ֧ד <WH5975> vat-ta-'a-Mod that there arose מִלְחָמָ֛ה <WH4421> mil-cha-Mah war בְּגֶ֖זֶר <WH1507> be-Ge-zer at Gezer עִם־ <WH5973> 'im- with פְּלִשְׁתִּ֑ים <WH6430> pe-lish-Tim; with the Philistines אָ֣ז <WH227> 'az at which time הִכָּ֞ה <WH5221> hik-Kah slew סִבְּכַ֣י <WH5444> sib-be-Chai Sibbechai הַחֻֽשָׁתִ֗י <WH2843> ha-chu-sha-Ti, the Hushathite אֶת־ <WH853> 'et- סִפַּ֛י <WH5598> sip-Pai Sippai מִילִדֵ֥י <WH3211> mi-li-Dei [that was] of the children הָרְפָאִ֖ים <WH7497> ha-re-fa-'Im of the giant וַיִּכָּנֵֽעוּ׃ <WH3665> vai-yik-ka-Ne-'u. and they were subdued"},{"number":5,"verse":"וַתְּהִי־ <WH1961> vat-te-hi- become ע֥וֹד <WH5750> od again מִלְחָמָ֖ה <WH4421> mil-cha-Mah And there was war אֶת־ <WH854> 'et- with פְּלִשְׁתִּ֑ים <WH6430> pe-lish-Tim; again with the Philistines וַיַּ֞ךְ <WH5221> vai-Yach slew אֶלְחָנָ֣ן <WH445> 'el-cha-Nan and Elhanan בֶּן־ <WH1121> ben- the son; יָעוּר ya-'ur כיָעִ֗יר <WH3265> ya-'Ir, Jair קאֶת־ <WH853> 'et- לַחְמִי֙ <WH3902> lach-Mi Lahmi אֲחִי֙ <WH251> 'a-Chi the brother גָּלְיָ֣ת <WH1555> gal-Yat of Goliath הַגִּתִּ֔י <WH1663> hag-git-Ti, the Gittite וְעֵ֣ץ <WH6086> ve-'Etz staff חֲנִית֔וֹ <WH2595> cha-ni-To, whose spear כִּמְנ֖וֹר <WH4500> kim-Nor beam אֹרְגִֽים׃ <WH707> 'o-re-Gim. [was] like a weaver's"},{"number":6,"verse":"וַתְּהִי־ <WH1961> vat-te-hi- become ע֥וֹד <WH5750> od Again מִלְחָמָ֖ה <WH4421> mil-cha-Mah And yet again there was war בְּגַ֑ת <WH1661> be-Gat; at Gath וַיְהִ֣י׀ <WH1961> vay-Hi there was אִ֣ישׁ <WH376> 'ish where was a man מִדָּ֗ה <WH4060> mid-Dah, of [great] stature וְאֶצְבְּעֹתָ֤יו <WH676> ve-'etz-be-'o-Tav whose fingers שֵׁשׁ־ <WH8337> shesh- six וָשֵׁשׁ֙ <WH8337> va-Shesh [on each hand] and six עֶשְׂרִ֣ים <WH6242> 'es-Rim and twenty וְאַרְבַּ֔ע <WH702> ve-'ar-Ba', [were] four וְגַם־ <WH1571> ve-gam- also ה֖וּא <WH1931> hu he נוֹלַ֥ד <WH3205> no-Lad [on each foot] and he also was the son לְהָרָפָֽא׃ <WH7497> le-ha-ra-Fa. of the giant"},{"number":7,"verse":"וַיְחָרֵ֖ף <WH2778> vay-cha-Ref But when he defied אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַיַּכֵּ֙הוּ֙ <WH5221> vai-yak-Ke-hu slew יְה֣וֹנָתָ֔ן <WH3083> ye-Ho-na-Tan, Jonathan בֶּן־ <WH1121> ben- the son שִׁמְעָ֖א <WH8092> shim-'A of Shimea אֲחִ֥י <WH251> 'a-Chi brother דָוִֽיד׃ <WH1732> da-Vid. David's"},{"number":8,"verse":"אֵ֛ל <WH411> 'el These נוּלְּד֥וּ <WH3205> nul-le-Du were born לְהָרָפָ֖א <WH7497> le-ha-ra-Fa unto the giant בְּגַ֑ת <WH1661> be-Gat; in Gath וַיִּפְּל֥וּ <WH5307> vai-yip-pe-Lu and they fell בְיַד־ <WH3027> ve-yad- by the hand דָּוִ֖יד <WH1732> da-Vid of David וּבְיַד־ <WH3027> u-ve-yad- and by the hand עֲבָדָֽיו׃ <WH5650> 'a-va-Dav. of his servants פ Peh"}]}