{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei Now the children יִשְׂרָאֵ֣ל׀ <WH3478> Yis-ra-'El of Israel לְֽמִסְפָּרָ֡ם <WH4557> le-mis-pa-Ram after their number רָאשֵׁ֣י <WH7218> ra-Shei [to wit] the chief הָאָב֣וֹת <WH1> ha-'a-Vot fathers וְשָׂרֵ֣י <WH8269> ve-sa-Rei and captains הָֽאֲלָפִ֣ים׀ <WH505> ha-'a-la-Fim of thousands וְהַמֵּא֡וֹת <WH3967> ve-ham-me-'ot and hundreds וְשֹׁטְרֵיהֶם֩ <WH7860> ve-sho-te-rei-Hem and their officers הַמְשָׁרְתִ֨ים <WH8334> ham-sha-re-Tim that served אֶת־ <WH853> 'et- הַמֶּ֜לֶךְ <WH4428> ham-Me-lech the king לְכֹ֣ל׀ <WH3605> le-Chol any דְּבַ֣ר <WH1697> de-Var in any matter הַֽמַּחְלְק֗וֹת <WH4256> ham-mach-le-Kot, of the courses הַבָּאָ֤ה <WH935> hab-ba-'Ah which came in וְהַיֹּצֵאת֙ <WH3318> ve-hai-yo-tzeT and went out חֹ֣דֶשׁ <WH2320> Cho-desh month בְּחֹ֔דֶשׁ <WH2320> be-Cho-desh, by month לְכֹ֖ל <WH3605> le-Chol all חָדְשֵׁ֣י <WH2320> cha-de-Shei throughout all the months הַשָּׁנָ֑ה <WH8141> hash-sha-Nah; of the year הַֽמַּחֲלֹ֙קֶת֙ <WH4256> ham-ma-cha-Lo-ket course הָֽאַחַ֔ת <WH259> ha-'a-Chat, of every עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":2,"verse":"עַ֞ל <WH5921> 'al and הַמַּחֲלֹ֤קֶת <WH4256> ham-ma-cha-Lo-ket course הָרִֽאשׁוֹנָה֙ <WH7223> ha-ri-sho-Nah Over the first לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הָרִאשׁ֔וֹן <WH7223> ha-ri-Shon, for the first יָֽשָׁבְעָ֖ם <WH3434> ya-sha-ve-'Am [was] Jashobeam בֶּן־ <WH1121> ben- the son זַבְדִּיאֵ֑ל <WH2068> zav-di-'El; of Zabdiel וְעַל֙ <WH5921> ve-'Al and in מַֽחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":3,"verse":"מִן־ <WH4480> min- at בְּנֵי־ <WH1121> be-nei- Of the children פֶ֗רֶץ <WH6557> Fe-retz, of Perez הָרֹ֛אשׁ <WH7218> ha-Rosh [was] the chief לְכָל־ <WH3605> le-chol of all שָׂרֵ֥י <WH8269> sa-Rei of all the captains הַצְּבָא֖וֹת <WH6635> hatz-tze-va-'ot of the host לַחֹ֥דֶשׁ <WH2320> la-Cho-desh month הָרִאשֽׁוֹן׃ <WH7223> ha-ri-Shon. for the first"},{"number":4,"verse":"וְעַ֞ל <WH5921> ve-'Al and over מַחֲלֹ֣קֶת׀ <WH4256> ma-cha-Lo-ket And over the course הַחֹ֣דֶשׁ <WH2320> ha-Cho-desh month הַשֵּׁנִ֗י <WH8145> hash-she-Ni, of the second דּוֹדַ֤י <WH1737> do-Dai [was] Dodai הָאֲחוֹחִי֙ <WH266> ha-'a-cho-Chi an Ahohite וּמַ֣חֲלֻקְתּ֔וֹ <WH4256> u-Ma-cha-luk-To, and of his course וּמִקְל֖וֹת <WH4732> u-mik-Lot [was] Mikloth הַנָּגִ֑יד <WH5057> han-na-Gid; also the ruler וְעַל֙ <WH5921> ve-'Al in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim likewise [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":5,"verse":"שַׂ֣ר <WH8269> sar captain הַצָּבָ֤א <WH6635> hatz-tza-Va of the host הַשְּׁלִישִׁי֙ <WH7992> hash-she-li-Shi The third לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַשְּׁלִישִׁ֔י <WH7992> hash-she-li-Shi, for the third בְּנָיָ֧הוּ <WH1141> be-na-Ya-hu [was] Benaiah בֶן־ <WH1121> ven- the son יְהוֹיָדָ֛ע <WH3077> ye-ho-ya-Da' of Jehoiada הַכֹּהֵ֖ן <WH3548> hak-ko-Hen priest רֹ֑אשׁ <WH7218> Rosh; a chief וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":6,"verse":"ה֧וּא <WH1931> hu This בְנָיָ֛הוּ <WH1141> ve-na-Ya-hu This [is that] Benaiah גִּבּ֥וֹר <WH1368> gib-Bor [who was] mighty הַשְּׁלֹשִׁ֖ים <WH7970> hash-she-lo-Shim [among] the thirty וְעַל־ <WH5921> ve-'al- charge הַשְּׁלֹשִׁ֑ים <WH7970> hash-she-lo-Shim; and above the thirty וּמַ֣חֲלֻקְתּ֔וֹ <WH4256> u-Ma-cha-luk-To, and in his course עַמִּיזָבָ֖ד <WH5990> 'am-mi-za-Vad [was] Ammizabad בְּנֽוֹ׃ <WH1121> be-No. his son ס sa-Mek"},{"number":7,"verse":"הָֽרְבִיעִ֞י <WH7243> ha-re-vi-'I The fourth לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הָרְבִיעִ֗י <WH7243> ha-re-vi-'I, [captain] for the fourth עֲשָׂה־ 'a-sah- אֵל֙ <WH6214> 'el [was] Asahel אֲחִ֣י <WH251> 'a-Chi the brother יוֹאָ֔ב <WH3097> yo-'Av, of Joab וּזְבַדְיָ֥ה <WH2069> u-ze-vad-Yah and Zebadiah בְנ֖וֹ <WH1121> ve-No his son אַחֲרָ֑יו <WH310> 'a-cha-Rav; after וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, him and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":8,"verse":"הַחַמִישִׁי֙ <WH2549> ha-cha-mi-Shi The fifth לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַחֲמִישִׁ֔י <WH2549> ha-cha-mi-Shi, for the fifth הַשַּׂ֖ר <WH8269> has-Sar captain שַׁמְה֣וּת <WH8049> sham-Hut [was] Shamhuth הַיִּזְרָ֑ח <WH3155> hai-yiz-Rach; the Izrahite וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":9,"verse":"הַשִּׁשִּׁי֙ <WH8345> hash-shish-Shi The sixth לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַשִּׁשִּׁ֔י <WH8345> hash-shish-Shi, [captain] for the sixth עִירָ֥א <WH5896> 'i-Ra [was] Ira בֶן־ <WH1121> ven- the son עִקֵּ֖שׁ <WH6142> 'ik-Kesh of Ikkesh הַתְּקוֹעִ֑י <WH8621> hat-te-ko-'I; the Tekoite וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":10,"verse":"הַשְּׁבִיעִי֙ <WH7637> hash-she-vi-'I The seventh לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַשְּׁבִיעִ֔י <WH7637> hash-she-vi-'I, [captain] for the seventh חֶ֥לֶץ <WH2503> Che-letz [was] Helez הַפְּלוֹנִ֖י <WH6397> hap-pe-lo-Ni the Pelonite מִן־ <WH4480> min- at בְּנֵ֣י <WH1121> be-Nei of the children אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; of Ephraim וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":11,"verse":"הַשְּׁמִינִי֙ <WH8066> hash-she-mi-Ni The eighth לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַשְּׁמִינִ֔י <WH8066> hash-she-mi-Ni, [captain] for the eighth סִבְּכַ֥י <WH5444> sib-be-Chai [was] Sibbecai הַחֻשָׁתִ֖י <WH2843> ha-chu-sha-Ti the Hushathite לַזַּרְחִ֑י <WH2227> laz-zar-Chi; of the Zarhites וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":12,"verse":"הַתְּשִׁיעִי֙ <WH8671> hat-te-shi-'I The ninth לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַתְּשִׁיעִ֔י <WH8671> hat-te-shi-'I, [captain] for the ninth אֲבִיעֶ֥זֶר <WH44> 'a-vi-'E-zer [was] Abiezer הָעַנְּתֹתִ֖י <WH6069> ha-'an-ne-to-Ti the Anetothite; לַבֶּנְיְמִינִי lab-ben-ye-mi-ni כלַבֵּ֣ן lab-Ben ק; יְמִינִ֑י <WH1145> ye-mi-Ni; Benjamite קוְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":13,"verse":"הָעֲשִׂירִי֙ <WH6224> ha-'a-si-Ri The tenth לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הָעֲשִׂירִ֔י <WH6224> ha-'a-si-Ri, [captain] for the tenth מַהְרַ֥י <WH4121> mah-Rai [was] Maharai הַנְּטֽוֹפָתִ֖י <WH5200> han-ne-to-fa-Ti the Netophathite לַזַּרְחִ֑י <WH2227> laz-zar-Chi; of the Zarhites וְעַל֙ <WH5921> ve-'Al and in מַֽחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":14,"verse":"עַשְׁתֵּֽי־ <WH6249> 'ash-tei- eleven עָשָׂר֙ <WH6240> 'a-Sar ten לְעַשְׁתֵּ֣י־ <WH6249> le-'ash-Tei- eleven עָשָׂ֣ר <WH6240> 'a-Sar ten הַחֹ֔דֶשׁ <WH2320> ha-Cho-desh, month בְּנָיָ֥ה <WH1141> be-na-Yah [was] Benaiah הַפִּרְעָתוֹנִ֖י <WH6553> hap-pir-'a-to-Ni the Pirathonite מִן־ <WH4480> min- at בְּנֵ֣י <WH1121> be-Nei of the children אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; of Ephraim וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":15,"verse":"הַשְּׁנֵ֤ים <WH8147> hash-she-Neim both עָשָׂר֙ <WH6240> 'a-Sar ten לִשְׁנֵ֣ים <WH8147> lish-Neim both עָשָׂ֣ר <WH6240> 'a-Sar ten הַחֹ֔דֶשׁ <WH2320> ha-Cho-desh, month חֶלְדַּ֥י <WH2469> chel-Dai [was] Heldai הַנְּטוֹפָתִ֖י <WH5200> han-ne-to-fa-Ti the Netophathite לְעָתְנִיאֵ֑ל <WH6274> le-'a-te-ni-'El; of Othniel וְעַל֙ <WH5921> ve-'Al and in מַחֲלֻקְתּ֔וֹ <WH4256> ma-cha-luk-To, and in his course עֶשְׂרִ֥ים <WH6242> 'es-Rim [were] twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָֽלֶף׃ <WH505> 'A-lef. thousand פ Peh"},{"number":16,"verse":"וְעַל֙ <WH5921> ve-'Al charge שִׁבְטֵ֣י <WH7626> shiv-Tei Furthermore over the tribes יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לָרֽאוּבֵנִ֣י <WH7206> lo-r-'u-ve-Ni of the Reubenites נָגִ֔יד <WH5057> na-Gid, the ruler אֱלִיעֶ֖זֶר <WH461> 'e-li-'E-zer [was] Eliezer בֶּן־ <WH1121> ben- the son זִכְרִ֑י <WH2147> zich-Ri; of Zichri ס sa-Mek לַשִּׁ֨מְעוֹנִ֔י <WH8099> lash-Shim-'o-Ni, of the Simeonites שְׁפַטְיָ֖הוּ <WH8203> she-fat-Ya-hu Shephatiah בֶּֽן־ <WH1121> ben- the son מַעֲכָֽה׃ <WH4601> ma-'a-Chah. of Maachah ס sa-Mek"},{"number":17,"verse":"לְלֵוִ֛י <WH3881> le-le-Vi Of the Levites חֲשַׁבְיָ֥ה <WH2811> cha-shav-Yah Hashabiah בֶן־ <WH1121> ven- the son קְמוּאֵ֖ל <WH7055> ke-mu-'El of Kemuel לְאַהֲרֹ֥ן <WH175> le-'a-ha-Ron of the Aaronites צָדֽוֹק׃ <WH6659> tza-Dok. Zadok ס sa-Mek"},{"number":18,"verse":"לִֽיהוּדָ֕ה <WH3063> li-hu-Dah Of Judah אֱלִיה֖וּ <WH453> 'e-li-Hu Elihu מֵאֲחֵ֣י <WH251> me-'a-Chei [one] of the brethren דָוִ֑יד <WH1732> da-Vid; of David לְיִ֨שָׂשכָ֔ר <WH3485> le-Yi-so-sh-Char, of Issachar עָמְרִ֖י <WH6018> 'a-me-Ri Omri בֶּן־ <WH1121> ben- the son מִיכָאֵֽל׃ <WH4317> mi-cha-'El. of Michael ס sa-Mek"},{"number":19,"verse":"לִזְבוּלֻ֕ן <WH2074> liz-vu-Lun Of Zebulun יִֽשְׁמַֽעְיָ֖הוּ <WH3460> yish-ma'-Ya-hu Ishmaiah בֶּן־ <WH1121> ben- the son עֹבַדְיָ֑הוּ <WH5662> 'oad-Ya-hu; of Obadiah לְנַ֨פְתָּלִ֔י <WH5321> le-Naf-ta-Li, of Naphtali יְרִימ֖וֹת <WH3406> ye-ri-Mot Jerimoth בֶּן־ <WH1121> ben- the son עַזְרִיאֵֽל׃ <WH5837> 'az-ri-'El. of Azriel ס sa-Mek"},{"number":20,"verse":"לִבְנֵ֣י <WH1121> liv-Nei Of the children אֶפְרַ֔יִם <WH669> 'ef-Ra-yim, of Ephraim הוֹשֵׁ֖עַ <WH1954> ho-She-a' Hoshea בֶּן־ <WH1121> ben- the son עֲזַזְיָ֑הוּ <WH5812> 'a-zaz-Ya-hu; of Azaziah לַחֲצִי֙ <WH2677> la-cha-Tzi of the half שֵׁ֣בֶט <WH7626> She-vet tribe מְנַשֶּׁ֔ה <WH4519> me-nash-Sheh, of Manasseh יוֹאֵ֖ל <WH3100> yo-'El Joel בֶּן־ <WH1121> ben- the son פְּדָיָֽהוּ׃ <WH6305> pe-da-Ya-hu. of Pedaiah ס sa-Mek"},{"number":21,"verse":"לַחֲצִ֤י <WH2677> la-cha-Tzi Of the half הַֽמְנַשֶּׁה֙ <WH4519> ham-nash-Sheh [tribe] of Manasseh גִּלְעָ֔דָה <WH1568> gil-'A-dah, in Gilead יִדּ֖וֹ <WH3035> yid-Do Iddo בֶּן־ <WH1121> ben- the son זְכַרְיָ֑הוּ <WH2148> ze-char-Ya-hu; of Zechariah ס sa-Mek לְבִנְיָמִ֔ן <WH1144> le-vin-ya-Min, of Benjamin יַעֲשִׂיאֵ֖ל <WH3300> ya-'a-si-'El Jaasiel בֶּן־ <WH1121> ben- the son אַבְנֵֽר׃ <WH74> 'av-Ner. of Abner ס sa-Mek"},{"number":22,"verse":"לְדָ֕ן <WH1835> le-Dan Of Dan עֲזַרְאֵ֖ל <WH5832> 'a-zar-'El Azareel בֶּן־ <WH1121> ben- the son יְרֹחָ֑ם <WH3395> ye-ro-Cham; of Jeroham אֵ֕לֶּה <WH428> 'El-leh These שָׂרֵ֖י <WH8269> sa-Rei These [were] the princes שִׁבְטֵ֥י <WH7626> shiv-Tei of the tribes יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":23,"verse":"וְלֹא־ <WH3808> ve-lo- not נָשָׂ֤א <WH5375> na-Sa took דָוִיד֙ <WH1732> da-Vid But David מִסְפָּרָ֔ם <WH4557> mis-pa-Ram, not the number לְמִבֶּ֛ן <WH1121> le-mib-Ben old עֶשְׂרִ֥ים <WH6242> 'es-Rim of them from twenty שָׁנָ֖ה <WH8141> sha-Nah years וּלְמָ֑טָּה <WH4295> u-le-Mat-tah; and under כִּ֚י <WH3588> ki because אָמַ֣ר <WH559> 'a-Mar had said יְהוָ֔ה <WH3069> Yah-weh, God לְהַרְבּ֥וֹת <WH7235> le-har-Bot he would increase אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel כְּכוֹכְבֵ֥י <WH3556> ke-choch-Vei like to the stars הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. of the heavens"},{"number":24,"verse":"יוֹאָ֨ב <WH3097> yo-'Av Joab בֶּן־ <WH1121> ben- the son צְרוּיָ֜ה <WH6870> tze-ru-Yah of Zeruiah הֵחֵ֤ל <WH2490> he-Chel began לִמְנוֹת֙ <WH4487> lim-nOt to number וְלֹ֣א <WH3808> ve-Lo did not כִלָּ֔ה <WH3615> chil-Lah, but he finished וַיְהִ֥י <WH1961> vay-Hi came בָזֹ֛את <WH2063> va-Zot for it קֶ֖צֶף <WH7110> Ke-tzef not because there fell wrath עַל־ <WH5921> 'al- upon יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; against Israel וְלֹ֤א <WH3808> ve-Lo was not עָלָה֙ <WH5927> 'a-Lah put הַמִּסְפָּ֔ר <WH4557> ham-mis-Par, neither was the number בְּמִסְפַּ֥ר <WH4557> be-mis-Par in the account דִּבְרֵֽי־ <WH1697> div-rei- the account הַיָּמִ֖ים <WH3117> hai-ya-Mim age לַמֶּ֥לֶךְ <WH4428> lam-Me-lech of king דָּוִֽיד׃ <WH1732> da-Vid. David ס sa-Mek"},{"number":25,"verse":"וְעַל֙ <WH5921> ve-'Al had charge אֹצְר֣וֹת <WH214> o-tze-Rot treasures הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And over the king's עַזְמָ֖וֶת <WH5820> 'az-Ma-vet [was] Azmaveth בֶּן־ <WH1121> ben- the son עֲדִיאֵ֑ל <WH5717> 'a-di-'El; of Adiel ס sa-Mek וְעַ֣ל <WH5921> ve-'Al had charge הָֽאֹצָר֡וֹת <WH214> ha-'o-tza-Rot and over the storehouses בַּשָּׂדֶ֞ה <WH7704> bas-sa-Deh in the fields בֶּעָרִ֤ים <WH5892> be-'a-Rim in the cities וּבַכְּפָרִים֙ <WH3723> u-vak-ke-fa-Rim and in the villages וּבַמִּגְדָּל֔וֹת <WH4026> u-vam-mig-da-Lot, and in the castles יְהוֹנָתָ֖ן <WH3083> ye-ho-na-Tan [was] Jehonathan בֶּן־ <WH1121> ben- the son עֻזִּיָּֽהוּ׃ <WH5818> 'uz-zi-Ya-hu. of Uzziah ס sa-Mek"},{"number":26,"verse":"וְעַ֗ל <WH5921> ve-'Al, had charge עֹשֵׂי֙ <WH6213> 'o-Sei And over them that did מְלֶ֣אכֶת <WH4399> me-Le-chet the work הַשָּׂדֶ֔ה <WH7704> has-sa-Deh, of the field לַעֲבֹדַ֖ת <WH5656> la-'a-vo-Dat for tillage הָאֲדָמָ֑ה <WH127> ha-'a-da-Mah; of the ground עֶזְרִ֖י <WH5836> 'ez-Ri [was] Ezri בֶּן־ <WH1121> ben- the son כְּלֽוּב׃ <WH3620> ke-Luv. of Chelub"},{"number":27,"verse":"וְעַל־ <WH5921> ve-'al- had charge הַ֨כְּרָמִ֔ים <WH3754> hak-ke-ra-Mim, And over the vineyards שִׁמְעִ֖י <WH8096> shim-'I [was] Shimei הָרָֽמָתִ֑י <WH7435> ha-ra-ma-Ti; the Ramathite וְעַ֤ל <WH5921> ve-'Al had charge שֶׁבַּכְּרָמִים֙ <WH3754> sheb-bak-ke-ra-Mim over the increase of the vineyards לְאֹצְר֣וֹת <WH214> le-'o-tze-Rot cellars הַיַּ֔יִן <WH3196> hai-Ya-yin, for the wine זַבְדִּ֖י <WH2067> zav-Di [was] Zabdi הַשִּׁפְמִֽי׃ <WH8225> hash-shif-Mi. the Shiphmite ס sa-Mek"},{"number":28,"verse":"וְעַל־ <WH5921> ve-'al- had charge הַזֵּיתִ֤ים <WH2132> haz-zei-Tim And over the olive trees וְהַשִּׁקְמִים֙ <WH8256> ve-hash-shik-Mim and the sycomore trees אֲשֶׁ֣ר <WH834> 'a-Sher it בַּשְּׁפֵלָ֔ה <WH8219> bash-she-fe-Lah, that [were] in the low plains בַּ֥עַל Ba-'al חָנָ֖ן <WH1177> cha-Nan [was] Baalhanan הַגְּדֵרִ֑י <WH1451> hag-ge-de-Ri; the Gederite ס sa-Mek וְעַל־ <WH5921> ve-'al- had charge אֹצְר֥וֹת <WH214> o-tze-Rot and over the cellars הַשֶּׁ֖מֶן <WH8081> hash-She-men of oil יוֹעָֽשׁ׃ <WH3135> yo-'Ash. [was] Joash ס sa-Mek"},{"number":29,"verse":"וְעַל־ <WH5921> ve-'al- had charge הַבָּקָר֙ <WH1241> hab-ba-Kar And over the herds הָרֹעִ֣ים <WH7462> ha-ro-'Im that fed בַּשָּׁר֔וֹן <WH8289> bash-sha-Ron, in Sharon; שִׁטְרַי shit-rai כשִׁרְטַ֖י <WH7861> shir-Tai Shitrai קהַשָּׁרוֹנִ֑י <WH8290> hash-sha-ro-Ni; the Sharonite וְעַל־ <WH5921> ve-'al- had charge הַבָּקָר֙ <WH1241> hab-ba-Kar and over the herds בָּֽעֲמָקִ֔ים <WH6010> ba-'a-ma-Kim, [that were] in the valleys שָׁפָ֖ט <WH8202> sha-Fat [was] Shaphat בֶּן־ <WH1121> ben- the son עַדְלָֽי׃ <WH5724> 'ad-Lai. of Adlai ס sa-Mek"},{"number":30,"verse":"וְעַל־ <WH5921> ve-'al- had charge הַ֨גְּמַלִּ֔ים <WH1581> hag-ge-mal-Lim, Over the camels אוֹבִ֖יל <WH179> o-Vil also [was] Obil הַיִּשְׁמְעֵלִ֑י <WH3459> hai-yish-me-'e-Li; the Ishmaelite וְעַל־ <WH5921> ve-'al- had charge הָ֣אֲתֹנ֔וֹת <WH860> ha-'a-to-Not, and over the asses יֶחְדְּיָ֖הוּ <WH3165> yech-de-Ya-hu [was] Jehdeiah הַמֵּרֹנֹתִֽי׃ <WH4824> ham-me-ro-no-Ti. the Meronothite ס sa-Mek"},{"number":31,"verse":"וְעַל־ <WH5921> ve-'al- had charge הַצֹּ֖אן <WH6629> hatz-Tzon And over the flocks יָזִ֣יז <WH3151> ya-Ziz [was] Jaziz הַֽהַגְרִ֑י <WH1905> ha-hag-Ri; the Hagerite כָּל־ <WH3605> kol- All אֵ֙לֶּה֙ <WH428> 'el-leh these שָׂרֵ֣י <WH8269> sa-Rei All these [were] the rulers הָרְכ֔וּשׁ <WH7399> ha-re-Chush, of the substance אֲשֶׁ֖ר <WH834> 'a-Sher which לַמֶּ֥לֶךְ <WH4428> lam-Me-lech which [was] king דָּוִֽיד׃ <WH1732> da-Vid. David's"},{"number":32,"verse":"וִֽיהוֹנָתָ֤ן <WH3083> vi-ho-na-Tan Also Jonathan דּוֹד־ <WH1730> dod- uncle דָּוִיד֙ <WH1732> da-Vid David's יוֹעֵ֔ץ <WH3289> yo-'Etz, was a counsellor אִישׁ־ <WH376> 'ish- man מֵבִ֥ין <WH995> me-Vin a wise וְסוֹפֵ֖ר <WH5608> ve-so-Fer and a scribe ה֑וּא <WH1931> Hu; he וִֽיחִיאֵ֥ל <WH3171> vi-chi-'El and Jehiel בֶּן־ <WH1121> ben- the son חַכְמוֹנִ֖י <WH2453> chach-mo-Ni of Hachmoni עִם־ <WH5973> 'im- tutored בְּנֵ֥י <WH1121> be-Nei sons הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. [was] with the king's"},{"number":33,"verse":"וַאֲחִיתֹ֖פֶל <WH302> va-'a-chi-To-fel And Ahithophel יוֹעֵ֣ץ <WH3289> yo-'Etz counsellor לַמֶּ֑לֶךְ <WH4428> lam-Me-lech; [was] the king's ס sa-Mek וְחוּשַׁ֥י <WH2365> ve-chu-Shai and Hushai הָאַרְכִּ֖י <WH757> ha-'ar-Ki the Archite רֵ֥עַ <WH7453> Re-a' companion הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. [was] the king's"},{"number":34,"verse":"וְאַחֲרֵ֣י <WH310> ve-'a-cha-Rei And after אֲחִיתֹ֗פֶל <WH302> 'a-chi-To-fel, Ahithophel יְהוֹיָדָ֤ע <WH3077> ye-ho-ya-Da' [was] Jehoiada בֶּן־ <WH1121> ben- the son בְּנָיָ֙הוּ֙ <WH1141> be-na-Ya-hu of Benaiah וְאֶבְיָתָ֔ר <WH54> ve-'ev-ya-Tar, and Abiathar וְשַׂר־ <WH8269> ve-sar- and the general צָבָ֥א <WH6635> tza-Va army לַמֶּ֖לֶךְ <WH4428> lam-Me-lech of the king's יוֹאָֽב׃ <WH3097> yo-'Av. [was] Joab פ Peh"}]}