{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"וְאֵ֤לֶּה <WH428> ve-'El-leh now these הָיוּ֙ <WH1961> ha-Yu become בְּנֵ֣י <WH1121> be-Nei Now these were the sons דָויִ֔ד <WH1732> do-Yid, of David אֲשֶׁ֥ר <WH834> 'a-Sher who נֽוֹלַד־ <WH3205> no-lad- which were born ל֖וֹ lo בְּחֶבְר֑וֹן <WH2275> be-chev-Ron; unto him in Hebron הַבְּכ֣וֹר׀ <WH1060> hab-be-Chor the firstborn אַמְנֹ֗ן <WH550> 'am-Non, Amnon לַאֲחִינֹ֙עַם֙ <WH293> la-'a-chi-No-'am of Ahinoam הַיִּזְרְעֵאלִ֔ית <WH3159> hai-yiz-re-'e-Lit, the Jezreelitess שֵׁנִי֙ <WH8145> she-Ni the second דָּנִיֵּ֔אל <WH1840> da-ni-Yel, Daniel לַאֲבִיגַ֖יִל <WH26> la-'a-vi-Ga-yil of Abigail הַֽכַּרְמְלִֽית׃ <WH3762> Hak-kar-me-Lit. the Carmelitess"},{"number":2,"verse":"הַשְּׁלִשִׁי֙ <WH7992> hash-she-li-Shi The third לְאַבְשָׁל֣וֹם <WH53> le-'av-sha-Lom Absalom בֶּֽן־ <WH1121> ben- the son מַעֲכָ֔ה <WH4601> ma-'a-Chah, of Maachah בַּת־ <WH1323> bat- the daughter תַּלְמַ֖י <WH8526> tal-Mai of Talmai מֶ֣לֶךְ <WH4428> Me-lech king גְּשׁ֑וּר <WH1650> ge-Shur; of Geshur הָרְבִיעִ֖י <WH7243> ha-re-vi-'I the fourth אֲדֹנִיָּ֥ה <WH138> 'a-do-ni-Yah Adonijah בֶן־ <WH1121> ven- the son חַגִּֽית׃ <WH2294> chag-Git. of Haggith"},{"number":3,"verse":"הַחֲמִישִׁ֥י <WH2549> ha-cha-mi-Shi The fifth שְׁפַטְיָ֖ה <WH8203> she-fat-Yah Shephatiah לַאֲבִיטָ֑ל <WH37> la-'a-vi-Tal; of Abital הַשִּׁשִּׁ֥י <WH8345> hash-shish-Shi the sixth יִתְרְעָ֖ם <WH3507> yit-re-'Am Ithream לְעֶגְלָ֥ה <WH5698> le-'eg-Lah by Eglah אִשְׁתּֽוֹ׃ <WH802> ish-To. his wife"},{"number":4,"verse":"שִׁשָּׁה֙ <WH8337> shish-Shah [These] six נֽוֹלַד־ <WH3205> no-lad- were born ל֣וֹ lo בְחֶבְר֔וֹן <WH2275> ve-chev-Ron, unto him in Hebron וַיִּ֨מְלָךְ־ <WH4427> vai-Yim-loch- and there he reigned שָׁ֔ם <WH8033> Sham, and there שֶׁ֥בַע <WH7651> She-va' seven שָׁנִ֖ים <WH8141> sha-Nim years וְשִׁשָּׁ֣ה <WH8337> ve-shish-Shah and six חֳדָשִׁ֑ים <WH2320> cho-da-Shim; months וּשְׁלֹשִׁ֤ים <WH7970> u-she-lo-Shim thirty וְשָׁלוֹשׁ֙ <WH7969> ve-sha-lo-Vosh and three שָׁנָ֔ה <WH8141> sha-Nah, years מָלַ֖ךְ <WH4427> ma-Lach he reigned בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. and in Jerusalem ס sa-Mek"},{"number":5,"verse":"וְאֵ֥לֶּה <WH428> ve-'El-leh These נוּלְּדוּ־ <WH3205> nul-le-du- And these were born ל֖וֹ lo בִּירוּשָׁלָ֑יִם <WH3389> bi-ru-sha-La-yim; unto him in Jerusalem שִׁ֠מְעָא <WH8092> me-'a Shimea וְשׁוֹבָ֞ב <WH7727> ve-sho-Vav and Shobab וְנָתָ֤ן <WH5416> ve-na-Tan and Nathan וּשְׁלֹמֹה֙ <WH8010> u-she-lo-Moh and Solomon אַרְבָּעָ֔ה <WH702> 'ar-ba-'Ah, four לְבַת־ le-vat- שׁ֖וּעַ <WH1340> Shu-a' of Bathshua בַּת־ <WH1323> bat- the daughter עַמִּיאֵֽל׃ <WH5988> 'am-mi-'El. of Ammiel"},{"number":6,"verse":"וְיִבְחָ֥ר <WH2984> ve-yiv-Char Ibhar וֶאֱלִישָׁמָ֖ע <WH476> ve-'e-li-sha-Ma' also and Elishama וֶאֱלִיפָֽלֶט׃ <WH467> ve-'e-li-Fa-let. and Eliphelet"},{"number":7,"verse":"וְנֹ֥גַהּ <WH5052> ve-No-gah And Nogah וְנֶ֖פֶג <WH5298> ve-Ne-feg and Nepheg וְיָפִֽיעַ׃ <WH3309> ve-ya-Fi-a'. and Japhia"},{"number":8,"verse":"וֶאֱלִישָׁמָ֧ע <WH476> ve-'e-li-sha-Ma' And Elishama וְאֶלְיָדָ֛ע <WH450> ve-'el-ya-Da' and Eliada וֶאֱלִיפֶ֖לֶט <WH467> ve-'e-li-Fe-let and Eliphelet תִּשְׁעָֽה׃ <WH8672> tish-'Ah. nine"},{"number":9,"verse":"כֹּ֖ל <WH3605> kol All בְּנֵ֣י <WH1121> be-Nei [These were] all the sons דָוִ֑יד <WH1732> da-Vid; of David מִלְּבַ֥ד <WH905> mil-le-Vad alone בְּֽנֵי־ <WH1121> be-nei- beside the sons פִֽילַגְשִׁ֖ים <WH6370> fi-lag-Shim of the concubines וְתָמָ֥ר <WH8559> ve-ta-Mar and Tamar אֲחוֹתָֽם׃ <WH269> a-cho-Tam. their sister פ Peh"},{"number":10,"verse":"וּבֶן־ <WH1121> u-ven- son שְׁלֹמֹ֖ה <WH8010> she-lo-Moh And Solomon's רְחַבְעָ֑ם <WH7346> re-chav-'Am; [was] Rehoboam אֲבִיָּ֥ה <WH29> 'a-vi-Yah Abia בְנ֛וֹ <WH1121> ve-No his son אָסָ֥א <WH609> 'a-Sa Asa בְנ֖וֹ <WH1121> ve-No his son יְהוֹשָׁפָ֥ט <WH3092> ye-ho-sha-Fat Jehoshaphat בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":11,"verse":"יוֹרָ֥ם <WH3141> yo-Ram Joram בְּנ֛וֹ <WH1121> be-No his son אֲחַזְיָ֥הוּ <WH274> 'a-chaz-Ya-hu Ahaziah בְנ֖וֹ <WH1121> ve-No his son יוֹאָ֥שׁ <WH3101> yo-'Ash Joash בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":12,"verse":"אֲמַצְיָ֧הוּ <WH558> 'a-matz-Ya-hu Amaziah בְנ֛וֹ <WH1121> ve-No his son עֲזַרְיָ֥ה <WH5838> 'a-zar-Yah Azariah בְנ֖וֹ <WH1121> ve-No his son יוֹתָ֥ם <WH3147> yo-Tam Jotham בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":13,"verse":"אָחָ֥ז <WH271> 'a-Chaz Ahaz בְּנ֛וֹ <WH1121> be-No his son חִזְקִיָּ֥הוּ <WH2396> chiz-ki-Ya-hu Hezekiah בְנ֖וֹ <WH1121> ve-No his son מְנַשֶּׁ֥ה <WH4519> me-nash-Sheh Manasseh בְנֽוֹ׃ <WH1121> ve-No. his son"},{"number":14,"verse":"אָמ֥וֹן <WH526> a-Mon Amon בְּנ֖וֹ <WH1121> be-No his son יֹאשִׁיָּ֥הוּ <WH2977> yo-shi-Ya-hu Josiah בְנֽוֹ׃ <WH1121> ve-No. his son"},{"number":15,"verse":"וּבְנֵי֙ <WH1121> u-ve-Nei And the sons יֹאשִׁיָּ֔הוּ <WH2977> yo-shi-Ya-hu, of Josiah הַבְּכוֹר֙ <WH1060> hab-be-chOr [were] the firstborn יוֹחָנָ֔ן <WH3110> yo-cha-Nan, Johanan הַשֵּׁנִ֖י <WH8145> hash-she-Ni the second יְהוֹיָקִ֑ים <WH3079> ye-ho-ya-Kim; Jehoiakim הַשְּׁלִשִׁי֙ <WH7992> hash-she-li-Shi the third צִדְקִיָּ֔הוּ <WH6667> tzid-ki-Ya-hu, Zedekiah הָרְבִיעִ֖י <WH7243> ha-re-vi-'I the fourth שַׁלּֽוּם׃ <WH7967> shal-Lum. Shallum"},{"number":16,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons יְהוֹיָקִ֑ים <WH3079> ye-ho-ya-Kim; of Jehoiakim יְכָנְיָ֥ה <WH3204> ye-cha-ne-Yah Jeconiah בְנ֖וֹ <WH1121> ve-No his son צִדְקִיָּ֥ה <WH6667> tzid-ki-Yah Zedekiah בְנֽוֹ׃ <WH1121> ve-No. his son"},{"number":17,"verse":"וּבְנֵי֙ <WH1121> u-ve-Nei And the sons יְכָנְיָ֣ה <WH3204> ye-cha-ne-Yah of Jeconiah אַסִּ֔ר <WH617> 'as-Sir, Assir שְׁאַלְתִּיאֵ֖ל <WH7597> she-'al-ti-'El Salathiel בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":18,"verse":"וּמַלְכִּירָ֥ם <WH4443> u-mal-ki-Ram Malchiram וּפְדָיָ֖ה <WH6305> u-fe-da-Yah also and Pedaiah וְשֶׁנְאַצַּ֑ר <WH8137> ve-shen-'atz-Tzar; and Shenazar יְקַמְיָ֥ה <WH3359> ye-kam-Yah Jecamiah הוֹשָׁמָ֖ע <WH1953> ho-sha-Ma' Hoshama וּנְדַבְיָֽה׃ <WH5072> u-ne-dav-Yah. and Nedabiah"},{"number":19,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons פְדָיָ֔ה <WH6305> fe-da-Yah, of Pedaiah זְרֻבָּבֶ֖ל <WH2216> ze-rub-ba-Vel [were] Zerubbabel וְשִׁמְעִ֑י <WH8096> ve-shim-'I; and Shimei וּבֶן־ <WH1121> u-ven- and the sons זְרֻבָּבֶל֙ <WH2216> ze-rub-ba-Vel of Zerubbabel מְשֻׁלָּ֣ם <WH4918> me-shul-Lam Meshullam וַחֲנַנְיָ֔ה <WH2608> va-cha-nan-Yah, and Hananiah וּשְׁלֹמִ֖ית <WH8019> u-she-lo-Mit and Shelomith אֲחוֹתָֽם׃ <WH269> a-cho-Tam. their sister"},{"number":20,"verse":"וַחֲשֻׁבָ֡ה <WH2807> va-cha-shu-Vah And Hashubah וָ֠אֹהֶל <WH169> Va-'o-hel and Ohel וּבֶרֶכְיָ֧ה <WH1296> u-ve-rech-Yah and Berechiah וַֽחֲסַדְיָ֛ה <WH2619> va-cha-sad-Yah and Hasadiah י֥וּשַׁב Yu-shav חֶ֖סֶד <WH3142> Che-sed Jushabhesed חָמֵֽשׁ׃ <WH2568> cha-Mesh. five"},{"number":21,"verse":"וּבֶן־ <WH1121> u-ven- And the sons חֲנַנְיָ֖ה <WH2608> cha-nan-Yah of Hananiah פְּלַטְיָ֣ה <WH6410> pe-lat-Yah Pelatiah וִישַֽׁעְיָ֑ה <WH3470> vi-sha'-Yah; and Jesaiah בְּנֵ֤י <WH1121> be-Nei the sons רְפָיָה֙ <WH7509> re-fa-Yah of Rephaiah בְּנֵ֣י <WH1121> be-Nei the sons אַרְנָ֔ן <WH770> 'ar-Nan, of Arnan בְּנֵ֥י <WH1121> be-Nei the sons עֹבַדְיָ֖ה <WH5662> 'oad-Yah of Obadiah בְּנֵ֥י <WH1121> be-Nei the sons שְׁכַנְיָֽה׃ <WH7935> she-chan-Yah. of Shechaniah ס sa-Mek"},{"number":22,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei And the sons שְׁכַנְיָ֖ה <WH7935> she-chan-Yah of Shechaniah שְׁמַעְיָ֑ה <WH8098> she-ma'-Yah; Shemaiah וּבְנֵ֣י <WH1121> u-ve-Nei and the sons שְׁמַעְיָ֗ה <WH8098> she-ma'-Yah, of Shemaiah חַטּ֡וּשׁ <WH2407> chat-Tush Hattush וְ֠יִגְאָל <WH3008> Ve-yig-'ol and Igeal וּבָרִ֧יחַ <WH1282> u-va-Ri-ach and Bariah וּנְעַרְיָ֛ה <WH5294> u-ne-'ar-Yah and Neariah וְשָׁפָ֖ט <WH8202> ve-sha-Fat and Shaphat שִׁשָּֽׁה׃ <WH8337> shish-Shah. six"},{"number":23,"verse":"וּבֶן־ <WH1121> u-ven- And the sons נְעַרְיָ֗ה <WH5294> ne-'ar-Yah, of Neariah אֶלְיוֹעֵינַ֧י <WH454> el-yo-'ei-Nai Elioenai וְחִזְקִיָּ֛ה <WH2396> ve-chiz-ki-Yah and Hezekiah וְעַזְרִיקָ֖ם <WH5840> ve-'az-ri-Kam and Azrikam שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. three"},{"number":24,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons אֶלְיוֹעֵינַ֗י <WH454> el-yo-'ei-Nai, of Elioenai; הֹדַיְוָהוּ ho-day-va-hu כהֹודַוְיָ֡הוּ <WH1937> ho-dav-Ya-hu Hodevah קוְאֶלְיָשִׁ֡יב <WH475> ve-'el-ya-Shiv and Eliashib וּפְלָיָ֡ה <WH6411> u-fe-la-Yah and Pelaiah וְ֠עַקּוּב <WH6126> Ve-'ak-kuv and Akkub וְיוֹחָנָ֧ן <WH3110> ve-yo-cha-Nan and Johanan וּדְלָיָ֛ה <WH1806> u-de-la-Yah and Dalaiah וַעֲנָ֖נִי <WH6054> va-'a-Na-ni and Anani שִׁבְעָֽה׃ <WH7651> shiv-'Ah. seven ס sa-Mek"}]}