{"bibleAbbr":"NRSVue2021","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"Laws concerning the Cities of Refuge (Deut 12.29) “When the LORD your God has cut off the nations whose land the LORD your God is giving you and you have dispossessed them and settled in their towns and in their houses,"},{"number":2,"verse":"(Num 35.10, 14) you shall set apart three cities in the land that the LORD your God is giving you to possess."},{"number":3,"verse":"You shall calculate the distances (Or prepare roads to them) and divide into three regions the land that the LORD your God gives you as a possession, so that any homicide can flee to one of them."},{"number":4,"verse":"(Num 35.13) “Now this is the case of a homicide who might flee there and live, that is, someone who has killed another person unintentionally when the two had not been at enmity before."},{"number":5,"verse":"Suppose someone goes into the forest with another to cut wood, and when one of them swings the ax to cut down a tree, the head slips from the handle and strikes the other person, who then dies; the killer may flee to one of these cities and live."},{"number":6,"verse":"(Num 35.12) But if the distance is too great, the avenger of blood in hot anger might pursue and overtake and put the killer to death, although a death sentence was not deserved, since the two had not been at enmity before."},{"number":7,"verse":"Therefore I command you: You shall set apart three cities."},{"number":8,"verse":"“If the LORD your God enlarges your territory, as he swore to your ancestors—and he will give you all the land that he promised your ancestors to give you,"},{"number":9,"verse":"(Josh 20.7, 8) provided you diligently observe this entire commandment that I command you today, by loving the LORD your God and walking always in his ways—then you shall add three more cities to these three,"},{"number":10,"verse":"(Num 35.33; Deut 21.1-9) so that the blood of an innocent person may not be shed in the land that the LORD your God is giving you as an inheritance, thereby bringing bloodguilt upon you."},{"number":11,"verse":"“But if someone at enmity with another lies in wait and attacks and takes the life of that person and flees into one of these cities,"},{"number":12,"verse":"then the elders of the killer’s city shall send to have the culprit taken from there and handed over to the avenger of blood to be put to death."},{"number":13,"verse":"(Deut 7.2) Show no pity; you shall purge the guilt of innocent blood from Israel, so that it may go well with you."},{"number":14,"verse":"Property Boundaries (Deut 27.17) “You must not move your neighbor’s boundary marker, set up by former generations, on the property that will be allotted to you in the land that the LORD your God is giving you to possess."},{"number":15,"verse":"Law concerning Witnesses (Num 35.30; Deut 17.6; Mt 18.16; 2 Cor 13.1) “A single witness shall not suffice to convict a person of any crime or wrongdoing in connection with any offense that may be committed. Only on the evidence of two or three witnesses shall a charge be sustained."},{"number":16,"verse":"(Ex 23.1; Ps 27.12) If a malicious witness comes forward to accuse someone of wrongdoing,"},{"number":17,"verse":"(Deut 17.9) then both parties to the dispute shall appear before the LORD, before the priests and the judges who are in office in those days,"},{"number":18,"verse":"and the judges shall make a thorough inquiry. If the witness is a false witness, having testified falsely against another,"},{"number":19,"verse":"(Prov 19.5, 9) then you shall do to the false witness just as the false witness had meant to do to the other. So you shall purge the evil from your midst."},{"number":20,"verse":"The rest shall hear and be afraid, and a crime such as this shall never again be committed among you."},{"number":21,"verse":"(v 13|DEU 19:13; Ex 21.23; Lev 24.20; Mt 5.38) Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."}]}