{"bibleAbbr":"NRSVue2021","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"(Moses’s Final Blessing on Israel) (Josh 14.6) This is the blessing with which Moses, the man of God, blessed the Israelites before his death."},{"number":2,"verse":"(Dan 7.10; Hab 3.3; Acts 7.53; Gal 3.19; Rev 5.11) He said, “The LORD came from Sinai and dawned from Seir upon us; (Gk Syr Vg Compare Tg: Heb upon them) he shone forth from Mount Paran. With him were myriads of holy ones, (Cn Compare Gk Sam Syr Vg: MT He came from Ribeboth-kodesh,) at his right, a host of his own. (Cn Compare Gk: Meaning of Heb uncertain)"},{"number":3,"verse":"(Deut 14.2; Hos 11.1) Indeed, O favorite among (Or O lover of the) peoples, all his holy ones were in your charge; they marched at your heels, accepted direction from you."},{"number":4,"verse":"(Ps 119.111; Jn 1.17) Moses charged us with the law as a possession for the assembly of Jacob."},{"number":5,"verse":"There arose a king in Jeshurun when the leaders of the people assembled, the united tribes of Israel."},{"number":6,"verse":"May Reuben live and not die out, even though his numbers are few.”"},{"number":7,"verse":"(Gen 49.8-12) And this he said of Judah, “O LORD, give heed to Judah, and bring him to his people; strengthen his hands for him, (Cn: Meaning of Heb uncertain) and be a help against his adversaries.”"},{"number":8,"verse":"(Ex 17.7; 28.30) And of Levi he said, “Give to Levi (Q ms Gk: MT lacks Give to Levi) your Thummim and your Urim to your loyal one, whom you tested at Massah, with whom you contended at the waters of Meribah,"},{"number":9,"verse":"(Ex 32.26-29) who said of his father and mother, ‘I regard them not’; he ignored his kin and did not acknowledge his children. For they observed your word and kept your covenant."},{"number":10,"verse":"(Ex 30.7, 8; Deut 31.9-13; Ps 51.19) They teach Jacob your ordinances and Israel your law; they place incense before you and whole burnt offerings on your altar."},{"number":11,"verse":"(2 Sam 24.23; Ps 20.3) Bless, O LORD, his substance, and accept the work of his hands; crush the loins of his adversaries, of those who hate him, so that they do not rise again.”"},{"number":12,"verse":"Of Benjamin he said, “The beloved of the LORD rests in safety— the Most High (Cn: Heb above him) surrounds him all day long— and he rests between his shoulders.”"},{"number":13,"verse":"(Gen 27.28; 49.25) And of Joseph he said, “Blessed by the LORD be his land, with the choice gifts of heaven above and of the deep that lies beneath,"},{"number":14,"verse":"with the choice fruits of the sun and the rich yield of the months,"},{"number":15,"verse":"(Gen 49.26) with the finest produce of the ancient mountains and the abundance of the everlasting hills,"},{"number":16,"verse":"(Ex 3.2, 4; Acts 7.30, 35) with the choice gifts of the earth and its fullness and the favor of the one who dwells on Sinai. (Cn: Heb in the bush) Let these come on the head of Joseph, on the brow of the prince among his brothers."},{"number":17,"verse":"(Num 23.22; Ps 44.5) A firstborn (Q ms Gk Syr Vg: MT His firstborn) bull—majesty is his! His horns are the horns of a wild ox; with them he gores the peoples all together to the ends of the earth; such are the myriads of Ephraim, such the thousands of Manasseh.”"},{"number":18,"verse":"(Gen 49.13-15) And of Zebulun he said, “Rejoice, Zebulun, in your going out, and Issachar, in your tents."},{"number":19,"verse":"(Ps 4.5; Isa 2.3) They call peoples to the mountain; there they offer the right sacrifices, for they suck the affluence of the seas and the hidden treasures of the sand.”"},{"number":20,"verse":"(Gen 49.19) And of Gad he said, “Blessed be the enlargement of Gad! Like a lion he lives; he tears at arm and scalp."},{"number":21,"verse":"(Num 31; 32; Josh 4.12; 22.1-3) He chose the best for himself, for there a commander’s allotment was reserved; he came at the head of the people; he executed the justice of the LORD and his ordinances with Israel.”"},{"number":22,"verse":"(Gen 49.16) And of Dan he said, “Dan is a lion’s whelp that leaps forth from Bashan.”"},{"number":23,"verse":"(Gen 49.21) And of Naphtali he said, “O Naphtali, sated with favor, full of the blessing of the LORD, possess the west and the south.”"},{"number":24,"verse":"(Gen 49.20; Job 29.6) And of Asher he said, “Most blessed of sons be Asher; may he be the favorite of his brothers, and may he dip his foot in oil."},{"number":25,"verse":"(Deut 4.40; 32.47) Your bars are iron and bronze, and as your days, so is your strength. (Gk: Meaning of Heb uncertain)"},{"number":26,"verse":"(Ex 15.11; Ps 68.33, 34) There is none like God, O Jeshurun, who rides through the heavens to your help, majestic through the clouds."},{"number":27,"verse":"(Josh 24.18; Ps 90.1, 2) He subdues the ancient gods, (Cn: Heb The eternal God is a dwelling place) shatters (Cn: Heb from underneath) the forces of old; (Or the everlasting arms) he drove out the enemy before you and said, ‘Destroy!’"},{"number":28,"verse":"(Gen 27.28; Num 23.9) So Israel lives in safety, untroubled is Jacob’s abode (Or fountain) in a land of grain and wine, where the heavens drop down dew."},{"number":29,"verse":"(Deut 32.13; 2 Sam 7.23; Ps 18.44; 144.15) Happy are you, O Israel! Who is like you, a people saved by the LORD, the shield of your help and the sword of your triumph! Your enemies shall come fawning to you, but you shall tread on their backs.”"}]}