{"bibleAbbr":"NET2007","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"Prayer for All People First of all, then, I urge that requests, (tn Or “petitions.”) prayers, intercessions, and thanks be offered on behalf of all people, (tn Grk “all men”; but here ἀνθρώπων (anqrwpwn) is used generically, referring to both men and women.)"},{"number":2,"verse":"even for kings (tn For “even for kings” the Greek says simply “for kings.”) and all who are in authority, that we may lead a peaceful and quiet life in all godliness and dignity."},{"number":3,"verse":"Such prayer for all (tn Grk “this”; the referent (such prayer for all, referring to vv. 1–2) is specified in the translation for clarity.) is good and welcomed before God our Savior,"},{"number":4,"verse":"since he wants (tn Grk “who wants…” (but showing why such prayer is pleasing to God).) all people (tn Grk “all men”; but here ἀνθρώπους (anqrwpous) is used generically, referring to both men and women.) to be saved and to come to a knowledge of the truth."},{"number":5,"verse":"For there is one God and one intermediary (tn Traditionally this word (μεσίτης, mesith\") is rendered “mediator,” but this conveys a wrong impression in contemporary English. Jesus was not a mediator, for example, who worked for compromise between opposing parties. Instead he was the only one able to go between man and God to enable them to have a relationship, but entirely on God’s terms.) between God and humanity, Christ Jesus, himself human, (tn Grk “one mediator between God and mankind, the human, Christ Jesus.”)"},{"number":6,"verse":"who gave himself as a ransom for all, revealing God’s purpose at his appointed time. (sn Revealing God’s purpose at his appointed time is a difficult expression without clear connection to the preceding, literally “a testimony at the proper time.” This may allude to testimony about Christ’s atoning work given by Paul and others (as v. 7 mentions). But it seems more likely to identify Christ’s death itself as a testimony to God’s gracious character (as vv. 3–4 describe). This testimony was planned from all eternity, but now has come to light at the time God intended, in the work of Christ. See 2 Tim 1:9–10; Titus 2:11–14; 3:4–7 for similar ideas.)"},{"number":7,"verse":"For this I was appointed a preacher and apostle — I am telling the truth; (tc Most mss (א* D2 H 33vid Ï) have ἐν Χριστῷ (en Cristw) after λέγω (legw) to read “I am telling the truth in Christ,” but this is probably an assimilation to Rom 9:1. Further, the witnesses that lack this phrase are early, important, and well distributed (א2 A D* F G P Ψ 6 81 1175 1739 1881 al sy co). It is difficult to explain the shorter reading if it is not original.) I am not lying — and a teacher of the Gentiles in faith and truth."},{"number":8,"verse":"So I want the men (tn The word translated “men” here (ἀνήρ, anhr) refers to adult males, not people in general. Note the command given to “the women” in v. 9.) to pray (sn To pray. In this verse Paul resumes and concludes the section about prayer begun in 2:1–2. 1 Tim 2:3–7 described God’s concern for all people as the motive for such prayer.) in every place, lifting up holy hands (sn Paul uses a common ancient posture in prayer (lifting up holy hands) as a figure of speech for offering requests from a holy life (without anger or dispute).) without anger or dispute."},{"number":9,"verse":"Conduct of Women Likewise (tc ‡ Most witnesses have καὶ τάς (kai tas; so D1 Ψ 1881 Ï) or simply καί (א2 D* F G 6 365 1739 pc) after ὡσαύτως (Jwsautw\"). A few important witnesses lack such words (א* A H P 33 81 1175 pc). The evidence is for the most part along “party” lines, with the shortest reading being found in the Alexandrian text, the conjunction in the Western, and the longest reading in the Byzantine tradition. Externally, the shortest reading is preferred. However, there is a good chance of homoiomeson or homoioteleuton in which case καί or καὶ τάς could have accidentally been omitted (note the αι [ai] and αι ας [ai as] in the word that follows, written here in uncial script): wsautwskaigunaikas/ wsautwskaitasgunaikas. Nevertheless, since both the καί and καὶ τάς are predictable variants, intended to fill out the meaning of the text, the shortest reading seems best able to explain the rise of the others. NA27 has the καί in brackets, indicating doubts as to its authenticity.) the women are to dress (tn Grk “to adorn themselves.” Grammatically the phrase “to adorn themselves” continues the author’s words in v. 8: “I want…likewise the women to adorn themselves.”) in suitable apparel, with modesty and self-control. (tn This word and its cognates are used frequently in the Pastoral Epistles. It means “moderation,” “sobriety,” “decency,” “sensibleness,” or “sound judgment.”) Their adornment must not be (tn Literally a continuation of v. 9a, “not with braided hair…” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) with braided hair and gold or pearls or expensive clothing,"},{"number":10,"verse":"but with good deeds, as is proper for women who profess reverence for God."},{"number":11,"verse":"A woman must learn (tn Or “receive instruction.”) quietly with all submissiveness."},{"number":12,"verse":"But I do not allow (sn But I do not allow. Although the Greek conjunction δέ (de) can have a simple connective force (“and”), it is best to take it as contrastive here: Verse 11 gives a positive statement (that is to say, that a woman should learn). This was a radical and liberating departure from the Jewish view that women were not to learn the law.) a woman to teach or exercise authority (tn According to BDAG 150 s. v. αὐθεντέω this Greek verb means “to assume a stance of independent authority, give orders to, dictate to” (cf. JB “tell a man what to do”).) over a man. She must remain quiet. (tn Grk “but to be in quietness.” The phrase ἐν ἡσυχίᾳ (en Jhsucia) is used in Greek literature either of absolute silence or of a quiet demeanor.)"},{"number":13,"verse":"For Adam was formed first and then Eve."},{"number":14,"verse":"And Adam was not deceived, but the woman, because she was fully deceived, (tn This phrase uses a compound form of the same verb as in v. 14a: “deceived” vs. “deceived out, completely deceived.” The two verbs could be synonymous, but because of the close contrast in this context, it seems that a stronger meaning is intended for the second verb.) fell into transgression. (tn Grk “has come to be in transgression” (with an emphasis on the continuing consequences of that fall).)"},{"number":15,"verse":"But she will be delivered through childbearing, (tn Or “But she will be preserved through childbearing,” or “But she will be saved in spite of childbearing.” This verse is notoriously difficult to interpret, though there is general agreement about one point: Verse 15 is intended to lessen the impact of vv. 13–14. There are several interpretive possibilities here, though the first three can be readily dismissed (cf. D. Moo, “1 Timothy 2:11–15: Meaning and Significance,” TJ 1 [1980]: 70-73). (1) Christian women will be saved, but only if they bear children. This view is entirely unlikely for it lays a condition on Christian women that goes beyond grace, is unsupported elsewhere in scripture, and is explicitly against Paul’s and Jesus’ teaching on both marriage and salvation (cf. Matt 19:12; 1 Cor 7:8–9, 26–27, 34–35; 1 Tim 5:3–10). (2) Despite the curse, Christian women will be kept safe when bearing children. This view also is unlikely, both because it has little to do with the context and because it is not true to life (especially life in the ancient world with its high infant mortality rate). (3) Despite the sin of Eve and the results to her progeny, she would be saved through the childbirth – that is, through the birth of the Messiah, as promised in the protevangelium (Gen 3:15). This view sees the singular “she” as referring first to Eve and then to all women (note the change from singular to plural in this verse). Further, it works well in the context. However, there are several problems with it: [a] The future tense (σωθήσηται, swqhshtai) is unnatural if referring to the protevangelium or even to the historical fact of the Messiah’s birth; [b] that only women are singled out as recipients of salvation seems odd since the birth of the Messiah was necessary for the salvation of both women and men; [c] as ingenious as this view is, its very ingenuity is its downfall, for it is overly subtle; and [d] the term τεκνογονία (teknogonia) refers to the process of childbirth rather than the product. And since it is the person of the Messiah (the product of the birth) that saves us, the term is unlikely to be used in the sense given it by those who hold this view. There are three other views that have greater plausibility: (4) This may be a somewhat veiled reference to the curse of Gen 3:16 in order to clarify that though the woman led the man into transgression (v. 14b), she will be saved spiritually despite this physical reminder of her sin. The phrase is literally “through childbearing,” but this does not necessarily denote means or instrument here. Instead it may show attendant circumstance (probably with a concessive force): “with, though accompanied by” (cf. BDAG 224 s. v. δία A.3. c; Rom 2:27; 2 Cor 2:4; 1 Tim 4:14). (5) “It is not through active teaching and ruling activities that Christian women will be saved, but through faithfulness to their proper role, exemplified in motherhood” (Moo, 71). In this view τεκνογονία is seen as a synecdoche in which child-rearing and other activities of motherhood are involved. Thus, one evidence (though clearly not an essential evidence) of a woman’s salvation may be seen in her decision to function in this role. (6) The verse may point to some sort of proverbial expression now lost, in which “saved” means “delivered” and in which this deliverance was from some of the devastating effects of the role reversal that took place in Eden. The idea of childbearing, then, is a metonymy of part for the whole that encompasses the woman’s submission again to the leadership of the man, though it has no specific soteriological import (but it certainly would have to do with the outworking of redemption).) if she (tn There is a shift to the plural here (Grk “if they continue”), but it still refers to the woman in a simple shift from generic singular to generic plural.) continues in faith and love and holiness with self-control."}]}