{"bibleAbbr":"NET2007","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"Those who are under the yoke as slaves (tn Traditionally, “servants.” Though δοῦλος (doulos) is normally translated “servant,” the word does not bear the connotation of a free individual serving another. BDAG notes that “‘servant’ for ‘slave’ is largely confined to Biblical transl. and early American times…in normal usage at the present time the two words are carefully distinguished” (BDAG 260 s. v.). The most accurate translation is “bondservant” (sometimes found in the ASV for δοῦλος), in that it often indicates one who sells himself into slavery to another. But as this is archaic, few today understand its force.) must regard their own masters as deserving of full respect. This will prevent (tn Grk “that the name…may not be slandered” (a continuation of the preceding sentence).) the name of God and Christian teaching (tn Grk “the teaching.”) from being discredited. (tn Or “slandered.”)"},{"number":2,"verse":"But those who have believing masters must not show them less respect (tn Or “think the less of them”; Grk “despise them,” “look down on them.”) because they are brothers. Instead they are to serve all the more, because those who benefit from their service are believers and dearly loved. (tn Or “those who devote themselves to service are faithful and dearly loved” (referring to slaves who serve them).) Teach them and exhort them about these things. (tn Grk “these things teach and exhort.”)"},{"number":3,"verse":"Summary of Timothy’s DutiesIf someone spreads false teachings (tn Grk “teaches other doctrines,” (different from apostolic teaching, cf. 1 Tim 1:3).) and does not agree with sound words (that is, those of our Lord Jesus Christ) and with the teaching that accords with godliness,"},{"number":4,"verse":"he is conceited and understands nothing, but has an unhealthy interest in controversies and verbal disputes. This gives rise to envy, dissension, slanders, evil suspicions,"},{"number":5,"verse":"and constant bickering by people corrupted in their minds and deprived of the truth, who suppose that godliness (tc Although most witnesses, including some early versions and fathers (D2 Ψ Ï sy Cyp Lcf Ambst), have ἀφίστασο ἀπὸ τῶν τοιούτων (afistaso apo’ twn toioutwn, “stay away from such things!”) after εὐσεβείαν (eusebeian, “godliness”; thus, “who suppose that godliness is a way of making a profit; stay away from such things!”), there seems to be little good reason for this clause’s omission in some of the oldest and best witnesses (א A D* F G 048 6 33 81 1175 1739 1881 lat co). It is likely that it crept into the text early, perhaps as a marginal comment, but it should not be considered authentic in light of the strong external evidence against it.) is a way of making a profit."},{"number":6,"verse":"Now godliness combined with contentment brings great profit."},{"number":7,"verse":"For we have brought nothing into this world and so (tc The Greek conjunction ὅτι usually means “because,” but here it takes the sense “so that” (see BDAG 732 s. v. 5. c). This unusual sense led to textual variation as scribes attempted to correct what appeared to be an error: D* and a few versional witnesses read ἀληθές ὅτι (“it is true that”), and א2 D2 Ψ Ï read δῆλον ὅτι (“it is clear that”). Thus the simple conjunction is preferred on internal as well as external grounds, supported by א* A F G 33 81 1739 1881 pc.) we cannot take a single thing out either."},{"number":8,"verse":"But if we have food and shelter, we will be satisfied with that. (tn Grk “with these.”)"},{"number":9,"verse":"Those who long to be rich, however, stumble into temptation and a trap and many senseless and harmful desires that plunge people into ruin and destruction."},{"number":10,"verse":"For the love of money is the root (tn This could be taken to mean “a root,” but the phrase “of all evils” clearly makes it definite. This seems to be not entirely true to life (some evils are unrelated to love of money), but it should be read as a case of hyperbole (exaggeration to make a point more strongly).) of all evils. (tn Many translations render this “of all kinds of evil,” especially to allow for the translation “a root” along with it. But there is no parallel for taking a construction like this to mean “all kinds of” or “every kind of.” The normal sense is “all evils.”) Some people in reaching for it have strayed from the faith and stabbed themselves with many pains."},{"number":11,"verse":"But you, as a person dedicated to God, (tn Grk “O man of God.”) keep away from all that. (tn Grk “flee these things.”) Instead pursue righteousness, godliness, faithfulness, love, endurance, and gentleness."},{"number":12,"verse":"Compete well (tn This phrase literally means “compete in the good competition of the faith,” using words that may refer to a race or to a boxing or wrestling match: “run the good race” or “fight the good fight.” The similar phrase in 1 Tim 1:18 uses a military picture and is more literally “war the good warfare.”) for the faith and lay hold of that eternal life you were called for and made your good confession (sn At some point in Timothy’s life, he publicly acknowledged Jesus as the resurrected Lord, perhaps either at his baptism or his ordination as a minister of the gospel. With this reminder of the historical moment of his good confession, Timothy is encouraged to remain steadfast in his faith and to finish his life as a minister in the same way it began (see G. W. Knight, Pastoral Epistles [NIGTC], 264-65).) for (tn Grk “confessed the good confession.”) in the presence of many witnesses."},{"number":13,"verse":"I charge you (tc ‡ Most witnesses, some of them important (א2 A D H 1881 Ï lat sy bo), have σοι (soi, “you”) after παραγγέλλω (parangellw, “I charge [you]”), a predictable variant because the personal pronoun is demanded by the sense of the passage (and was added in the translation because of English requirements). Hence, the omission is the harder reading, and the addition of σοι is one of clarification. Further, the shorter reading is found in several important witnesses, such as א* F G Ψ 6 33 1739 pc. Thus, both internally and externally the shorter reading is preferred. NA 27 places σοι in brackets, indicating some doubts as to its authenticity. tn Grk “I charge.”) before God who gives life to all things and Christ Jesus who made his good confession (tn Grk “testified the good confession.”sn Jesus’ good confession was his affirmative answer to Pilate’s question “Are you the king of the Jews?” (see Matt 27:11, Mark 15:2, Luke 23:3, John 18:33–37).) before Pontius Pilate,"},{"number":14,"verse":"to obey (tn The Greek word τηρέω (threw, traditionally translated “keep”) in this context connotes preservation of and devotion to an object as well as obedience.) this command (tn Grk “the command.”sn The command refers to the duties laid upon Timothy for his ministry in Ephesus (1 Tim 1:3–20; 6:2c–5).) without fault or failure until the appearing of our Lord Jesus Christ"},{"number":15,"verse":"— whose appearing (tn Grk “which.” All of 1 Tim 6:15 is a relative clause which refers back to “appearing” in v.14. The phrase “whose appearing” was supplied to clarify this connection.) the blessed and only Sovereign, the King of kings and Lord of lords, will reveal at the right time."},{"number":16,"verse":"He alone possesses immortality and lives in unapproachable light, whom no human has ever seen or is able to see. To him be honor and eternal power! Amen."},{"number":17,"verse":"Command those who are rich in this world’s goods (tn Grk “in the present age.”) not to be haughty or to set their hope on riches, which are uncertain, (tn Grk “in uncertainty.”) but on God who richly provides us with all things for our enjoyment."},{"number":18,"verse":"Tell them to do good, (tn Grk “to do good” (the continuation of 6:17). Because of the length and complexity of the Greek sentence, a new sentence was started at the beginning of v. 18.) to be rich in good deeds, to be generous givers, sharing with others. (tn Grk “to be generous,” “sharing.”)"},{"number":19,"verse":"In this way they will save up (tn Grk “saving up” (the continuation of 6:18). Because of the length and complexity of the Greek sentence, a new sentence was started at the beginning of v. 19.) a treasure for themselves as a firm foundation (tn Grk “treasuring up a good foundation.”) for the future and so lay hold of (tn Grk “that they may lay hold of.”) what is truly life."},{"number":20,"verse":"Conclusion O Timothy, protect what has been entrusted to you. Avoid (tn Grk “avoiding.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) the profane chatter and absurdities (tn Or “contradictions.”) of so-called “knowledge.” (tn Grk “the falsely named knowledge.”)"},{"number":21,"verse":"By professing it, some have strayed from the faith. (tn Grk “have deviated concerning the faith.”) Grace be with you all. (tc Most witnesses (א2 D1 Ψ Ï sy) conclude this letter with ἀμήν (amhn, “amen”). Such a conclusion is routinely added by scribes to NT books because a few of these books originally had such an ending (cf. Rom 16:27; Gal 6:18; Jude 25). A majority of Greek witnesses have the concluding ἀμήν in every NT book except Acts, James, and 3 John (and even in these books, ἀμήν is found in some witnesses). It is thus a predictable variant. Further, the earliest and best witnesses (א* A D* F G 33 81 1739* 1881 it sa) lack the particle, indicating that the letter concluded with “Grace be with you all.”tn Grk “with you” (but the Greek pronoun indicates the meaning is plural here).)"}]}