{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"Also these camen to Dauid in Sichelech, whanne he fledde yit fro Saul, the sone of Cys; whiche weren strongeste men and noble fiyterys,"},{"number":2,"verse":"beendynge bouwe, and castynge stoonys with slyngis with euer either hond, and dressynge arowis; of the britheren of Saul of Beniamyn,"},{"number":3,"verse":"the prince Achieser, and Joas, the sones of Samaa of Gabaath, and Jazachel, and Phallech, the sones of Azmod, and Barachie, and Jehu of Anathot;"},{"number":4,"verse":"also Samay of Gabaon was the strongeste among thretti and aboue thretti; Jeremy, and Jezihel, and Johannan, and Zebadga Zerothites,"},{"number":5,"verse":"Elusay, and Jerymoth, and Baalia, and Samaria, and Saphia Araphites,"},{"number":6,"verse":"Elchana, and Jesia, and Azrahel, and Jezer, and Jesbaam of Taremy,"},{"number":7,"verse":"and Joelam, and Sabadia, the sones of Jeroam of Jedor."},{"number":8,"verse":"But also of Gaddi strongeste men, and beste fiyteris, holdynge scheld and spere, fledden ouer to Dauid, whanne he was hid in deseert; the faces of hem as the face of a lioun, and thei weren swift as capretis in hillis."},{"number":9,"verse":"Ozer was the prince, Obdias the secounde, Eliab the thridde,"},{"number":10,"verse":"Masmana the fourthe, Jeremye the fyuethe,"},{"number":11,"verse":"Becchi the sixte, Heliel the seuenthe,"},{"number":12,"verse":"Johannan the eiythe, Helzedad the nynthe,"},{"number":13,"verse":"Jeremye the tenthe, Bachana the euleuenthe;"},{"number":14,"verse":"these of the sones of Gad weren princes of the oost; the laste was souereyn ouer an hundrid knyytis, and the moost was souereyn ouer a thousynde."},{"number":15,"verse":"These it ben that passiden ouer Jordan in the firste monethe, whanne it was wont to flowe ouer hise brynkis; and thei dryueden awei alle men that dwelliden in the valeis at the eest coost and west coost."},{"number":16,"verse":"Sotheli also men of Beniamyn and of Juda camen to the stronge hoold, whereyn Dauid dwellide."},{"number":17,"verse":"And Dauid yede out ayens hem, and seide, If ye `ben comyn pesible to me, for to helpe me, myn herte be ioyned to you; forsothe if ye setten aspies to me for myn aduersaries, sithen Y haue not wickidnesse in the hondis, God of our fadris se and deme."},{"number":18,"verse":"Forsothe the spirit clothide Amasay, the prynce among thritti, and he seide, A! Dauid, we ben thin, and thou, sone of Ysai, we schulen be with thee; pees, pees to thee, and pees to thin helperis, for thi Lord God helpith thee. Therfor Dauid resseyuede hem, and made princes of the cumpeny."},{"number":19,"verse":"Forsothe men of Manasses fledden ouer to Dauid, whanne he cam with Filisteis to fiyte ayens Saul, and he fauyte not with hem, for after that the princes of Filisteis hadden take counsel, thei senten hym ayen, and seiden, With perel of oure heed he schal turne ayen to Saul his lord."},{"number":20,"verse":"Therfor whanne Dauid turnede ayen in to Sichelech, men of Manasses fledden ouer to hym, Eduas, and Jozabad, Jedihel, and Mychael, and Naas, and Jozabath, and Helyu, and Salathi, princes of knyytis in Manasses."},{"number":21,"verse":"These men yauen help to Dauid ayens theues; for alle weren strongeste men, and thei weren maad prynces in the oost."},{"number":22,"verse":"But also bi ech dai men camen to Dauid, for to helpe hym, til that the noumbre was maad greet as the oost of God."},{"number":23,"verse":"Also this is the noumbre of princes of the oost that camen to Dauid, whanne he was in Ebron, that thei schulden translate the rewme of Saul to hym, bi the word of the Lord; the sones of Juda,"},{"number":24,"verse":"berynge scheeld and spere, sixe thousynde and eiyte hundrid, redi to batel;"},{"number":25,"verse":"of the sones of Simeon, seuene thousinde and an hundrid, of strongeste men to fiyte;"},{"number":26,"verse":"of the sones of Leuy, foure thousynde and sixe hundrid;"},{"number":27,"verse":"also Joiada, prince of the generacioun of Aaron, and thre thousynd and seuene hundrid with hym;"},{"number":28,"verse":"also Sadoch, a child of noble wit, and the hows of his fadir, twei and twenti princes;"},{"number":29,"verse":"forsothe of the sones of Beniamyn, britheren of Saul, thre thousynde; for a greet part of hem suede yit the hows of Saul;"},{"number":30,"verse":"forsothe of the sones of Effraym, twenti thousynde and eiyte hundrid, strongeste men in bodili myyt, men named in her meynees;"},{"number":31,"verse":"and of the half part of the lynage of Manasses, eiytene thousynde; alle camen bi her names, to make Dauid kyng;"},{"number":32,"verse":"also of the sones of Ysacar, two hundrid princes, lernd men, that knewen ech tyme to comaunde what the puple of Israel ouyt to do; sotheli al the residue lynage suede the counseils of hem;"},{"number":33,"verse":"forsothe of Zabulon camen fifti thousynde in to helpe, not in double herte, which yeden out to batel, and stoden in the scheltrun, and weren maad redi with armuris of batel;"},{"number":34,"verse":"and of Neptalym a thousynde prynces, and with hem camen seuene and thritti thousynde men, arayed with scheeld and speere;"},{"number":35,"verse":"also of Dan, eiyte and twenti thousynde and sixe hundrid men, maad redi to batel;"},{"number":36,"verse":"and of Aser fourti thousynde men, goynge out to batel, and stirynge to batel in the scheltrun."},{"number":37,"verse":"Forsothe biyende Jordan, of the sones of Ruben, and of Gad, and of the half part of the lynage of Manasses, sixe scoore thousynde men, araied with armuris of batel."},{"number":38,"verse":"Alle these men werriouris and redi to batel camen with perfit herte in to Ebron, to make Dauid kyng on al Israel; but also alle the residue of Israel weren of oon herte, that Dauid schulde be maad king on al Israel."},{"number":39,"verse":"And thei weren ther at Dauid thre daies, and eten and drunken; for her britheren hadden maad redi to hem;"},{"number":40,"verse":"but also thei that weren niy hem, til to Isacar and Zabulon and Neptalym, brouyten looues on assis, and camelis, and mulis, and oxis, for to ete; mele, bundelis of pressid figis, dried grapis, wyn, oile, oxis and wetheres, to al plentee; for ioy was in Israel."}]}