{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"Sotheli Sathan roos ayens Israel, and stiride Dauid for to noumbre Israel."},{"number":2,"verse":"And Dauid seide to Joab, and to the princes of the puple, Go ye, and noumbre Israel fro Bersabe til to Dan, and brynge ye the noumbre to me, that Y wite."},{"number":3,"verse":"And Joab answeride, The Lord encresse his puple an hundrid fold more than thei ben; my lord the kyng, whether alle ben not thi seruauntis? Whi sekith my lord this thing, that schal be arettid in to synne to Israel?"},{"number":4,"verse":"But the word of the kyng hadde more the maistrie; and Joab yede out, and cumpasside al Israel, and turnede ayen in to Jerusalem."},{"number":5,"verse":"And he yaf to Dauid the noumbre of hem, which he hadde cumpassid; and al the noumbre of Israel was foundun a thousynde thousande, and an hundrid thousynde of men, drawynge out swerd; forsothe of Juda weren thre hundrid thousynde, and seuenti thousynde of werriouris."},{"number":6,"verse":"For Joab noumbride not Leuy and Beniamyn, for ayens his wille he dide the comaundement of the kyng."},{"number":7,"verse":"Forsothe that that was comaundid displeside the Lord, and he smoot Israel."},{"number":8,"verse":"And Dauid seide to God, Y synnede greetli that Y wolde do this; Y biseche, do thou awey the wickidnesse of thi seruaunt, for Y dide folili."},{"number":9,"verse":"And the Lord spak to Gad, the profete of Dauid,"},{"number":10,"verse":"and seide, Go thou, and speke to Dauid, and seie to him, The Lord seith these thingis, Y yeue to thee the chesyng of thre thingis; chese thou oon which thou wolt, that Y do to thee."},{"number":11,"verse":"And whanne Gad was comen to Dauid, he seide to Dauid, The Lord seith these thingis, Chese thou that that thou wolt, ether pestilence thre yeer,"},{"number":12,"verse":"ether that thre monethis thou fle thin enemyes and mow not ascape her swerd, ether that the swerd of the Lord and deeth regne thre daies in the lond, and that the aungel of the Lord slee in alle the coostis of Israel. Now therfor se thou, what Y schal answere to hym that sente me."},{"number":13,"verse":"And Dauid seide to Gad, Angwischis oppresse me on ech part, but it is betere to me, that Y falle in to the hondis of the Lord, for his merciful doynges ben manye, than in to the hondis of men."},{"number":14,"verse":"Therfor the Lord sente pestilence in to Israel, and seuenti thousynde of men felden doun of Israel."},{"number":15,"verse":"Also he sente an aungel in to Jerusalem, that he schulde smyte it; and whanne it was smytun, the Lord siy, and hadde merci on the greetnesse of yuel; and comaundide to the aungel that smoot, It suffisith, now thin hond ceesse. Forsothe the aungel of the Lord stood bisidis the cornfloor of Ornam Jebusey."},{"number":16,"verse":"And Dauid reiside hise iyen, and siy the aungel of the Lord stondynge bitwixe heuene and erthe, and a drawun swerd in his hond, and turnede ayens Jerusalem. And bothe he and the grettere men in birthe weren clothid with heiris, and felden doun lowe on the erthe."},{"number":17,"verse":"And Dauid seide to the Lord, Whether Y am not that comaundide that the puple schulde be noumbrid? Y it am that synnede, Y it am that dide yuel; what disseruid this floc? My Lord God, Y biseche, thin hond be turned `in to me, and `in to the hows of my fadir; but thi puple be not smytun."},{"number":18,"verse":"Forsothe an aungel of the Lord comaundide Gad, that he schulde seie to Dauid, `that he schulde stie, and bilde an auter to the Lord God in the cornfloor of Ornam Jebusei."},{"number":19,"verse":"Therfor Dauid stiede bi the word of Gad, which he spak to hym bi the word of the Lord."},{"number":20,"verse":"Forsothe whanne Ornam hadde `biholde, and hadde seyn the aungel, and hise foure sones `with hym `hadde seyn, thei hidden hem, for in that tyme he threischide whete in the cornfloor."},{"number":21,"verse":"Therfor whanne Dauid cam to Ornam, Ornam bihelde Dauid, and yede forth fro the cornfloor ayens hym, and worschipide hym, lowli on the ground."},{"number":22,"verse":"And Dauid seide to hym, Yyue the place of thi cornfloor to me, that Y bilde ther ynne an auter to the Lord; so that thou take as myche siluer as it is worth, and that the veniaunce ceesse fro the puple."},{"number":23,"verse":"Forsothe Ornam seide to Dauid, Take thou, and my lord the kyng do what euer thing plesith hym; but also Y yyue oxis in to brent sacrifice, and instrumentis of tree, wherbi cornes ben throischun, in to trees, and wheete in to sacrifice; Y yyue alle thingis wilfully."},{"number":24,"verse":"And `Dauid the kyng seide to hym, It schal not be don so, but Y schal yyue siluer as myche as it is worth; for Y owe not take awei fro thee, and offre so to the Lord brent sacrifices freli youun."},{"number":25,"verse":"Therfor Dauid yaf to Ornam for the place sixe hundrid siclis of gold of most iust weiyte."},{"number":26,"verse":"And he bildide there an auter to the Lord, and he offride brent sacrifice and pesible sacrifices, and he inwardli clepide God; and God herde hym in fier fro heuene on the auter of brent sacrifice."},{"number":27,"verse":"And the Lord comaundide to the aungel, and he turnede his swerd in to the schethe."},{"number":28,"verse":"Therfor anoon Dauid siy, that the Lord hadde herd hym in the corn floor of Ornam Jebusey, and he offride there slayn sacrifices."},{"number":29,"verse":"Forsothe the tabernacle of the Lord, that Moyses hadde maad in the deseert, and the auter of brent sacrifices, was in that tempest in the hiy place of Gabaon;"},{"number":30,"verse":"and Dauid myyte not go to the auter, to biseche God there, for he was aferd bi ful greet drede, seynge the swerd of the `aungel of the Lord."}]}