{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"Therfor Dauid, and the magestratis of the oost, departiden in to the seruyce the sones of Asaph, and of Eman, and of Idithum, whiche schulden profecye in harpis, and sawtrees, and cymbalis, bi her noumbre, and serue the office halewid to hem."},{"number":2,"verse":"Of the sones of Asaph; Zaccur, and Joseph, and Nathania, and Asarela; sotheli the sones of Asaph vndir the hond of Asaph profesieden bisidis the kyng."},{"number":3,"verse":"Forsothe the sones of Idithum weren these; Idithum, Godolie, Sori, Jesie, and Sabaie, and Mathatie, sixe; vndur the hond of hir fadir Idithum, that profesiede in an harpe on men knoulechynge and preysynge the Lord."},{"number":4,"verse":"Also the sones of Heman weren Heman, Boccia, Mathanya, Oziel, Subuhel, and Jerymoth, Ananye, Anan, Elyatha, Gaeldothi, and Romenthi, Ezer, and Jesbacasi, Melothy, Othir, Mazioth;"},{"number":5,"verse":"alle these sones of Heman weren profetis of the kyng in the wordis of God, that he schulde enhaunse the horn. And God yaf to Heman fourtene sones, and thre douytris."},{"number":6,"verse":"Alle vndur the hond of her fadir weren `delid, ethir asigned, to synge in the temple of the Lord, in cymbalis, and sawtrees, and harpis, in to the seruyces of the hows of the Lord nyy the kyng, that is to seie, Asaph, and Idithum, and Heman."},{"number":7,"verse":"Sotheli the noumbre of hem with her britheren, that tauyten the songe of the Lord, alle the techeris, was twey hundrid `foure scoor and eiyte."},{"number":8,"verse":"And thei senten lottis bi her whiles euenli, as wel the gretter as the lesse, also a wijs man and vnwijs."},{"number":9,"verse":"And the firste lot yede out to Joseph, that was of Asaph; the secounde to Godolie, to hym, and hise sones and hise britheren twelue;"},{"number":10,"verse":"the thridde to Zaccur, to hise sones and hise bretheren twelue;"},{"number":11,"verse":"the fourthe to Isary, to hise sones and hise britheren twelue; the fyuethe to Nathanye,"},{"number":12,"verse":"to hise sones and hise britheren twelue;"},{"number":13,"verse":"the sixte to Boccian, to hise sones and hise britheren twelue;"},{"number":14,"verse":"the seuenthe to Israhela, to hise sones and britheren twelue;"},{"number":15,"verse":"the eiythe to Isaie, to his sones and britheren twelue;"},{"number":16,"verse":"the nynthe to Mathany, to his sones and britheren twelue;"},{"number":17,"verse":"the tenthe to Semei, to his sones and britheren twelue;"},{"number":18,"verse":"the elleuenthe to Ezrahel, to hise sones and britheren twelue;"},{"number":19,"verse":"the tweluethe to Asabie, to his sones and britheren twelue;"},{"number":20,"verse":"the thrittenthe to Subahel, to hise sones and britheren twelue;"},{"number":21,"verse":"the fourtenthe to Mathathatie, to hise sones and britheren twelue; the fiftenthe to Jerymoth,"},{"number":22,"verse":"to hise sones and britheren twelue;"},{"number":23,"verse":"the sixtenthe to Ananye, to hise sones and britheren twelue;"},{"number":24,"verse":"the seuententhe to Jesbocase, to hise sones and britheren twelue;"},{"number":25,"verse":"the eiytenthe to Annam, to hise sones and britheren twelue;"},{"number":26,"verse":"the nyntenthe to Mollothi, to hise sones and britheren twelue; the twentithe to Eliatha,"},{"number":27,"verse":"to hise sones and britheren twelue;"},{"number":28,"verse":"the oon and twentithe to Othir, to hise sones and britheren twelue;"},{"number":29,"verse":"the two and twentithe to Godoliathi, to hise sones and britheren twelue; the thre and twentithe to Mazioth,"},{"number":30,"verse":"to hise sones and britheren twelue;"},{"number":31,"verse":"the foure and twentithe to Romonathiezer, to his sones and britheren twelue."}]}