{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"Therfor Dauid clepide togidere alle the princes of Israel, the duykis of lynagis, and the souereyns of cumpenyes, that `mynystriden to the kyng, also the tribunes, and centuriouns, and hem that weren souereyns ouer the catel and possessiouns of the kyng, and hise sones, with `nurchis, and techeris, and alle the myyti and strongeste men in the oost of Jerusalem."},{"number":2,"verse":"And whanne the kyng hadde rise, and `hadde stonde, he seide, My britheren and my puple, here ye me. Y thouyte for to bilde an hows, wherynne the arke of boond of pees of the Lord, and the stool of the feet of oure God schulde reste; and Y made redi alle thingis to bilde."},{"number":3,"verse":"But God seide to me, Thou schalt not bilde an hows to my name, for thou art a man werriour, and hast sched blood."},{"number":4,"verse":"But the Lord God of Israel chees me of al the hows of my fadir, that Y schulde be kyng on Israel with outen ende; for of Juda he chees princes, sotheli of the hows of Juda he chees the hows of my fadir, and of the sones of my fadir it pleside hym to chese me kyng on al Israel."},{"number":5,"verse":"But also of my sones, for the Lord yaf to me many sones, he chees Salomon, my sone, that he schulde sitte in the troone of the rewme of the Lord on Israel."},{"number":6,"verse":"And he seide to me, Salomon, thi sone, schal bilde myn hows, and myn auters; for Y haue chose hym to me in to a sone, and Y schal be to hym in to a fadir;"},{"number":7,"verse":"and Y schal make stidefast his rewme til in to with outen ende, if he schal contynue to do myn heestis and domes, as and to dai."},{"number":8,"verse":"Now therfor bifor al the cumpeny of Israel, `Y seie these thingis that suen in the heryng of God, kepe ye and seke ye alle the comaundementis of `youre Lord God, that ye haue in possessioun a good lond, and that ye leeue it to youre sones aftir you til in to with outen ende."},{"number":9,"verse":"But thou, Salomon, my sone, knowe the God of thi fadir, and serue thou hym with perfit herte, and wilful soule; for the Lord serchith alle hertis, and vndirstondith alle thouytis of soulis; if thou sekist hym, thou schalt fynde hym; forsothe if thou forsakist hym, he schal caste thee awei with outen ende."},{"number":10,"verse":"Now therfor, for the Lord chees thee, for to bilde the hows of seyntuarie, be thou coumfortid, and parforme."},{"number":11,"verse":"Forsothe Dauid yaf to Salomon, his sone, the discryuyng, `ether ensaumple, of the porche, and of the temple, and of celeris, and of the soler, and of closetis in pryuy places, and of the hows of propiciacioun, `that is, of mersi;"},{"number":12,"verse":"also and of alle thingis whiche he thouyte of the large places, and of chaumbris bi cumpas, in to the tresours of the hows of the Lord, and `in to the tresours of holi thingis,"},{"number":13,"verse":"and of the departyngis of preestis and of dekenes, in to alle the werkis of the hows of the Lord, and alle vessels of the seruyce of the temple of the Lord."},{"number":14,"verse":"Of gold in weiyte bi ech vessel of the seruyce, and of siluer, for dyuersitee of vessels, and of werkis;"},{"number":15,"verse":"but also to goldun candilstikis, and to her lanternes, he yaf gold, for the mesure of ech candilstike and lanternes; also and in silueren candilstikis, and in her lanternes, he bitook the weiyte of siluer, for the dyuersite of mesure."},{"number":16,"verse":"Also and he yaf gold in to the bord of settyng forth, for the dyuersite of mesure, also and he yaf siluer in to othere siluerne boordis;"},{"number":17,"verse":"also to fleisch hookis, and viols, and censeris of pureste gold; and to litle goldun lyouns, for the maner of mesure, he departide a weiyte in to a litil lyoun and a litil lioun; also and in to siluerne liouns he departide dyuerse weiyte of siluer."},{"number":18,"verse":"Forsothe he yaf pureste gold to the auter, wherynne encense was brent, that a lickenesse of the cart of cherubyns, holdinge forth wyngis, and hilynge the arke of boond of pees of the Lord, schulde be maad therof."},{"number":19,"verse":"Dauid seide, Alle thingis camen writun bi the hond of the Lord to me, that Y schulde vndirstonde alle the werkis of the saumpler."},{"number":20,"verse":"And Dauid seide to Salomon, his sone, Do thou manli, and be thou coumfortid, and make; drede thou not `with outforth, nether drede thou `with ynne; for `my Lord God schal be with thee, and he schal not leeue thee, nether schal forsake thee, til thou performe al the werk of the seruyce of the hows of the Lord."},{"number":21,"verse":"Lo! the departyngis of prestis and of dekenes, in to al the werk of the seruyce of the hows of the Lord, schulen stonde niy thee; and thei ben redi, and bothe the princes and the puple kunnen do alle thi comaundementis."}]}