{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"Forsothe Dauid hadde these sones, that weren borun to hym in Ebron; the firste gendrid sone, Amon, of Achynoem of Jezrael; the secounde sone, Danyel, of Abigail of Carmele;"},{"number":2,"verse":"the thridde, Absolon, the sone of Maacha, douyter of Tolomei, kyng of Gessuri; the fourthe, Adonye, sone of Agith;"},{"number":3,"verse":"the fyuethe, Saphacie, of Abithal; the sixte, Jethraan, of Egla his wijf."},{"number":4,"verse":"Therfor sixe sones weren borun to hym in Ebron, where he regnede seuene yeer and sixe monethis; sotheli he regnyde thre and thritti yeer in Jerusalem."},{"number":5,"verse":"Forsothe foure sones, Sama, and Sobab, and Nathan, and Salomon, weren borun of Bersabee, the douyter of Amyhel, to hym in Jerusalem;"},{"number":6,"verse":"also Jabaar, and Elisama, and Eliphalech,"},{"number":7,"verse":"and Noge, and Napheth, and Japhie,"},{"number":8,"verse":"also and Elisama, and Eliade, and Eliphalech, nyne."},{"number":9,"verse":"Alle these weren the sones of David, with out the sones of secoundarie wyues; and thei hadden a sistir, Thamar."},{"number":10,"verse":"Sotheli the sone of Salomon was Roboam, whos sone Abia gendride Asa;"},{"number":11,"verse":"and Josephat, the fadir of Joram, was borun of this Asa; which Joram gendride Ocozie, of whom Joas was borun."},{"number":12,"verse":"And Amasie, the sone of this Joas, gendride Azarie; sotheli Azarie, the sone of Joathan,"},{"number":13,"verse":"gendride Achaz, the fadir of Ezechie; of whom Manasses was borun."},{"number":14,"verse":"But also Manasses gendride Amon, the fadir of Josias."},{"number":15,"verse":"Forsothe the sones of Josias weren, the firste gendrid sone, Johannan; the secounde, Joachym; the thridde, Sedechie; the fourthe, Sellum."},{"number":16,"verse":"Of Joachym was borun Jechonye, and Sedechie."},{"number":17,"verse":"The sones of Jechonye weren Asir,"},{"number":18,"verse":"Salatiel, Melchiram, Phadaie, Sennaser, and Jech, Semma, Sama, and Nadabia."},{"number":19,"verse":"Of Phadaie weren borun Zorobabel, and Semey. Zorobabel gendryde Mosolla, Ananye, and Salomyth, the sister of hem; and Asaba,"},{"number":20,"verse":"and Ochol, and Barachie, and Asadaie, and Josabesed, fyue."},{"number":21,"verse":"Forsothe the sone of Ananye was Falcias, the fadir of Jeseie, whose sone was Raphaie. And the sone of him was Arnan, of whom was borun Abdia, whos sone was Sechema."},{"number":22,"verse":"The sone of Sechema was Semeia, whose sones weren Archus, and Gegal, and Baaria, and Naaria, and Saphat, and Sela; sixe in noumbre."},{"number":23,"verse":"The sones of Naaria weren thre, Helionai, and Ezechie, and Zichram."},{"number":24,"verse":"The sones of Helionai weren seuene, Odyna, and Eliasub, and Pheleia, and Accub, and Johannan, and Dalaia, and Anani."}]}