{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"The sones of Leuy weren Gerson, Caath, and Merary."},{"number":2,"verse":"The sones of Chaath weren Amram, Isaar, Ebron, and Oziel."},{"number":3,"verse":"The sones of Amram weren Aaron, Moyses, and Marie. The sones of Aaron weren Nadab,"},{"number":4,"verse":"and Abyu, Eleazar, and Ythamar. Eleazar gendride Phynees, and Phynees gendride Abisue,"},{"number":5,"verse":"Abisue gendride Bocci, and Bocci gendride Ozi,"},{"number":6,"verse":"Ozi gendride Zaraie, and Zaraie gendride Meraioth."},{"number":7,"verse":"Forsothe Meraioth gendride Amarie, Amarie gendride Achitob,"},{"number":8,"verse":"Achitob gendride Sadoch, Sadoch gendride Achymaas, Achymaas gendride Azarie,"},{"number":9,"verse":"Azarie gendride Johannam,"},{"number":10,"verse":"Johannam gendride Azarie; he it is that was set in preesthod, in the hows which Salomon bildide in Jerusalem."},{"number":11,"verse":"Forsothe Azarie gendride Amarye, and Amarie gendride Achitob,"},{"number":12,"verse":"Achitob gendride Sadoch, Sadoch gendride Sellum,"},{"number":13,"verse":"Sellum gendride Helchie,"},{"number":14,"verse":"Helchie gendride Azarie, Azarie gendride Saraie, Saraie gendride Josedech."},{"number":15,"verse":"Forsothe Josedech yede out, whanne the Lord translatide Juda and Jerusalem bi the hondis of Nabugodonosor kyng."},{"number":16,"verse":"Therfor the sones of Leuy weren Gerson, Caath, and Merary."},{"number":17,"verse":"And these weren the names of the sones of Gerson; Lobeni, and Semei."},{"number":18,"verse":"The sones of Caath weren Amram, and Isaar, and Ebron, and Oziel."},{"number":19,"verse":"The sones of Merari weren Moli, and Musi. Sotheli these weren the kynredis of Leuy bi the meynees of hem;"},{"number":20,"verse":"Gerson; Lobony, his sone; Jaath, his sone; Zama, his sone;"},{"number":21,"verse":"Joaith, his sone; Addo, his sone; Zara, his sone; Jethrai, his sone."},{"number":22,"verse":"The sones of Caath; Amynadab, his sone; Chore, his sone;"},{"number":23,"verse":"Azyra, his sone; Helcana, his sone; Abiasaph, his sone;"},{"number":24,"verse":"Aser, his sone; Caath, his sone; Vriel, his sone; Azias, his sone; Saul, his sone."},{"number":25,"verse":"The sones of Helchana weren Amasay, and Achymoth, and Helcana."},{"number":26,"verse":"The sones of Helcana; Saphay, his sone;"},{"number":27,"verse":"Naath, his sone; Heliab, his sone; Heroam, his sone; Helcana, his sone."},{"number":28,"verse":"The sones of Samuel; the firste gendrid Nasen, and Abia."},{"number":29,"verse":"Sotheli the sones of Merari; Moli, his sone; Lobeny, his sone; Semey, his sone;"},{"number":30,"verse":"Oza, his sone; Sama, his sone; Aggias, his sone; Azaya, his sone;"},{"number":31,"verse":"These it ben whiche Dauid ordeynede on the syngeris of the hows of the Lord, sithen the arke of the Lord was set;"},{"number":32,"verse":"and thei mynystriden bifor the tabernacle of witnessyng, and sungun, til Salomon bildide the hows of the Lord in Jerusalem; forsothe thei stoden bi her ordre in seruyce."},{"number":33,"verse":"Sotheli thes it ben that stoden nyy with her sones. Of the sones of Caath; Heman the chauntor, the sone of Joel, sone of Samuel,"},{"number":34,"verse":"sone of Helcana, sone of Joroam, sone of Heliel,"},{"number":35,"verse":"sone of Thou, sone of Suph,"},{"number":36,"verse":"sone of Helcana, sone of Mabath, sone of Amasi, sone of Helcana, sone of Joel, sone of Azarie, sone of Sophonye, sone of Caath,"},{"number":37,"verse":"sone of Asyr, sone of Abiasaph,"},{"number":38,"verse":"sone of Chore, sone of Isaar, sone of Caath, sone of Leuy, sone of Israel."},{"number":39,"verse":"And hise britheren; Asaph, that stood at the riythalf of hym, Asaph, the sone of Barachie,"},{"number":40,"verse":"sone of Samaa, sone of Mychael, sone of Basye, sone of Melchie, sone of Atthay,"},{"number":41,"verse":"sone of Zara, sone of Adala,"},{"number":42,"verse":"sone of Edan, sone of Zama, sone of Semey,"},{"number":43,"verse":"sone of Geth, sone of Gerson, sone of Leuy."},{"number":44,"verse":"Forsothe the sones of Merary, the britheren of hem, weren at the leftside; Ethan, the sone of Chusi, sone of Abdi, sone of Moloch, sone of Asabie,"},{"number":45,"verse":"sone of Amasie, sone of Helchie,"},{"number":46,"verse":"sone of Amasay, sone of Bonny, sone of Soomer,"},{"number":47,"verse":"sone of Moli, sone of Musi, sone of Merarie, sone of Leuy."},{"number":48,"verse":"And dekenes, the britheren of hem, that weren ordeyned in to al the seruyce of the tabernacle of the hows of the Lord."},{"number":49,"verse":"Forsothe Aaron and hise sones brenten encense on the auter of brent sacrifices, and on the auter of encense, in to al the werk `of the hooli of hooli thingis; and that thei schulden preie for Israel, by alle thingis whiche Moises, the seruaunt of God, comaundide."},{"number":50,"verse":"Sotheli these ben the sones of Aaron; Eleazar, his sone; Phynes, his sone;"},{"number":51,"verse":"Abisue, his sone; Bocci, his sone; Ogzi, his sone; Zara, his sone; Meraioth, his sone;"},{"number":52,"verse":"Amarias, his sone; Achitob, his sone;"},{"number":53,"verse":"Sadoch, his sone; Achimaas, his sone."},{"number":54,"verse":"And these weren the dwelling places, bi the townes and coostis of hem, that is, of the sones of Aaron, bi the kynredis of Caathitis; for tho bifelden to hem bi lot."},{"number":55,"verse":"Therfor the children of Israel yauen to hem Ebron in the lond of Juda, and the subarbis therof bi cumpas;"},{"number":56,"verse":"sotheli thei yauen the feeldis and townes of the citees to Caleph, sone of Jephone."},{"number":57,"verse":"Forsothe thei yauen citees to the sones of Aaron, Ebron to refuyt; and thei yauen Lobna,"},{"number":58,"verse":"with hise subarbis, and Jether, and Escamo, with her subarbis, but also Helon, and Dabir, with her subarbis; also thei yauen Asan,"},{"number":59,"verse":"and Bethsames, and the subarbis of tho."},{"number":60,"verse":"Sotheli of the lynage of Beniamyn thei yauen Gabee, and the subarbis therof, and Alamach with hise subarbis, Anathot also with hise subarbis; alle the citees weren threttene with her subarbis, bi the kynredis of hem."},{"number":61,"verse":"Forsothe to the sones of Caath, residues of her kynrede, thei yauen of the half lynage of Manasses ten citees `in to possessioun."},{"number":62,"verse":"Sotheli to the sones of Gerson bi her kynredis thei yauen fourtene citees in Basan, of the lynage of Ysacar, and of the lynage of Aser, and of the lynage of Neptalym, and of the lynage of Manasses."},{"number":63,"verse":"Forsothe to the sones of Merary by her kynredis thei yauen bi lottis twelue citees, of the lynage of Ruben, of the lynage of Gad, and of the lynage of Zabulon."},{"number":64,"verse":"And the sones of Israel yauen to dekenes citees and subarbis of tho;"},{"number":65,"verse":"and thei yauen bi lot, of the sones of the lynage of Juda, and of the lynage of the sones of Symeon, and of the lynage of the sones of Beniamyn, these citees, which the dekenes clepiden bi her names;"},{"number":66,"verse":"and of hem that weren of the kynrede of the sones of Caath, and in the termes of hem weren the citees of the lynage of Effraym."},{"number":67,"verse":"And the sones of Israel yauen to hem citees of refuyt; Sichem with hise subarbis in the hil of Effraym, and Gazer with hise subarbis, also Hicmaan with hise subarbis,"},{"number":68,"verse":"and Betheron also."},{"number":69,"verse":"Also of the lynage of Dan thei yauen Ebethe, Gebethor, and Heialan, and Helon, with her subarbis, and Gethremon bi the same maner."},{"number":70,"verse":"Forsothe of the half lynage of Manasses thei yauen Aner, and the subarbis therof, Balaam, and the subarbis therof; that is, to hem that weren residue of the kynrede of the sones of Caath."},{"number":71,"verse":"Sotheli to the sones of Gerson thei yauen of the kynrede of half the lynage of Manasses, Gaulon in Basan, and the subarbis therof, and Astoroth with hise subarbis."},{"number":72,"verse":"Of the lynage of Isachar thei yauen Cedes, and the subarbis therof, and Daberith with hise subarbis; also Samoth,"},{"number":73,"verse":"and his subarbis, `and Anem with hise subarbis."},{"number":74,"verse":"Also of the linage of Aser thei yauen Masal with hise subarbis, and Abdon also,"},{"number":75,"verse":"and Asach, and the subarbis therof, and Roob with hise subarbis."},{"number":76,"verse":"Sotheli of the lynage of Neptalym thei yauen Cedes in Galilee, and the subarbis therof, Amon with hise subarbis, and Cariathiarym, and subarbis therof."},{"number":77,"verse":"Sotheli to the residue sones of Merary thei yauen of the lynage of Zabulon, Remon, and subarbis therof, and Thabor with hise subarbis."},{"number":78,"verse":"Also biyende Jordan, euene ayens Jerico, ayens the eest of Jordan, thei yauen of the lynage of Ruben, Bosor in the wildirnesse with hise subarbis, and Jasa with hise subarbis,"},{"number":79,"verse":"also Cademoth, and hise subarbis, and Myphaat with hise subarbis."},{"number":80,"verse":"Also and of the lynage of Gad thei yauen Ramoth in Galaath, and the subarbis therof, Manaym with hise subarbis,"},{"number":81,"verse":"but also Esebon with hise subarbis, and Jezer with hise subarbis."}]}