{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"Forsothe the sones of Isachar weren foure; Thola, and Phua, Jasub, and Sameron."},{"number":2,"verse":"The sones of Thola weren Ozi, and Raphaia, and Jerihel, and Jemay, and Jepsen, and Samuel, princis bi the housis of her kynredis. Of the generacioun of Thola, weren noumbrid strongeste men in the daies of Dauid, two and twenti thousynde and sixe hundrid."},{"number":3,"verse":"The sones of Ozi weren Jezraie; of whom weren borun Mychael, and Obadia, and Johel, and Jezray, fyue, alle princes."},{"number":4,"verse":"And with hem weren bi her meynees and puplis, sixe and thretti thousynde strongeste men gird to batel; for thei hadden many wyues and sones."},{"number":5,"verse":"And her britheren by alle the kynredis of Isachar `moost stronge to fiyte weren noumbrid foure scoore and seuene thousynde."},{"number":6,"verse":"The sones of Beniamyn weren Bale, and Bothor, and Adiel, thre."},{"number":7,"verse":"The sones of Bale weren Esbon, and Ozi, and Oziel, and Jerymoth, and Vray, fyue, princes of meynees, mooste stronge to fiyte; for the noumbre of hem was two and twenti thousynde and foure and thretti."},{"number":8,"verse":"Forsothe the sones of Bochor weren Samara, and Joas, and Eliezer, and Elioenai, and Zamri, and Jerimoth, and Abia, and Anathoth, and Almachan; alle these weren the sones of Bochor."},{"number":9,"verse":"Sotheli the princes of kynredis weren noumbrid bi her meynees twenti thousynde and two hundrid moost stronge men to batels."},{"number":10,"verse":"Forsothe the sones of Ledihel weren Balan; sotheli the sones of Balan weren Jheus, and Beniamyn, and Aoth, and Camana, and Jothan, and Tharsis, and Thasaar."},{"number":11,"verse":"Alle these the sones of Ledihel weren princes of her meynees, seuentene thousynde and two hundrid, strongeste men goynge forth to batel."},{"number":12,"verse":"Also Saphan and Apham weren the sones of Hir; and Basym was the sone of Aser."},{"number":13,"verse":"Forsothe the sones of Neptalym weren Jasiel, and Guny, and Aser, and Sellum; the sones of Bale."},{"number":14,"verse":"Sotheli the sone of Manasses was Esriel; and Sira his secundarie wijf childide Machir, the fadir of Galaad."},{"number":15,"verse":"And Machir took wyues to hise sones Huphyn and Suphyn; and he hadde a sister Maacha bi name; and the name of the secounde sone was Salphaath, and douytris weren borun to Salphaath."},{"number":16,"verse":"And Maacha, the wijf of Machir, childide a sone, and clepide his name Phares; forsothe the name of his brothir was Sares; and hise sones weren Vlam and Recem."},{"number":17,"verse":"Sotheli the sone of Vlam was Baldan. These weren the sones of Galaad, sone of Machir, sone of Manasses;"},{"number":18,"verse":"forsothe Regma his sistir childide a feir man, Abiezer, and Mola."},{"number":19,"verse":"Forsothe the sones of Semyda weren Abym, and Sichem, and Liey, and Amany."},{"number":20,"verse":"Sotheli the sones of Effraym weren Suchaba; Bareth, his sone; Caath, his sone; Elda, his sone; and Thaath, his sone; and Zadaba, his sone;"},{"number":21,"verse":"and Suthala, his sone; and Ezer, and Elad, his sones. Forsothe men of Geth borun in the lond killiden hem, for thei yeden doun to assaile her possessiouns."},{"number":22,"verse":"Therfor Effraym, the fadir of hem, weilide bi many daies; and hise britheren camen to coumforte hym."},{"number":23,"verse":"And he entride to his wijf, which conseyuede, and childide a sone; and he clepide his name Beria, for he was borun in the yuelis of his hows."},{"number":24,"verse":"Sotheli his douytir was Sara; that bildide Betheron, the lowere and the hiyere, and Ozen, and Sara."},{"number":25,"verse":"Forsothe his sone was Rapha, and Reseph, and Thale;"},{"number":26,"verse":"of whom was borun Thaan, that gendride Laodon; and Amyud, the sone of hym, gendride Elysama;"},{"number":27,"verse":"of whom was borun Nun; that hadde a sone Josue."},{"number":28,"verse":"Sotheli the possessioun and `dwellyng place of hem was Bethil with hise villagis, and ayens the eest, Noram; at the west coost, Gazer, and hise villagis, also Sichem with hise villagis, and Aza with hise villagis."},{"number":29,"verse":"Also bisidis the sones of Manasses, Bethsan, and hise townes, Thanach and hise townes, Maggeddo, and hise townes, Dor, and hise townes; the sones of Joseph sone of Israel dwelliden in these townes."},{"number":30,"verse":"The sones of Aser weren Sona, and Jesua, and Isuy, and Baria; and Sara was the sister of hem."},{"number":31,"verse":"Sotheli the sones of Baria weren Heber, and Melchiel; he is the fadir of Barsath."},{"number":32,"verse":"Sotheli Heber gendride Ephiath, and Soomer, and Otham, and Sua, the sister of hem."},{"number":33,"verse":"Forsothe the sones of Jephiath weren Phosech, and Camaal, and Jasoph; these weren the sones of Jephiath."},{"number":34,"verse":"Sotheli the sones of Soomer weren Achi, and Roaga, and Jaba, and Aram."},{"number":35,"verse":"Sotheli the sones of Helem, his brother, weren Supha, and Jema, and Selles, and Amal."},{"number":36,"verse":"The sones of Supha weren Sue, Arnapheth, and Sual, and Bery,"},{"number":37,"verse":"and Jamra, and Bosor, and Ador, and Sama, and Salusa, and Jethram, and Beram."},{"number":38,"verse":"The sones of Ether weren Jephone, and Phaspha, and Ara."},{"number":39,"verse":"Sotheli the sones of Ollaa weren Areth, and Aniel, and Resia."},{"number":40,"verse":"Alle these weren the sones of Aser, princes of kynredis, chosun men and strongeste duykis of duykis; forsothe the noumbre, of the age of hem that weren abel to batel, was sixe and twenti thousynde."}]}