{"bibleAbbr":"WYC1395","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"Forsothe Beniamyn gendride Bale his firste gendrid sone, Asbaal the secounde, Othora the thridde,"},{"number":2,"verse":"Naua the fourthe, and Rapha the fyuethe."},{"number":3,"verse":"And the sones of Bale weren Addoar, and Jera, and Abyud, and Abisue,"},{"number":4,"verse":"and Noemany, and Acte,"},{"number":5,"verse":"but also Gera, and Sophupham, and Vram."},{"number":6,"verse":"These ben the sones of Haoth, princes of kynredis dwellynge in Gabaa, that weren translatid in to Manath."},{"number":7,"verse":"Forsothe Noaman, and Achia, and Jera, `he translatide hem, and gendride Oza and Abyud;"},{"number":8,"verse":"forsothe `Saarym gendride in the cuntrey of Moab, aftir that he lefte Vrym and Bara, hise wyues;"},{"number":9,"verse":"sotheli he gendride of Edes, his wijf, Jodab, and Sebia, and Mosa, and Molchon, also Jebus, and Sechia, and Maryna;"},{"number":10,"verse":"tho ben the sones of hym, prynces in her meynees."},{"number":11,"verse":"Forsothe Musyn gendride Achitob, and Elphaal."},{"number":12,"verse":"Sotheli the sones of Elphaal weren Heber, and Musaam, and Samaath; he bildide Ono, and Lod, and hise villagis;"},{"number":13,"verse":"forsothe Bara and Sama weren princes of kynredis dwellynge in Hailon; these dryueden awei the dwelleris of Geth;"},{"number":14,"verse":"and Haio, and Sesath, and Jerymoth,"},{"number":15,"verse":"and Zadabia, and Arod, and Heder,"},{"number":16,"verse":"and Mychael, and Jespha helpiden hem `ayens men of Geth; the sones of Abaria,"},{"number":17,"verse":"and Zadabia, and Mosollam, and Ezethi,"},{"number":18,"verse":"and Heber, and Jesamary, and Jezlia, and Jobab helpiden `in this iurney ayens men of Geth. The sones of Elphaal weren Jachym,"},{"number":19,"verse":"and Jechri,"},{"number":20,"verse":"and Zabdi, and Helioenay, and Selettay,"},{"number":21,"verse":"and Henelech, and Adaia, and Barasa, and Samarath; the sones of Semey weren Jesphan,"},{"number":22,"verse":"and Heber, and Esiel, and Abdon,"},{"number":23,"verse":"and Zechry, and Canaan, and Anany, and Jalam,"},{"number":24,"verse":"and Anathotia, and Jephdaia, and Phanuel;"},{"number":25,"verse":"the sones of Sesac weren Sampsaray,"},{"number":26,"verse":"and Scoria, and Otholia, and Jersia,"},{"number":27,"verse":"and Helia, and Zechri, the sones of Jeream."},{"number":28,"verse":"These weren patriarkis and princes of kynredis, that dwelliden in Jerusalem."},{"number":29,"verse":"Forsothe in Gabaon dwelliden Abigabaon, and Maacha the name of his wijf;"},{"number":30,"verse":"and his firste gendrid sone Abdon, and Sur, and Cys, and Baal, and Ner, and Nadab,"},{"number":31,"verse":"and Geddo, and Haio, and Zacher, and Macelloth."},{"number":32,"verse":"Forsothe Marcelloth gendride Samaa; and thei dwelliden euene ayens her britheren in Jerusalem with her britheren."},{"number":33,"verse":"Forsothe Ner gendride Cys, and Cys gendride Saul; forsothe Saul gendride Jonathan, and Melchisue, and Abynadab, and Isbaal."},{"number":34,"verse":"Sotheli the sone of Jonathan was Myphibaal; and Myphibaal gendride Micha."},{"number":35,"verse":"The sones of Micha weren Phiton, and Melech, and Thara, and Ahaz."},{"number":36,"verse":"And Ahaz gendride Joiada; and Joiada gendride Almoth, and Azimoth, and Zamry."},{"number":37,"verse":"Forsothe Zamri gendride Moosa, and Moosa gendride Banaa, whos sone was Raphaia, of whom was gendrid Elesa, that gendride Asel."},{"number":38,"verse":"Sotheli Asel hadde sixe sones bi these names, Esricham, Bochru, Ismael, Saria, Abadia, Aman; alle these weren the sones of Asel."},{"number":39,"verse":"Forsothe the sones of Asa, his brothir, weren Vlam, the firste gendride sone, and Hus, the secounde, and Eliphales, the thridde."},{"number":40,"verse":"And the sones of Vlam weren strongeste men, and beendynge a bouwe with greet strength, and hauynge many sones, and sones of sones, til to an hundrid and fifti. Alle these weren the sones of Beniamyn."}]}