{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"BLESS the LORD, O my soul; and all that is within me, bless his holy name."},{"number":2,"verse":"Bless the LORD, O my soul, and forget not all his benefits,"},{"number":3,"verse":"Who forgives all your iniquities, who heals all your diseases."},{"number":4,"verse":"Who redeems your life from destruction, who crowns you with lovingkindness and tender mercies,"},{"number":5,"verse":"Who satisfies your mouth with good things, so that your youth is renewed like the eagle's."},{"number":6,"verse":"The LORD executes righteousness and judgment for all that are oppressed."},{"number":7,"verse":"He made known his ways to Moses, his acts to the children of Israel."},{"number":8,"verse":"The LORD is merciful and gracious, slow to anger and plenteous in mercy."},{"number":9,"verse":"He will not always chide; neither will he retain his anger for ever."},{"number":10,"verse":"He has not dealt with us after our sins, nor rewarded us according to our iniquities."},{"number":11,"verse":"For as the heavens are high above the earth, so great is his mercy toward them that revere him."},{"number":12,"verse":"As far as the east is from the west, so far has he removed our transgressions from us."},{"number":13,"verse":"As a father pities his children, so the LORD pities those who worship him."},{"number":14,"verse":"For he knows whereof we are made; he remembers that we are dust."},{"number":15,"verse":"As for man, his days are as grass; as a flower of the field, so he flourishes."},{"number":16,"verse":"For when the wind passes over it, it is gone; and the place thereof is known no more."},{"number":17,"verse":"But the mercy of the LORD is from everlasting to everlasting upon them that reverence him, and his righteousness to children's children,"},{"number":18,"verse":"To such as keep his covenant, and to those that remember his commandments to do them."},{"number":19,"verse":"The LORD has prepared his throne in the heavens, and his kingdom rules over all."},{"number":20,"verse":"Bless the LORD, O you his angels, that excel in strength, that do his commandments, hearkening to the voice of his word."},{"number":21,"verse":"Bless you the LORD, all you his hosts; you ministers of his that do his pleasure."},{"number":22,"verse":"Bless the LORD, all his works, in all places of his dominion; bless the LORD, O my soul."}]}