{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"BLESS the LORD, O my soul. O LORD my God, thou art very great: thou art clothed with honour and majesty."},{"number":2,"verse":"Thou coverest thyself with light as with a garment; who stretcheth out the heavens like a curtain,"},{"number":3,"verse":"Who layest the beams of his chambers in the waters, who makest the clouds his chariot, who walkest upon the wings of the wind,"},{"number":4,"verse":"Who makest his angels spirits, his ministers a flaming fire,"},{"number":5,"verse":"Who laid the foundations of the earth, that it should not be removed for ever."},{"number":6,"verse":"Thou coveredst it with the deep as with a garment; the waters stood above the mountains."},{"number":7,"verse":"At thy rebuke they fled; at the voice of thy thunder they hastened away."},{"number":8,"verse":"The mountains ascend, the valleys descend to the place which thou hast founded for them."},{"number":9,"verse":"Thou hast set a bound that they may not pass over, to cover the earth."},{"number":10,"verse":"Thou hast sent the springs to the valleys, which run among the hills."},{"number":11,"verse":"They give drink to every beast of the field; the wild asses quench their thirst."},{"number":12,"verse":"By them the fowls of the heaven have their habitation; from among the hills they sing."},{"number":13,"verse":"He waters the hills from his chambers; the earth is satisfied with the fruit of thy works."},{"number":14,"verse":"He causes the grass to grow for the cattle, and herbs for the service of man, that he may bring forth food out of the earth,"},{"number":15,"verse":"And wine that makes glad the heart of man, and oil to make his face to shine, and bread which strengthens man's heart."},{"number":16,"verse":"The trees of the LORD are full of sap, the cedars of Lebanon, which he has planted;"},{"number":17,"verse":"There the birds make their nests; as for the stork, her house is in the cypress."},{"number":18,"verse":"The high mountains are a refuge for the wild goats, and the rocks a refuge for the conies."},{"number":19,"verse":"He appointed the moon for seasons: the sun knows his going down."},{"number":20,"verse":"He makes darkness and it is night, wherein all the beasts of the forest creep forth."},{"number":21,"verse":"The young lions roar after their prey, and seek their food from God."},{"number":22,"verse":"The sun rises; they gather themselves together, and lay them down in their dens."},{"number":23,"verse":"Man goes forth to his work and to his labour until the evening."},{"number":24,"verse":"O LORD, how manifold are thy works! In wisdom hast thou made them all; the earth is full of thy riches."},{"number":25,"verse":"Behold this great and wide sea, wherein are things creeping innumerable, creatures both small and great."},{"number":26,"verse":"On it sail the ships; there is that Leviathan, whom thou hast made to play therein."},{"number":27,"verse":"These wait all upon thee, that thou mayest give them their food in due season."},{"number":28,"verse":"With what thou givest them they are filled; thou openest thine hand, they are satisfied."},{"number":29,"verse":"Thou hidest thy face, they are troubled; thou takest away their breath, they die and return to their dust."},{"number":30,"verse":"Thou sendest forth thy spirit, they are created, and thou renewest the face of the earth."},{"number":31,"verse":"The glory of the LORD endures for ever; the LORD shall rejoice in his works."},{"number":32,"verse":"He looks on the earth, and it trembles; he rebukes the hills, and they smoke."},{"number":33,"verse":"I will sing to the LORD as long as I live; I will sing praise to my God while I have my being."},{"number":34,"verse":"Let my praise be acceptable to him; I will be glad in the LORD."},{"number":35,"verse":"Let sinners be consumed out of the earth, and let the wicked be no more. Bless the LORD, O my soul. Praise the LORD."}]}