{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"O GIVE thanks to the LORD, call upon his name, make known his deeds among the people."},{"number":2,"verse":"Sing to him, sing psalms to him, talk of all his wondrous works."},{"number":3,"verse":"Glory in his holy name; let the heart of them rejoice that seek the LORD."},{"number":4,"verse":"Seek the LORD, and be strong, seek his face evermore."},{"number":5,"verse":"Remember his marvellous works that he has done, his wonders, and the judgments of his mouth,"},{"number":6,"verse":"O you descendants of Abraham his servant, you children of Jacob his chosen."},{"number":7,"verse":"He is the LORD our God; his judgments are in all the earth."},{"number":8,"verse":"He has remembered his covenant for ever, the word which he commanded to a thousand generations."},{"number":9,"verse":"For he made his covenant with Abraham, and his oaths to Isaac;"},{"number":10,"verse":"And confirmed the same to Jacob for a law, and to Israel for an everlasting covenant,"},{"number":11,"verse":"Saying, To you will I give the land of Canaan, the lot of your inheritance,"},{"number":12,"verse":"When they were but a few men in number, yea, very few, and strangers in it."},{"number":13,"verse":"When they went from one nation to another, from one kingdom to another people;"},{"number":14,"verse":"He suffered no man to do them wrong; yea, he reproved kings for their sakes,"},{"number":15,"verse":"That they might touch not his anointed, and do his prophets no harm."},{"number":16,"verse":"Moreover he called for a famine upon the land; he broke the whole stalk of their wheat."},{"number":17,"verse":"He sent a man before them, even Joseph, who was sold for a servant,"},{"number":18,"verse":"Whose feet they bound with fetters; he was laid in iron"},{"number":19,"verse":"Until the time that his word came; the word of the LORD tried him."},{"number":20,"verse":"The king sent and released him, and made him a ruler over his people."},{"number":21,"verse":"He made him lord of his house, and ruler over all his possessions,"},{"number":22,"verse":"To discipline the governors at his pleasure and to teach the elders wisdom."},{"number":23,"verse":"Israel also came into Egypt; and Jacob sojourned in the land of Ham."},{"number":24,"verse":"And he increased his people greatly, and made them stronger than their enemies."},{"number":25,"verse":"He turned their hearts to hate his people, to deal subtly with his servants."},{"number":26,"verse":"He sent Moses his servant, and Aaron whom he had chosen."},{"number":27,"verse":"They showed his signs among them and wonders in the land of Ham."},{"number":28,"verse":"He sent darkness, and made it dark; and yet they rebelled against his word."},{"number":29,"verse":"He turned their waters into blood, and slew their fish."},{"number":30,"verse":"Their land swarmed with frogs, even in the inner chambers of their kings."},{"number":31,"verse":"He spoke, and there came different sorts of flies and lice in all their borders."},{"number":32,"verse":"He turned their rain into hail; and brought flaming fire into their land."},{"number":33,"verse":"He smote their vines also and their fig trees; and broke the trees within their borders."},{"number":34,"verse":"He spoke and the locusts came and caterpillars, and that without numbers throughout their land."},{"number":35,"verse":"And they devoured all the herbs and the fruit of their lands."},{"number":36,"verse":"He smote also all the first-born of Egypt, the first-born of all their boys."},{"number":37,"verse":"He brought them forth also with silver and gold; and there was not one feeble person among their tribes."},{"number":38,"verse":"Egypt was glad when they departed; for the fear of them fell upon them."},{"number":39,"verse":"He spread a cloud to shade them, and fire to give light in the night."},{"number":40,"verse":"The people asked, and he brought quails and satisfied them with the bread of heaven."},{"number":41,"verse":"He opened the rock and the waters gushed out; and water flowed in the dry land."},{"number":42,"verse":"For he remembered his holy promise which he had given to Abraham his servant."},{"number":43,"verse":"And he brought forth his people with joy, and his young men with gladness,"},{"number":44,"verse":"And gave them the lands of the Gentiles; and they inherited the labor of the people."},{"number":45,"verse":"That they might observe his statutes and keep his laws. Praise the LORD."}]}