{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"O GIVE thanks to the LORD; for he is good and his mercy endures for ever."},{"number":2,"verse":"Let Israel now say that his mercy endures for ever."},{"number":3,"verse":"Let the house of Aaron now say that his mercy endures for ever."},{"number":4,"verse":"Let them that worship the LORD say that his mercy endures for ever."},{"number":5,"verse":"Out of my distress I called upon the LORD; the LORD answered me and relieved me."},{"number":6,"verse":"The LORD is my help, I will not fear; what can man do to me?"},{"number":7,"verse":"The LORD is my helper; therefore shall I see my desire upon them that hate me."},{"number":8,"verse":"It is better to trust in the LORD than to put confidence in man."},{"number":9,"verse":"It is better to trust in the LORD than to put confidence in princes."},{"number":10,"verse":"All nations surrounded me; but in the name of the LORD I will destroy them."},{"number":11,"verse":"They surrounded me; yea, they surrounded me; but in the name of the LORD I will destroy them."},{"number":12,"verse":"They surrounded me like hornets; they are quenched like the fire of stubble; for in the name of the LORD I will destroy them."},{"number":13,"verse":"I have been repelled that I might be overthrown and fall; but the LORD helped me."},{"number":14,"verse":"The LORD is my strength and song, and has become my salvation."},{"number":15,"verse":"The voice of rejoicing and salvation is in the tabernacles of the righteous; the right hand of the LORD does valiantly."},{"number":16,"verse":"The right hand of the LORD has exalted me; the right hand of the LORD does valiantly."},{"number":17,"verse":"I shall not die, but live, and declare the works of the LORD."},{"number":18,"verse":"The LORD has chastened me severely; but he has not given me over to death."},{"number":19,"verse":"Open to me the gates of righteousness; I will go into them, and I will praise the LORD."},{"number":20,"verse":"This is the gate of the LORD, into which the righteous shall enter."},{"number":21,"verse":"I will give thanks to thee; for thou hast heard me, and art become my salvation."},{"number":22,"verse":"The stone which the builders rejected has become the headstone of the corner."},{"number":23,"verse":"This is the LORD'S doing; it is marvellous in our eyes."},{"number":24,"verse":"This is the day which the LORD has made; we will rejoice and be glad in it."},{"number":25,"verse":"Save me, O LORD; O LORD, deliver me."},{"number":26,"verse":"Blessed be he that comes in the name of the LORD; we have blessed you out of the house of the LORD."},{"number":27,"verse":"O LORD, our God, enlighten us; bind our festival processions as an unbroken chain, even to the horns of the altar."},{"number":28,"verse":"Thou art my God, and I will give thanks to thee; thou art my God, I will exalt thee."},{"number":29,"verse":"O give thanks to the LORD, for he is good; for his mercy endures for ever."}]}