{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"I WILL love thee, O LORD, my strength and my trust;"},{"number":2,"verse":"My refuge and my deliverer is the mighty God in whom I trust; he is my helper and the horn of my salvation and my glorious refuge."},{"number":3,"verse":"I will call upon the LORD; so shall I be saved from mine enemies."},{"number":4,"verse":"For the pains of death surrounded me, and the rush of ungodly men have confused me."},{"number":5,"verse":"The travail of Sheol has taken hold of me: the snares of death preceded me."},{"number":6,"verse":"In my distress I called upon the LORD, and cried to my God; he heard my voice out of his temple, and my cry came before him, even into his ears."},{"number":7,"verse":"Then the earth shook and trembled; the foundations also of the mountains quaked and were shaken because he was angry."},{"number":8,"verse":"There went up a smoke out of his wrath, and fire flamed from his face, and coals were kindled by it."},{"number":9,"verse":"He bowed the heavens and came down; and thick darkness was under his feet."},{"number":10,"verse":"And he rode upon cherubim and flew; yea, he soared upon the wings of the wind."},{"number":11,"verse":"He made darkness his covert; his pavilion round about him was darkness of waters and thick clouds of the skies."},{"number":12,"verse":"Out of the brightness of his shadow his clouds rained hailstones and coals of fire."},{"number":13,"verse":"The LORD also thundered in the heavens, and the Highest gave his voice: hailstones and coals of fire."},{"number":14,"verse":"Yea, he sent out his arrows and scattered them; and he multiplied his lightnings and confused them."},{"number":15,"verse":"Then the brooks appeared, and the foundations of the world were laid open at thy rebuke, O LORD, at the blast of the breath of thine anger."},{"number":16,"verse":"He sent from on high and quieted me; he received me out of great waters."},{"number":17,"verse":"He delivered me from my strong enemies and from them which hated me; for they were too strong for me."},{"number":18,"verse":"They confronted me in the day of my extremity, but the LORD was my deliverer."},{"number":19,"verse":"He brought me forth into comfort; he delivered me because he delighted in me."},{"number":20,"verse":"The LORD rewarded me according to my righteousness; according to the cleanness of my hands has he recompensed me."},{"number":21,"verse":"For I have kept the ways of the LORD, and have not revolted against my God."},{"number":22,"verse":"For all his judgments were before me, and his laws I did not put away from me."},{"number":23,"verse":"I was also blameless before him, and I carefully kept myself from my sins."},{"number":24,"verse":"Therefore has the LORD recompensed me according to my righteousness, according to the cleanness of my hands in his eyes."},{"number":25,"verse":"With the pure thou shalt be pure; with an upright man thou shalt be upright."},{"number":26,"verse":"With the clean thou shalt be clean; and from the crooked thou shalt turn aside."},{"number":27,"verse":"For thou wilt save the afflicted people; but wilt humble the proud."},{"number":28,"verse":"For thou wilt light my lamp; the LORD my God will enlighten my darkness."},{"number":29,"verse":"For through thee I have pursued a band of robbers; and through my God have I leaped over a fence."},{"number":30,"verse":"As for God, his way is perfect; the word of the LORD is pure: he is a help to all those that trust in him."},{"number":31,"verse":"For there is no God save the LORD; and there is no one who is mighty like our God."},{"number":32,"verse":"It is God that girds me with strength and makes my way perfect."},{"number":33,"verse":"He makes my feet like hart's feet and sets me upon high places."},{"number":34,"verse":"He trains my hands to war; and he strengthens my arms like a bow of brass."},{"number":35,"verse":"Thou hast also given me the shield of thy salvation; and thy right hand hath held me up; and thy discipline hath made me great."},{"number":36,"verse":"Thou hast steadied my legs under me, that my ankles may not be weakened."},{"number":37,"verse":"I will pursue my enemies and overtake them; and I will not turn again till they are consumed."},{"number":38,"verse":"I will smite them so that they shall not be able to stand; they shall fall under my feet."},{"number":39,"verse":"For thou hast girded me with strength to the battle; thou hast subdued under me those that rose up against me."},{"number":40,"verse":"Thou hast also defeated my enemies before me, that I might silence them that hate me."},{"number":41,"verse":"They shall cry, but there will be none to save them; they shall beg the LORD, but he will not answer them."},{"number":42,"verse":"Then I will beat them small as the dust before the wind; I will tread over them as the mire of the streets."},{"number":43,"verse":"Thou wilt deliver me from the judgments of the people; and thou wilt make me the leader of the Gentiles; a people whom I have not known shall serve me."},{"number":44,"verse":"As soon as they hear of me, they shall obey me; strangers shall submit themselves to me."},{"number":45,"verse":"Strangers shall halt and shall be hindered from walking in their paths."},{"number":46,"verse":"The LORD lives; blessed be the one who gives me strength; let my God and my Saviour be exalted."},{"number":47,"verse":"It is God that avenges me and subdues the people under me."},{"number":48,"verse":"He delivered me from my enemies; yea, thou liftest me up above those that rise up against me; thou hast delivered me from lawless man."},{"number":49,"verse":"Therefore will I give thanks unto thee, O LORD, among the Gentiles, and sing praises unto thy name."},{"number":50,"verse":"Great deliverance gives he to his king; and shows mercy to his anointed, to David and to his descendants for evermore."}]}