{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"MY God, my God, why hast thou let me to live? and yet thou hast delayed my salvation from me, because of the words of my folly."},{"number":2,"verse":"O my God, I call thee in the daytime but thou answerest me not; and in the night season thou abidest not with me."},{"number":3,"verse":"For thou art holy, and Israel dwells under thy glory."},{"number":4,"verse":"Our fathers trusted in thee; they trusted, and thou didst deliver them."},{"number":5,"verse":"They cried unto thee and were delivered; they trusted in thee and were not confounded."},{"number":6,"verse":"But I am a worm, and not a man; a reproach of men, and despised of the people."},{"number":7,"verse":"All they that saw me have laughed me to scorn; they shoot out with their lips, they shake their heads, saying,"},{"number":8,"verse":"He trusted in the LORD; let the LORD deliver him; let him save him, if he be delighted in him."},{"number":9,"verse":"For thou art my trust since I came out of the womb, and my hope since I was upon my mother's breasts."},{"number":10,"verse":"I was put under thy care from the womb; thou art my God from my mother's belly."},{"number":11,"verse":"Be not far from me; for trouble is near; for there is none to help."},{"number":12,"verse":"Many bulls have surrounded me: strong bulls of Bashan have besieged me."},{"number":13,"verse":"Their mouths snarl against me, as a ravening and roaring lion."},{"number":14,"verse":"I am poured out like water and all my bones are out of joint; my heart is melted like wax, and my bowels are wasted in the midst of me."},{"number":15,"verse":"My strength is dried up like a potsherd; and my tongue cleaves to my jaws; and thou hast thrown me into the dust of death."},{"number":16,"verse":"For the vicious have surrounded me; the assembly of the wicked have inclosed me; they have pierced my hands and my feet."},{"number":17,"verse":"My bones ached with pain; they looked and stared upon me."},{"number":18,"verse":"They parted my garments among them, and cast lots upon my vesture."},{"number":19,"verse":"But, O LORD, be not thou far from me; O God, O God, abide to help me."},{"number":20,"verse":"Deliver my soul from the sword, my only one from the hand of the vicious."},{"number":21,"verse":"Save me from the lion's mouth; save my meekness from the haughty,"},{"number":22,"verse":"That I may declare thy name to my brethren; in the midst of the congregation will I praise thee."},{"number":23,"verse":"You that revere the LORD, praise him; all you the offspring of Jacob, glorify him; and fear him, all you descendants of Israel."},{"number":24,"verse":"For he has not despised nor abhorred the affliction of the poor; neither has he turned away his face from him; but when he cried unto him, he heard him."},{"number":25,"verse":"My praise shall be of thee in the great congregation; I will fulfil my vows before them that worship him."},{"number":26,"verse":"The poor shall eat and be satisfied; they shall praise the LORD that seek him; their hearts shall live for ever."},{"number":27,"verse":"All the ends of the world shall remember and turn to the LORD; and all the kindreds of the Gentiles shall worship before thee."},{"number":28,"verse":"For the kingdom is the LORD'S; he is the governor over the Gentiles."},{"number":29,"verse":"All they that are hungry upon earth shall eat and worship before the LORD; all they that are buried shall kneel before him; my soul is alive to him."},{"number":30,"verse":"An offspring shall serve him; the generations thereof shall proclaim the LORD."},{"number":31,"verse":"They shall come and declare his righteousness to a people that shall be born, and tell that which the LORD has done."}]}