{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":40,"verses":[{"number":1,"verse":"I WAITED patiently for the LORD; and he turned towards me and heard my supplication."},{"number":2,"verse":"He brought me up also out of a horrible pit, out of the mire of destruction, and set my feet upon a rock and established my goings."},{"number":3,"verse":"And he has put a new song in my mouth, even praise unto our God, that many shall see it and rejoice and trust in the LORD."},{"number":4,"verse":"Blessed is the man whose trust is in the name of the LORD, and who returns not to vanity; neither to lying conversation."},{"number":5,"verse":"Many are thy works which thou hast done for us, O LORD our God, and thy wonderful care for us; I have declared that they are too many to be numbered; there is no one like unto thee."},{"number":6,"verse":"Sacrifices and offerings thou didst not desire; but as for me, I now have understanding; burnt offering and sin offering hast thou not required."},{"number":7,"verse":"Then said I, Lo, I come; in the beginning of the books, it is written of me,"},{"number":8,"verse":"I delight to do thy will, O my God; yea, thy law is within my heart."},{"number":9,"verse":"I have preached thy righteousness in the great congregation; lo, I have not refrained my lips, O LORD, thou knowest."},{"number":10,"verse":"I have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation; I have not concealed thy lovingkindness and thy truth from the great congregation."},{"number":11,"verse":"Withhold not thou thy tender mercies from me, O LORD; let thy lovingkindness and thy truth continually preserve me."},{"number":12,"verse":"For innumerable evils have surrounded me; mine iniquities have overtaken me, so that I am not able to look up; they are more than the hairs of my head; and my heart fails me."},{"number":13,"verse":"Be pleased, O LORD, to deliver me; O LORD, continue to help me."},{"number":14,"verse":"Let them be ashamed and confounded who seek after my soul to destroy it; let them be driven backward and put to shame who wish me evil."},{"number":15,"verse":"Let them be overthrown for their disgraceful conduct who say to me, Aha, aha!"},{"number":16,"verse":"Let all those that seek thee rejoice and be glad in thee; let such as love thy salvation say continually, The LORD be magnified."},{"number":17,"verse":"But I am poor and needy; O my LORD, they have conspired against me; help me and deliver me; do not tarry, O my God."}]}