{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"GIVE ear to my prayer, O God; and reject not my supplication."},{"number":2,"verse":"Hear me and answer me; return to my cry and incline to me,"},{"number":3,"verse":"Because of mine enemies, because of the oppression of the wicked; for they have devised iniquity against me, and reproached me."},{"number":4,"verse":"My heart is greatly pained within me; and the terrors of death are fallen upon me."},{"number":5,"verse":"Fearfulness and trembling are come upon me, and the shadow of death has overwhelmed me."},{"number":6,"verse":"And I said, Oh that I had wings like a dove! Then would I fly away and be at rest."},{"number":7,"verse":"Lo, then I would fly far off and dwell in the wilderness."},{"number":8,"verse":"I would wait for him that will save me from the windy storm and the tempest."},{"number":9,"verse":"Destroy, O LORD, and render useless their tongues; for I have seen violence and strife in the city."},{"number":10,"verse":"Day and night they go about it, around its walls; injustice and mischief are in the midst of it."},{"number":11,"verse":"Wickedness is in the midst of it; deceit and guile depart not from its streets."},{"number":12,"verse":"For it was not mine enemy that reproached me; then I could have borne it; neither was it he that hated me that did magnify himself against me; then I would have hid myself from him;"},{"number":13,"verse":"But it was you, a man mine equal, my kinsman, and my friend."},{"number":14,"verse":"We ate a meal together in the house of God, and we walked in harmony."},{"number":15,"verse":"Bring death upon them; bury them alive in the grave, because there is evil among them."},{"number":16,"verse":"As for me, I will call upon God; and God shall save me."},{"number":17,"verse":"At evening and in the morning and at noon will I pray and cry aloud; and he shall hear my voice."},{"number":18,"verse":"Deliver my soul from those who have been too wise for me, from those who have opposed me continuously."},{"number":19,"verse":"God, even the Eternal one, shall hear and humble them. With them also there are no changes; therefore they fear not God."},{"number":20,"verse":"They have put forth their hands against their neighbours, they have broken his covenant."},{"number":21,"verse":"They were afraid because of the anger in his countenance and the wrath in his heart; his words were smoother than butter, yet were they sharp like the point of a spear."},{"number":22,"verse":"Cast your worries upon the LORD and he will sustain you; he will never suffer the righteous to fear want."},{"number":23,"verse":"But thou, O God, shalt bring them down into the pit of destruction; bloody and deceitful men shall not live out their days; but I will trust in thee."}]}