{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"DELIVER me from mine enemies, O God; defend me from them that rise up against me."},{"number":2,"verse":"Deliver me from the workers of iniquity, and save me from bloody men."},{"number":3,"verse":"For, 1o, they lie in wait for my soul; evil have they multiplied against me; not because I have transgressed or because I have sinned, O LORD."},{"number":4,"verse":"They run and prepare themselves against me without considering whether I have been at fault;"},{"number":5,"verse":"Awake to help me, and behold, O thou LORD God of hosts, the God of Israel, awake to visit all the nations, and spare not any wicked transgressors."},{"number":6,"verse":"They return at evening; they make a noise like dogs, and go round about the city."},{"number":7,"verse":"Behold, they belch out with their mouths; swords are in their lips; for who, say they, does care?"},{"number":8,"verse":"But thou, O LORD, shalt laugh at them; thou shalt have all the nations in derision."},{"number":9,"verse":"To thee shall I give praise, O God, for thou art my defense."},{"number":10,"verse":"O God, thy lovingkindness has preceded me; God has let me live to see my enemies avenged."},{"number":11,"verse":"Spare them for a living example, lest my people forget; but scatter them by thy power, and bring them down, O LORD my hope."},{"number":12,"verse":"For the sin of their mouth and the words of their lips. let them even be taken in their pride; for it is cursing and lying that they speak."},{"number":13,"verse":"Consume them in thy wrath, consume them, that they be no more, that they may know that God rules over Jacob and over the ends of the earth."},{"number":14,"verse":"And at evening let them return; and let them make a noise like dogs, and go round about the city."},{"number":15,"verse":"Let them be hungry and not be filled, neither let them find a lodging place."},{"number":16,"verse":"But I will sing of thy power; yea, I will sing aloud of thy mercy in the morning; for thou hast been my defense and refuge in the day of my trouble."},{"number":17,"verse":"Unto thee, O God, will I sing; for thou art God of my refuge and the God of my mercy."}]}