{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"O LORD God of my salvation, I have cried day and night before thee;"},{"number":2,"verse":"Let my prayer come before thee; incline thine ear unto my supplication;"},{"number":3,"verse":"For my soul is full of troubles and my life draws near to Sheol."},{"number":4,"verse":"I am counted with them that go down into the pit; I am like a man who has no strength;"},{"number":5,"verse":"Like a nobleman abandoned among the dead, like the slain that lie down in the grave, whom thou rememberest no more; they are lost to thee."},{"number":6,"verse":"Thou hast laid me in the lowest pit, in darkness, in the shadow of death."},{"number":7,"verse":"Thy wrath rests hard upon me, and thou hast afflicted me with all thy waves."},{"number":8,"verse":"Thou hast put away mine acquaintances far from me; thou hast made me an abomination to them; I am shut up and I cannot come forth."},{"number":9,"verse":"Mine eyes are weakened from weeping; LORD, I have called daily upon thee; I have stretched out my hands to thee."},{"number":10,"verse":"Behold thou wilt show wonders to the dead; the mighty ones shall rise and praise thee."},{"number":11,"verse":"They that are in the graves shall declare thy lovingkindness, and thy faithfulness in destruction."},{"number":12,"verse":"Thy wonders shall be known in the dark, and thy righteousness in the land that has been forsaken."},{"number":13,"verse":"But to thee have I cried, O LORD; and in the morning shall my prayer come early before thee."},{"number":14,"verse":"O LORD, forsake not my soul, and turn not thy face from me."},{"number":15,"verse":"I am poor and afflicted from my youth; I have been proud, but now I am humbled and crushed."},{"number":16,"verse":"Thy fierce wrath goes over me; thy terrors have silenced me."},{"number":17,"verse":"They came round about me daily like water; they set themselves in array against me."},{"number":18,"verse":"Friends and neighbors thou hast put far from me, and mine acquaintances thou hast kept away from me."}]}