{"bibleAbbr":"LBP1933","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":90,"verses":[{"number":1,"verse":"LORD, thou hast been our dwelling place in all generations."},{"number":2,"verse":"Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God."},{"number":3,"verse":"Thou turnest man to destruction; and sayest, Return, ye children of men."},{"number":4,"verse":"For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night."},{"number":5,"verse":"The span of their life will be as a sleep; in the morning they are like grass which changes."},{"number":6,"verse":"In the morning it flourishes and grows up; in the evening it is cut down and withers."},{"number":7,"verse":"For we are consumed by thine anger, and by thy wrath are we troubled."},{"number":8,"verse":"Thou hast set our iniquities before thee, the sins of our youth in the light of thy countenance."},{"number":9,"verse":"For all our days are passed away in thy wrath; we spend our years in emptiness."},{"number":10,"verse":"The years of our lives are threescore and ten; and if by reason of strength they be fourscore years, yet most of them are labor and sorrow; for life is soon cut off and we fly away."},{"number":11,"verse":"Who knows the power of thine anger and the fear of thy wrath?"},{"number":12,"verse":"So teach us to number our days that we may apply our hearts to wisdom."},{"number":13,"verse":"Return, O LORD. How long? Wouldst thou not comfort thy servants?"},{"number":14,"verse":"O satisfy us early with thy mercy, that we may rejoice and be glad all our days."},{"number":15,"verse":"Make us glad because our wickedness is dead, and the years wherein we have seen affliction."},{"number":16,"verse":"Let thy work appear to thy servants, and thy glory to their children."},{"number":17,"verse":"And let the beauty of the LORD our God be upon us; for the work of his hands made us, yea, he made us by the work of his hands."}]}