{"bibleAbbr":"WEB2020+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"David <WH1732> consulted <WH3289> with the captains <WH8269> of thousands <WH505> and of hundreds, <WH3967> even with every leader. <WH5057>"},{"number":2,"verse":"David <WH1732> said <WH559> to all the assembly <WH6951> of Israel, <WH3478> \"If it seems good <WH2895> to you, <WH3068> and if it is of Yahweh our God, <WH430> let us send <WH7971> abroad <WH6555> everywhere to our brothers <WH251> who are left <WH7604> in all the land <WH776> of Israel, <WH3478> with whom the priests <WH3548> and Levites <WH3881> are in their cities <WH5892> that have suburbs, <WH4054> that they may gather themselves to us; <WH6908>"},{"number":3,"verse":"and let us bring again <WH5437> the ark <WH727> of our God <WH430> to us. <WH1875> For we didn't seek it in the days <WH3117> of Saul. <WH7586>\""},{"number":4,"verse":"All the assembly <WH6951> said <WH559> that they would do so; <WH6213> for the thing <WH1697> was right <WH3474> in the eyes <WH5869> of all the people. <WH5971>"},{"number":5,"verse":"So David <WH1732> assembled <WH6950> all Israel <WH3478> together, <WH6950> from the Shihor <WH7883> the brook of Egypt <WH4714> even to the entrance <WH935> of Hamath, <WH2574> to bring <WH935> the ark <WH727> of God <WH430> from Kiriath Jearim. <WH7157>"},{"number":6,"verse":"David <WH1732> went up, <WH5927> and all Israel, <WH3478> to Baalah, <WH1173> that is, <WH7157> to Kiriath Jearim, which belonged to Judah, <WH3063> to bring up <WH5927> from there the ark <WH727> of God <WH430> Yahweh <WH3068> that sits <WH3427> above the cherubim, <WH3742> that is called <WH7121> by the Name. <WH8034>"},{"number":7,"verse":"They carried <WH7392> the ark <WH727> of God <WH430> on a new <WH2319> cart, <WH5699> and brought it out of the house <WH1004> of Abinadab: <WH41> and Uzza <WH5798> and Ahio <WH283> drove <WH5090> the cart. <WH5699>"},{"number":8,"verse":"David <WH1732> and all Israel <WH3478> played <WH7832> before <WH6440> God <WH430> with all their might, <WH5797> even with songs, <WH7892> and with harps, <WH3658> and with stringed instruments, <WH5035> and with tambourines, <WH8596> and with cymbals, <WH4700> and with trumpets. <WH2689>"},{"number":9,"verse":"When they came <WH935> to the threshing <WH1637> floor of Chidon, <WH3592> Uzza <WH5798> put forth <WH7971> his hand <WH3027> to hold <WH270> the ark; <WH727> for the oxen <WH1241> stumbled. <WH8058>"},{"number":10,"verse":"The anger <WH639> of Yahweh <WH3068> was kindled <WH2734> against Uzza, <WH5798> and he struck <WH5221> him, <WH7971> because he put forth his hand <WH3027> to the ark; <WH727> and there he died <WH4191> before <WH6440> God. <WH430>"},{"number":11,"verse":"David <WH1732> was displeased, <WH2734> because Yahweh <WH3068> had broken <WH6556> forth <WH6555> on Uzza; <WH5798> and he called <WH7121> that place <WH4725> Perez Uzza, <WH5798> to this day. <WH3117>"},{"number":12,"verse":"David <WH1732> was afraid <WH3372> of God <WH430> that day, <WH3117> saying, <WH559> \"How <WH1963> shall I bring <WH935> the ark <WH727> of God home to me? <WH430>\""},{"number":13,"verse":"So David <WH1732> didn't <WH5493> move the ark <WH727> to him into the city <WH5892> of David, <WH1732> but carried it aside <WH5186> into the house <WH1004> of Obed-Edom <WH5654> the Gittite. <WH1663>"},{"number":14,"verse":"The ark <WH727> of God <WH430> remained <WH3427> with the family <WH1004> of Obed-Edom <WH5654> in his house <WH1004> three <WH7969> months: <WH2320> and Yahweh <WH3068> blessed <WH1288> the house <WH1004> of Obed-Edom, <WH5654> and all that he had."}]}