{"bibleAbbr":"WEB2020+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"The sons <WH1121> of Levi: <WH3878> Gershon, <WH1648> Kohath, <WH6955> and Merari. <WH4847>"},{"number":2,"verse":"The sons <WH1121> of Kohath: <WH6955> Amram, <WH6019> Izhar, <WH3324> and Hebron, <WH2275> and Uzziel. <WH5816>"},{"number":3,"verse":"The children <WH1121> of Amram: <WH6019> Aaron, <WH175> and Moses, <WH4872> and Miriam. <WH4813> The sons <WH1121> of Aaron: <WH175> Nadab, <WH5070> and Abihu, <WH30> Eleazar, <WH499> and Ithamar. <WH385>"},{"number":4,"verse":"Eleazar <WH499> became the father <WH3205> of Phinehas, <WH6372> Phinehas <WH6372> became the father <WH3205> of Abishua, <WH50>"},{"number":5,"verse":"and Abishua <WH50> became the father <WH3205> of Bukki, <WH1231> and Bukki <WH1231> became the father <WH3205> of Uzzi, <WH5813>"},{"number":6,"verse":"and Uzzi <WH5813> became the father <WH3205> of Zerahiah, <WH2228> and Zerahiah <WH2228> became the father <WH3205> of Meraioth, <WH4812>"},{"number":7,"verse":"Meraioth <WH4812> became the father <WH3205> of Amariah, <WH568> and Amariah <WH568> became the father <WH3205> of Ahitub, <WH285>"},{"number":8,"verse":"and Ahitub <WH285> became the father <WH3205> of Zadok, <WH6659> and Zadok <WH6659> became the father <WH3205> of Ahimaaz, <WH290>"},{"number":9,"verse":"and Ahimaaz <WH290> became the father <WH3205> of Azariah, <WH5838> and Azariah <WH5838> became the father <WH3205> of Johanan, <WH3110>"},{"number":10,"verse":"and Johanan <WH3110> became the father <WH3205> of Azariah, <WH5838> (he it is who executed the priest <WH3547>'s office in the house <WH1004> that Solomon <WH8010> built <WH1129> in Jerusalem <WH3389>),"},{"number":11,"verse":"and Azariah <WH5838> became the father <WH3205> of Amariah, <WH568> and Amariah <WH568> became the father <WH3205> of Ahitub, <WH285>"},{"number":12,"verse":"and Ahitub <WH285> became the father <WH3205> of Zadok, <WH6659> and Zadok <WH6659> became the father <WH3205> of Shallum, <WH7967>"},{"number":13,"verse":"and Shallum <WH7967> became the father <WH3205> of Hilkiah, <WH2518> and Hilkiah <WH2518> became the father <WH3205> of Azariah, <WH5838>"},{"number":14,"verse":"and Azariah <WH5838> became the father <WH3205> of Seraiah, <WH8304> and Seraiah <WH8304> became the father <WH3205> of Jehozadak; <WH3087>"},{"number":15,"verse":"Jehozadak <WH3087> went <WH1980> into captivity, <WH3068> when Yahweh carried away <WH1540> Judah <WH3063> and Jerusalem <WH3389> by the hand <WH3027> of Nebuchadnezzar. <WH5019>"},{"number":16,"verse":"The sons <WH1121> of Levi: <WH3878> Gershom, <WH1647> Kohath, <WH6955> and Merari. <WH4847>"},{"number":17,"verse":"These are the names <WH8034> of the sons <WH1121> of Gershom: <WH1647> Libni <WH3845> and Shimei. <WH8096>"},{"number":18,"verse":"The sons <WH1121> of Kohath <WH6955> were Amram, <WH6019> and Izhar, <WH3324> and Hebron, <WH2275> and Uzziel. <WH5816>"},{"number":19,"verse":"The sons <WH1121> of Merari: <WH4847> Mahli <WH4249> and Mushi. <WH4187> These are the families <WH4940> of the Levites <WH3881> according to their fathers <WH1>' households."},{"number":20,"verse":"Of Gershom: <WH1647> Libni <WH3845> his son, <WH1121> Jahath <WH3189> his son, <WH1121> Zimmah <WH2155> his son, <WH1121>"},{"number":21,"verse":"Joah <WH3098> his son, <WH1121> Iddo <WH5714> his son, <WH1121> Zerah <WH2226> his son, <WH1121> Jeatherai <WH2979> his son. <WH1121>"},{"number":22,"verse":"The sons <WH1121> of Kohath: <WH6955> Amminadab <WH5992> his son, <WH1121> Korah <WH7141> his son, <WH1121> Assir <WH617> his son, <WH1121>"},{"number":23,"verse":"Elkanah <WH511> his son, <WH1121> and Ebiasaph <WH43> his son, <WH1121> and Assir <WH617> his son, <WH1121>"},{"number":24,"verse":"Tahath <WH8480> his son, <WH1121> Uriel <WH222> his son, <WH1121> Uzziah <WH5818> his son, <WH1121> and Shaul <WH7586> his son. <WH1121>"},{"number":25,"verse":"The sons <WH1121> of Elkanah: <WH511> Amasai, <WH6022> and Ahimoth. <WH287>"},{"number":26,"verse":"As for Elkanah, <WH511> the sons <WH1121> of Elkanah: <WH511> Zophai <WH6689> his son, <WH1121> and Nahath <WH5184> his son, <WH1121>"},{"number":27,"verse":"Eliab <WH446> his son, <WH1121> Jeroham <WH3395> his son, <WH1121> Elkanah <WH511> his son. <WH1121>"},{"number":28,"verse":"The sons <WH1121> of Samuel: <WH8050> the firstborn <WH1060> Joel, <WH2059> and the second Abijah. <WH29>"},{"number":29,"verse":"The sons <WH1121> of Merari: <WH4847> Mahli, <WH4249> Libni <WH3845> his son, <WH1121> Shimei <WH8096> his son, <WH1121> Uzzah <WH5798> his son, <WH1121>"},{"number":30,"verse":"Shimea <WH8092> his son, <WH1121> Haggiah <WH2293> his son, <WH1121> Asaiah <WH6222> his son. <WH1121>"},{"number":31,"verse":"These are they whom David <WH1732> set <WH5975> over the service <WH3027> of song <WH7892> in the house <WH1004> of Yahweh, <WH3068> after that the ark <WH727> had rest. <WH4494>"},{"number":32,"verse":"They ministered <WH8334> with song <WH7892> before <WH6440> the tabernacle <WH168> of the Tent <WH168> of Meeting, <WH4150> until Solomon <WH8010> had built <WH1129> the house <WH1004> of Yahweh <WH3068> in Jerusalem: <WH3389> and they waited <WH5975> on their office <WH5656> according to their order. <WH4941>"},{"number":33,"verse":"These are those who waited, <WH5975> and their sons. <WH1121> Of the sons <WH1121> of the Kohathites: <WH6956> Heman <WH1968> the singer, <WH7891> the son <WH1121> of Joel, <WH3100> the son <WH1121> of Samuel, <WH8050>"},{"number":34,"verse":"the son <WH1121> of Elkanah, <WH511> the son <WH1121> of Jeroham, <WH3395> the son <WH1121> of Eliel, <WH447> the son <WH1121> of Toah, <WH8430>"},{"number":35,"verse":"the son <WH1121> of Zuph, <WH6689> the son <WH1121> of Elkanah, <WH511> the son <WH1121> of Mahath, <WH4287> the son <WH1121> of Amasai, <WH6022>"},{"number":36,"verse":"the son <WH1121> of Elkanah, <WH511> the son <WH1121> of Joel, <WH3100> the son <WH1121> of Azariah, <WH5838> the son <WH1121> of Zephaniah, <WH6846>"},{"number":37,"verse":"the son <WH1121> of Tahath, <WH8480> the son <WH1121> of Assir, <WH617> the son <WH1121> of Ebiasaph, <WH43> the son <WH1121> of Korah, <WH7141>"},{"number":38,"verse":"the son <WH1121> of Izhar, <WH3324> the son <WH1121> of Kohath, <WH6955> the son <WH1121> of Levi, <WH3878> the son <WH1121> of Israel. <WH3478>"},{"number":39,"verse":"His brother <WH251> Asaph, <WH623> who stood <WH5975> on his right hand, <WH3225> even Asaph <WH623> the son <WH1121> of Berechiah, <WH1296> the son <WH1121> of Shimea, <WH8092>"},{"number":40,"verse":"the son <WH1121> of Michael, <WH4317> the son <WH1121> of Baaseiah, <WH1202> the son <WH1121> of Malchijah, <WH4441>"},{"number":41,"verse":"the son <WH1121> of Ethni, <WH867> the son <WH1121> of Zerah, <WH2226> the son <WH1121> of Adaiah, <WH5718>"},{"number":42,"verse":"the son <WH1121> of Ethan, <WH387> the son <WH1121> of Zimmah, <WH2155> the son <WH1121> of Shimei, <WH8096>"},{"number":43,"verse":"the son <WH1121> of Jahath, <WH3189> the son <WH1121> of Gershom, <WH1647> the son <WH1121> of Levi. <WH3878>"},{"number":44,"verse":"On the left hand <WH8040> their brothers <WH251> the sons <WH1121> of Merari: <WH4847> Ethan <WH387> the son <WH1121> of Kishi, <WH7029> the son <WH1121> of Abdi, <WH5660> the son <WH1121> of Malluch, <WH4409>"},{"number":45,"verse":"the son <WH1121> of Hashabiah, <WH2811> the son <WH1121> of Amaziah, <WH558> the son <WH1121> of Hilkiah, <WH2518>"},{"number":46,"verse":"the son <WH1121> of Amzi, <WH557> the son <WH1121> of Bani, <WH1137> the son <WH1121> of Shemer, <WH8106>"},{"number":47,"verse":"the son <WH1121> of Mahli, <WH4249> the son <WH1121> of Mushi, <WH4187> the son <WH1121> of Merari, <WH4847> the son <WH1121> of Levi. <WH3878>"},{"number":48,"verse":"Their brothers <WH251> the Levites <WH3881> were appointed <WH5414> for all the service <WH5656> of the tabernacle <WH4908> of the house <WH1004> of God. <WH430>"},{"number":49,"verse":"But Aaron <WH175> and his sons <WH1121> offered <WH6999> on the altar <WH4196> of burnt offering, <WH5930> and on the altar <WH4196> of incense, <WH7004> for all the work <WH4399> of the most <WH6944> holy <WH6944> place, <WH3722> and to make atonement for Israel, <WH3478> according to all that Moses <WH4872> the servant <WH5650> of God <WH430> had commanded. <WH6680>"},{"number":50,"verse":"These are the sons <WH1121> of Aaron: <WH175> Eleazar <WH499> his son, <WH1121> Phinehas <WH6372> his son, <WH1121> Abishua <WH50> his son, <WH1121>"},{"number":51,"verse":"Bukki <WH1231> his son, <WH1121> Uzzi <WH5813> his son, <WH1121> Zerahiah <WH2228> his son, <WH1121>"},{"number":52,"verse":"Meraioth <WH4812> his son, <WH1121> Amariah <WH568> his son, <WH1121> Ahitub <WH285> his son, <WH1121>"},{"number":53,"verse":"Zadok <WH6659> his son, <WH1121> Ahimaaz <WH290> his son. <WH1121>"},{"number":54,"verse":"Now these are their dwelling places <WH4186> according to their encampments <WH2918> in their borders: <WH1366> to the sons <WH1121> of Aaron, <WH175> of the families <WH4940> of the Kohathites <WH6956> (for theirs was the first lot <WH1486>),"},{"number":55,"verse":"to them they gave <WH5414> Hebron <WH2275> in the land <WH776> of Judah, <WH3063> and its suburbs <WH4054> around it; <WH5439>"},{"number":56,"verse":"but the fields <WH7704> of the city, <WH5892> and its villages, <WH2691> they gave <WH5414> to Caleb <WH3612> the son <WH1121> of Jephunneh. <WH3312>"},{"number":57,"verse":"To the sons <WH1121> of Aaron <WH175> they gave <WH5414> the cities <WH5892> of refuge, <WH4733> Hebron; <WH2275> Libnah <WH3841> also with its suburbs, <WH4054> and Jattir, <WH3492> and Eshtemoa <WH851> with its suburbs, <WH4054>"},{"number":58,"verse":"and Hilen <WH2432> with its suburbs, <WH4054> Debir <WH1688> with its suburbs, <WH4054>"},{"number":59,"verse":"and Ashan <WH6228> with its suburbs, <WH4054> and Beth Shemesh <WH1053> with its suburbs; <WH4054>"},{"number":60,"verse":"and out of the tribe <WH4294> of Benjamin, <WH1144> Geba <WH1387> with its suburbs, <WH4054> and Allemeth <WH5964> with its suburbs, <WH4054> and Anathoth <WH6068> with its suburbs. <WH4054> All their cities <WH5892> throughout their families <WH4940> were thirteen <WH7969> cities. <WH5892>"},{"number":61,"verse":"To the rest of the sons <WH1121> of Kohath <WH6955> were given by lot, <WH1486> out <WH3498> of the family <WH4940> of the tribe, <WH4294> out of the half-tribe, <WH2677> <WH4294> the half <WH4276> of Manasseh, <WH4519> ten <WH6235> cities. <WH5892>"},{"number":62,"verse":"To the sons <WH1121> of Gershom, <WH1647> according to their families, <WH4940> out of the tribe <WH4294> of Issachar, <WH3485> and out of the tribe <WH4294> of Asher, <WH836> and out of the tribe <WH4294> of Naphtali, <WH5321> and out of the tribe <WH4294> of Manasseh <WH4519> in Bashan, <WH1316> thirteen <WH7969> cities. <WH5892>"},{"number":63,"verse":"To the sons <WH1121> of Merari <WH4847> were given by lot, <WH1486> according to their families, <WH4940> out of the tribe <WH4294> of Reuben, <WH7205> and out of the tribe <WH4294> of Gad, <WH1410> and out of the tribe <WH4294> of Zebulun, <WH2074> twelve <WH8147> cities. <WH5892>"},{"number":64,"verse":"The children <WH1121> of Israel <WH3478> gave <WH5414> to the Levites <WH3881> the cities <WH5892> with their suburbs. <WH4054>"},{"number":65,"verse":"They gave <WH5414> by lot <WH1486> out of the tribe <WH4294> of the children <WH1121> of Judah, <WH3063> and out of the tribe <WH4294> of the children <WH1121> of Simeon, <WH8095> and out of the tribe <WH4294> of the children <WH1121> of Benjamin, <WH1144> these cities <WH5892> which are mentioned <WH7121> by name. <WH8034>"},{"number":66,"verse":"Some of the families <WH4940> of the sons <WH1121> of Kohath <WH6955> had cities <WH5892> of their borders <WH1366> out of the tribe <WH4294> of Ephraim. <WH669>"},{"number":67,"verse":"They gave <WH5414> to them the cities <WH5892> of refuge, <WH4733> Shechem <WH7927> in the hill <WH2022> country of Ephraim <WH669> with its suburbs; <WH4054> Gezer <WH1507> also with its suburbs, <WH4054>"},{"number":68,"verse":"and Jokmeam <WH3361> with its suburbs, <WH4054> and Beth Horon <WH1032> with its suburbs, <WH4054>"},{"number":69,"verse":"and Aijalon <WH357> with its suburbs, <WH4054> and Gath Rimmon <WH1667> with its suburbs; <WH4054>"},{"number":70,"verse":"and out of the half-tribe <WH4276> <WH4294> of Manasseh, <WH4519> Aner <WH6063> with its suburbs, <WH4054> and Bileam <WH1109> with its suburbs, <WH4054> for the rest <WH3498> of the family <WH4940> of the sons <WH1121> of Kohath. <WH6955>"},{"number":71,"verse":"To the sons <WH1121> of Gershom <WH1647> were given, <WH4940> out of the family of the half-tribe <WH2677> <WH4294> of Manasseh, <WH4519> Golan <WH1474> in Bashan <WH1316> with its suburbs, <WH4054> and Ashtaroth <WH6252> with its suburbs; <WH4054>"},{"number":72,"verse":"and out of the tribe <WH4294> of Issachar, <WH3485> Kedesh <WH6943> with its suburbs, <WH4054> Daberath <WH1705> with its suburbs, <WH4054>"},{"number":73,"verse":"and Ramoth <WH7216> with its suburbs, <WH4054> and Anem <WH6046> with its suburbs; <WH4054>"},{"number":74,"verse":"and out of the tribe <WH4294> of Asher, <WH836> Mashal <WH4913> with its suburbs, <WH4054> and Abdon <WH5658> with its suburbs, <WH4054>"},{"number":75,"verse":"and Hukok <WH2712> with its suburbs, <WH4054> and Rehob <WH7340> with its suburbs; <WH4054>"},{"number":76,"verse":"and out of the tribe <WH4294> of Naphtali, <WH5321> Kedesh <WH6943> in Galilee <WH1551> with its suburbs, <WH4054> and Hammon <WH2540> with its suburbs, <WH4054> and Kiriathaim <WH7156> with its suburbs. <WH4054>"},{"number":77,"verse":"To the rest <WH3498> of the Levites, <WH1121> the sons of Merari, <WH4847> were given, <WH4294> out of the tribe of Zebulun, <WH2074> Rimmono <WH7417> with its suburbs, <WH4054> Tabor <WH8396> with its suburbs; <WH4054>"},{"number":78,"verse":"and beyond <WH5676> the Jordan <WH3383> at Jericho, <WH3405> on the east side <WH5676> of the Jordan, <WH3383> were given them, <WH4294> out of the tribe of Reuben, <WH7205> Bezer <WH1221> in the wilderness <WH4057> with its suburbs, <WH4054> and Jahzah <WH3096> with its suburbs, <WH4054>"},{"number":79,"verse":"and Kedemoth <WH6932> with its suburbs, <WH4054> and Mephaath <WH4158> with its suburbs; <WH4054>"},{"number":80,"verse":"and out of the tribe <WH4294> of Gad, <WH1410> Ramoth <WH7216> in Gilead <WH1568> with its suburbs, <WH4054> and Mahanaim <WH4266> with its suburbs, <WH4054>"},{"number":81,"verse":"and Heshbon <WH2809> with its suburbs, <WH4054> and Jazer <WH3270> with its suburbs. <WH4054>"}]}