{"bibleAbbr":"HOV2012","bookName":"मरकुस","bookEnglishName":"Mark","chapterNumber":10,"verses":[{"number":1,"verse":"फिर वह वहाँ से उठकर यहूदिया की सीमा में और यरदन के पार आया। भीड़ उसके पास फिर इकट्ठी हो गई, और वह अपनी रीति के अनुसार उन्हें फिर उपदेश देने लगा।"},{"number":2,"verse":"तब फरीसियों ने उसके पास आकर उसकी परीक्षा करने को उससे पूछा, “क्या यह उचित है कि पुरुष अपनी पत्नी को त्यागे?”"},{"number":3,"verse":"उसने उनको उत्तर दिया, “मूसा ने तुम्हें क्या आज्ञा दी है?”"},{"number":4,"verse":"उन्होंने कहा, “मूसा ने त्याग-पत्र लिखने और त्यागने की आज्ञा दी है।”"},{"number":5,"verse":"यीशु ने उनसे कहा, “तुम्हारे मन की कठोरता के कारण उसने तुम्हारे लिये यह आज्ञा लिखी।"},{"number":6,"verse":"पर सृष्‍टि के आरम्भ से परमेश्‍वर ने नर और नारी करके उनको बनाया है।"},{"number":7,"verse":"इस कारण मनुष्य अपने माता-पिता से अलग होकर अपनी पत्नी के साथ रहेगा,"},{"number":8,"verse":"और वे दोनों एक तन होंगे; इसलिये वे अब दो नहीं पर एक तन हैं।"},{"number":9,"verse":"इसलिये जिसे परमेश्‍वर ने जोड़ा है उसे मनुष्य अलग न करे।”"},{"number":10,"verse":"घर में चेलों ने इसके विषय में उससे फिर पूछा।"},{"number":11,"verse":"उसने उनसे कहा, “जो कोई अपनी पत्नी को त्यागकर दूसरी से विवाह करे तो वह उस पहली के विरोध में व्यभिचार करता है;"},{"number":12,"verse":"और यदि पत्नी अपने पति को छोड़कर दूसरे से विवाह करे तो वह व्यभिचार करती है। ”"},{"number":13,"verse":"फिर लोग बालकों को उसके पास लाने लगे कि वह उन पर हाथ रखे, पर चेलों ने उनको डाँटा।"},{"number":14,"verse":"यीशु ने यह देख क्रुद्ध होकर उन से कहा, “बालकों को मेरे पास आने दो और उन्हें मना न करो, क्योंकि परमेश्‍वर का राज्य ऐसों ही का है।"},{"number":15,"verse":"मैं तुम से सच कहता हूँ कि जो कोई परमेश्‍वर के राज्य को बालक के समान ग्रहण न करे, वह उसमें कभी प्रवेश करने न पाएगा ।”"},{"number":16,"verse":"और उसने उन्हें गोद में लिया, और उन पर हाथ रखकर उन्हें आशीष दी।"},{"number":17,"verse":"जब वह वहाँ से निकलकर मार्ग में जा रहा था, तो एक मनुष्य उसके पास दौड़ता हुआ आया, और उसके आगे घुटने टेककर उससे पूछा, “हे उत्तम गुरु, अनन्त जीवन का अधिकारी होने के लिये मैं क्या करूँ?”"},{"number":18,"verse":"यीशु ने उससे कहा, “तू मुझे उत्तम क्यों कहता है? कोई उत्तम नहीं, केवल एक अर्थात् परमेश्‍वर।"},{"number":19,"verse":"तू आज्ञाओं को तो जानता है : ‘हत्या न करना, व्यभिचार न करना, चोरी न करना, झूठी गवाही न देना, छल न करना, अपने पिता और अपनी माता का आदर करना’। ”"},{"number":20,"verse":"उसने उससे कहा, “हे गुरु, इन सब को मैं लड़कपन से मानता आया हूँ।”"},{"number":21,"verse":"यीशु ने उस पर दृष्‍टि करके उससे प्रेम किया, और उससे कहा, “तुझ में एक बात की घटी है। जा, जो कुछ तेरा है उसे बेच कर कंगालों को दे, और तुझे स्वर्ग में धन मिलेगा, और आकर मेरे पीछे हो ले।”"},{"number":22,"verse":"इस बात से उसके चेहरे पर उदासी छा गई, और वह शोक करता हुआ चला गया, क्योंकि वह बहुत धनी था।"},{"number":23,"verse":"यीशु ने चारों ओर देखकर अपने चेलों से कहा, “धनवानों का परमेश्‍वर के राज्य में प्रवेश करना कैसा कठिन है!”"},{"number":24,"verse":"चेले उसकी बातों से अचम्भित हुए। इस पर यीशु ने फिर उनसे कहा, “हे बालको, जो धन पर भरोसा रखते हैं, उनके लिये परमेश्‍वर के राज्य में प्रवेश करना कैसा कठिन है!"},{"number":25,"verse":"परमेश्‍वर के राज्य में धनवान के प्रवेश करने से ऊँट का सूई के नाके में से निकल जाना सहज है!”"},{"number":26,"verse":"वे बहुत ही चकित होकर आपस में कहने लगे, “तो फिर किसका उद्धार हो सकता है?”"},{"number":27,"verse":"यीशु ने उनकी ओर देखकर कहा, “मनुष्यों से तो यह नहीं हो सकता, परन्तु परमेश्‍वर से हो सकता है; क्योंकि परमेश्‍वर से सब कुछ हो सकता है।”"},{"number":28,"verse":"पतरस उससे कहने लगा, “देख, हम तो सब कुछ छोड़कर तेरे पीछे हो लिये हैं।”"},{"number":29,"verse":"यीशु ने कहा, “मैं तुम से सच कहता हूँ कि ऐसा कोई नहीं, जिसने मेरे और सुसमाचार के लिये घर या भाइयों या बहिनों या माता या पिता या बाल-बच्‍चों या खेतों को छोड़ दिया हो,"},{"number":30,"verse":"और अब इस समय सौ गुणा न पाए, घरों और भाइयों और बहिनों और माताओं और बाल-बच्‍चों और खेतों को, पर सताव के साथ और परलोक में अनन्त जीवन।"},{"number":31,"verse":"पर बहुत से जो पहले हैं, पिछले होंगे; और जो पिछले हैं, वे पहले होंगे। ”"},{"number":32,"verse":"वे यरूशलेम को जाते हुए मार्ग में थे, और यीशु उन के आगे आगे जा रहा था : चेले अचम्भित थे और जो उसके पीछे-पीछे चलते थे वे डरे हुए थे। तब वह फिर उन बारहों को लेकर उनसे वे बातें कहने लगा, जो उस पर आनेवाली थीं,"},{"number":33,"verse":"“देखो, हम यरूशलेम को जाते हैं, और मनुष्य का पुत्र प्रधान याजकों और शास्त्रियों के हाथ पकड़वाया जाएगा, और वे उसको घात के योग्य ठहराएँगे, और अन्य जातियों के हाथ में सौंपेंगे।"},{"number":34,"verse":"वे उसको ठट्ठों में उड़ाएँगे, उस पर थूकेंगे, उसे कोड़े मारेंगे और उसे घात करेंगे, और तीन दिन के बाद वह जी उठेगा।”"},{"number":35,"verse":"तब जब्दी के पुत्र याकूब और यूहन्ना ने उसके पास आकर कहा, “हे गुरु, हम चाहते हैं कि जो कुछ हम तुझ से माँगें, वह तू हमारे लिये करे।”"},{"number":36,"verse":"उसने उन से कहा, “तुम क्या चाहते हो कि मैं तुम्हारे लिये करूँ?”"},{"number":37,"verse":"उन्होंने उससे कहा, “हमें यह दे कि तेरी महिमा में हम में से एक तेरे दाहिने और दूसरा तेरे बाएँ बैठे।”"},{"number":38,"verse":"यीशु ने उनसे कहा, “तुम नहीं जानते कि क्या माँगते हो? जो कटोरा मैं पीने पर हूँ, क्या तुम पी सकते हो? और जो बपतिस्मा मैं लेने पर हूँ, क्या तुम ले सकते हो?”"},{"number":39,"verse":"उन्होंने उससे कहा, “हम से हो सकता है।” यीशु ने उनसे कहा, “जो कटोरा मैं पीने पर हूँ, तुम पीओगे; और जो बपतिस्मा मैं लेने पर हूँ, उसे लोगे।"},{"number":40,"verse":"पर जिनके लिये तैयार किया गया है, उन्हें छोड़ और किसी को अपने दाहिने और अपने बाएँ बैठाना मेरा काम नहीं।”"},{"number":41,"verse":"यह सुनकर दसों याकूब और यूहन्ना पर रिसियाने लगे।"},{"number":42,"verse":"तो यीशु ने उनको पास बुलाकर उनसे कहा, “तुम जानते हो कि जो अन्य जातियों के हाकिम समझे जाते हैं, वे उन पर प्रभुता करते हैं; और उनमें जो बड़े हैं, उन पर अधिकार जताते हैं।"},{"number":43,"verse":"पर तुम में ऐसा नहीं है, वरन् जो कोई तुम में बड़ा होना चाहे वह तुम्हारा सेवक बने;"},{"number":44,"verse":"और जो कोई तुम में प्रधान होना चाहे, वह सब का दास बने।"},{"number":45,"verse":"क्योंकि मनुष्य का पुत्र इसलिये नहीं आया कि उसकी सेवा टहल की जाए, पर इसलिये आया कि आप सेवा टहल करे, और बहुतों की छुड़ौती के लिये अपना प्राण दे।”"},{"number":46,"verse":"वे यरीहो में आए, और जब वह और उसके चेले, और एक बड़ी भीड़ यरीहो से निकलती थी, तब तिमाई का पुत्र बरतिमाई, एक अंधा भिखारी, सड़क के किनारे बैठा था।"},{"number":47,"verse":"वह यह सुनकर कि यीशु नासरी है, पुकार पुकार कर कहने लगा, “हे दाऊद की सन्तान, यीशु मुझ पर दया कर!”"},{"number":48,"verse":"बहुतों ने उसे डाँटा कि चुप रहे, पर वह और भी पुकारने लगा, “हे दाऊद की सन्तान, मुझ पर दया कर!”"},{"number":49,"verse":"तब यीशु ने ठहरकर कहा, “उसे बुलाओ।” और लोगों ने उस अंधे को बुलाकर उससे कहा, “ढाढ़स बाँध! उठ! वह तुझे बुलाता है।”"},{"number":50,"verse":"वह अपना कपड़ा फेंककर शीघ्र उठा, और यीशु के पास आया।"},{"number":51,"verse":"इस पर यीशु ने उससे कहा, “तू क्या चाहता है कि मैं तेरे लिये करूँ?” अंधे ने उससे कहा, “हे रब्बी, यह कि मैं देखने लगूँ।”"},{"number":52,"verse":"यीशु ने उससे कहा, “चला जा, तेरे विश्‍वास ने तुझे चंगा कर दिया है।” वह तुरन्त देखने लगा, और मार्ग में उसके पीछे हो लिया।"}]}