{"bibleAbbr":"HOV2012","bookName":"मरकुस","bookEnglishName":"Mark","chapterNumber":11,"verses":[{"number":1,"verse":"जब वे यरूशलेम के निकट, जैतून पहाड़ पर बैतफगे और बैतनिय्याह के पास आए तो उसने अपने चेलों में से दो को यह कहकर भेजा,"},{"number":2,"verse":"“सामने के गाँव में जाओ, और उस में पहुँचते ही एक गदही का बच्‍चा, जिस पर कभी कोई नहीं चढ़ा, बंधा हुआ तुम्हें मिलेगा। उसे खोल लाओ।"},{"number":3,"verse":"यदि तुम से कोई पूछे, ‘यह क्यों करते हो?’ तो कहना, ‘प्रभु को इस का प्रयोजन है,’ और वह शीघ्र उसे यहाँ भेज देगा।”"},{"number":4,"verse":"उन्होंने जाकर उस बच्‍चे को बाहर द्वार के पास चौक में बंधा हुआ पाया, और खोलने लगे।"},{"number":5,"verse":"उनमें से जो वहाँ खड़े थे, कोई कोई कहने लगे, “यह क्या करते हो, गदही के बच्‍चे को क्यों खोलते हो?”"},{"number":6,"verse":"जैसा यीशु ने कहा था, वैसा ही उन्होंने उनसे कह दिया; तब लोगों ने उन्हें जाने दिया।"},{"number":7,"verse":"उन्होंने बच्‍चे को यीशु के पास लाकर उस पर अपने कपड़े डाले और वह उस पर बैठ गया।"},{"number":8,"verse":"तब बहुतों ने अपने कपड़े मार्ग में बिछाए और औरों ने खेतों में से डालियाँ काट काट कर फैला दीं।"},{"number":9,"verse":"जो उसके आगे आगे जाते और पीछे पीछे चले आते थे, पुकार-पुकार कर कहते जाते थे, “होशाना! धन्य है वह जो प्रभु के नाम से आता है!"},{"number":10,"verse":"हमारे पिता दाऊद का राज्य जो आ रहा है; धन्य है! आकाश में होशाना!”"},{"number":11,"verse":"वह यरूशलेम पहुँचकर मन्दिर में आया, और चारों ओर सब वस्तुओं को देखकर बारहों के साथ बैतनिय्याह गया, क्योंकि साँझ हो गई थी।"},{"number":12,"verse":"दूसरे दिन जब वे बैतनिय्याह से निकले तो उसको भूख लगी।"},{"number":13,"verse":"वह दूर से अंजीर का एक हरा पेड़ देखकर निकट गया कि क्या जाने उसमें कुछ पाए : पर पत्तों को छोड़ कुछ न पाया; क्योंकि फल का समय न था।"},{"number":14,"verse":"इस पर उसने उससे कहा, “अब से कोई तेरा फल कभी न खाए!” और उसके चेले सुन रहे थे।"},{"number":15,"verse":"फिर वे यरूशलेम में आए, और वह मन्दिर में गया; और वहाँ जो लेन-देन कर रहे थे उन्हें बाहर निकालने लगा, और सर्राफों के पीढ़े और कबूतर बेचनेवालों की चौकियाँ उलट दीं,"},{"number":16,"verse":"और मन्दिर में से किसी को बरतन लेकर आने जाने न दिया।"},{"number":17,"verse":"और उपदेश करके उनसे कहा, “क्या यह नहीं लिखा है कि मेरा घर सब जातियों के लिये प्रार्थना का घर कहलाएगा? ।”"},{"number":18,"verse":"यह सुनकर प्रधान याजक और शास्त्री उसके नाश करने का अवसर ढूँढ़ने लगे; क्योंकि वे उससे डरते थे, इसलिये कि सब लोग उसके उपदेश से चकित होते थे।"},{"number":19,"verse":"साँझ होते ही वे नगर से बाहर चले गए।"},{"number":20,"verse":"फिर भोर को जब वे उधर से जाते थे तो उन्होंने उस अंजीर के पेड़ को जड़ तक सूखा हुआ देखा।"},{"number":21,"verse":"पतरस को वह बात स्मरण आई, और उसने उससे कहा, “हे रब्बी, देख! यह अंजीर का पेड़ जिसे तू ने स्राप दिया था, सूख गया है।”"},{"number":22,"verse":"यीशु ने उस को उत्तर दिया, “परमेश्‍वर पर विश्‍वास रखो।"},{"number":23,"verse":"मैं तुम से सच कहता हूँ कि जो कोई इस पहाड़ से कहे, ‘तू उखड़ जा, और समुद्र में जा पड़,’ और अपने मन में सन्देह न करे, वरन् प्रतीति करे कि जो कहता हूँ वह हो जाएगा, तो उसके लिये वही होगा।"},{"number":24,"verse":"इसलिये मैं तुम से कहता हूँ कि जो कुछ तुम प्रार्थना करके माँगो, तो प्रतीति कर लो कि तुम्हें मिल गया, और तुम्हारे लिये हो जाएगा।"},{"number":25,"verse":"और जब कभी तुम खड़े हुए प्रार्थना करते हो तो यदि तुम्हारे मन में किसी के प्रति कुछ विरोध हो, तो क्षमा करो : इसलिये कि तुम्हारा स्वर्गीय पिता भी तुम्हारे अपराध क्षमा करे।"},{"number":26,"verse":"[और यदि तुम क्षमा न करो तो तुम्हारा पिता भी जो स्वर्ग में है, तुम्हारा अपराध क्षमा न करेगा।"},{"number":27,"verse":"वे फिर यरूशलेम में आए, और जब वह मन्दिर में टहल रहा था तो प्रधान याजक और शास्त्री और पुरनिए उसके पास आकर पूछने लगे,"},{"number":28,"verse":"“तू ये काम किस अधिकार से करता है? और यह अधिकार तुझे किस ने दिया है कि तू ये काम करे?”"},{"number":29,"verse":"यीशु ने उनसे कहा, “मैं भी तुम से एक बात पूछता हूँ; मुझे उत्तर दो तो मैं तुम्हें बताऊँगा कि ये काम किस अधिकार से करता हूँ।"},{"number":30,"verse":"यूहन्ना का बपतिस्मा क्या स्वर्ग की ओर से था या मनुष्यों की ओर से था। मुझे उत्तर दो।”"},{"number":31,"verse":"तब वे आपस में विवाद करने लगे कि यदि हम कहें ‘स्वर्ग की ओर से,’ तो वह कहेगा, ‘फिर तुम ने उसकी प्रतीति क्यों नहीं की?’"},{"number":32,"verse":"और यदि हम कहें, ‘मनुष्यों की ओर से,’ तो लोगों का डर है, क्योंकि सब जानते हैं कि यूहन्ना सचमुच भविष्यद्वक्‍ता था।"},{"number":33,"verse":"अत: उन्होंने यीशु को उत्तर दिया, “हम नहीं जानते।” यीशु ने उनसे कहा, “मैं भी तुम को नहीं बताता कि ये काम किस अधिकार से करता हूँ।”"}]}