{"bibleAbbr":"bnOV2016","bookName":"নহূম ভাববাদীর পুস্তক।","bookEnglishName":"Nahum","chapterNumber":3,"verses":[{"number":1,"verse":"ধিক্ ঐ রক্তপাতী নগরকে। সে একেবারে মিথ্যায় ও দৌরাত্ম্যে পরিপূর্ণ; লুট ছাড়ে না।"},{"number":2,"verse":"কশার শব্দ; ঘূর্ণয়মান চক্রের শব্দ; প্লবমান অশ্ব ও লম্ফমান রথ;"},{"number":3,"verse":"অশ্বারোহী যোদ্ধা, চাক্চিক্যশালী খড়্গ, বজ্রতুল্য বড়শা; নিহতগণের রাশি ও মৃত দেহের ঢিবী, শব-শমূহের শেষ নাই, উহাদের শবের উপরে লোকে উছোট খায়।"},{"number":4,"verse":"ইহার কারণ সেই পরমাসুন্দরী বেশ্যার বেশ্যাক্রিয়ার বাহুল্য; সেই প্রধান মায়াবিনী আপন বেশ্যাক্রিয়াতে জাতিদিগকে ও আপন মায়াতে গোষ্ঠীদিগকে বিক্রয় করে।"},{"number":5,"verse":"বাহিনীগণের সদাপ্রভু কহেন, দেখ, আমি তোমার বিপক্ষ, আমি তোমার বস্ত্রের অঞ্চল তুলিয়া তোমার মুখের উপরে টানিয়া দিব, জাতিগণকে তোমার উলঙ্গতা ও নানা রাজ্যের লোকদিগকে তোমার লজ্জা দেখাইব।"},{"number":6,"verse":"আমি তোমার উপরে জঞ্জাল নিক্ষেপ করিয়া তোমাকে বিরূপ করিব, ও কৌতুকাস্পদ বলিয়া স্থাপন করিব।"},{"number":7,"verse":"তাই যে কেহ তোমাকে দেখিবে, সে তোমার নিকট হইতে পলায়ন করিবে, আর বলিবে, নীনবী উৎসন্ন হইল, তাহার বিষয়ে কে বিলাপ করিবে? আমি কোথায় গিয়া তোমার নিমিত্ত সান্ত্বনাকারীদের অন্বেষণ করিব?"},{"number":8,"verse":"নো-আমোন হইতে তুমি কি শ্রেষ্ঠ? সে ত নদীগণের মধ্যে সুখাসীনা ও চারিদিকে জলবেষ্টিতা ছিল; জলনিধি তাহার পরিখা, সমুদ্র তাহার প্রাচীর ছিল।"},{"number":9,"verse":"কূশ ও মিসর তাহার বলস্বরূপ, তাহা অসীম; পুট ও লূবীয়গণ তাহার সহকারী ছিল।"},{"number":10,"verse":"তথাপি সেও নির্ব্বাসিতা হইল, বন্দিদশার দেশে গেল, তাহার শিশুদিগকেও সকল পথের মাথায় আছাড় মারিয়া খণ্ড খণ্ড করা হইল; শত্রুরা তাহার মান্যবান পুরুষদের নিমিত্ত গুলিবাঁট করিল, এবং তাহার মহল্লোকের শৃঙ্খলে বদ্ধ হইল।"},{"number":11,"verse":"তুমিও মত্তা হইবে, লুক্কায়িতা হইবে; তুমিও শত্রুভয় প্রযুক্ত আশ্রয় চেষ্টা করিবে।"},{"number":12,"verse":"তোমার দৃঢ় দুর্গ সকল আশুপক্ব ফলবিশিষ্ট ডুমুরবৃক্ষের ন্যায় হইবে; সঞ্চালিত হইলে তাহার ফল ভক্ষকের মুখে পড়ে।"},{"number":13,"verse":"দেখ, তোমার মধ্যস্থিত প্রজারা স্ত্রীলোক; তোমার দেশের পুরদ্বার সকল শত্রুগণের জন্য খোলা গিয়াছে, অগ্নি তোমার অর্গল সকল গ্রাস করিয়াছে।"},{"number":14,"verse":"তুমি অবরোধ সময়ের জন্য জল তোল, তোমার দুর্গ সকল দৃঢ় কর, ইটখোলাতে যাও, কাদা ছান, ইটের পাঁজা সাজাও।"},{"number":15,"verse":"সেখানে অগ্নি তোমাকে গ্রাস করিবে; খড়্গ তোমাকে ছেদন করিবে, তাহা পতঙ্গের ন্যায় তোমাকে খাইয়া ফেলিবে; তুমি পতঙ্গের ন্যায় বড় ঝাঁক হও, পঙ্গপালের ন্যায় বড় ঝাঁক হও।"},{"number":16,"verse":"তুমি আকাশের তারা হইতেও আপন বণিকগণের বৃদ্ধি করিয়াছ; পতঙ্গ ঝাঁক বাঁধিয়া উড়িয়া যাইতেছে।"},{"number":17,"verse":"তোমার কিরীটিগণ পঙ্গপালের তুল্য; তোমার সেনাপতিরা অগণ্য ফড়িঙ্গের তুল্য; ফড়িঙ্গ ত শীতের দিনে বেড়াতে আশ্রয় লয়, কিন্তু সূর্য্যোদয় হইলে উড়িয়া যায়; কোন্ স্থানে গেল, তাহা জানা যায় না।"},{"number":18,"verse":"হে অশূর-রাজ, তোমার পালরক্ষকেরা নিদ্রা গিয়াছে, তোমার কুলীনেরা বিশ্রাম করিতেছে, তোমার প্রজারা পর্ব্বতগণের উপরে ছিন্নভিন্ন রহিয়াছে, তাহাদিগকে সংগ্রহ করিবার কেহ নাই;"},{"number":19,"verse":"তোমার ভঙ্গের প্রতীকার নাই; তোমার ক্ষত সাংঘাতিক; যাহারা তোমার বার্ত্তা শুনিবে, তাহারা তোমার উপরে হাততালী দিবে; কেননা তোমার হিংসা তাহার উপরে না অবিরত রহিয়াছে?"}]}