{"bibleAbbr":"RKJNT2000","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"Do not rebuke an older man, but entreat him as a father; and the younger men as brothers;"},{"number":2,"verse":"The elder women as mothers; the younger as sisters, in all purity."},{"number":3,"verse":"Honour widows who are widows indeed."},{"number":4,"verse":"But if any widow has children or grandchildren, let them first learn to show piety at home, and to repay their parents: for that is good and acceptable before God."},{"number":5,"verse":"Now she who is a widow indeed, and left all alone, trusts in God, and continues in supplications and prayers night and day."},{"number":6,"verse":"But she who lives in self-indulgence is dead while she lives."},{"number":7,"verse":"And these things give as commands, that they may be blameless."},{"number":8,"verse":"But if anyone does not provide for his own, and especially for those of his own household, he has denied the faith, and is worse than an unbeliever."},{"number":9,"verse":"Let a widow be placed on the roll only if she is at least sixty years old, having been the wife of one man,"},{"number":10,"verse":"Having a reputation for good works; if she has brought up her children, if she has shown hospitality to strangers, if she has washed the saints' feet, if she has relieved the afflicted, if she has devoted herself to every good work."},{"number":11,"verse":"But refuse to enroll the younger widows: for when their sensual desires cause them to disregard their dedication to Christ, they will marry;"},{"number":12,"verse":"Thus incurring condemnation, because they have cast aside their first pledge."},{"number":13,"verse":"Besides, they learn to be idle, wandering about from house to house; and not only idle, but also gossips and busybodies, speaking things which they ought not."},{"number":14,"verse":"Therefore, I want the younger women to marry, bear children, guide the house, and give the adversary no occasion to speak reproachfully."},{"number":15,"verse":"For some have already turned aside to follow Satan."},{"number":16,"verse":"If any woman who believes has dependent widows, let her assist them, and let the church not be burdened; that it may relieve those who are widows indeed."},{"number":17,"verse":"Let the elders who rule well be counted worthy of double honour, especially those who labour in preaching and teaching."},{"number":18,"verse":"For the scripture says, You shall not muzzle the ox that treads out the grain. And, The labourer is worthy of his wages."},{"number":19,"verse":"Do not receive an accusation against an elder, except on the evidence of two or three witnesses."},{"number":20,"verse":"Those who continue to sin, rebuke before all, that the others may fear."},{"number":21,"verse":"I solemnly charge you before God, and the Lord Jesus Christ, and the chosen angels, that you observe these things without favouring one over another, doing nothing with partiality."},{"number":22,"verse":"Do not be hasty in the laying on of hands, nor share in other men's sins: keep yourself pure."},{"number":23,"verse":"No longer drink water only, but use a little wine for your stomach's sake and for your frequent ailments."},{"number":24,"verse":"Some men's sins are evident, going before them to judgment; and for some men they appear later."},{"number":25,"verse":"So also, good works are evident; and even those that are otherwise cannot be hidden."}]}