{"bibleAbbr":"KNJV","bookName":"ಹೋಶೇ","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"ಎಫ್ರಾಯೀಮು ಮೇಯಿಸುವ ಮಂದೆಯು ಗಾಳಿಯೇ, ಹಿಂದಟ್ಟುವ ಬೇಟೆಯು ಮೂಡಣ ಗಾಳಿಯೇ; ಅದು ಮೋಸವನ್ನೂ ಹಿಂಸೆಯನ್ನೂ ನಿರಂತರ ಹೆಚ್ಚೆಚ್ಚಾಗಿ ನಡಿಸುತ್ತದೆ; ಅಶ್ಶೂರದೊಂದಿಗೆ ಒಪ್ಪಂದವನ್ನು ಮಾಡಿಕೊಳ್ಳುತ್ತದೆ; ಐಗುಪ್ತಕ್ಕೆ ಎಣ್ಣೆಯನ್ನು [ಕಾಣಿಕೆಯಾಗಿ] ಕಳುಹಿಸುತ್ತದೆ."},{"number":2,"verse":"ಯೆಹೋವನು ಯೆಹೂದದ ಮೇಲೆ ವ್ಯಾಜ್ಯಹಾಕಿದ್ದಾನೆ, ಯಾಕೋಬನ್ನು ಅದರ ನಡತೆಗೆ ತಕ್ಕ ಹಾಗೆ ದಂಡಿಸುವನು, ಅದರ ದುಷ್ಕೃತ್ಯಗಳಿಗೆ ಪ್ರತೀಕಾರಮಾಡುವನು."},{"number":3,"verse":"ಯಾಕೋಬನು ಗರ್ಭದಲ್ಲಿ ಅಣ್ಣನನ್ನು ವಂಚಿಸಿದನು; ಪೂರ್ಣಪ್ರಾಯದಲ್ಲಿ ದೇವರೊಂದಿಗೆ ಹೋರಾಡಿದನು;"},{"number":4,"verse":"ಹೌದು, ದೇವದೂತನ ಸಂಗಡ ಹೋರಾಡಿ ಗೆದ್ದನು; ಅಳುತ್ತಾ ಆತನ ಕೃಪೆಯನ್ನು ಬೇಡಿಕೊಂಡನು; ಯೆಹೋವನೆಂಬ ಸೇನಾಧೀಶ್ವರನಾದ ದೇವರು ಅವನನ್ನು ಬೇತೇಲಿನಲ್ಲಿಯೂ ಕಂಡು ಅಲ್ಲಿ ನಮ್ಮೊಡನೆ ಮಾತಾಡಿದನು;"},{"number":5,"verse":"(ಯೆಹೋವನೆಂಬದೇ ಆತನನ್ನು ಸ್ಮರಿಸುವ ನಾಮಧೇಯ)."},{"number":6,"verse":"[ಇಸ್ರಾಯೇಲೇ,] ನೀನು ನಿನ್ನ ದೇವರ ಸಹಾಯದಿಂದ ತಿರುಗಿಕೋ; ನೀತಿಪ್ರೀತಿಗಳನ್ನನುಸರಿಸಿ ನಿನ್ನ ದೇವರನ್ನು ಎಡೆಬಿಡದೆ ನಿರೀಕ್ಷಿಸಿಕೊಂಡಿರು."},{"number":7,"verse":"ಕಾನಾನು! ಅದರ ಕೈಯಲ್ಲಿ ಮೋಸದ ತ್ರಾಸು ಇದೆ; ಕಸಕೊಳ್ಳಬೇಕೆಂಬದೇ ಅದರ ಆಶೆ."},{"number":8,"verse":"ಎಫ್ರಾಯೀಮು - ನಾನು ಐಶ್ವರ್ಯವಂತನೇ ಹೌದು, ಆಸ್ತಿಯನ್ನು ಪಡೆದಿದ್ದೇನೆ; ನನ್ನ ದುಡಿತದಲ್ಲೆಲ್ಲಾ ಪಾಪವೆನಿಸಿಕೊಳ್ಳುವ ದೋಷವೇನೂ ತೋರಲಿಲ್ಲ ಅಂದುಕೊಳ್ಳುತ್ತದೋ?"},{"number":9,"verse":"ನೀನು ಐಗುಪ್ತದೇಶದಲ್ಲಿದ್ದಂದಿನಿಂದ ನಾನೇ ಯೆಹೋವನೆಂಬ ನಿನ್ನ ದೇವರಾಗಿದ್ದೇನೆ; ಜಾತ್ರೆಯ ಕಾಲದಲ್ಲಿ ವನವಾಸಮಾಡುವಂತೆ ಗುಡಾರಗಳಲ್ಲಿ ವಾಸಿಸುವ ಗತಿಗೆ ನಿನ್ನನ್ನು ಪುನಃ ತರುವೆನು."},{"number":10,"verse":"ನಾನು ಪ್ರವಾದಿಗಳಿಗೆ ನುಡಿದಿದ್ದೇನೆ, ಬಹಳ ದಿವ್ಯ ದರ್ಶನಗಳನ್ನು ದಯಪಾಲಿಸಿದ್ದೇನೆ. ಪ್ರವಾದಿಗಳ ಮೂಲಕ ಸೂಚಕಕಾರ್ಯಗಳನ್ನು ನಡಿಸಿದ್ದೇನೆ."},{"number":11,"verse":"ಗಿಲ್ಯಾದು ಅಧರ್ಮಮಯವೋ? ಅದು ಶೂನ್ಯದ ಗತಿಗೆ ಬರುವದು; ಗಿಲ್ಗಾಲಿನಲ್ಲಿ ಗೋಮೇಧವು ನಡೆಯುವದೋ? ಅಲ್ಲಿನ ಯಜ್ಞವೇದಿಗಳು ಹೊಲದ ನೇಗಿಲ ಗೆರೆಗಳಲ್ಲಿ ಕಲ್ಲುಕುಪ್ಪೆಗಳಾಗಿ ಸಿಕ್ಕುವವು."},{"number":12,"verse":"ಯಾಕೋಬನು ಪದ್ದನ್ ಅರಾಮಿಗೆ ಓಡಿಹೋದನು; ಇಸ್ರಾಯೇಲನು ಮದುವೆಗಾಗಿ ಜೀತಮಾಡಿದನು, ಹೆಣ್ಣಿಗೋಸ್ಕರ [ಕುರಿಗಳನ್ನು] ಕಾದನು."},{"number":13,"verse":"ಯೆಹೋವನು ಇಸ್ರಾಯೇಲನ್ನು ಪ್ರವಾದಿಯ ಮುಖಾಂತರ ಐಗುಪ್ತದೊಳಗಿಂದ ಪಾರುಮಾಡಿದನು; ಪ್ರವಾದಿಯ ಮೂಲಕ ಅದು ರಕ್ಷಿತವಾಯಿತು."},{"number":14,"verse":"ಎಫ್ರಾಯೀಮು ಯೆಹೋವನನ್ನು ಅತಿ ತೀಕ್ಷ್ಣವಾಗಿ ರೇಗಿಸಿದೆ, ಆದಕಾರಣ ಅದರ ಒಡೆಯನು ಅದರ ರಕ್ತಾಪರಾಧವನ್ನು ಅದಕ್ಕೆ ಕಟ್ಟಿ ಅದು ಮಾಡಿದ ಅವಮಾನವನ್ನು ಅದಕ್ಕೆ ಹಿಂದಿರುಗಿಸುವನು."}]}