{"bibleAbbr":"KNJV","bookName":"ಹೋಶೇ","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"ಯಾಜಕರೇ, ಇದನ್ನು ಕೇಳಿರಿ, ಇಸ್ರಾಯೇಲ್ ಕುಲದವರೇ, ಆಲಿಸಿರಿ; ರಾಜವಂಶದವರೇ, ಕಿವಿಗೊಡಿರಿ; ನೀವು ಮಿಚ್ಪದಲ್ಲಿ ಉರುಲಾಗಿಯೂ ತಾಬೋರಿನಲ್ಲಿ ಬಲೆಯಾಗಿಯೂ ಇದ್ದ ಕಾರಣ ನಿಮಗೆ ನ್ಯಾಯತೀರ್ಪು ಬಂದಿದೆ."},{"number":2,"verse":"ನನಗೆ ತಿರುಗಿಬಿದ್ದವರು ಅಗಾಧವಾದ ಕೊಲೆಯಲ್ಲಿ ಮಗ್ನರಾಗಿದ್ದಾರೆ; ನಾನೇ ಅವರೆಲ್ಲರನ್ನೂ ಶಿಕ್ಷಿಸುವೆನು."},{"number":3,"verse":"ಎಫ್ರಾಯೀಮನ್ನು ಬಲ್ಲೆ, ಇಸ್ರಾಯೇಲು ನನಗೆ ಮರೆಯಲ್ಲ; ಎಫ್ರಾಯೀಮೇ, ನೀನೀಗ ಸೂಳೆತನಮಾಡಿದ್ದೀ, ಇಸ್ರಾಯೇಲು ಹೊಲೆಯಾಗಿದೆ."},{"number":4,"verse":"ಅವು ತಮ್ಮ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಲು ಅವುಗಳ ದುಷ್ಕೃತ್ಯಗಳು ಬಿಡವು; ವ್ಯಭಿಚಾರ ಸ್ವಭಾವವು ಅವುಗಳಲ್ಲಿ ನೆಲೆಗೊಂಡಿದೆ, ಯೆಹೋವನನ್ನು ಅರಿಯವು."},{"number":5,"verse":"ಇಸ್ರಾಯೇಲಿಗೆ ಅದರ ಹೆಮ್ಮೆಯೇ ವಿರುದ್ಧಸಾಕ್ಷಿಯಾಗಿದೆ; ಇಸ್ರಾಯೇಲೂ ಎಫ್ರಾಯೀಮೂ ತಮ್ಮ ದುರ್ಮಾರ್ಗದಲ್ಲಿ ಎಡವಿ ಬೀಳುವವು; ಯೆಹೂದವೂ ಅವುಗಳೊಂದಿಗೆ ಬೀಳುವದು."},{"number":6,"verse":"ಅವು ತಮ್ಮ ದನಕುರಿಗಳ ಸಂಗಡ ಯೆಹೋವನನ್ನು ಶರಣುಹೊಗಲು ಹೊರಡುವವು; ಆತನು ಸಿಕ್ಕನು, ಅವುಗಳ ಕಡೆಯಿಂದ ಮರೆಯಾಗಿದ್ದಾನೆ."},{"number":7,"verse":"ಅವು ಯೆಹೋವನ ಮಕ್ಕಳಲ್ಲದ ಮಕ್ಕಳನ್ನು ಪಡೆದು ಆತನಿಗೆ ದ್ರೋಹಮಾಡಿವೆ; ಅವುಗಳನ್ನೂ ಅವುಗಳ ಭೂಸ್ವಾಸ್ತ್ಯಗಳನ್ನೂ ಈಗ ಈ ಮುಂದಿನ ತಿಂಗಳು ನುಂಗಿಬಿಡುವದು."},{"number":8,"verse":"ಗಿಬ್ಯದಲ್ಲಿ ತುತೂರಿಯನ್ನೂದಿರಿ, ರಾಮದಲ್ಲಿ ಕೊಂಬು ಕೂಗಲಿ, ಬೇತಾವೆನಿನಲ್ಲಿ ಆರ್ಭಟಿಸಿರಿ,"},{"number":9,"verse":"ಬೆನ್ಯಾಮೀನೇ, ಹಿಂದೆ ನೋಡು! ಖಂಡನೆಯ ದಿನದಲ್ಲಿ ಎಫ್ರಾಯೀಮು ಹಾಳಾಗುವದು; ಇಸ್ರಾಯೇಲ್ ಕುಲಗಳ ಭವಿಷ್ಯತ್ತಿನ ನಿಶ್ಚಯವನ್ನು ತಿಳಿಯಪಡಿಸಿದ್ದೇನೆ."},{"number":10,"verse":"ಯೆಹೂದದ ಮುಖಂಡರು ಮೇರೆಯನ್ನು ಒತ್ತುವವರಂತಿದ್ದಾರೆ; ಅವರ ಮೇಲೆ ನನ್ನ ರೌದ್ರವನ್ನು ನೀರಿನ ಹಾಗೆ ಹೊಯ್ದುಬಿಡುವೆನು."},{"number":11,"verse":"ಎಫ್ರಾಯೀಮು ವ್ಯರ್ಥಾಚಾರಗಳನ್ನು ಅನುಸರಿಸಲು ಮನಸ್ಸುಮಾಡಿದ ಕಾರಣ ಅದು [ದೇವರ] ನ್ಯಾಯತೀರ್ಪಿಗೆ ಗುರಿಯಾಗಿ ಹಿಂಸಿಸಲ್ಪಟ್ಟಿದೆ, ಜಜ್ಜಲ್ಪಟ್ಟಿದೆ."},{"number":12,"verse":"ನಾನು ಎಫ್ರಾಯೀಮಿಗೆ ನುಸಿ, ಯೆಹೂದ ಕುಲಕ್ಕೆ ಕುಟ್ಟೆ."},{"number":13,"verse":"ಹೀಗಿರಲು ಎಫ್ರಾಯೀಮು ತಾನು ರೋಗಿಯೆಂದು ತಿಳುಕೊಂಡಿತು, ಯೆಹೂದವು ತನ್ನ ವ್ರಣವನ್ನು ನೋಡಿಕೊಂಡಿತು; ಆಗ ಎಫ್ರಾಯೀಮು ಅಶ್ಶೂರದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಜಗಳಗಂಟ ಮಹಾರಾಜನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿತು; ಆದರೆ ಅವನು ನಿಮ್ಮನ್ನು ಸ್ವಸ್ಥಮಾಡಲಾರನು, ನಿಮ್ಮ ವ್ರಣವನ್ನು ಗುಣಪಡಿಸಲಾರನು."},{"number":14,"verse":"ನಾನು ಎಫ್ರಾಯೀಮಿಗೆ ಸಿಂಹವೂ ಯೆಹೂದಕುಲಕ್ಕೆ ಪ್ರಾಯದ ಸಿಂಹವೂ ಆಗುವೆನು; ನಾನೇ ಸೀಳಿಬಿಟ್ಟು ಹೋಗುವೆನು, ಎತ್ತಿಕೊಂಡು ಒಯ್ಯಲು ಯಾರೂ ಬಿಡಿಸರು."},{"number":15,"verse":"ನನ್ನ ಜನರು ತಮ್ಮ ದೋಷಫಲವನ್ನು ಅನುಭವಿಸಿ ನನ್ನ ಪ್ರಸನ್ನತೆಯನ್ನು ಬೇಡಿಕೊಳ್ಳುವ ತನಕ ನಾನು ನನ್ನ ವಾಸಸ್ಥಾನಕ್ಕೆ ಹಿಂದಿರುಗಿ ಹೋಗಿರುವೆನು; ಅವರು ಇಕ್ಕಟ್ಟಿಗೆ ಸಿಕ್ಕಿದ ಕೂಡಲೇ ನನ್ನನ್ನು ಆಶ್ರಯಿಸುವರು."}]}