{"bibleAbbr":"KNJV","bookName":"ಹೋಶೇ","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"ಇಸ್ರಾಯೇಲೇ, ಜನಾಂಗಗಳಂತೆ ಮಿತಿಮೀರಿ ಉಲ್ಲಾಸಿಸಬೇಡ; ನೀನು ನಿನ್ನ ದೇವರನ್ನು ಬಿಟ್ಟು ಸೂಳೆತನ ನಡಿಸಿದ್ದೀ; ಎಲ್ಲಾ ಕಣಗಳಲ್ಲಿನ ಫಲವನ್ನು ಅದರ ಪ್ರತಿಫಲವನ್ನಾಗಿ ಆಶಿಸಿದ್ದೀ."},{"number":2,"verse":"ಕಣವೂ ದ್ರಾಕ್ಷೆಯ ತೊಟ್ಟಿಯೂ ನಿನ್ನ ಜನರಿಗೆ ಜೀವನವಾಗವು; ದ್ರಾಕ್ಷಾರಸದ ನಿರೀಕ್ಷೆಯು ಅವರಿಗೆ ವ್ಯರ್ಥವಾಗಿಹೋಗುವದು."},{"number":3,"verse":"ಅವರು ಯೆಹೋವನ ದೇಶದಲ್ಲಿ ಇನ್ನು ವಾಸಿಸರು. ಎಫ್ರಾಯೀಮ್ಯರು ಐಗುಪ್ತಕ್ಕೆ ಹಿಂದಿರುಗುವರು, ಅಶ್ಶೂರದಲ್ಲಿ ಅವರು ತಿನ್ನುವ ಆಹಾರವು ಹೊಲಸಾಗುವದು."},{"number":4,"verse":"ಯೆಹೋವನಿಗೆ ದ್ರಾಕ್ಷಾರಸವನ್ನು ನೈವೇದ್ಯವಾಗಿ ಸುರಿಯರು, ಅವರ ಯಜ್ಞಗಳು ಆತನಿಗೆ ಮೆಚ್ಚಿಕೆಯಾಗವು; ಅವರ ಆಹಾರವು ಹೆಣದ ಮನೆಯ ಆಹಾರದಂತಿರುವದು, ಅದನ್ನು ತಿನ್ನುವವರೆಲ್ಲರೂ ಅಶುದ್ಧರಾಗುವರು, ಅದು ಹೊಟ್ಟೆತುಂಬುವದಕ್ಕೆ ಮಾತ್ರ ಅನುಕೂಲಿಸುವದು. ಅದು ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಬಂದಿಲ್ಲವಷ್ಟೆ."},{"number":5,"verse":"ನೀವು ಹಬ್ಬದ ದಿನದಲ್ಲಿ, ಯೆಹೋವನ ಮಹೋತ್ಸವ ದಿವಸದಲ್ಲಿ ಏನು ಮಾಡುವಿರಿ?"},{"number":6,"verse":"ಆಹಾ, ಅವರು ಹಾಳಾದ ದೇಶವನ್ನು ಬಿಟ್ಟುಹೋಗುವರು; ಐಗುಪ್ತವು ಅವರಿಗೆ ಶ್ಮಶಾನವಾಗುವದು, ಮೋಫ್ ಪಟ್ಟಣವು ಅವರನ್ನು ಹೂಣಿಡುವದು; ಅವರ ಇಷ್ಟದ ಬೆಳ್ಳಿಯ ಒಡವೆಗಳು ದಬ್ಬೆಗಳ್ಳಿಗಳ ಪಾಲಾಗುವವು; ಮುಳ್ಳುಗಿಡಗಳು ಅವರ ಗುಡಾರಗಳಲ್ಲಿ ಹುಟ್ಟಿಕೊಳ್ಳುವವು."},{"number":7,"verse":"ದಂಡನೆಯ ದಿನಗಳು ಹತ್ತರಿಸಿವೆ, ಮುಯ್ಯಿತೀರಿಸುವ ದಿವಸಗಳು ಸಮೀಪಿಸಿವೆ; ಇಸ್ರಾಯೇಲಿನ ಅನುಭವಕ್ಕೆ ಬಂದೇ ಬರುವವು; [ಇಸ್ರಾಯೇಲೇ,] ನಿನ್ನ ಅಧರ್ಮವು ಬಹಳವಾಗಿರುವದರಿಂದಲೂ ವಿರೋಧವು ಹೆಚ್ಚಾಗಿರುವದರಿಂದಲೂ ಪ್ರವಾದಿಯು ಮೂರ್ಖನು, ದೇವರಾತ್ಮಾವಿಷ್ಟನು ಹುಚ್ಚನು [ಅಂದುಕೊಳ್ಳುತ್ತಿ]."},{"number":8,"verse":"ಎಫ್ರಾಯೀಮು ನನ್ನ ದೇವರ ವಿಷಯವಾಗಿ ಹೊಂಚುಹಾಕುತ್ತದೆ; ಪ್ರವಾದಿಯ ಮಾರ್ಗಗಳಲ್ಲೆಲ್ಲಾ ಬೇಟೆಯ ಬಲೆಯು ಒಡ್ಡಿದೆ, ಅವನ ದೇವರ ಆಲಯದಲ್ಲಿಯೂ ಶತ್ರುವಿರೋಧವು ಕಾದಿದೆ."},{"number":9,"verse":"ಪೂರ್ವದಲ್ಲಿ ಗಿಬ್ಯದವರು ಕೆಡಿಸಿಕೊಂಡಂತೆ ಎಫ್ರಾಯೀಮ್ಯರು ತಮ್ಮನ್ನು ತೀರಾ ಕೆಡಿಸಿಕೊಂಡಿದ್ದಾರೆ; ದೇವರು ಅವರ ಅಧರ್ಮವನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದುಕೊಂಡು ಅವರ ಪಾಪಗಳಿಗೆ ಪ್ರತಿದಂಡನೆಮಾಡುವನು."},{"number":10,"verse":"ಕಾಡಿನಲ್ಲಿ ದ್ರಾಕ್ಷೆಯ ಹಣ್ಣು ಸಿಕ್ಕಿದಂತೆ ಇಸ್ರಾಯೇಲು ನನಗೆ ಸಿಕ್ಕಿತು; ಹೊಸದಾಗಿ ಫಲಕ್ಕೆ ಬಂದ ಅಂಜೂರದ ಗಿಡದಲ್ಲಿ ಮೊದಲು ಮಾಗಿದ ಹಣ್ಣನ್ನು ಕಂಡ ಹಾಗೆ ನಿಮ್ಮ ಪಿತೃಗಳನ್ನು ಕಂಡೆನು; ಆದರೆ ಅವರು ಬಾಳ್‍ಪೆಗೋರಿಗೆ ಬಂದು ಬಾಳ್‍ದೇವತೆಯ ಭಕ್ತರಾಗಿ ದೀಕ್ಷೆಗೊಂಡು ತಾವು ಪ್ರೀತಿಸಿದ ದೇವತೆಯ ಹಾಗೆ ಅಸಹ್ಯರಾದರು."},{"number":11,"verse":"ಎಫ್ರಾಯೀಮ್ಯರ ಮಹಿಮೆಯು ಪಕ್ಷಿಯಂತೆ ಹಾರಿಹೋಗುವದು; ಯಾರೂ ಹೆರರು, ಗರ್ಭಿಣಿಯಾಗಿರರು, ಗರ್ಭಧರಿಸರು."},{"number":12,"verse":"ಒಂದು ವೇಳೆ ಮಕ್ಕಳನ್ನು ಹೆತ್ತು ಸಾಕಿದರೂ ಯಾವನೂ ಉಳಿಯದೆ ಇರುವ ತನಕ ಅವರಿಗೆ ಪುತ್ರಶೋಕವನ್ನು ಉಂಟುಮಾಡುತ್ತಲೇ ಬರುವೆನು; ಹೌದು, ನಾನು ಅವರಿಗೆ ವಿಮುಖನಾಗಲು ಅವರ ಗತಿಯನ್ನು ಏನೆಂದು ಹೇಳಲಿ!"},{"number":13,"verse":"ತೂರು ಹೇಗೆ ಕಾಣಿಸುತ್ತದೋ ಹಾಗೆಯೇ ಎಫ್ರಾಯೀಮು ಹುಲ್ಗಾವಲಿನಲ್ಲಿ ನಾಟಿರುವದಾಗಿ ಕಾಣಿಸುತ್ತದೆ; ಆದರೆ ಎಫ್ರಾಯೀಮು ತನ್ನ ಮಕ್ಕಳನ್ನು ಹತ್ಯಕ್ಕೆ ಈಡಾಗುವಂತೆ ಕಳುಹಿಸುವದು."},{"number":14,"verse":"(ಯೆಹೋವನೇ, ಅವರಿಗೆ ತಕ್ಕ ಗತಿಯನ್ನು ವಿಧಿಸು; ಏನು ವಿಧಿಸುತ್ತಿಯೋ? ಅವರಿಗೆ ಗರ್ಭಸ್ರಾವವನ್ನು ಮಾಡು, ಮೊಲೆಯನ್ನು ಬತ್ತಿಸು.)"},{"number":15,"verse":"ಅವರ ದುಷ್ಟತನವು ಗಿಲ್ಗಾಲಿನಲ್ಲಿ ತುಂಬಿದೆ; ಅಲ್ಲೇ ನನ್ನ ದ್ವೇಷಕ್ಕೆ ಗುರಿಯಾಗಿದ್ದಾರೆ; ಅವರ ದುಷ್ಕೃತ್ಯಗಳ ನಿಮಿತ್ತ ನಾನು ಅವರನ್ನು ನನ್ನ ನಿವಾಸದೊಳಗಿಂದ ಓಡಿಸಿಬಿಡುವೆನು; ಅವರನ್ನು ಇನ್ನು ಪ್ರೀತಿಸೆನು; ಅವರ ಅಧಿಕಾರಿಗಳೆಲ್ಲರೂ ದ್ರೋಹಿಗಳೇ ಸರಿ."},{"number":16,"verse":"ಎಪ್ರಾಯೀಮ್ಯರಿಗೆ ಘಾತವಾಗಿದೆ; ಅವರ ವಂಶಮೂಲವು ಒಣಗಿಹೋಗಿದೆ; ಅವರು ಫಲಹೀನರಾಗುವರು; ಹೌದು, ಅವರು ಮಕ್ಕಳನ್ನು ಹೆತ್ತರೂ ಅವರ ಗರ್ಭದ ಪ್ರಿಯಫಲವನ್ನು ಸಾಯಿಸುವೆನು."},{"number":17,"verse":"ನನ್ನ ದೇವರು ಅವರನ್ನು ತಳ್ಳಿಬಿಡುವನು; ಅವರು ಆತನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಲಿಲ್ಲ; ಅವರಿಗೆ ಜನಾಂಗಗಳಲ್ಲಿ ಅಲೆದಾಡುವ ಗತಿಯಾಗುವದು."}]}