{"bibleAbbr":"KNCL","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"(ರಾಜ್ಯವಾಳಲು ಸರ್ವೇಶ್ವರ ನಿನ್ನನ್ನು ಅಭಿಷೇಕಿಸಿದ್ದಾರೆ ಆ ಆಳು ಮುಂದೆ ಹೋದಾದ ಮೇಲೆ ಸಮುವೇಲನು ಓಲಿವ್ ಎಣ್ಣೇಕುಪ್ಪಿಯಿಂದ ಅವನ ತಲೆಯ ಮೇಲೆ ತೈಲವನ್ನು ಹೊಯ್ದು, ಅವನನ್ನು ಮುದ್ದಿಟ್ಟು ಅವನಿಗೆ, “ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಜನರ ಮೇಲೆ ರಾಜ್ಯ ಆಳಲು ನಿಜವಾಗಿ ನಿನ್ನನ್ನು ಅಭಿಷೇಕಿಸಿದ್ದಾರೆ."},{"number":2,"verse":"ಈ ದಿನ ನೀನು ನನ್ನನ್ನು ಬಿಟ್ಟುಹೋದನಂತರ, ಬೆನ್ಯಾಮೀನ್ಯರ ಮೇರೆಯೊಳಗಿರುವ ರಾಖೇಲಳ ಸಮಾಧಿಯ ಬಳಿಯಲ್ಲಿರುವಂಥ ಚೆಲ್ಚಹಿನಲ್ಲಿ ಇಬ್ಬರು ವ್ಯಕ್ತಿಗಳನ್ನು ಕಾಣುವೆ; ಅವರು, ‘ನೀನು ಹುಡುಕುತ್ತಿರುವ ಕತ್ತೆಗಳು ಸಿಕ್ಕಿದವು; ನಿನ್ನ ತಂದೆ ಕತ್ತೆಗಳ ಚಿಂತೆಬಿಟ್ಟು ನನ್ನ ಮಗನೆಲ್ಲಿ ಹೋದನೋ ಎಂದು ನಿನಗಾಗಿ ಹಂಬಲಿಸುತ್ತಾ ಇರುತ್ತಾರೆ’ ಎಂದು ಹೇಳುವರು."},{"number":3,"verse":"ನೀನು ಅಲ್ಲಿಂದ ಮುಂದೆ ನಡೆದು ತಾಬೋರಿನ ಹತ್ತಿರವಿರುವ ಏಲೋನ್ ವೃಕ್ಷದ ಬಳಿಗೆ ಬಂದಾಗ ದೇವದರ್ಶನಕ್ಕಾಗಿ ಬೇತೇಲಿಗೆ ಹೋಗುವ ಮೂವರು ಜನರು ನಿನಗೆದುರಾಗುವರು. ಅವರಲ್ಲೊಬ್ಬನು ಮೂರು ಹೋತಮರಿಗಳನ್ನೂ ಮತ್ತೊಬ್ಬನು ಮೂರು ರೊಟ್ಟಿಗಳನ್ನೂ ಇನ್ನೊಬ್ಬನು ದ್ರಾಕ್ಷಾರಸದ ಒಂದು ಬುದ್ದಲಿಯನ್ನೂ ಹೊತ್ತುಕೊಂಡು ಇರುವರು."},{"number":4,"verse":"ಅವರು ನಿನ್ನ ಕ್ಷೇಮಸಮಾಚಾರವನ್ನು ವಿಚಾರಿಸಿ ಎರಡು ರೊಟ್ಟಿಗಳನ್ನು ಕೊಡುವರು; ನೀನು ಅವುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕು."},{"number":5,"verse":"ಅಲ್ಲಿಂದ ದೇವಗಿರಿಯನ್ನು ಮುಟ್ಟಿದಾಗ ಫಿಲಿಷ್ಟಿಯರ ದಂಡುಪ್ರದೇಶವನ್ನು ಕಾಣುವೆ; ಮುಂಗಡೆಯಲ್ಲಿ ಸ್ವರಮಂಡಲ, ತಮ್ಮಟೆ, ಕೊಳಲು, ಕಿನ್ನರಿ ಈ ವಾದ್ಯಗಾರರೊಡನೆ ಗುಡ್ಡದಿಂದಿಳಿದು ಬರುತ್ತಿರುವ ಪ್ರವಾದಿಗಳ ಒಂದು ಗುಂಪನ್ನು ಕಾಣುವೆ. ಅವರು ಪರವಶರಾಗಿ ಪ್ರವಾದಿಸುವರು."},{"number":6,"verse":"ಆಗ ಸರ್ವೇಶ್ವರನ ಆತ್ಮ ನಿನ್ನ ಮೇಲೆ ಬರುವುದು. ನೀನೂ ಮಾರ್ಪಟ್ಟು ಪ್ರವಾದಿಸುವೆ."},{"number":7,"verse":"ಈ ಗುರುತುಗಳೆಲ್ಲ ಸಂಭವಿಸಿದಾಗ ನಿನಗೆ ಅನುಕೂಲವಿದ್ದ ಹಾಗೆ ವರ್ತಿಸು, ದೇವರು ನಿನ್ನೊಂದಿಗೆ ಇದ್ದಾರೆ!"},{"number":8,"verse":"ನೀನು ಮುಂದಾಗಿ ಗಿಲ್ಗಾಲಿಗೆ ಹೋಗು; ಏಳು ದಿವಸಗಳಾದ ನಂತರ ನಾನು ದಹನಬಲಿಗಳನ್ನೂ ಶಾಂತಿಸಮಾಧಾನಬಲಿಗಳನ್ನೂ ಸಮರ್ಪಿಸುವುದಕ್ಕಾಗಿ ಅಲ್ಲಿಗೆ ಬಂದು ನೀನು ಮಾಡಬೇಕಾದುದನ್ನು ನಿನಗೆ ತಿಳಿಸುವೆನು; ಅಲ್ಲಿಯವರೆಗೆ ಕಾದುಕೊಂಡಿರು,” ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"ಸೌಲನು ಸಮುವೇಲನನ್ನು ಬಿಟ್ಟು ಹೊರಟ ಕೂಡಲೆ ದೇವರು ಅವನಿಗೆ ನೂತನ ಚೈತನ್ಯವನ್ನು ಕೊಟ್ಟರು. ಅದೇ ದಿನದಲ್ಲಿ ಆ ಎಲ್ಲ ಘಟನೆಗಳು ಸಂಭವಿಸಿದವು."},{"number":10,"verse":"ಅವನು ದೇವಗಿರಿಗೆ ಬಂದ ಕೂಡಲೆ ಪರವಶರಾದ ಪ್ರವಾದಿಗಳ ಗುಂಪೊಂದು ತನ್ನೆದುರಿಗೆ ಬರುವುದನ್ನು ಕಂಡನು. ದೇವರ ಆತ್ಮ ಅವನ ಮೇಲೆ ಇಳಿದು ಬಂದುದರಿಂದ ಅವನೂ ಪರವಶನಾಗಿ ಅವರೊಳಗೆ ಸೇರಿ ಪ್ರವಾದಿಸಿದನು."},{"number":11,"verse":"ಅವನು ಪರವಶನಾಗಿ ಮಾತಾಡುವುದನ್ನು ಪರಿಚಿತರು ಕಂಡು ತಮ್ಮತಮ್ಮೊಳಗೆ, “ಕೀಷನ ಮಗನಿಗೆ ಏನಾಯಿತು? ಸೌಲನೂ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಒಬ್ಬನೆ?” ಎಂದು ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಆಗ ಆ ಸ್ಥಳೀಯರಲ್ಲಿ ಒಬ್ಬನು, “ಹಾಗಾದರೆ ಇವರ ತಂದೆ ಯಾರು?” ಎಂದು ಕೇಳಿದನು. ಈ ಘಟನೆಯಿಂದಾಗಿ, “ಏನು, ಸೌಲನೂ ಪ್ರವಾದಿಯಾಗಿಬಿಟ್ಟನೊ?” ಎಂಬ ಗಾದೆ ಹುಟ್ಟಿತು."},{"number":13,"verse":"ಅವನು ಪ್ರವಾದಿಸಿ ಆದ ಮೇಲೆ ಪೂಜಾಸ್ಥಳಕ್ಕೆ ಬಂದನು."},{"number":14,"verse":"ಸೌಲನ ಚಿಕ್ಕಪ್ಪನು ಅವನನ್ನೂ ಅವನ ಸೇವಕನನ್ನೂ ನೋಡಿ, “ನೀವು ಎಲ್ಲಿಗೆ ಹೋಗಿದ್ದಿರಿ?” ಎಂದು ಕೇಳಿದನು. ಅವನು, “ಕತ್ತೆಗಳನ್ನು ಹುಡುಕುವುದಕ್ಕೆ ಹೋಗಿದ್ದೆವು. ಅವು ಸಿಕ್ಕಲಿಲ್ಲ. ಆದುದರಿಂದ ಸಮುವೇಲನ ಬಳಿಗೆ ಹೋದೆವು,” ಎಂದನು."},{"number":15,"verse":"ಸಮುವೇಲನು ಏನು ಹೇಳಿದನೆಂದು ಚಿಕ್ಕಪ್ಪನು ಕೇಳಲು,"},{"number":16,"verse":"ಸೌಲನು, “ಕತ್ತೆಗಳು ಸಿಕ್ಕಿದವೆಂದು ತಿಳಿಸಿದನು,” ಎಂಬುದಾಗಿ ಹೇಳಿದನೇ ಹೊರತು ಸಮುವೇಲನು ಹೇಳಿದ ಆ ರಾಜ್ಯಭಾರದ ಮಾತನ್ನು ತಿಳಿಸಲಿಲ್ಲ."},{"number":17,"verse":"(ಅರಸನಾಗಿ ಸೌಲನ ಆಯ್ಕೆ) ಸಮುವೇಲನು ಇಸ್ರಯೇಲರನ್ನು ಮಿಚ್ಪೆಗೆ ಕರೆಯಿಸಿ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಭೆ ಸೇರಿಸಿದನು."},{"number":18,"verse":"ಅವರಿಗೆ, “ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಹೇಳುವುದನ್ನು ಕೇಳಿರಿ: ‘ನೀವು ಈಜಿಪ್ಟಿನವರ ಕೈಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವಂತೆ ನಿಮ್ಮನ್ನು ಅವರ ದೇಶದಿಂದ ಬಿಡಿಸಿದವನು ಹಾಗು ಬಾಧಿಸುತ್ತಿದ್ದ ಬೇರೆ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿದವನು ನಾನೇ."},{"number":19,"verse":"ನೀವಾದರೋ, ನಿಮ್ಮನ್ನು ಕಷ್ಟಸಂಕಟಗಳಿಂದ ಬಿಡಿಸಿದ ನಿಮ್ಮ ದೇವರಾದ ನನ್ನನ್ನು ತಿರಸ್ಕರಿಸಿ ಈಗ ನಮಗೊಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸೆಂದು ಕೇಳುತ್ತೀರಿ. ಆದುದರಿಂದ ನೀವು ನಿಮ್ಮ ನಿಮ್ಮ ಕುಲ ಹಾಗು ಗೋತ್ರಗಳ ಅನುಸಾರ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಹಾಜರಾಗಿರಿ,” ಎಂದು ಅಪ್ಪಣೆ ಮಾಡಿದನು."},{"number":20,"verse":"ಹೀಗೆ ಸಮುವೇಲನು ಇಸ್ರಯೇಲರ ಎಲ್ಲಾ ಕುಲಗಳನ್ನು ಸಮೀಪಕ್ಕೆ ಕರೆದಾಗ ಬೆನ್ಯಾಮೀನ್ ಕುಲಕ್ಕೆ ಚೀಟು ಬಿದ್ದಿತು."},{"number":21,"verse":"ಆ ಕುಲದ ಗೋತ್ರಗಳನ್ನು ಬರಮಾಡಿದಾಗ ಮಟ್ರಿಯ ಗೋತ್ರದಲ್ಲಿ ಕೀಷನ ಮಗನಾದ ಸೌಲನಿಗೆ ಚೀಟು ಬಿದ್ದಿತು. ಅವನನ್ನು ಹುಡುಕಲು ಅವನು ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":22,"verse":"ಅವರು, “ಆ ವ್ಯಕ್ತಿ ಇಲ್ಲಿಗೆ ಬರುವನೋ?” ಎಂದು ಸರ್ವೇಶ್ವರನನ್ನು ವಿಚಾರಿಸಿದಾಗ, “ಬಂದಿದ್ದಾನೆ; ಇಗೋ, ಸರಕು ಸಾಮಾನುಗಳ ನಡುವೆ ಅಡಗಿಕೊಂಡಿದ್ದಾನೆ,” ಎಂದು ಉತ್ತರ ಬಂದಿತು."},{"number":23,"verse":"ಅವರು ತಟ್ಟನೆ ಹೋಗಿ ಅವನನ್ನು ಹಿಡಿದುಕೊಂಡು ಬಂದು ಜನರ ಮಧ್ಯೆ ನಿಲ್ಲಿಸಿದರು. ಎಲ್ಲ ಜನರ ಗುಂಪಿನಲ್ಲಿ ಅವನ ಹೆಗಲೂ ತಲೆಯೂ ಕಾಣುವಷ್ಟು ಬಹು ಎತ್ತರದ ವ್ಯಕ್ತಿ ಅವನಾಗಿದ್ದನು."},{"number":24,"verse":"ಆಗ ಸಮುವೇಲನು ಜನರೆಲ್ಲರಿಗೆ, “ನೋಡಿ, ಸರ್ವೇಶ್ವರನಿಂದ ಆಯ್ಕೆಯಾದವನು ಇವನೇ; ಸರ್ವಜನರಲ್ಲಿ ಇವನಿಗೆ ಸಮಾನರು ಇಲ್ಲವೇ ಇಲ್ಲ,” ಎಂದನು. ಜನರೆಲ್ಲರೂ, “ಅರಸನಿಗೆ ಜಯವಾಗಲಿ!” ಎಂದು ಘೋಷಿಸಿದರು."},{"number":25,"verse":"ತರುವಾಯ ಸಮುವೇಲನು ಜನರಿಗೆ ರಾಜನೀತಿಯನ್ನು ಬೋಧಿಸಿ, ಅದನ್ನು ಒಂದು ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದು, ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿಟ್ಟನು; ಆಮೇಲೆ ಜನರನ್ನು ಅವರವರ ಮನೆಗಳಿಗೆ ಕಳುಹಿಸಿಬಿಟ್ಟನು."},{"number":26,"verse":"ಸೌಲನೂ ಗಿಬೆಯದಲ್ಲಿದ್ದ ತನ್ನ ಮನೆಗೆ ಹೋದನು. ಕೆಲವು ಮಂದಿ ಶೂರರು ದೇವರಿಂದ ಪ್ರೇರಿತರಾಗಿ ಅವನ ಜೊತೆಯಲ್ಲೇ ಹೋದರು."},{"number":27,"verse":"ಕೆಲವು ಮಂದಿ ಪುಂಡುಪೋಕರು, “ಇವನೇನೋ ನಮ್ಮನ್ನು ರಕ್ಷಿಸುವವನು!” ಎಂದು ತಾತ್ಸಾರಮಾಡಿ ಕಾಣಿಕೆಗಳನ್ನು ತರಲಿಲ್ಲ. ಆದರೂ ಸೌಲನು ಸುಮ್ಮನಿದ್ದನು."}]}