{"bibleAbbr":"KNCL","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"ಅಮಾಲೇಕ್ಯರೊಡನೆ ಯುದ್ಧ ಸಮುವೇಲನು ಸೌಲನಿಗೆ, “ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನಿನ್ನನ್ನು ತಮ್ಮ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರ ಮೇಲೆ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸುವುದಕ್ಕಾಗಿ ನನ್ನನ್ನೇ ಕಳುಹಿಸಿದರು ಅಲ್ಲವೆ?” ಅವರು ಈಗ ಹೇಳುವುದನ್ನು ಕೇಳು;"},{"number":2,"verse":"“ಇಸ್ರಯೇಲರು ಈಜಿಪ್ಟಿನಿಂದ ಬರುತ್ತಿರುವಾಗ ದಾರಿಯಲ್ಲಿ ಅಮಾಲೇಕ್ಯರು ಅವರಿಗೆ ವಿರೋಧವಾಗಿ ನಿಂತು ತೊಂದರೆಪಡಿಸಿದರು. ಆದ್ದರಿಂದ ನಾನು ಅವರಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು."},{"number":3,"verse":"ಈಗ ನೀನು ಹೋಗಿ ಅವರನ್ನು ಸೋಲಿಸಿ ಅವರಿಗಿರುವುದನ್ನೆಲ್ಲಾ ಸಂಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡು. ಗಂಡಸರನ್ನು, ಹೆಂಗಸರನ್ನು, ಮಕ್ಕಳನ್ನು, ಶಿಶುಗಳನ್ನು ಹಾಗು ಎತ್ತು, ಕುರಿ, ಕತ್ತೆ, ಒಂಟೆ ಇವುಗಳನ್ನೂ ಉಳಿಸದೆ ಕೊಂದುಹಾಕು ಎಂದು ಹೇಳುತ್ತಾರೆ ಸೇನಾಧೀಶ್ವರರಾದ ಸರ್ವೇಶ್ವರ,” ಎಂದನು."},{"number":4,"verse":"ಸೌಲನು ತೆಲಾಯೀಮಿನಲ್ಲಿ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿ, ಲೆಕ್ಕ ತೆಗೆದನು. ಅದರಲ್ಲಿ ಎರಡು ಲಕ್ಷಮಂದಿ ಕಾಲಾಳುಗಳು ಇದ್ದರು; ಯೆಹೂದ್ಯರು ಹತ್ತುಸಾವಿರ ಮಂದಿ ಇದ್ದರು."},{"number":5,"verse":"ಅವನು ಇವರೊಡನೆ ಅಮಾಲೇಕ್ಯರ ರಾಜಧಾನಿಯ ಬಳಿಗೇ ಹೋಗಿ ಅಲ್ಲಿನ ಒಂದು ತಗ್ಗಿನಲ್ಲಿ ಹೊಂಚುಹಾಕುತ್ತಿದ್ದನು."},{"number":6,"verse":"ಆದರೆ ಕೇನ್ಯರಿಗೆ ಅವನು, “ನೀವು ಅಮಾಲೇಕ್ಯರನ್ನು ಬಿಟ್ಟುಹೋಗಿ; ಇಲ್ಲವಾದರೆ ನೀವೂ ಅವರೊಡನೆ ನಾಶವಾದೀರಿ; ಇಸ್ರಯೇಲರು ಈಜಿಪ್ಟಿನಿಂದ ಬರುತ್ತಿದ್ದಾಗ ನೀವು ಅವರಿಗೆ ದಯೆತೋರಿಸಿದಿರ ಅಲ್ಲವೆ?” ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದನು. ಅದರಂತೆಯೇ ಅವರು ಅಮಾಲೇಕ್ಯರನ್ನು ಬಿಟ್ಟುಹೋದರು."},{"number":7,"verse":"ಆಗ ಸೌಲನು ಅಮಾಲೇಕ್ಯರನ್ನು ಹವೀಲಾ ಪ್ರಾಂತ್ಯದಿಂದ ಈಜಿಪ್ಟಿನ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವ ಶೂರಿನವರೆಗೂ ಸದೆಬಡಿಯುತ್ತಾ ಹೋದನು."},{"number":8,"verse":"ಅವರ ಅರಸನಾದ ಅಗಾಗನನ್ನು ಜೀವಂತವಾಗಿ ಹಿಡಿದು ಜನರೆಲ್ಲರನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದನು."},{"number":9,"verse":"ಸೌಲನು ಹಾಗು ಇಸ್ರಯೇಲರು ಅಗಾಗನನ್ನು ಮಾತ್ರವಲ್ಲ, ಮೇಲ್ತರದ ಕುರಿದನಗಳನ್ನು, ಕುರಿಮರಿಗಳನ್ನು, ಕೊಬ್ಬಿದ ಪಶುಗಳನ್ನು ಹಾಗು ಶ್ರೇಷ್ಠವಾದ ಎಲ್ಲ ಪದಾರ್ಥಗಳನ್ನು ನಾಶಮಾಡಲು ಮನಸ್ಸಿಲ್ಲದೆ ಉಳಿಸಿ ಪ್ರಯೋಜನವಿಲ್ಲದಂಥ ಹೀನವಾದವುಗಳನ್ನೆಲ್ಲ ನಾಶಮಾಡಿಬಿಟ್ಟರು."},{"number":10,"verse":"ಅರಸನಾದ ಸೌಲ ತಿರಸ್ಕೃತ ಸರ್ವೇಶ್ವರ ಸಮುವೇಲನಿಗೆ, “ಸೌಲನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡಿದ್ದಕ್ಕೆ ಈಗ ವಿಷಾದಿಸುತ್ತೇನೆ. ಅವನು ನನಗೆ ವಿಮುಖನಾಗಿದ್ದಾನೆ. ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ನೆರವೇರಿಸುವುದಿಲ್ಲ,” ಎಂದು ಹೇಳಿದರು. ಸಮುವೇಲನು ಸಿಟ್ಟುಗೊಂಡು ರಾತ್ರಿಯೆಲ್ಲಾ ಸರ್ವೇಶ್ವರನಿಗೆ ಮೊರೆಯಿಟ್ಟನು."},{"number":12,"verse":"ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಸೌಲನನ್ನು ಕರ್ಮೆಲಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ತನಗಾಗಿ ಒಂದು ಜ್ಞಾಪಕಸ್ತಂಭವನ್ನು ನಿಲ್ಲಿಸಿ, ಅಲ್ಲಿಂದ ದಿಬ್ಬ ಇಳಿದು ಗಿಲ್ಗಾಲಿಗೆ ಹೋದನು ಎಂಬ ಸಮಾಚಾರ ಸಿಕ್ಕಿತು."},{"number":13,"verse":"ಸಮುವೇಲನು ಅಲ್ಲಿಗೂ ಹೋದನು. ಸೌಲನು ಅವನನ್ನು ಕಂಡು, “ಸರ್ವೇಶ್ವರ ನಿನ್ನನ್ನು ಹರಸಲಿ! ನಾನು ಅವರ ಅಪ್ಪಣೆಯನ್ನು ನೆರವೇರಿಸಿದ್ದೇನೆ,” ಎಂದನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಸಮುವೇಲನು, “ಹಾಗಾದರೆ ಇದೇನು? ಕುರಿಗಳ ಕೂಗು ನನ್ನ ಕಿವಿಗೆ ಬೀಳುತ್ತಿದೆ, ದನಗಳ ಶಬ್ದವು ನನಗೆ ಕೇಳಿಸುತ್ತಿದೆ,” ಎಂದನು."},{"number":15,"verse":"ಸೌಲನು, “ಜನರು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಬಲಿಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಅಮಾಲೇಕ್ಯರ ಕುರಿದನಗಳಲ್ಲಿ ಮೇಲ್ತರದವುಗಳನ್ನು ಉಳಿಸಿ ತಂದಿದ್ದಾರೆ; ಮಿಕ್ಕವುಗಳನ್ನೆಲ್ಲಾ ಸಂಪೂರ್ಣವಾಗಿ ನಾಶಮಾಡಿದೆವು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":16,"verse":"ಆಗ ಸಮುವೇಲನು, “ಅದಿರಲಿ; ಸರ್ವೇಶ್ವರ ಕಳೆದ ರಾತ್ರಿ ನನಗೆ ಹೇಳಿದ್ದನ್ನು ತಿಳಿಸುತ್ತೇನೆ ಕೇಳು,” ಎಂದನು. ಅವನು, “ಹೇಳು,” ಎನ್ನಲು ಸಮುವೇಲನು,"},{"number":17,"verse":"“ನೀನು ನಿನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅಲ್ಪನಾಗಿದ್ದರೂ ಸರ್ವೇಶ್ವರ ನಿನಗೆ ಇಸ್ರಯೇಲರಲ್ಲಿ ರಾಜಾಭಿಷೇಕ ಮಾಡಿದ್ದರಿಂದ ನೀನು ಎಲ್ಲಾ ಕುಲಗಳಿಗೆ ಶಿರಸ್ಸಾದೆ."},{"number":18,"verse":"ಅವರು ನಿನಗೆ, ‘ಹೊರಟು ಹೋಗಿ ದುಷ್ಟರಾದ ಅಮಾಲೇಕ್ಯರೊಡನೆ ಯುದ್ಧಮಾಡಿ ಅವರೆಲ್ಲರನ್ನೂ ಸಂಪೂರ್ಣವಾಗಿ ನಾಶಮಾಡು’ ಎಂದು ಹೇಳಿದರು."},{"number":19,"verse":"ಆದರೆ ನೀನು ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳದೆ, ಕೊಳ್ಳೆಗಾಗಿ ಮನಸೋತು, ಅವರಿಗೆ ದ್ರೋಹಮಾಡಿದ್ದೇಕೆ?” ಎಂದನು."},{"number":20,"verse":"ಆಗ ಸೌಲನು ಸಮುವೇಲನಿಗೆ, “ಏನು? ನಾನು ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳಲಿಲ್ಲವೇ? ಅವರು ಕಳುಹಿಸಿದಲ್ಲಿಗೆ ಹೋಗಿ ಅಮಾಲೇಕ್ಯರನ್ನೆಲ್ಲ ಸಂಹರಿಸಿ ಅವರ ಅರಸನಾದ ಅಗಾಗನನ್ನು ಹಿಡಿದದುತಂದೆ."},{"number":21,"verse":"ಆದರೆ ಜನರು ಸಂಪೂರ್ಣವಾಗಿ ಸಂಹರಿಸಬೇಕಾದ ಕೊಳ್ಳೆಯಲ್ಲಿ ಉತ್ತಮವಾದ ಕುರಿದನಗಳನ್ನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಗಿಲ್ಗಾಲಿನಲ್ಲಿ ಬಲಿಯರ್ಪಣೆ ಮಾಡುವುದಕ್ಕಾಗಿ ಉಳಿಸಿತಂದರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":22,"verse":"ಅದಕ್ಕೆ ಸಮುವೇಲನು ಇಂತೆಂದನು: “ವಿಧೇಯತೆಯನ್ನು ಮೆಚ್ಚುವಷ್ಟು ಬಲಿ ಹೋಮಗಳನ್ನು ಮೆಚ್ಚುತ್ತಾರೆಯೇ ಸರ್ವೇಶ್ವರಾ? ಇಲ್ಲ. ಬಲಿಯರ್ಪಣೆಗಿಂತ ಆಜ್ಞಾಪಾಲನೆ ಶ್ರೇಷ್ಠ; ಟಗರುಗಳ ಕೊಬ್ಬಿಗಿಂತ ವಿಧೇಯತೆ ವಿಶಿಷ್ಟ ."},{"number":23,"verse":"ತಂತ್ರಮಂತ್ರಗಳಷ್ಟೇ ಕೆಟ್ಟದು ಪ್ರತಿಭಟನೆ ಕಳ್ಳಭಕ್ತಿಗೂ ವಿಗ್ರಹಾರಾಧನೆಗೂ ಸಮಾನ ಹಟಮಾರಿತನ. ನೀ ತಳ್ಳಿಬಿಟ್ಟೆ ಸರ್ವೇಶ್ವರನ ಆದೇಶವನ್ನು; ತಳ್ಳಿಬಿಟ್ಟರವರು ನಿನ್ನ ಅರಸುತನವನ್ನು,” ಎಂದು ನುಡಿದನು."},{"number":24,"verse":"ಸೌಲನು ಸಮುವೇಲನಿಗೆ, “ನಾನು ಸರ್ವೇಶ್ವರನ ಮತ್ತು ನಿಮ್ಮ ಆಜ್ಞೆಗಳನ್ನು ಮೀರಿ ಪಾಪಮಾಡಿದ್ದೇನೆ; ಜನರಿಗೆ ಹೆದರಿ ಅವರ ಮಾತನ್ನು ಕೇಳಿದೆ."},{"number":25,"verse":"ದಯವಿಟ್ಟು ನನ್ನ ಪಾಪವನ್ನು ಕ್ಷಮಿಸಿ; ನಾನು ಸರ್ವೇಶ್ವರನನ್ನು ಆರಾಧಿಸುವಂತೆ ಹಿಂದಿರುಗಿ ನನ್ನ ಜೊತೆಯಲ್ಲೇ ಬನ್ನಿ,” ಎಂದು ಅವನನ್ನು ಬೇಡಿಕೊಂಡನು."},{"number":26,"verse":"ಅದಕ್ಕೆ ಸಮುವೇಲನು, “ನಾನು ಹಿಂದಿರುಗಿ ನಿನ್ನ ಜೊತೆಯಲ್ಲಿ ಬರುವುದಿಲ್ಲ; ನೀನು ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ತಳ್ಳಿಬಿಟ್ಟಿದ್ದರಿಂದ ಅವರು ನಿನ್ನನ್ನು ಇಸ್ರಯೇಲರ ಅರಸುತನದಿಂದ ತಳ್ಳಿಬಿಟ್ಟಿದ್ದಾರೆ,” ಎಂದು ಹೇಳಿ ಹಿಂದಿರುಗಿ ಅಲ್ಲಿಂದ ಹೊರಟನು."},{"number":27,"verse":"ಆದರೆ ಸೌಲನು ಅವನ ಮೇಲಂಗಿಯ ಅಂಚನ್ನು ಹಿಡಿದು ಎಳೆದನು; ಅದು ಹರಿದುಹೋಯಿತು."},{"number":28,"verse":"ಆಗ ಸಮುವೇಲನು ಅವನಿಗೆ, “ಸರ್ವೇಶ್ವರ ಈ ದಿನ ಇಸ್ರಯೇಲ್ ರಾಜ್ಯವನ್ನು ನಿನ್ನಿಂದ ಕಿತ್ತು ನಿನಗಿಂತ ಉತ್ತಮವಾದ ಇನ್ನೊಬ್ಬನಿಗೆ ಕೊಟ್ಟಿದ್ದಾರೆ."},{"number":29,"verse":"ಇಸ್ರಯೇಲರ ನಿತ್ಯಾಧಾರವಾದ ಅವರು ಸುಳ್ಳಾಡುವವರಲ್ಲ; ಮಾತನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವವರಲ್ಲ; ಏಕೆಂದರೆ ಅವರು ಮನಸ್ಸು ಬದಲಾಯಿಸುವಂಥ ಮನುಷ್ಯರಲ್ಲ,” ಎಂದು ಹೇಳಿದನು."},{"number":30,"verse":"ಅದಕ್ಕೆ ಸೌಲನು, “ನಾನು ಪಾಪಮಾಡಿದ್ದೇನೆ; ದಯವಿಟ್ಟು ಇಸ್ರಯೇಲರ ಮುಂದೆ ಹಾಗು ಜನರ ಹಿರಿಯರ ಮುಂದೆ ನನ್ನ ಮಾನವನ್ನು ಉಳಿಸಿ; ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯನ್ನು ಆರಾಧಿಸಲು ಶಕ್ತನಾಗುವಂತೆ ಹಿಂದಿರುಗಿ ನನ್ನ ಜೊತೆಯಲ್ಲೇ ಬನ್ನಿ,” ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":31,"verse":"ಆಗ ಸಮುವೇಲನು ಹಿಂದಿರುಗಿ ಸೌಲನ ಜೊತೆಯಲ್ಲೇ ಹೋದನು. ಸೌಲನು ದೇವರನ್ನು ಆರಾಧಿಸಿದನು."},{"number":32,"verse":"ತರುವಾಯ ಸಮುವೇಲನು ಅಮಾಲೇಕ್ಯರ ಅರಸನಾದ ಅಗಾಗನನ್ನು ತನ್ನ ಬಳಿಗೆ ಬರಹೇಳಿದನು. ಅಗಾಗನು ಮರಣಭಯ ತಪ್ಪಿತೆಂದು ನೆನಸಿಕೊಂಡು ಸಂತೋಷದಿಂದ ಅವನ ಹತ್ತಿರ ಬಂದನು."},{"number":33,"verse":"ಆದರೆ ಸಮುವೇಲನು ಅವನಿಗೆ: “ನಿನ್ನ ಕತ್ತಿ ಪುತ್ರಶೋಕವನ್ನುಂಟುಮಾಡಿತು ಅನೇಕ ಸ್ತ್ರೀಯರಿಗೆ; ನಿನ್ನ ತಾಯಿ ಸವಿಯಲಿ ಆ ಶೋಕವನು ಎಲ್ಲರಿಗೂ ಹೆಚ್ಚಿಗೆ’ ಎಂದು ಹೇಳಿ ಅಗಾಗನನ್ನು ಗಿಲ್ಗಾಲಿನಲಿ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲೇ ಕಡಿದುಹಾಕಿದನು."},{"number":34,"verse":"ಅನಂತರ ಸಮುವೇಲನು ರಾಮಾಕ್ಕೆ ಹೋದನು; ಇತ್ತ ಸೌಲನು ತನ್ನ ಊರಾದ ಗಿಬೆಯದಲ್ಲಿದ್ದ ಮನೆಗೆ ತೆರಳಿದನು."},{"number":35,"verse":"ಸಮುವೇಲನು ಜೀವದಿಂದಿರುವವರೆಗೂ ಸೌಲನನ್ನು ನೋಡಲು ಹೋಗಲಿಲ್ಲ. ಸೌಲನನ್ನು ಇಸ್ರಯೇಲರ ಅರಸನನ್ನಾಗಿ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಸರ್ವೇಶ್ವರ ವಿಷಾದಿಸಿದರು; ಈ ಕಾರಣ ಸಮುವೇಲನು ಅವನ ವಿಷಯದಲ್ಲಿ ದುಃಖಪಡುತ್ತಿದ್ದನು."}]}