{"bibleAbbr":"KNCL","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"(ಯೋನಾತಾನನ ಮಧ್ಯಸ್ತಿಕೆ) ದಾವೀದನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಸೌಲನು ತನ್ನ ಮಗ ಯೋನಾತಾನನಿಗೂ ಎಲ್ಲಾ ಪರಿವಾರದವರಿಗೂ ಆಜ್ಞಾಪಿಸಿದನು. ಆದರೆ ಯೋನಾತಾನನು ದಾವೀದನನ್ನು ಬಹಳವಾಗಿ ಪ್ರೀತಿಸುತ್ತಿದ್ದನು."},{"number":2,"verse":"ಆದುದರಿಂದ ಅವನು ದಾವೀದನಿಗೆ, “ನನ್ನ ತಂದೆ ಸೌಲನು ನಿನ್ನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿರುತ್ತಾರೆ. ನೀನು ಜಾಗರೂಕತೆಯಿಂದಿರು; ನಾಳೆ ಬೆಳಿಗ್ಗೆ ಒಂದು ಗುಟ್ಟಾದ ಸ್ಥಳದಲ್ಲಿ ಅಡಗಿಕೊಂಡಿರು."},{"number":3,"verse":"ನನ್ನ ತಂದೆಯ ಬಳಿಯಲ್ಲಿದ್ದು ನಿನ್ನ ಬಗ್ಗೆ ಅವರೊಡನೆ ಮಾತಾಡಿ ಗೊತ್ತಾದ ವಿಷಯವನ್ನು ನೀನು ಅವಿತುಕೊಂಡಿರುವ ಸ್ಥಳಕ್ಕೆ ಬಂದು ತಿಳಿಸುವೆನು,” ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ತರುವಾಯ ಅವನು ತನ್ನ ತಂದೆಯ ಮುಂದೆ ದಾವೀದನನ್ನು ಹೊಗಳಿದನು. “ಒಡೆಯರಾದ ತಾವು ತಮ್ಮ ಸೇವಕ ದಾವೀದನಿಗೆ ಅನ್ಯಾಯ ಮಾಡಬಾರದು; ಅವನು ನಿಮಗೆ ದ್ರೋಹ ಮಾಡಲಿಲ್ಲ; ಅವನು ಮಾಡಿದ್ದೆಲ್ಲವು ನಿಮ್ಮ ಹಿತಕ್ಕಾಗಿಯೇ."},{"number":5,"verse":"ತನ್ನ ಜೀವವನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಹೋಗಿ ಆ ಫಿಲಿಷ್ಟಿಯರನ್ನು ಕೊಂದನು; ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲರಿಗೆ ಮಹಾ ಜಯವನ್ನುಂಟುಮಾಡಿದರು. ನೀವೂ ಅದನ್ನು ನೋಡಿ ಸಂತೋಷಪಟ್ಟಿರಿ; ದಾವೀದನನ್ನು ನಿಷ್ಕಾರಣವಾಗಿ ಕೊಂದು ನಿರ್ದೋಷಿಯ ರಕ್ತವನ್ನು ಸುರಿಸಿ ಅಪರಾಧಕ್ಕೆ ನೀವೇಕೆ ಗುರಿ ಆಗುತ್ತೀರಿ?” ಎಂದನು."},{"number":6,"verse":"ಸೌಲನು ಯೋನಾತಾನನ ಮಾತುಗಳನ್ನು ಆಲಿಸಿದನು. “ಸರ್ವೇಶ್ವರನಾಣೆ, ಅವನನ್ನು ಕೊಲ್ಲುವುದಿಲ್ಲ,” ಎಂದು ಪ್ರಮಾಣಮಾಡಿದನು."},{"number":7,"verse":"ಆಗ ಯೋನಾತಾನನು ದಾವೀದನನ್ನು ಕರೆದು ಅವನಿಗೆ ಈ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿ ಸೌಲನ ಬಳಿಗೆ ಕರೆದುತಂದನು. ದಾವೀದನು ಮುಂಚಿನಂತೆ ಸೌಲನ ಸನ್ನಿಧಿಯಲ್ಲೇ ಇರುವಂತೆ ಏರ್ಪಾಡಾಯಿತು."},{"number":8,"verse":"ಫಿಲಿಷ್ಟಿಯರು ಮತ್ತೆ ಯುದ್ಧಕ್ಕೆ ಬಂದಾಗ ದಾವೀದನು ಹೋಗಿ ಅವರೊಡನೆ ಯುದ್ಧಮಾಡಿ ಅವರನ್ನು ಪೂರ್ತಿಯಾಗಿ ಸೋಲಿಸಿ ಓಡಿಸಿಬಿಟ್ಟನು."},{"number":9,"verse":"ಒಂದು ದಿನ ಸೌಲನು ಕೈಯಲ್ಲಿ ಈಟಿಯನ್ನು ಹಿಡಿದು ತನ್ನ ಮನೆಯಲ್ಲಿ ಕುಳಿತುಕೊಂಡಿದ್ದನು. ಆಗ ಸರ್ವೇಶ್ವರನಿಂದ ಬಂದ ದುರಾತ್ಮವೊಂದು ಅವನನ್ನು ಆವರಿಸಿತು."},{"number":10,"verse":"ಒಡನೆ ಕಿನ್ನರಿಯನ್ನು ಬಾರಿಸುತ್ತಿದ್ದ ದಾವೀದನನ್ನು ಗೋಡೆಗೆ ಕಚ್ಚಿಕೊಳ್ಳುವಂತೆ ತಿವಿಯಬೇಕೆಂದು ಅವನು ತನ್ನ ಈಟಿಯನ್ನು ಎಸೆದನು. ಆದರೆ ದಾವೀದನು ಫಕ್ಕನೆ ಸೌಲನೆದುರಿನಿಂದ ಸರಿದುಕೊಂಡ ಕಾರಣ ಅದು ಗೋಡೆಯೊಳಗೆ ನಾಟಿತು. ದಾವೀದನು ಆ ರಾತ್ರಿಯಲ್ಲೇ ತಪ್ಪಿಸಿಕೊಂಡು ಓಡಿಹೋದನು."},{"number":11,"verse":"ಸೌಲನು ಕೂಡಲೆ ದೂತರನ್ನು ಕರೆಯಿಸಿ, “ದಾವೀದನ ಮನೆಯ ಸುತ್ತಲೂ ಹೊಂಚುಹಾಕಿ ಅವನನ್ನು ಬೆಳಗಾಗುವಷ್ಟರಲ್ಲಿ ಕೊಂದುಹಾಕಬೇಕು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿ ಕಳುಹಿಸಿದನು. ಮೀಕಲಳು ತನ್ನ ಗಂಡನಾದ ದಾವೀದನಿಗೆ, “ನೀವು ಈ ರಾತ್ರಿಯೇ ತಪ್ಪಿಸಿಕೊಳ್ಳದೆ ಇದ್ದರೆ ನಾಳೆ ಬೆಳಿಗ್ಗೆ ಹತರಾಗುವಿರಿ,” ಎಂದು ಹೇಳಿ"},{"number":12,"verse":"ಅವನನ್ನು ಕಿಟಕಿಯಿಂದ ಕೆಳಕ್ಕಿಳಿಸಿದಳು. ಅವನು ಓಡಿಹೋಗಿ ತಪ್ಪಿಸಿಕೊಂಡನು."},{"number":13,"verse":"ಅನಂತರ ಆಕೆ ಗೊಂಬೆಯೊಂದನ್ನು ತಂದು, ಹಾಸಿಗೆಯ ಮೇಲೆ ಮಲಗಿಸಿ, ಅದರ ಮುಖದ ಮೇಲೆ ಮೇಕೆಕೂದಲಿನಿಂದ ಮಾಡಿದ ತಲೆದಿಂಬನ್ನು ಇಟ್ಟು ಕಂಬಳಿಯನ್ನು ಹೊದಿಸಿದಳು."},{"number":14,"verse":"ಸೌಲನ ದೂತರು ದಾವೀದನನ್ನು ಹಿಡಿಯುವುದಕ್ಕೆ ಬಂದಾಗ ಅವಳು, “ಅವರಿಗೆ ಮೈ ಚೆನ್ನಾಗಿಲ್ಲ,” ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದಳು."},{"number":15,"verse":"ಸೌಲನು ಪುನಃ ತನ್ನ ಆಳುಗಳಿಗೆ, “ನೀವು ಹೋಗಿ ನೋಡಿ ದಾವೀದನನ್ನು ಹಾಸಿಗೆಯೊಡನೆ ನನ್ನ ಬಳಿಗೆ ತೆಗೆದುಕೊಂಡು ಬನ್ನಿ, ಅವನನ್ನು ಕೊಂದುಹಾಕುತ್ತೇನೆ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":16,"verse":"ಅವರು ಹೋಗಿ ನೋಡಲು, ಮುಖದ ಕಡೆ ಮೇಕೆಕೂದಲಿನಿಂದ ಮಾಡಿದ ದಿಂಬಾಗಿತ್ತು. ಹಾಸಿಗೆಯ ಮೇಲಿದ್ದುದು ಒಂದು ಗೊಂಬೆಯೆಂದು ತಿಳಿದುಬಂದಿತು."},{"number":17,"verse":"ಸೌಲನು ಮೀಕಳಿಗೆ, “ನೀನು ನನ್ನನ್ನು ವಂಚಿಸಿದ್ದೇಕೆ? ನನ್ನ ಶತ್ರುವನ್ನು ಕಳುಹಿಸಿ ಅವನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವಂತೆ ಮಾಡಿದಿಯಲ್ಲವೆ?” ಎನ್ನಲು, ಆಕೆ ಅವನಿಗೆ, “’ನನ್ನನ್ನು ಕಳುಹಿಸದಿದ್ದರೆ ನಿನ್ನನ್ನು ಕೊಂದುಬಿಡುತ್ತೇನೆ’ ಎಂದು ಹೇಳಿದ,” ಎಂದಳು."},{"number":18,"verse":"ಹೀಗೆ ದಾವೀದನು ತಪ್ಪಿಸಿಕೊಂಡು ರಾಮಾದಲ್ಲಿದ್ದ ಸಮುವೇಲನ ಬಳಿಗೆ ಬಂದನು. ಸೌಲನು ತನಗೆ ಮಾಡಿದ್ದೆಲ್ಲವನ್ನೂ ತಿಳಿಸಿದನು. ಅವರಿಬ್ಬರೂ ಹೋಗಿ ಅಲ್ಲಿನ ಒಂದು ಮಠದಲ್ಲಿ (ಅಥವಾ : ಸಯೋತ್ (ಸವಿತ್) ಎಂಬ ಸ್ಥಳದಲ್ಲಿ. ) ವಾಸವಾಗಿ ಇದ್ದರು."},{"number":19,"verse":"ದಾವೀದನು ರಾಮಾದ ಮಠದಲ್ಲಿ ಇರುವುದು ಸೌಲನಿಗೆ ಗೊತ್ತಾಯಿತು."},{"number":20,"verse":"ಕೂಡಲೆ ಅವನನ್ನು ಹಿಡಿದುತರುವುದಕ್ಕಾಗಿ ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿದನು. ಅವರು ಹೋಗಿ ಅಲ್ಲಿನ ಪ್ರವಾದಿಸಮೂಹವು ಪರವಶವಾಗಿ ಮಾತಾಡುವುದನ್ನೂ ಸಮುವೇಲನು ಅವರ ನಾಯಕನಾಗಿ ನಿಂತಿರುವುದನ್ನೂ ಕಂಡರು. ಆಗ ದೇವರ ಆತ್ಮ ಅವರ ಮೇಲೆಯೂ ಬಂದಿತು; ಅವರೂ ಪರವಶರಾಗಿ ಮಾತಾಡತೊಡಗಿದರು."},{"number":21,"verse":"ಸೌಲನಿಗೆ ಈ ವರ್ತಮಾನ ಮುಟ್ಟಿದಾಗ ಅವನು ಬೇರೆ ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿದನು. ಇವರೂ ಪರವಶರಾದರು. ಮೂರನೆಯ ಸಾರಿ ಇನ್ನೂ ಕೆಲವು ಮಂದಿ ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿದನು. ಇವರೂ ಪರವಶರಾದರು."},{"number":22,"verse":"ಆಗ ಸೌಲನು ತಾನೇ ರಾಮಾಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ಹೊರಟು ಸೇಕೂವಿನಲ್ಲಿರುವ ದೊಡ್ಡ ಬಾವಿಯ ಬಳಿಗೆ ಬಂದು, “ಸಮುವೇಲ ಹಾಗು ದಾವೀದನು ಎಲ್ಲಿರುತ್ತಾರೆ?” ಎಂದು ವಿಚಾರಿಸಿದನು. ಜನರು, “ರಾಮಾದ ಮಠದಲ್ಲಿ ಇದ್ದಾರೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":23,"verse":"ಅವನು ಅಲ್ಲಿಂದ ರಾಮಾದ ಮಠಕ್ಕೆ ಹೋಗುವಾಗ ದೇವರ ಆತ್ಮ ಅವನ ಮೇಲೆಯೂ ಬಂದಿತು. ಅವನು ಆ ಊರನ್ನು ಮುಟ್ಟುವವರೆಗೆ ಪರವಶನಾಗಿ ಮಾತಾಡುತ್ತಾ ಹೋದನು."},{"number":24,"verse":"ಅಲ್ಲಿಗೆ ಸೇರಿದ ಮೇಲೆ, ಅವನೂ ತನ್ನ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ, ಸಮುವೇಲನ ಮುಂದೆ ಪರವಶನಾಗಿ ಮಾತಾಡುತ್ತಾ ಆ ದಿನ ಹಗಲಿರುಳು ಬೆತ್ತಲೆಯಾಗಿ ಬಿದ್ದುಕೊಂಡಿದ್ದನು. ಆದುದರಿಂದ “ಏನು, ಸೌಲನೂ ಪ್ರವಾದಿಯಾಗಿಬಿಟ್ಟನೋ?” ಎಂಬ ಗಾದೆಯುಂಟಾಯಿತು."}]}