{"bibleAbbr":"KNCL","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"ದಾವೀದನ ಪಲಾಯನ ದಾವೀದನು ನೋಬ್ ಊರಲ್ಲಿದ್ದ ಯಾಜಕ ಅಹೀಮೆಲೆಕನ ಬಳಿಗೆ ಬಂದನು. ಅಹೀಮೆಲೆಕನು ದಾವೀದನನ್ನು ಭಯಭಕ್ತಿಯಿಂದ ಎದುರುಗೊಂಡನು. “ನಿಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಒಬ್ಬನಾದರೂ ಇಲ್ಲವಲ್ಲಾ; ನೀವು ಒಬ್ಬರೇ ಬಂದದ್ದೇಕೆ?” ಎಂದು ಅವನನ್ನು ಕೇಳಿದನು."},{"number":2,"verse":"ಅವನು, “ಅರಸರು ಒಂದು ಕೆಲಸವನ್ನು ಆಜ್ಞಾಪಿಸಿ ಇದನ್ನು ಯಾರಿಗೂ ತಿಳಿಸಬಾರದೆಂದು ಕಟ್ಟಪ್ಪಣೆಮಾಡಿ ನನ್ನನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ. ನನ್ನ ಆಳುಗಳು ಇಂಥಿಂಥ ಸ್ಥಳದಲ್ಲಿ ನನ್ನನ್ನು ಸಂಧಿಸಬೇಕೆಂದು ಗೊತ್ತುಮಾಡಿದ್ದೇನೆ."},{"number":3,"verse":"ಈಗ ನಿನ್ನಲ್ಲಿ ಏನಾದರೂ ಉಂಟೋ? ನಾಲ್ಕೈದು ರೊಟ್ಟಿಗಳಾದರೂ ಬೇರೆ ಯಾವ ಆಹಾರಪದಾರ್ಥವಾದರೂ ಇದ್ದರೆ ನನಗೆ ಕೊಡು,” ಎಂದನು."},{"number":4,"verse":"ಆ ಯಾಜಕನು ದಾವೀದನಿಗೆ, “ನನ್ನ ಬಳಿಯಲ್ಲಿ ಪವಿತ್ರವಾದ ಮೀಸಲು ರೊಟ್ಟಿಗಳ ಹೊರತು ಬೇರೆ ರೊಟ್ಟಿಗಳಿಲ್ಲ; ನಿಮ್ಮ ಆಳುಗಳು ಸದ್ಯಕ್ಕೆ ಸಂಗಬಿಟ್ಟವರಾಗಿದ್ದರೆ ಅವುಗಳನ್ನು ಕೊಡಬಹುದು,” ಎಂದನು."},{"number":5,"verse":"ದಾವೀದನು, “ನಮ್ಮ ಎಲ್ಲಾ ಯುದ್ಧ ಪ್ರಯಾಣಗಳಲ್ಲಿ ಸ್ತ್ರೀಸಂಗ ನಿಷೇಧಮಾಡುವಂತೆ ಈಗಲೂ ಮಾಡಿದ್ದೇವೆ. ನಾವು ಸಾಧಾರಣ ಕಾರ್ಯಕ್ಕೆ ಹೊರಟಾಗಲೂ ಆಳುಗಳ ಸಾಮಾಗ್ರಿಗಳು ಪರಿಶುದ್ಧವಾಗಿರುತ್ತಿದ್ದವು. ಈ ದಿನವಂತು ಅವು ಮತ್ತಷ್ಟು ಪರಿಶುದ್ಧವಾಗಿ ಇರುತ್ತವಲ್ಲವೇ?’ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":6,"verse":"ಬಿಸಿರೊಟ್ಟಿಗಳನ್ನು ಅರ್ಪಿಸಿದ ಆ ದಿನದಲ್ಲಿ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಿಂದ ತೆಗೆಯಲಾದ ನೈವೇದ್ಯದ ಮೊದಲ ರೊಟ್ಟಿಗಳ ಹೊರತು ಅಲ್ಲಿ ಬೇರೆ ರೊಟ್ಟಿಗಳಿರಲಿಲ್ಲ. ಆದುದರಿಂದ ಯಾಜಕನು ಆ ಪರಿಶುದ್ಧವಾದ ರೊಟ್ಟಿಗಳನ್ನೇ ಕೊಟ್ಟುಬಿಟ್ಟನು."},{"number":7,"verse":"ಅದೇ ದಿನ ಸೌಲನ ಪಶುಪಾಲರಲ್ಲಿ ಮುಖ್ಯಸ್ಥನಾದ ದೋಯೇಗನೆಂಬ ಎದೋಮ್ಯನು ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ತಂಗಬೇಕಾಗಿತ್ತು."},{"number":8,"verse":"ದಾವೀದನು ಅಹೀಮೆಲೆಕನನ್ನು, “ಅರಸನ ಕಾರ್ಯ ತುರ್ತಾದದ್ದು. ಆದ್ದರಿಂದ ಕತ್ತಿಯನ್ನಾಗಲಿ ಬೇರೆ ಆಯುಧವನ್ನಾಗಲಿ ತೆಗೆದುಕೊಂಡು ಬರಲು ಆಗಲಿಲ್ಲ. ನಿನ್ನ ಬಳಿಯಲ್ಲಿ ಭರ್ಜಿಯಾಗಲಿ, ಕತ್ತಿಯಾಗಲಿ ಇಲ್ಲವೇ?’ ಎಂದು ಕೇಳಿದನು."},{"number":9,"verse":"ಅವನು, “ನೀವು ಏಲಾ ತಗ್ಗಿನಲ್ಲಿ ಕೊಂದುಹಾಕಿದ ಫಿಲಿಷ್ಟಿಯನಾದ ಗೊಲ್ಯಾತನ ಕತ್ತಿಯನ್ನು ಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿ ಏಫೋದಿನ ಹಿಂದೆ ಇಡಲಾಗಿದೆ; ಬೇಕಾದರೆ ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ. ಅದರ ಹೊರತು ನನ್ನ ಬಳಿ ಬೇರೊಂದಿಲ್ಲ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು. ದಾವೀದನು, “ಅದಕ್ಕೆ ಸಮಾನವಾದದ್ದು ಮತ್ತೊಂದಿಲ್ಲ, ಅದನ್ನೇ ಕೊಡು,” ಎಂದು ಹೇಳಿ ತೆಗೆದುಕೊಂಡನು."},{"number":10,"verse":"ದಾವೀದನು ಸೌಲನ ಭಯದಿಂದ ಅದೇ ದಿವಸ ಗತ್ ಊರಿನ ರಾಜನಾದ ಆಕೀಷನ ಬಳಿಗೆ ಓಡಿಹೋದನು."},{"number":11,"verse":"ಆಕೀಷನ ಸೇವಕರು, “’ಸೌಲನು ಕೊಂದನು ಸಾವಿರಗಟ್ಟಳೆ, ದಾವೀದನು ಕೊಂದನು ಹತ್ತುಸಾವಿರಗಟ್ಟಳೆ’ ಎಂಬುದಾಗಿ ಮಹಿಳೆಯರು ಕುಣಿಯುತ್ತಾ ಹಾಡಿದ್ದು ಇವನನ್ನು ಕುರಿತಲ್ಲವೇ?’ ಎಂದು ಮಾತಾಡಿಕೊಂಡರು."},{"number":12,"verse":"ದಾವೀದನು ಈ ಮಾತುಗಳನ್ನು ಕೇಳುತ್ತಲೆ, ಗತ್ ಊರಿನ ರಾಜನಾದ ಆಕೀಷನಿಗೆ ಬಹಳವಾಗಿ ಹೆದರಿದನು."},{"number":13,"verse":"ಅವನ ಸೇವಕರ ಮುಂದೆ ತನ್ನ ಬುದ್ಧಿಯನ್ನು ಮಾರ್ಪಡಿಸಿಕೊಂಡು, ಗಡ್ಡದ ಮೇಲೆಲ್ಲಾ ಜೊಲ್ಲು ಸುರಿಸುತ್ತಾ, ಕದಗಳ ಮೇಲೆ ಗೀಜುತ್ತಾ ತನ್ನನ್ನು ಹುಚ್ಚನಂತೆ ತೋರಿಸಿಕೊಂಡನು."},{"number":14,"verse":"ಆಗ ಆಕೀಷನು ತನ್ನ ಸೇವಕರಿಗೆ, “ಈ ಮನುಷ್ಯ ಹುಚ್ಚನೆಂದು ನಿಮಗೆ ಕಾಣುವುದಿಲ್ಲವೇ? ಇವನನ್ನು ನನ್ನ ಹತ್ತಿರ ಏಕೆ ತಂದಿರಿ?"},{"number":15,"verse":"ನನ್ನ ಬಳಿ ಹುಚ್ಚರು ಕಡಿಮೆಯೆಂದು ನೆನೆಸಿ ನನ್ನನ್ನು ಮರುಳುಮಾಡಿ ಬೇಸರಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಇವನನ್ನು ತಂದಿರೋ? ಇಂಥವನು ನನ್ನ ಮನೆಗೆ ಬರಬೇಕಿತ್ತೋ?’ ಎಂದನು."}]}