{"bibleAbbr":"KNCL","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"(ಕೆಯೀಲಾ ಊರಿನಲ್ಲಿ ದಾವೀದನು) ಫಿಲಿಷ್ಟಿಯರು ಕೆಯೀಲಾಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಿ ಅಲ್ಲಿನ ಕಣಗಳನ್ನು ಸೂರೆಮಾಡುತ್ತಿದ್ದಾರೆಂದು ದಾವೀದನಿಗೆ ತಿಳಿಸಲಾಯಿತು."},{"number":2,"verse":"ಅವನು, “ನಾನು ಹೋಗಿ ಆ ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ದಾಳಿಮಾಡಲೆ?” ಎಂದು ಸರ್ವೇಶ್ವರನನ್ನು ಕೇಳಿದನು. ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ, “ಹೋಗಿ ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ದಾಳಿಮಾಡಿ ಕೆಯೀಲಾ ಊರನ್ನು ರಕ್ಷಿಸು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":3,"verse":"ಆದರೆ ದಾವೀದನ ಸೈನಿಕರು ಅವನಿಗೆ, “ನಮಗೆ ಯೆಹೂದ ನಾಡಿನಲ್ಲಿಯೇ ಇಷ್ಟು ಆಪತ್ತುಗಳು ಇರುವಲ್ಲಿ ಫಿಲಿಷ್ಟಿಯ ಸೈನ್ಯದೊಡನೆ ಯುದ್ಧಮಾಡುವುದಕ್ಕಾಗಿ ಕೆಯೀಲಾಕ್ಕೆ ಹೋದರೆ ಅಲ್ಲಿ ಎಷ್ಟೋ ಅಧಿಕವಾದ ಗಂಡಾಂತರಗಳು ಕಾದಿರಬಹುದಲ್ಲವೆ?” ಎಂದರು."},{"number":4,"verse":"ಆದುದರಿಂದ ಮತ್ತೆ ಸರ್ವೇಶ್ವರನನ್ನು ಕೇಳಿದನು. ಅವರು, “ನೀನೆದ್ದು ಕೆಯೀಲಾಕ್ಕೆ ಹೋಗು; ನಾನು ಫಿಲಿಷ್ಟಿಯರನ್ನು ನಿನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿಕೊಡುವೆನು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":5,"verse":"ಆಗ ದಾವೀದನು ತನ್ನ ಜನರೊಡನೆ ಕೆಯೀಲಾಕ್ಕೆ ಹೋಗಿ ಫಿಲಿಷ್ಟಿಯರೊಡನೆ ಯುದ್ಧಮಾಡಿದನು. ಅವರನ್ನು ಪೂರ್ಣವಾಗಿ ಸೋಲಿಸಿ, ಅವರ ಪಶುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಕೆಯೀಲಾದವರನ್ನು ಕಾಪಾಡಿದನು."},{"number":6,"verse":"ದಾವೀದನ ಬಳಿಗೆ ಓಡಿಬಂದಿದ್ದ ಅಹೀಮೆಲೆಕನ ಮಗನಾದ ಎಬ್ಯಾತಾರನು ಕೆಯೀಲಕ್ಕೆ ಬರುವಾಗ ‘ಏಫೋದ’ನ್ನು ತಂದಿದ್ದನು."},{"number":7,"verse":"ದಾವೀದನು ಕೆಯೀಲಾದಲ್ಲಿದ್ದಾನೆಂಬ ಸಮಾಚಾರ ಸೌಲನಿಗೆ ಮುಟ್ಟಿತು. ಆಗ ಅವನು, “ದೇವರು ದಾವೀದನನ್ನು ನನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿದ್ದಾರೆ. ಅವನು ಅಗುಳಿಕದಗಳಿಂದ ಭದ್ರವಾಗಿರುವ ಕೋಟೆಯನ್ನು ಪ್ರವೇಶಿಸಿದ್ದಾನಲ್ಲವೆ? ಅವನು ಅಲ್ಲಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರನು,” ಎಂದುಕೊಂಡನು."},{"number":8,"verse":"ಕೆಯೀಲಾದಲ್ಲಿದ್ದ ದಾವೀದನನ್ನೂ ಅವನ ಜನರನ್ನೂ ಹಿಡಿಯುವುದಕ್ಕಾಗಿ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿದನು."},{"number":9,"verse":"ಸೌಲನು ತನಗೆ ಕೇಡುಮಾಡಬೇಕೆಂದಿದ್ದಾನೆಂದು ದಾವೀದನು ತಿಳಿದು ಯಾಜಕನಾದ ಎಬ್ಯಾತಾರನಿಗೆ, “ಏಫೋದನ್ನು ಇಲ್ಲಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಾ,” ಎಂದು ಹೇಳಿ ತರಿಸಿ,"},{"number":10,"verse":"“ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರಾ, ಸೌಲನು ಕೆಯೀಲಾಕ್ಕೆ ಬಂದು ನನ್ನ ನಿಮಿತ್ತ ಪಟ್ಟಣವನ್ನು ಹಾಳುಮಾಡಬೇಕೆಂದಿದ್ದಾನೆ ಎಂದು ನಿಮ್ಮ ದಾಸನಾದ ನನಗೆ ಸುದ್ದಿಬಂದಿದೆ."},{"number":11,"verse":"ನಾನು ಕೇಳಿದ ಸುದ್ದಿಯಂತೆ ಅವನು ನಿಜವಾಗಿ ಬರುವನೇ? ಕೆಯೀಲಾ ಪುರಜನರು ನನ್ನನ್ನು ಅವನ ಕೈಗೆ ಒಪ್ಪಿಸುವರೇ? ಇಸ್ರಯೇಲ ದೇವರಾದ ಸರ್ವೇಶ್ವರಾ, ಈ ವಿಷಯದಲ್ಲಿ ಉತ್ತರ ದಯಪಾಲಿಸಿ,” ಎಂದು ಪ್ರಾರ್ಥಿಸಿದನು. ಸೌಲನು ಬರುವನೆಂಬುದಾಗಿ ಸರ್ವೇಶ್ವರನಿಂದ ಉತ್ತರ ಸಿಕ್ಕಿತು."},{"number":12,"verse":"ದಾವೀದನು ಪುನಃ ಸರ್ವೇಶ್ವರನನ್ನು, ಕೆಯೀಲಾದವರು ನನ್ನನ್ನೂ ನನ್ನ ಜನರನ್ನೂ ಸೌಲನ ಕೈಗೆ ಒಪ್ಪಿಸುವರೇ?” ಎಂದು ಕೇಳಿದಾಗ ಅವರು, “ಒಪ್ಪಿಸಿಕೊಡುವರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":13,"verse":"ಆಗ ದಾವೀದನು ತನ್ನ ಸಂಗಡ ಇದ್ದ ಆರುನೂರು ಜನರ ಸಹಿತವಾಗಿ ಕೆಯೀಲಾ ಊರನ್ನು ಬಿಟ್ಟು ಎಲ್ಲೆಲ್ಲಿಯೋ ಅಲೆದಾಡಿದನು. ದಾವೀದನು ಕೆಯೀಲಾದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡನು ಎಂದು ಸೌಲನಿಗೆ ಗೊತ್ತಾಗಲು ಅವನು ಪ್ರಯಾಣವನ್ನು ನಿಲ್ಲಿಸಿಬಿಟ್ಟನು."},{"number":14,"verse":"(ಗುಡ್ಡಪ್ರದೇಶಗಳಲ್ಲಿ ದಾವೀದ) ಅನಂತರ ದಾವೀದನು ಮರುಭೂಮಿಯಲ್ಲಿರುವ ಆಯಾ ಆಶ್ರಯಗಿರಿಗಳಲ್ಲಿ ಇರುತ್ತಿದ್ದನು. ಕಡೆಗೆ ಜೀಫ್ ಮರುಭೂಮಿಯ ಪರ್ವತಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದು ಅಲ್ಲಿ ವಾಸಮಾಡಿದನು. ದಿನಂಪ್ರತಿ ಹುಡುಕುತ್ತಿದ್ದರೂ ದೇವರು ಆತನನ್ನು ಸೌಲನ ಕೈಗೆ ಒಪ್ಪಿಸಲಿಲ್ಲ."},{"number":15,"verse":"ಸೌಲನು ತನ್ನನ್ನು ಕೊಲ್ಲಲು ಹೊರಟಿದ್ದಾನೆಂದು ದಾವೀದನು ತಿಳಿದು ಜೀಫ್ ಮರುಭೂಮಿಯ ಹೋರೆಷದಲ್ಲಿ ಅಡಗಿಕೊಂಡಿದ್ದನು."},{"number":16,"verse":"ಆಗ ಸೌಲನ ಮಗ ಯೋನಾತಾನನು ಅಲ್ಲಿಗೆ ಹೋಗಿ,"},{"number":17,"verse":"ದಾವೀದನಿಗೆ, “ಭಯಪಡಬೇಡ; ನೀನು ನನ್ನ ತಂದೆಯಾದ ಸೌಲನ ಕೈಗೆ ಸಿಕ್ಕಿಬೀಳುವುದಿಲ್ಲ; ನೀನು ಇಸ್ರಯೇಲರ ಅರಸನಾಗುವೆ; ನಾನು ನಿನಗೆ ಎರಡನೆಯವನಾಗಿರುವೆನು. ಹೀಗಾಗುವುದೆಂದು ನನ್ನ ತಂದೆ ಸೌಲ ತಿಳಿದುಕೊಂಡಿದ್ದಾರೆ.” ಎಂದು ಹೇಳಿ ದೇವರ ಹೆಸರಿನಲ್ಲಿ ಧೈರ್ಯತುಂಬಿದನು."},{"number":18,"verse":"ಅವರಿಬ್ಬರೂ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಒಪ್ಪಂದಮಾಡಿಕೊಂಡರು. ತರುವಾಯ ಯೋನಾತಾನನು ತನ್ನ ಮನೆಗೆ ಹೋದನು. ದಾವೀದನು ಹೋರೆಷದಲ್ಲಿಯೇ ಇದ್ದನು."},{"number":19,"verse":"ಜೀಫ್ಯರು ಗಿಬೆಯದಲ್ಲಿದ್ದ ಸೌಲನ ಬಳಿಗೆ ಬಂದು, “ಒಡೆಯಾ, ಆಲಿಸಬೇಕು; ದಾವೀದನು ನಮ್ಮ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಸೇರಿದ ಹೋರೆಷದ ಗಿರಿಗಳಲ್ಲಿ ಅಂದರೆ ಮರುಭೂಮಿಯ ದಕ್ಷಿಣದಲ್ಲಿ ಇರುವ ಹಕೀಲಾ ಬೆಟ್ಟದಲ್ಲಿ ಅಡಗಿಕೊಂಡಿದ್ದಾನೆ."},{"number":20,"verse":"ಅರಸರು ಕುತೂಹಲದಂತೆ ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಬರೋಣವಾಗಲಿ; ಅವನನ್ನು ತಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸುವ ಕೆಲಸ ನಮ್ಮದು,” ಎಂದು ಹೇಳಿದರು."},{"number":21,"verse":"ಆಗ ಸೌಲನು ಅವರಿಗೆ, “ನೀವು ನನ್ನ ಮೇಲೆ ಕನಿಕರಪಟ್ಟದ್ದರಿಂದ ಸರ್ವೇಶ್ವರನ ಆಶೀರ್ವಾದ ನಿಮ್ಮ ಮೇಲಿರಲಿ!"},{"number":22,"verse":"ನೀವು ದಯವಿಟ್ಟು ಹೋಗಿ ಅವನು ತಿರುಗಾಡುವ ಸ್ಥಳವನ್ನೂ ಅಲ್ಲಿ ಅವನ ಗುರುತು ಕಂಡಿರುವವರನ್ನೂ ಸೂಕ್ಷ್ಮವಾಗಿ ವಿಚಾರಿಸಿ ಗೊತ್ತುಮಾಡಿಕೊಳ್ಳಿ. ಅವನು ಬಹಳ ಯುಕ್ತಿವಂತನೆಂದು ಕೇಳಿದ್ದೇನೆ."},{"number":23,"verse":"ಆದ್ದರಿಂದ ಅವನು ಅಡಗಿಕೊಳ್ಳತಕ್ಕ ಎಲ್ಲಾ ಗುಟ್ಟಾದ ಸ್ಥಳಗಳನ್ನು ಗೊತ್ತುಮಾಡಿಕೊಂಡು ಖಚಿತವಾದ ವರ್ತಮಾನವನ್ನು ನನಗೆ ಮುಟ್ಟಿಸಿರಿ. ನಾನು ನಿಮ್ಮ ಸಂಗಡ ಬರುವೆನು. ಅವನು ನಾಡಿನಲ್ಲಿ ಇರುವುದಾದರೆ ಯೆಹೂದ ಪ್ರಜೆಗಳ ಮಧ್ಯದಲ್ಲೆಲ್ಲಾ ಹುಡುಕಿ ಅವನನ್ನು ಹಿಡಿಯುವೆನು,” ಎಂದನು."},{"number":24,"verse":"ಅವರು ಹೊರಟು ಸೌಲನ ಮುಂದಾಗಿ ಜೀಫಿಗೆ ಬಂದರು. ದಾವೀದನೂ ಅವನ ಜನರೂ ಮಾವೋನ್ ಮರುಭೂಮಿಯ ದಕ್ಷಿಣದಿಕ್ಕಿನಲ್ಲಿ ಇರುವ ಅರಾಬಾ ಎಂಬ ತಗ್ಗಾದ ಪ್ರದೇಶದಲ್ಲಿ ಇದ್ದರು."},{"number":25,"verse":"ಸೌಲನು ತನ್ನ ಜನರೊಡನೆ ದಾವೀದನನ್ನು ಹಿಡಿಯುವುದಕ್ಕೆ ಬಂದನು. ಈ ಸಮಾಚಾರ ದಾವೀದನಿಗೆ ಸಿಕ್ಕಿತು. ಅವನು ಮಾವೋನಿನಲ್ಲಿ ಇರುವ ಒಂದು ಕಡಿದಾದ ಬೆಟ್ಟಕ್ಕೆ ಹೋಗಿ ಅಡಗಿಕೊಂಡನು. ಸೌಲನು ಇದನ್ನು ಕೇಳಿ ಮಾವೋನ್ ಮರುಭೂಮಿಗೆ ಬಂದು ಆ ಬೆಟ್ಟದ ಒಂದು ಕಡೆಯಲ್ಲಿ ಹೋಗುತ್ತಿದ್ದನು."},{"number":26,"verse":"ಅದರ ಇನ್ನೊಂದು ಕಡೆಯಲ್ಲಿ ದಾವೀದನೂ ಅವನ ಜನರೂ ಇದ್ದರು. ದಾವೀದನೂ ಅವನ ಜನರೂ ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ತ್ವರೆಪಡುತ್ತಿದ್ದರು. ಅಷ್ಟರಲ್ಲಿ ಸೌಲನೂ ಅವನ ಜನರೂ ಬಂದು ಅವರನ್ನು ಸುತ್ತಿ ಹಿಡಿಯುವುದಕ್ಕಿದ್ದರು."},{"number":27,"verse":"ಅದೇ ವೇಳೆಗೆ ದೂತನೊಬ್ಬನು ಸೌಲನ ಬಳಿಗೆ ಬಂದು, “ಬೇಗ ಬನ್ನಿ, ಫಿಲಿಷ್ಟಿಯರು ನಾಡಿನೊಳಕ್ಕೆ ನುಗ್ಗಿದ್ದಾರೆ,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":28,"verse":"ಆದ್ದರಿಂದ ಅವನು ದಾವೀದನನ್ನು ಹಿಡಿಯುವ ಕೆಲಸವನ್ನು ಬಿಟ್ಟು ಫಿಲಿಷ್ಟಿಯರಿಗೆ ವಿರುದ್ಧ ಯುದ್ಧಕ್ಕೆ ಹೊರಟನು. ಈ ಕಾರಣ ಆ ಬೆಟ್ಟಕ್ಕೆ’ಅಡ್ಡಬೆಟ್ಟ’ ಎಂದು ಹೆಸರಾಯಿತು."},{"number":29,"verse":"ದಾವೀದನು ಅಲ್ಲಿಂದ ಗುಡ್ಡ ಹತ್ತಿಹೋಗಿ ಏಂಗೆದಿಯ ಗಿರಿಗಳಲ್ಲಿ ವಾಸಿಸಿದನು."}]}