{"bibleAbbr":"KNCL","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":29,"verses":[{"number":1,"verse":"(ದಾವೀದನು ಫಿಲಿಷ್ಟಿಯರಿಂದ ತಿರಸ್ಕೃತ) ಫಿಲಿಷ್ಟಿಯರು ತಮ್ಮ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಬಂದು ಅಫೇಕಿನಲ್ಲಿ ಪಾಳೆಯಮಾಡಿಕೊಂಡರು. ಇಸ್ರಯೇಲರು ಜೆಸ್ರೀಲ್ ಬೈಲಿನಲ್ಲಿರುವ ಬುಗ್ಗೆಯ ಬಳಿಯಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":2,"verse":"ಫಿಲಿಷ್ಟಿಯ ರಾಜರುಗಳ ಸೈನಿಕರು ನೂರು ನೂರು ಮಂದಿಯಾಗಿ ಹಾಗು ಸಾವಿರ ಸಾವಿರ ಮಂದಿಯಾಗಿ ಬರುತ್ತಿರುವಾಗ ದಾವೀದನು ತನ್ನ ಜನರ ಸಹಿತವಾಗಿ ಆಕೀಷನ ಸಂಗಡ ಹಿಂಭಾಗದಲ್ಲಿದ್ದನು."},{"number":3,"verse":"ಆಗ ಫಿಲಿಷ್ಟಿಯ ರಾಜರು, “ಈ ಹಿಬ್ರಿಯರು ಏಕೆ?” ಎಂದು ಆಕೀಷನನ್ನು ಕೇಳಿದರು. “ಈತ, ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಸೌಲನ ಸೇವಕನಾದ ದಾವೀದನಲ್ಲವೇ? ಇವನು ಇಷ್ಟು ವರ್ಷ, ಇಷ್ಟು ದಿವಸಗಳಿಂದ ನನ್ನ ಬಳಿಯಲ್ಲೇ ಇದ್ದಾನೆ; ಸೌಲನನ್ನು ಬಿಟ್ಟು ನನ್ನ ಹತ್ತಿರ ಬಂದ ದಿವಸ ಮೊದಲುಗೊಂಡು ಇಂದಿನವರೆಗೂ ನಾನು ಇವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವನ್ನೂ ಕಾಣಲಿಲ್ಲ,” ಎಂದು ಆಕೀಷನು ಉತ್ತರಕೊಟ್ಟನು."},{"number":4,"verse":"ಆದರೆ ಆ ಫಿಲಿಷ್ಟಿಯ ರಾಜರುಗಳು ಅವನ ಮೇಲೆ ಕೋಪಗೊಂಡು, :ಈ ಮನುಷ್ಯನನ್ನು ಕಳುಹಿಸಿಬಿಡು; ಇವನು ಹಿಂದಿರುಗಿ ಹೋಗಿ ನೀನು ನೇಮಿಸಿದ್ದ ಸ್ಥಳದಲ್ಲೇ ವಾಸಿಸಲಿ; ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಬರಬಾರದು. ಬಂದರೆ ನಮಗೇ ಶತ್ರುವಾಗಿ ನಿಂತಾನು. ಫಿಲಿಷ್ಟಿಯರ ತಲೆಗಳನ್ನು ಕಡುಯುವುದರಿಂದಲೇ ಇವನು ತನ್ನ ಯಜಮಾನನ ಮೆಚ್ಚಿಕೆಯನ್ನು ಪಡೆಯಬಹುದಲ್ಲವೇ?"},{"number":5,"verse":"‘ಸೌಲನು ಕೊಂದನು ಸಾವಿರಗಟ್ಟಳೆ, ದಾವೀದನೋ ಕೊಂದನು ಹತ್ತು ಸಾವಿರಗಟ್ಟಳೆ,’ ಎಂದು ಮಹಿಳೆಯರು ಕುಣಿಯುತ್ತಾ ಪರಸ್ಪರವಾಗಿ ಹಾಡಿದ್ದು ಈ ದಾವೀದನನ್ನೇ ಕುರಿತು ಅಲ್ಲವೇ?’ ಎಂದರು."},{"number":6,"verse":"ಆಗ ಆಕೀಷನು ದಾವೀದನನ್ನು ಕರೆದು, “ಸರ್ವೇಶ್ವರನಾಣೆ, ನೀನು ಯಥಾರ್ಥನು; ನೀನು ನನ್ನ ಸಂಗಡ ಪಾಳೆಯದಲ್ಲಿದ್ದುಕೊಂಡು ಯುದ್ಧಕ್ಕೆ ಹೋಗುತ್ತಾ ಬರುತ್ತಾ ಇರುವುದು ಯುಕ್ತವೆಂದು ನನಗೆ ತೋರಿತು. ನೀನು ಬಂದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ನಿನ್ನಲ್ಲಿ ಯಾವ ದೋಷವನ್ನೂ ಕಾಣಲಿಲ್ಲ."},{"number":7,"verse":"ಆದರೆ ರಾಜರುಗಳು ನಿನ್ನನ್ನು ಮೆಚ್ಚುವುದಿಲ್ಲ; ಆದುದರಿಂದ ನೀನು ಸಮಾಧಾನದಿಂದ ಹಿಂದಿರುಗಿ ಹೋಗು; ಅವರನ್ನು ಸಿಟ್ಟುಗೊಳಿಸಬಾರದು,” ಎಂದು ಹೇಳಿದನು."},{"number":8,"verse":"ದಾವೀದನು ಆಕೀಷನಿಗೆ, “ನಾನೇನು ಮಾಡಿದೆ? ನಿಮ್ಮ ಸೇವಕನಾದ ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ನನ್ನಲ್ಲಿ ಯಾವ ಅಪರಾಧವನ್ನು ಕಂಡಿರಿ? ರಾಜರಾದ ನನ್ನ ಒಡೆಯರ ಜೊತೆಯಲ್ಲಿ ಹೋಗಿ ಅವರ ಶತ್ರುಗಳೊಡನೆ ನಾನೇಕೆ ಯುದ್ಧಮಾಡಬಾರದು? ಎಂದನು."},{"number":9,"verse":"ಆಗ ಆಕೀಷನು ದಾವೀದನಿಗೆ, “ನೀನು ಒಳ್ಳೆಯವನೆಂದು ನನಗೆ ಗೊತ್ತಿದೆ; ನನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ನೀನು ದೇವದೂತನಂತಿರುವೆ; ಆದರೆ ಫಿಲಿಷ್ಟಿಯದ ರಾಜರುಗಳು, ‘ಇವನು ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಹೊರಡಬಾರದು’ ಎಂದು ಹೇಳುತ್ತಾರೆ;"},{"number":10,"verse":"ಆದ್ದರಿಂದ ನೀನೂ ನಿನ್ನ ಸಂಗಡ ಬಂದ ನಿನ್ನ ಒಡೆಯನ ಸೇವಕರೂ ನಾಳೆ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹೊತ್ತುಮೂಡಿದ ಕೂಡಲೆ ಹಿಂದಿರುಗಿಹೋಗಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ದಾವೀದನು ತನ್ನ ಜನರೊಡನೆ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹಿಂದಿರುಗಿ ಫಿಲಿಷ್ಟಿಯರ ದೇಶಕ್ಕೆ ಹೊರಟನು. ಫಿಲಿಷ್ಟಿಯರು ಜೆಸ್ರೀಲಿಗೆ ಹೋದರು."}]}