{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"ויצא <WH3318> And there shall come forth חטר <WH2415> a rod מגזע <WH1503> out of the stem ישׁי <WH3448> of Jesse, ונצר <WH5342> and a Branch משׁרשׁיו <WH8328> out of his roots: יפרה׃ <WH6509> shall grow"},{"number":2,"verse":"ונחה <WH5117> shall rest עליו <WH5921> upon רוח <WH7307> And the spirit יהוה <WH3068> of the LORD רוח <WH7307> him, the spirit חכמה <WH2451> of wisdom ובינה <WH998> and understanding, רוח <WH7307> the spirit עצה <WH6098> of counsel וגבורה <WH1369> and might, רוח <WH7307> the spirit דעת <WH1847> of knowledge ויראת <WH3374> and of the fear יהוה׃ <WH3068> of the LORD;"},{"number":3,"verse":"והריחו <WH7306> And shall make him of quick understanding ביראת <WH3374> in the fear יהוה <WH3068> of the LORD: ולא <WH3808> and he shall not למראה <WH4758> after the sight עיניו <WH5869> of his eyes, ישׁפוט <WH8199> judge ולא <WH3808> neither למשׁמע <WH4926> after the hearing אזניו <WH241> of his ears: יוכיח׃ <WH3198> reprove"},{"number":4,"verse":"ושׁפט <WH8199> shall he judge בצדק <WH6664> But with righteousness דלים <WH1800> the poor, והוכיח <WH3198> and reprove במישׁור <WH4334> with equity לענוי <WH6035> for the meek ארץ <WH776> of the earth: והכה <WH5221> and he shall smite ארץ <WH776> the earth בשׁבט <WH7626> with the rod פיו <WH6310> of his mouth, וברוח <WH7307> and with the breath שׂפתיו <WH8193> of his lips ימית <WH4191> shall he slay רשׁע׃ <WH7563> the wicked."},{"number":5,"verse":"והיה <WH1961> shall be צדק <WH6664> And righteousness אזור <WH232> the girdle מתניו <WH4975> of his loins, והאמונה <WH530> and faithfulness אזור <WH232> the girdle חלציו׃ <WH2504> of his reins."},{"number":6,"verse":"וגר <WH1481> also shall dwell זאב <WH2061> The wolf עם <WH5973> with כבשׂ <WH3532> the lamb, ונמר <WH5246> and the leopard עם <WH5973> with גדי <WH1423> the kid; ירבץ <WH7257> shall lie down ועגל <WH5695> and the calf וכפיר <WH3715> and the young lion ומריא <WH4806> and the fatling יחדו <WH3162> together; ונער <WH5288> child קטן <WH6996> and a little נהג׃ <WH5090> shall lead"},{"number":7,"verse":"ופרה <WH6510> And the cow ודב <WH1677> and the bear תרעינה <WH7462> shall feed; יחדו <WH3162> together: ירבצו <WH7257> shall lie down ילדיהן <WH3206> their young ones ואריה <WH738> and the lion כבקר <WH1241> like the ox. יאכל <WH398> shall eat תבן׃ <WH8401> straw"},{"number":8,"verse":"ושׁעשׁע <WH8173> child shall play יונק <WH3243> And the sucking על <WH5921> on חר <WH2356> פתן <WH6620> of the asp, ועל <WH5921> on מאורת <WH3975> den. צפעוני <WH6848> the cockatrice's גמול <WH1580> and the weaned child ידו <WH3027> his hand הדה׃ <WH1911> shall put"},{"number":9,"verse":"לא <WH3808> They shall not ירעו <WH7489> hurt ולא <WH3808> nor ישׁחיתו <WH7843> destroy בכל <WH3605> in all הר <WH2022> mountain: קדשׁי <WH6944> my holy כי <WH3588> for מלאה <WH4390> shall be full הארץ <WH776> the earth דעה <WH1844> of the knowledge את <WH853> יהוהמים <WH4325> as the waters לים <WH3220> the sea. מכסים׃ <WH3680> cover"},{"number":10,"verse":"והיה <WH1961> there shall be ביום <WH3117> day ההוא <WH1931> And in that שׁרשׁ <WH8328> a root ישׁי <WH3448> of Jesse, אשׁר <WH834> which עמד <WH5975> shall stand לנס <WH5251> for an ensign עמים <WH5971> of the people; אליו <WH413> to גוים <WH1471> it shall the Gentiles ידרשׁו <WH1875> seek: והיתה <WH1961> shall be מנחתו <WH4496> and his rest כבוד׃ <WH3519> glorious."},{"number":11,"verse":"והיה <WH1961> And it shall come to pass ביום <WH3117> day, ההוא <WH1931> in that יוסיף <WH3254> again אדני <WH136> the Lord שׁנית <WH8145> the second time ידו <WH3027> shall set his hand לקנות <WH7069> to recover את <WH853> שׁאר <WH7605> the remnant עמו <WH5971> of his people, אשׁר <WH834> which ישׁאר <WH7604> shall be left, מאשׁור <WH804> וממצריםמפתרוס <WH6624> ומכושׁמעילם <WH5867> ומשׁנערמחמת <WH2574> ומאיי <WH339> and from the islands הים׃ <WH3220> of the sea."},{"number":12,"verse":"ונשׂא <WH5375> And he shall set up נס <WH5251> an ensign לגוים <WH1471> for the nations, ואסף <WH622> and shall assemble נדחי <WH1760> ישׂראל <WH3478> of Israel, ונפצות <WH5310> the dispersed יהודה <WH3063> of Judah יקבץ <WH6908> and gather together מארבע <WH702> from the four כנפות <WH3671> corners הארץ׃ <WH776> of the earth."},{"number":13,"verse":"וסרה <WH5493> shall depart, קנאת <WH7068> The envy אפרים <WH669> also of Ephraim וצררי <WH6862> יהודה <WH3063> of Judah יכרתו <WH3772> shall be cut off: אפרים <WH669> Ephraim לא <WH3808> shall not יקנא <WH7065> envy את <WH853> יהודה <WH3063> Judah, ויהודה <WH3063> and Judah לא <WH3808> shall not יצר <WH6887> and the adversaries את <WH853> אפרים׃ <WH669> Ephraim."},{"number":14,"verse":"ועפו <WH5774> But they shall fly בכתף <WH3802> upon the shoulders פלשׁתים <WH6430> of the Philistines ימה <WH3220> toward the west; יחדו <WH3162> together: יבזו <WH962> they shall spoil את <WH853> בני <WH1121> them קדם <WH6924> of the east אדום <WH123> upon Edom ומואב <WH4124> and Moab; משׁלוח <WH4916> they shall lay ידם <WH3027> their hand ובני <WH1121> and the children עמון <WH5983> of Ammon משׁמעתם׃ <WH8085>"},{"number":15,"verse":"והחרים <WH2763> shall utterly destroy יהוה <WH3068> And the LORD את <WH853> לשׁון <WH3956> the tongue ים <WH3220> sea; מצרים <WH4714> of the Egyptian והניף <WH5130> shall he shake ידו <WH3027> his hand על <WH5921> over הנהר <WH5104> the river, בעים <WH5868> and with his mighty רוחו <WH7307> wind והכהו <WH5221> and shall smite לשׁבעה <WH7651> it in the seven נחלים <WH5158> streams, והדריך <WH1869> and make go over בנעלים׃ <WH5275> dry-shod."},{"number":16,"verse":"והיתה <WH1961> And there shall be מסלה <WH4546> a highway לשׁאר <WH7605> for the remnant עמו <WH5971> of his people, אשׁר <WH834> which ישׁאר <WH7604> shall be left, מאשׁור <WH804> כאשׁר <WH834> like as היתה <WH1961> it was לישׂראל <WH3478> to Israel ביום <WH3117> in the day עלתו <WH5927> that he came up מארץ <WH776> out of the land מצרים׃ <WH4714> of Egypt."}]}