{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":18,"verses":[{"number":1,"verse":"הוי <WH1945> Woe ארץ <WH776> to the land צלצל <WH6767> shadowing כנפים <WH3671> with wings, אשׁר <WH834> which מעבר <WH5676> beyond לנהרי <WH5104> the rivers כושׁ׃ <WH3568> of Ethiopia:"},{"number":2,"verse":"השׁלח <WH7971> That sendeth בים <WH3220> by the sea, צירים <WH6735> ambassadors ובכלי <WH3627> even in vessels גמא <WH1573> of bulrushes על <WH5921> upon פני <WH6440> upon מים <WH4325> the waters, לכו <WH1980> Go, מלאכים <WH4397> messengers, קלים <WH7031> ye swift אל <WH413> to גוי <WH1471> a nation ממשׁך <WH4900> scattered ומורט <WH4178> and peeled, אל <WH413> to עם <WH5971> a people נורא <WH3372> terrible מן <WH4480> from הוא <WH1931> their beginning והלאה <WH1973> hitherto; גוי <WH1471> a nation קו קו <WH6978> ומבוסה <WH4001> and trodden down, אשׁר <WH834> whose בזאו <WH958> have spoiled! נהרים <WH5104> the rivers ארצו׃ <WH776> land"},{"number":3,"verse":"כל <WH3605> All ישׁבי <WH3427> ye inhabitants תבל <WH8398> of the world, ושׁכני <WH7931> and dwellers ארץ <WH776> on the earth, כנשׂא <WH5375> ye, when he lifteth up נס <WH5251> an ensign הרים <WH2022> on the mountains; תראו <WH7200> see וכתקע <WH8628> and when he bloweth שׁופר <WH7782> a trumpet, תשׁמעו׃ <WH8085> hear"},{"number":4,"verse":"כי <WH3588> For כה <WH3541> so אמר <WH559> said יהוה <WH3068> the LORD אלי <WH413> unto אשׁקוטה <WH8252> me, I will take my rest, ואביטה <WH5027> and I will consider במכוני <WH4349> in my dwelling place כחם <WH2527> heat צח <WH6703> like a clear עלי <WH5921> upon אור <WH219> כעב <WH5645> like a cloud טל <WH2919> of dew בחם <WH2527> in the heat קציר׃ <WH7105> of harvest."},{"number":5,"verse":"כי <WH3588> For לפני <WH6440> before קציר <WH7105> the harvest, כתם <WH8552> is perfect, פרח <WH6525> when the bud ובסר <WH1155> and the sour grape גמל <WH1580> ripening יהיה <WH1961> is נצה <WH5328> in the flower, וכרת <WH3772> he shall both cut off הזלזלים <WH2150> the sprigs במזמרות <WH4211> with pruning hooks, ואת <WH853> הנטישׁות <WH5189> the branches. הסיר <WH5493> and take away התז׃ <WH8456> cut down"},{"number":6,"verse":"יעזבו <WH5800> They shall be left יחדו <WH3162> together לעיט <WH5861> unto the fowls הרים <WH2022> of the mountains, ולבהמת <WH929> and to the beasts הארץ <WH776> of the earth: וקץ <WH6972> shall summer עליו <WH5921> upon העיט <WH5861> and the fowls וכל <WH3605> them, and all בהמת <WH929> the beasts הארץ <WH776> of the earth עליו <WH5921> upon תחרף׃ <WH2778> shall winter"},{"number":7,"verse":"בעת <WH6256> time ההיא <WH1931> In that יובל <WH2986> be brought שׁי <WH7862> shall the present ליהוה <WH3069> צבאות <WH6635> of hosts עם <WH5971> of a people ממשׁך <WH4900> scattered ומורט <WH4178> and peeled, ומעם <WH5971> and from a people נורא <WH3372> terrible מן <WH4480> and from a people הוא <WH1931> their beginning והלאה <WH1973> hitherto; גוי <WH1471> a nation קו קו <WH6978> ומבוסה <WH4001> and trodden under foot, אשׁר <WH834> whose בזאו <WH958> have spoiled, נהרים <WH5104> the rivers ארצו <WH776> land אל <WH413> to מקום <WH4725> the place שׁם <WH8034> of the name יהוה <WH3069> צבאות <WH6635> of hosts, הר <WH2022> the mount ציון׃ <WH6726> Zion."}]}