{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"כי <WH3588> For, הנה <WH2009> behold, האדון <WH113> the Lord, יהוה <WH3068> the LORD צבאות <WH6635> of hosts, מסיר <WH5493> doth take away מירושׁלם <WH3389> ומיהודהשׁען <WH4937> the stay ומשׁענה <WH4938> and the staff, כל <WH3605> the whole משׁען <WH4937> stay לחם <WH3899> of bread, וכל <WH3605> and the whole משׁען <WH4937> stay מים׃ <WH4325> of water,"},{"number":2,"verse":"גבור <WH1368> The mighty ואישׁ <WH376> man, and the man מלחמה <WH4421> of war, שׁופט <WH8199> the judge, ונביא <WH5030> and the prophet, וקסם <WH7080> and the prudent, וזקן׃ <WH2205> and the ancient,"},{"number":3,"verse":"שׂר <WH8269> The captain חמשׁים <WH2572> of fifty, ונשׂוא <WH5375> and the honorable man, פנים <WH6440> and the honorable man, ויועץ <WH3289> and the counselor, וחכם <WH2450> and the cunning חרשׁים <WH2798> ונבון <WH995> and the eloquent לחשׁ׃ <WH3908> orator."},{"number":4,"verse":"ונתתי <WH5414> And I will give נערים <WH5288> children שׂריהם <WH8269> their princes, ותעלולים <WH8586> and babes ימשׁלו׃ <WH4910> shall rule"},{"number":5,"verse":"ונגשׂ <WH5065> shall be oppressed, העם <WH5971> And the people אישׁ <WH376> every one באישׁ <WH376> by another, ואישׁ <WH376> and every one ברעהו <WH7453> by his neighbor: ירהבו <WH7292> shall behave himself proudly הנער <WH5288> the child בזקן <WH2205> against the ancient, והנקלה <WH7034> and the base בנכבד׃ <WH3513> against the honorable."},{"number":6,"verse":"כי <WH3588> When יתפשׂ <WH8610> shall take hold אישׁ <WH376> a man באחיו <WH251> of his brother בית <WH1004> of the house אביו <WH1> of his father, שׂמלה <WH8071> Thou hast clothing, לכה <WH1980> קצין <WH7101> thou our ruler, תהיה <WH1961> be לנו והמכשׁלה <WH4384> ruin הזאת <WH2063> and this תחת <WH8478> under ידך׃ <WH3027> thy hand:"},{"number":7,"verse":"ישׂא <WH5375> shall he swear, ביום <WH3117> day ההוא <WH1931> In that לאמר <WH559> saying, לא <WH3808> I will not אהיה <WH1961> be חבשׁ <WH2280> a healer; ובביתי <WH1004> for in my house אין <WH369> neither לחם <WH3899> bread ואין <WH369> nor שׂמלה <WH8071> clothing: לא <WH3808> me not תשׂימני <WH7760> make קצין <WH7101> a ruler עם׃ <WH5971> of the people."},{"number":8,"verse":"כי <WH3588> For כשׁלה <WH3782> is ruined, ירושׁלם <WH3389> Jerusalem ויהודה <WH3063> and Judah נפל <WH5307> is fallen: כי <WH3588> because לשׁונם <WH3956> their tongue ומעלליהם <WH4611> and their doings אל <WH413> against יהוה <WH3068> the LORD, למרות <WH4784> to provoke עני <WH5869> the eyes כבודו׃ <WH3519> of his glory."},{"number":9,"verse":"הכרת <WH1971> The show פניהם <WH6440> of their countenance ענתה <WH6030> doth witness בם וחטאתם <WH2403> their sin כסדם <WH5467> as Sodom, הגידו <WH5046> against them; and they declare לא <WH3808> not. כחדו <WH3582> they hide אוי <WH188> Woe לנפשׁם <WH5315> unto their soul! כי <WH3588> for גמלו <WH1580> they have rewarded להם <WH1992> רעה׃ <WH7451> evil"},{"number":10,"verse":"אמרו <WH559> Say צדיק <WH6662> ye to the righteous, כי <WH3588> that טוב <WH2896> כי <WH3588> for פרי <WH6529> the fruit מעלליהם <WH4611> of their doings. יאכלו׃ <WH398> they shall eat"},{"number":11,"verse":"אוי <WH188> Woe לרשׁע <WH7563> unto the wicked! רע <WH7451> ill כי <WH3588> for גמול <WH1576> the reward ידיו <WH3027> of his hands יעשׂה׃ <WH6213> shall be given"},{"number":12,"verse":"עמי <WH5971> my people, נגשׂיו <WH5065> their oppressors, מעולל <WH5768> children ונשׁים <WH802> and women משׁלו <WH4910> rule בו עמי <WH5971> over them. O my people, מאשׁריך <WH833> they which lead מתעים <WH8582> thee cause to err, ודרך <WH1870> the way ארחתיך <WH734> of thy paths. בלעו׃ <WH1104> and destroy"},{"number":13,"verse":"נצב <WH5324> standeth up לריב <WH7378> to plead, יהוה <WH3068> The LORD ועמד <WH5975> and standeth לדין <WH1777> to judge עמים׃ <WH5971> the people."},{"number":14,"verse":"יהוה <WH3068> The LORD במשׁפט <WH4941> into judgment יבוא <WH935> will enter עם <WH5973> with זקני <WH2205> the ancients עמו <WH5971> of his people, ושׂריו <WH8269> and the princes ואתם <WH859> thereof: for ye בערתם <WH1197> have eaten up הכרם <WH3754> the vineyard; גזלת <WH1500> the spoil העני <WH6041> of the poor בבתיכם׃ <WH1004> in your houses."},{"number":15,"verse":"מלכם <WH4480> תדכאו <WH1792> ye beat my people to pieces, עמי <WH5971> ye beat my people to pieces, ופני <WH6440> the faces עניים <WH6041> of the poor? תטחנו <WH2912> and grind נאם <WH5002> saith אדני <WH136> the Lord יהוה <WH3069> צבאות׃ <WH6635> of hosts."},{"number":16,"verse":"ויאמר <WH559> saith, יהוה <WH3069> יעןי <WH3588> גבהו <WH1361> are haughty, בנות <WH1323> the daughters ציון <WH6726> of Zion ותלכנה <WH1980> and walk נטוות <WH5186> with stretched forth גרון <WH1627> necks ומשׂקרות <WH8265> and wanton עינים <WH5869> eyes, הלוך <WH1980> walking וטפף <WH2952> and mincing תלכנה <WH1980> they go, וברגליהם <WH7272> with their feet: תעכסנה׃ <WH5913> and making a tinkling"},{"number":17,"verse":"ושׂפח <WH5596> will smite with a scab אדני <WH136> Therefore the Lord קדקד <WH6936> the crown of the head בנות <WH1323> of the daughters ציון <WH6726> of Zion, ויהוה <WH3068> and the LORD פתהן <WH6596> their secret parts. יערה׃ <WH6168> will discover"},{"number":18,"verse":"ביום <WH3117> day ההוא <WH1931> In that יסיר <WH5493> will take away אדני <WH136> the Lord את <WH853> תפארת <WH8597> the bravery העכסים <WH5914> of tinkling ornaments והשׁביסים <WH7636> and cauls, והשׂהרנים׃ <WH7720> and round tires"},{"number":19,"verse":"הנטיפות <WH5188> The chains, והשׁירות <WH8285> and the bracelets, והרעלות׃ <WH7479> and the mufflers,"},{"number":20,"verse":"הפארים <WH6287> The bonnets, והצעדות <WH6807> and the ornaments of the legs, והקשׁרים <WH7196> and the headbands, ובתי <WH1004> and the tablets, הנפשׁ <WH5315> and the tablets, והלחשׁים׃ <WH3908> and the earrings,"},{"number":21,"verse":"הטבעות <WH2885> The rings, ונזמי <WH5141> jewels, האף׃ <WH639> and nose"},{"number":22,"verse":"המחלצות <WH4254> The changeable suits of apparel, והמעטפות <WH4595> and the mantles, והמטפחות <WH4304> and the wimples, והחריטים׃ <WH2754> and the crisping pins,"},{"number":23,"verse":"והגלינים <WH1549> The glasses, והסדינים <WH5466> and the fine linen, והצניפות <WH6797> and the hoods, והרדידים׃ <WH7289> and the veils."},{"number":24,"verse":"והיה <WH1961> And it shall come to pass, תחת <WH8478> instead בשׂם <WH1314> of sweet smell מק <WH4716> stink; יהיה <WH1961> there shall be ותחת <WH8478> and instead חגורה <WH2290> of a girdle נקפה <WH5364> a rent; ותחת <WH8478> and instead מעשׂה <WH4639> of well set מקשׁה <WH4748> hair קרחה <WH7144> baldness; ותחת <WH8478> and instead פתיגיל <WH6614> of a stomacher מחגרת <WH4228> a girding שׂק <WH8242> of sackcloth; כי <WH3587> burning תחת <WH8478> instead יפי׃ <WH3308> of beauty."},{"number":25,"verse":"מתיך <WH4962> Thy men בחרב <WH2719> by the sword, יפלו <WH5307> shall fall וגבורתך <WH1369> and thy mighty במלחמה׃ <WH4421> in the war."},{"number":26,"verse":"ואנו <WH578> shall lament ואבלו <WH56> and mourn; פתחיה <WH6607> And her gates ונקתה <WH5352> and she desolate לארץ <WH776> upon the ground. תשׁב׃ <WH3427> shall sit"}]}