{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"הן <WH2005> Behold, לצדק <WH6664> in righteousness, ימלך <WH4427> shall reign מלך <WH4428> a king ולשׂרים <WH8269> and princes למשׁפט <WH4941> in judgment. ישׂרו׃ <WH8323> shall rule"},{"number":2,"verse":"והיה <WH1961> shall be אישׁ <WH376> And a man כמחבא <WH4224> as a hiding place רוח <WH7307> from the wind, וסתר <WH5643> and a covert זרם <WH2230> from the tempest; כפלגי <WH6388> as rivers מים <WH4325> of water בציון <WH6724> in a dry place, כצל <WH6738> as the shadow סלע <WH5553> rock כבד <WH3515> of a great בארץ <WH776> land. עיפה׃ <WH5889> in a weary"},{"number":3,"verse":"ולא <WH3808> shall not תשׁעינה <WH8159> be dim, עיני <WH5869> And the eyes ראים <WH7200> of them that see ואזני <WH241> and the ears שׁמעים <WH8085> of them that hear תקשׁבנה׃ <WH7181> shall hearken."},{"number":4,"verse":"ולבב <WH3824> The heart נמהרים <WH4116> also of the rash יבין <WH995> shall understand לדעת <WH3045> knowledge, ולשׁון <WH3956> and the tongue עלגים <WH5926> of the stammerers תמהר <WH4116> shall be ready לדבר <WH1696> to speak צחות׃ <WH6703> plainly."},{"number":5,"verse":"לא <WH3808> shall be no יקרא <WH7121> called עוד <WH5750> more לנבל <WH5036> The vile person נדיב <WH5081> liberal, ולכילי <WH3596> the churl לא <WH3808> nor יאמר <WH559> said שׁוע׃ <WH7771> bountiful."},{"number":6,"verse":"כי <WH3588> For נבל <WH5036> the vile person נבלה <WH5039> villainy, ידבר <WH1696> will speak ולבו <WH3820> and his heart יעשׂה <WH6213> will work און <WH205> iniquity, לעשׂות <WH6213> to practice חנף <WH2612> hypocrisy, ולדבר <WH1696> and to utter אל <WH413> against יהוה <WH3069> תועה <WH8442> error להריק <WH7324> to make empty נפשׁ <WH5315> the soul רעב <WH7457> of the hungry, ומשׁקה <WH4945> and he will cause the drink צמא <WH6771> of the thirsty יחסיר׃ <WH2637> to fail."},{"number":7,"verse":"וכלי <WH3596> also of the churl כליו <WH3627> The instruments רעים <WH7451> evil: הוא <WH1931> he זמות <WH2154> wicked devices יעץ <WH3289> deviseth לחבל <WH2254> to destroy ענוים <WH6035> באמרי <WH561> words, שׁקר <WH8267> with lying ובדבר <WH1696> speaketh אביון <WH34> even when the needy משׁפט׃ <WH4941> right."},{"number":8,"verse":"ונדיב <WH5081> But the liberal נדיבות <WH5081> liberal things; יעץ <WH3289> deviseth והוא <WH1931> על <WH5921> and by נדיבות <WH5081> liberal things יקום׃ <WH6965> shall he stand."},{"number":9,"verse":"נשׁים <WH802> ye women שׁאננות <WH7600> that are at ease; קמנה <WH6965> Rise up, שׁמענה <WH8085> hear קולי <WH6963> my voice, בנות <WH1323> daughters; בטחות <WH982> ye careless האזנה <WH238> give ear אמרתי׃ <WH565> unto my speech."},{"number":10,"verse":"ימים <WH3117> Many days על <WH5921> שׁנה <WH8141> and years תרגזנה <WH7264> shall ye be troubled, בטחות <WH982> ye careless women: כי <WH3588> for כלה <WH3615> shall fail, בציר <WH1210> the vintage אסף <WH625> the gathering בלי <WH1097> shall not יבוא׃ <WH935> come."},{"number":11,"verse":"חרדו <WH2729> Tremble, שׁאננות <WH7600> ye women that are at ease; רגזה <WH7264> be troubled, בטחות <WH982> ye careless ones: פשׁטה <WH6584> strip וערה <WH6209> you, and make you bare, וחגורה <WH2296> על <WH5921> upon חלצים׃ <WH2504> loins."},{"number":12,"verse":"על <WH5921> for שׁדים <WH7699> the teats, ספדים <WH5594> They shall lament על <WH5921> for שׂדי <WH7704> fields, חמד <WH2531> the pleasant על <WH5921> for גפן <WH1612> vine. פריה׃ <WH6509> the fruitful"},{"number":13,"verse":"על <WH5921> Upon אדמת <WH127> the land עמי <WH5971> of my people קוץ <WH6975> thorns שׁמיר <WH8068> briers; תעלה <WH5927> shall come up כי <WH3588> yea, על <WH5921> upon כל <WH3605> all בתי <WH1004> the houses משׂושׂ <WH4885> of joy קריה <WH7151> city: עליזה׃ <WH5947> the joyous"},{"number":14,"verse":"כי <WH3588> Because ארמון <WH759> the palaces נטשׁ <WH5203> shall be forsaken; המון <WH1995> the multitude עיר <WH5892> of the city עזב <WH5800> shall be left; עפל <WH6076> the forts ובחן <WH975> and towers היה <WH1961> shall be בעד <WH1157> for מערות <WH4631> dens עד <WH5704> forever, עולם <WH5769> forever, משׂושׂ <WH4885> a joy פראים <WH6501> of wild asses, מרעה <WH4829> a pasture עדרים׃ <WH5739> of flocks;"},{"number":15,"verse":"עד <WH5704> Until יערה <WH6168> be poured עלינו <WH5921> upon רוח <WH7307> the spirit ממרום <WH4791> us from on high, והיה <WH1961> be מדבר <WH4057> and the wilderness לכרמל <WH3759> a fruitful field, וכרמל <WH3759> and the fruitful field ליער <WH3293> for a forest. יחשׁב׃ <WH2803> be counted"},{"number":16,"verse":"ושׁכן <WH7931> shall dwell במדבר <WH4057> in the wilderness, משׁפט <WH4941> Then judgment וצדקה <WH6666> and righteousness בכרמל <WH3759> in the fruitful field. תשׁב׃ <WH3427> remain"},{"number":17,"verse":"והיה <WH1961> shall be מעשׂה <WH4639> And the work הצדקה <WH6666> of righteousness שׁלום <WH7965> peace; ועבדת <WH5656> and the effect הצדקה <WH6666> of righteousness השׁקט <WH8252> quietness ובטח <WH983> and assurance עד <WH5704> forever. עולם׃ <WH5769> forever."},{"number":18,"verse":"וישׁב <WH3427> shall dwell עמי <WH5971> And my people בנוה <WH5116> habitation, שׁלום <WH7965> in a peaceable ובמשׁכנות <WH4908> dwellings, מבטחים <WH4009> and in sure ובמנוחת <WH4496> resting places; שׁאננות׃ <WH7600> and in quiet"},{"number":19,"verse":"וברד <WH1258> When it shall hail, ברדת <WH3381> coming down היער <WH3293> on the forest; ובשׁפלה <WH8218> in a low place. תשׁפל <WH8213> shall be low העיר׃ <WH5892> and the city"},{"number":20,"verse":"אשׁריכם <WH835> Blessed זרעי <WH2232> ye that sow על <WH5921> beside כל <WH3605> all מים <WH4325> waters, משׁלחי <WH7971> that send forth רגל <WH7272> the feet השׁור <WH7794> of the ox והחמור׃ <WH2543> and the ass."}]}