{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"קרבו <WH7126> Come near, גוים <WH1471> ye nations, לשׁמע <WH8085> to hear; ולאמים <WH3816> ye people: הקשׁיבו <WH7181> and hearken, תשׁמע <WH8085> hear, הארץ <WH776> let the earth ומלאה <WH4393> and all that is therein; תבל <WH8398> the world, וכל <WH3605> and all things צאצאיה׃ <WH6631> that come forth"},{"number":2,"verse":"כי <WH3588> For קצף <WH7110> the indignation ליהוה <WH3068> of the LORD על <WH5921> upon כל <WH3605> all הגוים <WH1471> nations, וחמה <WH2534> and fury על <WH5921> upon כל <WH3605> all צבאם <WH6635> their armies: החרימם <WH2763> he hath utterly destroyed נתנם <WH5414> them, he hath delivered לטבח׃ <WH2874> them to the slaughter."},{"number":3,"verse":"וחלליהם <WH2491> Their slain ישׁלכו <WH7993> also shall be cast out, ופגריהם <WH6297> out of their carcasses, יעלה <WH5927> shall come up באשׁם <WH889> and their stink ונמסו <WH4549> shall be melted הרים <WH2022> and the mountains מדמם׃ <WH1818> with their blood."},{"number":4,"verse":"ונמקו <WH4743> shall be dissolved, כל <WH3605> And all צבא <WH6635> the host השׁמים <WH8064> of heaven ונגלו <WH1556> shall be rolled together כספר <WH5612> as a scroll: השׁמים <WH8064> and the heavens וכל <WH3605> and all צבאם <WH6635> their host יבול <WH5034> shall fall down, כנבל <WH5034> falleth off עלה <WH5929> as the leaf מגפן <WH1612> from the vine, וכנבלת <WH5034> and as a falling מתאנה׃ <WH8384> from the fig tree."},{"number":5,"verse":"כי <WH3588> For רותה <WH7301> shall be bathed בשׁמים <WH8064> in heaven: חרבי <WH2719> my sword הנה <WH2009> behold, על <WH5921> upon אדום <WH123> Idumea, תרד <WH3381> it shall come down ועל <WH5921> and upon עם <WH5971> the people חרמי <WH2764> of my curse, למשׁפט׃ <WH4941> to judgment."},{"number":6,"verse":"חרב <WH2719> The sword ליהוה <WH3068> of the LORD מלאה <WH4390> is filled דם <WH1818> with blood, הדשׁנה <WH1878> it is made fat מחלב <WH2459> with fatness, מדם <WH1818> with the blood כרים <WH3733> of lambs ועתודים <WH6260> and goats, מחלב <WH2459> with the fat כליות <WH3629> of the kidneys אילים <WH352> of rams: כי <WH3588> for זבח <WH2077> hath a sacrifice ליהוה <WH3068> the LORD בבצרה <WH1224> in Bozrah, וטבח <WH2874> slaughter גדול <WH1419> and a great בארץ <WH776> in the land אדום׃ <WH123> of Idumea."},{"number":7,"verse":"וירדו <WH3381> shall come down ראמים <WH7214> And the unicorns עמם <WH5973> with ופרים <WH6499> them, and the bullocks עם <WH5973> with אבירים <WH47> the bulls; ורותה <WH7301> shall be soaked ארצם <WH776> and their land מדם <WH1818> with blood, ועפרם <WH6083> and their dust מחלב <WH2459> with fatness. ידשׁן׃ <WH1878> made fat"},{"number":8,"verse":"כי <WH3588> For יום <WH3117> the day נקם <WH5359> vengeance, ליהוה <WH3068> of the LORD's שׁנת <WH8141> the year שׁלומים <WH7966> of recompenses לריב <WH7379> for the controversy ציון׃ <WH6726> of Zion."},{"number":9,"verse":"ונהפכו <WH2015> thereof shall be turned נחליה <WH5158> And the streams לזפת <WH2203> into pitch, ועפרה <WH6083> and the dust לגפרית <WH1614> thereof into brimstone, והיתה <WH1961> thereof shall become ארצה <WH776> and the land לזפת <WH2203> pitch. בערה׃ <WH1197> burning"},{"number":10,"verse":"לילה <WH3915> night ויומם <WH3119> nor day; לא <WH3808> It shall not תכבה <WH3518> be quenched לעולם <WH5769> forever: יעלה <WH5927> thereof shall go up עשׁנה <WH6227> the smoke מדור <WH1755> from generation לדור <WH1755> to generation תחרב <WH2717> it shall lie waste; לנצח <WH5331> it forever נצחים <WH5331> and ever. אין <WH369> none עבר׃ <WH5674> shall pass through"},{"number":11,"verse":"וירשׁוה <WH3423> shall possess קאת <WH6893> But the cormorant וקפוד <WH7090> and the bittern וינשׁוף <WH3244> it; the owl וערב <WH6158> also and the raven ישׁכנו <WH7931> shall dwell בה ונטה <WH5186> in it: and he shall stretch out עליה <WH5921> upon קו <WH6957> it the line תהו <WH8414> of confusion, ואבני <WH68> and the stones בהו׃ <WH922> of emptiness."},{"number":12,"verse":"חריה <WH2715> the nobles ואין <WH369> but none שׁם <WH8033> there, מלוכה <WH4410> thereof to the kingdom, יקראו <WH7121> They shall call וכל <WH3605> and all שׂריה <WH8269> her princes יהיו <WH1961> shall be אפס׃ <WH657> nothing."},{"number":13,"verse":"ועלתה <WH5927> shall come up ארמנתיה <WH759> in her palaces, סירים <WH5518> And thorns קמושׂ <WH7057> nettles וחוח <WH2336> and brambles במבצריה <WH4013> in the fortresses והיתה <WH1961> thereof: and it shall be נוה <WH5116> a habitation תנים <WH8577> חציר <WH2681> a court לבנות <WH1323> for owls. יענה׃ <WH3284> for owls."},{"number":14,"verse":"ופגשׁו <WH6298> shall also meet ציים <WH6728> The wild beasts of the desert את <WH854> with איים <WH338> the wild beasts of the island, ושׂעיר <WH8163> and the satyr על <WH5921> to רעהו <WH7453> his fellow; יקרא <WH7121> shall cry אך <WH389> also שׁם <WH8033> there, הרגיעה <WH7280> shall rest לילית <WH3917> the screech owl ומצאה <WH4672> and find לה מנוח׃ <WH4494> for herself a place of rest."},{"number":15,"verse":"שׁמה <WH8033> There קננה <WH7077> make her nest, קפוז <WH7091> shall the great owl ותמלט <WH4422> and lay, ובקעה <WH1234> and hatch, ודגרה <WH1716> and gather בצלה <WH6738> under her shadow: אך <WH389> also שׁם <WH8033> there נקבצו <WH6908> be gathered, דיות <WH1772> shall the vultures אשׁה <WH802> every one רעותה׃ <WH7468> with her mate."},{"number":16,"verse":"דרשׁו <WH1875> Seek מעל <WH5921> ye out of ספר <WH5612> the book יהוה <WH3068> of the LORD, וקראו <WH7121> and read: אחת <WH259> one מהנה <WH2007> of these לא <WH3808> no נעדרה <WH5737> shall fail, אשׁה <WH802> none רעותה <WH7468> her mate: לא <WH3808> none פקדו <WH6485> shall want כי <WH3588> for פי <WH6310> my mouth הוא <WH1931> it צוה <WH6680> hath commanded, ורוחו <WH7307> and his spirit הוא <WH1931> it קבצן׃ <WH6908> hath gathered"},{"number":17,"verse":"והוא <WH1931> And he הפיל <WH5307> hath cast להן <WH1992> גורל <WH1486> the lot וידו <WH3027> for them, and his hand חלקתה <WH2505> hath divided להם <WH1992> בקו <WH6957> it unto them by line: עד <WH5704> it forever, עולם <WH5769> it forever, יירשׁוה <WH3423> they shall possess לדור <WH1755> from generation ודור <WH1755> to generation ישׁכנו׃ <WH7931> shall they dwell"}]}