{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"בימים <WH3117> days ההם <WH1992> In those חלה <WH2470> חזקיהומות <WH4191> unto death. ויבוא <WH935> came אליו <WH413> unto ישׁעיהו <WH3470> And Isaiah בן <WH1121> the son אמוץ <WH531> of Amoz הנביא <WH5030> the prophet ויאמר <WH559> him, and said אליו <WH413> unto כה <WH3541> him, Thus אמר <WH559> saith יהוה <WH3068> the LORD, צו <WH6680> לביתךי <WH3588> for מת <WH4191> shalt die, אתה <WH859> thou ולא <WH3808> and not תחיה׃ <WH2421> live."},{"number":2,"verse":"ויסב <WH5437> turned חזקיהו <WH2396> Then Hezekiah פניו <WH6440> his face אל <WH413> toward הקיר <WH7023> the wall, ויתפלל <WH6419> and prayed אל <WH413> unto יהוה׃ <WH3068> the LORD,"},{"number":3,"verse":"ויאמר <WH559> And said, אנה <WH577> I beseech thee, יהוה <WH3068> O LORD, זכר <WH2142> Remember נא <WH4994> now, את <WH853> אשׁר <WH834> how התהלכתי <WH1980> I have walked לפניך <WH6440> before באמת <WH571> thee in truth ובלב <WH3820> heart, שׁלם <WH8003> and with a perfect והטוב <WH2896> good בעיניך <WH5869> in thy sight. עשׂיתי <WH6213> and have done ויבך <WH1058> wept חזקיהו <WH2396> And Hezekiah בכי <WH1058> גדול׃ <WH1419> sore."},{"number":4,"verse":"ויהי <WH1961> Then came דבר <WH1697> the word יהוה <WH3068> of the LORD אל <WH413> to ישׁעיהו <WH3470> Isaiah, לאמר׃ <WH559> saying,"},{"number":5,"verse":"הלוך <WH1980> Go, ואמרת <WH559> and say אל <WH413> to חזקיהו <WH2396> Hezekiah, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3069> אלהי <WH430> the God דוד <WH1732> of David אביך <WH1> thy father, שׁמעתי <WH8085> I have heard את <WH853> תפלתך <WH8605> thy prayer, ראיתי <WH7200> I have seen את <WH853> דמעתך <WH1832> thy tears: הנני <WH2005> יוסף <WH3254> I will add על <WH5921> unto ימיך <WH3117> thy days חמשׁ <WH2568> fifteen עשׂרה <WH6240> fifteen שׁנה׃ <WH8141> years."},{"number":6,"verse":"ומכף <WH3709> out of the hand מלך <WH4428> of the king אשׁור <WH804> of Assyria: אצילך <WH5337> And I will deliver ואת <WH853> העיר <WH5892> city הזאת <WH2063> thee and this וגנותי <WH1598> עלעיר <WH5892> city. הזאת׃ <WH2063> this"},{"number":7,"verse":"וזה <WH2088> And this לך האות <WH226> a sign מאת <WH853> יהוה <WH3068> the LORD, אשׁר <WH834> that יעשׂה <WH6213> will do יהוה <WH3068> the LORD את <WH853> הדבר <WH1697> thing הזה <WH2088> this אשׁר <WH834> that דבר׃ <WH1696> he hath spoken;"},{"number":8,"verse":"הנני <WH2005> משׁיב <WH7725> I will bring again את <WH853> צל <WH6738> the shadow המעלות <WH4609> of the degrees, אשׁר <WH834> which ירדה <WH3381> is gone down במעלות <WH4609> dial אחז <WH271> of Ahaz, בשׁמשׁ <WH8121> in the sun אחרנית <WH322> backward. עשׂר <WH6235> ten מעלות <WH4609> degrees ותשׁב <WH7725> returned השׁמשׁ <WH8121> So the sun עשׂר <WH6235> ten מעלות <WH4609> degrees, במעלות <WH4609> degrees אשׁר <WH834> by which ירדה׃ <WH3381> it was gone down."},{"number":9,"verse":"מכתב <WH4385> The writing לחזקיהו <WH2396> of Hezekiah מלך <WH4428> king יהודה <WH3063> of Judah, בחלתו <WH2470> when he had been sick, ויחי <WH2421> and was recovered מחליו׃ <WH2483> of his sickness:"},{"number":10,"verse":"אני <WH589> I אמרתי <WH559> said בדמי <WH1824> in the cutting off ימי <WH3117> of my days, אלכה <WH1980> I shall go בשׁערי <WH8179> to the gates שׁאול <WH7585> of the grave: פקדתי <WH6485> I am deprived יתר <WH3499> of the residue שׁנותי׃ <WH8141> of my years."},{"number":11,"verse":"אמרתי <WH559> I said, לא <WH3808> I shall not אראה <WH7200> see יה <WH3050> the LORD, יה <WH3050> the LORD, בארץ <WH776> in the land החיים <WH2416> of the living: לא <WH3808> no אביט <WH5027> I shall behold אדם <WH120> man עוד <WH5750> more עם <WH5973> with יושׁבי <WH3427> the inhabitants חדל׃ <WH2309> of the world."},{"number":12,"verse":"דורי <WH1755> Mine age נסע <WH5265> is departed, ונגלה <WH1540> and is removed מני <WH4480> from כאהל <WH168> tent: רעי <WH7473> me as a shepherd's קפדתי <WH7088> I have cut off כארג <WH707> like a weaver חיי <WH2416> my life: מדלה <WH1803> with pining sickness: יבצעני <WH1214> he will cut me off מיום <WH3117> from day עד <WH5704> to לילה <WH3915> night תשׁלימני׃ <WH7999> wilt thou make an end"},{"number":13,"verse":"שׁויתי <WH7737> I reckoned עד <WH5704> till בקר <WH1242> morning, כארי <WH738> as a lion, כן <WH3651> so ישׁבר <WH7665> will he break כל <WH3605> all עצמותי <WH6106> my bones: מיום <WH3117> from day עד <WH5704> to לילה <WH3915> night תשׁלימני׃ <WH7999> wilt thou make an end"},{"number":14,"verse":"כסוס <WH5483> Like a crane עגור <WH5693> a swallow, כן <WH3651> so אצפצף <WH6850> did I chatter: אהגה <WH1897> I did mourn כיונה <WH3123> as a dove: דלו <WH1809> fail עיני <WH5869> mine eyes למרום <WH4791> upward: אדני <WH136> O LORD, עשׁקה <WH6234> I am oppressed; לי ערבני׃ <WH6148>"},{"number":15,"verse":"מה <WH4100> What אדבר <WH1696> shall I say? ואמר <WH559> he hath both spoken לי והוא <WH1931> unto me, and himself עשׂה <WH6213> hath done אדדה <WH1718> I shall go softly כל <WH3605> all שׁנותי <WH8141> my years על <WH5921> in מר <WH4751> the bitterness נפשׁי׃ <WH5315> of my soul."},{"number":16,"verse":"אדני <WH136> O Lord, עליהם <WH5921> by יחיו <WH2421> these live, ולכל <WH3605> and in all בהן חיי <WH2416> the life רוחי <WH7307> of my spirit: ותחלימני <WH2492> so wilt thou recover והחיני׃ <WH2421> me, and make me to live."},{"number":17,"verse":"הנה <WH2009> Behold, לשׁלום <WH7965> for peace מר <WH4751> לי מראתה <WH859> but thou חשׁקת <WH2836> hast in love נפשׁי <WH5315> to my soul משׁחת <WH7845> from the pit בלי <WH1097> of corruption: כי <WH3588> for השׁלכת <WH7993> thou hast cast אחרי <WH310> behind גוך <WH1460> thy back. כל <WH3605> all חטאי׃ <WH2399> my sins"},{"number":18,"verse":"כי <WH3588> For לא <WH3808> cannot שׁאול <WH7585> the grave תודך <WH3034> praise מות <WH4194> thee, death יהללך <WH1984> can celebrate לא <WH3808> cannot ישׂברו <WH7663> hope יורדי <WH3381> thee: they that go down בור <WH953> into the pit אל <WH413> for אמתך׃ <WH571> thy truth."},{"number":19,"verse":"חי <WH2416> The living, חי <WH2416> the living, הוא <WH1931> he יודך <WH3034> shall praise כמוני <WH3644> היום <WH3117> thee, as I this day: אב <WH1> the father לבנים <WH1121> to the children יודיע <WH3045> shall make known אל <WH413> shall make known אמתך׃ <WH571> thy truth."},{"number":20,"verse":"יהוה <WH3068> The LORD להושׁיעני <WH3467> to save ונגנותי <WH5058> to the stringed instruments ננגן <WH5059> me: therefore we will sing my songs כל <WH3605> all ימי <WH3117> the days חיינו <WH2416> of our life על <WH5921> in בית <WH1004> the house יהוה׃ <WH3068> of the LORD."},{"number":21,"verse":"ויאמר <WH559> had said, ישׁעיהו <WH3470> For Isaiah ישׂאו <WH5375> Let them take דבלת <WH1690> a lump תאנים <WH8384> of figs, וימרחו <WH4799> and lay for a plaster על <WH5921> upon השׁחין <WH7822> the boil, ויחי׃ <WH2421> and he shall recover."},{"number":22,"verse":"ויאמר <WH559> also had said, חזקיהו <WH2396> Hezekiah מה <WH4100> What אות <WH226> the sign כי <WH3588> that אעלה <WH5927> I shall go up בית <WH1004> to the house יהוה׃ <WH3068> of the LORD?"}]}