{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"נחמו <WH5162> Comfort נחמו <WH5162> ye, comfort עמי <WH5971> ye my people, יאמר <WH559> saith אלהיכם׃ <WH430> your God."},{"number":2,"verse":"דברו <WH1696> Speak על <WH5921> ye comfortably לב <WH3820> ye comfortably ירושׁלם <WH3389> to Jerusalem, וקראו <WH7121> and cry אליה <WH413> unto כי <WH3588> her, that מלאה <WH4390> is accomplished, צבאה <WH6635> her warfare כי <WH3588> that נרצה <WH7521> is pardoned: עונה <WH5771> her iniquity כי <WH3588> for לקחה <WH3947> she hath received מיד <WH3027> hand יהוה <WH3069> כפלים <WH3718> double בכל <WH3605> for all חטאתיה׃ <WH2403> her sins."},{"number":3,"verse":"קול <WH6963> The voice קורא <WH7121> of him that crieth במדבר <WH4057> in the wilderness, פנו <WH6437> Prepare דרך <WH1870> ye the way יהוה <WH3068> of the LORD, ישׁרו <WH3474> make straight בערבה <WH6160> in the desert מסלה <WH4546> a highway לאלהינו׃ <WH430> for our God."},{"number":4,"verse":"כל <WH3605> Every גיא <WH1516> valley ינשׂא <WH5375> shall be exalted, וכל <WH3605> and every הר <WH2022> mountain וגבעה <WH1389> and hill ישׁפלו <WH8213> shall be made low: והיה <WH1961> shall be made העקב <WH6121> and the crooked למישׁור <WH4334> straight, והרכסים <WH7406> and the rough places לבקעה׃ <WH1237> plain:"},{"number":5,"verse":"ונגלה <WH1540> shall be revealed, כבוד <WH3519> And the glory יהוה <WH3068> of the LORD וראו <WH7200> shall see כל <WH3605> and all בשׂר <WH1320> flesh יחדו <WH3162> together: כי <WH3588> for פי <WH6310> the mouth יהוה <WH3068> of the LORD דבר׃ <WH1696> hath spoken"},{"number":6,"verse":"קול <WH6963> The voice אמר <WH559> said, קרא <WH7121> Cry. ואמר <WH559> And he said, מה <WH4100> What אקרא <WH7121> shall I cry? כל <WH3605> All הבשׂר <WH1320> flesh חציר <WH2682> grass, וכל <WH3605> and all חסדו <WH2617> the goodliness כציץ <WH6731> thereof as the flower השׂדה׃ <WH7704> of the field:"},{"number":7,"verse":"יבשׁ <WH3001> withereth, חציר <WH2682> The grass נבל <WH5034> fadeth: ציץ <WH6731> the flower כי <WH3588> because רוח <WH7307> the spirit יהוה <WH3068> of the LORD נשׁבה <WH5380> bloweth בו אכן <WH403> upon it: surely חציר <WH2682> grass. העם׃ <WH5971> the people"},{"number":8,"verse":"יבשׁ <WH3001> withereth, חציר <WH2682> The grass נבל <WH5034> fadeth: ציץ <WH6731> the flower ודבר <WH1697> but the word אלהינו <WH430> of our God יקום <WH6965> shall stand לעולם׃ <WH5769> forever."},{"number":9,"verse":"על <WH5921> into הר <WH2022> mountain; גבה <WH1364> the high עלי <WH5927> get thee up לך מבשׂרת <WH1319> that bringest good tidings, ציון <WH6726> O Zion, הרימי <WH7311> lift up בכח <WH3581> with strength; קולך <WH6963> thy voice מבשׂרת <WH1319> that bringest good tidings, ירושׁלם <WH3389> O Jerusalem, הרימי <WH7311> lift up, אל <WH408> be not afraid; תיראי <WH3372> be not afraid; אמרי <WH559> say לערי <WH5892> unto the cities יהודה <WH3063> of Judah, הנה <WH2009> Behold אלהיכם׃ <WH430> your God!"},{"number":10,"verse":"הנה <WH2009> Behold, אדני <WH136> the Lord יהוה <WH3069> GOD בחזק <WH2389> with strong יבוא <WH935> will come וזרעו <WH2220> and his arm משׁלה <WH4910> shall rule לו הנה <WH2009> for him: behold, שׂכרו <WH7939> his reward אתו <WH854> with ופעלתו <WH6468> him, and his work לפניו׃ <WH6440> before"},{"number":11,"verse":"כרעה <WH7462> He shall feed עדרו <WH5739> his flock ירעה <WH7462> like a shepherd: בזרעו <WH2220> with his arm, יקבץ <WH6908> he shall gather טלאים <WH2922> the lambs ובחיקו <WH2436> in his bosom, ישׂא <WH5375> and carry עלות <WH5763> those that are with young. ינהל׃ <WH5095> shall gently lead"},{"number":12,"verse":"מי <WH4310> Who מדד <WH4058> hath measured בשׁעלו <WH8168> in the hollow of his hand, מים <WH4325> the waters ושׁמים <WH8064> heaven בזרת <WH2239> with the span, תכן <WH8505> and meted out וכל <WH3557> and comprehended בשׁלשׁ <WH7991> in a measure, עפר <WH6083> the dust הארץ <WH776> of the earth ושׁקל <WH8254> and weighed בפלס <WH6425> in scales, הרים <WH2022> the mountains וגבעות <WH1389> and the hills במאזנים׃ <WH3976> in a balance?"},{"number":13,"verse":"מי <WH4310> Who תכן <WH8505> hath directed את <WH853> רוח <WH7307> the Spirit יהוה <WH3068> of the LORD, ואישׁ <WH376> or his counselor עצתו <WH6098> or his counselor יודיענו׃ <WH3045> hath taught"},{"number":14,"verse":"את <WH854> מי <WH4310> With whom נועץ <WH3289> took he counsel, ויבינהו <WH995> and instructed וילמדהו <WH3925> him, and taught בארח <WH734> him in the path משׁפט <WH4941> of judgment, וילמדהו <WH3925> and taught דעת <WH1847> him knowledge, ודרך <WH1870> to him the way תבונות <WH8394> of understanding? יודיענו׃ <WH3045> and showed"},{"number":15,"verse":"הן <WH2005> Behold, גוים <WH1471> the nations כמר <WH4752> as a drop מדלי <WH1805> of a bucket, וכשׁחק <WH7834> as the small dust מאזנים <WH3976> of the balance: נחשׁבו <WH2803> and are counted הן <WH2005> behold, איים <WH339> the isles כדק <WH1851> as a very little thing. יטול׃ <WH5190> he taketh up"},{"number":16,"verse":"ולבנון <WH3844> And Lebanon אין <WH369> not די <WH1767> sufficient בער <WH1197> to burn, וחיתו <WH2416> the beasts אין <WH369> nor די <WH1767> thereof sufficient עולה׃ <WH5930> for a burnt offering."},{"number":17,"verse":"כל <WH3605> All הגוים <WH1471> nations כאין <WH369> him as nothing; נגדו <WH5048> before מאפס <WH657> to him less than nothing, ותהו <WH8414> and vanity. נחשׁבו׃ <WH2803> and they are counted"},{"number":18,"verse":"ואל <WH413> To מי <WH4310> whom תדמיון <WH1819> then will ye liken אל <WH410> God? ומה <WH4100> or what דמות <WH1823> likeness תערכו׃ <WH6186> will ye compare"},{"number":19,"verse":"הפסל <WH6459> a graven image, נסך <WH5258> melteth חרשׁ <WH2796> The workman וצרף <WH6884> and the goldsmith בזהב <WH2091> with gold, ירקענו <WH7554> spreadeth it over ורתקות <WH7577> chains. כסף <WH3701> silver צורף׃ <WH6884> and casteth"},{"number":20,"verse":"המסכן <WH5533> He that so impoverished תרומה <WH8641> that he hath no oblation עץ <WH6086> a tree לא <WH3808> will not ירקב <WH7537> rot; יבחר <WH977> chooseth חרשׁ <WH2796> workman חכם <WH2450> unto him a cunning יבקשׁ <WH1245> he seeketh לו להכין <WH3559> to prepare פסל <WH6459> a graven image, לא <WH3808> shall not ימוט׃ <WH4131> be moved."},{"number":21,"verse":"הלוא <WH3808> Have ye not תדעו <WH3045> known? הלוא <WH3808> have ye not תשׁמעו <WH8085> heard? הלוא <WH3808> hath it not הגד <WH5046> been told מראשׁ <WH7218> you from the beginning? לכם הלוא <WH3808> have ye not הבינתם <WH995> understood מוסדות <WH4146> from the foundations הארץ׃ <WH776> of the earth?"},{"number":22,"verse":"הישׁב <WH3427> he that sitteth על <WH5921> upon חוג <WH2329> the circle הארץ <WH776> of the earth, וישׁביה <WH3427> and the inhabitants כחגבים <WH2284> thereof as grasshoppers; הנוטה <WH5186> that stretcheth out כדק <WH1852> as a curtain, שׁמים <WH8064> the heavens וימתחם <WH4969> and spreadeth them out כאהל <WH168> as a tent לשׁבת׃ <WH3427> to dwell in:"},{"number":23,"verse":"הנותן <WH5414> That bringeth רוזנים <WH7336> the princes לאין <WH369> to nothing; שׁפטי <WH8199> the judges ארץ <WH776> of the earth כתהו <WH8414> as vanity. עשׂה׃ <WH6213> he maketh"},{"number":24,"verse":"אף <WH637> Yea, בל <WH1077> they shall not נטעו <WH5193> be planted; אף <WH637> yea, בל <WH1077> they shall not זרעו <WH2232> be sown: אף <WH637> yea, בל <WH1077> shall not שׁרשׁ <WH8327> take root בארץ <WH776> in the earth: גזעם <WH1503> their stock וגם <WH1571> and he shall also נשׁף <WH5398> blow בהם ויבשׁו <WH3001> upon them, and they shall wither, וסערה <WH5591> and the whirlwind כקשׁ <WH7179> as stubble. תשׂאם׃ <WH5375> shall take them away"},{"number":25,"verse":"ואל <WH413> To מי <WH4310> whom תדמיוני <WH1819> then will ye liken ואשׁוה <WH7737> me, or shall I be equal? יאמר <WH559> saith קדושׁ׃ <WH6918> the Holy One."},{"number":26,"verse":"שׂאו <WH5375> Lift up מרום <WH4791> on high, עיניכם <WH5869> your eyes וראו <WH7200> and behold מי <WH4310> who ברא <WH1254> hath created אלה <WH428> these המוציא <WH3318> that bringeth out במספר <WH4557> by number: צבאם <WH6635> their host לכלם <WH3605> them all בשׁם <WH8034> by names יקרא <WH7121> he calleth מרב <WH7230> by the greatness אונים <WH202> of his might, ואמיץ <WH533> for that strong כח <WH3581> in power; אישׁ <WH376> one לא <WH3808> not נעדר׃ <WH5737> faileth."},{"number":27,"verse":"למה <WH4100> Why תאמר <WH559> sayest יעקב <WH3290> thou, O Jacob, ותדבר <WH1696> and speakest, ישׂראל <WH3478> O Israel, נסתרה <WH5641> is hid דרכי <WH1870> My way מיהוה <WH3068> ומאלהישׁפטי <WH4941> and my judgment יעבור׃ <WH5674> is passed over"},{"number":28,"verse":"הלוא <WH3808> Hast thou not ידעת <WH3045> known? אם <WH518> לא <WH3808> hast thou not שׁמעת <WH8085> heard, אלהי <WH430> God, עולם <WH5769> the everlasting יהוה <WH3068> the LORD, בורא <WH1254> the Creator קצות <WH7098> of the ends הארץ <WH776> of the earth, לא <WH3808> not, ייעף <WH3286> fainteth ולא <WH3808> neither ייגע <WH3021> is weary? אין <WH369> no חקר <WH2714> searching לתבונתו׃ <WH8394> of his understanding."},{"number":29,"verse":"נתן <WH5414> He giveth ליעף <WH3287> to the faint; כח <WH3581> power ולאין <WH369> and to no אונים <WH202> might עצמה <WH6109> strength. ירבה׃ <WH7235> he increaseth"},{"number":30,"verse":"ויעפו <WH3286> shall faint נערים <WH5288> Even the youths ויגעו <WH3021> and be weary, ובחורים <WH970> and the young men כשׁול <WH3782> shall utterly fall: יכשׁלו׃ <WH3782> shall utterly fall:"},{"number":31,"verse":"וקוי <WH6960> But they that wait upon יהוה <WH3068> the LORD יחליפו <WH2498> shall renew כח <WH3581> strength; יעלו <WH5927> they shall mount up אבר <WH83> with wings כנשׁרים <WH5404> as eagles; ירוצו <WH7323> they shall run, ולא <WH3808> and not ייגעו <WH3021> be weary; ילכו <WH1980> they shall walk, ולא <WH3808> and not ייעפו׃ <WH3286> faint."}]}