{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":44,"verses":[{"number":1,"verse":"ועתה <WH6258> Yet now שׁמע <WH8085> hear, יעקב <WH3290> O Jacob עבדי <WH5650> my servant; וישׂראל <WH3478> and Israel, בחרתי׃ <WH977> whom I have chosen:"},{"number":2,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD עשׂך <WH6213> that made ויצרך <WH3335> thee, and formed מבטן <WH990> thee from the womb, יעזרך <WH5826> will help אל <WH408> not, תירא <WH3372> thee; Fear עבדי <WH5650> my servant; יעקב <WH3290> O Jacob, וישׁרון <WH3484> and thou, Jesurun, בחרתי׃ <WH977> whom I have chosen."},{"number":3,"verse":"כי <WH3588> For אצק <WH3332> I will pour מים <WH4325> water על <WH5921> upon צמא <WH6771> him that is thirsty, ונזלים <WH5140> and floods על <WH5921> upon יבשׁה <WH3004> the dry ground: אצק <WH3332> I will pour רוחי <WH7307> my spirit על <WH5921> upon זרעך <WH2233> thy seed, וברכתי <WH1293> and my blessing על <WH5921> upon צאצאיך׃ <WH6631> thine offspring:"},{"number":4,"verse":"וצמחו <WH6779> And they shall spring up בבין <WH996> among חציר <WH2682> the grass, כערבים <WH6155> as willows על <WH5921> by יבלי <WH2988> courses. מים׃ <WH4325> the water"},{"number":5,"verse":"זה <WH2088> One יאמר <WH559> shall say, ליהוה <WH3068> the LORD's; אני <WH589> I וזה <WH2088> and another יקרא <WH7121> shall call בשׁם <WH8034> by the name יעקב <WH3290> of Jacob; וזה <WH2088> and another יכתב <WH3789> shall subscribe ידו <WH3027> his hand ליהוה <WH3068> unto the LORD, ובשׁם <WH8034> by the name ישׂראל <WH3478> of Israel. יכנה׃ <WH3655> and surname"},{"number":6,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD מלך <WH4428> the King ישׂראל <WH3478> of Israel, וגאלו <WH1350> and his redeemer יהוה <WH3068> the LORD צבאות <WH6635> of hosts; אני <WH589> I ראשׁון <WH7223> the first, ואני <WH589> and I אחרון <WH314> the last; ומבלעדי <WH1107> and beside אין <WH369> me no אלהים׃ <WH430> God."},{"number":7,"verse":"ומי <WH4310> And who, כמוני <WH3644> יקרא <WH7121> as I, shall call, ויגידה <WH5046> and shall declare ויערכה <WH6186> it, and set it in order לי משׂומי <WH7760> עם <WH5971> people? עולם <WH5769> the ancient ואתיות <WH857> and the things that are coming, ואשׁר <WH834> תבאנה <WH935> and shall come, יגידו׃ <WH5046> let them show"},{"number":8,"verse":"אל <WH408> ye not, תפחדו <WH6342> Fear ואל <WH408> neither תרהו <WH7297> be afraid: הלא <WH3808> have not מאז <WH227> thee from that time, השׁמעתיך <WH8085> I told והגדתי <WH5046> and have declared ואתם <WH859> ye עדי <WH5707> even my witnesses. הישׁ <WH3426> Is there אלוה <WH433> a God מבלעדי <WH1107> beside ואין <WH369> me? yea, no צור <WH6697> God; בל <WH1077> not ידעתי׃ <WH3045> I know"},{"number":9,"verse":"יצרי <WH3335> They that make פסל <WH6459> a graven image כלם <WH3605> all תהו <WH8414> of them vanity; וחמודיהם <WH2530> and their delectable things בל <WH1077> shall not יועילו <WH3276> profit; ועדיהם <WH5707> their own witnesses; המה <WH1992> and they בל <WH1077> not, יראו <WH7200> they see ובל <WH1077> nor ידעו <WH3045> know; למען <WH4616> that יבשׁו׃ <WH954> they may be ashamed."},{"number":10,"verse":"מי <WH4310> Who יצר <WH3335> hath formed אל <WH410> a god, ופסל <WH6459> a graven image נסך <WH5258> or molten לבלתי <WH1115> for nothing? הועיל׃ <WH3276> is profitable"},{"number":11,"verse":"הן <WH2005> Behold, כל <WH3605> all חבריו <WH2270> his fellows יבשׁו <WH954> shall be ashamed: וחרשׁים <WH2796> and the workmen, המה <WH1992> they מאדם <WH120> of men: יתקבצו <WH6908> be gathered together, כלם <WH3605> let them all יעמדו <WH5975> let them stand up; יפחדו <WH6342> they shall fear, יבשׁו <WH954> they shall be ashamed יחד׃ <WH3162> together."},{"number":12,"verse":"חרשׁ <WH2796> ברזלעצד <WH4621> with the tongs ופעל <WH6466> both worketh בפחם <WH6352> in the coals, ובמקבות <WH4717> it with hammers, יצרהו <WH3335> and fashioneth ויפעלהו <WH6466> and worketh בזרוע <WH2220> of his arms: כחו <WH3581> it with the strength גם <WH1571> yea, רעב <WH7456> he is hungry, ואין <WH369> faileth: כח <WH3581> and his strength לא <WH3808> no שׁתה <WH8354> he drinketh מים <WH4325> water, וייעף׃ <WH3286> and is faint."},{"number":13,"verse":"חרשׁ <WH2790> עציםטה <WH5186> stretcheth out קו <WH6957> rule; יתארהו <WH8388> he marketh it out בשׂרד <WH8279> with a line; יעשׂהו <WH6213> he fitteth במקצעות <WH4741> it with planes, ובמחוגה <WH4230> with the compass, יתארהו <WH8388> and he marketh it out ויעשׂהו <WH6213> and maketh כתבנית <WH8403> it after the figure אישׁ <WH376> of a man, כתפארת <WH8597> according to the beauty אדם <WH120> of a man; לשׁבת <WH3427> that it may remain בית׃ <WH1004> in the house."},{"number":14,"verse":"לכרת <WH3772> He heweth him down לו ארזים <WH730> cedars, ויקח <WH3947> and taketh תרזה <WH8645> the cypress ואלון <WH437> and the oak, ויאמץ <WH553> which he strengtheneth לו בעצי <WH6086> for himself among the trees יער <WH3293> of the forest: נטע <WH5193> he planteth ארן <WH766> an ash, וגשׁם <WH1653> and the rain יגדל׃ <WH1431> doth nourish"},{"number":15,"verse":"והיה <WH1961> Then shall it be לאדם <WH120> for a man לבער <WH1197> to burn: ויקח <WH3947> for he will take מהם <WH1992> ויחם <WH2552> and warm אף <WH637> himself; yea, ישׂיק <WH5400> he kindleth ואפה <WH644> and baketh לחם <WH3899> bread; אף <WH637> yea, יפעל <WH6466> he maketh אל <WH410> a god, וישׁתחו <WH7812> and worshipeth עשׂהו <WH6213> he maketh פסל <WH6459> it a graven image, ויסגד׃ <WH5456> and falleth down"},{"number":16,"verse":"חציו <WH2677> part שׂרף <WH8313> He burneth במו <WH1119> thereof in אשׁ <WH784> the fire; על <WH5921> with חציו <WH2677> part בשׂר <WH1320> flesh; יאכל <WH398> thereof he eateth יצלה <WH6740> he roasteth צלי <WH6748> roast, וישׂבע <WH7646> and is satisfied: אף <WH637> yea, יחם <WH2552> he warmeth ויאמר <WH559> and saith, האח <WH1889> Aha, חמותי <WH2552> I am warm, ראיתי <WH7200> I have seen אור׃ <WH217> the fire:"},{"number":17,"verse":"ושׁאריתו <WH7611> And the residue לאל <WH410> a god, עשׂה <WH6213> thereof he maketh לפסלו <WH6459> his graven image: יסגוד <WH5456> he falleth down לו <WH5456> וישׁתחו <WH7812> unto it, and worshipeth ויתפלל <WH6419> and prayeth אליו <WH413> unto ויאמר <WH559> it, and saith, הצילני <WH5337> Deliver כי <WH3588> me; for אלי <WH410> my god. אתה׃ <WH859> thou"},{"number":18,"verse":"לא <WH3808> They have not ידעו <WH3045> known ולא <WH3808> nor יבינו <WH995> understood: כי <WH3588> for טח <WH2902> he hath shut מראות <WH7200> that they cannot see; עיניהם <WH5869> their eyes, מהשׂכיל <WH7919> that they cannot understand. לבתם׃ <WH3826>"},{"number":19,"verse":"ולא <WH3808> And none ישׁיב <WH7725> considereth אל <WH413> in לבו <WH3820> his heart, ולא <WH3808> neither דעת <WH1847> knowledge ולא <WH3808> nor תבונה <WH8394> understanding לאמר <WH559> to say, חציו <WH2677> part שׂרפתי <WH8313> I have burned במו <WH1119> of it in אשׁ <WH784> the fire; ואף <WH637> yea, אפיתי <WH644> also I have baked על <WH5921> upon גחליו <WH1513> the coals לחם <WH3899> bread אצלה <WH6740> thereof; I have roasted בשׂר <WH1320> flesh, ואכל <WH398> and eaten ויתרו <WH3499> the residue לתועבה <WH8441> thereof an abomination? אעשׂה <WH6213> and shall I make לבול <WH944> to the stock עץ <WH6086> of a tree? אסגוד׃ <WH5456> shall I fall down"},{"number":20,"verse":"רעה <WH7462> He feedeth אפר <WH665> on ashes: לב <WH3820> heart הותל <WH2048> a deceived הטהו <WH5186> hath turned him aside, ולא <WH3808> that he cannot יציל <WH5337> deliver את <WH853> נפשׁו <WH5315> his soul, ולא <WH3808> nor יאמר <WH559> say, הלוא <WH3808> not שׁקר <WH8267> a lie בימיני׃ <WH3225> in my right hand?"},{"number":21,"verse":"זכר <WH2142> Remember אלה <WH428> these, יעקב <WH3290> O Jacob וישׂראל <WH3478> and Israel; כי <WH3588> for עבדי <WH5650> my servant: אתה <WH859> thou יצרתיך <WH3335> I have formed עבד <WH5650> my servant: לי אתה <WH859> thee; thou ישׂראל <WH3478> O Israel, לא <WH3808> thou shalt not תנשׁני׃ <WH5382> be forgotten"},{"number":22,"verse":"מחיתי <WH4229> I have blotted out, כעב <WH5645> as a thick cloud, פשׁעיך <WH6588> thy transgressions, וכענן <WH6051> and, as a cloud, חטאותיך <WH2403> thy sins: שׁובה <WH7725> return אלי <WH413> unto כי <WH3588> me; for גאלתיך׃ <WH1350> I have redeemed"},{"number":23,"verse":"רנו <WH7442> Sing, שׁמים <WH8064> O ye heavens; כי <WH3588> for עשׂה <WH6213> hath done יהוה <WH3069> הריעו <WH7321> shout, תחתיות <WH8482> ye lower parts ארץ <WH776> of the earth: פצחו <WH6476> break forth הרים <WH2022> ye mountains, רנה <WH7440> into singing, יער <WH3293> O forest, וכל <WH3605> and every עץ <WH6086> tree בו כי <WH3588> therein: for גאל <WH1350> hath redeemed יהוה <WH3069> יעקב <WH3290> Jacob, ובישׂראל <WH3478> in Israel. יתפאר׃ <WH6286> and glorified himself"},{"number":24,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, גאלך <WH1350> thy redeemer, ויצרך <WH3335> and he that formed מבטן <WH990> thee from the womb, אנכי <WH595> I יהוה <WH3068> the LORD עשׂה <WH6213> that maketh כל <WH3605> all נטה <WH5186> that stretcheth forth שׁמים <WH8064> the heavens לבדי <WH905> alone; רקע <WH7554> that spreadeth abroad הארץ <WH776> the earth מי <WH4325> אתי׃ <WH854> by"},{"number":25,"verse":"מפר <WH6565> That frustrateth אתות <WH226> the tokens בדים <WH907> of the liars, וקסמים <WH7080> and maketh diviners mad; יהולל <WH1984> and maketh diviners mad; משׁיב <WH7725> that turneth חכמים <WH2450> wise אחור <WH268> backward, ודעתם <WH1847> and maketh their knowledge foolish; ישׂכל׃ <WH5528> and maketh their knowledge foolish;"},{"number":26,"verse":"מקים <WH6965> That confirmeth דבר <WH1697> the word עבדו <WH5650> of his servant, ועצת <WH6098> the counsel מלאכיו <WH4397> of his messengers; ישׁלים <WH7999> and performeth האמר <WH559> that saith לירושׁלם <WH3389> to Jerusalem, תושׁב <WH3427> Thou shalt be inhabited; ולערי <WH5892> and to the cities יהודה <WH3063> of Judah, תבנינה <WH1129> Ye shall be built, וחרבותיה <WH2723> the decayed places אקומם׃ <WH6965> and I will raise up"},{"number":27,"verse":"האמר <WH559> That saith לצולה <WH6683> to the deep, חרבי <WH2717> Be dry, ונהרתיך <WH5104> thy rivers: אובישׁ׃ <WH3001> and I will dry up"},{"number":28,"verse":"האמר <WH559> That saith לכורשׁ <WH3566> of Cyrus, רעי <WH7473> וכל <WH3605> all חפצי <WH2656> my pleasure: ישׁלם <WH7999> and shall perform ולאמר <WH559> even saying לירושׁלם <WH3389> to Jerusalem, תבנה <WH1129> Thou shalt be built; והיכל <WH1964> and to the temple, תוסד׃ <WH3245> Thy foundation shall be laid."}]}