{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"שׁמעו <WH8085> Hear זאת <WH2063> ye this, בית <WH1004> O house יעקב <WH3290> of Jacob, הנקראים <WH7121> which are called בשׁם <WH8034> by the name ישׂראל <WH3478> of Israel, וממי <WH4325> out of the waters יהודה <WH3063> of Judah, יצאו <WH3318> and are come forth הנשׁבעים <WH7650> which swear בשׁם <WH8034> by the name יהוה <WH3068> of the LORD, ובאלהי <WH430> of the God ישׂראל <WH3478> of Israel, יזכירו <WH2142> and make mention לא <WH3808> not באמת <WH571> in truth, ולא <WH3808> nor בצדקה׃ <WH6666> in righteousness."},{"number":2,"verse":"כי <WH3588> For מעיר <WH5892> city, הקדשׁ <WH6944> of the holy נקראו <WH7121> they call themselves ועל <WH5921> upon אלהי <WH430> the God ישׂראל <WH3478> of Israel; נסמכו <WH5564> and stay themselves יהוה <WH3068> The LORD צבאות <WH6635> of hosts שׁמו׃ <WH8034> his name."},{"number":3,"verse":"הראשׁנות <WH7223> the former things מאז <WH227> from the beginning; הגדתי <WH5046> I have declared ומפי <WH6310> out of my mouth, יצאו <WH3318> and they went forth ואשׁמיעם <WH8085> and I showed פתאם <WH6597> suddenly, עשׂיתי <WH6213> them; I did ותבאנה׃ <WH935> and they came to pass."},{"number":4,"verse":"מדעתי <WH1847> כי <WH3588> that קשׁה <WH7186> obstinate, אתה <WH859> thou וגיד <WH1517> sinew, ברזל <WH1270> an iron ערפך <WH6203> and thy neck ומצחך <WH4696> and thy brow נחושׁה׃ <WH5154> brass;"},{"number":5,"verse":"ואגיד <WH5046> declared לך מאז <WH227> בטרם <WH2962> to thee; before תבוא <WH935> it came to pass השׁמעתיך <WH8085> I showed פן <WH6435> thee: lest תאמר <WH559> thou shouldest say, עצבי <WH6091> עשׂם <WH6213> hath done ופסלי <WH6459> them, and my graven image, ונסכי <WH5262> and my molten image, צום׃ <WH6680> hath commanded"},{"number":6,"verse":"שׁמעת <WH8085> Thou hast heard, חזה <WH2372> see כלה <WH3605> all ואתם <WH859> ye הלוא <WH3808> this; and will not תגידו <WH5046> declare השׁמעתיך <WH8085> I have showed חדשׁות <WH2319> thee new things מעתה <WH6258> from this time, ונצרות <WH5341> even hidden things, ולא <WH3808> and thou didst not ידעתם׃ <WH3045> know"},{"number":7,"verse":"עתה <WH6258> now, נבראו <WH1254> They are created ולא <WH3808> and not מאז <WH227> from the beginning; ולפני <WH6440> even before יום <WH3117> the day ולא <WH3808> them not; שׁמעתם <WH8085> when thou heardest פן <WH6435> lest תאמר <WH559> thou shouldest say, הנה <WH2009> Behold, ידעתין׃ <WH3045> I knew"},{"number":8,"verse":"גם <WH1571> Yea, לא <WH3808> not; שׁמעת <WH8085> thou heardest גם <WH1571> yea, לא <WH3808> not; ידעת <WH3045> thou knewest גם <WH1571> yea, מאז <WH227> from that time לא <WH3808> was not פתחה <WH6605> opened: אזנך <WH241> thine ear כי <WH3588> for ידעתי <WH3045> I knew בגוד <WH901> תבגוד <WH898> that thou wouldest deal very treacherously, ופשׁע <WH6586> a transgressor מבטן <WH990> from the womb. קרא׃ <WH7121> and wast called"},{"number":9,"verse":"למען <WH4616> שׁמיאריך <WH748> will I defer אפי <WH639> mine anger, ותהלתי <WH8416> and for my praise אחטם <WH2413> will I refrain לך לבלתי <WH1115> הכריתך׃ <WH3772>"},{"number":10,"verse":"הנה <WH2009> Behold, צרפתיך <WH6884> I have refined ולא <WH3808> thee, but not בכסף <WH3701> with silver; בחרתיך <WH977> I have chosen בכור <WH3564> thee in the furnace עני׃ <WH6040> of affliction."},{"number":11,"verse":"למעני <WH4616> For mine own sake, למעני <WH4616> for mine own sake, אעשׂה <WH6213> will I do כי <WH3588> for איך <WH349> how יחל <WH2490> should be polluted? וכבודי <WH3519> my glory לאחר <WH312> unto another. לא <WH3808> and I will not אתן׃ <WH5414> give"},{"number":12,"verse":"שׁמע <WH8085> Hearken אלי <WH413> unto יעקב <WH3290> me, O Jacob וישׂראל <WH3478> and Israel, מקראי <WH7121> my called; אני <WH589> I הוא <WH1931> he; אני <WH589> I ראשׁון <WH7223> the first, אף <WH637> also אני <WH589> I אחרון׃ <WH314> the last."},{"number":13,"verse":"אף <WH637> also ידי <WH3027> Mine hand יסדה <WH3245> hath laid the foundation ארץ <WH776> of the earth, וימיני <WH3225> and my right hand טפחה <WH2946> hath spanned שׁמים <WH8064> the heavens: קרא <WH7121> call אני <WH589> I אליהם <WH413> unto יעמדו <WH5975> them, they stand up יחדו׃ <WH3162> together."},{"number":14,"verse":"הקבצו <WH6908> ye, assemble yourselves, כלכם <WH3605> All ושׁמעו <WH8085> and hear; מי <WH4310> which בהם הגיד <WH5046> among them hath declared את <WH853> אלה <WH428> these יהוה <WH3069> אהבו <WH157> hath loved יעשׂה <WH6213> him: he will do חפצו <WH2656> his pleasure בבבל <WH894> on Babylon, וזרעו <WH2220> and his arm כשׂדים׃ <WH3778> the Chaldeans."},{"number":15,"verse":"אני <WH589> I, אני <WH589> I, דברתי <WH1696> have spoken; אף <WH637> yea, קראתיו <WH7121> I have called הביאתיו <WH935> him: I have brought והצליח <WH6743> prosperous. דרכו׃ <WH1870> him, and he shall make his way"},{"number":16,"verse":"קרבו <WH7126> Come ye near אלי <WH413> unto שׁמעו <WH8085> me, hear זאת <WH2063> ye this; לא <WH3808> I have not מראשׁ <WH7218> from the beginning; בסתר <WH5643> in secret דברתי <WH1696> spoken מעת <WH6256> from the time היותה <WH1961> that it was, שׁם <WH8033> there אני <WH589> I: ועתה <WH6258> and now אדני <WH136> the Lord יהוה <WH3069> GOD, שׁלחני <WH7971> hath sent ורוחו׃ <WH7307> and his Spirit,"},{"number":17,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, גאלך <WH1350> thy Redeemer, קדושׁ <WH6918> the Holy One ישׂראל <WH3478> of Israel; אני <WH589> I יהוה <WH3068> the Lord אלהיך <WH430> thy God מלמדך <WH3925> which teacheth להועיל <WH3276> thee to profit, מדריכך <WH1869> which leadeth בדרך <WH1870> thee by the way תלך׃ <WH1980> thou shouldest go."},{"number":18,"verse":"לוא <WH3863> O that הקשׁבת <WH7181> thou hadst hearkened למצותי <WH4687> to my commandments! ויהי <WH1961> been כנהר <WH5104> as a river, שׁלומך <WH7965> then had thy peace וצדקתך <WH6666> and thy righteousness כגלי <WH1530> as the waves הים׃ <WH3220> of the sea:"},{"number":19,"verse":"ויהי <WH1961> also had been כחול <WH2344> as the sand, זרעך <WH2233> Thy seed וצאצאי <WH6631> and the offspring מעיך <WH4578> of thy bowels כמעתיו <WH4579> like the gravel לא <WH3808> should not יכרת <WH3772> have been cut off ולא <WH3808> nor ישׁמד <WH8045> destroyed שׁמו <WH8034> thereof; his name מלפני׃ <WH6440> from before"},{"number":20,"verse":"צאו <WH3318> Go ye forth מבבל <WH894> ברחו <WH1272> flee מכשׂדים <WH3778> בקול <WH6963> with a voice רנה <WH7440> of singing הגידו <WH5046> declare השׁמיעו <WH8085> ye, tell זאת <WH2063> this, הוציאוה <WH3318> utter עד <WH5704> it to קצה <WH7097> the end הארץ <WH776> of the earth; אמרו <WH559> say גאל <WH1350> hath redeemed יהוה <WH3068> ye, The LORD עבדו <WH5650> his servant יעקב׃ <WH3290> Jacob."},{"number":21,"verse":"ולא <WH3808> not צמאו <WH6770> And they thirsted בחרבות <WH2723> them through the deserts: הוליכם <WH1980> he led מים <WH4325> he caused the waters מצור <WH6697> out of the rock הזיל <WH5140> to flow למו ויבקע <WH1234> for them: he cleaved צור <WH6697> the rock ויזבו <WH2100> gushed out. מים׃ <WH4325> also, and the waters"},{"number":22,"verse":"אין <WH369> no שׁלום <WH7965> peace, אמר <WH559> saith יהוה <WH3068> the LORD, לרשׁעים׃ <WH7563> unto the wicked."}]}