{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"אשׁירה <WH7891> will I sing נא <WH4994> Now לידידי <WH3039> to my well-beloved שׁירת <WH7892> a song דודי <WH1730> of my beloved לכרמו <WH3754> touching his vineyard. כרם <WH3754> a vineyard היה <WH1961> hath לידידי <WH3039> My well-beloved בקרן <WH7161> בן <WH1121> in a very fruitful hill: שׁמן׃ <WH8081>"},{"number":2,"verse":"ויעזקהו <WH5823> And he fenced ויסקלהו <WH5619> it, and gathered out the stones ויטעהו <WH5193> thereof, and planted שׂרק <WH8321> it with the choicest vine, ויבן <WH1129> and built מגדל <WH4026> a tower בתוכו <WH8432> in the midst וגם <WH1571> of it, and also יקב <WH3342> a winepress חצב <WH2672> made בו ויקו <WH6960> therein: and he looked לעשׂות <WH6213> that it should bring forth ענבים <WH6025> grapes, ויעשׂ <WH6213> and it brought forth באשׁים׃ <WH891> wild grapes."},{"number":3,"verse":"ועתה <WH6258> And now, יושׁב <WH3427> O inhabitants ירושׁלם <WH3389> of Jerusalem, ואישׁ <WH376> and men יהודה <WH3063> of Judah, שׁפטו <WH8199> judge, נא <WH4994> I pray you, ביני <WH996> between ובין <WH996> כרמי׃ <WH3754> me and my vineyard."},{"number":4,"verse":"מה <WH4100> What לעשׂות <WH6213> could have been done עוד <WH5750> more לכרמי <WH3754> to my vineyard, ולא <WH3808> that I have not עשׂיתי <WH6213> done בו מדוע <WH4069> in it? wherefore, קויתי <WH6960> when I looked לעשׂות <WH6213> that it should bring forth ענבים <WH6025> grapes, ויעשׂ <WH6213> brought it forth באשׁים׃ <WH891> wild grapes?"},{"number":5,"verse":"ועתה <WH6258> And now אודיעה <WH3045> נאתכם <WH853> אתשׁר <WH834> you what אני <WH589> I עשׂה <WH6213> will do לכרמי <WH3754> to my vineyard: הסר <WH5493> I will take away משׂוכתו <WH4881> the hedge והיה <WH1961> thereof, and it shall be לבער <WH1197> eaten up; פרץ <WH6555> break down גדרו <WH1447> the wall והיה <WH1961> thereof, and it shall be למרמס׃ <WH4823> trodden down:"},{"number":6,"verse":"ואשׁיתהו <WH7896> And I will lay בתה <WH1326> it waste: לא <WH3808> it shall not יזמר <WH2168> ולא <WH3808> nor יעדר <WH5737> digged; ועלה <WH5927> but there shall come up שׁמיר <WH8068> briers ושׁית <WH7898> and thorns: ועל <WH5921> upon העבים <WH5645> the clouds אצוה <WH6680> מהמטירליו <WH5921> מטר׃ <WH4306>"},{"number":7,"verse":"כי <WH3588> For כרם <WH3754> the vineyard יהוה <WH3068> of the LORD צבאות <WH6635> of hosts בית <WH1004> the house ישׂראל <WH3478> of Israel, ואישׁ <WH376> and the men יהודה <WH3063> of Judah נטע <WH5194> plant: שׁעשׁועיו <WH8191> his pleasant ויקו <WH6960> and he looked למשׁפט <WH4941> for judgment, והנה <WH2009> but behold משׂפח <WH4939> oppression; לצדקה <WH6666> for righteousness, והנה <WH2009> but behold צעקה׃ <WH6818> a cry."},{"number":8,"verse":"הוי <WH1945> Woe מגיעי <WH5060> unto them that join בית <WH1004> house בבית <WH1004> to house, שׂדה <WH7704> field בשׂדה <WH7704> to field, יקריבו <WH7126> lay עד <WH5704> till אפס <WH657> no מקום <WH4725> place, והושׁבתם <WH3427> that they may be placed לבדכם <WH905> alone בקרב <WH7130> in the midst הארץ׃ <WH776> of the earth!"},{"number":9,"verse":"באזני <WH241> In mine ears יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אם <WH518> לאתים <WH1004> houses רבים <WH7227> many לשׁמה <WH8047> desolate, יהיו <WH1961> shall be גדלים <WH1419> great וטובים <WH2896> and fair, מאין <WH369> without יושׁב׃ <WH3427> inhabitant."},{"number":10,"verse":"כי <WH3588> Yea, עשׂרת <WH6235> ten צמדי <WH6776> acres כרם <WH3754> of vineyard יעשׂו <WH6213> shall yield בת <WH1324> bath, אחת <WH259> one וזרע <WH2233> and the seed חמר <WH2563> of a homer יעשׂה <WH6213> shall yield איפה׃ <WH374> an ephah."},{"number":11,"verse":"הוי <WH1945> Woe משׁכימי <WH7925> unto them that rise up early בבקר <WH1242> in the morning, שׁכר <WH7941> strong drink; ירדפו <WH7291> they may follow מאחרי <WH309> that continue בנשׁף <WH5399> until night, יין <WH3196> wine ידליקם׃ <WH1814> inflame"},{"number":12,"verse":"והיה <WH1961> are כנור <WH3658> And the harp, ונבל <WH5035> and the viol, תף <WH8596> the tabret, וחליל <WH2485> and pipe, ויין <WH3196> and wine, משׁתיהם <WH4960> in their feasts: ואת <WH853> פעל <WH6467> the work יהוה <WH3068> of the LORD, לא <WH3808> not יביטו <WH5027> but they regard ומעשׂה <WH4639> the operation ידיו <WH3027> of his hands. לא <WH3808> neither ראו׃ <WH7200> consider"},{"number":13,"verse":"לכן <WH3651> Therefore גלה <WH1540> are gone into captivity, עמי <WH5971> my people מבלי <WH1097> because no דעת <WH1847> knowledge: וכבודו <WH3519> and their honorable מתי <WH4962> men רעב <WH7458> famished, והמונו <WH1995> and their multitude צחה <WH6704> dried up צמא׃ <WH6772> with thirst."},{"number":14,"verse":"לכן <WH3651> Therefore הרחיבה <WH7337> hath enlarged שׁאול <WH7585> hell נפשׁה <WH5315> herself, ופערה <WH6473> and opened פיה <WH6310> her mouth לבלי <WH1097> without חק <WH2706> measure: וירד <WH3381> shall descend הדרה <WH1926> and their glory, והמונה <WH1995> and their multitude, ושׁאונה <WH7588> and their pomp, ועלז׃ <WH5938> and he that rejoiceth,"},{"number":15,"verse":"וישׁח <WH7817> shall be brought down, אדם <WH120> And the mean man וישׁפל <WH8213> shall be humbled, אישׁ <WH376> and the mighty man ועיני <WH5869> and the eyes גבהים <WH1364> of the lofty תשׁפלנה׃ <WH8213> shall be humbled:"},{"number":16,"verse":"ויגבה <WH1361> shall be exalted יהוה <WH3068> But the LORD צבאות <WH6635> of hosts במשׁפט <WH4941> in judgment, והאל <WH410> and God הקדושׁ <WH6918> that is holy נקדשׁ <WH6942> shall be sanctified בצדקה׃ <WH6666> in righteousness."},{"number":17,"verse":"ורעו <WH7462> feed כבשׂים <WH3532> Then shall the lambs כדברם <WH1699> after their manner, וחרבות <WH2723> and the waste places מחים <WH4220> of the fat ones גרים <WH1481> shall strangers יאכלו׃ <WH398> eat."},{"number":18,"verse":"הוי <WH1945> Woe משׁכי <WH4900> unto them that draw העון <WH5771> iniquity בחבלי <WH2256> with cords השׁוא <WH7723> of vanity, וכעבות <WH5688> rope: העגלה <WH5699> as it were with a cart חטאה׃ <WH2403>"},{"number":19,"verse":"האמרים <WH559> That say, ימהר <WH4116> Let him make speed, יחישׁה <WH2363> hasten מעשׂהו <WH4639> his work, למען <WH4616> that נראה <WH7200> we may see ותקרב <WH7126> draw nigh ותבואה <WH935> and come, עצת <WH6098> and let the counsel קדושׁ <WH6918> of the Holy One ישׂראל <WH3478> of Israel ונדעה׃ <WH3045> that we may know"},{"number":20,"verse":"הוי <WH1945> Woe האמרים <WH559> unto them that call לרע <WH7451> evil טוב <WH2896> good, ולטוב <WH2896> and good רע <WH7451> evil; שׂמים <WH7760> that put חשׁך <WH2822> darkness לאור <WH216> for light, ואור <WH216> and light לחשׁך <WH2822> for darkness; שׂמים <WH7760> that put מר <WH4751> bitter למתוק <WH4966> for sweet, ומתוק <WH4966> and sweet למר׃ <WH4751> for bitter!"},{"number":21,"verse":"הוי <WH1945> Woe חכמים <WH2450> unto wise בעיניהם <WH5869> in their own eyes, ונגד <WH5048> in פניהם <WH6440> their own sight! נבנים׃ <WH995> and prudent"},{"number":22,"verse":"הוי <WH1945> Woe גבורים <WH1368> unto mighty לשׁתות <WH8354> to drink יין <WH3196> wine, ואנשׁי <WH582> חיל <WH2428> of strength למסך <WH4537> to mingle שׁכר׃ <WH7941> strong drink:"},{"number":23,"verse":"מצדיקי <WH6663> Which justify רשׁע <WH7563> the wicked עקב <WH6118> for שׁחד <WH7810> reward, וצדקת <WH6666> the righteousness צדיקים <WH6662> of the righteous יסירו <WH5493> and take away ממנו׃ <WH4480> from"},{"number":24,"verse":"לכן <WH3651> Therefore כאכל <WH398> devoureth קשׁ <WH7179> the stubble, לשׁון <WH3956> אשׁ <WH784> as the fire וחשׁשׁ <WH2842> the chaff, להבה <WH3852> and the flame ירפה <WH7503> consumeth שׁרשׁם <WH8328> their root כמק <WH4716> as rottenness, יהיה <WH1961> shall be ופרחם <WH6525> and their blossom כאבק <WH80> as dust: יעלה <WH5927> shall go up כי <WH3588> because מאסו <WH3988> they have cast away את <WH853> תורת <WH8451> the law יהוה <WH3068> of the LORD צבאות <WH6635> of hosts, ואת <WH853> אמרת <WH565> the word קדושׁ <WH6918> of the Holy One ישׂראל <WH3478> of Israel. נאצו׃ <WH5006> and despised"},{"number":25,"verse":"על <WH5921> against כן <WH3651> חרה <WH2734> kindled אף <WH639> is the anger יהוה <WH3068> of the LORD בעמו <WH5971> against his people, ויט <WH5186> and he hath stretched forth ידו <WH3027> his hand עליו <WH5921> ויכהו <WH5221> them, and hath smitten וירגזו <WH7264> did tremble, ההרים <WH2022> them: and the hills ותהי <WH1961> torn נבלתם <WH5038> and their carcasses כסוחה <WH5478> torn בקרב <WH7130> in the midst חוצות <WH2351> of the streets. בכל <WH3605> For all זאת <WH2063> this לא <WH3808> is not שׁב <WH7725> turned away, אפו <WH639> his anger ועוד <WH5750> still. ידו <WH3027> but his hand נטויה׃ <WH5186> stretched out"},{"number":26,"verse":"ונשׂא <WH5375> And he will lift up נס <WH5251> an ensign לגוים <WH1471> to the nations מרחוק <WH7350> from far, ושׁרק <WH8319> and will hiss לו מקצה <WH7097> unto them from the end הארץ <WH776> of the earth: והנה <WH2009> and, behold, מהרה <WH4120> with speed קל <WH7031> swiftly: יבוא׃ <WH935> they shall come"},{"number":27,"verse":"אין <WH369> None עיף <WH5889> shall be weary ואין <WH369> nor כושׁל <WH3782> stumble בו לא <WH3808> among them; none ינום <WH5123> shall slumber ולא <WH3808> nor יישׁן <WH3462> sleep; ולא <WH3808> neither נפתח <WH6605> be loosed, אזור <WH232> shall the girdle חלציו <WH2504> of their loins ולא <WH3808> nor נתק <WH5423> be broken: שׂרוך <WH8288> the latchet נעליו׃ <WH5275> of their shoes"},{"number":28,"verse":"אשׁר <WH834> Whose חציו <WH2671> arrows שׁנונים <WH8150> sharp, וכל <WH3605> and all קשׁתתיו <WH7198> their bows דרכות <WH1869> bent, פרסות <WH6541> hooves סוסיו <WH5483> their horses' כצר <WH6862> נחשׁבו <WH2803> shall be counted וגלגליו <WH1534> and their wheels כסופה׃ <WH5492> like a whirlwind:"},{"number":29,"verse":"שׁאגה <WH7581> Their roaring לו כלביא <WH3833> like a lion, ושׁאג <WH7580> they shall roar ככפירים <WH3715> like young lions: וינהם <WH5098> yea, they shall roar, ויאחז <WH270> and lay hold טרף <WH2964> of the prey, ויפליט <WH6403> and shall carry away safe, ואין <WH369> and none מציל׃ <WH5337> shall deliver"},{"number":30,"verse":"וינהם <WH5098> they shall roar עליו <WH5921> against ביום <WH3117> day ההוא <WH1931> And in that כנהמת <WH5100> them like the roaring ים <WH3220> of the sea: ונבט <WH5027> and if look לארץ <WH776> unto the land, והנה <WH2009> behold חשׁך <WH2822> darkness צר <WH6862> sorrow, ואור <WH216> and the light חשׁך <WH2821> is darkened בעריפיה׃ <WH6183> in the heavens"}]}