{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, אי <WH335> Where זה <WH2088> ספר <WH5612> the bill כריתות <WH3748> divorcement, אמכם <WH517> of your mother's אשׁר <WH834> whom שׁלחתיה <WH7971> I have put away? או <WH176> or מי <WH4310> which מנושׁי <WH5383> of my creditors אשׁר <WH834> to whom מכרתי <WH4376> I have sold אתכם <WH853> לו הן <WH2005> you? Behold, בעונתיכם <WH5771> for your iniquities נמכרתם <WH4376> have ye sold yourselves, ובפשׁעיכם <WH6588> and for your transgressions שׁלחה <WH7971> put away. אמכם׃ <WH517> is your mother"},{"number":2,"verse":"מדוע <WH4069> Wherefore, באתי <WH935> when I came, ואין <WH369> no אישׁ <WH376> man? קראתי <WH7121> when I called, ואין <WH369> none עונה <WH6030> to answer? הקצור <WH7114> shortened at all, קצרה <WH7114> shortened at all, ידי <WH3027> Is my hand מפדות <WH6304> that it cannot redeem? ואם <WH518> or אין <WH369> have I no בי כח <WH3581> power להציל <WH5337> to deliver? הן <WH2005> behold, בגערתי <WH1606> at my rebuke אחריב <WH2717> I dry up ים <WH3220> the sea, אשׂים <WH7760> I make נהרות <WH5104> the rivers מדבר <WH4057> a wilderness: תבאשׁ <WH887> stinketh, דגתם <WH1710> their fish מאין <WH369> because no מים <WH4325> water, ותמת <WH4191> and dieth בצמא׃ <WH6772> for thirst."},{"number":3,"verse":"אלבישׁ <WH3847> I clothe שׁמים <WH8064> the heavens קדרות <WH6940> with blackness, ושׂק <WH8242> sackcloth אשׂים <WH7760> and I make כסותם׃ <WH3682> their covering."},{"number":4,"verse":"אדני <WH136> The Lord יהוה <WH3069> GOD נתן <WH5414> hath given לי לשׁון <WH3956> me the tongue למודים <WH3928> of the learned, לדעת <WH3045> that I should know לעות <WH5790> how to speak a word in season את <WH853> יעף <WH3287> to weary: דבר <WH1697> how to speak a word in season יעיר <WH5782> he wakeneth בבקר <WH1242> morning בבקר <WH1242> by morning, יעיר <WH5782> he wakeneth לי אזן <WH241> mine ear לשׁמע <WH8085> to hear כלמודים׃ <WH3928> as the learned."},{"number":5,"verse":"אדני <WH136> The Lord יהוה <WH3068> פתח <WH6605> hath opened לי אזן <WH241> mine ear, ואנכי <WH595> and I לא <WH3808> was not מריתי <WH4784> rebellious, אחור <WH268> back. לא <WH3808> neither נסוגתי׃ <WH5472> turned away"},{"number":6,"verse":"גוי <WH1460> my back נתתי <WH5414> I gave למכים <WH5221> to the smiters, ולחיי <WH3895> and my cheeks למרטים <WH4803> to them that plucked off the hair: פני <WH6440> my face לא <WH3808> not הסתרתי <WH5641> I hid מכלמות <WH3639> from shame ורק׃ <WH7536> and spitting."},{"number":7,"verse":"ואדני <WH136> For the Lord יהוה <WH3069> GOD יעזר <WH5826> will help לי על <WH5921> me; therefore כן <WH3651> me; therefore לא <WH3808> shall I not נכלמתי <WH3637> be confounded: על <WH5921> therefore כן <WH3651> therefore שׂמתי <WH7760> have I set פני <WH6440> my face כחלמישׁ <WH2496> like a flint, ואדע <WH3045> and I know כי <WH3588> that לא <WH3808> I shall not אבושׁ׃ <WH954> be ashamed."},{"number":8,"verse":"קרוב <WH7138> near מצדיקי <WH6663> that justifieth מי <WH4310> me; who יריב <WH7378> will contend אתי <WH854> with נעמדה <WH5975> me? let us stand יחד <WH3162> together: מי <WH4310> who בעל <WH1167> mine adversary? משׁפטי <WH4941> mine adversary? יגשׁ <WH5066> let him come near אלי׃ <WH413> to"},{"number":9,"verse":"הן <WH2005> Behold, אדני <WH136> the Lord יהוה <WH3069> GOD יעזר <WH5826> will help לי מי <WH4310> me; who הוא <WH1931> he ירשׁיעני <WH7561> shall condemn הן <WH2005> me? lo, כלם <WH3605> they all כבגד <WH899> as a garment; יבלו <WH1086> shall wax old עשׁ <WH6211> the moth יאכלם׃ <WH398> shall eat them up."},{"number":10,"verse":"מי <WH4310> Who בכם ירא <WH3373> among you that feareth יהוה <WH3068> the LORD, שׁמע <WH8085> that obeyeth בקול <WH6963> the voice עבדו <WH5650> of his servant, אשׁר <WH834> that הלך <WH1980> walketh חשׁכים <WH2825> darkness, ואין <WH369> and hath no נגה <WH5051> light? לו יבטח <WH982> let him trust בשׁם <WH8034> in the name יהוה <WH3068> of the LORD, וישׁען <WH8172> and stay באלהיו׃ <WH430> upon his God."},{"number":11,"verse":"הן <WH2005> Behold, כלכם <WH3605> all קדחי <WH6919> ye that kindle אשׁ <WH784> a fire, מאזרי <WH247> that compass about זיקות <WH2131> with sparks: לכו <WH1980> walk באור <WH217> in the light אשׁכם <WH784> of your fire, ובזיקות <WH2131> and in the sparks בערתם <WH1197> ye have kindled. מידי <WH3027> of mine hand; היתה <WH1961> shall ye have זאת <WH2063> This לכם למעצבה <WH4620> in sorrow. תשׁכבון׃ <WH7901> ye shall lie down"}]}