{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":56,"verses":[{"number":1,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, שׁמרו <WH8104> Keep משׁפט <WH4941> ye judgment, ועשׂו <WH6213> and do צדקה <WH6666> justice: כי <WH3588> for קרובה <WH7138> near ישׁועתי <WH3444> my salvation לבוא <WH935> to come, וצדקתי <WH6666> and my righteousness להגלות׃ <WH1540> to be revealed."},{"number":2,"verse":"אשׁרי <WH835> Blessed אנושׁ <WH376> יעשׂה <WH6213> doeth זאת <WH2063> this, ובן <WH1121> and the son אדם <WH120> of man יחזיק <WH2388> layeth hold בה שׁמר <WH8104> on it; that keepeth שׁבת <WH7676> the sabbath מחללו <WH2490> from polluting ושׁמר <WH8104> it, and keepeth ידו <WH3027> his hand מעשׂות <WH6213> from doing כל <WH3605> any רע׃ <WH7451> evil."},{"number":3,"verse":"ואל <WH408> Neither יאמר <WH559> speak, בן <WH1121> let the son הנכר <WH5236> of the stranger, הנלוה <WH3867> that hath joined himself אל <WH413> to יהוה <WH3068> the LORD, לאמר <WH559> saying, הבדל <WH914> hath utterly separated יבדילני <WH914> hath utterly separated יהוה <WH3068> The LORD מעל <WH5921> me from עמו <WH5971> his people: ואל <WH408> neither יאמר <WH559> say, הסריס <WH5631> let the eunuch הן <WH2005> Behold, אני <WH589> I עץ <WH6086> tree. יבשׁ׃ <WH3002> a dry"},{"number":4,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD לסריסים <WH5631> unto the eunuchs אשׁר <WH834> that ישׁמרו <WH8104> keep את <WH853> שׁבתותי <WH7676> my sabbaths, ובחרו <WH977> and choose באשׁר <WH834> that חפצתי <WH2654> please ומחזיקים <WH2388> me, and take hold בבריתי׃ <WH1285> of my covenant;"},{"number":5,"verse":"ונתתי <WH5414> Even unto them will I give להם בביתי <WH1004> in mine house ובחומתי <WH2346> and within my walls יד <WH3027> a place ושׁם <WH8034> and a name טוב <WH2896> better מבנים <WH1121> than of sons ומבנות <WH1323> and of daughters: שׁם <WH8034> name, עולם <WH5769> them an everlasting אתן <WH5414> I will give לו אשׁר <WH834> that לא <WH3808> shall not יכרת׃ <WH3772> be cut off."},{"number":6,"verse":"ובני <WH1121> Also the sons הנכר <WH5236> of the stranger, הנלוים <WH3867> that join themselves על <WH5921> to יהוה <WH3068> the LORD, לשׁרתו <WH8334> to serve ולאהבה <WH157> him, and to love את <WH853> שׁם <WH8034> the name יהוה <WH3068> of the LORD, להיות <WH1961> to be לו לעבדים <WH5650> his servants, כל <WH3605> every one שׁמר <WH8104> that keepeth שׁבת <WH7676> the sabbath מחללו <WH2490> from polluting ומחזיקים <WH2388> it, and taketh hold בבריתי׃ <WH1285> of my covenant;"},{"number":7,"verse":"והביאותים <WH935> Even them will I bring אל <WH413> to הר <WH2022> mountain, קדשׁי <WH6944> my holy ושׂמחתים <WH8055> and make them joyful בבית <WH1004> in my house תפלתי <WH8605> of prayer: עולתיהם <WH5930> their burnt offerings וזבחיהם <WH2077> and their sacrifices לרצון <WH7522> accepted על <WH5921> upon מזבחי <WH4196> mine altar; כי <WH3588> for ביתי <WH1004> mine house בית <WH1004> a house תפלה <WH8605> of prayer יקרא <WH7121> shall be called לכל <WH3605> for all העמים׃ <WH5971> people."},{"number":8,"verse":"נאם <WH5002> saith, אדני <WH136> The Lord יהוה <WH3069> GOD מקבץ <WH6908> which gathereth נדחי <WH1760> the outcasts ישׂראל <WH3478> of Israel עוד <WH5750> Yet אקבץ <WH6908> will I gather עליו <WH5921> to לנקבציו׃ <WH6908> him, beside those that are gathered"},{"number":9,"verse":"כל <WH3605> All חיתו <WH2416> ye beasts שׂדי <WH7704> of the field, אתיו <WH857> come לאכל <WH398> to devour, כל <WH3605> all חיתו <WH2416> ye beasts ביער׃ <WH3293> in the forest."},{"number":10,"verse":"צפו <WH6822> His watchmen עורים <WH5787> blind: כלם <WH3605> they are all לא <WH3808> ignorant, ידעו <WH3045> ignorant, כלם <WH3605> they all כלבים <WH3611> dogs, אלמים <WH483> dumb לא <WH3808> they cannot יוכלו <WH3201> they cannot לנבח <WH5024> bark; הזים <WH1957> sleeping, שׁכבים <WH7901> lying down, אהבי <WH157> loving לנום׃ <WH5123> to slumber."},{"number":11,"verse":"והכלבים <WH3611> dogs עזי <WH5794> נפשׁא <WH3808> can never ידעו <WH3045> have שׂבעה <WH7646> והמה <WH1992> and they רעים <WH7462> shepherds לא <WH3808> cannot ידעו <WH3045> cannot הבין <WH995> understand: כלם <WH3605> they all לדרכם <WH1870> to their own way, פנו <WH6437> look אישׁ <WH376> every one לבצעו <WH1215> for his gain, מקצהו׃ <WH7097> from his quarter."},{"number":12,"verse":"אתיו <WH857> Come אקחה <WH3947> ye, I will fetch יין <WH3196> wine, ונסבאה <WH5433> and we will fill שׁכר <WH7941> ourselves with strong drink; והיה <WH1961> shall be כזה <WH2088> as this יום <WH3117> day, מחר <WH4279> and tomorrow גדול <WH1419> more abundant. יתר <WH3499> more abundant. מאד׃ <WH3966> much"}]}