{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"קרא <WH7121> Cry בגרון <WH1627> aloud, אל <WH408> not, תחשׂך <WH2820> spare כשׁופר <WH7782> like a trumpet, הרם <WH7311> lift up קולך <WH6963> thy voice והגד <WH5046> and show לעמי <WH5971> my people פשׁעם <WH6588> their transgression, ולבית <WH1004> and the house יעקב <WH3290> of Jacob חטאתם׃ <WH2403> their sins."},{"number":2,"verse":"ואותי <WH853> יום <WH3117> me daily, יום <WH3117> me daily, ידרשׁון <WH1875> Yet they seek ודעת <WH1847> to know דרכי <WH1870> my ways, יחפצון <WH2654> and delight כגוי <WH1471> as a nation אשׁר <WH834> that צדקה <WH6666> righteousness, עשׂה <WH6213> did ומשׁפט <WH4941> the ordinance אלהיו <WH430> of their God: לא <WH3808> not עזב <WH5800> and forsook ישׁאלוני <WH7592> they ask משׁפטי <WH4941> of me the ordinances צדק <WH6664> of justice; קרבת <WH7132> in approaching אלהים <WH430> to God. יחפצון׃ <WH2654> they take delight"},{"number":3,"verse":"למה <WH4100> Wherefore צמנו <WH6684> have we fasted, ולא <WH3808> not? ראית <WH7200> and thou seest ענינו <WH6031> have we afflicted נפשׁנו <WH5315> our soul, ולא <WH3808> and thou takest no knowledge? תדע <WH3045> and thou takest no knowledge? הן <WH2005> Behold, ביום <WH3117> in the day צמכם <WH6685> of your fast תמצאו <WH4672> ye find חפץ <WH2656> pleasure, וכל <WH3605> all עצביכם <WH6092> your labors. תנגשׂו׃ <WH5065> and exact"},{"number":4,"verse":"הן <WH2005> Behold, לריב <WH7379> for strife ומצה <WH4683> and debate, תצומו <WH6684> ye fast ולהכות <WH5221> and to smite באגרף <WH106> with the fist רשׁע <WH7562> of wickedness: לא <WH3808> ye shall not תצומו <WH6684> fast כיום <WH3117> as day, להשׁמיע <WH8085> to be heard במרום <WH4791> on high. קולכם׃ <WH6963> to make your voice"},{"number":5,"verse":"הכזה <WH2088> it such יהיה <WH1961> Is צום <WH6685> a fast אבחרהו <WH977> that I have chosen? יום <WH3117> a day ענות <WH6031> to afflict אדם <WH120> for a man נפשׁו <WH5315> his soul? הלכף <WH3721> to bow down כאגמן <WH100> as a bulrush, ראשׁו <WH7218> his head ושׂק <WH8242> sackcloth ואפר <WH665> and ashes יציע <WH3331> and to spread הלזה <WH2088> this תקרא <WH7121> wilt thou call צום <WH6685> a fast, ויום <WH3117> day רצון <WH7522> and an acceptable ליהוה׃ <WH3068> to the LORD?"},{"number":6,"verse":"הלוא <WH3808> not זה <WH2088> this צום <WH6685> the fast אבחרהו <WH977> that I have chosen? פתח <WH6605> to loose חרצבות <WH2784> the bands רשׁע <WH7562> of wickedness, התר <WH5425> to undo אגדות <WH92> burdens, מוטה <WH4133> the heavy ושׁלח <WH7971> go רצוצים <WH7533> and to let the oppressed חפשׁים <WH2670> free, וכל <WH3605> every מוטה <WH4133> yoke? תנתקו׃ <WH5423> and that ye break"},{"number":7,"verse":"הלוא <WH3808> not פרס <WH6536> to deal לרעב <WH7457> to the hungry, לחמך <WH3899> thy bread ועניים <WH6041> the poor מרודים <WH4788> that are cast out תביא <WH935> and that thou bring בית <WH1004> to thy house? כי <WH3588> when תראה <WH7200> thou seest ערם <WH6174> the naked, וכסיתו <WH3680> that thou cover ומבשׂרך <WH1320> from thine own flesh? לא <WH3808> him; and that thou hide not thyself תתעלם׃ <WH5956> him; and that thou hide not thyself"},{"number":8,"verse":"אז <WH227> Then יבקע <WH1234> break forth כשׁחר <WH7837> as the morning, אורך <WH216> shall thy light וארכתך <WH724> and thine health מהרה <WH4120> speedily: תצמח <WH6779> shall spring forth והלך <WH1980> shall go לפניך <WH6440> before צדקך <WH6664> and thy righteousness כבוד <WH3519> thee; the glory יהוה <WH3068> of the LORD יאספך׃ <WH622> shall be thy rearward."},{"number":9,"verse":"אז <WH227> Then תקרא <WH7121> shalt thou call, ויהוה <WH3068> and the LORD יענה <WH6030> shall answer; תשׁוע <WH7768> thou shalt cry, ויאמר <WH559> and he shall say, הנני <WH2005> אם <WH518> I If תסיר <WH5493> thou take away מתוכך <WH8432> from the midst מוטה <WH4133> of thee the yoke, שׁלח <WH7971> the putting forth אצבע <WH676> of the finger, ודבר <WH1696> and speaking און׃ <WH205> vanity;"},{"number":10,"verse":"ותפק <WH6329> And thou draw out לרעב <WH7457> to the hungry, נפשׁך <WH5315> thy soul ונפשׁ <WH5315> soul; נענה <WH6031> the afflicted תשׂביע <WH7646> and satisfy וזרח <WH2224> rise בחשׁך <WH2822> in obscurity, אורך <WH216> then shall thy light ואפלתך <WH653> and thy darkness כצהרים׃ <WH6672> as the noonday:"},{"number":11,"verse":"ונחך <WH5148> shall guide יהוה <WH3069> תמיד <WH8548> thee continually, והשׂביע <WH7646> and satisfy בצחצחות <WH6710> in drought, נפשׁך <WH5315> thy soul ועצמתיך <WH6106> thy bones: יחליץ <WH2502> and make fat והיית <WH1961> and thou shalt be כגן <WH1588> garden, רוה <WH7302> like a watered וכמוצא <WH4161> and like a spring מים <WH4325> of water, אשׁר <WH834> whose לא <WH3808> not. יכזבו <WH3576> fail מימיו׃ <WH4325> waters"},{"number":12,"verse":"ובנו <WH1129> thee shall build ממך <WH4480> And of חרבות <WH2723> waste places: עולם <WH5769> the old מוסדי <WH4146> the foundations דור <WH1755> of many generations; ודור <WH1755> of many generations; תקומם <WH6965> thou shalt raise up וקרא <WH7121> and thou shalt be called, לך גדר <WH1443> The repairer פרץ <WH6556> of the breach, משׁבב <WH7725> The restorer נתיבות <WH5410> of paths לשׁבת׃ <WH3427> to dwell"},{"number":13,"verse":"אם <WH518> If תשׁיב <WH7725> thou turn away משׁבת <WH7676> from the sabbath, רגלך <WH7272> thy foot עשׂות <WH6213> doing חפציך <WH2656> thy pleasure ביום <WH3117> day; קדשׁי <WH6944> on my holy וקראת <WH7121> and call לשׁבת <WH7676> the sabbath ענג <WH6027> a delight, לקדושׁ <WH6918> the holy יהוה <WH3068> of the LORD, מכבד <WH3513> honorable; וכבדתו <WH3513> and shalt honor מעשׂות <WH6213> him, not doing דרכיך <WH1870> thine own ways, ממצוא <WH4672> nor finding חפצך <WH2656> thine own pleasure, ודבר <WH1696> nor speaking דבר׃ <WH1697> words:"},{"number":14,"verse":"אז <WH227> Then תתענג <WH6026> shalt thou delight thyself על <WH5921> in יהוה <WH3068> the LORD; והרכבתיך <WH7392> and I will cause thee to ride על <WH5921> upon במותי <WH1116> the high places ארץ <WH776> of the earth, והאכלתיך <WH398> and feed נחלת <WH5159> thee with the heritage יעקב <WH3290> of Jacob אביך <WH1> thy father: כי <WH3588> for פי <WH6310> the mouth יהוה <WH3068> of the LORD דבר׃ <WH1696> hath spoken"}]}