{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":59,"verses":[{"number":1,"verse":"הן <WH2005> Behold, לא <WH3808> is not קצרה <WH7114> shortened, יד <WH3027> hand יהוה <WH3068> the LORD's מהושׁיע <WH3467> that it cannot save; ולא <WH3808> neither כבדה <WH3513> heavy, אזנו <WH241> his ear משׁמוע׃ <WH8085> that it cannot hear:"},{"number":2,"verse":"כי <WH3588> אםונתיכם <WH5771> your iniquities היו <WH1961> have מבדלים <WH914> separated בינכם <WH996> between לבין <WH996> אלהיכם <WH430> you and your God, וחטאותיכם <WH2403> and your sins הסתירו <WH5641> have hid פנים <WH6440> face מכם <WH4480> from משׁמוע׃ <WH8085> you, that he will not hear."},{"number":3,"verse":"כי <WH3588> For כפיכם <WH3709> your hands נגאלו <WH1351> are defiled בדם <WH1818> with blood, ואצבעותיכם <WH676> and your fingers בעון <WH5771> with iniquity; שׂפתותיכם <WH8193> your lips דברו <WH1696> have spoken שׁקר <WH8267> lies, לשׁונכם <WH3956> your tongue עולה <WH5766> perverseness. תהגה׃ <WH1897> hath muttered"},{"number":4,"verse":"אין <WH369> None קרא <WH7121> calleth בצדק <WH6664> for justice, ואין <WH369> nor נשׁפט <WH8199> pleadeth באמונה <WH530> for truth: בטוח <WH982> they trust על <WH5921> in תהו <WH8414> vanity, ודבר <WH1696> and speak שׁוא <WH7723> lies; הרו <WH2029> they conceive עמל <WH5999> mischief, והוליד <WH3205> and bring forth און׃ <WH205> iniquity."},{"number":5,"verse":"ביצי <WH1000> eggs, צפעוני <WH6848> cockatrice' בקעו <WH1234> They hatch וקורי <WH6980> web: עכבישׁ <WH5908> the spider's יארגו <WH707> and weave האכל <WH398> he that eateth מביציהם <WH1000> of their eggs ימות <WH4191> dieth, והזורה <WH2116> and that which is crushed תבקע <WH1234> breaketh out אפעה׃ <WH660> into a viper."},{"number":6,"verse":"קוריהם <WH6980> Their webs לא <WH3808> shall not יהיו <WH1961> become לבגד <WH899> garments, ולא <WH3808> neither יתכסו <WH3680> shall they cover themselves במעשׂיהם <WH4639> with their works: מעשׂיהם <WH4639> their works מעשׂי <WH4639> works און <WH205> of iniquity, ופעל <WH6467> and the act חמס <WH2555> of violence בכפיהם׃ <WH3709> in their hands."},{"number":7,"verse":"רגליהם <WH7272> Their feet לרע <WH7451> to evil, ירצו <WH7323> run וימהרו <WH4116> and they make haste לשׁפך <WH8210> to shed דם <WH1818> blood: נקי <WH5355> innocent מחשׁבותיהם <WH4284> their thoughts מחשׁבות <WH4284> thoughts און <WH205> of iniquity; שׁד <WH7701> wasting ושׁבר <WH7667> and destruction במסלותם׃ <WH4546> in their paths."},{"number":8,"verse":"דרך <WH1870> The way שׁלום <WH7965> of peace לא <WH3808> not; ידעו <WH3045> they know ואין <WH369> and no משׁפט <WH4941> judgment במעגלותם <WH4570> in their goings: נתיבותיהם <WH5410> paths: עקשׁו <WH6140> they have made them crooked להם <WH1992> כל <WH3605> whosoever דרך <WH1869> goeth בה לא <WH3808> therein shall not ידע <WH3045> know שׁלום׃ <WH7965> peace."},{"number":9,"verse":"על <WH5921> כןחק <WH7368> is judgment far משׁפט <WH4941> is judgment far ממנו <WH4480> from ולא <WH3808> us, neither תשׂיגנו <WH5381> overtake צדקה <WH6666> doth justice נקוה <WH6960> us: we wait לאור <WH216> for light, והנה <WH2009> but behold חשׁך <WH2822> obscurity; לנגהות <WH5054> for brightness, באפלות <WH653> in darkness. נהלך׃ <WH1980> we walk"},{"number":10,"verse":"נגשׁשׁה <WH1659> We grope כעורים <WH5787> like the blind, קיר <WH7023> for the wall וכאין <WH369> as if no עינים <WH5869> eyes: נגשׁשׁה <WH1659> and we grope כשׁלנו <WH3782> we stumble בצהרים <WH6672> at noonday כנשׁף <WH5399> as in the night; באשׁמנים <WH820> in desolate places כמתים׃ <WH4191> as dead"},{"number":11,"verse":"נהמה <WH1993> We roar כדבים <WH1677> like bears, כלנו <WH3605> all וכיונים <WH3123> sore like doves: הגה <WH1897> and mourn נהגה <WH1897> and mourn נקוה <WH6960> we look למשׁפט <WH4941> for judgment, ואין <WH369> but none; לישׁועה <WH3444> for salvation, רחקה <WH7368> it is far off ממנו׃ <WH4480> from"},{"number":12,"verse":"כי <WH3588> For רבו <WH7235> פשׁעינו <WH6588> our transgressions נגדך <WH5048> before וחטאותינו <WH2403> thee, and our sins ענתה <WH6030> testify בנו כי <WH3588> against us: for פשׁעינו <WH6588> our transgressions אתנו <WH854> with ועונתינו <WH5771> us; and our iniquities, ידענום׃ <WH3045> we know"},{"number":13,"verse":"פשׁע <WH6586> In transgressing וכחשׁ <WH3584> and lying ביהוה <WH3068> against the LORD, ונסוג <WH5253> and departing away מאחר <WH310> from אלהינו <WH430> our God, דבר <WH1696> speaking עשׁק <WH6233> oppression וסרה <WH5627> and revolt, הרו <WH2029> conceiving והגו <WH1897> and uttering מלב <WH3820> from the heart דברי <WH1697> words שׁקר׃ <WH8267> of falsehood."},{"number":14,"verse":"והסג <WH5253> is turned away אחור <WH268> backward, משׁפט <WH4941> And judgment וצדקה <WH6666> and justice מרחוק <WH7350> afar off: תעמד <WH5975> standeth כי <WH3588> for כשׁלה <WH3782> is fallen ברחוב <WH7339> in the street, אמת <WH571> truth ונכחה <WH5229> and equity לא <WH3808> cannot תוכל <WH3201> cannot לבוא׃ <WH935> enter."},{"number":15,"verse":"ותהי <WH1961> faileth; האמת <WH571> Yea, truth נעדרת <WH5737> faileth; וסר <WH5493> and he departeth מרע <WH7451> from evil משׁתולל <WH7997> maketh himself a prey: וירא <WH7200> saw יהוה <WH3068> and the LORD וירע <WH7489> and it displeased בעיניו <WH5869> , and it displeased כי <WH3588> him that אין <WH369> no משׁפט׃ <WH4941> judgment."},{"number":16,"verse":"וירא <WH7200> And he saw כי <WH3588> that אין <WH369> no אישׁ <WH376> man, וישׁתומם <WH8074> and wondered כי <WH3588> that אין <WH369> no מפגיע <WH6293> intercessor: ותושׁע <WH3467> brought salvation לו זרעו <WH2220> therefore his arm וצדקתו <WH6666> unto him; and his righteousness, היא <WH1931> it סמכתהו׃ <WH5564> sustained"},{"number":17,"verse":"וילבשׁ <WH3847> For he put on צדקה <WH6666> righteousness כשׁרין <WH8302> as a breastplate, וכובע <WH3553> and a helmet ישׁועה <WH3444> of salvation בראשׁו <WH7218> upon his head; וילבשׁ <WH3847> and he put on בגדי <WH899> the garments נקם <WH5359> of vengeance תלבשׁת <WH8516> clothing, ויעט <WH5844> and was clad כמעיל <WH4598> as a cloak. קנאה׃ <WH7068> with zeal"},{"number":18,"verse":"כעל <WH5921> According גמלות <WH1578> to deeds, כעל <WH5921> accordingly ישׁלם <WH7999> he will repay, חמה <WH2534> fury לצריו <WH6862> to his adversaries, גמול <WH1576> recompense לאיביו <WH341> to his enemies; לאיים <WH339> to the islands גמול <WH1576> recompense. ישׁלם׃ <WH7999> he will repay"},{"number":19,"verse":"וייראו <WH3372> So shall they fear ממערב <WH4628> from the west, את <WH853> שׁם <WH8034> the name יהוה <WH3068> of the LORD וממזרח <WH4217> from the rising שׁמשׁ <WH8121> of the sun. את <WH853> כבודו <WH3519> and his glory כי <WH3588> When יבוא <WH935> shall come in כנהר <WH5104> like a flood, צר <WH6862> the enemy רוח <WH7307> the Spirit יהוה <WH3068> of the LORD נססה׃ <WH5127> shall lift up a standard"},{"number":20,"verse":"ובא <WH935> shall come לציון <WH6726> to Zion, גואל <WH1350> And the Redeemer ולשׁבי <WH7725> and unto them that turn from פשׁע <WH6588> transgression ביעקב <WH3290> in Jacob, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":21,"verse":"ואני <WH589> As for me, זאת <WH2063> this בריתי <WH1285> my covenant אותם <WH854> with אמר <WH559> them, saith יהוה <WH3068> the LORD; רוחי <WH7307> My spirit אשׁר <WH834> that עליך <WH5921> upon ודברי <WH1697> thee, and my words אשׁר <WH834> which שׂמתי <WH7760> I have put בפיך <WH6310> in thy mouth, לא <WH3808> shall not ימושׁו <WH4185> depart מפיך <WH6310> out of thy mouth, ומפי <WH6310> nor out of the mouth זרעך <WH2233> of thy seed, ומפי <WH6310> nor out of the mouth זרע <WH2233> of thy seed's זרעך <WH2233> seed, אמר <WH559> saith יהוה <WH3068> the LORD, מעתה <WH6258> from henceforth ועד <WH5704> and forever. עולם׃ <WH5769> and forever."}]}