{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"בשׁנת <WH8141> In the year מות <WH4194> died המלך <WH4428> that king עזיהו <WH5818> Uzziah ואראה <WH7200> I saw את <WH853> אדני <WH136> also the Lord ישׁב <WH3427> sitting על <WH5921> upon כסא <WH3678> a throne, רם <WH7311> high ונשׂא <WH5375> and lifted up, ושׁוליו <WH7757> and his train מלאים <WH4390> filled את <WH853> ההיכל׃ <WH1964> the temple."},{"number":2,"verse":"שׂרפים <WH8314> the seraphims: עמדים <WH5975> it stood ממעל <WH4605> לו שׁשׁ <WH8337> had six wings כנפים <WH3671> שׁשׁנפים <WH3671> לאחד <WH259> each one בשׁתים <WH8147> with twain יכסה <WH3680> he covered פניו <WH6440> his face, ובשׁתים <WH8147> and with twain יכסה <WH3680> he covered רגליו <WH7272> his feet, ובשׁתים <WH8147> and with twain יעופף׃ <WH5774> he did fly."},{"number":3,"verse":"וקרא <WH7121> And one cried זה <WH2088> another, אל <WH413> זהאמר <WH559> and said, קדושׁ <WH6918> Holy, קדושׁ <WH6918> holy, קדושׁ <WH6918> holy, יהוה <WH3068> the LORD צבאות <WH6635> of hosts: מלא <WH4393> full כל <WH3605> the whole הארץ <WH776> earth כבודו׃ <WH3519> of his glory."},{"number":4,"verse":"וינעו <WH5128> moved אמות <WH520> And the posts הספים <WH5592> of the door מקול <WH6963> at the voice הקורא <WH7121> of him that cried, והבית <WH1004> and the house ימלא <WH4390> was filled עשׁן׃ <WH6227> with smoke."},{"number":5,"verse":"ואמר <WH559> Then said אוי <WH188> I, Woe לי כי <WH3588> me! for נדמיתי <WH1820> I am undone; כי <WH3588> because אישׁ <WH376> a man טמא <WH2931> of unclean שׂפתים <WH8193> lips, אנכי <WH595> ובתוך <WH8432> in the midst עם <WH5971> of a people טמא <WH2931> of unclean שׂפתים <WH8193> lips: אנכי <WH595> יושׁב <WH3427> dwell כי <WH3588> for את <WH853> המלך <WH4428> the King, יהוה <WH3068> the LORD צבאות <WH6635> of hosts. ראו <WH7200> have seen עיני׃ <WH5869> mine eyes"},{"number":6,"verse":"ויעף <WH5774> Then flew אלי <WH413> unto אחד <WH259> one מן <WH4480> of השׂרפים <WH8314> the seraphims ובידו <WH3027> in his hand, רצפה <WH7531> me, having a live coal במלקחים <WH4457> with the tongs לקח <WH3947> he had taken מעל <WH5921> from off המזבח׃ <WH4196> the altar:"},{"number":7,"verse":"ויגע <WH5060> And he laid על <WH5921> upon פי <WH6310> my mouth, ויאמר <WH559> and said, הנה <WH2009> Lo, נגע <WH5060> hath touched זה <WH2088> this על <WH5921> hath touched שׂפתיך <WH8193> thy lips; וסר <WH5493> is taken away, עונך <WH5771> and thine iniquity וחטאתך <WH2403> and thy sin תכפר׃ <WH3722> purged."},{"number":8,"verse":"ואשׁמע <WH8085> Also I heard את <WH853> קול <WH6963> the voice אדני <WH136> of the Lord, אמר <WH559> saying, את <WH853> מי <WH4310> Whom אשׁלח <WH7971> shall I send, ומי <WH4310> and who ילך <WH1980> will go לנו ואמר <WH559> for us? Then said הנני <WH2005> שׁלחני׃ <WH7971> send"},{"number":9,"verse":"ויאמר <WH559> And he said, לך <WH1980> Go, ואמרת <WH559> and tell לעם <WH5971> people, הזה <WH2088> this שׁמעו <WH8085> שׁמועאל <WH408> not; תבינו <WH995> but understand וראו <WH7200> and see ye indeed, ראו <WH7200> and see ye indeed, ואל <WH408> תדעו׃ <WH3045> but perceive"},{"number":10,"verse":"השׁמן <WH8080> לב <WH3820> Make the heart העם <WH5971> people הזה <WH2088> of this ואזניו <WH241> and make their ears הכבד <WH3513> heavy, ועיניו <WH5869> their eyes; השׁע <WH8173> and shut פן <WH6435> lest יראה <WH7200> they see בעיניו <WH5869> with their eyes, ובאזניו <WH241> with their ears, ישׁמע <WH8085> and hear ולבבו <WH3824> with their heart, יבין <WH995> and understand ושׁב <WH7725> and convert, ורפא׃ <WH7495> and be healed."},{"number":11,"verse":"ואמר <WH559> Then said עד <WH5704> how long? מתי <WH4970> how long? אדני <WH136> I, Lord, ויאמר <WH559> And he answered, עד <WH5704> אשׁרם <WH518> שׁאו <WH7582> be wasted ערים <WH5892> the cities מאין <WH369> without יושׁב <WH3427> inhabitant, ובתים <WH1004> and the houses מאין <WH369> without אדם <WH120> man, והאדמה <WH127> and the land תשׁאה <WH7582> desolate, שׁממה׃ <WH8077> be utterly"},{"number":12,"verse":"ורחק <WH7368> יהוהת <WH853> האדםרבה <WH7227> and a great העזובה <WH5805> forsaking בקרב <WH7130> in the midst הארץ׃ <WH776> of the land."},{"number":13,"verse":"ועוד <WH5750> But yet בה עשׂריה <WH6224> in it a tenth, ושׁבה <WH7725> and shall return, והיתה <WH1961> and shall be לבער <WH1197> eaten: כאלה <WH424> as a teil tree, וכאלון <WH437> and as an oak, אשׁר <WH834> whose בשׁלכת <WH7995> in them, when they cast מצבת <WH4678> substance בם זרע <WH2233> seed קדשׁ <WH6944> the holy מצבתה׃ <WH4678> the substance"}]}