{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"רוח <WH7307> The Spirit אדני <WH136> of the Lord יהוה <WH3069> GOD עלי <WH5921> upon יען <WH3282> me; because משׁח <WH4886> hath anointed יהוה <WH3068> the LORD אתי <WH853> לבשׂר <WH1319> me to preach good tidings ענוים <WH6035> unto the meek; שׁלחני <WH7971> he hath sent לחבשׁ <WH2280> me to bind up לנשׁברי <WH7665> the brokenhearted, לב <WH3820> the brokenhearted, לקרא <WH7121> to proclaim לשׁבוים <WH7617> to the captives, דרור <WH1865> liberty ולאסורים <WH631> to bound; פקח קוח׃ <WH6495> and the opening of the prison"},{"number":2,"verse":"לקרא <WH7121> To proclaim שׁנת <WH8141> year רצון <WH7522> the acceptable ליהוה <WH3068> of the LORD, ויום <WH3117> and the day נקם <WH5359> of vengeance לאלהינו <WH430> of our God; לנחם <WH5162> to comfort כל <WH3605> all אבלים׃ <WH57> that mourn;"},{"number":3,"verse":"לשׂום <WH7760> To appoint לאבלי <WH57> unto them that mourn ציון <WH6726> in Zion, לתת <WH5414> to give להם פאר <WH6287> unto them beauty תחת <WH8478> for אפר <WH665> ashes, שׁמן <WH8081> the oil שׂשׂון <WH8342> of joy תחת <WH8478> for אבל <WH60> mourning, מעטה <WH4594> the garment תהלה <WH8416> of praise תחת <WH8478> for רוח <WH7307> the spirit כהה <WH3544> of heaviness; וקרא <WH7121> that they might be called להם אילי <WH352> trees הצדק <WH6664> of righteousness, מטע <WH4302> the planting יהוה <WH3068> of the LORD, להתפאר׃ <WH6286> that he might be glorified."},{"number":4,"verse":"ובנו <WH1129> And they shall build חרבות <WH2723> wastes, עולם <WH5769> the old שׁממות <WH8074> desolations, ראשׁנים <WH7223> the former יקוממו <WH6965> they shall raise up וחדשׁו <WH2318> and they shall repair ערי <WH5892> cities, חרב <WH2721> the waste שׁממות <WH8074> the desolations דור <WH1755> of many generations. ודור׃ <WH1755> of many generations."},{"number":5,"verse":"ועמדו <WH5975> shall stand זרים <WH2114> And strangers ורעו <WH7462> and feed צאנכם <WH6629> your flocks, ובני <WH1121> and the sons נכר <WH5236> of the alien אכריכם <WH406> your plowmen וכרמיכם׃ <WH3755> and your vinedressers."},{"number":6,"verse":"ואתם <WH859> But ye כהני <WH3548> the Priests יהוה <WH3068> of the LORD: תקראו <WH7121> shall be named משׁרתי <WH8334> you the Ministers אלהינו <WH430> of our God: יאמר <WH559> shall call לכם חיל <WH2428> the riches גוים <WH1471> of the Gentiles, תאכלו <WH398> ye shall eat ובכבודם <WH3519> and in their glory תתימרו׃ <WH3235> shall ye boast yourselves."},{"number":7,"verse":"תחת <WH8478> For בשׁתכם <WH1322> your shame משׁנה <WH4932> double; וכלמה <WH3639> and confusion ירנו <WH7442> they shall rejoice חלקם <WH2506> in their portion: לכן <WH3651> therefore בארצם <WH776> in their land משׁנה <WH4932> the double: יירשׁו <WH3423> they shall possess שׂמחת <WH8057> joy עולם <WH5769> everlasting תהיה׃ <WH1961> shall be"},{"number":8,"verse":"כי <WH3588> For אני <WH589> I יהוה <WH3068> the LORD אהב <WH157> love משׁפט <WH4941> judgment, שׂנא <WH8130> I hate גזל <WH1498> robbery בעולה <WH5930> for burnt offering; ונתתי <WH5414> and I will direct פעלתם <WH6468> their work באמת <WH571> in truth, וברית <WH1285> covenant עולם <WH5769> an everlasting אכרות׃ <WH3772> and I will make"},{"number":9,"verse":"ונודע <WH3045> shall be known בגוים <WH1471> among the Gentiles, זרעם <WH2233> And their seed וצאצאיהם <WH6631> and their offspring בתוך <WH8432> among העמים <WH5971> the people: כל <WH3605> all ראיהם <WH7200> that see יכירום <WH5234> them shall acknowledge כי <WH3588> them, that הם <WH1992> they זרע <WH2233> the seed ברך <WH1288> hath blessed. יהוה׃ <WH3068> the LORD"},{"number":10,"verse":"שׂושׂ <WH7797> אשׂישׂיהוה <WH3068> in the LORD, תגל <WH1523> shall be joyful נפשׁי <WH5315> my soul באלהי <WH430> in my God; כי <WH3588> for הלבישׁני <WH3847> he hath clothed בגדי <WH899> me with the garments ישׁע <WH3468> of salvation, מעיל <WH4598> me with the robe צדקה <WH6666> of righteousness, יעטני <WH3271> he hath covered כחתן <WH2860> as a bridegroom יכהן <WH3547> decketh פאר <WH6287> with ornaments, וככלה <WH3618> and as a bride תעדה <WH5710> adorneth כליה׃ <WH3627> with her jewels."},{"number":11,"verse":"כי <WH3588> For כארץ <WH776> as the earth תוציא <WH3318> bringeth forth צמחה <WH6780> her bud, וכגנה <WH1593> and as the garden זרועיה <WH2221> causeth the things that are sown תצמיח <WH6779> in it to spring forth; כן <WH3651> so אדני <WH136> the Lord יהוה <WH3068> יצמיח <WH6779> to spring forth צדקה <WH6666> will cause righteousness ותהלה <WH8416> and praise נגד <WH5048> before כל <WH3605> all הגוים׃ <WH1471> the nations."}]}