{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"למען <WH4616> and for Jerusalem's sake ציון <WH6726> לא <WH3808> will I not אחשׁה <WH2814> hold my peace, ולמען <WH4616> ירושׁלםא <WH3808> I will not אשׁקוט <WH8252> rest, עד <WH5704> until יצא <WH3318> thereof go forth כנגה <WH5051> as brightness, צדקה <WH6664> the righteousness וישׁועתה <WH3444> and the salvation כלפיד <WH3940> thereof as a lamp יבער׃ <WH1197> burneth."},{"number":2,"verse":"וראו <WH7200> shall see גוים <WH1471> And the Gentiles צדקך <WH6664> thy righteousness, וכל <WH3605> and all מלכים <WH4428> kings כבודך <WH3519> thy glory: וקרא <WH7121> and thou shalt be called לך שׁם <WH8034> name, חדשׁ <WH2319> by a new אשׁר <WH834> which פי <WH6310> the mouth יהוה <WH3068> of the LORD יקבנו׃ <WH5344> shall name."},{"number":3,"verse":"והיית <WH1961> Thou shalt also be עטרת <WH5850> a crown תפארת <WH8597> of glory ביד <WH3027> in the hand יהוה <WH3068> of the LORD, וצנוף <WH6797> diadem מלוכה <WH4410> and a royal בכף <WH3709> in the hand אלהיך׃ <WH430> of thy God."},{"number":4,"verse":"לא <WH3808> Thou shalt no יאמר <WH559> be termed לך עוד <WH5750> more עזובה <WH5805> ולארצך <WH776> shall thy land לא <WH3808> neither יאמר <WH559> be termed עוד <WH5750> any more שׁממה <WH8077> Desolate: כי <WH3588> but לך יקרא <WH7121> thou shalt be called חפצי בה <WH2657> Hephzibah, ולארצך <WH776> and thy land בעולה <WH1166> Beulah: כי <WH3588> for חפץ <WH2654> delighteth יהוה <WH3068> the LORD בך וארצך <WH776> in thee, and thy land תבעל׃ <WH1166> shall be married."},{"number":5,"verse":"כי <WH3588> For יבעל <WH1166> marrieth בחור <WH970> a young man בתולה <WH1330> a virgin, יבעלוך <WH1166> marry בניך <WH1121> shall thy sons ומשׂושׂ <WH4885> rejoiceth חתן <WH2860> thee: and the bridegroom על <WH5921> over כלה <WH3618> the bride, ישׂישׂ <WH7797> rejoice עליך <WH5921> over אלהיך׃ <WH430> shall thy God"},{"number":6,"verse":"על <WH5921> upon חומתיך <WH2346> thy walls, ירושׁלם <WH3389> O Jerusalem, הפקדתי <WH6485> I have set שׁמרים <WH8104> watchmen כל <WH3605> היום <WH3117> day וכל <WH3605> הלילה <WH3915> nor night: תמיד <WH8548> shall never לא <WH3808> shall never יחשׁו <WH2814> hold their peace המזכרים <WH2142> ye that make mention את <WH853> יהוה <WH3068> of the LORD, אל <WH408> keep not silence, דמי׃ <WH1824> keep not silence,"},{"number":7,"verse":"ואל <WH408> him no תתנו <WH5414> And give דמי <WH1824> rest, לו עד <WH5704> till יכונן <WH3559> he establish, ועד <WH5704> and till ישׂים <WH7760> he make את <WH853> ירושׁלם <WH3389> Jerusalem תהלה <WH8416> a praise בארץ׃ <WH776> in the earth."},{"number":8,"verse":"נשׁבע <WH7650> hath sworn יהוה <WH3068> The LORD בימינו <WH3225> by his right hand, ובזרוע <WH2220> and by the arm עזו <WH5797> of his strength, אם <WH518> Surely I will no אתן <WH5414> give את <WH853> דגנך <WH1715> thy corn עוד <WH5750> more מאכל <WH3978> meat לאיביך <WH341> for thine enemies; ואם <WH518> shall not ישׁתו <WH8354> drink בני <WH1121> and the sons נכר <WH5236> of the stranger תירושׁך <WH8492> thy wine, אשׁר <WH834> for the which יגעת׃ <WH3021> thou hast labored:"},{"number":9,"verse":"כי <WH3588> But מאספיו <WH622> they that have gathered יאכלהו <WH398> it shall eat והללו <WH1984> it, and praise את <WH853> יהוה <WH3068> the LORD; ומקבציו <WH6908> and they that have brought it together ישׁתהו <WH8354> shall drink בחצרות <WH2691> it in the courts קדשׁי׃ <WH6944> of my holiness."},{"number":10,"verse":"עברו <WH5674> Go through, עברו <WH5674> go through בשׁערים <WH8179> the gates; פנו <WH6437> prepare דרך <WH1870> ye the way העם <WH5971> of the people; סלו <WH5549> cast up, סלו <WH5549> cast up המסלה <WH4546> the highway; סקלו <WH5619> gather out מאבן <WH68> the stones; הרימו <WH7311> lift up נס <WH5251> a standard על <WH5921> for העמים׃ <WH5971> the people."},{"number":11,"verse":"הנה <WH2009> Behold, יהוה <WH3068> the LORD השׁמיע <WH8085> hath proclaimed אל <WH413> unto קצה <WH7097> the end הארץ <WH776> of the world, אמרו <WH559> Say לבת <WH1323> ye to the daughter ציון <WH6726> of Zion, הנה <WH2009> Behold, ישׁעך <WH3468> thy salvation בא <WH935> cometh; הנה <WH2009> behold, שׂכרו <WH7939> his reward אתו <WH854> with ופעלתו <WH6468> him, and his work לפניו׃ <WH6440> before"},{"number":12,"verse":"וקראו <WH7121> And they shall call להם <WH1992> עם <WH5971> people, הקדשׁ <WH6944> them, The holy גאולי <WH1350> The redeemed יהוה <WH3069> ולך יקרא <WH7121> and thou shalt be called, דרושׁה <WH1875> Sought out, עיר <WH5892> A city לא <WH3808> not נעזבה׃ <WH5800> forsaken."}]}