{"bibleAbbr":"Orig2013+","bookName":"ישעיהו","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"ויאמר <WH559> said יהוה <WH3068> Moreover the LORD אלי <WH413> unto קח <WH3947> me, Take לך גליון <WH1549> roll, גדול <WH1419> thee a great וכתב <WH3789> and write עליו <WH5921> in בחרט <WH2747> pen אנושׁ <WH582> it with a man's למהר שׁלל חשׁ בז׃ <WH4122> concerning Maher-shalal-hash-baz."},{"number":2,"verse":"ואעידה <WH5749> to record, לי עדים <WH5707> witnesses נאמנים <WH539> And I took unto me faithful את <WH853> אוריה <WH223> Uriah הכהן <WH3548> the priest, ואת <WH853> זכריהו <WH2148> and Zechariah בן <WH1121> the son יברכיהו׃ <WH3000> of Jeberechiah."},{"number":3,"verse":"ואקרב <WH7126> And I went אל <WH413> unto הנביאה <WH5031> the prophetess; ותהר <WH2029> and she conceived, ותלד <WH3205> and bore בן <WH1121> a son. ויאמר <WH559> Then said יהוה <WH3068> the LORD אלי <WH413> to קרא <WH7121> me, Call שׁמו <WH8034> his name מהר שׁלל חשׁ בז׃ <WH4122> Maher-shalal-hash-baz."},{"number":4,"verse":"כי <WH3588> For בטרם <WH2962> before ידע <WH3045> shall have knowledge הנער <WH5288> the child קרא <WH7121> to cry, אבי <WH1> My father, ואמי <WH517> and my mother, ישׂא <WH5375> shall be taken away את <WH853> חיל <WH2428> the riches דמשׂק <WH1834> of Damascus ואת <WH853> שׁלל <WH7998> and the spoil שׁמרון <WH8111> of Samaria לפני <WH6440> before מלך <WH4428> the king אשׁור׃ <WH804> of Assyria."},{"number":5,"verse":"ויסף <WH3254> me again, יהוה <WH3068> The LORD דבר <WH1696> spoke אלי <WH413> also unto עוד <WH5750> לאמר׃ <WH559> saying,"},{"number":6,"verse":"יען <WH3282> כיאס <WH3988> refuseth העם <WH5971> people הזה <WH2088> as this את <WH853> מי <WH4325> the waters השׁלח <WH7975> of Shiloah ההלכים <WH1980> that go לאט <WH328> softly, ומשׂושׂ <WH4885> and rejoice in את <WH853> רצין <WH7526> Rezin ובן <WH1121> son; רמליהו׃ <WH7425> and Remaliah's"},{"number":7,"verse":"ולכן <WH3651> Now therefore, הנה <WH2009> behold, אדני <WH136> the Lord מעלה <WH5927> bringeth up עליהם <WH5921> upon את <WH853> מי <WH4325> them the waters הנהר <WH5104> of the river, העצומים <WH6099> strong והרבים <WH7227> and many, את <WH853> מלך <WH4428> the king אשׁור <WH804> of Assyria, ואת <WH853> כל <WH3605> and all כבודו <WH3519> his glory: ועלה <WH5927> and he shall come up על <WH5921> over כל <WH3605> all אפיקיו <WH650> his channels, והלך <WH1980> and go על <WH5921> over כל <WH3605> all גדותיו׃ <WH1415> his banks:"},{"number":8,"verse":"וחלף <WH2498> And he shall pass ביהודה <WH3063> through Judah; שׁטף <WH7857> he shall overflow ועבר <WH5674> and go over, עד <WH5704> to צואר <WH6677> the neck; יגיע <WH5060> he shall reach והיה <WH1961> מטות <WH4298> and the stretching out כנפיו <WH3671> of his wings מלא <WH4393> shall fill רחב <WH7341> the breadth ארצך <WH776> of thy land, עמנו אל׃ <WH6005> O Immanuel."},{"number":9,"verse":"רעו <WH7489> Associate עמים <WH5971> yourselves, O ye people, וחתו <WH2865> והאזינו <WH238> in pieces; and give ear, כל <WH3605> all מרחקי <WH4801> ye of far ארץ <WH776> countries: התאזרו <WH247> gird yourselves, וחתו <WH2865> התאזרו <WH247> in pieces; gird yourselves, וחתו׃ <WH2865>"},{"number":10,"verse":"עצו <WH5779> עצהתפר <WH6565> and it shall come to naught; דברו <WH1696> speak דבר <WH1697> the word, ולא <WH3808> and it shall not יקום <WH6965> stand: כי <WH3588> for עמנו <WH5973> with us. אל׃ <WH410> God"},{"number":11,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> spoke יהוה <WH3068> the LORD אלי <WH413> to כחזקת <WH2393> me with a strong היד <WH3027> hand, ויסרני <WH3256> and instructed מלכת <WH1980> בדרך <WH1870> in the way העם <WH5971> people, הזה <WH2088> of this לאמר׃ <WH559> saying,"},{"number":12,"verse":"לא <WH3808> ye not, תאמרון <WH559> Say קשׁר <WH7195> A confederacy, לכל <WH3605> to all אשׁר <WH834> whom יאמר <WH559> shall say, העם <WH5971> people הזה <WH2088> this קשׁר <WH7195> A confederacy; ואת <WH853> מוראו <WH4172> ye their fear, לא <WH3808> neither תיראו <WH3372> fear ולא <WH3808> nor תעריצו׃ <WH6206> be afraid."},{"number":13,"verse":"את <WH853> יהוה <WH3068> the LORD צבאות <WH6635> of hosts אתו <WH853> תקדישׁו <WH6942> Sanctify והוא <WH1931> himself; and him מוראכם <WH4172> your fear, והוא <WH1931> and him מערצכם׃ <WH6206> your dread."},{"number":14,"verse":"והיה <WH1961> And he shall be למקדשׁ <WH4720> for a sanctuary; ולאבן <WH68> but for a stone נגף <WH5063> of stumbling ולצור <WH6697> and for a rock מכשׁול <WH4383> of offense לשׁני <WH8147> to both בתי <WH1004> the houses ישׂראל <WH3478> of Israel, לפח <WH6341> for a gin ולמוקשׁ <WH4170> and for a snare ליושׁב <WH3427> to the inhabitants ירושׁלם׃ <WH3389> of Jerusalem."},{"number":15,"verse":"וכשׁלו <WH3782> among them shall stumble, בם רבים <WH7227> And many ונפלו <WH5307> and fall, ונשׁברו <WH7665> and be broken, ונוקשׁו <WH3369> and be snared, ונלכדו׃ <WH3920> and be taken."},{"number":16,"verse":"צור <WH6887> Bind up תעודה <WH8584> the testimony, חתום <WH2856> seal תורה <WH8451> the law בלמדי׃ <WH3928> among my disciples."},{"number":17,"verse":"וחכיתי <WH2442> And I will wait ליהוה <WH3068> upon the LORD, המסתיר <WH5641> that hideth פניו <WH6440> his face מבית <WH1004> from the house יעקב <WH3290> of Jacob, וקויתי׃ <WH6960> and I will look"},{"number":18,"verse":"הנה <WH2009> Behold, אנכי <WH595> I והילדים <WH3206> and the children אשׁר <WH834> whom נתן <WH5414> hath given לי יהוה <WH3068> the LORD לאתות <WH226> me for signs ולמופתים <WH4159> and for wonders בישׂראל <WH3478> in Israel מעם <WH5973> from יהוה <WH3068> the LORD צבאות <WH6635> of hosts, השׁכן <WH7931> which dwelleth בהר <WH2022> in mount ציון׃ <WH6726> Zion."},{"number":19,"verse":"וכי <WH3588> And when יאמרו <WH559> they shall say אליכם <WH413> unto דרשׁו <WH1875> you, Seek אל <WH413> unto האבות <WH178> them that have familiar spirits, ואל <WH413> and unto הידענים <WH3049> wizards המצפצפים <WH6850> that peep, והמהגים <WH1897> and that mutter: הלוא <WH3808> should not עם <WH5971> a people אל <WH413> unto אלהיו <WH430> their God? ידרשׁ <WH1875> seek בעד <WH1157> for החיים <WH2416> the living אל <WH413> to המתים׃ <WH4191> the dead?"},{"number":20,"verse":"לתורה <WH8451> To the law ולתעודה <WH8584> and to the testimony: אם <WH518> if לא <WH3808> not יאמרו <WH559> they speak כדבר <WH1697> word, הזה <WH2088> according to this אשׁר <WH834> because אין <WH369> no לו שׁחר׃ <WH7837> light"},{"number":21,"verse":"ועבר <WH5674> And they shall pass בה נקשׁה <WH7185> through it, hard pressed ורעב <WH7457> והיה <WH1961> and it shall come to pass, כי <WH3588> that when ירעב <WH7456> they shall be hungry, והתקצף <WH7107> they shall fret themselves, וקלל <WH7043> and curse במלכו <WH4428> their king ובאלהיו <WH430> and their God, ופנה <WH6437> and look למעלה׃ <WH4605> upward."},{"number":22,"verse":"ואל <WH413> unto ארץ <WH776> the earth; יביט <WH5027> And they shall look והנה <WH2009> and behold צרה <WH6869> trouble וחשׁכה <WH2825> and darkness, מעוף <WH4588> dimness צוקה <WH6695> of anguish; ואפלה <WH653> to darkness. מנדח׃ <WH5080> and driven"}]}