{"bibleAbbr":"RKJNT2000","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"These things have I spoken to you, that you should not stumble."},{"number":2,"verse":"They shall put you out of the synagogues: yea, the time comes when whoever kills you will think that he is serving God."},{"number":3,"verse":"And these things they will do to you, because they have not known the Father, nor me."},{"number":4,"verse":"But these things I have spoken to you, that when the time shall come, you may remember that I told you of them. These things I did not say to you at the beginning, because I was with you."},{"number":5,"verse":"But now I go to him who sent me; and none of you asks me, Where are you going?"},{"number":6,"verse":"But because I have said these things to you, sorrow has filled your heart."},{"number":7,"verse":"Nevertheless, I tell you the truth; It is for your good that I go away: for if I do not go away, the Comforter will not come to you; but if I depart, I will send him to you."},{"number":8,"verse":"And when he has come, he will convict the world of sin, and of righteousness, and of judgment:"},{"number":9,"verse":"Of sin, because they do not believe in me;"},{"number":10,"verse":"Of righteousness, because I go to my Father, and you will see me no more;"},{"number":11,"verse":"Of judgment, because the prince of this world is judged."},{"number":12,"verse":"I have yet many things to say to you, but you cannot bear them now."},{"number":13,"verse":"Yet when he, the Spirit of truth, has come, he will guide you into all truth: for he shall not speak of his own accord; but whatever he shall hear, that shall he speak: and he will show you things to come."},{"number":14,"verse":"He shall glorify me: for he shall take what is mine, and shall show it to you."},{"number":15,"verse":"All things that the Father has are mine: therefore I said that he shall take what is mine, and shall show it to you."},{"number":16,"verse":"In a little while you shall not see me: and again, in a little while, you shall see me."},{"number":17,"verse":"Then some of his disciples said among themselves, What is this that he says to us, In a little while you shall not see me: and again, in a little while, you shall see me: and, Because I go to the Father"},{"number":18,"verse":"Therefore they said, What is this that he says, A little while we cannot tell what he is saying."},{"number":19,"verse":"Now Jesus knew that they wanted to question him, and said to them, Do you enquire among yourselves about what I meant when I said, In a little while you shall not see me: and again, in a little while, you shall see me"},{"number":20,"verse":"Truly, truly, I say to you, You shall weep and lament, but the world shall rejoice: and you shall be sorrowful, but your sorrow shall be turned into joy."},{"number":21,"verse":"A woman, when she is in travail, has sorrow, because her hour has come: but as soon as she has delivered the child, she remembers the anguish no more, for joy that a child has been born into the world."},{"number":22,"verse":"So also you have sorrow now: but I will see you again, and your heart shall rejoice, and no man shall take your joy from you."},{"number":23,"verse":"And in that day you shall ask me nothing. Truly, truly, I say to you, Whatever you shall ask the Father in my name, he will give it to you."},{"number":24,"verse":"Until now you have asked for nothing in my name: ask, and you shall receive, that your joy may be full."},{"number":25,"verse":"These things I have spoken to you in parables: but the time comes when I shall no longer speak to you in parables, but I shall tell you plainly of the Father."},{"number":26,"verse":"On that day you shall ask in my name; and I do not say to you that I will ask the Father for you:"},{"number":27,"verse":"For the Father himself loves you, because you have loved me, and have believed that I came from the Father."},{"number":28,"verse":"I came forth from the Father, and have come into the world: again, I leave the world, and go to the Father."},{"number":29,"verse":"His disciples said to him, Lo, now you speak plainly, and are not using a proverb."},{"number":30,"verse":"Now we are sure that you know all things, and do not need any man to question you: by this we believe that you came forth from God."},{"number":31,"verse":"Jesus answered them, Do you now believe"},{"number":32,"verse":"Behold, the hour comes, yea, has now come, when you shall be scattered, every man to his own home, and shall leave me alone: and yet I am not alone, because the Father is with me."},{"number":33,"verse":"These things I have spoken to you, that in me you might have peace. In the world you shall have tribulation: but be of good cheer; I have overcome the world."}]}