{"bibleAbbr":"RKJNT2000","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"Then Pilate took Jesus, and scourged him."},{"number":2,"verse":"And the soldiers plaited a crown of thorns, and put it on his head, and they put on him a purple robe,"},{"number":3,"verse":"And came up to him and said, Hail, King of the Jews! and struck him with their hands."},{"number":4,"verse":"Pilate went forth again, and said to them, Behold, I bring him forth to you, that you may know that I find no fault in him."},{"number":5,"verse":"Then Jesus came forth, wearing the crown of thorns, and the purple robe. And Pilate said to them, Behold the man!"},{"number":6,"verse":"When the chief priests and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate said to them, You take him and crucify him: for I find no fault in him."},{"number":7,"verse":"The Jews answered him, We have a law, and by our law he ought to die, because he made himself out to be the Son of God."},{"number":8,"verse":"When Pilate heard these words, he was even more afraid;"},{"number":9,"verse":"And went again into the praetorium, and said to Jesus, Where are you from? But Jesus gave him no answer."},{"number":10,"verse":"Then Pilate said to him, You do not speak to me? do you not know that I have power to release you, and power to crucify you?"},{"number":11,"verse":"Jesus answered, You would have no power over me unless it was given to you from above: therefore he who delivered me to you has the greater sin."},{"number":12,"verse":"And from then Pilate sought to release him: but the Jews cried out, saying, If you let this man go, you are no friend of Caesar's: whoever makes himself a king sets himself against Caesar."},{"number":13,"verse":"When Pilate heard these words, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha."},{"number":14,"verse":"And it was the day of preparation for the passover, about the sixth hour: and he said to the Jews, Behold your King!"},{"number":15,"verse":"But they cried out, Away with him, away with him, crucify him. Pilate said to them, Shall I crucify your King? The chief priests answered, We have no king but Caesar."},{"number":16,"verse":"Then he delivered him to them to be crucified."},{"number":17,"verse":"And they took Jesus and led him away, and he, bearing his cross, went forth to a place called the place of a skull, which is called in Hebrew, Golgotha:"},{"number":18,"verse":"Where they crucified him, and two others with him, one on either side and Jesus in the middle."},{"number":19,"verse":"And Pilate wrote a title, and put it on the cross. And the writing was, JESUS OF NAZARETH, THE KING OF THE JEWS."},{"number":20,"verse":"Many of the Jews read this title: for the place where Jesus was crucified was near the city: and it was written in Hebrew, and Latin, and Greek."},{"number":21,"verse":"Then the chief priests of the Jews said to Pilate, Do not write, The King of the Jews; but that he said, I am King of the Jews."},{"number":22,"verse":"Pilate answered, What I have written I have written."},{"number":23,"verse":"Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout."},{"number":24,"verse":"Therefore they said among themselves, Let us not tear it, but cast lots for it, to decide whose it shall be. This was so the scripture might be fulfilled, which says, They divided my garments among them, and for my clothing they cast lots. Therefore the soldiers did these things."},{"number":25,"verse":"Now by the cross of Jesus stood his mother, and his mother's sister, Mary the wife of Clopas, and Mary Magdalene."},{"number":26,"verse":"When Jesus saw his mother, and the disciple whom he loved, standing by, he said to his mother, Woman, behold your son!"},{"number":27,"verse":"Then he said to the disciple, Behold your mother! And from that hour that disciple took her into his own home."},{"number":28,"verse":"After this, Jesus, knowing that all things were now accomplished, said in fulfillment of the scripture, I thirst."},{"number":29,"verse":"Now there was a vessel full of vinegar set there: and they soaked a sponge with vinegar, and put it upon a hyssop branch, and held it to his mouth."},{"number":30,"verse":"When Jesus received the vinegar, he said, It is finished: and he bowed his head, and gave up his spirit."},{"number":31,"verse":"Because it was the day of preparation, in order that the bodies would not remain upon the cross during the sabbath day (for that sabbath day was a high day,) the Jews asked Pilate that their legs might be broken, and that they might be taken away."},{"number":32,"verse":"The soldiers came and broke the legs of the first, and of the other who was crucified with him."},{"number":33,"verse":"But when they came to Jesus, and saw that he was dead already, they did not break his legs:"},{"number":34,"verse":"But one of the soldiers pierced his side with a spear, and immediately there came out blood and water."},{"number":35,"verse":"And he who saw it has borne witness, and his witness is true: and he knows what he says is true, that you also might believe."},{"number":36,"verse":"For these things came to pass that the scripture should be fulfilled, Not one of his bones shall be broken."},{"number":37,"verse":"And again another scripture says, They shall look on him whom they have pierced."},{"number":38,"verse":"After this, Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus: and Pilate gave him permission. Therefore he came and took his body."},{"number":39,"verse":"And Nicodemus also came, who first came to Jesus by night, and brought a mixture of myrrh and aloes, about a hundred pounds' weight."},{"number":40,"verse":"They took the body of Jesus, and bound it in linen cloths with the spices, as is the burial custom of the Jews."},{"number":41,"verse":"Now in the place where he was crucified there was a garden; and in the garden a new tomb, in which no one had yet been laid."},{"number":42,"verse":"Because of the Jewish day of preparation, as the tomb was near at hand, they laid Jesus there."}]}