{"bibleAbbr":"RKJNT2000","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"After these things Jesus showed himself again to the disciples by the sea of Tiberias; and he showed himself in this way:"},{"number":2,"verse":"Simon Peter, Thomas called Didymus, Nathanael of Cana in Galilee, the sons of Zebedee, and two other of his disciples were together."},{"number":3,"verse":"Simon Peter said to them, I am going fishing. They said to him, We will go with you. They went forth, and entered a boat; but that night they caught nothing."},{"number":4,"verse":"But when the morning was breaking, Jesus stood on the shore: but the disciples did not know that it was Jesus."},{"number":5,"verse":"Then Jesus said to them, Children, have you any fish They answered him, No."},{"number":6,"verse":"And he said to them, Cast the net on the right side of the boat, and you shall find some. Therefore they cast it, and they were not able to draw it in because of the multitude of fish."},{"number":7,"verse":"Therefore the disciple whom Jesus loved said to Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he put on his outer garment, (for he was stripped for work,) and cast himself into the sea."},{"number":8,"verse":"And the other disciples came in the boat; (for they were not far from land, only about a hundred yards,) dragging the net full of fish."},{"number":9,"verse":"As soon as they had come to land, they saw a fire of coals there, and fish laid on it, and bread."},{"number":10,"verse":"Jesus said to them, Bring some of the fish which you have caught."},{"number":11,"verse":"Simon Peter went up, and drew the net to land, full of great fish, a hundred and fifty-three: and though there were so many, yet the net was not broken."},{"number":12,"verse":"Jesus said to them, Come and have breakfast. And none of the disciples dared ask him, Who are you knowing that it was the Lord."},{"number":13,"verse":"Then Jesus came, and took bread, and gave it to them, and did the same with the fish."},{"number":14,"verse":"This was now the third time that Jesus showed himself to his disciples, after he had risen from the dead."},{"number":15,"verse":"So when they had eaten, Jesus said to Simon Peter, Simon, son of John, do you love me more than these He said to him, Yes, Lord; you know that I love you. He said to him, Feed my lambs."},{"number":16,"verse":"He said to him a second time, Simon, son of John, do you love me He said to him, Yes, Lord; you know that I love you. He said to him, Tend my sheep."},{"number":17,"verse":"He said to him a third time, Simon, son of John, do you love me Peter was grieved because he said to him the third time, Do you love me And he said to him, Lord, you know all things; you know that I love you. Jesus said to him, Feed my sheep."},{"number":18,"verse":"Truly, truly, I say to you, When you were young, you girded yourself, and walked where you wanted: but when you grow old, you shall stretch forth your hands, and another shall gird you, and carry you where you do not want to go."},{"number":19,"verse":"This he spoke to signify by what kind of death he would glorify God. And when he had spoken this, he said to him, Follow me."},{"number":20,"verse":"Then Peter, turning about, saw the disciple whom Jesus loved following; the one who had leaned on his breast at supper, and said, Lord, who is the one who betrays you?"},{"number":21,"verse":"Peter, seeing him, said to Jesus, Lord, what about this man?"},{"number":22,"verse":"Jesus said to him, If I want him to remain until I come, what is that to you you follow me."},{"number":23,"verse":"Then this saying went abroad among the brethren, that this disciple should not die: yet Jesus did not said to him, He shall not die; but, If I want him to remain until I come, what is that to you"},{"number":24,"verse":"This is the disciple who testifies of these things, and wrote these things: and we know that his testimony is true."},{"number":25,"verse":"And there are also many other things which Jesus did, which, if every one of them were to be written, I suppose that even the world itself could not contain the books that would be written."}]}