{"bibleAbbr":"RKJNT2000","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"But Jesus went to the mount of Olives."},{"number":2,"verse":"And early in the morning he came again into the temple, and all the people came to him; and he sat down, and taught them."},{"number":3,"verse":"And the scribes and Pharisees brought to him a woman caught in adultery; and when they had placed her in the midst,"},{"number":4,"verse":"They said to him, Teacher, this woman was caught in adultery, in the very act."},{"number":5,"verse":"Now Moses, in the law, commanded us to stone such women; but what do you say?"},{"number":6,"verse":"This they said, testing him, that they might have grounds to accuse him. But Jesus stooped down, and with his finger wrote on the ground."},{"number":7,"verse":"But when they continued asking him, he stood up, and said to them, He who is without sin among you, let him be the first to cast a stone at her."},{"number":8,"verse":"And again he stooped down, and wrote on the ground."},{"number":9,"verse":"And when they heard it, they went out one by one, beginning with the eldest: and Jesus was left alone, with the woman standing there."},{"number":10,"verse":"When Jesus stood up, and saw no one but the woman, he said to her, Woman, where are your accusers has no man condemned you"},{"number":11,"verse":"She said, No man, Lord. And Jesus said to her, Neither do I condemn you: go, and sin no more. ]"},{"number":12,"verse":"Then Jesus spoke again to them, saying, I am the light of the world: he who follows me shall not walk in darkness, but shall have the light of life."},{"number":13,"verse":"Therefore, the Pharisees said to him, You bear testimony of yourself; your testimony is not true."},{"number":14,"verse":"Jesus answered and said to them, Though I bear testimony of myself, yet my testimony is true: for I know where I came from, and where I go; but you do not know where I come from, or where I go."},{"number":15,"verse":"You judge after the flesh; I judge no man."},{"number":16,"verse":"And yet if I do judge, my judgment is true: for I am not alone, but I am with he who sent me."},{"number":17,"verse":"It is also written in your law, that the testimony of two men is true."},{"number":18,"verse":"I am one who bears witness of myself, and the Father who sent me bears witness of me."},{"number":19,"verse":"Then they said to him, Where is your Father Jesus answered, You neither know me, nor my Father: if you had known me, you would have known my Father also."},{"number":20,"verse":"These words Jesus spoke in the treasury, as he taught in the temple: and no man laid hands on him; for his hour had not yet come."},{"number":21,"verse":"Then Jesus said again to them, I go my way, and you shall seek me, and shall die in your sins: where I go, you cannot come."},{"number":22,"verse":"Then the Jews said, Will he kill himself because he said, Where I go, you cannot come."},{"number":23,"verse":"And he said to them, You are from below; I am from above: you are of this world; I am not of this world."},{"number":24,"verse":"Therefore I said to you, that you shall die in your sins: for if you do not believe that I am he, you shall die in your sins."},{"number":25,"verse":"Then they said to him, Who are you And Jesus said to them, That which I have been saying to you from the beginning."},{"number":26,"verse":"I have many things to say and to judge about you: but he who sent me is true; and I speak to the world those things which I have heard from him."},{"number":27,"verse":"They did not understood that he spoke to them of the Father."},{"number":28,"verse":"Then Jesus said to them, When you have lifted up the Son of man, then you shall know that I am he, and that I do nothing by myself; but I speak these things as my Father has taught me."},{"number":29,"verse":"And he who sent me is with me: the Father has not left me alone; for I always do those things that please him."},{"number":30,"verse":"As he spoke these words, many believed in him."},{"number":31,"verse":"Then Jesus said to those Jews who believed in him, If you continue in my word, then you are my disciples indeed;"},{"number":32,"verse":"And you shall know the truth, and the truth shall make you free."},{"number":33,"verse":"They answered him, We are Abraham's seed, and were never in bondage to any man: how is it that you say, You shall be made free"},{"number":34,"verse":"Jesus answered them, Truly, truly, I say to you, Whoever commits sin is the slave of sin."},{"number":35,"verse":"And the slave does not abide in the house forever: but the Son abides forever."},{"number":36,"verse":"If the Son shall make you free, you shall be free indeed."},{"number":37,"verse":"I know that you are Abraham's seed; but you seek to kill me, because my word has no place in you."},{"number":38,"verse":"I speak that which I have seen in the presence of my Father: and you do that which you have heard from your father."},{"number":39,"verse":"They answered and said to him, Abraham is our father. Jesus said to them, If you were Abraham's children, you would do the works of Abraham."},{"number":40,"verse":"But now you seek to kill me, a man who has told you the truth, which I have heard from God: this Abraham did not do."},{"number":41,"verse":"You do the deeds of your father. Then they said to him, We are not illegitimate children; we have one Father, even God."},{"number":42,"verse":"Jesus said to them, If God were your Father, you would love me: for I proceeded forth and came from God; for I did not come of my own accord, but he sent me."},{"number":43,"verse":"Why do you not understand my speech? it is because you cannot bear to hear my word."},{"number":44,"verse":"You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he speaks a lie, he speaks from his own nature: for he is a liar, and the father of lies."},{"number":45,"verse":"And because I tell you the truth, you do not believe me."},{"number":46,"verse":"Which of you convicts me of sin? And if I say the truth, why do you not believe me?"},{"number":47,"verse":"He who is of God hears God's words: therefore you do not hear them, because you are not of God."},{"number":48,"verse":"Then the Jews answered and said to him, Do we not rightly say that you are a Samaritan, and have a devil?"},{"number":49,"verse":"Jesus answered, I do not have a devil; but I honour my Father, and you dishonour me."},{"number":50,"verse":"I do not seek my own glory: but there is one who seeks it, and he is the judge."},{"number":51,"verse":"Truly, truly, I say to you, If anyone keeps my word, he shall never see death."},{"number":52,"verse":"Then the Jews said to him, Now we know that you have a devil. Abraham is dead, and the prophets; and you say, If anyone keeps my word, he shall never taste of death."},{"number":53,"verse":"Are you greater than our father Abraham, who is dead? and the prophets are also dead: whom do you make yourself out to be?"},{"number":54,"verse":"Jesus answered, If I glorify myself, my glory is nothing: it is my Father who glorifies me; of whom you say, that he is your God:"},{"number":55,"verse":"Yet you have not known him; but I know him: and if I should say, I do not know him, I would be a liar like you: but I do know him, and keep his word."},{"number":56,"verse":"Your father Abraham rejoiced to see my day: and he saw it, and was glad."},{"number":57,"verse":"Then the Jews said to him, You are not yet fifty years old, and have you seen Abraham?"},{"number":58,"verse":"Jesus said to them, Truly, truly, I say to you, Before Abraham was, I am."},{"number":59,"verse":"Then they took up stones to cast at him: but Jesus hid himself, and went out of the temple."}]}