{"bibleAbbr":"ASV1901","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Lo <WH5869>, mine eye hath seen<WH7200> all this<WH241>, Mine ear hath heard<WH8085> and understood it<WH995>."},{"number":2,"verse":"What ye know<WH1847>, the same do I know<WH3045> also<WH5307>: I am not inferior unto you."},{"number":3,"verse":"Surely <WH199> I would speak<WH1696> to the Almighty<WH7706>, And I desire<WH2654> to reason<WH3198> with God<WH410>."},{"number":4,"verse":"But <WH199> ye are forgers<WH2950> of lies<WH8267>; Ye are all physicians<WH7495> of no value<WH457>."},{"number":5,"verse":"Oh that<WH5414> ye would altogether<WH2790> hold your peace<WH2790>! And it would be your wisdom<WH2451>."},{"number":6,"verse":"Hear <WH8085> now my reasoning<WH8433>, And hearken<WH7181> to the pleadings<WH7379> of my lips<WH8193>."},{"number":7,"verse":"Will ye speak<WH1696> unrighteously<WH5766> for God<WH410>, And talk<WH1696> deceitfully for him<WH7423>?"},{"number":8,"verse":"Will ye show<WH5375> partiality<WH6440> to him<WH7378>? Will ye contend for God<WH410>?"},{"number":9,"verse":"Is it good<WH2895> that he should search you out<WH2713>? Or as one<WH582> deceiveth<WH2048> a man<WH2048>, will ye deceive him?"},{"number":10,"verse":"He will surely<WH3198> reprove<WH3198> you<WH5643>, If ye do secretly show<WH5375> partiality<WH6440>."},{"number":11,"verse":"Shall not his majesty<WH7613> make you afraid<WH1204>, And his dread<WH6343> fall upon you<WH5307>?"},{"number":12,"verse":"Your memorable<WH2146> sayings are<WH4912> proverbs of ashes<WH665>, Your defences<WH1354> are defences<WH1354> of clay<WH2563>."},{"number":13,"verse":"Hold your peace<WH2790>, let me alone<WH1696>, that I may speak; And let come on me what will<WH5674>."},{"number":14,"verse":"Wherefore should I take<WH5375> my flesh<WH1320> in my teeth<WH8127>, And put<WH7760> my life<WH5315> in my hand<WH3709>?"},{"number":15,"verse":"Behold <WH2005>, he will slay<WH6991> me<WH3176>; I have no hope: Nevertheless I will maintain<WH3198> my ways<WH1870> before him<WH6440>."},{"number":16,"verse":"This also shall be my salvation<WH3444>, That a godless<WH2611> man shall not come<WH935> before him<WH6440>."},{"number":17,"verse":"Hear <WH8085> diligently<WH8085> my speech<WH4405>, And let my declaration<WH262> be in your ears<WH241>."},{"number":18,"verse":"Behold now<WH6186>, I have set my cause<WH4941> in order<WH3045>; I know that I am righteous<WH6663>."},{"number":19,"verse":"Who is he that will contend<WH7378> with me<WH2790>? For then would I hold my peace and give up the ghost<WH1478>."},{"number":20,"verse":"Only do<WH6213> not two<WH8147> things unto me<WH5641>; Then will I not hide myself from thy face<WH6440>:"},{"number":21,"verse":"Withdraw <WH7368> thy hand<WH3709> far<WH7368> from me<WH367>; And let not thy terror make me afraid<WH1204>."},{"number":22,"verse":"Then call<WH7121> thou<WH6030>, and I will answer; Or let me speak<WH1696>, and answer thou me<WH7725>."},{"number":23,"verse":"How many are mine iniquities<WH5771> and sins<WH2403>? Make me to know<WH3045> my transgression<WH6588> and my sin<WH2403>."},{"number":24,"verse":"Wherefore hidest<WH5641> thou thy face<WH6440>, And holdest<WH2803> me for thine enemy<WH341>?"},{"number":25,"verse":"Wilt thou harass<WH6206> a driven<WH5086> leaf<WH5929>? And wilt thou pursue<WH7291> the dry<WH3002> stubble<WH7179>?"},{"number":26,"verse":"For thou writest<WH3789> bitter things<WH4846> against me<WH3423>, And makest me to inherit the iniquities<WH5771> of my youth<WH5271>:"},{"number":27,"verse":"Thou puttest<WH7760> my feet<WH7272> also in the stocks<WH5465>, And markest<WH8104> all my paths<WH734>; Thou settest a bound<WH2707> to the soles<WH8328> of my feet<WH7272>:"},{"number":28,"verse":"Though I am like a rotten thing<WH7538> that consumeth<WH1086>, Like a garment<WH899> that is moth<WH6211> - eaten<WH398>."}]}