{"bibleAbbr":"ASV1901","bookName":"Job","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"Moreover Elihu<WH453> answered<WH6030> and said<WH559>,"},{"number":2,"verse":"Hear <WH8085> my words<WH4405>, ye wise<WH2450> men<WH238>; And give ear unto me<WH3045>, ye that have knowledge."},{"number":3,"verse":"For the ear<WH241> trieth<WH974> words<WH4405>, As the palate<WH2441> tasteth<WH2938> food<WH398>."},{"number":4,"verse":"Let us choose<WH977> for us that which is right<WH4941>: Let us know<WH3045> among ourselves what is good<WH2896>."},{"number":5,"verse":"For Job<WH347> hath said<WH559>, I am righteous<WH6663>, And God<WH410> hath taken away<WH5493> my right<WH4941>:"},{"number":6,"verse":"Notwithstanding my right<WH4941> I am accounted a liar<WH3576>; My wound<WH2671> is incurable<WH605>, though I am without transgression<WH6588>."},{"number":7,"verse":"What man<WH1397> is like Job<WH347>, Who drinketh up<WH8354> scoffing<WH3933> like water<WH4325>,"},{"number":8,"verse":"Who goeth<WH732> in company<WH2274> with the workers<WH6466> of iniquity<WH205>, And walketh<WH3212> with wicked<WH7562> men<WH582>?"},{"number":9,"verse":"For he hath said<WH559>, It profiteth<WH5532> a man<WH1397> nothing That he should delight<WH7521> himself with God<WH430>."},{"number":10,"verse":"Therefore hearken<WH8085> unto me<WH582>, ye men of understanding<WH3824>: Far be it<WH2486> from God<WH410>, that he should do wickedness<WH7562>, And from the Almighty<WH7706>, that he should commit iniquity<WH5766>."},{"number":11,"verse":"For the work<WH6467> of a man<WH120> will he render<WH7999> unto him<WH376>, And cause every man to find<WH4672> according to his ways<WH734>."},{"number":12,"verse":"Yea <WH551>, of a surety, God<WH410> will not do wickedly<WH7561>, Neither will the Almighty<WH7706> pervert<WH5791> justice<WH4941>."},{"number":13,"verse":"Who gave him a charge<WH6485> over the earth<WH776>? Or who hath disposed<WH7760> the whole world<WH8398>?"},{"number":14,"verse":"If he set<WH7760> his heart<WH3820> upon himself<WH622>, If he gather unto himself his spirit<WH7307> and his breath<WH5397>;"},{"number":15,"verse":"All flesh<WH1320> shall perish<WH1478> together<WH3162>, And man<WH120> shall turn again<WH7725> unto dust<WH6083>."},{"number":16,"verse":"If now thou hast understanding<WH998>, hear<WH8085> this<WH238>: Hearken to the voice<WH6963> of my words<WH4405>."},{"number":17,"verse":"Shall even one that hateth<WH8130> justice<WH4941> govern<WH2280>? And wilt thou condemn<WH7561> him that is righteous<WH6662> and mighty<WH3524>?—"},{"number":18,"verse":"Him that saith<WH559> to a king<WH4428>, Thou art vile<WH7563>, Or to nobles<WH5081>, Ye are wicked<WH1100>;"},{"number":19,"verse":"That respecteth<WH5375> not the persons<WH6440> of princes<WH8269>, Nor regardeth<WH5234> the rich<WH7771> more than<WH6440> the poor<WH1800>; For they all are the work<WH4639> of his hands<WH3027>."},{"number":20,"verse":"In a moment<WH7281> they die<WH4191>, even at midnight<WH2676>; The people<WH5971> are shaken<WH1607> and pass away<WH5674>, And the mighty<WH47> are taken away<WH5674> without hand<WH3027>."},{"number":21,"verse":"For his eyes<WH5869> are upon the ways<WH1870> of a man<WH376>, And he seeth<WH7200> all his goings<WH6806>."},{"number":22,"verse":"There is no darkness<WH2822>, nor thick gloom<WH6757>, Where the workers<WH6466> of iniquity<WH205> may hide themselves<WH5641>."},{"number":23,"verse":"For he needeth not further<WH7760> to consider a man<WH376>, That he should go<WH1980> before God<WH410> in judgment<WH4941>."},{"number":24,"verse":"He breaketh in pieces<WH7489> mighty men<WH3524> in ways past finding<WH2714> out<WH5975>, And setteth others in their stead<WH312>."},{"number":25,"verse":"Therefore he taketh knowledge<WH5234> of their works<WH4566>; And he overturneth<WH2015> them in the night<WH3915>, so that they are destroyed<WH1792>."},{"number":26,"verse":"He striketh<WH5606> them as<WH8478> wicked men<WH7563> In the open<WH4725> sight of others<WH7200>;"},{"number":27,"verse":"Because they turned aside<WH5493> from following him<WH310>, And would not have regard<WH7919> in any of his ways<WH1870>:"},{"number":28,"verse":"So that they caused the cry<WH6818> of the poor<WH1800> to come<WH935> unto him<WH8085>, And he heard the cry<WH6818> of the afflicted<WH6041>."},{"number":29,"verse":"When he giveth quietness<WH8252>, who then can condemn<WH7561>? And when he hideth<WH5641> his face<WH6440>, who then can behold<WH7789> him<WH1471>? Alike whether it be done unto a nation, or unto a<WH3162> man<WH120>:"},{"number":30,"verse":"That the godless<WH120> man reign<WH4427> not<WH4170>, That there be none to ensnare the people<WH5971>."},{"number":31,"verse":"For hath any said<WH559> unto God<WH410>, I have borne<WH5375> chastisement<WH2254>, I will not offend any more:"},{"number":32,"verse":"That which I see<WH2372> not<WH1107> teach<WH3384> thou me<WH6466>: If I have done iniquity<WH5766>, I will do it no more<WH3254>?"},{"number":33,"verse":"Shall his recompense<WH7999> be as thou wilt<WH3588>, that thou refusest it<WH977>? For thou must choose, and not I<WH1696>: Therefore speak what thou knowest<WH3045>."},{"number":34,"verse":"Men <WH582> of understanding<WH3824> will say<WH559> unto me<WH2450>, Yea, every wise man<WH1397> that heareth me<WH8085>:"},{"number":35,"verse":"220 <WH347> speaketh<WH1696> without knowledge<WH1847>, And his words<WH1697> are without wisdom<WH7919>."},{"number":36,"verse":"Would <WH15> that Job<WH347> were tried<WH974> unto the end<WH5331>, Because of his answering<WH8666> like wicked<WH205> men<WH582>."},{"number":37,"verse":"For he addeth<WH3254> rebellion<WH6588> unto his sin<WH2403>; He clappeth<WH5606> his hands among us<WH7235>, And multiplieth his words<WH561> against God<WH410>."}]}