{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ଦ୍ଵିତୀୟ ପତ୍ର","bookEnglishName":"2 John","chapterNumber":1,"verses":[{"number":1,"verse":"( ଅଭିବାଦନ) ପ୍ରାଚୀନ ଯେ ମୁଁ, ମୁଁ ମନୋନୀତା ମହିଳା ଓ ତାହାଙ୍କ ସନ୍ତାନମାନଙ୍କ ନିକଟକୁ ପତ୍ର ଲେଖୁଅଛି । ସେମାନଙ୍କୁ ମୁଁ ସତ୍ୟ ରୂପେ ପ୍ରେମ କରେ, ଆଉ କେବଳ ମୁଁ ନୁହେଁ, ମାତ୍ର ସତ୍ୟ ଜାଣିଥିବା ସମସ୍ତ ଲୋକ ମଧ୍ୟ ପ୍ରେମ କରନ୍ତି ।"},{"number":2,"verse":"ଯେଉଁ ସତ୍ୟ ଆମ୍ଭମାନଙ୍କ ଅନ୍ତରରେ ରହିଅଛି ଓ ଚିରକାଳ ଆମ୍ଭମାନଙ୍କ ସହିତ ରହିବ, ସେହି ସତ୍ୟ ସକାଶେ ସେମାନଙ୍କୁ ପ୍ରେମ କରୁଅଛୁ ।"},{"number":3,"verse":"ପିତା ଈଶ୍ଵର ଓ ସେହି ପିତାଙ୍କ ପୁତ୍ର ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କଠାରୁ ଅନୁଗ୍ରହ, ଦୟା ଓ ଶାନ୍ତି ଆମ୍ଭମାନଙ୍କ ସହିତ ସତ୍ୟ ଓ ପ୍ରେମରେ ରହିବ ।"},{"number":4,"verse":"( ସତ୍ୟ ଓ ପ୍ରେମରେ ଆଚରଣ) ତୁମ୍ଭର ସନ୍ତାନମାନଙ୍କ ମଧ୍ୟରୁ କେତେକଙ୍କୁ ପିତାଙ୍କଠାରୁ ପ୍ରାପ୍ତ ଆଜ୍ଞାନୁଯାୟୀ ସତ୍ୟରେ ଆଚରଣ କରୁଥିବା ଦେଖି ମୁଁ ବିଶେଷ ଆନନ୍ଦିତ ।"},{"number":5,"verse":"ହେ ଭଦ୍ରେ, ଏବେ ମୁଁ ଯେ ତୁମ୍ଭ ନିକଟକୁ କୌଣସି ନୂଆ ଆଜ୍ଞା ଲେଖୁଅଛି, ତାହା ନୁହେଁ, ମାତ୍ର ଆଦ୍ୟରୁ ପ୍ରାପ୍ତ ଆଜ୍ଞାଟି ଲେଖି ଅନୁରୋଧ କରୁଅଛି ଯେ, ଆମ୍ଭେମାନେ ପରସ୍ପରକୁ ପ୍ରେମ କରୁ ।"},{"number":6,"verse":"ଆଉ ଆମ୍ଭେମାନେ ଯେ ତାହାଙ୍କ ଆଜ୍ଞାନୁସାରେ ଆଚରଣ କରୁ, ଏହା ହିଁ ପ୍ରେମର ସାର । ତୁମ୍ଭେମାନେ ଆଦ୍ୟରୁ ଯାହା ଶୁଣିଅଛ, ସେହି ଅନୁସାରେ ଆଚରଣ କର, ଏହା ସେହି ଆଜ୍ଞା ।"},{"number":7,"verse":"କାରଣ ଯେଉଁମାନେ ଯୀଶୁ ଖ୍ରୀଷ୍ଟ ଦେହବ; ହୋଇ ଅବତୀର୍ଣ୍ଣ ହୋଇଅଛନ୍ତି ବୋଲି ଅସ୍ଵୀକାର କରନ୍ତି, ଏପରି ଅନେକ ପ୍ରବଞ୍ଚକ ଜଗତରେ ବାହାରି ଆସିଅଛନ୍ତି । ଏହିପ୍ରକାର ଲୋକ ସେହି ପ୍ରବଞ୍ଚକ ଓ ଖ୍ରୀଷ୍ଟାରି ।"},{"number":8,"verse":"ତୁମ୍ଭେମାନେ ଯେପରି ଆମ୍ଭମାନଙ୍କର କୃତ କର୍ମର ଫଳ ନ ହରାଇ ବରଂ ସେଥିର ପୂର୍ଣ୍ଣ ପୁରସ୍କାର ପ୍ରାପ୍ତ ହୁଅ, ସେଥିନିମନ୍ତେ ଆପଣା ଆପଣା ବିଷୟରେ ସାବଧାନ ହୁଅ ।"},{"number":9,"verse":"ଯେକେହି ଖ୍ରୀଷ୍ଟଙ୍କ ଶିକ୍ଷାର ସୀମା ମଧ୍ୟରେ ନ ରହି ତାହା ଅତିକ୍ରମ କରେ, ସେ ଈଶ୍ଵରଙ୍କୁ ପାଇ ନାହିଁ; ଯେ ଶିକ୍ଷାର ସୀମା ମଧ୍ୟରେ ରହେ, ସେ ପିତା ଓ ପୁତ୍ର ଉଭୟଙ୍କୁ ପାଇଅଛି ।"},{"number":10,"verse":"କେହି ଯଦି ଏହି ଶିକ୍ଷା ନ ଘେନି ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଆସେ, ତେବେ ତାହାକୁ ଗୃହରେ ଅତିଥି ନ କର ଓ ସମ୍ଵର୍ଦ୍ଧନା ଜଣାଅ ନାହିଁ;"},{"number":11,"verse":"କାରଣ ଯେକେହି ତାହାକୁ ସମ୍ଵର୍ଦ୍ଧନା ଜଣାଏ, ସେ ତାହାର ଦୁଷ୍କର୍ମର ସହଭାଗୀ ହୁଏ ।"},{"number":12,"verse":"( ଶେଷ ଶୁଭେଚ୍ଛା) ତୁମ୍ଭମାନଙ୍କର ନିକଟକୁ ଅନେକ ବିଷୟ ଲେଖିବାକୁ ଅଛି, କିନ୍ତୁ କାଗଜ ଓ କାଳିରେ ତାହା ଲେଖିବାକୁ ଇଚ୍ଛା କରୁ ନାହିଁ; ମୋର ଆଶା ଯେ; ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହୋଇ ମୁଖାମୁଖି କଥାବାର୍ତ୍ତା କରିବି, ଯେପରି ଆମ୍ଭମାନଙ୍କ ଆନନ୍ଦ ସମ୍ପୂର୍ଣ୍ଣ ହେବ।"},{"number":13,"verse":"ତୁମ୍ଭର ମନୋନୀତା ଭଗିନୀର ସନ୍ତାନମାନେ ତୁମ୍ଭକୁ ନମସ୍କାର ଜଣାଉଅଛନ୍ତି ।"}]}