{"bibleAbbr":"awaERV2005","bookName":"तीतुस क पत्र","bookEnglishName":"Titus","chapterNumber":2,"verses":[{"number":1,"verse":"( सच्ची सिच्छा क अनुसरण) मुला तू हमेसा अइसेन बात बोला करा जउन सदसिच्छा क अनुकूल होइँ।"},{"number":2,"verse":"बूढ़े मनइयन क उपदेस द्या कि उ सालीन अउर अपने प नियन्त्रण रखइवाला बनइँ। उ पचे गंभीर, विवेकी, पिरेम अउर सत्य सिच्छा क अनुसरण करइवाला होइँ, अउर धीरज सहित सहनसील होइँ।"},{"number":3,"verse":"इही तरह बुढ़िया स्रियन क सिखावा कि उ पचे पवित्तर जनन क जोग्ग अच्छा व्यवहारवाली बनइँ। निन्दक न बनइँ अउर बहुत जियादा मदिरा पान क लत ओनका न होइ। उ अच्छी-अच्छी बातन सिखावइवाल बनइँ जेहि का उ पचे खुद पालन किए अहइँ।"},{"number":4,"verse":"ताकि युवतियन क अपने अपने बचवन अउर पतियन स पिरेम करइ क सीख देइ सकइँ।"},{"number":5,"verse":"जेहसे उ पचे संयमी, पवित्तर, अपने-अपने घरन क देखभाल करइवाली, दयालु, अपने पतियन की आज्ञा मानइवाली बनइँ। जेका परमेस्सर क बचन क निन्दा न होइ।"},{"number":6,"verse":"इही तरह जवानन क सिखावत रहा कि उ सबइ संयमी बनइँ।"},{"number":7,"verse":"तू अपने आप क अच्छे कामन का उदाहरण बनावा। तोहार उपदेस सुद्ध अउर गम्भीर होइ चाही।"},{"number":8,"verse":"अइसेन सद्वानी क प्रयोग करा, जेकर आलोचना न कीन्ह जाइ सकइ ताकि तोहार विरोधी लज्जित होइँ काहेकि ओनके लगे तोहरे विरोध मँ खराब कहइ क कछू नाहीं होइ।"},{"number":9,"verse":"दासन क सिखावा कि उ सब बात मँ अपने स्वामियन क आज्ञा क पालन करइँ। ओन्हें प्रसन्न करत रहइँ। उलट कर बात न बोलइँ।"},{"number":10,"verse":"चोरी चालाकी न करइँ। बल्कि सभन बिसवासनीयता क प्रदर्सन करइँ। ताकि हमार उद्धारकर्ता परमेस्सर क उपदेस क सब तरह स सोभा बढ़इ।"},{"number":11,"verse":"काहेकि परमेस्सर क अनुग्रह सब मनइयन क उद्धार करइ बरे परगट भवा बा।"},{"number":12,"verse":"एहसे हम सीख मिलत ह कि हम परमेस्सर विहीनता क न नकारी अउर संसारिक इच्छन क निसेध करत-करत अइसेन जीवन जिई। जउन विवेक स भरा नेक, भक्ति स भरपूर अउर पवित्तर होइ। आज क एह संसार मँ"},{"number":13,"verse":"आसा क ओह धन्य दिन क परिपूर्ण करइ क बाट जोहत रही। जब हमार परम परमेस्सर अउर उद्धारकर्ता ईसू मसीह क महिमा परगट होई।"},{"number":14,"verse":"उ हमरे बरे अपने आपेके दइ डाएस। ताकि उ सब तरह क दुस्टतन स हमका बचाइ सकी अउर आपन चुने भए लोगन क रूप मँ अपने बरे हमका सुद्ध कइ ले हमका, जउन अच्छा काम करइ क लालायित अहइ।"},{"number":15,"verse":"इन बातन क पूरे अधिकार क साथ कहत अउर समझावत रहा, उत्साहित करत रहा अउर विरोधियन क झिड़कत रहा। ताकि कोइ तोहार अनसुनी न कइ सकइ।"}]}