{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"( रास्ट्र बाढ़इ अउ फइल जाइ) नूह क पूत सेम। हाम अउ येपेत रहेन। बाढ़ क पाछे इ तीनउँ बहोत स पूतन क बाप भएन। हिआँ सेम, हाम अउ येपेत स पइदा होइवालन पूतन क सूची दीन्ह जात अहइ:"},{"number":2,"verse":"( येपेत क संतानन) येपेत क पूत रहेन: गोमेर, मागोग, मादै, यावान, तूबल, मेसेक अउ तीरास।"},{"number":3,"verse":"गोमेर क पूत रहेन: असकनज, रीपत अउ तोगर्मा"},{"number":4,"verse":"यावान क पूत रहेन: एलीसा, तर्सीस, कित्ती अउ दोदानी।"},{"number":5,"verse":"भूमध्य सागर क चारिहुँ कइँती तटे प जउन मनई रहइ लागेन उ पचे येपेत क संतान ही रहेन। हर एक पूत क आपन अलग प्रदेस रहा। सब परिवार बाढ़ेन अउ अलग अलग रास्ट्र बन गएन। हर एक रास्ट्र क आपन आपन भाखा रही।"},{"number":6,"verse":"( हाम क संतानन) हाम क पूत रहेन: कूस, मिस्र, फूत अउ कनान,"},{"number":7,"verse":"कूस क पूत रहेन: सबा, हवीला, सबता, रामा, सबूतका। रामा क पूत रहेन: सबा अउ ददान।"},{"number":8,"verse":"कूस क एक पूत निम्रोद नाउं क भी रहा। निम्रोद भुइँया प बहोत बरिआर मनई भवा रहा।"},{"number":9,"verse":"यहोवा क समन्वा निम्रोद, एक बड़का सिकरी रहा। ऍह बरे लोग दूसर मनइयन क बराबरी निम्रोद स करत ही अउर कहत हीं, “इ मनई, यहोवा क समन्वा बड़का सिकारी निम्रोद क तरह अहइ।”"},{"number":10,"verse":"निम्रोद क राज्ज सिनार देस मँ बाबुल, एरेख, कलना अउ अक्कद प्रदेस स सुरु भवा।"},{"number":11,"verse":"निम्रोद अस्सूर मँ भी गवा। हुवाँ उ नीनवे, रहोबोतीर, कालह अउ"},{"number":12,"verse":"रेसेन नाउँ क नगरन क बसाएस। (रेसेन, नीनवे अउ बड़का सहर कालह, क बीच क सहर बाटइ।)"},{"number":13,"verse":"मिस्रप (मिस्र) - लूद, अनाम, लहाब, नप्तूह,"},{"number":14,"verse":"पत्रूस, कसलूह अउ कप्तोर देसन क लोगन क बाप रहा। (पलिस्ती लोग कसलूह लोगन स आए रहेन।)"},{"number":15,"verse":"कनान सीदोन क बाप रहा। सिदोन कनान क पहिला पूत रहा। कनान, हित क भी बाप रहा। हित, हित्ती लोगन क बाप रहा।"},{"number":16,"verse":"अउर कनान, यबूसी, एमोरी, गिर्गासी,"},{"number":17,"verse":"हिव्वी, अर्की, सीनी,"},{"number":18,"verse":"अर्वदी, समारी, हमाती लोगन क भी बाप रहा। कनान क परिवार संसार क अलग अलग हीसा मँ फइला रहेन,"},{"number":19,"verse":"कनान लोगन क भुइँया उत्तर मँ सीदोन स दक्खिन मँ गरार तलक, पच्छिम मँ अज्जा स पूरब मँ सदोम अउ अमोरा तलक, अदमा अउ सबोयीम स लासा तलक रहा।"},{"number":20,"verse":"इ सबइ लोग हाम क संतानन रहेन। उ पचे परिवारन, भाखान, देसन अउर रास्ट्रन क अनुसार व्यवस्थित रहेन।"},{"number":21,"verse":"( सेम क संतानन) सेम येपेत क बड़का भाई रहा। सेम क एक संतानन एबेर हिब्रू लोगन क बाप रहा।"},{"number":22,"verse":"सेम्त पूत एलाम, अस्सूर, अर्पखद, लूद अउ अराम रहेन।"},{"number":23,"verse":"अराम क पूत ऊस, हूल, गेतेर अउ मस रहेन।"},{"number":24,"verse":"अर्पखद सेलह क बाप रहा। सेलह एबेर क बाप रहा।"},{"number":25,"verse":"एबेर क दुइ पूत रहेन। एक पूत क नाउँ पेलेग रहा। ओका इ नाउँ ऍह बरे दीन्ह गवा काहेकि जिन्नगी क टेम मँ धरती क बटवारा भवा। दूसर भाई क नाउँ योक्तान रहा।"},{"number":26,"verse":"योक्तान अल्मोदाद, सेलेप, हसर्मावेत, येरह,"},{"number":27,"verse":"यदोरवाम, ऊजाल, दिला,"},{"number":28,"verse":"ओबाल, अबीमाएल, सबा,"},{"number":29,"verse":"ओपीर हवीला अउ योबाब क बाप रहा। इ सबहि लोग योकतान क संतान भएन।"},{"number":30,"verse":"इ सबइ लोग मेसा अउ पुर्बिहा पहाड़ी प्रदेस क बीच क भुइँया मँ रहत रहेन। मेसा सपारा प्रदेस कइँती रहा।"},{"number":31,"verse":"उ लोग सेम क परिवारे स रहेन। उ सबइ परिवार, परिवार क आधार पइ, भाखा क आधार पइ, देस क आधार पइ अउर रास्ट्र क आधार पइ बँटा भवा रहा।"},{"number":32,"verse":"नूह क पूतन स चलइ वाला परिवारन क इ सूची अहइ। उ पचे आपन आपन रास्ट्र मँ बँटा भवा रहत रहेन। बाढ़ क पाछे सारी भुइँया प फइलइवाला लोग भी एनही परिवारे स निकरि आएन।"}]}