{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":17,"verses":[{"number":1,"verse":"( खतना करार क सबूत) जब अब्राम निन्यानबे बरिस क भवा, यहोवा ओह पइ परगट भवा। यहोवा कहेस, “मइँ सर्वोच्च परमेस्सर अहउँ। मोरे आगे चला अउर इमानदार रहा।"},{"number":2,"verse":"जदि तू इ करा, तउ मइँ आपन अउ तोहरे बीच एक करार करब। मइँ तोहका बचन देत हउँ कि मइँ तोहका बहोत सारा संतान देबउ।”"},{"number":3,"verse":"अब्राम परमेस्सर क समन्वा आपन मुँह जमीन कइँती निहुराएस। तब परमेस्सर ओहसे बात किहस अउ कहेस,"},{"number":4,"verse":"“हमरे करार क इ हीसा मोर अहइ। मइँ तोहका कइउ रास्ट्र क बाप बनाउब।"},{"number":5,"verse":"मइँ तोहरे नाउँ क बदल देब। तोहार नाउँ अब्राम नाही होइ। तोहार नाउँ इब्राहीम होइ। मइँ तोहका इ नाउँ ऍह बरे देत अहउँ कि तू बहोत स रास्ट्रन क बाप बनब्या।"},{"number":6,"verse":"मइँ तोहका बहोत संतानन देब। तोहसे नवा रास्ट्र अउर राजा लोग पइदा होइहीं।"},{"number":7,"verse":"अउर मइँ आपन अउ तोहरे बीच एक करार करब। इ करार तोहरे सबहिं संतानन बरे होइ। मइँ तोहार अउ तोहरे सबहि संतानन क परमेस्सर रहब। इ करार सदा बनी रही।"},{"number":8,"verse":"अउर मइँ इ प्रदेस तोहका अउ तोहरे सबहिँ संतानन क देब। मइँ उ प्रदेस तोहका देब जेहसे होइके तू जात्रा करत रहब्या। मइँ तोहका कनान प्रदेस देब। मइँ तोहका इ प्रदेस सदा बरे देब अउर मइँ तोहार परमेस्सर रहब।”"},{"number":9,"verse":"परमेस्सर इब्राहीम स कहेस, “अब करार क इ हींसा तोहार हींसा अहइ। मोर इ करार क मानब तू अउ तोहार संतानन करिही।"},{"number":10,"verse":"इ उ करार अहइ कि जेका तू मनब्या। इ करार मोरे अउ तोहरे बीच अहइ। इ तोहरे सबहि संतानन बरे अहइ। हर एक लरिका जउन पइदा होइ ओकर खतना जरूर होइ।"},{"number":11,"verse":"तू बाहरी चाम क एक निसान बरे कटब्या कि तू आपन अउ मोरे बीच क करार क मानत रहब्या।"},{"number":12,"verse":"जब लरिका आठ दिन क होइ जाइ तब तू ओकर खतना कर्या। हर एक लरिका जउन तोहरे मनइबन क बीच पइदा होइ या कउनो लरिका जउन विदेसी स खरीदइ भवा तोहार दास स पइदा होइ, ओकर खतना जरूर होइ।"},{"number":13,"verse":"इ तरह तोहरे रास्ट्र क हर एक लरिका क खतना होइ। जउन लरिका तोहरे परिवारे मँ पइदा होइ या दास क रुप मँ बसेहा जाइ ओकर खतना होइ।"},{"number":14,"verse":"इहइ मोर नेम अहइ अउर मोरे अउ तोहरे बीच करार अहइ। जउन कउनो मनई क खतना नाही होइ उ आपन मनइयन स अलगाइ दीन्ह जाइ। काहेकि उ मनई मोरे करार क तोड़ दिहस।”"},{"number":15,"verse":"( इसहाक प्रण क पूत) परमेस्सर इब्राहीम स कहेस, “मइँ सारै क जउन तोहार मेहरारु अहइ, नवा नाम देब। ओकर नाउँ सारा होइ।"},{"number":16,"verse":"मइँ ओका असीस देब। मइँ ओका पूत देब अउ तू बाप होइ। उ बहोत स नए रास्ट्रन क महतारी होब्या। ओहसे रास्ट्रन क राजा लोग पइदा होइहीं।”"},{"number":17,"verse":"इब्राहीम आपन मूँड़ी परमेस्सर क भगति देखावइ बरे जमीन कइँती निहुराएस। मुला उ हसा अउ आपन स बोला, “मइँ सौ बरिस क होइ ग अहउँ। मइँ पूत नाही पइदा कइ सकत हउँ अउ सारा नब्बे बरिस क बुढ़िया बाटइ। उ लरिकन क जन्म नाही दइ सकत।”"},{"number":18,"verse":"तउ इब्राहीम परमेस्सर स कहेस, “मोका उमीद अहइ कि इस्माएल जिइही अउ तोहार सेवा करइहीं?”"},{"number":19,"verse":"परमेस्सर कहेस, “नाही, मइँ कहेउँ कि तोहार मेहरारु सारा पूत क जन्म देइ। तू ओकर नाउँ इसहाक रखब्या। मइँ ओकरे संग करार करब। इ करार अइसा होइ जउन ओकरे सबहि संतानन क संग सदा बनी रही।"},{"number":20,"verse":"“तू इस्माएल क नाउँ लिहस अउर मइँ तोहार बात सुनेउँ। मइँ ओका असीसब। ओकरे बहोत स सन्तानन होइहीं। उ बारह बड़का राजा क बाप होइ। ओकर परिवार एक बहोत बड़ा रास्ट्र बनी।"},{"number":21,"verse":"मुला मइँ आपन करार इसहाक क संग करब। इसहाक ही उ पूत होइ जेका सारा पइदा करी। इ पूत अगला बरिस मँ इहइ टेम मँ, पइदा होइ।”"},{"number":22,"verse":"परमेस्सर जब इब्राहीम स बात करब बन्द किहस, इब्राहीम अकेल्ला रहि गवा। परमेस्सर इब्राहीम क लगे स आकास कइँती उठि गवा।"},{"number":23,"verse":"परमेस्सर कहे रहा कि तू अपने परिवार क सबहि लरिकन अउ मनइयन क खतना कराया। ऍह बरे इब्राहीम इस्माएल अउ आपन घरे मँ पइदा भए सबइ नउकर लोगन क एक संग बोलाएस। इब्राहीम ओन नउकर लोगन क एक संग बोलाएस जउन धने स बेसहा ग रहेन। इब्राहीम क घर क सबहि मनसेधू अउ लरिकन बटुरेन अउ ओन सबहि क खतना उहइ दिन ओनकइ बाहरी चाम काटिके कइ दीन्ह गवा। इब्राहीम ओन लोगन क खतना ठीक उहइ तरह स किहेस जे तरह परमेस्सर कहे रहेन।"},{"number":24,"verse":"जब इब्राहीम क खतना भवा उ निन्यानबे बरिस क रहा।"},{"number":25,"verse":"अउर ओकर पूत इस्माएल आपन खतना होइके टेम तेरह बरिस क रहा।"},{"number":26,"verse":"इब्राहीम अउ ओकरे पूत क खतना उहइ दिन भवा।"},{"number":27,"verse":"उहइ दिन इब्राहीम क सबहिं मनइयन क खतना भवा। इब्राहीम क घरे मँ पइदा भए सबहि मनइयन क अउ बेसहा गए सबहि दासन क खतना उहइ दिन भवा।"}]}