{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"( इब्राहीम क परिवार) इब्राहीम फुन बियाह किहस। ओकर नई मेहरारु क नाउँ कतूरा रहा।"},{"number":2,"verse":"कतूरा जिम्रान, योच्छान, मिधान, मिदान यिसबाक अउ सूह क जन्म दिहेस।"},{"number":3,"verse":"योच्छान, सबा अउ ददान क बाप रहा। ददान क संतानन अस्सूर, लुम्मी अउ लतूसी लोग रहेन।"},{"number":4,"verse":"मिद्यान क पूत एपा, एपेर, हनोक, अबीदा अउ एल्दा रहेन। इ सबहि पूत इब्राहीम अउ कतूरा स पइदा भएन।"},{"number":5,"verse":"इब्राहीम मरइ स पहिले आपन मेहरारु नउकरन क पूतन क कछू भेंट दिहस। इब्राहीम पूतन क पूरब पठएस। उ ऍनका इसहाक स दूर पठएस। ऍकरे पाछे इब्राहीम आपन सबहि चीजन इसहाक क दइ दिहस।"},{"number":7,"verse":"इब्राहीम एक सौ पचहत्तर बरिस क उमर तलक जिअत रहा।"},{"number":8,"verse":"इब्राहीम धीमे धीमे दुबराइ गवा अउ संतुट्ठ जीवन बिताइ क पाछे चल बसा। उ ल्म्बी भरपूर जिन्नगी बिताएस अउर ओका दफना दीन्ह गवा रहा।"},{"number":9,"verse":"ओकर पूत इसहाक अउ इस्माएल ओका मकपेला क गुफा मँ दफनाएन। इ गुफा सोहर क पूतन एप्रोन क खेते मँ अहइ। इ मम्रे क पूरब मँ रही।"},{"number":10,"verse":"इ उहइ गुफा अहइ जेका इब्राहीम हित्ती लोगन स बेसहे रहा। इब्राहीम क ओकर मेहरारु सारा क लाग गाड़ा गवा।"},{"number":11,"verse":"इब्राहीम क मरइ क पाछे परमेस्सर इसहाक प कृपा किहेस अउ इसहाक बेर लहैरोई मँ रहत रहा।"},{"number":12,"verse":"इस्माएल क परिवार क इ सूची अहइ। इस्माएल इब्राहीम अउ हाजिरा क पूत रहा। (हाजिरा सारा क मिस्र देस क दासी रही।)"},{"number":13,"verse":"इस्माएल क पूतन क इ सबइ नाउँ अहइँ पहिला पूत नबायोत रहा, तब केदार पइदा भवा, तब अदबेल, मिबसाम,"},{"number":14,"verse":"मिस्मा, दूमा, मस्सा,"},{"number":15,"verse":"हदद, तेमा, यतूर, नापीस अउ केदमा भएन।"},{"number":16,"verse":"इ सबइ इस्माएल क पूतन क नाउँ रहेन। हर एक पूत क आपन गाँव या सिबिर रहेन। आपन कबील क उपचे बारह राजकुमार रहेन।"},{"number":17,"verse":"इस्माएल एक सौ सैंतीस बरिस जिअत रहा। तबहीं उ मर गवा अउ दफना दीन्ह गवा रहा।"},{"number":18,"verse":"इस्माएल क सन्तानन हवीला स लइके सूर क लगे मिस्र क चौहद्दी अउ ओसे भी आगे अस्सूर क किनारे तलक, बसे रहेन अउ आपन रस्तेदारन पइ हमला करत रहेन।"},{"number":19,"verse":"( इसहाक क परिवार) इ इसहाक क कहानी बाटइ। इब्राहीम क एक पूत इसहाक रहा।"},{"number":20,"verse":"जब इसहाक चालीस बरिस क रहा तब उ रिबका स बियाइ किहस। रिबका पद्दनराम क रहइवाली रही। उ अरामी बतूएल क बिटिया रही अउ लाबान क बहिन रही।"},{"number":21,"verse":"इसहाक क बसही बच्चा नाही पइदा कइ सकी। ऍह बरे इसहाक यहोवा स आपन मेहरारु बरे पराथना किहस। यहोवा इसहाक क बिनती सुनेस अउ यहोवा रिबका क गरभ धारण करइ दिहस।"},{"number":22,"verse":"जब रिबका गरभ धारण किहे रही तब ओकरे गर्भ मँ बच्चे एक दूसर क संग धक्का धक्की करत रहेन। रिबका यहोवा स पराथना किहेस, अउ बोली, “मोरे संग अइसा काहे होत अहइ।”"},{"number":23,"verse":"यहोवा कहेस, “तोहरे गर्भ मँ दुइ रास्ट्र अहइँ। दुइ परिवारन क राजा तोहसे पइदा होइहीं अउ उ पचे अलगाइ जइही। एक पूत दूसर स बलवान होइ। बड़का पूत छोटके पूत क सेवा करी।”"},{"number":24,"verse":"अउर जब टेम पूरा भवा तउ रिबका जुड़ौधा लरिकन क जन्मेस।"},{"number":25,"verse":"पहिला लरिका लाल भवा। ओकर खाल रोवाँदार ओढ़ना क नाईं रही। ऍह बरे ओकर नाउँ एसाव पड़ा।"},{"number":26,"verse":"जब दूसर लरिका पइदा भवा, उ एसाव क एँड़ी क मजबूती स धरे रहा। ऍह बरे उ लरिका क नाउँ याकूब पड़ा। इसहाक क उमिर उ टेम साठ बरिस क रही। जब याकूब अउ एसाव पइदा भएन।"},{"number":27,"verse":"लरिकन बड़ा भएन। एसाव एक होसियार सिकारी भवा। उ मइदानन मँ रहब पसन्द करइ लाग। मुला याकूब सान्त रहा। उ आपन तम्बू मँ रहत रहा।"},{"number":28,"verse":"इसहाक एसाव क पिआर करत रहा। उ ओन जनावरन क खाब पसन्द करत रहा जेका एसाव मारि क लइ आवत रहा। मुला रिबका याकूब क पिआर करत रही।"},{"number":29,"verse":"एक दाईं एसाव सिकार स लउटा। उ भूख स थका अउ कमजोर होइ गवा रहा। याकूब कछू दाल पकावत रहा।"},{"number":30,"verse":"इ कारण एसाव याकूब स कहेस, “मइँ भूख स कमजोर होत अहउँ। तू उ लाल दाल मँ स कछू मोका द्या।” (इहइ कारण अहइ कि लोग ओका एदोम कहत हीं।)"},{"number":31,"verse":"मुला याकूब कहेस, “तोहका पहिलौठी होइ क आधिकार मोका आज बेचइ करइ क होइ।”"},{"number":32,"verse":"एसाव कहेस, “मइँ भूख स मरा जात अहउँ। अगर मइँ मरि जात अहउँ तउ मोरे बाप क सब धन मोर मदद नाही कर पाइ। ऍह बरे तोहका मइँ आपन हींसा देब।”"},{"number":33,"verse":"मुला याकूब कहेस, “पहिले बचन द्या कि तू इ मोका देब्या।” ऍह बरे एसाव याकूब क बचन दिहस। एसाव आपन पिता क धन क आपन हीसां याकूब क बेच दिहस।"},{"number":34,"verse":"तब याकूब एसाव क रोटी अउ भोजन दिहस। एसाव खाएस, पिएस अउ तब चला गवा। इ तरह एसाव इ देखॅाएस कि उ पहिलौटा होइ क आपन आधिकार क परवाह नाही किहेस।"}]}