{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"इसहाक याकूब क बोलाएस अउ ओका आसीर्बाद दिहस। तब इसहाक ओका हुकुम दिहस। इसहाक कहेस, “तू कनानी मेहरारु स बियाह नाही कइ सकत्या।"},{"number":2,"verse":"ऍह बरे इ ठउर क तजा अउ पद्दन-अराम क जा। आपन नाना बतूएल क घराना मँ जा। हुआँ तोहार मामा लाबान रहत ह। ओकरी कउनो एक बिटिया स बियाह करा।"},{"number":3,"verse":"मइँ पराथना करत हउँ कि सब स सर्वसक्तीमान परमेस्सर तोहका आसीर्बाद देइ अउ तोहका बहोत स पूत देइ। मइ पराथना करत हउँ कि तू एक बड़का रास्ट्र क पिता बना।"},{"number":4,"verse":"मइँ पराथना करत हउँ कि जउने तरह परमेस्सर इब्राहीम क बरदान दिहे रहा उहइ तरह उ तोहका भी आसीर्बाद देइ। मइँ पराथना करत हउँ कि परमेस्सर तोहका इब्राहीम क आसीर्बाद देइ, मइँ पराथना करत हउँ कि तू जहा भी रहा उ धरती तोहार कब्जा मँ होइ। इ उहइ धरती अहइ जउन परमेस्सर इब्राहीम क दिहे रहा।”"},{"number":5,"verse":"इ तरह इसहाक याकूब क पद्दन-अराम क पहँटा क पठएस। याकूब आपन मामा लाबान क लगे गवा। अरामी बतूएल लाबान अउ रिबका क पिता रहा अउ रिबका याकूब अउ एसाव क महतारी रही।"},{"number":6,"verse":"एसाव क पता चला कि ओकर बाप इसहाक याकूब क आसीर्बाद दिहेस ह अउ याकूब क पद्दन-अराम मँ एक ठु मेहरारु क खोज बरे पठएस ह। एसाव क इ भी पता लाग कि इसहाक याकूब क आदेस दिहेस ह कि उ कनानी मेहरारु स बियाह न करइ।"},{"number":7,"verse":"एसाव इ समझेस कि याकूब आपन महतारी बाप क हुकुम मानेस अउ उ पद्दन-अराम क चला गवा।"},{"number":8,"verse":"एसावा एहसे इ समझेस कि ओकर बाप इ नाही चाहत कि ओकर पूत लोग कनानी मेहररुअन स बियाह करइँ।"},{"number":9,"verse":"एसाव क दुइ मेहररुअन पहिले स ही रहिन। मुला उ इस्माएल क बिटिया महलत स बियाह किहस। इस्माएल इब्राहीम क पूत रहा। महलत नबायोत क बहिन रही।"},{"number":10,"verse":"( बेतेल-परमेस्सर क घर) याकूब बेर्सेबा क तजि दिहस अउ उ हारान क चला गवा।"},{"number":11,"verse":"याकूब क जात्रा करत समइँ मँ सूरज बूड़ गवा रहा। ऍह बरे याकूब रात बितावइ बरे एक जगह ठहर जाइ बरे गवा। याकूब उ जगह एक ठु चट्टान लखेस सोवइ बरे आपन मूँड़ धरेस।"},{"number":12,"verse":"याकूब सपन देखेस। उ लखेस कि एक सिड्ढी भुइँया स सरगे तलक पहोंची अहइ।"},{"number":13,"verse":"याकूब सरगदूत क सिड्ढी प चढ़त उतरत लखेस अउ यहोवा क सिड्ढी क लगे खड़ा निहारेस। यहोवा कहेस, “मइँ तोहरे पितामह इब्राहीम क परमेस्सर यहोवा अहउँ। मइँ इसहाक क परमेस्सर अहउँ। मइँ तोहका उ भुइँया देब जेह प तू अब सोवत अहा। मइँ इ भुइँया तोहका अउ तोहरे संतानन क देब।"},{"number":14,"verse":"तोहार संतानन ओतना ही होइही जेतना भुइँया प माटी क कण बाटेन। उ पचे पूरब, पच्छिम, उत्तर अउ दक्खिन चारिहू कइँती फइलिही। धरती क सबहि परिवार तोहरे संतानन क कारण बरदान पइही।"},{"number":15,"verse":"“मइँ तोहरे संग अहउँ अउर मइँ तोहार रच्छा करब। जहा भी जाब्या अउ मइँ इ भुइँया प तोहका लउटाइ लिआउब। मइँ तोहका तब तलक नाही तजि देब जब तलक मइँ उ नाही कइ लेब जउन मइँ करइ क बचन दिहेउँ ह।”"},{"number":16,"verse":"तब याकूब आपन नीदं स उठा अउ बोला, “मइँ जानत हउँ कि यहोवा इ जगह प अहइ। मुला हिआँ जब तलक मइँ सोएउँ नाही रहे उ मइँ नाही जानत रहेउँ कि उ हिआँ अहइँ।”"},{"number":17,"verse":"याकूब डेरान। उ कहेस, “इ बहोत महिमा क जगह अहइ। इ तउ परमेस्सर क भवन अहइ। इ तउ सरग क दुआर अहइ।”"},{"number":18,"verse":"याकूब दूसर दिन बहोत भिन्सारे उठा। याकूब उ सिला क उठाएस अउ ओका किनारे स ठाड़ कइ दिहस। तब उ यह पइ तेल चढ़ाएस। इ तरह उ ऍका परमेस्सर बरे एक स्मृति पाथर बनाएस।"},{"number":19,"verse":"उ जगह क नाउँ लूज रहा मुला याकूब ओका बेतेल नाम दिहस।"},{"number":20,"verse":"तब याकूब एक बचन दिहस। उ कहेस, “जदि परमेस्सर मोरे संग रही अउ अगर परमेस्सर, जहा भी मइँ जात अहउँ, हुआँ मोर रच्छा करी। अगर परमेस्सर मोका खाइ क भोजन अउ पहिरइ क ओढ़ना देइ।"},{"number":21,"verse":"अगर मइँ आपन पिता क लगे सान्ति स लउटब, जदि परमेस्सर इ सबहि चिजियन करी, तउ यहोवा मोर परमेस्सर होइ।"},{"number":22,"verse":"इ जगह, जहा मइँ इ पाथर स्मृति पाथर क रुप मँ खड़ा किहेउँ ह, परमेस्सर क पवित्र ठउर होइ, अउ परमेस्सर जउन कछू मोका देइ ओकर दसवाँ हीसां मइँ तोहका देब।”"}]}