{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"( याकूब बेतेल मँ) परमेस्सर याकूब स कहेस, “बेतेल सहर क जा, हुआँ बस जा अउ हुवँइ ‘एल’ परमेस्सर बरे जउन तोहरे समन्वा परगट भवा रहा जब तू आपन भाई एसाव स बचि के परात रह्या एक वेदी बनावा।”"},{"number":2,"verse":"ऍह बरे याकूब आपन परिवार अउ आपन सबहि नउकरन स कहेस, “काठ अउ धातु क बना जउन बिदेसी देवतन तू पचन क लगे अहइँ ओनका नस्ट कइ द्या। अपने क पवित्र करा। ओढ़ना साफ पहिरा।"},{"number":3,"verse":"हम पचे इ जगह क तजि देब अउ बेतेल क जाब। उ जगह मँ आपन परमेस्सर बरे एक वेदी बनाउब। इ उहइ परमेस्सर अहइ जउन मोरे कस्ट क समइ मोर मदद किहस अउ जहाँ कहु मइँ गवा उ मोरे संग रहा।”"},{"number":4,"verse":"ऍह बरे मनइयन क लगे जउन बिदेसी देवता रहेन, ओन सबहि क उ पचे याकूब क दइ दिहन। उ पचे आपन काने मँ पहिरी भइ सब बालियन क भी याकूब क दइ दिहन। याकूब सकेम नाउँ क सहर क नगिचे एक बलूत क बृच्छ क तरे इ सबहि चिजियन क गाड़ दिहस।"},{"number":5,"verse":"तउ उ पचे तजि गऐन अउर परमेस्सर ओनका चरीहू कइँती क सभी सहरन पइ भयंकर डर डाल दिएन। ऍह ठू बरे उ पचे याकूब क पूतन पाछा नाही किहस।"},{"number":6,"verse":"ऍह बरे याकूब अउ ओकर लोग लूज पहोंचेन। अब लूज क बेतेल कहत हीं। इ कनान प्रदेस मँ बाटइ।"},{"number":7,"verse":"याकूब हुआँ एक ठु वेदी बनाएस। याकूब उ जगह क नाउँ “एल बेतेल” राखेस। याकूब इ नाउँ क ऍह बरे चुनेस कि जब उ आपन भाई क हिआँ स परात रहत रहा, तब पहिली दाईं परमेस्सर हिअँई परगट भवा।"},{"number":8,"verse":"रिबका क धाई दबोरा हिअँई मरी रही, उ पचे बेतेल मँ सिन्दूर क बृच्छ क खाले ओका गाड़ दिहन। उ पचे उ ठउर क नाउँ अल्लोनबक्कूत रखेन।"},{"number":9,"verse":"( याकूब क नवा नाउँ) जब याकूब पद्दान अराम स लउटा तब परमेस्सर फुन ओकरे समन्वा परगट भवा। परमेस्सर याकूब क असीसेस।"},{"number":10,"verse":"परमेस्सर याकूब स कहेस, “तोहार नाउँ याकूब अहइ। मुला मइँ उ नाउँ क बदलब। अब तू याकूब नाही कहवउब्या। तोहार नवा नाउँ इस्राएल होइ।” ऍह बरे एकरे पाछे याकूब क नाउँ इस्राएल भवा।"},{"number":11,"verse":"परमेस्सर ओसे कहेस, “मइँ सर्वोच्च परमेस्सर अहउँ अउ तोहका मइँ इ आसीर्बाद देत हउँ तोहरे बहोत संतान होइँ अउर तु एक महान रास्ट्र बनी जाब्या। बहोत सारे रास्ट्र तोहसे अइहीं अउर राजा लोग तोहसे आइहीं।"},{"number":12,"verse":"मइँ इब्राहीम अउ इसहाक क इ भुइँया दिहे रहेउँ। अब मइँ इ भुइँया तोहका अउर तोहार सन्तानन क देत अहउँ।”"},{"number":13,"verse":"तब परमेस्सर उ जगह तजि दिहस।"},{"number":14,"verse":"याकूब इ ठउरे प एक स्मृति चट्टान खड़ी किहस, याकूब ओह चट्टान पइ दाखरस अउर तेल क भेंट उड़ेरेस। इ एक खास ठउर रहा काहेकि परमेस्सर हुआँ याकूब स बात किहस अउर याकूब उ ठउर क नाउँ बेतेल राखेस।"},{"number":16,"verse":"( राहेल जन्म देत समइ मरी) याकूब अउ ओकर दल बेतेल क तजि दिहन। एप्राता आवइ स ठीक पहिले राहेल आपन बच्चन क जन्म देइ लाग।"},{"number":17,"verse":"मुला राहेल क इ जन्म स बहोत तकलीफ होइ लाग। ओका बहोत दर्द होत रहा। राहेल क धाई ओका लखेस अउ कहेस, “राहेल, डेराअ जिन। तू एक अउर पूत क जन्म देति अहा।”"},{"number":18,"verse":"पूत क जन्म देत समइ राहेल मरि गइ। मरइ क पहिले राहेल बच्चा क नाउँ बेनेानी राखेस। मुला याकूब ओकर नाउँ बिन्यामीन राखेस।"},{"number":19,"verse":"एप्राता क आवइवाली सड़क प राहेल क दफनावा गवा। (एप्राता बेतलेहेम अहइ।)"},{"number":20,"verse":"अउर याकूब राहेल क सम्मान मँ ओकरी कब्रे प एक ठु चट्टान धरेस। उ खास चट्टान हुआँ आजु तलक बाटइ।"},{"number":21,"verse":"तब इस्राएल आपन जात्रा जारी राखेस। उ एदेर बुर्ज खम्बा क ठीक दक्खिन मँ आपन सिबिर डाएस।"},{"number":22,"verse":"इस्राएल हुआँ तनिक समइ ठहरा। जब उ हुआँ रहा तब रूबेन इस्राएल क मेहरारु नउकरन बिल्हा क संग सोएस। इस्राएल इ बारे मँ सुनेस अउ बहोत कोहाइ गवा। याकूब क बारह पूत रहेन।"},{"number":23,"verse":"( इस्राएल क परिवार) ओकरी मेहरारु लिआ स ओकरे छ: पूत रहेन: रूबेन, सिमोन, लेवी, यहूदा, इस्साकार, जबूलून।"},{"number":24,"verse":"ओकरी मेहरारु राहेल स ओकरे दुइ पूत रहेन: यूसुफ अउ बिन्यामीन।"},{"number":25,"verse":"राहेल क दासी बिल्हा स ओकरे दुइ पूत रहेन: दान अउ नप्ताली।"},{"number":26,"verse":"अउर लिआ क दासी जिल्पा स ओकरे दुइ पूत रहेन: गाद अउ आसेर। इ सबइ क पूत अहइँ जउन पद्दनराम मँ पइदा भए रहेन।"},{"number":27,"verse":"मम्रे क किर्यत-अर्बा अर्थात् हेब्रोन मँ याकूब आपन पिता इसहाक क लगे गवा। इ उहइ जगह अहइ जहाँ इब्राहीम अउ इसहाक रहि चुका रहेन।"},{"number":28,"verse":"इसहाक एक सौ अस्सी बरिस क रहा।"},{"number":29,"verse":"इसहाक बहोत बरिस तलक जिअत रहा। जब उ मरा, उ बहोत बुढ़वा रहा। ओकरे पूत एसाव अउ याकूब ओका हुअँइ दफनाएन जहा ओकरे पिता क दफनावा गवा रहा।"}]}