{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"( यूसुफ क मिस्र क पोतिपर क बेचा गवा) बइपारी लोग जउन यूसुफ क बेसहे रहेन उ ओका मिस्र लइ गएन। उ पचे फिरौन क अंगरच्छक क नायक पोतीपर क हाथ ओका बेच दिहन।"},{"number":2,"verse":"मुला यहोवा यूसुफ क मदद किहस। यूसुफ एक सफल मनई बन गवा। यूसुफ आपन मिस्र क मालिक पोतीपर क घरे मँ रहा।"},{"number":3,"verse":"पोतीपर लखेस कि यहोवा यूसुफ क संग अहइ। पोतीपर इ भी लखेस कि यहोवा जउन कछू यूसफ करत ह, ओहमा ओका सफल बनवइ मँ सहायक बाटइ।"},{"number":4,"verse":"ऍह बरे पोतीपर यूसुफ क पाइके बहोत खुस रहा। पोतीपर ओका आपन बरे काम करइ अउ घर क सासन मँ मदद करइ बरे राखेस। पोतीपर क आपन हर एक चीज क यूसुफ अफसर रहा।"},{"number":5,"verse":"जब यूसुफ घरे क अफसर बनइ दीन्ह गवा तब यहोवा उ घर अउ पोतीपर क हर एक चीज क असीसेस। यहोवा इ यूसुफ क कारण किहेस अउ यहोवा पोतीपर क खेतन मँ उगइवाली हर चीज क असीसेस।"},{"number":6,"verse":"ऍह बरे पोतीपर घर क हर चीज क जिम्मेदरी यूसुफ क दिहस। पोतीपर कउनो चीज क चिन्ता नाही करत रहा। उ जउन खइया क खात रहा सिरिफ ओकर ओका फिकिर रही। यूसुफ बहोत सुन्नर अउ रुपवान रहा।"},{"number":7,"verse":"( यूसुफ पोतीपर क मेहरारु क अस्वीकार करत ह) कुछ टेम पाछे यूसुफ क मालिक क मेहरारु यूसुफ स पिरेम करइ लाग। एक दिन उ ओसे कहेस, “मोरे संग सोआ।”"},{"number":8,"verse":"मुला यूसुफ मना कइ दिहस। उ कहेस, “मोर मालिक घर क हर चीज बरे मोहे प बिस्सास करत ह। उ हिआँ क हर चीज क जिम्मेदारी मोका दिहेस ह।"},{"number":9,"verse":"मोर मालिक आपन घर मँ मोका लगभग आपन क बराबर सम्मान दिहेस ह। मुला मोका ओकरी मेहरारु क संग नाही सोवइ चाही। इ गलत अहइ। इ परमेस्सर क खिलाफ पाप अहइ।”"},{"number":10,"verse":"उ मेहरारु हर दिन यूसुफ स बात करत रही मुला यूसुफ ओकरे संग सोवइ स मना कइ दिहस।"},{"number":11,"verse":"एक दिन यूसुफ आपन काम करइ घरे मँ गवा। उ टेम उ घरे मँ अकेल्ला मनई रहा।"},{"number":12,"verse":"ओकरे मालिक क मेहरारु ओकर कोट धइ लिहस अउ ओसे कहेस, “आवा अउ मोरे संग सोवा।” मुला यूसुफ घरे स पराइ गवा अउ उ आपन कोट ओकरे हाथे मँ छोड़ दिहस।"},{"number":13,"verse":"मेहरारु लखेस कि यूसुफ आपन कोट ओकरे हाथे मँ छोड़ दिहे अहइ अउ उ जउन कछू भवा ओकरे बारे मँ झूठ बोलइ क ठान लिहस। उ बाहेर दौड़ी।"},{"number":14,"verse":"अउर उ घरे क उ मनइयन क गोहराएस। उ कहेस, “लखा, इ हिब्रू दास हम पचन क मजाक करइ हिआँ आवा रहा। उ भितरे आवा अउ मोरे संग सोवइ क कोसिस किहस। मुला मइँ जोर स नरियाइ पड़ी।"},{"number":15,"verse":"मोर नरियाब ओका ससाइ दिहस अउ उ पराइ गवा। मुला उ आपन कोट मोरे लगे छोड़ गवा।”"},{"number":16,"verse":"ऍह बरे उ यूसुफ क मालिक आपन भतारे क घर लौटइ क समइ तलक ओकरे कोट क आपन लगे राखेस।"},{"number":17,"verse":"अउर उ आपन भतार क कहानी सुनाएस। उ कहेस, “जउन हिब्रू दास क तू हिआँ लिआया उ मोह प हमला करइ क कोसिस किहस।"},{"number":18,"verse":"मुला जब उ मोरे लगे आवा तउ मइँ चिचियाई। उ पराइ गवा, मुला आपन कोट छोड़ गवा।” युसफ कारगार मँ"},{"number":19,"verse":"यूसुफ क मालिक स जउन ओकरी मेहरारु स कहेस, ओक सुनेस अउ उ बहोत रिसियाइ गवा।"},{"number":20,"verse":"हुआँ एक जेल रही जेहमाँ राजा क दुस्मन रखा जात रहेन। ऍह बरे पोतीपर यूसुफ क उहइ जेल मँ धाँध दिहस अउ यूसुफ हुआँ पड़ा रहा।"},{"number":21,"verse":"( यूसुफ कारगार मँ) मुला यहोवा यूसुफ क संग रहा। यहोवा ओह पइ कृपा करत रहा।"},{"number":22,"verse":"कछू टेम पाछे जेल क रच्छक क मुखिया यूसुफ स सोनेह करइ लाग। रच्छकन क मुखिया सबहि कैदियन क अफसर यूसुफ क बनाएस। यूसुफ ओनकइ मुखिया रहा, मुला काम उहइ करत रहा जउन उ पचे करत रहेन।"},{"number":23,"verse":"रच्छकन क मुखिया जेल क सबहि चीजन क बरे यूसुफ प पतियात रहा। इ ऍह बरे भवा कि यहोवा यूसुफ क संग रहा। यहोवा यूसुफ क, उ जउन कछू करत रहा, सुफल होइ मँ मदद करत रहा।"}]}