{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"( पहिला परिवार) आदम अउ ओकर मेहरारु हव्वा क बीच मँ तने क रिस्ता भवा अउ हव्वा एक ठु बच्चा जन्मेस। बच्चा क नाउँ काबील रखा गवा। हव्वा कहेस, “यहोवा क मदद स मइँ एक मनई पाएउँ ह।”"},{"number":2,"verse":"ऍकरे पाछे हव्वा एक ठु दूसर बच्चा क जन्मेस। इ लरिका काबील क भाई हाबिल रहा। हाबिल गड़रिया बना। काबिल किसान बना।"},{"number":3,"verse":"( पहिला कतल) फसिल क टेमँ काबील एक ठु भेंट यहोवा क लगे लइ आवा। जउन अनाज काबील आपन जमीन मँ उपजावत रहा, ओहमाँ स तनिक अन्न उ लइ आवा। मुला हाबिल आपन जनावरन क झुण्ड मँ स कछू जनावर लावा। हाबिल आपन सबन त नीक भेड़ी क सबन त बढ़िया हीसा लइ आवा। यहोवा हाबिल अउ ओकरी भेंट क अंगीकार किहस।"},{"number":5,"verse":"मुला यहोवा काबील अउ ओकरे जरिये लाइ गइ भेंट क अंगीकार नाही किहस। ओकर चेहरा उदास होइ गवा।"},{"number":6,"verse":"यहोवा काबील स पूछेस, “तू काहे कोहान अहा? तोहार चेहरा काहे बहोत उदास भवा देखात बाटइ?"},{"number":7,"verse":"अगर तू नीक काम करिब्या तउ तू मोरी निगाह मँ ठीक रहब्या। तब मइँ तोहका अपनाउब। मुला अगर तू उ काम नाही करिब्या जउन कि नीक अहइ तउ पाप तोहार दरवाजे पइ घात मँ रहब्या। इ तोहका तबाह करइ चाहत ह। मुला तोहका ऍका आपन बस मँ रखइ चाही।”"},{"number":8,"verse":"काबील आपन भाई हाबिल स कहेस, “आवा हम मैदान मँ चली।” ऍह बरे काबील अउ हाबिल मैदान मँ गएन। तब काबील आपन भाई प हमला कइ दिहस अउ ओका मारि डाएस।"},{"number":9,"verse":"पाछे यहोवा काबील स पूछेस, “तोहार भाई हाबिल कहा बा?” काबील जवाब दिहेस, “मोका नाही मालुम। का इ मोर काम अहइ कि मइँ आपन भाई क चउकसी अउ देखभाल करउँ?”"},{"number":10,"verse":"तब्बइ यहोवा कहेस, “तू इ का किहा? तोहरे भाई क रकत जमीन स बोलत अहइ कि का होइ ग अहइ? तू आपन भाई क कतल किहा ह, भुइँया तोहरे हाथे स ओकर रकत लेइ बरे खुल गइ अहइ। ऍह बरे तोहका अगिया नाही अहइ कि तू धरती स कउनो लाभ उठावा।"},{"number":12,"verse":"बीता जमाना मँ तू फसल लगाया अउ उ अच्छी जामी। मुला अब तू बढ़िया फसल बोउब्या अउ जमीन तोहार अच्छी फसल होइ मँ मदद न करी। तोहका भुइँया प घर न मिली। तू जगह-जगह भटकत रहब्या।”"},{"number":13,"verse":"तब काबील कहेस, “इ सजा ऍतनी जियादा अहइ कि मइँ सह नाहीं सकत हउँ।"},{"number":14,"verse":"लखा, तू आज मोका धरती स तजि दिहस मइँ न तउ तोका देख पाउब अउर न ही तोर निकट रह पाउब। मोर घर नाहीं बा। मोका जगह-जगह भटकइ प बेबस कीन्ह जाई। अउर जदि कउनो मनई मोका पाइ तउ उ मोका मारि डाइ।”"},{"number":15,"verse":"तब यहोवा काबील स कहेस, “मइँ इ नाही होइ देब। जदि कउनो तोहका मारी तउ मइँ उ मनई क बहोत कठोर सजा देब।” तब यहोवा काबील प एक चीन्हा बनाएस। इ चीन्हा उ बतावत रहा कि काबील क कउनो न मारइ।"},{"number":16,"verse":"( काबील क परिवार) तब कबील यहोवा क तजि क चला गवा। काबील नोद देस मँ रहइ लाग।"},{"number":17,"verse":"काबील आपन मेहरारु क संग तने क रिस्ता किहस। उ गाभिन होइ गइ। उ हनोक नाउँ क बच्चा जन्म दिहस। काबील एक सहर बसाएस, अउर ओकर नाउँ आपन पूत क नाउँ प हनोक ही राखेस।"},{"number":18,"verse":"हनोक स ईराद पइदा भवा, ईराद स महूयाएल पइदा भवा, महूयाएल स मतूसाएल पइदा भवा अउर मतूसाएल स लेमेक पइदा भवा।"},{"number":19,"verse":"लेमेक दुइ मेहरारु स बियाह किहस। एक मेहरारु क नाउँ आदा अउ दूसर क नाउँ सिल्ला रहा।"},{"number":20,"verse":"आदा याबल क जन्मेस। याबाल ओन मनइयन क बाप रहा जउन तम्बू मँ रहत रहेन अउ गोरु क पाल पोस क आपन गुजर बसर करत रहेन।"},{"number":21,"verse":"आदा क दूसर पूत यूबाल भी रहा। यूबाल, याबाल क भाई रहा। यूबाल ओन मनइयन क बाप रहा जउन बीणा अउ बाँसुरी बजावत रहेन।"},{"number":22,"verse":"सिल्ला तूबलकैन क जन्म दिहस। तूबलकैन ओन मनइयन क बाप रहा जउन काँसा अउ लोहा क पेसा करत रहेन। तूबलकैन क बहिन क नाउँ नामा रहा।"},{"number":23,"verse":"लेमेक आपन मेहरारुअन स कहेस: “ऐ आदा अउ सिल्ला मोरउ बात सुना, लेमेक क मेहररुओ! जउन बतियन मइँ कहत हउँ, सुना। एक मनई मोका चोट पहुँचाएस, मइँ ओका मारि डालेउँ। एक जवान मोका चोट पहुचाएस ऍह बरे मइँ ओका मारि डाएउँ।"},{"number":24,"verse":"जदि काबील क कतल करइ क सजा सात गुना अहइ तउ लेमक क कतल क सजा सतहत्तर गुना होब्या!”"},{"number":25,"verse":"( आदम अउ हव्वा क नवा पूत पइदा भवा) आदम अउ हव्वा क संग पुन तने क रिस्ता भवा अउ हव्वा एक ठु अउर बच्चा क जन्म दिहेस। उ पचे इ लरिका क नाउँ सेत राखेन। हव्वा कहेस, “परमेस्सर मोका एक अउर पूत दिहेस ह। काबील हाबिल क मारि डाएस मुला सेत अब मोरे लगे अहइ।”"},{"number":26,"verse":"सेत क भी एक पूत रहा। एकर नाउँ एनोस रहा। उ टेमँ लोगन यहोवा क आराधना करई लागेन।"}]}