{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"( सपना फुरइ भवा) इ समइ याकूब क प्रदेस मँ भुखमरी रही। मुला याकूब क इ पता लाग कि मिस्र मँ अनाज अहइ। ऍह बरे याकूब आपन बेटवन स कहेस, “हम लोग हिआँ हाथ प हाथ धरे काहे बइठा अहइ?"},{"number":2,"verse":"मइँ सुनेउँ ह कि मिस्र मँ खरीदइ क अनाज बाटइ। ऍह बरे हम पचे हुआँ चली अउ हुआँ स आपन खाइ क बरे अनाज बेसही, तब हम लोग जिअत रहब, मरब नाहीं।”"},{"number":3,"verse":"ऍह बरे यूसुफ क भाइयन मँ स दस अन्न खरीदइ बरे मिस्र गएन।"},{"number":4,"verse":"याकूब बिन्यामीन क नाही पठएस। (बिन्यामीन यूसुफ क एक ही सगा भाई रहा।) याकूब एह बरे डरा भवा रहा कि बिन्यामीन पइ कउनो तरह क खतरा आवइ सकत ह।"},{"number":5,"verse":"कनान मँ भुखमरी क समइ बहोत खौफनाक रहा। ऍह बरे कनान क बहोत स लोग अन्न बेसहइ मिस्र गएन। ओनही लोगन क संग मँ इस्राएल क पूतन भी रहेन।"},{"number":6,"verse":"इ टेम यूसुफ मिस्र क राज्जपाल रहा। सिरिफ यूसुफ ही रहा जउन मिस्र आवइ वालन लोगन क अन्न बेचइ क हुकुम देत रहा। यूसुफ क भाई ओकरे लगे आएन अउ उ पचे ओकर निहुरिके पैलगी किहेन।"},{"number":7,"verse":"यूसुफ आपन भाइयन क लखेस अउ उ ओनका पहिचान लिहेस कि उ पचे कौन अहइँ। मुला यूसुफ ओनसे इ तरह बात करत रहा जइसे उ ओनका पहिचानत नाही उ ओनके संग कड़ाई स बात किहस। उ कहेस, “तू लोग कहा स आया ह?” भाइयन जवाब दिहन, “हम कनान देस स आए अहइँ। हम पचे अनाज बेसहइ आवा अही।”"},{"number":8,"verse":"यूसुफ ने पहिचान लिहेस कि उ पचे ओकर भाई अहइँ। मुला उ पचे नाहीं जानत रहेन कि उ कउन अहइ?"},{"number":9,"verse":"यूसुफ ओन सपनन क याद किहेस जेनका उ आपन भाइयन क बारे मँ लखे रहा। यूसुफ आपन भाइयन क जासूस कहत ह। यूसुफ आपन भाइयन स कहेस, “तू पचे अनाज बेसहइ नाहीं आया ह। तू लोग जासूस अहा। तू लोग इ पता लगावइ आया ह कि हम कहा कमजोर अही?”"},{"number":10,"verse":"मुला भाइयन ओसे कहेन, “नाही। महोदय! हम तउ आपक सेवक क रुप मँ आइ अही। हम पचे सिरिफ अनाज बेसहइ आइ अही।"},{"number":11,"verse":"हम सबहि लोग भाई अही, हम पचन क एक ही पिता अहइ। हम लोग ईमानदार अही। हम लोग सिरिफ अनाज बेसहइ आइ अही।”"},{"number":12,"verse":"तब यूसुफ ओनसे कहेस, “नाही! तू लोग इ पता लगावइ आया ह कि हम पचे कहाँ कमजोर अही?”"},{"number":13,"verse":"भाइयन कहेन, “नाही! हम सबहिं भाई भाई अही। हमरे परिवारे मँ बारह भाई अहइँ। हम सब क एक ही पिता अहइ। हम लोगन क सब स लहुरा भाई अबहु भी हमरे पिता क संग घरे प बाटइ अउ दूसर भाई बहोत समइ पहिले मरि गवा। हम लोग आप क समन्वा सेवक क नाईं अही। हम लोग कनान देस क अही।”"},{"number":14,"verse":"मुला यूसुफ कहेस, “नाही! मोका पता अहइ कि मइँ ठीक अहउँ। तू भेदिया अहा।"},{"number":15,"verse":"मुला मइँ तू लोगन क इ साबित करइ क मौका देब कि तू लोग फुरइ कहत बाट्या। तू लोग इ जगह तब तलक नाहीं तजि सकत्या जब तलक तू पचन क लहुरा भाई हिआँ नाही आवत।"},{"number":16,"verse":"ऍह बरे तू लोगन मँ स एक ठु लउटइ अउ आपन लहुरे भाई क हिआँ लइ आवइ। उ समइ तलक दूसर हिआँ कैद मँ रइही। हम देखब कि का तू लोग फुरइ बोलत अहा। मुला मोका बिस्सास अहइ कि तू पचे जासूस अहा।”"},{"number":17,"verse":"तब यूसुफ ओन सब क तीन दिना बरे जेल मँ नाईं दिहस।"},{"number":18,"verse":"( सिमोन बन्धक क रुप मँ रखा गवा) तीन दिन बाद यूसुफ ओनसे कहेस, “मइँ परमेस्सर क भय मानत हउँ। ऍह बरे मइँ तू लोगन क इ सिद्ध करइ क एक मौका देब कि तू लोग फुरइ बोलत अहा। तू लोग इ काम करा अउर मइँ तू लोगन क जिअइ देब।"},{"number":19,"verse":"अगर तू लोग ईमानदार मनई अहा तउ आपन भाइयन मँ स एक क जेल मँ रहइ द्या। दूसर भाइयन जाइ सकत ही अउ आपन लोगन बरे अनाज लइ जाइ सकत ही।"},{"number":20,"verse":"तब यदि तू आपन सब स लहुरा भाई क लइके हिआँ मोरे लगे आवा। इ तरह मइँ पतियाब कि तू लोग फुरइ बोलत अहा।” भाइयन इ बात क मान लिहन।"},{"number":21,"verse":"उ पचे आपुस मँ बतियानेन “हम पचन क सजा दीन्ह गइ ह। काहेकि हम पचे आपन सब स लहुरा भाई क संग बुरा किहे अही। हम पचे ओकरे मुसीबत क निहारा जेहमाँ उ रहा। उ आपन रच्छा बरे हम पचन स बिनती किहस। मुला हम सबइ ओकर एकहु न सुना। ऍह बरे हम पचे दुःखन मँ अही।”"},{"number":22,"verse":"तब रूबेन ओनसे कहेस, “मइँ तोहसे कहेउँ रहा कि उ लरिका क कछू भी बुरा जिन करा। मुला तू पचे मोरउ एक न सुन्या। ऍह बरे अब हम ओकरी मउत बरे सजा पावत अही।”"},{"number":23,"verse":"यूसुफ आपन भाइयन स बात करइ एक ठु दु भासिया काम लेत रहा। ऍह बरे भाइयन नही जान पाया कि यूसुफ ओनकइ भाखा जानत बाटइ। मुला उ पचे जउन कछू कहत रहेन ओका यूसुफ सुनत अउ समझत रहा। ओनकइ बातन स यूसुफ बहोत दुःखी भवा। ऍह बरे यूसुफ ओनसे अलग हटि गवा अउ रोइ पड़ा। तनिक देर मँ यूसुफ ओनके लगे लउटा। यूसुफ उ भाइयन मँ स सिमौन क धरेस अउ ओका बाँधेस जब कि दूसर भाई लखत रहेन।"},{"number":25,"verse":"यूसुफ कछू सेवकन क ओनकइ बोरा मँ अनाज भरइ क कहेस। भाइयन इ अनाजे क दाम यूसुफ क दिहन। मुला यूसुफ उ धने क नाही लेइ क फइसला किहस। उ उ धने क ओनकई अनाज क बोरन मँ धरइ बरे सेवकन क हुकम दिहस। तब यूसुफ ओनका उ सबइ चीजन क दिहस, जेनकइ जरुरन ओनकइ घरे तलक लउटइ वाली जात्रा मँ होइ सकत रही।"},{"number":26,"verse":"ऍह बरे भाइयन अनाजे क आपन गदहन प लादेन अउ हुआँ स निकरि पड़ेन।"},{"number":27,"verse":"उ सबइ सबहि भाइयन राति क ठहरेन अउ भाइयन मँ स एक कछू अनाजे बरे आपन बोरा खोलेस अउ उ आपन धन बोरा मँ पाएस।"},{"number":28,"verse":"उ दूसर भाइयन स कहेस, “लखा, जउन दाम मइँ अनाजे बरे चुकाएउँ ह, उ हिआँ अहइ। कउनो मोरे बोरा मँ इ धन लौटाइ दिहे अहइ!” उ सबइ सबहि भाई बहोत जियादा डेराइ गएन। उ पचे आपुस मँ बतियानेन, “परमेस्सर हम पचन क संग का करत अहइ?”"},{"number":29,"verse":"( भाइयन याकूब क सूचना दिहेन) उ सबइ भाई कनान देस मँ आपन पिता याकूब क लगे गएन। उ पचे जउन कछू भवा आपन पिता क बताएन।"},{"number":30,"verse":"उ पचे कहेन, “उ देस क राज्जपाल हम लोगन स बहोत रुखा होइके बोला। उ सोचेस कि हम पचे जासूस अही।"},{"number":31,"verse":"मुला हम लोग कहेन कि ‘हम पचे ईमानदार अही। अउर हम पचे जासूस नाहीं अही।’"},{"number":32,"verse":"हम पचे ओका बतावा कि हम लोग बारह भाई अही। अउर हम लोगन क सब स लहुरा भाई अब भी कनान देस मँ हमार बाप क संग बाटइ। अउर हमार दूसर भाई मरि गवा ह।”"},{"number":33,"verse":"“तब देस क राज्जपाल हम लोगन स इ कहेस, ‘इहइ सिद्ध करइ बरे कि तू ईमानदार अहा इ रस्ता अहइ: आपन भाइयन मँ स एक क हमरे लगे हिआँ छोड़ि द्या। आपन अनाज लइके आपन आपन परिवारन क लगे लउटि जा।"},{"number":34,"verse":"आपन सब स लहुरा भाइ क हमरे लगे लिआवा। तब मइँ समझब कि तू लोग ईमानदार अहा या तू लोग जासूस अहा। जदि तू पचे फुरइ बोलत अहा तउ मइँ तोहरे भाई क तोहका दइ देब। अउर तू लोग हमार देस स अनाज खरीदइ बरे आजाद होइ जाब्या।’”"},{"number":35,"verse":"तब सब भाई आपन बोरन स अनाज लेइ गएन अउ हर एक भाई आपन धने क थइली आपन अनाजे क बोरा मँ पाएस। भाइयन अउर ओनकइ पिता धन क लखेन, अउर उ सबइ बहोत डरि गएन।"},{"number":36,"verse":"याकूब ओनसे कहेस, “का तू लोग चाहत ह कि मइँ आपन सबहि पूतन स हथवा धोइ बइठउँ। यूसुफ मरि गवा, सिमोन भी चलि गवा अउ तू लोग बिन्यामीन क भी मोसे दूरि लइ जावा चाहत ह!”"},{"number":37,"verse":"तब रूबेन आपन पिता स कहेस, “पिता जी आप मोरे दुइनउँ पूतन क मारि डाया जदि मइँ बिन्यामीन क आप क लगे न लउटावउँ। मोहे प बिस्सास करा। मइँ आप क लगे बिन्यामीन क लउटाइ लिआउब।”"},{"number":38,"verse":"मुला याकूब कहेस, “मइँ बिन्यामीन क तू लोगन क संग नाही जाइ देब। ओकर भाई अउर महतारी मरि गवा अहइँ अउर मोर मेहरारु राहेल क उहइ अकेल्ला पूत बचा बाटइ। मिस्र तक क जात्रा मँ जदि ओकरे संग कछू भवा तउ उ होनी मोका मारि डाइ। तू लोग मोका एक दुःख स भवा अउ बूढ़ा मनई क कब्र मँ पठउब्या।”"}]}