{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"( याकूब आपन पूतन क असीसत ह) तब याकूब आपन सबहि बेटवन क आपन लगे बोलाएस। उ कहेस, “मोर सबइ बेटउनो, हिआँ मोरे लगे आवा। मइँ तोहका बताउब कि भविस्स मँ का होइ।"},{"number":2,"verse":"“याकूब क पूते, एक साथे आवा अउ सुना, आपन पिता इस्राएल क सुना।"},{"number":3,"verse":"( रूबेन) “रूबेन, तू मोर पहिलउटी क बेटवा अहा। तू मोर पहिलउटी क बेटवा अउ मोरी सकती क पहिला सबूत अहा। तू मोर सबहि बेटवन स जियादा इज्जतदार अउ बरिआर अहा।"},{"number":4,"verse":"मुला तोहार उमंग बाढ़े का लहर क नाईं बेकाबू रहा। इसलिए तू मोर सबहि पूतन स जियादा सम्मानित पूत अउर नाही रहिसकब्या। तू आपन बाप क बिछाउना पइ चढया अउ ओकर पत्नियन मँ स एक क संग सोया। तू आपन पिता क बिछाउना क लज्जित किहेस ह।"},{"number":5,"verse":"( सिमोन अउ लेवी) “सिमोन अउ लेवी भाई अहइँ। ओनका आपन तरवारे स लड़ब पियारा अहइ।"},{"number":6,"verse":"उ पचे छुपे रूप बुरी योजना बनाएन, मइँ ओनकइ योजना क कउनो हीसा नाहीं चाहत हउँ मइँ ओनकइ छुपी बइठकन क अनुमोदन नाही करब। उ पचे मनइयन क कतल किहन जब उ सबइ किरोध मँ रहेन अउ उ पचे सिरिफ मजाक बरे जनावरन क चोट पहोंचाएन।"},{"number":7,"verse":"ओनकइ किरोध एक सराप अहइ। इ सबइ बहोत जियादा कठोर अहइ जब उ सबइ पगलात ही। याकूब क देस मँ ओनके परिवारन क आपन भुइँया न होइ। उ पचे पूरा इस्राएल मँ फइलि जइही।"},{"number":8,"verse":"( यहूदा) “यहूदा, तोहार भाईयन तोहार प्रसंसा करिहीं। तू आपन दुस्मनन क हरउब्या। तोहरे भाई तोहरे समन्वा निहुरिही।"},{"number":9,"verse":"यहूदा उ सेर क नाईं अहइ जउन कउनो जनावर क मारे होइ। हे मोर पूत, तू उ सेर क तरह अहा जउन आपना सिकार क बाद अराम करई बरे सोइ जात ह। अउर कउनो ऍतना बहादुर नाही कि ओका छेड़ि देइ।"},{"number":10,"verse":"यहूदा क परिवार क मनई राजा होइहीं। ओकरे परिवार क राज-चीन्हा सीलो। क अवाई स पहिले खतम न होइ। तब अनेक लोग ओकर हुकुम मनिहीं।"},{"number":11,"verse":"उ आपन गदहा क अंगूरे क लता स बाँधत ह। उ आपन गदहा क बच्चन क सबसे बढ़िया अंगूरे क लता मँ बाँधत ह। उ आपन ओढ़ना क धोवइ बरे सबसे बढ़िया दाखरस क बइपरत ह।"},{"number":12,"verse":"ओकर आँखिन दाखरस पिए स ललछउँड़ रहत हीं। ओकर दँतवन दूध पिए स उज्जर अहइँ।"},{"number":13,"verse":"( जबूलन) “जबूलब समुद्दर क निअरे रही। ऍकर समुद्दर क किनारा जहाजन बरे सुरच्छित रही। ऍकर पहटा सीदोन तलक फइला होइ।"},{"number":14,"verse":"( इस्साकर) “इस्साकर उ गदहा क तरह अहइ जउन बहोत जियादा कठोर काम किहे अहइ। उ भारी बोझ ढोवइ क कारण पस्त पड़ा अहइ।"},{"number":15,"verse":"उ लखी कि ओकरे आराम क जगह अच्छी अहइ। अउर इ कि ओकर भुइँया आनन्दायक ह। तब उ भारी बोझा ढोवइ क तइयार होइ। उ गुलाम क रुप मँ काम करब अंगीकार करी।"},{"number":16,"verse":"( दान) “दान आपन लोगन क निआव वइसे ही करब्या जइसे इस्राएल क दूसर परिवार क संग करत ही।"},{"number":17,"verse":"दान सड़क क किनारे सरप क तरह अहइ। उ रास्ता क लगे ओलरा भवा खौफनाक सरप क तरह अहइ, जउन घोड़न क गोड़न क डसत ह, अउ सवार भुइँया प भहराइ पड़त ह।"},{"number":18,"verse":"“यहोवा, मइँ मुक्ति क जोहत अहउँ।"},{"number":19,"verse":"( गाद) “डाकुअन क एक ठु गिरोह गाद प हमला करी। मुला गाद ओनका मार भगाई।”"},{"number":20,"verse":"( आसेर) “आसेर क भुइँया बहोत बढ़िया उपज देइ। ओका उहइ खइया क मिली जउन राजा लोगन बरे जोग्ग होइ।"},{"number":21,"verse":"( नप्ताली) “नप्ताली एक अजाद मादा हिरन क तरह अहइ जेका अजाद कीन्ह गवा ह। उ सुन्नर सब्द कहत ह।"},{"number":22,"verse":"( यूसुफ) “यूसुफ बहोत सुफल अहइ। यूसुफ फलन स लदी भइ गवा क तरह अहइ। उ झरना क लगे जमी अंगूरे क गवा क तरह बाटइ, बाड़ा क सहारे जमी अंगूरे क गवा क तरह अहइ।"},{"number":23,"verse":"ढेर मिला ओकरे खिलाफ भएन अउ ओसे लड़ेन। धनुर्धारी मनइयन ओकर दुस्मन होइ गवा।"},{"number":24,"verse":"मुला उ आपन सकतीवाला धनुख अउ फुर्ताला बाँहे स जुद्ध जीतेस। उ याकूब क सकतीवाला परमेस्सर गड़रियन, इस्राएल क चट्टान स सकती पावत ह।"},{"number":25,"verse":"अउर आपन पिता क परमेस्सर स सकती पावत ह। परमेस्सर तोहका आसीर्बाद देइ। सर्वसक्तीमान परमेस्सर तोहका आसीर्बाद देइ। उ तोहका ऊपर स आसीर्बाद देइ अउर खाले गहिर समुद्दर स आसीर्बाद देइ। होइ सकत ह उ तोहका छाती अउ गरभ स आसीर्बाद देइ।"},{"number":26,"verse":"मोरे महतारी-बाप क बहोत स बढ़िया चीजन होत रहिन। अउर मइँ तोहार पिता बहोत जियादा आसीर्बाद पावत रहा। अब मइँ आपन आसीर्बाद क यूसुफ पइ जमा करब जउन पहाड़ क समान ऊँचा होइ, हाँ ओकरे सिर पई जेका ओकरे भाईयन स अल्गाइ दीन्ह गवा रहेन।"},{"number":27,"verse":"( बिन्यामीन) “बिन्यामीन एक अइया भुखा बड़का कूकुर क समान अहइ। जउन भिन्सारे मारत ह ओका खात ह। संझा क उ बचा खुचा स काम चलावत ह।”"},{"number":28,"verse":"इ सबइ इस्राएल क बारह परिवार अहइँ। अउर उहइ चीजन अहइँ जेनका ओनके पिता ओनसे कहे रहा। उ हर एक पूत क उ आसीर्बाद दिहस जउन ओकरे बरे ठीक रहा।"},{"number":29,"verse":"तब इस्राएल ओनका एक हुकुम दिहस। उ कहेस, “जब मइँ मरउँ तउ मइँ आपन लोगन क बीच रहइ चाहत हउँ। मइँ आपन पुरखन क संग हित्ती एप्रोन क खेतन क गुफा मँ दफनावा जाइ चाहत हउँ।"},{"number":30,"verse":"उ गुफा मम्रे क नगिचे मकपेला क खेते मँ अहइ। इ कनान देस मँ अहइ। इब्राहीम उ खेत क एप्रोन स ऐह बरे बेसहेस जेहसे ओकरे लगे एक ठु कब्रिस्तान होइ सकइ।"},{"number":31,"verse":"इब्राहीम अउ ओकर मेहरारु सारा उहइ गुफा मँ दफनावा गए अहइँ। इसहाक अउ ओकर मेहरारु रिबका उहइ गुफा मँ दफनाए गएन। मइँ आपन मेहरारु लिआ क उहइ गुफा मँ दफनावा।"},{"number":32,"verse":"उ गुफा उ खेत मँ अहइ जेका हित्ती लोगन स बेसहा ग रहा।”"},{"number":33,"verse":"आपन पूतन स बातन खतम करइ क पाछे याकूब ओलर गवा, गोड़वन क आपन बिछउना प धरेस अउ मरि गवा।"}]}