{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"( जल प्रलय सुरु होत ह) तब यहोवा नूह स कहेस, “मइँ लखेउँ ह कि इ समइ क बुरे मनइयन मँ तू ही एक नीक मनई अहा। ऍह बरे तू आपन परिवार क बटोरा अउ तू पचे सबहि जहाजे मँ चला जा।"},{"number":2,"verse":"हर एक सुद्ध जनावर क सात जोड़ा, (सात ठु नर अउ सात ठु मादा) संग मँ लइ ल्या अउ धरती क ऊपर दूसर असुद्ध जनावरन मँ स एक-एक जोड़ा नर अउ मादा लिआवा। इ सबहि जनावरन क आपन संग जहाजे मँ लइ आवा।"},{"number":3,"verse":"हवा मँ उड़इवाला सब पंछिन क सात ठु जोड़ा (सात ठु नर अउ सात ठु मादा) लिआवा। एहसे इ सबइ जनावरन भुइँया प जिअत रइही, जब कि दूसर जनावरन मिटि जइही।"},{"number":4,"verse":"अब स सतएँ दिन मइँ भुइँया प बहोतइ भारी बर्खा पठउब। इ बर्खा चालीस दिन अउ चालीस रात रही। पृथ्वी क सबहि जिअइवाले प्राणी मर बिलाइ जइही। मोर बनई सब चिजियन नस्ट होइ जइही।”"},{"number":5,"verse":"नूह ओन सबहि बतियन क मानेस जउन यहोवा हुकुम दिहे रहा।"},{"number":6,"verse":"बर्खा आवइ क टेँम नूह छ: सौ बरिस क रहा।"},{"number":7,"verse":"नूह अउ ओकर परिवार बाढ़ क पानी स बचइ बरे जहाजे मँ चला गवा। नूह क मेहरारु, ओकर पूतन अउ ओनकइ मेहररुअन ओकरे संग रहिन।"},{"number":8,"verse":"पृथ्वी क सब सुध्द जनावरन अउ असुध्द जनावरन, पंछियन अउ भुइँया प रेगंइवाला सब जीउ। नूह क संग जहाजे मँ चढ़ेन।"},{"number":9,"verse":"इ सबइ जनावरन क नर अउ मादा जोड़ा परमेस्सर क हुकुम स जहाजे मँ चढ़ेन।"},{"number":10,"verse":"सात दिना पाछे बाढ़ सुरु भइ। धरती प बर्खा होइ लाग।"},{"number":11,"verse":"दूसर महीना क सतरहें दिन, जब नूह छ: सौ बरिस क रहा, धरती क नीचे क सब सोता फूट पड़ेन अउ धरती स पानी बहब सुरु होइ गवा। उहइ दिन धरती प भारी बर्खा होइ लाग। अइसा लाग माना कि अकासे क खिड़की खुल गइ होइ। चालीस दिन अउ चालीस रात तलक बर्खा धरती प होत रही। ठीक उहइ दिन नूह, ओकर मेहरारु, ओकर पूत, सेम, हाम, अउ येपेत अउर ओकर मेहररुअन जहाजे प चढ़ेन।"},{"number":14,"verse":"उ पचे अउ धरती प हर किसिम किसिम क जनावर जहाजे मँ रहेन। हर तरह क गोरु, धरती प रेगंइवाले हर किसिम क जीउ अउ हर तरह क पंछी जहाजे मँ रहेन।"},{"number":15,"verse":"इ सबइ जनावरन नूह क संग जहाजे मँ रहेन हर जाति क जिअत जनावरन क इ सबइ जोड़ा रहेन।"},{"number":16,"verse":"परमेस्सर क हुकुम क मुताबिक सबहिँ जनावरन जहाजे मँ चढ़ेन। ओकरे भीतर जाए क पाछे यहोवा दरवाजा बन्द कइ दिहस।"},{"number":17,"verse":"चालीस दिना तलक भुइँया प पानी क प्रलय होत रहा। पानी बाढ़ब सुरु भवा अउ उ जहाजे क धरती स ऊपर उठाइ दिहस।"},{"number":18,"verse":"पानी बाढ़त रहा अउ जहाज धरती स बहोतई ऊपर तैरत रहा।"},{"number":19,"verse":"पानी ऍतना ऊँच उठा कि ऊँचा त ऊँचा पहाड़ भी पानी मँ बूड़ गएन।"},{"number":20,"verse":"पानी पहाड़े क ऊपर बहत रहा। पानी सब स ऊँच पहाड़े स पन्द्रह हाथ ऊँच रहा।"},{"number":21,"verse":"धरती क सब जीउ मारा गएन। हर एक मेहरारु अउर मनई मरि गएन। सबहि पंछी अउ सबहि तरह क जनावर मर गएन। सबहिँ तरह क जनावरन अउर रेंगइवालन जनावरन मरि गएन। धरती क हर एक जीउ, सांस लेइवालन परानी मरि गएन।"},{"number":23,"verse":"इ तरह परमेस्सर धरती क सब जिअत हर एक मनई, हर एक जनावर, हर एक रेगंइवाला जीउ अउ हर एक पंछी क नास कइ दिहस। इ सबइ धरती स खतम होइ गएन। सिरिफ नूह, ओकरे संग जहाजे मँ चढ़े मनइयन अउ जनावरन क जिन्नगी बची रही।"},{"number":24,"verse":"अउर पानी एक सौ पचास दिना तलक भुइँया क बोरे रहा।"}]}