{"bibleAbbr":"awaERV2005","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":8,"verses":[{"number":1,"verse":"( पानी क प्रलय खतम होत ह) मुला परमेस्सर नूह क नाही बिसरा। परमेस्सर नूह अउ जहाजे मँ ओकरे संग रहइवालन सब पसुअन अउ जनावरन क सुमिरे रहा। परमेस्सर धरती प हावा चलाएस अउ सारा पानी घटइ होइ लाग।"},{"number":2,"verse":"अकासे स बर्खा थमि गइ अउ धरती क नीचे स पानी बहब रुकि गवा।"},{"number":3,"verse":"धरती क बोरइवाला पानी लगातार घटत चला गवा। एक सौ पचास दिन पाछे पानी ऍतना उतरि गवा कि जहाज फुनि स धरती प उतरा।"},{"number":4,"verse":"जहाज अरारात क पहाड़न मँ स एक प आइके टिक गवा। इ सतएँ महीना क सत्रहवाँ दिन रहा।"},{"number":5,"verse":"पानी उतरत गवा अउ दसवें महीना क पहिला दिन पहाड़न क चोटी पानी क ऊपर देखॅाए देइ लाग।"},{"number":6,"verse":"जहाजे मँ बनी खिड़की क नूह चालीस दिन पाछे खोलेस।"},{"number":7,"verse":"नूह एक कौआ क बाहेर उड़ाएस। कौआ उड़िके तब तलक फिरतइ रहा जब तलक धरती पूरी तरह झुराइ न गइ।"},{"number":8,"verse":"नूह एक ठु फ़ाक्ता भी बाहेर पठएस। उ इ जानइ चाहत रहा कि पानी धरती प घटि गवा या नाही।"},{"number":9,"verse":"फ़ाक्ता क कहूँ बइठइ क ठउर नाही मिला काहेकि अबहु तलक पानी धरती प फइला रहा। ऍह बरे उ नूह क निअरे जहाजे प पुनि लौटि आवा। नूह आपन हाथ फइलाइके फ़ाक्ता क जहाजे प वापस भितरे लइ लिहेस।"},{"number":10,"verse":"सात दिन पाछे नूह फुनि फ़ाक्ता क पठएस।"},{"number":11,"verse":"उ दिन दुपहर क पाछे फ़ाक्ता नूह क लगे आवा। फ़ाक्ता क मुँह मँ एक ठु ताजी जइतून क पाती रही। इ चीन्हा नूह क इ बतावइ बरे रहा कि अब धरती प झुरान भुइँया अहइ।"},{"number":12,"verse":"नूह सात दिन पाछे फुन फ़ाक्ता क पठएस। मुला इ टेम फ़ाक्ता लौटा ही नाहीं।"},{"number":13,"verse":"ओकरे पाछे नूह जहाजे क दरवाजा खोलेस। नूह लखेस अउ पाएस कि भुइँया झुरान बा। इ नूह क छ: सौ एक बरिस क पहिले महीना क पहिला दिन रहा।"},{"number":14,"verse":"दूसर महीना क सत्ताइसवाँ दिन तलक भुइँया पूरी तरह झुराइ गइ।"},{"number":15,"verse":"तब परमेस्सर नूह स कहेस,"},{"number":16,"verse":"“जहाज क तजा। तू तोहार पत्नी तोहार पूत लोग अउ ओनकइ मेहररुअन सब अब बाहेर आवा।"},{"number":17,"verse":"हर एक जिअत प्राणी, सब पंछी जनावरन अउ भुइँया प रेगंवालन सबहि क जहाज स बाहेर लिआवा। इ सबइ जनावरन बहोत स जनावरन पइदा करिही अउ भुइँया क भरि देइही।”"},{"number":18,"verse":"ऍह बरे नूह आपन पूतन, आपन मेहरारु, आपन पूतन क मेहरारुअन क संग जहाज स बाहेर आवा।"},{"number":19,"verse":"सबहि जनावरन, सब रेगंइवाला जीउ अउ सब पंछी जहाज क तजि दिहेन। सब जनावर जहाज स नर अउ मादा क जोड़ा क संग बाहेर आएन।"},{"number":20,"verse":"तब नूह यहोवा बरे एक वेदी बनाएस। उ कछू सुध्द पंछियन अउ कछू सुध्द जनावरन क लिहेस अउ ओनका वेदी प परमेस्सर क भेंट क रुप मँ बारेस।"},{"number":21,"verse":"यहोवा इ सब बलिदानन क सुगन्धि पाइके खुस भवा। यहोवा मन-ही-मन कहेस, “मइँ फिन कबहु मनई क कारण भुइँया क न सरापब। मनई छोटी उम्र स ही बुरी बात सोचइ लागत ह। ऍह बरे जइसा मइँ अबहि किहेउँ ह। इ तरह अब मइँ कबहुँ सब प्राणियन क सजा न देब।"},{"number":22,"verse":"जब तलक इ भुइँया रही तब तलक यह पइ फसल पइदा करइ अउ फसल काटइ क समइ हमेसा रही। भुइँया प गरमी अउ जाड़ा अउ दिन अउ रात हमेसा होत रइही।”"}]}