{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"Israel Defeats an Amorite Coalition Adoni-Zedek, king of Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) heard how Joshua captured Ai and annihilated it and its king as he did Jericho (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) and its king. (tn Heb “as he had done to Jericho and to its king, so he did to Ai and to its king.”) He also heard how (tn Heb “and how.”) the people of Gibeon made peace with Israel and lived among them."},{"number":2,"verse":"All Jerusalem was terrified (tn This statement is subordinated to v. 1 in the Hebrew text, which reads literally, “When Adoni-Zedek…they feared greatly.” The subject of the plural verb at the beginning of v. 2 is probably the residents of Jerusalem.) because Gibeon was a large city, like one of the royal cities. It was larger than Ai and all its men were warriors."},{"number":3,"verse":"So King Adoni-Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon:"},{"number":4,"verse":"“Come to my aid (tn Heb “Come up to me and help me.”) so we can attack Gibeon, for it has made peace with Joshua and the Israelites.”"},{"number":5,"verse":"So the five Amorite kings (the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon) and all their troops gathered together and advanced. They deployed their troops and fought against Gibeon. (tn Heb “and they camped against Gibeon and fought against it.”)"},{"number":6,"verse":"The men of Gibeon sent this message to Joshua at the camp in Gilgal, “Do not abandon (tn Heb “do not let your hand drop from us.”) your subjects! (tn Heb “your servants!”) Rescue us! Help us! For all the Amorite kings living in the hill country are attacking us.” (tn Heb “have gathered against us.”)"},{"number":7,"verse":"So Joshua and his whole army, including the bravest warriors, marched up from Gilgal. (tn Heb “And Joshua went up from Gilgal, he and all the people of war with him, and all the brave warriors.”)"},{"number":8,"verse":"The LORD told Joshua, “Don’t be afraid of them, for I am handing them over to you. (tn Heb “I have given them into your hand.” The verbal form is a perfect of certitude, emphasizing the certainty of the action.) Not one of them can resist you.” (tn Heb “and not a man [or “one”] of them will stand before you.”)"},{"number":9,"verse":"Joshua attacked them by surprise after marching all night from Gilgal. (tn Heb “Joshua came upon them suddenly, all the night he went up from Gilgal.”)"},{"number":10,"verse":"The LORD routed (tn Or “caused to panic.”) them before Israel. Israel (tn Heb “he.” The referent is probably Israel (mentioned at the end of the previous sentence in the verse; cf. NIV, NRSV), but it is also possible that the Lord should be understood as the referent (cf. NASB “and He slew them with a great slaughter at Gibeon”), or even Joshua (cf. NEB “and Joshua defeated them utterly in Gibeon”).) thoroughly defeated them (tn Heb “struck them down with a great striking down.”) at Gibeon. They chased them up the road to the pass (tn Or “ascent.”) of Beth Horon and struck them down all the way to Azekah and Makkedah."},{"number":11,"verse":"As they fled from Israel on the slope leading down from (tn Heb “on the descent of.”) Beth Horon, the LORD threw down on them large hailstones from the sky, (tn Or “heaven” (also in v. 13). The Hebrew term שָׁמַיִם (shamayim) may be translated “heaven(s)” or “sky” depending on the context.) all the way to Azekah. They died — in fact, more died from the hailstones than the Israelites killed with the sword."},{"number":12,"verse":"The day the LORD delivered the Amorites over to the Israelites, Joshua prayed to the LORD before Israel: (tn Heb “Then Joshua spoke to the Lord in the day the Lord placed the Amorites before the sons of Israel and he said in the eyes of Israel.” It is uncertain whether the phrase “before the sons of Israel” modifies the verb “placed” (as in the present translation, “delivered the Amorites over to the Israelites”) or the verb “spoke” (“Joshua spoke to the Lord before the sons of Israel in the day the Lord delivered over the Amorites”).) “O sun, stand still over Gibeon! O moon, over the Valley of Aijalon!”"},{"number":13,"verse":"The sun stood still and the moon stood motionless while the nation took vengeance on its enemies. The event is recorded in the Scroll of the Upright One. (tn Heb “Is it not written down in the Scroll of the Upright One.” Many modern translations render, “the Scroll [or Book] of Jashar,” leaving the Hebrew name “Jashar” (which means “Upright One”) untranslated. sn The Scroll of the Upright One was apparently an ancient Israelite collection of songs and prayers (see also 2 Sam 1:18).) The sun stood motionless in the middle of the sky and did not set for about a full day. (tn Heb “and did not hurry to set [for] about a full day.”)"},{"number":14,"verse":"There has not been a day like it before or since. The LORD obeyed (tn Heb “listened to the voice of.”) a man, for the LORD fought for Israel!"},{"number":15,"verse":"Then Joshua and all Israel returned to the camp at Gilgal."},{"number":16,"verse":"The five Amorite kings (tn Heb “these five kings.”) ran away and hid in the cave at Makkedah."},{"number":17,"verse":"Joshua was told, “The five kings have been found hiding in the cave at Makkedah.”"},{"number":18,"verse":"Joshua said, “Roll large stones over the mouth of the cave and post guards in front of it. (tn Heb “and appoint by it men to guard them.”)"},{"number":19,"verse":"But don’t you delay! Chase your enemies and catch them! (tn Heb “But [as for] you, don’t stand still, chase after your enemies and attack them from the rear.”) Don’t allow them to retreat to (tn Or “enter into.”) their cities, for the LORD your God is handing them over to you.” (tn Heb “has given them into your hand.” The verbal form is a perfect of certitude, emphasizing the certainty of the action.)"},{"number":20,"verse":"Joshua and the Israelites almost totally wiped them out, but some survivors did escape to the fortified cities. (tn Heb “When Joshua and the sons of Israel finished defeating them with a very great defeat until they were destroyed (now the survivors escaped to the fortified cities).” In the Hebrew text the initial temporal clause (“when Joshua…finished”) is subordinated to v. 21 (“the whole army returned”).)"},{"number":21,"verse":"Then the whole army safely returned to Joshua at the camp in Makkedah. (tn Heb “all the people returned to the camp, to Joshua [at] Makkedah [in] peace.”) No one (tc Heb “No man.” The lamed (ל) prefixed to אִישׁ (’ish, “man”) is probably dittographic (note the immediately preceding יִשְׂרָאֵל [isra’el] which ends in lamed, ל); cf. the LXX.) dared threaten the Israelites. (tn Heb “no man sharpened [or perhaps, “pointed”] his tongue against the sons of Israel.” Cf. NEB “not a man of the Israelites suffered so much as a scratch on his tongue,” which understands “sharpened” as “scratched” (referring to a minor wound). Most modern translations understand the Hebrew expression “sharpened his tongue” figuratively for opposition or threats against the Israelites.)"},{"number":22,"verse":"Joshua said, “Open the cave’s mouth and bring the five kings (tn Heb “these five kings.”) out of the cave to me.”"},{"number":23,"verse":"They did as ordered; (tn Heb “they did so.”) they brought the five kings (tn Heb “these five kings.”) out of the cave to him — the kings of Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) Hebron, Jarmuth, Lachish, and Eglon."},{"number":24,"verse":"When they brought the kings out to Joshua, he (tn Heb “Joshua.” The translation has replaced the proper name with the pronoun (“he”) because a repetition of the proper name here would be redundant according to English style.) summoned all the men of Israel and said to the commanders of the troops who accompanied him, “Come here (tn Or “Draw near.”) and put your feet on the necks of these kings.” So they came up (tn Or “drew near.”) and put their feet on their necks."},{"number":25,"verse":"Then Joshua said to them, “Don’t be afraid and don’t panic! (tn Or perhaps “and don’t get discouraged!”) Be strong and brave, for the LORD will do the same thing to all your enemies you fight."},{"number":26,"verse":"Then Joshua executed them (tn Heb “struck them down and killed them.”) and hung them on five trees. They were left hanging on the trees until evening."},{"number":27,"verse":"At sunset Joshua ordered his men to take them down from the trees. (sn For the legal background of the removal of the corpses before sundown, see Deut 21:22–23.) They threw them into the cave where they had hidden and piled large stones over the mouth of the cave. (They remain to this very day.) (tn Heb “to this very day.” The words “They remain” are supplied in the translation for clarification.)"},{"number":28,"verse":"Joshua Launches a Southern Campaign That day Joshua captured Makkedah and put the sword to it and its king. He annihilated everyone who lived in it; he left no survivors. He did to its king what he had done to the king of Jericho. (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.)"},{"number":29,"verse":"Joshua and all Israel marched from Makkedah to Libnah and fought against it. (tn Heb “Libnah.” Repetition of the proper name here would be redundant according to English style, so the pronoun (“it”) has been employed in the translation.)"},{"number":30,"verse":"The LORD handed it and its king over to Israel, and Israel (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) put the sword to all who lived there; they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) left no survivors. They (tn Heb “He”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) did to its king what they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) had done to the king of Jericho. (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.)"},{"number":31,"verse":"Joshua and all Israel marched from Libnah to Lachish. He deployed his troops (tn Heb “encamped against it.”) and fought against it."},{"number":32,"verse":"The LORD handed Lachish over to Israel and they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) captured it on the second day. They put the sword to all who lived there, just as they had done to Libnah."},{"number":33,"verse":"Then King Horam of Gezer came up to help Lachish, but Joshua struck down him and his army (tn Heb “people.”) until no survivors remained."},{"number":34,"verse":"Joshua and all Israel marched from Lachish to Eglon. They deployed troops (tn Heb “they encamped against it.”) and fought against it."},{"number":35,"verse":"That day they captured it and put the sword to all who lived there. That day they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) annihilated it just as they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) had done to Lachish."},{"number":36,"verse":"Joshua and all Israel marched up from Eglon to Hebron and fought against it."},{"number":37,"verse":"They captured it and put the sword to its king, all its surrounding cities, and all who lived in it; they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) left no survivors. As they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) had done at Eglon, they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) annihilated it and all who lived there."},{"number":38,"verse":"Joshua and all Israel turned to Debir and fought against it."},{"number":39,"verse":"They (tn Heb “He”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) captured it, its king, and all its surrounding cities and put the sword to them. They annihilated everyone who lived there; they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) left no survivors. They (tn Heb “He”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) did to Debir and its king what they (tn Heb “he”; the implied subject may be Israel, or Joshua (as the commanding general of the army).) had done to Libnah and its king and to Hebron. (tn Heb “as he did to Hebron, so he did to Debir and its king, and as he did to Libnah and its king.” The clauses have been rearranged in the translation for stylistic reasons.)"},{"number":40,"verse":"Joshua defeated the whole land, including the hill country, the Negev, the lowlands, (tn Or “foothills”; Heb “the Shephelah.”) the slopes, and all their kings. He left no survivors. He annihilated everything that breathed, just as the LORD God of Israel had commanded."},{"number":41,"verse":"Joshua conquered the area between Kadesh Barnea and Gaza and the whole region of Goshen, all the way to Gibeon. (tn Heb “and Joshua struck them down, from Kadesh Barnea even to Gaza, and all the land of Goshen, even to Gibeon.”)"},{"number":42,"verse":"Joshua captured in one campaign (tn Heb “at one time.”) all these kings and their lands, for the LORD God of Israel fought for Israel."},{"number":43,"verse":"Then Joshua and all Israel returned to the camp at Gilgal."}]}