{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":11,"verses":[{"number":1,"verse":"Israel Defeats a Northern Coalition When King Jabin of Hazor (map For location see Map1-D2; Map2-D3; Map3-A2; Map4-C1.) heard the news, he organized a coalition, including (tn Heb “he sent to.”) King Jobab of Madon, the king of Shimron, the king of Acshaph,"},{"number":2,"verse":"and the northern kings who ruled in (tn Heb “and to the kings who [are] from the north in.”) the hill country, the Arabah south of Kinnereth, (tn Heb “Chinneroth,” a city and plain located in the territory of Naphtali in Galilee (BDB 490 s. v. כִּנֶּרֶת, כִּנֲרוֹת). sn Kinnereth was a city in Galilee located near the Sea of Galilee (Deut 3:17). The surrounding region also became known by this name (1 Kgs 15:20; cf. Matt 14:34), and eventually even the lake itself (Josh 12:3; cf. Luke 5:1).) the lowlands, and the heights of Dor to the west."},{"number":3,"verse":"Canaanites came (tn The verb “came” is supplied in the translation (see v. 4).) from the east and west; Amorites, Hittites, Perizzites, and Jebusites from the hill country; and Hivites from below Hermon in the area (tn Or “land.”) of Mizpah."},{"number":4,"verse":"These kings came out with their armies; they were as numerous as the sand on the seashore and had a large number of horses and chariots. (tn Heb “They and all their camps with them came out, a people as numerous as the sand which is on the edge of the sea in multitude, and [with] horses and chariots very numerous.”)"},{"number":5,"verse":"All these kings gathered and joined forces (tn Heb “and came and camped together.”) at the Waters of Merom to fight Israel."},{"number":6,"verse":"The LORD told Joshua, “Don’t be afraid of them, for about this time tomorrow I will cause all of them to lie dead before Israel. You must hamstring their horses and burn (tn Heb “burn with fire”; the words “with fire” are redundant in English and have not been included in the translation.) their chariots.”"},{"number":7,"verse":"Joshua and his whole army caught them by surprise at the Waters of Merom and attacked them. (tn Heb “Joshua and all the people of war with him came upon them at the Waters of Merom suddenly and fell upon them.”)"},{"number":8,"verse":"The LORD handed them over to Israel and they struck them down and chased them all the way to Greater Sidon, (map For location see Map1-A1; JP3-F3; JP4-F3.) Misrephoth Maim, (tn The meaning of the Hebrew name “Misrephoth Maim” is perhaps “lime-kilns by the water” (see HALOT 2:641).) and the Mizpah Valley to the east. They struck them down until no survivors remained."},{"number":9,"verse":"Joshua did to them as the LORD had commanded him; he hamstrung their horses and burned (tn Heb “burned with fire”; the words “with fire” are redundant in English and have not been included in the translation.) their chariots."},{"number":10,"verse":"At that time Joshua turned, captured Hazor, (map For location see Map1-D2; Map2-D3; Map3-A2; Map4-C1.) and struck down its king with the sword, for Hazor was at that time (tn Or “formerly.”) the leader of all these kingdoms."},{"number":11,"verse":"They annihilated everyone who lived there with the sword (tn Heb “and they struck down all life which was in it with the edge of the sword, annihilating.”) — no one who breathed remained — and burned (tn Heb “burned with fire”; the words “with fire” are redundant in English and have not been included in the translation.) Hazor."},{"number":12,"verse":"Joshua captured all these royal cities and all their kings and annihilated them with the sword, (tn Heb “and he struck them down with the edge of the sword, he annihilated them.”) as Moses the LORD’s servant had commanded."},{"number":13,"verse":"But Israel did not burn any of the cities located on mounds, (tn Heb “standing on their mounds.”) except for Hazor; (map For location see Map1-D2; Map2-D3; Map3-A2; Map4-C1.) it was the only one Joshua burned."},{"number":14,"verse":"The Israelites plundered all the goods of these cities and the cattle, but they totally destroyed all the people (tn Heb “but all the people they struck down with the edge of the sword until they destroyed them.”) and allowed no one who breathed to live."},{"number":15,"verse":"Moses the LORD’s servant passed on the LORD’s commands to Joshua, and Joshua did as he was told. He did not ignore any of the commands the LORD had given Moses. (tn Heb “As the Lord commanded Moses his servant, so Moses commanded Joshua, and Joshua acted accordingly; he did not turn aside a thing from all which the Lord commanded Moses.”)"},{"number":16,"verse":"A Summary of Israel’s Victories Joshua conquered the whole land, (tn Heb “Joshua took all this land.”) including the hill country, all the Negev, all the land of Goshen, the lowlands, (tn Or “foothills”; Heb “the Shephelah.”) the Arabah, the hill country of Israel and its lowlands,"},{"number":17,"verse":"from Mount Halak on up to Seir, as far as Baal Gad in the Lebanon Valley below Mount Hermon. He captured all their kings and executed them. (tn Heb “and struck them down and killed them.”)"},{"number":18,"verse":"Joshua campaigned against (tn Heb “made war with.”) these kings for quite some time. (tn Heb “for many days.”)"},{"number":19,"verse":"No city made peace with the Israelites (except the Hivites living in Gibeon); (tn The LXX omits this parenthetical note, which may represent a later scribal addition.) they had to conquer all of them, (tn Heb “the whole they took in battle.”)"},{"number":20,"verse":"for the LORD determined to make them obstinate so they would attack Israel. He wanted Israel to annihilate them without mercy, as he had instructed Moses. (tn Heb “for from the Lord it was to harden their heart[s] to meet for the battle with Israel, in order to annihilate them, so that they would receive no mercy, in order annihilate them, as the Lord commanded Moses.”)"},{"number":21,"verse":"At that time Joshua attacked and eliminated the Anakites from the hill country (tn Heb “went and cut off the Anakites from the hill country.”) — from Hebron, Debir, Anab, and all the hill country of Judah and Israel. (tn Heb “and from all the hill country of Israel.”) Joshua annihilated them and their cities."},{"number":22,"verse":"No Anakites were left in Israelite territory, though some remained in Gaza, Gath, and Ashdod."},{"number":23,"verse":"Joshua conquered (tn Heb “took.”) the whole land, just as the LORD had promised Moses, (tn Heb “according to all which the Lord said to Moses.” The translation assumes this refers to the promise of the land (see 1:3). Another possibility is that it refers to the Lord’s instructions, in which case the phrase could be translated, “just as the Lord had instructed Moses” (so NLT; cf. also NIV “had directed Moses”).) and he assigned Israel their tribal portions. (tn Heb “and Joshua gave it for an inheritance to Israel according to their allotted portions by their tribes.”) Then the land was free of war."}]}