{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"(The Lord Speaks to Joshua) When Joshua was very old, (tn Heb “was old, coming into the days.” This expression, referring to advancing in years, also occurs in the following clause.) the LORD told him, “You are very old, and a great deal of land remains to be conquered."},{"number":2,"verse":"This is the land that remains: all the territory of the Philistines and all the Geshurites,"},{"number":3,"verse":"from the Shihor River (tn Heb “the Shihor”; the word “River” is not in the Hebrew text, but has been supplied to clarify the meaning.) east of (tn Heb “in front of.”) Egypt northward to the territory of Ekron (it is regarded as Canaanite territory), (tn Heb “it is reckoned to the Canaanites.”) including the area belonging to the five Philistine lords who ruled in Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as Avvite land (tn Heb “the five lords of the Philistines, the Gazaite, the Ashdodite, the Ashkelonite, the Gathite, and the Ekronite, and the Avvites.”)"},{"number":4,"verse":"to the south; (tn Or “from Teman.” The phrase is especially problematic if taken with what follows, as the traditional verse division suggests. For further discussion see T. C. Butler, Joshua (WBC), 146.) all the Canaanite territory, (tn Heb “all the land of the Canaanites.”) from Arah (tc The reading “Arah” assumes a slight emendation of the Hebrew vowel pointing. The MT reads, “and a cave,” or “and Mearah” (if one understands the word as a proper noun).) in the region of Sidon (tn Heb “which belongs to the Sidonians.”map For location see Map1-A1; JP3-F3; JP4-F3.) to Aphek, as far as Amorite territory;"},{"number":5,"verse":"the territory of Byblos (tn Heb “and the land of the Gebalites.”) and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath. (tn Or “the entrance to Hamath.” Most modern translations take the phrase “Lebo Hamath” to be a proper name, but often provide a note with the alternative, where “Hamath” is the proper name and לְבוֹא (lÿvo’) is taken to mean “entrance to.”)"},{"number":6,"verse":"I will drive out before the Israelites all who live in the hill country from Lebanon to Misrephoth Maim, (tn The meaning of the Hebrew name “Misrephoth Maim” is perhaps “lime-kilns by the water” (see HALOT 2:641).) all the Sidonians; you be sure to parcel it out to Israel as I instructed you.” (tn Heb “only you, assign it by lots to Israel as an inheritance as I commanded you.”)"},{"number":7,"verse":"Now, divide up this land (tn Heb “now apportion this land as an inheritance.”) among the nine tribes and the half-tribe of Manasseh.”"},{"number":8,"verse":"(Tribal Lands East of the Jordan) The other half of Manasseh, (tn The MT reads “with him,” which is problematic, since the reference would be to the other half of the tribe of Manasseh (not the half mentioned in v. 7).) Reuben, and Gad received their allotted tribal lands beyond the Jordan, (tn Heb “received their inheritance, which Moses had assigned to them beyond the Jordan.”) just as Moses, the LORD’s servant, had assigned them."},{"number":9,"verse":"Their territory started (tn The words “their territory started” are supplied in the translation for clarification.) from Aroer (on the edge of the Arnon Valley), included the city in the middle of the valley, the whole plain of Medeba as far as Dibon,"},{"number":10,"verse":"and all the cities of King Sihon of the Amorites who ruled in Heshbon, and ended at the Ammonite border."},{"number":11,"verse":"Their territory also included (tn The words “their territory also included” are supplied in the translation for clarification.) Gilead, Geshurite and Maacathite territory, all Mount Hermon, and all Bashan to Salecah —"},{"number":12,"verse":"the whole kingdom of Og in Bashan, who ruled in Ashtaroth and Edrei. (He was one of the few remaining Rephaites.) (tn Heb “from the remnant of the Rephaites.”sn The Rephaites were apparently an extremely tall ethnic group. See Deut 2:10–11, 20; 3:11.) Moses defeated them and took their lands. (tn Or “dispossessed them.”)"},{"number":13,"verse":"But the Israelites did not conquer (tn Or “dispossess.”) the Geshurites and Maacathites; Geshur and Maacah live among Israel to this very day."},{"number":14,"verse":"However, Moses (tn Heb “he”; the referent (Moses) has been specified in the translation for clarity.) did not assign land as an inheritance (tn Heb “did not assign an inheritance.”) to the Levites; their inheritance (tn That is, “their source of food and life.”) is the sacrificial offerings (tn Or “offerings made by fire.”) made to the LORD God of Israel, as he instructed (tn Or “promised” (Heb “spoke”). sn For the background of this observation, see Deut 18:1–2.) them."},{"number":15,"verse":"Moses assigned land to the tribe of Reuben (tn Heb “assigned to the sons of Reuben.”) by its clans."},{"number":16,"verse":"Their territory started at Aroer (tn Heb “their territory was from.”) (on the edge of the Arnon Valley) and included the city in the middle of the valley, the whole plain of Medeba,"},{"number":17,"verse":"Heshbon and all its surrounding cities on the plain, including Dibon, Bamoth Baal, Beth Baal Meon,"},{"number":18,"verse":"Jahaz, Kedemoth, Mephaath,"},{"number":19,"verse":"Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,"},{"number":20,"verse":"Beth Peor, the slopes of Pisgah, and Beth Jeshimoth."},{"number":21,"verse":"It encompassed (tn The words “it encompassed” are supplied in the translation for clarification.) all the cities of the plain and the whole realm of King Sihon of the Amorites who ruled in Heshbon. Moses defeated him and the Midianite leaders Evi, Rekem, Zur, Hur, and Reba (they were subjects of Sihon and lived in his territory). (tn Heb “princes of Sihon, inhabitants of the land.”)"},{"number":22,"verse":"The Israelites killed Balaam son of Beor, the omen reader, (tn Or “diviner.”) along with the others. (tn Heb “Balaam son of Beor, the omen-reader, the Israelites killed with the sword, along with their slain ones.”)"},{"number":23,"verse":"The border of the tribe of Reuben was the Jordan. The land allotted to the tribe of Reuben by its clans included these cities and their towns. (tn Heb “This is the inheritance of the sons of Reuben by their clans, the cities and their towns.”)"},{"number":24,"verse":"Moses assigned land to the tribe of Gad (tn Heb “assigned to the tribe of Gad, to the sons of Gad.”) by its clans."},{"number":25,"verse":"Their territory included Jazer, all the cities of Gilead, and half of Ammonite territory (tn Heb “and half of the land of the sons of Ammon.”) as far as Aroer near (tn Heb “in front of.”) Rabbah."},{"number":26,"verse":"Their territory ran (tn The words “Their territory ran” are not in the Hebrew text, but have been supplied for clarification.) from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir."},{"number":27,"verse":"It included the valley of Beth Haram, (tn Or “it included in the valley, Beth Haram.”) Beth Nimrah, Succoth, and Zaphon, and the rest of the realm of King Sihon of Heshbon, the area east of the Jordan to the end of the Sea of Kinnereth. (sn The Sea of Kinnereth is another name for the Sea of Galilee. See the note on the word “Kinnereth” in 11:2.)"},{"number":28,"verse":"The land allotted to the tribe of Gad by its clans included these cities and their towns. (tn Heb “This is the inheritance of the sons of Gad by their clans, the cities and their towns.”)"},{"number":29,"verse":"Moses assigned land to the half-tribe of Manasseh (tn Heb “assigned to the half-tribe of Manasseh, and it belonged to the half-tribe of Manasseh.”) by its clans."},{"number":30,"verse":"Their territory started at (tn The words “their territory started at” are not in the Hebrew text, but have been supplied for clarification.) Mahanaim and encompassed all Bashan, the whole realm of King Og of Bashan, including all sixty cities in Havvoth Jair (sn The Hebrew name Havvoth Jair means “the tent villages of Jair.”) in Bashan."},{"number":31,"verse":"Half of Gilead, Ashtaroth, and Edrei, cities in the kingdom of Og in Bashan, were assigned to the descendants of Makir son of Manasseh, to half the descendants of Makir by their clans."},{"number":32,"verse":"These are the land assignments made by Moses (tn Heb “These are [the lands] which Moses gave as an inheritance.”) on the plains of Moab east of the Jordan River opposite Jericho. (tn Heb “beyond the Jordan, east of Jericho.” The word “River” is not in the Hebrew text, but has been supplied to clarify the meaning. map For the location of Jericho see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.)"},{"number":33,"verse":"However, Moses did not assign land as an inheritance (tn Heb “Moses did not assign an inheritance.” The word “land” has been supplied in the translation to clarify what the inheritance consisted of.) to the Levites; their inheritance (tn That is, “their source of food and life.”) is the LORD God of Israel, as he instructed (tn Or “as he promised”; Heb “as he spoke to.”sn For the background of this observation, see Deut 18:1–2.) them."}]}