{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"Joseph’s Tribal Lands The land allotted to Joseph’s descendants extended from the Jordan at Jericho (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) to the waters of Jericho to the east, through the desert and on up from Jericho into the hill country of Bethel. (tn Heb “The lot went out to the sons of Joseph from the Jordan [at] Jericho to the waters of Jericho to the east, the desert going up from Jericho into the hill country of Bethel.”map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.)"},{"number":2,"verse":"The southern border (tn Heb “it”; the referent (the southern border) has been specified in the translation for clarity.) extended from Bethel to Luz, (tn In the Hebrew text the place name “Luz” has the directive ending, indicating that the border went from Bethel to Luz. Elsewhere Luz and Bethel appear to be names for the same site (cf. Judg 1:23), but here they appear to be distinct. Note that the NIV translates “from Bethel (that is, Luz)” here, following the reading of the LXX, εἰς Βαιθηλ Λουζα (eis Baiqhl Louza, “from Bethel [Luz]”).) and crossed to Arkite territory at Ataroth."},{"number":3,"verse":"It then descended westward to Japhletite territory, as far as the territory of lower Beth Horon and Gezer, and ended at the sea."},{"number":4,"verse":"Joseph’s descendants, Manasseh and Ephraim, were assigned their land. (tn Or “received their inheritance.”)"},{"number":5,"verse":"The territory of the tribe of Ephraim by its clans included the following: (tn Heb “The territory of the sons of Ephraim was for their clans.”) The border of their assigned land to the east was Ataroth Addar as far as upper Beth Horon."},{"number":6,"verse":"It then extended on to the sea, with Micmethath on the north. It turned eastward to Taanath Shiloh and crossed it on the east to Janoah."},{"number":7,"verse":"It then descended from Janoah to Ataroth and Naarah, touched Jericho, (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) and extended to the Jordan River. (tn The word “River” is not in the Hebrew text, but has been supplied in the translation for clarity.)"},{"number":8,"verse":"From Tappuah it went westward to the Valley of Kanah and ended at the sea. This is the land assigned to the tribe of Ephraim (tn Heb “This is the inheritance of the tribe of the sons of Ephraim.”) by its clans."},{"number":9,"verse":"Also included were the cities set apart for the tribe of Ephraim within Manasseh’s territory, along with their towns. (tn Heb “and the cities set apart for the sons of Ephraim in the midst of the inheritance of the sons of Manasseh, all the cities and their towns.”)"},{"number":10,"verse":"The Ephraimites (tn Heb “they”; the referent (the Ephraimites) has been specified in the translation for clarity.) did not conquer the Canaanites living in Gezer. The Canaanites live among the Ephraimites to this very day and do hard labor as their servants."}]}