{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":18,"verses":[{"number":1,"verse":"The Tribes Meet at Shiloh The entire Israelite community assembled at Shiloh and there they set up the tent of meeting. (tn Heb “the tent of assembly.”sn On the tent of meeting see Exod 33:7–11.) Though they had subdued the land, (tn Heb “and the land was subdued before them.”)"},{"number":2,"verse":"seven Israelite tribes had not been assigned their allotted land. (tn Heb “there were left among the sons of Israel who had not divided up their inheritance seven tribes.”)"},{"number":3,"verse":"So Joshua said to the Israelites: “How long do you intend to put off occupying (tn Heb “How long are you putting off entering and possessing.”) the land the LORD God of your ancestors (tn Or “fathers.”) has given you?"},{"number":4,"verse":"Pick three men from each tribe. I will send them out to walk through the land and make a map of it for me. (tn Heb “I will send them so they may arise and walk about in the land and describe it in writing according to their inheritance and come to me.”)"},{"number":5,"verse":"Divide it into seven regions. (tn Heb “portions.”) Judah will stay (tn Heb “stand.”) in its territory in the south, and the family (tn Heb “the house.”) of Joseph in its territory in the north."},{"number":6,"verse":"But as for you, map out the land into seven regions and bring it to me. I will draw lots for you here before the LORD our God."},{"number":7,"verse":"But the Levites will not have an allotted portion among you, for their inheritance is to serve the LORD. (tn Or “the priesthood of the Lord.”) Gad, Reuben, and the half-tribe of Manasseh have already received their allotted land (tn Or “inheritance.”) east of the Jordan which Moses the LORD’s servant assigned them.”"},{"number":8,"verse":"When the men started out, Joshua told those going to map out the land, “Go, walk through the land, map it out, and return to me. Then I will draw lots for you before the LORD here in Shiloh.”"},{"number":9,"verse":"The men journeyed (tn Heb “went and passed through.”) through the land and mapped it and its cities out into seven regions on a scroll. Then they came to Joshua at the camp in Shiloh."},{"number":10,"verse":"Joshua drew lots for them in Shiloh before the LORD and divided the land among the Israelites according to their allotted portions."},{"number":11,"verse":"Benjamin’s Tribal Lands The first lot belonged to the tribe of Benjamin (tn Heb “and the lot came up for the tribe of the sons of Benjamin.”) by its clans. Their allotted territory was between Judah and Joseph. (tn Heb “and the territory of their allotment went out between the sons of Judah and the sons of Joseph.”)"},{"number":12,"verse":"Their northern border started at the Jordan, went up to the slope of Jericho (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) on the north, ascended westward to the hill country, and extended to the desert of Beth Aven."},{"number":13,"verse":"It then crossed from there to Luz, to the slope of Luz to the south (that is, Bethel), (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) and descended to Ataroth Addar located on the hill that is south of lower Beth Horon."},{"number":14,"verse":"It then turned on the west side southward from the hill near Beth Horon on the south and extended to Kiriath Baal (that is, Kiriath Jearim), a city belonging to the tribe (tn Heb “sons,” here referring to the tribe.) of Judah. This is the western border. (tn Or “side.”)"},{"number":15,"verse":"The southern side started on the edge of Kiriath Jearim and extended westward to the spring of the waters of Nephtoah."},{"number":16,"verse":"The border then descended to the edge of the hill country near the Valley of Ben Hinnom located in the Valley of the Rephaites to the north. It descended through the Valley of Hinnom to the slope of the Jebusites to the south and then down to En Rogel."},{"number":17,"verse":"It went northward, extending to En Shemesh and Geliloth opposite the Pass (tn Or “ascent.”) of Adummim, and descended to the Stone of Bohan son of Reuben."},{"number":18,"verse":"It crossed to the slope in front of the Arabah to the north and descended into the Arabah."},{"number":19,"verse":"It then crossed to the slope of Beth Hoglah to the north and ended at the northern tip of the Salt Sea (sn The Salt Sea is another name for the Dead Sea.) at the mouth of the Jordan River. (tn Heb “to the tongue of the Salt Sea to the north, to the end of the Jordan to the south.” The word “River” is not in the Hebrew text, but is supplied in the translation for clarity (also in the following verse).) This was the southern border."},{"number":20,"verse":"The Jordan River borders it on the east. These were the borders of the land assigned to the tribe of Benjamin by its clans. (tn Heb “This was the inheritance of the sons of Benjamin by its borders round about, by their clans.”)"},{"number":21,"verse":"These cities belonged to the tribe (tn Heb “the sons,” here referring to the tribe.) of Benjamin by its clans: Jericho, (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) Beth Hoglah, Emek Keziz,"},{"number":22,"verse":"Beth Arabah, Zemaraim, Bethel, (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.)"},{"number":23,"verse":"Avvim, Parah, Ophrah,"},{"number":24,"verse":"Kephar Ammoni, Ophni, and Geba — a total of twelve cities and their towns."},{"number":25,"verse":"Gibeon, Ramah, Beeroth,"},{"number":26,"verse":"Mizpah, Kephirah, Mozah,"},{"number":27,"verse":"Rekem, Irpeel, Taralah,"},{"number":28,"verse":"Zelah, Haeleph, the Jebusite city (tn The word “city” is supplied in the translation for clarification.) (that is, Jerusalem), (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) Gibeah, and Kiriath — a total of fourteen cities and their towns. (tn The structure of this list presents problems. In v. 28 no conjunction appears before “Haeleph” or “Kiriath” in the Hebrew text. This suggests they should be compounded with the preceding names, yielding “Zelah Haeleph” and “Gibeah Kiriath” respectively. This results in a list of only twelve cities, however, while the summary statement (v. 28) gives the number fourteen. One should note, however, that the city lists in chap. 15 do not consistently use the conjunction before the name of each city. See also Josh 19:7, where no conjunction appears before “Rimmon,” but the summary assumes that Ain and Rimmon are distinct.) This was the land assigned to the tribe of Benjamin (tn Heb “This is the inheritance of the sons of Benjamin.”) by its clans."}]}