{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"(Israel Renews its Commitment to the Lord) Joshua assembled all the Israelite tribes at Shechem. He summoned Israel’s elders, rulers, judges, and leaders, and they appeared before God."},{"number":2,"verse":"Joshua told all the people, “Here is what the LORD God of Israel says: ‘In the distant past your ancestors (tn Heb “your fathers.”) lived beyond the Euphrates River, (tn Heb “the river,” referring to the Euphrates. This has been specified in the translation for clarity.) including Terah the father of Abraham and Nahor. They worshiped (tn Or “served.”) other gods,"},{"number":3,"verse":"but I took your father Abraham from beyond the Euphrates (tn Heb “the river,” referring to the Euphrates. This has been specified in the translation for clarity.) and brought him into (tn Or “through.”) the entire land of Canaan. I made his descendants numerous; I gave him Isaac,"},{"number":4,"verse":"and to Isaac I gave Jacob and Esau. To Esau I assigned Mount Seir, (tn Heb “I gave to Esau Mount Seir to possess it.”) while Jacob and his sons went down to Egypt."},{"number":5,"verse":"I sent Moses and Aaron, and I struck Egypt down when I intervened in their land. (tn Heb “by that which I did in its midst.”) Then I brought you out."},{"number":6,"verse":"When I brought your fathers out of Egypt, you arrived at the sea. The Egyptians chased your fathers with chariots and horsemen to the Red Sea."},{"number":7,"verse":"Your fathers (tn Heb “they”; the referent (the fathers) has been specified in the translation for clarity (see the previous verse).) cried out for help to the LORD; he made the area between you and the Egyptians dark, (tn Or “put darkness between you and the Egyptians.”) and then drowned them in the sea. (tn Heb “and he brought over them the sea and covered them.”) You witnessed with your very own eyes (tn Heb “your eyes saw.”) what I did in Egypt. You lived in the wilderness for a long time. (tn Heb “many days.”)"},{"number":8,"verse":"Then I brought you to the land of the Amorites who lived east of the Jordan. They fought with you, but I handed them over to you; you conquered (tn Or “took possession of.”) their land and I destroyed them from before you."},{"number":9,"verse":"Balak son of Zippor, king of Moab, launched an attack (tn Heb “arose and fought.”) against Israel. He summoned (tn Heb “sent and called.”) Balaam son of Beor to call down judgment (tn Or “to curse.”) on you."},{"number":10,"verse":"I refused to respond to Balaam; he kept (tn The infinitive absolute follows the finite verb in the Hebrew text and indicates continuation or repetition of the action. Balaam pronounced several oracles of blessing over Israel (see Num 23–24).) prophesying good things about (tn Heb “blessing.” Balaam’s “blessings” were actually prophecies of how God would prosper Israel.) you, and I rescued you from his power. (tn Heb “hand.”)"},{"number":11,"verse":"You crossed the Jordan and came to Jericho. (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) The leaders (tn Or perhaps, “citizens.”) of Jericho, as well as the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, fought with you, but I handed them over to you."},{"number":12,"verse":"I sent terror (tn Traditionally, “the hornet” (so KJV, NKJV, NASB, NIV, NRSV) but the precise meaning of the Hebrew word is uncertain (cf. NEB “panic”).) ahead of you to drive out before you the two (tn The LXX has “twelve,” apparently understanding this as a reference to Amorite kings west of the Jordan (see Josh 5:1, rather than the trans-Jordanian Amorite kings Sihon and Og (see Josh 2:10; 9:10).) Amorite kings. I gave you the victory; it was not by your swords or bows. (tn Heb “and it drove them out from before you, the two kings of the Amorites, not by your sword and not by your bow.” The words “I gave you the victory” are supplied for clarification.)"},{"number":13,"verse":"I gave you a land in (tn Or perhaps, “for.”) which you had not worked hard; you took up residence in cities you did not build and you are eating the produce of (tn The words “the produce of” are supplied for clarification.) vineyards and olive groves you did not plant.’"},{"number":14,"verse":"Now (sn Joshua quotes the Lord’s words in vv. 2b–13 (note that the Lord speaks in the first person in these verses); in vv. 14–15 Joshua himself exhorts the people (note the third person references to the Lord).) obey (tn Heb “fear.”) the LORD and worship (tn Or “and serve.”) him with integrity and loyalty. Put aside the gods your ancestors (tn Heb “your fathers.”) worshiped (tn Or “served.”) beyond the Euphrates (tn Heb “the river,” referring to the Euphrates. This has been specified in the translation for clarity; see v. 3.) and in Egypt and worship (tn Or “and serve.”) the LORD."},{"number":15,"verse":"If you have no desire (tn Heb “if it is bad in your eyes.”) to worship (tn Or “to serve.”) the LORD, choose today whom you will worship, (tn Or “will serve.”) whether it be the gods whom your ancestors (tn Heb “your fathers.”) worshiped (tn Or “served.”) beyond the Euphrates, (tn Heb “the river,” referring to the Euphrates. This has been specified in the translation for clarity; see v. 3.) or the gods of the Amorites in whose land you are living. But I and my family (tn Heb “house.”) will worship (tn Or “will serve.”) the LORD!”"},{"number":16,"verse":"The people responded, “Far be it from us to abandon the LORD so we can (tn Heb “to.”) worship (tn Or “can serve.”) other gods!"},{"number":17,"verse":"For the LORD our God took us and our fathers out of slavery (tn Heb “of the house of slavery.”) in the land of Egypt (tn Heb “for the Lord our God, he is the one who brought up us and our fathers from the land of Egypt, from the house of slaves.”) and performed these awesome miracles (tn Or “great signs.”) before our very eyes. He continually protected us as we traveled and when we passed through nations. (tn Heb “and he guarded us in all the way in which we walked and among all the peoples through whose midst we passed.”)"},{"number":18,"verse":"The LORD drove out from before us all the nations, including the Amorites who lived in the land. So we too will worship (tn Or “will serve.”) the LORD, for he is our God!”"},{"number":19,"verse":"Joshua warned (tn Heb “said to.”) the people, “You will not keep worshiping (tn Heb “you are not able to serve.”) the LORD, for (sn For an excellent discussion of Joshua’s logical argument here, see T. C. Butler, Joshua (WBC), 274-75.) he is a holy God. (tn In the Hebrew text both the divine name (אֱלֹהִים, ’elohim) and the adjective (קְדֹשִׁים, qÿdoshim, “holy”) are plural. Normally the divine name, when referring to the one true God, takes singular modifiers, but this is a rare exception where the adjective agrees grammatically with the honorific plural noun. See GKC §124. i and IBHS 122.) He is a jealous God who will not forgive (tn Heb “lift up” or “take away.”sn This assertion obviously needs qualification, for the OT elsewhere affirms that God does forgive. Joshua is referring to the persistent national rebellion against the Mosaic covenant that eventually cause God to decree unconditionally the nation’s exile.) your rebellion or your sins."},{"number":20,"verse":"If (tn Or “when.”) you abandon the LORD and worship (tn Or “and serve.”) foreign gods, he will turn against you; (tn The words “against you” are added for clarification.) he will bring disaster on you and destroy you, (tn Heb “bring you to an end.”) though he once treated you well.” (tn Heb “after he did good for you.”)"},{"number":21,"verse":"The people said to Joshua, “No! We really will (tn The translation assumes that כִּי (ki) is emphatic. Another option is to take it as explanatory, “No, for we will….”) worship (tn Or “will serve.”) the LORD!”"},{"number":22,"verse":"Joshua said to the people, “Do you agree to be witnesses against yourselves that you have chosen to worship the LORD?” (tn Heb “You are witnesses against yourselves that you have chosen for yourselves the Lord to serve him.”) They replied, “We are witnesses!” (sn Like witnesses in a court of law, Israel’s solemn vow to worship the Lord will testify against them in the divine court if the nation ever violates its commitment.)"},{"number":23,"verse":"Joshua said, (tn The words “Joshua said” are supplied for clarification.) “Now put aside the foreign gods that are among you and submit to (tn Heb “bend your heart toward.” The term לֵבָב (levav, “heart”) probably here refers to the people’s volition or will.) the LORD God of Israel.”"},{"number":24,"verse":"The people said to Joshua, “We will worship (tn Or “will serve.”) the LORD our God and obey him.” (tn Heb “and listen to his voice.”)"},{"number":25,"verse":"That day Joshua drew up an agreement (tn Heb “cut a covenant.”) for the people, and he established rules and regulations (tn Heb “a statute and a judgment.”) for them in Shechem."},{"number":26,"verse":"Joshua wrote these words in the Law Scroll of God. He then took a large stone and set it up there under the oak tree near the LORD’s shrine."},{"number":27,"verse":"Joshua said to all the people, “Look, this stone will be a witness against you, for it has heard everything the LORD said to us. (tn Heb “all the words of the Lord which he spoke with us.”) It will be a witness against you if (tn Or “lest,” “so that you might not.”) you deny your God.”"},{"number":28,"verse":"When Joshua dismissed the people, they went to their allotted portions of land. (tn Heb “And Joshua sent the people away, each to his inheritance.”)"},{"number":29,"verse":"(An Era Ends) After all this (tn Heb “after these things.”) Joshua son of Nun, the LORD’s servant, died at the age of one hundred ten."},{"number":30,"verse":"They buried him in his allotted territory (tn Heb “in the territory of his inheritance.”) in Timnath Serah in the hill country of Ephraim, north of Mount Gaash."},{"number":31,"verse":"Israel worshiped (tn Or “served.”) the LORD throughout Joshua’s lifetime and as long as the elderly men who outlived him remained alive. (tn Heb “all the days of Joshua and all the days of the elders who outlived him.”) These men had experienced firsthand everything the LORD had done for Israel. (tn Heb “who knew all the work of the Lord which he had done for Israel.”)"},{"number":32,"verse":"The bones of Joseph, which the Israelites had brought up from Egypt, were buried at Shechem in the part of the field that Jacob bought from the sons of Hamor, the father of Shechem, for one hundred pieces of money. (tn Heb “one hundred qesitahs.” The Hebrew word קְשִׂיטָה (qesitah) is generally understood to refer to a unit of money, but the value and/or weight is unknown. The word occurs only here and in Gen 33:19 and Job 42:11.) So it became the inheritance of the tribe of Joseph. (tn Heb “and they became for the sons of Joseph an inheritance.” One might think “bones” is the subject of the verb “they became,” but the verb is masculine, while “bones” is feminine. The translation follows the emendation suggested in the BHS note, which appeals to the Syriac and Vulgate for support. The emended reading understands “the part (of the field)” as the subject of the verb “became.” The emended verb is feminine singular; this agrees with “the part” (of the field), which is feminine in Hebrew.)"},{"number":33,"verse":"Eleazar son of Aaron died, and they buried him in Gibeah in the hill country of Ephraim, where his son Phinehas had been assigned land. (tn Heb “in Gibeah of Phinehas, his son, which had been given to him in the hill country of Ephraim.”)"}]}