{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"When all the Amorite kings on the west side of the Jordan and all the Canaanite kings along the seacoast heard how the LORD had dried up the water of the Jordan before the Israelites while they (tc Another textual tradition has, “while we crossed.”) crossed, they lost their courage and could not even breathe for fear of the Israelites. (tn Heb “their heart[s] melted and there was no longer in them breathe because of the sons of Israel.”)"},{"number":2,"verse":"A New Generation is Circumcised At that time the LORD told Joshua, “Make flint knives and circumcise the Israelites once again.” (tn Heb “return, circumcise the sons of Israel a second time.” The Hebrew term שׁוּב (shuv, “return”) is used here in an adverbial sense to indicate the repetition of an action.)"},{"number":3,"verse":"So Joshua made flint knives and circumcised the Israelites on the Hill of the Foreskins. (tn Or “Gibeath Haaraloth.” This name means “Hill of the Foreskins.” Many modern translations simply give the Hebrew name, although an explanatory note giving the meaning of the name is often included. sn The name given to the place, Hill of the Foreskins was an obvious reminder of this important event.)"},{"number":4,"verse":"This is why Joshua had to circumcise them: All the men old enough to fight when they left Egypt died on the journey through the desert after they left Egypt. (tn Heb “All the people who went out from Egypt, the males, all the men of war, died in the desert in the way when they went out from Egypt.”)"},{"number":5,"verse":"Now (tn Or “indeed.”) all the men (tn Heb “people.”) who left were circumcised, but all the sons (tn Heb “all the people.”) born on the journey through the desert after they left Egypt were uncircumcised."},{"number":6,"verse":"Indeed, for forty years the Israelites traveled through the desert until all the men old enough to fight when they left Egypt, the ones who had disobeyed the LORD, died off. (tn Heb “all the nation, the men of war who went out from Egypt, who did not listen to the voice of the Lord, came to an end.”) For the LORD had sworn a solemn oath to them that he would not let them see the land he had sworn on oath to give them, (tn Some Hebrew mss, as well as the Syriac version, support this reading. Most ancient witnesses read “us.”) a land rich in (tn Heb “flowing with.”sn The word picture a land rich in milk and honey depicts the land as containing many grazing areas (which would produce milk) and flowering plants (which would support the bees that produced honey).) milk and honey."},{"number":7,"verse":"He replaced them with their sons, (tn Heb “their sons he raised up in their place.”) whom Joshua circumcised. They were uncircumcised; their fathers had not circumcised them along the way."},{"number":8,"verse":"When all the men (tn Heb “nation.”) had been circumcised, they stayed there in the camp until they had healed."},{"number":9,"verse":"The LORD said to Joshua, “Today I have taken away (tn Heb “rolled away.”) the disgrace (sn One might take the disgrace of Egypt as a reference to their uncircumcised condition (see Gen 34:14), but the generation that left Egypt was circumcised (see v. 5). It more likely refers to the disgrace they experienced in Egyptian slavery. When this new generation reached the promised land and renewed their covenantal commitment to the Lord by submitting to the rite of circumcision, the Lord’s deliverance of his people from slavery, which had begun with the plagues and the crossing of the Red Sea, reached its climax. See T. C. Butler, Joshua (WBC), 59.) of Egypt from you.” So that place is called Gilgal (sn The name Gilgal sounds like the Hebrew verb “roll away” (גַּלַל, galal).) even to this day."},{"number":10,"verse":"So the Israelites camped in Gilgal and celebrated the Passover in the evening of the fourteenth day of the month on the plains of Jericho. (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.)"},{"number":11,"verse":"They ate some of the produce of the land the day after the Passover, including unleavened bread and roasted grain. (tn The Hebrew text adds, “on this same day.” This is somewhat redundant in English and has not been translated.)"},{"number":12,"verse":"The manna stopped appearing the day they ate (tn Heb “the day after, when they ate.” The present translation assumes this means the day after the Passover, though it is possible it refers to the day after they began eating the land’s produce.) some of the produce of the land; the Israelites never ate manna again. (tn Heb “and the sons of Israel had no more manna.”)"},{"number":13,"verse":"Israel Conquers Jericho When Joshua was near (tn Heb “in.”) Jericho, (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) he looked up and saw a man standing in front of him holding a drawn sword. (tn Heb “he lifted up his eyes and looked. And look, a man was standing in front of him, and his sword was drawn in his hand.” The verb הִנֵּה (hinneh, “look”) invites the reader to view the scene through Joshua’s eyes. By calling the stranger “a man,” the author reflects Joshua’s perspective. The text shortly reveals his true identity (vv. 14–15).) Joshua approached him and asked him, “Are you on our side or allied with our enemies?” (tn Heb “Are you for us or for our enemies?”)"},{"number":14,"verse":"He answered, (tc Heb “He said, “Neither.” An alternative reading is לוֹ (lo, “[He said] to him”; cf. NEB). This reading is supported by many Hebrew mss, as well as the LXX and Syriac versions. The traditional reading of the MT (לֹא, lo’, “no, neither”) is probably the product of aural confusion (the two variant readings sound the same in Hebrew). Although followed by a number of modern translations (cf. NIV, NRSV), this reading is problematic, for the commander of the Lord’s army would hardly have declared himself neutral.) “Truly I am the commander of the LORD’s army. (sn The Lord’s heavenly army, like an earthly army, has a commander who leads the troops. For the phrase שַׂר־צְבָא (sar-tsÿva’, “army commander”) in the human sphere, see among many other references Gen 21:22, 32; 26:26; Judg 4:2, 7; 1 Sam 12:9.) Now I have arrived!” (sn The commander’s appearance seems to be for Joshua’s encouragement. Joshua could now lead Israel into battle knowing that the Lord’s invisible army would ensure victory.) Joshua bowed down with his face to the ground (tn Heb “Joshua fell on his face to the ground and bowed down.”) and asked, “What does my master want to say to his servant?”"},{"number":15,"verse":"The commander of the LORD’s army answered Joshua, “Remove your sandals from your feet, because the place where you stand is holy.” Joshua did so."}]}