{"bibleAbbr":"NET2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"The Gibeonites Deceive Israel When the news reached all the kings on the west side of the Jordan (tn Heb “When all the kings who were beyond the Jordan heard.”) — in the hill country, the lowlands, (tn Or “foothills”; Heb “the Shephelah.”) and all along the Mediterranean coast (tn Heb “all the coast of the Great Sea.” The “Great Sea” was the typical designation for the Mediterranean Sea.) as far as (tn Heb “in front of.”) Lebanon (including the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites) —"},{"number":2,"verse":"they formed an alliance to fight against Joshua and Israel. (tn Heb “they gathered together to fight against Joshua and Israel [with] one mouth.”)"},{"number":3,"verse":"When the residents of Gibeon heard what Joshua did to Jericho (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) and Ai,"},{"number":4,"verse":"they did something clever. They collected some provisions (tc Heb “and they went and [?].” The root and meaning of the verb form יִצְטַיָּרוּ (yitstayyaru) are uncertain. The form is most likely a corruption of יִצְטַיָּדוּ (yitstayyadu), read by some Hebrew mss and ancient versions, from the root צוּד (tsud, “take provisions,” BDB 845 s. v. II צוד) which also occurs in v. 11. Note NRSV “they went and prepared provisions”; cf. NEB “They went and disguised themselves”; NIV “they went as a delegation.”) and put worn-out sacks on their donkeys, along with worn-out wineskins that were ripped and patched."},{"number":5,"verse":"They had worn-out, patched sandals on their feet and dressed in worn-out clothes. All their bread (tn Heb “all the bread of their provisions.”) was dry and hard. (tn Or “moldy.”)"},{"number":6,"verse":"They came to Joshua at the camp in Gilgal and said to him and the men of Israel, “We have come from a distant land. Make a treaty with us.”"},{"number":7,"verse":"The men of Israel said to the Hivites, “Perhaps you live near us. (tn Heb “in our midst.”) So how can we make a treaty with you?”"},{"number":8,"verse":"But they said to Joshua, “We are willing to be your subjects.” (tn Heb “we are your servants.”) So Joshua said to them, “Who are you and where do you come from?”"},{"number":9,"verse":"They told him, “Your subjects (tn Or “servants.”) have come from a very distant land because of the reputation (tn Heb “name.”) of the LORD your God, for we have heard the news about all he did in Egypt (tn Heb “the report about him, all that he did in Egypt.”)"},{"number":10,"verse":"and all he did to the two Amorite kings on the other side of the Jordan — King Sihon of Heshbon and King Og of Bashan in Ashtaroth."},{"number":11,"verse":"Our leaders and all who live in our land told us, ‘Take provisions for your journey and go meet them. Tell them, “We are willing to be your subjects. (tn Heb “your servants.”) Make a treaty with us.”’"},{"number":12,"verse":"This bread of ours was warm when we packed it in our homes the day we started out to meet you, (tn Heb “in the day we went out to come to you.”) but now it is dry and hard. (tn Or “moldy.”)"},{"number":13,"verse":"These wineskins we filled were brand new, but look how they have ripped. Our clothes and sandals have worn out because it has been a very long journey.”"},{"number":14,"verse":"The men examined (tn Heb “took.” This probably means they tasted some of the food to make sure it was stale.) some of their provisions, but they failed to ask the LORD’s advice. (tn Heb “but they did not ask the mouth of the Lord.” This refers to seeking the Lord’s will and guidance through an oracle.)"},{"number":15,"verse":"Joshua made a peace treaty with them and agreed to let them live. The leaders of the community (tn Or “assembly.”) sealed it with an oath. (tn Heb “Joshua made peace with them and made a treaty with them to let them live, and the leaders of the community swore an oath to them.”)"},{"number":16,"verse":"Three days after they made the treaty with them, the Israelites found out they were from the local area and lived nearby. (tn Heb “At the end of three days, after they made the treaty with them, they heard that they were neighbors to them and in their midst they were living.”)"},{"number":17,"verse":"So the Israelites set out and on the third day arrived at their cities — Gibeon, Kephirah, Beeroth, and Kiriath Jearim."},{"number":18,"verse":"The Israelites did not attack them because the leaders of the community had sworn an oath to them in the name of the LORD God of Israel. (tn Heb “by the Lord God of Israel.”) The whole community criticized (tn Or “grumbled against.”) the leaders,"},{"number":19,"verse":"but all the leaders told the whole community, “We swore an oath to them in the name of (tn Heb “to them by….”) the LORD God of Israel. So now we can’t hurt (tn Or “touch.”) them!"},{"number":20,"verse":"We must let them live so we can escape the curse attached to the oath we swore to them.” (tn Heb “This is what we will do to them, keeping them alive so there will not be upon us anger concerning the oath which we swore to them.”)"},{"number":21,"verse":"The leaders then added, (tc Heb “and the leaders said to them.” The LXX omits the words “and the leaders said to them.”) “Let them live.” So they became (tn The vav (ו) consecutive construction in the Hebrew text suggests that the narrative resumes at this point. The LXX reads here, “and they will be,” understanding what follows to be a continuation of the leaders’ words rather than a comment by the narrator.) woodcutters and water carriers for the whole community, as the leaders had decided. (tn Heb “as the leaders said to them.”)"},{"number":22,"verse":"(sn Verses 22-27 appear to elaborate on v. 21b.) Joshua summoned the Gibeonites (tn Heb “them.”) and said to them, “Why did you trick (tn Or “deceive.”) us by saying, ‘We live far away from you,’ when you really live nearby? (tn Heb “live in our midst?”)"},{"number":23,"verse":"Now you are condemned to perpetual servitude as woodcutters and water carriers for the house of my God.” (tn Heb “Now you are cursed and a servant will not be cut off from you, woodcutters and water carriers for the house of my God.”)"},{"number":24,"verse":"They said to Joshua, “It was carefully reported to your subjects (tn Heb “your servants.”) how the LORD your God commanded Moses his servant to assign you the whole land and to destroy all who live in the land from before you. Because of you we were terrified (tn Or “we were very afraid.”) we would lose our lives, so we did this thing."},{"number":25,"verse":"So now we are in your power. (tn Heb “so now, look, we are in your hand.”) Do to us what you think is good and appropriate. (tn Heb “according to what is good and according to what is upright in your eyes to do us, do.”)"},{"number":26,"verse":"Joshua did as they said; he kept the Israelites from killing them (tn Heb “And he did to them so and he rescued them from the hand of the sons of Israel and they did not kill them.”)"},{"number":27,"verse":"and that day made them woodcutters and water carriers for the community and for the altar of the LORD at the divinely chosen site. (They continue in that capacity to this very day.) (tn Heb “and Joshua made them in that day woodcutters and water carriers for the community, and for the altar of the Lord to this day at the place which he chooses.”)"}]}