{"bibleAbbr":"ASV1901","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"The burden<WH4853> which Habakkuk<WH2265> the prophet<WH5030> did see<WH2372>."},{"number":2,"verse":"O Jehovah<WH3068>, how long shall I cry<WH7768>, and thou wilt not hear<WH8085>? I cry out<WH2199> unto thee of violence<WH2555>, and thou wilt not save<WH3467>."},{"number":3,"verse":"Why dost thou show<WH7200> me iniquity<WH205>, and look<WH5027> upon perverseness<WH5999>? for destruction<WH7701> and violence<WH2555> are before me<WH7379>; and there is strife, and contention<WH4066> riseth up<WH5375>."},{"number":4,"verse":"Therefore the law<WH8451> is slacked<WH6313>, and justice<WH4941> doth never<WH5331> go forth<WH3318>; for the wicked<WH7563> doth compass<WH3803> about the righteous<WH6662>; therefore justice<WH4941> goeth forth<WH3318> perverted<WH6127>."},{"number":5,"verse":"Behold <WH7200> ye among the nations<WH1471>, and look<WH5027>, and wonder<WH8539> marvellously<WH8539>; for I am working<WH6466> a work<WH6467> in your days<WH3117>, which ye will not believe<WH539> though it be told you<WH5608>."},{"number":6,"verse":"For <WH6965>, lo, I raise up the Chaldeans<WH3778>, that bitter<WH4751> and hasty<WH4116> nation<WH1471>, that march<WH1980> through the breadth<WH4800> of the earth<WH776>, to possess<WH3423> dwelling-places<WH4908> that are not theirs."},{"number":7,"verse":"They are terrible<WH366> and dreadful<WH3372>; their judgment<WH4941> and their dignity<WH7613> proceed from themselves<WH3318>."},{"number":8,"verse":"Their horses<WH5483> also are swifter<WH7043> than leopards<WH5246>, and are more fierce<WH2300> than the evening<WH6153> wolves<WH2061>; and their horsemen<WH6571> press proudly<WH6335> on<WH6571>: yea, their horsemen come<WH935> from far<WH7350>; they fly<WH5774> as an eagle<WH5404> that hasteth<WH2363> to devour<WH398>."},{"number":9,"verse":"They come<WH935> all of them for violence<WH2555>; the set<WH4041> of their faces<WH6440> is forwards<WH6921>; and they gather<WH622> captives<WH7628> as the sand<WH2344>."},{"number":10,"verse":"Yea <WH7046>, he scoffeth at kings<WH4428>, and princes<WH7336> are a derision<WH4890> unto him<WH7832>; he derideth every stronghold<WH4013>; for he heapeth<WH6651> up dust<WH6083>, and taketh it<WH3920>."},{"number":11,"verse":"Then shall he sweep<WH2498> by as a wind<WH7307>, and shall pass over<WH5674>, and be guilty<WH816>, even he whose<WH2098> might<WH3581> is his god<WH433>."},{"number":12,"verse":"Art not thou from everlasting<WH6924>, O Jehovah<WH3068> my God<WH430>, my Holy One<WH6918>? we shall not die<WH4191>. O Jehovah<WH3068>, thou hast ordained<WH7760> him for judgment<WH4941>; and thou<WH6697>, O Rock, hast established<WH3245> him for correction<WH3198>."},{"number":13,"verse":"Thou that art of purer<WH2889> eyes<WH5869> than to behold<WH7200> evil<WH7451>, and that canst<WH3201> not look<WH5027> on perverseness<WH5999>, wherefore lookest<WH5027> thou upon them that deal treacherously<WH898>, and holdest thy peace<WH2790> when the wicked<WH7563> swalloweth<WH1104> up the man that is more righteous than he<WH6662>;"},{"number":14,"verse":"and makest<WH6213> men<WH120> as the fishes<WH1709> of the sea<WH3220>, as the creeping things<WH7431>, that have no ruler over them<WH4910>?"},{"number":15,"verse":"He taketh up<WH5927> all of them with the angle<WH2443>, he catcheth<WH1641> them in his net<WH2764>, and gathereth<WH622> them in his drag<WH4365>: therefore he rejoiceth<WH8055> and is glad<WH1523>."},{"number":16,"verse":"Therefore he sacrificeth<WH2076> unto his net<WH2764>, and burneth incense<WH6999> unto his drag<WH4365>; because by them<WH1992> his portion<WH2506> is fat<WH8082>, and his food<WH3978> plenteous<WH1277>."},{"number":17,"verse":"Shall he therefore empty<WH7324> his net<WH2764>, and spare<WH2550> not to slay<WH2026> the nations<WH1471> continually<WH8548>?"}]}