{"bibleAbbr":"NRSVue2021","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"The Silver Trumpets The LORD spoke to Moses, saying,"},{"number":2,"verse":"“Make two silver trumpets; you shall make them of hammered work, and you shall use them for summoning the congregation and for breaking camp."},{"number":3,"verse":"(Jer 4.5) When both are blown, the whole congregation shall assemble before you at the entrance of the tent of meeting."},{"number":4,"verse":"But if only one is blown, then the leaders, the heads of the tribes of Israel, shall assemble before you."},{"number":5,"verse":"(v 14) When you blow an alarm, the camps on the east side shall set out;"},{"number":6,"verse":"(v 18) when you blow a second alarm, the camps on the south side shall set out. An alarm is to be blown whenever they are to set out."},{"number":7,"verse":"But when the assembly is to be gathered, you shall blow, but you shall not sound an alarm."},{"number":8,"verse":"(Num 31.6) The sons of Aaron, the priests, shall blow the trumpets; this shall be a perpetual institution for you throughout your generations."},{"number":9,"verse":"(Num 31.6; Judg 2.18; Ps 106.4) When you go to war in your land against the adversary who oppresses you, you shall sound an alarm with the trumpets, so that you may be remembered before the LORD your God and be saved from your enemies."},{"number":10,"verse":"(Lev 23.24; Num 29.1; Ps 81.3-5) Also on your days of rejoicing, at your appointed festivals, and at the beginnings of your months, you shall blow the trumpets over your burnt offerings and over your sacrifices of well-being; they shall serve as a reminder on your behalf before the LORD your God: I am the LORD your God.”"},{"number":11,"verse":"Departure from Sinai (Num 9.17) In the second year, in the second month, on the twentieth day of the month, the cloud lifted from over the tabernacle of the covenant."},{"number":12,"verse":"Then the Israelites set out by stages from the wilderness of Sinai, and the cloud settled down in the wilderness of Paran."},{"number":13,"verse":"(Deut 1.6) They set out for the first time at the command of the LORD by Moses."},{"number":14,"verse":"(Num 2.3-9) The standard of the camp of Judah set out first, company by company, and over the whole company was Nahshon son of Amminadab."},{"number":15,"verse":"Over the company of the tribe of Issachar was Nethanel son of Zuar,"},{"number":16,"verse":"and over the company of the tribe of Zebulun was Eliab son of Helon."},{"number":17,"verse":"(Num 4.21-32) Then the tabernacle was taken down, and the Gershonites and the Merarites, who carried the tabernacle, set out."},{"number":18,"verse":"(Num 2.10-16) Next the standard of the camp of Reuben set out, company by company, and over the whole company was Elizur son of Shedeur."},{"number":19,"verse":"Over the company of the tribe of Simeon was Shelumiel son of Zurishaddai,"},{"number":20,"verse":"and over the company of the tribe of Gad was Eliasaph son of Deuel."},{"number":21,"verse":"(Num 4.4-20) Then the Kohathites, who carried the holy things, set out, and the tabernacle was set up before their arrival."},{"number":22,"verse":"(Num 2.18-24) Next the standard of the camp of Ephraim set out, company by company, and over the whole company was Elishama son of Ammihud."},{"number":23,"verse":"Over the company of the tribe of Manasseh was Gamaliel son of Pedahzur,"},{"number":24,"verse":"and over the company of the tribe of Benjamin was Abidan son of Gideoni."},{"number":25,"verse":"(Num 2.25-31; Josh 6.9, 13) Then the standard of the camp of Dan, acting as the rear guard of all the camps, set out, company by company, and over the whole company was Ahiezer son of Ammishaddai."},{"number":26,"verse":"Over the company of the tribe of Asher was Pagiel son of Ochran,"},{"number":27,"verse":"and over the company of the tribe of Naphtali was Ahira son of Enan."},{"number":28,"verse":"This was the order of march of the Israelites, company by company, when they set out."},{"number":29,"verse":"(Gen 12.7; 32.12; Ex 2.18; 3.8; Judg 4.11) Moses said to Hobab son of Reuel the Midianite, Moses’s father-in-law, “We are setting out for the place of which the LORD said, ‘I will give it to you’; come with us, and we will treat you well, for the LORD has promised good to Israel.”"},{"number":30,"verse":"But he said to him, “I will not go, but I will go back to my own land and to my kindred.”"},{"number":31,"verse":"He said, “Do not leave us, for you know where we should camp in the wilderness, and you will serve as eyes for us."},{"number":32,"verse":"(Lev 19.34; Ps 22.27-31) Moreover, if you go with us, whatever good the LORD does for us, the same we will do for you.”"},{"number":33,"verse":"(v 12|NUM 10:12; Deut 1.33; Isa 11.10) So they set out from the mount of the LORD three days’ journey with the ark of the covenant of the LORD going before them three days’ journey, to seek out a resting place for them,"},{"number":34,"verse":"(Num 9.15-23) the cloud of the LORD being over them by day when they set out from the camp."},{"number":35,"verse":"(Deut 7.10; 32.41; Ps 68.1, 2) Whenever the ark set out, Moses would say, “Arise, O LORD, let your enemies be scattered and your foes flee before you.”"},{"number":36,"verse":"And whenever it came to rest, he would say, “Return, O LORD, to the ten thousand thousands of Israel.” (Meaning of Heb uncertain)"}]}