{"bibleAbbr":"NRSVue2021","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":14,"verses":[{"number":1,"verse":"The People Rebel Then all the congregation raised a loud cry, and the people wept that night."},{"number":2,"verse":"(Num 11.1, 5) And all the Israelites complained against Moses and Aaron; the whole congregation said to them, “Would that we had died in the land of Egypt! Or would that we had died in this wilderness!"},{"number":3,"verse":"Why is the LORD bringing us into this land to fall by the sword? Our wives and our little ones will become plunder; would it not be better for us to go back to Egypt?”"},{"number":4,"verse":"So they said to one another, “Let us choose a captain and go back to Egypt.”"},{"number":5,"verse":"(Num 16.4, 22) Then Moses and Aaron fell on their faces before all the assembly of the congregation of the Israelites."},{"number":6,"verse":"And Joshua son of Nun and Caleb son of Jephunneh, who were among those who had spied out the land, tore their clothes"},{"number":7,"verse":"(Num 13.27; Deut 1.25) and said to all the congregation of the Israelites, “The land that we went through as spies is an exceedingly good land."},{"number":8,"verse":"(Num 13.27; Deut 10.15) If the LORD is pleased with us, he will bring us into this land and give it to us, a land that flows with milk and honey."},{"number":9,"verse":"(Deut 7.18; 9.7, 23, 24; 20.1, 3, 4) Only, do not rebel against the LORD, and do not fear the people of the land, for they are no more than bread for us; their protection is removed from them, and the LORD is with us; do not fear them.”"},{"number":10,"verse":"(Ex 16.10; 17.4; Lev 9.23) But the whole congregation threatened to stone them. Then the glory of the LORD appeared at the tent of meeting to all the Israelites."},{"number":11,"verse":"(Deut 9.7, 8; Ps 78.22; 106.24) And the LORD said to Moses, “How long will this people despise me? And how long will they refuse to believe in me, in spite of all the signs that I have done among them?"},{"number":12,"verse":"(Ex 32.10) I will strike them with pestilence and disinherit them, and I will make of you a nation greater and mightier than they.”"},{"number":13,"verse":"Moses Intercedes for the People (Ps 106.23) But Moses said to the LORD, “Then the Egyptians will hear of it, for in your might you brought up this people from among them,"},{"number":14,"verse":"(Ex 13.21; 15.14; Josh 2.9, 10) and they will tell the inhabitants of this land. They have heard that you, O LORD, are in the midst of this people, for you, O LORD, are seen face to face, and your cloud stands over them and you go in front of them, in a pillar of cloud by day and in a pillar of fire by night."},{"number":15,"verse":"Now if you kill this people as one, then the nations who have heard about you will say,"},{"number":16,"verse":"(Deut 9.28) ‘It is because the LORD was not able to bring this people into the land he swore to give them that he has slaughtered them in the wilderness.’"},{"number":17,"verse":"And now, therefore, let the power of the LORD be great in the way that you promised when you spoke, saying,"},{"number":18,"verse":"(Ex 20.5; 34.6, 7; Ps 103.8) ‘The LORD is slow to anger and abounding in steadfast love, forgiving iniquity and transgression, but by no means clearing the guilty, visiting the iniquity of the parents upon the children to the third and the fourth generation.’"},{"number":19,"verse":"(Ex 34.9; Ps 78.38; 106.45) “Forgive the iniquity of this people according to the greatness of your steadfast love, just as you have pardoned this people, from Egypt even until now.”"},{"number":20,"verse":"(Ps 106.23) Then the LORD said, “I do forgive, just as you have asked;"},{"number":21,"verse":"(Ps 72.19) nevertheless, as I live and as all the earth shall be filled with the glory of the LORD,"},{"number":22,"verse":"none of the people who have seen my glory and the signs that I did in Egypt and in the wilderness and yet have tested me these ten times and have not obeyed my voice"},{"number":23,"verse":"shall see the land that I swore to give to their ancestors; none of those who despised me shall see it."},{"number":24,"verse":"(vv 7–9|NUM 14:7–9; Num 32.12; Josh 14.6-15) But my servant Caleb, because he has a different spirit and has followed me wholeheartedly, I will bring into the land into which he went, and his descendants shall possess it."},{"number":25,"verse":"(Deut 1.40) Now, since the Amalekites and the Canaanites live in the valleys, turn tomorrow and set out for the wilderness by the way to the Red Sea.” (Or Sea of Reeds)"},{"number":26,"verse":"An Attempted Invasion Is Repulsed And the LORD spoke to Moses and to Aaron, saying,"},{"number":27,"verse":"(Ex 16.12; Num 11.1) “How long shall this wicked congregation complain against me? I have heard the complaints of the Israelites, which they complain against me."},{"number":28,"verse":"(vv 2, 21|NUM 14:221; Deut 1.35) Say to them, ‘As I live,’ says the LORD, ‘I will do to you the very things I heard you say:"},{"number":29,"verse":"(Num 1.45; 26.64) your dead bodies shall fall in this very wilderness, and of all your number included in the census from twenty years old and up who have complained against me,"},{"number":30,"verse":"(v 24|NUM 14:24; Deut 1.36) not one of you shall come into the land in which I swore to settle you, except Caleb son of Jephunneh and Joshua son of Nun."},{"number":31,"verse":"(Deut 1.39; Ps 106.24) But your little ones, who you said would become plunder, I will bring in, and they shall know the land that you have despised."},{"number":32,"verse":"(1 Cor 10.5) But as for you, your dead bodies shall fall in this wilderness."},{"number":33,"verse":"(Num 32.13; Ps 107.40) And your children shall be shepherds in the wilderness for forty years and shall suffer for your faithlessness, until the last of your dead bodies lies in the wilderness."},{"number":34,"verse":"(Num 13.25; Ps 95.10) According to the number of the days in which you spied out the land, forty days, for every day a year, you shall bear your iniquity, forty years, and you shall know my displeasure.’"},{"number":35,"verse":"(Num 23.19; 26.65) I the LORD have spoken; surely I will do thus to all this wicked congregation gathered together against me: in this wilderness they shall come to a full end, and there they shall die.”"},{"number":36,"verse":"(Num 13.32) And the men whom Moses sent to spy out the land who returned and made all the congregation complain against him by bringing a bad report about the land,"},{"number":37,"verse":"the men who brought an unfavorable report about the land died by a plague before the LORD."},{"number":38,"verse":"(Josh 14.6) But Joshua son of Nun and Caleb son of Jephunneh alone remained alive, of those men who went to spy out the land."},{"number":39,"verse":"(Ex 33.4) When Moses told these words to all the Israelites, the people mourned greatly."},{"number":40,"verse":"(Deut 1.41) They rose early in the morning and went up to the heights of the hill country, saying, “Here we are. We will go up to the place that the LORD has promised, for we have sinned.”"},{"number":41,"verse":"But Moses said, “Why do you continue to transgress the command of the LORD? That will not succeed."},{"number":42,"verse":"(Deut 1.42) Do not go up, for the LORD is not with you; do not let yourselves be struck down before your enemies."},{"number":43,"verse":"For the Amalekites and the Canaanites will confront you there, and you shall fall by the sword; because you have turned back from following the LORD, the LORD will not be with you.”"},{"number":44,"verse":"(Deut 1.43) But they presumed to go up to the heights of the hill country, even though the ark of the covenant of the LORD and Moses had not left the camp."},{"number":45,"verse":"(Num 21.3; Deut 1.44) Then the Amalekites and the Canaanites who lived in that hill country came down and defeated them, pursuing them as far as Hormah."}]}