{"bibleAbbr":"NRSVue2021","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"(The Passover at Sinai) (Num 1.1) The LORD spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,"},{"number":2,"verse":"(Ex 12.6) “Let the Israelites keep the Passover at its appointed time."},{"number":3,"verse":"On the fourteenth day of this month, at twilight, (Heb between the two evenings) you shall keep it at its appointed time; according to all its statutes and all its regulations you shall keep it.”"},{"number":4,"verse":"So Moses told the Israelites that they should keep the Passover."},{"number":5,"verse":"(Josh 5.10) They kept the Passover in the first month, on the fourteenth day of the month, at twilight, (Heb between the two evenings) in the wilderness of Sinai. Just as the LORD had commanded Moses, so the Israelites did."},{"number":6,"verse":"(Num 19.11-22) Now there were certain people who were unclean through touching a corpse, so that they could not keep the Passover on that day. They came before Moses and Aaron on that day"},{"number":7,"verse":"and said to him, “Although we are unclean through touching a corpse, why must we be kept from presenting the LORD’s offering at its appointed time among the Israelites?”"},{"number":8,"verse":"(Ex 18.15; Num 27.5) Moses said to them, “Wait, so that I may hear what the LORD will command concerning you.”"},{"number":9,"verse":"The LORD spoke to Moses, saying,"},{"number":10,"verse":"“Speak to the Israelites, saying: Anyone of you or your descendants who is unclean through touching a corpse or is away on a journey shall still keep the Passover to the LORD."},{"number":11,"verse":"(Ex 12.8) In the second month on the fourteenth day, at twilight, (Heb between the two evenings) they shall keep it; they shall eat it with unleavened bread and bitter herbs."},{"number":12,"verse":"(Ex 12.10, 43, 46; Jn 19.36) They shall leave none of it until morning nor break a bone of it; according to all the statute for the Passover they shall keep it."},{"number":13,"verse":"(v 7|NUM 9:7; Ex 12.15) But anyone who is clean and is not on a journey and yet refrains from keeping the Passover shall be cut off from the people for not presenting the LORD’s offering at its appointed time; such a one shall bear the consequences for the sin."},{"number":14,"verse":"(Ex 12.48, 49) Any alien residing among you who wishes to keep the Passover to the LORD shall do so according to the statute of the Passover and according to its regulation; you shall have one statute for both the resident alien and the native of the land.”"},{"number":15,"verse":"(The Cloud and the Fire) (Ex 13.21; 40.34, 38; Neh 9.12, 19; Ps 78.14) On the day the tabernacle was set up, the cloud covered the tabernacle, the tent of the covenant, and from evening until morning it was over the tabernacle, having the appearance of fire."},{"number":16,"verse":"It was always so: the cloud covered it by day (Gk Syr Vg: Heb lacks by day) and the appearance of fire by night."},{"number":17,"verse":"(Ex 40.36-38; Num 10.11, 12) Whenever the cloud lifted from over the tent, then the Israelites would set out, and in the place where the cloud settled down, there the Israelites would camp."},{"number":18,"verse":"(1 Cor 10.1) At the command of the LORD the Israelites would set out, and at the command of the LORD they would camp. As long as the cloud rested over the tabernacle, they would remain in camp."},{"number":19,"verse":"(Num 1.53; 3.8) Even when the cloud continued over the tabernacle many days, the Israelites would keep the charge of the LORD and would not set out."},{"number":20,"verse":"Sometimes the cloud would remain a few days over the tabernacle, and according to the command of the LORD they would remain in camp; then according to the command of the LORD they would set out."},{"number":21,"verse":"Sometimes the cloud would remain from evening until morning, and when the cloud lifted in the morning, they would set out, or if it continued for a day and a night, when the cloud lifted they would set out."},{"number":22,"verse":"(Ex 40.36, 37) Whether it was two days or a month or a longer time that the cloud continued over the tabernacle, resting upon it, the Israelites would remain in camp and would not set out, but when it lifted they would set out."},{"number":23,"verse":"At the command of the LORD they would camp, and at the command of the LORD they would set out. They kept the charge of the LORD, at the command of the LORD by Moses."}]}