{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"( اِسرائیلیوں کی پہلی مَردُم شُماری) بنی اِسرائیل کے مُلکِ مِصر سے نِکل آنے کے دُوسرے برس کے دُوسرے مہِینے کی پہلی تارِیخ کو سِینا کے بیابان میں خُداوند نے خَیمۂِ اِجتماع میں مُوسیٰ سے کہا کہ۔"},{"number":2,"verse":"تُم ایک ایک مَرد کا نام لے لے کر گِنو اور اُن کے ناموں کی تعداد سے بنی اِسرائیل کی ساری جماعت کی مَردُم شُماری کا حِساب اُن کے قبِیلوں اور آبائی خاندانوں کے مُطابِق کرو۔"},{"number":3,"verse":"بِیس برس اور اُس سے اُوپر اُوپر کی عُمر کے جِتنے اِسرائیلی جنگ کرنے کے قابِل ہوں اُن سبھوں کے الگ الگ دَلوں کو تُو اور ہارُو ن دونوں مِل کر گِن ڈالو۔"},{"number":4,"verse":"اور ہر قبِیلہ سے ایک ایک آدمی جو اپنے آبائی خاندان کا سردار ہے تُمہارے ساتھ ہو۔"},{"number":5,"verse":"اور جو آدمی تُمہارے ساتھ ہوں گے اُن کے نام یہ ہیں رُوبِن کے قبِیلہ سے الِیصُور بِن شدِیُور۔"},{"number":6,"verse":"شمعُو ن کے قبِیلہ سے سلُومی ایل بِن صُور ی شدّی۔"},{"number":7,"verse":"یہُوداہ کے قبِیلہ سے نحسو ن بِن عمِّینداب۔"},{"number":8,"verse":"اِشکار کے قبِیلہ سے نتنی ایل بِن ضُغر۔"},{"number":9,"verse":"زبُولُون کے قبِیلہ سے الِیا ب بِن حیلو ن۔"},{"number":10,"verse":"یُوسف کی نسل میں سے افرائِیم کے قبِیلہ کا الِیسمع بِن عمِّیہُود اور منسّی کے قبِیلہ کا جملی ایل بِن فداہصُور۔"},{"number":11,"verse":"بِنیمِین کے قبِیلہ سے ابِدان بِن جِدعُونی۔"},{"number":12,"verse":"دان کے قبِیلہ سے اخیعزر بِن عمِّیشدّ ی۔"},{"number":13,"verse":"آشر کے قبِیلہ سے فجعی ایل بِن عکران۔"},{"number":14,"verse":"جد کے قبِیلہ سے اِلیاسف بِن دعُوایل۔"},{"number":15,"verse":"نفتالی کے قبِیلہ سے اخِیر ع بِن عینا ن۔"},{"number":16,"verse":"یِہی اشخاص جو اپنے آبائی قبِیلوں کے رئِیس اور بنی اِسرائیل میں ہزاروں کے سردار تھے جماعت میں سے بُلائے گئے۔"},{"number":17,"verse":"اور مُوسیٰ اور ہارُو ن نے اِن اشخاص کو جِن کے نام مذکُور ہیں اپنے ساتھ لِیا۔"},{"number":18,"verse":"اور اُنہوں نے دُوسرے مہِینے کی پہلی تارِیخ کو ساری جماعت کو جمع کِیا اور اِن لوگوں نے بِیس برس اور اُس سے اُوپر اُوپر کی عُمر کے سب آدمِیوں کا شُمار کروا کے اپنے اپنے قبِیلہ اور آبائی خاندان کے مُطابِق اپنا اپنا حسب و نسب لِکھوایا۔"},{"number":19,"verse":"سو جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا اُسی کے مُطابِق اُس نے اُن کو دشتِ سِینا میں گِنا۔"},{"number":20,"verse":"اور اِسرا ئیل کے پہلوٹھے رُوبن کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق اپنے نام سے گِنا گیا۔"},{"number":21,"verse":"سو رُوبن کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ چھیالِیس ہزار پانچ سَو تھے۔"},{"number":22,"verse":"اور شمعُو ن کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق اپنے نام سے گِنا گیا۔"},{"number":23,"verse":"سو شمعُو ن کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ اُنسٹھ ہزار تِین سَو تھے۔"},{"number":24,"verse":"اور جد کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":25,"verse":"سو جد کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ پَینتالِیس ہزار چھ سَو پچاس تھے۔"},{"number":26,"verse":"اور یہُوداہ کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":27,"verse":"سو یہُوداہ کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ چوہتّر ہزار چھ سَو تھے۔"},{"number":28,"verse":"اور اِشکار کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":29,"verse":"سو اِشکار کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ چوّن ہزار چار سَو تھے۔"},{"number":30,"verse":"اور زبُولُون کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":31,"verse":"سو زبُولُون کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ ستّاون ہزار چار سَو تھے۔"},{"number":32,"verse":"اور یُوسف کی اَولاد یعنی افرائِیم کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":33,"verse":"سو افرائِیم کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ چالِیس ہزار پانچ سَو تھے۔"},{"number":34,"verse":"اور منسّی کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":35,"verse":"سو منسّی کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ بتِّیس ہزار دو سَو تھے۔"},{"number":36,"verse":"اور بِنیمِین کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":37,"verse":"سو بِنیمِین کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ پَینتِیس ہزار چار سَو تھے۔"},{"number":38,"verse":"اور دان کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":39,"verse":"سو دان کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ باسٹھ ہزار سات سَو تھے۔"},{"number":40,"verse":"اور آشر کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":41,"verse":"سو آشر کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ اِکتالِیس ہزار پانچ سَو تھے۔"},{"number":42,"verse":"اور نفتالی کی نسل کے لوگوں میں سے ایک ایک مَرد جو بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کا اور جنگ کرنے کے قابِل تھا وہ اپنے گھرانے اور آبائی خاندان کے مُطابِق گِنا گیا۔"},{"number":43,"verse":"سو نفتالی کے قبِیلہ کے جو آدمی شُمار کِئے گئے وہ ترِپن ہزار چار سَو تھے۔"},{"number":44,"verse":"یِہی وہ لوگ ہیں جو گِنے گئے ۔ اِن ہی کو مُوسیٰ اور ہارُو ن اور بنی اِسرائیل کے بارہ رئِیسوں نے جو اپنے اپنے آبائی خاندان کے سردار تھے گِنا۔"},{"number":45,"verse":"سو بنی اِسرائیل میں سے جِتنے آدمی بِیس برس یا اُس سے اُوپر اُوپر کی عُمر کے اور جنگ کرنے کے قابِل تھے وہ سب گِنے گئے۔"},{"number":46,"verse":"اور اُن سبھوں کا شُمار چھ لاکھ تِین ہزار پانچ سو پچاس تھا۔"},{"number":47,"verse":"پر لاوی اپنے آبائی قبِیلہ کے مُطابِق اُن کے ساتھ گِنے نہیں گئے۔"},{"number":48,"verse":"کیونکہ خُداوند نے مُوسیٰ سے کہا تھا کہ۔"},{"number":49,"verse":"تُو لاوِیوں کے قبِیلہ کو نہ گِننا اور نہ بنی اِسرائیل کے شُمار میں اُن کا شُمار داخِل کرنا۔"},{"number":50,"verse":"بلکہ تُو لاوِیوں کو شہادت کے مسکن اور اُس کے سب ظُروف اور اُس کے سب لوازِم کے مُتولّی مُقرّر کرنا ۔ وُہی مسکن اور اُس کے سب ظُروف کو اُٹھایا کریں اور وُہی اُس میں خِدمت بھی کریں اور مسکن کے آس پاس وُہی اپنے ڈیرے لگایا کریں۔"},{"number":51,"verse":"اور جب مسکن کو آگے روانہ کرنے کا وقت ہو تو لاوی اُسے اُتاریں اور جب مسکن کو لگانے کا وقت ہو تو لاوی اُسے کھڑا کریں اور اگر کوئی اجنبی شخص اُس کے نزدِیک آئے تو وہ جان سے مارا جائے۔"},{"number":52,"verse":"اور بنی اِسرائیل اپنے اپنے دَل کے مُطابِق اپنی اپنی چھاؤنی اور اپنے اپنے جھنڈے کے پاس اپنے اپنے ڈیرے ڈالیں۔"},{"number":53,"verse":"لیکن لاوی شہادت کے مسکن کے گِرداگِرد ڈیرے لگائیں تاکہ بنی اِسرائیل کی جماعت پر غضب نہ ہو اور لاوی ہی شہادت کے مسکن کی نِگہبانی کریں۔"},{"number":54,"verse":"چُنانچہ بنی اِسرائیل نے جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا وَیسا ہی کِیا۔"}]}