{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"( سُرخ بچھیا کی راکھ) اور خُداوند نے مُوسیٰ اور ہارُون سے کہا۔"},{"number":2,"verse":"کہ شرع کے جِس آئِین کا حُکم خُداوند نے دِیا ہے وہ یہ ہے کہ تُو بنی اِسرائیل سے کہہ کہ وہ تیرے پاس ایک بے داغ اور بے عَیب سُرخ رنگ کی بچھیا لائیں جِس پر کبھی جُوآ نہ رکھّا گیا ہو۔"},{"number":3,"verse":"اور تُم اُسے لے کر الِیعزر کاہِن کو دینا کہ وہ اُسے لشکر گاہ کے باہر لے جائے اور کوئی اُسے اُسی کے سامنے ذبح کر دے۔"},{"number":4,"verse":"اور الیِعزر کاہِن اپنی اُنگلی سے اُس کا کُچھ خُون لے کر اُسے خَیمۂِ اِجتماع کے آگے کی طرف سات بار چِھڑکے۔"},{"number":5,"verse":"پِھر کوئی اُس کی آنکھوں کے سامنے اُس گائے کو جلا دے یعنی اُس کا چمڑا اور گوشت اور خُون اور گوبر اِن سب کو وہ جلائے۔"},{"number":6,"verse":"پِھر کاہِن دیودار کی لکڑی اور زُوفا اور سُرخ کپڑا لے کر اُس آگ میں جِس میں گائے جلتی ہو ڈال دے۔"},{"number":7,"verse":"تب کاہِن اپنے کپڑے دھوئے اور پانی سے غُسل کرے ۔ اِس کے بعد وہ لشکرگاہ کے اندر آئے ۔ پِھر بھی کاہِن شام تک ناپاک رہے گا۔"},{"number":8,"verse":"اور جو اُس گائے کو جلائے وہ بھی اپنے کپڑے پانی سے دھوئے اور پانی سے غُسل کرے اور وہ بھی شام تک ناپاک رہے گا۔"},{"number":9,"verse":"اور کوئی پاک شخص اُس گائے کی راکھ کو بٹورے اور اُسے لشکرگاہ کے باہر کِسی پاک جگہ میں دھر دے ۔ یہ بنی اِسرائیل کی جماعت کے لِئے ناپاکی دُور کرنے کے پانی کے لِئے رکھّی رہے کیونکہ یہ خطا کی قُربانی ہے۔"},{"number":10,"verse":"اور جو اُس گائے کی راکھ کو بٹورے وہ بھی اپنے کپڑے دھوئے اور وہ بھی شام تک ناپاک رہے گا اور یہ بنی اِسرائیل کے اور اُن پردیسِیوں کے لِئے جو اُن میں بُود و باش کرتے ہیں ایک دائِمی آئِین ہو گا۔"},{"number":11,"verse":"( لاش کو چُھونا) جو کوئی کِسی آدمی کی لاش کو چُھوئے وہ سات دِن تک ناپاک رہے گا۔"},{"number":12,"verse":"اَیسا آدمی تِیسرے دِن اُس راکھ سے اپنے کو صاف کرے تو وہ ساتویں دِن پاک ٹھہرے گا پر اگر وہ تِیسرے دِن اپنے کو صاف نہ کرے تو وہ ساتویں دِن پاک نہیں ٹھہرے گا۔"},{"number":13,"verse":"جو کوئی آدمی کی لاش کو چُھو کر اپنے کو صاف نہ کرے وہ خُداوند کے مسکن کو ناپاک کرتا ہے ۔ وہ شخص اِسرا ئیل میں سے کاٹ ڈالا جائے گا کیونکہ ناپاکی دُور کرنے کا پانی اُس پر چِھڑکا نہیں گیا اِس لِئے وہ ناپاک ہے ۔ اُس کی ناپاکی اب تک اُس پر ہے۔"},{"number":14,"verse":"اگر کوئی آدمی کِسی ڈیرے میں مَر جائے تو اُس کے بارے میں شرع یہ ہے کہ جِتنے اُس ڈیرے میں آئیں اور جِتنے اُس ڈیرے میں رہتے ہوں وہ سات دِن تک ناپاک رہیں گے۔"},{"number":15,"verse":"اور ہر ایک کُھلا برتن جِس کا ڈھکنا اُس پر بندھا نہ ہو ناپاک ٹھہرے گا۔"},{"number":16,"verse":"اور جو کوئی مَیدان میں تلوار کے مقتُول کو یا مُردہ کو یا آدمی کی ہڈّی کو یا کِسی قبر کو چُھوئے وہ سات دِن تک ناپاک رہے گا۔"},{"number":17,"verse":"اور ناپاک آدمی کے لِئے اُس جلی ہُوئی خطا کی قُربانی کی راکھ کو کِسی برتن میں لے کر اُس پر بہتا پانی ڈالیں۔"},{"number":18,"verse":"پِھر کوئی پاک آدمی زُوفا لے کر اور اُسے پانی میں ڈبو ڈبو کر اُس ڈیرے پر اور جِتنے برتن اور آدمی وہاں ہوں اُن پر اور جِس شخص نے ہڈّی کو یا مقتُول کو یا مُردہ کو یا قبر کو چُھؤا ہے اُس پر چِھڑکے۔"},{"number":19,"verse":"وہ پاک آدمی تِیسرے دِن اور ساتویں دِن اُس ناپاک آدمی پر اِس پانی کو چِھڑکے اور ساتویں دِن اُسے صاف کرے ۔ پِھر وہ اپنے کپڑے دھوئے اور پانی سے نہائے تو وہ شام کو پاک ہو گا۔"},{"number":20,"verse":"لیکن جو کوئی ناپاک ہو اور اپنی صفائی نہ کرے وہ شخص جماعت میں سے کاٹ ڈالا جائے گا کیونکہ اُس نے خُداوند کے مَقدِس کو ناپاک کِیا ۔ ناپاکی دُور کرنے کا پانی اُس پر چِھڑکا نہیں گیا اِس لِئے وہ ناپاک ہے۔"},{"number":21,"verse":"اور یہ اُن کے لِئے ایک دائِمی آئِین ہو ۔ جو ناپاکی دُور کرنے کے پانی کو لے کر چِھڑکے وہ اپنے کپڑے دھوئے اور جو کوئی ناپاکی دُور کرنے کے پانی کو چھوئے وہ بھی شام تک ناپاک رہے گا۔"},{"number":22,"verse":"اور جِس کِسی چِیز کو وہ ناپاک آدمی چُھوئے وہ چِیز ناپاک ٹھہرے گی اور جو کوئی اُس چِیز کو چُھو لے وہ بھی شام تک ناپاک رہے گا۔"}]}