{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"( خَیمہ گاہ میں قبِیلوں کی ترتِیب) اور خُداوند نے مُوسیٰ اور ہارُون سے کہا کہ۔"},{"number":2,"verse":"بنی اِسرائیل اپنے اپنے ڈیرے اپنے اپنے جھنڈے کے پاس اور اپنے اپنے آبائی خاندان کے عَلم کے ساتھ خَیمۂِ اِجتماع کے مُقابِل اور اُس کے گِرداگِرد لگائیں۔"},{"number":3,"verse":"اور جو مشرِق کی طرف جِدھر سے سُورج نِکلتا ہے اپنے ڈیرے اپنے دَلوں کے مُطابِق لگائیں وہ یہُوداہ کی چھاؤنی کے جھنڈے کے لوگ ہوں اورعمِّیندا ب کا بیٹا نحسو ن بنی یہُوداہ کا سردار ہو۔"},{"number":4,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ سب چوہتّر ہزار چھ سَو تھے۔"},{"number":5,"verse":"اور اِن کے قرِیب اِشکار کے قبِیلہ کے لوگ ڈیرے ڈالیں اور ضُغر کا بیٹا نتنی ایل بنی اِشکارکا سردار ہو۔"},{"number":6,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے چوّن ہزار چار سَو تھے۔"},{"number":7,"verse":"پِھر زبُولُون کا قبِیلہ ہو اور حیلو ن کا بیٹا الِیا ب بنی زبُولُون کا سردار ہو۔"},{"number":8,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ ستّاون ہزار چار سَو تھے۔"},{"number":9,"verse":"سو جِتنے یہُوداہ کی چھاؤنی میں اپنے اپنے دَل کے مُطابِق گِنے گئے وہ ایک لاکھ چھیاسی ہزار چار سَو تھے ۔ پہلے یِہی کُوچ کِیا کریں۔"},{"number":10,"verse":"اور جنُوب کی طرف اپنے دَلوں کے مُطابِق رُوبن کی چھاؤنی کے جھنڈے کے لوگ ہوں اور شدِےُور کا بیٹا اِلیصُور بنی رُوبن کا سردار ہو۔"},{"number":11,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ چھیالِیس ہزار پانچ سَو تھے۔"},{"number":12,"verse":"اور اِن کے قریب شمعُو ن کے قبِیلہ کے لوگ ڈیرے ڈالیں اور صُوری شدّی کا بیٹا سلُومی ایل بنی شمعُون کا سردار ہو۔"},{"number":13,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ اُنسٹھ ہزار تِین سَو تھے۔"},{"number":14,"verse":"پِھر جد کا قبِیلہ ہو اور دعوایل کا بیٹا اِلیاسف بنی جد کا سردار ہو۔"},{"number":15,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ پینتالِیس ہزار چھ سَو پچاس تھے۔"},{"number":16,"verse":"سو جِتنے رُوبن کی چھاؤنی میں اپنے اپنے دَل کے مُطابِق گِنے گئے وہ ایک لاکھ اِکّاون ہزار چار سَو پچاس تھے ۔ کُوچ کے وقت دُوسری نَوبت اِن لوگوں کی ہو۔"},{"number":17,"verse":"پِھر خَیمۂِ اِجتماع مع لاوِیوں کی چھاؤنی کے جو اَور چھاؤنیوں کے بِیچ میں ہو گی آگے جائے اور جِس طرح سے لاوی ڈیرے لگائیں اُسی طرح سے وہ اپنی اپنی جگہ اور اپنے اپنے جھنڈے کے پاس پاس چلیں۔"},{"number":18,"verse":"اور مغرِب کی طرف اپنے دَلوں کے مُطابِق افرائِیم کی چھاؤنی کے جھنڈے کے لوگ ہوں ۔ اورعمِّیہُود کا بیٹا الِیسمع بنی افرائِیم کا سردار ہو۔"},{"number":19,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ چالِیس ہزار پانچ سَو تھے۔"},{"number":20,"verse":"اور اِن کے قریب منسّی کا قبِیلہ ہو اور فداہصُو ر کا بیٹا جَملی ایل بنی منسّی کا سردار ہو۔"},{"number":21,"verse":"اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے بتِّیس ہزار دو سو تھے۔"},{"number":22,"verse":"پِھر بنیمِین کا قبِیلہ ہو اور جدعُونی کا بیٹا اَبدان بنی بنیمِین کا سردار ہو۔"},{"number":23,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ پَینتِیس ہزار چار سَو تھے۔"},{"number":24,"verse":"سو جِتنے افرائِیم کی چھاؤنی میں اپنے اپنے دَل کے مُطابِق گِنے گئے وہ ایک لاکھ آٹھ ہزار ایک سَو تھے ۔ کُوچ کے وقت تِیسری نَوبت اِن لوگوں کی ہو۔"},{"number":25,"verse":"اور شِمال کی طرف اپنے دَلوں کے مُطابِق دان کی چھاؤنی کے جھنڈے کے لوگ ہوں اور عمِّیشدّ ی کا بیٹا اخیعزر بنی دان کا سردار ہو۔"},{"number":26,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ باسٹھ ہزار سات سَو تھے۔"},{"number":27,"verse":"اِن کے قریب آشر کے قبِیلہ کے لوگ ڈیرے لگائیں اور عکرا ن کا بیٹا فجعی ایل بنی آشرکا سردار ہو۔"},{"number":28,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے تھے وہ اِکتالِیس ہزار پانچ سَو تھے۔"},{"number":29,"verse":"پِھر نفتالی کا قبِیلہ ہو اور عینان کا بیٹا اَخیر ع بنی نفتالی کا سردار ہو۔"},{"number":30,"verse":"اور اُس کے دَل کے لوگ جو شُمار کِئے گئے وہ ترِپن ہزار چار سَو تھے۔"},{"number":31,"verse":"سو جِتنے دان کی چھاؤنی میں گِنے گئے وہ ایک لاکھ ستّاون ہزار چھ سَو تھے ۔ یہ لوگ اپنے اپنے جھنڈے کے پاس پاس ہو کر سب سے پِیچھے کُوچ کِیا کریں۔"},{"number":32,"verse":"بنی اِسرائیل میں سے جو لوگ اپنے آبائی خاندانوں کے مُطابِق گِنے گئے وہ یِہی ہیں اور سب چھاؤنیوں کے جِتنے لوگ اپنے اپنے دَل کے مُطابِق گِنے گئے وہ چھ لاکھ تِین ہزار پانچ سَو پچاس تھے۔"},{"number":33,"verse":"لیکن لاوی جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا بنی اِسرائیل کے ساتھ گِنے نہیں گئے۔"},{"number":34,"verse":"سو بنی اِسرائیل نے اَیسا ہی کِیا اور جو جو حُکم خُداوند نے مُوسیٰ کو دِیا تھا اُسی کے مُطابِق وہ اپنے اپنے جھنڈے کے پاس اور اپنے آبائی خاندانوں کے مُطابِق اپنے اپنے گھرانے کے ساتھ ڈیرے لگاتے اور کُوچ کرتے تھے۔"}]}