{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"( کنعانیوں پر فتح) اور جب عَراد کے کنعانی بادشاہ نے جو جنُوب کی طرف رہتا تھا سُنا کہ اِسرائیلی اتھارِ م کی راہ سے آ رہے ہیں تو وہ اِسرائیلِیوں سے لڑا اور اُن میں سے کئی ایک کو اسِیرکر لیا۔"},{"number":2,"verse":"تب اِسرائیلِیوں نے خُداوند کے حضُور مَنّت مانی اور کہا کہ اگر تُو سچ مُچ اُن لوگوں کو ہمارے حوالہ کر دے تو ہم اُن کے شہروں کو نیست کر دیں گے۔"},{"number":3,"verse":"اور خُداوند نے اِسرا ئیل کی فریاد سُنی اور کنعانیوں کو اُن کے حوالہ کر دِیا اور اُنہوں نے اُن کو اور اُن کے شہروں کو نیست کر دِیا چُنانچہ اُس جگہ کا نام بھی حُرمہ پڑ گیا۔"},{"number":4,"verse":"( پِیتل کا سانپ) پِھر اُنہوں نے کوہِ ہور سے روانہ ہو کر بحرِ قُلزم کا راستہ لِیا تاکہ مُلکِ ادُوم کے باہر باہر گُھوم کر جائیں لیکن اُن لوگوں کی جان اُس راستہ سے عاجِز آگئی۔"},{"number":5,"verse":"اور لوگ خُدا کی اور مُوسیٰ کی شِکایت کر کے کہنے لگے کہ تُم کیوں ہم کو مِصر سے بیابان میں مَرنے کے لِئے لے آئے؟ یہاں تو نہ روٹی ہے نہ پانی اور ہمارا جی اِس نِکمّی خُوراک سے کراہِیّت کرتا ہے۔"},{"number":6,"verse":"تب خُداوند نے اُن لوگوں میں جلانے والے سانپ بھیجے ۔ اُنہوں نے لوگوں کو کاٹا اور بُہت سے اِسرائیلی مَر گئے۔"},{"number":7,"verse":"تب وہ لوگ مُوسیٰ کے پاس آ کر کہنے لگے کہ ہم نے گُناہ کِیا کیونکہ ہم نے خُداوند کی اور تیری شِکایت کی ۔ سو تُو خُداوند سے دُعا کر کہ وہ اِن سانپوں کو ہم سے دُور کرے ۔ چُنانچہ مُوسیٰ نے لوگوں کے لِئے دُعا کی۔"},{"number":8,"verse":"تب خُداوند نے مُوسیٰ سے کہا کہ ایک جلانے والا سانپ بنا لے اور اُسے ایک بَلّی پر لٹکا دے اور جو سانپ کا ڈسا ہُؤا اُس پر نظر کرے گا وہ جِیتا بچے گا۔"},{"number":9,"verse":"چُنانچہ مُوسیٰ نے پِیتل کا ایک سانپ بنوا کر اُسے بَلّی پر لٹکا دِیا اور اَیسا ہُؤا کہ جِس جِس سانپ کے ڈسے ہُوئے آدمی نے اُس پِیتل کے سانپ پر نِگاہ کی وہ جِیتا بچ گیا۔"},{"number":10,"verse":"( کوہِ ہور سے موآبیوں کی وادی تک کا سفر) اور بنی اِسرائیل نے وہاں سے کُوچ کِیا اور اوبوت میں آکر ڈیرے ڈالے۔"},{"number":11,"verse":"پِھر اوبوت سے کُوچ کِیا اور عِیّے عَبارِیم میں جو مشرِق کی طرف موآب کے سامنے کے بیابان میں واقِع ہے ڈیرے ڈالے۔"},{"number":12,"verse":"اور وہاں سے کُوچ کر کے وادیِ زرد میں ڈیرے ڈالے۔"},{"number":13,"verse":"جب وہاں سے چلے تو اَرنون سے پار ہو کر جو امورِیوں کی سرحدسے نِکل کر بیابان میں بہتی ہے ڈیرے ڈالے کیونکہ موآب اور امورِیوں کے درمِیان اَرنون موآب کی سرحد ہے۔"},{"number":14,"verse":"اِسی سبب سے خُداوند کے جنگ نامہ میں یُوں لِکھا ہے واہیب جو سُوفہ میں ہے۔اور اَرنون کے نالے۔"},{"number":15,"verse":"اور اُن نالوں کا ڈھلان جو عار شہر تک جاتاہے اور موآب کی سرحد سے مُتّصِل ہے۔"},{"number":16,"verse":"پِھر اِس جگہ سے وہ بیر کو گئے ۔ یہ وُہی کُنواں ہے جِس کے بارے میں خُداوند نے مُوسیٰ سے کہا تھا کہ اِن لوگوں کو ایک جگہ جمع کر اور مَیں اِن کو پانی دُوں گا۔"},{"number":17,"verse":"تب اِسرائیل نے یہ گِیت گایا :- اَے کُنوئیں! تُو اُبل آ ۔ تُم اِس کُنوئیں کی تعریف گاؤ۔"},{"number":18,"verse":"یہ وُہی کُنواں ہے جِسے رئِیسوں نے بنایا اور قَوم کے امِیروں نے اپنے عصا اور لاٹِھیوں سے کھودا۔ تب وہ اُس دشت سے متّنہ کو گئے۔"},{"number":19,"verse":"اور متّنہ سے نحلی ایل کو اور نحلی ایل سے بامات کو۔"},{"number":20,"verse":"اور بامات سے اُس وادی میں پُہنچ کر جو موآب کے مَیدان میں ہے پِسگہ کی اُس چوٹی تک نِکل گئے جہاں سے یشِیمو ن نظر آتا ہے۔"},{"number":21,"verse":"( بادشاہ سِیحون اور بادشاہ عوج پر فتح) اور اِسرائیلِیوں نے امورِیوں کے بادشاہ سِیحو ن کے پاس ایلچی روانہ کِئے اور یہ کہلا بھیجا کہ۔"},{"number":22,"verse":"ہم کو اپنے مُلک سے گُذر جانے دے ۔ ہم کھیتوں اور انگُور کے باغوں میں نہیں گُھسیں گے اور نہ کُنوؤں کا پانی پِئیں گے بلکہ شاہراہ سے سِیدھے چلے جائیں گے جب تک تیری حدّ کے باہر نہ ہو جائیں۔"},{"number":23,"verse":"پر سِیحو ن نے اِسرائیلِیوں کو اپنی حدّ میں سے گُذرنے نہ دِیا بلکہ سِیحو ن اپنے سب لوگوں کو اِکٹّھا کر کے اِسرائیلِیوں کے مُقابلہ کے لِئے بیابان میں پُہنچا اور اُس نے یَہض میں آ کر اِسرائیلِیوں سے جنگ کی۔"},{"number":24,"verse":"اور اِسرا ئیل نے اُسے تلوار کی دھار سے مارا اور اُس کے مُلک پراَرنو ن سے لے کر یَبّوق تک جہاں بنی عَمُّون کی سرحدہے قبضہ کر لِیا کیونکہ بنی عَمُّون کی سرحد مضبُوط تھی۔"},{"number":25,"verse":"سو بنی اِسرائیل نے یہاں کے سب شہروں کو لے لِیا اور امورِیوں کے سب شہروں میں یعنی حسبون اور اُس کے آس پاس کے قصبوں میں بنی اِسرائیل بس گئے۔"},{"number":26,"verse":"حسبون امورِیوں کے بادشاہ سِیحو ن کا شہر تھا ۔ اِس نے موآب کے اگلے بادشاہ سے لڑ کر اُس کے سارے مُلک کو اَرنو ن تک اُس سے چِھین لِیا تھا۔"},{"number":27,"verse":"اِسی سبب سے مثل کہنے والوں کی یہ کہاوت ہے کہ حسبون میں آؤ تاکہ سِیحو ن کا شہر بنایا اور مضبُوط کِیا جائے۔"},{"number":28,"verse":"کیونکہ حسبون سے آگ نِکلی۔ سِیحو ن کے شہر سے شُعلہ برآمد ہُؤا۔ اِس نے موآب کے عار شہرکو اور اَرنون کے اُونچے مقامات کے سرداروں کو بھسم کر دِیا۔"},{"number":29,"verse":"اَے موآب ! تُجھ پر نَوحہ ہے۔ اَے کموس کے ماننے والو! تُم ہلاک ہُوئے۔ اُس نے اپنے بیٹوں کو جو بھاگے تھے اور اپنی بیٹِیوں کو اسِیروں کی مانِند امورِیوں کے بادشاہ سِیحو ن کے حوالہ کِیا۔"},{"number":30,"verse":"ہم نے اُن پر تِیر چلائے سو حسبو ن دِیبو ن تک تباہ ہوگیا بلکہ ہم نے نفَح تک سب کُچھ اُجاڑ دِیا۔ وہ نفَح جو مِید با سے مُتّصِل ہے۔"},{"number":31,"verse":"پس بنی اِسرائیل امورِیوں کے مُلک میں رہنے لگے۔"},{"number":32,"verse":"اور مُوسیٰ نے یَعزیر کی جاسُوسی کرائی ۔ پِھر اُنہوں نے اُس کے گاؤں لے لِئے اور امورِیوں کو جو وہاں تھے نِکال دِیا۔"},{"number":33,"verse":"اور وہ گُھوم کر بسن کے راستہ سے آگے کو بڑھے اور بسن کا بادشاہ عوج اپنے سارے لشکر کو لے کر نِکلا تاکہ ادر عی میں اُن سے جنگ کرے۔"},{"number":34,"verse":"اور خُداوند نے مُوسیٰ سے کہا اُس سے مت ڈر کیونکہ مَیں نے اُسے اور اُس کے سارے لشکرکو اور اُس کے مُلک کو تیرے حوالہ کر دِیا ہے ۔ سو جَیسا تُو نے امورِیوں کے بادشاہ سِیحو ن کے ساتھ جو حسبو ن میں رہتا تھا کِیا ہے وَیسا ہی اِس کے ساتھ بھی کرنا۔"},{"number":35,"verse":"چُنانچہ اُنہوں نے اُس کو اور اُس کے بیٹوں اور سب لوگوں کو یہاں تک مارا کہ اُس کا کوئی باقی نہ رہا اور اُس کے مُلک کو اپنے قبضہ میں کر لِیا۔"}]}