{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"جب بلعا م نے دیکھا کہ خُداوند کو یِہی منظُور ہے کہ اِسرا ئیل کو برکت دے تو وہ پہلے کی طرح شگُون دیکھنے کو اِدھر اُدھر نہ گیا بلکہ بیابان کی طرف اپنا مُنہ کر لِیا۔"},{"number":2,"verse":"اور بلعا م نے نِگاہ کی اور دیکھا کہ بنی اِسرائیل اپنے اپنے قبِیلہ کی ترتِیب سے مُقِیم ہیں اور خُدا کی رُوح اُس پر نازِل ہُوئی۔"},{"number":3,"verse":"اور اُس نے اپنی مثل شرُوع کی اور کہنے لگا :- بعور کا بیٹا بلعا م کہتا ہے یعنی وُہی شخص جِس کی آنکھیں بند تِھیں یہ کہتا ہے۔"},{"number":4,"verse":"بلکہ یہ اُسی کا کہنا ہے جو خُدا کی باتیں سُنتا ہے اور سِجدہ میں پڑا ہُؤا کُھلی آنکھوں سے قادِرِ مُطلق کی رویا دیکھتا ہے۔"},{"number":5,"verse":"اَے یعقُوب تیرے ڈیرے ۔ اَے اِسرا ئیل تیرے خَیمے کَیسے خُوشنما ہیں!۔"},{"number":6,"verse":"وہ اَیسے پَھیلے ہُوئے ہیں جَیسے وادیاں اور دریا کے کنارے باغ اور خُداوند کے لگائے ہُوئے عُود کے درخت اور ندِیوں کے کنارے دیودار کے درخت۔"},{"number":7,"verse":"اُس کے چرسوں سے پانی بہے گا اور سیراب کھیتوں میں اُس کا بِیج پڑے گا۔ اُس کا بادشاہ اَجاج سے بڑھ کر ہو گا اور اُس کی سلطنت کو عرُوج حاصِل ہو گا۔"},{"number":8,"verse":"خُدا اُسے مِصر سے نِکال کر لِئے آ رہا ہے۔ اُس میں جنگلی سانڈ کی سی طاقت ہے۔ وہ اُن قَوموں کو جو اُس کی دُشمن ہیں چٹ کرجائے گا اور اُن کی ہڈِّیوں کو توڑڈالے گا اور اُن کو اپنے تِیروں سے چھید چھید کر مارے گا۔"},{"number":9,"verse":"وہ دبک کر بَیٹھا ہے ۔ وہ شیر کی طرح بلکہ شیرنی کی مانِند لیٹ گیا ہے ۔ اب کَون اُسے چھیڑے؟ جو تُجھے برکت دے وہ مُبارک اور جو تُجھ پر لَعنت کرے وہ ملعُون ہو!۔"},{"number":10,"verse":"تب بلق کو بلعا م پر بڑا طَیش آیا اور وہ اپنے ہاتھ پِیٹنے لگا ۔ پِھر اُس نے بلعا م سے کہا مَیں نے تُجھے بُلایا کہ تُو میرے دُشمنوں پر لَعنت کرے لیکن تُو نے تِینوں بار اُن کو برکت ہی برکت دی۔"},{"number":11,"verse":"سو اب تُو اپنے مُلک کو بھاگ جا ۔ مَیں نے تو سوچا تھا کہ تُجھے عالی منصب پر مُمتاز کرُوں پر خُداوند نے تُجھے اَیسے اِعزاز سے محرُوم رکھّا۔"},{"number":12,"verse":"بلعا م نے بلق کو جواب دِیا کیا مَیں نے تیرے اُن ایلچِیوں سے بھی جِن کو تُو نے میرے پاس بھیجا تھا یہ نہیں کہہ دِیا تھا کہ۔"},{"number":13,"verse":"اگر بلق اپنا گھر چاندی اور سونے سے بھر کر مُجھے دے تَو بھی مَیں اپنی مرضی سے بھلا یا بُرا کرنے کی خاطِر خُداوند کے حُکم سے تجاوُز نہیں کر سکتا بلکہ جو کُچھ خُداوند کہے مَیں وُہی کہُوں گا؟۔"},{"number":14,"verse":"( بلعام کی آخِری پیشینگوئیاں) اور اب مَیں اپنی قَوم کے پاس لَوٹ کر جاتا ہُوں سو تُو آ ۔ مَیں تُجھے آگاہ کر دُوں کہ یہ لوگ تیری قَوم کے ساتھ آخِری دِنوں میں کیا کیا کریں گے۔"},{"number":15,"verse":"چُنانچہ اُس نے اپنی مثل شرُوع کی اور کہنے لگا:- بعور کا بیٹا بلعا م کہتا ہے یعنی وُہی شخص جِس کی آنکھیں بند تِھیں یہ کہتا ہے۔"},{"number":16,"verse":"بلکہ یہ اُسی کا کہنا ہے جو خُدا کی باتیں سُنتاہے اور حق تعالےٰ کا عِرفان رکھتا ہے اور سِجدہ میں پڑا ہُؤا کُھلی آنکھوں سے قادِرِ مُطلق کی رویا دیکھتا ہے۔"},{"number":17,"verse":"مَیں اُسے دیکُھوں گا تو سہی پر ابھی نہیں۔ وہ مُجھے نظر بھی آئے گا پر نزدِیک سے نہیں۔ یعقُو ب میں سے ایک سِتارہ نِکلے گا اور اِسرا ئیل میں سے ایک عصا اُٹھے گا ا ور موآب کی نواحی کو مار مار کر صاف کردے گا اور سب ہنگامہ کرنے والوں کو ہلاک کر ڈالے گا۔"},{"number":18,"verse":"اور اُس کے دُشمن ادُو م اورشعِیر دونوں اُس کے قبضہ میں ہوں گے اور اِسرا ئیل دِلاوری کرے گا۔"},{"number":19,"verse":"اور یعقُوب ہی کی نسل سے وہ فرمانروا اُٹھے گا جو شہر کے باقی ماندہ لوگوں کو نابُود کر ڈالے گا۔"},{"number":20,"verse":"پِھر اُس نے عَمالیق پر نظر کر کے اپنی یہ مثل شرُوع کی اور کہنے لگا:- قَوموں میں پہلی قَوم عَمالیق کی تھی پر اُس کا انجام ہلاکت ہے۔"},{"number":21,"verse":"اور قینِیوں کی طرف نِگاہ کر کے یہ مثل شرُوع کی اور کہنے لگا:- تیرا مسکن مضبُوط ہے اور تیرا آشیانہ بھی چٹان پر بنا ہُؤا ہے۔"},{"number":22,"verse":"تو بھی قِین خانہ خراب ہوگا یہاں تک کہ اَسُور تُجھے اسِیر کر کے لے جائے گا۔"},{"number":23,"verse":"اور اُس نے یہ مثل بھی شرُوع کی اور کہنے لگا:- ہائے افسوس! جب خُدا یہ کرے گا تو کَون جِیتا بچے گا؟۔"},{"number":24,"verse":"پر کِتّیم کے ساحِل سے جہاز آئیں گے اور وہ اَسُور اور عِبر دونوں کو دُکھ دیں گے۔ پِھر وہ بھی ہلاک ہو جائے گا۔"},{"number":25,"verse":"اِس کے بعد بلعا م اُٹھ کر روانہ ہُؤا اور اپنے مُلک کو لَوٹا اور بلق نے بھی اپنی راہ لی۔"}]}