{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"( ضرُوری قُربانیاں) اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":2,"verse":"بنی اِسرائیل سے کہہ کہ میرا چڑھاوا یعنی میری وہ غِذا جو راحت انگیز خُوشبُو کی آتِشِین قُربانی ہے تُم یاد کر کے میرے حضُور وقتِ مُعیّن پر گُذرانا کرنا۔"},{"number":3,"verse":"تُواُن سے کہہ دے کہ جو آتِشِین قُربانی تُم کو خُداوند کے حضُور گُذراننا ہے وہ یہ ہے کہ دو بے عَیب یکسالہ نر برّے ہر روز دائِمی سوختنی قُربانی کے لِئے چڑھایا کرو۔"},{"number":4,"verse":"ایک برّہ صُبح اور دُوسرا برّہ شام کو چڑھانا۔"},{"number":5,"verse":"اور ساتھ ہی اَیفہ کے دسویں حِصّہ کے برابر مَیدہ جِس میں کُوٹ کر نِکالا ہُؤا تیل چَوتھائی ہِین کے برابر مِلا ہو نذر کی قُربانی کے طَور پر گُذراننا۔"},{"number":6,"verse":"یہ وُہی دائِمی سوختنی قُربانی ہے جو کوہِ سِینا پر مُقرّر کی گئی تاکہ خُداوند کے حضُور راحت انگیز خُوشبُو کی آتِشِین قُربانی ٹھہرے۔"},{"number":7,"verse":"اور ہِین کی چَوتھائی کے برابر مَے فی بر ّہ تپاون کے لِئے لانا ۔ مَقدِس ہی میں خُداوند کے حضُور مَے کا یہ تپاون چڑھانا۔"},{"number":8,"verse":"اور دُوسرے برّہ کو شام کے وقت چڑھانا اور اُس کے ساتھ بھی صُبح کی طرح وَیسی ہی نذر کی قُربانی اور تپاون ہو تاکہ یہ خُداوند کے حضُور راحت انگیز خُوشبُو کی آتِشِین قُربانی ٹھہرے۔"},{"number":9,"verse":"( سبت کی قُربانی) اور سبت کے روز دو بے عَیب یکسالہ نر برّ ے اور نذر کی قُربانی کے طَور پر اَیفہ کے پانچویں حِصّہ کے برابر مَیدہ جِس میں تیل مِلا ہو تپاون کے ساتھ گُذراننا۔"},{"number":10,"verse":"دائِمی سوختنی قُربانی اور اُس کے تپاون کے علاوہ یہ ہر سبت کی سوختنی قُربانی ہے۔"},{"number":11,"verse":"( مہِینہ کے پہلے دِن کی قُربانی) اور اپنے مہِینوں کے شرُوع میں ہر ماہ دو بچھڑے اور ایک مینڈھا اور سات بے عَیب یکسالہ نر برّے سوختنی قُربانی کے طَور پر خُداوند کے حضُور چڑھایا کرنا۔"},{"number":12,"verse":"اور اَیفہ کے تِین دہائی حِصّہ کے برابر مَیدہ جِس میں تیل مِلا ہو ہر بچھڑے کے ساتھ اور اَیفہ کے پانچویں حِصّہ کے برابر مَیدہ جِس میں تیل مِلا ہو ہر مینڈھے کے ساتھ اور اَیفہ کے دسویں حِصّہ کے برابر مَیدہ جِس میں تیل مِلا ہو۔"},{"number":13,"verse":"ہر برّہ کے ساتھ نذر کی قُربانی کے طَور پر لانا تاکہ یہ راحت انگیز خُوشبُو کی سوختنی قُربانی یعنی خُداوند کے حضُور آتِشِین قُربانی ٹھہرے۔"},{"number":14,"verse":"اور اِن کے ساتھ تپاون کے لِئے مَے فی بچھڑا نِصف ہِین کے برابر اور فی مینڈھا تِہائی ہِین کے برابر اور فی بر ّہ چَوتھائی ہِین کے برابر ہو ۔ یہ سال بھر کے ہر مہِینے کی سوختنی قُربانی ہے۔"},{"number":15,"verse":"اور اُس دائِمی سوختنی قُربانی اور اُس کے تپاون کے علاوہ ایک بکرا خطا کی قُربانی کے طَور پر خُداوند کے حضُور گُذرانا جائے۔"},{"number":16,"verse":"( بے خمِیری روٹی کی عِید کی قُربانیاں) اور پہلے مہِینے کی چودھوِیں تارِیخ کو خُداوند کی فَسح ہُؤا کرے۔"},{"number":17,"verse":"اور اُسی مہِینے کی پندرھوِیں تارِیخ کو عِید ہو اور سات دِن تک بے خمِیری روٹی کھائی جائے۔"},{"number":18,"verse":"پہلے روز لوگوں کا مُقدّس مجمع ہو ۔ تُم اُس دِن کوئی خادِمانہ کام نہ کرنا۔"},{"number":19,"verse":"بلکہ تُم آتِشِین قُربانی یعنی خُداوند کے حضُورسوختنی قُربانی کے طَور پر دو بچھڑے اور ایک مینڈھا اور سات یکسالہ نر برّے چڑھانا ۔ یہ سب کے سب بے عَیب ہوں۔"},{"number":20,"verse":"اور اُن کے ساتھ نذر کی قُربانی کے طَور پر تیل مِلا ہُؤا مَیدہ فی بچھڑا اَیفہ کے تِین دہائی حِصّہ کے برابر اور فی مینڈھا پانچویں حِصّہ کے برابر۔"},{"number":21,"verse":"اور ساتوں برّ وں میں سے ہر برّہ پِیچھے اَیفہ کے دسویں حِصّہ کے برابر گُذرانا کرنا۔"},{"number":22,"verse":"اور خطا کی قُربانی کے لِئے ایک بکرا ہو تاکہ اُس سے تُمہارے لِئے کفّارہ دِیا جائے۔"},{"number":23,"verse":"تُم صُبح کی سوختنی قُربانی کے علاوہ جو دائِمی سوختنی قُربانی ہے اِن کو بھی گُذراننا۔"},{"number":24,"verse":"اِسی طرح تُم ہر روز سات دِن تک آتِشِین قُربانی کی یہ غِذا چڑھانا تاکہ وہ خُداوند کے حضُور راحت انگیز خُوشبُو ٹھہرے ۔ روزمرّہ کی دائِمی سوختنی قُربانی اور تپاون کے علاوہ یہ بھی گُذرانا جائے۔"},{"number":25,"verse":"اور ساتویں دِن پِھر تُمہارا مُقدّس مجمع ہو ۔ اُس میں کوئی خادِمانہ کام نہ کرنا۔"},{"number":26,"verse":"( فصل کاٹنے کی عِید کی قُربانیاں) اور پہلے پَھلوں کے دِن جب تُم نئی نذر کی قُربانی ہفتوں کی عِید میں خُداوند کے حضُور گُذرانو تب بھی تُمہارا مُقدّس مجمع ہو ۔ اُس روز کوئی خادِمانہ کام نہ کرنا۔"},{"number":27,"verse":"بلکہ تُم سوختنی قُربانی کے طَور پر دو بچھڑے ایک مینڈھا اور سات یکسالہ نر بّرے گُذراننا تاکہ یہ خُداوند کے حضُور راحت انگیز خُوشبُو ہو۔"},{"number":28,"verse":"اور اِن کے ساتھ نذر کی قُربانی کے طَور پر تیل مِلا ہُؤا مَیدہ فی بچھڑا اَیفہ کے تِین دہائی حِصّہ کے برابر اور فی مینڈھا پانچویں حِصّہ کے برابر۔"},{"number":29,"verse":"اور ساتوں برّوں میں سے ہر برّہ پِیچھے اَیفہ کے دسویں حِصّہ کے برابر ہو۔"},{"number":30,"verse":"اور ایک بکرا ہو تا کہ تُمہارے لِئے کفّارہ دِیا جائے۔"},{"number":31,"verse":"دائِمی سوختنی قُربانی اور اُس کی نذر کی قُربانی کے علاوہ تُم اِن کو بھی گُذراننا ۔ یہ سب بے عَیب ہوں اور اِن کے تپاون ساتھ ہوں۔"}]}