{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"( ہارُون کے بیٹے) اور جِس روز خُداوند نے کوہِ سِینا پر مُوسیٰ سے باتیں کیں تب ہارُون اور مُوسیٰ کے پاس یہ اَولاد تھی۔"},{"number":2,"verse":"اور ہارُون کے بیٹوں کے نام یہ ہیں ندب جو پہلوٹھا تھا اور اَبِیہُو اور الیعزر اور اِتمر۔"},{"number":3,"verse":"ہارُون کے بیٹے جو کہانت کے لِئے ممسُوح ہُوئے اور جِن کو اُس نے کہانت کی خِدمت کے لِئے مخصُوص کِیا تھا اُن کے نام یِہی ہیں۔"},{"number":4,"verse":"اور ندب اور اَبِیہُو تو جب اُنہوں نے دشتِ سِینا میں خُداوند کے حضُور اُوپری آگ گُذرانی تب ہی خُداوند کے سامنے مَر گئے اور وہ بے اَولاد بھی تھے اور الیعزر اور اِتمر اپنے باپ ہارُون کے سامنے کہانت کی خِدمت کو انجام دیتے تھے۔"},{"number":5,"verse":"( لاویوں کو کاہِنوں کی خِدمت پر مامُور کِیا گیا) اور خُداوند نے مُوسیٰ سے کہا۔"},{"number":6,"verse":"لاوی کے قبِیلہ کو نزدِیک لا کر ہارُون کاہِن کے آگے حاضِر کر تاکہ وہ اُس کی خِدمت کریں۔"},{"number":7,"verse":"اور جو کُچھ اُس کی طرف سے اور جماعت کے طرف سے اُن کو سَونپا جائے وہ سب کی خَیمۂِ اِجتماع کے آگے نِگہبانی کریں تاکہ مسکن کی خِدمت بجا لائیں۔"},{"number":8,"verse":"اور وہ خَیمۂِ اِجتماع کے سب سامان کی اور بنی اِسرائیل کی ساری امانت کی حِفاظت کریں تاکہ مسکن کی خِدمت بجا لائیں۔"},{"number":9,"verse":"اور تُو لاوِیوں کو ہارُون اور اُس کے بیٹوں کے ہاتھ میں سپُرد کر ۔ بنی اِسرائیل کی طرف سے وہ بِالکل اُسے دے دِئے گئے ہیں۔"},{"number":10,"verse":"اور ہارُون اور اُس کے بیٹوں کو مُقرّر کر اور وہ اپنی کہانت کو محفُوظ رکھّیں اور اگر کوئی اجنبی نزدِیک آئے تو وہ جان سے مارا جائے۔"},{"number":11,"verse":"اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":12,"verse":"دیکھ مَیں نے بنی اِسرائیل میں سے لاوِیوں کو اُن سبھوں کے بدلے لے لِیا ہے جو اِسرائیلیوں میں پہلوٹھی کے بچّے ہیں ۔ سو لاوی میرے ہوں۔"},{"number":13,"verse":"کیونکہ سب پہلوٹھے میرے ہیں اِس لِئے کہ جِس دِن مَیں نے مُلکِ مِصر میں سب پہلوٹھوں کو مارا اُسی دِن مَیں نے بنی اِسرائیل کے سب پہلوٹھوں کو کیا اِنسان اور کیا حَیوان اپنے لِئے مُقدّس کِیا سو وہ ضرُور میرے ہوں ۔ مَیں خُداوند ہُوں۔"},{"number":14,"verse":"( لاویوں کی مَردُم شُماری) پِھر خُداوند نے دشتِ سِینا میں مُوسیٰ سے کہا۔"},{"number":15,"verse":"بنی لاوی کو اُن کے آبائی خاندانوں اور گھرانوں کے مُطابِق شُمار کر یعنی ایک مہِینے اور اُس سے اُوپر اُوپر کے ہر لڑکے کو گِننا۔"},{"number":16,"verse":"چُنانچہ مُوسیٰ نے خُداوند کے حُکم کے مُطابِق جو اُس نے اُسے دِیا اُن کو گِنا۔"},{"number":17,"verse":"اور لاوی کے بیٹوں کے نام یہ ہیں ۔ جیرسون اور قہات اور مرار ی۔"},{"number":18,"verse":"جیرسون کے بیٹوں کے نام جِن سے اُن کے خاندان چلے یہ ہیں ۔ لِبنی اور سِمعی۔"},{"number":19,"verse":"اور قہات کے بیٹوں کے نام جِن سے اُن کے خاندان چلے عَمرا م اور اِضہار اور حبرُو ن اور عُزّی ایل ہیں۔"},{"number":20,"verse":"اور مرار ی کے بیٹے جِن سے اُن کے خاندان چلے مَحلی اور مُوشی ہیں ۔ لاوِیوں کے گھرانے اُن کے آبائی خاندانوں کے مُوافِق یِہی ہیں۔"},{"number":21,"verse":"اور جیرسون سے لبِنیوں اور سِمعیوں کے خاندان چلے۔ یہ جیرسونیوں کے خاندان ہیں۔"},{"number":22,"verse":"اِن میں جِتنے فرزندِ نرِینہ ایک مہِینے اور اُس سے اُوپر اُوپر کے تھے وہ سب گِنے گئے اور اُن کا شُمار سات ہزار پانچ سَو تھا۔"},{"number":23,"verse":"جیرسونیوں کے خاندانوں کے آدمی مسکن کے پِیچھے مغرِب کی طرف اپنے ڈیرے ڈالا کریں۔"},{"number":24,"verse":"اور لاایل کا بیٹا اِلیاسف جیرسونیوں کے آبائی خاندانوں کا سردار ہو۔"},{"number":25,"verse":"اور خَیمۂِ اِجتماع کے جو سامان بنی جیرسون کی حِفاظت میں سَونپے جائیں وہ یہ ہیں ۔ مسکن اور خَیمہ اور اُس کا غِلاف اور خَیمۂِ اِجتماع کے دروازہ کا پردہ۔"},{"number":26,"verse":"اور مسکن اور مذبح کے گِرد کے صحن کے پردے اور صحن کے دروازہ کا پردہ اور وہ سب رسِیّاں جو اُس میں کام آتی ہیں۔"},{"number":27,"verse":"اور قہات سے عَمرامِیوں اور اِضہارِیوں اور حبرونیوں اور عُزّی ایلِیوں کے خاندان چلے ۔ یہ قہاتیوں کے خاندان ہیں۔"},{"number":28,"verse":"اُن کے فرزند نرِینہ ایک مہِینے اور اُس سے اُوپر اُوپر کے آٹھ ہزار چھ سَو تھے ۔ مَقدِس کی نِگہبانی اِن کے ذِمّہ تھی۔"},{"number":29,"verse":"بنی قہات کے خاندانوں کے آدمی مسکن کی جنُوبی سِمت میں اپنے ڈیرے ڈالا کریں۔"},{"number":30,"verse":"اور عُزّی ایل کا بیٹا الِیصفن قہاتیوں کے گھرانوں کے آبائی خاندان کا سردار ہو۔"},{"number":31,"verse":"اور صندُوق اور میز اور شمعدان اور دونوں مذبحے اور مَقدِس کے ظُروف جو عِبادت کے کام میں آتے ہیں اور پردے اور مَقدِس میں برتنے کا سارا سامان یہ سب اُن کے ذِمّہ ہوں۔"},{"number":32,"verse":"اور ہارُون کاہِن کا بیٹا اِلیعزر لاوِیوں کے سرداروں کا سردار اور مَقدِس کے مُتولّیوں کا ناظِر ہو۔"},{"number":33,"verse":"مرار ی سے مَحلِیوں اور مُوشیوں کے خاندان چلے ۔ یہ مراریوں کے خاندان ہیں۔"},{"number":34,"verse":"اِن میں جِتنے فرزندِ نرینہ ایک مہِینے اور اُس سے اُوپر اُوپر کے تھے وہ چھ ہزار دو سَو تھے۔"},{"number":35,"verse":"اور اَبی خَئِیل کا بیٹا صُور ی ایل مراریوں کے گھرانوں کے آبائی خاندان کا سردار ہو ۔ یہ لوگ مسکن کی شِمالی سِمت میں اپنے ڈیرے ڈالا کریں۔"},{"number":36,"verse":"اور مسکن کے تختوں اور اُس کے بینڈوں اور سُتُونوں اور خانوں اور اُس کے سب آلات اور اُس کی خِدمت کے سب لوازِم کی مُحافظت۔"},{"number":37,"verse":"اور صحن کے گِرداگِرد کے سُتُونوں اور اُن کے خانوں اور میخوں اور رسِّیوں کی نگرانی بنی مراری کے ذِمّہ ہو۔"},{"number":38,"verse":"اور مسکن کے آگے مشرِق کی طرف جِدھر سے سُورج نِکلتا ہے یعنی خَیمۂِ اِجتماع کے آگے مُوسیٰ اور ہارُون اور اُس کے بیٹے اپنے ڈیرے ڈالا کریں اور بنی اِسرائیل کے بدلے مَقدِس کی حِفاظت کِیا کریں اور جو اجنبی شخص اُس کے نزدِیک آئے وہ جان سے مارا جائے۔"},{"number":39,"verse":"سو لاوِیوں میں سے جِتنے ایک مہِینے اور اُس سے اُوپر اُوپر کی عُمر کے تھے اُن کو مُوسیٰ اور ہارُون نے خُداوند کے حُکم کے مُوافِق اُن کے گھرانوں کے مُطابِق گِنا ۔ وہ شُمار میں بائِیس ہزار تھے۔"},{"number":40,"verse":"( لاوی پہلوٹھوں کے عِوضی ٹھہرائے گئے) اور خُداوند نے مُوسیٰ سے کہا کہ بنی اِسرائیل کے سب نرینہ پہلوٹھے ایک مہِینے اور اُس سے اُوپر اُوپر کے گِن لے اور اُن کے ناموں کا شُمار لگا۔"},{"number":41,"verse":"اور بنی اِسرائیل کے سب پہلوٹھوں کے عِوض لاوِیوں کو اور بنی اِسرائیل کے چَوپایوں کے سب پہلوٹھوں کے عِوض لاوِیوں کے چَوپایوں کو میرے لِئے لے مَیں خُداوند ہُوں۔"},{"number":42,"verse":"چُنانچہ مُوسیٰ نے خُداوند کے حُکم کے مُطابِق بنی اِسرائیل کے سب پہلوٹھوں کو گِنا۔"},{"number":43,"verse":"سو جِتنے نرینہ پہلوٹھے ایک مہِینے اور اُس سے اُوپر اُوپر کی عُمر کے گِنے گئے وہ ناموں کے شُمار کے مُطابِق بائِیس ہزار دو سَو تہتّر تھے۔"},{"number":44,"verse":"اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":45,"verse":"بنی اِسرائیل کے سب پہلوٹھوں کے بدلے لاوِیوں کو اور اُن کے چَوپایوں کے بدلے لاوِیوں کے چَوپایوں کو لے اور لاوی میرے ہوں ۔ مَیں خُداوند ہُوں۔"},{"number":46,"verse":"اور بنی اِسرائیل کے پہلوٹھوں میں جو دو سَو تِہتّر لاوِیوں کے شُمار سے زِیادہ ہیں اُن کے فِدیہ کے لِئے۔"},{"number":47,"verse":"تُو مَقدِس کی مِثقال کے حِساب سے فی کس پانچ مِثقال لینا (ایک مِثقال بِیس جِیراہ کا ہوتا ہے)۔"},{"number":48,"verse":"اور اِن کے فِدیہ کا رُوپیہ جو شُمار میں زِیادہ ہیں تُو ہارُون اور اُس کے بیٹوں کو دینا۔"},{"number":49,"verse":"سو جو اُن سے جِن کو لاوِیوں نے چُھڑایا تھا شُمار میں زِیادہ نِکلے تھے اُن کے فِدیہ کا رُوپیہ مُوسیٰ نے اُن سے لِیا۔"},{"number":50,"verse":"یہ رُوپیہ اُس نے بنی اِسرائیل کے پہلوٹھوں سے لیا ۔ سو مَقدِس کی مِثقال کے حِساب سے ایک ہزار تِین سَو پینسٹھ مِثقالیں وصُول ہُوئِیں۔"},{"number":51,"verse":"اور مُوسیٰ نے خُداوند کے حُکم کے مُطابِق فِدیہ کا رُوپیہ جَیسا خُداوند نے مُوسیٰ کو فرمایا تھا ہارُون اور اُس کے بیٹوں کو دِیا۔"}]}