{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"( مَنتّوں کے قوانِین) اور مُوسیٰ نے بنی اِسرائیل کے قبِیلوں کے سرداروں سے کہا کہ جِس بات کا خُداوند نے حُکم دِیا ہے وہ یہ ہے کہ۔"},{"number":2,"verse":"جب کوئی مَرد خُداوند کی مَنّت مانے یا قَسم کھا کر اپنے اُوپر کوئی خاص فرض ٹھہرائے تو وہ اپنے عہد کو نہ توڑے بلکہ جو کُچھ اُس کے مُنہ سے نِکلا ہے اُسے پُورا کرے۔"},{"number":3,"verse":"اور اگر کوئی عَورت خُداوند کی مَنّت مانے اور اپنی نَوجوانی کے دِنوں میں اپنے باپ کے گھر ہوتے ہُوئے اپنے اُوپر کوئی فرض ٹھہرائے۔"},{"number":4,"verse":"اور اُس کا باپ اُس کی مَنّت اور اُس کے فرض کا حال جو اُس نے اپنے اُوپر ٹھہرایا ہے سُن کر چُپ ہو رہے تو وہ سب مَنّتیں اور سب فرض جو اُس عَورت نے اپنے اُوپر ٹھہرائے ہیں قائِم رہیں گے۔"},{"number":5,"verse":"لیکن اگر اُس کا باپ جِس دِن یہ سُنے اُسی دِن اُسے منع کرے تو اُس کی کوئی مَنّت یا کوئی فرض جو اُس نے اپنے اُوپر ٹھہرایا ہے قائِم نہیں رہے گا اور خُداوند اُس عَورت کو معذُور رکھّے گا کیونکہ اُس کے باپ نے اُسے اِجازت نہیں دی۔"},{"number":6,"verse":"اور اگر کِسی آدمی سے اُس کی نِسبت ہو جائے حالانکہ اُس کی مَنّتیں یا مُنہ کی نِکلی ہُوئی بات جو اُس نے اپنے اُوپر فرض ٹھہرائی ہے اب تک پُوری نہ ہُوئی ہو۔"},{"number":7,"verse":"اور اُس کا آدمی یہ حال سُن کر اُس دِن اُس سے کُچھ نہ کہے تو اُس کی مَنّتیں قائِم رہیں گی اور جو باتیں اُس نے اپنے اُوپر فرض ٹھہرائی ہیں وہ بھی قائِم رہیں گی۔"},{"number":8,"verse":"لیکن اگر اُس کا آدمی جِس دِن یہ سب سُنے اُسی دِن اُسے منع کرے تو اُس نے گویا اُس عَورت کی مَنّت کو اور اُس کے مُنہ کی نِکلی ہُوئی بات کو جو اُس نے اپنے اُوپر فرض ٹھہرائی تھی توڑ دِیا اور خُداوند اُس عَورت کو معذُور رکھّے گا۔"},{"number":9,"verse":"پر بیوہ اور مُطلّقہ کی مَنّتیں اور فرض ٹھہرائی ہُوئی باتیں قائِم رہیں گی۔"},{"number":10,"verse":"اور اگر اُس نے اپنے شَوہر کے گھر ہوتے ہُوئے کُچھ مَنّت مانی یا قَسم کھا کر اپنے اُوپر کوئی فرض ٹھہرایا ہو۔"},{"number":11,"verse":"اور اُس کا شَوہر یہ حال سُن کر خاموش رہا ہو اور اُسے منع نہ کِیا ہو تو اُس کی مَنّتیں اور سب فرض جو اُس نے اپنے اُوپر ٹھہرائے قائِم رہیں گے۔"},{"number":12,"verse":"پر اگر اُس کے شَوہر نے جِس دِن یہ سب سُنا اُسی دِن اُسے باطِل ٹھہرایا ہو تو جو کُچھ اُس عَورت کے مُنہ سے اُس کی مَنّتوں اور ٹھہرائے ہُوئے فرض کے بارے میں نِکلا ہے وہ قائِم نہیں رہے گا ۔ اُس کے شَوہر نے اُن کو توڑ ڈالا ہے اور خُداوند اُس عَورت کو معذُور رکھّے گا۔"},{"number":13,"verse":"اُس کی ہر مَنّت کو اور اپنی جان کو دُکھ دینے کی ہر قَسم کو اُس کا شَوہر چاہے تو قائِم رکھّے یا اگر چاہے تو باطِل ٹھہرائے۔"},{"number":14,"verse":"پر اگر اُس کا شَوہر روز بروز خاموش ہی رہے تو وہ گویا اُس کی سب مَنّتوں اور ٹھہرائے ہُوئے فرضوں کو قائِم کر دیتا ہے ۔ اُس نے اُن کو قائِم یُوں کِیا کہ جِس دِن سے سب سُنا وہ خاموش ہی رہا۔"},{"number":15,"verse":"پر اگر وہ اُن کو سُن کر بعد میں اُن کو باطِل ٹھہرائے تو وہ اُس عَورت کا گُناہ اُٹھائے گا۔"},{"number":16,"verse":"شَوہر اور بِیوی کے درمیان اور باپ بیٹی کے درمِیان جب بیٹی نَوجوانی کے ایّام میں باپ کے گھر ہو اِن ہی آئِین کا حُکم خُداوند نے مُوسیٰ کو دِیا۔"}]}