{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"( شادی شُدہ عَورتوں کی مِیراث) اور بنی یُوسف کے گھرانوں میں سے بنی جِلعاد بِن مکِیر بِن منسّی کے آبائی خاندانوں کے سردار مُوسیٰ اور اُن امِیروں کے پاس جا کر جو بنی اِسرائیل کے آبائی خاندانوں کے سردار تھے کہنے لگے کہ۔"},{"number":2,"verse":"خُداوند نے ہمارے مالِک کو حُکم دِیا تھا کہ قُرعہ ڈال کر یہ مُلک مِیراث کے طَور پر بنی اِسرائیل کو دینا اور ہمارے مالِک کو خُداوند کی طرف سے حُکم مِلا تھا کہ ہمارے بھائی صلافِحاد کی مِیراث اُس کی بیٹِیوں کو دی جائے۔"},{"number":3,"verse":"لیکن اگر وہ بنی اِسرائیل کے اَور قبِیلوں کے آدمِیوں سے بیاہی جائیں تو اُن کی مِیراث ہمارے باپ دادا کی مِیراث سے نِکل کر اُس قبِیلہ کی مِیراث میں شامِل کی جائے گی جِس میں وہ بیاہی جائیں گی ۔ یُوں وہ ہمارے قُرعہ کی مِیراث سے الگ ہو جائے گی۔"},{"number":4,"verse":"اور جب بنی اِسرائیل کا سالِ یوبلی آئے گا تو اُن کی مِیراث اُسی قبِیلہ کی مِیراث سے مُلحق کی جائے گی جِس میں وہ بیاہی جائیں گی ۔ یُوں ہمارے باپ دادا کے قبِیلہ کی مِیراث سے اُن کا حِصّہ نِکل جائے گا۔"},{"number":5,"verse":"تب مُوسیٰ نے خُداوند کے کلام کے مُطابِق بنی اِسرائیل کو حُکم دِیا اور کہا کہ بنی یُوسف کے قبِیلہ کے لوگ ٹِھیک کہتے ہیں۔"},{"number":6,"verse":"سو صلافِحاد کی بیٹِیوں کے حق میں خُداوند کا حُکم یہ ہے کہ وہ جِن کو پسند کریں اُن ہی سے بیاہ کریں لیکن اپنے باپ دادا کے قبِیلہ ہی کے خاندانوں میں بیاہی جائیں۔"},{"number":7,"verse":"یُوں بنی اِسرائیل کی مِیراث ایک قبِیلہ سے دُوسرے قبِیلہ میں نہیں جانے پائے گی کیونکہ ہر اِسرائیلی کو اپنے باپ دادا کے قبِیلہ کی مِیراث کو اپنے قبضہ میں رکھنا ہو گا۔"},{"number":8,"verse":"اور اگر بنی اِسرائیل کے کِسی قبِیلہ میں کوئی لڑکی ہو جو مِیراث کی مالِک ہو تو وہ اپنے باپ کے قبِیلہ کے کِسی خاندان میں بیاہ کرے تاکہ ہر اِسرائیلی اپنے باپ دادا کی مِیراث پر قائِم رہے۔"},{"number":9,"verse":"یُوں کِسی کی مِیراث ایک قبِیلہ سے دُوسرے قبِیلہ میں نہیں جانے پائے گی کیونکہ بنی اِسرائیل کے قبِیلوں کو لازِم ہے کہ اپنی اپنی مِیراث اپنے اپنے قبضہ میں رکھّیں۔"},{"number":10,"verse":"اور صلافِحاد کی بیٹِیوں نے جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا وَیسا ہی کِیا۔"},{"number":11,"verse":"کیونکہ مَحلاہ اور تِرضاہ اور حُجلاہ اور مِلکاہ اور نُوعاہ جو صلافِحاد کی بیٹِیاں تِھیں وہ اپنے چچیرے بھائِیوں کے ساتھ بیاہی گئِیں۔"},{"number":12,"verse":"یعنی وہ یُوسف کے بیٹے منسّی کی نسل کے خاندانوں میں بیاہی گئِیں اور اُن کی مِیراث اُن کے آبائی خاندان کے قبِیلہ میں قائِم رہی۔"},{"number":13,"verse":"جو احکام اور فَیصلے خُداوند نے مُوسیٰ کی معرفت موآب کے مَیدانوں میں جو یرِیحُو کے مُقابِل یَردن کے کنارے واقِع ہیں بنی اِسرائیل کو دِئے وہ یِہی ہیں ۔"}]}