{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"( لاویوں کے فرِیق قہات کی ذِمّہ داریاں) اور خُداوند نے مُوسیٰ اور ہارُون سے کہا کہ۔"},{"number":2,"verse":"بنی لاوی میں سے قہاتیوں کو اُن کے گھرانوں اور آبائی خاندانوں کے مُطابِق۔"},{"number":3,"verse":"تِیس برس سے لے کر پچاس برس کی عُمر تک کے جِتنے خَیمۂِ اِجتماع میں کام کرنے کے لِئے مَقدِس کی خِدمت میں شامِل ہیں اُن سبھوں کو گِنو۔"},{"number":4,"verse":"اور خَیمۂِ اِجتماع میں پاکترین چِیزوں کی نِسبت بنی قہات کا یہ کام ہو گا۔"},{"number":5,"verse":"کہ جب لشکر کُوچ کرے تُو ہارُون اور اُس کے بیٹے آئیں اور بِیچ کے پردہ کو اُتاریں اور اُس سے شہادت کے صندُوق کو ڈھانکیں۔"},{"number":6,"verse":"اور اُس پر تُخس کی کھالوں کا ایک غِلاف ڈالیں اور اُس کے اُوپر بِالکُل آسمانی رنگ کا کپڑا بِچھائیں اور اُس میں اُس کی چوبیں لگائیں۔"},{"number":7,"verse":"اور نذر کی روٹی کی میز پر آسمانی رنگ کا کپڑا بِچھا کر اُس کے اُوپر طباق اور چمچے اور اُنڈیلنے کے کٹورے اور پیالے رکھّیں اور دائِمی روٹی بھی اُس پر ہو۔"},{"number":8,"verse":"پِھر وہ اُن پر سُرخ رنگ کا کپڑا بِچھائیں اور اُسے تُخس کی کھالوں کے ایک غِلاف سے ڈھانکیں اور میز میں اُس کی چوبیں لگا دیں۔"},{"number":9,"verse":"پِھر آسمانی رنگ کا کپڑا لے کر اُس سے روشنی دینے والے شمعدان کو اور اُس کے چراغوں اور گُلگِیروں اور گُلدانوں اور تیل کے سب ظُروف کو جو شمعدان کے لِئے کام میں آتے ہیں ڈھانکیں۔"},{"number":10,"verse":"اور اُس کو اور اُس کے سب ظُروف کو تُخس کی کھالوں کے ایک غِلاف کے اندر رکھ کر اُس غِلاف کو چَوکھٹے پر دھر دیں۔"},{"number":11,"verse":"اور زرّ ِین مذبح پر آسمانی رنگ کا کپڑا بِچھائیں اور اُسے تُخس کی کھالوں کے ایک غِلاف سے ڈھانکیں اور اُس کی چوبیں اُس میں لگائیں۔"},{"number":12,"verse":"اور سب ظُروف کو جو مَقدِس کی خِدمت کے کام میں آتے ہیں لے کر اُن کو آسمانی رنگ کے کپڑے میں لپیٹیں اور اُن کو تُخس کی کھالوں کے ایک غِلاف سے ڈھانک کر چَوکھٹے پر دھریں۔"},{"number":13,"verse":"پِھر وہ مذبح پر سے سب راکھ کو اُٹھا کر اُس کے اُوپر ارغوانی رنگ کا کپڑا بِچھائیں۔"},{"number":14,"verse":"اُس کے سب برتن جِن سے اُس کی خِدمت کرتے ہیں جَیسے انگِیٹِھیاں اور سِیخیں اور بیلچے اور کٹورے غرض مذبح کے سب برتن اُس پر رکھّیں اور اُس پر تُخس کی کھالوں کا ایک غِلاف بِچھائیں اور مذبح میں چوبیں لگائیں۔"},{"number":15,"verse":"اور جب ہارُون اور اُس کے بیٹے مَقدِس کو اور مَقدِس کے سب اسباب کو ڈھانک چُکیں تب خَیمہ گاہ کے کُوچ کے وقت بنی قہات اُس کے اُٹھانے کے لِئے آئیں ۔ لیکن وہ مَقدِس کو نہ چُھوئیں تا نہ ہو کہ وہ مَر جائیں ۔ خَیمۂِ اِجتماع کی یِہی چِیزیں بنی قہات کے اُٹھانے کی ہیں۔"},{"number":16,"verse":"اور رَوشنی کے تیل اور خُوشبُودار بخُور اور دائِمی نذر کی قُربانی اور مَسح کرنے کے تیل اور سارے مسکن اور اُس کے لوازِم کی اور مَقدِس اور اُس کے سامان کی نِگہبانی ہارُون کاہِن کے بیٹے الیِعزر کے ذِمّہ ہو۔"},{"number":17,"verse":"اور خُداوند نے مُوسیٰ اور ہارُون سے کہا کہ۔"},{"number":18,"verse":"تُم لاوِیوں میں سے قہاتیوں کے قبِیلہ کے خاندانوں کو مُنقطع ہونے نہ دینا۔"},{"number":19,"verse":"بلکہ اِس مقصُود سے کہ جب وہ پاکترین چِیزوں کے پاس آئیں تو جِیتے رہیں اور مَر نہ جائیں تُم اُن کے لِئے اَیسا کرنا کہ ہارُون اور اُس کے بیٹے اندر آ کر اُن میں سے ایک ایک کا کام اور بوجھ مُقرّر کر دیں۔"},{"number":20,"verse":"لیکن وہ مَقدِس کو دیکھنے کی خاطِر دَم بھر کے لِئے بھی اندر نہ آنے پائیں تا نہ ہو کہ وہ مَر جائیں۔"},{"number":21,"verse":"( لاویوں کے فرِیق جیر سون کی ذِمّہ داریاں) پِھر خُداوند نے مُوسیٰ سے کہا۔"},{"number":22,"verse":"بنی جیرسون میں سے بھی اُن کے آبائی خاندانوں اور گھرانوں کے مُطابِق۔"},{"number":23,"verse":"تِیس برس سے لے کر پچاس برس تک کی عُمر کے جِتنے خَیمۂِ اِجتماع میں کام کرنے کے لِئے مَقدِس کی خِدمت کے وقت حاضِر رہتے ہیں اُن سبھوں کو گِن۔"},{"number":24,"verse":"جیرسونیوں کے خاندانوں کا کام خِدمت کرنے اور بوجھ اُٹھانے کا ہے۔"},{"number":25,"verse":"وہ مسکن کے پردوں کو اور خَیمۂِ اِجتماع اور اُس کے غِلاف کو اور اُس کے اُوپر کے غِلاف کو جو تُخس کی کھالوں کا ہے اور خَیمۂِ اِجتماع کے دروازہ کے پردہ کو۔"},{"number":26,"verse":"اور مسکن اور مذبح کے گِرداگِرد کے صحن کے پردوں کو اور صحن کے دروازہ کے پردہ کو اور اُن کی رسِّیوں کو اور خِدمت کے سب ظُروف کو اُٹھایا کریں اور اِن چِیزوں سے جو جو کام لِیا جاتا ہے وہ بھی یِہی لوگ کِیا کریں۔"},{"number":27,"verse":"جیرسونیوں کی اَولاد کا خِدمت کرنے اور بوجھ اُٹھانے کا سارا کام ہارُون اور اُس کے بیٹوں کے حُکم کے مُطابِق ہو اور تُم اُن میں سے ہر ایک کا بوجھ مُقرّر کر کے اُن کے سپُرد کرنا۔"},{"number":28,"verse":"خَیمۂِ اِجتماع میں بنی جیرسون کے خاندانوں کا یِہی کام رہے اور وہ ہارُون کاہِن کے بیٹے اِتمر کے ماتحت ہو کر خِدمت کریں۔"},{"number":29,"verse":"( لاویوں کے فرِیق مراری کی ذِمّہ داریاں) اور بنی مراری میں سے اُن کے آبائی خاندانوں اور گھرانوں کے مُطابِق۔"},{"number":30,"verse":"تِیس برس سے لے کر پچاس برس تک کی عُمر کے جِتنے خَیمۂِ اِجتماع میں کام کرنے کے لِئے مَقدِس کی خِدمت کے وقت حاضِر رہتے ہیں اُن سبھوں کو گِن۔"},{"number":31,"verse":"اور خَیمۂِ اِجتماع میں جِن چِیزوں کے اُٹھانے کی خِدمت اُن کے ذِمّہ ہو وہ یہ ہیں ۔ مسکن کے تختے اور اُس کے بینڈے اور سُتُون اور سُتُونوں کے خانے۔"},{"number":32,"verse":"اور گِرداگِرد کے صحن کے سُتُون اور اُن کے خانے اور اُن کی میخیں اور رسِّیاں اور اُن کے سب آلات اور سارے سامان اور جو چِیزیں اُن کے اُٹھانے کے لِئے تُم مُقرّ ر کرو اُن میں سے ایک ایک کا نام لے کر اُسے اُن کے سپُرد کرو۔"},{"number":33,"verse":"بنی مراری کے خاندانوں کو جو کُچھ خِدمت خَیمۂِ اِجتماع میں ہارُون کاہِن کے بیٹے اِتمر کے ماتحت کرنا ہے وہ یِہی ہے۔"},{"number":34,"verse":"( لاویوں کی مَردُم شُماری) چُنانچہ مُوسیٰ اور ہارُون اور جماعت کے سرداروں نے قہاتیوں کی اَولاد میں سے اُن کے گھرانوں اور آبائی خاندانوں کے مُطابِق۔"},{"number":35,"verse":"تِیس برس کی عُمر سے لے کر پچاس برس کی عُمر تک کے جِتنے خَیمۂِ اِجتماع میں کام کرنے کے لِئے مَقدِس کی خِدمت میں شامِل تھے اُن سبھوں کو گِن لِیا۔"},{"number":36,"verse":"اور اُن میں سے جِتنے اپنے گھرانوں کے مُوافِق گِنے گئے وہ دو ہزار سات سَو پچاس تھے۔"},{"number":37,"verse":"قہاتیوں کے خاندانوں میں سے جِتنے خَیمۂِ اِجتماع میں خِدمت کرتے تھے اُن سبھوں کا شُمار اِتنا ہی ہے ۔ جو حُکم خُداوند نے مُوسیٰ کی معرفت دِیا تھا اُس کے مُطابِق مُوسیٰ اور ہارُون نے اُن کو گِنا۔"},{"number":38,"verse":"اور بنی جیرسون میں سے اپنے گھرانوں اور آبائی خاندانوں کے مُطابِق۔"},{"number":39,"verse":"تِیس برس سے لے کر پچاس برس کی عُمر تک کے جِتنے خَیمۂِ اِجتماع میں کام کرنے کے لِئے مَقدِس کی خِدمت میں شامِل تھے وہ سب گِنے گئے۔"},{"number":40,"verse":"اور جِتنے اپنے گھرانوں اور آبائی خاندانوں کے مُطابِق گِنے گئے وہ دو ہزار چھ سَو تِیس تھے۔"},{"number":41,"verse":"سو بنی جیرسون کے خاندانوں میں سے جِتنے خیمۂِ اِجتماع میں خِدمت کرتے تھے اور جِن کو مُوسیٰ اور ہارُون نے خُداوند کے حُکم کے مُطابِق شُمار کِیا وہ اِتنے ہی تھے۔"},{"number":42,"verse":"اور بنی مراری کے گھرانوں میں سے اپنے گھرانوں اور آبائی خاندانوں کے مُطابِق۔"},{"number":43,"verse":"تِیس برس سے لے کر پچاس برس کی عُمر تک کے جِتنے خَیمۂِ اِجتماع میں کام کرنے کے لِئے مَقدِس کی خِدمت میں شامِل تھے۔"},{"number":44,"verse":"وہ سب گِنے گئے اور جِتنے اُن میں سے اپنے گھرانوں کے مُوافِق گِنے گئے وہ تِین ہزار دو سَو تھے۔"},{"number":45,"verse":"سو خُداوند کے اُس حُکم کے مُطابِق جو اُس نے مُوسیٰ کی معرفت دِیا تھا جِتنوں کو مُوسیٰ اور ہارُون نے بنی مراری کے خاندانوں میں سے گِنا وہ یِہی ہیں۔"},{"number":46,"verse":"الغرض لاوِیوں میں سے جِن کو مُوسیٰ اور ہارُون اور اِسرا ئیل کے سرداروں نے اُن کے گھرانوں اور آبائی خاندانوں کے مُطابِق گِنا۔"},{"number":47,"verse":"یعنی تِیس برس سے لے کر پچاس برس کی عُمر تک کے جِتنے خَیمۂِ اِجتماع میں خِدمت کرنے اور بوجھ اُٹھانے کے کام کے لِئے حاضِر ہوتے تھے۔"},{"number":48,"verse":"اُن سبھوں کا شُمار آٹھ ہزار پانچ سَو اسّی تھا۔"},{"number":49,"verse":"وہ خُداوند کے حُکم کے مُطابِق مُوسیٰ کی معرفت اپنی اپنی خِدمت اور بوجھ اُٹھانے کے کام کے مُطابِق گِنے گئے ۔ یُوں وہ مُوسیٰ کی معرفت جَیسا خُداوند نے اُس کو حُکم دِیا تھا گِنے گئے۔"}]}