{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":5,"verses":[{"number":1,"verse":"( ناپاک اشخاص) پِھر خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":2,"verse":"بنی اِسرائیل کو حُکم دے کہ وہ ہر کوڑھی کو اور جریان کے مریض کو اور جو مُردہ کے سبب سے ناپاک ہو اُس کو لشکرگاہ سے باہر کر دیں۔"},{"number":3,"verse":"اَیسوں کو خواہ وہ مَرد ہوں یا عَورت تُم نِکال کراُن کو لشکرگاہ کے باہر رکھّو تاکہ وہ اُن کی لشکرگاہ کو جِس کے درمِیان مَیں رہتا ہُوں ناپاک نہ کریں۔"},{"number":4,"verse":"چُنانچہ بنی اِسرائیل نے اَیسا ہی کِیا اور اُن کونِکال کر لشکرگاہ کے باہر رکھّا ۔ جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا وَیسا ہی بنی اِسرائیل نے کِیا۔"},{"number":5,"verse":"( زیادتی اور بے اِنصافی کی تلافی) اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":6,"verse":"بنی اِسرائیل سے کہہ کہ اگر کوئی مَرد یا عَورت خُداوند کی حُکم عدُولی کر کے کوئی اَیسا گُناہ کرے جو آدمی کرتے ہیں اور قصُوروار ہو جائے۔"},{"number":7,"verse":"تو جو گُناہ اُس نے کِیا ہے وہ اُس کا اِقرار کرے اور اپنی تقصِیر کے مُعاوضہ میں پُورا دام اور اُس میں اُس کا پانچواں حِصّہ اَور مِلا کر اُس شخص کو دے جِس کا اُس نے قصُور کِیا ہے۔"},{"number":8,"verse":"لیکن اگر اُس شخص کا کوئی رِشتہ دار نہ ہو جِسے اُس تقصِیر کا مُعاوضہ دِیا جائے تو تقصِیر کا جو مُعاوضہ خُداوند کو دِیا جائے وہ کاہِن کا ہو ۔ علاوہ کفّارہ کے اُس مینڈھے کے جِس سے اُس کا کفّارہ دِیا جائے۔"},{"number":9,"verse":"اور جِتنی مُقدّس چِیزیں بنی اِسرائیل اُٹھانے کی قُربانی کے طَور پر کاہِن کے پاس لائیں وہ اُسی کی ہوں۔"},{"number":10,"verse":"اور ہر شخص کی مُقدّ ّس کی ہُوئی چِیزیں اُس کی ہوں اور جو چِیز کوئی شخص کاہِن کو دے وہ بھی اُسی کی ہو۔"},{"number":11,"verse":"( بِیویوں اور شکّی شَوہروں کے مُعاملات) اور خُداوند نے مُوسیٰ سے کہا کہ بنی اِسرائیل سے کہہ کہ۔"},{"number":12,"verse":"اگر کِسی کی بِیوی گُمراہ ہو کر اُس سے بیوفائی کرے۔"},{"number":13,"verse":"اور کوئی دُوسرا آدمی اُس عَورت کے ساتھ مُباشرت کرے اور اُس کے شَوہر کو معلُوم نہ ہو بلکہ یہ اُس سے پوشِیدہ رہے اور وہ ناپاک ہو گئی ہو پر نہ تو کوئی شاہِد ہو اور نہ وہ عَین فعل کے وقت پکڑی گئی ہو۔"},{"number":14,"verse":"اور اُس کے شَوہر کے دِل میں غَیرت آئے اور وہ اپنی بِیوی سے غَیرت کھانے لگے حالانکہ وہ ناپاک ہُوئی ہو یا اُس کے شَوہر کے دِل میں غَیرت آئے اور وہ اپنی بِیوی سے غَیرت کھانے لگے حالانکہ وہ ناپاک نہیں ہُوئی۔"},{"number":15,"verse":"تو وہ شخص اپنی بِیوی کو کاہِن کے پاس حاضِر کرے اور اُس عَورت کے چڑھاوے کے لِئے ایفہ کے دسویں حِصّہ کے برابر جَو کا آٹا لائے پر اُس پر نہ تیل ڈالے نہ لُبان رکھّے کیونکہ یہ نذر کی قُربانی غَیرت کی ہے یعنی یہ یادگاری کی نذر کی قُربانی ہے جِس سے گُناہ یاد دِلایا جاتا ہے۔"},{"number":16,"verse":"تب کاہِن اُس عَورت کو نزدِیک لا کر خُداوند کے حضُور کھڑی کرے۔"},{"number":17,"verse":"اور کاہِن مِٹّی کے ایک باسن میں مُقدّس پانی لے اور مسکن کے فرش کی گرد لے کر اُس پانی میں ڈالے۔"},{"number":18,"verse":"پِھر کاہِن اُس عَورت کو خُداوند کے حضُور کھڑی کر کے اُس کے سر کے بال کُھلوا دے اور یادگاری کی نذر کی قُربانی کو جو غَیرت کی نذر کی قُربانی ہے اُس کے ہاتھوں پر دھرے اور کاہِن اپنے ہاتھ میں اُس کڑوے پانی کو لے جو لَعنت کو لاتا ہے۔"},{"number":19,"verse":"پِھر کاہِن اُس عَورت کو قَسم کِھلا کر کہے کہ اگر کِسی شخص نے تُجھ سے صُحبت نہیں کی ہے اور تُو اپنے شَوہر کی ہوتی ہُوئی ناپاکی کی طرف مائِل نہیں ہُوئی تو تُو اِس کڑوے پانی کی تاثیر سے جو لَعنت لاتا ہے بچی رہ۔"},{"number":20,"verse":"لیکن اگر تُو اپنے شَوہر کی ہوتی ہُوئی گُمراہ ہو کر ناپاک ہو گئی ہے اور تیرے شَوہر کے سِوا کِسی دُوسرے شخص نے تُجھ سے صُحبت کی ہے۔"},{"number":21,"verse":"تو کاہِن اُس عَورت کو لَعنت کی قَسم کِھلا کر اُس سے کہے کہ خُداوند تُجھے تیری قَوم میں تیری ران کو سڑا کر اور تیرے پیٹ کو پُھلا کر لَعنت اور پھٹکار کا نِشانہ بنائے۔"},{"number":22,"verse":"اور یہ پانی جو لَعنت لاتا ہے تیری انتڑیوں میں جا کر تیرے پیٹ کو پُھلائے اور تیری ران کوسڑائے۔ اور عَورت آمِین آمِین کہے۔"},{"number":23,"verse":"پِھر کاہِن اُن لَعنتوں کو کِسی کِتاب میں لِکھ کر اُن کو اُسی کڑوے پانی میں دھو ڈالے۔"},{"number":24,"verse":"اور وہ کڑوا پانی جو لَعنت کو لاتا ہے اُس عَورت کو پِلائے اور وہ پانی جو لَعنت کو لاتا ہے اُس عَورت کے پیٹ میں جا کر کڑوا ہو جائے گا۔"},{"number":25,"verse":"اور کاہِن اُس عَورت کے ہاتھ سے غَیرت کی نذر کی قُربانی کو لے کر خُداوند کے حضُور اُس کو ہِلائے اور اُسے مذبح کے پاس لائے۔"},{"number":26,"verse":"پِھر کاہِن اُس نذر کی قُربانی میں سے اُس کی یادگاری کے طَور پر ایک مُٹّھی لے کر اُسے مذبح پر جلائے بعد اُس کے وہ پانی اُس عَورت کو پِلائے۔"},{"number":27,"verse":"اور جب وہ اُسے وہ پانی پِلا چُکے گا تو اَیسا ہو گا کہ اگر وہ ناپاک ہُوئی اور اُس نے اپنے شَوہر سے بے وفائی کی تو وہ پانی جو لَعنت کو لاتا ہے اُس کے پیٹ میں جا کر کڑوا ہو جائے گا اور اُس کا پیٹ پُھول جائے گا اور اُس کی ران سڑ جائے گی اور وہ عَورت اپنی قَوم میں لَعنت کا نِشانہ بنے گی۔"},{"number":28,"verse":"پر اگر وہ ناپاک نہیں ہُوئی بلکہ پاک ہے تو بے اِلزام ٹھہرے گی اور اُس سے اَولاد ہو گی۔"},{"number":29,"verse":"غَیرت کے بارے میں یِہی شرع ہے خواہ عَورت اپنے شَوہر کی ہوتی ہُوئی گُمراہ ہو کر ناپاک ہو جائے یا مَرد پر غَیرت سوار ہو۔"},{"number":30,"verse":"اور وہ اپنی بِیوی سے غَیرت کھانے لگے اَیسے حال میں وہ اُس عَورت کو خُداوند کے آگے کھڑی کرے اور کاہِن اُس پر یہ ساری شرِیعت عمل میں لائے۔"},{"number":31,"verse":"تب مَرد گُناہ سے بری ٹھہرے گااور اُس عَورت کا گُناہ اُسی کے سر لگے گا۔"}]}