{"bibleAbbr":"urRV2010","bookName":"گِنتی","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"( چراغوں کو رکھنے کا اَنداز) اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":2,"verse":"ہارُون سے کہہ جب تُو چراغوں کو رَوشن کرے تو ساتوں چراغوں کی رَوشنی شمعدان کے سامنے ہو۔"},{"number":3,"verse":"چُنانچہ ہارُون نے اَیسا ہی کِیا ۔ اُس نے چراغوں کو اِس طرح جلایا کہ شمعدان کے سامنے رَوشنی پڑے جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا۔"},{"number":4,"verse":"اور شمعدان کی بناوٹ اَیسی تھی کہ وہ پایہ سے لے کر پُھولوں تک گھڑے ہُوئے سونے کا بنا ہُؤا تھا ۔ جو نمُونہ خُداوند نے مُوسیٰ کو دِکھایا اُسی کے مُوافِق اُس نے شمعدان کو بنایا۔"},{"number":5,"verse":"( لاویوں کو پاک کرنا اور مخصُوص کرنا) اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":6,"verse":"لاوِیوں کو بنی اِسرائیل سے الگ کر کے اُن کو پاک کر۔"},{"number":7,"verse":"اور اُن کو پاک کرنے کے لِئے اُن کے ساتھ یہ کرنا کہ خطا کا پانی لے کر اُن پر چِھڑکنا ۔ پِھر وہ اپنے سارے جِسم پر اُسترہ پِھروائیں اور اپنے کپڑے دھوئیں اور اپنے کو صاف کریں۔"},{"number":8,"verse":"تب وہ ایک بچھڑا اور اُس کے ساتھ کی نذر کی قُربانی کے لِئے تیل مِلا ہُؤا مَیدہ لیں اور تُو خطا کی قُربانی کے لِئے ایک دُوسرا بچھڑا بھی لینا۔"},{"number":9,"verse":"اور تُو لاوِیوں کو خَیمۂِ اِجتماع کے آگے حاضِر کرنا اور بنی اِسرائیل کی ساری جماعت کو جمع کرنا۔"},{"number":10,"verse":"پِھر لاوِیوں کو خُداوند کے آگے لانا ۔ تب بنی اِسرائیل اپنے اپنے ہاتھ لاوِیوں پر رکھّیں۔"},{"number":11,"verse":"اور ہارُون لاوِیوں کو بنی اِسرائیل کی طرف سے ہِلانے کی قُربانی کے لِئے خُداوند کے حضُور گُذرانے تاکہ وہ خُداوند کی خِدمت کرنے پر رہیں۔"},{"number":12,"verse":"پِھر لاوی اپنے اپنے ہاتھ بچھڑوں کے سروں پر رکھّیں اور تُو ایک کو خطا کی قُربانی اور دُوسرے کو سوختنی قُربانی کے لِئے خُداوند کے حضُور گُذراننا تاکہ لاوِیوں کے واسطے کفّارہ دِیا جائے۔"},{"number":13,"verse":"پِھر تُو لاوِیوں کو ہارُون اور اُس کے بیٹوں کے آگے کھڑا کرنا اور اُن کو ہِلانے کی قُربانی کے لِئے خُداوند کے حضُور گُذراننا۔"},{"number":14,"verse":"یُوں تُو لاوِیوں کو بنی اِسرائیل سے الگ کرنا اور لاوی میرے ہی ٹھہریں گے۔"},{"number":15,"verse":"اِس کے بعد لاوی خَیمۂِ اِجتماع کی خِدمت کے لِئے اندر آیا کریں ۔ سو تُو اُن کو پاک کر اور ہِلانے کی قُربانی کے لِئے اُن کو گُذران۔"},{"number":16,"verse":"اِس لِئے کہ وہ سب کے سب بنی اِسرائیل میں سے مُجھے بِالکُل دے دِئے گئے ہیں کیونکہ مَیں نے اِن ہی کو اُن سبھوں کے بدلے جو اِسرائیلِیوں میں پہلوٹھی کے بچّے ہیں اپنے واسطے لے لِیا ہے۔"},{"number":17,"verse":"اِس لِئے کہ بنی اِسرائیل کے سب پہلوٹھے کیا اِنسان کیا حَیوان میرے ہیں ۔ مَیں نے جِس دِن مُلکِ مِصر کے پہلوٹھوں کو مارا اُسی دِن اُن کو اپنے لِئے مُقدّس کِیا۔"},{"number":18,"verse":"اور بنی اِسرائیل کے سب پہلوٹھوں کے بدلے مَیں نے لاوِیوں کو لے لِیا ہے۔"},{"number":19,"verse":"اور مَیں نے بنی اِسرائیل میں سے لاوِیوں کو لے کر اُن کو ہارُون اور اُس کے بیٹوں کو عطا کِیا ہے تاکہ وہ خَیمۂِ اِجتماع میں بنی اِسرائیل کی جگہ خِدمت کریں اور بنی اِسرائیل کے لِئے کفّارہ دِیا کریں تاکہ جب بنی اِسرائیل مَقدِس کے نزدِیک آئیں تو اُن میں کوئی وبا نہ پَھیلے۔"},{"number":20,"verse":"چُنانچہ مُوسیٰ اور ہارُون اور بنی اِسرائیل کی ساری جماعت نے لاوِیوں سے اَیسا ہی کِیا ۔ جو کُچھ خُداوند نے لاوِیوں کے بارے میں مُوسیٰ کو حُکم دِیا تھا وَیسا ہی بنی اِسرائیل نے اُن کے ساتھ کِیا۔"},{"number":21,"verse":"اور لاوِیوں نے اپنے آپ کو گُناہ سے پاک کر کے اپنے کپڑے دھوئے اور ہارُون نے اُن کو ہِلانے کی قُربانی کے لِئے خُداوند کے حضُور گُذرانا اور ہارُون نے اُن کی طرف سے کفّارہ دِیا تاکہ وہ پاک ہو جائیں۔"},{"number":22,"verse":"اِس کے بعد لاوی اپنی خِدمت بجا لانے کو ہارُون اور اُس کے بیٹوں کے سامنے خَیمۂِ اِجتماع میں جانے لگے ۔ سو جَیسا خُداوند نے لاوِیوں کی بابت مُوسیٰ کو حُکم دِیا تھا اُنہوں نے وَیسا ہی اُن کے ساتھ کِیا۔"},{"number":23,"verse":"پِھر خُداوند نے مُوسیٰ سے کہا۔"},{"number":24,"verse":"لاوِیوں کے مُتعلّق جو بات ہے وہ یہ ہے کہ پچّیس برس سے لے کر اُس سے اُوپر اُوپر کی عُمر میں وہ خَیمۂِ اِجتماع کی خِدمت کے کام کے لِئے اندر حاضِر ہُؤا کریں۔"},{"number":25,"verse":"اور جب پچاس برس کے ہوں تو پِھر اُس کام کے لِئے نہ آئیں اور نہ خِدمت کریں۔"},{"number":26,"verse":"بلکہ خَیمۂِ اِجتماع میں اپنے بھائیوں کے ساتھ نِگہبانی کے کام میں مشغُول ہوں اور کوئی خِدمت نہ کریں ۔ لاوِیوں کو جو جو کام سَونپے جائیں اُن کے مُتعلّق تُو اُن سے اَیسا ہی کرنا۔"}]}