{"bibleAbbr":"paOV2016","bookName":"ਮਰਕੁਸ ਦੀ ਇੰਜੀਲ","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"( ਜੂਠ ਤੇ ਸੁੱਚ। ਯੂਨਾਨੀ ਤੀਵੀਂ ਦੀ ਨਿਹਚਾ) ਫਰੀਸੀ ਅਰ ਕਈ ਗ੍ਰੰਥੀ ਯਰੂਸ਼ਲਮ ਤੋਂ ਆ ਕੇ ਉਹ ਦੇ ਕੋਲ ਇਕੱਠੇ ਹੋਏ"},{"number":2,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਕਿੰਨਿਆਂ ਚੇਲਿਆਂ ਨੂੰ ਅਸ਼ੁੱਧ ਅਰਥਾਤ ਅਣਧੋਤੇ ਹੱਥਾਂ ਨਾਲ ਰੋਟੀ ਖਾਂਦੇ ਵੇਖਿਆ ਸੀ"},{"number":3,"verse":"(ਕਿਉਂ ਜੋ ਫਰੀਸੀ ਅਤੇ ਸਾਰੇ ਯਹੂਦੀ ਵੱਡਿਆਂ ਦੀ ਰੀਤ ਨੂੰ ਮੰਨ ਕੇ ਜਦ ਤੀਕਰ ਹੱਥਾਂ ਨੂੰ ਮਲ ਮਲ ਕੇ ਨਾ ਧੋ ਲੈਣ ਖਾਂਦੇ ਨਹੀਂ"},{"number":4,"verse":"ਅਤੇ ਬਜਾਰੋਂ ਆਣ ਕੇ ਨਹੀਂ ਖਾਂਦੇ ਜਿੰਨਾਂ ਚਿਰ ਨ੍ਹਾ ਨਾ ਲੈਣ ਅਤੇ ਹੋਰ ਬਥੇਰੀਆਂ ਗੱਲਾਂ ਹਨ ਜਿਹੜੀਆਂ ਉਨ੍ਹਾਂ ਨੇ ਮੰਨਣ ਲਈ ਕਬੂਲ ਕੀਤੀਆਂ ਹਨ ਜਿਵੇਂ ਕਟੋਰਿਆਂ ਅਰ ਗੜਵਿਆਂ ਅਰ ਪਿਤੱਲ ਦੇ ਭਾਂਡਿਆਂ ਦਾ ਧੋਣਾ)"},{"number":5,"verse":"ਤਦ ਫਰੀਸੀਆਂ ਅਤੇ ਗ੍ਰੰਥੀਆਂ ਨੇ ਉਹ ਨੂੰ ਪੁੱਛਿਆ, ਤੇਰੇ ਚੇਲੇ ਵੱਡਿਆਂ ਦੀ ਰੀਤ ਉੱਤੇ ਕਿਉਂ ਨਹੀਂ ਚੱਲਦੇ ਪਰ ਅਸ਼ੁੱਧ ਹੱਥੀਂ ਰੋਟੀ ਖਾਂਦੇ ਹਨ?"},{"number":6,"verse":"ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, ਤੁਸਾਂ ਕਪਟੀਆਂ ਦੇ ਵਿਖੇ ਯਸਾਯਾਹ ਨੇ ਠੀਕ ਅਗੰਮ ਵਾਕ ਕੀਤਾ ਜਿੱਦਾਂ ਲਿਖਿਆ ਹੈ ਕਿ ( ) ਏਹ ਲੋਕ ਆਪਣੇ ਬੁੱਲਾਂ ਨਾਲ ਮੇਰਾ ਆਦਰ ਕਰਦੇ ਹਨ, ਪਰ ਇਨ੍ਹਾਂ ਦਾ ਦਿਲ ਮੈਥੋਂ ਦੂਰ ਹੈ।"},{"number":7,"verse":"ਓਹ ਵਿਰਥਾ ਮੇਰੀ ਉਪਾਸਨਾ ਕਰਦੇ ਹਨ, ਓਹ ਮਨੁੱਖਾਂ ਦੇ ਹੁਕਮਾਂ ਦੀ ਸਿੱਖਿਆ ਦਿੰਦੇ ਹਨ।।"},{"number":8,"verse":"ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੁਕਮ ਨੂੰ ਛੱਡ ਕੇ ਮਨੁੱਖਾਂ ਦੀ ਰੀਤ ਨੂੰ ਮੰਨ ਲੈਂਦੇ ਹੋ"},{"number":9,"verse":"ਅਤੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੁਕਮ ਨੂੰ ਚੰਗੀ ਤਰਾਂ ਟਾਲ ਦਿੰਦੇ ਹੋ ਤਾਂ ਜੋ ਆਪਣੀ ਰੀਤ ਨੂੰ ਕਾਇਮ ਰੱਖੋ"},{"number":10,"verse":"ਕਿਉਂਕਿ ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਆਪਣੇ ਪਿਤਾ ਅਤੇ ਆਪਣੀ ਮਾਤਾ ਦਾ ਆਦਰ ਕਰ ਅਤੇ ਜਿਹੜਾ ਪਿਤਾ ਯਾ ਮਾਤਾ ਨੂੰ ਮੰਦਾ ਬੋਲੇ ਉਹ ਜਾਨੋਂ ਮਾਰਿਆ ਜਾਵੇ"},{"number":11,"verse":"ਪਰ ਤੁਸੀਂ ਆਖਦੇ ਹੋ, ਜੇ ਕੋਈ ਮਨੁੱਖ ਪਿਤਾ ਯਾ ਮਾਤਾ ਨੂੰ ਕਹੇ ਭਈ ਜੋ ਕੁਝ ਮੇਰੇ ਕੋਲੋਂ ਤੈਨੂੰ ਲਾਭ ਹੋ ਸੱਕਦਾ ਸੀ ਸੋ ਕੁਰਬਾਨ ਅਰਥਾਤ ਭੇਟ ਚੜ੍ਹਾ ਦਿੱਤਾ ਹੈ"},{"number":12,"verse":"ਤੁਸੀਂ ਫੇਰ ਉਹ ਨੂੰ ਉਹ ਦੇ ਪਿਤਾ ਯਾ ਮਾਤਾ ਦੇ ਲਈ ਕੁਝ ਨਹੀਂ ਕਰਨ ਦਿੰਦੇ"},{"number":13,"verse":"ਇਸ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਬਚਨ ਨੂੰ ਆਪਣੀ ਰੀਤ ਨਾਲ ਜਿਹੜੀ ਤੁਸਾਂ ਚਲਾਈ ਹੈ ਅਕਾਰਥ ਕਰਦੇ ਹੋ ਅਤੇ ਹੋਰ ਬਥੇਰੇ ਇਹੋ ਜਿਹੇ ਕੰਮ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।।"},{"number":14,"verse":"ਉਸ ਨੇ ਲੋਕਾਂ ਨੂੰ ਫੇਰ ਕੋਲ ਸੱਦ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਸਭ ਦੇ ਸਭ ਮੇਰੀ ਸੁਣੋ ਅਤੇ ਸਮਝੋ"},{"number":15,"verse":"ਇਹੋ ਜਿਹੀ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ ਹੈ ਜਿਹੜੀ ਮਨੁੱਖ ਦੇ ਬਾਹਰੋਂ ਉਹ ਦੇ ਅੰਦਰ ਜਾਕੇ ਉਹ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰ ਸੱਕੇ"},{"number":16,"verse":"ਪਰ ਜਿਹੜੀਆਂ ਚੀਜਾਂ ਉਹ ਦੇ ਅੰਦਰੋਂ ਨਿੱਕਲਦੀਆਂ ਹਨ ਓਹੋ ਮਨੁੱਖ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰਦੀਆਂ ਹਨ।।"},{"number":17,"verse":"ਜਾਂ ਉਹ ਲੋਕਾਂ ਦੇ ਕੋਲੋਂ ਘਰ ਵਿੱਚ ਗਿਆ ਤਾਂ ਉਹ ਦੇ ਚੇਲੇਆਂ ਨੇ ਉਹ ਦ੍ਰਿਸ਼ਟਾਂਤ ਉਸ ਤੋਂ ਪੁੱਛਿਆ"},{"number":18,"verse":"ਤਾਂ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, ਭਲਾ, ਤੁਸੀਂ ਵੀ ਅਜੇਹੇ ਨਿਰਬੁੱਧ ਹੋ? ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਸਮਝਦੇ ਭਈ ਜੋ ਕੁਝ ਬਾਹਰੋਂ ਮਨੁੱਖ ਵਿੱਚ ਜਾਂਦਾ ਹੈ ਸੋ ਉਹ ਨੂੰ ਭਰਿਸ਼ਟ ਨਹੀਂ ਕਰ ਸੱਕਦਾ?"},{"number":19,"verse":"ਕਿਉਂਕਿ ਉਹ ਉਸ ਦੇ ਦਿਲ ਵਿੱਚ ਨਹੀਂ ਪਰ ਢਿੱਡ ਵਿੱਚ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸੇਦਖਾਨੇ ਵਿੱਚ ਨਿਕਲ ਜਾਂਦਾ ਹੈ। ਇਹ ਕਹਿ ਕੇ ਉਹ ਨੇ ਸਾਰੇ ਭੋਜਨ ਸ਼ੁੱਧ ਠਹਿਰਾਏ"},{"number":20,"verse":"ਫੇਰ ਓਨ ਆਖਿਆ, ਜੋ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਨਿਕਲਦਾ ਹੈ ਸੋਈ ਮਨੁੱਖ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰਦਾ ਹੈ"},{"number":21,"verse":"ਕਿਉਂਕਿ ਅੰਦਰੋਂ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿੱਚੋਂ ਬੁਰੇ ਖਿਆਲ, ਹਰਾਮਕਾਰੀਆਂ"},{"number":22,"verse":"ਚੋਰੀਆਂ, ਖੂਨ, ਜ਼ਨਾਕਾਰੀਆਂ, ਲੋਭ, ਬਦੀਆਂ, ਛਲ, ਮਸਤੀ, ਬੁਰੀ ਨਜ਼ਰ, ਕੁਫਰ, ਹੰਕਾਰ, ਮੂਰਖਤਾਈ ਨਿੱਕਲਦੀ ਹੈ"},{"number":23,"verse":"ਇਹ ਸਾਰੀਆਂ ਬੁਰੀਆਂ ਗੱਲਾਂ ਅੰਦਰੋਂ ਨਿੱਕਲਦੀਆਂ ਅਤੇ ਮਨੁੱਖ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰਦੀਆਂ ਹਨ।।"},{"number":24,"verse":"ਫੇਰ ਉਹ ਉੱਥੋਂ ਉੱਠ ਕੇ ਸੂਰ ਅਤੇ ਸੈਦਾ ਦੀਆਂ ਹੱਦਾਂ ਵਿੱਚ ਆਇਆ ਅਤੇ ਇੱਕ ਘਰ ਵਿੱਚ ਗਿਆ ਅਤੇ ਚਾਹੁੰਦਾ ਸੀ ਭਈ ਕਿਸੇ ਨੂੰ ਖਬਰ ਨਾ ਹੋਵੇ, ਪਰ ਉਹ ਲੁਕਿਆ ਨਾ ਰਹਿ ਸੱਕਿਆ"},{"number":25,"verse":"ਕਿਉਂ ਜੋ ਓਵੇਂ ਇੱਕ ਤੀਵੀਂ ਜਿਹ ਦੀ ਛੋਟੀ ਧੀ ਨੂੰ ਭਰਿਸ਼ਟ ਆਤਮਾ ਚਿੰਬੜਿਆ ਹੋਇਆ ਸੀ ਉਹ ਦੀ ਖਬਰ ਸੁਣ ਕੇ ਆਈ ਅਤੇ ਉਹ ਦੇ ਪੈਰੀਂ ਪਈ"},{"number":26,"verse":"ਉਹ ਤੀਵੀਂ ਯੂਨਾਨਣ ਅਤੇ ਜਨਮ ਦੀ ਸੂਰੁਫੈਨੀਕਣ ਸੀ। ਉਸ ਨੇ ਉਹ ਦੇ ਅੱਗੇ ਅਰਜ਼ ਕੀਤੀ ਜੋ ਤੁਸੀਂ ਮੇਰੀ ਧੀ ਵਿੱਚੋਂ ਭੂਤ ਨੂੰ ਕੱਢ ਦਿਓ"},{"number":27,"verse":"ਪਰ ਓਹ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, ਪਹਿਲਾਂ ਬਾਲਕਾਂ ਨੂੰ ਰੱਜ ਕੇ ਖਾਣ ਦਿਹ ਕਿਉਂ ਜੋ ਬਾਲਕਾਂ ਦੀ ਰੋਟੀ ਲੈ ਕੇ ਕਤੂਰਿਆਂ ਨੂੰ ਪਾਉਣੀ ਅੱਛੀ ਨਹੀਂ ਹੈ"},{"number":28,"verse":"ਉਸ ਨੇ ਓਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਠੀਕ ਪ੍ਰਭੁ ਜੀ, ਕਤੂਰੇ ਭੀ ਤਾਂ ਮੇਜ਼ ਦੇ ਹੇਠ ਬਾਲਕਾਂ ਦੇ ਚੂਰੇ ਭੂਰੇ ਖਾਂਦੇ ਹਨ"},{"number":29,"verse":"ਤਦ ਉਹ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਇਸ ਗੱਲ ਦੇ ਕਾਰਨ ਚੱਲੀ ਜਾਹ। ਭੂਤ ਤੇਰੀ ਧੀ ਵਿੱਚੋਂ ਨਿੱਕਲ ਗਿਆ ਹੈ"},{"number":30,"verse":"ਅਤੇ ਉਸ ਨੇ ਆਪਣੇ ਘਰ ਜਾਕੇ ਵੇਖਿਆ ਜੋ ਲੜਕੀ ਮੰਜੇ ਉੱਤੇ ਲੰਮੀ ਪਈ ਹੋਈ ਹੈ ਅਤੇ ਭੂਤ ਨਿੱਕਲ ਗਿਆ ਹੈ।।"},{"number":31,"verse":"ਉਹ ਫੇਰ ਸੂਰ ਦੀਆਂ ਹੱਦਾਂ ਤੋਂ ਨਿੱਕਲ ਕੇ ਸੈਦਾ ਦੇ ਰਾਹ ਦਿਕਾਪੁਲਿਸ ਦੀਆਂ ਹੱਦਾਂ ਵਿੱਚੋ ਦੀ ਹੋ ਕੇ ਗਲੀਲ ਦੀ ਝੀਲ ਨੂੰ ਗਿਆ"},{"number":32,"verse":"ਅਤੇ ਲੋਕਾਂ ਨੇ ਇੱਕ ਬੋਲੇ ਨੂੰ ਜਿਹੜਾ ਥਥਲਾ ਵੀ ਸੀ ਉਹ ਦੇ ਕੋਲ ਲਿਆ ਕੇ ਉਹ ਦੀ ਮਿੰਨਤ ਕੀਤੀ ਜੋ ਉਸ ਉੱਤੇ ਆਪਣਾ ਹੱਥ ਰੱਖੇ"},{"number":33,"verse":"ਉਹ ਉਸ ਨੂੰ ਭੀੜ ਤੋਂ ਅਲੱਗ ਲੈ ਗਿਆ ਅਰ ਆਪਣੀਆਂ ਉਂਗਲੀਆਂ ਉਹ ਦੇ ਕੰਨਾਂ ਵਿੱਚ ਦਿੱਤੀਆਂ ਅਤੇ ਥੁੱਕ ਕੇ ਉਹ ਦੀ ਜੀਭ ਛੋਹੀ"},{"number":34,"verse":"ਅਤੇ ਆਕਾਸ਼ ਵੱਲ ਵੇਖ ਕੇ ਹਾਉਕਾ ਭਰਿਆ ਅਰ ਉਹ ਨੂੰ ਆਖਿਆ \"ਇੱਫਤਾ\" ਅਰਥਾਤ \"ਖੁੱਲ੍ਹ ਜਾਹ\""},{"number":35,"verse":"ਅਤੇ ਉਹ ਦੇ ਕੰਨ ਖੁੱਲ੍ਹ ਗਏ ਅਰ ਉਹ ਦੀ ਜੀਭ ਦਾ ਅਟਕਣਾ ਜਾਂਦਾ ਰਿਹਾ ਅਤੇ ਉਹ ਸਾਫ ਬੋਲਣ ਲਗ ਪਿਆ"},{"number":36,"verse":"ਤਦ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤਗੀਦ ਨਾਲ ਆਖਿਆ ਭਈ ਕਿਸੇ ਕੋਲ ਨਾ ਕਹਿਣਾ! ਪਰ ਜਿੰਨੀ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤਗੀਦ ਕੀਤੀ ਓਹ ਉਨਾਂ ਉਸ ਗੱਲ ਨੂੰ ਹੋਰ ਵੀ ਬਹੁਤ ਉਜਾਗਰ ਕਰਦੇ ਰਹੇ"},{"number":37,"verse":"ਅਤੇ ਲੋਕ ਡਾਢੇ ਹੈਰਾਨ ਹੋ ਕੇ ਬੋਲੇ ਕਿ ਉਹ ਨੇ ਸੱਭੋ ਕੁਝ ਅੱਛਾ ਕੀਤਾ ਹੈ! ਉਹ ਬੋਲਿਆਂ ਨੂੰ ਸੁਣਨ ਅਤੇ ਗੁੰਗਿਆਂ ਨੂੰ ਬੋਲਣ ਦੀ ਸ਼ਕਤੀ ਦਿੰਦਾ ਹੈ!।।"}]}