{"bibleAbbr":"NRSVue2021","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"Judgment on the House of Jeroboam At that time Abijah son of Jeroboam fell sick."},{"number":2,"verse":"(1 Sam 28.8; 2 Sam 14.2; 1 Kings 11.29-31) Jeroboam said to his wife, “Go, disguise yourself so that it will not be known that you are the wife of Jeroboam, and go to Shiloh, for the prophet Ahijah is there, who said of me that I should be king over this people."},{"number":3,"verse":"(1 Sam 9.7, 8) Take with you ten loaves, some cakes, and a jar of honey, and go to him; he will tell you what shall happen to the child.”"},{"number":4,"verse":"(1 Sam 3.2; 4.15; 1 Kings 11.29) Jeroboam’s wife did so; she set out and went to Shiloh and came to the house of Ahijah. Now Ahijah could not see, for his eyes were dim because of his age."},{"number":5,"verse":"(2 Sam 14.2) But the LORD said to Ahijah, “The wife of Jeroboam is coming to inquire of you concerning her son, for he is sick. Thus and thus you shall say to her when she comes. She will pretend to be another woman.”"},{"number":6,"verse":"But when Ahijah heard the sound of her feet as she came in at the door, he said, “Come in, wife of Jeroboam; why do you pretend to be another? For I am charged with heavy tidings for you."},{"number":7,"verse":"(1 Kings 11.28-31; 16.2) Go, tell Jeroboam, ‘Thus says the LORD, the God of Israel: Because I exalted you from among the people, made you leader over my people Israel,"},{"number":8,"verse":"(1 Kings 11.31ff) and tore the kingdom away from the house of David to give it to you, yet you have not been like my servant David, who kept my commandments and followed me with all his heart, doing only that which was right in my sight,"},{"number":9,"verse":"(Ex 34.17; 1 Kings 12.28; 2 Chr 11.15; Ps 50.17; Ezek 23.35) but you have done evil above all those who were before you and have gone and made for yourself other gods and cast images, provoking me to anger, and have thrust me behind your back,"},{"number":10,"verse":"(Deut 32.36; 1 Kings 15.29; 21.21; 2 Kings 9.8; 14.26) therefore I will bring evil upon the house of Jeroboam. I will cut off from Jeroboam every male, both bond and free in Israel, and will consume the house of Jeroboam, just as one burns up dung until it is all gone."},{"number":11,"verse":"(1 Kings 16.4; 21.24) Anyone belonging to Jeroboam who dies in the city the dogs shall eat, and anyone who dies in the open country the birds of the air shall eat, for the LORD has spoken.’"},{"number":12,"verse":"(v 17) Therefore set out, go to your house. When your feet enter the city, the child shall die."},{"number":13,"verse":"(2 Chr 12.12) All Israel shall mourn for him and bury him, for he alone of Jeroboam’s family shall come to the grave, because in him there is found something pleasing to the LORD, the God of Israel, in the house of Jeroboam."},{"number":14,"verse":"(1 Kings 15.27-29) Moreover the LORD will raise up for himself a king over Israel who shall cut off the house of Jeroboam today, even right now! (Meaning of Heb uncertain)"},{"number":15,"verse":"(Ex 34.13; Deut 12.3, 4; Josh 23.15, 16; 2 Kings 15.29; 17.6) “The LORD will strike Israel as a reed is shaken in the water; he will root up Israel out of this good land that he gave to their ancestors and scatter them beyond the Euphrates, because they have made their sacred poles, (Or Asherahs) provoking the LORD to anger."},{"number":16,"verse":"(1 Kings 12.30; 13.34; 15.30, 34) He will give Israel up because of the sins of Jeroboam, which he sinned and which he caused Israel to commit.”"},{"number":17,"verse":"Then Jeroboam’s wife got up and went away, and she came to Tirzah. As she came to the threshold of the house, the child died."},{"number":18,"verse":"All Israel buried him and mourned for him, according to the word of the LORD that he spoke by his servant the prophet Ahijah."},{"number":19,"verse":"Death of Jeroboam (2 Chr 13.2-20) Now the rest of the acts of Jeroboam, how he warred and how he reigned, are written in the Book of the Annals of the Kings of Israel."},{"number":20,"verse":"The time that Jeroboam reigned was twenty-two years; then he slept with his ancestors, and his son Nadab succeeded him."},{"number":21,"verse":"Rehoboam Reigns over Judah (v 31|1KI 14:31; 1 Kings 11.32, 36; 2 Chr 12.13) Now Rehoboam son of Solomon reigned in Judah. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city that the LORD had chosen out of all the tribes of Israel, to put his name there. His mother’s name was Naamah the Ammonite."},{"number":22,"verse":"(Deut 32.21; 2 Chr 12.1) Judah did what was evil in the sight of the LORD; they provoked him to jealousy with their sins that they committed, more than all that their ancestors had done."},{"number":23,"verse":"(Deut 12.2; 2 Kings 17.9, 10; Isa 57.5; Ezek 16.24, 25) For they also built for themselves high places, pillars, and sacred poles (Or Asherahs) on every high hill and under every green tree;"},{"number":24,"verse":"(Deut 23.17; 1 Kings 15.12; 2 Kings 23.7) there were also illicit priests in the land. They committed all the abominations of the nations that the LORD had driven out before the people of Israel."},{"number":25,"verse":"(1 Kings 11.40; 2 Chr 12.2, 9-11) In the fifth year of King Rehoboam, King Shishak of Egypt came up against Jerusalem;"},{"number":26,"verse":"(1 Kings 10.17; 15.18) he took away the treasures of the house of the LORD and the treasures of the king’s house; he took everything. He also took away all the shields of gold that Solomon had made,"},{"number":27,"verse":"so King Rehoboam made shields of bronze instead and committed them to the hands of the officers of the guard who kept the door of the king’s house."},{"number":28,"verse":"As often as the king went into the house of the LORD, the guard carried them and brought them back to the guardroom."},{"number":29,"verse":"(2 Chr 12.15) Now the rest of the acts of Rehoboam and all that he did, are they not written in the Book of the Annals of the Kings of Judah?"},{"number":30,"verse":"(1 Kings 12.21, 24; 15.6) There was war between Rehoboam and Jeroboam continually."},{"number":31,"verse":"(v 21|1KI 14:21; 2 Chr 12.16) Rehoboam slept with his ancestors and was buried with his ancestors in the city of David. His mother’s name was Naamah the Ammonite. His son Abijam succeeded him."}]}