{"bibleAbbr":"NRSVue2021","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"(Solomon Builds the Temple) (2 Chr 3.1, 2; Acts 7.47) In the four hundred eightieth year after the Israelites came out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month of Ziv, which is the second month, he began to build the house of the LORD."},{"number":2,"verse":"(Ezek 41.1ff) The house that King Solomon built for the LORD was sixty cubits long, twenty cubits wide, and thirty cubits high."},{"number":3,"verse":"The vestibule in front of the nave of the house was twenty cubits wide, across the width of the house. Its depth was ten cubits in front of the house."},{"number":4,"verse":"(Ezek 40.16; 41.16) For the house he made windows with recessed frames. (Gk: Meaning of Heb uncertain)"},{"number":5,"verse":"(vv 16, 19–21, 31|1KI 6:1619-2131; Ezek 41.6) He also built a structure against the wall of the house, running around the walls of the house, both the nave and the inner sanctuary, and he made side chambers all around."},{"number":6,"verse":"The lowest story (Gk: Heb structure) was five cubits wide, the middle one was six cubits wide, and the third was seven cubits wide, for around the outside of the house he made offsets on the wall in order that the supporting beams should not be inserted into the walls of the house."},{"number":7,"verse":"(Deut 27.5, 6) The house was built with stone finished at the quarry so that neither hammer nor ax nor any tool of iron was heard in the temple while it was being built."},{"number":8,"verse":"The entrance for the lower (Gk Tg: Heb middle) story was on the south side of the house: one went up by winding stairs to the middle story and from the middle story to the third."},{"number":9,"verse":"(vv 14, 38) So he built the house and finished it; he roofed the house with beams and planks of cedar."},{"number":10,"verse":"He built the structure against the whole house, each story (Heb lacks each story) five cubits high, and it was joined to the house with timbers of cedar."},{"number":11,"verse":"Now the word of the LORD came to Solomon,"},{"number":12,"verse":"(1 Kings 2.4; 9.4) “Concerning this house that you are building, if you will walk in my statutes, obey my ordinances, and keep all my commandments by walking in them, then I will establish my promise with you that I made to your father David."},{"number":13,"verse":"(Ex 25.8; Deut 31.6) I will dwell among the Israelites and will not forsake my people Israel.”"},{"number":14,"verse":"(vv 9, 38) So Solomon built the house and finished it."},{"number":15,"verse":"He lined the walls of the house on the inside with boards of cedar; from the floor of the house to the rafters of the ceiling, he covered them on the inside with wood, and he covered the floor of the house with boards of cypress."},{"number":16,"verse":"(Ex 26.33; Lev 16.2; 1 Kings 8.6; 2 Chr 3.8) He built twenty cubits of the rear of the house with boards of cedar from the floor to the rafters, and he built this within as an inner sanctuary, as the most holy place."},{"number":17,"verse":"The house, that is, the nave in front of the inner sanctuary, was forty cubits long."},{"number":18,"verse":"(1 Kings 7.24) The cedar within the house had carvings of gourds and open flowers; all was cedar; no stone was seen."},{"number":19,"verse":"The inner sanctuary he prepared in the innermost part of the house, to set there the ark of the covenant of the LORD."},{"number":20,"verse":"The interior of the inner sanctuary was twenty cubits long, twenty cubits wide, and twenty cubits high; he overlaid it with pure gold. He also overlaid the altar with cedar. (Meaning of Heb uncertain)"},{"number":21,"verse":"Solomon overlaid the inside of the house with pure gold, then he drew chains of gold across, in front of the inner sanctuary, and overlaid it with gold."},{"number":22,"verse":"(Ex 30.1, 3, 6) Next he overlaid the whole house with gold, in order that the whole house might be perfect; even the whole altar that belonged to the inner sanctuary he overlaid with gold."},{"number":23,"verse":"(The Furnishings of the Temple) (2 Chr 3.10-12) In the inner sanctuary he made two cherubim of olivewood, each ten cubits high."},{"number":24,"verse":"Five cubits was the length of one wing of the cherub and five cubits the length of the other wing of the cherub; it was ten cubits from the tip of one wing to the tip of the other."},{"number":25,"verse":"The other cherub also measured ten cubits; both cherubim had the same measure and the same form."},{"number":26,"verse":"The height of one cherub was ten cubits, and so was that of the other cherub."},{"number":27,"verse":"(Ex 25.20; 37.9; 1 Kings 8.7; 2 Chr 5.8) He put the cherubim in the innermost part of the house; the wings of the cherubim were spread out so that a wing of one was touching the one wall and a wing of the other cherub was touching the other wall; their other wings toward the center of the house were touching wing to wing."},{"number":28,"verse":"He also overlaid the cherubim with gold."},{"number":29,"verse":"He carved the walls of the house all around about with carved engravings of cherubim, palm trees, and open flowers, in the inner and outer rooms."},{"number":30,"verse":"The floor of the house he overlaid with gold, in the inner and outer rooms."},{"number":31,"verse":"For the entrance to the inner sanctuary he made doors of olivewood; the lintel and the doorposts were five-sided. (Meaning of Heb uncertain)"},{"number":32,"verse":"He covered the two doors of olivewood with carvings of cherubim, palm trees, and open flowers; he overlaid them with gold and spread gold on the cherubim and on the palm trees."},{"number":33,"verse":"So also he made for the entrance to the nave doorposts of olivewood, four-sided each,"},{"number":34,"verse":"(Ezek 41.23-25) and two doors of cypress wood; the two leaves of the one door were folding, and the two leaves of the other door were folding."},{"number":35,"verse":"He carved cherubim, palm trees, and open flowers, overlaying them with gold evenly applied upon the carved work."},{"number":36,"verse":"(1 Kings 7.12) He built the inner court with three courses of dressed stone to one course of cedar beams."},{"number":37,"verse":"(v 1) In the fourth year the foundation of the house of the LORD was laid, in the month of Ziv."},{"number":38,"verse":"In the eleventh year, in the month of Bul, which is the eighth month, the house was finished in all its parts and according to all its specifications. He was seven years in building it."}]}