{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"( Perayaan Paska) TUHAN berfirman kepada Musa dan Harun di negeri Mesir,"},{"number":2,"verse":"“Bulan ini menjadi bulan pertama bagi tahun kalendar kamu."},{"number":3,"verse":"Sampaikanlah perintah ini kepada segenap umat Israel: Pada hari kesepuluh bulan ini setiap orang lelaki mesti memilih seekor anak domba atau seekor anak kambing untuk dimakan bersama-sama keluarganya."},{"number":4,"verse":"Jika keluarganya terlalu kecil untuk menghabiskan seekor binatang, maka keluarga itu boleh makan binatang itu bersama-sama jiran mereka yang terdekat. Binatang itu harus dibahagi menurut jumlah orang yang makan."},{"number":5,"verse":"Kamu boleh memilih seekor domba ataupun seekor kambing, tetapi binatang itu mesti jantan yang berumur satu tahun, dan yang tidak ada cacat."},{"number":6,"verse":"Kamu harus menjaga binatang itu sehingga hari keempat belas bulan itu. Pada sebelah petang hari itu, segenap umat Israel akan menyembelih binatang-binatang itu."},{"number":7,"verse":"Mereka mesti mengambil sedikit darah binatang itu dan menyapukannya pada kedua-dua batang tiang pintu dan pada ambang pintu rumah, tempat mereka memakan binatang itu."},{"number":8,"verse":"Pada malamnya, daging binatang itu mesti dipanggang dan dimakan dengan sayur pahit serta roti tidak beragi."},{"number":9,"verse":"Binatang itu mesti dipanggang seluruhnya, lengkap dengan kepala, kaki, dan isi perutnya. Makanlah daging yang sudah dipanggang itu; jangan makan daging yang mentah atau yang direbus."},{"number":10,"verse":"Jangan tinggalkan sedikit pun daripada daging itu sehingga pagi; jika ada sisanya, daging itu mesti dibakar sampai habis."},{"number":11,"verse":"Semasa makan, kamu mesti sudah berpakaian lengkap untuk perjalanan; kamu sudah memakai kasut dan memegang tongkat. Kamu mesti makan cepat-cepat. Itulah Perayaan Paska untuk menghormati Aku, TUHAN."},{"number":12,"verse":"Pada malam itu Aku akan menjelajahi seluruh negeri Mesir, dan membunuh setiap anak lelaki sulung, serta setiap anak jantan sulung binatang. Aku akan menghukum semua dewa di Mesir; Akulah TUHAN."},{"number":13,"verse":"( ; , ; ) Darah pada tiang pintu rumah akan menjadi tanda bagi rumah tempat tinggal kamu. Apabila Aku nampak darah itu, Aku akan melalui kamu, dan tidak menghukum kamu semasa Aku menghukum orang Mesir."},{"number":14,"verse":"Kamu mesti merayakan hari itu sebagai perayaan bagi TUHAN, untuk mengingatkan kamu tentang apa yang telah Aku lakukan. Rayakanlah hari itu setiap tahun, selama-lamanya.”"},{"number":15,"verse":"( Perayaan Roti Tidak Beragi) TUHAN berfirman, “Selama tujuh hari kamu tidak boleh makan roti yang beragi. Makanlah roti yang tidak beragi saja. Pada hari pertama kamu mesti membuang segala ragi yang terdapat di dalam rumah kamu. Jika ada seseorang yang makan roti beragi selama tujuh hari itu, dia tidak lagi dianggap sebagai anggota umat-Ku."},{"number":16,"verse":"Pada hari pertama, dan sekali lagi pada hari ketujuh, kamu mesti berkumpul untuk beribadat. Pada hari-hari itu kamu tidak boleh melakukan pekerjaan apa pun, tetapi kamu boleh menyiapkan makanan."},{"number":17,"verse":"Rayakanlah Perayaan Roti Tidak Beragi, kerana pada hari itu Aku membawa suku-suku kamu keluar dari Mesir. Rayakanlah hari itu sebagai perayaan pada setiap tahun untuk selama-lamanya."},{"number":18,"verse":"Kamu mesti makan roti yang tidak beragi, mulai pada malam hari yang keempat belas bulan pertama sehingga malam hari yang kedua puluh satu."},{"number":19,"verse":"( , ; ; ; ) Selama tujuh hari, ragi tidak boleh disimpan di dalam rumah kamu, kerana sesiapa yang memakan roti yang beragi, baik dia orang asing ataupun orang Israel, dia tidak akan dianggap sebagai umat-Ku lagi.”"},{"number":21,"verse":"( Perayaan Paska yang Pertama) Musa memanggil semua pemimpin Israel dan berkata kepada mereka, “Setiap orang daripada kamu harus mengambil seekor anak domba atau seekor anak kambing untuk keluarga masing-masing. Kemudian sembelihlah binatang itu supaya keluarga kamu dapat merayakan Paska."},{"number":22,"verse":"Ambillah seikat hisop dan celupkannya ke dalam mangkuk yang berisi ( celupkannya ke dalam mangkuk yang berisi atau letakkannya di bendul pintu yang ditutupi...) darah binatang itu, lalu sapukan darah itu pada tiang pintu dan ambang pintu rumah kamu. Tiada seorang pun boleh keluar dari rumah sehingga pagi."},{"number":23,"verse":"( ) Apabila TUHAN menjelajahi seluruh negeri Mesir untuk membunuh orang Mesir, TUHAN akan nampak darah pada tiang pintu dan ambang pintu rumah kamu, maka Dia akan lalu dan tidak membenarkan Malaikat Maut masuk ke dalam rumah kamu untuk membunuh kamu."},{"number":24,"verse":"Kamu dan anak-anak kamu mesti patuh kepada peraturan ini selama-lamanya."},{"number":25,"verse":"Apabila kamu masuk ke negeri yang telah dijanjikan TUHAN kepada kamu, kamu mesti mengadakan upacara ini."},{"number":26,"verse":"Apabila anak-anak kamu bertanya, ‘Apakah makna upacara ini?’"},{"number":27,"verse":"Kamu harus menjawab, ‘Inilah korban Paska untuk menghormati TUHAN, kerana Dia telah melalui rumah orang Israel di Mesir. Dia membunuh orang Mesir, tetapi Dia membiarkan kita hidup.’ ” Kemudian orang Israel bersujud menyembah."},{"number":28,"verse":"Selepas itu mereka pergi dan melakukan apa yang telah diperintahkan TUHAN kepada Musa dan Harun."},{"number":29,"verse":"( Anak Sulung Dibunuh) ( ) Pada tengah malam itu TUHAN membunuh semua anak lelaki sulung di Mesir, mulai daripada putera raja yang menjadi waris takhta hingga kepada anak lelaki sulung orang tawanan di dalam penjara bawah tanah. Semua anak sulung binatang pun dibunuh."},{"number":30,"verse":"Pada malam itu raja dan semua pegawainya, serta semua orang Mesir terjaga. Tangisan yang kuat terdengar di seluruh negeri Mesir, kerana di setiap rumah terdapat kematian anak lelaki."},{"number":31,"verse":"Pada malam itu juga, raja memanggil Musa dan Harun lalu bertitah, “Pergilah, kamu dan semua orang Israel! Tinggalkan negeri beta! Pergilah beribadat kepada TUHAN kamu, seperti yang kamu minta."},{"number":32,"verse":"Bawalah domba, kambing dan lembu kamu dan tinggalkan tempat ini. Mohonlah berkat untuk beta juga.”"},{"number":33,"verse":"Orang Mesir mendesak orang Israel agar meninggalkan negeri mereka dengan segera. Orang Mesir berkata, “Kami semua akan mati jika kamu tidak meninggalkan tempat ini.”"},{"number":34,"verse":"Oleh itu orang Israel mengisi mangkuk mereka dengan adunan roti yang tidak beragi, membungkusnya dengan kain, lalu memikul bungkusan itu."},{"number":35,"verse":"Orang Israel telah melakukan apa yang disuruh oleh Musa. Mereka telah meminta barang kemas yang dibuat daripada perak dan emas, serta pakaian daripada orang Mesir."},{"number":36,"verse":"( ) TUHAN menyebabkan orang Mesir menghormati orang Israel sehingga orang Mesir memberikan segala permintaan orang Israel. Dengan demikian orang Israel merampas kekayaan orang Mesir."},{"number":37,"verse":"( Orang Israel Meninggalkan Negeri Mesir) Orang Israel berangkat dengan berjalan kaki dari kota Raamses ke kota Sukot. Mereka berjumlah 600000 orang lelaki, tidak termasuk perempuan dan anak-anak."},{"number":38,"verse":"Mereka membawa banyak lembu, domba, dan kambing. Sejumlah besar orang asing juga mengikut mereka."},{"number":39,"verse":"Mereka membakar roti yang tidak beragi daripada adunan yang dibawa dari Mesir. Mereka diusir dari situ dengan mendadak, sehingga tidak sempat menyiapkan bekal atau menyediakan roti yang beragi."},{"number":40,"verse":"( ; ) Umat Israel tinggal di Mesir selama 430 tahun."},{"number":41,"verse":"Apabila genap tahun yang ke-430, semua suku daripada umat TUHAN meninggalkan negeri Mesir."},{"number":42,"verse":"Pada malam itu TUHAN terus-menerus berjaga untuk membawa mereka keluar dari negeri Mesir. Malam itu ditahbiskan bagi TUHAN untuk selama-lamanya sebagai malam ketika orang Israel pun harus berjaga."},{"number":43,"verse":"( Peraturan tentang Perayaan Paska) TUHAN berfirman kepada Musa dan Harun, “Inilah peraturan Perayaan Paska: Orang asing tidak boleh makan makanan Paska."},{"number":44,"verse":"Tetapi hamba yang kamu beli boleh makan makanan itu, jika dia sudah disunat."},{"number":45,"verse":"Penduduk sementara ataupun pekerja yang diupah tidak boleh makan makanan Paska."},{"number":46,"verse":"( ; ) Seluruh makanan Paska itu mesti dimakan di dalam rumah, di tempat makanan itu disediakan. Makanan itu tidak boleh dibawa keluar. Jangan patahkan satu pun tulang binatang itu."},{"number":47,"verse":"Segenap umat Israel mesti merayakan perayaan ini."},{"number":48,"verse":"Orang yang tidak disunat tidak boleh makan makanan itu. Jika seorang asing tinggal bersama dengan kamu dan ingin merayakan Paska untuk menghormati TUHAN, terlebih dahulu kamu mesti menyunatkan semua orang lelaki dalam keluarga orang itu. Kemudian dia akan dianggap sebagai orang Israel asli dan boleh ikut dalam perayaan itu."},{"number":49,"verse":"Peraturan yang sama berlaku juga kepada orang Israel dan orang asing yang tinggal bersama dengan kamu.”"},{"number":50,"verse":"Semua orang Israel mematuhi peraturan itu dan melakukan segala yang telah diperintahkan oleh TUHAN kepada Musa dan Harun."},{"number":51,"verse":"Pada hari itu TUHAN membawa semua suku Israel keluar dari Mesir."}]}