{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"( Nyanyian di Tepi Laut) ( ) Kemudian Musa dan orang Israel menyanyikan lagu ini untuk TUHAN, “Aku hendak menyanyi untuk TUHAN kerana Dia telah mendapat kemenangan yang cemerlang; Dia telah membuang kuda dan penunggang kuda ke dalam laut."},{"number":2,"verse":"( ; ) TUHAN pembelaku yang kuat; Dialah yang telah menyelamatkan aku. Dialah Allahku, dan aku akan memuji Dia; Dia Allah yang disembah bapaku, dan aku akan menyanyikan kebesaran-Nya."},{"number":3,"verse":"TUHAN ialah pahlawan; TUHAN ialah nama-Nya."},{"number":4,"verse":"Dia membuang tentera Mesir dan kereta kuda mereka ke dalam laut; para pegawai tentera yang terbaik lemas di Laut Gelagah. ( Laut Gelagah: Lihat 10.19.)"},{"number":5,"verse":"Laut yang dalam meliputi mereka, mereka tenggelam ke dasar laut seperti batu."},{"number":6,"verse":"Ya TUHAN, kekuatan-Mu, sungguh menakjubkan; Engkau menghancurkan musuh sehingga hancur luluh."},{"number":7,"verse":"Dengan keagungan yang hebat, Engkau menggulingkan musuh-Mu; kemurkaan-Mu menyala dan membakar mereka seperti jerami."},{"number":8,"verse":"Engkau meniup laut sehingga airnya tertompok tinggi; airnya tegak lurus seperti tembok; dasarnya yang paling dalam menjadi kering."},{"number":9,"verse":"Musuh berkata, ‘Aku akan mengejar dan menangkap mereka; aku akan membahagi-bahagikan kekayaan mereka, dan mengambil segala yang aku kehendaki; aku akan menghunus pedangku dan mengambil segala milik mereka.’"},{"number":10,"verse":"Tetapi dengan hanya satu hembusan nafas-Mu, ya TUHAN, orang Mesir tenggelam; mereka tenggelam seperti timah di dalam air yang dahsyat."},{"number":11,"verse":"Ya TUHAN, siapakah antara tuhan-tuhan yang seperti Engkau? Siapakah yang seperti Engkau, mulia dan suci? Siapakah yang dapat melakukan mukjizat dan perbuatan menakjubkan seperti yang Engkau lakukan?"},{"number":12,"verse":"Engkau menghulurkan tangan kanan-Mu, lalu bumi menelan musuh-musuh kami."},{"number":13,"verse":"Engkau memimpin umat yang telah Engkau selamatkan, kerana Engkau setia kepada janji-Mu. Dengan kekuatan-Mu yang besar, Engkau memimpin mereka ke tanah-Mu yang suci."},{"number":14,"verse":"Bangsa-bangsa yang mendengar hal itu gementar ketakutan; orang Filistin dicengkam perasaan gentar."},{"number":15,"verse":"Para pemimpin orang Edom gerun; orang Moab yang perkasa gementar; orang Kanaan hilang keberanian."},{"number":16,"verse":"Ketakutan dan kengerian menimpa mereka. Mereka nampak kekuatan-Mu, ya TUHAN, mereka tidak berdaya kerana ketakutan, sehingga umat-Mu telah lalu di hadapan mereka — umat yang Engkau bebaskan daripada perhambaan."},{"number":17,"verse":"Engkau membawa mereka masuk, dan menempatkan mereka di gunung-Mu, tempat yang Engkau, ya TUHAN, pilih untuk menjadi kediaman-Mu; Rumah yang Engkau bina sendiri."},{"number":18,"verse":"Engkau, ya TUHAN, akan menjadi raja selama-lamanya.”"},{"number":19,"verse":"( Nyanyian Miryam) Orang Israel melintasi laut di atas tanah yang kering. Tetapi apabila kereta kuda dan kuda orang Mesir, serta pemandu kereta kuda masuk ke dalam laut, TUHAN mengembalikan air sehingga mereka tenggelam."},{"number":20,"verse":"Kemudian Miryam, seorang nabi, iaitu kakak Harun, mengambil tamburinnya. Lalu semua wanita ikut memukul tamburin sambil menari."},{"number":21,"verse":"Miryam bernyanyi untuk mereka, “Bernyanyilah untuk TUHAN kerana Dia telah mendapat kemenangan yang cemerlang; Dia telah membuang kuda dan penunggang kuda ke dalam laut.”"},{"number":22,"verse":"( Air Pahit) Kemudian Musa memimpin orang Israel meninggalkan Laut Gelagah ( Laut Gelagah: Lihat 10.19.) dan masuk ke padang gurun Syur. Mereka berjalan melintasi gurun itu selama tiga hari tanpa menjumpai air."},{"number":23,"verse":"Kemudian mereka tiba di suatu tempat yang bernama Mara, ( Mara: Dalam bahasa Ibrani, nama ini bererti “pahit”.) tetapi air di situ sangat pahit sehingga tidak dapat diminum. Itulah sebabnya tempat itu dinamakan Mara."},{"number":24,"verse":"Rakyat bersungut terhadap Musa dan bertanya, “Apakah yang hendak kami minum?”"},{"number":25,"verse":"Musa berdoa dengan sungguh-sungguh kepada TUHAN, lalu TUHAN menunjukkan sebatang kayu kepadanya. Musa mencampakkan kayu itu ke dalam air, lalu air itu tidak pahit lagi sehingga dapat diminum. Di tempat itu TUHAN memberikan hukum kepada mereka, dan di situ juga Dia menguji mereka."},{"number":26,"verse":"Dia berfirman, “Jika kamu sungguh-sungguh mentaati Aku, TUHAN, Allah kamu, dengan melakukan apa yang benar di sisi-Ku, serta menurut segala perintah-Ku, Aku tidak akan menghukum kamu dengan penyakit yang Aku timpakan kepada orang Mesir. Akulah TUHAN yang menyembuhkan kamu.”"},{"number":27,"verse":"Kemudian mereka tiba di Elim. Di situ terdapat dua belas mata air dan tujuh puluh pokok kurma. Mereka berkhemah dekat air di situ."}]}