{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"( Air dari Batu Besar) ( ( 40 20:1-13 )) Segenap umat Israel meninggalkan padang gurun Sin dan berpindah-pindah dari satu tempat ke tempat lain mengikut perintah TUHAN. Mereka berkhemah di Rafidim, tetapi mereka tidak mendapati air minum di sana."},{"number":2,"verse":"Mereka bersungut-sungut terhadap Musa dan berkata, “Berilah kami air minum.” Musa menjawab, “Mengapakah kamu bersungut-sungut? Mengapakah kamu menguji TUHAN?”"},{"number":3,"verse":"Tetapi umat itu terlalu dahaga dan terus-menerus bersungut terhadap Musa. Mereka berkata, “Mengapa kamu membawa kami keluar dari Mesir? Adakah supaya kami dan anak-anak kami, serta ternakan kami mati kehausan?”"},{"number":4,"verse":"Musa berdoa dengan sungguh-sungguh kepada TUHAN dan berkata, “Apakah yang harus aku lakukan terhadap umat ini? Mereka mahu merejam aku.”"},{"number":5,"verse":"TUHAN berfirman kepada Musa, “Panggillah beberapa orang pemimpin Israel dan berjalanlah bersama dengan mereka mendahului umat. Bawa juga tongkat yang engkau gunakan untuk memukul Sungai Nil."},{"number":6,"verse":"Aku akan berdiri di hadapan kamu di atas sebuah batu besar di Gunung Sinai. Pukullah batu itu, maka air akan memancar untuk diminum orang.” Musa melakukan hal itu di hadapan para pemimpin orang Israel."},{"number":7,"verse":"Tempat itu dinamakan Masa ( Masa: Dalam bahasa Ibrani, nama ini bererti “menguji”.) dan Meriba ( Meriba: Dalam bahasa Ibrani, nama ini bererti “bersungut”.) kerana orang Israel bersungut-sungut dan menguji TUHAN ketika mereka bertanya, “Adakah TUHAN menyertai kita atau tidak?”"},{"number":8,"verse":"( Berperang Melawan Orang Amalek) Orang Amalek datang dan menyerang orang Israel di Rafidim."},{"number":9,"verse":"Musa berkata kepada Yosua, “Pilihlah beberapa orang untuk memerangi orang Amalek esok. Aku akan berdiri di puncak bukit sambil memegang tongkat sebagaimana yang disuruh Allah.”"},{"number":10,"verse":"Yosua melakukan apa yang disuruh Musa lalu keluar memerangi orang Amalek, sementara Musa, Harun, dan Hur naik ke puncak bukit."},{"number":11,"verse":"Selama Musa mengangkat tangannya, orang Israel menang, tetapi apabila dia menurunkan tangannya, orang Amalek pula mula menang."},{"number":12,"verse":"Apabila tangan Musa berasa letih, Harun dan Hur mengambil sebuah batu lalu menyuruh Musa duduk di atasnya, sementara mereka berdiri di sisinya untuk menunjang tangan Musa. Mereka menunjang tangan Musa sehingga matahari terbenam."},{"number":13,"verse":"Dengan demikian Yosua mengalahkan orang Amalek."},{"number":14,"verse":"( ; ) Kemudian TUHAN berfirman kepada Musa, “Tulislah peristiwa ini supaya dapat dikenang. Beritahulah Yosua bahawa orang Amalek akan Aku binasakan sama sekali.”"},{"number":15,"verse":"Musa membina sebuah mazbah dan menamakannya “TUHAN Panjiku.”"},{"number":16,"verse":"Musa berkata, “Kibarkanlah panji TUHAN! TUHAN akan terus-menerus berperang melawan orang Amalek hingga selama-lamanya!”"}]}