{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":22,"verses":[{"number":1,"verse":"( Peraturan tentang Ganti Rugi) “Jika seseorang mencuri seekor lembu atau domba, lalu menyembelih atau menjualnya, dia mesti mengganti seekor lembu dengan lima ekor lembu, dan seekor domba dengan empat ekor domba."},{"number":2,"verse":"Orang itu mesti mengganti apa sahaja yang dicurinya. Jika dia tidak mempunyai apa-apa, dia mesti dijual sebagai abdi untuk membayar apa yang telah dicurinya. Jika yang dicuri itu lembu, keldai, ataupun domba, dan didapati masih hidup pada orang itu, dia mesti mengganti setiap ekor binatang dengan dua ekor binatang. Jika seorang pencuri tertangkap ketika memecah masuk ke dalam rumah pada malam hari, lalu dia terbunuh, orang yang membunuh dia tidak bersalah. Tetapi jika hal ini berlaku pada siang hari, orang yang membunuh pencuri itu bersalah."},{"number":5,"verse":"Jika seseorang membiarkan ternakannya meragut rumput di ladang ataupun ladang anggur, lalu ternakan itu berkeliaran dan makan tanaman ( Jika... makan tanaman; atau Jika seseorang membakar ladang atau ladang anggur, dan membiarkan api itu sehingga membakar tanaman.) di ladang orang lain, pemilik ternakan itu mesti membayar ganti rugi dengan hasil yang terbaik dari ladang atau ladang anggurnya sendiri."},{"number":6,"verse":"Jika seseorang menyalakan api di ladangnya, lalu api itu menyambar semak-semak dan merambat ke ladang orang lain sehingga membakar gandum yang sedang tumbuh ataupun gandum yang sudah diberkas, orang yang menyalakan api itu mesti membayar ganti rugi."},{"number":7,"verse":"Jika seseorang setuju menyimpan titipan berupa wang atau barang berharga, lalu barang-barang itu dicuri dari rumahnya, pencuri itu mesti membayar dua kali ganda, jika dia kedapatan."},{"number":8,"verse":"Tetapi jika pencuri tidak kedapatan, orang yang dititipi itu mesti dibawa ke tempat ibadat, lalu bersumpah bahawa dia tidak mencuri barang yang dititipkan padanya."},{"number":9,"verse":"Bagi tiap-tiap perselisihan faham tentang harta benda, sama ada lembu, keldai, domba, pakaian, ataupun barang-barang yang hilang, kedua-dua orang yang mengaku sebagai pemiliknya mesti dibawa ke tempat ibadat. Orang yang ditunjukkan Allah sebagai orang yang bersalah, mesti membayar dua kali ganda kepada pemilik sebenar."},{"number":10,"verse":"Jika seseorang setuju memelihara keldai, lembu, domba, ataupun binatang lain kepunyaan orang lain, kemudian binatang itu mati, terluka, ataupun dirampas musuh tetapi tidak ada saksinya;"},{"number":11,"verse":"dalam hal itu, orang yang memelihara binatang itu mesti pergi ke tempat ibadat lalu bersumpah demi nama TUHAN bahawa dia tidak mencuri binatang itu. Jika memang bukan dia yang mencuri binatang itu, pemilik binatang itu mesti menanggung kerugian, dan orang yang memelihara binatang itu tidak perlu membayar ganti rugi;"},{"number":12,"verse":"tetapi jika binatang itu dicuri, dia mesti membayar ganti rugi kepada pemiliknya."},{"number":13,"verse":"Jika ternakan itu diterkam oleh binatang buas, orang itu mesti menunjukkan sisa-sisa tulang binatang itu sebagai bukti kepada pemiliknya. Dalam hal ini dia tidak perlu membayar ganti rugi bagi binatang itu."},{"number":14,"verse":"Jika seseorang meminjam seekor binatang, lalu binatang itu terluka atau mati ketika pemiliknya tidak ada di tempat kejadian itu, orang yang meminjamnya mesti membayar ganti rugi."},{"number":15,"verse":"Tetapi jika hal itu terjadi ketika pemiliknya ada di situ, orang itu tidak perlu membayar ganti rugi. Jika binatang itu disewa, kerugiannya sudah dibayar oleh bayaran sewa.”"},{"number":16,"verse":"( Peraturan tentang Kesusilaan dan Agama) “Jika seorang lelaki menggoda seorang anak dara yang belum bertunang, dan bersetubuh dengannya, lelaki itu mesti membayar mas kahwin, dan berkahwin dengannya."},{"number":17,"verse":"( ) Tetapi jika bapa anak dara itu tidak membenarkan lelaki itu mengahwini anaknya, lelaki itu mesti membayar wang sebanyak mas kahwin bagi seorang anak dara kepada bapa itu."},{"number":18,"verse":"( ) Bunuhlah setiap perempuan yang melakukan sihir."},{"number":19,"verse":"( , ; ) Bunuhlah setiap orang yang melakukan hubungan jenis dengan binatang."},{"number":20,"verse":"( ) Sesiapa yang mempersembahkan korban kepada tuhan-tuhan lain, kecuali kepada Aku, TUHAN, orang itu harus dihukum mati."},{"number":21,"verse":"Jangan berlaku kejam dan jangan tindas orang asing; ingatlah, dahulu kamu pun orang asing di negeri Mesir."},{"number":22,"verse":"( ; ; , ) Jangan berlaku kejam terhadap balu atau anak yatim piatu."},{"number":23,"verse":"Jika kamu berlaku kejam terhadap mereka, Aku, TUHAN akan mengabulkan permintaan mereka apabila mereka berseru minta tolong kepada-Ku."},{"number":24,"verse":"Aku akan murka dan membunuh kamu dalam perang. Isteri kamu akan menjadi balu dan anak-anak kamu menjadi yatim."},{"number":25,"verse":"( ; , ) Jika kamu meminjamkan wang kepada seorang yang miskin di kalangan umat-Ku, jangan bertindak seperti peminjam wang yang menuntut faedah wang."},{"number":26,"verse":"Jika kamu mengambil jubah seseorang sebagai jaminan hutangnya, kamu mesti mengembalikan jubah itu sebelum matahari terbenam,"},{"number":27,"verse":"( ) kerana jubah itu sahaja yang ada padanya untuk memanaskan badannya. Jika jubah itu tidak dikembalikan, tiada lagi yang dapat dipakainya sebagai selimut. Jika dia berseru minta tolong kepada-Ku, maka Aku akan mendengarkannya kerana Aku berbelas kasihan."},{"number":28,"verse":"( ) Jangan sumpahi Allah, ( Allah; atau para hakim.) dan jangan kutuk pemimpin kamu."},{"number":29,"verse":"Pada waktu yang ditetapkan, persembahkanlah sebahagian daripada gandum, wain, dan minyak zaitun kamu kepada-Ku. Serahkanlah anak lelaki sulung kamu kepada-Ku."},{"number":30,"verse":"Persembahkanlah anak sulung lembu dan domba kamu kepada-Ku. Biarlah anak jantan sulung ternakan itu tinggal bersama-sama induknya selama tujuh hari, lalu pada hari yang kelapan persembahkanlah anak sulung ternakan itu kepada-Ku."},{"number":31,"verse":"( ) Kamu umat-Ku. Oleh itu kamu tidak boleh makan daging sebarang binatang yang mati dibunuh binatang buas; berikan daging itu kepada anjing.”"}]}