{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"( Para Tukang yang Membina Khemah TUHAN) ( ( 20 35:30-36:1 )) TUHAN berfirman kepada Musa,"},{"number":2,"verse":"“Aku telah memilih Bezaleel anak Uri, cucu Hur, daripada suku Yehuda."},{"number":3,"verse":"Aku telah mengurniai Bezaleel kuasa-Ku. ( kuasa-Ku; atau Roh-Ku.) Aku telah memberi dia pengertian, kemahiran, dan kebolehan dalam segala jenis karya seni:"},{"number":4,"verse":"untuk merancang rekabentuk yang memerlukan kemahiran serta membuatnya dengan menggunakan emas, perak, dan gangsa;"},{"number":5,"verse":"untuk mencanai batu permata yang akan ditatah; untuk mengukir kayu dan untuk membuat segala jenis karya seni yang lain."},{"number":6,"verse":"Aku juga memilih Oholiab anak Ahisamakh daripada suku Dan, untuk bekerja dengan Bezaleel. Aku telah mengurniakan kebolehan yang luar biasa kepada semua tukang yang mahir, supaya segala yang Aku perintahkan dapat dibuat oleh mereka:"},{"number":7,"verse":"Khemah TUHAN, Tabut Perjanjian dan penutupnya, semua peralatan Khemah TUHAN,"},{"number":8,"verse":"meja dan peralatannya, kaki pelita daripada emas tulen dan peralatannya, mazbah tempat membakar kemenyan,"},{"number":9,"verse":"mazbah tempat korban untuk menyenangkan hati TUHAN ( Korban untuk menyenangkan hati TUHAN; Lihat 10.25.) dan segala peralatannya, besen dan alasnya,"},{"number":10,"verse":"pakaian ibadat untuk imam, yang dipakai oleh Harun dan anak-anaknya apabila mereka bertugas sebagai imam,"},{"number":11,"verse":"minyak upacara, dan kemenyan yang berbau harum untuk Bilik Suci. Mereka harus membuat semuanya tepat seperti yang telah Aku perintahkan kepadamu.”"},{"number":12,"verse":"( Sabat, Hari Rehat) TUHAN memerintah Musa"},{"number":13,"verse":"supaya memberitahu umat Israel, “Rayakanlah hari Sabat, hari yang telah Aku tetapkan sebagai hari rehat, kerana hari itu adalah suatu tanda antara Aku dan kamu selama-lamanya, untuk menunjukkan bahawa Aku, TUHAN, telah menjadikan kamu umat-Ku sendiri."},{"number":14,"verse":"Kamu mesti merayakan hari rehat itu, kerana hari itu suci. Sesiapa yang tidak merayakan hari itu, dan yang bekerja pada hari itu mesti dihukum mati."},{"number":15,"verse":"( , , , ; ; ) Kamu boleh bekerja selama enam hari, tetapi hari ketujuh adalah hari rehat yang suci, yang telah ditahbiskan untuk-Ku. Sesiapa yang bekerja pada hari itu mesti dihukum mati."},{"number":16,"verse":"Umat Israel mesti merayakan hari ini sebagai tanda perjanjian."},{"number":17,"verse":"( ) Hari itu suatu tanda yang kekal antara Aku dengan umat Israel, kerana Aku, TUHAN telah menjadikan langit dan bumi dalam masa enam hari; pada hari ketujuh Aku berhenti bekerja, dan Aku berehat.”"},{"number":18,"verse":"Selepas Allah berfirman kepada Musa di Gunung Sinai, Allah memberi dia dua buah batu tulis yang telah ditulisi Allah sendiri dengan perintah-Nya."}]}