{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":36,"verses":[{"number":1,"verse":"Bezaleel, Oholiab, dan semua tukang yang telah dikurniakan kemahiran dan pengertian oleh TUHAN, iaitu mereka yang tahu cara membuat segala yang diperlukan untuk membina Khemah TUHAN, mesti melakukan segala-galanya sebagaimana yang telah diperintahkan TUHAN.”"},{"number":2,"verse":"( Umat Israel Memberikan Banyak Sumbangan) Musa memanggil Bezaleel, Oholiab, dan semua tukang lain yang telah dikurniai kebolehan oleh TUHAN, iaitu mereka yang rela menolong; lalu Musa menyuruh mereka memulakan pekerjaan itu."},{"number":3,"verse":"Musa memberi mereka segala sumbangan yang dibawa oleh orang Israel untuk pembinaan Khemah TUHAN. Tetapi orang Israel masih lagi membawa sumbangan kepada Musa tiap-tiap pagi."},{"number":4,"verse":"Oleh itu para tukang yang sedang melakukan pekerjaan itu"},{"number":5,"verse":"memberikan laporan kepada Musa, “Umat telah memberikan lebih daripada apa yang diperlukan untuk pekerjaan yang diperintahkan TUHAN.”"},{"number":6,"verse":"Kemudian Musa memberitahu segenap umat supaya tidak membawa sumbangan lagi untuk Khemah TUHAN; umat pun tidak memberikan apa-apa lagi."},{"number":7,"verse":"Bahan-bahan yang sudah diberikan lebih daripada cukup untuk menyelesaikan segala pekerjaan itu."},{"number":8,"verse":"( Membina Khemah TUHAN) ( ( 20 26:1-37 )) Tukang-tukang yang paling mahir antara para tukang itu membina Khemah TUHAN. Mereka membuatnya daripada sepuluh helai kain linen halus yang ditenun dengan kain bulu berwarna biru, ungu, dan merah, serta disulam dengan gambar kerub. ( kerub: Lihat 25.18.)"},{"number":9,"verse":"Setiap helai berukuran sama, 12 meter panjang dan 2 meter lebar."},{"number":10,"verse":"Mereka menjahit lima helai menjadi satu labuh tirai, dan lima helai yang lain dibuat begitu juga."},{"number":11,"verse":"Mereka membuat gelung daripada kain biru pada tepi sebelah luar kedua-dua labuh tirai."},{"number":12,"verse":"Mereka membuat lima puluh utas gelung pada satu labuh tirai dan lima puluh utas gelung pada tirai yang kedua, sehingga merupakan satu pasang."},{"number":13,"verse":"Mereka membuat lima puluh bentuk cangkuk emas untuk menyambungkan kedua-dua labuh tirai itu."},{"number":14,"verse":"Kemudian mereka membuat bumbung Khemah daripada sebelas helai kain bulu kambing."},{"number":15,"verse":"Tiap-tiap helai berukuran sama, 13 meter panjang dan 2 meter lebar."},{"number":16,"verse":"Mereka menjahit lima helai menjadi satu layar dan yang enam helai lagi dibuat begitu juga."},{"number":17,"verse":"Mereka memasang lima puluh utas gelung pada tepi helai yang terakhir bagi layar yang pertama, dan lima puluh utas gelung pada tepi layar yang kedua."},{"number":18,"verse":"Mereka membuat lima puluh bentuk cangkuk gangsa untuk menyatukan dua layar itu sehingga menjadi bumbung Khemah."},{"number":19,"verse":"Mereka membuat dua lagi penutup: satu daripada kulit kambing jantan yang dicelup merah, dan satu lagi daripada kulit halus untuk dibentangkan di sebelah atas."},{"number":20,"verse":"Mereka membuat rangka tegak lurus daripada kayu akasia untuk Khemah."},{"number":21,"verse":"Tiap-tiap rangka berukuran 4 meter panjang dan 66 sentimeter lebar."},{"number":22,"verse":"Unjuran yang sepadan dibuat pada setiap batang rangka, sehingga rangka-rangka itu dapat dihubungkan."},{"number":23,"verse":"Mereka membuat dua puluh batang rangka untuk bahagian selatan,"},{"number":24,"verse":"dengan empat puluh buah alas perak bagi rangka-rangka itu: dua buah alas di bawah setiap batang rangka untuk menyangga kedua-dua unjuran itu."},{"number":25,"verse":"Mereka juga membuat dua puluh batang rangka untuk bahagian utara,"},{"number":26,"verse":"dengan empat puluh buah alas perak, dua buah alas di bawah setiap batang rangka."},{"number":27,"verse":"Bagi bahagian belakang Khemah TUHAN, di sebelah barat, mereka membuat enam batang rangka"},{"number":28,"verse":"dan dua batang rangka untuk sudut-sudut."},{"number":29,"verse":"Rangka-rangka sudut dihubungkan di bahagian bawah sampai ke bahagian atas. Kedua-dua batang rangka yang membentuk sudutnya dibuat dengan cara itu."},{"number":30,"verse":"Oleh itu terdapat lapan batang rangka dengan enam belas buah alas perak: dua buah alas di bawah setiap batang rangka."},{"number":31,"verse":"Mereka membuat lima belas batang kayu lintang daripada kayu akasia, lima batang untuk rangka-rangka di satu sisi Khemah TUHAN,"},{"number":32,"verse":"lima batang untuk rangka-rangka di bahagian lain, dan lima batang lagi untuk rangka-rangka di sebelah barat, di bahagian belakang."},{"number":33,"verse":"Kayu lintang yang ada di tengah-tengah rangka itu melintang dari satu hujung Khemah ke hujung yang lain."},{"number":34,"verse":"Mereka menyaluti rangka itu dengan emas lalu memasang gelang-gelang emas pada rangka itu untuk menyangga kayu lintang, yang juga disaluti emas."},{"number":35,"verse":"Mereka membuat tirai daripada kain linen halus yang ditenun dengan kain bulu berwarna biru, ungu, dan merah, serta disulami gambar kerub. ( Kerub: Lihat 25.18.)"},{"number":36,"verse":"Mereka membuat empat batang tiang daripada kayu akasia untuk menyangga tirai itu; tiang-tiang itu disaluti emas dan dipasangkan dengan cangkuk-cangkuk emas. Kemudian mereka membuat empat buah alas perak untuk menyangga tiang-tiang itu."},{"number":37,"verse":"Untuk pintu Khemah TUHAN, mereka membuat tirai daripada kain linen halus yang ditenun dengan kain bulu berwarna biru, ungu, dan merah yang dihias dengan sulaman."},{"number":38,"verse":"Untuk tirai itu mereka membuat lima batang tiang yang dipasangkan dengan cangkuk-cangkuk. Mereka menyaluti bahagian atas tiang dan batang-batangnya dengan emas. Mereka membuat lima buah alas daripada gangsa untuk tiang-tiang itu."}]}