{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":38,"verses":[{"number":1,"verse":"( Membuat Mazbah Tempat Membakar Korban) ( ( 20 27:1-8 )) Bezaleel membuat sebuah mazbah daripada kayu akasia sebagai tempat membakar korban. Bentuk mazbah itu empat persegi, berukuran 2.2 meter panjang, 2.2 meter lebar, dan 1.3 meter tinggi."},{"number":2,"verse":"Di bahagian atas mazbah itu, dia membuat unjuran pada keempat-empat sudutnya seiras dengan mazbah itu. Dia menyaluti seluruhnya dengan gangsa."},{"number":3,"verse":"Dia juga membuat segala peralatan untuk mazbah itu: periuk, penyodok, mangkuk, garpu, dan perbaraan. Dia membuat segala peralatan itu daripada gangsa."},{"number":4,"verse":"Dia membuat kekisi daripada gangsa dan melilitkannya pada bahagian bawah mazbah; tinggi kekisi itu setengah daripada tinggi mazbah."},{"number":5,"verse":"Dia membuat empat gelang untuk kayu pengusung pada keempat-empat sudutnya."},{"number":6,"verse":"Dia membuat kayu pengusung daripada kayu akasia dan menyalutinya dengan gangsa."},{"number":7,"verse":"Kayu pengusung itu dimasukkannya ke dalam gelang pada kedua-dua sisi mazbah. Dia membuat mazbah itu daripada papan, dan bahagian dalamnya berongga."},{"number":8,"verse":"( Membuat Besen Gangsa) ( ( 20 30:18 )) Bezaleel membuat sebuah besen dan alasnya daripada cermin-cermin gangsa yang diberikan oleh kaum wanita yang bertugas di pintu masuk Khemah TUHAN."},{"number":9,"verse":"( Pagar Khemah TUHAN) ( ( 20 27:9-19 )) Bezaleel membuat pagar di sekeliling Khemah TUHAN. Pagar itu merupakan tirai daripada kain linen halus. Di bahagian selatan, panjang tirai itu 44 meter,"},{"number":10,"verse":"disangga oleh dua puluh batang tiang gangsa dengan dua puluh buah alas, dan dipasang dengan cangkuk serta batang daripada perak."},{"number":11,"verse":"Di bahagian utara, pagar dibuat seperti itu juga."},{"number":12,"verse":"Di bahagian barat, tirai sepanjang 22 meter dipasang; tirai-tirai itu disangga oleh sepuluh batang tiang dan sepuluh buah alas, dengan cangkuk-cangkuk dan batang-batang daripada perak."},{"number":13,"verse":"Di bahagian timur, tempat pintu masuk, lebar tirainya 22 meter."},{"number":14,"verse":"Pada tiap-tiap sisi pintu itu, dipasang tirai berukuran 6.6 meter panjang, dengan tiga batang tiang dan tiga buah alas."},{"number":16,"verse":"Semua tirai pada sepanjang pagar itu dibuat daripada kain linen halus."},{"number":17,"verse":"Alas bagi tiang dibuat daripada gangsa. Cangkuk, batang, dan penutup bahagian atas tiang-tiang itu dibuat daripada perak. Kesemua tiang pagar itu dihubungkan dengan batang-batang perak."},{"number":18,"verse":"Tirai untuk pintu pagar itu dibuat daripada kain linen halus yang ditenun dengan kain bulu berwarna biru, ungu, dan merah, serta dihias dengan sulaman. Tirai itu berukuran 9 meter panjang dan 2 meter tinggi, sama dengan tirai-tirai pagar."},{"number":19,"verse":"Tirai pintu itu disangga oleh empat batang tiang dengan empat buah alas gangsa. Cangkuk dan penutup bahagian atas tiang-tiang itu, serta batangnya, dibuat daripada perak."},{"number":20,"verse":"Semua pasak untuk Khemah dan pagarnya dibuat daripada gangsa."},{"number":21,"verse":"( Logam yang Digunakan di Dalam Khemah TUHAN) Inilah senarai logam yang digunakan dalam Khemah TUHAN, tempat dua buah batu tulis yang bertuliskan Sepuluh Hukum disimpan. Senarai itu dibuat atas perintah Musa dan disusun oleh orang Lewi, yang bertugas di bawah arahan Itamar, anak Imam Harun."},{"number":22,"verse":"Bezaleel anak Uri, cucu Hur daripada suku Yehuda, membuat segala yang telah diperintahkan TUHAN."},{"number":23,"verse":"Penolongnya, Oholiab anak Ahisamakh daripada suku Dan ialah seorang pengukir, perekabentuk, dan penenun kain linen halus dan kain bulu berwarna biru, ungu, dan merah."},{"number":24,"verse":"Segala emas yang telah ditahbiskan untuk TUHAN bagi Khemah TUHAN itu beratnya 1000 kilogram, ditimbang menurut timbangan yang ditetapkan di Khemah TUHAN."},{"number":25,"verse":"Perak yang didapati daripada pembancian orang Israel, beratnya 3430 kilogram, ditimbang menurut timbangan yang ditetapkan di Khemah TUHAN."},{"number":26,"verse":"( ) Jumlah ini sama dengan jumlah yang dibayar oleh segenap rakyat yang terdaftar dalam pembancian itu; tiap-tiap orang membayar jumlah yang ditentukan menurut timbangan yang ditetapkan di Rumah TUHAN. Semuanya 603550 orang lelaki yang berumur dua puluh tahun ke atas, yang terdaftar dalam pembancian itu. ( )"},{"number":27,"verse":"Daripada perak itu, seberat 3400 kilogram digunakan untuk membuat seratus buah alas bagi Khemah TUHAN dan tirainya, 34 kilogram untuk setiap alas."},{"number":28,"verse":"Dengan 30 kilogram perak yang lebih itu, Bezaleel membuat batang-batang, cangkuk-cangkuk tiang, dan penutup untuk bahagian atas tiang."},{"number":29,"verse":"Gangsa yang ditahbiskan kepada TUHAN seberat 2425 kilogram."},{"number":30,"verse":"Bezaleel menggunakan gangsa itu untuk membuat alas bagi pintu Khemah TUHAN, mazbah gangsa dengan kekisinya, semua peralatan untuk mazbah itu,"},{"number":31,"verse":"alas untuk pagar di sekeliling, dan juga alas untuk pintu pagar, serta semua pasak untuk Khemah TUHAN, dan pasak untuk pagar di sekelilingnya."}]}