{"bibleAbbr":"msAB1996","bookName":"KELUARAN","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"( Katak) Kemudian TUHAN berfirman kepada Musa, “Pergilah menghadap raja dan beritahulah dia bahawa TUHAN berfirman, ‘Benarkanlah umat-Ku pergi supaya mereka dapat beribadat kepada-Ku."},{"number":2,"verse":"Jika engkau menolak, Aku akan memenuhi negerimu dengan katak sebagai hukuman."},{"number":3,"verse":"Sungai Nil akan terlalu penuh dengan katak, sehingga katak keluar dari air lalu masuk ke dalam istanamu, ke dalam bilik tidur dan ke atas katilmu, serta ke rumah para pegawaimu dan rakyatmu, bahkan ke dalam ketuhar roti dan tempat adunan roti."},{"number":4,"verse":"Katak akan melompat ke atasmu, rakyatmu, dan semua pegawaimu.’ ”"},{"number":5,"verse":"TUHAN berfirman kepada Musa, “Suruhlah Harun menghulurkan tongkatnya ke atas sungai, saluran air, dan kolam, supaya katak akan muncul dan memenuhi seluruh tanah Mesir.”"},{"number":6,"verse":"Harun menghulurkan tongkatnya ke atas air, maka katak-katak muncul sehingga meliputi seluruh negeri itu."},{"number":7,"verse":"Tetapi tukang-tukang sihir Mesir juga menggunakan ilmu sihir, dan menyebabkan katak-katak muncul sehingga meliputi seluruh negeri."},{"number":8,"verse":"Raja memanggil Musa dan Harun, lalu bertitah, “Berdoalah kepada TUHAN supaya Dia menghapuskan katak-katak ini, maka beta akan membenarkan bangsa kamu pergi, agar mereka dapat mempersembahkan korban kepada TUHAN.”"},{"number":9,"verse":"Musa berkata kepada raja, “Hamba bersedia berdoa untuk tuanku. Tentukanlah masanya, lalu hamba akan berdoa untuk tuanku, para pegawai, dan rakyat tuanku. Tuanku akan dibebaskan daripada katak-katak itu, dan tiada lagi yang akan tinggal kecuali katak yang di dalam Sungai Nil.”"},{"number":10,"verse":"Raja menjawab, “Berdoalah untuk beta esok.” Musa berkata, “Hamba akan berdoa sebagaimana tuanku minta, maka tuanku akan tahu bahawa tidak ada yang seperti TUHAN, Allah hamba semua."},{"number":11,"verse":"Katak-katak itu akan dijauhkan daripada tuanku, rumah-rumah tuanku, para pegawai, dan rakyat tuanku. Tiada lagi katak yang akan tinggal kecuali yang di dalam Sungai Nil.”"},{"number":12,"verse":"Kemudian Musa dan Harun meninggalkan raja. Musa berdoa kepada TUHAN supaya menghapuskan katak-katak yang didatangkan-Nya kepada raja."},{"number":13,"verse":"TUHAN mengabulkan permintaan Musa lalu katak-katak di dalam rumah, di halaman, dan di ladang, semuanya mati."},{"number":14,"verse":"Orang Mesir mengumpulkan bangkai-bangkai katak itu sampai bertimbun-timbun, sehingga seluruh negeri berbau busuk."},{"number":15,"verse":"Apabila raja nampak bahawa semua katak sudah mati, raja menjadi degil semula. Raja tidak mahu mendengarkan kata-kata Musa dan Harun, sebagaimana yang telah difirmankan TUHAN."},{"number":16,"verse":"( Agas) Kemudian TUHAN berfirman kepada Musa, “Suruhlah Harun memukul tanah dengan tongkatnya, dan debu akan berubah menjadi agas di seluruh negeri Mesir.”"},{"number":17,"verse":"Oleh itu Harun memukul tanah dengan tongkatnya, lalu debu di seluruh negeri Mesir berubah menjadi agas yang mengerumuni manusia dan haiwan."},{"number":18,"verse":"Tukang-tukang sihir cuba menggunakan ilmu sihir mereka untuk mengadakan agas, tetapi tidak berjaya. Agas terdapat di merata tempat."},{"number":19,"verse":"( ) Tukang-tukang sihir itu berkata kepada raja, “Allah telah melakukan hal ini!” Tetapi raja masih berdegil dan tidak mahu mendengarkan kata-kata Musa dan Harun, sebagaimana yang telah difirmankan TUHAN."},{"number":20,"verse":"( Lalat) TUHAN berfirman kepada Musa, “Pergilah menghadap raja awal pagi esok, ketika dia pergi ke sungai. Beritahulah dia bahawa TUHAN berfirman, ‘Benarkanlah umat-Ku pergi beribadat kepada-Ku."},{"number":21,"verse":"Jika engkau menolak, Aku akan mendatangkan lalat kepadamu, para pegawaimu, dan rakyatmu. Rumah-rumah orang Mesir, bahkan seluruh negeri akan diliputi lalat."},{"number":22,"verse":"Tetapi Aku akan membuat kekecualian bagi kawasan Gosyen, tempat umat-Ku tinggal. Lalat tidak akan terdapat di sana. Aku melakukan hal ini supaya engkau tahu bahawa Aku, TUHAN, berkuasa di negeri ini."},{"number":23,"verse":"Aku akan membuat perbezaan ( Beberapa buah terjemahan kuno: perbezaan. Naskhah Ibrani: penebusan.) antara umat-Ku dan rakyatmu. Mukjizat ini akan berlaku pada hari esok.’ ”"},{"number":24,"verse":"TUHAN mendatangkan lalat yang banyak sekali ke istana raja dan ke rumah para pegawainya. Seluruh negeri Mesir sangat menderita kerana lalat-lalat itu."},{"number":25,"verse":"Kemudian raja memanggil Musa dan Harun lalu bertitah, “Pergilah persembahkan korban kepada Allah kamu di negeri ini.”"},{"number":26,"verse":"Tetapi Musa menjawab, “Hamba sekalian tidak boleh berbuat begitu, kerana orang Mesir akan tersinggung apabila melihat hamba semua mempersembahkan binatang sebagai korban kepada TUHAN, Allah hamba semua. Jika hamba sekalian menggunakan binatang yang menyinggung perasaan mereka, hamba semua akan direjam sampai mati oleh mereka."},{"number":27,"verse":"Hamba sekalian mesti pergi ke padang gurun sejauh tiga hari perjalanan untuk mempersembahkan korban kepada TUHAN, Allah hamba semua, sebagaimana yang telah diperintahkan-Nya.”"},{"number":28,"verse":"Raja bertitah, “Beta akan membenarkan kamu pergi ke padang gurun untuk mempersembahkan korban kepada TUHAN, Allah kamu, asal kamu tidak pergi terlalu jauh. Berdoalah untuk beta.”"},{"number":29,"verse":"Musa menjawab, “Sebaik saja hamba pergi, hamba akan berdoa kepada TUHAN agar esok lalat-lalat itu meninggalkan tuanku, para pegawai, dan rakyat tuanku. Tetapi janganlah tipu hamba sekalian lagi, dan jangan halang orang Israel pergi untuk mempersembahkan korban kepada TUHAN.”"},{"number":30,"verse":"Musa meninggalkan raja lalu berdoa kepada TUHAN."},{"number":31,"verse":"TUHAN mengabulkan doa Musa. Lalat-lalat meninggalkan raja, para pegawai, dan rakyatnya; tiada seekor pun yang tertinggal."},{"number":32,"verse":"Tetapi kali ini pun raja berdegil, dan tidak mahu membenarkan bangsa itu pergi."}]}