{"bibleAbbr":"GB1539","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"In the thyrde yeare of the rayne of Iehoakim king of Iuda, came Nabuchodonosor kynge of Babilon vnto Ierusalem, & beseged it:"},{"number":2,"verse":"and the Lorde delyuered Iehoakim the kynge of Iuda into hys hande, with certayne ornamentes of the house of God, which he caryed awaye vnto the lande of Sennar, to the house of his God, and there he brought them into hys goddes treasury."},{"number":3,"verse":"And the kynge spake vnto Asphanaz the chefe chamberlayne, that he shulde brynge hym certayne of the chyldren of Israel, that were come of the kynges sede and of prynces,"},{"number":4,"verse":"yonge spryngaldes without eny blemysh, but fayre and welfauored, instruct in all wysedome, comynge and vnderstandynge: which were able to stande in the kinges palace, to reade and to learne for to speake Chaldeysh."},{"number":5,"verse":"Unto these the kynge appoynted a certayne porcion of his awne meate, and of the wyne, which he drancke hym selfe, so to norysh them thre yeare: that afterwarde they myght stande before the kynge."},{"number":6,"verse":"Amonge these nowe were certayne of the chyldren of Iuda: namely Daniel, Ananias, Misael and Azarias."},{"number":7,"verse":"Unto these, the chefe chamberlayne gaue other names, and called Daniel, Balthasar: Ananias, Sidrach, Misael, Misach: and Asarias, Abednago."},{"number":8,"verse":"But Daniel was at a poynt with hym selfe, that he wolde not be defyled thorowe the kynges meate, ner the wyne which he droncke. And this he desyred of the chefe chamberlayn, lest he shuld defyle hym selfe."},{"number":9,"verse":"So God gaue Daniel fauoure and grace before the chefe chamberlay"},{"number":10,"verse":"that he sayde vnto him: I am afrayde of my Lorde the kyng, which hath appoynted you your meate and drincke: lest he spye your faces to be worse lykyng then the other springaldes of your age, and so ye shall make me lose my head vnto the kynge."},{"number":11,"verse":"Then Daniel answered Melassar, whom the chefe chamberlayne had set ouer Daniel, Ananias, Misael and Asarias, and sayd:"},{"number":12,"verse":"O proue but ten dayes with thy seruauntes, and let vs haue potage to eate, & water to drincke:"},{"number":13,"verse":"then loke vpon oure faces, & theyrs that eate of the kinges meate. And as thou seyst, so deale with thy seruauntes."},{"number":14,"verse":"So he consented to them in thys matter, & proued them . x. dayes."},{"number":15,"verse":"And after the ten dayes, theyr faces were better lykinge and fatter, then all the yonge springaldes, which dyd eate of the kynges meate."},{"number":16,"verse":"Thus Melassar toke awaye their meate and wyne, and gaue them potage therfore."},{"number":17,"verse":"God gaue nowe these foure springaldes connynge and lernyng in all scripture and wysdome: but vnto Daniel specially, he gaue vnderstandynge of all visyons and dreames."},{"number":18,"verse":"Nowe when the tyme was expyred, that the kynge had appoynted to bryng in these yong spryngaldes vnto hym: the chefe chamberlayne brought them before Nabuchodonosor,"},{"number":19,"verse":"and the kinge communed with them. But among them all were founde none soche as Daniel, Ananias, Misael, and Asarias. Therfore stode they before the kinge"},{"number":20,"verse":"which in all wysdome and matters of vnderstandinge, that he enquered of them, founde them ten tymes better, then all the sothsayers and charmers, that were in all his realme."},{"number":21,"verse":"And Daniel abode styll, vnto the fyrst yeare of kynge Cyrus."}]}