{"bibleAbbr":"ISV2011","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"{The Warning of God} d \"Sound the ram's horn in Zion! Sound an alarm on my holy mountain! Tremble, all of you {The Heb. lacks of you} inhabitants of the land, because the Day of the Lord is coming. Oh, how near it is!"},{"number":2,"verse":"A day of doom and gloom, a day of clouds and shadows {Cf. Zeph 1:15b} like the dawn spreads out to cover the mountains a people strong and robust. Never has there been anything like it, neither will anything follow to compare with {The Heb. lacks to compare with} it, even through the lifetime of generation upon generation.\" {Lit. the years of generation and generation}"},{"number":3,"verse":"{Joel's Description of the Approaching Army} d \"A fire blazes in their presence, and behind them a conflagration rages. Before they come, the land is like the garden in Eden; after they leave, there is only a barren wasteland. Indeed, nothing escapes them."},{"number":4,"verse":"As to their form, they're like horses; and like chariot horses, how they can {The Heb. lacks can} run!"},{"number":5,"verse":"They leap like the rumbling of chariots echoing from mountain tops, like the roar of wild fire that devours the chaff, as an army {Lit. people} firmly established in battle array."},{"number":6,"verse":"The people are terrified in their presence; every face grows pale. {Lit. gathers blackness ; cf. Nah 2:10b}"},{"number":7,"verse":"They run like elite soldiers, climbing ramparts like men trained for war. Each man advances in proper order, never breaking rank."},{"number":8,"verse":"Neither does a man crowd his fellow soldier; {Lit. his brother} each one marches in his own path. When they fall by the sword they are not injured."},{"number":9,"verse":"They swarm through the city, running upon its ramparts. Climbing atop the houses, they enter through windows like a thief.\""},{"number":10,"verse":"{Great is the Day of the Lord} d \"The land quivers in their presence; even the heavens shake. The sun and moon will grow dark, and the stars will stop shining."},{"number":11,"verse":"The Lord will shout in the presence of his forces, because his encampment is very great; for powerful is he who carries out his message. Truly the Day of the Lord is great, and very terrifying. Who will be able to survive {Or comprehend} it?\""},{"number":12,"verse":"{Repentance and Restoration} d \"Yet even now,\"declares the Lord , \"Turn back to me with your whole heart, with fasting, tears, and mourning."},{"number":13,"verse":"Tear your hearts, not your garments; {An allusion to Heb. custom of tearing the outer clothing in response to mourning} and turn back to the Lord your God. For he is gracious and compassionate, slow to become angry, overflowing in gracious love, and grieves about this evil."},{"number":14,"verse":"Who knows? He will turn back and relent, will he not, leaving behind a blessing, even a grain offering and drink offering for the Lord your God?\""},{"number":15,"verse":"{A Public Call to a Solemn Assembly} d \"Sound the ram's horn in Zion! Dedicate a fast and call for a solemn assembly!"},{"number":16,"verse":"Gather the people! Dedicate the congregation! Bring in the elders. Gather the youngsters and even the nursing infants. Call the bridegroom from his wedding preparations, {Lit. Bring out the bridegroom from his wedding chamber} and the bride from her dressing room."},{"number":17,"verse":"As they serve {The Heb. lacks As they serve} between the porch and the altar, let the priests and ministers of the Lord weep and pray: «Spare your people, Lord , and do not make your heritage a disgrace so that nations ridicule them. Why should they say among the people, \"Where is their God?\"»\""},{"number":18,"verse":"{Response to the People's Repentance} d Then the Lord will show great concern for his land, and will have compassion on his people."},{"number":19,"verse":"The Lord will say to his people, \"Look! I will send you grain, new wine, and oil, and you will be content with them. I will no longer cause you to be a disgrace among the nations.\""},{"number":20,"verse":"{Destruction of the Invaders} d \"I will remove the northerners {Lit. the North ; i. e. the army that comes from the North} from you, driving them {Lit. him ; i. e. the northern army symbolized as an individual} to a barren and desolate land the front toward the Dead Sea {Lit. the eastern sea} and the back toward the Mediterranean. {Lit. the western sea} Their stench will rise, and their stinking odor will ascend, because they have done great things.\""},{"number":21,"verse":"{The Lord's Restoration of the Land} d \"Stop being afraid, land! Rejoice and be glad, because the Lord will do great things."},{"number":22,"verse":"Stop being afraid, beasts of the field, because the desert pastures will bloom, the trees will bear their fruit, and the fig tree and vine will deliver their wealth."},{"number":23,"verse":"And so be glad, children of Zion, and rejoice in the Lord your God, because he has given you the right amount of early rain, and he will cause the rain to fall for you, both the early rain and the later rain as before."},{"number":24,"verse":"The threshing floors will be smothered in grain, and the vats will overflow with wine and oil."},{"number":25,"verse":"\"Then I will restore to you the years that the locust swarm devoured, as did the young locust, the other locusts, and the ravaging locust, that great army of mine that I sent among you."},{"number":26,"verse":"You will have plenty to eat, and will be fully satisfied. You will praise the name of the Lord your God, who has performed wonders specifically for you. And my people will never be ashamed."},{"number":27,"verse":"As a result, you will know that I am in the midst of Israel; that I myself am the Lord your God and there is none other! And my people will never be ashamed.\""},{"number":28,"verse":"{The Day of the Lord} d {This verse is 3:1 in MT, v. 29 is 3:2 , and so through the end of the chapter.} \"Then it will come about at a later time that I will pour out my Spirit on every person. Your sons and your daughters will prophesy. Your elderly people will dream dreams, and your young people will see visions."},{"number":29,"verse":"Also at that time I will pour out my Spirit upon men and women servants."},{"number":30,"verse":"I will display warnings in the heavens, and on the earth blood, fire, and columns of smoke."},{"number":31,"verse":"The sun will be given over to darkness, and the moon to blood, before the coming of the great and terrifying Day of the Lord ."},{"number":32,"verse":"And everyone who calls upon the name of the Lord will be delivered. For as the Lord has said, «In Mount Zion and in Jerusalem there will be those who escape, the survivors whom the Lord is calling.»\""}]}