{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":13,"verses":[{"number":1,"verse":"The same daye wente Iesus out of ye house, and sat by the see syde,"},{"number":2,"verse":"& moch people resorted vnto him: so yt he wete in to a shyppe and satt him downe, and all the people stode vpo the shore."},{"number":3,"verse":"And he spake many thinges vnto the in symilitudes, sayenge: Beholde, The sower wente forth to sowe:"},{"number":4,"verse":"and as he sowed, some fell by the waye syde: Then came the foules, & ate it vp."},{"number":5,"verse":"Some fell vpon stony grounde, & anone it spronge vp, because it had no depth of earth:"},{"number":6,"verse":"But whan the Sonne arose, it caught heate: and for so moch as it had no rote, it withred awaye."},{"number":7,"verse":"Some fell amoge the thornes, & the thornes grewe vp, and choked it."},{"number":8,"verse":"Some fell vpo good groude, & gaue frute: some an hundreth folde, some sixtie folde, some thirtie folde."},{"number":9,"verse":"Who so hath eares to heare, let hi heare."},{"number":10,"verse":"And the disciples came vnto him, and sayde: Why speakest thou to the by parables?"},{"number":11,"verse":"He answered and sayde vnto the: Vnto you it is geuen to knowe the mystery of the kingdome of heauen, but vnto them it is not geuen."},{"number":12,"verse":"For whoso hath, vnto him shal be geue, and he shal haue abundaunce. But who so hath not, from him shalbe taken awaye, eue that he hath."},{"number":13,"verse":"Therfore speake I vnto the by parables, for with seynge eyes they se not, & with hearinge eares they heare not, for they vnderstonde it not."},{"number":14,"verse":"And in them is fulfilled ye prophecie of Esay, which sayeth: Ye shal heare in dede, and shal not vnderstonde: and with seinge eyes shal ye se, and not perceaue."},{"number":15,"verse":"For ye hert of this people is waxed grosse, & their eares are thick of hearige, & their eyes haue they closed, lest they shulde once se wt ye eyes, & heare wt the eares, & vnderstode wt the hert, & turne, that I might heale them."},{"number":16,"verse":"But blessed are youre eyes, for they se: & youre eares, for they heare."},{"number":17,"verse":"Verely I saye vnto you: Many prophetes & righteous men haue desyred to se ye thinges that ye se, and haue not sene the: and to heare the thinges that ye heare, and haue not herde the."},{"number":18,"verse":"Heare ye therfore the parable of the sower."},{"number":19,"verse":"Whan one heareth ye worde of the kyngdome, and vnderstondeth it not, the euell man cometh, and plucketh it awaye that is sowne in his hert: & this is he yt is sowne by the waye syde."},{"number":20,"verse":"But he yt is sowne in the stonye grounde, is this: wha one heareth the worde, & anone with ioye receaueth it:"},{"number":21,"verse":"neuertheles he hath no rote i him, but endureth for a season: wha trouble & persecucion aryseth because of the worde, immediatly he his offended."},{"number":22,"verse":"As for him that is sowne amonge ye thornes, this is he: Wha one heareth the worde, & the carefulnes of this worlde, & the disceatfulnes of riches choke the worde, & so he becometh vnfrutefull."},{"number":23,"verse":"But he yt is sowne in the good grounde, is this: whan one heareth the worde, and vnderstondeth it, and bringeth forth frute: and some geueth an hudreth folde, some sixtie folde, and some thirtie folde."},{"number":24,"verse":"Another parable put he forth vnto the, & sayde: The kyngdome of heaue is like vnto a man, yt sowed good sede in his felde."},{"number":25,"verse":"But whyle me slepte, there came an enemye, and sowed tares amonge ye wheate, & wente his waye."},{"number":26,"verse":"Now wha the blade was sproge vp & brought forth frute, the ye tares appeared also."},{"number":27,"verse":"Then came the seruautes to ye housholder, & sayde vnto him: Syr, sowdest not thou good sede in yi felde? Fro whece the hath it tares?"},{"number":28,"verse":"He sayde vnto the: that hath the enemye done. The sayde ye seruautes: wilt thou then yt we go & wede the out?"},{"number":29,"verse":"He sayde: No, lest whyle ye wede out ye tares, ye plucke vp the wheate also wt the."},{"number":30,"verse":"Let the both growe together tyll the haruest, and in tyme of haruest I wil saye vnto the reapers: Gather ye tares first, & bynde the in sheeues to be bret: but gather the wheate in to my barne."},{"number":31,"verse":"Another parable put he forth vnto the, and sayde: The kyngdome of heauen is like vnto a grane of mustarde sede, which a man toke, and sowed it in his felde."},{"number":32,"verse":"Which is the leest amonge all sedes. But whan it is growne, it is the greatest amonge herbes, and is a tre: so that the byrdes vnder the heauen come and dwell in the braunches of it."},{"number":33,"verse":"Another parable spake he vnto the: The kyngdome of heaue is like vnto leue, which a woman toke, and myxte it amonge thre peckes of meele, tyll all was leuended."},{"number":34,"verse":"All soch thinges spake Iesus vnto ye people by parables, & without parables spake he nothinge vnto the:"},{"number":35,"verse":"yt the thinge might be fulfilled, which was spoke by ye prophet, sayenge: I wil open my mouth in parables, and wil speake out the secretes from the begynnynge of the worlde."},{"number":36,"verse":"Then sent Iesus the people awaye, and came home. And his disciples came vnto hi, and sayde: Declare vnto us ye parable of ye tares of ye felde."},{"number":37,"verse":"Iesus answered, and sayde vnto them: He that soweth the good sede, is the sonne of man:"},{"number":38,"verse":"the felde is the worlde: ye good sede are the childre of the kyngdome: The tares are the children of wickednes:"},{"number":39,"verse":"ye enemye that soweth the, is the deuell: ye haruest is the ende of the worlde: ye reapers are ye angels."},{"number":40,"verse":"For like as ye tares are weded out, and brent in the fyre, eue so shal it go in ye ende of this worlde."},{"number":41,"verse":"The sonne of man shal sende forth his angels, & they shal gather out of his kingdome all thinges yt offende, & the yt do iniquyte,"},{"number":42,"verse":"& shal cast the in to a fornace of fyre, there shalbe waylinge and gnasshinge of teth."},{"number":43,"verse":"The shal the righteous shyne as the Sonne, in the kyngdome of their father. Who so hath eares to heare, let him heare."},{"number":44,"verse":"Agayne, the kingdome of heauen is like vnto a treasure hyd in the felde, which a ma founde and hid it, and for ioye therof he wete & solde all yt he had, and bought yt felde."},{"number":45,"verse":"Agayne, the kyngdome of heauen is like vnto a marchaut, yt sought good pearles:"},{"number":46,"verse":"& wha he had founde a precious pearle, he wete and solde all that he had, & bought it."},{"number":47,"verse":"Agayne, ye kyngdome of heaue is like vnto a nett cast in to ye see, wherwith are take all maner of fyshes:"},{"number":48,"verse":"& wha it is ful, me drawe it out vnto ye shore, & sytt & gather ye good i to the vessels, but cast the bad awaye."},{"number":49,"verse":"So shal it be also in ye ende of ye worlde. The angels shal go out, & seuer the bad fro the righteous,"},{"number":50,"verse":"& shal cast the in to a fornace of fyre, there shalbe waylinge & gnasshinge of teth."},{"number":51,"verse":"And Iesus sayde vnto them: Haue ye vnderstode all these thinges They sayde: Yee LORDE."},{"number":52,"verse":"Then sayde he vnto the: Therfore euery scribe taught vnto ye kingdome of heauen, is like an houssholder, which bryngeth out of his treasure thinges new and olde."},{"number":53,"verse":"And it came to passe wha Iesus had ended these parables, he departed thence,"},{"number":54,"verse":"and came in to his owne coutre, and taught the in their synagoges: in so moch, that they were astonnyed and sayde: Whece cometh soch wyssdome & power vnto him?"},{"number":55,"verse":"Is not this the carpeters sonne? Is not his mother called Mary? and his brethre Iames & Ioses, and Symon and Iude?"},{"number":56,"verse":"And are not all his sisters here with us? Whence hath he the all these thinges?"},{"number":57,"verse":"And they were offended at him. But Iesus sayde vnto the: A prophet is nowhere lesse sett by, the at home & amonge his owne."},{"number":58,"verse":"And he dyd not many miracles there, because of their vnbeleue."}]}