{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"Then came the Pharises & Saduces vnto him, & tepted him, requyringe him to shewe the a toke from heaue."},{"number":2,"verse":"But he answered, & sayde: At eue ye saye: It wil be fayre wedder. for ye sskye is reed."},{"number":3,"verse":"And in ye mornynge, ye saye: It wil be foule wedder to daye, for the sskye is reed, & gloometh. O ye ypocrytes, ye can discerne the fashion of ye sskye: can ye not the discerne the tokes of these tymes also?"},{"number":4,"verse":"This euell and aduouterous generacio seketh a toke, & there shal no toke be geue the, but the toke of ye prophet Ionas. So he left the, and departed."},{"number":5,"verse":"And wha his disciples were come to the other syde of the water, they had forgotten to take bred wt them."},{"number":6,"verse":"Iesus sayde vnto the: Take hede & bewarre of the leue of ye Pharises & of the Saduces."},{"number":7,"verse":"The thought they in the selues, sayege: We haue take no bred wt us."},{"number":8,"verse":"Whe Iesus perceaued yt, he sayde to the: O ye of litle faith, why are ye combred (in yor mindes (because ye haue take no bred wt you"},{"number":9,"verse":"Do ye not yet perceaue? Remembre ye not those fyue loaues, whe there were fyue thousande me, and how many basskettes toke ye vp?"},{"number":10,"verse":"Nether ye seue loaues whan there were foure thousande men, & how many baskettes toke ye vp?"},{"number":11,"verse":"Why perceaue ye not then, yt I spake not to you of bred, whe I saide: bewarre of ye leue of ye Pharises & of ye Saduces?"},{"number":12,"verse":"The vnderstode they, how yt he had not the bewarre of the leue of bred, but of ye doctryne of the Pharises and of the Saduces."},{"number":13,"verse":"Then came Iesus into the coastes of the cite Cesarea Philippi, & axed his disciples & saide: Who do me saie, yt ye sonne of ma is"},{"number":14,"verse":"They sayde: Some saye, yt thou art Iho the baptist, Some yt thou art Elias, Some yt thou art Ieremy, or one of ye prophetes."},{"number":15,"verse":"He saide to the: But who saye ye yt I am."},{"number":16,"verse":"The answered Symo Peter and saide: Thou art Christ ye sonne of ye lyuinge God."},{"number":17,"verse":"And Iesus answered, & saide vnto hi: Blessed art thou Symo ye sonne of Ionas, for flesh & bloude hath not opened yt vnto the, but my father yt is in heaue."},{"number":18,"verse":"And I saie to ye: Thou art Peter, & vpo this rocke wil I builde my cogregacion: and ye gates of hell shal not preuayle agaynst it."},{"number":19,"verse":"And the keyes of heauen wil I geue vnto the: Whatsoeuer thou shalt bynde vpon earth, shalbe bounde also in heauen: & whatsoeuer thou shalt lowse vpon earth, shalbe lowsed also in heaue."},{"number":20,"verse":"Then charged he his disciples, that they shulde tell no ma that he was Iesus Christ."},{"number":21,"verse":"From that tyme forth beganne Iesus to shew vnto his disciples, how that he must go vnto Ierusale, and suffre many thinges of the elders, and of the hye prestes, and of the scrybes, and be put to death, and ryse againe the thirde daye."},{"number":22,"verse":"But Peter toke him asyde, and beganne to rebuke him, sayenge: LORDE, fauoure thy self, let not this happen vnto the."},{"number":23,"verse":"Neuertheles he turned him aboute, & sayde vnto Peter: Auoyde fro me Satha, thou hindrest me, for thou sauourest not ye thinges that be of God, but of men."},{"number":24,"verse":"Then sayde Iesus vnto his disciples: Yf eny man wil folowe me, let him forsake himself, & take vp his crosse, and folowe me."},{"number":25,"verse":"For who so wil saue his life, shal lose it: but whoso loseth his life for my sake, shal fynde it."},{"number":26,"verse":"What helpeth it a man though he wanne the whole worlde, and yet suffred harme in his soule? Or what can a man geue, to redeme his soule withall?"},{"number":27,"verse":"For it wil come to passe, that the sonne of ma shal come in the glory of his father with his angels, and then shal he rewarde euery one acordinge to his dedes."},{"number":28,"verse":"Verely I saye vnto you: there stonde here some, which shal not taist of death, tyll they se ye sonne of ma come in his kingdome."}]}