{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"When Iesus was borne at Bethlee in Iury, in the tyme of Herode the kynge, Beholde, there came wyse men from the east to Ierusale,"},{"number":2,"verse":"saynge: Where is the new borne kynge of the Iues? We haue sene his starre in the east, and are come to worship him."},{"number":3,"verse":"When Herode ye kynge had herde thys, he was troubled, & all Ierusale with hym,"},{"number":4,"verse":"and he gathered all the hye Prestes and Scribes of ye people, & axed of them, where Christ shulde be borne."},{"number":5,"verse":"And they sayde vnto hym: at Bethleem in Iury. For thus it is written by the Prophet:"},{"number":6,"verse":"And thou Bethleem in the londe of Iury, art not the leest amonge the Princes of Iuda. For out of ye shall come vnto me the captayne, that shall gouerne my people Israel."},{"number":7,"verse":"Then Herod preuely called the wyse men, and dyligently enquyred of them, what tyme the starre appered,"},{"number":8,"verse":"and sent them to Bethleem, sainge: Go, and searche dyligently for the chylde. And when ye haue founde hym, bringe me worde agayne, that I maye come and worshippe hym also."},{"number":9,"verse":"When they had heard the kynge, they departed: and lo, the starre which they sawe in the east, went before them, tyll it came, and stode ouer the place where the chylde was."},{"number":10,"verse":"When they sawe the starre, they were maruelously glad:"},{"number":11,"verse":"and went into the house, and found the chylde with Mary his mother, and kneled downe and worshipped hym, & opened ther treasures, and offred vnto hym gyftes: gold, franckynsence and myrre."},{"number":12,"verse":"And after they were warned of God in a dreame, that they shuld not go ageine to Herod, they returned into their awne countre another waye."},{"number":13,"verse":"When they were departed: beholde, the angell of the LORDE appered to Ioseph in a dreame, sayinge: aryse, and take the chylde and his mother, and flye into Egypte, and abyde there tyll I brynge the worde. For Herod wyl seke the chylde to destroye hym."},{"number":14,"verse":"The he arose, and toke the chylde and his mother by night, and departed into Egypte,"},{"number":15,"verse":"and was there vnto ye deeth of Herod, that the thinge might be fulfylled which was spoke of the LORDE, by the Prophet, which sayeth: out of Egypte haue I called my sonne."},{"number":16,"verse":"Then Herod perceauynge yt he was disceaued of the wyse men, was excedynge wroth, and sent forth, and slue all the chyldren that were in Bethleem, and in all the coastes there of, as many as were two yere olde and vnder, accordynge to the tyme which he had diligently searched out of the wyse men."},{"number":17,"verse":"Then was yt fulfilled which was spoken by ye Prophet Ieremy sayinge:"},{"number":18,"verse":"On ye hilles was a voyce herde, greate mournynge, wepynge, & lamentacion: Rachel wepynge for her chyldren, and wolde not be conforted, because they were not."},{"number":19,"verse":"When Herode was deed: beholde, an angell of the LORDE appered in a dreame to Ioseph in Egypte,"},{"number":20,"verse":"sayinge: arise and take the chylde and his mother, & go into ye londe of Israel. For they are deed, which sought the chyldes life."},{"number":21,"verse":"And he arose vp, and toke ye chylde and his mother, & came into the londe of Israel."},{"number":22,"verse":"But whe he herde that Archelaus did raygne in Iury, in ye rowme of his father Herode, he was afrayde to go thither. Notwithstondinge after he was warned of God in a dreame, he turned asyde into the parties of Galile,"},{"number":23,"verse":"and went and dwelt in a cite called Nazareth, to fulfill yt which was spoken by the Prophetes: he shalbe called a Nazarite."}]}