{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"And Iesus answered, and spake vnto the agayne by parables, & sayde:"},{"number":2,"verse":"The kingdome of heauen is like vnto a kynge, which maried his sonne."},{"number":3,"verse":"And sent forth his seruauntes, to call the gestes vnto the mariage, & they wolde not come."},{"number":4,"verse":"Agayne, he sent forth other seruauntes, and sayde: Tell the gestes: Beholde, I haue prepared my dynner, myne oxen and my fed catell are kylled, and all thinges are readye, come to the mariage."},{"number":5,"verse":"But they made light of it, and wente their wayes: one to his hussbandrye, another to his marchaundise."},{"number":6,"verse":"As for the remnaut, they toke his seruauntes, and intreated the shamefully, and slew the."},{"number":7,"verse":"When the kynge herde that, he was wroth, and sent forth his warryers, and destroyed those murtherers, and set fyre vpon their cite."},{"number":8,"verse":"Then sayde he vnto his seruauntes: The mariage in dede is prepared, but the gestes were not worthy."},{"number":9,"verse":"Go youre waye out therfore in to ye hye wayes, and as many as ye fynde, byd them to the mariage."},{"number":10,"verse":"And the seruauntes wete out in to the hye wayes, and gathered together as many as they coulde fynde, both good and bad, & the tables were all full."},{"number":11,"verse":"Then the kynge wete in, to se the gestes, and spyed there a man that had not on a weddynge garment,"},{"number":12,"verse":"and sayde vnto him: Frende, how camest thou in hither, & hast not on a weddyinge garment? And he was euen spechlesse."},{"number":13,"verse":"Then sayde the kynge vnto his seruauntes: Take and bynde him hande and fote, & cast him into ye vtter darcknes: there shal be waylinge and gnasshinge of teth."},{"number":14,"verse":"For many be called, but few are chose."},{"number":15,"verse":"Then wente the Pharises, and toke councell, how they might tangle him in his wordes,"},{"number":16,"verse":"and sent vnto him their disciples with Herodes officers, and sayde: Master, we knowe that thou art true, and teachest the waye of God truly, and carest for no ma: for thou regardest not the outwarde appearaunce of me."},{"number":17,"verse":"Tell us therfore, how thinkest thou? Is it laufulll to geue tribute vnto the Emperoure, or not?"},{"number":18,"verse":"Now wha Iesus perceaued their wickednes, he sayde: O ye ypocrites, why tepte ye me"},{"number":19,"verse":"Shewe me ye tribute money. And they toke hi a peny."},{"number":20,"verse":"And he saide vnto the: Whose is this ymage and superscription"},{"number":21,"verse":"They sayde vnto him: The Emperours. Then sayde he vnto them Geue therfore vnto the Emperour, that which is the Emperours: and geue vnto God, that which is Gods."},{"number":22,"verse":"When they herde that, they marueyled, and left him, & wete their waye."},{"number":23,"verse":"The same daye there came vnto him the Saduces (which holde that there is no resurreccion) and axed him,"},{"number":24,"verse":"and sayde: Master, Moses sayde: Yf a man dye, hauynge no children, his brother shal mary his wife, & rayse vp sede vnto his brother."},{"number":25,"verse":"Now were there with us seue brethren. The first maried a wife, and dyed: & for somoch as he had no sede, he left his wife vnto his brother."},{"number":26,"verse":"Like wyse the secode, and thirde vnto the seueth."},{"number":27,"verse":"Last of all the woman dyed also."},{"number":28,"verse":"Now in the resurreccion, whose wife shal she be of the seuen? For they all had her."},{"number":29,"verse":"Iesus answered, and sayde vnto them: Ye erre, and vnderstode not the scriptures, ner the power of God."},{"number":30,"verse":"In the resurreccion they shal nether mary, ner be maried, but are as the angels of God in heauen."},{"number":31,"verse":"As touchinge the resurreccio of the deed, haue ye notred, what is spoken vnto you of God, which sayeth:"},{"number":32,"verse":"I am the God of Abraham, and ye God of Isaac, and the God of Iacob Yet is not God a God of the deed, but of the lyuynge."},{"number":33,"verse":"And whan the people herde that, they were astonnyed at his doctryne."},{"number":34,"verse":"When the Pharises herde, that he had stopped the mouth of the Saduces, they gathered them selues together."},{"number":35,"verse":"And one of them (a Scrybe) tepted him, and sayde:"},{"number":36,"verse":"Master, which is the chefest commaundemet in the lawe?"},{"number":37,"verse":"Iesus saide vnto him: Thou shalt loue the LORDE thy God with all thy hert, with all thy soule, and with all thy mynde:"},{"number":38,"verse":"this is the pryncipall and greatest comaundement."},{"number":39,"verse":"As for the seconde, it is like vnto it: Thou shalt loue thy neghboure as thy self."},{"number":40,"verse":"In these two commaundementes hange all the lawe and the prophetes."},{"number":41,"verse":"Now whyle the Pharises were gathered together, Iesus axed them,"},{"number":42,"verse":"and sayde: What thinke ye of Christ Whose sonne is he They sayde vnto him: Dauids."},{"number":43,"verse":"He sayde vnto them: How then doth Dauid in sprete, call him LORDE, sayenge:"},{"number":44,"verse":"The LORDE sayde vnto my LORDE: Syt thou on my right honde, tyll I make thine enemies thy fote stole."},{"number":45,"verse":"Yf Dauid now call him LORDE, how is he then his sonne?"},{"number":46,"verse":"And no man coude answere him one worde, nether durst eny man axe him eny mo questios, fro that daye forth."}]}