{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"Then spake Iesus vnto ye people and to his disciples,"},{"number":2,"verse":"and sayde: The scrybes & Pharises are set downe vpon Moses seate."},{"number":3,"verse":"Therfore whatsoeuer they bid you obserue, that obserue and do, but after their workes shal ye not do,"},{"number":4,"verse":"for they saye & do not. For they bynde heuy and intollerable burthens, and laye them vpon mens shulders: But they them selues wil not heaue at them with one of their fyngers."},{"number":5,"verse":"All their workes do they to be sene of men. They set abrode their Philateries, and make large borders vpon their garmentes,"},{"number":6,"verse":"and loue to syt vppermost at the table, and to haue the chefe seates in the synagoges,"},{"number":7,"verse":"and loue to be saluted in the market, and to be called of me Rabbi."},{"number":8,"verse":"But ye shal not suffre youre selues to be called Rabbi, for one is youre master, euen Christ, and all ye are brethren."},{"number":9,"verse":"And call no man father vpon earth, for one is youre father, which is in heaue."},{"number":10,"verse":"And ye shal not suffre youre selues to be called masters, for one is youre master, namely, Christ."},{"number":11,"verse":"He that is greatest amoge you, shalbe youre seruaunt."},{"number":12,"verse":"For who so exalteth himself, shal be brought lowe: and he that humbleth himself, shalbe exalted."},{"number":13,"verse":"Wo vnto you Scrybes and Pharises, ye ypocrytes, that shut vp the kyngdome of heauen before men: Ye come not in youre selues, nether suffre ye them to enter, that wolde be in."},{"number":14,"verse":"Wo vnto you Scrybes and Pharises, ye ypocrytes, that deuoure wyddowes houses, and that vnder the culoure of prayenge longe prayers, therfore shal ye receaue ye greater damnacion."},{"number":15,"verse":"Wo vnto you Scrybes and Pharises, ye ypocrytes, which compasse see and lode to make one Proselyte: and whan he is become one, ye make of him a childe of hell, two folde more then ye youre selues are."},{"number":16,"verse":"Wo vnto you blyndegydes, which saye: Who so euer sweareth by the temple, that is nothinge: but who so euer sweareth by the golde of the temple, he is giltie."},{"number":17,"verse":"Ye fooles and blynde, whether is greater? the golde, or the teple that sanctifieth the golde?"},{"number":18,"verse":"And who so euer sweareth by the altare, that is nothinge: but who so euer sweareth by the offeringe that is vpo it, he is giltye."},{"number":19,"verse":"Ye fooles and blynde, whether is greater? the offeringe, or the altare that sanctifieth the offerynge?"},{"number":20,"verse":"Therfore who so sweareth by the altare, sweareth by the same, and by all that is theron:"},{"number":21,"verse":"and who so sweareth by the temple, sweareth by the same, and by him that dwelleth therin."},{"number":22,"verse":"And who so sweareth by heauen, sweareth by the seate of God, and by him that sytteth theron."},{"number":23,"verse":"Wo vnto you scrybes and Pharises, ye ypocrytes, which tythe Mynt, Anyse and Commyn, and leaue the waightier matters of the lawe behynde: namely, iudgment, mercy, and fayth. These ought to haue bene done, and not to leaue the other behynde."},{"number":24,"verse":"O ye blynde gydes, which strayne out a gnat, but swalowe vp a Camell."},{"number":25,"verse":"Wo vnto you scrybes and Pharises, ye Ypocrytes, which make cleane the vttersyde of the cuppe and platter, but within are ye full of robbery and excesse."},{"number":26,"verse":"Thou blynde Pharise, clense first the in syde of the cuppe and platter, that the out syde maye be cleane also."},{"number":27,"verse":"Wo vnto you scrybes and Pharises, ye Ypocrites, which be like vnto paynted Sepulcres, that appeare beutyfull outwarde, but within they are full of deed mens bones and all fylthines."},{"number":28,"verse":"Euen so are ye also: Outwarde ye appeare righteous vnto men, but within ye are full of ypocrisye and iniquyte."},{"number":29,"verse":"Wo vnto you scrybes and Pharises, ye ypocrites, which buylde the tombes of the prophetes, and garnysh the sepulcres of the righteous,"},{"number":30,"verse":"and saye: Yf we had bene in oure fathers tyme, we wolde not haue bene partakers with them in the bloude of the prophetes."},{"number":31,"verse":"Therfore ye be wytnesses vnto youre selues, that ye are the children of them, which slew the prophetes."},{"number":32,"verse":"Go to, fulfyll ye also the measure of youre fathers."},{"number":33,"verse":"O ye serpentes, O ye generacion of vypers, how wyl ye escape the damnacion of Hell?"},{"number":34,"verse":"Therfore beholde, I sende vnto you prophetes and wysemen, and scrybes, and some of them shal ye kyll and crucifye, and some of them shal ye scourge in youre synagoges, and persecute them from cite to cite:"},{"number":35,"verse":"that vpon you maye come all the righteous bloude which hath bene shed vpon ye earth, from the bloude of righteous Abel, vnto ye bloude of Zachary ye sonne of Barachias, whom ye slew betwene the temple and the altare."},{"number":36,"verse":"Verely I saye vnto you: All these thinges shal light vpo this generacion."},{"number":37,"verse":"O Ierusalem Ierusalem, thou that slayest the prophetes, and stonest them that are sent vnto the: How oft wolde I haue gathered thy children together, euen as the henne gathereth hir chekens vnder hir wynges, and ye wolde not?"},{"number":38,"verse":"Beholde, youre habitacion shalbe left vnto you desolate."},{"number":39,"verse":"For I saye vnto you: Ye shal not se me hence forth, tyll ye saye: Blessed be he, that commeth in the name of the LORDE."}]}