{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"And it came to passe wha Iesus had fynished all these wordes, he sayde vnto his disciples:"},{"number":2,"verse":"Ye knowe, that after two dayes shalbe Easter, and the sonne of man shalbe delyuered to be crucified."},{"number":3,"verse":"Then assembled together the hye prestes and the scrybes, and the elders of the people in to the palace of the hye prest which was called Caiphas,"},{"number":4,"verse":"and helde a councell, how they might take Iesus by disceate, and kyll him."},{"number":5,"verse":"But they sayde: Not on the holy daye, lest there be an vproure in the people."},{"number":6,"verse":"Now when Iesus was at Bethany in the house of Symon the leper,"},{"number":7,"verse":"there came vnto hi a woman, which had a boxe with precious oyntment, and poured it vpon his heade, as he sat at the table."},{"number":8,"verse":"Whan his disciples sawe that, they dissdayned, and sayde: Where to serueth this waist?"},{"number":9,"verse":"This oyntmet might haue bene wel solde, and geue to the poore."},{"number":10,"verse":"Whe Iesus perceaued that, he sayde vnto them: Why trouble ye the woman She hath wrought a good worke vpon me"},{"number":11,"verse":"for ye haue allwaye the poore with you, but me shal ye not haue allwayes."},{"number":12,"verse":"Where as she hath poured this oyntmet vpon my body, she dyd it to bury me."},{"number":13,"verse":"Verely I saye vnto you: where so euer this gospell shalbe preached thorow out all the worlde, there shal this also that she hath done, be tolde for a memoriall of her."},{"number":14,"verse":"Then one of the twolue (called Iudas Iscarioth) wente vnto the hye prestes,"},{"number":15,"verse":"and sayde: What wil ye geue me, and I shal delyuer him vnto you? And they offred hi thirtie syluer pens."},{"number":16,"verse":"And from that tyme forth, he sought oportunyte to betraye him?"},{"number":17,"verse":"The first daye of swete bred came the disciples to Iesus, and sayde vnto him: Where wilt thou that we prepare for the, to eate the Easter lambe?"},{"number":18,"verse":"He sayde: Go in to the cite to soch a man, and saye vnto him: The Master sendeth the worde: My tyme is at honde, I wil kepe myne Easter by the with my disciples."},{"number":19,"verse":"And the disciples dyd as Iesus had appoynted them, and made ready the Easter lambe."},{"number":20,"verse":"And at euen he sat downe at the table with the twolue."},{"number":21,"verse":"And as they ate, he sayde: Verely I saye vnto you: One of you shal betraye me."},{"number":22,"verse":"And they were exceadinge soroufull, and beganne euery one of them to saye vnto him: Syr, is it I?"},{"number":23,"verse":"He answered and sayde: He that deppeth his honde with me in the dysshe, the same shal betraye me."},{"number":24,"verse":"The sonne of man goeth forth, as it is wrytten of him: but wo vnto that man by who the sonne of man shalbe betrayed: It had bene better for that ma, yf he had neuer bene borne."},{"number":25,"verse":"The Iudas that betrayed him, answered and sayde: Master, is it I He sayde vnto: him Thou hast sayde."},{"number":26,"verse":"And as they ate, Iesus toke the bred, gaue thankes, brake it, and gaue it to the disciples, and sayde: Take, eate, this is my body."},{"number":27,"verse":"And he toke the cuppe, and thanked, and gaue it the, and sayde: Drynke ye all therof,"},{"number":28,"verse":"this is my bloude of the new testament, that shalbe shed for many for the remission of synnes."},{"number":29,"verse":"I saye vnto you: I wil not drynke hence forth of this frute of the vyne tre, vntill that daye that I shal drynke it new with you in my fathers kyngdome."},{"number":30,"verse":"And whan they had sayde grace, they wente forth vnto mount Oliuete."},{"number":31,"verse":"Then sayde Iesus vnto them. This night shal ye all be offended in me. For it is wrytten: I wil smyte the shepherde, and the shepe of the flocke shalbe scatered abrode."},{"number":32,"verse":"But after that I ryse agayne, I wil go before you in to Galile."},{"number":33,"verse":"Peter answered and sayde vnto him: Though all men shulde be offended in ye, yet wyl I neuer be offeded."},{"number":34,"verse":"Iesus sayde vnto hi: Verely I saye vnto ye: This same night before ye cock crowe, shalt thou denie me thryse."},{"number":35,"verse":"Peter saide vnto him: And though I shulde dye with the, yet wil I not denye the. Likewyse also sayde all the disciples."},{"number":36,"verse":"Then came Iesus with them into a felde which is called Gethsemane, and sayde vnto the disciples: Syt ye here, whyle I go yonder & praye."},{"number":37,"verse":"And he toke with him Peter, and the two sonnes of Zebede, and beganne to wexe soroufull and to be in an agonye."},{"number":38,"verse":"Then sayde Iesus vnto them: My soule is heuy euen vnto the death. Tary ye here, and watch with me."},{"number":39,"verse":"And he wente forth a litle, and fell flat vpon his face, and prayed sayenge: O my father, yf it be possible, let this cuppe passe fro me: neuertheles not as I wil but as thou wilt."},{"number":40,"verse":"And he came to his disciples, and founde the a slepe, & sayde vnto Peter: What coude ye not watch with me one houre"},{"number":41,"verse":"Watch & praye, that ye fall not in to temptacion. The sprete is wyllinge, but the flesh is weake."},{"number":42,"verse":"Agayne, he wete forth the seconde tyme and prayed, sayenge: O my father, yf this cuppe can not passe awaye fro me (excepte I drynke of it) thy will be fulfilled."},{"number":43,"verse":"And he came, and founde them a slepe agayne, and their eyes were heuy."},{"number":44,"verse":"And he left them, and wente forth agayne, and prayed the thirde tyme, sayenge the same wordes."},{"number":45,"verse":"Then came he to his disciples, and sayde vnto them: Slepe on now, and take youre rest. Beholde, the houre is come, yt the sonne of man shalbe delyuered in to the hondes of synners:"},{"number":46,"verse":"Aryse, let us be goynge. Beholde, he is at hode, that betrayeth me."},{"number":47,"verse":"Whyle he yet spake, lo, Iudas one of the twolue came, and with him a greate multitude with swerdes and staues, sent fro the hye prestes and elders of the people."},{"number":48,"verse":"And he that betrayed him, had geuen them a toke, sayenge: Whom so euer I kysse, that same is he, laye hodes vpo him."},{"number":49,"verse":"And forth withal he came to Iesus, and sayde: Hayle master, and kyssed him."},{"number":50,"verse":"And Iesus sayde vnto him: Frende, wherfore art thou come Then came they, and layed hondes vpon Iesus, and toke him."},{"number":51,"verse":"And beholde, one of them that were with Iesus, stretched out his honde, and drue his swerde, and stroke a seruaunt of the hye prestes, & smote of his eare:"},{"number":52,"verse":"Then sayde Iesus vnto him: Put vp yi swerde in to his place. For all that take the swerde, shal perish with the swerde."},{"number":53,"verse":"Or thinkest thou that I can not praye my father now, to sende me more then twolue legions of angels?"},{"number":54,"verse":"But how the shulde the scriptures be fulfylled? For thus must it be."},{"number":55,"verse":"In the same houre sayde Iesus vnto the multitude: Ye are come out as it were to a murthurer with swerdes and staues for to take me. I sat daylie teachinge in the temple amonge you, and ye toke me not."},{"number":56,"verse":"But all this is done, that the scriptures of the prophetes might be fulfylled."},{"number":57,"verse":"The all the disciples left him, and fled. But they that toke Iesus, led him to Caiphas the hye prest, where the scrybes and the elders were gathered together."},{"number":58,"verse":"As for Peter, he folowed him a farre of vnto the hye prestes palace, & wente in, and sat with the seruauntes, that he might se the ende."},{"number":59,"verse":"But the hye prestes and the elders, and the whole councell sought false wytnesse ageynst Iesus, that they might put him to death,"},{"number":60,"verse":"and founde none. And though many false wytnesses stepte forth, yet founde they none. At the last there stepte forth two false wytnesses,"},{"number":61,"verse":"& spake: He sayde: I can breake downe the temple of God, and buylde it agayne in thre dayes."},{"number":62,"verse":"And the hye prest stode vp, and sayde vnto him: Answerest thou nothinge, vnto it, that these testifie agaynst the?"},{"number":63,"verse":"Neuertheles Iesus helde his tonge. And the hye prest answered, and sayde vnto him: I charge the by ye lyuynge God, that thou tell us, yf thou be Christ the sonne of God."},{"number":64,"verse":"Iesus spake: Thou hast sayde it. Neuerthelesse I saye vnto you: From this tyme forth it shal come to passe, that ye shal se the sonne of man syttinge vpon the right hande of the power (of God) and commynge in the cloudes of the heauen."},{"number":65,"verse":"Then the hye prest rente his clothes, and sayde: He hath blasphemed, what nede we eny mo wytnesses? Lo, now haue ye herde his blasphemy:"},{"number":66,"verse":"What thinke ye? They answered, & sayde: He is gyltie of death."},{"number":67,"verse":"Then spytted they in his face, & smote him with fistes. Some smote him"},{"number":68,"verse":"vpon the face, and sayde: Prophecie vnto us thou Christ, who is it, that smote the?"},{"number":69,"verse":"As for Peter, he sat without in the palace. And there came vnto him a damsell, and sayde: And thou wast with Iesus of Galile also."},{"number":70,"verse":"Neuertheles he denyed before the all, and sayde: I can not tell what thou sayest."},{"number":71,"verse":"But whan he wete out at the dore, another damsell sawe him. and sayde vnto them that were there: This was also with Iesus of Nazareth."},{"number":72,"verse":"And he denyed agayne, and sware also: I knowe not the ma."},{"number":73,"verse":"And after a litle whyle, they that stode there, stepte forth, and sayde vnto Peter: Of a trueth thou art one of them also, for thy speach bewrayeth the."},{"number":74,"verse":"Then begane he to curse and to sweare: I knowe not the man. And immediatly the cock crew."},{"number":75,"verse":"Then thought Peter vpon the wordes of Iesus, which sayde vnto him: before the cock crow, thou shalt denye me thryse. And he wente out, and wepte bytterly."}]}