{"bibleAbbr":"CVB1535","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":28,"verses":[{"number":1,"verse":"Upon the euenynge of the Sabbath holy daye, which dawneth ye morow of the first daye of ye Sabbathes, came Mary Magdalene and ye other Mary, to se ye sepulcre."},{"number":2,"verse":"And beholde, there was made a greate earthquake: for the angell of the LORDE descended from heauen, and came and rolled backe ye stone from the dore, and sat vpon it."},{"number":3,"verse":"And his countenaunce was as ye lightenynge, and his clothinge whyte as snowe."},{"number":4,"verse":"But ye watch me were troubled for feare of him, and became as though they were deed."},{"number":5,"verse":"The angell answered, and sayde vnto ye women: Be not ye afrayed. I knowe that ye seke Iesus that was crucified."},{"number":6,"verse":"He is not here. He is rysen, as he sayde. Come, and se ye place, where the LORDE was layed,"},{"number":7,"verse":"and go youre waye soone, and tell his disciples, that he is rysen from the deed. And beholde, he wyl go before you in to Galile, there shal ye se him. Lo, I haue tolde you."},{"number":8,"verse":"And they departed from the graue in all the haist with feare and greate ioye, & ranne to brige his disciples worde."},{"number":9,"verse":"And as they were goinge to tell his disciples, beholde, Iesus met them, and sayde: God spede you. And they wente vnto him, and helde his fete, and fell downe before him."},{"number":10,"verse":"The sayde Iesus vnto them: Be not afrayed: go youre waye and tell my brethren, that they go in to Galile, there shal they se me."},{"number":11,"verse":"And whan they were gone, beholde, certayne of the watchmen came in to the cite, & tolde the hye prestes euery thinge that had happened."},{"number":12,"verse":"And they came together with the elders, and helde a councell, and gaue ye souders money ynough,"},{"number":13,"verse":"and sayde: Saye ye: his disciples came by night, and stole him awaye, whyle we were a slepe."},{"number":14,"verse":"And yf this come to the debytes eares, we wyl styll him, and brynge it so to passe, that ye shal be safe."},{"number":15,"verse":"And they toke the money, and dyd as they were taught. And this sayenge is noysed amonge the Iewes vnto this daye."},{"number":16,"verse":"The eleuen disciples wente vnto Galile in to a mountayne, where Iesus had appoynted them."},{"number":17,"verse":"And whan they sawe him, they fell downe before him: but some of them douted."},{"number":18,"verse":"And Iesus came vnto them, talked with them, and sayde: Vnto me is geue all power in heauen and in earth."},{"number":19,"verse":"Go ye youre waye therfore, and teach all nacions, and baptyse them in the name of the father, and of the sonne, and of the holy goost:"},{"number":20,"verse":"and teach them to kepe all thinges, what soeuer I haue commaunded you. And lo, I am with you euery daye vnto the ende of the worlde."}]}