{"bibleAbbr":"AKJV1999+","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"Keep<WH8104> your foot<WH7272> when<WH834> you go<WH3212> to the house<WH1004> of God,<WH430> and be more<WH7138> ready<WH7138> to hear,<WH8085> than to give<WH5414> the sacrifice<WH2077> of fools:<WH3684> for they consider<WH3045> not that they do<WH6213> evil.<WH7451>"},{"number":2,"verse":"Be not rash<WH926> with your mouth,<WH6310> and let not your heart<WH3820> be hasty<WH4116> to utter<WH3318> any thing<WH1697> before<WH6440> God:<WH430> for God<WH430> is in heaven,<WH8064> and you on earth:<WH776> therefore<WH5921> <WH3651> let your words<WH1697> be few.<WH4592>"},{"number":3,"verse":"For a dream<WH2472> comes<WH935> through the multitude<WH7230> of business;<WH6045> and a fool's<WH3684> voice<WH6963> is known by multitude<WH7230> of words.<WH1697>"},{"number":4,"verse":"When<WH834> you vow<WH5087> a vow<WH5088> to God,<WH430> defer<WH309> not to pay<WH7999> it; for he has no<WH369> pleasure<WH2656> in fools:<WH3684> pay<WH7999> that which<WH834> you have vowed.<WH5087>"},{"number":5,"verse":"Better<WH2896> is it that you should not vow,<WH5087> than that you should vow<WH5087> and not pay.<WH7999>"},{"number":6,"verse":"Suffer<WH5414> not your mouth<WH6310> to cause your flesh<WH1320> to sin;<WH2398> neither<WH408> say<WH559> you before<WH6440> the angel,<WH4397> that it was an error:<WH7684> why<WH4100> should God<WH430> be angry<WH7107> at<WH5921> your voice,<WH6963> and destroy<WH2254> the work<WH4639> of your hands?<WH3027>"},{"number":7,"verse":"For in the multitude<WH7230> of dreams<WH2472> and many<WH7230> words<WH1697> there are also divers vanities:<WH1892> but fear<WH3372> you God.<WH430>"},{"number":8,"verse":"If<WH518> you see<WH7200> the oppression<WH6233> of the poor,<WH7326> and violent<WH1499> perverting of judgment<WH4941> and justice<WH6664> in a province,<WH4082> marvel<WH8539> not at<WH5921> the matter:<WH2656> for he that is higher<WH1364> than<WH5921> the highest<WH1364> regards;<WH8104> and there be higher<WH1364> than<WH5921> they."},{"number":9,"verse":"Moreover the profit<WH3504> of the earth<WH776> is for all:<WH3605> the king<WH4428> himself is served<WH5647> by the field.<WH7704>"},{"number":10,"verse":"He that loves<WH157> silver<WH3701> shall not be satisfied<WH7646> with silver;<WH3701> nor he that loves<WH157> abundance<WH1995> with increase:<WH8393> this<WH2088> is also<WH1571> vanity.<WH1892>"},{"number":11,"verse":"When goods<WH2896> increase,<WH7235> they are increased<WH7231> that eat<WH398> them: and what<WH4100> good<WH3788> is there to the owners<WH1167> thereof, saving<WH518> the beholding<WH7200> of them with their eyes?<WH5869>"},{"number":12,"verse":"The sleep<WH8142> of a laboring<WH5647> man is sweet,<WH4966> whether<WH518> he eat<WH398> little<WH4592> or much:<WH7235> but the abundance<WH7647> of the rich<WH6223> will not suffer<WH3240> him to sleep.<WH3462>"},{"number":13,"verse":"There is a sore<WH2470> evil<WH7451> which I have seen<WH7200> under<WH8478> the sun,<WH8121> namely, riches<WH6239> kept<WH8104> for the owners<WH1167> thereof to their hurt.<WH7451>"},{"number":14,"verse":"But those<WH1931> riches<WH6239> perish<WH6> by evil<WH7451> travail:<WH6045> and he begets<WH3205> a son,<WH1121> and there is nothing<WH3808> <WH3972> in his hand.<WH3027>"},{"number":15,"verse":"As he came<WH3318> forth<WH3318> of his mother's<WH517> womb,<WH990> naked<WH6174> shall he return<WH7725> to go<WH3212> as he came,<WH935> and shall take<WH5375> nothing<WH3808> <WH3972> of his labor,<WH5999> which he may carry<WH3212> away in his hand.<WH3027>"},{"number":16,"verse":"And this<WH2090> also<WH1571> is a sore<WH2470> evil,<WH7451> that in all<WH3605> points<WH5980> as he came,<WH935> so<WH3651> shall he go:<WH3212> and what<WH4100> profit<WH3504> has he that has labored<WH5998> for the wind?<WH7307>"},{"number":17,"verse":"All<WH3605> his days<WH3117> also<WH1571> he eats<WH398> in darkness,<WH2822> and he has much<WH7235> sorrow<WH3708> and wrath<WH7110> with his sickness.<WH2483>"},{"number":18,"verse":"Behold<WH2009> that which<WH834> I have seen:<WH7200> it is good<WH2896> and comely<WH3303> for one to eat<WH398> and to drink,<WH8354> and to enjoy<WH7200> the good<WH2896> of all<WH3605> his labor<WH5999> that he takes<WH5998> under<WH8478> the sun<WH8121> all<WH4557> the days<WH3117> of his life,<WH2416> which<WH834> God<WH430> gives<WH5414> him: for it is his portion.<WH2506>"},{"number":19,"verse":"Every<WH3605> man<WH120> also<WH1571> to whom<WH834> God<WH430> has given<WH5414> riches<WH6239> and wealth,<WH5233> and has given him power<WH7980> to eat<WH398> thereof, and to take<WH5375> his portion,<WH2506> and to rejoice<WH8055> in his labor;<WH5999> this<WH2090> is the gift<WH4991> of God.<WH430>"},{"number":20,"verse":"For he shall not much<WH7235> remember<WH2142> the days<WH3117> of his life;<WH2416> because<WH3588> God<WH430> answers<WH6030> him in the joy<WH8057> of his heart.<WH3820>"}]}