{"bibleAbbr":"AKJV1999+","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"A good name <WH8034> is better <WH2896> than precious <WH2896> ointment; <WH8081> and the day <WH3117> of death <WH4194> than the day <WH3117> of one's birth. <WH3205>"},{"number":2,"verse":"It is better <WH2896> to go <WH3212> to the house <WH1004> of mourning, <WH60> than to go <WH3212> to the house <WH1004> of feasting: <WH4960> for that is the end <WH5490> of all <WH3605> men; <WH120> and the living <WH2416> will lay <WH5414> it to his heart. <WH3820>"},{"number":3,"verse":"Sorrow <WH3708> is better <WH2896> than laughter: <WH7814> for by the sadness <WH7455> of the countenance <WH6440> the heart <WH3820> is made better. <WH3190>"},{"number":4,"verse":"The heart <WH3820> of the wise <WH2450> is in the house <WH1004> of mourning; <WH60> but the heart <WH3820> of fools <WH3684> is in the house <WH1004> of mirth. <WH8057>"},{"number":5,"verse":"It is better <WH2896> to hear <WH8085> the rebuke <WH1606> of the wise, <WH2450> than for a man <WH376> to hear <WH8085> the song <WH7892> of fools. <WH3684>"},{"number":6,"verse":"For as the crackling <WH6963> of thorns <WH5518> under <WH8478> a pot, <WH5518> so <WH3651> is the laughter <WH7814> of the fool: <WH3684> this <WH2088> also <WH1571> is vanity. <WH1892>"},{"number":7,"verse":"Surely <WH3588> oppression <WH6233> makes a wise <WH2450> man mad; <WH1984> and a gift <WH4979> destroys <WH6> the heart. <WH3820>"},{"number":8,"verse":"Better <WH2896> is the end <WH319> of a thing <WH1697> than the beginning <WH7225> thereof: and the patient <WH750> in spirit <WH7307> is better <WH2896> than the proud <WH1362> in spirit. <WH7307>"},{"number":9,"verse":"Be not hasty <WH926> in your spirit <WH7307> to be angry: <WH3707> for anger <WH3708> rests <WH5117> in the bosom <WH2436> of fools. <WH3684>"},{"number":10,"verse":"Say <WH559> not you, What <WH4100> is the cause <WH1961> that the former <WH7223> days <WH3117> were better <WH2896> than these? <WH428> for you do not inquire <WH7592> wisely <WH2451> concerning <WH5921> this. <WH2088>"},{"number":11,"verse":"Wisdom <WH2451> is good <WH2896> with an inheritance: <WH5159> and by it there is profit <WH3148> to them that see <WH7200> the sun. <WH8121>"},{"number":12,"verse":"For wisdom <WH2451> is a defense, <WH6738> and money <WH3701> is a defense: <WH6738> but the excellency <WH3504> of knowledge <WH1847> is, that wisdom <WH2451> gives life <WH2421> to them that have <WH1167> it."},{"number":13,"verse":"Consider <WH7200> the work <WH4639> of God: <WH430> for who <WH4310> can <WH3201> make that straight, <WH8626> which <WH834> he has made crooked? <WH5791>"},{"number":14,"verse":"In the day <WH3117> of prosperity <WH2896> be joyful, <WH2896> but in the day <WH3117> of adversity <WH7451> consider: <WH7200> God <WH430> also <WH1571> has set <WH6213> the one <WH2088> over <WH5980> against <WH5980> the other, <WH2088> to the end <WH1700> that man <WH120> should find <WH4672> nothing <WH3808> <WH3972> after <WH310> him."},{"number":15,"verse":"All <WH3605> things have I seen <WH7200> in the days <WH3117> of my vanity: <WH1892> there is a just <WH6662> man that perishes <WH6> in his righteousness, <WH6664> and there is a wicked <WH7563> man that prolongs <WH748> his life in his wickedness. <WH7451>"},{"number":16,"verse":"Be not righteous <WH6662> over <WH7235> much; <WH7235> neither <WH408> make yourself over <WH3148> wise: <WH2449> why <WH4100> should you destroy <WH8074> yourself?"},{"number":17,"verse":"Be not over <WH7235> much <WH7235> wicked, <WH7561> neither <WH408> be you foolish: <WH5530> why <WH4100> should you die <WH4191> before <WH3808> your time? <WH6256>"},{"number":18,"verse":"It is good <WH2896> that you should take <WH270> hold <WH270> of this; <WH2088> yes, <WH1571> also <WH1571> from this <WH2088> withdraw <WH3240> not your hand: <WH3027> for he that fears <WH3373> God <WH430> shall come <WH3318> forth <WH3318> of them all. <WH3605>"},{"number":19,"verse":"Wisdom <WH2451> strengthens <WH5810> the wise <WH2450> more than ten <WH6235> mighty <WH7989> men which <WH834> are in the city. <WH5892>"},{"number":20,"verse":"For there is not a just <WH6662> man <WH120> on earth, <WH776> that does <WH6213> good, <WH2896> and sins <WH2398> not."},{"number":21,"verse":"Also <WH1571> take <WH5414> no <WH408> heed <WH5414> <WH3820> to all <WH3605> words <WH1697> that are spoken; <WH1696> lest <WH634> <WH3808> you hear <WH8085> your servant <WH5650> curse <WH7043> you:"},{"number":22,"verse":"For oftentimes <WH6471> <WH7227> also <WH1571> your own heart <WH3820> knows <WH3045> that you yourself <WH859> likewise <WH1571> have cursed <WH7043> others. <WH312>"},{"number":23,"verse":"All <WH3605> this <WH2090> have I proved <WH5254> by wisdom: <WH2451> I said, <WH559> I will be wise; <WH2449> but it was far <WH7350> from me."},{"number":24,"verse":"That which <WH4100> is far <WH7350> off, and exceeding deep, <WH6013> who <WH4310> can find <WH4672> it out?"},{"number":25,"verse":"I applied <WH5437> my heart <WH3820> to know, <WH3045> and to search, <WH8446> and to seek <WH1245> out wisdom, <WH2451> and the reason <WH2808> of things, and to know <WH3045> the wickedness <WH7562> of folly, <WH3689> even of foolishness <WH5531> and madness: <WH1947>"},{"number":26,"verse":"And I find <WH4672> more bitter <WH4751> than death <WH4194> the woman, <WH802> whose <WH834> <WH1931> heart <WH3820> is snares <WH4685> and nets, <WH2764> and her hands <WH3027> as bands: <WH612> whoever pleases <WH2896> <WH6440> God <WH430> shall escape <WH4422> from her; but the sinner <WH2398> shall be taken <WH3920> by her."},{"number":27,"verse":"Behold, <WH7200> this <WH2088> have I found, <WH4672> said <WH559> the preacher, <WH6953> counting one <WH259> by one, <WH259> to find <WH4672> out the account: <WH2808>"},{"number":28,"verse":"Which <WH834> yet <WH5750> my soul <WH5315> seeks, <WH1245> but I find <WH4672> not: one <WH259> man <WH120> among a thousand <WH505> have I found; <WH4672> but a woman <WH802> among all <WH3605> those <WH428> have I not found. <WH4672>"},{"number":29,"verse":"See, <WH7200> this <WH2088> only <WH905> have I found, <WH4672> that God <WH430> has made <WH6213> man <WH120> upright; <WH3477> but they have sought <WH1245> out many <WH7227> inventions. <WH2810>"}]}