{"bibleAbbr":"t4t2014","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"(Yahweh warned the Israeli people) “You people of Israel, I brought all your ancestors out of Egypt; so listen to what I am saying about you."},{"number":2,"verse":"From all the people-groups on the earth, I chose and took care of only you. That is the reason that I will punish you for the sins that you have committed.”"},{"number":3,"verse":"(The prophets' task) Two people certainly cannot [RHQ] walk together if they have not already agreed aboutwhat place they will start walking from."},{"number":4,"verse":"A lion certainly does not [RHQ] roar in the bushes/forest if it has not killed another animal. It does not [RHQ] growl in its den if it is not eating the flesh of an animal that it has caught."},{"number":5,"verse":"No one can [RHQ] catch a bird if he does not set a trap for it. A trap does not spring shut when some animal has not sprung the trap."},{"number":6,"verse":"Similarly, all the people in a city certainly [RHQ] become afraid when they hear someone blowing a trumpet to signal that enemies are attacking. And when a city experiences disaster, Yahweh is the one who has caused it [RHQ]."},{"number":7,"verse":"And whatever Yahweh plans to do, he tells his prophets about it."},{"number":8,"verse":"Everyone certainly becomes terrified [RHQ] when they hear a lion roar, and if Yahweh the Lord has given messages to prophets like me, we certainly must [RHQ] proclaim those messages, even if they cause people to become terrified."},{"number":9,"verse":"(Yahweh will punish Samaria) I said this to the leaders of Samaria (OR, Yahweh said this to me): Send this message to the leaders [MET] in Ashdod city and to Egypt: “Come to the hills of Samaria and see the way that their ◄leaders/wealthy people► are causing people in that city to be terrified, and the way that they are causing the people to suffer!”"},{"number":10,"verse":"Yahweh says that the people there do not know how to do things that are right. Their homes are filled with valuable things that they have stolen or taken violently from others."},{"number":11,"verse":"So Yahweh our God says that soon their enemies will come and tear down their ◄defenses/high city walls► and take away those valuable things."},{"number":12,"verse":"Yahweh has declared this: “When a lion attacks a sheep, sometimes a shepherd will be able to snatch from the lion's mouth only two legs or an ear of the sheep. Similarly, only a few people from Samaria will escape, and they will be able to rescue only a part of a couch and a part of a bed.”"},{"number":13,"verse":"The Almighty Commander of the armies of angels said this: “Proclaim this message about the descendants [MTY] of Jacob:"},{"number":14,"verse":"When I, Yahweh, punish the people of Israel because of the sins that they have committed, I will cause the altars at Bethel town to be destroyed; even the projections at the corners of the altars will be cut off and fall to the ground."},{"number":15,"verse":"I will cause the houses that they live in during the ◄winter/rainy season► and those in which they live during the ◄summer/dry season► to be torn down. Beautiful big houses and houses that are decorated with ivory and will be destroyed. That will surely happen because I, Yahweh, have said it!”"}]}