{"bibleAbbr":"t4t2014","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"Israel will be punishedYahweh showed me another vision. In the vision, I saw him standing next to the altar. He said, “Strike/Shake the tops of the pillars of the temple, until they become loose and fall down, so that even the foundation will shake. Then cause the pieces of the temple to fall down on the people who are inside. I will kill with a sword anyone who tries to flee; no one will escape."},{"number":2,"verse":"If they dig deep pits in the ground, or if they try to climb up to the sky in order to escape, I will reach out and grab them."},{"number":3,"verse":"If they go to the top of Carmel Mountain to escape, I will search for them and seize them. If they try to hide from me at the bottom of the sea, I will command the huge sea monster to bite them."},{"number":4,"verse":"If their enemies capture them and force them to go to other countries, I will command that they be killed there with swords. I am determined [IDI] to get rid of them, not to help them.”"},{"number":5,"verse":"When the Almighty Commander of the armies of angels touches the earth, it melts, and all over the earth many people die, and the others mourn for them. It is as though Yahweh causes the earth repeatedly to rise and fall like [SIM] the Nile River rises and falls."},{"number":6,"verse":"He builds his beautiful palace in heaven, and sets/causes the sky to be like a dome over the earth. He scoops up the water from the ocean and puts it into clouds, and then empties the clouds onto the earth. His name is Yahweh."},{"number":7,"verse":"And Yahweh says, “You people of Israel, you are certainly [RHQ] now no more important to me than the people of Ethiopia. I brought your ancestors here from Egypt, but I also brought the people of Philistia from Crete Island, and I brought the people of Syria from the Kir region."},{"number":8,"verse":"I [SYN], Yahweh the Lord, have seen that you people in the kingdom of Israel are very sinful, so I will ◄destroy you/wipe you off the earth►. But I will not get rid of all you descendants [MTY] of Jacob. That is what will surely happen because I, Yahweh, have said it."},{"number":9,"verse":"When I command it, it will be as though I will shake you Israeli people who are living in various nations, like [MET] a farmer shakes a sieve to separate the stone pebbles from the grain, in order that they do not fall on the ground with the grain."},{"number":10,"verse":"From among my people, all you sinful people who say, ‘We will not experience disasters; nothing evil will happen to us,’ will be killed by your enemies' swords.”"},{"number":11,"verse":"Yahweh promised to restore Israel“The kingdom over which King David ruled has been destroyed, like [MET] a house that collapsed and then became ruins. But some day I will cause it to be a kingdom again. I will cause it to prosper again just like it did previously."},{"number":12,"verse":"When that happens, your armies will seize/capture the remaining part of Edom region again, and they will also seize the other nations that previously belonged to me [MTY]. I, Yahweh, have said that I will do these things, and I will certainly cause them to happen."},{"number":13,"verse":"There will be a time when your crops will grow very well: Very soon after the crops are harvested, farmers will plow the ground to plant more crops in it again, and soon after the vineyards are planted, farmers will harvest grapes and tread on them to make wine. And because there will be very much wine, it will seem as though wine is flowing down from the hills [DOU]."},{"number":14,"verse":"I will cause you, my Israeli people, to prosper again. You will rebuild your towns and live in them. You will plant vineyards and then drink the wine made from the grapes that grows in them."},{"number":15,"verse":"I will enable you to live [MET] in your land again, the land that I gave to your ancestors, and never again will you be forced to leave it. That is what will surely happen because I, Yahweh, have said it.”"}]}