{"bibleAbbr":"CVB1535","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"O how is the golde become so dymme? How is the goodly coloure of it so sore chaunged? and the stones of ye Sanctuary thus scatred in the corner of euery strete?"},{"number":2,"verse":"The children of Sion that were allwaye in honoure, & clothed with ye most precious golde: how are they now becomme like the erthen vessels which be made with the potters honde?"},{"number":3,"verse":"The Lamyes geue their yonge ones suck wt bare brestes: but the doughter of my people is cruel, and dwelleth in the wyldernesse: like the Estriches."},{"number":4,"verse":"The tonges of the suckinge children, cleue to ye rofe of their mouthes for very thurst. The yonge children axe bred, but there is noman, that geueth it them."},{"number":5,"verse":"They that were wonte to fayre delicatly, perishe in the stretes: they that afore were brought vp in purple, make now moch of donge."},{"number":6,"verse":"The synne of the doughter of my people is become greater, then ye wickednesse of Sodome, that sodely was destroyed, and not taken with hondes."},{"number":7,"verse":"Hir absteyners (or Nazarees) were whyter then ye snowe or mylke: their coloure was fresh read as the Corall, their beutie like the Saphyre."},{"number":8,"verse":"But now their faces are very black: In so moch, that thou shuldest not knowe them in the stretes. Their skynne cleueth to their bones, It is wythered, and become like a drye stock."},{"number":9,"verse":"They that be slayne with the swearde, are happier, then soch as dye of honger, and perishe awaye famishinge for the frutes of the felde."},{"number":10,"verse":"The wome (which of nature are pitefull) haue sodden their owne children with their hondes: that they might be their meate, in ye miserable destruccion of the doughter of my people."},{"number":11,"verse":"The LORDE hath perfourmed his heuy wrath: he hath poured out the furiousnes of his displeasure. He hath kindled a fyre in Sion, which hath consumed the foundacions therof."},{"number":12,"verse":"Nether the kinges of the earth, ner all ye inhabitours of the worlde, wolde haue beleued, that the enemie & aduersary shulde haue come in at the gates of the cite of Ierusale."},{"number":13,"verse":"Which neuertheles is come to passe for ye synnes of hir prophetes, and for the wickednes of hir prestes, that haue shed innocentes bloude within her."},{"number":14,"verse":"So that these blynde men wete stomblinge in the stretes, and stayned themselues wt bloude, which els wolde touche no bloudy cloth."},{"number":15,"verse":"But they cried vnto euery ma: fle the staynynge, awaye, get you hece, touch it not. Yee (sayde they) ye must be brent, ye must dwell amonge the Gentiles, & byde no longer here."},{"number":16,"verse":"The countenaunce of the LORDE hath banyshed them, & shal neuer loke more vpon them: For they them selues nether regarded the prestes, nor pitied their elders."},{"number":17,"verse":"Wherfore yet oure eyes fayle vs, whyle we loke for vayne helpe: seynge we be euer waitynge vpon a people, that can do vs no good,"},{"number":18,"verse":"They laye so sharpe waite for vs, that we can not go safe vpon the stretes: for oure ende is come, oure dayes are fulfilled, oure ende is here."},{"number":19,"verse":"Oure persecuters are swifter then the Aegles of the ayre: they folowed vpon vs ouer the mountaynes, and layed wait for vs in ye wildernesse."},{"number":20,"verse":"The very breth of oure mouth; euen the anoynted LORDE himself shalbe take in oure synnes, of whom we saye: Vnder his shadowe we shal be preserued amonge the Heithen."},{"number":21,"verse":"And thou (O doughter Edom) that dwellest in the londe of Hus, be glad and reioyce: for the cuppe shal come vnto the also, which whe thou suppest of, thou shalt be droncke."},{"number":22,"verse":"Thy synne is wel punished (O thou doughter Sion) he shall not suffre the to be caried awaye eny more. But thy wickednesse (O doughter Edom) shall he vyset, and for thy synnes sake, he shal lede the into captiuyte."}]}