{"bibleAbbr":"NET2007","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":6,"verses":[{"number":1,"verse":"The Believer’s Freedom from Sin’s Domination What shall we say then? Are we to remain in sin so that grace may increase?"},{"number":2,"verse":"Absolutely not! How can we who died to sin still live in it?"},{"number":3,"verse":"Or do you not know that as many as were baptized into Christ Jesus were baptized into his death?"},{"number":4,"verse":"Therefore we have been buried with him through baptism into death, in order that just as Christ was raised from the dead through the glory of the Father, so we too may live a new life. (tn Grk “may walk in newness of life,” in which ζωῆς (zwhs) functions as an attributed genitive (see ExSyn 89-90, where this verse is given as a prime example).)"},{"number":5,"verse":"For if we have become united with him in the likeness of his death, we will certainly also be united in the likeness of his resurrection. (tn Grk “we will certainly also of his resurrection.”)"},{"number":6,"verse":"We know that (tn Grk “knowing this, that.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) our old man was crucified with him so that the body of sin would no longer dominate us, (tn Grk “may be rendered ineffective, inoperative,” or possibly “may be destroyed.” The term καταργέω (katargew) has various nuances. In Rom 7:2 the wife whose husband has died is freed from the law (i. e., the law of marriage no longer has any power over her, in spite of what she may feel). A similar point seems to be made here (note v. 7).) so that we would no longer be enslaved to sin."},{"number":7,"verse":"(For someone who has died has been freed from sin.) (sn Verse 7 forms something of a parenthetical comment in Paul’s argument.)"},{"number":8,"verse":"Now if we died with Christ, we believe that we will also live with him."},{"number":9,"verse":"We know (tn Grk “knowing.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) that since Christ has been raised from the dead, he is never going to die (tn The present tense here has been translated as a futuristic present (see ExSyn 536, where this verse is listed as an example).) again; death no longer has mastery over him."},{"number":10,"verse":"For the death he died, he died to sin once for all, but the life he lives, he lives to God."},{"number":11,"verse":"So you too consider yourselves (tc ‡ Some Alexandrian and Byzantine mss (Ì94vid א* B C 81 365 1506 1739 1881 pc) have the infinitive “to be” (εἶναι, einai) following “yourselves”. The infinitive is lacking from some mss of the Alexandrian and Western texttypes (Ì46vid A D*, c F G 33vid pc). The infinitive is found elsewhere in the majority of Byzantine mss, suggesting a scribal tendency toward clarification. The lack of infinitive best explains the rise of the other readings. The meaning of the passage is not significantly altered by inclusion or omission, but on internal grounds omission is more likely. NA27 includes the infinitive in brackets, indicating doubt as to its authenticity.) dead to sin, but (tn Greek emphasizes the contrast between these two clauses more than can be easily expressed in English.) alive to God in Christ Jesus."},{"number":12,"verse":"Therefore do not let sin reign in your mortal body so that you obey its desires,"},{"number":13,"verse":"and do not present your members to sin as instruments (tn Or “weapons, tools.”) to be used for unrighteousness, (tn Or “wickedness, injustice.”) but present yourselves to God as those who are alive from the dead and your members to God as instruments (tn Or “weapons, tools.”) to be used for righteousness."},{"number":14,"verse":"For sin will have no mastery over you, because you are not under law but under grace."},{"number":15,"verse":"The Believer’s Enslavement to God’s Righteousness What then? Shall we sin because we are not under law but under grace? Absolutely not!"},{"number":16,"verse":"Do you not know that if you present yourselves (tn Grk “to whom you present yourselves.”) as obedient slaves, (tn Grk “as slaves for obedience.” See the note on the word “slave” in 1:1.) you are slaves of the one you obey, either of sin resulting in death, or obedience resulting in righteousness? (tn Grk “either of sin unto death, or obedience unto righteousness.”)"},{"number":17,"verse":"But thanks be to God that though you were slaves to sin, you obeyed (tn Grk “you were slaves of sin but you obeyed.”) from the heart that pattern (tn Or “type, form.”) of teaching you were entrusted to,"},{"number":18,"verse":"and having been freed from sin, you became enslaved to righteousness."},{"number":19,"verse":"(I am speaking in human terms because of the weakness of your flesh.) (tn Or “because of your natural limitations” (NRSV). sn Verse 19 forms something of a parenthetical comment in Paul’s argument.) For just as you once presented your members as slaves to impurity and lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification."},{"number":20,"verse":"For when you were slaves of sin, you were free with regard to righteousness."},{"number":21,"verse":"So what benefit (tn Grk “fruit.”) did you then reap (tn Grk “have,” in a tense emphasizing their customary condition in the past.) from those things that you are now ashamed of? For the end of those things is death."},{"number":22,"verse":"But now, freed (tn The two aorist participles translated “freed” and “enslaved” are causal in force; their full force is something like “But now, since you have become freed from sin and since you have become enslaved to God….”) from sin and enslaved to God, you have your benefit (tn Grk “fruit.”) leading to sanctification, and the end is eternal life."},{"number":23,"verse":"For the payoff (tn A figurative extension of ὀψώνιον (oywnion), which refers to a soldier’s pay or wages. Here it refers to the end result of an activity, seen as something one receives back in return. In this case the activity is sin, and the translation “payoff” captures this thought. See also L&N 89.42.) of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}]}