{"bibleAbbr":"NET2007","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"The Believer’s Relationship to the Law Or do you not know, brothers and sisters (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:13.) (for I am speaking to those who know the law), that the law is lord over a person (sn Here person refers to a human being.) as long as he lives?"},{"number":2,"verse":"For a married woman is bound by law to her husband as long as he lives, but if her (tn Grk “the,” with the article used as a possessive pronoun (ExSyn 215).) husband dies, she is released from the law of the marriage. (tn Grk “husband.”sn Paul’s example of the married woman and the law of the marriage illustrates that death frees a person from obligation to the law. Thus, in spiritual terms, a person who has died to what controlled us (v. 6) has been released from the law to serve God in the new life produced by the Spirit.)"},{"number":3,"verse":"So then, (tn There is a double connective here that cannot be easily preserved in English: “consequently therefore,” emphasizing the conclusion of what he has been arguing.) if she is joined to another man while her husband is alive, she will be called an adulteress. But if her (tn Grk “the,” with the article used as a possessive pronoun (ExSyn 215).) husband dies, she is free from that law, and if she is joined to another man, she is not an adulteress."},{"number":4,"verse":"So, my brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:13.) you also died to the law through the body of Christ, so that you could be joined to another, to the one who was raised from the dead, to bear fruit to God. (tn Grk “that we might bear fruit to God.”)"},{"number":5,"verse":"For when we were in the flesh, (tn That is, before we were in Christ.) the sinful desires, (tn Or “sinful passions.”) aroused by the law, were active in the members of our body (tn Grk “our members”; the words “of our body” have been supplied to clarify the meaning.) to bear fruit for death."},{"number":6,"verse":"But now we have been released from the law, because we have died (tn Grk “having died.” The participle ἀποθανόντες (apoqanonte\") has been translated as a causal adverbial participle.) to what controlled us, so that we may serve in the new life of the Spirit and not under the old written code. (tn Grk “in the newness of the Spirit and not in the oldness of the letter.”)"},{"number":7,"verse":"What shall we say then? Is the law sin? Absolutely not! Certainly, I (sn Romans 7:7–25. There has been an enormous debate over the significance of the first person singular pronouns (“I”) in this passage and how to understand their referent. Did Paul intend (1) a reference to himself and other Christians too; (2) a reference to his own pre-Christian experience as a Jew, struggling with the law and sin (and thus addressing his fellow countrymen as Jews); or (3) a reference to himself as a child of Adam, reflecting the experience of Adam that is shared by both Jews and Gentiles alike (i. e., all people everywhere)? Good arguments can be assembled for each of these views, and each has problems dealing with specific statements in the passage. The classic argument against an autobiographical interpretation was made by W. G. Kümmel, Römer 7 und die Bekehrung des Paulus. A good case for seeing at least an autobiographical element in the chapter has been made by G. Theissen, Psychologische Aspekte paulinischer Theologie [FRLANT], 181-268. One major point that seems to favor some sort of an autobiographical reading of these verses is the lack of any mention of the Holy Spirit for empowerment in the struggle described in Rom 7:7–25. The Spirit is mentioned beginning in 8:1 as the solution to the problem of the struggle with sin (8:4–6, 9).) would not have known sin except through the law. For indeed I would not have known what it means to desire something belonging to someone else (tn Grk “I would not have known covetousness.”) if the law had not said, “Do not covet.” (sn A quotation from Exod 20:17 and Deut 5:21.)"},{"number":8,"verse":"But sin, seizing the opportunity through the commandment, produced in me all kinds of wrong desires. (tn Or “covetousness.”) For apart from the law, sin is dead."},{"number":9,"verse":"And I was once alive apart from the law, but with the coming of the commandment sin became alive"},{"number":10,"verse":"and I died. So (tn Here καί (kai) has been translated as “So” to indicate the result of the statement in the previous verse. Greek style often begins sentences or clauses with “and,” but English style generally does not.) I found that the very commandment that was intended to bring life brought death! (tn Grk “and there was found in/for me the commandment which was for life – this was for death.”)"},{"number":11,"verse":"For sin, seizing the opportunity through the commandment, deceived me and through it I died. (tn Or “and through it killed me.”)"},{"number":12,"verse":"So then, the law is holy, and the commandment is holy, righteous, and good."},{"number":13,"verse":"Did that which is good, then, become death to me? Absolutely not! But sin, so that it would be shown to be sin, produced death in me through what is good, so that through the commandment sin would become utterly sinful."},{"number":14,"verse":"For we know that the law is spiritual — but I am unspiritual, sold into slavery to sin. (tn Grk “under sin.”)"},{"number":15,"verse":"For I don’t understand what I am doing. For I do not do what I want — instead, I do what I hate. (tn Grk “but what I hate, this I do.”)"},{"number":16,"verse":"But if I do what I don’t want, I agree that the law is good. (tn Grk “I agree with the law that it is good.”)"},{"number":17,"verse":"But now it is no longer me doing it, but sin that lives in me."},{"number":18,"verse":"For I know that nothing good lives in me, that is, in my flesh. For I want to do the good, but I cannot do it. (tn Grk “For to wish is present in/with me, but not to do it.”)"},{"number":19,"verse":"For I do not do the good I want, but I do the very evil I do not want!"},{"number":20,"verse":"Now if I do what I do not want, it is no longer me doing it but sin that lives in me."},{"number":21,"verse":"So, I find the law that when I want to do good, evil is present with me."},{"number":22,"verse":"For I delight in the law of God in my inner being."},{"number":23,"verse":"But I see a different law in my members waging war against the law of my mind and making me captive to the law of sin that is in my members."},{"number":24,"verse":"Wretched man that I am! Who will rescue me from this body of death?"},{"number":25,"verse":"Thanks be (tc ‡ Most mss (א* A 1739 1881 Ï sy) read “I give thanks to God” rather than “Now thanks be to God” (א1 [B] Ψ 33 81 104 365 1506 pc), the reading of NA27. The reading with the verb (εὐχαριστῶ τῷ θεῷ, eucaristw tw qew) possibly arose from a transcriptional error in which several letters were doubled (TCGNT 455). The conjunction δέ (de, “now”) is included in some mss as well (א1 Ψ 33 81 104 365 1506 pc), but it should probably not be considered original. The ms support for the omission of δέ is both excellent and widespread (א* A B D 1739 1881 Ï lat sy), and its addition can be explained as an insertion to smooth out the transition between v. 24 and 25.) to God through Jesus Christ our Lord! So then, (tn There is a double connective here that cannot be easily preserved in English: “consequently therefore,” emphasizing the conclusion of what he has been arguing.) I myself serve the law of God with my mind, but (tn Greek emphasizes the contrast between these two clauses more than can be easily expressed in English.) with my flesh I serve (tn The words “I serve” have been repeated here for clarity.) the law of sin."}]}