{"bibleAbbr":"NET2007","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"(Israel’s Rejection Considered) (sn Rom 9:1–11:36. These three chapters are among the most difficult and disputed in Paul’s Letter to the Romans. One area of difficulty is the relationship between Israel and the church, especially concerning the nature and extent of Israel’s election. Many different models have been constructed to express this relationship. For a representative survey, see M. Barth, The People of God (JSNTSup), 22-27. The literary genre of these three chapters has been frequently identified as a diatribe, a philosophical discussion or conversation evolved by the Cynic and Stoic schools of philosophy as a means of popularizing their ideas (E. Käsemann, Romans, 261 and 267). But other recent scholars have challenged the idea that Rom 9–11 is characterized by diatribe. Scholars like R. Scroggs and E. E. Ellis have instead identified the material in question as midrash. For a summary and discussion of the rabbinic connections, see W. R. Stegner, “Romans 9.6-29 – A Midrash,” JSNT 22 (1984): 37-52.) I am telling the truth in Christ (I am not lying!), for my conscience assures me (tn Or “my conscience bears witness to me.”) in the Holy Spirit —"},{"number":2,"verse":"I have great sorrow and unceasing anguish in my heart. (tn Grk “my sorrow is great and the anguish in my heart is unceasing.”)"},{"number":3,"verse":"For I could wish (tn Or “For I would pray.” The implied condition is “if this could save my fellow Jews.”) that I myself were accursed — cut off from Christ — for the sake of my people, (tn Grk “brothers.” See BDAG 18-19 s. v. ἀδελφός 2. b.) my fellow countrymen, (tn Grk “my kinsmen according to the flesh.”)"},{"number":4,"verse":"who are Israelites. To them belong (tn Grk “of whom.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) the adoption as sons, (tn The Greek term υἱοθεσία (Juioqesia) was originally a legal technical term for adoption as a son with full rights of inheritance. BDAG 1024 s. v. notes, “a legal t. t. of ‘adoption’ of children, in our lit., i. e. in Paul, only in a transferred sense of a transcendent filial relationship between God and humans (with the legal aspect, not gender specificity, as major semantic component).” Although some modern translations remove the filial sense completely and render the term merely “adoption” (cf. NAB, ESV), the retention of this component of meaning was accomplished in the present translation by the phrase “as sons.”) the glory, the covenants, the giving of the law, the temple worship, (tn Or “cultic service.”) and the promises."},{"number":5,"verse":"To them belong the patriarchs, (tn Grk “of whom are the fathers.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) and from them, (tn Grk “from whom.” Here the relative pronoun has been replaced by a personal pronoun.) by human descent, (tn Grk “according to the flesh.”) came the Christ, (tn Or “Messiah.” (Both Greek “Christ” and Hebrew and Aramaic “Messiah” mean “one who has been anointed.”)) who is God over all, blessed forever! (tn Or “the Christ, who is over all, God blessed forever,” or “the Messiah. God who is over all be blessed forever!” or “the Messiah who is over all. God be blessed forever!” The translational difficulty here is not text-critical in nature, but is a problem of punctuation. Since the genre of these opening verses of Romans 9 is a lament, it is probably best to take this as an affirmation of Christ’s deity (as the text renders it). Although the other renderings are possible, to see a note of praise to God at the end of this section seems strangely out of place. But for Paul to bring his lament to a crescendo (that is to say, his kinsmen had rejected God come in the flesh), thereby deepening his anguish, is wholly appropriate. This is also supported grammatically and stylistically: The phrase ὁ ὢν (Jo wn, “the one who is”) is most naturally taken as a phrase which modifies something in the preceding context, and Paul’s doxologies are always closely tied to the preceding context. For a detailed examination of this verse, see B. M. Metzger, “The Punctuation of Rom. 9:5,” Christ and the Spirit in the New Testament, 95-112; and M. J. Harris, Jesus as God, 144-72.) Amen."},{"number":6,"verse":"It is not as though the word of God had failed. For not all those who are descended from Israel are truly Israel, (tn Grk “For not all those who are from Israel are Israel.”)"},{"number":7,"verse":"nor are all the children Abraham’s true descendants; rather “through Isaac will your descendants be counted.” (tn Grk “be called.” The emphasis here is upon God’s divine sovereignty in choosing Isaac as the child through whom Abraham’s lineage would be counted as opposed to Ishmael. sn A quotation from Gen 21:12.)"},{"number":8,"verse":"This means (tn Grk “That is,” or “That is to say.”) it is not the children of the flesh (tn Because it forms the counterpoint to “the children of promise” the expression “children of the flesh” has been retained in the translation. sn The expression the children of the flesh refers to the natural offspring.) who are the children of God; rather, the children of promise are counted as descendants."},{"number":9,"verse":"For this is what the promise declared: (tn Grk “For this is the word of promise.”) “About a year from now (tn Grk “About this time I will return.” Since this refers to the time when the promised child would be born, it would be approximately a year later.) I will return and Sarah will have a son.” (sn A quotation from Gen 18:10, 14.)"},{"number":10,"verse":"Not only that, but when Rebekah had conceived children by one man, (tn Or possibly “by one act of sexual intercourse.” See D. Moo, Romans (NICNT), 579.) our ancestor Isaac —"},{"number":11,"verse":"even before they were born or had done anything good or bad (so that God’s purpose in election (tn Grk “God’s purpose according to election.”) would stand, not by works but by (tn Or “not based on works but based on…”) his calling) (tn Grk “by the one who calls.” sn The entire clause is something of a parenthetical remark.) —"},{"number":12,"verse":"(sn Many translations place this verse division before the phrase “not by works but by his calling” (NA27/UBS4, NIV, NRSV, NLT, NAB). Other translations place this verse division in the same place that the translation above does (NASB, KJV, NKJV, ASV, RSV). The translation has followed the latter to avoid breaking the parenthetical statement.) it was said to her, “The older will serve the younger,” (sn A quotation from Gen 25:23.)"},{"number":13,"verse":"just as it is written: “Jacob I loved, but Esau I hated.” (sn A quotation from Mal 1:2–3.)"},{"number":14,"verse":"What shall we say then? Is there injustice with God? Absolutely not!"},{"number":15,"verse":"For he says to Moses: “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” (sn A quotation from Exod 33:19.)"},{"number":16,"verse":"So then, (sn There is a double connective here that cannot be easily preserved in English: “consequently therefore,” emphasizing the conclusion of what he has been arguing.) it does not depend on human desire or exertion, (tn Grk “So then, [it does] not [depend] on the one who desires nor on the one who runs.”) but on God who shows mercy."},{"number":17,"verse":"For the scripture says to Pharaoh: (sn Paul uses a typical rabbinic formula here in which the OT scriptures are figuratively portrayed as speaking to Pharaoh. What he means is that the scripture he cites refers (or can be applied) to Pharaoh.) “For this very purpose I have raised you up, that I may demonstrate my power in you, and that my name may be proclaimed in all the earth.” (sn A quotation from Exod 9:16.)"},{"number":18,"verse":"So then, (sn There is a double connective here that cannot be easily preserved in English: “consequently therefore,” emphasizing the conclusion of what he has been arguing.) God (tn Grk “he”; the referent (God) has been specified in the translation for clarity.) has mercy on whom he chooses to have mercy, and he hardens whom he chooses to harden. (tn Grk “So then, he has mercy on whom he desires, and he hardens whom he desires.”)"},{"number":19,"verse":"You will say to me then, “Why does he still find fault? For who has ever resisted his will?”"},{"number":20,"verse":"But who indeed are you — a mere human being (tn Grk “O man.”) — to talk back to God? (tn Grk “On the contrary, O man, who are you to talk back to God?”) Does what is molded say to the molder, “Why have you made me like this?” (sn A quotation from Isa 29:16; 45:9.)"},{"number":21,"verse":"Has the potter no right to make from the same lump of clay (tn Grk “Or does not the potter have authority over the clay to make from the same lump.”) one vessel for special use and another for ordinary use? (tn Grk “one vessel for honor and another for dishonor.”)"},{"number":22,"verse":"But what if God, willing to demonstrate his wrath and to make known his power, has endured with much patience the objects (tn Grk “vessels.” This is the same Greek word used in v. 21.) of wrath (tn Or “vessels destined for wrath.” The genitive ὀργῆς (orghs) could be taken as a genitive of destination.) prepared for destruction? (tn Or possibly “objects of wrath that have fit themselves for destruction.” The form of the participle could be taken either as a passive or middle (reflexive). ExSyn 417-18 argues strongly for the passive sense (which is followed in the translation), stating that “the middle view has little to commend it.” First, καταρτίζω (katartizw) is nowhere else used in the NT as a direct or reflexive middle (a usage which, in any event, is quite rare in the NT). Second, the lexical force of this verb, coupled with the perfect tense, suggests something of a “done deal” (against some commentaries that see these vessels as ready for destruction yet still able to avert disaster). Third, the potter-clay motif seems to have one point: The potter prepares the clay.)"},{"number":23,"verse":"And what if he is willing to make known the wealth of his glory on the objects (tn Grk “vessels.” This is the same Greek word used in v. 21.) of mercy that he has prepared beforehand for glory —"},{"number":24,"verse":"even us, whom he has called, not only from the Jews but also from the Gentiles?"},{"number":25,"verse":"As he also says in Hosea: “I will call those who were not my people, ‘My people,’ and I will call her who was unloved, (tn Grk “and her who was not beloved, ‘Beloved.’”) ‘My beloved.’” (sn A quotation from Hos 2:23.)"},{"number":26,"verse":"“And in the very place (tn Grk “And it will be in the very place.”) where it was said to them, ‘You are not my people,’ there they will be called ‘sons of the living God.’” (sn A quotation from Hos 1:10.)"},{"number":27,"verse":"And Isaiah cries out on behalf of Israel, “Though the number of the children (tn Grk “sons.”) of Israel are as the sand of the sea, only the remnant will be saved,"},{"number":28,"verse":"for the Lord will execute his sentence on the earth completely and quickly.” (tc In light of the interpretive difficulty of this verse, a longer reading seems to have been added to clarify the meaning. The addition, in the middle of the sentence, makes the whole verse read as follows: “For he will execute his sentence completely and quickly in righteousness, because the Lord will do it quickly on the earth.” The shorter reading is found largely in Alexandrian mss (Ì46 א* A B 6 1506 1739 1881 pc co), while the longer reading is found principally in Western and Byzantine mss (א2 D F G Ψ 33 Ï lat). The longer reading follows Isa 10:22–23 (LXX) verbatim, while Paul in the previous verse quoted the LXX loosely. This suggests the addition was made by a copyist trying to make sense out of a difficult passage rather than by the author himself. tn There is a wordplay in Greek (in both the LXX and here) on the phrase translated “completely and quickly” (συντελῶν καὶ συντέμνων, suntelwn kai suntemnwn). These participles are translated as adverbs for smoothness; a more literal (and more cumbersome) rendering would be: “The Lord will act by closing the account [or completing the sentence], and by cutting short the time.” The interpretation of this text is notoriously difficult. Cf. BDAG 975 s. v. συντέμνω. sn A modified quotation from Isa 10:22–23. Since it is not exact, it has been printed as italics only.)"},{"number":29,"verse":"Just (tn Here καί (kai) has not been translated because of differences between Greek and English style.) as Isaiah predicted, “If the Lord of armies (tn Traditionally, “Lord of hosts”; Grk “Lord Sabaoth,” which means “Lord of the [heavenly] armies,” sometimes translated more generally as “Lord Almighty.”) had not left us descendants, we would have become like Sodom, and we would have resembled Gomorrah.” (sn A quotation from Isa 1:9.)"},{"number":30,"verse":"(Israel’s Rejection Culpable) What shall we say then? — that the Gentiles who did not pursue righteousness obtained it, that is, a righteousness that is by faith,"},{"number":31,"verse":"but Israel even though pursuing (tn Or “who pursued.” The participle could be taken adverbially or adjectivally.) a law of righteousness (tn Or “a legal righteousness,” that is, a righteousness based on law. This translation would treat the genitive δικαιοσύνης (dikaiosunh\") as an attributed genitive (see ExSyn 89-91).) did not attain it. (tn Grk “has not attained unto the law.”)"},{"number":32,"verse":"Why not? Because they pursued (tn Grk “Why? Because not by faith but as though by works.” The verb (“they pursued [it]”) is to be supplied from the preceding verse for the sake of English style; yet a certain literary power is seen in Paul’s laconic style.) it not by faith but (as if it were possible) by works. (tc Most mss, especially the later ones (א2 D Ψ 33 Ï sy), read νόμου (nomou, “of the law”) here, echoing Paul’s usage in Rom 3:20, 28 and elsewhere. The qualifying phrase is lacking in א* A B F G 6 629 630 1739 1881 pc lat co. The longer reading thus is weaker externally and internally, being motivated apparently by a need to clarify. tn Grk “but as by works.”) They stumbled over the stumbling stone, (tn Grk “the stone of stumbling.”)"},{"number":33,"verse":"just as it is written, “Look, I am laying in Zion a stone that will cause people to stumble and a rock that will make them fall, (tn Grk “a stone of stumbling and a rock of offense.”) yet the one who believes in him will not be put to shame.” (sn A quotation from Isa 28:16; 8:14.)"}]}