{"bibleAbbr":"DRB1610","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"Unto the end, a psalm for David."},{"number":2,"verse":"O God, be not thou silent in thy praise: for the mouth of the wicked and the mouth of the deceitful man is opened against me."},{"number":3,"verse":"They have spoken against with deceitful tongues; and they have compassed me about with words of hatred; and have fought against me without cause."},{"number":4,"verse":"Instead of making me a return of love, they detracted me: but I gave myself to prayer."},{"number":5,"verse":"And they repaid me evil for good: and hatred for my love."},{"number":6,"verse":"Set thou the sinner over him: and may the devil stand at his right hand."},{"number":7,"verse":"When he is judged, may he go out condemned; and may his prayer be turned to sin."},{"number":8,"verse":"May his days be few: and his bishopric let another take."},{"number":9,"verse":"May his children be fatherless, and his wife a widow."},{"number":10,"verse":"Let his children be carried about vagabonds, and beg; and let them be cast out of their dwellings."},{"number":11,"verse":"May the userer search all his substance: and let strangers plunder his labours."},{"number":12,"verse":"May there be none to help him: nor none to pity his fatherless offspring."},{"number":13,"verse":"May his posterity be cut off; in one generation may his name be blotted out."},{"number":14,"verse":"May the iniquity of his fathers be remembered in the sight of the Lord: and let not the sin of his mother be blotted out."},{"number":15,"verse":"May they be before the lord continually, and let the memory of them perish from the earth:"},{"number":16,"verse":"because he remembered not to show mercy,"},{"number":17,"verse":"But persecuted the poor man and the beggar; and the broken in heart, to put him to death."},{"number":18,"verse":"And he loved cursing, and it shall come unto him: and he would not have blessing, and it shall be far from him. And he put on cursing, like a garment: and it went in like water into his entrails, and like oil in his bones."},{"number":19,"verse":"May it be unto him like a garment which covereth him; and like a girdle with which he is girded continually."},{"number":20,"verse":"This is the work of them who detract me before the Lord; and who speak evils against my soul."},{"number":21,"verse":"But thou, O Lord, do with for thy names sake: because thy mercy is sweet. Do thou deliver me."},{"number":22,"verse":"for I am poor and needy, and my heart is troubled within me."},{"number":23,"verse":"I am taken away like the shadow when it declineth: and I am shaken off as locusts."},{"number":24,"verse":"My knees are weakened through fasting: and my flesh is changed for oil."},{"number":25,"verse":"And I am become a reproach to them: they saw me and they shaked their heads,"},{"number":26,"verse":"Help me, O Lord my God; save me according to thy mercy."},{"number":27,"verse":"And let them know that this is thy hand: and that thou, O Lord, hast done it."},{"number":28,"verse":"They will curse and thou will bless: let them that rise up against me be confounded: but thy servant shall rejoice."},{"number":29,"verse":"Let them that detract me be clothed with shame: and let them be covered with the their confusion as with a double cloak."},{"number":30,"verse":"I will give great thanks to the Lord with my mouth: and in the midst of many I will praise him."},{"number":31,"verse":"Because he hath stood at the right hand of the poor, to save my soul from persecutors"}]}