{"bibleAbbr":"LBP1933","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"THE beginning of the gospel of Jesus Christ, the Son of God."},{"number":2,"verse":"As it is written in Isaiah the prophet, Behold I send my messenger before your face, that he may prepare your way,"},{"number":3,"verse":"The voice that cries in the wilderness, Make ready the way of the Lord, and straighten his high ways."},{"number":4,"verse":"John was in the wilderness, baptizing and preaching the baptism of repentance for the forgiveness of sins,"},{"number":5,"verse":"And the whole province of Judaea went out to him, and all the people of Jerusalem; and he baptized them in the river Jordan, when they confessed their sins."},{"number":6,"verse":"John wore a dress of camel's hair, with a girdle of leather fastened around his loins; and his food was locusts and wild honey."},{"number":7,"verse":"And he preached saying, Behold, there is coming after me one who is mightier than myself, even the strings of whose shoes I am not good enough to bend down and untie."},{"number":8,"verse":"I have baptized you with water; but he will baptize you with the Holy Spirit."},{"number":9,"verse":"And it came to pass in those days, Jesus came from Nazareth of Galilee, and was baptized in the Jordan by John."},{"number":10,"verse":"And immediately, as he went up out of the water, he saw the sky was clear open, and the Spirit as a dove came down upon him."},{"number":11,"verse":"And a voice came from heaven, You are my beloved Son, I am pleased with you."},{"number":12,"verse":"And immediately the Spirit drove him out into the wilderness."},{"number":13,"verse":"And he was there in the wilderness forty days, being tried out by Satan; and he was with the wild beasts; and the angels ministered to him."},{"number":14,"verse":"But after John was delivered up, Jesus came to Galilee, preaching the gospel of the kingdom of God,"},{"number":15,"verse":"And saying, The time has come to an end, and the kingdom of God is at hand; repent and believe in the gospel."},{"number":16,"verse":"While he walked along the sea of Galilee, he saw Simon and Andrew his brother throwing their nets into the sea; for they were fishermen."},{"number":17,"verse":"And Jesus said to them, Come after me, and I will make you fishers of men."},{"number":18,"verse":"And straightway they left their nets, and went after him."},{"number":19,"verse":"And when he went a little further, he saw James the son of Zebedee and his brother John; they also were in a boat mending their nets."},{"number":20,"verse":"And he called them; and immediately they left their father Zebedee with the hired men, and went after him."},{"number":21,"verse":"When they entered into Capernaum, straightway he taught on the sabbaths in their synagogues."},{"number":22,"verse":"And they were amazed at his teaching; for he taught them as one with an authority, and not like their scribes."},{"number":23,"verse":"And there was in their synagogue a man who had in him an unclean spirit; and he cried out,"},{"number":24,"verse":"And said, Jesus of Nazareth, what have we in common? Have you come to destroy us? I know you, who you are, ôHoly One of God. ö"},{"number":25,"verse":"And Jesus rebuked him and said, Be silent, and come out of him."},{"number":26,"verse":"And the unclean spirit threw him down, and cried out in a loud voice, and left him."},{"number":27,"verse":"And they were all astonished, and kept asking one another saying, What does this mean? and what is this new teaching, that with such a power he commands even unclean spirits and they obey him?"},{"number":28,"verse":"And his fame immediately spread throughout the country of Galilee."},{"number":29,"verse":"Then they went out of the synagogue, and came to the house of Simon and Andrew, together with James and John."},{"number":30,"verse":"And Simon's mother-in-law was laid up with fever; and they spoke to him about her."},{"number":31,"verse":"And he went and held her hand, and lifted her up; and immediately the fever left her, and she ministered to them."},{"number":32,"verse":"In the evening towards sunset, they brought to him all who were seriously sick, and the insane."},{"number":33,"verse":"And the whole city was gathered at the door."},{"number":34,"verse":"And he healed many who were seriously sick with divers diseases, and he restored many who were insane; and he did not allow the insane to speak because some of them were his acquaintances."},{"number":35,"verse":"And in the morning he rose up very early and went away to a lonely place, and there prayed."},{"number":36,"verse":"And Simon and those who were with him were looking for him."},{"number":37,"verse":"And when they found him, they said to him, Everyone wants you."},{"number":38,"verse":"He said to them, Let us walk to the neighboring towns and cities, so that I may preach there also; because I came for this."},{"number":39,"verse":"And he preached in all their synagogues throughout Galilee, and cast out demons."},{"number":40,"verse":"And there came to him a leper, who fell down at his feet, and begged him, saying, If you will, you can make me clean."},{"number":41,"verse":"And Jesus had mercy on him, and stretched out his hand and touched him, and said, I am willing; be clean."},{"number":42,"verse":"And in that hour his leprosy disappeared from him, and he became clean."},{"number":43,"verse":"And Jesus rebuked him and put him out,"},{"number":44,"verse":"And said to him, Look here, why are you telling it to the people? but go away, show yourself to the priests, and offer an offering for the sake of your cleansing, according to what Moses commanded, as their testimonial."},{"number":45,"verse":"But when he went out, he began to publish it still more, and to spread the word, so that Jesus was no longer able to enter the city openly, but he remained outside in a lonely place; and yet they came to him from every place."}]}