{"bibleAbbr":"LBP1933","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"AND he began to speak to them in parables. A man planted a vineyard, and fenced it all around, and he dug in it a wine-press, and built a tower in it, and then he leased it to laborers, and went on a journey."},{"number":2,"verse":"And in due season he sent his servant to the laborers, to receive some of the fruits of the vineyard."},{"number":3,"verse":"But they beat him, and sent him away empty."},{"number":4,"verse":"And again he sent to them another servant; they stoned him also, and wounded him, and sent him away in disgrace."},{"number":5,"verse":"And again he sent another, but they killed him; and he sent many other servants, some of them they beat, and some they killed."},{"number":6,"verse":"But finally, he had a very beloved son, and he sent him to them last of all, for he said, They might feel ashamed before my son."},{"number":7,"verse":"But the laborers said among themselves, This is the heir; come, let us kill him, and the inheritance will be ours."},{"number":8,"verse":"And they took and killed him, and threw him outside of the vineyard."},{"number":9,"verse":"What then will the owner of the vineyard do? He will come and destroy those laborers, and give the vineyard to others."},{"number":10,"verse":"Have you not read this scripture, The stone which the builders rejected, the same became the corner-stone?"},{"number":11,"verse":"This was from the Lord, and it is a wonder in our eyes."},{"number":12,"verse":"They wanted to seize him, but they were afraid of the people; for they knew that he spoke this parable against them; and they left him and went away."},{"number":13,"verse":"And they sent to him some men of the scribes and of the Herodians, that they might trap him by a word."},{"number":14,"verse":"They came and asked him, Master, we know that you are true, and you do not favor any man; for you are impartial, and you teach the way of God in truth. Is it lawful to give head-tax to Caesar or not?"},{"number":15,"verse":"Shall we give or shall we not give? But he knew their scheme, and said to them, Why do you tempt me? Bring me a penny, that I may see it."},{"number":16,"verse":"And they brought it to him. He said to them, Whose is this image and inscription? They said, Caesar's."},{"number":17,"verse":"Jesus said to them, Give to Caesar what is Caesar's, and to God what is God's. And they were amazed at him."},{"number":18,"verse":"Then the Sadducees came to him, those who say there is no resurrection; and they asked him, saying,"},{"number":19,"verse":"Teacher, Moses wrote to us, that if a man's brother die, and leave a wife, and leave no children, his brother should take his wife, and raise up offspring for his brother."},{"number":20,"verse":"Now there were seven brothers; the first one took a wife and died, and left no off- spring."},{"number":21,"verse":"Then the second one married her, and he died; he also left no offspring; and likewise the third one."},{"number":22,"verse":"So all seven of them married her, and left no offspring. And after them all the woman also died."},{"number":23,"verse":"Therefore at the resurrection, whose wife will she be? for all seven had married her."},{"number":24,"verse":"Jesus said to them, Do you not err, because you do not understand the scriptures, nor the power of God?"},{"number":25,"verse":"For when they rise from the dead, they neither marry women, nor are women given in marriage to men; but they are like the angels in heaven."},{"number":26,"verse":"Now concerning the rising of the dead, have you not read in the book of Moses, how God said to him from the bush, I am the God of Abraham and the God of Isaac and the God of Jacob?"},{"number":27,"verse":"And yet he was not the God of the dead, but of the living. You therefore greatly err."},{"number":28,"verse":"And one of the scribes came near and heard them debating, and he saw that he gave them a good answer. So he asked him, Which is the first commandment of all?"},{"number":29,"verse":"Jesus said to him, The first of all commandments is, Hear, O Israel, the Lord our God is one Lord;"},{"number":30,"verse":"And you must love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your power; this is the first commandment."},{"number":31,"verse":"And the second is like to it, You must love your neighbor as yourself. There is no other commandment greater than these."},{"number":32,"verse":"The scribe said to him, Well, Teacher, you have said the truth, that he is one, and there is no other beside him;"},{"number":33,"verse":"And that a man should love him with all the heart, and with all the mind, and with all the soul, and with all the power, and love his neighbor as himself; this is far more important than all burnt offerings and sacrifices."},{"number":34,"verse":"When Jesus saw that he replied wisely, he answered and said to him, You are not far from the kingdom of God. And no man dared again to question him."},{"number":35,"verse":"And Jesus answered and said, as he taught in the temple, How do the scribes say that Christ is the son of David?"},{"number":36,"verse":"For David himself said through the Holy Spirit, The Lord said to my Lord, Sit on my right hand, until I put your enemies a stool under your feet."},{"number":37,"verse":"Now therefore David himself calls him my Lord, and how can he be his son? And all the people heard him with pleasure."},{"number":38,"verse":"And in his teaching he said to them, Beware of the scribes, who like to walk in long robes, and love to be saluted in the streets,"},{"number":39,"verse":"And the front seats in the synagogues, and the head places at banquets;"},{"number":40,"verse":"Those who embezzle the property of widows, with the pretense of making long prayers. They shall receive greater judgment."},{"number":41,"verse":"And when Jesus sat towards the treasury, he watched how the people cast their alms into the treasury; and many rich men were casting in a great deal."},{"number":42,"verse":"And there came a poor widow, and she cast in two coins, which are farthings."},{"number":43,"verse":"And Jesus called his disciples, and said to them, Truly I say to you, that this poor widow has cast in the treasury more than all the men who are casting;"},{"number":44,"verse":"For all of them cast of their abundance; but she of her poverty cast everything she had, even all of her possessions."}]}