{"bibleAbbr":"LBP1933","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"AND Jesus entered again into Capernaum for a few days; and when they heard that he was in a house,"},{"number":2,"verse":"A great many gathered together so that it was impossible to hold them, not even in front of the entrance; so he spoke a few words to them."},{"number":3,"verse":"And they came to him, and brought to him a paralyzed man, carried between four men."},{"number":4,"verse":"But as they were unable to come near him because of the crowd, they went up to the roof and uncovered it over the place where Jesus was; and they lowered the quilt-bed in which the paralyzed man lay."},{"number":5,"verse":"When Jesus saw their faith, he said to the paralytic, My son, your sins are forgiven."},{"number":6,"verse":"Now some of the scribes and Pharisees were sitting there, and they reasoned in their hearts,"},{"number":7,"verse":"Why does this man speak blasphemy? Who can forgive sins except God only?"},{"number":8,"verse":"But Jesus perceived in his spirit that they were reasoning among themselves, and he said to them, Why do you reason these things in your heart?"},{"number":9,"verse":"Which is the easier, to say to the paralytic, Your sins are forgiven; or to say, Rise, take up your quilt-bed and walk?"},{"number":10,"verse":"But that you may know that the Son of man has power on earth to forgive sins, he said to the paralytic,"},{"number":11,"verse":"I tell you, Rise, take up your quilt-bed, and go to your house."},{"number":12,"verse":"And immediately he rose, and took up his quilt-bed and went out before the eyes of them all; and they were all amazed, and gave glory to God, saying, We have never seen anything like it."},{"number":13,"verse":"And he went out again by the seaside, and all the people kept coming to him, and he taught them."},{"number":14,"verse":"And as he passed by, he saw Levi the son of Alphaeus, sitting at the custom house, and he said to him, Follow me; and he got up and followed him."},{"number":15,"verse":"And it happened that while he was a guest at his house, a great many publicans and sinners were also guests with Jesus and his disciples; for there were many, and they followed him."},{"number":16,"verse":"And when the scribes and the Pharisees saw him eating with the publicans and sinners, they said to his disciples, Why does he eat and drink with publicans and sinners?"},{"number":17,"verse":"When Jesus heard it, he said to them, Those who are healthy need no doctor, but those who are seriously sick; I came not to call the righteous, but the sinners."},{"number":18,"verse":"The disciples of John and of the Pharisees were fasting; and they came and said to him, Why do the disciples of John and of the Pharisees fast, and your own disciples do not fast?"},{"number":19,"verse":"Jesus said to them, Why, can the sons of the wedding feast fast as long as the bridegroom is with them? No!"},{"number":20,"verse":"But the days will come when the bridegroom is taken away from them, then in that day they will fast."},{"number":21,"verse":"No man puts a new patch and sews it on a worn out garment, so that the new patch may not weaken the old, and the hole become larger."},{"number":22,"verse":"And no man pours new wine into old wine-skins, so that the wine may not rend the skins and the skins be ruined, and the wine run out; but they pour new wine into new wine-skins."},{"number":23,"verse":"And it happened that while Jesus was going through the wheat fields on the sabbath, his disciples walked and pulled up the ears of wheat."},{"number":24,"verse":"And the Pharisees said to him, Look what they are doing on the sabbath! that which is unlawful."},{"number":25,"verse":"Jesus said to them, Have you not read what David did, when he was in need and hungry, he and those who were with him?"},{"number":26,"verse":"How he entered into the house of God when Abiathar was the chief priest, and ate the bread which was on the table of the Lord, which was not lawful to be eaten except by the priests, and he gave it also to those who were with him?"},{"number":27,"verse":"And he said to them, The sabbath was created for the sake of man, and not man for the sake of the sabbath."},{"number":28,"verse":"The Son of man therefore is the Lord also of the sabbath."}]}