{"bibleAbbr":"LBP1933","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"AND Jesus went out from thence, and came to his city; and his disciples followed him."},{"number":2,"verse":"When the sabbath came, he began to teach in the synagogue, and many who heard him were surprised, and said, Whence did he receive all this? and what wisdom is this which is given to him, that wonders like these are wrought by his hands?"},{"number":3,"verse":"Is he not the carpenter, the son of Mary, and the brother of James and Joses and Judas and Simon? and behold, are not his sisters here with us? And they denounced him."},{"number":4,"verse":"And Jesus said to them, There is no prophet who is insulted, except in his own city, and among his own brothers, and in his own house."},{"number":5,"verse":"And he could not perform even a single miracle there, except that he laid his hand on a few sick people and healed them."},{"number":6,"verse":"And he wondered at their lack of faith. And he travelled in the villages teaching."},{"number":7,"verse":"Then he called his twelve, and began to send them two by two; and he gave them power over the unclean spirits, to cast them out."},{"number":8,"verse":"And he commanded them not to take anything for the journey, except a staff only; no bag, no bread, no copper money in their purses;"},{"number":9,"verse":"But to wear sandals, and not to wear two shirts."},{"number":10,"verse":"And he said to them, Whatever house you enter, stay there until you leave that place."},{"number":11,"verse":"And whoever will not receive you, nor hear you, when you leave that place, shake off the sand under your feet as a testimony to them. Truly I say to you, It will be easier for Sodom and Gomorrah in the day of judgment than for that city."},{"number":12,"verse":"And they went out and preached that they should repent."},{"number":13,"verse":"And they cast out many demons, and anointed with oil many who were sick, and they were healed."},{"number":14,"verse":"And Herod the king heard about Jesus, for his name was known to him; and he said, John the Baptist has risen from the dead; this is why miracles are worked by him."},{"number":15,"verse":"Others said, He is Elijah. And yet others, He is a prophet, just like one of the prophets."},{"number":16,"verse":"But when Herod heard it, he said, John, whom I beheaded; it is he who has risen from the dead."},{"number":17,"verse":"For this same Herod had sent out and arrested John, and cast him in prison, because of Herodias, wife of his brother Philip, whom he had married."},{"number":18,"verse":"For John had said to Herod, It is not lawful for you to marry your brother's wife."},{"number":19,"verse":"But Herodias was bitter towards him, and wanted to kill him; but she could not."},{"number":20,"verse":"For Herod was afraid of John, because he knew that he was a righteous and holy man, and he guarded him; and he heard that he was doing a great many things, and he heard him gladly."},{"number":21,"verse":"Then came a state day, when Herod on his birthday gave a banquet to his officials, and captains, and the leading men of Galilee."},{"number":22,"verse":"And the daughter of Herodias entered in and danced, and she pleased Herod and the guests who were with him; and the king said to the little girl, Ask me whatever you wish, and I will give it to you."},{"number":23,"verse":"And he swore to her, Whatever you ask me, I will give you, as much as half of my kingdom."},{"number":24,"verse":"She went out and said to her mother, What shall I ask him? She said to her, The head of John the Baptist."},{"number":25,"verse":"And immediately she entered cautiously to the king, and said to him, I do wish in this very hour that you may give me on a tray the head of John the Baptist."},{"number":26,"verse":"And the king was exceedingly sorry; but because of the oaths, and because of the guests, he did not wish to refuse her."},{"number":27,"verse":"So the king immediately sent the executioner, and commanded to bring the head of John. And he went and beheaded John in the prison,"},{"number":28,"verse":"And brought it on a tray and gave it to the girl; and the girl gave it to her mother."},{"number":29,"verse":"And when his disciples heard of it, they came and took up his body and buried it in a grave."},{"number":30,"verse":"And the apostles gathered together unto Jesus, and told him everything they had done, and what they had taught."},{"number":31,"verse":"And he said to them, Come, let us go to the wilderness all alone, and rest awhile; for there were many coming and going, and they had no chance even to eat."},{"number":32,"verse":"So they went away in a boat to a desert place by themselves."},{"number":33,"verse":"And many people saw them when they were leaving, and they knew them, and from all the cities they hurried by land and reached the place before him."},{"number":34,"verse":"And when Jesus went out he saw large crowds, and he had compassion on them, because they were like sheep without a shepherd; and he began to teach them a great many things."},{"number":35,"verse":"And when it was getting late, his disciples came up to him and said to him, This is a desert place, and it is getting late;"},{"number":36,"verse":"Dismiss them, so that they may go away to the farms and villages around us, and buy bread for themselves; for they have nothing to eat."},{"number":37,"verse":"He said to them, You give them to eat. They said to him, Shall we go and buy two hundred penny's worth of bread, and give it to them to eat?"},{"number":38,"verse":"He said to them, Go and see how many loaves of bread you have got here. And when they found out, they said to him, Five loaves of bread and two fish."},{"number":39,"verse":"And he commanded them to make everyone sit down in groups on the grass."},{"number":40,"verse":"So they sat down in groups, by hundreds and by fifties."},{"number":41,"verse":"Then he took the five loaves of bread and the two fish, and he looked up to heaven, and he blessed and broke the loaves of bread, and gave them to his disciples to place before them; and they divided the two fish among them all."},{"number":42,"verse":"And they all ate and were satisfied."},{"number":43,"verse":"And they took up the fragments of bread, twelve full baskets, and also of the fish."},{"number":44,"verse":"And those who ate the bread were five thousand men."},{"number":45,"verse":"And immediately he urged his disciples to go up into the boat, and go in advance of him to the port at Bethsaida, while he dismissed the people."},{"number":46,"verse":"And when he had dismissed them, he went up to the mountain to pray."},{"number":47,"verse":"When evening came, the boat was in the midst of the sea, and he was alone on the land."},{"number":48,"verse":"And he saw them struggling as they were rowing, for the wind was against them; and in the fourth watch of the night, Jesus came to them, walking on the water, and he wanted to pass by them."},{"number":49,"verse":"But when they saw him walking on the water, they thought it was a false vision, and they cried out;"},{"number":50,"verse":"For they all saw him and were frightened. And immediately he spoke to them and said, Have courage, it is I, do not be afraid."},{"number":51,"verse":"And he went up to them into the boat, and the wind quieted down; and they marvelled exceedingly, and were astonished in themselves."},{"number":52,"verse":"For they did not understand the miracle of the loaves of bread, because their hearts were confused."},{"number":53,"verse":"And when they had crossed to the port, they came to the land of Gennesaret."},{"number":54,"verse":"And when they went out of the boat, the people of that place immediately knew him."},{"number":55,"verse":"And they came running throughout that land; and began to bring those who were seriously sick, carrying them in quilt-beds, where they heard he was."},{"number":56,"verse":"And wherever he entered into villages and cities, they laid the sick in the streets, and begged him even to touch the edge of his robe; and all who touched him were healed."}]}