{"bibleAbbr":"LBP1933","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"AND he said to them, Truly I say to you, that there are men standing here, who shall not taste death, till they see that the kingdom of God has come with power."},{"number":2,"verse":"And six days after, Jesus took Peter, and James, and John, and brought them up to a high mountain alone; and he was transfigured before their eyes."},{"number":3,"verse":"His clothes shone, and became white like snow, in such a manner that men on earth cannot make white."},{"number":4,"verse":"And there appeared to them Moses and Elijah, talking with Jesus."},{"number":5,"verse":"And Peter said to him, Teacher, it is better for us to remain here; and let us make three shelters, one for you, and one for Moses, and one for Elijah."},{"number":6,"verse":"For he did not know what he was saying, for they were in fear."},{"number":7,"verse":"And there was a cloud overshadowing them, and a voice out of the cloud said, This is my beloved Son; hear him."},{"number":8,"verse":"And suddenly, when the disciples looked around, they saw no man, except Jesus alone with them."},{"number":9,"verse":"And as they came down from the mountain, he commanded them not to tell any man what they had seen, until the Son of man has risen from the dead."},{"number":10,"verse":"So they kept that saying to themselves, and they wanted to know what ôrisen from the deadö means."},{"number":11,"verse":"And they asked him, saying, Why then do the scribes say that Elijah must first come?"},{"number":12,"verse":"He said to them, Elijah does come first, to prepare everything; and as it is written concerning the Son of man, that he will suffer much and be rejected."},{"number":13,"verse":"But I say to you, that Elijah has also come, and they did with him whatever they pleased, as it is written of him."},{"number":14,"verse":"And when he came to his disciples, he saw a large crowd with them, and the scribes debating with them."},{"number":15,"verse":"And immediately all the people saw him, and were greatly surprised, and they ran to greet him."},{"number":16,"verse":"And he asked the scribes, What do you debate with them?"},{"number":17,"verse":"One of the multitude answered and said, Teacher, I brought my son to you, for he has a spirit of dumbness."},{"number":18,"verse":"And whenever it seizes him, it troubles him; and he foams, and gnashes his teeth, and gets worn out. And I asked your disciples to cast it out, but they could not."},{"number":19,"verse":"Jesus answered and said to him, O faithless generation, how long shall I be with you? and how long shall I preach to you? bring him to me."},{"number":20,"verse":"And they brought the boy to Jesus; and when the spirit seized him, it immediately troubled him; and he fell on the ground, gasping and foaming."},{"number":21,"verse":"So Jesus asked his father, How long has he been like this? He said to him, From his childhood."},{"number":22,"verse":"And many times it has thrown him into the fire and into the water to destroy him; but whatever you can do, help me, and have mercy on me."},{"number":23,"verse":"Jesus said to him, If you can believe, everything is possible to him who believes."},{"number":24,"verse":"And immediately the father of the boy cried out weeping, and said, I do believe, help my little belief."},{"number":25,"verse":"When Jesus saw that people were run- ning and gathering to him, he rebuked the unclean spirit, and said to it, O deaf and dumb spirit, I command you, come out of him, and do not enter him again."},{"number":26,"verse":"And the epileptic cried out much, and was tortured, and the spirit went out; then the boy became as if dead, so that many could say, He is dead."},{"number":27,"verse":"Then Jesus took him by the hand, and lifted him up."},{"number":28,"verse":"When Jesus entered the house, his disciples asked him privately, Why could we not cast it out?"},{"number":29,"verse":"He said to them, This kind cannot be cast out by anything, except by fasting and prayer."},{"number":30,"verse":"And when they went out from thence, they passed through Galilee; and he did not want any man to know about him."},{"number":31,"verse":"For he taught his disciples, and said to them, The Son of man will be delivered into the hands of men, and they will kill him; and after he is killed, he will rise on the third day."},{"number":32,"verse":"But they did not understand the saying, and they were afraid to ask him."},{"number":33,"verse":"And they came to Capernaum; and when they entered the house, he asked them, What were you reasoning among yourselves on the road?"},{"number":34,"verse":"But they kept silent, for on the road they had argued with one another, which was the greatest of them."},{"number":35,"verse":"And Jesus sat down, and he called the twelve and said to them, He who wishes to be first, let him be the last of every man, and the minister of every man."},{"number":36,"verse":"And he took a little boy, and made him to stand in the midst; then he took him in his arms, and said to them,"},{"number":37,"verse":"Whoever receives a boy like this in my name, he receives me; and he who receives me, does not receive me, but him who has sent me."},{"number":38,"verse":"John said to him, Teacher, we saw a man casting out demons in your name; and we forbade him, because he did not follow us."},{"number":39,"verse":"Jesus said to them, Do not forbid him; for there is no man who performs miracles in my name, who will hastily speak evil of me."},{"number":40,"verse":"Therefore, he who is not against you is for you."},{"number":41,"verse":"For whoever gives you to drink even a cup of water only, because you represent the name of Christ, truly I say to you that his reward shall not be lost."},{"number":42,"verse":"And whoever shall cause one of these little ones who believe in me to stumble, it were better for him that an ass' mill stone were hanged on his neck and then he were thrown into the sea."},{"number":43,"verse":"If your hand offends you, cut it off; it is much better for you to go through life maimed, than to have two hands and go to Gehenna,"},{"number":44,"verse":"Where their worm does not die, and their fire does not quench."},{"number":45,"verse":"And if your foot offends you, cut it off; it is much better for you to go through life lame, than to have two feet, and fall into Gehenna,"},{"number":46,"verse":"Where their worm does not die, and their fire does not quench."},{"number":47,"verse":"And if your eye offends you, remove it; it is better for you to enter the kingdom of God with one eye, than to have two eyes and fall into the Gehenna of fire,"},{"number":48,"verse":"Where their worm does not die, and their fire does not quench."},{"number":49,"verse":"For everything will be salted on fire, and every sacrifice will be salted with salt."},{"number":50,"verse":"O how good is salt; but if the salt should lose its savor, with what could it be salted? Let there be salt in you, and be in peace with one another."}]}