{"bibleAbbr":"TRC1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses and Aaron sayenge,"},{"number":2,"verse":"speake vnto the children of Israel and saye vnto them: euery ma that hath a runnynge yssue in his flesh, is vncleane by the reason of his yssue."},{"number":3,"verse":"And hereby shall it be knowne when he is vncleane. Yf his fleshe runne, or yf his flesh congele by the reason off his yssue, than he is vncleane."},{"number":4,"verse":"Euery couche whereon he lyeth ad euery thinge whereon he sytteth shalbe vncleane"},{"number":5,"verse":"He that twicheth his couch, shall wassh his clothes ad bath him selfe with water, ad be vncleane vntyll the euen."},{"number":6,"verse":"He that sytteth on that whereon he satt, shall wassh his clothes and bathe him selfe with water and be vncleane vntill the euenynge"},{"number":7,"verse":"And he that twicheth his flesh shall wasshe his clothes and bathe him selfe in water and be vncleane vnto the euen."},{"number":8,"verse":"Yf any soch spytt apon him that is cleane, he must wasshe his clothes and bathe him selfe in water and be vncleane vntill euen."},{"number":9,"verse":"And what soeuer sadell that he rydeth apo, shalbe vncleane."},{"number":10,"verse":"And whosoeuer twicheth any thinge that was vnder him, shalbe vncleane vnto the eue. And he that beareth any soch thinges shall wassh his clothes ad batbe hi self in water ad be vncleane vnto the eue,"},{"number":11,"verse":"ad whosoeuer he twicheth (yf he haue not first washed his handes in water) must wasshe his clothes, ad bathe him selfe in water, ad be vncleane vnto the euenynge."},{"number":12,"verse":"And yf he twych a vessell off erth, it shalbe broken: and all vessels of wodd shalbe rensed in the water."},{"number":13,"verse":"When he that hath an yssue is clensed of his yssue, let him numbre . vij. dayes after he is cleane, ad wasshe his clothes, and bathe his fleshe in runnynge water, ad then he is cleane."},{"number":14,"verse":"And the. viij. daye let him take two turtill doues or two yonge pigeons, and come before the Lorde vnto the dore of the tabernacle of witnesse ad geue them vnto the preast."},{"number":15,"verse":"And the preast shall offer them: the one for a synneofferynge, and the other for a burntofferynge: and make an attonement for him before the Lord, as cocernynge his yssue."},{"number":16,"verse":"Yf any mans seed departe fro him in his slepe, he shall wassh his flesh in water ad be vncleane vntill eue."},{"number":17,"verse":"And all the clothes or furres whereon soch seed chaunceth shalbe washed with water ad be vncleane vnto the eue."},{"number":18,"verse":"And yf a woma lye with soche a whone, they shall wash the selues with water and be vncleane vntyll even."},{"number":19,"verse":"Whe a womas naturall course of bloud runeth, she shalbe put aparte . vij. dayes: ad whosoeuer twycheth her shalbe vncleane vnto the eue."},{"number":20,"verse":"And all that she lyeth apo as longe as she is put aparte shalbe vnclene."},{"number":21,"verse":"And whosoeuer twicheth hir couch shall wash his clothes and bathe hi selfe with water ad be vncleane vnto the eue."},{"number":22,"verse":"And whosoeuer twicheth any thinge that she satt apo, shall wassh his clothes ad washe him selfe also in water, ad be vncleane vnto the eue:"},{"number":23,"verse":"so that whether he twich hir couche or any thige whereo she hath sete, he shalbe vnclene uto the eue."},{"number":24,"verse":"ad yf a ma lye with her in the meane tyme, he shalbe put aparte as well as she ad shalbe vncleane . vij. dayes, ad all his couch wherein he slepeth shalbe vncleane."},{"number":25,"verse":"When a womans bloude runneth longe tyme: whether out of the tyme of hyr naturall course: as longe as hir vnclennesse runneth, she shalbe vncleane after the maner as when she is put aparte."},{"number":26,"verse":"All hir couches whereon she lyeth (as loge as hir yssue lasteth) shalbe vnto her as hir couch when she is put a parte. And what soeuer she sytteth apon, shalbe vncleane, as is hir vnclennesse whe she is put a parte."},{"number":27,"verse":"And whosoeuer twicheth them, shalbe vncleane, ad shall wasshe his clothes ad bathe him selfe in water ad be vncleane vnto euen."},{"number":28,"verse":"And when she it clensed of hyr yssue, let hyr counte hir seuen dayes after that she is cleane."},{"number":29,"verse":"And the. viij daye let her take two turtils or two yonge pigeons and brynge them vnto the preast vnto the dore of the tabernacle of witnesse."},{"number":30,"verse":"And the preast shall offer the one for a synneoffrynge, and the other for a burntofferynge: and so make an attonement for her before the Lorde. as concernynge hir vncleane yssue."},{"number":31,"verse":"Make the childern of Israel to kepe them selues fro their vnclenesse, that they dye not in their vnclenesse: whe they haue defiled my habitacion that is amonge them."},{"number":32,"verse":"This is the lawe of him that hath a runninge sore, and of him whose seed runneth from him in his slepe and is defiled therewith,"},{"number":33,"verse":"and of her that hath an yssue of bloude as longe as she is put a parte, and of whosoeuer hath a runnynge sore whether it be man or woman, and of him that slepeth with her that is vncleane."}]}