{"bibleAbbr":"TRC1535","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"And the Lorde talked with Moses saynge:"},{"number":2,"verse":"tell the childern of Israel, whosoeuer he be of the childern of Israel or of the straungers that dwel in Israel, that geueth of his seed vnto Moloch he shall dye for it: the people off the lande shall stone hi with stones."},{"number":3,"verse":"And I wil sett my face apon that felowe, and will destroye him from amonge his people: because he hath geuen of his seed vnto Moloch, for to defile my sanctuary and to polute myne holy name."},{"number":4,"verse":"And though that the people of the lande hyde their eyes from that felowe, when he geueth of his seed vnto Moloch, so that they kyll him not:"},{"number":5,"verse":"yet I will put my face apon that man and apon his houssholde, and will destroy him and all that goo a whooringe with him and comytt hoordome with Moloch from amonge their people."},{"number":6,"verse":"Yf any soule turne vnto them that worke with spirites or makers of dysemall dayes and goo a whoorynge after them, I wilt put my face apon that soule and will destroye him from amonge his people."},{"number":7,"verse":"Sanctifie youre selues therfore and be holye, for I am the Lorde youre God."},{"number":8,"verse":"And se that ye kepe myne ordinaunces and doo them. For I am the Lorde which sanctifie you."},{"number":9,"verse":"Whosoeuer curseth his father or mother, shall dye for it, his bloude on his heed, because he hath cursed his father or mother."},{"number":10,"verse":"He that breaketh wedlocke with another mans wife shall dye for it: because he hath broke wedlocke with his neghbours wife, and so shall she likewise."},{"number":11,"verse":"Yf a man lye with his fathers wife ad vncouer his fathers secrettes, they shall both dye for it, their bloude be apon their heedes."},{"number":12,"verse":"Yf a man lye with his doughter in lawe thei shall dye both of them: they haue wrought abhominacion, their bloud vpon their heedes."},{"number":13,"verse":"Yf a man lye with the mankynde after the maner as with woma kynd, they haue both comitted an abhominacion and shall dye for it. Their bloude be apon their heed."},{"number":14,"verse":"Yf a man take a wife ad hir mother thereto, it is wekednesse. Me shall burne with fire both him and them, that there be no wekednesse amonge you."},{"number":15,"verse":"Yf a man lye with a beest he shall dye, and ye shall slee the beest."},{"number":16,"verse":"Yf a woma go vnto a beest ad lye doune thereto: thou shalt kyll the woma ad the beest also they shal dye, ad their bloud be apo their hedes"},{"number":17,"verse":"Yf a ma take his syster his fathers doughter or his mothers doughter, ad se hir secrettes, and she se his secrettes also: it is a weked thinge. Therfore let them perish in the syghte of their people, he hath sene his systers secretnesse, he shall therfore bere his synne."},{"number":18,"verse":"Yf a man lye with a woman in tyme of hyr naturall disease and unheale hir secrettes and vncouer hir fountayne, ad she also open the fountayne of hir bloude, they shall both perishe from amonge their people."},{"number":19,"verse":"Thou shalt not vncouer the secrettes of thy mothers syster nor of thy fathers systers, for he that doth so, vncouereth his nexte kyn: ad thei shall bere their mysdoynge."},{"number":20,"verse":"Yf a ma lye with his vncles wife, he hath vncouered his vncles secrettes: they shall bere their synne, and shall dye childlesse."},{"number":21,"verse":"Yf a ma take his brothers wife, it is an vnclene thinge, he hath vncouered his brothers secrettes, they shalbe childlesse therfore."},{"number":22,"verse":"Se that ye kepe therfore all myne ordinaunces and all my iudgementes, and that ye doo them: that the londe whether I brynge you to dwell therein, spewe you not oute."},{"number":23,"verse":"And se that ye walke not in the maners of the nacyons whiche I cast oute before you: For they commytted all these thinges, and I abhorred them."},{"number":24,"verse":"But I haue sayde vnto you that ye shall enioye their londe, and that I will geue it vnto you to possesse it: eue a londe that floweth with milke and honye. I am the Lord youre God, whiche haue separated you from other nacions:"},{"number":25,"verse":"that ye shulde put difference betwene cleane beestes add vncleane, and betwene vncleane foules and them that are cleane. Make not youre soules therfore abhominable with beestes ad foules, and with all maner thinge that crepeth apon the grounde, which I haue separated vnto you to holde them vncleane."},{"number":26,"verse":"Be holy vnto me, for I the Lorde am holy and haue seuered you from other nacyons: that ye shulde be myne."},{"number":27,"verse":"Yf there be ma or woma that worketh with a sprite or a maker of dysemall dayes, thei shall dye for it. Me shall stone them with stones, ad their bloude shalbe apon them."}]}