{"bibleAbbr":"NET2007","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"Learning from Israel’s Failures For I do not want you to be unaware, (tn Grk “ignorant.”) brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) that our fathers were all under the cloud and all passed through the sea,"},{"number":2,"verse":"and all were baptized (tc ‡ A number of witnesses, some of them important, have the passive ἐβαπτίσθησαν (ebaptisqhsan, “were baptized”) instead of the middle ἐβαπτίσαντο (ebaptisanto, “baptized [themselves]”) in v. 2 (so א A C D F G Ψ 33 al latt). However, the middle is not without its representation (Ì46c B 1739 1881 Ï Or; the original hand of Ì46 read the imperfect middle ἐβαπτίζοντο [ebaptizonto]). The passive looks like a motivated reading in that it is clearer and conforms to typical Pauline usage (his thirteen instances of the verb are all either active or passive). B. M. Metzger, in representing a minority opinion of the UBS Committee, suggests that the middle would have been appropriate for Jewish baptism in which the convert baptizes himself (TCGNT 493). But this assumes that the middle is a direct middle, a rare occurrence in the NT (and never elsewhere with this verb). Further, it is not really baptism that is in view in v. 2, but passing through the Red Sea (thus, a metaphorical use). Although the present editors agree with the minority’s resultant reading, it is better to take the middle as causative/permissive and the scribes as changing it to a passive for clarity’s sake. Translational differences are minimal, though some exegetical implications are involved (see ExSyn 427).) into Moses in the cloud and in the sea,"},{"number":3,"verse":"and all ate the same spiritual food,"},{"number":4,"verse":"and all drank the same spiritual drink. For they were all drinking from the spiritual rock that followed them, and the rock was Christ."},{"number":5,"verse":"But God was not pleased with most of them, for they were cut down in the wilderness."},{"number":6,"verse":"These things happened as examples for us, so that we will not crave evil things as they did."},{"number":7,"verse":"So do not be idolaters, as some of them were. As it is written, “The people sat down to eat and drink and rose up to play.” (tn The term “play” may refer to idolatrous, sexual play here, although that is determined by the context rather than the meaning of the word itself (cf. BDAG 750 s. v. παίζω). sn A quotation from Exod 32:6.)"},{"number":8,"verse":"And let us not be immoral, as some of them were, and twenty-three thousand died in a single day. (sn This incident is recorded in Num 25:1–9.)"},{"number":9,"verse":"And let us not put Christ (tc Χριστόν (Criston, “Christ”) is attested in the majority of mss, including many important witnesses of the Alexandrian (Ì46 1739 1881) and Western (D F G) texttypes, and other mss and versions (Ψ latt sy co). On the other hand, some of the important Alexandrian witnesses have κύριον (kurion, “Lord”; א B C P 33 104 1175 al). A few mss (A 81 pc) have θεόν (qeon, “God”). The nomina sacra for these readings are quite similar (cMn, kMn, and qMn respectively), so one might be able to account for the different readings by way of confusion. On closer examination, the variants appear to be intentional changes. Alexandrian scribes replaced the highly specific term “Christ” with the less specific terms “Lord” and “God” because in the context it seems to be anachronistic to speak of the exodus generation putting Christ to the test. If the original had been “Lord,” it seems unlikely that a scribe would have willingly created a difficulty by substituting the more specific “Christ.” Moreover, even if not motivated by a tendency to overcorrect, a scribe might be likely to assimilate the word “Christ” to “Lord” in conformity with Deut 6:16 or other passages. The evidence from the early church regarding the reading of this verse is rather compelling in favor of “Christ.” Marcion, a second-century, anti-Jewish heretic, would naturally have opposed any reference to Christ in historical involvement with Israel, because he thought of the Creator God of the OT as inherently evil. In spite of this strong prejudice, though, {Marcion} read a text with “Christ.” Other early church writers attest to the presence of the word “Christ,” including {Clement of Alexandria} and Origen. What is more, the synod of Antioch in a. d. 268 used the reading “Christ” as evidence of the preexistence of Christ when it condemned Paul of Samosata. (See G. Zuntz, The Text of the Epistles, 126-27; TCGNT 494; C. D. Osburn, “The Text of 1 Corinthians 10:9,” New Testament Textual Criticism: Its Significance for Exegesis, 201-11; contra A. Robertson and A. Plummer, First Corinthians [ICC], 205-6.) Since “Christ” is the more difficult reading on all accounts, it is almost certainly original. In addition, “Christ” is consistent with Paul’s style in this passage (cf. 10:4, a text in which {Marcion} also reads “Christ”). This text is also christologically significant, since the reading “Christ” makes an explicit claim to the preexistence of Christ. (The textual critic faces a similar dilemma in Jude 5. In a similar exodus context, some of the more important Alexandrian mss [A B 33 81 pc] and the Vulgate read “Jesus” in place of “Lord.” Two of those mss [A 81] are the same mss that have “Christ” instead of “God” in 1 Cor 10:9. See the tc notes on Jude 5 for more information.) In sum, “Christ” has all the earmarks of authenticity here and should be considered the original reading.) to the test, as some of them did, and were destroyed by snakes. (sn This incident is recorded in Num 21:5–9.)"},{"number":10,"verse":"And do not complain, as some of them did, and were killed by the destroying angel. (tn Grk “by the destroyer.” BDAG 703 s. v. ὀλοθρευτῆς mentions the corresponding OT references and notes, “the one meant is the destroying angel as the one who carries out the divine sentence of punishment, or perh. Satan.”sn This incident is recorded in Num 16:41–50.)"},{"number":11,"verse":"These things happened to them as examples and were written for our instruction, on whom the ends of the ages have come."},{"number":12,"verse":"So let the one who thinks he is standing be careful that he does not fall."},{"number":13,"verse":"No trial has overtaken you that is not faced by others. (tn Grk “except a human one” or “except one common to humanity.”) And God is faithful: He (tn Grk “God is faithful who.” The relative pronoun was changed to a personal pronoun in the translation for clarity.) will not let you be tried beyond what you are able to bear, (tn The words “to bear” are not in the Greek text, but are implied. They have been supplied in the translation to clarify the meaning.) but with the trial will also provide a way out so that you may be able to endure it."},{"number":14,"verse":"Avoid Idol Feasts So then, my dear friends, flee from idolatry."},{"number":15,"verse":"I am speaking to thoughtful people. Consider what I say."},{"number":16,"verse":"Is not the cup of blessing that we bless a sharing in the blood of Christ? Is not the bread that we break a sharing in the body of Christ?"},{"number":17,"verse":"Because there is one bread, we who are many are one body, for we all share the one bread."},{"number":18,"verse":"Look at the people of Israel. (tn Grk “Israel according to (the) flesh.”) Are not those who eat the sacrifices partners in the altar?"},{"number":19,"verse":"Am I saying that idols or food sacrificed to them amount to anything?"},{"number":20,"verse":"No, I mean that what the pagans sacrifice (tn Grk “what they sacrifice”; the referent (the pagans) is clear from the context and has been specified in the translation for clarity.) is to demons and not to God. I do not want you to be partners with demons."},{"number":21,"verse":"You cannot drink the cup of the Lord and the cup of demons. You cannot take part in the table of the Lord and the table of demons."},{"number":22,"verse":"Or are we trying to provoke the Lord to jealousy? Are we really stronger than he is? (tn The question in Greek expects a negative answer (“We are not stronger than he is, are we?”).)"},{"number":23,"verse":"Live to Glorify God “Everything is lawful,” but not everything is beneficial. “Everything is lawful,” (sn “Everything is lawful.” Here again Paul cites certain slogans the Corinthians used to justify their behavior (cf. 6:12–13; 7:1; 8:1, 4). Paul agrees with the slogans in part, but corrects them to show how the Corinthians have misused these ideas.) but not everything builds others up. (tn Grk “builds up.” The object “others” is not expressed but is implied, as v. 24 shows. Paul picks up a theme he introduced at the start of this section of the letter (8:1).)"},{"number":24,"verse":"Do not seek your own good, but the good of the other person."},{"number":25,"verse":"Eat anything that is sold in the marketplace without questions of conscience,"},{"number":26,"verse":"for the earth and its abundance are the Lord’s. (sn A quotation from Ps 24:1; an allusion to Ps 50:12; 89:11.)"},{"number":27,"verse":"If an unbeliever invites you to dinner and you want to go, eat whatever is served without asking questions of conscience."},{"number":28,"verse":"But if someone says to you, “This is from a sacrifice,” do not eat, because of the one who told you and because of conscience (tc The Byzantine texttype and a few other witnesses (Hc Ψ Ï) essentially duplicate v. 26 at the end of this verse (with γάρ [gar, “for”] in second instead of third position), which itself is a quotation from Ps 24:1 (23:1 LXX). Not only is there a vast number of early, important, and diverse witnesses that lack this extra material (א A B C* D F G H* P 33 81 365 630 1175 1739 1881 2464 latt co), but the quotation seems out of place at this point in the discourse for Paul is here discussing reasons not to partake of food that has been sacrificed to idols. Perhaps scribes felt that since food is from the Lord, to eat meat sacrificed to idols contradicts that belief. Either way, the better witnesses lack the clause which, had it been authentic to v. 28, would have not occasioned such a widespread excision. The evidence is thus compelling for the shorter reading.) —"},{"number":29,"verse":"I do not mean yours but the other person’s. For why is my freedom being judged by another’s conscience?"},{"number":30,"verse":"If I partake with thankfulness, why am I blamed for the food (tn Grk “about that for which”; the referent (the food) has been specified in the translation for clarity.) that I give thanks for?"},{"number":31,"verse":"So whether you eat or drink, or whatever you do, do everything for the glory of God."},{"number":32,"verse":"Do not give offense to Jews or Greeks or to the church of God,"},{"number":33,"verse":"just as I also try to please everyone in all things. I do not seek my own benefit, but the benefit (tn Although the Greek word translated “benefit” occurs only once in this verse, the Greek article occurs twice. This indicates an implied repetition of the term, which has been included twice in the translation for the sake of clarity and English style.) of many, so that they may be saved."}]}