{"bibleAbbr":"NET2007","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":13,"verses":[{"number":1,"verse":"(The Way of Love) If I speak in the tongues of men and of angels, but I do not have love, I am a noisy gong or a clanging cymbal."},{"number":2,"verse":"And if I have prophecy, and know all mysteries and all knowledge, and if I have all faith so that I can remove mountains, but do not have love, I am nothing."},{"number":3,"verse":"If I give away everything I own, and if I give over my body in order to boast, (tc The reading καυχήσωμαι (kauchswmai, “I might boast”) is well supported by Ì46 א A B 048 33 1739* pc co Hiermss. The competing reading, καυθήσομαι (kauqhsomai, “I will burn”), is found in C D F G L 81 1175 1881* al latt and a host of patristic writers. From this reading other variants were obviously derived: καυθήσωμαι (kauqhswmai), a future subjunctive (“I might burn”) read by the Byzantine text and a few others (Ψ 1739c 1881c Ï); and καυθῇ (kauqh, “it might be burned”) read by 1505 pc. On an external level, the Alexandrian reading is obviously superior, though the Western and Byzantine readings need to be accounted for. (The following discussion is derived largely from TCGNT 497-98). Internally, καυχήσωμαι is superior for the following reasons: (1) Once the Church started suffering persecution and martyrdom by fire, the v. l. naturally arose. Once there, it is difficult to see why any scribe would intentionally change it to καυχήσωμαι. (2) Involving as it does the change of just two letters (χ to θ [c to q], ω to ο [w to o]), this reading could be accomplished without much fanfare. Yet, it appears cumbersome in the context, both because of the passive voice and especially the retention of the first person (“If I give up my body that I may be burned”). A more logical word would have been the third person passive, καυθῇ, as read in 1505 (“If I give up my body that it may be burned”). (3) Although the connection between giving up one’s body and boasting is ambiguous, this very ambiguity has all the earmarks of being from Paul. It may have the force of giving up one’s body into slavery. In any event, it looks to be the harder reading. Incidentally, the Byzantine reading is impossible because the future subjunctive did not occur in Koine Greek. As the reading of the majority of Byzantine minuscules, its roots are clearly post-Koine and as such is a “grammatical monstrosity that cannot be attributed to Paul” (TCGNT 498). Cf. also the notes in BDF §28; MHT 2:219.) but do not have love, I receive no benefit."},{"number":4,"verse":"Love is patient, love is kind, it is not envious. Love does not brag, it is not puffed up."},{"number":5,"verse":"It is not rude, it is not self-serving, it is not easily angered or resentful."},{"number":6,"verse":"It is not glad about injustice, but rejoices in the truth."},{"number":7,"verse":"It bears all things, believes all things, hopes all things, endures all things."},{"number":8,"verse":"Love never ends. But if there are prophecies, they will be set aside; if there are tongues, they will cease; if there is knowledge, it will be set aside."},{"number":9,"verse":"For we know in part, and we prophesy in part,"},{"number":10,"verse":"but when what is perfect (tn Or “when completion.”) comes, the partial will be set aside."},{"number":11,"verse":"When I was a child, I talked like a child, I thought like a child, I reasoned like a child. But when I became an adult, (tn The Greek term translated “adult” here is ἀνήρ (anhr), a term which ordinarily refers to males, husbands, etc. In this context Paul contrasts the states of childhood and adulthood, so the term has been translated “adult”; cf. BDAG 79 s. v. 1. b.) I set aside childish ways."},{"number":12,"verse":"For now we see in a mirror indirectly, (tn Grk “we are seeing through [= using] a mirror by means of a dark image.” Corinth was well known in the ancient world for producing some of the finest bronze mirrors available. Paul’s point in this analogy, then, is not that our current understanding and relationship with God is distorted (as if the mirror reflected poorly), but rather that it is “indirect,” (i. e., the nature of looking in a mirror) compared to the relationship we will enjoy with him in the future when we see him “face to face” (cf. G. D. Fee, First Corinthians [NICNT], 648). The word “indirectly” translates the Greek phrase ἐν αἰνίγματι (ejn ainigmati, “in an obscure image”) which itself may reflect an allusion to Num 12:8 (LXX οὐ δι᾿ αἰνιγμάτων), where God says that he speaks to Moses “mouth to mouth [= face to face]…and not in dark figures [of speech].” Though this allusion to the OT is not explicitly developed here, it probably did not go unnoticed by the Corinthians who were apparently familiar with OT traditions about Moses (cf. 1 Cor 10:2). Indeed, in 2 Cor 3:13–18 Paul had recourse with the Corinthians to contrast Moses’ ministry under the old covenant with the hope afforded through apostolic ministry and the new covenant. Further, it is in this context, specifically in 2 Cor 3:18, that the apostle invokes the use of the mirror analogy again in order to unfold the nature of the Christian’s progressive transformation by the Spirit.) but then we will see face to face. Now I know in part, but then I will know fully, just as I have been fully known."},{"number":13,"verse":"And now these three remain: faith, hope, and love. But the greatest of these is love."}]}