{"bibleAbbr":"NET2007","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"Prophecy and Tongues Pursue love and be eager for the spiritual gifts, especially that you may prophesy."},{"number":2,"verse":"For the one speaking in a tongue does not speak to people but to God, for no one understands; he is speaking mysteries by the Spirit. (tn Or “with the spirit”; cf. vv. 14–16.)"},{"number":3,"verse":"But the one who prophesies speaks to people for their strengthening, (tn Grk “edification.”) encouragement, and consolation."},{"number":4,"verse":"The one who speaks in a tongue builds himself up, (sn The Greek term builds (himself) up does not necessarily bear positive connotations in this context.) but the one who prophesies builds up the church."},{"number":5,"verse":"I wish you all spoke in tongues, but even more that you would prophesy. The one who prophesies is greater than the one who speaks in tongues, unless he interprets so that the church may be strengthened."},{"number":6,"verse":"Now, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) if I come to you speaking in tongues, how will I help you unless I speak to you with a revelation or with knowledge or prophecy or teaching?"},{"number":7,"verse":"It is similar for lifeless things that make a sound, like a flute or harp. Unless they make a distinction in the notes, how can what is played on the flute or harp be understood?"},{"number":8,"verse":"If, for example, the trumpet makes an unclear sound, who will get ready for battle?"},{"number":9,"verse":"It is the same for you. If you do not speak clearly with your tongue, how will anyone know what is being said? For you will be speaking into the air."},{"number":10,"verse":"There are probably many kinds of languages in the world, and none is without meaning."},{"number":11,"verse":"If then I do not know the meaning of a language, I will be a foreigner to the speaker and the speaker a foreigner to me."},{"number":12,"verse":"It is the same with you. Since you are eager for manifestations of the Spirit, (tn Grk “eager for spirits.” The plural is probably a shorthand for the Spirit’s gifts, especially in this context, tongues.) seek to abound in order to strengthen the church."},{"number":13,"verse":"So then, one who speaks in a tongue should pray that he may interpret."},{"number":14,"verse":"If (tc ‡ Most witnesses, including some important ones (א A Ds Ψ 048 Ï lat sy bo), have γάρ (gar, “for”) here, while an equally impressive array of witnesses lack the conjunction (Ì46 B F G 0243 1739 1881 sa). This conjunction was frequently added by scribes in epistolary literature as a clarifying word, making the connection with the preceding more explicit. As such, it has the earmarks of being a motivated reading and thus should be rejected. NA27 places the word in brackets, indicating doubts as to its authenticity.) I pray in a tongue, my spirit prays, but my mind is unproductive."},{"number":15,"verse":"What should I do? (tn Grk “what then is it?”) I will pray with my spirit, but I will also pray with my mind. I will sing praises with my spirit, but I will also sing praises with my mind."},{"number":16,"verse":"Otherwise, if you are praising God with your spirit, how can someone without the gift (tn Grk “how can someone who fills the place of the unlearned say ‘Amen.’”) say “Amen” to your thanksgiving, since he does not know what you are saying?"},{"number":17,"verse":"For you are certainly giving thanks well, but the other person is not strengthened."},{"number":18,"verse":"I thank God that I speak in tongues more than all of you,"},{"number":19,"verse":"but in the church I want to speak five words with my mind to instruct others, rather than ten thousand words in a tongue."},{"number":20,"verse":"Brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) do not be children in your thinking. Instead, be infants in evil, but in your thinking be mature."},{"number":21,"verse":"It is written in the law: “By people with strange tongues and by the lips of strangers I will speak to this people, yet not even in this way will they listen to me,” (sn A quotation from Isa 28:11–12.) says the Lord."},{"number":22,"verse":"So then, tongues are a sign not for believers but for unbelievers. Prophecy, however, is not for unbelievers but for believers."},{"number":23,"verse":"So if the whole church comes together and all speak in tongues, and unbelievers or uninformed people enter, will they not say that you have lost your minds?"},{"number":24,"verse":"But if all prophesy, and an unbeliever or uninformed person enters, he will be convicted by all, he will be called to account by all."},{"number":25,"verse":"The secrets of his heart are disclosed, and in this way he will fall down with his face to the ground and worship God, declaring, “God is really among you.”"},{"number":26,"verse":"Church Order What should you do then, brothers and sisters? (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) When you come together, each one has a song, has a lesson, has a revelation, has a tongue, has an interpretation. Let all these things be done for the strengthening of the church."},{"number":27,"verse":"If someone speaks in a tongue, it should be two, or at the most three, one after the other, and someone must interpret."},{"number":28,"verse":"But if there is no interpreter, he should be silent in the church. Let him speak to himself and to God."},{"number":29,"verse":"Two or three prophets should speak and the others should evaluate what is said."},{"number":30,"verse":"And if someone sitting down receives a revelation, the person who is speaking should conclude."},{"number":31,"verse":"For you can all prophesy one after another, so all can learn and be encouraged."},{"number":32,"verse":"Indeed, the spirits of the prophets are subject to the prophets,"},{"number":33,"verse":"for God is not characterized by disorder but by peace. As in all the churches of the saints, (sn This phrase may be taken with v. 33a.)"},{"number":34,"verse":"the women (tn The word for “woman” and “wife” is the same in Greek. Because of the reference to husbands in v. 35, the word may be translated “wives” here. But in passages governing conduct in church meetings like this (cf. 11:2–16; 1 Tim 2:9–15) the general meaning “women” is more likely.) should be silent in the churches, for they are not permitted to speak. (sn For they are not permitted to speak. In light of 11:2–16, which gives permission for women to pray or prophesy in the church meetings, the silence commanded here seems not to involve the absolute prohibition of a woman addressing the assembly. Therefore (1) some take be silent to mean not taking an authoritative teaching role as 1 Tim 2 indicates, but (2) the better suggestion is to relate it to the preceding regulations about evaluating the prophets (v. 29). Here Paul would be indicating that the women should not speak up during such an evaluation, since such questioning would be in violation of the submission to male leadership that the OT calls for (the law, e. g., Gen 2:18).) Rather, let them be in submission, as in fact the law says."},{"number":35,"verse":"If they want to find out about something, they should ask their husbands at home, because it is disgraceful for a woman to speak in church. (tc Some scholars have argued that vv. 34–35 should be excised from the text (principally G. D. Fee, First Corinthians [NICNT], 697-710; P. B. Payne, “Fuldensis, Sigla for Variants in Vaticanus, and 1 Cor 14.34-5,” NTS 41 [1995]: 240-262). This is because the Western witnesses (D F G ar b vgms Ambst) have these verses after v. 40, while the rest of the tradition retains them here. There are no mss that omit the verses. Why, then, would some scholars wish to excise the verses? Because they believe that this best explains how they could end up in two different locations, that is to say, that the verses got into the text by way of a very early gloss added in the margin. Most scribes put the gloss after v. 33; others, not knowing where they should go, put them at the end of the chapter. Fee points out that “Those who wish to maintain the authenticity of these verses must at least offer an adequate answer as to how this arrangement came into existence if Paul wrote them originally as our vv. 34–35” (First Corinthians [NICNT], 700). In a footnote he adds, “The point is that if it were already in the text after v. 33, there is no reason for a copyist to make such a radical transposition.” Although it is not our intention to interact with proponents of the shorter text in any detail here, a couple of points ought to be made. (1) Since these verses occur in all witnesses to 1 Corinthians, to argue that they are not original means that they must have crept into the text at the earliest stage of transmission. How early? Earlier than when the pericope adulterae (John 7:53–8:11) made its way into the text (late 2nd, early 3rd century?), earlier than the longer ending of Mark (16:9–20) was produced (early 2nd century?), and earlier than even “in Ephesus” was added to Eph 1:1 (upon reception of the letter by the first church to which it came, the church at Ephesus) – because in these other, similar places, the earliest witnesses do not add the words. This text thus stands as remarkable, unique. Indeed, since all the witnesses have the words, the evidence points to them as having been inserted into the original document. Who would have done such a thing? And, further, why would scribes have regarded it as original since it was obviously added in the margin? This leads to our second point. (2) Following a suggestion made by E. E. Ellis (“The Silenced Wives of Corinth (I Cor. 14:34-5),” New Testament Textual Criticism: Its Significance for Exegesis, 213-20 [the suggestion comes at the end of the article, almost as an afterthought]), it is likely that Paul himself added the words in the margin. Since it was so much material to add, Paul could have squelched any suspicions by indicating that the words were his (e. g., by adding his name or some other means [cf. 2 Thess 3:17]). This way no scribe would think that the material was inauthentic. (Incidentally, this is unlike the textual problem at Rom 5:1, for there only one letter was at stake; hence, scribes would easily have thought that the “text” reading was original. And Paul would hardly be expected to add his signature for one letter.) (3) What then is to account for the uniform Western tradition of having the verses at the end of the chapter? Our conjecture (and that is all it is) is that the scribe of the Western Vorlage could no longer read where the verses were to be added (any marginal arrows or other directional device could have been smudged), but, recognizing that this was part of the original text, felt compelled to put it somewhere. The least offensive place would have been at the end of the material on church conduct (end of chapter 14), before the instructions about the resurrection began. Although there were no chapter divisions in the earliest period of copying, scribes could still detect thought breaks (note the usage in the earliest papyri). (4) The very location of the verses in the Western tradition argues strongly that Paul both authored vv. 34–35 and that they were originally part of the margin of the text. Otherwise, one has a difficulty explaining why no scribe seemed to have hinted that these verses might be inauthentic (the scribal sigla of codex B, as noticed by Payne, can be interpreted otherwise than as an indication of inauthenticity [cf. J. E. Miller, “Some Observations on the Text-Critical Function of the Umlauts in Vaticanus, with Special Attention to 1 Corinthians 14.34-35,” JSNT 26 [2003]: 217-36.). There are apparently no mss that have an asterisk or obelisk in the margin. Yet in other places in the NT where scribes doubted the authenticity of the clauses before them, they often noted their protest with an asterisk or obelisk. We are thus compelled to regard the words as original, and as belonging where they are in the text above.)"},{"number":36,"verse":"Did the word of God begin with you, (tn Grk “Did the word of God go out from you.”) or did it come to you alone?"},{"number":37,"verse":"If anyone considers himself a prophet or spiritual person, he should acknowledge that what I write to you is the Lord’s command."},{"number":38,"verse":"If someone does not recognize this, he is not recognized."},{"number":39,"verse":"So then, brothers and sisters, (tc ‡ μου (mou, “my”) is found after ἀδελφοί (adelfoi) in a number of significant witnesses (א A B* D1 048 326 1175 2464 al), but lacking in most other witnesses (Ì46 B2 D* F G Ψ 0243 33 1739 1881 Ï lat). Every other time Paul says “So then, brothers (and sisters)” he adds “my” (ὥστε, ἀδελφοί μου; {wste, adelfoi mou). There is no good reason why scribes would intentionally omit “my” here but not elsewhere. Thus, the longer reading is in conformity with Paul’s general style and as such seems to be scribally motivated. NA27 has the word in brackets, indicating doubt as to its authenticity. tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) be eager to prophesy, and do not forbid anyone from speaking in tongues. (tn Grk “speaking in tongues.” The words “anyone from” are supplied for the sake of clarity.)"},{"number":40,"verse":"And do everything in a decent and orderly manner."}]}