{"bibleAbbr":"NET2007","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"Christ’s Resurrection Now I want to make clear for you, (tn Grk “Now I make known to you.”) brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) the gospel that I preached to you, that you received and on which you stand,"},{"number":2,"verse":"and by which you are being saved, if you hold firmly to the message I preached to you — unless you believed in vain."},{"number":3,"verse":"For I passed on to you as of first importance (tn Grk “among (the) first things.”) what I also received — that Christ died for our sins according to the scriptures,"},{"number":4,"verse":"and that he was buried, and that he was raised (tn Grk “he has been raised/is raised,” using a Greek tense that points to the present effect of the act of raising him. But in English idiom the temporal phrase “on the third day” requires a different translation of the verb.) on the third day according to the scriptures,"},{"number":5,"verse":"and that he appeared to Cephas, then to the twelve."},{"number":6,"verse":"Then he appeared to more than five hundred of the brothers and sisters (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) at one time, most of whom are still alive, (tn Grk “most of whom remain until now.”) though some have fallen asleep. (tn The verb κοιμάω (koimaw) literally means “sleep,” but it is often used in the Bible as a euphemism for death when speaking of believers. This metaphorical usage by its very nature emphasizes the hope of resurrection: Believers will one day “wake up” out of death. Here the term refers to death, but “sleep” was used in the translation to emphasize the metaphorical, rhetorical usage of the term.)"},{"number":7,"verse":"Then he appeared to James, then to all the apostles."},{"number":8,"verse":"Last of all, as though to one born at the wrong time, (sn One born at the wrong time. The Greek word used here (ἔκτρωμα, ektrwma) refers to a premature birth, a miscarriage, or an aborted child. Paul uses it as a powerful figure of the unexpected, abnormal nature of his apostolic call.) he appeared to me also."},{"number":9,"verse":"For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God."},{"number":10,"verse":"But by the grace of God I am what I am, and his grace to me has not been in vain. In fact, I worked harder than all of them — yet not I, but the grace of God with me."},{"number":11,"verse":"Whether then it was I or they, this is the way we preach and this is the way you believed."},{"number":12,"verse":"No Resurrection? Now if Christ is being preached as raised from the dead, (tn Grk “that he has been raised from the dead.”) how can some of you say there is no resurrection of the dead?"},{"number":13,"verse":"But if there is no resurrection of the dead, then not even Christ has been raised."},{"number":14,"verse":"And if Christ has not been raised, then our preaching is futile and your faith is empty."},{"number":15,"verse":"Also, we are found to be false witnesses about God, because we have testified against God that he raised Christ from the dead, when in reality he did not raise him, if indeed the dead are not raised."},{"number":16,"verse":"For if the dead are not raised, then not even Christ has been raised."},{"number":17,"verse":"And if Christ has not been raised, your faith is useless; you are still in your sins."},{"number":18,"verse":"Furthermore, those who have fallen asleep (tn See the note on the word “asleep” in 15:6. This term is also used in v. 20.) in Christ have also perished."},{"number":19,"verse":"For if only in this life we have hope in Christ, we should be pitied more than anyone."},{"number":20,"verse":"But now Christ has been raised from the dead, the firstfruits of those who have fallen asleep."},{"number":21,"verse":"For since death came through a man, (tn Or “through a human being” (a reference to Adam).) the resurrection of the dead also came through a man. (tn Or “through a human being” (a reference to Jesus Christ).)"},{"number":22,"verse":"For just as in Adam all die, so also in Christ all will be made alive."},{"number":23,"verse":"But each in his own order: Christ, the firstfruits; then when Christ comes, those who belong to him. (tn Grk “then those who belong to Christ, at his coming.”)"},{"number":24,"verse":"Then (tn This is a continuation of the previous sentence in the Greek text. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) comes the end, (tn Grk “then the end” or “then (is) the end.” Paul explains how the “end” relates to resurrection in vv. 25–28.) when he hands over the kingdom to God the Father, when he has brought to an end all rule and all authority and power."},{"number":25,"verse":"For he must reign until he has put all his enemies under his feet."},{"number":26,"verse":"The last enemy to be eliminated is death."},{"number":27,"verse":"For he has put everything in subjection under his feet. (sn A quotation from Ps 8:6.) But when it says “everything” has been put in subjection, it is clear that this does not include the one who put everything in subjection to him."},{"number":28,"verse":"And when all things are subjected to him, then the Son himself will be subjected to the one who subjected everything to him, so that God may be all in all."},{"number":29,"verse":"Otherwise, what will those do who are baptized for the dead? (sn Many suggestions have been offered for the puzzling expression baptized for the dead. There are up to 200 different explanations for the passage; a summary is given by K. C. Thompson, “I Corinthians 1529 and Baptism for the Dead,” Studia Evangelica 2.1 (TU 87), 647-59. The most likely interpretation is that some Corinthians had undergone baptism to bear witness to the faith of fellow believers who had died without experiencing that rite themselves. Paul’s reference to the practice here is neither a recommendation nor a condemnation. He simply uses it as evidence from the lives of the Corinthians themselves to bolster his larger argument, begun in 15:12, that resurrection from the dead is a present reality in Christ and a future reality for them. Whatever they may have proclaimed, the Corinthians’ actions demonstrated that they had hope for a bodily resurrection.) If the dead are not raised at all, then why are they baptized for them?"},{"number":30,"verse":"Why too are we in danger every hour?"},{"number":31,"verse":"Every day I am in danger of death! This is as sure as (tn Or, more literally, “I swear by the boasting in you.”) my boasting in you, (tc ‡ Although the witnesses for the shorter reading (Ì46 D F G Ψ 075 0243 1739 1881 Ï) are not as strong as for the addition of ἀδελφοί (adelfoi, “brothers”) at this juncture (א A B K P 33 81 104 365 1175 2464 lat sy co), it is difficult to find a reason why scribes would either intentionally or unintentionally drop the address here. Thus, the shorter reading is slightly preferred.) which I have in Christ Jesus our Lord."},{"number":32,"verse":"If from a human point of view I fought with wild beasts at Ephesus, (map For location see JP1-D2; JP2-D2; JP3-D2; JP4-D2.) what did it benefit me? If the dead are not raised, let us eat and drink, for tomorrow we die. (sn An allusion to Isa 22:13; 56:12.)"},{"number":33,"verse":"Do not be deceived: “Bad company corrupts good morals.” (sn A quotation from the poet Menander, Thais 218, which Paul uses in a proverbial sense.)"},{"number":34,"verse":"Sober up as you should, and stop sinning! For some have no knowledge of God — I say this to your shame!"},{"number":35,"verse":"The Resurrection Body But someone will say, “How are the dead raised? With what kind of body will they come?”"},{"number":36,"verse":"Fool! What you sow will not come to life unless it dies."},{"number":37,"verse":"And what you sow is not the body that is to be, but a bare seed (tn Grk “and what you sow, you do not sow the body that will be, but a bare seed.”) — perhaps of wheat or something else."},{"number":38,"verse":"But God gives it a body just as he planned, and to each of the seeds a body of its own."},{"number":39,"verse":"All flesh is not the same: People have one flesh, animals have another, birds and fish another. (tn Grk “all flesh is not the same flesh, but there is one (flesh) of people, but another flesh of animals and another flesh of birds and another of fish.”)"},{"number":40,"verse":"And there are heavenly bodies and earthly bodies. The glory of the heavenly body is one sort and the earthly another."},{"number":41,"verse":"There is one glory of the sun, and another glory of the moon and another glory of the stars, for star differs from star in glory."},{"number":42,"verse":"It is the same with the resurrection of the dead. What is sown is perishable, what is raised is imperishable. (tn Grk “it is sown in corruption, it is raised in incorruption.” The “it” refers to the body, as v. 44 shows.)"},{"number":43,"verse":"It is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;"},{"number":44,"verse":"it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body."},{"number":45,"verse":"So also it is written, “The first man, Adam, became a living person”; (tn Grk “living soul”; a quotation from Gen 2:7.) the last Adam became a life-giving spirit."},{"number":46,"verse":"However, the spiritual did not come first, but the natural, and then the spiritual."},{"number":47,"verse":"The first man is from the earth, made of dust; the second man is from heaven."},{"number":48,"verse":"Like the one made of dust, so too are those made of dust, and like the one from heaven, so too those who are heavenly."},{"number":49,"verse":"And just as we have borne the image of the man of dust, let us also bear (tc ‡ A few significant witnesses have the future indicative φορέσομεν (foresomen, “we will bear”; B I 6 630 1881 al sa) instead of the aorist subjunctive φορέσωμεν (foreswmen, “let us bear”; Ì46 א A C D F G Ψ 075 0243 33 1739 Ï latt bo). If the original reading is the future tense, then “we will bear” would be a guarantee that believers would be like Jesus (and unlike Adam) in the resurrection. If the aorist subjunctive is original, then “let us bear” would be a command to show forth the image of Jesus, i. e., to live as citizens of the kingdom that believers will one day inherit. The future indicative is not widespread geographically. At the same time, it fits the context well: Not only are there indicatives in this section (especially vv. 42–49), but the conjunction καί (kai) introducing the comparative καθώς (kaqws) seems best to connect to the preceding by furthering the same argument (what is, not what ought to be). For this reason, though, the future indicative could be a reading thus motivated by an early scribe. In light of the extremely weighty evidence for the aorist subjunctive, it is probably best to regard the aorist subjunctive as original. This connects well with v. 50, for there Paul makes a pronouncement that seems to presuppose some sort of exhortation. G. D. Fee (First Corinthians [NICNT], 795) argues for the originality of the subjunctive, stating that “it is nearly impossible to account for anyone’s having changed a clearly understandable future to the hortatory subjunctive so early and so often that it made its way into every textual history as the predominant reading.” The subjunctive makes a great deal of sense in view of the occasion of 1 Corinthians. Paul wrote to combat an over-realized eschatology in which some of the Corinthians evidently believed they were experiencing all the benefits of the resurrection body in the present, and thus that their behavior did not matter. If the subjunctive is the correct reading, it seems Paul makes two points: (1) that the resurrection is a bodily one, as distinct from an out-of-body experience, and (2) that one’s behavior in the interim does make a difference (see 15:32–34, 58).) the image of the man of heaven."},{"number":50,"verse":"Now this is what I am saying, brothers and sisters: (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) Flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."},{"number":51,"verse":"Listen, (tn Grk “Behold.”) I will tell you a mystery: We will not all sleep, (tc The manuscripts are grouped into four basic readings here: (1) א C 0243* 33 1739 have “we all will sleep, but we will not all be changed” (πάντες κοιμηθησόμεθα, οὐ πάντες δὲ ἀλλαγησόμεθα); (2) Ì46 Ac (F G) have “we will not all sleep, but we will not all be changed” (πάντες οὐ κοιμηθησόμεθα, οὐ πάντες δὲ ἀλλαγησόμεθα); (3) D* lat Tert Ambst Spec read “we will all rise, but we will not all be changed.” (4) The wording πάντες οὐ κοιμηθησόμεθα, πάντες δὲ ἀλλαγησόμεθα (“we will not all sleep, but we will all be changed”) is found in B D2 Ψ 075 0243c 1881 Ï sy co. How shall we interpret such data? In light of the fact that Paul and his generation did in fact die, early scribes may have felt some embarrassment over the bald statement, “We will not all sleep” (πάντες οὐ κοιμηθησόμεθα). This could account for the first variant. Although the second variant could be viewed as a conflation of (1) and (4) (so TCGNT 502; G. D. Fee, First Corinthians [NICNT], 796), it could also have arisen consciously, to guard against the notion that all whom Paul was addressing should regard themselves as true believers. The third variant, prominent in the Western witnesses, may have arisen to counter those who would deny the final resurrection (so TCGNT 502). In any event, since the fourth reading has the best credentials externally and best explains the rise of the others it should be adopted as the authentic wording here. tn See the note on the word “asleep” in 15:6.) but we will all be changed —"},{"number":52,"verse":"in a moment, in the blinking (tn The Greek word ῥιπή (rJiph) refers to a very rapid movement (BDAG 906 s. v.). This has traditionally been translated as “twinkling,” which implies an exceedingly fast – almost instantaneous – movement of the eyes, but this could be confusing to the modern reader since twinkling in modern English often suggests a faint, flashing light. In conjunction with the genitive ὀφθαλμοῦ (ofqalmou, “of an eye”), “blinking” is the best English equivalent (see, e. g., L&N 16.5), although it does not convey the exact speed implicit in the Greek term.) of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed."},{"number":53,"verse":"For this perishable body must put on the imperishable, and this mortal body must put on immortality."},{"number":54,"verse":"Now when this perishable puts on the imperishable, and this mortal puts on immortality, then the saying that is written will happen, “Death has been swallowed up in victory.” (sn A quotation from Isa 25:8.)"},{"number":55,"verse":"“Where, O death, is your victory? Where, O death, is your sting?” (sn A quotation from Hos 13:14.)"},{"number":56,"verse":"The sting of death is sin, and the power of sin is the law."},{"number":57,"verse":"But thanks be to God, who gives us the victory through our Lord Jesus Christ!"},{"number":58,"verse":"So then, dear brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:10.) be firm. Do not be moved! Always be outstanding in the work of the Lord, knowing that your labor is not in vain in the Lord."}]}