{"bibleAbbr":"NET2007","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"(The Rights of an Apostle) Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?"},{"number":2,"verse":"If I am not an apostle to others, at least I am to you, for you are the confirming sign (tn Grk “the seal.”) of my apostleship in the Lord."},{"number":3,"verse":"This is my defense to those who examine me."},{"number":4,"verse":"Do we not have the right to financial support? (tn Grk “the right to eat and drink.” In the context this is a figurative reference to financial support.)"},{"number":5,"verse":"Do we not have the right to the company of a believing wife, like the other apostles and the Lord’s brothers and Cephas?"},{"number":6,"verse":"Or do only Barnabas and I lack the right not to work?"},{"number":7,"verse":"Who ever serves in the army at his own expense? Who plants a vineyard and does not eat its fruit? Who tends a flock and does not consume its milk?"},{"number":8,"verse":"Am I saying these things only on the basis of common sense, (tn Or “only according to human authority”; Grk “saying these things according to men.”) or does the law not say this as well?"},{"number":9,"verse":"For it is written in the law of Moses, “Do not muzzle an ox while it is treading out the grain.” (sn A quotation from Deut 25:4.) God is not concerned here about oxen, is he?"},{"number":10,"verse":"Or is he not surely speaking for our benefit? It was written for us, because the one plowing and threshing ought to work in hope of enjoying the harvest."},{"number":11,"verse":"If we sowed spiritual blessings among you, is it too much to reap material things from you?"},{"number":12,"verse":"If others receive this right from you, are we not more deserving? But we have not made use of this right. Instead we endure everything so that we may not be a hindrance to the gospel of Christ."},{"number":13,"verse":"Don’t you know that those who serve in the temple (tn Grk “working the sacred things.”) eat food from the temple, and those who serve at the altar receive a part of the offerings?"},{"number":14,"verse":"In the same way the Lord commanded those who proclaim the gospel to receive their living by the gospel."},{"number":15,"verse":"But I have not used any of these rights. And I am not writing these things so that something will be done for me. (tn Grk “so that it will happen in this way in my case.”) In fact, it would be better for me to die than — no one will deprive me of my reason for boasting! (tc The reading ἤ – τὸ καύχημά μου οὐδεὶς κενώσει (h – to kauchma mou oudei\" kenwsei, “than – no one will deprive me of my reason for boasting!”) is syntactically abrupt, but fully in keeping with Pauline style. It is supported by Ì46 א* B D*, c 33 1739 1881 as well as early patristic authors. Most witnesses, especially the later ones (א2 C D2 Ψ Ï lat), have a significantly smoother reading than this: ἢ τὸ καύχημά μου ἵνα τις κενώσῃ (or κενώσει); h to kauchma mou {ina ti\" kenwsh (or kenwsei), “than that anyone should deprive me of my boasting.” The simple replacement of οὐδείς with ἵνα essentially accomplishes the smoothing out of the text, and as such the ἵνα reading is suspect. Not only is the harder reading in keeping with Pauline style, but it is also found in the earlier and better witnesses. sn Paul breaks off his thought at mid-sentence (indicated by the dash in the translation) and it is somewhat difficult to determine his reason for boasting. Most likely Paul would rather die than be deprived of the boast that he had offered the gospel free of charge even though as an apostle he had the right to such support (9:14). Did he say this as a way of criticizing his opponents? Perhaps only indirectly. His focus has more to do with not hindering the gospel than what his opponents were doing (9:12).)"},{"number":16,"verse":"For if I preach the gospel, I have no reason for boasting, because I am compelled to do this. Woe to me if I do not preach the gospel!"},{"number":17,"verse":"For if I do this voluntarily, I have a reward. But if I do it unwillingly, I am entrusted with a responsibility."},{"number":18,"verse":"What then is my reward? That when I preach the gospel I may offer the gospel free of charge, and so not make full use of my rights in the gospel."},{"number":19,"verse":"For since I am free from all I can make myself a slave to all, in order to gain even more people. (tn Or “more converts.” The word “people” is not in the Greek text, but is implied. It has been supplied in the translation to clarify the meaning.)"},{"number":20,"verse":"To the Jews I became like a Jew to gain the Jews. To those under the law I became like one under the law (though I myself am not under the law) (tc The Byzantine text, as well as a few other witnesses (D2 [L] Ψ 1881 Ï) lack this parenthetical material, while geographically widespread, early, and diverse witnesses have the words (so א A B C D* F G P 33 104 365 1175 1505 1739 al latt). The phrase may have dropped out accidentally through homoioteleuton (note that both the preceding phrase and the parenthesis end in ὑπὸ νόμον [Jupo nomon, “under the law”]), or intentionally by overscrupulous scribes who felt that the statement “I myself am not under the law” could have led to license.) to gain those under the law."},{"number":21,"verse":"To those free from the law I became like one free from the law (though I am not free from God’s law but under the law of Christ) to gain those free from the law."},{"number":22,"verse":"To the weak I became weak in order to gain the weak. I have become all things to all people, so that by all means I may save some."},{"number":23,"verse":"I do all these things because of the gospel, so that I can be a participant in it."},{"number":24,"verse":"Do you not know that all the runners in a stadium compete, but only one receives the prize? So run to win."},{"number":25,"verse":"Each competitor must exercise self-control in everything. They do it to receive a perishable crown, but we an imperishable one."},{"number":26,"verse":"So I do not run uncertainly or box like one who hits only air."},{"number":27,"verse":"Instead I subdue my body and make it my slave, so that after preaching to others I myself will not be disqualified."}]}