{"bibleAbbr":"TRC1535","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"Thou therfore my sonne be stronge in the grace that is in Christ Iesu."},{"number":2,"verse":"And what thynges thou hast hearde of me many bearynge witnes the same diliver to faythfull men which are apte to teache other"},{"number":3,"verse":"Thou therfore suffre affliccion as a good soudier of Iesu Christ."},{"number":4,"verse":"No man that warreth entanglith him silfe with worldely busynes and that be cause he wolde please him that hath chosen him to be a soudier."},{"number":5,"verse":"And though a man strive for a mastery yet ys he not crouned except he strive laufully."},{"number":6,"verse":"The husbandma that laboreth must fyrst receave of the frutes."},{"number":7,"verse":"Consyder what I saye. The lorde geve the vnderstondynge in all thynges."},{"number":8,"verse":"Remember that Iesus Christ beynge of he sede of David rose agayne fro deth accordynge to my gospell"},{"number":9,"verse":"wherin I suffre trouble as an evyll doar even vnto bondes. But the worde of god was not bounde."},{"number":10,"verse":"Herefore I suffre all thinges for ye electes sakes that they myght also obtayne that saluacion which is in Christ Iesu with eternall glory."},{"number":11,"verse":"It is a true sayinge if we be deed wt him we also shall live with him."},{"number":12,"verse":"Yf we be pacient we shall also raigne wt him. If we denye him he also shall denye vs."},{"number":13,"verse":"Yf we beleve not yet abideth he faithfull. He cannot denye him silfe."},{"number":14,"verse":"Of these thynges put them in remembraunce and testifie before the lorde that they stryve not about wordes which is to no proffet but to pervert the hearers."},{"number":15,"verse":"Study to shewe thy silfe laudable vnto god a workman yt nedeth not to be a shamed dividynge the worde of trueth iustly"},{"number":16,"verse":". Vngostly and vayne voyces passe over. For they shall encreace vnto greater vngodlynes"},{"number":17,"verse":"and their wordes shall fret even as doeth a cancre: of whose nombre ys Hymeneos and Philetos"},{"number":18,"verse":"which as concernynge the trueth have erred sayinge that the resurreccion is past all redy and do destroye the fayth of divers persones."},{"number":19,"verse":"But the sure grounde of god remayneth and hath this seale: the lorde knoweth them that are his and let every man that calleth on the name of Christ departe from iniquite."},{"number":20,"verse":"Not withstondinge in a greate housse are not only vesselles of golde and of silver: but also of wood and of erthe some for honoure and some vnto dishonoure."},{"number":21,"verse":"But Yf a man purdge him silfe from suche felowes he shalbe a vessell sanctified vnto honoure mete for the lorde and prepared vnto all good workes."},{"number":22,"verse":"Lustes of youth avoyde and folowe rightwesnes fayth love and peace with them that call on the lorde with pure herte."},{"number":23,"verse":"Folisshe and vnlearned questions put from the remebrynge that they do but gendre stryfe."},{"number":24,"verse":"But the servaunt of the lorde must not stryve: but must be peasable vnto all men and apte to teache and one that can suffre:"},{"number":25,"verse":"the evyll in meknes and can informe them that resist yf that god at eny tyme will geve them repentauce for to knowe the trueth:"},{"number":26,"verse":"that they maye come to the selves agayne out of the snare of the devyll which are now taken of him at his will."}]}