{"bibleAbbr":"KJV2000","bookName":"Job","bookEnglishName":"Job","chapterNumber":41,"verses":[{"number":1,"verse":"Can you draw out leviathan with a hook? or his tongue with a cord which you let down?"},{"number":2,"verse":"Can you put a rope in his nose? or pierce his jaw through with a hook?"},{"number":3,"verse":"Will he make many supplications unto you? will he speak soft words unto you?"},{"number":4,"verse":"Will he make a covenant with you? will you take him for a servant forever?"},{"number":5,"verse":"Will you play with him as with a bird? or will you leash him for your maidens?"},{"number":6,"verse":"Shall your companions make a banquet of him? shall they apportion him among the merchants?"},{"number":7,"verse":"Can you fill his skin with harpoons? or his head with fish spears?"},{"number":8,"verse":"Lay your hand upon him, remember the battle, do no more."},{"number":9,"verse":"Behold, the hope of subduing him is in vain: shall one not be cast down even at the sight of him?"},{"number":10,"verse":"None is so fierce that would dare stir him up: who then is able to stand before me?"},{"number":11,"verse":"Who has given to me, that I should repay him? whatsoever is under the whole heaven is mine."},{"number":12,"verse":"I will not conceal his limbs, nor his power, nor his graceful proportion."},{"number":13,"verse":"Who can remove the face of his garment? or who can approach him with a double bridle?"},{"number":14,"verse":"Who can open the doors of his face? his teeth are terrible all around."},{"number":15,"verse":"His scales are his pride, shut up together as with a close seal."},{"number":16,"verse":"One is so near to another, that no air can come between them."},{"number":17,"verse":"They are joined one to another, they stick together, that they cannot be parted."},{"number":18,"verse":"By his sneezings a light flashes, and his eyes are like the eyelids of the morning."},{"number":19,"verse":"Out of his mouth go burning lamps, and sparks of fire leap out."},{"number":20,"verse":"Out of his nostrils goes smoke, as out of a boiling pot or caldron."},{"number":21,"verse":"His breath kindles coals, and a flame goes out of his mouth."},{"number":22,"verse":"In his neck remains strength, and sorrow is turned into dancing before him."},{"number":23,"verse":"The folds of his flesh are joined together: they are firm on him; they cannot be moved."},{"number":24,"verse":"His heart is as firm as a stone; yea, as hard as a piece of the lower millstone."},{"number":25,"verse":"When he raises up himself, the mighty are afraid: because of his crashings they are beside themselves."},{"number":26,"verse":"The sword of him that reaches him cannot avail: neither the spear, the dart, nor the javelin."},{"number":27,"verse":"He regards iron as straw, and bronze as rotten wood."},{"number":28,"verse":"The arrow cannot make him flee: clingstones with him are turned into stubble."},{"number":29,"verse":"Darts are counted as straw: he laughs at the threat of a javelin."},{"number":30,"verse":"His undersides are like sharp stones: he spreads sharp pointed marks upon the mire."},{"number":31,"verse":"He makes the deep boil like a pot: he makes the sea like a pot of ointment."},{"number":32,"verse":"He leaves a path shining after him; one would think the deep to have white hair."},{"number":33,"verse":"Upon earth there is not his like, which is made without fear."},{"number":34,"verse":"He beholds every high thing: he is a king over all the children of pride."}]}