{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"(Rebellion of God's People) The vision of [the prophet] Isaiah the son of Amoz concerning [the kingdom of] Judah and [its capital] Jerusalem, which he saw [as revealed by God] during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},{"number":2,"verse":"Hear, O heavens, and listen, O earth; For the LORD has spoken: \"I have reared and brought up sons, But they have rebelled against Me and have broken away."},{"number":3,"verse":"\"The ox [instinctively] knows its owner, And the donkey its master's feeding trough, But Israel does not know [Me as LORD], My people do not understand.\""},{"number":4,"verse":"Ah, sinful nation, A people loaded down with wickedness [with sin, with injustice, with wrongdoing], Offspring of evildoers, Sons who behave corruptly! They have abandoned (rejected) the LORD, They have despised the Holy One of Israel [provoking Him to anger], They have turned away from Him."},{"number":5,"verse":"Why should you be stricken and punished again [since no change results from it]? You [only] continue to rebel. The whole head is sick And the whole heart is faint and sick."},{"number":6,"verse":"From the sole of the foot even to the head There is nothing healthy in the nation's body, Only bruises, welts, and raw wounds, Not pressed out or bandaged, Nor softened with oil [as a remedy]."},{"number":7,"verse":"Your land lies desolate [because of your disobedience], Your cities are burned with fire, Your fields-strangers are devouring them in your very presence; It is desolate, as overthrown by strangers."},{"number":8,"verse":"The Daughter of Zion (Jerusalem) is left like a [deserted] shelter in a vineyard, Like a watchman's hut in a cucumber field, like a besieged city [isolated, surrounded by devastation]."},{"number":9,"verse":"If the LORD of hosts Had not left us a few survivors, We would be like Sodom, We would be like Gomorrah."},{"number":10,"verse":"(God Has Had Enough) Hear the word of the LORD [rulers of Jerusalem], You rulers of [another] Sodom, Listen to the law and instruction of our God, You people of [another] Gomorrah."},{"number":11,"verse":"\"What are your multiplied sacrifices to Me [without your repentance]?\" Says the LORD. \"I have had enough of [your] burnt offerings of rams And the fat of well-fed cattle [without your obedience]; And I take no pleasure in the blood of bulls or lambs or goats [offered without repentance]."},{"number":12,"verse":"\"When you come to appear before Me, Who requires this of you, this trampling of My [temple] courts [by your sinful feet]?"},{"number":13,"verse":"\"Do not bring worthless offerings again, [Your] incense is repulsive to Me; [Your] New Moon and Sabbath [observances], the calling of assemblies- I cannot endure wickedness [your sin, your injustice, your wrongdoing] and [the squalor of] the festive assembly."},{"number":14,"verse":"\"I hate [the hypocrisy of] your New Moon festivals and your appointed feasts. They have become a burden to Me; I am weary of bearing them."},{"number":15,"verse":"\"So when you spread out your hands [in prayer, pleading for My help], I will hide My eyes from you; Yes, even though you offer many prayers, I will not be listening. Your hands are full of blood!"},{"number":16,"verse":"\"Wash yourselves, make yourselves clean; Get your evil deeds out of My sight. Stop doing evil,"},{"number":17,"verse":"Learn to do good. Seek justice, Rebuke the ruthless, Defend the fatherless, Plead for the [rights of the] widow [in court]."},{"number":18,"verse":"(\"Let Us Reason\") \"Come now, and let us reason together,\" Says the LORD. \" Though your sins are like scarlet, They shall be as white as snow; Though they are red like crimson, They shall be like wool."},{"number":19,"verse":"\"If you are willing and obedient, You shall eat the best of the land;"},{"number":20,"verse":"But if you refuse and rebel, You shall be devoured by the sword.\" For the mouth of the LORD has spoken."},{"number":21,"verse":"(Zion Corrupted, to Be Redeemed) How the faithful city has become a prostitute [idolatrous, despicable], She who was full of justice! Right standing with God once lodged in her, But now murderers."},{"number":22,"verse":"Your silver has turned to lead, Your wine is diluted with water."},{"number":23,"verse":"Your rulers are rebels And companions of thieves; Everyone loves bribes And chases after gifts. They do not defend the fatherless, Nor does the widow's cause come before them [instead they delay or turn a deaf ear]."},{"number":24,"verse":"Therefore the Lord GOD of hosts, The Mighty One of Israel, declares: \"Ah, I will be freed of My adversaries And avenge Myself on My enemies."},{"number":25,"verse":"\"And I will turn My hand against you, And will [thoroughly] purge away your dross as with lye And remove all your tin (impurity)."},{"number":26,"verse":"\"Then I will restore your judges as at the first, And your counselors as at the beginning; Afterward you will be called the city of righteousness, The faithful city.\""},{"number":27,"verse":"Zion will be redeemed with justice And her repentant ones with righteousness."},{"number":28,"verse":"But rebels and sinners will be crushed and destroyed together, And those who abandon (turn away from) the LORD will be consumed (perish)."},{"number":29,"verse":"For you will be ashamed [of the degradation] of the oaks in which you took [idolatrous] pleasure, And you will be ashamed of the gardens [of passion] which you have chosen [for pagan worship]."},{"number":30,"verse":"For you will be like an oak whose leaf withers and dies And like a garden that has no water."},{"number":31,"verse":"The strong man will become tinder, And his work a spark. So both will burn together And there will be none to quench them."}]}