{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"Message to Egypt The [mournful, inspired] oracle ( a burden to be carried) concerning Egypt: Listen carefully, the LORD is riding on a swift cloud and is about to come to Egypt; The idols of Egypt will tremble at His presence, And the heart of the Egyptians will melt within them."},{"number":2,"verse":"\"So I will provoke Egyptians against Egyptians; And they will fight, each one against his brother and each one against his neighbor, City against city, kingdom against kingdom."},{"number":3,"verse":"\"Then the spirit of the Egyptians will become exhausted within them and emptied out; And I will confuse their strategy, So that they will consult the idols and the spirits of the dead, And mediums and soothsayers."},{"number":4,"verse":"\"And I will hand over the Egyptians to a hard and cruel master, And a mighty king will rule over them,\" declares the Lord GOD of hosts."},{"number":5,"verse":"The waters from the sea will dry up, And the river will be parched and dry."},{"number":6,"verse":"The canals will become foul-smelling, The streams of Egypt will thin out and dry up, The reeds and the rushes will rot away."},{"number":7,"verse":"The meadows by the Nile, by the edge of the Nile, And all the sown fields of the Nile Will become dry, be blown away, and be no more."},{"number":8,"verse":"The fishermen will lament (cry out in grief), And all those who cast a hook into the Nile will mourn, And those who spread nets upon the waters will languish."},{"number":9,"verse":"Moreover, those who make linen from combed flax And those who weave white cloth will be ashamed."},{"number":10,"verse":"[Those who are] the pillars and foundations of Egypt will be crushed; And all those who work for wages will be grieved in soul."},{"number":11,"verse":"The princes of Zoan are complete fools; The counsel of the Pharaoh's wisest advisors has become stupid. How can you say to Pharaoh, \"I am a son of the wise, a son of ancient kings?\""},{"number":12,"verse":"Where then are your wise men? Please let them tell you, And let them understand what the LORD of hosts Has purposed against Egypt [if they can]."},{"number":13,"verse":"The princes of Zoan have acted like fools, The princes of Memphis are deluded [and entertain false hope]; Those who are the cornerstone of her tribes Have led Egypt astray."},{"number":14,"verse":"The LORD has mixed a spirit of distortion within her; Her leaders have caused Egypt to stagger in all that she does, As a drunken man staggers in his vomit."},{"number":15,"verse":"There will be no work for Egypt Which head or tail, [high] palm branch or [low] bulrush, may do."},{"number":16,"verse":"In that day the Egyptians will become like [helpless] women, and they will tremble and be frightened because of the waving of the hand of the LORD of hosts, which He is going to wave over them."},{"number":17,"verse":"The land of Judah [Assyria's ally] will become a terror to the Egyptians; everyone to whom Judah is mentioned will be in dread of it, because of the purpose of the LORD of hosts which He is planning against Egypt."},{"number":18,"verse":"In that day five cities in the land of Egypt will speak the language of [the Hebrews of] Canaan and swear allegiance to the LORD of hosts. One [of them] will be called the City of Destruction."},{"number":19,"verse":"In that day there will be an altar to the LORD in the midst of the land of Egypt, and a memorial stone to the LORD near its border."},{"number":20,"verse":"It will become a sign and a witness to the LORD of hosts in the land of Egypt; for they will cry to the LORD because of oppressors, and He will send them a Savior, a [Great] Defender, and He will rescue them."},{"number":21,"verse":"And so the LORD will make Himself known to Egypt, and the Egyptians will know [heed, honor, and cherish] the LORD in that day. They will even worship with sacrifices [of animals] and offerings [of produce]; they will make a vow to the LORD and fulfill it."},{"number":22,"verse":"The LORD will strike Egypt, striking but healing it; so they will return to the LORD, and He will respond to them and heal them."},{"number":23,"verse":"In that day there will be a highway from Egypt to Assyria, and the Assyrians will come into Egypt and the Egyptians into Assyria; and the Egyptians will worship and serve [the LORD] with the Assyrians."},{"number":24,"verse":"In that day Israel will be the third party with Egypt and with Assyria [in a Messianic league], a blessing in the midst of the earth,"},{"number":25,"verse":"whom the LORD of hosts has blessed, saying, \"Blessed is Egypt My people, and Assyria the work of My hands, and Israel My heritage.\""}]}