{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"(Judgment on the Earth) Behold, the LORD lays waste to the earth, devastates it, twists and distorts its face and scatters its inhabitants."},{"number":2,"verse":"And the people will be like the priest, the servant like his master, the maid like her mistress, the buyer like the seller, the lender like the borrower, the creditor like the debtor [as God's impartial judgment of sin comes on all]."},{"number":3,"verse":"The earth will be completely laid waste and utterly pillaged, for the LORD has spoken this word."},{"number":4,"verse":"The earth dries up and crumbles away, the world dries out and crumbles away, the exalted of the people of the earth fade away."},{"number":5,"verse":"The earth also is polluted by its inhabitants, because they have transgressed laws, violated statutes, and broken the everlasting covenant."},{"number":6,"verse":"Therefore, a curse devours the earth, and those who live on it suffer the punishment of their guilt. Therefore, the inhabitants of the earth are burned [under the curse of God's wrath], and few people are left."},{"number":7,"verse":"The new wine mourns, The vine decays; All the merry-hearted sigh and groan."},{"number":8,"verse":"The mirth of the timbrels (tambourines) ceases, The noise of those who rejoice ends, The joy of the harp ceases."},{"number":9,"verse":"They do not drink wine with a song; Strong drink is bitter to those who drink it."},{"number":10,"verse":"The city of chaos is broken down; Every house is shut up so that no one may enter."},{"number":11,"verse":"There is an outcry in the streets concerning the wine; All jubilation is darkened, The joy of the earth is banished."},{"number":12,"verse":"Horrible desolation is left in the city, And the gate is battered into ruins."},{"number":13,"verse":"For so it will be in the midst of the earth among the peoples, As the shaking of an olive tree, As the gleanings when the grape harvest is over [and only a little of the fruit remains]."},{"number":14,"verse":"They [who have escaped and remain] raise their voices, they shout for joy; They rejoice from the [Mediterranean] Sea in the majesty of the LORD."},{"number":15,"verse":"Therefore honor and glorify the LORD in the east [in the region of light], The name of the LORD, the God of Israel [honor His name], In the coastlands and islands of the [Mediterranean] Sea."},{"number":16,"verse":"From the ends of the earth we hear songs, \"Glory and honor to the Righteous One,\" But I say, \"I waste away, I waste away. Woe to me! The treacherous deal treacherously, Indeed, the treacherous deal very treacherously.\""},{"number":17,"verse":"Terror and pit [of destruction] and snare Confront you, O inhabitant of the earth."},{"number":18,"verse":"Then it will be that he who flees at the sound of terror will fall into the pit, And he who comes up out of the pit will be caught in the snare; For the windows of heaven are opened, and the foundations of the earth tremble."},{"number":19,"verse":"The earth is broken completely apart, The earth is split apart, The earth is shaken violently."},{"number":20,"verse":"The earth reels back and forth like a drunkard And sways like a shack; Its transgression lies heavily upon it, And it will fall and not rise again."},{"number":21,"verse":"So it will happen in that day That the LORD will visit and punish the host (fallen angels) of heaven on high, And the kings of the earth on the earth."},{"number":22,"verse":"They will be gathered together As prisoners [are gathered] in a dungeon; They will be shut up in prison, And after many days they will be visited and punished."},{"number":23,"verse":"Then the full moon will be embarrassed and the sun ashamed, For the LORD of hosts will reign on Mount Zion and in Jerusalem, And His glory and brilliance will shine before His elders."}]}