{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"(Song of Praise for God's Favor) O LORD, You are my God; I will exalt You, I will praise and give thanks to Your name; For You have done miraculous things, Plans formed long, long ago, [fulfilled] with perfect faithfulness."},{"number":2,"verse":"For You have made a city into a heap [of trash], A fortified city into a ruin; A palace of foreigners is no longer a city, It will never be rebuilt."},{"number":3,"verse":"Therefore a strong people will honor You; Cities of terrible and violent nations will fear You."},{"number":4,"verse":"For You have been a stronghold for the helpless, A stronghold for the poor in his distress, A shelter from the storm, a shade from the heat; For the breath of tyrants Is like a rainstorm against a wall."},{"number":5,"verse":"Like heat in a dry land, You will subdue the noise of foreigners [rejoicing over their enemies]; Like heat in the shadow of a cloud, the song of the tyrants is silenced."},{"number":6,"verse":"On this mountain [Zion] the LORD of hosts will prepare a lavish banquet for all peoples [to welcome His reign on earth], A banquet of aged wines-choice pieces [flavored] with marrow, Of refined, aged wines."},{"number":7,"verse":"And on this mountain He will destroy the covering that is [cast] over all peoples, And the veil [of death] that is woven and spread over all the nations."},{"number":8,"verse":"He will swallow up death [and abolish it] for all time. And the Lord GOD will wipe away tears from all faces, And He will take away the disgrace of His people from all the earth; For the LORD has spoken."},{"number":9,"verse":"It will be said in that day, \"Indeed, this is our God for whom we have waited that He would save us. This is the LORD for whom we have waited; Let us shout for joy and rejoice in His salvation.\""},{"number":10,"verse":"For the hand of the LORD will rest on this mountain [Zion], And Moab will be trampled down in his place As straw is trampled down in the [filthy] water of a manure pile."},{"number":11,"verse":"And Moab will spread out his hands in the middle of the filth As a swimmer spreads out his hands to swim, But the Lord will humiliate his pride in spite of the [skillful] movements of his hands."},{"number":12,"verse":"The high fortifications of your walls He will bring down, Lay low, and cast to the ground, to the dust."}]}