{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"Song of Trust in God's Protection In that day this song will be sung in the land of Judah: \"We have a strong city; He sets up salvation as walls and ramparts."},{"number":2,"verse":"\"Open the gates, that the righteous nation may enter, The one that remains faithful and trustworthy."},{"number":3,"verse":"\"You will keep in perfect and constant peace the one whose mind is steadfast [that is, committed and focused on You-in both inclination and character], Because he trusts and takes refuge in You [with hope and confident expectation]."},{"number":4,"verse":"\"Trust [confidently] in the LORD forever [He is your fortress, your shield, your banner], For the Lord God is an everlasting Rock [the Rock of Ages]."},{"number":5,"verse":"\"For He has thrown down the [arrogant] ones who dwell on high, the lofty and inaccessible city; He lays it low, He lays it low to the ground, He hurls it to the dust."},{"number":6,"verse":"\"The foot will trample it, Even the feet of the suffering, and the steps of the helpless.\""},{"number":7,"verse":"The way of the righteous [those in right-standing with God-living in moral and spiritual integrity] is smooth and level; O Upright One, make a level path for the just and righteous."},{"number":8,"verse":"Indeed, in the path of Your judgments, O LORD, We have waited expectantly for You; Your name, even Your memory, is the desire and deep longing of our souls."},{"number":9,"verse":"In the night my soul longs for You [O LORD], Indeed, my spirit within me seeks You diligently; For [only] when Your judgments are experienced on the earth Will the inhabitants of the world learn righteousness."},{"number":10,"verse":"Though the wicked is shown compassion and favor, He does not learn righteousness; In the land of uprightness he deals unjustly, And refuses to see the majesty of the LORD."},{"number":11,"verse":"Though Your hand is lifted up [to strike], O LORD, the wicked do not see it. Let them see Your zeal for Your people and be put to shame; Indeed, let the fire reserved for Your enemies consume them."},{"number":12,"verse":"LORD, You will establish peace for us, Since You have also performed for us all that we have done."},{"number":13,"verse":"O LORD our God, other masters besides You have ruled over us; But through You alone we confess Your name."},{"number":14,"verse":"The [wicked] dead will not live [again], the spirits of the dead will not rise and return; Therefore You have punished and destroyed them, And You have wiped out every memory of them [every trace of them]."},{"number":15,"verse":"You have increased the nation, O LORD; You have increased the nation, You are glorified; You have extended all the borders of the land."},{"number":16,"verse":"O LORD, they sought You in distress; They managed only a prayerful whisper When Your discipline was upon them."},{"number":17,"verse":"As a woman with child approaches the time to give birth, She is in pain and struggles and cries out in her labor, So we were before You, O LORD."},{"number":18,"verse":"We have been with child, we have twisted and struggled in labor; We gave birth, as it seems, only to wind. We could not accomplish salvation for the earth, Nor were inhabitants of the world born."},{"number":19,"verse":"Your dead will live; Their dead bodies will rise. You who lie in the dust, awake and shout for joy! For your dew is a dew of [celestial] light [heavenly, supernatural], And the earth will give birth to the spirits of the dead."},{"number":20,"verse":"Come, my people, enter your chambers And shut your doors behind you; Hide for a little while Until the [Lord's] wrath is past."},{"number":21,"verse":"Listen carefully, the LORD is about to come out of His [heavenly] place To punish the inhabitants of the earth for their wickedness [their sin, their injustice, their wrongdoing]; The earth will reveal the [innocent] blood shed upon her And will no longer cover her slain."}]}