{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"Jerusalem Is Warned Woe (judgment is coming) to Ariel, to Ariel, the city where David [once] camped! Add yet another year; let the feasts run their course [but only one year more]."},{"number":2,"verse":"Then I will harass Ariel, And she will be a city of mourning and lamenting (crying out in grief) Yet she will be like an Ariel [an altar hearth] to Me."},{"number":3,"verse":"I will camp against you and encircle you, And I will hem you in with siege works, And I will raise fortifications against you."},{"number":4,"verse":"Then you [Jerusalem] will be brought low, You will speak from the earth, And from the dust where you lie face down Your muffled words will come. Your voice will also be like that of a spirit from the earth [like one produced by a medium], And your speech will whisper and squeak from the dust."},{"number":5,"verse":"But the multitude of your enemies [that assault you] will become like fine dust, And the multitude of the tyrants like the chaff which blows away; And it will happen in an instant, suddenly [that your enemy is destroyed]."},{"number":6,"verse":"You will be punished by the LORD of hosts with thunder and earthquake and great noise, With whirlwind and tempest and the flame of a consuming fire."},{"number":7,"verse":"And the multitude of all the nations that fight against Ariel (Jerusalem), Even all who fight against her and her stronghold, and who distress her, Will be like a dream, a vision of the night."},{"number":8,"verse":"It will be as when a hungry man dreams That he is eating, But when he awakens, his hunger is not satisfied; Or as when a thirsty man dreams That he is drinking, But when he awakens, in fact, he is faint And his thirst is not quenched. So will the multitude of all the nations be Who fight against Mount Zion."},{"number":9,"verse":"Stop and take some time and wonder [at this prophecy], Blind yourselves and be blinded [at its fulfillment by your spiritual incompetence]. They are drunk, but not from wine; They stagger, but not from strong drink."},{"number":10,"verse":"For the LORD has poured over you a spirit of deep sleep. He has closed your eyes, [you who are] the prophets; And He has covered your heads, [you who are] the seers."},{"number":11,"verse":"The entire vision [of all these things] will be to you like the words of a scroll that is sealed, which they give to one who can read, saying, \"Read this, please,\" he shall say, \"I cannot, for it is sealed.\""},{"number":12,"verse":"Then the book will be given to the one who cannot read, saying, \"Read this, please.\" And he will say, \"I cannot read.\""},{"number":13,"verse":"Then the Lord said, \"Because this nation approaches [Me only] with their words And honors Me [only] with their lip service, But they remove their hearts far from Me, And their reverence for Me is a tradition that is learned by rote [without any regard for its meaning],"},{"number":14,"verse":"Therefore, listen carefully, I will again do marvelous and amazing things with this people, wonderful and astonishing things; And the wisdom of their wise men will perish, And the understanding of their discerning men will be hidden.\""},{"number":15,"verse":"Woe (judgment is coming) to those who [try to] deeply hide their plans from the LORD, Whose deeds are done in a dark place, And who say, \"Who sees us?\" or \"Who knows us?\""},{"number":16,"verse":"You turn things upside down [with your perversity]! Shall the potter be considered equal with the clay, That the thing that is made would say to its maker, \"He did not make me\"; Or the thing that is formed say to him who formed it, \"He has no understanding\"?"},{"number":17,"verse":"Blessing after DisciplineIs it not yet a very little while Until Lebanon will be turned into a fertile field, And the fertile field regarded as a forest?"},{"number":18,"verse":"On that day the deaf will hear the words of a book, And out of their gloom and darkness the eyes of the blind will see [the words of the book]."},{"number":19,"verse":"The afflicted also will increase their joy in the LORD, And the needy of mankind will rejoice and celebrate in the Holy One of Israel."},{"number":20,"verse":"For the tyrant will come to an end and the scorner will be finished, Indeed all who are intent on doing evil will be cut off-"},{"number":21,"verse":"Those who cause a person to be condemned with a [false] word, And lay a trap for him who upholds justice at the [city] gate, And defraud the one in the right with meaningless arguments."},{"number":22,"verse":"Therefore, the LORD, who redeemed Abraham [from paganism] says this, concerning the house of Jacob (Israel): \"Jacob will not be ashamed, nor will his face turn pale [with disappointment because of his children's degenerate behavior];"},{"number":23,"verse":"For when he sees his children, the work of My hands, in his midst, They will sanctify My Name; They will sanctify the Holy One of Jacob And will stand in awe and reverent fear of the God of Israel."},{"number":24,"verse":"\"Those who err in mind will know the truth, And those who criticize and murmur discontentedly will accept instruction."}]}