{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"(The Glorious Future) Behold, a King will reign in righteousness, And princes will rule with justice."},{"number":2,"verse":"Each [one of them] will be like a hiding place from the wind And a shelter from the storm, Like streams of water in a dry land, Like the shade of a huge rock in a parched and weary land [to those who turn to them]."},{"number":3,"verse":"Then the eyes of those who see will not be blinded, And the ears of those who hear will listen attentively."},{"number":4,"verse":"The heart (mind) of those who act impulsively will discern the truth, And the tongue of the stammerers will hurry to speak clearly."},{"number":5,"verse":"The fool (the good-for-nothing) will no longer be called noble, Nor the rogue said to be generous."},{"number":6,"verse":"For the fool speaks nonsense, And his heart (mind) plans wickedness: To practice ungodliness and to speak error concerning the LORD, To keep the craving of the hungry unsatisfied And to deprive the thirsty of drink."},{"number":7,"verse":"As for the rogue, his weapons are evil; He conceives wicked plans To ruin the poor with lies, Even when the plea of the needy one is just and right."},{"number":8,"verse":"But the noble man conceives noble and magnificent things; And he stands by what is noble and magnificent."},{"number":9,"verse":"Rise up, you women who are carefree, And hear my voice, You confident and unsuspecting daughters! Listen to what I am saying."},{"number":10,"verse":"In little more than a year You will tremble [with anxiety], you unsuspecting and complacent women; For the vintage has ended, And the harvest will not come."},{"number":11,"verse":"Tremble, you women who are carefree; Tremble with fear, you complacent ones! Strip, undress and wear sackcloth on your waist [in grief],"},{"number":12,"verse":"Beat your breasts [in mourning] for the beautiful fields, for the fruitful vine,"},{"number":13,"verse":"For the land of my people growing over with thorns and briars- Yes, [mourn] for all the houses of joy in the joyous city."},{"number":14,"verse":"For the palace has been abandoned, the populated city deserted; The hill [of the city] and the watchtower have become caves [for wild animals] forever, A delight for wild donkeys, a pasture for flocks,"},{"number":15,"verse":"Until the Spirit is poured out upon us from on high, And the wilderness becomes a fertile field, And the fertile field is valued as a forest."},{"number":16,"verse":"Then justice will dwell in the wilderness, And righteousness will live in the fertile field."},{"number":17,"verse":"And the effect of righteousness will be peace, And the result of righteousness will be quietness and confident trust forever."},{"number":18,"verse":"Then my people will live in a peaceful surrounding, And in secure dwellings and in undisturbed resting places."},{"number":19,"verse":"But it will hail, when the forest comes down, And the [capital] city will fall in utter humiliation."},{"number":20,"verse":"Blessed (happy, fortunate) are you who cast your seed upon all waters [ when the river overflows its banks and irrigates the land], You who allow the ox and the donkey to roam freely."}]}