{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"The Greatness of God \"Comfort, O comfort My people,\" says your God."},{"number":2,"verse":"\"Speak tenderly to Jerusalem, And call out to her, that her time of compulsory service in warfare is finished, That her wickedness has been taken away [since her punishment is sufficient], That she has received from the Lord's hand Double [punishment] for all her sins.\""},{"number":3,"verse":"A voice of one is calling out, \"Clear the way for the LORD in the wilderness [remove the obstacles]; Make straight and smooth in the desert a highway for our God."},{"number":4,"verse":"\"Every valley shall be raised, And every mountain and hill be made low; And let the rough ground become a plain, And the rugged places a broad valley."},{"number":5,"verse":"\"And the glory and majesty and splendor of the LORD will be revealed, And all humanity shall see it together; For the mouth of the LORD has spoken it.\""},{"number":6,"verse":"A voice says, \"Call out [prophesy].\" Then he answered, \"What shall I call out?\" [The voice answered:] All humanity is [as frail as] grass, and all that makes it attractive [its charm, its loveliness] is [momentary] like the flower of the field."},{"number":7,"verse":"The grass withers, the flower fades, When the breath of the LORD blows upon it; Most certainly [all] the people are [like] grass."},{"number":8,"verse":"The grass withers, the flower fades, But the word of our God stands forever."},{"number":9,"verse":"O Zion, herald of good news, Get up on a high mountain. O Jerusalem, herald of good news, Lift up your voice with strength, Lift it up, do not fear; Say to the cities of Judah, \"Here is your God!\""},{"number":10,"verse":"Listen carefully, the Lord GOD will come with might, And His arm will rule for Him. Most certainly His reward is with Him, And His restitution accompanies Him."},{"number":11,"verse":"He will protect His flock like a shepherd, He will gather the lambs in His arm, He will carry them in His bosom; He will gently and carefully lead those nursing their young."},{"number":12,"verse":"Who has measured the waters in the hollow of His hand, And marked off the heavens with a span [of the hand], And calculated the dust of the earth with a measure, And weighed the mountains in a balance And the hills in a pair of scales?"},{"number":13,"verse":"Who has directed the Spirit of the LORD, Or has taught Him as His counselor?"},{"number":14,"verse":"With whom did He consult and who enlightened Him? Who taught Him the path of justice and taught Him knowledge And informed Him of the way of understanding?"},{"number":15,"verse":"In fact, the nations are like a drop from a bucket, And are regarded as a speck of dust on the scales; Now look, He lifts up the islands like fine dust."},{"number":16,"verse":"And [the forests of] Lebanon cannot supply sufficient fuel to start a fire, Nor are its wild beasts enough for a burnt offering [worthy of the LORD]."},{"number":17,"verse":"All the nations are as nothing before Him, They are regarded by Him as less than nothing and meaningless."},{"number":18,"verse":"To whom then will you liken God? Or with what likeness will you compare Him?"},{"number":19,"verse":"As for the cast image (idol), a metalworker casts it, A goldsmith overlays it with gold And a silversmith casts its silver chains."},{"number":20,"verse":"He who is too impoverished for such an offering [to give to his god] Chooses a tree that will not rot; He seeks out for himself a skillful craftsman To [carve and] set up an idol that will not totter."},{"number":21,"verse":"Do you [who worship idols] not know? Have you not heard? Has it not been told to you from the beginning? Have you not understood from the foundations of the earth [the omnipotence of God and the stupidity of bowing to idols]?"},{"number":22,"verse":"It is He who sits above the circle of the earth, And its inhabitants are like grasshoppers; [It is He] who stretches out the heavens like a veil And spreads them out like a tent to dwell in."},{"number":23,"verse":"It is He who reduces dignitaries to nothing, Who makes the judges (rulers) of the earth meaningless (useless)."},{"number":24,"verse":"Scarcely have they been planted, Scarcely have they been sown, Scarcely has their stock taken root in the earth, But He merely blows on them, and they wither, And a strong wind carries them away like stubble."},{"number":25,"verse":"\"To whom then will you compare Me That I would be his equal?\" says the Holy One."},{"number":26,"verse":"Lift up your eyes on high And see who has created these heavenly bodies, The One who brings out their host by number, He calls them all by name; Because of the greatness of His might and the strength of His power, Not one is missing."},{"number":27,"verse":"Why, O Jacob, do you say, and declare, O Israel, \"My way is hidden from the LORD, And the justice due me escapes the notice of my God\"?"},{"number":28,"verse":"Do you not know? Have you not heard? The Everlasting God, the LORD, the Creator of the ends of the earth Does not become tired or grow weary; There is no searching of His understanding."},{"number":29,"verse":"He gives strength to the weary, And to him who has no might He increases power."},{"number":30,"verse":"Even youths grow weary and tired, And vigorous young men stumble badly,"},{"number":31,"verse":"But those who wait for the LORD [who expect, look for, and hope in Him] Will gain new strength and renew their power; They will lift up their wings [and rise up close to God] like eagles [rising toward the sun]; They will run and not become weary, They will walk and not grow tired."}]}