{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"(Israel Encouraged) \"Listen to Me in silence, you islands and coastlands, And let the nations gain their strength; Let them come near, then let them speak; Let us come together for judgment [and decide the issue between us concerning the enemy from the east]."},{"number":2,"verse":"\"Who has stirred up and put into action one from the east [the king of Persia, Cyrus the Great] Whom He calls in righteousness to His service and whom victory meets at every step? The LORD turns nations over to him And subdues kings. He makes them like dust with his sword, Like wind-driven chaff with his bow."},{"number":3,"verse":"\"He (Cyrus) pursues them and passes along safely, By a way his feet had not traveled before."},{"number":4,"verse":"\"Who has performed and done this, Calling forth [and guiding the destinies of] the generations [of the nations] from the beginning? 'I, the LORD-the first, and with the last [existing before history began, the ever-present, unchanging God]-I am He.'\""},{"number":5,"verse":"The islands and coastlands have seen and they fear; The ends of the earth tremble; They have drawn near and have come."},{"number":6,"verse":"They each help his neighbor And say to his brother [as he fashions his idols], \"Be of good courage!\""},{"number":7,"verse":"So the craftsman encourages the goldsmith, And he who smooths metal with the smith's hammer encourages him who beats the anvil, Saying of the soldering (welding), \"That is good\"; And he fastens the idol with nails, So that it will not totter nor be moved."},{"number":8,"verse":"\"But you, Israel, My servant, Jacob whom I have chosen, The offspring of Abraham My friend,"},{"number":9,"verse":"You whom I [the LORD] have taken from the ends of the earth, And called from its remotest parts And said to you, 'You are My servant, I have chosen you and have not rejected you [even though you are exiled]."},{"number":10,"verse":"'Do not fear [anything], for I am with you; Do not be afraid, for I am your God. I will strengthen you, be assured I will help you; I will certainly take hold of you with My righteous right hand [a hand of justice, of power, of victory, of salvation].'"},{"number":11,"verse":"\"Indeed, all those who are angry with you will be put to shame and humiliated; Those who strive against you will be as nothing and will perish."},{"number":12,"verse":"\"You shall search for those who quarrel with you, but will not find them; They who war against you will be as nothing, as nothing at all."},{"number":13,"verse":"\"For I the LORD your God keep hold of your right hand; [I am the Lord], Who says to you, 'Do not fear, I will help you.'"},{"number":14,"verse":"\"Do not fear, you worm Jacob, you men of Israel; I will help you,\" declares the LORD, \"and your Redeemer is the Holy One of Israel."},{"number":15,"verse":"\"In fact, I have made of you a new, sharp threshing implement with sharp edges; You will thresh the mountains and crush them, And make the hills like chaff."},{"number":16,"verse":"\"You will winnow them, and the wind will carry them away, And a high wind will scatter them; But you will rejoice in the LORD, You will glory in the Holy One of Israel."},{"number":17,"verse":"\"The poor and needy are seeking water, but there is none; Their tongues are parched with thirst. I, the LORD, will answer them Myself; I, the God of Israel, will not neglect them."},{"number":18,"verse":"\"I will open rivers on the barren heights And springs in the midst of the valleys; I will make the wilderness a reed-pool of water And the dry land springs of water."},{"number":19,"verse":"\"I will put the cedar in the wilderness, The acacia, the myrtle and the olive tree; I will place the juniper in the desert Together with the box tree and the cypress,"},{"number":20,"verse":"So that they may see and know, And consider and understand together, That the hand of the LORD has done this, That the Holy One of Israel has created it."},{"number":21,"verse":"\"Present your case [for idols made by men's hands],\" says the LORD. \"Produce your evidence [of divinity],\" Says the king of Jacob."},{"number":22,"verse":"Let them bring forward [their evidence] and tell us what is going to happen. Regarding the former events, tell what they were, That we may consider them and know their outcome; Or announce to us the things that are going to come."},{"number":23,"verse":"Tell us the things that are to come afterward, That we may know that you are gods; Indeed, you should do something good or do evil, that we may be afraid and fear [you] together [as we observe the miracle]."},{"number":24,"verse":"Hear this! You [idols] are less than nothing, And your work is worthless; The worshiper who chooses you [as a god] is repulsive."},{"number":25,"verse":"\"I have stirred up and put into action one from the north [the king of Persia, Cyrus the Great], and he has come; From the rising of the sun he will call on My Name [in prayer]. And he will trample on [the Babylonian] officials as on mortar, Even as a potter treads clay.\""},{"number":26,"verse":"Who [among the idols] has declared this from the beginning, so that we could know? Or from earlier times, so that we could say, \"He is [unquestionably] right!\"? In fact, there was no one who declared it, Indeed, there was no one who proclaimed it; There was no one at all who heard you speak [for you pagan gods are speechless]."},{"number":27,"verse":"\"I was first to say to Zion, 'Listen carefully, here they are [the Jews who will be restored to their own land].' And to Jerusalem, 'I will provide a messenger (Isaiah) to bring the good news [ that Cyrus will be stirred up and put into action to save them].'"},{"number":28,"verse":"\"But when I look [on the pagan prophets and priests], there is no one [who could predict these events], And there is no counselor among them, Who, if I ask, can give an answer."},{"number":29,"verse":"\"In fact, all of these [pagan prophets and priests] are false; Their works are worthless, Their cast images are [merely] wind and emptiness."}]}