{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"(Cheer for Downtrodden Zion) Awake, awake, Put on your strength, O Zion; Put on your beautiful garments, O Jerusalem, the holy city; For the uncircumcised and the unclean Will no longer come into you."},{"number":2,"verse":"Shake yourself from the dust, arise, O captive Jerusalem; Rid yourself of the chains around your neck, O captive Daughter of Zion."},{"number":3,"verse":"For the LORD says this, \"You were sold for nothing and you will be redeemed, but not with money.\""},{"number":4,"verse":"For the Lord GOD says this, \"My people went down at the first into Egypt to live there; and [many years later Sennacherib] the Assyrian oppressed them without cause."},{"number":5,"verse":"But now, what do I have here,\" declares the LORD, \"seeing that My people have been taken away without reason? Those who rule over them howl [with taunting and mockery of salvation],\" declares the LORD, \"and My name is continually blasphemed all day long."},{"number":6,"verse":"Therefore My people shall know My Name and what it means. Therefore in that day I am the One who is speaking, 'Here I am.'\""},{"number":7,"verse":"How beautiful and delightful on the mountains Are the feet of him who brings good news, Who announces peace, Who brings good news of good [things], Who announces salvation, Who says to Zion, \"Your God reigns!\""},{"number":8,"verse":"Listen! Your watchmen lift up their voices, Together they shout for joy; For they will see face to face The return of the LORD to Zion."},{"number":9,"verse":"Break forth, shout joyfully together, You ruins of Jerusalem; For the LORD has comforted His people, He has redeemed Jerusalem."},{"number":10,"verse":"The LORD has bared His holy arm (His infinite power) Before the eyes of all the nations [revealing Himself as the One by Whom Israel is redeemed from captivity], That all the ends of the earth may see The salvation of our God."},{"number":11,"verse":"Depart, depart, go out from there (the lands of exile), Touch no unclean thing; Go out of the midst of her (Babylon), purify yourselves, You who carry the articles of the LORD [on your journey from there]."},{"number":12,"verse":"For you will not go out in a hurry [as when you left Egypt], Nor will you go in flight [fleeing, as you did from the Egyptians]; For the LORD will go before you, And the God of Israel will be your rear guard."},{"number":13,"verse":"(The Exalted Servant) Indeed, My Servant (the Messiah) will act wisely and prosper; He will be raised and lifted up and greatly exalted."},{"number":14,"verse":"Just as many were astonished and appalled at you, My people, So His appearance was marred more than any man And His form [marred] more than the sons of men."},{"number":15,"verse":"So He will sprinkle many nations [with His blood, providing salvation], Kings will shut their mouths because of Him; For what they had not been told they will see, And what they had not heard they will understand."}]}