{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"Evil Leaders Rebuked The righteous man perishes [at the hand of evil], and no one takes it to heart; Faithful and devout men are taken away, while no one understands That the righteous person is taken away [to be spared] from disaster and evil."},{"number":2,"verse":"He enters into peace [through death]; They rest in their beds (graves), Each one who walked uprightly [following God's will, living with integrity]."},{"number":3,"verse":"\"But come here, you sons of a sorceress [raised in deception and superstition], Offspring of an adulterer and a prostitute."},{"number":4,"verse":"\"Of whom do you make fun? Against whom do you open wide your mouth And stick out your tongue? Are you not children of rebellion (sin), Offspring of deceit,"},{"number":5,"verse":"Who inflame yourselves [with lust in pagan rites] among the oaks (terebinth trees), Under every green and leafy tree, Who slaughter the children [in sacrifice] in the ravines Under the clefts of the rocks?"},{"number":6,"verse":"\"Among the smooth stones of the ravine Is your portion, they (the idols) are your lot; Even to them you have poured out a drink offering, You have offered a grain offering. Should I be quiet concerning these things [leaving them unpunished-bearing them with patience]?"},{"number":7,"verse":"\"Upon a high and lofty mountain You have [openly and shamelessly] made your [idolatrous and adulterous] bed; Even there you went up to offer sacrifice [to idols, in spiritual unfaithfulness to Me]."},{"number":8,"verse":"\"Behind the door and the doorpost You have set up your [pagan] symbol; Indeed, far removed from Me, you have uncovered yourself, And have gone up and made your bed wide. And you have made a [new] agreement for yourself with the adulterers, You have loved their bed, You have looked [with passion] on their manhood."},{"number":9,"verse":"\"You have gone to the king [of a pagan land] with oil And increased your perfumes; You have sent your messengers a great distance And made them go down to Sheol (the realm of the dead)."},{"number":10,"verse":"\"You were wearied by the length of your road, Yet you did not say, 'It is no use.' You found renewed strength, Therefore you did not grow weak."},{"number":11,"verse":"\"About whom were you worried and fearful That you lied and did not remember Me, Nor give Me a thought? Was I not silent even for a long time And [as a result] you do not fear Me?"},{"number":12,"verse":"\"I will declare your [hypocritical] righteousness and your deeds, But they will not benefit you."},{"number":13,"verse":"\"When you cry out [for help], let your [ridiculous] collection of idols save you. But the wind will carry them all away, A [mere] breath will take them. But he who takes refuge in Me will possess the land [Judea] And will inherit My holy mountain.\""},{"number":14,"verse":"And it will be said, \"Build up, build up, clear the way. Remove the stumbling block out of the way [of the spiritual return] of My people.\""},{"number":15,"verse":"For the high and exalted One He who inhabits eternity, Whose name is Holy says this, \"I dwell on the high and holy place, But also with the contrite and humble in spirit In order to revive the spirit of the humble And to revive the heart of the contrite [overcome with sorrow for sin]."},{"number":16,"verse":"\"For I will not contend forever, Nor will I always be angry; For [if I did stay angry] the spirit [of man] would grow weak before Me, And the breath of those whom I have created."},{"number":17,"verse":"\"Because of the wickedness of his unjust gain I was angry and struck him; I hid My face and was angry, And he went on turning away and backsliding, in the way of his [own willful] heart."},{"number":18,"verse":"\"I have seen his [willful] ways, but I will heal him; I will lead him [also] and will restore comfort to him and to those who mourn for him,"},{"number":19,"verse":"As I create the praise of his lips, Peace, peace, to him who is far away [both Jew and Gentile] and to him who is near!\" Says the LORD; \"And I will heal him [making his lips blossom anew with thankful praise].\""},{"number":20,"verse":"But the wicked are like the tossing sea, For it cannot be quiet, And its waters toss up mire and mud."},{"number":21,"verse":"\"There is no peace,\" says my God, \"for the wicked.\""}]}