{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"Exaltation of the Afflicted The Spirit of the Lord GOD is upon me, Because the LORD has anointed and commissioned me To bring good news to the humble and afflicted; He has sent me to bind up [the wounds of] the brokenhearted, To proclaim release [from confinement and condemnation] to the [physical and spiritual] captives And freedom to prisoners,"},{"number":2,"verse":"To proclaim the favorable year of the LORD, And the day of vengeance and retribution of our God, To comfort all who mourn,"},{"number":3,"verse":"To grant to those who mourn in Zion the following: To give them a turban instead of dust [on their heads, a sign of mourning], The oil of joy instead of mourning, The garment [expressive] of praise instead of a disheartened spirit. So they will be called the trees of righteousness [strong and magnificent, distinguished for integrity, justice, and right standing with God], The planting of the LORD, that He may be glorified."},{"number":4,"verse":"Then they will rebuild the ancient ruins, They will raise up and restore the former desolations; And they will renew the ruined cities, The desolations (deserted settlements) of many generations."},{"number":5,"verse":"Strangers will stand and feed your flocks, And foreigners will be your farmers and your vinedressers."},{"number":6,"verse":"But you shall be called the priests of the LORD; People will speak of you as the ministers of our God. You will eat the wealth of nations, And you will boast of their riches."},{"number":7,"verse":"Instead of your [former] shame you will have a double portion; And instead of humiliation your people will shout for joy over their portion. Therefore in their land they will possess double [what they had forfeited]; Everlasting joy will be theirs."},{"number":8,"verse":"For I, the LORD, love justice; I hate robbery with a burnt offering. And I will faithfully reward them, And make an everlasting covenant with them."},{"number":9,"verse":"Then their offspring will be known among the nations, And their descendants among the peoples. All who see them [in their prosperity] will recognize and acknowledge them That they are the people whom the LORD has blessed."},{"number":10,"verse":"I will rejoice greatly in the LORD, My soul will exult in my God; For He has clothed me with garments of salvation, He has covered me with a robe of righteousness, As a bridegroom puts on a turban, And as a bride adorns herself with her jewels."},{"number":11,"verse":"For as the earth brings forth its sprouts, And as a garden causes what is sown in it to spring up, So the Lord GOD will [most certainly] cause righteousness and justice and praise To spring up before all the nations [through the power of His word]."}]}