{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"(Zion's Glory and New Name) For Zion's sake I (Isaiah) will not be silent, And for Jerusalem's sake I will not keep quiet, Until her righteousness and vindication go forth as brightness, And her salvation goes forth like a burning torch."},{"number":2,"verse":"The nations will see your righteousness and vindication [by God], And all kings [will see] your glory; And you will be called by a new name Which the mouth of the LORD will designate."},{"number":3,"verse":"You will also be [considered] a crown of glory and splendor in the hand of the LORD, And a royal diadem [exceedingly beautiful] in the hand of your God."},{"number":4,"verse":"It will no longer be said of you [Judah], \"Azubah (Abandoned),\" Nor will it any longer be said of your land, \"Shemamah (Desolate)\"; But you will be called, \"Hephzibah (My Delight is in Her),\" And your land, \" Married\"; For the LORD delights in you, And to Him your land will be married [owned and protected by the LORD]."},{"number":5,"verse":"For as a young man marries a virgin [O Jerusalem], So your sons will marry you; And as the bridegroom rejoices over the bride, So your God will rejoice over you."},{"number":6,"verse":"On your walls, O Jerusalem, I have appointed and stationed watchmen (prophets), Who will never keep silent day or night; You who profess the LORD, take no rest for yourselves,"},{"number":7,"verse":"And give Him no rest [from your prayers] until He establishes Jerusalem And makes her a praise on the earth."},{"number":8,"verse":"The LORD has sworn [an oath] by His right hand and by His mighty arm, \"I will never again give your grain as food for your enemies, Nor will [the invading] foreigners drink your new wine for which you have labored.\""},{"number":9,"verse":"But they who have harvested it will eat it and praise the LORD, And they who have gathered it will drink it [at the feasts celebrated] in the courtyards of My sanctuary."},{"number":10,"verse":"Go through, go through the gates, Clear the way for the people; Build up, build up the highway, Remove the stones, lift up a banner over the peoples."},{"number":11,"verse":"Listen carefully, the LORD has proclaimed to the end of the earth, Say to the Daughter of Zion, \"Look now, your salvation is coming [in the LORD]; Indeed, His reward is with Him, and His restitution accompanies Him.\""},{"number":12,"verse":"And they will call them \"The Holy People, The Redeemed of the LORD\"; And you will be called \"Sought Out, A City Not Deserted.\""}]}