{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"(A Rebellious People) \"I let Myself be sought by those who did not ask for Me; I let Myself be found by those who did not seek Me. I said, 'Here am I, here am I,' To the nation [Israel] which did not call on My Name."},{"number":2,"verse":"\"I have spread out My hands all the day long to a rebellious and stubborn people, Who walk in the way that is not good, [following] after their own thoughts and intentions,"},{"number":3,"verse":"The people who continually provoke Me to My face, Sacrificing [to idols] in gardens and making offerings with incense on bricks [instead of at the designated altar];"},{"number":4,"verse":"Who sit among the graves [trying to conjure up evil spirits] and spend the night in the secret places [where spirits are thought to dwell]; Who eat swine's flesh, And their pots hold the broth of unclean meat;"},{"number":5,"verse":"Who say, 'Keep to yourself, do not come near me, For I am too holy for you [and you might defile me]!' These [people] are smoke in My nostrils, A fire that burns all the day."},{"number":6,"verse":"\"Indeed, it is written before Me, I will not keep silent, but I will repay; I will even repay it [directly] into their arms,"},{"number":7,"verse":"Both your own wickedness and the wickedness of your fathers,\" says the LORD. \"Since they too have made offerings with incense on the mountains And scorned and taunted Me on the hills, I therefore will measure [punishment for] their former work [directly] into their arms.\""},{"number":8,"verse":"This is what the LORD says, \"As the new wine is found in the cluster, And one says, 'Do not destroy it, for there is a blessing and benefit in it,' So I will do for the sake of My servants In order not to destroy all of them."},{"number":9,"verse":"\"I will bring forth descendants from Jacob, And an heir of My mountains from Judah; Even My chosen ones shall inherit it, And My servants will live there."},{"number":10,"verse":"\"And [the plain of] Sharon will be a place for flocks to graze, And the Valley of Achor a resting place for herds, For My people who seek Me [who long for Me and require My presence in their lives]."},{"number":11,"verse":"\"But you who abandon (turn away from) the LORD, Who forget and ignore My holy mountain (Zion), Who set a table for Gad [the Babylonian god of fortune], And who fill a jug of mixed wine for Meni [the god of fate],"},{"number":12,"verse":"I will destine you for the sword, [says the LORD], And all of you will bow down to the slaughter, Because when I called, you did not answer; When I spoke, you did not listen or obey. But you did [what was] evil in My sight And chose that in which I did not delight.\""},{"number":13,"verse":"Therefore, the Lord GOD says this, \"Listen carefully, My servants will eat, but you will be hungry; Indeed, My servants will drink, but you will be thirsty; Indeed, My servants will rejoice, but you will be put to shame."},{"number":14,"verse":"\"Indeed, My servants will shout for joy from a happy heart, But you will cry out with a heavy heart, And you shall wail and howl from a broken spirit."},{"number":15,"verse":"\"And you will leave your name behind to My chosen ones [who will use it] as a curse, And the Lord GOD will put you to death, But He will call His servants by another name [a much greater name, just as the name Israel was greater than the name Jacob]."},{"number":16,"verse":"\"Because he who blesses himself on the earth Will bless himself by the God of truth and faithfulness; And he who swears [an oath] on the earth Will swear by the God of truth and faithfulness; Because the former troubles are forgotten, And because they are hidden from My sight."},{"number":17,"verse":"(New Heavens and a New Earth) \"Behold, I am creating new heavens and a new earth; And the former things [of life] will not be remembered or come to mind."},{"number":18,"verse":"\"But be glad and rejoice forever over what I create; Behold, I am creating Jerusalem to be a source of rejoicing And her people a joy."},{"number":19,"verse":"\"I will also rejoice in Jerusalem and be glad in My people; And there will no longer be heard in her The voice of weeping and the sound of crying."},{"number":20,"verse":"\"No longer shall there be in it an infant who lives only a few days, Or an old man who does not finish his days; For the youth who dies at the age of a hundred, And the one who does not reach the age of a hundred Will be thought of as accursed."},{"number":21,"verse":"\"They will build houses and live in them; They will plant vineyards and eat the fruit."},{"number":22,"verse":"\"They will not build and another occupy; They will not plant and another eat [the fruit]. For as the lifetime of a tree, so will be the days of My people, And My chosen [people] will fully enjoy [and long make use of] the work of their hands."},{"number":23,"verse":"\"They will not labor in vain, Or bear children for disaster; For they are the descendants of those blessed by the LORD, And their offspring with them."},{"number":24,"verse":"\"It shall also come to pass that before they call, I will answer; and while they are still speaking, I will hear."},{"number":25,"verse":"The wolf and the lamb will graze together, and the lion will eat straw like the ox [there will no longer be predator and prey]; and dust will be the serpent's food. They will do no evil or harm in all My holy mountain (Zion),\" says the LORD."}]}