{"bibleAbbr":"AMP2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"(Birth and Reign of the Prince of Peace) But there will be no more gloom for her who was in anguish [for with judgment comes the promise of salvation]. In earlier times He treated the land of Zebulun and the land of Naphtali with contempt, but later on He will make them honored [by the presence of the Messiah], by the way of the sea, on the other side of Jordan, Galilee of the Gentiles."},{"number":2,"verse":"The people who walk in [spiritual] darkness Will see a great Light; Those who live in the dark land, The Light will shine on them."},{"number":3,"verse":"You [O God] will increase the nation, You will multiply their joy; They will rejoice before You Like the joy and jubilation of the harvest, As men rejoice when they divide the spoil [of victory]."},{"number":4,"verse":"For You will break the yoke of Israel's burden and the staff (goad) on their shoulders, The rod of their oppressor, as at the battle of Midian."},{"number":5,"verse":"For every boot of the marching warrior in the battle tumult, And [every soldier's] garment rolled in blood, will be used for burning, fuel for the fire."},{"number":6,"verse":"For to us a Child shall be born, to us a Son shall be given; And the government shall be upon His shoulder, And His name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"number":7,"verse":"There shall be no end to the increase of His government and of peace, [He shall rule] on the throne of David and over his kingdom, To establish it and to uphold it with justice and righteousness From that time forward and forevermore. The zeal of the LORD of hosts will accomplish this."},{"number":8,"verse":"(God's Anger with Israel's Arrogance) The Lord sends a word (message) against Jacob, And it falls on Israel [the ten northern tribes, the kingdom of Ephraim]."},{"number":9,"verse":"And all the people know it, That is, Ephraim and the inhabitants of Samaria [its capital], Who say in pride and arrogance of heart:"},{"number":10,"verse":"\"The bricks have fallen down, But we will rebuild [all the better] with ashlar (hewed stones); The sycamores have been cut down, But we will replace them with [expensive] cedars.\""},{"number":11,"verse":"Therefore the LORD raises against Ephraim adversaries from Rezin [king of Aram] And spurs their enemies on,"},{"number":12,"verse":"The Arameans on the east and the Philistines on the west; And they devour Israel with gaping jaws. In spite of all this, God's anger does not turn away But His hand is still stretched out [in judgment]."},{"number":13,"verse":"Yet the people do not turn back [in repentance] to Him who struck them, Nor do they seek the LORD of hosts [as their most essential need]."},{"number":14,"verse":"Therefore the LORD cuts off head and tail [the highest and the lowest] from Israel, Both [the high] palm branch and [the low] bulrush in one day."},{"number":15,"verse":"The elderly and honorable man, he is the head; And the prophet who teaches lies, he is the tail."},{"number":16,"verse":"For those who lead this people are causing them to go astray; And those who are led [astray] by them are swallowed up."},{"number":17,"verse":"Therefore the Lord does not rejoice over their young men, Nor does He have compassion on their fatherless or their widows; For every one of them is godless and an evildoer, And every mouth is speaking foolishness. In spite of all this, God's anger does not turn away But His hand is still stretched out [in judgment]."},{"number":18,"verse":"For wickedness burns like a fire; It consumes briars and thorns, It even sets the forest thickets ablaze; And it swirls upward in a column of smoke."},{"number":19,"verse":"By the wrath of the LORD of hosts the land is burned up, And the people are like fuel for the fire; No man spares his brother."},{"number":20,"verse":"They slice off [in discord] what is on the right hand but are still hungry, And they eat what is on the left hand but they are not satisfied; Each eats the flesh of his own arm."},{"number":21,"verse":"[The tribe of] Manasseh devours [the tribe of his brother] Ephraim, and Ephraim Manasseh, And together they are against Judah (the southern kingdom, the house of David). In spite of all this, God's anger does not turn away But His hand is still stretched out [in judgment]."}]}