{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"In the beginning God made the heaven and the earth."},{"number":2,"verse":"And the earth was invisible and unfurnished and there was darkness over this abyss; and a breath of God was brought on above the water."},{"number":3,"verse":"And God said, “Let there be Light;” and there was light."},{"number":4,"verse":"And God saw the light that it was good. And God made a separation between the light and the darkness."},{"number":5,"verse":"And God called the light day; and the darkness he called night. And there was an evening and there was a morning. The first day."},{"number":6,"verse":"Then God said, “Let there be a firmament in the midst of the water; and let it make a separation between water and water.” And it was so."},{"number":7,"verse":"God made the firmament; and God made a separation between the water which was below the firmament and the water which was above the firmament."},{"number":8,"verse":"And God called the firmament, heaven. And God saw that it was good. And there was an evening and there was a morning. The second day."},{"number":9,"verse":"Then God said, “Let the water which is below the heaven be gathered into one receptacle and let the dry land appear.”"},{"number":10,"verse":"And it was so. The waters which were below the heaven were gathered into their several collections, and the dry land appeared. And God called the dry land, earth; and the collections of the waters he called, seas. And God saw that it was good."},{"number":11,"verse":"And God said, “Let the earth produce the grassy plant with sowing seed according to kind and according to likeness, and the fruit bearing tree together with the fruit, the seed of which is in it according to kind, upon the earth.” And it was so."},{"number":12,"verse":"The earth indeed produced the grassy plant with sowing seed according to kind and according to likeness, and the fruit tree together with fruit, the seed of which is in it, according to kind, in the earth. And God saw that it was good."},{"number":13,"verse":"And there was an evening and there was a morning. The third day."},{"number":14,"verse":"Then God said, “Let there be luminaries in the firmament of heaven, to give light on the earth; to make a separation between the day and the night: and let them be for signs and for seasons and for days and for years;"},{"number":15,"verse":"and let them be for an illumination in the firmament of heaven so as to shine on the earth.” And it was so."},{"number":16,"verse":"God indeed made the two great luminaries, the greater luminary for the regulations of the day, and the lesser luminary, with the stars, for the regulations of the night."},{"number":17,"verse":"And God placed them in the firmament of heaven so as to shine on the earth,"},{"number":18,"verse":"and to regulate the day and the night, and to make a division between the light and the darkness. And God saw that it was good."},{"number":19,"verse":"And there was an evening and there was a morning. The fourth day."},{"number":20,"verse":"Then God said, “Let the waters produce moving creatures having life; and winged creatures flying above the earth in the open firmament of heaven.” And it was so."},{"number":21,"verse":"God indeed made the great sea monsters and every species of moving animals which the waters produced according to their kinds, and every winged flying creature according to kind. And God saw that they were good."},{"number":22,"verse":"And God blessed them saying, “Increase and multiply and fill the waters in the seas, and let flying creatures be multiplied on the earth.”"},{"number":23,"verse":"And there was an evening and there was a morning. The fifth day."},{"number":24,"verse":"Then God said, “Let the earth produce animal life according to kind; four footed beasts and reptiles and wild beasts of the earth according to kind.” And it was so."},{"number":25,"verse":"God indeed made the wild beasts of the earth according to their kind, and the cattle according to their kind, and all the reptiles of the earth according to kind. And God saw that they were good."},{"number":26,"verse":"Then God said, “Let us make man after our image and after a likeness; and let them have dominion over the fishes of the sea, and the fowls of the air, and the cattle, and the whole earth, and all the reptiles which creep on the earth.”"},{"number":27,"verse":"So God made man. After an image of God he made him. A male and a female he made them."},{"number":28,"verse":"And God blessed them saying, “Increase and multiply and fill the earth and subdue it; and have dominion over the fishes of the sea, and the fowls of the air, and all the cattle, and all the earth, and all the reptiles which creep on the earth.”"},{"number":29,"verse":"Moreover God said, “Behold I have given you every seed bearing plant, the sowing seed which is on the whole earth, and every tree which hath in itself the fruit of seminal seed, you shall have for food:"},{"number":30,"verse":"And to all the beasts of the earth, and to all the birds of the air, and to every reptile on the earth, which hath in it animal life, I have also given every green herb for food.” And it was so."},{"number":31,"verse":"And God saw all the things which he had made, and behold they were very good. And there was an evening and there was a morning. The sixth day."}]}