{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"Now these are the generations of the sons of Noe, Sem, Cham, Japheth, to whom sons were born after the flood."},{"number":2,"verse":"The sons of Japheth, Gamer, and Magog and Madoi and Jovan and Elisa and Thobel and Mosoch and Theiras."},{"number":3,"verse":"And the sons of Gamer, Aschanaz and Riphath and Thorgama."},{"number":4,"verse":"And the children of Jovan, Elisa, and the Tharsians, Ketians, Rhodians."},{"number":5,"verse":"By these the islands of the nations were set apart in their land, each according to their language in their tribes and in their nations."},{"number":6,"verse":"And the sons of Cham; Chous, and Mesrain, Phoud and Chanaan."},{"number":7,"verse":"And the children of Chous; Saba and Evila and Sabatha and Regma and Sabathaka. And the sons of Regma; Saba and Dadan."},{"number":8,"verse":"And Chous begot Nebrod. He began to be a giant on the earth."},{"number":9,"verse":"He was a giant hunter before the Lord God. For this cause they say, “Like Nebrod the giant hunter before the Lord.”"},{"number":10,"verse":"And the beginning of his kingdom was Babylon and Orech and Archad and Chalane in the land of Senaar."},{"number":11,"verse":"From this land Assour went out and builded Ninive and the city Rooboth and Chalach"},{"number":12,"verse":"and Dase, between Ninive and Chalach. This was the great city."},{"number":13,"verse":"And Mesrain begot the Loudieims and the Nephthaleims, and the Enemetieims, and Labieims,"},{"number":14,"verse":"and Patrosonieims, and the Chasmonieims (from whom descended the Philistines) and the Gaphthorieims."},{"number":15,"verse":"And Chanaan begot Sidon his first born, and Chettaius,"},{"number":16,"verse":"and Jebousaius and Amoraius and Gergasaius"},{"number":17,"verse":"and Evaius and Aroukaius and Asennaius"},{"number":18,"verse":"and Aradius and Samaraius and Amathius. And after this the tribes of the Chananites were dispersed."},{"number":19,"verse":"And the boundaries of the Chananites were from Sidon extending to Gerara and Gaza, thence extending to Sodom and Gomorra, Adama and Seboin even to Dasa."},{"number":20,"verse":"These were the children of Cham in their tribes according to their languages in their countries and in their nations."},{"number":21,"verse":"To Sem also children were born even to him who was the father of all the children of Eber and the brother of Japheth who was older than he."},{"number":22,"verse":"The children of Sem were Elam and Assour and Arphaxad and Loud and Aram and Kainan."},{"number":23,"verse":"And the children of Aram were Ouz and Oul and Gater and Mosoch."},{"number":24,"verse":"And Arphaxad begot Kainan; and Kainan begot Sala; and Sala begot Eber;"},{"number":25,"verse":"and to Eber were born two sons, the name of the one was Phaleg, because in his days the earth was divided, and his brother's name was Jektan."},{"number":26,"verse":"And Jektan begot Elmodad and Saleth and Sarmoth and Jarach"},{"number":27,"verse":"and Odorra and Aibel and Dekla"},{"number":28,"verse":"and Eval and Abimael and Saba"},{"number":29,"verse":"and Oupheir and Evila and Jobab. All these were the children of Jektan,"},{"number":30,"verse":"and their dwelling was from Massa extending to Saphera a mountain of the east."},{"number":31,"verse":"These were the children of Sem in their tribes according to their tongues in their countries and in their nations."},{"number":32,"verse":"These were the tribes of the children of Noe according to their descents and according to their nations. From these were peopled the different countries of the nations on the earth after the flood."}]}