{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"So Abram went up out of Egypt with his wife and all his substance, and Lot with him, into the wilderness."},{"number":2,"verse":"Now Abram was very rich in cattle and in silver and gold,"},{"number":3,"verse":"therefore he proceeded on to the place from which he had come into the wilderness, even to Baithel to the place where his tent formerly was, between Baithel and Aggai,"},{"number":4,"verse":"to the place of the altar which he had there built at the first, and there Abram invoked the name of the Lord."},{"number":5,"verse":"Now Lot who accompanied Abram had flocks and herds and tents,"},{"number":6,"verse":"so that the land would not admit of their living together. Because their substance was great and the land did not admit of their living together,"},{"number":7,"verse":"and there was quarreling between the herdsmen of Abram's cattle and the herdsmen of Lot's cattle, and the Chananites and the Pherezites then inhabited that land;"},{"number":8,"verse":"therefore Abram said to Lot, Let there be no quarreling between me and thee, and between my herdsmen and thy herdsmen, for we are brethren."},{"number":9,"verse":"Behold is not the whole land before thee? Separate from me. If thou incline to the left, I will take the right. Or if thou go to the right, I will go to the left."},{"number":10,"verse":"Then Lot raised his eyes and took a view of all the country bordering on the Jordan. For before God overthrew Sodom and Gormorra it was all watered till it reacheth Zogora, like the paradise of God, and like the land, of Egypt."},{"number":11,"verse":"So Lot chose for himself all the country bordering on the Jordan; and Lot removed to the eastern border. And the brothers separated one from the other. And Abram dwelt in the land of Chanaan;"},{"number":12,"verse":"and Lot dwelt in a city of the borderers and pitched his tent among the Sodomites,"},{"number":13,"verse":"though the men of Sodom were wicked and very great sinners in the sight of the Lord."},{"number":14,"verse":"And God said to Abram after Lot had separated from him, Raise thy eyes and look from the place where thou now art, to the north and south and east and west."},{"number":15,"verse":"For all the land which thou seest I will give to thee and thy seed for ever."},{"number":16,"verse":"And I will make thy seed like the dust of the earth. If any can count the dust of the earth, then shall thy seed be numbered."},{"number":17,"verse":"Arise and travel through the land, the length and the breadth thereof, for to thee I will give it and to thy seed for ever."},{"number":18,"verse":"Then Abram removed his tent and came and dwelt near the Oak of Mambre, which was by Chebron, and built there an altar to the Lord."}]}