{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"Still Sara, the wife of Abram, did not bear him children; so having an Egyptian servant whose name was Agar,"},{"number":2,"verse":"Sara said to Abram, Behold the Lord hath shut me up that I may not bear. Go in therefore to my maid that I may have children by her. And Abram hearkened to the voice of Sara."},{"number":3,"verse":"And Sara the wife of Abram took Agar her Egyptian maid, after Abram had dwelt ten years in the land of Chanaan, and gave her to Abram her husband to be his wife."},{"number":4,"verse":"And he went in unto Agar and she conceived. And when she saw that she was with child, her mistress was contemptible in her sight."},{"number":5,"verse":"Whereupon Sara said to Abram, I am injured on thy account. I gave thee this maid of mine into thy bosom, and when she seeth that she is with child, I am contemptible in her sight. God judge between me and thee."},{"number":6,"verse":"And Abram said to Sara, Behold thy maid is in thy hands, treat her as it seemeth good to thee. Thereupon Sara treated her harshly, and she fled from her presence."},{"number":7,"verse":"But an angel of the Lord found her at the fountain of water in the wilderness; at the fountain in the way to Sour."},{"number":8,"verse":"And the angel of the Lord said to her, Agar, thou servant of Sara, whence comest thou and whither art thou going? And she said I am fleeing from the face of my mistress Sara."},{"number":9,"verse":"And the angel of the Lord said to her, Return to thy mistress and submit to her authority."},{"number":10,"verse":"Moreover the angel of the Lord said to her, I will multiply thy seed so that it shall not be numbered on account of the multitude of it."},{"number":11,"verse":"Furthermore the angel of the Lord said to her, Behold thou art with child, and thou shalt bear a son and shalt call his name Ismael; for the Lord hath hearkened to thy affliction."},{"number":12,"verse":"He will be a wild man. His hands will be against all, and the hands of all, against him. And he shall dwell in front of all his brethren.”"},{"number":13,"verse":"So she called the name of the Lord who spoke to her, “Thou the God who lookest upon me;” for said she, I saw plainly him who appeared to me;"},{"number":14,"verse":"for this cause she called the well, The well before which I saw. Lo! it is between Kades and Barad."},{"number":15,"verse":"And Agar bore Abram a son; and Abram called his son whom Agar bore to him Ismael. Now Abram was eighty six years old when Agar bore Ismael to Abram."}]}