{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"Now the Lord visited Sarah as he had said. And the Lord did for Sarah as he had spoken,"},{"number":2,"verse":"and she conceived and bare a son to Abraham in old age at the set time, of which the Lord had spoken to him."},{"number":3,"verse":"And Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaak."},{"number":4,"verse":"And Abraham circumcised Isaak on the eighth day, as God had commanded him."},{"number":5,"verse":"Now Abraham was a hundred years old when his son Isaak was born to him."},{"number":6,"verse":"And Sarah said, The Lord hath made laughter for me; for whoever shall hear will rejoice with me."},{"number":7,"verse":"And she said, Who will tell Abraham that Sarah is suckling a child; that I have born a son in my old age!"},{"number":8,"verse":"And the child grew and was weaned and Abraham made a great entertainment on the day his son Isaak was weaned."},{"number":9,"verse":"And when Sarah saw the son of Agar the Egyptian who was born to Abraham sporting with her son Isaak,"},{"number":10,"verse":"she said to Abraham, Send away this girl and her son; for the son of this girl shall not be heir with my son Isaak."},{"number":11,"verse":"And the thing appeared very hard in Abraham's view, touching his son."},{"number":12,"verse":"But God said to Abraham, Let not this respecting thy son and respecting the handmaid appear hard in thy view. Hearken to the voice of Sarah in whatever she may have said to thee. For in Isaak a seed shall be called for thee."},{"number":13,"verse":"Nevertheless I will make the son of this handmaid a great nation, because he is thy seed."},{"number":14,"verse":"So Abraham arose early the next morning and took loaves and a skin full of water, and when he had put them on her shoulder he gave the boy to Agar and sent her away. And she departing lost her way between the wilderness and Well of the Oath;"},{"number":15,"verse":"And the water in the skin being spent she laid the boy under the first pine tree"},{"number":16,"verse":"and going away sat down over against him at the distance of about a bow shot. For she said, I cannot behold the death of my son. So she sat over against him and the lad wept with a loud voice."},{"number":17,"verse":"And God heard the voice of the lad from the place where he was. And an angel of God called to Agar out of heaven and said, “What is the matter, Agar? Fear not. For God hath heard the voice of the lad from the place where he is."},{"number":18,"verse":"Arise and take up the boy and support him with thy hand; for I will make him a great nation.”"},{"number":19,"verse":"And God opened her eyes and she saw a well of spring water. So she went and filled the vessel with water and gave the boy drink."},{"number":20,"verse":"And God was with the lad and he grew and dwelt in the wilderness and became a bowman."},{"number":21,"verse":"Thus he dwelt in the wilderness, and his mother took for him a wife from Pharan of Egypt."},{"number":22,"verse":"Now it happened at that time that Abimelech, accompanied with Ochozath his chamberlain and Phichol the general of his army, spoke to Abraham saying, God is with thee in all that thou dost."},{"number":23,"verse":"Now therefore swear to me by God, that thou wilt not injure me nor my seed nor my name; but that according to the kindness with which I have treated thee, thou wilt deal with me and this land in which thou hast sojourned."},{"number":24,"verse":"And Abraham said, I swear."},{"number":25,"verse":"Then Abraham expostulated with Abimelech touching the wells of water which the servants of Abimelech had taken."},{"number":26,"verse":"And Abimelech said to him, I did not know that any one had done this to thee. Thou didst not tell me, nor did I hear of it till this day."},{"number":27,"verse":"Then Abraham took sheep and oxen and gave them to Abimelech; and they both made a covenant."},{"number":28,"verse":"Now Abraham had set seven ewe lambs by themselves;"},{"number":29,"verse":"And Abimelech said to Abraham, What are these seven ewe lambs which thou hast set by themselves?"},{"number":30,"verse":"Upon which Abraham said, These seven ewe lambs thou wilt take of me that they may be a witness for me, that I digged this well."},{"number":31,"verse":"For this cause he called the name of that place, Well of the Oath, because both of them sword there and made a covenant"},{"number":32,"verse":"at Well of the Oath. Then arose Abimelech and Ochozath his chamberlain and Phichol the general of his army and returned to the land of the Philistines;"},{"number":33,"verse":"and Abraham planted a field at Well of the Oath and there invoked the name of the Lord, the everlasting God."},{"number":34,"verse":"And Abraham sojourned many days in the land of the Philistines."}]}