{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"And after Isaak grew old, when his eyes were so dimmed that he could not see he called Esau his eldest son and said to him. My Son. And he said here I am."},{"number":2,"verse":"And he said, Behold I am grown old and do not know the day of my dissolution;"},{"number":3,"verse":"now therefore take thy arms; the quiver and the bow; and go out into the field and hunt game for me"},{"number":4,"verse":"and make me savory meat such as I love and bring it to me, that I may eat; that my soul may bless thee before I die."},{"number":5,"verse":"Now Rebekka heard Isaak speaking to his son Esau. So when Esau was gone to the field to hunt game for his father,"},{"number":6,"verse":"Rebekka said to Jacob her younger son. Lo! I heard thy father speaking to thy brother Esau saying,"},{"number":7,"verse":"Bring me game and make me savory meat that I may eat and bless thee in the presence of the Lord before I die."},{"number":8,"verse":"Now therefore, my son, hearken to me as I command thee,"},{"number":9,"verse":"and go to the flock and fetch me thence two kids tender and good, and I will make them savory meat for thy father such as he loveth"},{"number":10,"verse":"and thou shalt carry it to thy father that he may eat; that thy father may bless thee before he die."},{"number":11,"verse":"And Jacob said to his mother Rebekka, My brother Esau is a hairy man and I am a smooth man."},{"number":12,"verse":"Perhaps my father may feel me, and I shall be before him as a deceiver, so I shall bring upon myself a curse and not a blessing."},{"number":13,"verse":"And his mother said to him, Upon me, my son, be thy curse. Only hearken to my voice; and go and bring me them."},{"number":14,"verse":"So he went and took and brought them to his mother; and his mother made savory meat such as his father loved."},{"number":15,"verse":"And Rebekka took the robe of Esau her eldest son, the robe of dignity which was with her in the house and put it on her younger son Jacob."},{"number":16,"verse":"And she put the skins of the kids on his arms and the naked parts of his neck;"},{"number":17,"verse":"and gave the savory meat and cakes which she had baked, into the hands of her son Jacob;"},{"number":18,"verse":"and he took them to his father and said, Father! And he said, Here I am. Who art thou, my son?"},{"number":19,"verse":"And Jacob said to his father. I am Esau, thy first born. I have done as thou badest me. Arise, sit up, and eat of my game that thy soul may bless me."},{"number":20,"verse":"And Isaak said to his son, What is this, my son, which thou hast found so quickly? And he said, It is what the Lord thy God presented to my view."},{"number":21,"verse":"And Isaak said to Jacob, Come near my son and let me feel thee, whether thou be my son Esau or not."},{"number":22,"verse":"And Jacob went near to his father Isaak. And when he had felt him he said, The voice indeed is the voice of Jacob, but the hands are the hands of Esau."},{"number":23,"verse":"So he did not discover him, because his hands were hairy like the hands of his brother Esau, when he blessed him."},{"number":24,"verse":"Then he said. Art thou my son Esau? And he said; I am."},{"number":25,"verse":"And he said, Bring it near to me and I will eat of thy game, my son, that my soul may bless thee. So he brought it near to him and he ate. And he brought wine and he drank."},{"number":26,"verse":"And Isaak his father said to him, Come near me my son and kiss me."},{"number":27,"verse":"And when he came near and kissed him; he smelled the smell of his raiment and blessed him and said, Behold the fragrance of my son is like the fragrance of a full field which the Lord hath blessed."},{"number":28,"verse":"Therefore God give thee from the dew of heaven and from the fatness of the land plenty of corn and wine."},{"number":29,"verse":"May nations serve thee; and princes bow down to thee. Be thou lord of thy brother. And let the children of thy father pay thee homage. Cursed be he who curseth thee; and let him who blesseth thee be blessed."},{"number":30,"verse":"Now after Isaak had finished blessing his son Jacob, when Jacob had but just withdrawn from the presence of his father Isaak, Esau his brother came from the chace."},{"number":31,"verse":"He also had made savory meat and he brought it to his father and said to him, Arise my father and eat thy son's venison, that thy soul may bless me."},{"number":32,"verse":"And Isaak his father said to him, Who art thou? And he said I am thy son, thy first born Esau."},{"number":33,"verse":"Then was Isaak absorpt in great amazement and said, Who then is he who hath hunted game and brought it to me, and I have eaten of all before thou earnest and have blessed him, and he will be blessed."},{"number":34,"verse":"And when Esau heard the words of his father Isaak he cried with a loud and very bitter cry and said, Bless, I beseech thee, me also, Father."},{"number":35,"verse":"And he said to him, Thy brother hath come deceitfully and taken thy blessing."},{"number":36,"verse":"And Esau said, His name is rightly called Jacob; for lo! he hath now supplanted me a second time. He took from me my rights of primogeniture; and now he hath taken my blessing. Then Esau said to his father, Hast thou not, father, reserved a blessing for me?"},{"number":37,"verse":"And Isaak in reply said to Esau, Seeing I have made him thy lord and made all his brethren his servants and have also supported him with corn and wine, what can I do for thee, my son?"},{"number":38,"verse":"And Esau said to his father, Hast thou but one blessing, father? Bless, I beseech thee, me also, father. And Isaak being deeply affected, Esau raised his voice and wept."},{"number":39,"verse":"And Isaak his father answered and said to him, Behold thy dwelling shall border on the fatness of the earth and on the dew of heaven from above."},{"number":40,"verse":"By thy sword thou shalt live and thou shalt serve thy brother. But the time will come when thou mayst shake off and loose his yoke from thy neck."},{"number":41,"verse":"So Esau harboured a rooted hatred against Jacob on account of the blessing with which his father had blessed him. And in this agitation of his mind Esau said, O! that, the days of mourning for my father were come that I may kill my brother Jacob."},{"number":42,"verse":"And when the words of Esau her eldest son were told to Rebekka she sent for her younger son Jacob and said to him, Behold thy brother Esau threateneth to kill thee."},{"number":43,"verse":"Now therefore, my son, hearken to my voice and arise and flee to Mesopotamia to my brother Laban at Charran,"},{"number":44,"verse":"and dwell with him for some time till the fury"},{"number":45,"verse":"and the anger of thy brother turn away from thee, and until he forget what thou hast done to him, then I will send for thee from that place. Perhaps I may be bereaved of you both in one day."},{"number":46,"verse":"Then Rebekka said to Isaak, I am weary of my life on account of the daughters of the children of Chet. If Jacob should take a wife of the daughters of this land what would life be to me?"}]}