{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"Now when Joseph was brought to Egypt, Petephres the chamberlain of Pharao, the captain of the guards, an Egyptian, bought him at the hands of the Ismaelites, who had brought him thither."},{"number":2,"verse":"And the Lord was with Joseph, so that he was a fortunate man and was in the same house with his master the Egyptian."},{"number":3,"verse":"And his master perceived that the Lord was with him, and that the Lord prospered in his hands what ever he did."},{"number":4,"verse":"So Joseph found favour in the sight of his master; and he was pleased with him and set him over his household and committed all that he had to Joseph's charge."},{"number":5,"verse":"And after he had made him overseer of his household, and over all that he had, the Lord blessed the house of the Egyptian for Joseph's sake; and there was a blessing of the Lord on all his substance, in his house and in his field."},{"number":6,"verse":"So he left to Joseph's management all that he had, and knew not any thing he had save the bread which he ate. Now Joseph was a comely person an of a very beautiful countenance,"},{"number":7,"verse":"and after these things his master's wife cast her eyes on Joseph and said, Lie with me;"},{"number":8,"verse":"but he refused and said to his master's wife, Seeing my lord, on account of his confidence in me, knoweth not any thing in his house, and hath committed to my charge all that he hath"},{"number":9,"verse":"and there is none in the family superior to me, nor any thing withheld from me, except thyself because thou art his wife; how then can I do this wicked act and commit sin in the presence of God."},{"number":10,"verse":"And when she had spoken to Joseph day after day and he hearkened not to her to lie down with her to have commerce with her,"},{"number":11,"verse":"it came to pass that one day when Joseph went into the house to transact his business and none of the domestics were within,"},{"number":12,"verse":"she took hold of his mantle saying, Lie with me. But he leaving his mantle in her hands fled and went out."},{"number":13,"verse":"And when she saw that he had left his mantle in her hands and had fled and was gone,"},{"number":14,"verse":"she called those who were in the house and spoke to them saying, See! He hath brought in amongst us a Hebrew slave to insult us. He came to me saying, Lie with me. But I cried with a loud voice."},{"number":15,"verse":"And when he heard that I raised my voice and cried aloud he left his mantle with me, fled and went out."},{"number":16,"verse":"And she kept the garment by her till his master came home"},{"number":17,"verse":"and spoke to him in like terms saying, The Hebrew slave whom thou hast brought in amongst us came in to me to insult me and said to me, Let me lie with thee."},{"number":18,"verse":"But when he heard that I raised my voice and cried aloud; leaving his mantle with me he fled and went out."},{"number":19,"verse":"When his master heard the words of his wife, which she spoke saying, In this manner did thy slave treat me, he was greatly incensed."},{"number":20,"verse":"So Joseph's master took and cast him into prison; into the place where the king's prisoners were confined."},{"number":21,"verse":"But in the prison the Lord was with Joseph, and continued his kindness and gave him favour in the sight of the principal keeper of the prison."},{"number":22,"verse":"And the principal keeper of the prison committed to Joseph's care the prison and all the prisoners who were in the prison. And whatever was done there, he was the person who caused it to be done."},{"number":23,"verse":"The principal keeper took no cognizance of any thing himself; for all things were committed to Joseph's management, because the Lord was with him, and the Lord prospered in his hands whatever he did."}]}