{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"And Adam knew Eve his wife, and she conceived and brought forth Cain, and said, “I have gotten a man from God.”"},{"number":2,"verse":"And again she brought forth his brother Abel. And Abel became a keeper of sheep, and Cain tilled the ground."},{"number":3,"verse":"And when in process of time Cain brought of the fruits of the earth a sacrifice to the Lord,"},{"number":4,"verse":"and Abel also brought, he indeed of the firstlings of his flock even some of the fattest of them, God looked upon Abel and on his gifts;"},{"number":5,"verse":"but upon Cain and upon his sacrifices he did not look with regard. Thereupon Cain was exceedingly grieved and his countenance became dejected."},{"number":6,"verse":"And the Lord God said to Cain, “Why art thou become sorrowful and why is thy countenance dejected?”"},{"number":7,"verse":"Though thou hast offered right, yet if thou hast not rightly divided, hast thou not sinned? Be composed. To thee shall be his recourse, and thou shalt rule over him.”"},{"number":8,"verse":"Then Cain said to Abel his brother, “Let us go into the plain.” And when they were in the plain, Cain rose upon Abel his brother and slew him."},{"number":9,"verse":"And when the Lord God said to Cain, “Where is Abel thy brother?” he said I know not. Am I my brother's keeper?"},{"number":10,"verse":"Then the Lord said, “What hast thou done? The voice of thy brother's blood crieth to me out of the ground."},{"number":11,"verse":"Now therefore thou art cursed from this land, which hath opened its mouth to receive the blood of thy brother from thy hand."},{"number":12,"verse":"When thou tillest the ground, it will not henceforth yield thee its strength. Thou shalt be in a state of anguish and terror in this land.”"},{"number":13,"verse":"And Cain said to the Lord God, “Is my fault too great to be forgiven?"},{"number":14,"verse":"If thou castest me out this day from the face of this land and I be hid from thy presence and be in a state of anguish and terror in the land, it will come to pass that whoever findeth me will kill me.”"},{"number":15,"verse":"And the Lord said to him, “Not so. Whosoever killeth Cain shall suffer seven fold vengeance.” And the Lord God gave a sign to Cain, that whoever found him would not kill him."},{"number":16,"verse":"So Cain went out from the presence of God and dwelt in the land of Naid over against Eden."},{"number":17,"verse":"And Cain knew his wife, and she conceived and brought forth Enoch. And he employed himself in building a city and he called the city Enoch after his son's name."},{"number":18,"verse":"And to Enoch was born Gaidad; and Gaidad begot Maleleel, and Maleleel begot Mathousala, and Mathousala begot Lamech."},{"number":19,"verse":"And Lamech took to himself two wives. The name of the first was Aria; and the name of the second Sella."},{"number":20,"verse":"And Ada bore Jobel. He was the father of them who dwell in tents, feeding cattle."},{"number":21,"verse":"And the name of his brother was Jonbal. He was the inventor of the psaltery and kithara."},{"number":22,"verse":"As for Sella, she also bore Thobel, and he was a smith, a manufacturer of brass and iron; and the sister of Thobel was Noema."},{"number":23,"verse":"And Lamech said to his wives Ada and Sella, “Hearken to my voice, ye wives of Lamech, “Listen attentively to my words: For have I slain a man that I should be wounded, “And a young man that I should be hurt?”"},{"number":24,"verse":"For seven fold vengeance was to be taken for Cain; “But for Lamech will be taken seventy times seven.”"},{"number":25,"verse":"And Adam knew Eve his wife and she conceived and brought forth a son and called his name Seth, saying, “For God hath raised up for me another seed in the place of Abel whom Cain slew.”"},{"number":26,"verse":"And Seth had a son; and he called his name Enos. He hoped that he would invoke the name of the Lord God."}]}