{"bibleAbbr":"Thomson1808","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":50,"verses":[{"number":1,"verse":"Then Joseph fell upon his father's face and bewailed him and kissed him."},{"number":2,"verse":"And Joseph gave orders to his servants the embalmers to embalm his father. And when the embalmers had embalmed Israel,"},{"number":3,"verse":"and compleated his forty days; (for this is the time allowed for embalming) the Egyptians mourned for him seventy days."},{"number":4,"verse":"And when the days of mourning were over, Joseph spoke to the princes of Pharao saying, If I have found favour in your sight, speak for me to Pharao and say,"},{"number":5,"verse":"My father adjured me saying, In the tomb which I cut out for myself in the land of Chanaan there thou shalt bury me. Now therefore let me go up and bury my father and I will return again."},{"number":6,"verse":"And Pharao said to Joseph, Go up and bury thy father as he adjured thee."},{"number":7,"verse":"So Joseph went up to bury his father. And there went up with him all the servants of Pharao and the elders of his house, and all the elders of the land of Egypt,"},{"number":8,"verse":"and all Joseph's family and his brothers and all his lather's household and his kindred. But their flocks and herds they left in the land of Gesem."},{"number":9,"verse":"There went up also with him chariots and horsemen, so that the camp was very large."},{"number":10,"verse":"And when they came to the threshing floor of Atad, which is on the bank of the Jordan, they mourned for him with a very great and sore lamentation. And he continued the mourning for his father seven days."},{"number":11,"verse":"And when the inhabitants of the land of Chanaan saw the mourning at the threshing floor of Atad, they said, This is a great grief to the Egyptians. For this cause they called its name Grief of Egypt. It is on the bank of the Jordan."},{"number":12,"verse":"When his sons had done this for him;"},{"number":13,"verse":"when they had carried him to the land of Chanaan and buried him in the double cave; the cave which Abraham bought for the possession of a burying place from Ephron the Chettite over against Mambre,"},{"number":14,"verse":"then Joseph returned to Egypt, he and his brethren and those who went up with him to bury his father."},{"number":15,"verse":"Now when Joseph's brothers saw that their father was dead, they said, Perhaps Joseph may bear us a grudge and requite us for all the ills which we have done to him."},{"number":16,"verse":"So they came to Joseph and said, Our father before he died adjured us saying,"},{"number":17,"verse":"Thus shall you say to Joseph. Forgive them their iniquity and their sin for having done thee evil. Now therefore forgive the iniquity of the servants of the God of thy father. And while they were speaking to him, Joseph wept."},{"number":18,"verse":"And they came near to him and said, We are thy servants,"},{"number":19,"verse":"upon which Joseph said to them, Fear not, for I am God's servant."},{"number":20,"verse":"You indeed consulted against me for evil: but God determined concerning me for good, to bring to pass as at this day, that much people might be nourished."},{"number":21,"verse":"Moreover he said to them, Be not afraid. I will continue to nourish you and your families. So he comforted them, and spoke affectionately to them,"},{"number":22,"verse":"And Joseph dwelt in Egypt, he and his brothers and all his father's family. And when Joseph had lived a hundred and ten years"},{"number":23,"verse":"and saw Ephraim's children to the third generation; and the children of Machir the son of Manasses were also dandled on his knees;"},{"number":24,"verse":"Joseph spoke to his brothers, saying, I die, but God will assuredly visit you and conduct you out of this land into the land which God with an oath gave to our fathers, Abraham, Isaak and Jacob."},{"number":25,"verse":"And Joseph adjured the children of Israel saying, In the visitation wherewith God will visit you, you shall carry my bones hence with you."},{"number":26,"verse":"So Joseph died being a hundred and ten years old, and when they had embalmed him they put him into a coffin in Egypt."}]}