{"bibleAbbr":"TERV1998","bookName":"2 நாளாகமம்","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"(சீபா நாட்டு இராணி சாலொமோனைப் பார்க்க வருகிறாள்) சீபா நாட்டு இராணி சாலொமோனின் மேன்மையை அறிந்தாள். அவள் எருசலேமிற்கு வந்து சாலொமோனைக் கடினமான கேள்விகளால் சோதிக்க விரும்பினாள். அவளோடு ஒரு பெரிய குழுவும் வந்தது. அவள் தனது ஒட்டகங்களில் மணப்பொருட்களையும், பொன்னையும், இரத்தினங்களையும் கொண்டு வந்தாள். அவள் சாலொமோனிடம் வந்து அவனிடம் பேசினாள். சாலொமோனிடம் கேட்பதற்கு அவளிடம் ஏராளமான கேள்விகள் இருந்தன."},{"number":2,"verse":"சாலொமோன் அவளுடைய கேள்விகள் அனைத்திற்கும் விடையளித்தான். பதில் சொல்லவோ, விளக்கம் தரவோ சாலொமோனுக்கு எதுவும் கடினமாக இல்லை."},{"number":3,"verse":"சீபா இராணி சாலொமோனின் அறிவு ஞானத்தையும், அவன் கட்டிய அரண்மனையையும் பார்த்தாள்."},{"number":4,"verse":"அவள் சாலொமோனின் மேஜையில் இருந்த உணவு வகைகளையும் அவனது முக்கிய அதிகாரிகளையும் பார்த்தாள். சாலொமோனின் வேலைக்காரர்கள் பணிசெய்யும் முறையையும், அவர்கள் ஆடைகள் அணிந்திருக்கும் விதத்தையும் கவனித்தாள். அவள் சாலொமோனின் திராட்சைரசம் பரிமாறுபவர்களையும் அவர்களது ஆடைகளையும் கவனித்தாள். கர்த்தருடைய ஆலயத்தில் சாலொமோன் கொடுத்த தகனபலிகளையும் கண்டாள். அனைத்தையும் அவள் கண்டு வியப்பில் மூழ்கினாள்."},{"number":5,"verse":"பிறகு அவள் சாலொமோன் ராஜாவிடம், “நான் உங்கள் அறிவைப்பற்றியும் அரிய வேலைகளைப்பற்றியும் எனது நாட்டில் கேள்விப்பட்டதெல்லாம் உண்மைதான்."},{"number":6,"verse":"நான் இங்கு வந்து என் கண்ணால் இவற்றைக் காணும்வரை நம்பாமல் இருந்தேன். உங்கள் மகத்தான ஞானத்தில் பாதியளவு கூட எனக்குச் சொல்லப்படவில்லை. நான் கேள்விப்பட்டதைவிடவும் நீங்கள் மகத்தானவர்!"},{"number":7,"verse":"உங்கள் மனைவிகளும் அதிகாரிகளும் பாக்கியசாலிகள்! அவர்கள் உங்களுக்கு சேவை செய்யும்போது உங்கள் ஞானத்தை அனுபவிக்கும் வாய்ப்பைப் பெறுகின்றனர்!"},{"number":8,"verse":"உங்கள் தேவனாகிய கர்த்தரைத் துதிப்போம். அவர் உங்களால் மகிழ்கிறார். தமது சிங்காசனத்தில் உங்களை அமரச்செய்திருக்கிறார். உங்கள் தேவன் இஸ்ரவேலின் மீது அன்பு வைத்திருக்கிறார். அவர் என்றென்றும் இஸ்ரவேலுக்கு உதவுகிறார். இதனால்தான், நியாயமானதையும் சரியானதையும் செய்வதற்காக கர்த்தர் உங்களை இஸ்ரவேலின் ராஜாவாக்கியுள்ளார்” என்றாள்."},{"number":9,"verse":"பிறகு சீபா இராணி சாலொமோன் ராஜாவுக்கு 120 தாலந்து பொன்னையும் மிகுதியான உணவில் சேர்க்கும் நறுமணப் பொருட்களையும் இரத்தினங்களையும் கொடுத்தாள். சீபா இராணி கொடுத்தது போன்று சாலொமோன் ராஜாவுக்கு உணவில் சேர்க்கும் மிக உயர்ந்த நறுமணப் பொருட்களை யாரும் கொடுத்ததில்லை."},{"number":10,"verse":"ஈராமில் வேலைக்காரர்களும் சாலொமோனின் வேலைக்காரர்களும் ஓப்பீரிலிருந்து தங்கத்தைக் கொண்டு வந்தார்கள். அவர்கள் அங்கிருந்து வாசனை மரங்களையும் இரத்தினக் கற்களையும் கொண்டு வந்தனர்."},{"number":11,"verse":"அந்த வாசனை மரங்களால் கர்த்தருடைய ஆலயத்திற்கும் அரண்மனைக்கும் சாலொமோன் படிக்கட்டுகளை அமைத்தான். சாலொமோன் அம்மரத்தால் பாடகர்களுக்காகச் சுரமண்டலங்களையும் தம்புருக்களையும் செய்தான். யூதா நாட்டிலே வாசனை மரங்களால் செய்யப்பட்ட பொருட்கள் இவைபோன்று இதற்கு முன்பு இருந்ததை எவரும் பார்த்ததில்லை."},{"number":12,"verse":"சாலொமோன் ராஜா சீபா இராணிக்கு அவள் விரும்பியதையும் கேட்டவற்றையும் கொடுத்தான். அவள் அவனுக்குக் கொடுத்தவற்றைவிட அதிக அளவில் அவன் அவளுக்கு கொடுத்தான். பிறகு சீபா இராணியும் அவளது வேலைக்காரர்களும் புறப்பட்டுச் சென்றார்கள். அவர்கள் தம் நாட்டிற்குத் திரும்பிச் சென்றார்கள்."},{"number":13,"verse":"(சாலொமோனின் பெரும் செல்வம்) ஓராண்டு காலத்திற்குள் சாலொமோன் அறுநூற்று அறுபத்தாறு தாலந்து பொன்னைப் பெற்றான்."},{"number":14,"verse":"பயணம் செய்யும் வியாபாரிகளும், வணிகர்களும் மேலும் அதிகமான பொன்னைக் கொண்டு வந்தனர். அரேபியாவின் எல்லா ராஜாக்களும், நிலங்களை ஆள்பவர்களும் சாலொமோனுக்கு பொன்னையும் வெள்ளியையும் கொண்டுவந்து கொடுத்தனர்."},{"number":15,"verse":"சாலொமோன் அடித்த பொன் தகட்டால் 200 பெரிய கேடயங்களைச் செய்தான். ஒவ்வொரு கேடயமும் 600 சேக்கல் எடை கொண்டதாக இருந்தது."},{"number":16,"verse":"சாலொமோன் ராஜா அடித்த பொன் தகட்டால் 300 சிறிய கேடயங்களைச் செய்தான். ஒவ்வொரு கேடயமும் 300 சேக்கல் பொன் எடையுள்ளதாக இருந்தது. சாலொமோன் இவற்றை லீபனோனின் காட்டு அரண்மனையில் வைத்தான்."},{"number":17,"verse":"சாலொமோன் ராஜா தந்தத்தால் ஒரு பெரிய சிங்காசனத்தைச் செய்தான். அவன் அதனை பரிசுத்த தங்கத்தால் மூடினான்."},{"number":18,"verse":"அந்த சிங்காசனம் 6 படிக்கட்டுகளைக் கொண்டது. அதற்குத் தங்கத்தாலான பாதப்படியும் இருந்தது. சிங்காசனத்தின் இருக்கையின் இரண்டு பக்கங்களிலும் கை சாய்மானங்கள் வைக்கப்பட்டன. இந்த இரண்டு சாய்மானங்களுக்கும் கீழே சிங்கத்தின் உருவங்கள் நிறுத்தப்பட்டன."},{"number":19,"verse":"ஆறு படிக்கட்டுகளிலும் 12 சிங்கங்களின் உருவங்கள் வைக்கப்பட்டன. ஒவ்வொரு படிக்கட்டின் ஒவ்வொரு பக்கத்திலும் ஒவ்வொரு சிங்கம் இருந்தது. எந்த அரசாங்கத்திலும் இதுபோன்ற சிங்காசனம் இருந்ததில்லை."},{"number":20,"verse":"சாலொமோன் ராஜாவின் அனைத்து தண்ணீர் கோப்பைகளும் தங்கத்தால் செய்யப்பட்டிருந்தன. லீபனோனில் உள்ள வனமாளிகையில் உள்ள பொருட்கள் அனைத்தும் தூய பொன்னால் செய்யப்பட்டிருந்தன. சாலொமோனின் காலத்தில் வெள்ளியானது விலைமதிப்புள்ளதாகக் கருதப்படவில்லை."},{"number":21,"verse":"தார்ஷிஸ் என்னும் நகருக்குச் செல்ல சாலொமோனிடம் கப்பல்கள் இருந்தன. சாலொமோனின் கப்பல்களை ஈராமின் ஆட்கள் செலுத்தினர். மூன்று ஆண்டுகளுக்கு ஒருமுறை கப்பல்கள் தங்கம், வெள்ளி, தந்தம், குரங்கு, மயில் போன்றவற்றோடு தார்ஷிஸிலிருந்து திரும்பி வந்தன."},{"number":22,"verse":"பூமியில் உள்ள மற்ற ராஜாக்களைவிட செல்வத்திலும் ஞானத்திலும் சாலொமோன் பெரியவனாக இருந்தான்."},{"number":23,"verse":"பூமியிலுள்ள அனைத்து ராஜாக்களும் சாலொமோனிடம் வந்து அவனது ஆலோசனைகளைக் கேட்டனர். தேவன் அவனுக்கு ஞானத்தைக் கொடுத்தார்."},{"number":24,"verse":"ஒவ்வொரு ஆண்டும் ராஜாக்கள் சாலொமோனுக்கு அன்பளிப்புகளைக் கொண்டு வந்தனர். அவர்கள் வெள்ளியாலானப் பொருட்கள், தங்கத்தாலானப் பொருட்கள், துணிகள், ஆயுதங்கள், மணப்பொருட்கள், குதிரைகள், கோவேறு கழுதைகள் ஆகியவற்றைக் கொண்டு வந்தனர்."},{"number":25,"verse":"சாலொமோனிடம் இரதங்களையும் குதிரைகளையும் நிறுத்திவைக்க 4000 லாயங்கள் இருந்தன. அவனிடம் 12000 இரதம் ஓட்டுபவர்கள் இருந்தனர். சாலொமோன் இரதங்களை அவற்றுக்குரிய சிறப்பு நகரங்களிலும் தன்னுடன் எருசலேமிலும் வைத்திருந்தான்."},{"number":26,"verse":"ஐபிராத்து ஆறு முதல் பெலிஸ்தரின் நாடுவரைக்கும் எகிப்தின் எல்லைவரைக்கும் உள்ள அனைத்து ராஜாக்களையும் சாலொமோன் ஆண்டான்."},{"number":27,"verse":"எருசலேமிலே ராஜா சாலொமோனிடம் கற்களைப் போன்று ஏராளமான வெள்ளி இருந்தது. பள்ளத்தாக்குகளிலே உள்ள காட்டத்தி மரங்களைப்போன்று சாலொமோனிடம் கேதுருமரங்கள் இருந்தன."},{"number":28,"verse":"எகிப்திலிருந்தும் மற்ற நாடுகளில் இருந்தும் ஜனங்கள் சாலொமோனுக்குக் குதிரைகளை கொண்டு வந்தனர்."},{"number":29,"verse":"(சாலொமோனின் மரணம்) தொடக்கக் காலமுதல் இறுதிவரை சாலொமோன் செய்த மற்ற செயல்களைப் பற்றிய குறிப்புகள் தீர்க்கதரிசியான நாத்தானின் எழுத்துக்களிலும் சீலோவின் அகியாவினது தீர்க்கதரிசனங்களிலும் நேபாத்தின் குமாரனாகிய யெரொபெயாமைப் பற்றி எழுதிய ஞானதிருஷ்டிக்காரனாகிய இத்தோவினது தரிசனங்களிலும் உள்ளன."},{"number":30,"verse":"எருசலேமில் சாலொமோன் 40 ஆண்டுகள் இஸ்ரவேலின் ராஜாவாக இருந்தான்."},{"number":31,"verse":"பிறகு அவன் தன் முற்பிதாக்களோடு நித்திரையடைந்தான். அவனுடைய தந்தையாகிய தாவீதின் நகரத்திலேயே ஜனங்கள் அவனை அடக்கம் செய்தனர். சாலொமோனது இடத்தில் அவனது குமாரனான ரெகொபெயாம் ராஜா ஆனான்."}]}