{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"The First Collection of Solomonic Proverbs (sn Beginning with ch. 10 there is a difference in the form of the material contained in the book of Proverbs. No longer are there long admonitions, but the actual proverbs, short aphorisms dealing with right or wrong choices. Other than a few similar themes grouped together here and there, there is no arrangement to the material as a whole. It is a long collection of approximately 400 proverbs.) The Proverbs of Solomon: A wise child (tn Heb “son.”) makes a father rejoice, (tn The imperfect tense describes progressive or habitual action, translated here with an English present tense. These fit the nature of proverbs which are general maxims, and not necessarily absolutes or universal truths. One may normally expect to find what the proverb notes, and one should live according to its instructions in the light of those expectations; but one should not be surprised if from time to time there is an exception. The fact that there may be an exception does not diminish the need to live by the sayings.) but a foolish child (tn Heb “son.”) is a grief to his mother. (tn Heb “grief of his mother.” The noun “grief” is in construct, and “mother” is an objective genitive. The saying declares that the consequences of wisdom or folly affects the parents.)"},{"number":2,"verse":"Treasures gained by wickedness (tn Heb “treasures of wickedness” (so KJV, ASV); NASB “Ill-gotten gains”; TEV “Wealth that you get by dishonesty.”) do not profit, but righteousness (sn The term “righteousness” here means honesty (cf. TEV). Wealth has limited value even if gained honestly; but honesty delivers from mortal danger.) delivers from mortal danger. (tn Heb “death.” This could refer to literal death, but it is probably figurative here for mortal danger or ruin.)"},{"number":3,"verse":"The LORD satisfies (tn Heb “does not allow…to go hungry.” The expression “The Lord does not allow the appetite of the righteous to go hungry” is an example of tapeinosis – a figurative expression stated in the negative to emphasize the positive: The Lord satisfies the appetite of the righteous.) the appetite (tn The term נֶפֶשׁ (nefesh) means “soul” but its root meaning is “throat” and it has a broad range of meanings; here it denotes “appetite” (BDB 660 s. v. 5. a; see, e. g., Pss 63:6; 107:9; Prov 27:7; Isa 56:11; 58:10; Jer 50:19; Ezek 7:19). The term could denote “desire” (BDB 660 s. v. 6. a) which would include the inner urge for success. By contrast, the wicked live unfulfilled lives – as far as spiritual values are concerned.) of the righteous, but he thwarts (tn Heb “thrusts away” (cf. ASV, NASB); NLT “refuses to satisfy.” The verb הָדַף (hadaf) means “to thrust away; to push; to drive,” either to depose or reject (BDB 213 s. v.).) the craving (tn This verse contrasts the “appetite” of the righteous with the “craving” of the wicked. This word הַוַּה (havvah, “craving”) means “desire” often in a bad sense, as ‘the desire of the wicked,” which could not be wholesome (Ps 52:9).) of the wicked."},{"number":4,"verse":"The one who is lazy (tn Heb “a palm of slackness.” The genitive noun רְמִיָּה (remiyyah, “slackness”) functions as an attributive adjective: “a slack palm” (BDB 941 s. v.). The term כַף (khaf, “palm”) is a synecdoche of part (= palm) for the whole person (= one who works with his hands). The hand is emphasized because it is the instrument of physical labor. The “slack hand” is contrasted with the “diligent hand.” A slack hand refers to a lazy worker or careless work that such hands produce. See N. C. Habel, “Wisdom, Wealth, and Poverty Paradigms in the Book of Proverbs,” BiBh 14 (1988): 28-49.) becomes poor, (tc The MT reads רָאשׁ (ra’sh, “poor”) which is the plene spelling of רָשׁ (rash, “poor [person]”; HALOT 1229-30 s. v. רֵישׁ). Both Tg. Prov 10:4 and LXX reflect an alternate vocalization רִישׁ (rish, “poverty”) which is from the same root, and essentially means the same thing. tn Heb “causes poverty.” The expression is literally, “the palm of slackness causes poverty.”) but the one who works diligently (tn Heb “but the hand of the diligent” (so KJV, NAB, NASB, NRSV). The genitive noun חָרוּצִים (kharutsim, “diligence”) functions as an attributive adjective: “a diligent hand.” The noun חָרוּצִים (kharutsim) uses the plural form because the plural is often used for abstract moral qualities. The term יָד (yad, “hand”) is a synecdoche of part (= “hand”) for the whole person (= “the one who works with his hands”). The hand is emphasized because it is the instrument of physical labor.) becomes wealthy. (tn Heb “makes rich” (so NASB, NRSV). The Hiphil verb is used in a causative sense; literally, “the hand of the diligent makes rich.”)"},{"number":5,"verse":"The one who gathers crops (tn The direct object “crops” does not appear in the Hebrew but is implied by the verb; it is supplied in the translation for the sake of smoothness.) in the summer is a wise (tn Heb “prudent.” The term מַשְׂכִּיל (maskil) refers to a wise and so successful person. He seizes the opportunity, knowing the importance of the season.) son, but the one who sleeps (sn The term “sleeps” is figurative, an implied comparison that has become idiomatic (like the contemporary English expression “asleep on the job”). It means that this individual is lazy or oblivious to the needs of the hour.) during the harvest is a son who brings shame to himself. (tn The phrase “to himself” does not appear in the Hebrew text, but is supplied for the sake of clarity. Another option is “to his father.”)"},{"number":6,"verse":"Blessings (sn The word “blessings” has the sense of gifts, enrichments, that is, the rewards or the results of being righteous. The blessings come either from the people the righteous deal with, or from God. CEV understands the blessings as praise for good behavior (“Everyone praises good people”).) are on the head of the righteous, but the speech (tn Heb “the mouth.” The term פֶּה (peh, “mouth”) functions as a metonymy of cause for speech.) of the wicked conceals (tn Heb “covers.” Behind the speech of the wicked is aggressive violence (W. McKane, Proverbs [OTL], 422).) violence. (tn The syntax of this line is ambiguous. The translation takes “the mouth of the wicked” as the nominative subject and “violence” as the accusative direct object; however, the subject might be “violence,” hence: “violence covers the mouth of the wicked” (cf. KJV, ASV, NIV).)"},{"number":7,"verse":"The memory (sn “Memory” (זֵכֶר, zekher) and “name” are often paired as synonyms. “Memory” in this sense has to do with reputation, fame. One’s reputation will be good or bad by righteousness or wickedness respectively.) of the righteous is a blessing, but the reputation (tn Heb “name.” The term “name” often functions as a metonymy of association for reputation (BDB 1028 s. v. שֵׁם 2. b).) of the wicked will rot. (tn The editors of BHS suggest a reading “will be cursed” to make a better parallelism, but the reading of the MT is more striking as a metaphor. sn To say the wicked’s name will rot means that the name will be obliterated from memory (Exod 17:14; Deut 25:19), leaving only a bad memory for a while.)"},{"number":8,"verse":"The wise person (tn Heb “the wise of heart” (so NASB, NRSV). The genitive noun לֵב (lev, “heart”) functions as an attributive adjective: “the wise heart.” The term לֵב functions as a synecdoche of part (= heart) for the whole person (= person). The heart is emphasized because it is the seat of wisdom (BDB 524 s. v. 3. b).) accepts instructions, (tn Heb “commandments.”) but the one who speaks foolishness (tn Heb “fool of lips.” The phrase is a genitive of specification: “a fool in respect to lips.” The term “lips” is a metonymy of cause (= lips) for effect (= speech). This person talks foolishness; he is too busy talking to pay attention to instruction.) will come to ruin. (tn The Niphal verb לָבַט (lavat) means “to be thrust down [or, away]”; that is, “to be ruined; to fall” or “to stumble” (e. g., Hos 4:14). The fool who refuses to listen to advice – but abides by his own standards which he freely expresses – will suffer the predicaments that he creates.)"},{"number":9,"verse":"The one who conducts himself (tn Heb “he who walks.” The idiom is used widely in both OT and NT for conduct, behavior, or lifestyle.) in integrity (sn “Integrity” here means “blameless” in conduct. Security follows integrity, because the lifestyle is blameless. The righteous is certain of the course to be followed and does not fear retribution from man or God.) will live (tn Heb “walks.”) securely, but the one who behaves perversely (tn Heb “he who perverts his ways” (so NASB); NIV “who takes crooked paths” (NLT similar). The Piel participle מְעַקֵּשׁ (mÿ’aqqesh) means “make crooked; twisted; perverse.” It is stronger than simply taking crooked paths; it refers to perverting the ways. The one who is devious will not get away with it.) will be found out."},{"number":10,"verse":"The one who winks (tn The term (קָרַץ, qarats) describes a person who habitually “winks” his eye maliciously as a secretive sign to those conspiring evil (Prov 6:13). This is a comparison rather than a contrast. Devious gestures are grievous, but not as ruinous as foolish talk. Both are to be avoided.) his (tn Heb “the eye.”) eye causes (tn Heb “gives.”) trouble, and the one who speaks foolishness (tn Heb “the fool of lips”; cf. NASB “a babbling fool.” The phrase is a genitive of specification: “a fool in respect to lips.” The term “lips” is a metonymy of cause (= lips) for effect (= speech). The word for fool (אֶוִיל, ’evil) refers to someone who despises knowledge and discernment.) will come to ruin."},{"number":11,"verse":"The teaching (tn Heb “mouth.” The word “mouth” is metonymy of cause, representing what the righteous say and teach.) of the righteous is a fountain of life, (tn Heb “a fountain of life is the mouth of the righteous” (NAB similar). The subject (“a fountain of life”) and the predicate (“the mouth of the righteous”) in the Hebrew text are reversed in the present translation (as in most English versions) for the sake of clarity and smoothness. The idea of this metaphor, “the fountain of life,” may come from Ps 36:9 (e. g., also Prov 13:14; 14:27; 16:22). What the righteous say is beneficial to life or life-giving. Their words are life-giving but the words of the wicked are violent. See R. B. Y. Scott, “Wise and Foolish, Righteous and Wicked,” VT 29 (1972): 145-65.) but the speech (tn Heb “the mouth.” The term פֶּה (peh, “mouth”) functions as a metonymy of cause for speech.) of the wicked conceals (tn Heb “covers.” Behind the speech of the wicked is aggressive violence (W. McKane, Proverbs [OTL], 422).) violence. (tn The syntax of this line is ambiguous. The translation takes “the mouth of the wicked” as the nominative subject and “violence” as the accusative direct object; however, the subject might be “violence,” hence: “violence covers the mouth of the wicked.”)"},{"number":12,"verse":"Hatred (sn This contrasts the wicked motivated by hatred (animosity, rejection) with the righteous motivated by love (kind acts, showing favor).) stirs up dissension, but love covers all transgressions. (sn Love acts like forgiveness. Hatred looks for and exaggerates faults; but love seeks ways to make sins disappear (e. g., 1 Pet 4:8).)"},{"number":13,"verse":"Wisdom is found in the words (tn Heb “on the lips” (so NAB, NASB, NRSV). The term “lips” is a metonymy of cause for the words spoken by the lips.) of the discerning person, (tn Heb “the one who is discerning.” The term “discerning” describes someone who is critically perceptive and has understanding. He can be relied on to say things that are wise.) but the one who lacks wisdom (tn Heb “the one lacking of heart.” The noun לֵב (lev, “heart”) functions as a genitive of specification: “lacking in respect to heart.” The term לֵב functions in a figurative sense (metonymy of association) for wisdom because the heart is viewed as the seat of common sense (BDB 524 s. v. 3. a).) will be disciplined. (tn Heb “a rod is for the back of the one lacking heart.” The term שֵׁבֶט (shevet, “rod”) functions figuratively: synecdoche of specific (= rod of discipline) for general (= discipline in general). The term גֵו (gev, “back”) is a synecdoche of part (= back) for the whole (= person as a whole). The back is emphasized because it was the object of physical corporeal discipline. This proverb is not limited in its application to physical corporeal punishment because the consequences of foolishness may come in many forms, physical corporeal discipline being only one form.)"},{"number":14,"verse":"Those who are wise (tn Heb “wise men.”) store up (sn The verb צָפַן (tsafan, “to store up; to treasure”) may mean (1) the wise acquire and do not lose wisdom (cf. NAB, NIV, TEV), or (2) they do not tell all that they know (cf. NCV), that is, they treasure it up for a time when they will need it. The fool, by contrast, talks without thinking.) knowledge, but foolish speech (tn Heb “the mouth of foolishness”; cf. NRSV, NLT “the babbling of a fool.” The term פֶּה (peh, “mouth”) functions as a metonymy of cause for speech. The genitive אֶוִיל (’evil, “foolishness”) functions as an attributive adjective: “a foolish mouth” = foolish speech.) leads to imminent (tn Heb “near destruction.” The words of the fool that are uttered without wise forethought may invite imminent ruin (e. g., James 3:13–18). See also Ptah-hotep and Amenemope in ANET 414 and 423.) destruction."},{"number":15,"verse":"The wealth of a rich person is like (tn Heb “is.” This expression, “a rich man’s wealth is his strong city,” is a metaphor. The comparative particle “like” is supplied in the translation for the sake of clarity and smoothness.) a fortified city, (tn Heb “a city of his strength.” The genitive עֹז (’oz, “strength”) functions as an attributive genitive: “strong city” = “fortified city.” This phrase is a metaphor; wealth protects its possessions against adversity like a fortified city. Such wealth must be attained by diligence and righteous means (e. g., 13:8; 18:23; 22:7).) but the poor are brought to ruin (tn Heb “the ruin of the poor.” The term דַּלִּים (dalim, “of the poor”) functions as an objective genitive. Poverty leads to the ruin of the poor. The term “ruin” includes the shambles in which the person lives. This provides no security but only the fear of ruin. This proverb is an observation on life.) by (tn Heb “is their poverty.”) their poverty."},{"number":16,"verse":"The reward (tn Heb “recompense” (so NAB); NASB, NIV “wages.” The noun פְּעֻלַּה (pÿ’ullah) has a two-fold range of meanings: (1) “work; deed” and (2) “reward; recompense” (BDB 821 s. v.). There is a clear correlation between a person’s conduct and its consequences. Rewards are determined by moral choices. What one receives in life depends on the use of gifts and a righteous character.) which the righteous receive (tn Heb “the recompense of the righteous.”) is life; the recompense (tn Heb “harvest.” The term תְּבוּאַת (tÿvu’at, “harvest; yield”) is used figuratively here (hypocatastasis), drawing an implied comparison between the agricultural yield of a farmer’s labors with the consequences of the actions of the wicked. They will “reap” (= judgment) what they “sow” (= sin).) which the wicked receive (tn Heb “the harvest of the wicked.”) is judgment. (tn Heb “sin.” The term חַטָּאת (khatta’t, “sin”) functions as a metonymy of cause (= sin) for effect (= punishment). In contrast to the righteous who receive a reward, the wicked receive punishment for their sin (cf. NASB, NIV, NCV). See D. W. Thomas, “The Meaning of חַטָּאת in Proverbs X.16,” JTS 15 (1964): 295-96.)"},{"number":17,"verse":"The one who heeds instruction (tn Heb “discipline.” The noun מוּסָר (musar) has a basic two-fold range of meanings: (1) “discipline” (so NIV; NAB “admonition”; NCV, NLT “correction”) and (2) “instruction” (BDB 416 s. v.; so KJV, NASB, NRSV). The wise person listens to instruction (first colon); however, the fool will not even take discipline to heart (second colon).) is on the way to (tn The term is a genitive of location indicating the goal (IBHS 147-48 §9.5.2f).) life, but the one who rejects (sn The contrast with the one who holds fast to discipline is the one who forsakes or abandons reproof or correction. Whereas the first is an example, this latter individual causes people to wander from the true course of life, that is, causes them to err.) rebuke goes astray."},{"number":18,"verse":"The one who conceals hatred utters lies, (tn Heb “lips of falsehood.” The genitive noun שָׁקֶר (shaqer, “falsehood”) functions as an attributive genitive. The noun “lips” is a metonymy of cause for speech produced by lips. The one who shows friendliness while concealing hatred is a liar (e. g., Ps 28:3).) and the one who spreads (tn Heb “causes to go out.” The Hiphil of יָצָא (yatsa) literally means “to cause to go out” (BDB 424 s. v. Hiph.1). This may refer to speech (“to utter”) in the sense of causing words to go out of one’s mouth, or it may refer to slander (“to spread”) in the sense of causing slander to go out to others.) slander (tn The word דִבָּה (dibbah) means “whispering; defamation; evil report” (BDB 179 s. v.). Cf. NAB “accusations”; TEV “gossip.”sn The one who spreads slander is a fool because it not only destroys others but comes back on the guilty. See also the sayings of Amenemope and Ahiqar on these subjects (ANET 423, 429).) is certainly (tn Heb “he is a fool.” The independent personal pronoun הוּא (hu’, “he”) is used for emphasis. This is reflected in the translation as “certainly.”) a fool."},{"number":19,"verse":"When words abound, transgression is inevitable, (tn Heb “does not cease.” It is impossible to avoid sinning in an abundance of words – sooner or later one is bound to say something wrong.) but the one who restrains (tn Or “holds his lips under control.” The verb חָשַׂךְ (khasakh) means “to withhold; to restrain; to hold in check” (BDB 362 s. v.). The related Arabic term is used in reference to placing a piece of wood in the mouth of a goat to prevent it from sucking (HALOT 359 s. v. חשׂךְ).) his words (tn Heb “his lips” (so KJV, NAB, NASB); NIV “his tongue.” The term “lips” is a metonymy of cause for speech.) is wise."},{"number":20,"verse":"What the righteous say (tn Heb “the lips of the righteous.” The term “lips” functions as a metonymy of cause for speech. This contrasts the tongue (metonymy of cause for what they say) with the heart (metonymy of subject for what they intend). What the righteous say is more valuable than what the wicked intend.) is like (tn The comparative “like” is not in the Hebrew text but is implied by the metaphor; it is supplied in the translation for the sake of clarity.) the best (tn Or “pure”; Heb “choice.”) silver, but what the wicked think (tn Heb “the heart of the wicked” (so KJV, NAB, NIV). The term “heart” functions as a metonymy of cause for thoughts. The term לֵב (lev, “heart”) often refers to the seat of thoughts, will and emotions (BDB 524 s. v. 3–4).) is of little value. (tn Heb “like little.” This expression refers to what has little value: “little worth” (so KJV, NAB, NRSV; cf. BDB 590 s. v. מְעַט 2. d). The point of the metaphor is clarified by the parallelism: Silver is valuable; the heart of the wicked is worth little. Tg. Prov 10:20 says it was full of dross, a contrast with choice silver.)"},{"number":21,"verse":"The teaching (tn Heb “lips.” The term “lips” functions as a metonymy of cause for what is said (or in this case taught).) of the righteous feeds (tn The verb רָעָה (ra’ah) means “to feed” or “to shepherd” (e. g., Gen 48:15). What they say will meet the needs of many.) many, but fools die (tn In what sense the fool “dies” is unclear. Fools ruin their lives and the lives of others by their lack of discipline and knowledge. The contrast is between enhancing life and ruining life.) for lack of wisdom. (tn Heb “heart.” The term לֵב (lev, “heart”) functions as a metonymy of association for wisdom and knowledge (BDB 524 s. v. 3. a).)"},{"number":22,"verse":"The blessing (tn The term בְּרָכָּה (bÿrakhah, “blessing”) refers to a gift, enrichment or endowment from the Lord.) from the LORD (tn Heb “of the Lord.” The term יְהוָה (yÿhvah, “the Lord”) functions here as a genitive of source.) makes a person rich, (tn Heb “makes rich” (so NASB); NAB “brings wealth.” The direct object “a person” does not appear in the Hebrew but is implied by the Hiphil verb; it is supplied in the translation.) and he adds no sorrow (tn Heb “toil.” The noun עֶצֶב (’etsev) has a basic two-fold range of meanings: (1) “toil; labor” which produces pain and sorrow, and (2) “pain; sorrow” which is the result of toil and labor (BDB 780 s. v.). This is the word used of the curse of “toil” in man’s labor (Gen 3:17) and the “pain” in the woman’s child-bearing (Gen 3:16). God’s blessing is pure and untarnished – it does not bring physical pain or emotional sorrow.) to (tn Heb “with.”) it."},{"number":23,"verse":"Carrying out a wicked scheme (tn Heb “doing a plan.” The noun זִמָּה (zimmah, “plan”) is often used pejoratively of a scheme to do wickedness. It is used elsewhere for planning lewdness, murder, incest, adultery, idolatry, and licentiousness. Any planned gross impropriety gives the fool pleasure. The verb עָשָׂה (’asah, “to do”) here means “to carry out (a plan)” (BDB 794 s. v.).) is enjoyable (tn Heb “like sport” (so NASB, NRSV). The noun שְׂחוֹק (sÿkhoq, “sport”) is used elsewhere to refer to what is exhilarating and pleasurable (BDB 966 s. v.). As W. G. Plaut says, it is like child’s play (Proverbs, 132). For the fool evil brings such enjoyment; for the discerning wisdom does.) to a fool, and so is wisdom for the one who has discernment. (tn Heb “a man of discernment.”)"},{"number":24,"verse":"What the wicked fears (tn Heb “the dread of the wicked.” The noun רָשָׁע (rasha’, “wicked”) is a subjective genitive. The noun מְגוֹרַת (mÿgorat) refers to “the feared thing,” that is, what the wicked dread. The wicked are afraid of the consequences of their sinful actions; however, they cannot escape these consequences.) will come on him; what the righteous desire (tn Heb “the desire of the righteous.” The noun צַדִּיק (tsadiq, “righteous”) is a subjective genitive.) will be granted. (tn Heb “it will give.” When used without an expressed subject, the verb יִתֵּן (yitten) has a passive nuance: “it will be granted.”)"},{"number":25,"verse":"When the storm (sn The word for “storm wind” comes from the root סוּף (suf, “to come to an end; to cease”). The noun may then describe the kind of storm that makes an end of things, a “whirlwind” (so KJV, NASB; NLT “cyclone”). It is used in prophetic passages that describe swift judgment and destruction.) passes through, the wicked are swept away, (tn Heb “the wicked are not”; ASV, NAB, NASB “is no more.”) but the righteous are an everlasting foundation. (tn Heb “a foundation forever”; NLT “have a lasting foundation.” sn The metaphor compares the righteous to an everlasting foundation to stress that they are secure when the catastrophes of life come along. He is fixed in a covenantal relationship and needs not to fear passing misfortunes. The wicked has no such security.)"},{"number":26,"verse":"Like vinegar to the teeth and like smoke to the eyes, (sn Two similes are used to portray the aggravation in sending a lazy person to accomplish a task. Vinegar to the teeth is an unpleasant, irritating experience; and smoke to the eyes is an unpleasant experience that hinders progress.) so is the sluggard to those (tn The participle is plural, and so probably should be taken in a distributive sense: “to each one who sends him.”) who send him."},{"number":27,"verse":"Fearing the LORD (tn Heb “the fear of the Lord.” The term יְהוָה (yÿhvah, “the Lord”) functions as an objective genitive.) prolongs life, (tn Heb “days” (so KJV, ASV).) but the life span (tn Heb “years.” The term “years” functions as a synecdoche of part (= years) for the whole (= lifespan).) of the wicked will be shortened. (sn This general saying has to be qualified with the problem of the righteous suffering and dying young, a problem that perplexed the sages of the entire ancient world. But this is the general principle: The righteous live longer because their life is the natural one and because God blesses them.)"},{"number":28,"verse":"The hope (sn This proverb contrasts the hopes of the righteous and the wicked. The righteous will see their hopes fulfilled. The saying is concerned with God’s justice. The words תּוֹחֶלֶת (tokhelet, from יָחַל, yakhal) and תִּקְוַת (tiqvat, from קָוָה, qavah) are synonyms, both emphasizing eager expectations, longings, waiting in hope.) of the righteous is joy, but the expectation of the wicked will remain unfulfilled. (tn Heb “will perish”; NAB “comes to nought.”)"},{"number":29,"verse":"The way of the LORD (sn The “way of the Lord” is an idiom for God’s providential administration of life; it is what the Lord does (“way” being a hypocatastasis).) is like (tn The comparative “like” does not appear in the Hebrew text, but is implied by the metaphor; it is supplied in the translation for the sake of clarity.) a stronghold for the upright, (tn Heb “for the one with integrity” (לַתֹּם, latom).) but it is destruction (tn Or “ruin” (so NIV).) to evildoers. (tn Heb “those who practice iniquity.”)"},{"number":30,"verse":"The righteous will never be moved, but the wicked will not inhabit the land. (sn This proverb concerns the enjoyment of covenant blessings – dwelling in the land of Israel. It is promised to the righteous for an eternal inheritance, and so the wicked cannot expect to settle there – they will be exiled.)"},{"number":31,"verse":"The speech (tn Heb “the mouth.” The term פֶּה (peh, “mouth”) functions as a metonymy of cause for speech.) of the righteous bears the fruit of wisdom, (tn Heb “bears wisdom.” The verb נוּב (nuv) means “to bear fruit.” It is used figuratively of the righteous; they produce wisdom and righteousness. The term חָכְמָה (khokhmah, “wisdom”) represents the “fruit” that the righteous bear: “they bear the fruit of wisdom” (BDB 626 s. v.).) but the one who speaks perversion (tn Heb “the tongue of perversions.” The noun תַּהְפֻּכוֹת (tahpukhot, “perversions”) functions as a genitive of content; it refers to what the tongue says – perverse things. The plural form depicts a plural of character. The term לָשׁוֹן (lashon, “tongue”) functions as a synecdoche of part (= tongue) for the whole person (= the speaker). The tongue is emphasized because this person is characterized by perverse speech. The term תַּהְפֻּכוֹת (“perversions”) refers to those who turn things upside down, overthrow, or pervert what is right.) will be destroyed. (tn Heb “will be cut off” (so NAB, NRSV, NLT); cf. KJV, NASB, NIV “cut out.” Their tongue will be cut off, a hyperbole meaning to bring to an end the evil that they speak.)"},{"number":32,"verse":"The lips of the righteous know (sn The verb “know” applied to “lips” is unusual. “Lips” is a metonymy for what the righteous say; and their words “know” (a personification) what is pleasing, i. e., they are acquainted with.) what is pleasing, (sn The righteous say what is pleasing, acceptable, or delightful; but the wicked say perverse and destructive things.) but the speech (tn Heb “lips.” The term “lips” is a metonymy of cause for what is said.) of the wicked is perverse."}]}