{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"The one who loves discipline loves knowledge, (sn Those who wish to improve themselves must learn to accept correction; the fool hates/rejects any correction.) but the one who hates reproof is stupid. (sn The word בָּעַר (ba’ar, “brutish; stupid”) normally describes dumb animals that lack intellectual sense. Here, it describes the moral fool who is not willing to learn from correction. He is like a dumb animal (so the term here functions as a hypocatastasis: implied comparison).)"},{"number":2,"verse":"A good person obtains favor from the LORD, but the LORD (tn Heb “but he condemns”; the referent (the Lord) has been specified in the translation for clarity.) condemns a person with wicked schemes. (tn Heb “a man of wicked plans.” The noun מְזִמּוֹת (mÿzimmot, “evil plans”) functions as an attributive genitive: “an evil-scheming man.” Cf. NASB “a man who devises evil”; NAB “the schemer.”)"},{"number":3,"verse":"No one (tn Heb “a man cannot be.”) can be established (tn The Niphal imperfect of כּוּן (cun, “to be established”) refers to finding permanent “security” (so NRSV, TEV, CEV) before God. Only righteousness can do that.) through wickedness, but a righteous root (tn Heb “a root of righteousness.” The genitive צַדִּיקִים (tsadiqim, “righteousness”) functions as an attributive adjective. The figure “root” (שֹׁרֶשׁ, shoresh) stresses the security of the righteous; they are firmly planted and cannot be uprooted (cf. NLT “the godly have deep roots”). The righteous are often compared to a tree (e. g., 11:30; Ps 1:3; 92:13).) cannot be moved."},{"number":4,"verse":"A noble wife (tn Heb “a wife of virtue”; NAB, NLT “a worthy wife.” This noble woman (אֵשֶׁת־חַיִל, ’shet-khayil) is the subject of Prov 31. She is a “virtuous woman” (cf. KJV), a capable woman of noble character. She is contrasted with the woman who is disgraceful (מְבִישָׁה, mÿvishah; “one who causes shame”) or who lowers his standing in the community.) is the crown (sn The metaphor of the “crown” emphasizes that such a wife is a symbol of honor and glory.) of her husband, but the wife (tn Heb “she”; the referent (the wife) has been specified in the translation for clarity.) who acts shamefully is like rottenness in his bones. (sn The simile means that the shameful acts of such a woman will eat away her husband’s strength and influence and destroy his happiness.)"},{"number":5,"verse":"The plans (tn Heb “thoughts.” This term refers not just to random thoughts, however, but to what is planned or devised.) of the righteous are just; the counsels of the wicked are deceitful. (sn The plans of good people are directed toward what is right. Advice from the wicked, however, is deceitful and can only lead to trouble.)"},{"number":6,"verse":"The words of the wicked lie in wait (tn The infinitive construct אֱרָב (’erav, “to lie in wait”) expresses the purpose of their conversations. The idea of “lying in wait for blood” is an implied comparison (hypocatastasis): Their words are like an ambush intended to destroy (cf. NAB, NRSV “are a deadly ambush”). The words of the wicked are here personified.) to shed innocent blood, (tn Heb “for blood.” The term “blood” is a metonymy of effect, the cause being the person that they will attack and whose blood they will shed. After the construct “blood” is also an objective genitive.) but the words (tn Heb “mouth.” The term פֶּה (peh, “mouth”) is a metonymy of cause, signifying what the righteous say. The righteous can make a skillful defense against false accusations that are intended to destroy. The righteous, who have gained wisdom, can escape the traps set by the words of the wicked.) of the upright will deliver them."},{"number":7,"verse":"The wicked are overthrown (sn This proverb is about the stability of the righteous in times of trouble. The term “overthrown” might allude to Gen 19:21.) and perish, (tn Heb “and they are not.”) but the righteous household (tn Heb “the house of the righteous.” The genitive צַדִּיקִים (tsadiqim) functions as an attributive adjective: “righteous house.” The noun בֵּית (bet, “house”) functions as a synecdoche of container (= house) for the contents (= family, household; perhaps household possessions). Cf. NCV “a good person’s family”; NLT “the children of the godly.”) will stand."},{"number":8,"verse":"A person (tn Heb “a man.”) is praised in accordance with (tn Heb “to the mouth of.” This idiom means “according to” (BDB 805 s. v. פֶּה 6. b.(b); cf. KJV, NAB, NIV). The point is that praise is proportionate to wisdom.) his wisdom, but the one who has a twisted mind (tn Heb “crooked of heart”; cf. NAB, NLT “a warped mind” (NIV similar). The noun לֵב (lev, “heart”) is an attributive genitive. It functions as a metonymy of association for “mind; thoughts” (BDB 524 s. v. 3) and “will; volition” (BDB 524 s. v. 4). He does not perceive things as they are, so he makes all the wrong choices. His thinking is all wrong.) is despised."},{"number":9,"verse":"Better is a person of humble standing (tn Heb “one who is lightly regarded.” The verb קָלָה (qalah) means “to be lightly esteemed; to be dishonored; to be degraded” (BDB 885 s. v.).) who nevertheless has a servant, (tn The meaning of the phrase וְעֶבֶד לוֹ (vÿ’eved lo) is ambiguous; the preposition is either possessive (“has a servant”) or a reflexive indirect object (“is a servant for himself”; cf. NAB, TEV). Several versions (LXX, Vulgate, Syriac) read “and yet has a servant.”) than one who pretends to be somebody important (tn Heb “who feigns importance.” The term מְתַכַּבֵּד (mÿtakkabed, from כָּבֵד, caved, “to be weighty; to be honored; to be important”) is an example of the so-called “Hollywood” Hitpael which describes a person putting on an act (BDB 458 s. v. כָּבֵד Hitp.2). sn This individual lives beyond his financial means in a vain show to impress other people and thus cannot afford to put food on the table.) yet has no food."},{"number":10,"verse":"A righteous person cares for (tn Heb “knows”; NLT “concerned for the welfare of.” The righteous take care of animals, not just people.) the life of his animal, but even the most compassionate acts (tn Heb “but the mercies.” The additional words appear in the translation for the sake of clarification. The line can be interpreted in two ways: (1) when the wicked exhibit a kind act, they do it in a cruel way, or (2) even the kindest of their acts is cruel by all assessments, e. g., stuffing animals with food to fatten them for market – their “kindness” is driven by ulterior motives (J. H. Greenstone, Proverbs, 129).) of the wicked are cruel."},{"number":11,"verse":"The one who works (sn In the biblical period agriculture was the most common occupation for the people; so “working a field” describes a substantial occupation, but also represents working in general. Diligent work, not get-rich-quick schemes, is the key to ensuring income.) his field will have plenty (tn Heb “will have his fill of” or “will be satisfied with.”) of food, but whoever chases daydreams (tn Heb “empty things” or “vain things.” The term רֵיקִים (reqim) refers to worthless pursuits in an effort to make money. The fact that the participle used is “chase after” shows how elusive these are. Cf. NIV “fantasies”; NCV “empty dreams”; TEV “useless projects.”) lacks wisdom. (tn Heb “heart.” The term לֵב (lev, “heart”) functions as a metonymy of association for wisdom (BDB 524 s. v. 3).)"},{"number":12,"verse":"The wicked person desires a stronghold, (tn This line is difficult to interpret. BDB connects the term מְצוֹד (mÿtsod) to II מָצוֹד which means (1) “snare; hunting-net” and (2) what is caught: “prey” (BDB 844-45 s. v. II מָצוֹד). This would function as a metonymy of cause for what the net catches: the prey. Or it may be saying that the wicked get caught in their own net, that is, reap the consequences of their own sins. On the other hand, HALOT 622 connects מְצוֹד (mÿtsod) to II מְצוּדָה (mÿtsudah, “mountain stronghold”; cf. NAB “the stronghold of evil men will be demolished”). The LXX translated it as: “The desires of the wicked are evil.” The Syriac has: “The wicked desire to do evil.” The Latin expands it: “The desire of the wicked is a defense of the worst [things, or persons].” C. H. Toy suggests emending the text to read “wickedness is the net of bad men” (Proverbs [ICC], 250).) but the righteous root (tn Heb “the root of righteousness.” The genitive צַדִּיקִים (tsadiqim, “righteousness”) functions as an attributive adjective. The wicked want what belongs to others, but the righteous continue to flourish.) endures. (tc The MT reads יִתֵּן (yitten, “gives,” from נָתַן [natan, “to give”]), and yields an awkward meaning: “the root of the righteous gives.” The LXX reads “the root of the righteous endures” (cf. NAB). This suggests a Hebrew Vorlage of אֵיתָן (’etan, “constant; continual”; HALOT 44-45 s. v. I אֵיתָן 2) which would involve the omission of א (alef) in the MT. The metaphor “root” (שֹׁרֶשׁ, shoresh) is often used in Proverbs for that which endures; so internal evidence supports the alternate tradition.)"},{"number":13,"verse":"The evil person is ensnared (tc MT reads the noun מוֹקֵשׁ (moqesh, “bait; lure”). The LXX, Syriac and Tg. Prov 12:13 took it as a passive participle (“is ensnared”). The MT is the more difficult reading and so is preferred. The versions appear to be trying to clarify a difficult reading. tn Heb “snare of a man.” The word “snare” is the figurative meaning of the noun מוֹקֵשׁ (“bait; lure” from יָקַשׁ [yaqash, “to lay a bait, or lure”]).) by the transgression of his speech, (tn Heb “transgression of the lips.” The noun “lips” is a genitive of specification and it functions as a metonymy of cause for speech: sinful talk or sinning by talking. J. H. Greenstone suggests that this refers to litigation; the wicked attempt to involve the innocent (Proverbs, 131).) but the righteous person escapes out of trouble. (sn J. H. Greenstone suggests that when the wicked become involved in contradictions of testimony, the innocent is freed from the trouble. Another meaning would be that the wicked get themselves trapped by what they say, but the righteous avoid that (Proverbs, 131).)"},{"number":14,"verse":"A person will be satisfied with good from the fruit of his words, (tn Heb “fruit of the lips.” The term “fruit” is the implied comparison, meaning what is produced; and “lips” is the metonymy of cause, referring to speech. Proper speech will result in good things.) and the work of his hands (tn Heb “the work of the hands of a man.”) will be rendered to (tc The Kethib has the Qal imperfect, “will return” to him (cf. NASB); the Qere preserves a Hiphil imperfect, “he/one will restore/render” to him (cf. KJV, ASV). The Qere seems to suggest that someone (God or people) will reward him in kind. Since there is no expressed subject, it may be translated as a passive voice.) him."},{"number":15,"verse":"The way of a fool (sn The way of a fool describes a headlong course of actions (“way” is an idiom for conduct) that is not abandoned even when wise advice is offered.) is right (sn The fool believes that his own plans and ideas are perfect or “right” (יָשָׁר, yashar); he is satisfied with his own opinion.) in his own opinion, (tn Heb “in his own eyes.”) but the one who listens to advice is wise. (tn Or “a wise person listens to advice” (cf. NIV, NRSV, TEV, CEV, NLT).)"},{"number":16,"verse":"A fool’s annoyance (tn Heb “The fool, at once his vexation is known.” This rhetorically emphatic construction uses an independent nominative absolute, which is then followed by the formal subject with a suffix. The construction focuses attention on “the fool,” then states what is to be said about him.) is known at once, (tn Heb “on the day” or “the same day.”sn The fool is impatient and unwise, and so flares up immediately when anything bothers him. W. McKane says that the fool’s reaction is “like an injured animal and so his opponent knows that he has been wounded” (Proverbs [OTL], 442).) but the prudent (tn Heb “shrewd.”) overlooks (tn Heb “covers.” The verb כָּסָה (casah) means “covers” in the sense of ignores or bides his time. The point is not that he does not respond at all, but that he is shrewd enough to handle the criticism or insult in the best way – not instinctively and irrationally.) an insult."},{"number":17,"verse":"The faithful witness (tn The text has “he pours out faithfully”; the word rendered “faithfully” or “reliably” (אֱמוּנָה, ’emunah) is used frequently for giving testimony in court, and so here the subject matter is the reliable witness.) tells what is right, (tn Heb “righteousness.”) but a false witness (tn Heb “witness of falsehoods.” The genitive noun functions attributively, and the plural form depicts habitual action or moral characteristic. This describes a person who habitually lies. A false witness cannot be counted on to help the cause of justice.) speaks (tn The term “speaks” does not appear in this line but is implied by the parallelism; it is supplied in the translation for clarity and smoothness.) deceit."},{"number":18,"verse":"Speaking recklessly (tn The term בּוֹטֶה (boteh) means “to speak rashly [or, thoughtlessly]” (e. g., Lev 5:4; Num 30:7).) is like the thrusts of a sword, but the words (tn Heb “the tongue” (so NAB, NIV, NRSV). The term לָשׁוֹן (lashon, “tongue”) functions as a metonymy of cause for what is said.) of the wise bring (tn The term “brings” does not appear in the Hebrew but is supplied in the translation for the sake of clarity and smoothness.) healing. (sn Healing is a metonymy of effect. Healing words are the opposite of the cutting, irresponsible words. What the wise say is faithful and true, gentle and kind, uplifting and encouraging; so their words bring healing.)"},{"number":19,"verse":"The one who tells the truth (tn Heb “a lip of truth.” The genitive אֱמֶת (’emet, “truth”) functions as an attributive adjective: “truthful lip.” The term שְׂפַת (sÿfat, “lip”) functions as a synecdoche of part (= lip) for the whole (= person): “truthful person.” The contrast is between “the lip of truth” and the “tongue of lying.”) will endure forever, but the one who lies (tn Heb “a tongue of deceit.” The genitive שָׁקֶר (shaqer, “deceit”) functions as an attributive genitive. The noun לָשׁוֹן (lashon, “tongue”) functions as a synecdoche of part (= tongue) for the whole (= person): “lying person.”) will last only for a moment. (tn Heb “while I would twinkle.” This expression is an idiom meaning “only for a moment.” The twinkling of the eye, the slightest movement, signals the brevity of the life of a lie (hyperbole). But truth will be established (תִּכּוֹן, tikon), that is, be made firm and endure.)"},{"number":20,"verse":"Deceit is in the heart of those who plot evil, (sn The contrast here is between “evil” (= pain and calamity) and “peace” (= social wholeness and well-being); see, e. g., Pss 34:14 and 37:37.) but those who promote peace (tn Heb “those who are counselors of peace.” The term שָׁלוֹם (shalom, “peace”) is an objective genitive, so the genitive-construct “counselors of peace” means those who advise, advocate or promote peace (cf. NAB, NIV).) have joy."},{"number":21,"verse":"The righteous do not encounter (tn Heb “is not allowed to meet to the righteous.”) any harm, (tn Heb “all calamity.” The proper nuance of אָוֶן (’aven) is debated. It is normally understood metonymically (effect) as “harm; trouble,” that is, the result/effect of wickedness (e. g., Gen 50:20). Rashi, a Jewish scholar who lived a. d. 1040-1105, took it as “wickedness,” its primary meaning; “the righteous will not be caught up in wickedness.”) but the wicked are filled with calamity. (tn The expression רָע מָלְאוּ (malÿ’u ra’, “to be full of evil”) means (1) the wicked do much evil or (2) the wicked experience much calamity (cf. NAB, NIV, NRSV, NLT).)"},{"number":22,"verse":"The LORD (tn Heb “an abomination of the Lord.” The term יְהוָה (yÿhvah, “the Lord”) is a subjective genitive.) abhors a person who lies, (tn Heb “lips of lying.” The genitive שָׁקֶר (shaqer, “lying”) functions as an attributive genitive: “lying lips.” The term “lips” functions as a synecdoche of part (= lips) for the whole (= person): “a liar.”) but those who deal truthfully (tn Heb “but doers of truthfulness.” The term “truthfulness” is an objective genitive, meaning: “those who practice truth” or “those who act in good faith.” Their words and works are reliable.) are his delight. (sn The contrast between “delight/pleasure” and “abomination” is emphatic. What pleases the Lord is acting truthfully or faithfully.)"},{"number":23,"verse":"The shrewd person (tn Heb “a shrewd man” (so NAB); KJV, NIV “a prudent man”; NRSV “One who is clever.” sn A shrewd person knows how to use knowledge wisely, and restrains himself from revealing all he knows.) conceals (sn The term כֹּסֶה (koseh, “covers; hides”) does not mean that he never shares his knowledge, but discerns when it is and is not appropriate to speak.) knowledge, but foolish people (tn Heb “the heart of fools.” The term לֵב (lev, “heart”) functions as a synecdoche of part (= heart) for the whole (= person): “foolish people.” This type of fool despises correction and instruction. His intent is to proclaim all that he does – which is folly. W. McKane says that the more one speaks, the less likely he is able to speak effectively (Proverbs [OTL], 422). Cf. TEV “stupid people advertise their ignorance”; NLT “fools broadcast their folly.”) publicize folly. (sn The noun אִוֶּלֶת (’ivvelet, “foolishness; folly”) is the antithesis of perception and understanding. It is related to the noun אֱוִּיל (’evvil, “fool”), one who is morally bad because he despises wisdom and discipline, mocks at guilt, is licentious and quarrelsome, and is almost impossible to rebuke.)"},{"number":24,"verse":"The diligent (tn The term חָרַץ (kharats, “diligent”) means (1) literally: “to cut; to sharpen,” (2) figurative: “to decide” and “to be diligent. It is used figuratively in Proverbs for diligence. The semantic development of the figure may be understood thus: “cut, sharpen” leads to “act decisively” which leads to “be diligent.” By their diligent work they succeed to management. The diligent rise to the top, while the lazy sink to the bottom.) person (tn Heb “the hand of the diligent.” The term “hand” is a synecdoche of part (= hand) for the whole (= person): diligent person. The hand is emphasized because it is the instrument of physical labor; it signifies the actions and the industry of a diligent person – what his hand does.) will rule, but the slothful (tn Heb “deceitful.” The term refers to one who is not diligent; this person tries to deceive his master about his work, which he has neglected.) will become a slave. (tn Heb “will be for slave labor.” The term מַס (mas, “slave labor”) refers to a person forced into labor from slavery.)"},{"number":25,"verse":"Anxiety (tn The word “anxiety” (דְּאָגָה, dÿ’agah) combines anxiety and fear – anxious fear (e. g., Jer 49:23; Ezek 4:16); and for the verb (e. g., Ps 38:18; Jer 17:8).) in a person’s heart (tn Heb “the heart of a man.”) weighs him down, (tn Heb “bows it [= his heart] down.” Anxiety weighs heavily on the heart, causing depression. The spirit is brought low.) but an encouraging (tn Heb “good.” The Hebrew word “good” (טוֹב, tov) refers to what is beneficial for life, promotes life, creates life or protects life. The “good word” here would include encouragement, kindness, and insight – the person needs to regain the proper perspective on life and renew his confidence.) word brings him joy. (tn Heb “makes it [= his heart] glad.” The similarly sounding terms יַשְׁחֶנָּה (yashkhennah, “weighs it down”) and יְשַׂמְּחֶנָּה (yÿsammÿkhennah, “makes it glad”) create a wordplay (paronomasia) that dramatically emphasizes the polar opposite emotional states: depression versus joy.)"},{"number":26,"verse":"The righteous person is cautious in his friendship, (tn The line has several possible translations: (1) The verb יָתֵר (yater) can mean “to spy out; to examine,” which makes a good contrast to “lead astray” in the parallel colon. (2) יָתֵר could be the Hophal of נָתַר (natar, Hiphil “to set free”; Hophal “to be set free”): “the righteous is delivered from harm” [reading mera`ah] (J. A. Emerton, “A Note on Proverbs 12:26,” ZAW 76 [1964]: 191-93). (3) Another option is, “the righteous guides his friend aright” (cf. NRSV, NLT).) but the way of the wicked leads them astray."},{"number":27,"verse":"The lazy person does not roast (tc The MT reads יַחֲרֹךְ (yakharokh) from II חָרַךְ (kharakh, “to roast”?). On the other hand, several versions (LXX, Syriac, Vulgate) reflect a Hebrew Vorlage of יַדְרִיךְ (yadrikh) from דָרַךְ (darakh, “to gain”), meaning: “a lazy person cannot catch his prey” (suggested by Gemser; cf. NAB). The MT is the more difficult reading, being a hapax legomenon, and therefore should be retained; the versions are trying to make sense out of a rare expression. tn The verb II חָרַךְ (kharakh) is a hapax legomenon, appearing in the OT only here. BDB suggests that it means “to start; to set in motion” (BDB 355 s. v.). The related Aramaic and Syriac verb means “to scorch; to parch,” and the related Arabic verb means “to roast; to scorch by burning”; so it may mean “to roast; to fry” (HALOT 353 s. v. I חרך). The lazy person can’t be bothered cooking what he has hunted. The Midrash sees an allusion to Jacob and Esau in Genesis 25. M. Dahood translates it: “the languid man will roast no game for himself, but the diligent will come on the wealth of the steppe” (“The Hapax harak in Proverbs 12:27,” Bib 63 [1982]: 60-62). This hyperbole means that the lazy person does not complete a project.) his prey, but personal possessions (tn Heb “the wealth of a man.”) are precious to the diligent."},{"number":28,"verse":"In the path of righteousness there is life, but another path leads to death. (tc The consonants אל־מות (’l-mvt) are vocalized by the MT as אַל־מָוֶת (’al-mavet, “no death”), meaning: “the journey of her path is no-death” = immortality. However, many medieval Hebrew mss and all the versions vocalize it as אֶל־מָוֶת (’el-mavet, “to death”), meaning: “but another path leads to death” (cf. NAB, NCV). W. McKane adopts this reading, and suggests that MT is a scribal change toward eternal life (Proverbs [OTL], 451-52). Others adopt this reading because they do not find the term “life” used in Proverbs for eternal life, nor do they find references to immortality elsewhere in Proverbs. tn Heb “no death.” This phrase may mean “immortality.” Those who enter the path of righteousness by faith and seek to live righteously are on their way to eternal life. However, M. Dahood suggests that it means permanence (“Immortality in Proverbs 12:28,” Bib 41 [1960]: 176-81).)"}]}