{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better is a dry crust of bread (tn The phrase “a dry piece of bread” is like bread without butter, a morsel of bread not dipped in vinegar mix (e. g., Ruth 2:14). It represents here a simple, humble meal.) where there is quietness (tn Heb “and quietness in it”; the construction functions as a circumstantial clause: “in which there is quietness” or “with quietness.”sn The Hebrew word means “quietness” or “ease.” It represents a place where there can be carefree ease because of the sense of peace and security. The Greek rendering suggests that those translators read it as “peace.” Even if the fare is poor, this kind of setting is to be preferred.) than a house full of feasting with strife. (tn The house is described as being full of “sacrifices of strife” (זִבְחֵי־רִיב, zivkhi-riv). The use of “sacrifices” suggests a connection with the temple (as in 7:14) in which the people may have made their sacrifices and had a large amount meat left over. It is also possible that the reference is simply to a sumptuous meal (Deut 12:15; Isa 34:6; Ezek 39:17). It would be rare for Israelites to eat meat apart from festivals, however. In the construction the genitive could be classified as a genitive of effect, the feast in general “bringing about strife,” or it could simply be an attributive genitive, “a feast characterized by strife.” Abundance often brings deterioration of moral and ethical standards as well as an increase in envy and strife.)"},{"number":2,"verse":"A servant who acts wisely (sn The setting is in the ancient world where a servant rarely advanced beyond his or her station in life. But there are notable exceptions (e. g., Gen 15:3 where the possibility is mentioned, 1 Chr 2:35 where it changed through marriage, and 2 Sam 16:1–4; 19:24–30, with the story of Ziba the servant of Mephibosheth). This proverb focuses on a servant who is wise, one who uses all his abilities effectively – a Joseph figure.) will rule over (sn The parallelism indicates that “ruling over” and “sharing in the inheritance” means that the disgraceful son will be disinherited.) an heir (tn Heb “son.”) who behaves shamefully, (tn The form מֵבִישׁ (mevish) is a Hiphil participle, modifying בֵן (ben). This original heir would then be one who caused shame or disgrace to the family, probably by showing a complete lack of wisdom in the choices he made.) and will share the inheritance along with the relatives. (tn Heb “in the midst of the brothers”; NIV “as one of the brothers.”)"},{"number":3,"verse":"The crucible (sn The noun מַצְרֵף (matsref) means “a place or instrument for refining” (cf. ASV, NASB “the refining pot”). The related verb, which means “to melt, refine, smelt,” is used in scripture literally for refining and figuratively for the Lord’s purifying and cleansing and testing people.) is for refining (tn The term “refining” does not appear in the Hebrew text, but is implied by the parallelism; it is supplied in the translation for the sake of clarity.) silver and the furnace (sn The term כּוּר (cur) describes a “furnace” or “smelting pot.” It can be used figuratively for the beneficial side of affliction (Isa 48:10).) is for gold, likewise (tn Heb “and.” Most English versions treat this as an adversative (“but”).) the LORD tests (sn The participle בֹּחֵן (bokhen, “tests”) in this emblematic parallelism takes on the connotations of the crucible and the furnace. When the Lord “tests” human hearts, the test, whatever form it takes, is designed to improve the value of the one being tested. Evil and folly will be removed when such testing takes place.) hearts."},{"number":4,"verse":"One who acts wickedly (tn The Hiphil participle מֵרַע (mera’) indicates one who is a doer of evil. The line affirms that a person of this nature will eagerly listen to evil talk – it is part of his nature.) pays attention to evil counsel; (tn Heb “to the lip of evil”; ASV, NAB, NASB, NRSV “wicked lips.” The term “lip” is a metonymy of cause for speech (what is said); the term “evil” is an attributive genitive. The same will be true in the parallel line where the expression “to the tongue of destruction” (NASB “a destructive tongue”) means things that are said that destroy others.) a liar listens (tc The verb מֵזִין (mezin) is from זִין (zir, “to feed”); therefore, the suggested emendation is to take it from אֹזֶן (’ozen, “ear”) as a denominative verb, “to give ear; to listen to.” Two Hebrew mss have this variant.) to a malicious tongue. (sn Wicked, self-serving people find destructive speech appealing. They should be rebuked and not tolerated (Lev 19:17).)"},{"number":5,"verse":"The one who mocks the poor (sn The parallelism helps define the subject matter: The one who “mocks the poor” (NAB, NASB, NIV) is probably one who “rejoices [NIV gloats] over disaster.” The poverty is hereby explained as a disaster that came to some. The topic of the parable is the person who mocks others by making fun of their misfortune.) insults (sn The Hebrew word translated “insults” (חֵרֵף, kheref) means “reproach; taunt” (as with a cutting taunt); it describes words that show contempt for or insult God. The idea of reproaching the Creator may be mistaking and blaming God’s providential control of the world (C. H. Toy, Proverbs [ICC], 337). W. G. Plaut, however, suggests that mocking the poor means holding up their poverty as a personal failure and thus offending their dignity and their divine nature (Proverbs, 187).) his Creator; whoever rejoices over disaster will not go unpunished."},{"number":6,"verse":"Grandchildren (tn Heb “children of children [sons of sons].”) are like (tn The comparative “like” does not appear in the Hebrew text, but is implied by the metaphor; it is supplied in the translation for the sake of clarity.) a crown (sn The metaphor signifies that grandchildren are like a crown, that is, they are the “crowning glory” of life. The proverb comes from a culture that places great importance on the family in society and that values its heritage.) to the elderly, and the glory (tn The noun תִּפְאָרָת (tif’arat) means “beauty; glory” (BDB 802 s. v.). In this passage “glory” seems to be identified with “glorying; boasting”; so a rendering that children are proud of their parents would be in order. Thus, “glory of children” would be a subjective genitive, the glorying that children do.”) of children is their parents. (tc The LXX has inserted: “To the faithful belongs the whole world of wealth, but to the unfaithful not an obulus.” It was apparently some popular sentiment at the time. tn Heb “their fathers.”)"},{"number":7,"verse":"Excessive (tn The word יֶתֶר (yeter) could be rendered either “arrogant” (cf. NIV) or “excellent” (cf. KJV, NASB; NLT “eloquent”) because the basic idea of the word is “remainder; excess,” from the verb “be left over.” It describes “lofty” speech (arrogant or excellent) that is not suited for the fool. The Greek version, using pista, seems to support the idea of “excellent,” and makes a contrast: “words that are excellent do not fit a fool.” The idea of arrogance (NIV) fits if it is taken in the sense of lofty, heightened, or excessive language.) speech (tn “a lip of excess.” The term “lip” is a metonymy for what is said.) is not becoming for a fool; (sn The “fool” proper, described by the term נָבָל (naval), occurs only here, in v. 21, and in 30:22 in the book. It describes someone who is godless and immoral in an overbearing way (e. g., 1 Sam 25:25; Ps 14:1). A fool should restrain his words lest his foolishness spew out.) how much less are lies (tn Heb “speech of falsehood”; NRSV “false speech.”) for a ruler! (sn This “ruler” (KJV, NASB “prince”; NAB “noble”) is a gentleman with a code of honor, to whom truthfulness is second nature (W. McKane, Proverbs [OTL], 507). The word describes one as “inclined, generous, noble” (BDB 622 s. v. נָדִיב). It is cognate to the word for the “free will offering.” So for such a noble person lies are not suited. The argument is from the lesser to the greater – if fools shouldn’t speak lofty things, then honorable people should not lie (or, lofty people should not speak base things).)"},{"number":8,"verse":"A bribe works like (tn The phrase “works like” does not appear in the Hebrew text, but is implied by the metaphor; it is supplied for the sake of clarity.) a charm (tn Heb “a stone of favors”; NAB, NRSV “a magic stone.” The term שֹׁחַד (shokhad, “bribe”) could be simply translated as “a gift”; but the second half of the verse says that the one who offers it is successful. At best it could be a gift that opens doors; at worst it is a bribe. The word שֹׁחַד is never used of a disinterested gift, so there is always something of the bribe in it (e. g., Ps 15:5; Isa 1:23). Here it is “a stone that brings favor,” the genitive being the effect or the result of the gift. In other words, it has magical properties and “works like a charm.”) for the one who offers it; (tn Heb “in the eyes of its owner.”) in whatever he does (tn Heb “in all that he turns”; NASB, NIV “wherever he turns.”) he succeeds. (sn As C. H. Toy points out, the sage is merely affirming a point without making a comment – those who use bribery meet with widespread success (Proverbs [ICC], 341). This does not amount to an endorsement of bribery.)"},{"number":9,"verse":"The one who forgives (tn Heb “covers” (so NASB); NIV “covers over.” How people respond to the faults of others reveals whether or not they have love. The contrast is between one who “covers” (forgives, cf. NCV, NRSV) the fault of a friend and one who repeats news about it. The former promotes love because he cares about the person; the latter divides friends.) an offense seeks (sn The participle מְבַקֵּשׁ (mÿvaqesh) means “seeks” in the sense of seeking to secure or procure or promote love. There can be no friendship without such understanding and discretion.) love, but whoever repeats a matter separates close friends. (sn W. G. Plaut notes that harping on the past has destroyed many friendships and marriages (Proverbs, 188). W. McKane observes that this line refers to the person who breaks up friendships by his scandalous gossip, even if it is done with a kind of zeal for the welfare of the community, for it will destroy love and trust (Proverbs [OTL], 508-9).)"},{"number":10,"verse":"A rebuke makes a greater impression on (tn Heb “goes in deeper” (cf. NASB, NRSV). The verb נָחֵת (nakhet) “to go down; to descend” with the preposition בְּ (bet) means “to descend into; to make an impression on” someone.) a discerning person than a hundred blows on a fool. (tn The form is the Hiphil infinitive of נָכָה (nakhah) with the comparative מִן, min. The word “fool” then would be an objective genitive – more than blows to/on a fool.)"},{"number":11,"verse":"An evil person seeks only rebellion, (sn The proverb is set up in a cause and effect relationship. The cause is that evil people seek rebellion. The term מְרִי (mÿri) means “rebellion.” It is related to the verb מָרָה (marah, “to be contentious; to be rebellious; to be refractory”). BDB 598 s. v. מְרִי translates the line “a rebellious man seeketh only evil” (so NASB).) and so (tn The parallelism seems to be formal, with the idea simply continuing to the second line; the conjunction is therefore translated to reflect this. However, the proverb could be interpreted as antithetical just as easily.) a cruel messenger (sn Those bent on rebellion will meet with retribution. The messenger could very well be a merciless messenger from the king; but the expression could also figuratively describe something God sends – storms, pestilence, or any other misfortune.) will be sent against him."},{"number":12,"verse":"It is better for a person to meet (tn Heb “Let a man meet” (so NASB); NLT “It is safer to meet.” The infinitive absolute פָּגוֹשׁ (pagosh, “to meet”) functions as a jussive of advice. The bear meeting a man is less dangerous than a fool in his folly. It could be worded as a “better” saying, but that formula is not found here.) a mother bear being robbed of her cubs, than (tn The second colon begins with וְאַל (vÿ’al), “and not.” This negative usually appears with volitives, so the fuller expression of the parallel line would be “and let not a fool in his folly [meet someone].”) to encounter (tn The words “to meet” are not in the Hebrew text, but are implied by the parallelism and are supplied in the translation for stylistic reasons.) a fool in his folly. (sn The human, who is supposed to be rational and intelligent, in such folly becomes more dangerous than the beast that in this case acts with good reason. As R. L. Alden comments, “Consider meeting a fool with a knife, or gun, or even behind the wheel of a car” (Proverbs, 134). See also E. Loewenstamm, “Remarks on Proverbs 17:12 and 20:27,” VT 37 (1967): 221-24. For a slightly different nuance cf. TEV “some fool busy with a stupid project.”)"},{"number":13,"verse":"As for the one who repays (tn The sentence begins with the participle מֵשִׁיב (meshiv, “the one who repays”). The whole first colon may be taken as an independent nominative absolute, with the formal sentence to follow. Some English versions have made the first colon a condition by supplying “if” (NAB, NIV, TEV, NLT).) evil for good, evil will not leave (tn The verb מוּשׁ (mush) means “to depart; to remove.” The Kethib is a Hiphil, which would yield a meaning of “to take away”; so the Qere, which is the Qal, makes more sense in the line.) his house. (sn The proverb does not explain whether God will turn evil back on him directly or whether people will begin to treat him as he treated others.)"},{"number":14,"verse":"Starting a quarrel (tn Heb “the beginning of a quarrel”; TEV, CEV “The start of an argument.”) is like letting out water; (tn The verse simply begins with “letting out water.” This phrase is a metaphor, but most English versions have made it a simile (supplying “like” or “as”). R. N. Whybray takes it literally and makes it the subject of the clause: “stealing water starts a quarrel” (Proverbs [CBC], 100). However, the verb more likely means “to let out, set free” and not “to steal,” for which there are clearer words. sn The image involves a small leak in a container or cistern that starts to spurt out water. The problem will get worse if it is not stopped. Strife is like that. tc The LXX has “The outpouring of words is the beginning of strife.” This would make it a warning against thoughtless talk.) stop it before strife breaks out! (tn The temporal clause is formed with the prepositional “before,” the infinitive construct, and the following subjective genitive. The verb גָּלַע (gala’) means “to expose; to lay bare,” and in the Hitpael “to disclose oneself; to break out.”)"},{"number":15,"verse":"The one who acquits the guilty and the one who condemns the innocent (tn Heb “he who justifies the wicked and and he who condemns the righteous” (so NASB). The first colon uses two Hiphil participles, מַצְדִּיק (matsdiq) and מַרְשִׁיעַ (marshia’). The first means “to declare righteous” (a declarative Hiphil), and the second means “to make wicked [or, guilty]” or “to condemn” (i. e., “to declare guilty”). To declare someone righteous who is a guilty criminal, or to condemn someone who is innocent, are both abominations for the Righteous Judge of the whole earth.) — both of them are an abomination to the LORD. (tn Heb “an abomination of the Lord.”)"},{"number":16,"verse":"Of what (tn Heb “why this?” The term זֶּה (zeh) is an enclitic use of the demonstrative pronoun for emphasis: “why ever” would this happen?) use is money in the hand of a fool, (sn The sense seems to be “What good is money” since what the fool needs cannot be bought? The verse is a rhetorical question stating that money would be wasted on a fool.) since he has no intention (tn Heb “there is no heart”; NASB “he has no (+ common TEV) sense”; NLT “has no heart for wisdom.”) of acquiring wisdom? (sn W. McKane envisions a situation where the fool comes to a sage with a fee in hand, supposing that he can acquire a career as a sage, and this gives rise to the biting comment here: Why does the fool have money in his hands? To buy wisdom when he has no brains? (Proverbs [OTL], 505).)"},{"number":17,"verse":"A friend (sn The verse uses synonymous parallelism, so “friend” and “relative” are equated. Others, however, will take the verse with antithetical parallelism: W. G. Plaut argues that friendship is a spiritual relationship whereas a brother’s ties are based on a blood relationship – often adversity is the only thing that brings brothers together (Proverbs, 189).) loves at all times, and a relative (tn Heb “a brother.”) is born to help in adversity. (tn Heb “is born for adversity.” This is not referring to sibling rivalry but to the loyalty a brother shows during times of calamity. This is not to say that a brother only shows loyalty when there is trouble, nor that he always does in these times (e. g., 18:19, 24; 19:7; 27:10). The true friend is the same as a brotherly relation – in times of greatest need the loyal love is displayed.)"},{"number":18,"verse":"The one who lacks wisdom (tn Heb “heart”; KJV, ASV “a man void of understanding”; NIV “a man lacking in judgment.”) strikes hands in pledge, (tn The phrase “in pledge” is supplied for the sake of clarification.) and puts up financial security (tn The line uses the participle עֹרֵב (’orev) with its cognate accusative עֲרֻבָּה (’arubah), “who pledges a pledge.”) for his neighbor. (sn It is foolish to pledge security for someone’s loans (e. g., Prov 6:1–5).)"},{"number":19,"verse":"The one who loves a quarrel loves transgression; (tn Heb “the one who loves transgression the one who loves a quarrel.” There is some ambiguity in the first line. The meaning would not differ greatly if either were taken as the subject; but the parallelism suggests that the proverb is about a quarrelsome and arrogant person who loves sin and invites destruction.) whoever builds his gate high seeks destruction. (tn Some have taken this second line literally and interpreted it to mean he has built a pretentious house. Probably it is meant to be figurative: The gate is the mouth (the figure would be hypocatastasis) and so to make it high is to say lofty things – he brags too much (e. g., 1 Sam 2:3; Prov 18:12; 29:23); cf. NCV, TEV, NLT. C. H. Toy (Proverbs [ICC], 348) wishes to emend פִּתְחוֹ (pitkho, “his gate”) to פִּיו (piv, “his mouth”), but that is unnecessary since the idea can be obtained by interpretation.)"},{"number":20,"verse":"The one who has a perverse heart (tn The verse parallels two descriptions of the wicked person: “crooked/perverse of heart” (genitive of specification), and “turned away in his tongue” (deceitful). The first phrase describes twisted intentions. The second, using the Niphal participle (“one turned away”) with “tongue,” the metonymy of cause, describes one who has turned away from speaking truth. Cf. NLT “the twisted tongue tumbles into trouble.”) does not find good, (tn The phrase “does not find good” is a figure (tapeinosis) meaning, “will experience calamity.” The wicked person can expect trouble ahead.) and the one who is deceitful in speech (tn Heb “tongue”; NIV “whose tongue is deceitful.”) falls into trouble."},{"number":21,"verse":"Whoever brings a fool (sn Here the Hebrew terms כְּסִיל (kÿsil) and נָבָל (naval) are paired. The first one, which occurs about fifty times in the book, refers to a dullard, whether it be in spiritual, intellectual, or moral matters. The second word, rare in the book, primarily focuses on religious folly – it refers to the practical atheist, the one who lives as if there is no God.) into the world (tn The form simply means “bears” or “gives birth to,” but since it is masculine it could be rendered “fathers” (cf. NASB “he who begets a fool”; NIV “To have a fool for a son”). The form for “fool” is masculine, but the proverb is not limited only to male children (cf. NCV “It is sad to have a foolish child”).) does so (tn The phrase “does so” is supplied for the sake of clarification.) to his grief, and the father of a fool has no joy. (sn Parents of fools, who had hoped for children who would be a credit to the family, find only bitter disappointment (cf. TEV “nothing but sadness and sorrow”).)"},{"number":22,"verse":"A cheerful heart (sn Heb “a heart of rejoicing”; KJV “a merry heart”; NAB, NASB “a joyful heart.” This attributive genitive refers to the mind or psyche. A happy and healthy outlook on life brings healing.) brings good healing, (tc The word “healing” is a hapax legomenon; some have suggested changes, such as to Arabic jihatu (“face”) or to גְּוִיָּה (gÿviah, “body”) as in the Syriac and Tg. Prov 17:22, but the MT makes sense as it is and should be retained. tn Heb “it causes good a healing.” This means it promotes healing.) but a crushed spirit (sn The “crushed spirit” refers to one who is depressed (cf. NAB “a depressed spirit”). “Crushed” is figurative (an implied comparison) for the idea that one’s psyche or will to go on is beaten down by circumstances.) dries up the bones. (sn The “bones” figuratively represent the whole body encased in a boney framework (metonymy of subject). “Fat bones” in scripture means a healthy body (3:8; 15:30; 16:24), but “dried up” bones signify unhealthiness and lifelessness (cf. Ezek 37:1–4).)"},{"number":23,"verse":"A wicked person receives a bribe secretly (sn The fact that the “gift” is given secretly (Heb “from the bosom” [מֵחֵיק, mekheq]; so NASB) indicates that it was not proper. Cf. NRSV “a concealed bribe”; TEV, CEV, NLT “secret bribes.”) to pervert (tn The form לְהַטּוֹת (lÿhattot) is the Hiphil infinitive construct of נָטָה (natah), meaning “to thrust away,” i. e., to “pervert.” This purpose clause clarifies that the receiving of the “gift” is for evil intent.) the ways of justice."},{"number":24,"verse":"Wisdom is directly in front of (tn The verse begins with אֶת־פְּנֵי מֵבִין (’et-pÿni mevin), “before the discerning” or “the face of the discerning.” The particle אֶת here is simply drawing emphasis to the predicate (IBHS 182-83 §10.3.2b). Cf. NIV “A discerning man keeps wisdom in view.”) the discerning person, but the eyes of a fool run (tn The term “run” does not appear in the Hebrew text, but is supplied for the sake of clarification.) to the ends of the earth. (sn To say that “the eyes of the fool run to the ends of the earth” means that he has no power to concentrate and cannot focus his attention on anything. The language is hyperbolic. Cf. NCV “the mind of a fool wanders everywhere.”)"},{"number":25,"verse":"A foolish child is a grief (sn The Hebrew noun means “vexation, anger, grief.”) to his father, and bitterness to the mother who bore him. (tn Heb “to the one who bore him.” Because the participle is feminine singular in Hebrew, this has been translated as “the mother who bore him.”sn The proverb is similar to v. 21, 10:1, and 15:20.)"},{"number":26,"verse":"It is terrible (tn Heb “not good.” This is an example of tapeinosis – an understatement that implies the worst-case scenario: “it is terrible.”) to punish (tn The verb עָנַשׁ, here a Qal infinitive construct, properly means “to fine” (cf. NAB, NRSV, NLT) but is taken here to mean “to punish” in general. The infinitive functions as the subject of the clause.) a righteous person, and to flog (tn The form is the Hiphil infinitive construct from נָכָה (nakhah, “to strike; to smite”). It may well refer to public beatings, so “flog” is used in the translation, since “strike” could refer to an individual’s action and “beat” could be taken to refer to competition.) honorable men is wrong. (tn Heb “[is] against uprightness.” The expression may be rendered “contrary to what is right.”sn The two lines could be synonymous parallelism; but the second part is being used to show how wrong the first act would be – punishing the righteous makes about as much sense as beating an official of the court for doing what is just.)"},{"number":27,"verse":"The truly wise person (tn Heb “the one knowing knowledge.” The cognate accusative underscores the meaning of the participle – this is a truly knowledgeable person.) restrains (sn The participle חוֹשֵׂךְ (khosekh) means “withholds; restrains; refrains; spares; holds in check,” etc. One who has knowledge speaks carefully.) his words, and the one who stays calm (tn Heb “cool of spirit.” This genitive of specification describes one who is “calm” (so NCV, TEV, CEV) or “even-tempered” (so NIV, NLT); he is composed.) is discerning."},{"number":28,"verse":"Even a fool who remains silent is considered (tn The imperfect tense here denotes possibility: One who holds his tongue [may be considered] discerning.) wise, and the one who holds his tongue is deemed discerning. (tn The Niphal participle is used in the declarative/estimative sense with stative verbs: “to be discerning” (Qal) becomes “to be declared discerning” (Niphal). The proverb is teaching that silence is one evidence of wisdom, and that even a fool can thereby appear wise. D. Kidner says that a fool who takes this advice is no longer a complete fool (Proverbs [TOTC], 127). He does not, of course, become wise – he just hides his folly.)"}]}