{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"(Proverbs of Solomon Collected by Hezekiah) These also are proverbs of Solomon, which the men of King Hezekiah of Judah copied: (sn This section of the book of Proverbs contains proverbs attributed to Solomon but copied by Hezekiah’s sages (between 715 b. c. and 687 b. c.). Some scholars conclude that this has no historical value other than to report the later disposition that people thought they came from Solomon’s time, but if that were the only consideration, then that in itself would have to be considered as a piece of historical information. But if the reference is an earlier note in the collection, then it becomes more valuable for consideration. The proverbs in these lines differ from the earlier ones in that these are multiple line sayings using more similes; chapters 28-29 are similar to 10-16, but chapters 25-27 differ in having few references to God.)"},{"number":2,"verse":"It is the glory of God (sn The proverb provides a contrast between God and the king, and therein is the clue to the range of application involved. The interest of the king is ruling or administering his government; and so the subject matter is a contrast to the way God rules his kingdom.) to conceal (sn The two infinitives form the heart of the contrast – “to conceal a matter” and “to search out a matter.” God’s government of the universe is beyond human understanding – humans cannot begin to fathom the intentions and operations of it. But it is the glory of kings to search out matters and make them intelligible to the people. Human government cannot claim divine secrecy; kings have to study and investigate everything before making a decision, even divine government as far as possible. But kings who rule as God’s representatives must also try to represent his will in human affairs – they must even inquire after God to find his will. This is their glorious nature and responsibility. For more general information on vv. 2–27, see G. E. Bryce, “Another Wisdom ‘Book’ in Proverbs,” JBL 91 (1972): 145-57.) a matter, and it is the glory of a king to search out a matter."},{"number":3,"verse":"As the heaven is high (tn Heb “heavens for height and earth for depth.” The proverb is clearly intending the first line to be an illustration of the second – it is almost emblematic parallelism.) and the earth is deep so the hearts of kings are unsearchable. (sn The proverb is affirming a simple fact: The king’s plans and decisions are beyond the comprehension of the common people. While the king would make many things clear to the people, there are other things that are “above their heads” or “too deep for them.” They are unsearchable because of his superior wisdom, his caprice, or his need for secrecy. Inscrutability is sometimes necessary to keep a firm grip on power.)"},{"number":4,"verse":"Remove the dross from the silver, and material (tn The Hebrew כֶּלִי (keli) means “vessel; utensil” (cf. KJV, ASV, NASB). But purging dross from silver does not produce a “vessel” for the silversmith. Some versions therefore render it “material” (e. g., NIV, NRSV). The LXX says “that it will be entirely pure.” So D. W. Thomas reads כָּלִיל (kalil) and translates it “purified completely” (“Notes on Some Passages in the Book of Proverbs,” VT 15 [1965]: 271-79; cf. NAB). W. McKane simply rearranges the line to say that the smith can produce a work of art (Proverbs [OTL], 580; cf. TEV “a thing of beauty”). The easiest explanation is that “vessel” is a metonymy of effect, “vessel” put for the material that goes into making it (such metonymies occur fairly often in Psalms and Proverbs).) for the silversmith will emerge;"},{"number":5,"verse":"remove the wicked from before the king, (sn These two verses present first an illustration and then the point (so it is emblematic parallelism). The passage uses imperatives to teach that the wicked must be purged from the kingdom.) and his throne (sn “Throne” is a metonymy of subject (or adjunct); it is the symbol of the government over which the king presides (cf. NCV, TEV).) will be established in righteousness. (sn When the king purges the wicked from his court he will be left with righteous counselors and his government therefore will be “established in righteousness” – it will endure through righteousness (cf. NLT “made secure by justice”). But as J. H. Greenstone says, “The king may have perfect ideals and his conduct may be irreproachable, but he may be misled by unscrupulous courtiers” (Proverbs, 264).)"},{"number":6,"verse":"Do not honor yourself before the king, and do not stand in the place of great men;"},{"number":7,"verse":"for it is better for him (tn The phrase “for him” is supplied in the translation for clarity.) to say to you, “Come up here,” (sn This proverb, covering the two verses, is teaching that it is wiser to be promoted than to risk demotion by self-promotion. The point is clear: Trying to promote oneself could bring on public humiliation; but it would be an honor to have everyone in court hear the promotion by the king.) than to put you lower (tn The two infinitives construct form the contrast in this “better” sayings; each serves as the subject of its respective clause.) before a prince, whom your eyes have seen. (tc Most modern commentators either omit this last line or attach it to the next verse. But it is in the text of the MT as well as the LXX, Syriac, Vulgate, and most modern English versions (although some of them do connect it to the following verse, e. g., NAB, NIV, NRSV, NLT).)"},{"number":8,"verse":"Do not go out hastily to litigation, (tn Heb “do not go out hastily to strive”; the verb “to strive” means dispute in the legal context. The last clause of v. 7, “what your eyes have seen,” does fit very well with the initial clause of v. 8. It would then say: What you see, do not take hastily to court, but if the case was not valid, he would end up in disgrace. sn The Hebrew verb רִיב (riv) is often used in legal contexts; here the warning is not to go to court hastily lest it turn out badly.) or (tn The clause begins with פֶּן (pen, “lest”) which seems a bit out of place in this line. C. H. Toy suggests changing it to כִּי (ki, “for”) to make a better connection, instead of supplying an ellipsis: “lest it be said what…” (Proverbs [ICC], 461).) what will you do afterward when your neighbor puts you to shame?"},{"number":9,"verse":"When you argue a case (tn The verse begins with the direct object רִיבְךָ (ribkha, “your case”) followed by the imperative from the same root, רִיב (riv, “argue”). It is paralleled by the negated Piel jussive. The construction of the clauses indicates that the first colon is foundational to the second: “Argue…but do not reveal,” or better, “When you argue…do not reveal.”) with your neighbor, do not reveal the secret of another person, (sn The concern is that in arguing with one person a secret about another might be divulged, perhaps deliberately in an attempt to clear oneself. The point then is about damaging a friendship by involving the friend without necessity or warrant in someone else’s quarrel.)"},{"number":10,"verse":"lest the one who hears it put you to shame and your infamy (tn The noun דִּבָּה (dibbah, “infamy; defamation; evil report; whispering”) is used of an evil report here (e. g., Gen 37:2), namely a true report of evil doing. So if a person betrays another person’s confidence, he will never be able to live down the bad reputation he made as one who betrays secrets (cf. NIV).) will never go away."},{"number":11,"verse":"Like apples of gold in settings of silver, (sn The verse uses emblematic parallelism, stating the simile in the first part and the point in the second. The meaning of the simile is not entirely clear, but it does speak of beauty, value, and artistry. The “apples of gold” (possibly citrons, quinces, oranges, or apricots) may refer to carvings of fruit in gold on columns.) so is a word skillfully spoken. (tn Heb “on its wheels.” This expression means “aptly, fittingly.” The point is obviously about the immense value and memorable beauty of words used skillfully (R. N. Whybray, Proverbs [CBC], 148). Noting the meaning of the term and the dual form of the word, W. McKane suggests that the expression is metaphorical for the balancing halves of a Hebrew parallel wisdom saying: “The stichos is a wheel, and the sentence consisting of two wheels is a ‘well-turned’ expression” (Proverbs [OTL], 584). The line then would be describing a balanced, well-turned saying, a proverb; it is skillfully constructed, beautifully written, and of lasting value.)"},{"number":12,"verse":"Like an earring of gold and an ornament of fine gold, (sn This saying is another example of emblematic parallelism; the first half is the simile, and the second half makes the point from it: A wise rebuke that is properly received is of lasting value. The rebuke in the ear of an obedient student is like ornaments of fine jewelry.) so is a wise reprover to the ear of the one who listens. (tn The “ear of the listener” refers to the obedient disciple, the one who complies with the reproof he hears. Cf. KJV, ASV, NAB “an obedient ear.”)"},{"number":13,"verse":"Like the cold of snow in the time of harvest, (sn The emblem in the parallelism of this verse is the simile of the first line. Because snow at the time of harvest would be rare, and probably unwelcome, various commentators have sought to explain this expression. R. N. Whybray suggests it may refer to snow brought down from the mountains and kept cool in an ice hole (Proverbs [CBC], 148); this seems rather forced. J. H. Greenstone following Rashi, a Jewish scholar who lived a. d. 1040-1105, suggests it might refer to the refreshing breeze that comes from snow-capped mountains (Proverbs, 260). C. H. Toy suggests a snow-cooled drink (Proverbs [ICC], 464), and W. McKane an application of ice water to the forehead (Proverbs [OTL], 585). Some English versions replace “snow” with “water” (cf. TEV “cold water”; CEV “cool water”). These all attempt to explain the simile; but the point is clear enough, a faithful servant is refreshing to his master. The analogy could be hypothetical – as refreshing as the coolness of snow would be in harvest time.) so is a faithful messenger to those who send him, for he refreshes the heart (tn Heb “he restores the life [or, soul] of his masters.” The idea suggests that someone who sends the messenger either entrusts his life to him or relies on the messenger to resolve some concern. A faithful messenger restores his master’s spirit and so is “refreshing.”) of his masters."},{"number":14,"verse":"Like cloudy skies and wind that produce no rain, (sn The emblem now is one of clouds and winds that would be expected to produce rain; they gain attention and raise people’s expectations but prove to be disappointing when no rain is forthcoming, and hence could be thought of as deceitful.) so is the one who boasts (tn The form מִתְהַלֵּל (mithallel) is the Hitpael participle of the well-known word for “praise”; but in this stem it means “to praise oneself” or “to boast.” The description of “windbag” seems appropriate in this context.) of a gift not given. (tn Heb “a gift of falsehood.” This would mean that the individual brags about giving a gift, when there is no gift.)"},{"number":15,"verse":"Through patience (tn Heb “long of anger” or “forbearance” (so NASB).) a ruler can be persuaded, (tn The two imperfect verbs in this line may be nuanced as potential imperfects because what is described could happen, but does not do so as a rule.) and a soft tongue (tn The “tongue” is a metonymy of cause; and so the expression here refers to soft or gentle speech. This fits well with the parallel idea of patience (“long of anger”) – through a calm patient persuasion much can be accomplished. Some English versions relate this figure directly to the persuasion of a ruler in the previous line (cf. TEV “can even convince rulers”).) can break a bone. (sn The idea of breaking a bone uses the hardest and most firm part of the body in contrast to the “softness of the tongue.” Both are figurative, forming a comparison. A gentle speech can break down any stiff opposition.)"},{"number":16,"verse":"When you find (tn The verse simply begins “you have found honey.” Some turn this into an interrogative clause for the condition laid down (cf. KJV, ASV, NASB, NLT); most make the form in some way subordinate to the following instruction: “when you find…eat.”) honey, eat only what is sufficient for you, lest you become stuffed (tn The verb means “to be satisfied; to be sated; to be filled.” Here it means more than satisfied, since it describes one who overindulges and becomes sick. The English verb “stuffed” conveys this idea well.) with it and vomit it up. (sn The proverb warns that anything overindulged in can become sickening. The verse uses formal parallelism to express first the condition and then its consequences. It teaches that moderation is wise in the pleasures of life.)"},{"number":17,"verse":"Don’t set foot too frequently (tn Heb “make your foot rare.” The verb is הֹקַר (hoqar), the Hiphil imperative of יָקַר (yaqar, “to be rare; to be precious”). To “make one’s foot rare” would mean to keep the visits to a minimum as well as making them valuable – things increase in value, according to the nuances of this word, when they are rare.) in your neighbor’s house, lest he become weary (tn Heb “gets full.” This verb means “to be sated; to be satisfied; to be filled.” It is often used with reference to food, but here it refers to frequent visits that wear out one’s welcome (cf. NLT).) of you and hate you."},{"number":18,"verse":"Like a club or a sword or a sharp arrow, (sn The first line identifies the emblem of the proverb: False witnesses are here compared to deadly weapons because they can cause the death of innocent people (e. g., Exod 20:16; Deut 5:20; and Prov 14:5).) so is the one who testifies against (tn The verb עָנָה (’anah) followed by the preposition בְּ (bet) with its object means “to testify against” (answer against someone). With the preposition לְ (lamed) it would mean “to testify for” someone. Here the false witness is an adversary, hence the comparison with deadly weapons.) his neighbor as a false witness. (tn While עֵד (’ed) could be interpreted as “evidence” (a meaning that came from a metonymy – what the witness gives in court), its normal meaning is “witness.” Here it would function as an adverbial accusative, specifying how he would answer in court.)"},{"number":19,"verse":"Like a bad tooth or a foot out of joint, (sn The similes in this emblematic parallelism focus on things that are incapable of performing certain activities – they are either too painful to use or are ineffective.) so is confidence (tn Since there is no preposition to clarify the construction, there are two ways to take the term מִבְטָח (mivtakh, “confidence”) in the context. It can either refer (1) to reliance on an unfaithful person, or it can refer (2) to that on which the unfaithful person relies. C. H. Toy argues for the second, that what the faithless person relies on will fail him in the time of trouble (Proverbs [ICC], 466). This view requires a slight change in the MT to make “confidence” a construct noun (i. e., the confidence of the faithless); the first view, which fits better the MT as it stands, says that “confidence [in] a faithless person” is like relying on a decaying tooth or a lame foot. This is the view preferred in most English versions, including the present one.) in an unfaithful person at the time of trouble. (tn Heb “in the day of trouble”; KJV, NASB “in time of trouble.”)"},{"number":20,"verse":"Like one who takes off a garment on a cold day, (tc The consonants of the Hebrew text of this verse are similar to the consonants in v. 19. The LXX has a much longer reading: “Like vinegar is bad for a wound, so a pain that afflicts the body afflicts the heart. Like a moth in a garment, and a worm in wood, so the pain of a man wounds the heart” (NRSV follows much of the LXX reading; NAB follows only the second sentence of the LXX reading). The idea that v. 20 is a dittogram is not very convincing; and the Greek version is too far removed to be of help in the matter.) or like vinegar poured on soda, (tn The second simile mentions pouring vinegar on soda. The LXX has “scab,” but that does not fit as a sensitive thing. The reference is to sodium carbonate (natural in Egypt) which can be neutralized with vinegar.) so is one who sings songs to a heavy heart. (sn It is inappropriate and counterproductive to sing songs to a heavy heart. One needs to be sensitive to others (e. g., 1 Sam 19:9).)"},{"number":21,"verse":"If your enemy is hungry, give him food to eat, and if he is thirsty, give him water to drink,"},{"number":22,"verse":"for you will heap coals of fire on his head, (sn The imagery of the “burning coals” represents pangs of conscience, more readily effected by kindness than by violence. These coals produce the sharp pain of contrition through regret (e. g., 18:19; 20:22; 24:17; Gen 42–45; 1 Sam 24:18–20; Rom 12:20). The coals then would be an implied comparison with a searing conscience.) and the LORD will reward you. (sn The second consequence of treating enemies with kindness is that the Lord will reward the act. The fact that this is promised shows that the instruction here belongs to the religious traditions of Israel.)"},{"number":23,"verse":"The north wind (sn One difficulty here is that it is the west wind that brings rain to Israel (e. g., 1 Kgs 18:41–44). C. H. Toy suggests that the expression is general, referring to a northwest wind – unless it is an error (Proverbs [ICC], 468). J. P. M. van der Ploeg suggests that the saying originated outside the land, perhaps in Egypt (“Prov 25:23,” VT 3 [1953]: 189-92). But this would imply it was current in a place where it made no sense. R. N. Whybray suggests that the solution lies with the verb “brings forth” (תְּחוֹלֵל, tÿkholel); he suggests redefining it to mean “repels, holds back” (cf. KJV “driveth away”). Thus, the point would be that the north wind holds back the rain just as an angry look holds back slander (Proverbs [CBC], 149). But the support for this definition is not convincing. Seeing this as a general reference to northerly winds is the preferred solution.) brings forth rain, and a gossiping tongue (tn Heb “a tongue of secret” or “a hidden tongue,” referring to someone who goes around whispering about people behind their backs (cf. KJV, NAB, NASB, NRSV “a backbiting tongue”).) brings forth (tn The phrase “brings forth” does not appear in Hebrew in this line but is implied by the parallelism with the previous line; it is supplied here in the translation for clarity.) an angry look. (sn The verse implies a comparison between the two parts to make the point that certain things automatically bring certain results. Gossiping words will infuriate people as easily as the northerly winds bring the cold rain.)"},{"number":24,"verse":"It is better to live on a corner of the housetop than in a house in company with a quarrelsome wife. (tn This proverb is identical with 21:9; see the notes there.)"},{"number":25,"verse":"Like cold water to a weary person, (tn Heb “a weary [or, faint] soul” (so NASB, NIV); KJV, ASV, NRSV “a thirsty soul,” but “soul” here refers to the whole person.) so is good news from a distant land. (sn The difficulty of getting news of any kind from a distant land made its reception all the more delightful when it was good (e. g., Gen 45:27; Prov 15:30).)"},{"number":26,"verse":"Like a muddied (tn The Niphal participle is from רָפַס (rafas), which means “to stamp; to tread; to foul by treading [or, by stamping].” BDB 952 s. v. defines it here as a “fountain befouled.” The picture is one of a spring of water where men and beasts gather and muddy it by their trampling in and out of it.) spring and a polluted (tn The Hophal participle from שָׁחַת (shakhat, “to ruin; to destroy; to corrupt”) provides a general description – the well has been “ruined” or “corrupted” (so ASV) and is therefore unusable.) well, so is a righteous person who gives way (tn The verb מָט (mat) means “to give way; to move.” This probably refers to the integrity of the righteous being lost – comparing it to moving [off course]. T. T. Perowne writes, “To see a righteous man moved from his steadfastness through fear or favour in the presence of the wicked is as disheartening as to find the stream turbid and defiled at which you were longing to quench your thirst” (Proverbs, 161). But the line may refer to the loss of social standing and position by the righteous due to the plots of the wicked – just as someone muddied the water, someone made the righteous slip from his place.) before the wicked."},{"number":27,"verse":"It is not good (sn This is a figure of speech known as tapeinosis – a deliberate understatement to emphasize a worst-case scenario: “it is bad!”) to eat too much honey, nor is it honorable for people to seek their own glory. (tn Heb “and the investigation of their glory is not glory.” This line is difficult to understand but it forms an analogy to honey – glory, like honey, is good, but not to excess. The LXX rendered this, “it is proper to honor notable sayings.” A. A. MacIntosh suggests, “He who searches for glory will be distressed” (“A Note on Prov 25:27,” VT 20 [1970]: 112-14). G. E. Bryce has “to search out difficult things is glorious” (“Another Wisdom ‘Book’ in Proverbs,” JBL 91 (1972): 145-47). R. C. Van Leeuwen suggests, “to seek difficult things is as glory” (“Proverbs 25:27 Once Again,” VT 36 [1986]: 105-14). The Hebrew is cryptic, but not unintelligible: “seeking their glory [is not] glory.” It is saying that seeking one’s own glory is dishonorable.)"},{"number":28,"verse":"Like a city that is broken down and without a wall, so is a person who cannot control his temper. (tn Heb “whose spirit lacks restraint” (ASV similar). A person whose spirit (רוּחַ, ruakh) “lacks restraint” is one who is given to outbursts of passion, who lacks self-control (cf. NIV, NRSV, CEV, NLT). This person has no natural defenses but reveals his true nature all the time. The proverb is stating that without self-control a person is vulnerable, like a city without defenses.)"}]}