{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":29,"verses":[{"number":1,"verse":"The one who stiffens his neck (tn The idiom “to harden the neck” (מַקְשֶׁה־עֹרֶף, maqsheh-’oref) is the idea of resisting the rebukes and persisting in obstinacy (e. g., Exod 32:9). The opposite of a “stiff neck” would be the bending back, i. e., submission.) after numerous rebukes (tn The Hebrew construction is אִישׁ תּוֹכָחוֹת (’ish tokhakhot, “a man of rebukes”), meaning “a man who has (or receives) many rebukes.” This describes a person who is deserving of punishment and who has been given many warnings. The text says, then, “a man of rebukes hardening himself.”) will suddenly be destroyed (sn The stubborn person refuses to listen; he will suddenly be destroyed when the calamity strikes (e. g., Prov 6:15; 13:18; 15:10).) without remedy. (tn Or “healing” (NRSV).)"},{"number":2,"verse":"When the righteous become numerous, (tn The Hebrew form בִּרְבוֹת (birvot) is the Qal infinitive construct of רָבָה (ravah) with a בּ (bet) preposition, forming a temporal clause with a subjective genitive following it. It is paralleled in the second colon by the same construction, showing the antithesis: וּבִמְשֹׁל (uvimshol), “and when the wicked rule.” Some commentators wish to change the first verb to make it parallel this more closely, e. g., רָדָה (radah, “to rule”), but that would be too neat and is completely unsupported. The contrast is between when the righteous increase and when the wicked rule. It is not hard to see how this contrast works out in society.) the people rejoice; when the wicked rule, the people groan. (tn The Niphal verb אָנַח (’anakh) means “to sigh; to groan,” usually because of grief or physical and emotional distress. The word is a metonymy of effect; the cause is the oppression and distress due to evil rulers.)"},{"number":3,"verse":"The man (tn Heb “a man.” Here “man” is retained in the translation because the second colon mentions prostitutes.) who loves wisdom brings joy to his father, (tn Or “causes his father to rejoice”; NAB “makes his father glad.”) but whoever associates (tn The active participle רֹעֶה (ro’eh) is from the second root רָעָה (ra’ah), meaning “to associate with.” The verb occurs only a few times, and mostly in the book of Proverbs. It is related to רֵעֶה (re’eh, “friend; companion; fellow”). To describe someone as a “companion” or “friend” of prostitutes is somewhat euphemistic; it surely means someone who is frequently engaging the services of prostitutes.) with prostitutes wastes (tn The Hebrew verb יְאַבֶּד (yÿ’abbed) means “destroys”; it is the Piel imperfect of the verb that means “to perish.”) his wealth. (sn Wealth was seen as a sign of success and of God’s blessings, pretty much as it always has been. To be seen as honorable in the community meant one had acquired some substance and kept his reputation. It would be a disgrace to the family to have a son who squandered his money on prostitutes (e. g., Prov 5:10; 6:31).)"},{"number":4,"verse":"A king brings stability (tn The form is the Hiphil imperfect of the verb עָמַד (’amad, “to stand”), hence, “to cause to stand.” It means that the king makes the nation “stand firm,” with “standing firm” being a figure for strength, security, and stability. Cf. NCV “makes his country (the nation CEV) strong.”) to a land (tn Or “country.” This term functions as a metonymy of subject for the people in the land.) by justice, but one who exacts tribute (tn The Hebrew text reads אִישׁ תְּרוּמוֹת (’ish tÿrumot, “a man of offerings”), which could refer to a man who “receives gifts” or “gives gifts.” Because of its destructive nature on the country, here the phrase must mean that he receives or “exacts” the money (cf. NRSV “makes heavy exactions”). This seems to go beyond the ordinary taxation for two reasons: (1) this ruler is a “man of offerings,” indicating that it is in his nature to do this, and (2) it tears down the country. The word “offerings” has been taken to refer to gifts or bribes (cf. NASB, NIV, CEV, NLT), but the word itself suggests more the idea of tribute or taxes that are demanded; this Hebrew word was used in Leviticus for offerings given to the priests, and in Ezek 45:16 for taxes. The point seems to be that this ruler or administrator is breaking the backs of the people with heavy taxes or tribute (e. g., 1 Sam 8:11–18), and this causes division and strife.) tears it down."},{"number":5,"verse":"The one (tn Heb “a man,” but the context here does not suggest that the proverb refers to males only.) who flatters (tn The form is the Hiphil participle, literally “deals smoothly,” i. e., smoothing over things that should be brought to one’s attention. sn The flatterer is too smooth; his words are intended to gratify. In this proverb some malice is attached to the flattery, for the words prove to be destructive.) his neighbor spreads a net (sn The image of “spreading a net” for someone’s steps is an implied comparison (a figure of speech known as hypocatastasis): As one would literally spread a net, this individual’s flattery will come back to destroy him. A net would be spread to catch the prey, and so the idea is one of being caught and destroyed.) for his steps. (tn There is some ambiguity concerning the referent of “his steps.” The net could be spread for the one flattered (cf. NRSV, “a net for the neighbor’s feet”; NLT, “their feet,” referring to others), or for the flatterer himself (cf. TEV “you set a trap for yourself”). The latter idea would make the verse more powerful: In flattering someone the flatterer is getting himself into a trap (e. g., 2:16; 7:5; 26:28; 28:23).)"},{"number":6,"verse":"In the transgression of an evil person there is a snare, (tn The Syriac and Tg. Prov 29:6 simplify the meaning by writing it with a passive verb: “the evil man is ensnared by his guilt.” The metaphor of the snare indicates that the evil person will be caught in his own transgression.) but a righteous person can sing (tc The two verbs create some difficulty because the book of Proverbs does not usually duplicate verbs like this and because the first verb יָרוּן (yarun) is irregular. The BHS editors prefer to emend it to יָרוּץ (yaruts, “will rush”; cf. NAB “runs on joyfully”). W. McKane emends it to “exult” to form a hendiadys: “is deliriously happy” (Proverbs [OTL], 638). G. R. Driver suggests changing the word to יָדוֹן (yadon) based on two Hebrew mss and an Arabic cognate dana, “continue.” He translates it “but the righteous remains and rejoices” (“Problems in the Hebrew Text of Proverbs,” Bib 32 [1951]: 193-94). None of these changes are particularly helpful. The verb is unusual for a geminate root, but Gesenius shows several places where the same pattern can be seen in other geminate verbs (GKC 180 §67. q). In light of this it is preferable to retain the reading of the MT here.) and rejoice. (sn These two verbs express the confidence of the righteous – they have no fears and so can sing. So the proverb is saying that only the righteous can enjoy a sense of security.)"},{"number":7,"verse":"The righteous person cares for (tn The form is an active participle, יֹדֵעַ (yodea’); it describes the righteous as “knowing, caring for, having sympathetic knowledge for, or considering favorably” the legal needs of the poor. Cf. NAB “has a care for”; NASB “is concerned for.”) the legal rights (tn The Hebrew word used here is דִּין (din), which typically means “judgment,” but can also mean “strife” and “cause.” Here it refers to the “cause” of the poor (so KJV, ASV), their plea, their case, their legal rights. A righteous person is sympathetic to this.) of the poor; the wicked does not understand such (tn The term “such” is supplied in the translation for clarification. It is not simply any knowledge that the wicked do not understand, but the knowledge mentioned in the first colon. They do not understand the “sympathetic knowledge” or “concern” for the cause of the poor.) knowledge."},{"number":8,"verse":"Scornful people (tn Heb “men of scorn”; NAB “Arrogant men”; ASV, NRSV “Scoffers”; NIV, NLT “Mockers.”) inflame (tn The verb means “to blow; to breathe” (BDB 806 s. v. פּוּחַ). In the Hiphil imperfect its meaning here is “to excite; to inflame” a city, as in blowing up a flame or kindling a fire. It is also used with “words” in 6:19 and 12:17 – they “puff out words.” Such scornful people make dangerous situations worse, whereas the wise calm things down (e. g., 2 Sam 20).) a city, (tn The term “city” is a metonymy of subject; it refers to the people in the city who can easily be set in an uproar by such scornful people.) but those who are wise turn away wrath."},{"number":9,"verse":"If a wise person (tn Heb “a wise man…a foolish man.”) goes to court (tn The verb שָׁפַט (shafat) means “to judge.” In the Niphal stem it could be passive, but is more frequently reciprocal: “to enter into controversy” or “to go to court.” The word is usually used in connection with a lawsuit (so many recent English versions), but can also refer to an argument (e. g., 1 Sam 12:7; Isa 43:26); cf. NAB “disputes”; NASB “has a controversy.”) with a foolish person, there is no peace (tn The noun נָחַת (nakhat) is a derivative of נוּחַ (nuakh, “to rest”) and so means “quietness” or “rest,” i. e., “peace.”sn The proverb is saying that there will be no possibility of settling the matter in a calm way, no matter what mood the fool is in (e. g., Prov 26:4). R. N. Whybray says one can only cut the losses and have no further dealings with the fool (Proverbs [CBC], 168).) whether he is angry or laughs. (tn Heb “and he is angry and he laughs.” The construction uses the conjunctive vav to express alternate actions: “whether…or.”)"},{"number":10,"verse":"Bloodthirsty people (tn Heb “men of bloods.” The Hebrew word for “blood” is written in the plural to reflect the shedding of blood. So the expression “men of bloods” means people who shed blood – murderers, bloodthirsty men, or those who would not hesitate to commit murder in order to get what they want.) hate someone with integrity; (sn The Hebrew word describes the “blameless” or “innocent” who maintain integrity. The bloodthirsty despise people who insist on decency and integrity.) as for the upright, they seek his life. (tn Heb “and the upright seek his life.” There are two ways this second line can be taken. (1) One can see it as a continuation of the first line, meaning that the bloodthirsty men also “seek the life of the upright” (cf. NIV, NRSV). The difficulty is that the suffix is singular but the apparent referent is plural. (2) One can take it is as a contrast: “but as for the upright, they seek his life” – a fairly straightforward rendering (cf. ASV). The difficulty here is that “seeking a life” is normally a hostile act, but it would here be positive: “seeking” a life to preserve it. The verse would then say that the bloodthirsty hate the innocent, but the righteous protect them (W. McKane, Proverbs [OTL], 637; cf. NAB, NASB, TEV).)"},{"number":11,"verse":"A fool lets fly with all his temper, (tn Heb “his spirit.” It has been commonly interpreted to mean “his anger” (ASV, NAB, NIV, NRSV), but it probably means more than that. The fool gives full expression to his “soul,” whether it is anger or bitterness or frustration or any other emotions. He has no self-control.) but a wise person keeps it back. (tn The line is difficult. The MT has בְּאחוֹר יְשַׁבְּחֶנָּה (bÿ’khor yÿshabbÿkhennah), which literally means “steals it back.” The verb שָׁבַח (shavakh) means “to soothe; to still,” as with a storm, or here with the temper. But because אָחוֹר (’akhor) does not fit very well with this verb, most commentators offer some suggested change. C. H. Toy reads “anger” instead of “back” and translates the verb “restrain” following the LXX, which has “self-control” (Proverbs [ICC], 510). The idea of self-control is what is intended, but the changes suggested are not entirely warranted. A number of English versions have “holds it back” (e. g., NASB, NRSV, NLT), and this fits the Hebrew as well as any.)"},{"number":12,"verse":"If a ruler listens to (tn The Hiphil participle מַקְשִׁיב (maqshiv) means “to give attention to; to regard; to heed.” Cf. NASB, NCV, TEV “pays attention to.”sn Such a ruler would become known as one who could be lied to, because he paid attention to lies.) lies, (tn Heb “word of falsehood” or “lying word.” Cf. TEV “false information.”) all his ministers (tn The verb שָׁרַת (sharat) means “to minister; to serve.” The Piel plural participle here refers to servants of the king who attend to him – courtiers and ministers (cf. NIV, NRSV, TEV, CEV “officials”; NLT “advisers”). This, his entourage, will have to resort to evil practices to gain his favor if he is swayed by such lies.) will be wicked. (sn The servants of the monarch adjust to their ruler; when they see that court flattery and deception are effective, they will begin to practice it and in the end become wicked (e. g., Prov 16:10; 20:8; 25:2).)"},{"number":13,"verse":"The poor person and the oppressor (tn Heb “a man of oppressions”; KJV “the deceitful man.” The noun תֹּךְ (tokh) means “injury; oppression” (BDB 1067 s. v.). Such men were usually the rich and powerful. The Greek and the Latin versions have “the debtor and creditor.”) have this in common: (tn The verb פָּגַשׁ (pagash) means “to meet; to encounter.” In the Niphal it means “to meet each other; to meet together” (cf. KJV, ASV). The focus in this passage is on what they share in common.) the LORD gives light (sn The expression gives light to the eyes means “gives them sight” (cf. NIV). The expression means that by giving them sight the Lord gives them the light of life (e. g., Job 33:30; Ps 13:3). God creates and controls them all. So in spite of their circumstances in life, all people receive their life from God.) to the eyes of them both."},{"number":14,"verse":"If a king judges the poor in truth, (tn The king must judge “in truth” (בֶּאֱמֶת, be’emet). Some have interpreted this to mean “faithfully” (KJV, ASV) but that is somewhat unclear. The idea is that the poor must be treated fairly and justly (cf. NIV “with fairness”; NRSV “with equity”); “truth” is that which corresponds to the standard of the law revealed by God. There must be no miscarriage of justice for these people simply because they are poor.) his throne (sn The term “throne” is a metonymy of subject; it represents the dynasty, the reign of this particular king and his descendants. The qualification of the enduring administration is its moral character. The language of this proverb reflects the promise of the Davidic Covenant (e. g., Prov 16:12; 20:28; 25:5; 31:5).) will be established forever."},{"number":15,"verse":"A rod and reproof (tn The word “rod” is a metonymy of cause, in which the instrument being used to discipline is mentioned in place of the process of disciplining someone. So the expression refers to the process of discipline that is designed to correct someone. Some understand the words “rod and reproof” to form a hendiadys, meaning “a correcting [or, reproving] rod” (cf. NAB, NIV “the rod of correction”).) impart (tn Heb “gives” (so NAB).) wisdom, but a child who is unrestrained (tn The form is a Pual participle; the form means “to let loose” (from the meaning “to send”; cf. KJV, NIV “left to himself”), and so in this context “unrestrained.”) brings shame (sn The Hebrew participle translated “brings shame” is a metonymy of effect; the cause is the unruly and foolish things that an unrestrained child will do.) to his mother. (sn The focus on the mother is probably a rhetorical variation for the “parent” (e. g., 17:21; 23:24–25) and is not meant to assume that only the mother will do the training and endure the shame for a case like this (e. g., 13:24; 23:13).)"},{"number":16,"verse":"When the wicked increase, (tn The verb רָבָה (ravah), which is repeated twice in this line, means “to increase.” The first occurrence here is usually taken to mean that when the wicked increase they hold the power (cf. NRSV, NLT “are in authority”; TEV, CEV “are in power”). The text does not explain the details, only that when the wicked increase sin will increase in the land.) transgression increases, but the righteous will see (sn The Hebrew verb translated “see” in this context indicates a triumph: The righteous will gaze with satisfaction, or they will look on the downfall of the wicked triumphantly (e. g., Pss 37:4 and 112:8). The verse is teaching that no matter how widespread evil may be, the righteous will someday see its destruction.) their downfall."},{"number":17,"verse":"Discipline your child, and he will give you rest; (tn The verb, a Hiphil imperfect with a suffix, could be subordinated to the preceding imperative to form a purpose clause (indirect volitive classification): “that he may give you rest.” The same then could apply to the second part of the verse.) he will bring you (tn Heb “your soul.” The noun נַפְשֶׁךָ (nafshekha, “your soul”) is a synecdoche of part (= inner soul) for the whole person (= you); see, e. g., Isa 43:4; 51:23; BDB 600 s. v. 4. a.2.) happiness. (sn The parallelism of this verse is synthetic; the second half adds the idea of “delight/pleasure” to that of “rest.” So a disciplined child will both relieve anxiety (“give…rest”) and bring happiness to the parents.)"},{"number":18,"verse":"When there is no prophetic vision (tn Heb “no vision.” The Hebrew word “vision” (from the verb חָזָה [khazah, “to see”]) refers to divine communication to prophets (as in 1 Sam 3:1) and not to individual goals or plans. C. H. Toy sees a problem here: The most calamitous period of Israel’s history was when prophetic vision was at its height, whereas people were often more obedient when God was silent. He also notes that in the book of Proverbs there is no mention of prophetic teaching with wisdom as a guide. So he emends the word to “guidance” following the LXX (Proverbs [ICC], 512). The TEV has “guidance”; the NIV retains “revelation.” It must be stated that the prophetic ministry was usually in response to the calamitous periods, calling the people back to God. Without them the downward rush to anarchy and destruction would have been faster than with these prophetic calls from God.) the people cast off restraint, (tn The verb פָּרַע (para’) means “to let go; to let alone.” It occurs here in the Niphal with the meaning of “[the people] are let loose,” meaning, they cast off restraint (e. g., Exod 32:25). Cf. NLT “run wild.”) but the one who keeps the law, (sn The law here refers to scripture, the concrete form of revelation. So the two halves of the verse provide the contrast: When there is no prophetic revelation there is chaos, but those who keep the revelation contained in scripture find blessing.) blessed is he! (tn There is a tendency among commentators and English versions to translate אַשְׁרֵהוּ (’ashrehu) as “happy is he!” (cf. KJV, ASV, NAB, NASB, TEV, NLT). But “happy” can be a misleading translation. The Hebrew word refers to a heavenly bliss, an inner joy, that comes from knowing one is right with God and experiencing his blessing. “Happiness,” on the other hand, depends on what happens.)"},{"number":19,"verse":"A servant (sn Servants could not be corrected by mere words; they had to be treated like children for they were frequently unresponsive. This, of course, would apply to certain kinds of servants. The Greek version translated this as “a stubborn servant.”) cannot be corrected (tn The Niphal imperfect here is best rendered as a potential imperfect – “cannot be corrected.” The second line of the verse clarifies that even though the servant understands the words, he does not respond. It will take more.) by words, for although (tn Heb “for he understands, but there is no answer.” The concessive idea (“although”) is taken from the juxtaposition of the two parts.) he understands, there is no answer. (sn To say “there is no answer” means that this servant does not obey – he has to be trained in a different way.)"},{"number":20,"verse":"Do you see someone (tn Heb “a man,” but there is no indication in the immediate context that this should be limited only to males.) who is hasty in his words? (sn The focus of this proverb is on someone who is hasty in his words. This is the person who does not stop to think, but acts on the spur of the moment. To speak before thinking is foolishness.) There is more hope for a fool than for him. (sn Rash speech cannot easily be remedied. The prospects for a fool are better (e. g., Prov 26:12).)"},{"number":21,"verse":"If (tn There is no conditional particle at the beginning of the verse; however, the relationship of the clauses, which lay down the condition first and then (with a vav) the consequences, indicates a conditional construction here. Cf. also NAB, NIV, NCV, TEV.) someone pampers his servant from youth, he will be a weakling (tn The word מָגוֹן (magon) is a hapax legomenon; accordingly, it has been given a variety of interpretations. The LXX has “grief,” and this has been adopted by some versions (e. g., NIV, NCV). The idea would be that treating the servant too easily for so long would not train him at all, so he will be of little use, and therefore a grief. J. Reider takes the word to mean “weakling” from the Arabic root na’na (“to be weak”), with a noun/adjective form muna’ana’ (“weak; feeble”); see his “Etymological Studies in Biblical Hebrew,” VT 4 [1954]: 276-95. This would give a different emphasis to the sentence, but on the whole not very different than the first. In both cases the servant will not be trained well. Rashi, a Jewish scholar who lived a. d. 1040-1105, had the translation “a master.” The servant trained this way will assume authority in the household even as the son. This may be behind the KJV translation “son” (likewise ASV, NASB). Tg. Prov 29:21 and the Syriac have “to be uprooted,” which may reflect a different text entirely.) in the end."},{"number":22,"verse":"An angry person (tn Heb “a man of anger.” Here “anger” is an attributive (“an angry man”). This expression describes one given to or characterized by anger, not merely temporarily angry. The same is true of the next description.) stirs up dissension, and a wrathful person (tn Heb “possessor of wrath.” Here “wrath” is an attributive (cf. ASV “a wrathful man”; KJV “a furious man”).) is abounding in transgression. (tn Heb “an abundance of transgression.” The phrase means “abounding in transgression” (BDB 913 s. v. רַב 1. d]). Not only does the angry person stir up dissension, but he also frequently causes sin in himself and in others (e. g., 14:17, 29; 15:18; 16:32; 22:24).)"},{"number":23,"verse":"A person’s pride (tn Heb “pride of a man,” with “man” functioning as a possessive. There is no indication in the immediate context that this is restricted only to males.) will bring him low, (tn There is a wordplay here due to the repetition of the root שָׁפֵל (shafel). In the first line the verb תִּשְׁפִּילֶנּוּ (tishpilennu) is the Hiphil imperfect of the root, rendered “will bring him low.” In the second line the word is used in the description of the “lowly of spirit,” שְׁפַל־רוּחַ (shÿfal-ruakh). The contrast works well: The proud will be brought “low,” but the one who is “lowly” will be honored. In this instance the wordplay can be preserved in the translation.) but one who has a lowly spirit (tn Heb “low in spirit”; KJV “humble in spirit.” This refers to an attitude of humility. sn The Hebrew word translated “lowly” forms an implied comparison: To be humble is like being low, base, earthbound; whereas pride is often compared to being high, lofty – at least in one’s own eyes.) will gain honor."},{"number":24,"verse":"Whoever shares with a thief (sn The expression shares with a thief describes someone who is an “accomplice” (cf. NAB, NIV) because he is willing to share in the loot without taking part in the crime.) is his own enemy; (tn Heb “hates his soul.” The accomplice is working against himself, for he will be punished along with the thief if he is caught.) he hears the oath to testify, (tn Heb “oath” or “imprecation”; ASV “adjuration.” This amounted to an “oath” or “curse” (cf. NAB “he hears himself put under a curse”; NRSV “one hears the victim’s curse”) either by or on behalf of the victim, that any witness to the crime must testify (cf. Lev 5:1). However, in this legal setting referring to “a victim’s curse” could be misleading (cf. also KJV “he heareth cursing”), since it could be understood to refer to profanity directed against those guilty of the crime rather than an imprecation called down on a witness who refused to testify (as in the present proverb). The present translation specifies this as an “oath to testify.”sn The oath to testify was not an oath to tell the truth before a court of law in the modern sense. Instead it was a “curse” or “imprecation” expressed by the victim of the theft, or by the legal authorities, called down on any witness of the crime who kept silent or refused to testify (as here). According to Lev 5:1, if a witness does not speak up he is accountable for the crime. This person hears the adjuration, but if he speaks up he is condemned, and if he does not speak up he is guilty under the law. The proverb is an unusual one; it seems to be warning against getting mixed up in any way with the thief, for it will create a serious ethical dilemma.) but does not talk."},{"number":25,"verse":"The fear of people (tn Heb “the fear of man.” This uses an objective genitive to describe a situation where fearing what people might do or think controls one’s life. There is no indication in the immediate context that this should be limited only to males, so the translation uses the more generic “people” here.) becomes (tn Heb “gives [or yields, or produces]”; NIV “will prove to be.”) a snare, (sn “Snare” is an implied comparison; fearing people is like being in a trap – there is no freedom of movement or sense of security.) but whoever trusts in the LORD will be set on high. (sn The image of being set on high comes from the military experience of finding a defensible position, a place of safety and security, such as a high wall or a mountain. Trusting in the Lord sets people free and gives them a sense of safety and security (e. g, Prov 10:27; 12:2).)"},{"number":26,"verse":"Many people seek the face (sn The idiom seek the face means to try to obtain favor from someone. According to the proverb, many people assume that true justice depends on the disposition of some earthly ruler.) of a ruler, but it is from the LORD that one receives justice. (tn Heb “but from the Lord [is] justice of a man.” The last part uses the construct state followed by the genitive, which here shows the advantage – it is justice for the person. The implication of the matter is that people should seek the Lord’s favor (rather than a human ruler’s) if they want true justice.)"},{"number":27,"verse":"An unjust person is an abomination to the righteous, and the one who lives an upright life is an abomination to the wicked. (tn Heb “who is upright in the way” (so NASB; KJV and ASV are similar). Here “in the way” refers to the course of a person’s life, hence “who lives an upright life.” Cf. NAB “he who walks uprightly.”sn The proverb makes a simple observation on life: The righteous detest the wicked, and the wicked detest the lifestyle of the righteous. Each is troublesome to the beliefs and the activities of the other.)"}]}