{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"Exhortations to Seek Wisdom and Walk with the Lord (sn The chapter begins with an introductory exhortation (1-4), followed by an admonition to be faithful to the Lord (5-12). Wisdom is commended as the most valuable possession (13-18), essential to creation (19-20), and the way to a long and safe life (21-26). There then follows a warning to avoid unneighborliness (27-30) and emulating the wicked (31-35).) My child, (tn Heb “my son” (likewise in vv. 11, 21).) do not forget my teaching, but let your heart keep (tn The verb יִצֹּר (yitsor) is a Qal jussive and the noun לִבֶּךָ (libbekha, “your heart”) functions as the subject: “let your heart keep my commandments.”) my commandments,"},{"number":2,"verse":"for they will provide (tn The phrase “they will provide” does not appear in the Hebrew text, but are supplied in the translation for the sake of smoothness.) a long and full life, (tn Heb “length of days and years of life” (so NASB, NRSV). The idiom “length of days” refers to a prolonged life and “years of life” signifies a long time full of life, a life worth living (T. T. Perowne, Proverbs, 51). The term “life” refers to earthly felicity combined with spiritual blessedness (BDB 313 s. v. חַיִּים).) and they will add well-being (tn The noun שָׁלוֹם (shalom, “peace”) here means “welfare, health, prosperity” (BDB 1022 s. v. 3). It can be used of physical health and personal well-being. It is the experience of positive blessing and freedom from negative harm and catastrophe.) to you."},{"number":3,"verse":"Do not let truth and mercy (tn The two words חֶסֶד וֶאֶמֶת (khesed ve’emet, “mercy and truth”) form a nominal hendiadys, the second word becoming an adjective: “faithful covenant love” or “loyal [covenant] love and faithfulness.”) leave you; bind them around your neck, write them on the tablet of your heart. (sn This involves two implied comparisons (hypocatastasis). One is a comparison of living out the duties and responsibilities taught with binding a chain around the neck, and the other is a comparison of the inward appropriation of the teachings with writing them on a tablet. So the teachings are not only to become the lifestyle of the disciple but his very nature.)"},{"number":4,"verse":"Then you will find (tn The form וּמְצָא (umÿtsa’, “find”) is the imperative but it functions as a purpose/result statement. Following a string of imperatives (v. 3), the imperative with a prefixed vav introduces a volitive sequence expressing purpose or result (v. 4).) favor and good understanding, (tn The noun שֵׂכֶל (sekhel, “understanding”) does not seem to parallel חֵן (khen, “favor”). The LXX attaches the first two words to v. 3 and renders v. 4: “and devise excellent things in the sight of the Lord and of men.” Tg. Prov 3:4 and Syriac Peshitta list all three words separately: “favor and good and understanding.” C. H. Toy (Proverbs [ICC], 59) suggests emending the MT’s שֵׂכֶל־טוֹב (sekhel-tov, “good understanding”) to שֵׁם־טוֹב (shem-tov, “a good name”). It is also possible to take the two words as a hendiadys: the favor of good understanding, meaning, a reputation for good understanding.) in the sight of God and people. (tn Heb “man.”)"},{"number":5,"verse":"Trust (sn The word בְּטַח (bÿtakh, “trust”) is used in the OT in (1) literal physical sense: to physically lean upon something for support and (2) figurative sense: to rely upon someone or something for help or protection (BDB 105 s. v. I בְּטַח; HALOT 120 s. v. I בטח). The verb is often used with false securities, people trusting in things that prove to be worthless. But here the object of the secure trust is the Lord who is a reliable object of confidence.) in the LORD with all your heart, (sn The “heart” functions as a metonymy of subject encompassing mind, emotions and will (BDB 524 s. v. לֵב 2).) and do not rely (tn Heb “do not lean.” The verb שָׁעַן (sha’an, “to lean; to rely”) is used in (1) literal physical sense of leaning upon something for support and (2) figurative sense of relying upon someone or something for help or protection (BDB 1043 s. v.). Here it functions figuratively (hypocatastasis: implied comparison); relying on one’s own understanding is compared to leaning on something that is unreliable for support (e. g., Isa 10:20).) on your own understanding. (tn Heb “your understanding.” The term בִּינָה (binah, “understanding”) is used elsewhere in this book of insight given by God from the instructions in Proverbs (Prov 2:3; 7:4; 8:14; 9:6, 10; 23:23). Here it refers to inherent human understanding that functions in relative ignorance unless supplemented by divine wisdom (Job 28:12–28; 39:26). The reflexive pronoun “own” is supplied in the translation to clarify this point. It is dangerous for a person to rely upon mere human wisdom (Prov 14:12; 16:25).)"},{"number":6,"verse":"Acknowledge (tn Heb “know him.” The verb יָדַע (yadah, “to know”) includes mental awareness of who God is and the consequential submission to his lordship. To know him is to obey him. The sage is calling for a life of trust and obedience in which the disciple sees the Lord in every event and relies on him. To acknowledge the Lord in every event means trusting and obeying him for guidance in right conduct.) him in all your ways, (tn The term דֶרֶךְ (derekh, “way”) is figurative (hypocatastasis: implied comparison) referring to a person’s course of life, actions and undertakings (Prov 2:8; 3:6, 23; 11:5; 20:24; 29:27; 31:3; BDB 203 s. v. 5; cf. TEV “in everything you do”; NCV, NLT “in all you do”). This is a call for total commitment in trust for obedience in all things.) and he will make your paths straight. (tn The verb יָשָׁר (yashar) means “to make smooth; to make straight” (BDB 444 s. v.). This phrase means “to make the way free from obstacles,” that is, to make it successful (e. g., Isa 40:3). The straight, even road is the right road; God will make the way smooth for the believer.)"},{"number":7,"verse":"Do not be wise in your own estimation; (tn Heb “in your own eyes” (so NAB, NIV, NRSV); NLT “Don’t be impressed with your own wisdom.”) fear the LORD and turn away from evil. (sn The second colon clarifies the first. If one fears the Lord and turns away from evil, then he is depending on the Lord and not wise in his own eyes. There is a higher source of wisdom than human insight.)"},{"number":8,"verse":"This will bring (tn Heb “it will be.” The form is Qal jussive of הָיָה (hayah) and is one of the rare uses of the volitive to express purpose or result, even though there is no vav prefixed to it. This indicates that v. 8 is the outcome of v. 7. If a person trusts in the Lord and fears him (vv. 5–7), God will bless him (v. 8).) healing to your body, (tc Heb “your navel” (cf. KJV, ASV). MT reads שָׁרֶּךָ (sharrekha, “your navel”) which functions as a synecdoche of part (= navel) for the whole (= body), meaning “your body” (BDB 1057 s. v. שׂר). The geminate noun שֹׂר (sor, “navel; navel-string [= umbilical cord]”) occurs only two other times in OT (Ezek 16:4; Song 7:3). The LXX reads τῷ σώματί σου (tw swmati sou, “your body”). So the BHS editors suggest emending MT to the more commonly used terms בְּשָׂרֶךָ (bÿsarekha, “your flesh”) or שְׁאֵרֶךָ (shÿ’erekha, “your body”). But this kind of emendation runs counter to the canons of textual criticism; normally the more difficult reading or rarer term is preferred as original rather than a smooth reading or common term. Since “navel” occurs only twice elsewhere, it is difficult to imagine that it would have been confused for these two more common terms and that a scribe would mistakenly write “your navel” instead. If MT “your navel” is a synecdoche for “your body,” the LXX is not pointing to a different textual tradition but is merely interpreting MT accordingly. In similar fashion, the English versions which read “your body” are not rejecting the MT reading; they are merely interpreting the term as a figure (synecdoche) for “your body.”) and refreshment (tn Heb “drink.” The noun שִׁקּוּי (shiqquy, “drink”) is a figure: metonymy of cause (= drink) for the effect (= refreshment); see BDB 1052 s. v. Just as a drink of water would bring physical refreshment to one’s body, trusting in God and turning away from evil will bring emotional refreshment to one’s soul.) to your inner self. (tn Heb “your bones.” The term עַצְמוֹתֶיךָ (’atsmotekha, “your bones”) functions as a synecdoche of part (= bones) for the whole person (= physical and moral aspects); cf. Pss 6:3; 35:10; Prov 3:8; 14:30: 15:30; 16:24; Isa 66:14 and BDB 782 s. v. עֶצֶם 1. d. Scripture often uses the body to describe the inner person (A. R. Johnson, The Vitality of the Individual in the Thought of Ancient Israel, 67-8).)"},{"number":9,"verse":"Honor (tn The imperative כַּבֵּד (kabbed, “honor”) functions as a command, instruction, counsel or exhortation. To honor God means to give him the rightful place of authority by rendering to him gifts of tribute. One way to acknowledge God in one’s ways (v. 6) is to honor him with one’s wealth (v. 9).) the LORD from your wealth and from the first fruits of all your crops; (tn Heb “produce.” The noun תְּבוּאָה (tÿvu’ah) has a two-fold range of meaning: (1) “product; yield” of the earth (= crops; harvest) and (2) “income; revenue” in general (BDB 100 s. v.). The imagery in vv. 9–10 is agricultural; however, all Israelites – not just farmers – were expected to give the best portion (= first fruits) of their income to Lord.)"},{"number":10,"verse":"then your barns will be filled completely, (tn Heb “with plenty” (so KJV, NASB, NRSV); NIV “to overflowing.” The noun שָׂבָע (sava’, “plenty; satiety”) functions as an adverbial accusative of manner or contents: “completely.”) and your vats (sn This pictures the process of pressing grapes in which the upper receptacle is filled with grapes and the lower one catches the juice. The harvest of grapes will be so plentiful that the lower vat will overflow with grape juice. The pictures in v. 10 are metonymies of effect for cause (= the great harvest that God will provide when they honor him).) will overflow (tn Heb “burst open.” The verb פָּרַץ (parats, “to burst open”) functions as hyperbole here to emphasize the fullness of the wine vats (BDB 829 s. v. 9).) with new wine."},{"number":11,"verse":"My child, do not despise discipline from the LORD, (tn Heb “the discipline of the Lord.”) and do not loathe (tn The verb קוּץ (quts) has a two-fold range of meaning: (1) “to feel a loathing; to abhor” and (2) “to feel a sickening dread” (BDB 880 s. v.). The parallelism with “do not despise” suggests the former nuance here. The common response to suffering is to loathe it; however, the righteous understand that it refines one’s moral character and that it is a means to the blessing.) his rebuke."},{"number":12,"verse":"For the LORD disciplines (tn Heb “chastens.” The verb יָכַח (yakhakh) here means “to chasten; to punish” (HALOT 410 s. v. יכח 1) or “to correct; to rebuke” (BDB 407 s. v. 6). The context suggests some kind of corporeal discipline rather than mere verbal rebuke or cognitive correction. This verse is quoted in Heb 12:5–6 to show that suffering in the service of the Lord is a sign of membership in the covenant community (i. e., sonship).) those he loves, just as a father (tc MT reads וּכְאָב (ukh’av, “and like a father”) but the LXX reflects the Hiphil verb וְיַכְאִב (vÿyakh’iv, “and scourges every son he receives”). Both readings fit the parallelism; however, it is unnecessary to emend MT which makes perfectly good sense. The fact that the writer of Hebrews quotes this passage from the LXX and it became part of the inspired NT text does not mean that the LXX reflects the original Hebrew reading here.) disciplines (tn The verb “disciplines” does not appear in the Hebrew text, but is implied by the parallelism; it is supplied in the translation for the sake of clarity.) the son in whom he delights."},{"number":13,"verse":"Blessings of Obtaining Wisdom Blessed (tn Although the word אַשְׁרֵי (’ashre, “blessed”) is frequently translated “happy” here (so KJV, ASV, NAB, NCV, NRSV, TEV, NLT), such a translation can be somewhat misleading because the word means more than that – “happiness” depends on one’s circumstances. This word reflects that inner joy and heavenly bliss which comes to the person who is pleasing to God, whose way is right before God.) is the one (tn Heb “the man” (also again in the following line).) who finds (tn The perfect tense verb may be classified as a characteristic or gnomic perfect, as the parallel imperfect tense verb suggests (see note on v. 13b).) wisdom, and the one who obtains (tn The imperfect tense verb may be classified as a progressive or habitual imperfect.) understanding."},{"number":14,"verse":"For her (tn Heb “her profit.” The 3rd person feminine singular suffix on the noun is probably a genitive of source: “from her.”) benefit (tn Heb “profit.” The noun סַחַר (sakhar, “trading profit”) often refers to the financial profit of traveling merchants (Isa 23:3, 18; 45:14; HALOT 750 s. v.). The related participle describes a traveling “trader, dealer, wholesaler, merchant” (e. g., Gen 37:28; Prov 31:14; Isa 23:2; Ezek 27:36; HALOT 750 s. v. סחר qal.2). Here the noun is used figuratively to describe the moral benefit of wisdom.) is more profitable (tn The noun סַחַר (“profit”) is repeated in this line for emphasis. The two usages draw upon slightly different nuances, creating a polysemantic wordplay. The moral “benefit” of wisdom is more “profitable” than silver.) than silver, and her (tn Heb “her yield.” The 3rd person feminine singular suffix on the noun is probably a genitive of source: “from her.”) gain (tn Heb “yield.” The noun תְּבוּאָה (tÿvu’ah, “product; yield”) is normally used of crops and harvests (BDB 100 s. v. 1). Here it is figurative for the moral benefit of wisdom (BDB 100 s. v. 2. b).) is better (tn The phrase “is better” does not appear in the Hebrew text, but is implied by the parallelism; it is supplied in the translation for the sake of smoothness.) than gold."},{"number":15,"verse":"She is more precious than rubies, and none of the things (tn Heb “all of your desires cannot compare with her.”) you desire (tn Heb “your desires.” The 2nd person masculine singular suffix on the noun probably functions as subjective genitive.) can compare (tn The imperfect tense verb יָסַד (yasad, “to establish be like; to resemble”) has a potential nuance here: “can be compared with.”) with her. (tn Heb “All of your desires do not compare with her.”)"},{"number":16,"verse":"Long life (tn Heb “length of days” (so KJV, ASV).) is in her right hand; in her left hand are riches and honor."},{"number":17,"verse":"Her ways are very pleasant, (tn Heb “her ways are ways of pleasantness” (so KJV, NRSV). The present translation contracts this expression for the sake of smoothness. The plural of דֶרֶךְ (derekh, “way”) is repeated for emphasis. The noun נֹעַם (no’am, “pleasantness”) functions as an attributive genitive: “pleasant ways.”) and all her paths are peaceful."},{"number":18,"verse":"She is like (tn The comparative “like” does not appear in the Hebrew text, but is implied by the metaphor; it is supplied in the translation for the sake of clarity.) a tree of life (sn The metaphor compares wisdom to the symbol of vitality and fullness of life. This might be an allusion to Gen 3:22, suggesting that what was lost as a result of the Fall may be recovered through wisdom: long and beneficial life (R. Marcus, “The Tree of Life in Proverbs,” JBL 62 [1943]: 117-20).) to those who obtain her, (tn Heb “lay hold of her.”) and everyone who grasps hold of her will be blessed. (tn The singular participle מְאֻשָּׁר (mÿ’ushar, literally, “he will be blessed”) functions as a distributive singular for a plural subject (GKC 464 §145. l): “each and everyone will be blessed.” Not recognizing this point of syntax, the BHS editors unnecessarily suggest emending this singular form to the plural.)"},{"number":19,"verse":"By wisdom the LORD laid the foundation of the earth; (tn Heb “founded the earth.” The verb יָסַד (yasad, “to establish; to found”) describes laying the foundation of a building (1 Kgs 5:31 [HT]; 7:10; 2 Chr 3:3; Ezra 3:10–12; Zech 4:9) and God laying the foundation of the earth (Job 38:4; Pss 24:2; 89:12; 102:26; 104:5; Isa 48:13; 51:13, 16; Zech 12:1).) he established the heavens by understanding. (sn The theme of God’s use of wisdom in creation is developed in Prov 8:22–31. Because God established the world to operate according to the principle of wisdom it is impossible for anyone to live successfully in his world apart from the wisdom that only God can give.)"},{"number":20,"verse":"By his knowledge the primordial sea (sn The word תְּהוֹמוֹת (tÿhomot, “primordial sea”) alludes to the chaotic “deep” in Gen 1:2 (BDB 1063 s. v. תְּהוֹם 3). This was viewed in the ancient world as a force to be reckoned with. However, God not only formed it but controls it (see J. Emerton, “Spring and Torrent in Ps 74:15,” VT 15 [1965]: 125).) was broken open, (sn This might refer to God’s action of dividing the waters to form the dry ground on the third day (Gen 1:9–10) or, less likely, to the breaking up of the fountains of the deep at the flood (Gen 7:11).) and the clouds drip down dew. (sn The two colons form a merism: The wisdom of God is behind all forces of nature, whether the violent breaking forth of its watery forces at creation or the provision of the gentle rain and dew throughout history (T. T. Perowne, Proverbs, 55).)"},{"number":21,"verse":"My child, do not let them (tn The object of the verb “escape” is either (1) wisdom, knowledge, and understanding in vv. 13–20 or (2) “wisdom and discretion” in the second colon of this verse. Several English versions transpose the terms “wisdom and discretion” from the second colon into the first colon for the sake of clarity and smoothness (e. g., RSV, NRSV, NIV, TEV, CEV). NIV takes the subject from the second colon and reverses the clauses to clarify that.) escape from your sight; safeguard sound wisdom and discretion. (tn Or: “purpose,” “power of devising.”)"},{"number":22,"verse":"So (tn Heb “and.” The vav probably denotes purpose/result.) they will give (tn Heb “they will be.”) life to you, (tn Heb “your soul.” The noun נַפְשֶׁךָ (nafshekha, “your soul”) is a synecdoche of part (= inner soul) for the whole person (= you); see BDB 600 s. v. 4. a.2.) and grace to adorn (tn The phrase “to adorn” does not appear in the Hebrew text, but is supplied in the translation for the sake of clarity and smoothness.) your neck. (tn Heb “grace for your neck.” See note on 1:9.)"},{"number":23,"verse":"Then you will walk on your way (tn The noun דַּרְכֶּךָ (darkekha, “your way”) functions as an adverbial accusative of location: “on your way.”) with security, and you (tn Heb “your foot.” The term רַגְלְךָ (raglÿkha, “your foot”) functions as a synecdoche of part (= foot) for the whole person (= you).) will not stumble. (sn The verb נָגַף (ragaf, “to strike; to smite”) sometimes means “to stumble” against a stone (e. g., Ps 91:12). Here the object (“stone”) is implied (BDB 619 s. v.). This is a figure (hypocatastasis) comparing stumbling on a stone in the path to making serious mistakes in life that bring harm.)"},{"number":24,"verse":"When (tn The particle אִם (’im, “if”) here functions in its rare temporal sense (“when”) followed by an imperfect tense (e. g., Num 36:4; BDB 50 s. v. 1. b.4. b).) you lie down you will not be filled with fear; (tn Heb “terror.” The verb פָּחַד (pakhad, “terror”) describes emotion that is stronger than mere fear – it is dread.) when (tn The construction of vav consecutive + perfect tense followed by vav (ו) consecutive + perfect tense depicts a temporal clause. The temporal nuance is also suggested by the parallelism of the preceding colon.) you lie down your sleep will be pleasant. (tn The verb עָרְבָה (’orvah) is from III עָרַב (“to be sweet; to be pleasing; to be pleasant”; BDB 787 s. v. III עָרַב). It should not be confused with the other five homonymic roots that are also spelled עָרַב (’arav; see BDB 786-88).)"},{"number":25,"verse":"You will not be afraid (tn Heb “do not be afraid.” The negative exhortation אַל־תִּירָא (’al-tira’, “do not be afraid”) is used rhetorically to emphasize that the person who seeks wisdom will have no reason to fear the consequences of wicked actions.) of sudden (tn Heb “terror of suddenness.” The noun פִּתְאֹם (pit’om, “sudden”) functions as an attributive genitive: “sudden terror” (e. g., Job 22:10; BDB 837 s. v.).) disaster, (tn Heb “terror.” The noun פַּחַד (pakhad, “terror”) is a metonymy of effect for cause (= disaster); see BDB 808 s. v. 2. This is suggested by the parallelism with the noun מִשֹּׁאַת (misho’at, “destruction”) in the following colon. The term פַּחַד (“terror”) often refers to the object (or cause) of terror (e. g., Job 3:25; 15:21; 22:10; 31:23; Pss 31:12; 36:2; Isa 24:18; Jer 48:44).) or when destruction overtakes (tn Heb “or the destruction of the wicked when it comes.”) the wicked; (tn Heb “destruction of the wicked.” The noun רְשָׁעִים (rÿsha’im, “wicked ones”) probably functions as an objective genitive (the destruction that comes on the wicked) or a genitive of source (the destruction that the wicked bring on others).)"},{"number":26,"verse":"for the LORD will be (tn Or “the Lord will be at your side.” Assuming that the noun כֶּסֶל (kesel) is related to the root II כָסַל (“confidence”; BDB 492 s. v. כֶּסֶל 3), the preposition ב (bet) introduces the predicate noun כִּסְלֶךָ (kislekha, “your confidence”) and functions as a beth essentiae (GKC 379 §119. i) which emphasizes the quality or nature of the noun (BDB 88 s. v. בְּ 7; HALOT 104 s. v. בְּ 3): “the Lord will be your confidence.” However, if the noun is related to I כסל (“loins; side”; HALOT 489 s. v. I כֶּסֶל 2), the preposition ב (bet) would function in a locative sense: “the Lord will be at your side.” See tn on the following phrase “source of your confidence.”) the source of your confidence, (tn Heb “your confidence” (so NAB, NIV, NRSV) or “at your side.” There is debate whether the term כֶּסֶל (kesel) is related to the root I כָסַל “loins; side” (so HALOT 489 s. v. I כֶּסֶל 2) or II כָסַל “confidence” (so BDB 492 s. v. כֶּסֶל 3). The Vulgate relates it to I כָסַל and offers “the Lord will be at your side (latus).” Others relate it to II כָסַל “confidence” (e. g., Job 8:14; 31:24; Ps 78:7) and take it as a metonymy (= confidence) of adjunct (= object of confidence): “the Lord will be the source [or, object] of your confidence.”) and he will guard your foot (sn The term רַגְלְךָ (raglekha, “your foot”) functions as a synecdoche of part (= your foot) for the whole person (= you). This synecdoche develops the extended comparison between the hunter’s snare and calamity that afflicts the wicked.) from being caught in a trap. (tn Heb “from capture.” The noun לָכֶד (lakhed, “capture; snare”) occurs only here in OT (BDB 540 s. v.; HALOT 530 s. v. לֶכֶד). It is figurative for the calamity of v. 25. God will protect the wise (or, righteous) from the consequences of sin (snares) that afflict the wicked.)"},{"number":27,"verse":"Wisdom Demonstrated in Relationships with People Do not withhold good from those who need it, (tn The MT has “from its possessors” and the LXX simply has “from the poor.” C. H. Toy (Proverbs [ICC], 77) suggests emending the text to read “neighbors” (changing בְּעָלָיו [be’alav] to רֵעֶיךָ, re’ekha) but that is gratuitous. The idea can be explained as being those who need to possess it, or as BDB 127 s. v. בַּעַל has it with an objective genitive, “the owner of it” = the one to whom it is due.) when (tn The infinitive construct with preposition ב (bet) introduces a temporal clause: “when….”) you (tc The form יָדֶיךָ (yadekha) is a Kethib/Qere reading. The Kethib is the dual יָדֶיךָ (“your hands”) and the Qere is the singular יָדְךָ (yadÿkha, “your hand”). Normally the Qere is preferred because it represents an alternate textual tradition that the Masoretes viewed as superior to the received text. tn Heb “your hand.” The term יָדְךָ (“your hand”) functions as a synecdoche of part (= your hand) for the whole person (= you).) have the ability (tn Heb “it is to the power of your hand.” This expression is idiomatic for “it is in your power” or “you have the ability” (Gen 31:29; Deut 28:23; Neh 5:5; Mic 2:1). The noun אֵל (’el) means “power” (BDB 43 s. v. 7), and יָד (yad, “hand”) is used figuratively to denote “ability” (BDB 390 s. v. 2). Several translations render this as “when it is in your power to do it” (KJV, RSV, NRSV, NASB) or “when it is in your power to act” (NIV). W. McKane suggests, “when it is in your power to confer it” (Proverbs [OTL], 215).) to help. (tn Heb “to do [it]” (cf. KJV, NASB, NRSV).)"},{"number":28,"verse":"Do not say to your neighbor, “Go! Return tomorrow and I will give it,” when (tn Heb “and it is with you.” The prefixed vav introduces a circumstantial clause: “when …”) you have it with you at the time. (tn The words “at the time” are not in the Hebrew text, but are supplied in the translation for clarity.)"},{"number":29,"verse":"Do not plot (sn The verb חָרַשׁ (kharash) means “to cut in; to engrave; to plough; to devise.” The idea of plotting is metaphorical for working, practicing or fabricating (BDB 360 s. v.).) evil against your neighbor when (tn The vav (ו) prefixed to the pronoun introduces a disjunctive circumstantial clause: “when….”) he dwells by you unsuspectingly."},{"number":30,"verse":"Do not accuse (sn The term רִיב (riv) can mean “quarrel” or “legal accusation” (BDB 936 s. v.). Both ideas would work but the more technical legal accusation fits the context better. This is a warning to not bring legal accusations against anyone without a legitimate reason.) anyone (tn Heb “a man.”) without legitimate cause, (tn Heb “gratuitously”; NIV, TEV “for no (+ good NCV) reason.” The adverb חִנָּם (khinam) means “without cause, undeservedly,” especially of groundless hostility (HALOT 334 s. v. 3; BDB 336 s. v. c).) if he has not treated you wrongly."},{"number":31,"verse":"Do not envy a violent man, (tn Heb “a man of violence.” The noun חָמָס (khamas, “violence”) functions as an attributive genitive. The word itself means “violence, wrong” (HALOT 329 s. v.) and refers to physical violence, social injustice, harsh treatment, wild ruthlessness, injurious words, hatred, and general rudeness (BDB 329 s. v.).) and do not choose to imitate (tn Heb “do not choose.”) any of his ways;"},{"number":32,"verse":"for one who goes astray (tn The basic meaning of the verb לוּז (luz) is “to turn aside; to depart” (BDB 531 s. v.). The Niphal stem is always used figuratively of moral apostasy from the path of righteousness: (1) “to go astray” (Prov 2:15; 3:32; 14:2) and (2) “crookedness” in action (Isa 30:12; see HALOT 522 s. v. לוז nif; BDB 531 s. v. Niph).) is an abomination (tn Heb “abomination of the Lord.” The term יְהוָה (yÿhvah, “the Lord”) functions as a genitive of respect: “abomination to the Lord.” It is loathsome or detestable to him. Things that are repugnant to the Lord are usually the most heinous of crimes and gross violations of rituals.) to the LORD, but he reveals (tn Heb “but with the upright is his intimate counsel.” The phrase “he reveals” does not appear in the Hebrew text, but is supplied in the translation for the sake of smoothness and clarity.) his intimate counsel (tn Heb “his counsel.” The noun סוֹד (sod) can refer to (1) “intimate circle” of friends and confidants, (2) “confidential discussion” among friends and confidants, or “secret counsel” revealed from one confidant to another and kept secret and (3) relationship of “intimacy” with a person (BDB 691 s. v.; HALOT 745 s. v.). God reveals his secret counsel to the heavenly assembly (Job 15:8; Jer 23:18, 22) and his prophets (Amos 3:7). God has brought the angels into his “intimate circle” (Ps 89:8). Likewise, those who fear the Lord enjoy an intimate relationship with him (Job 29:4; Ps 25:14; Prov 3:32). The perverse are repugnant to the Lord, but he takes the upright into his confidence and brings him into his intimate circle.) to the upright."},{"number":33,"verse":"The LORD’s curse (tn Heb “the curse of the Lord.” This expression features a genitive of possession or source: “the Lord’s curse” or “a curse from the Lord.” The noun מְאֵרַה (mÿ’erah, “curse”) connotes banishment or separation from the place of blessing. It is the antonym of בְּרָכָה (bÿrakhah, “blessing”). The curse of God brings ruin and failure to crops, land in general, an individual, or the nation (Deut 28:20; Mal 2:2; 3:9; see BDB 76 s. v. מְאֵרַה; HALOT 541 s. v.).) is on the household (tn Heb “house.” The term בֵּית (bet, “house”) functions as a synecdoche of container (= house) for the persons contained (= household). See, e. g., Exod 1:21; Deut 6:22; Josh 22:15 (BDB 109 s. v. 5. a).) of the wicked, (sn The term “wicked” is singular; the term “righteous” in the second half of the verse is plural. In scripture such changes often hint at God’s reluctance to curse, but eagerness to bless (e. g., Gen 12:3).) but he blesses (sn The term “bless” (בָּרַךְ, barakh) is the antithesis of “curse.” A blessing is a gift, enrichment, or endowment. The blessing of God empowers one with the ability to succeed, and brings vitality and prosperity in the material realm, but especially in one’s spiritual relationship with God.) the home (tn Heb “habitation.” The noun נָוֶה (naveh, “habitation; abode”), which is the poetic parallel to בֵּית (bet, “house”), usually refers to the abode of a shepherd in the country: “habitation” in the country (BDB 627 s. v. נָוֶה). It functions as a synecdoche of container (= habitation) for the contents (= people in the habitation and all they possess).) of the righteous. (tn The Hebrew is structured chiastically (AB:BA): “The curse of the Lord / is on the house of the wicked // but the home of the righteous / he blesses.” The word order in the translation is reversed for the sake of smoothness and readability.)"},{"number":34,"verse":"Although (tn The particle אִם (’im, “though”) introduces a concessive clause: “though….”) he is scornful to arrogant scoffers, (tn Heb “he mocks those who mock.” The repetition of the root לִיץ (lits, “to scorn; to mock”) connotes poetic justice; the punishment fits the crime. Scoffers are characterized by arrogant pride (e. g., Prov 21:24), as the antithetical parallelism with “the humble” here emphasizes.) yet (tn The prefixed vav (ו) introduces the apodosis to the concessive clause: “Though … yet …”) he shows favor to the humble. (tn The Hebrew is structured chiastically (AB:BA): “he scorns / arrogant scoffers // but to the humble / he gives grace.” The word order in the translation is reversed for the sake of smoothness and readability.)"},{"number":35,"verse":"The wise inherit honor, but he holds fools up (tc MT reads מֵרִים (merim, “he lifts up”): singular Hiphil participle of רוּם (rum, “to rise; to exalt”), functioning verbally with the Lord as the implied subject: “but he lifts up fools to shame.” The LXX and Vulgate reflect the plural מְרִימִים (mÿrimim, “they exalt”) with “fools” (כְּסִילִים, kesilim) as the explicit subject: “but fools exalt shame.” The textual variant was caused by haplography or dittography of ים (depending on whether MT or the alternate tradition is original).) to public contempt. (tn The noun קָלוֹן (qalon, “ignominy; dishonor; contempt”) is from קָלָה (qalah) which is an alternate form of קָלַל (qalal) which means (1) “to treat something lightly,” (2) “to treat with contempt [or, with little esteem]” or (3) “to curse.” The noun refers to personal disgrace or shame. While the wise will inherit honor, fools will be made a public display of dishonor. God lets fools entangle themselves in their folly in a way for all to see.)"}]}