{"bibleAbbr":"NET2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"(Admonition to Avoid Seduction to Evil) (sn In this chapter the sage/father exhorts discretion (1, 2) then explains how to avoid seduction (3-6); this is followed by a second exhortation to prevention (7, 8) and an explanation that obedience will avoid ruin and regret (9-14); finally, he warns against sharing love with strangers (15-17) but to find it at home (18-23). For an analysis of the chapter, see J. E. Goldingay, “Proverbs V and IX,” RB 84 (1977): 80-93.) My child, (tn The text again has “my son.” In this passage perhaps “son” would be the most fitting because of the warning against going to the adulterous woman. However, since the image of the adulterous woman probably represents all kinds of folly (through personification), and since even in this particular folly the temptation works both ways, the general address to either young men or women should be retained. The text was certainly not intended to convey that only women could seduce men.) be attentive to my wisdom, pay close attention (tn Heb “incline your ear” (so NAB, NRSV); NLT “listen carefully.”) to my understanding,"},{"number":2,"verse":"in order to safeguard (tn Heb “keep, protect, guard.”) discretion, (sn This “discretion” is the same word in 1:4; it is wise, prudential consideration, careful planning, or the ability to devise plans with a view to the best way to carry them out. If that ability is retained then temptations to digress will not interfere.) and that your lips may guard knowledge."},{"number":3,"verse":"For the lips (sn “Lips” is a metonymy of cause, referring to her words. Dripping honey is an implied comparison between the product and her words, which are flattering and smooth (cf. Song 4:11). See M. Dahood, “Honey That Drips. Notes on Proverbs 5:2–3,” Bib 54 (1973): 65-66.) of the adulterous woman drip honey, and her seductive words (tn Heb “her palate.” The word חֵךְ (khekh, “palate; roof of the mouth; gums”) is a metonymy of cause (= organ of speech) for what is said (= her seductive speech). The present translation clarifies this metonymy with the phrase “her seductive words.”) are smoother than olive oil,"},{"number":4,"verse":"but in the end (sn Heb “her end” (so KJV). D. Kidner notes that Proverbs does not allow us to forget that there is an afterward (Proverbs [TOTC], 65).) she is bitter (sn The verb “to be bitter” (מָרַר, marar) describes things that are harmful and destructive for life, such as the death of the members of the family of Naomi (Ruth 1:20) or finding water that was undrinkable (Exod 15:22–27). The word indicates that the sweet talking will turn out badly.) as wormwood, (tn The Hebrew term translated “wormwood” refers to the aromatic plant that contrasts with the sweetness of honey. Some follow the LXX and translate it as “gall” (cf. NIV). The point is that there was sweetness when the tryst had alluring glamour, but afterward it had an ugly ring (W. G. Plaut, Proverbs, 74).) sharp as a two-edged (sn The Hebrew has “like a sword of [two] mouths,” meaning a double-edged sword that devours/cuts either way. There is no movement without damage. There may be a wordplay here with this description of the “sword with two mouths,” and the subject of the passage being the words of her mouth which also have two sides to them. The irony is cut by the idiom.) sword."},{"number":5,"verse":"Her feet go down to death; her steps lead straight to the grave. (tn The term שְׁאוֹל (she’ol, “grave”) is paralleled to “death,” so it does not refer here to the realm of the unblessed. sn The terms death and grave could be hyperbolic of a ruined life, but probably refer primarily to the mortal consequences of a life of debauchery.)"},{"number":6,"verse":"Lest (tn The particle פֶּן (pen) means “lest” (probably from “for the aversion of”). It occurs this once, unusually, preceding the principal clause (BDB 814 s. v.). It means that some action has been taken to avert or avoid what follows. She avoids the path of life, albeit ignorantly.) she should make level the path leading to life, (tn Heb “the path of life.” The noun חַיִּים (khayyim, “of life”) functions as a genitive of direction (“leading to”).) her paths are unstable (sn The verb נוּעַ (nua’) means “to quiver; to wave; to waver; to tremble”; cf. KJV “her ways are moveable”; NAB “her paths will ramble”; NLT “She staggers down a crooked trail.” The ways of the adulterous woman are unstable (BDB 631 s. v.).) but she does not know it. (sn The sadder part of the description is that this woman does not know how unstable her life is, or how uneven. However, Thomas suggests that it means, “she is not tranquil.” See D. W. Thomas, “A Note on לא תדע in Proverbs v 6,” JTS 37 (1936): 59.)"},{"number":7,"verse":"So now, children, (tn Heb “sons.”) listen to me; do not turn aside from the words I speak. (tn Heb “the words of my mouth” (so KJV, NAB, NRSV).)"},{"number":8,"verse":"Keep yourself (tn Heb “your way.”) far (sn There is a contrast made between “keep far away” (הַרְחֵק, harkheq) and “do not draw near” (וְאַל־תִּקְרַב, vÿ’al-tiqrav).) from her, and do not go near the door of her house,"},{"number":9,"verse":"lest you give your vigor (sn The term הוֹד (hod, “vigor; splendor; majesty”) in this context means the best time of one’s life (cf. NIV “your best strength”), the full manly vigor that will be wasted with licentiousness. Here it is paralleled by “years,” which refers to the best years of that vigor, the prime of life. Life would be ruined by living this way, or the revenge of the woman’s husband would cut it short.) to others and your years to a cruel person,"},{"number":10,"verse":"lest strangers devour (tn Or “are sated, satisfied.”) your strength, (tn The word כֹּחַ (coakh, “strength”) refers to what laborious toil would produce (so a metonymy of cause). Everything that this person worked for could become the property for others to enjoy.) and your labor (tn “labor, painful toil.”) benefit (tn The term “benefit” does not appear in the Hebrew text, but is supplied in the translation for the sake of clarity and smoothness.) another man’s house."},{"number":11,"verse":"And at the end of your life (tn Heb “at your end.”) you will groan (tn The form is the perfect tense with the vav consecutive; it is equal to a specific future within this context. sn The verb means “to growl, groan.” It refers to a lion when it devours its prey, and to a sufferer in pain or remorse (e. g., Ezek 24:23).) when your flesh and your body are wasted away. (tn Heb “in the finishing of your flesh and your body.” The construction uses the Qal infinitive construct of כָּלָה (calah) in a temporal clause; the verb means “be complete, at an end, finished, spent.”)"},{"number":12,"verse":"And you will say, “How I hated discipline! My heart spurned reproof!"},{"number":13,"verse":"For (tn The vav that introduces this clause functions in an explanatory sense.) I did not obey my teachers (tn The Hebrew term מוֹרַי (moray) is the nominal form based on the Hiphil plural participle with a suffix, from the root יָרָה (yarah). The verb is “to teach,” the common noun is “instruction, law [torah],” and this participle form is teacher (“my teachers”).) and I did not heed (sn The idioms are vivid: This expression is “incline the ear”; earlier in the first line is “listen to the voice,” meaning “obey.” Such detailed description emphasizes the importance of the material.) my instructors. (tn The form is the Piel plural participle of לָמַד (lamad) used substantivally.)"},{"number":14,"verse":"I almost (tn The expression כִּמְעַט (kim’at) is “like a little.” It means “almost,” and is used of unrealized action (BDB 590 s. v. 2). Cf. NCV “I came close to”; NLT “I have come to the brink of.”) came to complete ruin (tn Heb “I was in all evil” (cf. KJV, ASV).) in the midst of the whole congregation!” (tn The text uses the two words “congregation and assembly” to form a hendiadys, meaning the entire assembly.)"},{"number":15,"verse":"Drink water from your own cistern and running water from your own well. (sn Paul Kruger develops this section as an allegory consisting of a series of metaphors. He suggests that what is at issue is private versus common property. The images of the cistern, well, or fountain are used of a wife (e. g., Song 4:15) because she, like water, satisfies desires. Streams of water in the street would then mean sexual contact with a lewd woman. According to 7:12 she never stays home but is in the streets and is the property of many (P. Kruger, “Promiscuity and Marriage Fidelity? A Note on Prov 5:15–18,” JNSL 13 [1987]: 61-68).)"},{"number":16,"verse":"Should your springs be dispersed (tn The verb means “to be scattered; to be dispersed”; here the imperfect takes a deliberative nuance in a rhetorical question.) outside, your streams of water in the wide plazas?"},{"number":17,"verse":"Let them be for yourself (tn The ל (lamed) preposition denotes possession: “for you” = “yours.” The term לְבַדֶּךָ (lÿvadekha) is appositional, underscoring the possession as exclusive.) alone, and not for strangers with you. (sn The point is that what is private is not to be shared with strangers; it belongs in the home and in the marriage. The water from that cistern is not to be channeled to strangers or to the public.)"},{"number":18,"verse":"May your fountain be blessed, (sn The positive instruction is now given: Find pleasure in a fulfilling marriage. The “fountain” is another in the series of implied comparisons with the sexual pleasure that must be fulfilled at home. That it should be blessed (the passive participle of בָּרַךְ, barakh) indicates that sexual delight is God-given; having it blessed would mean that it would be endowed with fruitfulness, that it would fulfill all that God intended it to do.) and may you rejoice (tn The form is a Qal imperative with a vav (ו) of sequence; after the jussive of the first half this colon could be given an equivalent translation or logically subordinated.) in your young wife (tn Or “in the wife you married when you were young” (cf. NCV, CEV); Heb “in the wife of your youth” (so NIV, NLT). The genitive functions as an attributive adjective: “young wife” or “youthful wife.” Another possibility is that it refers to the age in which a man married his wife: “the wife you married in your youth.”) —"},{"number":19,"verse":"a loving doe, (tn The construct expression “a doe of loves” is an attributive genitive, describing the doe with the word “loves.” The plural noun may be an abstract plural of intensification (but this noun only occurs in the plural). The same construction follows with a “deer of grace” – a graceful deer. sn The imagery for intimate love in marriage is now employed to stress the beauty of sexual fulfillment as it was intended. The doe and deer, both implied comparisons, exhibit the grace and love of the wife.) a graceful deer; may her breasts satisfy you at all times, may you be captivated (sn The verb שָׁגָה (shagah) means “to swerve; to meander; to reel” as in drunkenness; it signifies a staggering gait expressing the ecstatic joy of a captivated lover. It may also mean “to be always intoxicated with her love” (cf. NRSV).) by her love always."},{"number":20,"verse":"But why should you be captivated, (tn In the interrogative clause the imperfect has a deliberative nuance.) my son, by an adulteress, and embrace the bosom of a different woman? (tn Heb “foreigner” (so ASV, NASB), but this does not mean that the woman is non-Israelite. This term describes a woman who is outside the moral boundaries of the covenant community – she is another man’s wife, but since she acts with moral abandonment she is called “foreign.”)"},{"number":21,"verse":"For the ways of a person (tn Heb “man.”) are in front of the LORD’s eyes, and the LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) weighs (tn BDB 814 s. v. פָּלַס 2 suggests that the participle מְפַּלֵּס (mÿpalles) means “to make level [or, straight].” As one’s ways are in front of the eyes of the Lord, they become straight or right. It could be translated “weighs” since it is a denominative from the noun for “balance, scale”; the Lord weighs or examines the actions.) all that person’s (tn Heb “all his”; the referent (the person mentioned in the first half of the verse) has been specified in the translation for clarity.) paths."},{"number":22,"verse":"The wicked (tn The suffix on the verb is the direct object suffix; “the wicked” is a second object by apposition: They capture him, the wicked. Since “the wicked” is not found in the LXX, it could be an old scribal error; or the Greek translator may have simply smoothed out the sentence. C. H. Toy suggests turning the sentence into a passive idea: “The wicked will be caught in his iniquities” (Proverbs [ICC], 117).) will be captured by his (tn The word is the subject of the clause, but the pronominal suffix has no clear referent. The suffix is proleptic, referring to the wicked.) own iniquities, (tn Heb “his own iniquities will capture the wicked.” The translation shifts the syntax for the sake of smoothness and readability.) and he will be held (sn The lack of discipline and control in the area of sexual gratification is destructive. The one who plays with this kind of sin will become ensnared by it and led to ruin.) by the cords of his own sin. (tn The Hebrew is structured chiastically: “his own iniquities will capture the wicked, by the cords of his own sin will he be held.”)"},{"number":23,"verse":"He will die because (tn The preposition בּ (bet) is used in a causal sense: “because” (cf. NCV, TEV, CEV).) there was no discipline; because of the greatness of his folly (sn The word אִוַּלְתּוֹ (’ivvalto, “his folly”) is from the root אול and is related to the noun אֶוִיל (’evil, “foolish; fool”). The noun אִוֶּלֶת (’ivvelet, “folly”) describes foolish and destructive activity. It lacks understanding, destroys what wisdom builds, and leads to destruction if it is not corrected.) he will reel. (sn The verb שָׁגָה (shagah, “to swerve; to reel”) is repeated in a negative sense. If the young man is not captivated by his wife but is captivated with a stranger in sinful acts, then his own iniquities will captivate him and he will be led to ruin.)"}]}