{"bibleAbbr":"mrRV2015","bookName":"गणना","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"( कोरह, दाथान व अबीराम ह्यांचे बंड) कोरह बिन इसहार बिन कहाथ बिन लेवी आणि रऊबेन वंशातील अलीयाबाचे मुलगे दाथान व अबीराम आणि ओन बिन पेलेथ"},{"number":2,"verse":"हे इस्राएलातील अडीचशे लोकांना बरोबर घेऊन मोशेविरुद्ध उठले; हे लोक सरदार असून मंडळीचे प्रतिनिधी व नामांकित पुरुष होते."},{"number":3,"verse":"ते मोशे व अहरोन ह्यांच्याविरुद्ध जमा होऊन त्यांना म्हणाले, “तुमचे आता फारच झाले! सबंध मंडळी पवित्र आहे, तसेच प्रत्येक मनुष्य पवित्र आहे आणि परमेश्वर त्यांच्याठायी आहे; तर मग तुम्ही परमेश्वराच्या मंडळीवर वर्चस्व का गाजवता?”"},{"number":4,"verse":"हे ऐकून मोशे पालथा पडला;"},{"number":5,"verse":"मग तो कोरह व त्याचे साथीदार ह्यांना म्हणाला, “परमेश्वराचे कोण व पवित्र कोण हे परमेश्वर उद्या सकाळी दाखवील व त्यांना आपल्याजवळ येऊ देईल; ज्याला तो निवडील त्याला तो आपल्याजवळ येऊ देईल."},{"number":6,"verse":"आता असे करा. कोरहा, तू आणि तुझे सर्व सोबती धुपाटणी आणा;"},{"number":7,"verse":"आणि उद्या त्यांत अग्नी ठेवून परमेश्वरासमोर धूप जाळा; मग परमेश्वर ज्या मनुष्याला निवडून घेईल तोच पवित्र ठरेल; लेवीच्या वंशजांनो, तुमचे आता फार झाले.”"},{"number":8,"verse":"तेव्हा मोशे कोरहाला म्हणाला, “लेवीच्या वंशजांनो ऐका;"},{"number":9,"verse":"तुम्ही परमेश्वराच्या निवासमंडपाची सेवा करावी आणि मंडळीची सेवा करण्यासाठी तिच्यासमोर उभे राहावे म्हणून परमेश्वराने तुम्हांला आपल्याजवळ येऊ दिले; ह्या कार्यासाठी इस्राएलाच्या देवाने तुम्हांला इस्राएल लोकांच्या मंडळीतून वेगळे केले आहे हे काय थोडे झाले?"},{"number":10,"verse":"तुला व तुझ्या सर्व लेवीय भाऊबंदांना परमेश्वराने आपल्याजवळ घेतले असले तरी याजकपदही तुम्ही मिळवू पाहता काय?"},{"number":11,"verse":"ह्यावरून तू व तुझे सर्व साथीदार परमेश्वराच्या विरुद्ध जमलेले आहात, हे स्पष्ट होते. अहरोन तो काय की तुम्ही त्याच्याविरुद्ध कुरकुर करावी?”"},{"number":12,"verse":"मोशेने अलीयाबाचे मुलगे दाथान व अबीराम ह्यांना बोलावणे पाठवले; पण ते म्हणाले, “आम्ही येत नाही;"},{"number":13,"verse":"दुधामधाचे प्रवाह वाहणार्‍या देशातून काढून तू आम्हांला ह्या रानात मारून टाकण्यासाठी आणलेस हे काय थोडे झाले म्हणून तू आमच्यावर अधिकारही गाजवतोस?"},{"number":14,"verse":"शिवाय, दुधामधाचे प्रवाह वाहणार्‍या देशात तू आम्हांला मुळीच आणलेले नाहीस अथवा शेते व द्राक्षमळे ह्यांचे वतन आम्हांला दिलेले नाहीस. ह्या लोकांच्या डोळ्यांत तू धूळ फेकतोस काय? आम्ही येत नाही.”"},{"number":15,"verse":"तेव्हा मोशेचा कोप भडकला. तो परमेश्वराला म्हणाला, “त्यांच्या अर्पणाची दखल घेऊ नकोस; मी त्यांचे एक गाढवही घेतलेले नाही.”"},{"number":16,"verse":"मग मोशे कोरहाला म्हणाला, “उद्या तू आपल्या सार्‍या साथीदारांबरोबर परमेश्वरासमोर हजर हो; तू, ते व अहरोन"},{"number":17,"verse":"तुम्ही सर्व आपली धुपाटणी घेऊन त्यात धूप घाला; प्रत्येकी एक धुपाटणे ह्याप्रमाणे दोनशे पन्नास धुपाटणी परमेश्वरासमोर आणावीत; तू व अहरोन ह्यांनीही आपापले धुपाटणे आणावे.”"},{"number":18,"verse":"तेव्हा त्यांनी आपापले धुपाटणे आणून त्यात विस्तव ठेवला व त्यावर धूप घातला, आणि मोशे व अहरोन ह्यांच्याबरोबर ते दर्शनमंडपाच्या दाराजवळ उभे राहिले."},{"number":19,"verse":"कोरहाने त्यांच्याविरुद्ध सगळी मंडळी दर्शनमंडपाच्या दाराजवळ जमवली, तोच परमेश्वराचे तेज सर्व मंडळीला दिसले."},{"number":20,"verse":"परमेश्वर मोशे व अहरोन ह्यांना म्हणाला,"},{"number":21,"verse":"“तुम्ही ह्या मंडळीतून वेगळे व्हा, म्हणजे एका क्षणात मी त्यांना भस्म करतो.”"},{"number":22,"verse":"तेव्हा ते पालथे पडून म्हणाले, “हे देवा, सर्व देहधारी आत्म्यांच्या देवा, एका मनुष्याने पाप केले म्हणून सर्व मंडळीवर कोपायमान होतोस काय?”"},{"number":23,"verse":"मग परमेश्वर मोशेला म्हणाला,"},{"number":24,"verse":"“मंडळीला सांग की, तुम्ही कोरह, दाथान व अबीराम ह्यांच्या निवासस्थानापासून निघून जा.”"},{"number":25,"verse":"तेव्हा मोशे उठून दाथान व अबीराम ह्यांच्याकडे गेला आणि इस्राएल लोकांचे वडील त्याच्या पाठोपाठ गेले."},{"number":26,"verse":"तो मंडळीला म्हणाला, “तुम्ही ह्या दुष्ट मनुष्यांच्या तंबूंपासून निघून जा. त्यांच्या कोणत्याही वस्तूला शिवू नका; नाहीतर त्यांच्या सर्व पापांचे भागीदार होऊन तुम्ही नाश पावाल.”"},{"number":27,"verse":"मग ते कोरह, दाथान व अबीराम ह्यांच्या डेर्‍याजवळून निघून गेले; आणि दाथान व अबीराम बाहेर निघाले व आपली बायकामुले व तान्ही बाळे ह्यांच्यासह आपल्या तंबूंच्या दाराजवळ उभे राहिले."},{"number":28,"verse":"तेव्हा मोशे म्हणाला, “मी ही सर्व कामे आपल्याच मनाने केलेली नाहीत, तर ती करायला परमेश्वराने मला पाठवले आहे हे तुम्हांला दिसून येईल."},{"number":29,"verse":"इतर मनुष्यांच्या मृत्यूप्रमाणे ह्यांना मृत्यू आला किंवा इतर सर्व लोकांप्रमाणे ह्यांचे पारिपत्य झाले तर परमेश्वराने मला पाठवले नाही असे समजा."},{"number":30,"verse":"पण परमेश्वराने काही अद्भुत गोष्ट घडवली म्हणजे पृथ्वीने आपले तोंड उघडून ह्यांना व ह्यांच्या सर्वस्वाला गिळून टाकले आणि हे अधोलोकात जिवंत उतरले, तर असे समजा की, ह्या लोकांनी परमेश्वराला तुच्छ मानले आहे.”"},{"number":31,"verse":"हे त्याचे सगळे शब्द बोलून संपतात न संपतात तोच त्यांच्या पायांखालची भूमी दुभंगली."},{"number":32,"verse":"आणि पृथ्वीने आपले तोड उघडून ते, त्यांची कुटुंबे, कोरहाची सगळी माणसे व त्यांची सर्व मालमत्ता गिळून टाकली."},{"number":33,"verse":"ह्याप्रमाणे ते व त्यांचे सर्वस्व अधोलोकात जिवंत उतरले. पृथ्वीने त्यांना गडप केले आणि मंडळीतून ते नष्ट झाले."},{"number":34,"verse":"‘पृथ्वी आपल्यालाही गिळून टाकील’ असे वाटून त्यांच्या सभोवती असलेले सर्व इस्राएल लोक त्यांचा आक्रोश ऐकून पळून गेले."},{"number":35,"verse":"मग परमेश्वरापासून अग्नी निघाला व त्याने त्या धूप जाळणार्‍या दोनशे पन्नास पुरुषांना भस्म केले."},{"number":36,"verse":"नंतर परमेश्वर मोशेला म्हणाला,"},{"number":37,"verse":"“अहरोन याजकाचा मुलगा एलाजार ह्याला सांग की धुपाटणी अग्नीतून काढ कारण ती पवित्र आहेत व तो अग्नी विखरून टाक."},{"number":38,"verse":"पाप करून आपल्या जिवास जे मुकले त्यांची ती धुपाटणी घेऊन त्यांचे पत्रे ठोकून वेदी मढव, कारण त्यांनी ती परमेश्वराला समर्पण केल्यामुळे पवित्र आहेत; ह्या प्रकारे ती इस्राएल लोकांना ताकीद दिल्याची चिन्हे होतील.”"},{"number":39,"verse":"जी पितळेची धुपाटणी अग्नीने भस्म झालेल्या त्या पुरुषांनी अर्पण केली होती, ती घेऊन एलाजार याजकाने त्यांचे पत्रे ठोकले व वेदी मढवली;"},{"number":40,"verse":"ह्याचा हेतू असा की, अहरोन वंशाचा नसलेल्या कोणा परक्याने परमेश्वरासमोर धूप जाळण्यास जाऊ नये ह्याचे स्मरण इस्राएल लोकांना राहावे; आणि परमेश्वराने मोशेच्या द्वारे एलाजाराला सांगितल्याप्रमाणे कोरहाची व त्याच्या साथीदारांची झाली तशी गत कोणाचीही होऊ नये."},{"number":41,"verse":"दुसर्‍या दिवशी इस्राएल लोकांची सर्व मंडळी मोशे व अहरोन ह्यांच्याविरुद्ध कुरकुर करीत म्हणाली, “तुम्ही परमेश्वराच्या लोकांना मारून टाकले आहे.”"},{"number":42,"verse":"मंडळीतील लोक मोशे आणि अहरोन ह्यांच्याविरुद्ध जमा झाल्यावर त्यांनी दर्शनमंडपाकडे नजर टाकली तेव्हा त्यावर मेघाने छाया केली असून परमेश्वराचे तेज प्रकट झाले आहे असे त्यांना दिसले."},{"number":43,"verse":"हे पाहून मोशे आणि अहरोन दर्शनमंडपासमोर गेले."},{"number":44,"verse":"तेव्हा परमेश्वर मोशेला म्हणाला,"},{"number":45,"verse":"“तुम्ही ह्या मंडळीपासून दूर व्हा, म्हणजे एका क्षणात मी त्यांचा नाश करतो.” हे ऐकून ते पालथे पडले."},{"number":46,"verse":"मग मोशे अहरोनाला म्हणाला, “धुपाटणे घेऊन त्यात वेदीवरील अग्नी घाल व त्यावर धूप ठेवून ते ताबडतोब मंडळीकडे नेऊन त्यांच्यासाठी प्रायश्‍चित्त कर, कारण परमेश्वराचा कोप भडकला असून मरीची साथ सुरू झाली आहे.”"},{"number":47,"verse":"मोशेच्या आज्ञेप्रमाणे अहरोन धुपाटणे घेऊन धावत मंडळीकडे गेला आणि लोकात मरीची साथ पसरत असल्याचे पाहून त्याने धूप घालून लोकांसाठी प्रायश्‍चित्त केले."},{"number":48,"verse":"मृत आणि जिवंत ह्यांच्यामध्ये तो उभा राहिला तेव्हा ती साथ थांबली."},{"number":49,"verse":"कोरहाच्या प्रकरणात जे मेले त्यांच्याव्यतिरिक्त मरीने चौदा हजार सातशे ऐंशी लोक मेले."},{"number":50,"verse":"मरी थांबल्यावर अहरोन दर्शनमंडपाच्या दाराकडे मोशेजवळ परत आला."}]}