{"bibleAbbr":"mrRV2015","bookName":"गणना","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"( अशुद्धता दूर करणे) परमेश्वर मोशे व अहरोन ह्यांना म्हणाला :"},{"number":2,"verse":"“परमेश्वराने दिलेल्या नियमशास्त्राचा विधी हा : इस्राएल लोकांना सांग की, निर्दोष व अव्यंग आणि जिच्यावर अद्याप जू ठेवले नाही अशी एक तांबड्या रंगाची कालवड माझ्याकडे घेऊन या;"},{"number":3,"verse":"ती एलाजार याजकाकडे द्यावी; त्याने तिला छावणीबाहेर न्यावे व एकाने तिला त्याच्यासमोर वधावे;"},{"number":4,"verse":"मग एलाजार याजकाने आपल्या बोटाने तिचे थोडे रक्त घेऊन ते दर्शनमंडपाच्या समोरच्या दिशेकडे सात वेळा शिंपडावे;"},{"number":5,"verse":"आणि त्याच्यादेखत ती कालवड जाळावी, म्हणजे तिचे कातडे, मांस, रक्त व शेण एखाद्याने जाळून टाकावे."},{"number":6,"verse":"तेव्हा याजकाने गंधसरूचे लाकूड, एजोब व किरमिजी रंगाचे सूत घेऊन कालवड जळत असलेल्या अग्नीमध्ये टाकावे."},{"number":7,"verse":"नंतर याजकाने आपले कपडे धुऊन अंघोळ करावी आणि छावणीत यावे; पण संध्याकाळपर्यंत त्याने अशुद्ध राहावे."},{"number":8,"verse":"त्याचप्रमाणे ज्या मनुष्याने ती कालवड जाळली असेल त्यानेही आपले कपडे पाण्याने धुऊन अंघोळ करावी आणि संध्याकाळपर्यंत अशुद्ध राहावे."},{"number":9,"verse":"मग शुद्ध असलेल्या एखाद्या मनुष्याने त्या कालवडीची राख जमा करून छावणीबाहेर एखाद्या स्वच्छ ठिकाणी ठेवावी; ही राख इस्राएल मंडळीच्या पापहरणार्थ अशौचक्षालनाचे (अशुद्धी दूर करण्याचे) पाणी तयार करण्यासाठी म्हणून जपून ठेवावी."},{"number":10,"verse":"कालवडीची राख जमा करणार्‍याने आपले कपडे धुऊन संध्याकाळपर्यंत अशुद्ध राहावे; इस्राएल लोक व त्यांच्यामध्ये राहणारे परदेशीय ह्यांच्यासाठी हा निरंतरचा विधी होय."},{"number":11,"verse":"एखाद्या मनुष्याच्या शवाला कोणी शिवला तर त्याने सात दिवस अशुद्ध राहावे;"},{"number":12,"verse":"त्याने तिसर्‍या दिवशी व सातव्या दिवशी ती राख घेऊन स्वतःला शुद्ध करावे; तथापि तिसर्‍या दिवशी आणि सातव्या दिवशी त्याने स्वतःला शुद्ध केले नाही तर तो शुद्ध ठरणार नाही."},{"number":13,"verse":"कोणी मनुष्याच्या शवाला शिवला आणि त्याने स्वतःला शुद्ध केले नाही तर तो परमेश्वराचा निवासमंडप भ्रष्ट करणारा ठरेल; असल्या मनुष्याचा इस्राएल लोकांतून उच्छेद व्हावा; अशौचक्षालनाचे पाणी त्याच्यावर शिंपडले नसल्यामुळे तो अशुद्ध होय; त्याच्या ठायी त्याचे अशुद्धपण तसेच राहते."},{"number":14,"verse":"एखादा मनुष्य डेर्‍यात मरण पावला तर त्याच्यासंबंधाने नियम हा : जो कोणी त्या डेर्‍यात जाईल किंवा राहत असेल त्याने सात दिवस अशुद्ध राहावे."},{"number":15,"verse":"तशीच झाकणे न लावलेली आणि उघडी पात्रे तेथे असतील तर ती सर्व अशुद्ध समजावीत."},{"number":16,"verse":"खुल्या मैदानात तलवारीने वधलेल्या शवाला, मृत देहाला, मनुष्याच्या हाडाला अथवा कबरेला कोणी शिवेल तर त्याने सात दिवस अशुद्ध असावे."},{"number":17,"verse":"अशुद्ध झालेल्यासाठी त्या जाळलेल्या पापबलीची काही राख घेऊन पात्रात घालावी व तिच्यावर झर्‍याचे पाणी ओतावे;"},{"number":18,"verse":"आणि शुद्ध असलेल्या एखाद्या मनुष्याने एजोबाची जुडी घेऊन पाण्यात बुचकळावी व ते पाणी त्याने त्या डेर्‍यावर व तेथील सर्व पात्रे, माणसे ह्यांच्यावर शिंपडावे; तसेच ज्याने हाडाला, वधलेल्याला, मृताला किंवा कबरेला स्पर्श केला असेल त्याच्यावरही ते शिंपडावे;"},{"number":19,"verse":"शुद्ध असलेल्या माणसाने अशुद्ध माणसावर तिसर्‍या दिवशी व सातव्या दिवशी ते शिंपडावे; ह्याप्रमाणे सातव्या दिवशी त्याने त्याला शुद्ध करावे; त्याने आपले कपडे धुऊन अंघोळ करावी म्हणजे तो संध्याकाळी शुद्ध होईल."},{"number":20,"verse":"जर अशुद्ध झालेल्या कोणा माणसाने स्वतःला शुद्ध करून घेतले नाही तर मंडळीतून त्याचा उच्छेद व्हावा, कारण तो परमेश्वराचे पवित्रस्थान भ्रष्ट करणारा होय; अशौचक्षालनाचे पाणी त्याच्यावर टाकले नाही म्हणून तो अशुद्ध होय."},{"number":21,"verse":"त्यांच्यासाठी हा निरंतरचा विधी होय; अशौच-क्षालनाचे पाणी जो शिंपडील त्याने आपले कपडे धुवावेत आणि जो त्या अशौचक्षालनाच्या पाण्याला स्पर्श करील त्याने संध्याकाळपर्यंत अशुद्ध राहावे."},{"number":22,"verse":"ज्या कशाला तो अशुद्ध मनुष्य स्पर्श करील ते अशुद्ध ठरेल, व जो कोणी त्या वस्तूला स्पर्श करील त्याने संध्याकाळपर्यंत अशुद्ध राहावे.”"}]}