{"bibleAbbr":"mrRV2015","bookName":"गणना","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"( निरनिराळ्या वंशांचे डेरे आणि नेते) परमेश्वराने मोशे व अहरोन ह्यांना सांगितले,"},{"number":2,"verse":"“दर्शनमंडपाच्या प्रत्येक बाजूच्या समोर व त्याच्या सभोवती इस्राएल लोकांनी आपापल्या निशाणाजवळ व आपापल्या वाडवडिलांच्या घराण्याच्या ध्वजाजवळ आपले डेरे द्यावेत."},{"number":3,"verse":"पूर्वेस उगवतीकडे ज्यांनी आपापल्या दलांप्रमाणे डेरे ठोकायचे ते यहूदाच्या छावणीतील निशाणाचे लोक असावेत; यहूदा वंशाचा सरदार अम्मीनादाबाचा मुलगा नहशोन असावा;"},{"number":4,"verse":"त्याच्या दलाची जी मोजदाद झाली ती चौर्‍याहत्तर हजार सहाशे होती."},{"number":5,"verse":"त्यांच्याशेजारी ज्यांनी डेरे ठोकायचे ते इस्साखार वंशातले लोक असावेत; इस्साखार वंशाचा सरदार सूवाराचा मुलगा नथनेल असावा;"},{"number":6,"verse":"त्यांच्या दलाची जी मोजदाद झाली ती चौपन्न हजार चारशे होती."},{"number":7,"verse":"मग जबुलून वंशातील लोक; जबुलून वंशाचा सरदार हेलोनाचा मुलगा अलीयाब असावा;"},{"number":8,"verse":"त्यांच्या दलाची जी मोजदाद झाली ती सत्तावन्न हजार चारशे होती."},{"number":9,"verse":"ह्या प्रकारे यहूदा वंशाच्या छावणीत त्यांच्या दलांप्रमाणे त्या सर्वांची जी मोजदाद झाली ती एक लक्ष शहाऐंशी हजार चारशे होती. कूच करताना ह्यांनीच अग्रभागी चालावे."},{"number":10,"verse":"दक्षिण बाजूस रऊबेन वंशाच्या छावणीचे निशाण लावावे; ह्या वंशातील लोकांनी आपापल्या दलांप्रमाणे राहावे; रऊबेन वंशाचा सरदार शदेयुराचा मुलगा अलीसूर असावा."},{"number":11,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती शेहेचाळीस हजार पाचशे होती."},{"number":12,"verse":"त्यांच्याशेजारी ज्यांनी डेरे ठोकायचे ते शिमोन वंशातले लोक असावेत; शिमोन वंशाचा सरदार सुरीशादैचा मुलगा शलूमीयेल असावा;"},{"number":13,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती एकोणसाठ हजार तीनशे होती."},{"number":14,"verse":"मग गाद वंशाचे लोक; गाद वंशाचा सरदार रगुवेलाचा मुलगा एल्यासाप असावा;"},{"number":15,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती पंचेचाळीस हजार सहाशे पन्नास होती."},{"number":16,"verse":"ह्या प्रकारे रऊबेन वंशाच्या छावणीत त्यांच्या-त्यांच्या दलांप्रमाणे त्या सर्वांची जी मोजदाद झाली ती एक लक्ष एकावन्न हजार चारशे पन्नास होती. कूच करताना त्यांची रांग दुसरी असावी."},{"number":17,"verse":"मग सर्व छावण्यांच्या मध्यभागी लेव्यांच्या छावणीसह दर्शनमंडप पुढे न्यावा; ज्या क्रमाने ते डेरे ठोकतील त्याच क्रमाने त्यांनी आपापल्या जागी आपापल्या निशाणांजवळ राहून कूच करावे."},{"number":18,"verse":"पश्‍चिम बाजूस एफ्राईम वंशाच्या छावणीचे निशाण लावावे; ह्या वंशातील लोकांनी आपापल्या दलांप्रमाणे राहावे; एफ्राईम वंशाचा सरदार अम्मीहूदाचा मुलगा अलीशामा हा असावा;"},{"number":19,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती चाळीस हजार पाचशे होती."},{"number":20,"verse":"त्यांच्याशेजारी मनश्शे वंशाचे डेरे ठोकावेत आणि मनश्शे वंशाचा सरदार पदाहसुराचा मुलगा गमलीयेल हा असावा;"},{"number":21,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती बत्तीस हजार दोनशे होती."},{"number":22,"verse":"मग बन्यामीन वंशाचे लोक; बन्यामीन वंशाचा सरदार गिदोनीचा मुलगा अबीदान हा असावा;"},{"number":23,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती पस्तीस हजार चारशे होती."},{"number":24,"verse":"ह्या प्रकारे एफ्राईम वंशाच्या छावणीत त्यांच्या-त्यांच्या दलांप्रमाणे त्या सर्वांची जी मोजदाद झाली ती एक लक्ष आठ हजार शंभर होती. कूच करताना त्यांची रांग तिसरी असावी."},{"number":25,"verse":"उत्तर बाजूस दान वंशाच्या छावणीचे निशाण लावावे; ह्या वंशातील लोकांनी आपापल्या दलाप्रमाणे राहावे; दान वंशाचा सरदार अम्मीशादैचा मुलगा अहीयेजर हा असावा."},{"number":26,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती बासष्ट हजार सातशे होती."},{"number":27,"verse":"त्यांच्याशेजारी आशेर वंशाचे डेरे ठोकावेत, आणि आशेर वंशाचा सरदार आक्रानाचा मुलगा पगीयेल हा असावा."},{"number":28,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती एकेचाळीस हजार पाचशे होती."},{"number":29,"verse":"मग नफताली वंशाचे लोक; नफताली वंशाचा सरदार एनानाचा मुलगा अहीरा हा असावा;"},{"number":30,"verse":"त्यांच्या दलांची जी मोजदाद झाली ती त्रेपन्न हजार चारशे होती."},{"number":31,"verse":"ह्या प्रकारे दान वंशाच्या छावणीत त्या सर्वांची जी मोजदाद झाली, ती एक लक्ष सत्तावन्न हजार सहाशे होती. कूच करताना ह्यांनी आपली निशाणे घेऊन सर्वांच्या पिछाडीस चालावे.”"},{"number":32,"verse":"इस्राएल वंशातील ज्या लोकांची त्यांच्या-त्यांच्या वाडवडिलांच्या घराण्यांप्रमाणे मोजदाद झाली ती ही. त्यांच्या छावण्यांतील त्यांच्या-त्यांच्या दलांप्रमाणे ज्या सर्वांची मोजदाद करण्यात आली, त्यांची एकंदर संख्या सहा लक्ष तीन हजार पाचशे पन्नास होती."},{"number":33,"verse":"परंतु परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे लेवी वंशाची गणती इस्राएल लोकांबरोबर झाली नाही."},{"number":34,"verse":"त्याप्रमाणे इस्राएल लोकांनी केले; म्हणजे परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे ते आपापली कुळे व आपापल्या वाडवडिलांची घराणी ह्यांच्या अनुक्रमाने आपापल्या निशाणाजवळ डेरे ठोकत आणि कूच करीत."}]}