{"bibleAbbr":"mrRV2015","bookName":"गणना","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"( स्त्रियांनी केलेल्या नवसांसंबंधी नियम) मोशे इस्राएल लोकांच्या वंशप्रमुखांना म्हणाला, “परमेश्वराने दिलेली आज्ञा ही :"},{"number":2,"verse":"एखाद्या पुरुषाने परमेश्वराला नवस केला अथवा आपण व्रतबद्ध होण्याची शपथ वाहिली तर त्याने आपली शपथ मोडू नये; जे काही तो बोलला असेल त्याप्रमाणे त्याने करावे."},{"number":3,"verse":"त्याचप्रमाणे एखादी स्त्री तरुणपणात आपल्या बापाच्या घरी असताना परमेश्वराला नवस करून व्रतबद्ध झाली असेल,"},{"number":4,"verse":"आणि तिचा नवस आणि ज्या वचनाने ती व्रतबद्ध झाली ते ऐकून तिचा बाप काही बोलला नसेल, तर तिचे सर्व नवस कायम राहतील, आणि ज्या बंधनांनी तिने स्वत:ला बद्ध करून घेतले असेल तीही कायम राहतील."},{"number":5,"verse":"पण ते ऐकून तिच्या बापाने तिला मनाई केली तर तिचे नवस किंवा ज्या कोणत्याही बंधनाने तिने आपणास बद्ध करून घेतले असेल त्यांपैकी कोणतेही कायम राहणार नाही; तिच्या बापाने तिला मनाई केली म्हणून परमेश्वर तिला क्षमा करील."},{"number":6,"verse":"तिने नवस केल्यावर किंवा ती अविचाराने व्रतबद्ध झाल्यावर तिचा विवाह झाला,"},{"number":7,"verse":"आणि तिच्या नवसाविषयी ऐकून तिचा पती काही बोलला नाही, तर तिचे नवस कायम राहतील आणि ज्या बंधनांनी तिने स्वत:ला बद्ध करून घेतले असेल तीही कायम राहतील."},{"number":8,"verse":"पण तिच्या पतीने ते ऐकले त्याच दिवशी तिला मनाई केली, तर तिने केलेले नवस आणि अविचाराने ज्या बंधनांनी तिने स्वत:ला बद्ध करून घेतले असेल ती रद्द ठरतील; आणि परमेश्वर तिला क्षमा करील."},{"number":9,"verse":"विधवेने किंवा टाकलेल्या स्त्रीने काही नवस केले तर ज्या बंधनांनी तिने स्वत:ला बद्ध करून घेतले असेल ती कायम राहतील."},{"number":10,"verse":"एखाद्या स्त्रीने आपल्या पतीच्या घरी राहत असताना नवस केला अथवा शपथेने स्वतःला बद्ध करून घेतले,"},{"number":11,"verse":"व तिचा पती ते ऐकून काही बोलला नाही व त्याने तिला मनाई केली नाही, तर तिचे सर्व नवस कायम राहतील व ज्या बंधनांनी तिने स्वत:ला बद्ध करून घेतले असेल तीही कायम राहतील."},{"number":12,"verse":"पण नवर्‍याने ती ऐकली त्याच दिवशी ती रद्द केली, तर तिच्या तोंडून जे नवस अथवा तिला बद्ध करणारी जी वचने निघाली असतील ती रद्द होतील; तिच्या नवर्‍याने ती रद्द केली आहेत म्हणून परमेश्वर तिला क्षमा करील."},{"number":13,"verse":"तिचा कोणताही नवस किंवा जिवाला दंडन करणारे कोणतेही व्रत तिचा पती कायम करील किंवा रद्द करील."},{"number":14,"verse":"दिवसामागून दिवस जात असता तिचा पती तिला काही बोलत नाही, तर तो तिचे सर्व नवस आणि ज्या ज्या बंधनांनी तिने स्वतःला बद्ध करून घेतले असेल ती कायम करतो; ती ऐकली त्याच दिवशी तो काही बोलत नाही, ह्यावरून त्याने ती कायम केली आहेत असे समजावे."},{"number":15,"verse":"पण त्याने ऐकल्यानंतर पुढे ती रद्द केली तर त्याच्या स्त्रीच्या अपराधाची शिक्षा त्याने भोगावी.”"},{"number":16,"verse":"पतिपत्नीसंबंधीच्या आणि पिता व त्याच्या घरी राहणारी त्याची अविवाहित कन्या ह्यांच्या संबंधीच्या ज्या विधींविषयी परमेश्वराने मोशेला आज्ञा दिली ते हे विधी होत."}]}