{"bibleAbbr":"mrRV2015","bookName":"गणना","bookEnglishName":"Numbers","chapterNumber":31,"verses":[{"number":1,"verse":"( मिद्यान्यांवर सूड घेणे आणि लुटीचे शुद्धीकरण) परमेश्वर मोशेला म्हणाला,"},{"number":2,"verse":"“इस्राएल लोकांच्या वतीने मिद्यान्यांचा सूड घे; त्यानंतर तू आपल्या पूर्वजांना जाऊन मिळशील.”"},{"number":3,"verse":"त्याप्रमाणे मोशे लोकांना म्हणाला, “युद्धासाठी तुमच्यातल्या पुरुषांना सशस्त्र करा म्हणजे ते मिद्यानावर चढाई करून परमेश्वराच्या वतीने मिद्यानाचा सूड घेतील."},{"number":4,"verse":"इस्राएलाच्या सर्व वंशांतून, प्रत्येक वंशामागे एकेक हजार पुरुष युद्धासाठी पाठवा.”"},{"number":5,"verse":"ह्याप्रमाणे इस्राएलाच्या सहस्रावधी लोकांतून प्रत्येक वंशामागे एक हजार असे बारा हजार सशस्त्र पुरुष युद्धासाठी उभे करण्यात आले."},{"number":6,"verse":"मोशेने प्रत्येक वंशातले एक हजार पुरुष घेऊन त्यांना आणि एलाजार याजकाचा मुलगा फीनहास ह्याला लढाईला पाठवले; आणि पवित्रस्थानातली पात्रे आणि इशारा देण्यासाठी रणशिंगे त्याच्या हवाली केली."},{"number":7,"verse":"परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे त्यांनी मिद्यानाशी लढून एकूणएक पुरुषाची कत्तल केली."},{"number":8,"verse":"मारण्यात आलेल्या ह्या पुरुषांबरोबर त्यांनी अवी, रेकेम, सूर, हूर व रेबा ह्या मिद्यानाच्या पाच राजांचाही वध केला; त्यांनी बौराचा मुलगा बलाम ह्यालाही तलवारीने मारले."},{"number":9,"verse":"शिवाय इस्राएल लोकांनी मिद्यानाच्या स्त्रिया व मुलेबाळे ह्यांना कैद केले; आणि त्यांची सर्व गुरेढोरे, सर्व शेरडेमेंढरे आणि सर्व मालमत्ता लुटली."},{"number":10,"verse":"त्यांच्या वस्तीची सर्व नगरे आणि त्यांच्या सर्व छावण्या त्यांनी जाळून टाकल्या."},{"number":11,"verse":"मग सारी लूट, सर्व पाडाव केलेली माणसे आणि जनावरे त्यांनी बरोबर घेतली."},{"number":12,"verse":"आणि यरीहोजवळ यार्देनेतीरी मवाबाच्या मैदानातील छावणीत मोशे, एलाजार याजक आणि इस्राएल लोकांच्या मंडळीसमोर त्यांनी ते बंदिवान, धरलेली जनावरे व लूट आणली."},{"number":13,"verse":"तेव्हा मोशे, एलाजार याजक आणि मंडळीचे सर्व सरदार छावणीबाहेर त्यांना सामोरे गेले."},{"number":14,"verse":"जे सहस्रपती, शतपती इत्यादी सेनापती युद्धाहून परत आले होते त्यांच्यावर मोशे रागावला."},{"number":15,"verse":"मोशे त्यांना म्हणाला, “तुम्ही सर्व स्त्रिया जिवंत ठेवल्या काय?"},{"number":16,"verse":"पाहा, पौराच्या प्रकरणी इस्राएल लोकांनी परमेश्वराशी फितुरी केली त्याला ह्याच स्त्रिया बलामाच्या मसलतीमुळे कारणीभूत झाल्या आणि त्यामुळे परमेश्वराच्या मंडळीत मरी पसरली."},{"number":17,"verse":"तर आता मुलाबाळांतील प्रत्येक मुलगा मारून टाका आणि पुरुषांशी संग केलेली अशी प्रत्येक स्त्री मारून टाका."},{"number":18,"verse":"पण ज्या मुलींनी पुरुषांशी संग केलेला नाही त्या सर्व आपणांसाठी जिवंत ठेवा."},{"number":19,"verse":"सात दिवस तुम्ही छावणीबाहेर तळ देऊन राहा; तुमच्यापैकी ज्यांनी एखाद्याला जिवे मारले असेल आणि ज्यांना मारलेल्याचा स्पर्श झाला असेल तितक्यांनी तिसर्‍या व सातव्या दिवशी स्वतःला व आपल्या बंदिवानांना शुद्ध करावे."},{"number":20,"verse":"प्रत्येक वस्त्र, चामड्याची प्रत्येक वस्तू, बकर्‍याच्या केसांची प्रत्येक वस्तू व सर्व लाकडी सामान शुद्ध करावे.”"},{"number":21,"verse":"मग एलाजार याजक युद्धास गेलेल्या सैनिकांना म्हणाला, “परमेश्वराने मोशेला आज्ञापिलेल्या नियमशास्त्राचा विधी हा होय :"},{"number":22,"verse":"सोने, चांदी, पितळ, लोखंड, कथील, शिसे वगैरे"},{"number":23,"verse":"जे काही अग्नीत टिकण्याजोगे असेल ते अग्नीत टाकून काढले म्हणजे शुद्ध होईल; तरीपण ते अशौचक्षालनाच्या पाण्यानेही शुद्ध करावे, जे काही अग्नीत टिकण्याजोगे नसेल ते पाण्यात घालून काढावे."},{"number":24,"verse":"सातव्या दिवशी तुम्ही आपली वस्त्रे धुवावीत आणि शुद्ध होऊन छावणीत यावे.”"},{"number":25,"verse":"( लुटीची वाटणी) परमेश्वर मोशेला म्हणाला,"},{"number":26,"verse":"“तू एलाजार याजक आणि मंडळीतील पूर्वजांच्या घराण्यांचे प्रमुख मिळून लुटून आणलेल्या माणसांची व जनावरांची मोजदाद करा."},{"number":27,"verse":"त्या लुटीचे दोन भाग करावेत; एक भाग युद्धास गेलेल्या योद्ध्यांना द्यावा, व दुसरा भाग इतर सर्व मंडळीला द्यावा."},{"number":28,"verse":"युद्धास गेलेल्या योद्ध्याच्या हिश्शातून माणसे, गाईबैल, गाढवे व शेरडेमेंढरे ह्यांच्यापैकी प्रत्येक पाचशेमागे एक ह्याप्रमाणे परमेश्वराप्रीत्यर्थ कर म्हणून घ्यावा;"},{"number":29,"verse":"त्यांच्या हिश्शातून तो घेऊन परमेश्वराप्रीत्यर्थ समर्पित अंश म्हणून एलाजार याजकाला द्यावा."},{"number":30,"verse":"मग इस्राएल लोकांना मिळालेल्या हिश्शातून माणसे आणि गाईबैल, गाढवे, शेरडेमेंढरे वगैरे सर्व पशू ह्यांच्यापैकी प्रत्येक पन्नासांमागे एक घेऊन परमेश्वराच्या निवासमंडपाचे रक्षण करणार्‍या लेव्यांना द्यावे.”"},{"number":31,"verse":"परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे मोशे व एलाजार याजक ह्यांनी केले."},{"number":32,"verse":"सैन्यातील शिपायांनी लुटून घेतलेल्या वस्तूंखेरीज सहा लक्ष पंचाहत्तर हजार शेरडेमेंढरे,"},{"number":33,"verse":"बहात्तर हजार गाईबैल,"},{"number":34,"verse":"एकसष्ट हजार गाढवे,"},{"number":35,"verse":"आणि माणसांपैकी ज्यांनी पुरुषांशी संग केला नव्हता अशा बत्तीस हजार स्त्रिया एवढी ती लूट होती."},{"number":36,"verse":"युद्धास गेलेल्यांच्या वाट्याला ह्या लुटीचा अर्धा भाग आला त्यात तीन लक्ष सदतीस हजार पाचशे शेरडेमेंढरे होती;"},{"number":37,"verse":"त्यांपैकी सहाशे पंचाहत्तर ही परमेश्वराचा कर होती."},{"number":38,"verse":"गाईबैल छत्तीस हजार असून त्यांतील बहात्तर हे परमेश्वराचा कर होते."},{"number":39,"verse":"गाढवे तीस हजार पाचशे असून त्यांतील एकसष्ट ही परमेश्वराचा कर होती."},{"number":40,"verse":"माणसे सोळा हजार असून त्यांतील बत्तीस ही परमेश्वराचा कर होती."},{"number":41,"verse":"परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे परमेश्वराप्रीत्यर्थ हा कर समर्पित म्हणून त्याने एलाजार याजकाला दिला."},{"number":42,"verse":"युद्धास गेलेल्या पुरुषांखेरीज इतर इस्राएल लोकांच्या वाट्याला आलेला अर्धा भाग मोशेने बाजूला काढला होता तो ह्याप्रमाणे :"},{"number":43,"verse":"तीन लक्ष सदतीस हजार पाचशे शेरडेमेंढरे,"},{"number":44,"verse":"छत्तीस हजार गाईबैल,"},{"number":45,"verse":"तीस हजार पाचशे गाढवे,"},{"number":46,"verse":"आणि सोळा हजार माणसे."},{"number":47,"verse":"मंडळीला मिळालेल्या हिश्शातून मोशेने माणसे व जनावरे ह्यांच्यापैकी प्रत्येक पन्नासांमागे एक घेऊन परमेश्वराच्या निवासमंडपाचे रक्षण करणार्‍या लेव्यांना दिले. परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे त्याने हे केले."},{"number":48,"verse":"मग हजारो सैनिकांवर असलेले सेनापती म्हणजे सहस्रपती आणि शतपती मोशेकडे येऊन म्हणाले,"},{"number":49,"verse":"“जे सैनिक आमच्या स्वाधीन आहेत त्यांची मोजदाद तुझ्या दासांनी केली आहे; त्यांच्यापैकी एकही कमी झालेला नाही;"},{"number":50,"verse":"म्हणून आम्हा प्रत्येकाला जे सोन्याचे दागिने मिळाले, म्हणजे तोडे, कडी, अंगठ्या, कुंडले व बाजूबंद ही आम्ही आमच्या जिवांबद्दल प्रायश्‍चित्त म्हणून परमेश्वराला अर्पण करायला आणली आहेत.”"},{"number":51,"verse":"तेव्हा मोशे व एलाजार याजक ह्यांनी ते सोने म्हणजे सर्व जडावाचे दागिने त्यांच्यापासून स्वीकारले."},{"number":52,"verse":"सहस्रपती व शतपती ह्यांनी परमेश्वराला समर्पण केलेले सर्व सोने सोळा हजार सातशे पन्नास शेकेल भरले."},{"number":53,"verse":"ह्या योद्ध्यांनी आपापल्यासाठी ही लूट मिळवली होती."},{"number":54,"verse":"मोशे व एलाजार याजक ह्यांनी हे सोने सहस्रपती व शतपती ह्यांच्यापासून घेऊन इस्राएल लोकांच्या प्रीत्यर्थ परमेश्वरासमोर स्मारक म्हणून दर्शनमंडपात नेऊन ठेवले."}]}