{"bibleAbbr":"mrRV2015","bookName":"गणना","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"परमेश्वर मोशेला म्हणाला,"},{"number":2,"verse":"“इस्राएल लोकांना आज्ञा कर की, जो कनान देश पुढील चतुःसीमांप्रमाणे तुमचे वतन व्हायचा आहे, त्या कनान देशात तुम्ही प्रवेश कराल,"},{"number":3,"verse":"तेव्हा तुमचा दक्षिण विभाग त्सीन रानापासून अदोम देशाच्या सरहद्दीपर्यंत असावा, आणि तुमची दक्षिण सीमा क्षार समुद्राच्या टोकाच्या पूर्वेपासून सुरू व्हावी;"},{"number":4,"verse":"तेथून तुमची सरहद्द अक्रब्बीम चढावाच्या दक्षिणेस पोचून तेथून वळून त्सीनापर्यंत असावी, आणि ती तशीच कादेश-बर्ण्याच्या दक्षिणेस जावी, आणि हसर-अद्दारापर्यंत जाऊन असमोनास पोचावी;"},{"number":5,"verse":"मग ती सरहद्द असमोनापासून वळून मिसर देशाच्या नाल्यापर्यंत पोचावी, आणि तेथून थेट समुद्रकिनार्‍यापर्यंत जावी."},{"number":6,"verse":"तुमची पश्‍चिम सीमा महासमुद्र व त्याचा किनारा राहील; तीच तुमची पश्‍चिम सीमा होय."},{"number":7,"verse":"तुमची उत्तर सीमा ही असावी : महासमुद्रापासून होर पर्वतापर्यंत एक रेषा आखावी;"},{"number":8,"verse":"आणि होर पर्वतापासून हमाथाच्या वाटेपर्यंत रेषा आखून ती सदादापर्यंत न्यावी."},{"number":9,"verse":"मग ती सीमारेषा जिप्रोनास पोचून तिचा शेवट हसर-एनान येथे व्हावा; हीच तुमची उत्तर सीमा."},{"number":10,"verse":"तुमची पूर्व सीमा हसर-एनान येथून शफामापर्यंत आखावी;"},{"number":11,"verse":"व ती शफामापासून अईनाच्या पूर्वेस रिब्ला आहे तेथपर्यंत उतरत उतरत किन्नेरेथ समुद्राच्या पूर्वेकडील किनार्‍याच्या उतरणीपर्यंत जावी."},{"number":12,"verse":"मग ती सीमा यार्देनेपर्यंत उतरून खाली थेट क्षार-समुद्रापर्यंत जावी; तुमच्या देशाच्या चतुःसीमा ह्याच होत.”"},{"number":13,"verse":"तेव्हा मोशेने इस्राएल लोकांना आज्ञा केली की, “चिठ्ठ्या टाकून ज्या देशाचे वतन तुम्हांला मिळणार आहे, म्हणजे साडेनऊ वंशांना जो देश देण्याचे परमेश्वराने ठरवले आहे तो हाच;"},{"number":14,"verse":"कारण रऊबेनाच्या मुलांच्या वंशाला त्यांच्या वाडवडिलांच्या घराण्याप्रमाणे आणि गादाच्या मुलांच्या वंशाला त्यांच्या वाडवडिलांच्या घराण्याप्रमाणे वतन मिळून चुकले आहे; आणि मनश्शेच्या अर्ध्या वंशालाही त्यांचे वतन मिळाले आहे."},{"number":15,"verse":"ह्याप्रमाणे यरीहोसमोर यार्देनेच्या अलीकडे पूर्व दिशेस म्हणजे उगवतीस अडीच वंशांना त्यांचे वतन मिळाले आहे.”"},{"number":16,"verse":"परमेश्वर मोशेला म्हणाला,"},{"number":17,"verse":"“जे पुरुष हा देश तुम्हांला वतन म्हणून वाटून देणार आहेत त्यांची नावे ही : एलाजार याजक व नूनाचा मुलगा यहोशवा."},{"number":18,"verse":"वतन म्हणून देशाची वाटणी करण्यासाठी प्रत्येक वंशाचा एक सरदार घ्यावा."},{"number":19,"verse":"त्या पुरुषांची नावे ही : यहूदा वंशातला यफुन्नेचा मुलगा कालेब;"},{"number":20,"verse":"शिमोनाच्या मुलांच्या वंशातला, अम्मीहूदाचा मुलगा शमुवेल;"},{"number":21,"verse":"बन्यामीनाच्या वंशातला, किसलोनाचा मुलगा अलीदाद;"},{"number":22,"verse":"दानी वंशातला सरदार, यागलीचा मुलगा बुक्की;"},{"number":23,"verse":"योसेफाच्या संततीपैकी मनश्शे वंशातला सरदार, एफोदाचा मुलगा हन्नीएल;"},{"number":24,"verse":"एफ्राइमी वंशातला सरदार, शिफटानाचा मुलगा कमुवेल;"},{"number":25,"verse":"जबुलूनी वंशातला सरदार, पनीकाचा मुलगा अलीसाफान;"},{"number":26,"verse":"इस्साखारी वंशातला सरदार, अज्जानाचा मुलगा पलटीयेल;"},{"number":27,"verse":"आशेरी वंशातला सरदार, शलोमीचा मुलगा अहीहूद;"},{"number":28,"verse":"आणि नफताली वंशातला सरदार, अम्मीहूदाचा मुलगा पदाहेल."},{"number":29,"verse":"परमेश्वराने कनान देश इस्राएल लोकांना वतनादाखल वाटून देण्याची आज्ञा ज्यांना केली होती ते हे.”"}]}