{"bibleAbbr":"maiNT","bookName":"फिलेमोन केँ पौलुसक पत्र","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"हम पौलुस, जे मसीह यीशुक कारणेँ जहल मे बन्‍दी छी, से अपना सभक भाय तिमुथियुसक संग अहाँ फिलेमोन केँ, जे हमरा सभक प्रिय मित्र आ सहकर्मी छी, ई पत्र लिखि रहल छी।"},{"number":2,"verse":"संगहि, अहाँक घर मे जमा होमऽ वला मण्‍डली, बहिन अपफिया, और अरखिप्‍पुस केँ, जे शुभ समाचारक काज मे हमरा सभक संगी-सैनिक छथि तिनको सभ केँ लिखि रहल छी।"},{"number":3,"verse":"अपना सभक पिता परमेश्‍वर आ प्रभु यीशु मसीह अहाँ सभ पर कृपा करथि और अहाँ सभ केँ शान्‍ति देथि।"},{"number":4,"verse":"( धन्‍यवाद आ प्रार्थना) यौ फिलेमोन, हम जखन कखनो अपना प्रार्थना सभ मे अहाँ केँ स्‍मरण करैत छी तँ अपना परमेश्‍वर केँ धन्‍यवाद दैत छियनि।"},{"number":5,"verse":"कारण, प्रभु यीशु पर अहाँक जे विश्‍वास अछि, आ हुनकर समस्‍त लोकक प्रति जे प्रेम अछि, तकर चर्चा सुनैत रहैत छी।"},{"number":6,"verse":"हम प्रभु सँ प्रार्थना करैत छी जे, विश्‍वास मे जे अहाँक सहभागिता अछि, से अहाँ मे सक्रिय भऽ कऽ अहाँ केँ ई बुद्धि और अनुभव प्रदान करय जे अपना सभ मसीहक लेल केहन-केहन भलाइक काज करऽ मे सक्षम छी।"},{"number":7,"verse":"यौ भाइ, हमरा ई जानि कऽ बहुत आनन्‍द आ उत्‍साह भेटल जे अहाँ अपन प्रेमपूर्ण व्‍यवहार द्वारा परमेश्‍वरक लोकक मोन उत्‍साहित कयलहुँ अछि।"},{"number":8,"verse":"( उनेसिमुसक लेल पौलुसक निवेदन) एहि लेल, हम एकटा निवेदन करैत छी, ओना तँ हमरा मसीह सँ भेटल अधिकार अछि जे हम अहाँ केँ आज्ञा दी जे अहाँ केँ की करबाक चाही, तैयो हम आज्ञा नहि दऽ कऽ,"},{"number":9,"verse":"प्रेमक आधार पर अहाँ सँ एकटा विनतिए करैत छी—हम पौलुस, जे आब बूढ़ भऽ गेल छी आ मसीह यीशुक लेल एखन जहल मे छी।"},{"number":10,"verse":"हम अपना बेटाक लेल अहाँ सँ विनती कऽ रहल छी, हँ, उनेसिमुसक लेल। हमरा तँ एहि जहल मे रहैत काल मे आत्‍मिक दृष्‍टि सँ ओ हमर बेटा बनि गेल अछि।"},{"number":11,"verse":"पहिने ओ अहाँक लेल बेकाजक छल, मुदा आब ओ अहूँक लेल आ हमरो लेल उपयोगी भऽ गेल अछि।"},{"number":12,"verse":"हम उनेसिमुस केँ, जे हमर करेजक टुकड़ा अछि, अहाँ लग वापस पठा रहल छी।"},{"number":13,"verse":"हम तँ चाहैत छलहुँ जे ओकरा एतऽ अपने लग राखी, जाहि सँ शुभ समाचारक कारणेँ जे हमर ई कैदी वला अवस्‍था अछि, ताहि मे ओ हमर वैह सेवा करय जे अहाँ हमरा लेल करितहुँ।"},{"number":14,"verse":"मुदा हम अहाँक सहमति बिना नहि किछु करऽ चाहलहुँ, जाहि सँ अहाँ द्वारा कयल कोनो उपकार दबाब सँ नहि, बल्‍कि स्‍वेच्‍छा सँ होअय।"},{"number":15,"verse":"कारण, भऽ सकैत अछि जे ओ किछु समयक लेल अहाँ सँ एहि लेल अलग भेल जे ओ फेर आबि कऽ सभ दिनक लेल अहाँक होअय,"},{"number":16,"verse":"आब गुलामक रूप मे नहि, बल्‍कि गुलाम सँ बहुत बढ़ि कऽ—प्रिय भायक रूप मे। ओ हमरा लेल अत्‍यन्‍त प्रिय अछि, मुदा अहाँक लेल एहू सँ प्रिय—एक मनुष्‍यक रूप मे और प्रभु मे भायक रूप मे!"},{"number":17,"verse":"तेँ जँ प्रभुक सेवा मे अहाँ हमरा अपना संग-संग काज कयनिहार बुझैत छी, तँ एकरा ओहिना स्‍वीकार करू जेना हमरा करितहुँ।"},{"number":18,"verse":"जँ एकरा द्वारा अहाँ केँ कोनो हानि भेल होअय, अथवा एकरा पर अहाँक ऋण बाँकी होअय, तँ से अहाँ हमरा नाम पर लिखि लिअ।"},{"number":19,"verse":"हम, पौलुस, अपना हाथ सँ लिखि रहल छी जे, ओकर ऋण अहाँ केँ सधा देब। आ हम ई चर्चा करब आवश्‍यक नहि बुझैत छी जे अहाँ पर जे हमर ऋण अछि, से तँ अहाँक जीवने अछि।"},{"number":20,"verse":"हँ, यौ भाइ, अपना दूनू गोटे प्रभु मे छी, तेँ हमरा लेल एकटा ई काज करू—हमर निवेदन स्‍वीकार करू; मसीह मे भाइ-भाइक सम्‍बन्‍धक कारणेँ हमर मोन हल्‍लुक कऽ दिअ।"},{"number":21,"verse":"हमरा पूर्ण विश्‍वास अछि जे अहाँ हमर बात मानब, तेँ अहाँ केँ ई पत्र लिखलहुँ। हम ई जनैत छी जे अहाँ केँ जे किछु कहि रहल छी, अहाँ ताहि सँ बेसिए करब।"},{"number":22,"verse":"( पत्रक अन्‍तिम बात) एक आओर बात। हमरा लेल एक कोठरी तैयार राखू, कारण, हमरा आशा अछि जे अहाँ सभक प्रार्थनाक फलस्‍वरूप परमेश्‍वर हमरा अहाँ सभ लग फेर अयबाक मौका देताह।"},{"number":23,"verse":"एपाफ्रास, जे मसीह यीशुक लेल एतऽ हमरा संग बन्‍दी छथि, अहाँ केँ अपन नमस्‍कार पठबैत छथि।"},{"number":24,"verse":"हमर सहकर्मी सभ, मरकुस, अरिस्‍तर्खुस, देमास और लूका सेहो अहाँ केँ नमस्‍कार पठा रहल छथि।"},{"number":25,"verse":"प्रभु यीशु मसीहक कृपा अहाँ सभक आत्‍मा मे बनल रहय।"}]}