{"bibleAbbr":"orOV2014","bookName":"କରିନ୍ଥୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପାଉଲଙ୍କ ଦ୍ଵିତୀୟ ପତ୍ର","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( ଉଦାରତାର ଦାନ ନିମନ୍ତେ ଆହ୍ଵାନ) ହେ ଭାଇମାନେ, ମାକିଦନିଆର ମଣ୍ତଳୀସମୂହ ମଧ୍ୟରେ ଈଶ୍ଵରଙ୍କ ଦତ୍ତ ଯେଉଁ ଅନୁଗ୍ରହ ପ୍ରକାଶିତ ହୋଇଅଛି, ତାହା ଆମ୍ଭେମାନେ ତୁମ୍ଭମାନଙ୍କୁ ଜଣାଉଅଛୁ;"},{"number":2,"verse":"ସେମାନେ ମହା କ୍ଳେଶରୂପ ପରୀକ୍ଷାରେ ପଡ଼ିଲେ ହେଁ ସେମାନଙ୍କର ମହାନନ୍ଦ ଭୀଷଣ ଦରିଦ୍ରତା ମଧ୍ୟରେ ସୁଦ୍ଧା ପ୍ରଚୁରଭାବେ ଅସୀମ ବଦାନ୍ୟତା ଉତ୍ପନ୍ନ କରିଅଛି ।"},{"number":3,"verse":"କାରଣ ମୁଁ ସାକ୍ଷ୍ୟ ଦେଉଅଛି ଯେ, ସେମାନଙ୍କ ଶକ୍ତି ଅନୁସାରେ, ବରଂ ସେମାନଙ୍କ ଶକ୍ତିର ଅତିରିକ୍ତ ଭାବରେ ସେମାନେ ଦାନ କଲେ;"},{"number":4,"verse":"ସାଧୁମାନଙ୍କ ସେବାର ସହଭାଗିତାରୂପ ଅନୁଗ୍ରହ ପ୍ରାପ୍ତ ହେବା ନିମନ୍ତେ ସେମାନେ ସ୍ଵେଚ୍ଛାରେ ବହୁତ ବିନତି ସହ ଆମ୍ଭମାନଙ୍କୁ ନିବେଦନ କଲେ;"},{"number":5,"verse":"ଏଥିରେ ସେମାନେ ଯେ କେବଳ ଆମ୍ଭମାନଙ୍କ ଆଶାନୁସାରେ କଲେ, ତାହା ନୁହେଁ, ମାତ୍ର ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛା ଦ୍ଵାରା ଚାଳିତ ହୋଇ ପ୍ରଥମେ ଆପଣା ଆପଣାକୁ ପ୍ରଭୁଙ୍କ ନିକଟରେ ଏବଂ ଆମ୍ଭମାନଙ୍କ ନିକଟରେ ସମର୍ପଣ କଲେ ।"},{"number":6,"verse":"ଏଣୁ ତୀତସ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଏହି ଅନୁଗ୍ରହ- କାର୍ଯ୍ୟ ଯେଉଁ ପ୍ରକାରେ ଆରମ୍ଭ କରିଥିଲେ, ସେହି ପ୍ରକାରେ ତାହା ଯେପରି ସମାପ୍ତ ମଧ୍ୟ କରନ୍ତି, ଏଥିନିମନ୍ତେ ତାହାଙ୍କୁ ଉତ୍ସାହ ଦେଲୁ ।"},{"number":7,"verse":"ଆଉ, ବିଶ୍ଵାସ, ବକ୍ତାପଣ, ଜ୍ଞାନ ଓ ସର୍ବପ୍ରକାର ଉଦ୍ଯୋଗ, ପୁଣି ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଆମ୍ଭମାନଙ୍କ ପ୍ରେମର ପ୍ରଭାବ, ଏହିପରି ସମସ୍ତ ବିଷୟ ଯେପରି ତୁମ୍ଭମାନଙ୍କଠାରେ ପ୍ରଚୁରଭାବେ ଦେଖାଯାଉଅଛି, ସେହିପରି ଏହି ଅନୁଗ୍ରହକାର୍ଯ୍ୟ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କଠାରେ ପ୍ରଚୁରଭାବେ ଦେଖାଯାଉ ।"},{"number":8,"verse":"ମୁଁ ଆଦେଶ ଦେଲା ପରି କହୁ ନାହିଁ, ମାତ୍ର ଅନ୍ୟମାନଙ୍କ ଉଦ୍ଯୋଗ ଉଲ୍ଲେଖ କରି ତୁମ୍ଭମାନଙ୍କ ପ୍ରେମର ସରଳତା ମଧ୍ୟ ସପ୍ରମାଣ କରିବା ନିମନ୍ତେ କହୁଅଛି ।"},{"number":9,"verse":"କାରଣ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ଅନୁଗ୍ରହ ତୁମ୍ଭେମାନେ ଜାଣ, ତୁମ୍ଭେମାନେ ଯେପରି ତାହାଙ୍କ ଦରିଦ୍ରତା ଦ୍ଵାରା ଧନବାନ ହୁଅ, ଏଥିପାଇଁ ସେ ଧନୀ ହେଲେ ହେଁ କିପରି ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଦରିଦ୍ର ହେଲେ ।"},{"number":10,"verse":"ଏସମ୍ଵନ୍ଧରେ ମୋର ମତ ଏହି, ତାହା ତ ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ହିତଜନକ, ଯେଣୁ ଗତ ବର୍ଷରୁ ତୁମ୍ଭେମାନେ ଯେ ପ୍ରଥମ କରି କାର୍ଯ୍ୟ କରିବାକୁ ଆରମ୍ଭ କଲ, ତାହା ନୁହେଁ, ମାତ୍ର ଏହା କରିବା ନିମନ୍ତେ ପ୍ରଥମରେ ଇଚ୍ଛା ସୁଦ୍ଧା କରିଥିଲ;"},{"number":11,"verse":"ଏବେ ସେହି କର୍ମ ମଧ୍ୟ ସମାପ୍ତ କର, ଯେପରି ଇଚ୍ଛା କରିବାରେ ଯେପ୍ରକାର ଆଗ୍ରହଭାବ ଥିଲା, ସେହିପ୍ରକାରେ ତୁମ୍ଭମାନଙ୍କ ଅବସ୍ଥା ପ୍ରମାଣେ କାର୍ଯ୍ୟ ମଧ୍ୟ ସମାପ୍ତ ହେବ ।"},{"number":12,"verse":"କାରଣ ଯଦି ଆଗ୍ରହଭାବ ଥାଏ, ତେବେ ତାହା ଜଣକର ଅଭାବାନୁସାରେ ସୁଗ୍ରାହ୍ୟ ନୁହେଁ, ବରଂ ତାହାର ଯାହା ଅଛି, ତଦନୁସାରେ ସୁଗ୍ରାହ୍ୟ ହୁଏ ।"},{"number":13,"verse":"ଯେଣୁ ଅନ୍ୟମାନେ ଯେପରି ସୁଖ ପାଆନ୍ତି, ଆଉ ତୁମ୍ଭେମାନେ କ୍ଳେଶ ପାଅ, ଏଥିପାଇଁ ମୁଁ ଏହା କହୁ ନାହିଁ;"},{"number":14,"verse":"ମାତ୍ର ସାମ୍ୟଭାବ ଦେଖାଯିବା ନିମନ୍ତେ ବର୍ତ୍ତମାନ ସମୟରେ ତୁମ୍ଭମାନଙ୍କ ପ୍ରାଚୁର୍ଯ୍ୟ ଦ୍ଵାରା ସେମାନଙ୍କ ଅଭାବ ପୂରଣ ହେଉଅଛି, ଯେପରି ସେମାନଙ୍କ ପ୍ରାଚୁର୍ଯ୍ୟ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କ ଅଭାବ ପୂରଣ କରିବ, ଆଉ ଏହି ପ୍ରକାରେ ସାମ୍ୟଭାବ ଦେଖାଯିବ,"},{"number":15,"verse":"ଯେପରି ଲେଖାଅଛି, “ଯେ ଅଧିକ ସଂଗ୍ରହ କଲା, ତାହାର ବଳିଲା ନାହିଁ, ଆଉ ଯେ ଅଳ୍ପ ସଂଗ୍ରହ କଲା, ତାହାର ଅଭାବ ହେଲା ନାହିଁ ।”"},{"number":16,"verse":"( ତୀତସଙ୍କ ପ୍ରଶଂସା) କିନ୍ତୁ ଈଶ୍ଵରଙ୍କର ଧନ୍ୟବାଦ ହେଉ, ସେ ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ତୀତସଙ୍କ ହୃଦୟରେ ସମାନ ଉଦ୍ଯୋଗ ଜନ୍ମାଇଅଛନ୍ତି;"},{"number":17,"verse":"କାରଣ ସେ ଯେ କେବଳ ଆମ୍ଭମାନଙ୍କ ଅନୁରୋଧ ଗ୍ରହଣ କଲେ, ତାହା ନୁହେଁ, ମାତ୍ର ସେ ନିଜେ ଅତ୍ୟ; ଉଦ୍ଯୋଗୀ ହୋଇ ସ୍ଵେଚ୍ଛାରେ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଯାଉଅଛନ୍ତି ।"},{"number":18,"verse":"ପୁଣି, ତାଙ୍କ ସଙ୍ଗେ ଆମ୍ଭେମାନେ ଆଉ ଜଣେ ଭାଇଙ୍କୁ ପଠାଉଅଛୁ; ସୁସମାଚାର ପ୍ରଚାର ସମ୍ଵନ୍ଧରେ ତାଙ୍କ ପ୍ରଶଂସା ସମୁଦାୟ ମଣ୍ତଳୀରେ ବ୍ୟାପିଯାଇଅଛି,"},{"number":19,"verse":"କେବଳ ତାହା ନୁହେଁ, କିନ୍ତୁ ସେ ମଧ୍ୟ ଆମ୍ଭମାନଙ୍କର ସେବା ଦ୍ଵାରା ସାଧିତ ଏହି ଅନୁଗ୍ରହକାର୍ଯ୍ୟ ସମ୍ଵନ୍ଧରେ ପ୍ରଭୁଙ୍କ ଗୌରବ ଓ ଆମ୍ଭମାନଙ୍କ ଆଗ୍ରହଭାବ ନିମନ୍ତେ ଆମ୍ଭମାନଙ୍କର ସହଯାତ୍ରୀ ହେବା ପାଇଁ ମଣ୍ତଳୀସମୂହ ଦ୍ଵାରା ନିଯୁକ୍ତ ହୋଇଅଛନ୍ତି;"},{"number":20,"verse":"ଆମ୍ଭମାନଙ୍କ ଦ୍ଵାରା ସାଧିତ ଏହି ସେବା ସ୍ଵରୂପ ପ୍ରଚୁର ଦାନ ବିଷୟରେ କେହି ଯେପରି ଆମ୍ଭମାନଙ୍କୁ ଦୋଷୀ ନ କରେ, ସେଥିପାଇଁ ସାବଧାନ ହେଉଅଛୁ;"},{"number":21,"verse":"କାରଣ କେବଳ ପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ନୁହେଁ, କିନ୍ତୁ ମନୁଷ୍ୟମାନଙ୍କ ଦୃଷ୍ଟିରେ ମଧ୍ୟ ଯାହାସବୁ ଉତ୍ତମ, ସେହିସବୁ ଆମ୍ଭେମାନେ ବିବେଚନା କରୁ ।"},{"number":22,"verse":"ପୁଣି, ଆମ୍ଭେମାନେ ଆମ୍ଭମାନଙ୍କର ଆଉ ଜଣେ ଭାଇଙ୍କୁ ମଧ୍ୟ ସେମାନଙ୍କ ସଙ୍ଗେ ପଠାଉଅଛୁ, ତାଙ୍କୁ ଆମ୍ଭେମାନେ ଅନେକ ବିଷୟରେ ଅନେକ ଥର ଉଦ୍ଯୋଗୀ ବୋଲି ପ୍ରମାଣ ପାଇଅଛୁ, ପୁଣି ତୁମ୍ଭମାନଙ୍କଠାରେ ଦୃଢ଼ ବିଶ୍ଵାସ କରିବାରୁ ସେ ଏବେ ଆହୁରି ଅଧିକ ଉଦ୍ଯୋଗୀ ହୋଇଅଛନ୍ତି ।"},{"number":23,"verse":"ତୀତସଙ୍କ ବିଷୟରେ ଯଦି କେହି ପଚାରେ, ସେ ମୋହର ସହଭାଗୀ ଓ ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ମୋହର ସହକର୍ମୀ; କିଅବା ଯଦି ଆମ୍ଭମାନଙ୍କ ଭାଇମାନଙ୍କ ସମ୍ଵନ୍ଧରେ ପଚାରେ, ସେମାନେ ମଣ୍ତଳୀସମୂହ ଦ୍ଵାରା ପ୍ରେରିତ, ପୁଣି ଖ୍ରୀଷ୍ଟଙ୍କ ଗୌରବ ସ୍ଵରୂପ ।"},{"number":24,"verse":"ଅତଏବ, ତୁମ୍ଭମାନଙ୍କ ପ୍ରେମ ଓ ତୁମ୍ଭମାନଙ୍କ ବିଷୟରେ ଆମ୍ଭମାନଙ୍କ ଦର୍ପର ପ୍ରମାଣ ମଣ୍ତଳୀସମୂହର ସମ୍ମୁଖରେ ସେମାନଙ୍କୁ ଦେଖାଅ ।"}]}