{"bibleAbbr":"orOV2014","bookName":"କରିନ୍ଥୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପାଉଲଙ୍କ ଦ୍ଵିତୀୟ ପତ୍ର","bookEnglishName":"2 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( ଅନ୍ୟ ମଣ୍ତଳୀର ଖ୍ରୀଷ୍ଟିୟାନମାନଙ୍କ ନିମନ୍ତେ ସାହାଯ୍ୟ) ପ୍ରକୃତରେ ସାଧୁମାନଙ୍କ ସେବା ସମ୍ଵନ୍ଧରେ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଲେଖିବା ମୋʼ ପକ୍ଷରେ ବାହୁଲ୍ୟମାତ୍ର;"},{"number":2,"verse":"କାରଣ ମୁଁ ତୁମ୍ଭମାନଙ୍କର ଆଗ୍ରହ ଜାଣେ, ଆଉ ସେ ସମ୍ଵନ୍ଧରେ ମାକିଦନିଆ ଲୋକମାନଙ୍କ ନିକଟରେ ତୁମ୍ଭମାନଙ୍କ ବିଷୟରେ ମୁଁ ଦର୍ପ କରେ ଯେ, ଆଖାୟା ଗତବର୍ଷରୁ ପ୍ରସ୍ତୁତ ହେଲାଣି, ପୁଣି ତୁମ୍ଭମାନଙ୍କ ଉଦ୍ଯୋଗ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ ଲୋକଙ୍କୁ ଉତ୍ସାହିତ କରିଅଛି ।"},{"number":3,"verse":"ତଥାପି ମୁଁ ଭାଇମାନଙ୍କୁ ପଠାଉଅଛି, ଯେପରି ଏ ସମ୍ଵନ୍ଧରେ ତୁମ୍ଭମାନଙ୍କ ବିଷୟରେ ଆମ୍ଭମାନଙ୍କ ଦର୍ପ ବ୍ୟର୍ଥ ନ ହୁଏ, ପୁଣି ମୋହର କଥାନୁସାରେ ତୁମ୍ଭେମାନେ ପ୍ରସ୍ତୁତ ହୁଅ,"},{"number":4,"verse":"କାଳେ ମାକିଦନିଆର କୌଣସି ଲୋକ ଯେବେ ମୋʼ ସାଙ୍ଗରେ ଆସି ତୁମ୍ଭମାନଙ୍କୁ ଅପ୍ରସ୍ତୁତ ଦେଖନ୍ତି, ତେବେ (ତୁମ୍ଭମାନଙ୍କ କଥା ତେଣେ ଥାଉ) ଆମ୍ଭେମାନେ ଏହି ଦୃଢ଼ ବିଶ୍ଵାସ ବିଷୟରେ ଲଜ୍ଜିତ ହେବା ।"},{"number":5,"verse":"ଏଣୁ ତୁମ୍ଭମାନଙ୍କର ପୂର୍ବପ୍ରତିଜ୍ଞାତ ଦାନ ଯେପରି କୃପଣତାର ବିଷୟ ନ ହୋଇ ସ୍ଵଚ୍ଛନ୍ଦତାର ବିଷୟ ହୁଏ, ଏଥିନିମନ୍ତେ ପୂର୍ବରୁ ସେହି ଦାନସଂଗ୍ରହର ଆୟୋଜନ କରିବାକୁ ଆଗେ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଯିବା ପାଇଁ ମୁଁ ଭାଇମାନଙ୍କୁ ଅନୁରୋଧ କରିବାକୁ ଆବଶ୍ୟକ ମନେ କଲି ।"},{"number":6,"verse":"( ହୃଷ୍ଟଚିତ୍ତ ଦାତା) କିନ୍ତୁ ଏହା ସତ୍ୟ, ଯେ ଅଳ୍ପ ବୁଣେ, ସେ ମଧ୍ୟ ଅଳ୍ପ କାଟିବ; ଆଉ ଯେ ପ୍ରଚୁର ବୁଣେ, ସେ ମଧ୍ୟ ପ୍ରଚୁର କାଟିବ ।"},{"number":7,"verse":"ପ୍ରତ୍ୟେକ ଜଣ ଆପଣା ହୃଦୟରେ ଯେପରି ସଂକଳ୍ପ କରିଅଛି, ସେହିପରି କରୁ, କୁଣ୍ଠିତ ଭାବରେ ନୁହେଁ ଅବା ବାଧ୍ୟବାଧକତା ହେତୁରୁ ନୁହେଁ; କାରଣ ଈଶ୍ଵର ହୃଷ୍ଟଚିତ୍ତ ଦାତାକୁ ଭଲ ପାଆନ୍ତି ।"},{"number":8,"verse":"ଆଉ, ସମସ୍ତ ବିଷୟ ସର୍ବଦା ଯଥେଷ୍ଟ ରୂପେ ପାଇ ତୁମ୍ଭେମାନେ ଯେପରି ସମସ୍ତ ଉତ୍ତମ କର୍ମ ନିମନ୍ତେ ଅଧିକରୁ ଅଧିକତର ଦାନ କରି ପାର, ଏଥିନିମନ୍ତେ ଈଶ୍ଵର ତୁମ୍ଭମାନଙ୍କୁ ସର୍ବପ୍ରକାର ଅନୁଗ୍ରହ ପ୍ରଚୁର ଭାବରେ ଦେବାକୁ ସମର୍ଥ ଅଟନ୍ତି,"},{"number":9,"verse":"ଯେପରି ଲେଖାଅଛି, “ସେ ମୁକ୍ତହସ୍ତରେ ବିତରଣ କରିଅଛି, ସେ ଦରିଦ୍ରମାନଙ୍କୁ ଦାନ ଦେଇଅଛି, ତାହାର ଧାର୍ମିକତା ଚିରକାଳସ୍ଥାୟୀ ।”"},{"number":10,"verse":"ଆଉ, ଯେ ବୀଜବପନକାରୀକୁ ବୀଜ ଓ ଭୋଜନ ନିମନ୍ତେ ଆହାର ଯୋଗାନ୍ତି, ସେ ବୁଣିବା ନିମନ୍ତେ ତୁମ୍ଭମାନଙ୍କୁ ବୀଜ ଯୋଗାଇବେ ଓ ତାହା ବଢ଼ାଇବେ, ପୁଣି, ତୁମ୍ଭମାନଙ୍କ ଧାର୍ମିକତାର ଫଳ ବୃଦ୍ଧି କରିବେ;"},{"number":11,"verse":"ଏହିପରି ତୁମ୍ଭେମାନେ ସବୁ ବିଷୟରେ ଧନୀ ହୋଇ ସର୍ବପ୍ରକାର ବଦାନ୍ୟତା ଦେଖାଇ ପାରିବ, ଆଉ ତାହା ଆମ୍ଭମାନଙ୍କ ଦ୍ଵାରା ଈଶ୍ଵରଙ୍କ ଧନ୍ୟବାଦର କାରଣ ହେବ ।"},{"number":12,"verse":"କାରଣ ଏହି ଦାନରୂପ ସେବା ଯେ କେବଳ ସାଧୁମାନଙ୍କର ଅଭାବ ପୂରଣ କରୁଅଛି, ତାହା ନୁହେଁ, ମାତ୍ର ତଦ୍ଦ୍ଵାରା ମଧ୍ୟ ଈଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ବହୁ ଧନ୍ୟବାଦ ଉଛୁଳି ଉଠୁଅଛି,"},{"number":13,"verse":"ଅର୍ଥାତ୍ ଏହି ସେବାକର୍ମର ପ୍ରମାଣ ପାଇ ଲୋକେ ତୁମ୍ଭମାନଙ୍କ ସ୍ଵୀକାର କରୁଥିବା ଖ୍ରୀଷ୍ଟଙ୍କ ସୁସମାଚାର ପ୍ରତି ବାଧ୍ୟତା, ପୁଣି ସାଧୁମାନଙ୍କ ଓ ସମସ୍ତଙ୍କ ପ୍ରତି ତୁମ୍ଭମାନଙ୍କ ସହଭାଗିତାର ସରଳତା ସକାଶେ ଈଶ୍ଵରଙ୍କ ମହିମା କୀର୍ତ୍ତନ କରୁଅଛନ୍ତି,"},{"number":14,"verse":"ଆଉ, ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଈଶ୍ଵରଙ୍କ ଅତ୍ୟଧିକ ଅନୁଗ୍ରହ ହେତୁ ସେମାନେ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ପ୍ରାର୍ଥନା କରୁ କରୁ ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଅନୁରକ୍ତ ଅଟନ୍ତି ।"},{"number":15,"verse":"ଈଶ୍ଵରଙ୍କ ଅକଥନୀୟ ଦାନ ନିମନ୍ତେ ତାହାଙ୍କର ଧନ୍ୟବାଦ ହେଉ ।"}]}