{"bibleAbbr":"WYC1395","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"And it was don, whanne he was preiynge in a place, as he ceesside, oon of hise disciplis seide to hym, Lord, teche vs to preye, as Joon tauyte hise disciplis."},{"number":2,"verse":"And he seide to hem, Whanne ye preien, seie ye, Fadir, halewid be thi name. Thi kyngdom come to."},{"number":3,"verse":"Yyue `to vs to dai oure ech daies breed."},{"number":4,"verse":"And foryyue to vs oure synnes, as we foryyuen to ech man that owith to vs. And lede vs not in to temptacioun."},{"number":5,"verse":"And he seide to hem, Who of you schal haue a freend, and schal go to hym at mydnyyt, and schal seie to hym, Freend, leene to me thre looues;"},{"number":6,"verse":"for my freend cometh to me fro the weie, and Y haue not what Y schal sette bifor hym."},{"number":7,"verse":"And he with ynforth answere and seie, Nyle thou be heuy to me; the dore is now schit, and my children ben with me in bed; Y may not rise, and yyue to thee."},{"number":8,"verse":"And if he schal dwelle stil knockynge, Y seie to you, thouy he schal not rise, and yyue to him, for that that he is his freend, netheles for his contynuel axyng he schal ryse, and yyue to hym, as many as he hath nede to."},{"number":9,"verse":"And Y seie to you, axe ye, and it schal be youun to you; seke ye, and ye schulen fynde; knocke ye, and it schal be openyd to you."},{"number":10,"verse":"For ech that axith, takith, and he that sekith, fyndith; and to a man that knockith, it schal be openyd."},{"number":11,"verse":"Therfor who of you axith his fadir breed, whether he schal yyue hym a stoon? or if he axith fisch, whether he schal yyue hym a serpent for the fisch?"},{"number":12,"verse":"or if he axe an eye, whether he schal a reche hym a scorpioun?"},{"number":13,"verse":"Therfor if ye, whanne ye ben yuel, kunnen yyue good yiftis to youre children, hou myche more youre fadir of heuene schal yyue a good spirit to men that axith him."},{"number":14,"verse":"And Jhesus was castynge out a feend, and he was doumbe. And whanne he hadde cast out the feend, the doumbe man spak; and the puple wondride."},{"number":15,"verse":"And sum of hem seiden, In Belsabub, prince of deuelis, he castith out deuelis."},{"number":16,"verse":"And othir temptinge axiden of hym a tokene fro heuene."},{"number":17,"verse":"And as he saiy the thouytis of hem, he seide to hem, Euery rewme departid ayens it silf, schal be desolat, and an hous schal falle on an hous."},{"number":18,"verse":"And if Sathanas be departid ayens hym silf, hou schal his rewme stonde? For ye seien, that Y caste out feendis in Belsabub."},{"number":19,"verse":"And if Y in Belsabub caste out fendis, in whom casten out youre sones? Therfor thei schulen be youre domesmen."},{"number":20,"verse":"But if Y caste out fendis in the fyngir of God, thanne the rewme of God is comun among you."},{"number":21,"verse":"Whanne a strong armed man kepith his hous, alle thingis that he weldith ben in pees."},{"number":22,"verse":"But if a stronger than he come vpon hym, and ouercome hym, he schal take awei al his armere, in which he tristide, and schal dele abrood his robries."},{"number":23,"verse":"He that is not with me, is ayens me; and he that gederith not togidir with me, scaterith abrood."},{"number":24,"verse":"Whanne an vnclene spirit goith out of a man, he wandrith bi drie placis, and sekith reste; and he fyndynge not, seith, Y schal turne ayen in to myn hous, fro whannes Y cam out."},{"number":25,"verse":"And whanne he cometh, he fyndith it clansid with besyms, and fayre arayed."},{"number":26,"verse":"Thanne he goith, and takith with hym seuene othere spirits worse than hym silf, and thei entren, and dwellen there. And the laste thingis of that man ben maad worse than the formere."},{"number":27,"verse":"And it was don, whanne he hadde seid these thingis, a womman of the cumpanye reride hir vois, and seide to hym, Blessid be the wombe that bare thee, and blessid be the tetis that thou hast soken."},{"number":28,"verse":"And he seide, But yhe blessid be thei, that heren the word of God, and kepen it."},{"number":29,"verse":"And whanne the puple runnen togidere, he bigan to seie, This generacioun is a weiward generacioun; it sekith a token, and a tokene schal not be youun to it, but the tokene of Jonas, the profete."},{"number":30,"verse":"For as Jonas was a tokene to men of Nynyue, so mannus sone schal be to this generacioun."},{"number":31,"verse":"The queen of the south schal rise in doom with men of this generacioun, and schal condempne hem; for sche cam fro the endis of the erthe, for to here the wisdom of Salomon, and lo! here is a gretter than Salomon."},{"number":32,"verse":"Men of Nynyue schulen rise in doom with this generacioun, and schulen condempne it; for thei diden penaunce in the prechyng of Jonas, and lo! here is a gretter than Jonas."},{"number":33,"verse":"No man tendith a lanterne, and puttith in hidils, nether vndur a buyschel, but on a candilstike, that thei that goen in, se liyt."},{"number":34,"verse":"The lanterne of thi bodi is thin iye; if thin iye be symple, al thi bodi schal be liyti; but if it be weyward, al thi bodi schal be derkful."},{"number":35,"verse":"Therfor se thou, lest the liyt that is in thee, be derknessis."},{"number":36,"verse":"Therfor if al thi bodi be briyt, and haue no part of derknessis, it schal be al briyt, and as a lanterne of briytnesse it schal yyue liyt to thee."},{"number":37,"verse":"And whanne he spak, a Farisee preiede him, that he schulde ete with hym. And he entride, and sat to the meete."},{"number":38,"verse":"And the Farisee bigan to seie, gessynge with ynne hym silf, whi he was not waschen bifor mete."},{"number":39,"verse":"And the Lord seide to hym, Now ye Farisees clensen that that is with outenforth of the cuppe and the plater; but that thing that is with ynne of you, is ful of raueyn and wickidnesse."},{"number":40,"verse":"Foolis, whether he that made that that is withoutenforth, made not also that that is with ynne?"},{"number":41,"verse":"Netheles that that is ouer plus, yyue ye almes, and lo! alle thingis ben cleene to you."},{"number":42,"verse":"But wo to you, Farisees, that tithen mynte, and rue, and ech eerbe, and leeuen doom and the charite of God. For it bihofte to do these thingis, and not leeue tho."},{"number":43,"verse":"Wo to you, Farisees, that louen the firste chaieris in synagogis, and salutaciouns in chepyng."},{"number":44,"verse":"Wo to you, that ben as sepulcris, that ben not seyn, and men walkynge aboue witen not."},{"number":45,"verse":"But oon of the wise men of the lawe answeride, and seide to hym, Maystir, thou seiynge these thingis, also to vs doist dispit."},{"number":46,"verse":"And he seide, Also wo to you, wise men of lawe, for ye chargen men with birthuns which thei moun not bere, and ye you silf with youre o fyngur touchen not the heuynessis."},{"number":47,"verse":"Wo to you, that bilden toumbis of profetis; and youre fadris slowen hem."},{"number":48,"verse":"Treuli ye witnessen, that ye consenten to the werkis of youre fadris; for thei slowen hem, but ye bilden her sepulcris."},{"number":49,"verse":"Therfor the wisdom of God seide, Y schal sende to hem profetis and apostlis, and of hem thei schulen sle and pursue,"},{"number":50,"verse":"that the blood of alle prophetis, that was sched fro the making of the world, be souyt of this generacioun;"},{"number":51,"verse":"fro the blood of the iust Abel to the blood of Zacharie, that was slayn bitwixe the auter and the hous. So Y seie to you, it schal be souyt of this generacioun."},{"number":52,"verse":"Wo to you, wise men of the lawe, for ye han takun awei the keye of kunnyng; and ye yow silf entriden not, and ye han forbeden hem that entriden."},{"number":53,"verse":"And whanne he seide these thingis to hem, the Farisees and wise men of lawe bigunnen greuousli to ayenstonde, and stoppe his mouth of many thingis,"},{"number":54,"verse":"aspiynge hym, and sekynge to take sum thing of his mouth, to accuse hym."}]}