{"bibleAbbr":"WYC1395","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"And al the multitude of hem arysen, and ledden hym to Pilat."},{"number":2,"verse":"And thei bigunnen to accuse hym, and seiden, We han foundun this turnynge vpsodoun oure folk, and forbedynge tributis to be youun to the emperour, and seiynge that hym silf is Crist and kyng."},{"number":3,"verse":"And Pilat axide hym, and seide, Art thou kyng of Jewis? And he answeride, and seide, Thou seist."},{"number":4,"verse":"And Pilat seide to the princis of prestis, and to the puple, Y fynde no thing of cause in this man."},{"number":5,"verse":"And thei woxen stronger, and seiden, He moueth the puple, techynge thorou al Judee, bigynnynge fro Galile til hidir."},{"number":6,"verse":"And Pilat herynge Galile axide, if he were a man of Galile."},{"number":7,"verse":"And whanne he knewe that he was of the powere of Eroude, he sente hym to Eroude; which was at Jerusalem in tho daies."},{"number":8,"verse":"And whanne Eroude siy Jhesu, he ioyede ful myche; for long tyme he coueitide to se hym, for he herde many thingis of hym, and hopide to see sum tokene `to be don of hym."},{"number":9,"verse":"And he axide hym in many wordis; and he answeride no thing to hym."},{"number":10,"verse":"And the princis of preestis and the scribis stoden, stidfastli accusynge hym."},{"number":11,"verse":"But Eroude with his oost dispiside hym, and scornede hym, and clothide with a white cloth, and sente hym ayen to Pilat."},{"number":12,"verse":"And Eroude and Pilat weren maad freendis fro that dai; for bifor thei weren enemyes togidre."},{"number":13,"verse":"And Pilat clepide togider the princis of prestis and the maiestratis of the puple, and seide to hem,"},{"number":14,"verse":"Ye han brouyt to me this man, as turnynge awey the puple, and lo! Y axynge bifor you fynde no cause in this man of these thingis, in whiche ye accusen hym;"},{"number":15,"verse":"nether Eroude, for he hath sent hym ayen to vs, and lo! no thing worthi of deth is don to hym."},{"number":16,"verse":"And therfor Y schal amende hym, and delyuere hym."},{"number":17,"verse":"But he moste nede delyuer to hem oon bi the feest dai."},{"number":18,"verse":"And al the puple criede togidir, and seide, Do `awei hym, and delyuer to vs Barabas;"},{"number":19,"verse":"which was sent `in to prisoun for disturblyng maad in the cite, and for mansleynge."},{"number":20,"verse":"And eftsoone Pilat spak to hem, and wolde delyuer Jhesu."},{"number":21,"verse":"And thei vndurcrieden, and seiden, Crucifie, crucifie hym."},{"number":22,"verse":"And the thridde tyme he seide to hem, For what yuel hath this don? Y fynde no cause of deeth in hym; therfor Y schal chastise hym, and Y schal delyuer."},{"number":23,"verse":"And thei contynueden with greet voicis axynge, that he schulde be crucified; and the voicis of hem woxen stronge."},{"number":24,"verse":"And Pilat demyde her axyng to be don."},{"number":25,"verse":"And he delyueride to hem hym, that for mansleyng and sedicioun was sent in to prisoun, whom thei axiden; but he bitook Jhesu to her wille."},{"number":26,"verse":"And whanne thei ledden hym, thei token a man, Symon of Syrenen, comynge fro the toun, and thei leiden on hym the cross to bere aftir Jhesu."},{"number":27,"verse":"And there suede hym myche puple, and wymmen that weiliden, and bymorneden hym."},{"number":28,"verse":"And Jhesus turnede to hem, and seide, Douytris of Jerusalem, nyle ye wepe on me, but wepe ye on youre silf and on youre sones."},{"number":29,"verse":"For lo! daies schulen come, in whiche it schal be seid, Blessid be bareyn wymmen, and wombis that han not borun children, and the tetis that han not youun souke."},{"number":30,"verse":"Thanne thei schulen bigynne to seie to mounteyns, Falle ye doun on vs, and to smale hillis, Keuere ye vs."},{"number":31,"verse":"For if in a greene tre thei don these thingis, what schal be don in a drie?"},{"number":32,"verse":"Also othere twei wickid men weren led with hym, to be slayn."},{"number":33,"verse":"And `aftir that thei camen in to a place, that is clepid of Caluerie, there thei crucifieden hym, and the theues, oon on the riyt half, and `the tother on the left half."},{"number":34,"verse":"But Jhesus seide, Fadir, foryyue hem, for thei witen not what thei doon."},{"number":35,"verse":"And thei departiden his clothis, and kesten lottis. And the puple stood abidynge; and the princis scorneden hym with hem, and seiden, Othere men he maad saaf; make he hym silf saaf, if this be Crist, the chosun of God."},{"number":36,"verse":"And the knyytis neiyeden, and scorneden hym, and profreden vynegre to hym,"},{"number":37,"verse":"and seiden, If thou art king of Jewis, make thee saaf."},{"number":38,"verse":"And the superscripcioun was writun ouer hym with Greke lettris, and of Latyn, and of Ebreu, This is the kyng of Jewis."},{"number":39,"verse":"And oon of these theues that hangiden, blasfemyde hym, and seide, If thou art Crist, make thi silf saaf and vs."},{"number":40,"verse":"But `the tothir answerynge, blamyde hym, and seide, Nether thou dredist God, that art in the same dampnacioun?"},{"number":41,"verse":"And treuli we iustli, for we han resseiued worthi thingis to werkis; but this dide no thing of yuel."},{"number":42,"verse":"And he seide to Jhesu, Lord, haue mynde of me, whanne thou comest `in to thi kyngdom."},{"number":43,"verse":"And Jhesus seide to hym, Treuli Y seie to thee, this dai thou schalt be with me in paradise."},{"number":44,"verse":"And it was almest the sixte our, and derknessis weren maad in al the erthe `in to the nynthe our."},{"number":45,"verse":"And the sun was maad derk, and the veile of the temple was to-rent atwo."},{"number":46,"verse":"And Jhesus criynge with a greet vois, seide, Fadir, in to thin hoondis Y bitake my spirit. And he seiynge these thingis, yaf vp the goost."},{"number":47,"verse":"And the centurien seynge that thing that was don, glorifiede God, and seide, Verili this man was iust."},{"number":48,"verse":"And al the puple of hem that weren there togidir at this spectacle, and sayn tho thingis that weren don, smyten her brestis, and turneden ayen."},{"number":49,"verse":"But alle his knowun stoden afer, and wymmen that sueden hym fro Galile, seynge these thingis."},{"number":50,"verse":"And lo! a man, Joseph bi name, of Aramathie, a cite of Judee, that was a decurien, a good man and a iust,"},{"number":51,"verse":"this man concentide not to the counseil and to the dedis of hem; and he abood the kyngdom of God."},{"number":52,"verse":"This Joseph cam to Pilat, and axide the bodi of Jhesu,"},{"number":53,"verse":"and took it doun, and wlappide it in a cleene lynen cloth, and leide hym in a graue hewun, in which not yit ony man hadde be leid."},{"number":54,"verse":"And the dai was the euen of the halidai, and the sabat bigan to schyne."},{"number":55,"verse":"And the wymmen suynge, that camen with hym fro Galile, sayn the graue, and hou his bodi was leid."},{"number":56,"verse":"And thei turneden ayen, and maden redi swete smellynge spicis, and oynementis; but in the sabat thei restiden, aftir the comaundement."}]}