{"bibleAbbr":"WYC1395","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"In the fiftenthe yeer of the empire of Tiberie, the emperoure, whanne Pilat of Pounce gouernede Judee, and Eroude was prince of Galilee, and Filip, his brothir, was prince of Iturye, and of the cuntre of Tracon, and Lisanye was prince of Abilyn,"},{"number":2,"verse":"vndir the princis of prestis Annas and Caifas, the word of the Lord was maad on Joon, the sone of Zacarie, in desert."},{"number":3,"verse":"And he cam in to al the cuntre of Jordan, and prechide baptym of penaunce in to remyssioun of synnes."},{"number":4,"verse":"As it is wrytun in the book of the wordis of Isaye, the prophete, The voice of a crier in desert, Make ye redi the weie of the Lord, make ye hise pathis riyt."},{"number":5,"verse":"Ech valey schal be fulfillid, and euery hil and litil hil schal be maad lowe; and schrewid thingis schulen ben in to dressid thingis, and scharp thingis in to pleyn weies;"},{"number":6,"verse":"and euery fleisch schal se the heelthe of God."},{"number":7,"verse":"Therfor he seid to the puple, which wente out to be baptisid of hym, Kyndlyngis of eddris, who schewide to you to fle fro the wraththe to comynge?"},{"number":8,"verse":"Therfor do ye worthi fruytis of penaunce, and bigynne ye not to seie, We han a fadir Abraham; for Y seie to you, that God is myyti to reise of these stoonys the sones of Abraham."},{"number":9,"verse":"And now an axe is sett to the roote of the tree; and therfor euery tre that makith no good fruyt, schal be kit doun, and schal be cast in to the fier."},{"number":10,"verse":"And the puple axide hym, and seiden, What thanne schulen we do?"},{"number":11,"verse":"He answeride, and seide to hem, He that hath twei cootis, yyue to hym that hath noon; and he that hath metis, do in lijk maner."},{"number":12,"verse":"And pupplicans camen to be baptisid; and thei seiden to hym, Maister, what schulen we do?"},{"number":13,"verse":"And he seide to hem, Do ye no thing more, than that that is ordeyned to you."},{"number":14,"verse":"And knyytis axiden hym, and seiden, What schulen also we do? And he seide to hem, Smyte ye wrongfuli no man, nethir make ye fals chalenge, and be ye apayed with youre sowdis."},{"number":15,"verse":"Whanne al the puple gesside, and alle men thouyten in her hertis of Joon, lest perauenture he were Crist,"},{"number":16,"verse":"Joon answeride, and seide to alle men, Y baptize you in watir; but a stronger than Y schal come aftir me, of whom Y am not worthi to vnbynde the lace of his schoon; he schal baptize you in the Hooli Goost and fier."},{"number":17,"verse":"Whos `wynewyng tool in his hond, and he schal purge his floor of corn, and schal gadere the whete in to his berne; but the chaffis he schal brenne with fier vnquenchable."},{"number":18,"verse":"And many othere thingis also he spak, and prechide to the puple. But Eroude tetrark, whanne he was blamed of Joon for Erodias,"},{"number":19,"verse":"the wijf of his brother, and for alle the yuelis that Eroude dide,"},{"number":20,"verse":"encreside this ouer alle, and schitte Joon in prisoun."},{"number":21,"verse":"And it was don, whanne al the puple was baptised, and whanne Jhesu was baptised, and preiede, heuene was openyd."},{"number":22,"verse":"And the Hooli Goost cam doun in bodili licnesse, as a dowue on hym; and a vois was maad fro heuene, Thou art my derworth sone, in thee it hath plesid to me."},{"number":23,"verse":"And Jhesu hym silf was bigynninge as of thritti yeer, that he was gessid the sone of Joseph, which was of Heli,"},{"number":24,"verse":"which was of Mathath, which was of Leuy, which was of Melchi, that was of Jamne,"},{"number":25,"verse":"that was of Joseph, that was of Matatie, that was of Amos, that was of Naum, that was of Hely, that was of Nagge,"},{"number":26,"verse":"that was of Mathath, that was of Matatie, that was of Semei, that was of Joseph, that was of Juda, that was of Johanna,"},{"number":27,"verse":"that was of Resa, that was of Zorobabel, that was of Salatiel,"},{"number":28,"verse":"that was of Neri, that was of Melchi, that was of Addi, that was of Cosan, that was of Elmadan, that was of Her,"},{"number":29,"verse":"that was of Jhesu, that was of Eleasar, that was of Jorum, that was of Matath,"},{"number":30,"verse":"that was of Leuy, that was of Symeon, that was of Juda, that was of Joseph, that was of Jona, that was of Eliachym,"},{"number":31,"verse":"that was of Melca, that was of Menna, that of Mathatha, that was of Nathan,"},{"number":32,"verse":"that was of Dauid, that was of Jesse, that was of Obeth, that was of Boz, that was of Salmon, that was of Nason,"},{"number":33,"verse":"that was of Amynadab, that was of Aram, that was of Esrom, that was of Fares,"},{"number":34,"verse":"that was of Judas, that was of Jacob, that was of Isaac, that was of Abraham, that was of Tare, that was of Nachor,"},{"number":35,"verse":"that was of Seruth, that was of Ragau, that was of Faleth, that was of Heber,"},{"number":36,"verse":"that was of Sale, that was of Chaynan, that was of Arfaxath, that was of Sem, that was of Noe, that was of Lameth,"},{"number":37,"verse":"that was of Matussale, that was of Enok, that was of Jareth, that was of Malaliel, that was of Cainan, that was of Enos,"},{"number":38,"verse":"that was of Seth, that was of Adam, that was of God."}]}