{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision of Esai ye sonne of Amos, which he sawe vpon Iuda and Hierusalem, in the dayes of Uzia & Ioathan, Ahaz and Iehezekiah, kinges of Iuda."},{"number":2,"verse":"Heare O heauens, and hearken O earth: for the Lorde hath spoken, I haue norished and brought vp children, and they haue done vnfaithfully against me."},{"number":3,"verse":"The oxe hath knowen his owner, and the asse his maisters cribbe: [but] Israel hath not knowen, my people hath geuen no heede."},{"number":4,"verse":"Ah sinnefull nation, a people laden with iniquitie, a seede of the wicked, corrupt children: they haue forsaken the Lorde, they haue prouoked the holy one of Israel vnto anger, they are gone backwarde."},{"number":5,"verse":"Why shoulde ye be stricken any more? [for] ye are euer fallyng away: euery head is diseased, and euery heart heauy:"},{"number":6,"verse":"From the sole of the foote vnto the head there is nothyng sounde in it: [but] woundes, blaynes, and putrifiyng sore: they haue not ben salued, neither wrapped vp, neither molified with the oyntment."},{"number":7,"verse":"Your lande is wasted, your cities are burnt vp, straungers deuour your lande before your face, and it is made desolate, as it were the destruction of enemies [in the tyme of warre.]"},{"number":8,"verse":"And the daughter of Sion shalbe left as a cotage in a vineyarde, lyke a lodge in a garden of Cucumbers, lyke a besieged citie."},{"number":9,"verse":"Except the Lorde of hoastes had left vs a small remnaunt, we shoulde haue ben as Sodoma, & lyke vnto Gomorra."},{"number":10,"verse":"Heare the worde of the Lord ye lordes of Sodoma, and hearken vnto the lawe of our God thou people of Gomorra."},{"number":11,"verse":"Why offer ye so many sacrifices to me, wyll the Lorde say? I am full of the burnt offeringes of weathers, & of the fatnesse of fed beastes, I haue no pleasure in the blood of bullockes, lambes, and goates."},{"number":12,"verse":"When ye come to appeare before me treadyng in my courtes, who hath required this at your handes?"},{"number":13,"verse":"Offer me no mo oblations, for it is but lost labour: incense is an abhominable thyng vnto me, I may not away with your newe moones, your sabbathes & solempne meetynges, your solempne assemblies are wicked."},{"number":14,"verse":"I hate your newe moones and appoynted feastes euen from my very heart, they make me weery, I can not abyde them."},{"number":15,"verse":"When you holde out your handes, I wyll turne myne eyes from you: and though ye make many prayers, yet I wyll heare nothyng at all, seyng your handes are full of blood."},{"number":16,"verse":"Washe you, make you cleane, put away your euyll thoughtes out of my syght: ceasse from doyng of euyll,"},{"number":17,"verse":"Learne to do well, applie your selues to equitie, deliuer the oppressed, helpe the fatherlesse to his ryght, let the widdowes complaynt come before you:"},{"number":18,"verse":"And then go to, saith the Lorde, let vs talke together: though your sinnes be as red as scarlet, they shalbe as whyte as snowe: and though they were lyke purple, they shalbe as whyte as wooll."},{"number":19,"verse":"If ye be wyllyng and obedient, ye shal eate the good of the lande:"},{"number":20,"verse":"But yf ye be obstinate and rebellious, ye shalbe deuoured with the sworde: for the mouth of the Lord hath spoken [it.]"},{"number":21,"verse":"Howe happeneth it then that the righteous citie which was full of equitie, is become vnfaythfull as a whore? Righteousnesse dwelt in it, but nowe murtherers."},{"number":22,"verse":"Thy siluer is turned to drosse, and thy wine mixt with water."},{"number":23,"verse":"Thy princes are wicked, and companions of theeues: they loue gyftes altogether, and gape for rewardes: As for the fatherlesse they helpe hym not to his ryght, neither wyll they let the widdowes causes come before them."},{"number":24,"verse":"Therfore saith the Lorde God of hoastes, the mightie one of Israel: Ah I must ease me of mine enemies, and auenge me of mine aduersaries:"},{"number":25,"verse":"And I shall lay my hande vpon thee, and purely purge away thy drosse, and take away all thy tinne:"},{"number":26,"verse":"And set thy iudges agayne as they were sometyme, and thy senatours as they were from the begynnyng: and then thou shalt be called the ryghteous citie, the faythfull citie."},{"number":27,"verse":"Sion shalbe redeemed with equitie, and her conuertes with righteousnesse."},{"number":28,"verse":"But the transgressours, and the vngodly, and such as forsake the Lorde, shall altogether be vtterly destroyed."},{"number":29,"verse":"For ye shalbe confounded for the trees which ye haue desired: and ye shalbe ashamed of the gardens that ye haue chosen."},{"number":30,"verse":"For ye shalbe as a tree whose leaues are fallen away, and as a garden that hath no moystnesse."},{"number":31,"verse":"And the very strong one [of your idols] shalbe as towe, and the maker of it as a sparke [of fire] and they shal both burne together, and no man quenche them."}]}