{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"This is the burthen vpon Damascus: Beholde Damascus is taken away to be no more a citie, but shalbe an heape of broken stones."},{"number":2,"verse":"The waste cities of Aroer shalbe foldes for cattell which shall lye there, and there shalbe none to fray them away."},{"number":3,"verse":"Ephraim also shall no more be strong, and Damascus shall no longer be a kyngdome, and the remnaunt of Syria shalbe as the glorie of the children of Israel, saith the Lorde of hoastes."},{"number":4,"verse":"And in that day it shall come to passe, that the glorie of Iacob shalbe made very thinne, and the fatnesse of his fleshe shall waxe leane."},{"number":5,"verse":"And he shalbe as one that gathereth vp corne in haruest, euen lyke hym whose arme reapeth the eares of corne: He shalbe also lyke hym that gathereth eares of corne in the valley of Rephaim."},{"number":6,"verse":"Some gatheryng in deede shall there be left in it, euen as in the shakyng of an Oliue tree there remayne two or three berries in the toppe of the vppermost bowe, and foure or fyue in the brode fruitfull braunches thereof, saith the Lorde God of Israel."},{"number":7,"verse":"Then shall man turne agayne to his maker, and his eyes shall haue respect to the holy one of Israel."},{"number":8,"verse":"As for the aulters which are his owne handy worke he shal not regarde them, and the thynges that his fingers hath made, as groues and images, those shal he not cast his eye vnto."},{"number":9,"verse":"In that day shall their strong cities be as the forsaken shrubbes & braunches, which they left because of the childre of Israel, and the lande shalbe desolate."},{"number":10,"verse":"Because thou hast forgotten the God of thy saluation, and hast not ben myndfull of thy strong rocke: therfore shalt thou set pleasaunt plantes, and shalt graffe the braunche of another mans vine."},{"number":11,"verse":"In that day shalt thou make thy plant to growe, and early in the mornyng shalt thou make thy seede to florishe: The haruest shalbe gone in the day of inheritaunce, and there shalbe sorowe without hope of comfort."},{"number":12,"verse":"Wo shalbe to the multitude of much people, which shall make a sounde lyke to the noyse of the sea, and the violence of the nations which shall rage lyke the russhyng in of many waters."},{"number":13,"verse":"Euen lyke many waters shal the people rage, God shall rebuke hym, and he shal flee farre of, he shalbe chased away lyke as drye strawe vpon the mountaynes before the wynde, and lyke a thyng that turneth before the storme."},{"number":14,"verse":"At euen beholde there is trouble, and or euer it be mornyng lo it is gone: This is the portion of them that oppresse vs, and the lot of them that robbe vs."}]}