{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"The selfe same worde that Esai the sonne of Amos sawe vpon Iuda and Hierusalem."},{"number":2,"verse":"And [this] shall come to passe in the latter dayes: the hyll of the Lordes house shalbe prepared in the heyght of the mountaynes, and shalbe hygher then the hylles, and all nations shall preasse vnto hym."},{"number":3,"verse":"And a multitude of people shall go, speakyng [thus one to another] come, let vs ascende to the hyll of the Lorde, to the house of the God of Iacob, and he wyll instruct vs of his wayes, and we wyll walke in his pathes: for out of Sion shall come a lawe, and the worde of the Lorde from Hierusalem:"},{"number":4,"verse":"And shall geue sentence among the heathen, and shall refourme the multitude of people: they shall breake their swordes also into mattockes, and their speares to make sithes: And one people shall not lyft vp a weapon agaynst another, neither shall they learne to fyght from thencefoorth."},{"number":5,"verse":"Come ye O house of Iacob, and let vs walke in the lyght of the Lorde:"},{"number":6,"verse":"For thou hast forsaken thy people the house of Iacob, because they be replenished [with euils] from the east, and with sorcerers lyke the Philistines, and in straunge children they thynke them selues to haue enough."},{"number":7,"verse":"Their lande is full of siluer and golde, neither is there any ende of their treasure: their lande is also full of horses, and no ende is there of their charrettes."},{"number":8,"verse":"Their lande also is full of vayne gods, and before the worke of their owne handes they haue bowed them selues, yea euen before the thyng that their owne fingers haue made."},{"number":9,"verse":"There kneeleth the man, there falleth the man downe [before them:] therfore forgeue them not."},{"number":10,"verse":"Get thee into the rocke, and hyde thee in the grounde for feare of the Lorde, and for the glorie of his maiestie."},{"number":11,"verse":"The high lookes of man shalbe brought lowe, and the hautinesse of men shalbe bowed downe: and the Lorde alone shalbe exalted in that day."},{"number":12,"verse":"For the day of the Lorde of hoastes [shalbe] vpon all the proude, loftie, and vpon all that is exalted, and he shalbe brought lowe:"},{"number":13,"verse":"And vpon all high and stout Cedar trees of Libanus, and vpon all the okes of Basan."},{"number":14,"verse":"And vpon all the high mountaynes, and vpon all the high hilles,"},{"number":15,"verse":"And vpon euery high towre, and vpon euery fenced wall,"},{"number":16,"verse":"And vpon all the shippes of Tharsis, and vpon all pictures of pleasure."},{"number":17,"verse":"And the pride of man shalbe brought downe, and the loftinesse of men shalbe made lowe, and the Lorde alone shalbe exalted in that day:"},{"number":18,"verse":"As for the idols he shall vtterly abolishe:"},{"number":19,"verse":"And they shall creepe into holes of stone, and into caues of the earth for feare of the Lorde, and for the glorie of his maiestie, when he ariseth to destroy [the wicked ones of] the earth."},{"number":20,"verse":"In the selfe same day shall man cast away his gods of siluer, and his gods of golde, into the holes of Mowles and Backes, which he neuerthelesse had made to hym selfe to honour them."},{"number":21,"verse":"And they shall creepe into the cliftes of the rockes, and into the toppes of the harde stones for feare of the Lorde, and for the glorie of his maiestie, when he ariseth to destroy [the wicked ones of] the earth."},{"number":22,"verse":"Ceasse therfore from man in whose nosethrilles there is breath: for wherin is he to be accompted of?"}]}