{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The burthen of the waste sea. Euen as the stormie weather passeth through at the noone day from the wildernesse, so shall it come from the terrible lande."},{"number":2,"verse":"A greeuous vision was shewed vnto me: let one deceiptfull offendour come agaynst another, and one destroyer agaynst another: Up Elam, lay siege thou of Media, all their gronyng haue I layde downe."},{"number":3,"verse":"Therfore are my loynes fylled with sorowe, heauinesse hath taken holde vpon me as the panges of a woman that is trauaylyng: it made me stoupe when I heard it, and it vexed me when I sawe it."},{"number":4,"verse":"My heart panted, fearefulnesse came vpon me: the nyght of my voluptuousnesse hath he turned agaynst me into feare."},{"number":5,"verse":"Whyle they garnished the table, the watchman loked: and whyle I was eatyng and drynkyng, it was sayde, vp ye captaynes, take you to your shielde."},{"number":6,"verse":"For thus hath the Lorde sayde vnto me: Go and set a watchman to tel what he seeth."},{"number":7,"verse":"And he sawe a charret which two horsemen sat vpon, with the cariage of an Asse, and the cariage of a Camel: So he loked, and toke diligent heede."},{"number":8,"verse":"And he cryed, a lion, my Lorde I stande continually vpon the watche towre in the day tyme, and am appoynted to kepe my watch euery nyght."},{"number":9,"verse":"And beholde here commeth a charret of men, with two horsemen, and he aunswered and sayd, Babylon is fallen, it is fallen, and all the images of her gods hath he smitten downe vnto the grounde."},{"number":10,"verse":"Thou art he whom I must threshe, and thou belongest to my corne floure: This that I hearde of the Lorde of hoastes the God of Israel, haue I shewed vnto you."},{"number":11,"verse":"The burthen of Duma. He calleth to me out of Seir: watchman what hast thou espied by nyght? watchman what hast thou espied by nyght?"},{"number":12,"verse":"The watchman sayde, The mornyng commeth, and so doth the nyght: If ye wyll aske me any question, then aske it: returne and come agayne."},{"number":13,"verse":"The burthen concernyng Arabia. In the wooddes of Arabia shall ye tary all nyght, euen in the streetes of Dedanim."},{"number":14,"verse":"The inhabitours of the lande of Thema brought foorth water to hym that was thirstie, they preuented hym that was fled away with their bread."},{"number":15,"verse":"For because of swordes they are become fugitiue, Euen for the drawen sworde, and for the bent bowe, and because of the greeuousnesse of warre."},{"number":16,"verse":"For thus hath the Lorde sayde vnto me: There is yet a yere, accordyng to the yeres of an hired seruaunt, and all the glorie of Cedar shall fayle."},{"number":17,"verse":"And the number of them that shall escape from the bowes, shalbe minished by the mightie children of Cedar: for the Lorde God of Israel hath spoken it."}]}