{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"In that day shall this song be song in the land of Iuda, we haue a strong citie, saluation shal God appoint in steede of walles and bulwarkes."},{"number":2,"verse":"Open ye the gates, that the righteous people whiche kepeth the trueth may enter in."},{"number":3,"verse":"By an assured purpose wylt thou preserue perfect peace, because they put their trust in thee."},{"number":4,"verse":"Put ye your trust alway in the Lord: for in the Lorde God there is strength for euermore."},{"number":5,"verse":"For he hath brought downe the high minded citizens: as for the proude citie he hath brought it lowe, euen to the ground shall he cast it downe, and bring it vnto dust."},{"number":6,"verse":"The foote, euen the foote of the poore, and the steppes of suche as be in necessitie shall treade it downe."},{"number":7,"verse":"The path of equitie wylt thou graunt vnto the iust [O thou most righteous] thou shalt order the path of hym that is righteous."},{"number":8,"verse":"Yea in the way of thy iudgementes, O Lord, haue we put our trust in thee: thy name also and the remembraunce of thee, is the thing that our soule longeth for."},{"number":9,"verse":"My soule hath longed for thee all the night, and with my spirite whiche is within me wyll I seeke thee early in the morning: For when thy iudgementes are in the earth, the inhabiters of the worlde shall learne righteousnesse."},{"number":10,"verse":"Shall the vngodly man be fauoured, which hath not learned righteousnesse, but doth wickedly in the earth, where nothing ought to be done but that which is righteous? he shall not see the glory of the Lorde."},{"number":11,"verse":"Lorde, when thy hande is lyft vp to strike, they see it not: but they shall see it, and be confounded with the zeale of the people, and the fire that consumeth thyne enemies shall deuour them."},{"number":12,"verse":"Lorde vnto vs thou shalt prouide peace: for thou also hast wrought all our workes in vs."},{"number":13,"verse":"O Lord our God, other lordes beside thee hath subdued vs: but we wyll be mindfull only of thee and of thy name."},{"number":14,"verse":"The dead wyll not liue, they that be out of life will not ryse agayne, therfore hast thou visited and rooted them out, and destroyed all the memorie of them."},{"number":15,"verse":"Thou hast increased the people, O Lorde, thou hast increased the people, thou art glorious, thou hast sent them farre of vnto all the coastes of the earth."},{"number":16,"verse":"Lorde, in trouble haue they visited thee, they powred out their prayer whe thy chastening was vpon them."},{"number":17,"verse":"Like as a woman with chylde that draweth nye towardes her trauayle is sorie and cryeth in her paynes: euen so haue we ben in thy sight O Lorde."},{"number":18,"verse":"We haue ben with chylde and suffred paine, as though we had brought forth winde: for there is no saluation in the earth, neither do the inhabiters of the worlde submit them selues."},{"number":19,"verse":"Thy dead men shall liue, euen as my body shall they rise againe: Awake and sing ye that dwell in dust, for thy deawe is euen as the deawe of hearbes, and the earth shall cast out them that be vnder her."},{"number":20,"verse":"Come my people, enter thou into thy chambers, and shut thy doores about thee, hide thy selfe for a litle whyle, vntill the indignation be ouerpast."},{"number":21,"verse":"For beholde, the Lorde is comming out of his place, to visite the wickednesse of suche as dwell vpon earth: the earth also shall disclose her bloods, and shall no more hide them that are slayne in her."}]}