{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"Alas for those disobedient chyldren saith the Lorde, that they will take counsell and not of me, that they wyll take a secrete aduice and not out of my spirite, and therefore adde they sinne vnto sinne."},{"number":2,"verse":"Euen they that walke to go downe into Egypt, and haue asked no question at my mouth, but seeke strength in the might of Pharao, and trust in the shadowe of Egypt."},{"number":3,"verse":"Therefore shall the strength of Pharao be your confusion, and the trust in the shadowe of Egypt your shame."},{"number":4,"verse":"For his captaynes were at Zoan, and his embassadours came vnto Hanes."},{"number":5,"verse":"They were ashamed of the people that coulde do them no good, and that might not helpe them nor shewe them any profit, but were their confusion and rebuke."},{"number":6,"verse":"The burthen of the beastes of the south. In a land of trouble & anguishe, from whence shall come the young and olde lion, the viper and firie serpent that fleeth against them that vpon coltes beare their riches, and vpon camels their treasures, to a people that can do them no good."},{"number":7,"verse":"For vayne and nothing worth shall the helpe of the Egyptians be: Therefore haue I cryed vnto Hierusalem, they shall haue strength inough if they wyll settle their mindes in quietnesse."},{"number":8,"verse":"Nowe therefore go thy way, and write this before them in a table, and note it in a booke: that it may finally remaine and be kept styll for euer."},{"number":9,"verse":"For this is an obstinate people, and dissembling chyldren, chyldren that refuse to heare the lawe of the Lorde."},{"number":10,"verse":"For they say vnto the seers, see not, and to them that be cleare of iudgement, loke not out right thinges for vs: but speake fayre wordes vnto vs, loke out errours."},{"number":11,"verse":"Get you out of this way, depart out of this path, and turne the holy one of Israel from vs."},{"number":12,"verse":"Wherefore thus saith the holy one of Israel: Because your heartes ryse against this word, and because you trust in wrong dealing and peruerse iudgement, and put your confidence therin:"},{"number":13,"verse":"Therfore shall ye haue this mischiefe for your destruction and fall, like as an hye wall that falleth because of some rift or blast, whose breakyng commeth sodainly."},{"number":14,"verse":"And the hurt thereof is lyke an earthen vessell whiche breaketh without helpe, so that in the bursting of it, there is not founde one sheuer to fetch fire in, or to take water withall out of the pit."},{"number":15,"verse":"For thus saith the Lorde God, euen the holy one of Israel: In repentaunce and in rest shall ye be safe, in quietnesse and sure confidence shalbe your strength, but ye haue had no list thereto."},{"number":16,"verse":"For ye haue sayde, No, but we wyll escape thorowe horses, therefore shall ye flee: And we wyll get vs vp vpon swift beastes, and therefore shall your persecutours be swifter."},{"number":17,"verse":"A thousande shall flee at the rebuke of one, and at the rebuke of fiue shall ye all flee, till ye be left as a ship mast vpon the top of a mountaine, and as a beaken vpon an hill."},{"number":18,"verse":"Therefore doth the Lorde cause you to wayte, that he may haue mercy vpon you, to the entent that he may haue the preeminence when he is gratious vnto you: For the Lord is the God of iudgement, Blessed are all they that hope in hym."},{"number":19,"verse":"If the people remaine in Sion and at Hierusalem, thou shalt not be in heauinesse: but at the voyce of thy complaint shall he haue mercy vpon thee, and when he heareth it, he shall geue thee an aunswere."},{"number":20,"verse":"And though the Lorde geue you the bread of trouble, and the water of aduersitie, thy rayne shalbe no more so scant, but thyne eyes shall see thy rayne."},{"number":21,"verse":"Yea and thyne eare shall heare the talking of him that doth speake behinde thee: This is the way, walke ye in it, turne not aside neither to the right hande, nor to the left."},{"number":22,"verse":"Ye shall destroy also the couering of your siluer images, and the decking of your golden idols, euen as filthynesse shalt thou put them away: And thou shalt say vnto it, Get thee hence."},{"number":23,"verse":"Then shall God geue rayne vnto thy seede, that thou shalt sowe the grounde withall, and bread of the increase of the earth, whiche shalbe fat and very plenteous: in that day also shall thy cattell be fed in large pastures."},{"number":24,"verse":"The oxen lykewyse and the young asses that eare the grounde shall eate cleane prouender, whiche is purged with the winde and the fanne."},{"number":25,"verse":"Finally, vpon euery hye mountayne and hyll shall there be riuers, and streames of waters in the day of the great slaughter when the towres fall."},{"number":26,"verse":"Moreouer, the light of the moone shalbe as the light of the sunne, and the sunne light shalbe seuen folde, and haue as much shine as in seuen dayes beside, when the Lorde bindeth vp the sore of his people, and healeth the stroke of their wounde."},{"number":27,"verse":"Beholde, the fame of the Lorde commeth from farre, and his presence is so hotte, that no man is able to abyde: his lippes are full of indignation, and his tongue is as a consuming fire."},{"number":28,"verse":"His breath is a vehement flud of water, that reacheth vp to the necke: that he may sift away the heathen in the siue of vanitie, and his breath is a brydle of errour in the iawes of the people."},{"number":29,"verse":"And ye shall sing lyke as in the night when the holy solempnitie beginneth, and ye shall haue gladnesse of heart, like as when one commeth with a pipe vnto the hill of the Lorde, and to the most mightie one of Israel."},{"number":30,"verse":"And the Lorde shall cause his glorious voyce to be hearde, and shall declare his stretched out arme with a terrible countenaunce, & with the flambe of a consuming fire, with noysome lightening, with a showre, and with hayle stones."},{"number":31,"verse":"For thorowe the voyce of the Lorde shall Assur be destroyed, which smote other men with the rodde."},{"number":32,"verse":"And it shall come to passe, that whyther soeuer he goeth the rodde shall cleaue vnto him which the Lorde shall laye vpon hym, with tabrettes and harpes: and with great warre shall he fight against his hoast."},{"number":33,"verse":"For the fire of hell is ordayned from the beginning, yea euen for the kyng is it prepared: This hath the Lorde set in the deepe, and made it wide, the burning whereof is fire and muche wood: The breath of the Lorde whiche is like a riuer of brimstone doth kindle it."}]}