{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"Ye Isles hearken vnto me, and take heede ye people from farre: The Lord hath called me from my birth, and made mention of my name from my mothers wombe:"},{"number":2,"verse":"He hath made my mouth lyke a sharpe sworde, vnder the shadowe of his hande hath he defended me, and hid me in his quiuer as a good arrowe,"},{"number":3,"verse":"And sayde vnto me: Thou art my seruaunt Israel, I wyll be honoured in thee."},{"number":4,"verse":"Then I aunswered: I haue lost my labour, I haue spent my strength in vayne: Neuerthelesse, I wyll commit my cause and my worke vnto the Lorde my God."},{"number":5,"verse":"And nowe saith the Lorde, euen he that fashioned me from my mothers wombe to be his seruaunt, that I may bryng Iacob agayne vnto hym, albeit Israel wyll not be gathered vnto hym agayne, yet in Gods sight shall I be glorious, my God shalbe my strength."},{"number":6,"verse":"And he sayde: It is but a small thyng that thou art my seruaunt to set vp the kinredes of Iacob, and to restore the destruction of Israel: For I haue made thee the lyght of the gentiles, that thou mayest be my health vnto the ende of the worlde."},{"number":7,"verse":"Moreouer, thus saith the Lorde the redeemer and holy one of Israel, concernyng the abhorred & dispised among the gentiles, the seruaunt of them that beare rule, kynges and princes shall see and arise, and worship because of the Lorde that is faythfull, and because of the holy one of Israel that hath chosen thee."},{"number":8,"verse":"And thus saith the Lorde: In the tyme accepted haue I hearde thee, and in the day of saluation haue I helped thee: I wyll preserue thee, and make thee to be the attonement of the people, that thou mayest helpe vp the earth againe, and possesse againe the desolate heritages."},{"number":9,"verse":"That thou mayest say vnto the prisoners, go foorth, and to them that are in darknesse, come into the lyght: they shall feede thee in the hye wayes, and get their pasture in all hye places."},{"number":10,"verse":"They shall neither hunger nor thirst, heate nor sunne shall not hurt them: for he that fauoureth them shall leade them, and geue them drynke of the well sprynges."},{"number":11,"verse":"I wyll make wayes vpon all my mountaynes, and my footpathes shalbe exalted."},{"number":12,"verse":"And beholde, these shall come from farre, lo, some from the north and west, some from the lande of Sinis [which is in the south.]"},{"number":13,"verse":"Reioyce ye heauens, and sing prayses thou earth, talke of ioy ye hylles: for God hath comforted his people, & wyll haue mercie vpon his that be in trouble."},{"number":14,"verse":"But Sion sayde: God hath forsaken me, and my Lorde hath forgotten me."},{"number":15,"verse":"Will a woman forget her owne infant, and not pitie the sonne of her owne wombe? And though they do forget, yet wyll I not forget thee."},{"number":16,"verse":"Beholde, I haue written thee vp vpon my handes, thy walles are euer in my syght."},{"number":17,"verse":"They make haste who buildeth thee vp againe: as for those that ouerthrowe thee and make thee waste, they shall depart from thee."},{"number":18,"verse":"Lift vp thine eyes and loke about thee, all these gather them together and come to thee: As truely as I lyue saith the Lorde, thou shalt put them all vpon thee as an apparell, and girde them to thee as a bride doth her iewels."},{"number":19,"verse":"As for thy lande that lyeth desolate, wasted, and destroyed, it shalbe to narowe for them that shall dwell in it: and they that woulde deuoure thee, they shalbe farre away."},{"number":20,"verse":"Then thy children whom the barren shall bring foorth, shall say in thine eare: This place is to narowe, geue place that I may haue roome."},{"number":21,"verse":"Then shalt thou thinke by thy selfe, who hath begotten me these, seeyng I am barren and alone, a captiue and an outcast? and who hath norished them vp for me? I am desolate and alone, but from whence come these?"},{"number":22,"verse":"And therfore thus saith the Lorde God: Beholde, I wyll stretch out my hande vnto the gentiles, and set vp my token to the people, they shall bryng thee thy sonnes in their lappes, and cary thy daughters vnto thee vpon their shoulders."},{"number":23,"verse":"For kynges shalbe thy nursyng fathers, and queenes shalbe thy nursyng mothers: They shall fall before thee with their faces flat vpon the earth, & lick vp the dust of thy feete: that thou mayest knowe howe that I am the Lorde, and that who so putteth their trust in me shall not be confounded."},{"number":24,"verse":"Shall the spoyle be taken from the mightie? or the lawfull prisoner from the taker?"},{"number":25,"verse":"But thus saith the Lorde: The prisoners shalbe taken from the mightie, & the spoyle shalbe recouered from the violent: for I wyll maynteyne thy cause agaynst thine aduersaries, and I wyll saue thy sonnes."},{"number":26,"verse":"And I wyll feede thine enemies with their owne fleshe, & make them drunken with their owne blood, as with sweete wine: And all fleshe shall knowe O Iacob that I am the Lorde thy sauiour, thy noble redeemer."}]}