{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"Nowe wyll I syng my beloued friende, a song of my friende touching his vineyard: My beloued friende hath a vineyarde in a very fruiteful plenteous grounde."},{"number":2,"verse":"This he hedged, and gathered out the stones from it, and planted it with the choysest vine: In the middest of it builded he a towre, also made a wine presse therin: and he loked that it shoulde bring him grapes, and it brought foorth wylde grapes."},{"number":3,"verse":"Nowe O citezen of Hierusalem, and man of Iuda, iudge I pray thee betwixt me and my vineyarde:"},{"number":4,"verse":"What more coulde haue ben done for it, that I haue not done? Wherfore then hath it geuen wylde grapes, where I loked to haue had grapes of it?"},{"number":5,"verse":"Well, nowe I shall tell you howe I will do with my vineyarde: I will take the hedge from it, that it may perishe, and breake downe the wall therof, that it may be troden vnder foote."},{"number":6,"verse":"I wyll lay it waste, it shall neither be digged nor cut, but beare thornes and briers: I wyll also forbyd the cloudes that they shall not rayne vpon it."},{"number":7,"verse":"As for the vineyarde of the Lorde of hoastes, it is the house of Israel: and the man of Iuda, the plant of his pleasure: Of these he loked for equitie, but see there is oppression for ryghteousnesse, and lo it is a crying."},{"number":8,"verse":"Wo vnto them that ioyne one house to another, and bring one lande so nigh vnto another, that there is no more place: Wyll ye be placed alone in the myddest of the earth?"},{"number":9,"verse":"These thynges are in the eares of the Lorde of hoastes: of a trueth great and faire houses shalbe without any dweller in them."},{"number":10,"verse":"And tenne acres of vines shall geue but a quart, and thirtie busshels of seede shall geue but an Epha."},{"number":11,"verse":"Wo be vnto them that rise vp early to folowe drunkennesse, continuyng vntyll nyght, tyll they be set on fire with wine."},{"number":12,"verse":"In their feastes are harpes and lutes, tabrettes and pipes, and wine: but they regarde not the worke of the Lord, and consider not the operatio of his handes."},{"number":13,"verse":"Therfore commeth my folke into captiuitie, because they haue no vnderstandyng: Their glorie is famished with hunger, and their multitude dryed vp with thirst."},{"number":14,"verse":"Therfore gapeth hell and openeth her mouth marueilous wyde, that their glorie, multitude, and wealth, with such as reioyce in her, may descende into it."},{"number":15,"verse":"Thus hath man a fall and is brought lowe, and the hygh loke of the proude shalbe layde downe."},{"number":16,"verse":"But the Lorde of hoastes shalbe exalted in iudgement, and God that is holy is sanctified in ryghteousnesse."},{"number":17,"verse":"Then shall the sheepe eate as they were wont, and the riche mens landes that were layde waste shall straungers deuour."},{"number":18,"verse":"Wo be vnto them that drawe wickednesse with cordes of vanitie, and sinne as it were with a cart rope."},{"number":19,"verse":"Which vse to speake on this maner, Let hym make speede and hasten his worke, that we may see it: let the counsayle of the holy one of Israel come and drawe nye, that we may knowe it."},{"number":20,"verse":"Wo be vnto them that call euyll good, and good euyll, which make darknesse lyght, and lyght darknesse, that make sowre sweete, and sweete sowre."},{"number":21,"verse":"Wo be vnto them that are wise in their owne syght, and thynke them selues to haue vnderstandyng."},{"number":22,"verse":"Wo be vnto them that are strong to suppe out wine, and expert men to set vp drunkennesse."},{"number":23,"verse":"Wo be vnto them that geue sentence with the vngodly for rewardes, but condempne the iust cause of the ryghteous."},{"number":24,"verse":"Therfore, lyke as fire licketh vp the strawe, and as the flambe consumeth the stubble: euen so their roote shalbe as corruption, and their blossome shall vanishe away lyke dust: for they haue cast away the lawe of the Lorde of hoastes, and despised the worde of the holy one of Israel."},{"number":25,"verse":"Therfore is the wrath of the Lorde kindeled against his people, and hath stretched foorth his hande vpon them, yea he hath smitten them: and the hilles dyd tremble, and their carkases dyd lye torne in the open streetes: and in al this the wrath of God hath not ceassed, but his hande stretched out styll."},{"number":26,"verse":"And he shall geue a token to a people of a farre countrey, and shall hisse vnto them from the ende of the earth: and beholde, they shall come hastyly with speede."},{"number":27,"verse":"There shall not be one faynt nor feeble among them, no not a sluggishe nor sleepie person: there shall not one of them put of his gyrdle from his loynes, nor loose the latchet of his shoe."},{"number":28,"verse":"His arrowes are sharpe, and all his bowes bent: his horse hoofes are as flint, and his cart wheeles like a whyrle winde."},{"number":29,"verse":"His crye is as it were of a Lion, and he roreth lyke Lions whelpes: they shall roare and hantche vpon the pray, and no man shall recouer it, nor get it from them."},{"number":30,"verse":"In that day he shalbe so fierce vpon him as the raging of the sea: then one shall beholde the lande, and lo darkenesse and sorow, and the light is darkened in the heauens therof."}]}