{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"Crye nowe as loude as thou canst, leaue not of, lift vp thy voyce like a trumpet, & shew my people their offences, and the house of Iacob their sinnes."},{"number":2,"verse":"For they seeke me dayly, and wyll knowe my wayes, euen as it were a people that dyd right, and had not forsaken the statutes of their God: they aske of me concerning right iudgement, and wyll be nye vnto God."},{"number":3,"verse":"Wherefore fast we [say they] and thou seest it not? we put our liues to straitnesse, and thou regardest it not?"},{"number":4,"verse":"Beholde, when ye fast, your lust remayneth still, for ye do no lesse violence to your detters: lo, ye fast to strife and debate, and to smite with your fist without mercy: Nowe ye shall not fast thus, that your voyce might be hearde aboue."},{"number":5,"verse":"Thinke ye this fast pleaseth me, that a man shoulde chasten hym selfe for a day? and to hang downe his head like a bulrushe, and to lye vpon the earth in an heerie cloth? Should that be called fasting, or a day that pleaseth the Lord?"},{"number":6,"verse":"Doth not this fasting rather please me, That thou lose the wicked bands, that thou take of the ouer heauie burthens, that thou let the oppressed go free, and breake all maner of yoke?"},{"number":7,"verse":"To deale thy bread to the hungrie, and to bring the poore wandering home into thy house? when thou seest the naked that thou couer hym, and hide not thy selfe from thy neighbour, and despise not thyne owne fleshe?"},{"number":8,"verse":"Then shall thy light breake foorth as the morning, and thy health florishe right shortly: righteousnesse shall go before thee, and the glory of the Lorde shall embrace thee."},{"number":9,"verse":"Then if thou callest, the Lorde shall aunswere thee, if thou cryest, he shall say, here I am: yea if thou layest away from thee thy burthens, and holdest thy fingers, and ceassest from vngracious talking:"},{"number":10,"verse":"If thou hast compassion vpon the hungrie, and refreshest the troubled soule: then shall thy light spring out in the darknesse, and thy darknesse shalbe as the noone day."},{"number":11,"verse":"The Lorde shall euer be thy guyde, and satisfie the desire of thyne heart in the tyme of drought, and fill thy bones with mary: Thou shalt be like a freshe watred garden, and like the fountaine of water that neuer leaueth running."},{"number":12,"verse":"Then the places that haue euer ben waste, shalbe builded of thee, there shalt thou lay a foundation for many kinredes: Thou shalt be called the maker vp of the breache, and the buylder agayne of the way to dwell in."},{"number":13,"verse":"Yea if thou turne thy feete from the sabbath, so that thou do not the thing whiche pleaseth thy selfe in my holy day, and thou call the pleasaunt, holy, and glorious sabbath of the Lorde, and that thou geue hym the honour, so that thou do not after thyne owne imagination, neither seeke thyne owne wyll, nor speake thyne owne wordes:"},{"number":14,"verse":"Then shalt thou haue thy pleasure in the Lorde, and I wyll cary thee hye aboue the earth, and feede thee with the heritage of Iacob thy father: for the Lordes owne mouth hath so promised."}]}