{"bibleAbbr":"BB1572","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"In the yere that kyng Oziah dyed, I sawe also the Lorde sitting vpon an high and glorious seate, and his trayne filled the temple."},{"number":2,"verse":"And about hym stoode Seraphims, whereof one had sixe winges, with twayne eche couered his face, with twayne his feete, and with twayne did he flee."},{"number":3,"verse":"They cryed also eche one to another on this maner, Holy, holy, holy is the Lorde of hoastes: the whole earth is full of his glory."},{"number":4,"verse":"And the lintels of the doore checkes moued at his crying, and the house was full of smoke."},{"number":5,"verse":"Then sayd I, Wo is me, for I am lost, in as much as I am a man of vncleane lippes, and dwell among people that hath vncleane lippes also: for mine eyes haue seene the kyng the Lorde of hoastes."},{"number":6,"verse":"Then flewe one of the Seraphims vnto me, hauing a hote cole in his hand, whiche he had taken from the aulter with the tongues,"},{"number":7,"verse":"And layde it vpon my mouth, and sayde: Lo, [this] hath touched thy lippes, and thine vnrighteousnesse shalbe taken away, and thy sinne forgeuen."},{"number":8,"verse":"Also I hearde the voyce of the Lorde on this maner: whom shall I sende, and who wyll be our messenger? Then I sayde, Here am I, sende me."},{"number":9,"verse":"And he sayd, Go and tell this people: Heare in deede, yet vnderstande not, ye shall playnely see, and yet perceaue not."},{"number":10,"verse":"Harden the heart of this people, stop their eares, and shut their eyes: lest they see with their eyes, heare with their eares, and vnderstande with their heartes, and conuert and be healed."},{"number":11,"verse":"Then spake I, Lord, howe long? He aunswered, vntill the cities be vtterly wasted without inhabiters, and the houses without men, and tyll the lande be also vtterly desolate."},{"number":12,"verse":"For the Lorde shall put the men farre away, and [there shalbe] great waste in the middest of the lande."},{"number":13,"verse":"Yet in it shall succeede ten kinges, and it shall returne and be afterwarde wasted: [But] as the Teyle tree and the Oke in the fall of their leaues haue yet the sappe remayning in them, [euen so] the holy seede shalbe the stay therof."}]}