{"bibleAbbr":"WEB2020","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":3,"verses":[{"number":1,"verse":"Naomi<WH5281> her mother-in<WH2545>-law said<WH559> to her,<WH1323> \"My daughter, shall I not seek<WH1245> rest<WH4494> for you,<WH3190> that it may be well with you?"},{"number":2,"verse":"Now isn't<WH1162> Boaz our kinsman,<WH4130> with whose maidens<WH5291> you were?<WH2219> Behold, he winnows barley<WH8184> tonight<WH3915> in the threshing floor.<WH1637>"},{"number":3,"verse":"Therefore wash<WH7364> yourself,<WH5480> anoint yourself,<WH7760> get dressed,<WH8071> and go down<WH3381> to the threshing floor,<WH1637> but don't<WH3045> make yourself known to the man<WH376> until he has finished<WH3615> eating<WH398> and drinking.<WH8354>"},{"number":4,"verse":"It shall be,<WH7901> when he lies down, that you shall mark<WH3045> the place<WH4725> where he shall lie,<WH7901> and you shall go in,<WH935> and uncover<WH1540> his feet,<WH4772> and lay down;<WH7901> then he will tell<WH5046> you what you shall do.<WH6213>\""},{"number":5,"verse":"She said<WH559> to her,<WH559> \"All that you say I will do.<WH6213>\""},{"number":6,"verse":"She went down<WH3381> to the threshing floor,<WH1637> and did<WH6213> according to all that her mother-in<WH2545>-law told her.<WH6680>"},{"number":7,"verse":"When Boaz<WH1162> had eaten<WH398> and drunk,<WH8354> and his heart<WH3820> was merry,<WH3190> he went<WH935> to lie down<WH7901> at the end<WH7097> of the heap of grain.<WH6194> She came<WH935> softly,<WH3909> uncovered<WH1540> his feet,<WH4772> and laid her down.<WH7901>"},{"number":8,"verse":"It happened at midnight,<WH2677> that the man<WH376> was startled<WH2729> and turned<WH3943> himself;<WH802> and behold, a woman lay<WH7901> at his feet.<WH4772>"},{"number":9,"verse":"He said,<WH559> \"Who are you?<WH559>\" She answered, \"I<WH7327> am your handmaid.<WH519> Therefore spread<WH6566> your skirt<WH3671> over your handmaid;<WH519> for you are a near kinsman.<WH1350>\""},{"number":10,"verse":"He said,<WH559> \"Blessed<WH1288> are you by Yahweh,<WH3068> my daughter.<WH1323> You have shown<WH3190> more kindness<WH2617> in the latter end<WH314> than at the beginning,<WH7223> inasmuch as you didn't<WH1115> follow<WH3212> young men,<WH970> whether poor<WH1800> or rich.<WH6223>"},{"number":11,"verse":"Now,<WH1323> my daughter, don't<WH3372> be afraid; I will do<WH6213> to you all that you say;<WH559> for all the city<WH8179> of my people<WH5971> does know<WH3045> that you are a worthy<WH2428> woman.<WH802>"},{"number":12,"verse":"Now it is true<WH551> that I am a near kinsman;<WH1350> however there is<WH3426> a kinsman<WH1350> nearer than I.<WH7138>"},{"number":13,"verse":"Stay<WH3885> this night,<WH3915> and it shall be in the morning,<WH1242> that if he will perform for you the part of a kinsman,<WH1350> well;<WH2896> let him do the kinsman<WH1350>'s part. But if he will<WH2654> not do the part of a kinsman<WH1350> for you,<WH1350> then will I do the part of a kinsman for you,<WH3068> as Yahweh lives.<WH2416> Lie down<WH7901> until the morning.<WH1242>\""},{"number":14,"verse":"She lay<WH7901> at his feet<WH4772> until the morning.<WH1242> She rose up<WH6965> before<WH2958> one<WH376> could discern<WH5234> another.<WH7453> For he said,<WH559> \"Let it not be known<WH3045> that the woman<WH802> came<WH935> to the threshing floor.<WH1637>\""},{"number":15,"verse":"He said,<WH559> \"Bring<WH3051> the mantle<WH4304> that is on you,<WH270> and hold it.<WH270>\" She held it;<WH4058> and he measured six<WH8337> measures of barley,<WH8184> and laid<WH7896> it on her;<WH935> and he went into the city.<WH5892>"},{"number":16,"verse":"When she came<WH935> to her mother-in<WH2545>-law, she said,<WH559> \"How did it go,<WH1323> my daughter?\" She told<WH559> her all that the man<WH376> had done to her.<WH6213>"},{"number":17,"verse":"She said,<WH559> \"He gave<WH5414> me these six<WH8337> measures of barley;<WH8184> for he said,<WH559> <WH935> 'Don't go empty<WH7387> to your mother-in<WH2545>-law.'\""},{"number":18,"verse":"Then she said,<WH559> \"Sit still,<WH3427> my daughter,<WH1323> until you know<WH3045> how the matter<WH1697> will fall;<WH5307> for the man<WH376> will not rest,<WH8252> until<WH518> he has finished<WH3615> the thing<WH1697> this day.<WH3117>\""}]}