{"bibleAbbr":"WYC1395","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"Whanne thi Lord God hath distried the folkis, whose lond he schal yyue to thee, and thou hast weldid it, and hast dwellid in the citees and housis therof;"},{"number":2,"verse":"thou schalt departe thre citees to thee `in the myddis of the lond which thi Lord God schal yyue to thee into possessioun."},{"number":3,"verse":"Thou schalt make redi diligentli the weye, and thou schalt departe euenly in to thre partis al the prouynce of thi lond, that he that is exilid for mansleyng, haue `of nyy whidur he may ascape."},{"number":4,"verse":"This schal be the lawe of a mansleere fleynge, whos lijf schal be kept. If a man smytith vnwityngli his neiybore, and which is preuyd to haue not had ony hatered ayens hym yistirdai and the thridde dai agoon,"},{"number":5,"verse":"but to haue go sympli with hym in to the wode to hewe doun trees, and in the fellyng doun of trees the axe fleeth fro the hond, and the yrun slidith fro the helue, and smytith, and sleeth his freend; this man schal flee to oon of the forseid citees, and schal lyue;"},{"number":6,"verse":"lest perauenture the next kynesman of hym, whos blood is sched out, be prickid with sorewe, and `pursue, and take hym, if the weie is lengere, and smyte `the lijf of hym which is not gilti of deeth; for it is schewid that he hadde not ony hatered bifore ayens hym that is slayn."},{"number":7,"verse":"Therfor Y comaunde to thee, that thou departe thre citees of euene space bitwixe hem silf."},{"number":8,"verse":"Forsothe whanne thi Lord God hath alargid thi termes, as he swoor to thi fadris, and hath youe to thee al the lond which he bihiyte to hem; if netheles thou kepist hise comaundementis,"},{"number":9,"verse":"and doist tho thingis whiche Y comaunde to thee to day, that thou loue thi Lord God, and go in hise weies in al tyme, thou schalt adde to thee thre othere citees, and thou schalt double the noumbre of the forseid citees,"},{"number":10,"verse":"that gilteles blood be not sched out in the myddis of the lond which thi Lord God schal yyue to thee to haue in possessioun, lest thou be gilti of blood."},{"number":11,"verse":"Forsothe if ony man hatith his neiybore, and settith aspies, `ether tresouns, to his lijf, and risith, and smytith him, and he is deed, and he fleeth to oon of the forseid citees,"},{"number":12,"verse":"the eldere men of that citee schulen sende, and `thei schulen take hym fro the place of refuyt; and thei schulen bitake hym in to the hond of the nexte kynesman of hym, whos blood is sched out,"},{"number":13,"verse":"and he schal die, and thou schalt not haue mercy on hym; and thou schalt do awey gilti blood fro Israel, that it be wel to thee."},{"number":14,"verse":"Thou schalt not take, and turne ouer the termes of thi neiybore, which the formere men settiden in thi possessioun, which thi Lord God schal yyue to thee in the lond, `which lond thou schalt take `to be weldid."},{"number":15,"verse":"O witnesse schal not stonde ayens ony man, what euer thing it is of synne and of wickidnesse; but ech word schal stonde in the mouth of tweyne ethir of thre witnessis."},{"number":16,"verse":"If a fals witnesse stondith ayens a man, and accusith hym of brekyng of the lawe, bothe,"},{"number":17,"verse":"of whiche the cause is, schulen stonde bifor the Lord, in the siyt of preestis, and of iugis, that ben in tho daies."},{"number":18,"verse":"And whanne thei sekynge moost diligentli han founde that the fals witnesse seide a leesyng ayens his brothir,"},{"number":19,"verse":"thei schulen yelde to hym, as he thouyte to do to his brother; and thou schalt do awey yuel fro the myddis of thee, that othere men here,"},{"number":20,"verse":"and haue drede, and be no more hardi to do siche thingis."},{"number":21,"verse":"Thou schalt not haue mercy on hym, but thou schalt axe lijf for lijf, iye for iye, tooth for tooth, hond for hond, foot for foot."}]}