{"bibleAbbr":"WYC1395","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"Ye heuenes, here what thingis Y schal speke; the erthe here the wordis of my mouth."},{"number":2,"verse":"My techyng wexe togidere as reyn; my speche flete out as dew, as lytil reyn on eerbe, and as dropis on gras."},{"number":3,"verse":"For Y schal inwardli clepe the name of the Lord; yyue ye glorie to oure God."},{"number":4,"verse":"The werkis of God ben perfit, and alle hise weies ben domes; God is feithful, and without ony wickidnesse; God is iust and riytful."},{"number":5,"verse":"Thei synneden ayens hym, and not hise sones in filthis, `that is, of idolatrie; schrewid and waiward generacioun."},{"number":6,"verse":"Whether thou yeldist these thingis to the Lord, thou fonned puple and vnwijs? Whether he is not thi fadir, that weldide thee, and made, `and made thee of nouyt?"},{"number":7,"verse":"Haue thou minde of elde daies, thenke thou alle generaciouns; axe thi fadir, and he schal telle to thee, axe thi grettere men, and thei schulen seie to thee."},{"number":8,"verse":"Whanne the hiyeste departide folkis, whanne he departide the sones of Adam, he ordeynede the termes of puplis bi the noumbre of the sones of Israel."},{"number":9,"verse":"Forsothe the part of the Lord is his puple; Jacob is the litil part of his eritage."},{"number":10,"verse":"The Lord foond hym in a deseert lond, `that is, priued of Goddis religioun, in the place of orrour `ethir hidousnesse, and of wast wildirnesse; the Lord ledde hym aboute, and tauyte hym, and kepte as the apple of his iye."},{"number":11,"verse":"As an egle stirynge his briddis to fle, and fleynge on hem, he spredde forth his wyngis, and took hem, and bar in hise schuldris."},{"number":12,"verse":"The Lord aloone was his ledere, and noon alien god was with hym."},{"number":13,"verse":"The Lord ordeynede hym on an hiy lond, that he schulde ete the fruytis of feeldis, that he schulde souke hony of a stoon, and oile of the hardeste roche;"},{"number":14,"verse":"botere of the droue, and mylke of scheep, with the fatnesse of lambren and of rammes, of the sones of Basan; and that he schulde ete kydis with the merowe of wheete, and schulde drynke the cleereste blood of grape."},{"number":15,"verse":"The louede puple was `maad fat, and kikide ayen; maad fat withoutforth, maad fat with ynne, and alargid; he forsook God his makere, and yede awei fro `God his helthe."},{"number":16,"verse":"Thei terriden hym to ire in alien goddis, and thei excitiden to wrathfulnesse in abhomynaciouns."},{"number":17,"verse":"Thei offriden to feendis, and not to God, to goddis whiche thei knewen not, newe goddis, and freische camen, whiche `the fadris of hem worschipiden not."},{"number":18,"verse":"Thou hast forsake God that gendride thee, and thou hast foryete `thi Lord creatour."},{"number":19,"verse":"The Lord siy, and was stirid to wrathfulnesse; for hise sones and douytris terriden hym."},{"number":20,"verse":"And the Lord seide, Y schal hyde my face fro hem, and Y schal biholde `the laste thingis of hem; for it is a waiward generacioun, and vnfeithful sones."},{"number":21,"verse":"Thei terriden me in hym that was not God, and thei `terriden to ire in her vanytees; and Y schal terre hem in hym, that is not a puple, and Y schal terre hem `to yre in a fonned folk."},{"number":22,"verse":"Fier, that is, peyne maad redi to hem, is kyndlid in my stronge veniaunce, and it schal brenne `til to the laste thingis of helle; and it schal deuoure the lond with his fruyt, and it schal brenne the foundementis of hillis."},{"number":23,"verse":"Y schal gadere `yuels on hem, and Y schal fille myn arewis in hem."},{"number":24,"verse":"Thei schulen be waastid with hungur, and briddis schulen deuoure hem with bitteriste bityng; Y schal sende in to hem the teeth of beestis, with the woodnesse of wormes drawynge on erthe, and of serpentis."},{"number":25,"verse":"Swerd with outforth and drede with ynne schal waaste hem; a yong man and a virgyn togidre, a soukynge child with an elde man."},{"number":26,"verse":"And Y seide, Where ben thei? Y schal make the mynde of hem to ceesse of men."},{"number":27,"verse":"But Y delayede for the yre of enemyes, lest perauenture `the enemyes of hem shulden be proude, and seie, Oure hiy hond, and not the Lord, dide alle these thingis."},{"number":28,"verse":"It is a folk with out counsel, and with out prudence;"},{"number":29,"verse":"Y wolde that thei saueriden, and `vnderstoden, and purueiden the laste thingis."},{"number":30,"verse":"How pursuede oon of enemyes a thousynde of Jewis, and tweyne dryuen awey ten thousynde? Whether not therfore for her God selde hem, and the Lord closide hem togidere?"},{"number":31,"verse":"For oure God is not as the goddis of hem, and oure enemyes ben iugis."},{"number":32,"verse":"The vyner of hem is of the vyner of Sodom, and of the subarbis of Gomorre; the grape of hem is the grape of galle, and the clustre is most bittir."},{"number":33,"verse":"The galle of dragouns is the wyn of hem, and the venym of eddris, that may not be heelid."},{"number":34,"verse":"Whether these thingis ben not hid at me, and ben seelid in myn tresouris?"},{"number":35,"verse":"Veniaunce is myn, and Y schal yelde to hem in tyme, that the foot of hem slide; the dai of perdicioun is nyy, and tymes hasten to be present."},{"number":36,"verse":"The Lord schal deme his puple, and he schal do merci in hise seruauntis; the puple schal se that the hond of fiyteres is sijk, and also men closid failiden, and the residues ben waastid."},{"number":37,"verse":"And thei schulen seie, Where ben `the goddis of hem, in whiche thei hadden trust?"},{"number":38,"verse":"Of whos sacrifices thei eeten fatnessis, and drunkun the wyn of fletynge sacrifices, rise thei and helpe you, and defende thei you in nede."},{"number":39,"verse":"Se ye that Y am aloone, and noon other God is outakun me; Y schal sle, and Y schal make to lyue; Y schal smyte, and Y schal make hool; and noon is that may delyuere fro myn hond."},{"number":40,"verse":"And Y schal reise myn hond to heuene, and Y schal seie, Y lyue with outen ende."},{"number":41,"verse":"If Y schal whette my swerd as leit, and myn hond schal take doom, Y schal yelde veniaunce to myn enemyes, and Y schal quyte to hem that haten me."},{"number":42,"verse":"Y schal fille myn arewis with blood, and my swerd schal deuoure fleischis of the blood of hem that ben slayn, and of the caitifte of the heed of enemyes maad nakid."},{"number":43,"verse":"Folkis, preise ye the puplis of hym, for he schal venie the blood of hise seruauntis, and he schal yelde veniaunce in to the enemyes of hem; and he schal be merciful to the lond of his puple."},{"number":44,"verse":"Therfor Moises cam, and spak alle the wordis of this song in the eeris of the puple; bothe he and Josue, the sone of Nun."},{"number":45,"verse":"And `he fillide alle these wordis, and spak to alle Israel, and seide to hem,"},{"number":46,"verse":"Putte ye youre hertis in to alle the wordis whiche Y witnesse to you to day, that ye comaunde to youre sones, to kepe, and do tho, and to fulfille alle thingis that ben writun in the book of this lawe;"},{"number":47,"verse":"for not in veyn tho ben comaundid to you, but that alle men schulden lyue in tho; whiche wordis ye schulen do, and schulen contynue in long tyme in the lond, to which ye schulen entre to welde, whanne Jordan is passid."},{"number":48,"verse":"And the Lord spak to Moises in the same day,"},{"number":49,"verse":"and seide, Stie thou in to this hil Abirym, that is, passyng, in to the hil of Nebo, which is in the lond of Moab, ayens Jerico; and se thou the lond of Canaan, which Y schal yyue to the sones of Israel to holde, and die thou in the hil."},{"number":50,"verse":"In to which hil thou schalt stie, and schalt be ioyned to thi puplis, as Aaron, thi brother, was deed in the hil of Hor, and was put to his puplis."},{"number":51,"verse":"For ye trespassiden ayens me, in the myddis of the sones of Israel, at the Watris of Ayenseiyng, in Cades of deseert of Syn; and ye halewiden not me among the sones of Israel."},{"number":52,"verse":"Ayenward thou schalt se the lond, and schalt not entre in to it, which Y schal yyue to the sones of Israel."}]}