{"bibleAbbr":"WYC1395","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"Whanne thi Lord God hath lad thee in to the lond, in to which thou schalt entre to welde, and hath do awey many folkis bifor thee, Ethei, and Gergesei, and Ammorrey, Canenei, and Pherezei, Euey, and Jebusei; seuene folkis, of myche gretter noumbre than thou art, and strengere than thou;"},{"number":2,"verse":"and thi Lord God hath bitake hem to thee, thou schalt smyte hem `til to deeth, thou schalt not make `with hem a boond of pees, nether thou schalt haue merci on hem,"},{"number":3,"verse":"nether thou schalt felowschipe mariagis with him; thou schalt not yyue thi douyter to the sone `of hym, nether thou schalt take his douytir to thi sone;"},{"number":4,"verse":"for sche schal disceyue thi sone, that he sue not me, and that he serue more alien goddis; and the strong veniaunce of the Lord schal be wrooth, and schal do awei thee soone."},{"number":5,"verse":"But rather thou schalt do these thingis to hem; destrie ye the auteris `of hem, and breke ye ymagis `of metal, and kitte ye doun wodis, and brenne ye grauun ymagis."},{"number":6,"verse":"For thou art an hooli puple to thi Lord God; thi Lord God chees thee, that thou be a special puple to hym, of alle puplis that ben on erthe."},{"number":7,"verse":"Not for ye ouercamen in noumbre alle folkis, the Lord is ioyned to you, and chees yow, sithen ye ben fewere than alle puplis;"},{"number":8,"verse":"but for the Lord louede you, and kepte the ooth which he swoor to youre fadris; and he ledde you out in strong hond, and ayen bouyte you fro the hows of seruage, fro `the hows of Farao, kyng of Egipt."},{"number":9,"verse":"And thou schalt wite, that thi Lord God hym silf is a strong God, and feithful, and kepith couenaunt and mersi to hem that louen hym, and to hem that kepen hise comaundementis, in to a thousynde generaciouns;"},{"number":10,"verse":"and yeldith anoon to hem that haten hym, so that he destrie hem, and differr no lengere; restorynge anoon to hem that that thei disseruen."},{"number":11,"verse":"Therfor kepe thou the comaundementis, and cerymonyes, and domes, whiche Y comaunde to thee to dai, that thou do."},{"number":12,"verse":"If aftir that thou herist these domes, thou kepist, and doist tho, thi Lord God schal kepe to thee couenaunt, and mersi, which he swoor to thi fadris."},{"number":13,"verse":"And he schal loue thee, and schal multiplie thee, and he schal blesse the fruyt of thi wombe, and the fruyt of thi lond, thi wheete, and vindage, oile, and droues of beestis, and the flockis of thi scheep, on the lond for which he swoor to thi fadris, that he schulde yyue it to thee."},{"number":14,"verse":"Thou schalt be blessid among alle puplis; noon bareyn of euer eithir kynde schal be at thee, as well in men, as in thi flockis."},{"number":15,"verse":"The Lord schal do awei fro thee all ache, `ether sorewe; and he schal not brynge to thee the worste siknessis of Egipt, whiche thou knewist, but to alle thin enemyes."},{"number":16,"verse":"And thou schalt `deuoure, that is, distrie, alle puplis, whiche thi Lord God schal yyue to thee; thin iye schal not spare hem, nethir thou schalt serue the goddis `of hem, lest thei ben in to the fallyng of thee."},{"number":17,"verse":"If thou seist in thin herte, These folkis ben mo than Y, hou may Y do awei hem?"},{"number":18,"verse":"`nyle thou drede, but haue thou mynde, what thingis thi Lord God dide to Farao, and alle Egipcians;"},{"number":19,"verse":"`he dide the gretteste veniaunces, whiche thin iyen sien, and miraclis and grete wondris, and the strong hond, and arm `holdun forth, that thi Lord God schulde lede thee out; so he schal do to alle puplis whiche thou dredist."},{"number":20,"verse":"Ferthermore and thi Lord God schal sende venemouse flies in to hem, til he do awei, and destrye alle men, that fledden thee, and thei schulen not mowe be hid."},{"number":21,"verse":"Thou schalt not drede hem, for thi Lord is in the myddis of thee, grete God, and ferdful."},{"number":22,"verse":"He hym silf schal waste these naciouns in thi siyt, litil and litil, and bi partis; thou schalt not mow do awey `tho naciouns togidere, lest peraventure beestis of erthe be multiplied ayens thee;"},{"number":23,"verse":"and thi Lord God schal yyue hem in thi siyt, and he schal sle hem, til thei be doon awey outerly."},{"number":24,"verse":"And he schal bitake the kyngis `of hem in to thin hondis, and thou schalt destrie the names `of hem vndur heuene; noon schal mow ayenstonde thee, til thou al to-breke hem."},{"number":25,"verse":"Thou schalt brenne in fier the grauun ymagis `of hem; thou schalt not coueite the siluer and gold, of whiche tho ymagis ben maad, nether thou schalt take of tho ony thing to thee, lest thou offende therfor, for it is abhominacioun of thi Lord God."},{"number":26,"verse":"Nether thou schalt brynge ony thing of the idol in to thin hous, lest thou be maad cursid, as also that idol is; thou schalt wlate it as filthe, and thou schalt haue it as defoulyng, and filthis of abhomynacioun, for it is cursid."}]}