{"bibleAbbr":"WEB2020","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"After<WH310> these things,<WH1697> when the wrath<WH2534> of King<WH4428> Ahasuerus<WH325> was pacified,<WH7918> he remembered<WH2142> Vashti,<WH2060> and what she had done,<WH6213> and what was decreed against her.<WH1504>"},{"number":2,"verse":"Then the king<WH4428>'s servants<WH5288> who served<WH8334> him said,<WH559> \"Let beautiful<WH2896> young<WH5291> virgins<WH1330> be sought<WH1245> for the king.<WH4428>"},{"number":3,"verse":"Let the king<WH4428> appoint<WH6485> officers<WH6496> in all the provinces<WH4082> of his kingdom,<WH4438> that they may gather together<WH6908> all the beautiful<WH2896> young<WH5291> virgins<WH1330> to the citadel<WH1002> of Susa,<WH7800> to the women<WH802>'s house,<WH1004> to the custody<WH3027> of Hegai<WH1896> the king<WH4428>'s eunuch,<WH5631> keeper<WH8104> of the women.<WH802> Let cosmetics<WH8562> be given them;<WH5414>"},{"number":4,"verse":"and let the maiden<WH5291> who pleases<WH3190> the king<WH4428> be queen<WH4427> instead of Vashti.<WH2060>\" The thing<WH1697> pleased<WH3190> the king,<WH4428> and he did so.<WH6213>"},{"number":5,"verse":"There was a certain<WH376> Jew<WH3064> in the citadel<WH1002> of Susa,<WH7800> whose name<WH8034> was Mordecai,<WH4782> the son<WH1121> of Jair,<WH2971> the son<WH1121> of Shimei,<WH8096> the son<WH1121> of Kish,<WH7027> a Benjamite,<WH1145>"},{"number":6,"verse":"who had been carried away<WH1540> from Jerusalem<WH3389> with the captives<WH1473> who had been carried away<WH1540> with Jeconiah<WH3204> king<WH4428> of Judah,<WH3063> whom Nebuchadnezzar<WH5019> the king<WH4428> of Babylon<WH894> had carried away.<WH1540>"},{"number":7,"verse":"He brought up<WH539> Hadassah,<WH1919> that is,<WH635> Esther, his uncle<WH1730>'s daughter;<WH1323> for she had neither father<WH1> nor mother.<WH517> The maiden<WH5291> was fair<WH3303> and beautiful;<WH3303> and when her father<WH1> and mother<WH517> were dead,<WH4194> Mordecai<WH4782> took<WH3947> her for his own daughter.<WH1323>"},{"number":8,"verse":"So it happened,<WH4428> when the king's commandment<WH1697> and his decree<WH1697> was heard,<WH8085> and when many<WH7227> maidens<WH5291> were gathered together<WH6908> to the citadel<WH1002> of Susa,<WH7800> to the custody<WH3027> of Hegai,<WH1896> that Esther<WH635> was taken<WH3947> into the king<WH4428>'s house,<WH1004> to the custody<WH3027> of Hegai,<WH1896> keeper<WH8104> of the women.<WH802>"},{"number":9,"verse":"The maiden<WH5291> pleased<WH3190> him,<WH5375> and she obtained kindness<WH2617> from him.<WH6440> He quickly<WH926> gave<WH5414> her cosmetics<WH8562> and her portions<WH4490> of food,<WH7200> and the seven<WH7651> choice maidens<WH5291> who were to be given<WH5414> her out of the king<WH4428>'s house.<WH1004> He moved<WH8138> her and her maidens<WH5291> to the best<WH2896> place in the women<WH802>'s house.<WH1004>"},{"number":10,"verse":"Esther<WH635> had not made known<WH5046> her people<WH5971> nor her relatives,<WH4138> because Mordecai<WH4782> had instructed<WH6680> her that she should not make it known.<WH5046>"},{"number":11,"verse":"Mordecai<WH4782> walked<WH1980> every day<WH3117> in front<WH6440> of the court<WH2691> of the women<WH802>'s house,<WH1004> to find<WH3045> out how Esther<WH635> was doing,<WH7965> and what would become of her.<WH6213>"},{"number":12,"verse":"Each young woman<WH5291>'s turn<WH8447> came<WH5060> to go<WH5060> in<WH935> to King<WH4428> Ahasuerus<WH325> after<WH7093> her purification<WH1881> for twelve<WH8147> months<WH2320> (for so were<WH1881> the days<WH3117> of their purification<WH4795> accomplished,<WH4390> six<WH8337> months<WH2320> with oil<WH8081> of myrrh,<WH4753> and six<WH8337> months<WH2320> with sweet fragrances<WH1314> and with preparations<WH8562> for beautifying women<WH802>)."},{"number":13,"verse":"The young woman<WH5291> then came<WH935> to the king<WH4428> like this:<WH559> whatever she desired was given<WH5414> her to go<WH935> with her out of the women<WH802>'s house<WH1004> to the king<WH4428>'s house.<WH1004>"},{"number":14,"verse":"In the evening<WH6153> she went,<WH935> and on the next day<WH1242> she returned<WH7725> into the second<WH8145> women<WH802>'s house,<WH1004> to the custody<WH3027> of Shaashgaz,<WH8190> the king<WH4428>'s eunuch,<WH5631> who kept<WH8104> the concubines.<WH6370> She came in<WH935> to the king<WH4428> no more,<WH4428> unless the king delighted<WH2654> in her,<WH7121> and she was called by name.<WH8034>"},{"number":15,"verse":"Now when the turn<WH8447> of Esther,<WH635> the daughter<WH1323> of Abihail<WH32> the uncle<WH1730> of Mordecai,<WH4782> who had taken<WH3947> her for his daughter,<WH1323> came<WH5060> to go<WH5060> in<WH935> to the king,<WH4428> she required<WH1245> nothing<WH1697> but what Hegai<WH1896> the king<WH4428>'s eunuch,<WH5631> the keeper<WH8104> of the women,<WH802> advised.<WH635> Esther obtained<WH5375> favor<WH2580> in the sight<WH5869> of all those who looked at her.<WH7200>"},{"number":16,"verse":"So Esther<WH635> was taken<WH3947> to King<WH4428> Ahasuerus<WH325> into his royal<WH4438> house<WH1004> in the tenth<WH6224> month,<WH2320> which is the month<WH2320> Tebeth,<WH2887> in the seventh<WH7651> year<WH8141> of his reign.<WH4438>"},{"number":17,"verse":"The king<WH4428> loved<WH157> Esther<WH635> more than all the women,<WH802> and she obtained<WH5375> favor<WH2580> and kindness<WH5375> in his sight<WH6440> more than all the virgins;<WH1330> so that he set<WH7760> the royal<WH4438> crown<WH3804> on her head,<WH7218> and made her queen<WH4427> instead of Vashti.<WH2060>"},{"number":18,"verse":"Then the king<WH4428> made<WH6213> a great<WH1419> feast<WH4960> for all his princes<WH8269> and his servants,<WH5650> even Esther<WH635>'s feast;<WH4960> and he proclaimed<WH6213> a holiday<WH2010> in the provinces,<WH4082> and gave<WH5414> gifts<WH4864> according to the king<WH4428>'s bounty.<WH3027>"},{"number":19,"verse":"When the virgins<WH1330> were gathered together<WH6908> the second time,<WH8145> Mordecai<WH4782> was sitting<WH3427> in the king<WH4428>'s gate.<WH8179>"},{"number":20,"verse":"Esther<WH635> had not yet made known<WH5046> her relatives<WH4138> nor her people,<WH5971> as Mordecai<WH4782> had commanded<WH6680> her;<WH635> for Esther obeyed<WH6213> Mordecai,<WH4782> like she did<WH6213> when she was brought up by him.<WH545>"},{"number":21,"verse":"In those days,<WH3117> while Mordecai<WH4782> was sitting<WH3427> in the king<WH4428>'s gate,<WH8179> two<WH8147> of the king<WH4428>'s eunuchs,<WH5631> Bigthan<WH904> and Teresh,<WH8657> who were<WH8104> doorkeepers,<WH5592> were angry,<WH7107> and sought<WH1245> to lay<WH7971> hands<WH3027> on the King<WH4428> Ahasuerus.<WH325>"},{"number":22,"verse":"This thing<WH1697> became known<WH3045> to Mordecai,<WH4782> who informed<WH5046> Esther<WH635> the queen;<WH4436> and Esther<WH635> informed<WH559> the king<WH4428> in Mordecai<WH4782>'s name.<WH8034>"},{"number":23,"verse":"When this matter<WH1697> was investigated,<WH1245> and it was found to be so,<WH4672> they were both<WH8147> hanged<WH8518> on a tree;<WH6086> and it was written<WH3789> in the book<WH5612> of the chronicles<WH1697> in the king<WH4428>'s presence.<WH6440>"}]}