{"bibleAbbr":"WEB2020+","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":7,"verses":[{"number":1,"verse":"So the king <WH4428> and Haman <WH2001> came <WH935> to banquet <WH8354> with Esther <WH635> the queen. <WH4436>"},{"number":2,"verse":"The king <WH4428> said <WH559> again to Esther <WH635> on the second <WH8145> day <WH3117> at the banquet <WH4960> of wine, <WH3196> \"What is your petition, <WH7596> queen <WH4436> Esther? <WH635> It shall be granted <WH5414> you. <WH1246> What is your request? Even to the half <WH2677> of the kingdom <WH4438> it shall be performed. <WH6213>\""},{"number":3,"verse":"Then Esther <WH635> the queen <WH4436> answered, <WH6030> \"If <WH559> I have found <WH4672> favor <WH2580> in your sight, <WH5869> O king, <WH4428> and if it please <WH2895> the king, <WH4428> let my life <WH5315> be given <WH5414> me at my petition, <WH7596> and my people <WH5971> at my request. <WH1246>"},{"number":4,"verse":"For we are sold, <WH4376> I and my people, <WH5971> to be destroyed, <WH8045> to be slain, <WH2026> and to perish. <WH6> But if <WH432> we had been sold <WH4376> for bondservants <WH5650> and bondmaids, <WH8198> I would have held my peace, <WH2790> although the adversary <WH6862> could not have compensated <WH7737> for the king <WH4428>'s loss. <WH5143>\""},{"number":5,"verse":"Then King <WH4428> Ahasuerus <WH325> said <WH559> to Esther <WH635> the queen, <WH4436> \"Who is he, <WH4390> and where is he who dared presume in his heart <WH3820> to do so? <WH6213>\""},{"number":6,"verse":"Esther <WH635> said, <WH559> \"An adversary <WH376> and an enemy, <WH341> even this wicked <WH7451> Haman! <WH2001>\" Then Haman <WH2001> was afraid <WH1204> before <WH6440> the king <WH4428> and the queen. <WH4436>"},{"number":7,"verse":"The king <WH4428> arose <WH6965> in his wrath <WH2534> from the banquet <WH4960> of wine <WH3196> and went into the palace <WH1055> garden. <WH1594> Haman <WH2001> stood up <WH5975> to make request <WH1245> for his life <WH5315> to Esther <WH635> the queen; <WH4436> for he saw <WH7200> that there was evil <WH7451> determined <WH3615> against him by the king. <WH4428>"},{"number":8,"verse":"Then the king <WH4428> returned <WH7725> out of the palace <WH1055> garden <WH1594> into the place <WH1004> of the banquet <WH4960> of wine; <WH3196> and Haman <WH2001> had fallen <WH5307> on the couch <WH4296> where Esther <WH635> was. <WH4428> Then the king said, <WH559> \"Will he even assault <WH3533> the queen <WH4436> in front of me in the house? <WH1004>\" As the word <WH1697> went out <WH3318> of the king <WH4428>'s mouth, <WH6310> they covered <WH2645> Haman <WH2001>'s face. <WH6440>"},{"number":9,"verse":"Then Harbonah, <WH2726> one <WH259> of the eunuchs <WH5631> who were with <WH6440> the king <WH4428> said, <WH559> \"Behold, <WH6086> the gallows fifty <WH2572> cubits <WH520> high, <WH1364> which Haman <WH2001> has made <WH6213> for Mordecai, <WH4782> who spoke <WH1696> good <WH2896> for the king, <WH4428> is standing <WH5975> at Haman <WH2001>'s house. <WH1004>\" The king <WH4428> said, <WH559> \"Hang him on it! <WH8518>\""},{"number":10,"verse":"So they hanged <WH8518> Haman <WH2001> on the gallows <WH6086> that he had prepared <WH3559> for Mordecai. <WH4782> Then was the king <WH4428>'s wrath <WH2534> pacified. <WH7918>"}]}