{"bibleAbbr":"awaERV2005","bookName":"कुरिन्थियन क दूसरी पत्र","bookEnglishName":"2 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"( पौलुस स अपने सेवा क समरथन) मइँ पौलुस, अपने तउर पर मसीह क कोमलता अउर सहनसीलता क साच्छी कइके तोहसे निवेदन करत अहउँ। लोगन क कहब अहइ कि मइँ जउन तोहरे बीचवा मँ रहत विनम्र अहउँ। मुला उहइ मइँ जब तोहरे बीच नाहीं अहउँ, तउ तोहरे बरे निर्भय हउँ।"},{"number":2,"verse":"अब मोर तोहसे बिनती बा कि जब मइँ तोहरे बीच होउँ तउ उही बिसवास क साथे वइसेन ही निर्भरता दिखावइ क मोहप दबाव जिन डावा जइसेन कि मोरे विचार से मोका कछू ओन्हन लोगन क विरुद्ध देखावई होइ जउन सोचत हीं कि हम एक संसारी जीवन जिइत ह।"},{"number":3,"verse":"काहेकि जद्यपि हमहूँ इही संसारे मँ रहित ह। मुला हम संसारी लोगन क तरह नाहीं लड़ित ह।"},{"number":4,"verse":"काहेकि जउन सास्तरन स हम लोगन क तर्कन क अउर ऊ हर एक रूकावट जउन परमेस्सर क गियान क विरुद्ध खड़ा अहइँ, खण्डन करत हीं।"},{"number":5,"verse":"सो हम कल्पना क, अउर हर एक उंची बात क, जो परमेस्सर क पहचान क विरोध मँ उठत अहइँ, खण्डन करित ह, अउर हर एक भावना का कैद कहके मसीह क आग्याकारी बनाइ देत अही।"},{"number":6,"verse":"जब तोहमे कुल आग्या करत बाटेन तउ हम सब परोपकार क अनाज्ञा क दण्ड देइ बरे तइयार अही।"},{"number":7,"verse":"तोहरे सामने जउन लच्छ बा ओनहीं क देखा। अगर केउ अपने मने मँ इ मानत ह कि उ मसीह क अहइ, त उ अपने बारे मँ फिन स याद करइ कि उहइ ओतनइ मसीह क अहइ जेतना कि हम अही।"},{"number":8,"verse":"अउर अगर अपने उ अधिकार क विसय मँ कछू अउर गरब करइ जेका पर्भू हमे तोहरे बिनास क बरे नाहीं बल्कि आत्मिक निर्माण क बरे दिहे बा।"},{"number":9,"verse":"तउ एकरे बरे मइँ तोहका इ भावना नाहीं देई चाहित कि मइँ अपने पत्तरन स तोहका घबड़बाइत ह।"},{"number":10,"verse":"मोरे विरोधीन क कहब बा, “पौलुस क चिठ्ठी तउ भारी भरकम अउर प्रभाऊपूरक अहइँ। लेकिन मोर उपस्थित रहब अहइ तउ व्यक्तित्व कमजोर अहइ अउर बानी अर्थहीन बा।”"},{"number":11,"verse":"मुला अइसेन कहइवाले मनइयन क समझ लेइ चाही कि तोहरे बीच मँ न रहत भए, जब हम अपने चिट्टीन मँ कछू लिखित ह तउ ओहमें अउर तोहरे बीच रहत हम जउन करम करित ह ओहमें कउनउ अन्तर नाहीं बा।"},{"number":12,"verse":"हम उ कछू लोगन क साथे हमका तुलना करइ क साहस नाहीं करित ह जउन अपने आपके बहुत महत्वपूर्ण मानत हीं। मुला जब अपने क एक दूसरन से नापत हीं अउर आपन मँ आपन तुलना करत ही तउ उ इ दरसावत ही कि उ पचे नाहीं जानत हीं कि उ पचे केतना मूरख अहइँ।"},{"number":13,"verse":"चाहे जउन होइ, हम अच्छे उचित सीमा से बाहेर बढ़ चढ़ क बात न करब। बल्कि परमेस्सर तउ हमरे सेवा क जउन सीमा हमका सौंपे अहइ, हम उहीं मँ रहित ह, अउर सीमा तोहे तलक पहुँचत ह।"},{"number":14,"verse":"हम अपने सीमा क उल्लंघन नाहीं करत अही, जइसेन कि अगर ह मतोहरे तक नाहीं पहुँच पाइत, तउ होइ जात। मुला तोहे तक ईसू मसीह क सुसमाचार लइके हम तोहरे लगे सबसे पहले पहुँचा अही।"},{"number":15,"verse":"अपने उचित सीमा स बाहेर जइके कउनो अउर दूसरे मनइयन क काम पर हम गरब नाहीं करित ह मुला हमका आसा बा कि तोहार बिसवास जइसे जइसे बढ़ी तउ वइसे वइसे ही हमार गतिबिधियन व्क छेत्र क साथे तोहरे बीच मँ हमहूँ बियापक रूप स फइलब।"},{"number":16,"verse":"अइसे तोहरे छेत्र क अगवा हम सुसमाचार क प्रचार कइ पाउब। कउनो अउर क जउन काम सौंपा गवा बा ओह छेत्र मँ अब तलक जउन काम होइ चुका बा हम ओकरे बरे सेखी नाहीं बघारत अही।"},{"number":17,"verse":"जइसेन की सास्तरन मँ कहा गवा बा: “जेका गरब करइ क बा वो पर्भू जउन कछू किहे अहइ उहइ पर गरब करा।”"},{"number":18,"verse":"काहेकि अच्छा उहइ माना जात ह जेका पर्भू अच्छा स्वीकारत ह, न कि उ जउन अपने आपके खुद अच्छा समझत हीं।"}]}