{"bibleAbbr":"awaERV2005","bookName":"कुरिन्थियन क दूसरी पत्र","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( माटी क भाँडी मँ आतिमा क धन) काहेकि परमेस्सर क दया स इ सेवा हम सबन का मिली बा, इही बरे हम निरास नाहीं होइत।"},{"number":2,"verse":"हम तउ लजाइ वाला छुपा काम क छोड़ दिहे अही। हम कपट नाहीं करित अउर न तउ हम परमेस्सर क बचन मँ मिलावट करित ह बल्कि सत्य क सरल रूपे मँ परगट कइके लोगन क चेतना मँ परमेस्सर क सामने अपने आपके प्रसंसा क जोग्ग ठहराइत ह।"},{"number":3,"verse":"जउन सुसमाचार क हम प्रचार करीत ह, ओह पर य कउनउ परदा पड़ा होइ तउ इ केवल ओनके बरे पड़ा बा। जउन बिनासे क रस्ता पर चलत ही।"},{"number":4,"verse":"एह जुगे क सुवामी (सइतान) एह अबिसवसियन क बुद्धि क आँधर कइ दिहे अहइ। ताकि उ पचे परमेस्सर क साच्छात एकदम्मई वइसेन हीं रूप उ मसीह क महिमा क सुसमाचार स फूटन रह प्रकास (सत्य) क न देख पावइँस।"},{"number":5,"verse":"हम खुद आपमन प्रचार नाहीं करित ह बल्कि पर्भू क रूपवा मँ उ मसीह ईसू क उपदेस देइत ह। अउर अपने बारे मँ त इहइ कहित ह कि हम ईसू क नाते तोहार सेवक अही।"},{"number":6,"verse":"काहेकि उइ परमेस्सर तउ जउन कहे रहा, “अँधियारे स ओजियारे मँ चमकइ।” उहइ हमरे हीये मँ अँजोर भवा बा। ताकि हमका ईसू मसीह क व्यक्तित्व मँ परमेस्सर क महिमा क गियान क ज्योति मिल सकइ।"},{"number":7,"verse":"मुला हम जइसेन माटी क भाँडिन मँ उ सम्पतिन इही बरे रखी गइ बा, अउर इ सिद्ध होइ गवा अहइ कि उ असीमित सक्ति हममे नाहीं उहइ आवत बल्कि परमेस्सर से आवत ह।"},{"number":8,"verse":"हम हर समइ सब प्रकार क कठिन दबाव मँ जियत हइ, मुला हम कुचल नाहीं ग अही। हम घबरान अही मुला निरास नाहीं अही"},{"number":9,"verse":"हमका यातना दीन्ह जात ह, पर हम खतम नाही अही हम झुकाइ दीन्ह जात अही, पर नस्ट नाहीं होइत।"},{"number":10,"verse":"हम हमेसा अपने देह मँ ईसू क हतिया क सब जगहा लिहे रहित ह ताकि ईसू क जीवन उ हमरे देहन मँ स परगट होइ।"},{"number":11,"verse":"ईसू क कारण हम जउन जिअत अही ओनके हमेसा मऊत क हाथे सौंपा जात ह। ताकि ईसू क जीवन नासवान सरीर मँ एकदम्मई उजागर होइ सकइ।"},{"number":12,"verse":"इही बरे मऊत हमरे मँ अउर जीवन तोहरे मँ सत्रिया बा।"},{"number":13,"verse":"सास्तरन मँ लिखा बा, “मइँ बिसवास किहे रहेउँ इही बरे मइँ बोलेउँ।” हमहूँ मँ बिसवास क उहइ आतिमा बा अउर हम भी उही प्रकार क बिसवास करित ह इहीं बरे हमहूँ बोलित ह।"},{"number":14,"verse":"काहेकि हम जानित ह कि जे पर्भू ईसू क मरे रहे मँ जियाइ क उठाएस उ हमहूँ क उही तरह ईसू क साथ जिन्दा करिही। जइसेन क ईसू क जियाएस ह। अउर हमहूँ क तोहरे साथे अपने सामने खड़ा करिही।"},{"number":15,"verse":"इ सब बात तोहरे बरे ही करी जात ह। ताकि जियादा से जियादा लोगन मँ फइलत जात रही परमेस्सर क अनुग्रह परमेस्सर क महिमा चमकावइ वाले जियादा स जियादा धन्यवाद देइ मँ फलि सकइँ।"},{"number":16,"verse":"( बिसवास स जीवन) इही बरे हम निरास नाहीं होइत! जद्यपि हमार भौतिक सरीर कमजोर होत जात बा, तबऊ हमार अन्तरात्मा रोज्जइ नवा से नवा होत जात बा।"},{"number":17,"verse":"हमार पल भरे क इ छोट मोट दुख एक न तुलना कीन्ह जाइवाली अनन्त महिमा पैदा करत बा।"},{"number":18,"verse":"जउन कछू देखा जाइ सकत ह, हमार आँखी ओह पर नाहीं टिकी बा। काहेकि जउन देखा जाइ सकत ह उ बिनासी बा, जब कि जउन नाहीं देखा जाइ सकत ह उ स्थाई बा।"}]}