{"bibleAbbr":"WYC1395","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"In the secounde yeer of Darius, kyng of Persis, in the sixte monethe, in the firste dai of the monethe, the word of the Lord was maad in the hond of Aggey, profete, to Sorobabel, sone of Salatiel, duyk of Juda, and to Jhesu, the greet preest, sone of Josedech,"},{"number":2,"verse":"and seide, The Lord of oostis seith these thingis, and spekith, This puple seith, Yit cometh not the tyme of the hous of the Lord to be bildid."},{"number":3,"verse":"And the word of the Lord was maad in the hond of Aggei,"},{"number":4,"verse":"profete, and seide, Whether it is tyme to you, that ye dwelle in housis couplid with tymbir, and this hous be forsakun?"},{"number":5,"verse":"And now the Lord of oostis seith these thingis, Putte ye youre hertis on youre weies."},{"number":6,"verse":"Ye han sowe myche, and brouyte in litil; ye han etun, and ben not fillid; ye han drunke, and ye ben not ful of drynk; ye hiliden you, and ye ben not maad hoote; and he that gaderide hiris, sente tho in to a sak holid, ether brokun."},{"number":7,"verse":"The Lord of oostis seith these thingis, Putte ye youre hertis on youre weies."},{"number":8,"verse":"Stie ye vp in to the munteyn, bere ye trees, and bilde ye an hous; and it schal be acceptable to me, and Y schal be glorified, seith the Lord."},{"number":9,"verse":"Ye bihelden to more, and lo! it is maad lesse; and ye brouyten in to the hous, and Y blew it out. For what cause, seith the Lord of oostis? for myn hous is desert, and ye hasten ech man in to his hous."},{"number":10,"verse":"For this thing heuenes ben forbedun, that thei schulden not yyue dew on you; and the erthe is forbodun, that it schulde not yyue his buriownyng."},{"number":11,"verse":"And Y clepide drynesse on erthe, and on mounteyns, and on wheete, and on wyn, and on oile, and what euer thingis the erthe bryngith forth; and on men, and on beestis, and on al labour of hondis."},{"number":12,"verse":"And Sorobabel, the sone of Salatiel, and Jhesus, the greet preest, the sone of Josedech, and alle relifs of the puple, herden the vois of her God, and the wordis of Aggei, the profete, as the Lord God of hem sente him to hem; and al the puple dredde of the face of the Lord."},{"number":13,"verse":"And Aggei, a messanger of the Lord, of the messangeris of the Lord, seide to the puple, and spak, Y am with you, seith the Lord."},{"number":14,"verse":"And the Lord reiside the spirit of Sorobabel, the sone of Salatiel, duik of Juda, and the spirit of Jhesu, the greet preest, the sone of Josedech, and the spirit of the relifs of al puple; and thei entriden, and maden werk in the hous of the Lord of oostis, her God."}]}