{"bibleAbbr":"LBP1933","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"THIS is a true saying, If a man desires the office of a bishop, he aspires to a good work."},{"number":2,"verse":"He who becomes an bishop must be blameless, the husband of one wife, have an alert mind, must be sober, of good behaviour, given to hospitality, and apt at teaching;"},{"number":3,"verse":"Not given to wine, not a striker, not greedy of filthy lucre; but meek, not a brawler;"},{"number":4,"verse":"One who rules well his own household, and keeps his children under submission to bring them up with all purity."},{"number":5,"verse":"For if a man does not know how to rule well his own household, how shall he take care of the church of God?"},{"number":6,"verse":"He should not be a recent convert, lest he become proud and fall into the condemnation of the devil."},{"number":7,"verse":"Moreover, he must have a good report from outsiders; lest he fall into reproach and the snares of the devil."},{"number":8,"verse":"Likewise the deacons must be pure, not double-tongued, not given to much wine, not greedy of filthy lucre;"},{"number":9,"verse":"But they must uphold the divine mystery of faith with a pure conscience."},{"number":10,"verse":"Let these first be examined, and then let them minister after they have been found blameless."},{"number":11,"verse":"Likewise their wives must be chaste, have an alert mind, faithful in all things, and they must not be slanderers."},{"number":12,"verse":"Let the deacons be appointed from those who have not been polygamous, ruling their children and their own households well."},{"number":13,"verse":"For those who minister well earn good recognition for themselves and grow more familiar with the faith of Jesus Christ."},{"number":14,"verse":"These things I write to you, although hoping to come to you shortly,"},{"number":15,"verse":"So that if I am delayed, you may know how you ought to conduct yourself in the house of God, which is the church of the living God, the pillar and foundation of the truth."},{"number":16,"verse":"Truly great is this divine mystery of righteousness: it is revealed in the flesh, justi- fied in the Spirit, seen by angels, preached to the Gentiles, believed on in the world, and received up into glory."}]}