{"bibleAbbr":"KJV1611","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"To euery thing there is a season, and a time to euery purpose vnder the heauen."},{"number":2,"verse":"A time to be borne, and a time to die: a time to plant, and a time to pluck vp that which is planted."},{"number":3,"verse":"A time to kill, and a time to heale: a time to breake downe, and a time to build vp."},{"number":4,"verse":"A time to weepe, and a time to laugh: a time to mourne, and a time to dance."},{"number":5,"verse":"A time to cast away stones, and a time to gather stones together: a time to imbrace, and a time to refraine from imbracing."},{"number":6,"verse":"A time to get, and a time to lose: a time to keepe, and a time to cast away."},{"number":7,"verse":"A time to rent, and a time to sow: a time to keepe silence, and a time to speake."},{"number":8,"verse":"A time to loue, and a time to hate: a time of warre, and a time of peace."},{"number":9,"verse":"What profite hath hee that worketh, in that wherein he laboureth?"},{"number":10,"verse":"I haue seene the trauaile which God hath giuen to the sonnes of men, to be exercised in it."},{"number":11,"verse":"He hath made euery thing beautifull in his time: also hee hath set the world in their heart, so that no man can finde out the worke that God maketh from the beginning to the end."},{"number":12,"verse":"I know that there is no good in them, but for a man to reioyce, and to doe good in his life."},{"number":13,"verse":"And also that euery man should eate and drinke, and enioy the good of all his labour: it is the gift of God."},{"number":14,"verse":"I know that whatsoeuer God doeth, it shalbe for euer: nothing can be put to it, nor any thing taken from it: and God doth it, that men should feare before him."},{"number":15,"verse":"That which hath beene, is now: and that which is to be, hath alreadie beene, and God requireth that which is past."},{"number":16,"verse":"And moreouer, I sawe vnder the Sunne the place of iudgement, that wickednesse was there; and the place of righteousnesse, that iniquitie was there."},{"number":17,"verse":"I said in mine heart, God shall iudge the righteous and the wicked: for there is a time there, for euery purpose and for euery worke."},{"number":18,"verse":"I said in my heart concerning the estate of the sonnes of men, that God might manifest them, and that they might see that they themselues are beasts."},{"number":19,"verse":"For that which befalleth the sonnes of men, befalleth beastes, euen one thing befalleth them: as the one dieth, so dieth the other; yea they haue all one breath, so that a man hath no preheminence aboue a beast; for all is vanitie."},{"number":20,"verse":"All goe vnto one place, all are of the dust, and all turne to dust againe."},{"number":21,"verse":"Who knoweth the spirit of man that goeth vpward; and the spirit of the beast that goeth downeward to the earth?"},{"number":22,"verse":"Wherefore I perceiue that there is nothing better, then that a man should reioyce in his owne workes: for that is his portion; for who shall bring him to see what shalbe after him?"}]}