{"bibleAbbr":"NKJV1982","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"The Widow’s Two Mites And He looked up (Mark 12:41-44) and saw the rich putting their gifts into the treasury,"},{"number":2,"verse":"and He saw also a certain ((2 Cor. 6:10)) poor widow putting in two (Mark 12:42) mites."},{"number":3,"verse":"So He said, “Truly I say to you ((2 Cor. 8:12)) that this poor widow has put in more than all;"},{"number":4,"verse":"for all these out of their abundance have put in offerings for God, but she out of her poverty put in ((2 Cor. 8:12)) all the livelihood that she had.”"},{"number":5,"verse":"Jesus Predicts the Destruction of the Temple (Matt. 24:1; Mark 13:1) Then, as some spoke of the temple, how it was adorned with beautiful stones and donations, He said,"},{"number":6,"verse":"“These things which you see—the days will come in which (Is. 64:10, 11; Lam. 2:6-9; Mic. 3:12; Luke 19:41-44) not one stone shall be left upon another that shall not be thrown down.”"},{"number":7,"verse":"The Signs of the Times and the End of the Age So they asked Him, saying, “Teacher, but when will these things be? And what sign will there be when these things are about to take place?”"},{"number":8,"verse":"And He said: (Matt. 24:4; Mark 13:5; Eph. 5:6; 2 Thess. 2:3; (1 John 4:1)) “Take heed that you not be deceived. For many will come in My name, saying, ‘I am He, ’ and, ‘The time has drawn near.’ Therefore do not go after them."},{"number":9,"verse":"But when you hear of (Rev. 6:4) wars and commotions, do not be terrified; for these things must come to pass first, but the end will not come immediately.”"},{"number":10,"verse":"(Matt. 24:7) Then He said to them, “Nation will rise against nation, and kingdom against kingdom."},{"number":11,"verse":"And there will be great (Rev. 6:12) earthquakes in various places, and famines and pestilences; and there will be fearful sights and great signs from heaven."},{"number":12,"verse":"(Mark 13:9; John 16:2; (Rev. 2:10)) But before all these things, they will lay their hands on you and persecute you, delivering you up to the synagogues and (Acts 4:3; 5:18; 12:4; 16:24) prisons. (Acts 25:23) You will be brought before kings and rulers (1 Pet. 2:13) for My name’s sake."},{"number":13,"verse":"But ((Phil. 1:12-14, 28; 2 Thess. 1:5)) it will turn out for you as an occasion for testimony."},{"number":14,"verse":"(Matt. 10:19; Mark 13:11; Luke 12:11) Therefore settle it in your hearts not to meditate beforehand on what you will answer;"},{"number":15,"verse":"for I will give you a mouth and wisdom (Acts 6:10) which all your adversaries will not be able to contradict or resist."},{"number":16,"verse":"(Mic. 7:6; Mark 13:12) You will be betrayed even by parents and brothers, relatives and friends; and they will put (Acts 7:59; 12:2) some of you to death."},{"number":17,"verse":"And (Matt. 10:22) you will be hated by all for My name’s sake."},{"number":18,"verse":"(Matt. 10:30; Luke 12:7) But not a hair of your head shall be lost."},{"number":19,"verse":"By your patience possess your souls."},{"number":20,"verse":"The Destruction of Jerusalem (Matt. 24:15; Mark 13:14) “But when you see Jerusalem surrounded by armies, then know that its desolation is near."},{"number":21,"verse":"Then let those who are in Judea flee to the mountains, let those who are in the midst of her depart, and let not those who are in the country enter her."},{"number":22,"verse":"For these are the days of vengeance, that (Is. 63:4; (Dan. 9:24-27); Hos. 9:7; (Zech. 11:1)) all things which are written may be fulfilled."},{"number":23,"verse":"(Matt. 24:19) But woe to those who are pregnant and to those who are nursing babies in those days! For there will be great distress in the land and wrath upon this people."},{"number":24,"verse":"And they will fall by the edge of the sword, and be led away captive into all nations. And Jerusalem will be trampled by Gentiles ((Dan. 9:27; 12:7)) until the times of the Gentiles are fulfilled."},{"number":25,"verse":"The Coming of the Son of Man (Is. 13:9, 10, 13; Matt. 24:29; Mark 13:24; (2 Pet. 3:10-12)) “And there will be signs in the sun, in the moon, and in the stars; and on the earth distress of nations, with perplexity, the sea and the waves roaring;"},{"number":26,"verse":"men’s hearts failing them from fear and the expectation of those things which are coming on the earth, (Matt. 24:29) for the powers of the heavens will be shaken."},{"number":27,"verse":"Then they will see the Son of Man (Dan. 7:13; (Matt. 16:27; 24:30; 26:64); Mark 13:26; Rev. 1:7; 14:14) coming in a cloud with power and great glory."},{"number":28,"verse":"Now when these things begin to happen, look up and lift up your heads, because ((Rom. 8:19, 23)) your redemption draws near.”"},{"number":29,"verse":"The Parable of the Fig Tree (Matt. 24:32; Mark 13:28) Then He spoke to them a parable: “Look at the fig tree, and all the trees."},{"number":30,"verse":"When they are already budding, you see and know for yourselves that summer is now near."},{"number":31,"verse":"So you also, when you see these things happening, know that the kingdom of God is near."},{"number":32,"verse":"Assuredly, I say to you, this generation will by no means pass away till all things take place."},{"number":33,"verse":"(Is. 51:6; Matt. 24:35; Heb. 1:10, 11; (2 Pet. 3:7, 10, 12)) Heaven and earth will pass away, but My (Is. 40:8; Luke 16:17; 1 Pet. 1:24, 25) words will by no means pass away."},{"number":34,"verse":"The Importance of Watching “But (Matt. 24:42-44; Mark 4:19; Luke 12:40, 45; Rom. 13:13; 1 Thess. 5:6; 1 Pet. 4:7) take heed to yourselves, lest your hearts be weighed down with carousing, drunkenness, and (Luke 8:14) cares of this life, and that Day come on you unexpectedly."},{"number":35,"verse":"For (1 Thess. 5:2; (2 Pet. 3:10); Rev. 3:3; 16:15) it will come as a snare on all those who dwell on the face of the whole earth."},{"number":36,"verse":"(Matt. 24:42; 25:13; Mark 13:33; Luke 12:40) Watch therefore, and (Luke 18:1; (Eph. 6:18); Col. 4:2; 1 Thess. 5:17) pray always that you may be counted (Luke 20:35) worthy to escape all these things that will come to pass, and (Ps. 1:5; (Eph. 6:13)) to stand before the Son of Man.”"},{"number":37,"verse":"(John 8:1, 2) And in the daytime He was teaching in the temple, but (Luke 22:39) at night He went out and stayed on the mountain called Olivet."},{"number":38,"verse":"Then early in the morning all the people came to Him in the temple to hear Him."}]}