{"bibleAbbr":"NKJV1982","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"(The Plot to Kill Jesus) Now (Matt. 26:2-5; Mark 14:1, 2) the Feast of Unleavened Bread drew near, which is called Passover."},{"number":2,"verse":"And (Ps. 2:2; John 11:47; Acts 4:27) the chief priests and the scribes sought how they might kill Him, for they feared the people."},{"number":3,"verse":"(Matt. 26:14-16; Mark 14:10, 11; John 13:2, 27) Then Satan entered Judas, surnamed Iscariot, who was numbered among the (Matt. 10:2-4) twelve."},{"number":4,"verse":"So he went his way and conferred with the chief priests and captains, how he might betray Him to them."},{"number":5,"verse":"And they were glad, and (Zech. 11:12) agreed to give him money."},{"number":6,"verse":"So he promised and sought opportunity to (Ps. 41:9) betray Him to them in the absence of the multitude."},{"number":7,"verse":"(Jesus and His Disciples Prepare the Passover) (Matt. 26:17-19; Mark 14:12-16) Then came the Day of Unleavened Bread, when the Passover must be killed."},{"number":8,"verse":"And He sent Peter and John, saying, “Go and prepare the Passover for us, that we may eat.”"},{"number":9,"verse":"So they said to Him, “Where do You want us to prepare?”"},{"number":10,"verse":"And He said to them, “Behold, when you have entered the city, a man will meet you carrying a pitcher of water; follow him into the house which he enters."},{"number":11,"verse":"Then you shall say to the master of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with My disciples?” ’"},{"number":12,"verse":"Then he will show you a large, furnished upper room; there make ready.”"},{"number":13,"verse":"So they went and (Luke 19:32) found it just as He had said to them, and they prepared the Passover."},{"number":14,"verse":"(Jesus Institutes the Lord’s Supper) (Matt. 26:20; Mark 14:17) When the hour had come, He sat down, and the twelve apostles with Him."},{"number":15,"verse":"Then He said to them, “With fervent desire I have desired to eat this Passover with you before I suffer;"},{"number":16,"verse":"for I say to you, I will no longer eat of it (Luke 14:15; (Acts 10:41; Rev. 19:9)) until it is fulfilled in the kingdom of God.”"},{"number":17,"verse":"Then He took the cup, and gave thanks, and said, “Take this and divide it among yourselves;"},{"number":18,"verse":"for (Matt. 26:29; Mark 14:25) I say to you, I will not drink of the fruit of the vine until the kingdom of God comes.”"},{"number":19,"verse":"(Matt. 26:26; Mark 14:22) And He took bread, gave thanks and broke it, and gave it to them, saying, “This is My ((1 Pet. 2:24)) body which is given for you; (1 Cor. 11:23-26) do this in remembrance of Me.”"},{"number":20,"verse":"Likewise He also took the cup after supper, saying, (1 Cor. 10:16) “This cup is the new covenant in My blood, which is shed for you."},{"number":21,"verse":"(Ps. 41:9; Matt. 26:21, 23; Mark 14:18; Luke 22:48; John 13:21, 26, 27) But behold, the hand of My betrayer is with Me on the table."},{"number":22,"verse":"(Matt. 26:24) And truly the Son of Man goes (John 17:12; Acts 2:23) as it has been determined, but woe to that man by whom He is betrayed!”"},{"number":23,"verse":"(Matt. 26:22; John 13:22, 25) Then they began to question among themselves, which of them it was who would do this thing."},{"number":24,"verse":"(The Disciples Argue About Greatness) (Mark 9:34; Luke 9:46-48) Now there was also a dispute among them, as to which of them should be considered the greatest."},{"number":25,"verse":"((Matt. 20:25-28); Mark 10:42-45) And He said to them, “The kings of the Gentiles exercise lordship over them, and those who exercise authority over them are called ‘benefactors.’"},{"number":26,"verse":"(Matt. 20:26; (1 Pet. 5:3)) But not so among you; on the contrary, (Luke 9:48) he who is greatest among you, let him be as the younger, and he who governs as he who serves."},{"number":27,"verse":"((Luke 12:37)) For who is greater, he who sits at the table, or he who serves? Is it not he who sits at the table? Yet (Matt. 20:28; John 13:13, 14; Phil. 2:7) I am among you as the One who serves."},{"number":28,"verse":"“But you are those who have continued with Me in ((Heb. 2:18; 4:15)) My trials."},{"number":29,"verse":"And (Matt. 24:47) I bestow upon you a kingdom, just as My Father bestowed one upon Me,"},{"number":30,"verse":"that ((Matt. 8:11; Rev. 19:9)) you may eat and drink at My table in My kingdom, (Ps. 49:14; (Matt. 19:28; 1 Cor. 6:2; Rev. 3:21)) and sit on thrones judging the twelve tribes of Israel.”"},{"number":31,"verse":"(Jesus Predicts Peter’s Denial) And the Lord said, “Simon, Simon! Indeed, (1 Pet. 5:8) Satan has asked for you, that he may (Amos 9:9) sift you as wheat."},{"number":32,"verse":"But ((John 17:9, 11, 15)) I have prayed for you, that your faith should not fail; and when you have returned to Me, (John 21:15-17; Acts 1:15; 2:14; 2 Pet. 1:10-15) strengthen your brethren.”"},{"number":33,"verse":"But he said to Him, “Lord, I am ready to go with You, both to prison and to death.”"},{"number":34,"verse":"(Matt. 26:33-35; Mark 14:29-31; Luke 22:61; John 13:37, 38) Then He said, “I tell you, Peter, the rooster shall not crow this day before you will deny three times that you know Me.”"},{"number":35,"verse":"(Supplies for the Road) (Matt. 10:9; Mark 6:8; Luke 9:3; 10:4) And He said to them, “When I sent you without money bag, knapsack, and sandals, did you lack anything?” So they said, “Nothing.”"},{"number":36,"verse":"Then He said to them, “But now, he who has a money bag, let him take it, and likewise a knapsack; and he who has no sword, let him sell his garment and buy one."},{"number":37,"verse":"For I say to you that this which is written must still be accomplished in Me: (Is. 53:12; Matt. 27:38; Mark 15:28; Luke 22:32) ‘And He was numbered with the transgressors.’ For the things concerning Me have an end.”"},{"number":38,"verse":"So they said, “Lord, look, here are two swords.” And He said to them, “It is enough.”"},{"number":39,"verse":"(The Prayer in the Garden) (Matt. 26:36; John 18:1) Coming out, (Luke 21:37) He went to the Mount of Olives, as He was accustomed, and His disciples also followed Him."},{"number":40,"verse":"(Matt. 26:36-46; Mark 14:32-42) When He came to the place, He said to them, “Pray that you may not enter into temptation.”"},{"number":41,"verse":"(Matt. 26:39; Mark 14:35; (Luke 18:11-14)) And He was withdrawn from them about a stone’s throw, and He knelt down and prayed,"},{"number":42,"verse":"saying, “Father, if it is Your will, take this cup away from Me; nevertheless (Is. 50:5; John 4:34; 5:30; 6:38; 8:29) not My will, but Yours, be done.”"},{"number":43,"verse":"Then (Matt. 4:11) an angel appeared to Him from heaven, strengthening Him."},{"number":44,"verse":"(John 12:27; (Heb. 5:7)) And being in agony, He prayed more earnestly. Then His sweat became like great drops of blood falling down to the ground."},{"number":45,"verse":"When He rose up from prayer, and had come to His disciples, He found them sleeping from sorrow."},{"number":46,"verse":"Then He said to them, “Why (Luke 9:32) do you sleep? Rise and (1 Chr. 16:11; Luke 22:40; (Eph. 6:18); 1 Thess. 5:17) pray, lest you enter into temptation.”"},{"number":47,"verse":"(Betrayal and Arrest in Gethsemane) And while He was still speaking, (Matt. 26:47-56; Mark 14:43-50; John 18:3-11) behold, a multitude; and he who was called (Ps. 41:9; Matt. 20:18; Luke 9:44; 22:21; Acts 1:16, 17) Judas, one of the twelve, went before them and drew near to Jesus to kiss Him."},{"number":48,"verse":"But Jesus said to him, “Judas, are you betraying the Son of Man with a ((Prov. 27:6)) kiss?”"},{"number":49,"verse":"When those around Him saw what was going to happen, they said to Him, “Lord, shall we strike with the sword?”"},{"number":50,"verse":"And (Matt. 26:51) one of them struck the servant of the high priest and cut off his right ear."},{"number":51,"verse":"But Jesus answered and said, “Permit even this.” And He touched his ear and healed him."},{"number":52,"verse":"(Matt. 26:55) Then Jesus said to the chief priests, captains of the temple, and the elders who had come to Him, “Have you come out, as against a (Luke 23:32) robber, with swords and clubs?"},{"number":53,"verse":"When I was with you daily in the (Luke 19:47, 48) temple, you did not try to seize Me. But this is your ((John 12:27)) hour, and the power of darkness.”"},{"number":54,"verse":"(Peter Denies Jesus, and Weeps Bitterly) (Is. 53:7, 8; Matt. 26:57; Mark 14:53; Luke 9:44; Acts 8:32) Having arrested Him, they led Him and brought Him into the high priest’s house. (Matt. 26:58; Mark 14:54; John 18:15) But Peter followed at a distance."},{"number":55,"verse":"(Matt. 26:69-75; Mark 14:66-72; John 18:15, 17, 18) Now when they had kindled a fire in the midst of the courtyard and sat down together, Peter sat among them."},{"number":56,"verse":"And a certain servant girl, seeing him as he sat by the fire, looked intently at him and said, “This man was also with Him.”"},{"number":57,"verse":"But he denied Him, saying, “Woman, I do not know Him.”"},{"number":58,"verse":"(Matt. 26:71; Mark 14:69; John 18:25) And after a little while another saw him and said, “You also are of them.” But Peter said, “Man, I am not!”"},{"number":59,"verse":"(Matt. 26:73; Mark 14:70; John 18:26) Then after about an hour had passed, another confidently affirmed, saying, “Surely this fellow also was with Him, for he is a (Acts 1:11; 2:7) Galilean.”"},{"number":60,"verse":"But Peter said, “Man, I do not know what you are saying!” Immediately, while he was still speaking, the rooster crowed."},{"number":61,"verse":"And the Lord turned and looked at Peter. Then (Matt. 26:75; Mark 14:72) Peter remembered the word of the Lord, how He had said to him, (Matt. 26:34, 75; Mark 14:30; Luke 22:34; John 13:38) “Before the rooster crows, you will deny Me three times.”"},{"number":62,"verse":"So Peter went out and wept bitterly."},{"number":63,"verse":"(Jesus Mocked and Beaten) (Ps. 69:1, 4, 7-9; Matt. 26:67, 68; Mark 14:65; John 18:22) Now the men who held Jesus mocked Him and (Job 16:10; Is. 50:6; Lam. 3:30) beat Him."},{"number":64,"verse":"And having blindfolded Him, they (Zech. 13:7) struck Him on the face and asked Him, saying, “Prophesy! Who is the one who struck You?”"},{"number":65,"verse":"And many other things they blasphemously spoke against Him."},{"number":66,"verse":"(Jesus Faces the Sanhedrin) (Matt. 27:1; Mark 15:1) As soon as it was day, (Ps. 2:2; Acts 4:26) the elders of the people, both chief priests and scribes, came together and led Him into their council, saying,"},{"number":67,"verse":"(Matt. 26:63-66; Mark 14:61-63; Luke 22:67-71; John 18:19-21) “If You are the Christ, tell us.” But He said to them, “If I tell you, you will (Luke 20:5-7) by no means believe."},{"number":68,"verse":"And if I also ask you, you will by no means answer Me or let Me go."},{"number":69,"verse":"((Ps. 110:1; Matt. 26:64; Mark 14:62; 16:19); Acts 2:33; 7:55; Eph. 1:20; Col. 3:1; Heb. 1:3; 8:1) Hereafter the Son of Man will sit on the right hand of the power of God.”"},{"number":70,"verse":"Then they all said, “Are You then the Son of God?” So He said to them, (Matt. 26:64; 27:11; Mark 14:62; Luke 1:35) “You rightly say that I am.”"},{"number":71,"verse":"(Matt. 26:65; Mark 14:63; John 19:7) And they said, “What further testimony do we need? For we have heard it ourselves from His own mouth.”"}]}