{"bibleAbbr":"NKJV1982","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"John the Baptist Prepares the Way Now in the fifteenth year of the reign of Tiberius Caesar, (Matt. 27:2) Pontius Pilate being governor of Judea, Herod being tetrarch of Galilee, his brother Philip tetrarch of Iturea and the region of Trachonitis, and Lysanias tetrarch of Abilene,"},{"number":2,"verse":"while (John 11:49; 18:13; Acts 4:6) Annas and Caiaphas were high priests, the word of God came to (Luke 1:13) John the son of Zacharias in the wilderness."},{"number":3,"verse":"(Matt. 3:1; Mark 1:4) And he went into all the region around the Jordan, preaching a baptism of repentance (Luke 1:77) for the remission of sins,"},{"number":4,"verse":"as it is written in the book of the words of Isaiah the prophet, saying: (Is. 40:3-5; Matt. 3:3; Mark 1:3) “The voice of one crying in the wilderness: ‘Prepare the way of the LORD; Make His paths straight."},{"number":5,"verse":"Every valley shall be filled And every mountain and hill brought low; The crooked places shall be made straight And the rough ways smooth;"},{"number":6,"verse":"And (Ps. 98:2; Is. 52:10; Luke 2:10; (Rom. 10:8-18)) all flesh shall see the salvation of God.’ ”"},{"number":7,"verse":"John Preaches to the People Then he said to the multitudes that came out to be baptized by him, (Matt. 3:7; 12:34; 23:33) “Brood of vipers! Who warned you to flee from the wrath to come?"},{"number":8,"verse":"Therefore bear fruits ((2 Cor. 7:9-11)) worthy of repentance, and do not begin to say to yourselves, ‘We have Abraham as our father.’ For I say to you that God is able to raise up children to Abraham from these stones."},{"number":9,"verse":"And even now the ax is laid to the root of the trees. Therefore (Matt. 7:19; Luke 13:6-9) every tree which does not bear good fruit is cut down and thrown into the fire.”"},{"number":10,"verse":"So the people asked him, saying, (Luke 3:12, 14; (Acts 2:37, 38; 16:30, 31)) “What shall we do then?”"},{"number":11,"verse":"He answered and said to them, (Luke 11:41; 2 Cor. 8:14; James 2:15, 16; (1 John 3:17; 4:20)) “He who has two tunics, let him give to him who has none; and he who has food, (Is. 58:7; (1 Tim. 6:17, 18)) let him do likewise.”"},{"number":12,"verse":"Then (Matt. 21:32; Luke 7:29) tax collectors also came to be baptized, and said to him, “Teacher, what shall we do?”"},{"number":13,"verse":"And he said to them, (Luke 19:8) “Collect no more than what is appointed for you.”"},{"number":14,"verse":"Likewise the soldiers asked him, saying, “And what shall we do?” So he said to them, “Do not intimidate anyone (Ex. 20:16; 23:1; Lev. 19:11) or accuse falsely, and be content with your wages.”"},{"number":15,"verse":"Now as the people were in expectation, and all reasoned in their hearts about John, whether he was the Christ or not,"},{"number":16,"verse":"John answered, saying to all, (Matt. 3:11, 12; Mark 1:7, 8) “I indeed baptize you with water; but One mightier than I is coming, whose sandal strap I am not worthy to loose. He will (John 7:39; 20:22; Acts 2:1-4) baptize you with the Holy Spirit and fire."},{"number":17,"verse":"His winnowing fan is in His hand, and He will thoroughly clean out His threshing floor, and (Mic. 4:12; Matt. 13:24-30) gather the wheat into His barn; but the chaff He will burn with unquenchable fire.”"},{"number":18,"verse":"And with many other exhortations he preached to the people."},{"number":19,"verse":"(Matt. 14:3; Mark 6:17) But Herod the tetrarch, being rebuked by him concerning Herodias, his brother Philip’s wife, and for all the evils which Herod had done,"},{"number":20,"verse":"also added this, above all, that he shut John up in prison."},{"number":21,"verse":"John Baptizes Jesus When all the people were baptized, (Matt. 3:13-17; John 1:32) it came to pass that Jesus also was baptized; and while He prayed, the heaven was opened."},{"number":22,"verse":"And the Holy Spirit descended in bodily form like a dove upon Him, and a voice came from heaven which said, “You are My beloved Son; in You I am (Ps. 2:7; (Is. 42:1); Matt. 3:17; 17:5; Mark 1:11; Luke 1:35; 9:35; 2 Pet. 1:17) well pleased.”"},{"number":23,"verse":"The Genealogy of Jesus Christ Now Jesus Himself began His ministry at ((Num. 4:3, 35, 39, 43, 47)) about thirty years of age, being (as was supposed) (Matt. 13:55; John 6:42) the son of Joseph, the son of Heli,"},{"number":24,"verse":"the son of Matthat, the son of Levi, the son of Melchi, the son of Janna, the son of Joseph,"},{"number":25,"verse":"the son of Mattathiah, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"},{"number":26,"verse":"the son of Maath, the son of Mattathiah, the son of Semei, the son of Joseph, the son of Judah,"},{"number":27,"verse":"the son of Joannas, the son of Rhesa, the son of (Ezra 2:2; 3:8) Zerubbabel, the son of Shealtiel, the son of Neri,"},{"number":28,"verse":"the son of Melchi, the son of Addi, the son of Cosam, the son of Elmodam, the son of Er,"},{"number":29,"verse":"the son of Jose, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"},{"number":30,"verse":"the son of Simeon, the son of Judah, the son of Joseph, the son of Jonan, the son of Eliakim,"},{"number":31,"verse":"the son of Melea, the son of Menan, the son of Mattathah, the son of (Zech. 12:12) Nathan, (2 Sam. 5:14; 7:12; 1 Chr. 3:5; 17:11; Is. 9:7; Jer. 23:5) the son of David,"},{"number":32,"verse":"(Ruth 4:18-22; 1 Chr. 2:10-12; Is. 11:1, 10) the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"},{"number":33,"verse":"the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,"},{"number":34,"verse":"the son of Jacob, the son of Isaac, the son of Abraham, (Gen. 11:24, 26-30; 12:3; Num. 24:17; 1 Chr. 1:24-27) the son of Terah, the son of Nahor,"},{"number":35,"verse":"the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"},{"number":36,"verse":"(Gen. 11:12) the son of Cainan, the son of (Gen. 10:22, 24; 11:10-13; 1 Chr. 1:17, 18) Arphaxad, (Gen. 5:6-32; 9:27; 11:10) the son of Shem, the son of Noah, the son of Lamech,"},{"number":37,"verse":"the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, the son of Cainan,"},{"number":38,"verse":"the son of Enosh, the son of Seth, the son of Adam, (Gen. 5:1, 2) the son of God."}]}