{"bibleAbbr":"NKJV1982","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":6,"verses":[{"number":1,"verse":"Jesus Is Lord of the Sabbath Now (Matt. 12:1-8; Mark 2:23-28) it happened on the second Sabbath after the first that He went through the grainfields. And His disciples plucked the heads of grain and ate them, rubbing them in their hands."},{"number":2,"verse":"And some of the Pharisees said to them, “Why are you doing (Ex. 20:10) what is not lawful to do on the Sabbath?”"},{"number":3,"verse":"But Jesus answering them said, “Have you not even read this, (1 Sam. 21:6) what David did when he was hungry, he and those who were with him:"},{"number":4,"verse":"how he went into the house of God, took and ate the showbread, and also gave some to those with him, (Lev. 24:9) which is not lawful for any but the priests to eat?”"},{"number":5,"verse":"And He said to them, “The Son of Man is also Lord of the Sabbath.”"},{"number":6,"verse":"Healing on the Sabbath (Matt. 12:9-14; Mark 3:1-6; Luke 13:14; 14:3; John 9:16) Now it happened on another Sabbath, also, that He entered the synagogue and taught. And a man was there whose right hand was withered."},{"number":7,"verse":"So the scribes and Pharisees watched Him closely, whether He would (Luke 13:14; 14:1-6) heal on the Sabbath, that they might find an (Luke 20:20) accusation against Him."},{"number":8,"verse":"But He (Matt. 9:4; John 2:24, 25) knew their thoughts, and said to the man who had the withered hand, “Arise and stand here.” And he arose and stood."},{"number":9,"verse":"Then Jesus said to them, “I will ask you one thing: (John 7:23) Is it lawful on the Sabbath to do good or to do evil, to save life or to destroy?”"},{"number":10,"verse":"And when He had looked around at them all, He said to the man, “Stretch out your hand.” And he did so, and his hand was restored as whole as the other."},{"number":11,"verse":"But they were filled with rage, and discussed with one another what they might do to Jesus."},{"number":12,"verse":"The Twelve Apostles Now it came to pass in those days that He went out to the mountain to pray, and continued all night in (Matt. 14:23; Mark 1:35; Luke 5:16; 9:18; 11:1) prayer to God."},{"number":13,"verse":"And when it was day, He called His disciples to Himself; (John 6:70) and from them He chose (Matt. 10:1) twelve whom He also named apostles:"},{"number":14,"verse":"Simon, (John 1:42) whom He also named Peter, and Andrew his brother; James and John; Philip and Bartholomew;"},{"number":15,"verse":"Matthew and Thomas; James the son of Alphaeus, and Simon called the Zealot;"},{"number":16,"verse":"Judas (Jude 1) the son of James, and (Luke 22:3-6) Judas Iscariot who also became a traitor."},{"number":17,"verse":"Jesus Heals a Great Multitude And He came down with them and stood on a level place with a crowd of His disciples (Matt. 4:25; Mark 3:7, 8) and a great multitude of people from all Judea and Jerusalem, and from the seacoast of Tyre and Sidon, who came to hear Him and be healed of their diseases,"},{"number":18,"verse":"as well as those who were tormented with unclean spirits. And they were healed."},{"number":19,"verse":"And the whole multitude (Matt. 9:21; 14:36; Mark 3:10) sought to (Mark 5:27, 28; Luke 8:44-47) touch Him, for (Mark 5:30; Luke 8:46) power went out from Him and healed them all."},{"number":20,"verse":"The Beatitudes Then He lifted up His eyes toward His disciples, and said: (Matt. 5:3-12; (11:5); Luke 6:20-23; (James 2:5)) “Blessed are you poor, For yours is the kingdom of God."},{"number":21,"verse":"(Is. 55:1; 65:13; Matt. 5:6) Blessed are you who hunger now, For you shall be ((Rev. 7:16)) filled. ((Is. 61:3; Rev. 7:17)) Blessed are you who weep now, For you shall (Ps. 126:5) laugh."},{"number":22,"verse":"(Matt. 5:11; 1 Pet. 2:19; 3:14; 4:14) Blessed are you when men hate you, And when they ((John 16:2)) exclude you, And revile you, and cast out your name as evil, For the Son of Man’s sake."},{"number":23,"verse":"(Matt. 5:12; Acts 5:41; (Col. 1:24); James 1:2) Rejoice in that day and leap for joy! For indeed your reward is great in heaven, For (Acts 7:51) in like manner their fathers did to the prophets."},{"number":24,"verse":"Jesus Pronounces Woes “But (Amos 6:1; Luke 12:21; James 5:1-6) woe to you (Luke 12:21) who are rich, For (Matt. 6:2, 5, 16; Luke 16:25) you have received your consolation."},{"number":25,"verse":"((Is. 65:13)) Woe to you who are full, For you shall hunger. ((Prov. 14:13)) Woe to you who laugh now, For you shall mourn and (James 4:9) weep."},{"number":26,"verse":"((John 15:19; 1 John 4:5)) Woe to you when all men speak well of you, For so did their fathers to the false prophets."},{"number":27,"verse":"Love Your Enemies (Ex. 23:4; Prov. 25:21; Matt. 5:44; Rom. 12:20) “But I say to you who hear: Love your enemies, do good to those who hate you,"},{"number":28,"verse":"(Rom. 12:14) bless those who curse you, and (Luke 23:24; Acts 7:60) pray for those who spitefully use you."},{"number":29,"verse":"(Matt. 5:39-42) To him who strikes you on the one cheek, offer the other also. ((1 Cor. 6:7)) And from him who takes away your cloak, do not withhold your tunic either."},{"number":30,"verse":"(Deut. 15:7, 8; Prov. 3:27; 21:26; Matt. 5:42) Give to everyone who asks of you. And from him who takes away your goods do not ask them back."},{"number":31,"verse":"(Matt. 7:12) And just as you want men to do to you, you also do to them likewise."},{"number":32,"verse":"(Matt. 5:46) “But if you love those who love you, what credit is that to you? For even sinners love those who love them."},{"number":33,"verse":"And if you do good to those who do good to you, what credit is that to you? For even sinners do the same."},{"number":34,"verse":"(Matt. 5:42) And if you lend to those from whom you hope to receive back, what credit is that to you? For even sinners lend to sinners to receive as much back."},{"number":35,"verse":"But ((Rom. 13:10)) love your enemies, (Heb. 13:16) do good, and (Lev. 25:35-37; Ps. 37:26) lend, hoping for nothing in return; and your reward will be great, and (Matt. 5:46) you will be sons of the Most High. For He is kind to the unthankful and evil."},{"number":36,"verse":"(Matt. 5:48; Eph. 4:32) Therefore be merciful, just as your Father also is merciful."},{"number":37,"verse":"Do Not Judge (Matt. 7:1-5; Rom. 14:4; (1 Cor. 4:5)) “Judge not, and you shall not be judged. Condemn not, and you shall not be condemned. (Matt. 18:21-35) Forgive, and you will be forgiven."},{"number":38,"verse":"((Prov. 19:17; 28:27)) Give, and it will be given to you: good measure, pressed down, shaken together, and running over will be put into your (Ps. 79:12; Is. 65:6, 7; Jer. 32:18) bosom. For (Matt. 7:2; Mark 4:24; James 2:13) with the same measure that you use, it will be measured back to you.”"},{"number":39,"verse":"And He spoke a parable to them: (Matt. 15:14; 23:16; Rom. 2:19) “Can the blind lead the blind? Will they not both fall into the ditch?"},{"number":40,"verse":"(Matt. 10:24; (John 13:16; 15:20)) A disciple is not above his teacher, but everyone who is perfectly trained will be like his teacher."},{"number":41,"verse":"(Matt. 7:3) And why do you look at the speck in your brother’s eye, but do not perceive the plank in your own eye?"},{"number":42,"verse":"Or how can you say to your brother, ‘Brother, let me remove the speck that is in your eye,’ when you yourself do not see the plank that is in your own eye? Hypocrite! First remove the plank from your own eye, and then you will see clearly to remove the speck that is in your brother’s eye."},{"number":43,"verse":"A Tree Is Known by Its Fruit (Matt. 7:16-18, 20) “For a good tree does not bear bad fruit, nor does a bad tree bear good fruit."},{"number":44,"verse":"For (Matt. 12:33) every tree is known by its own fruit. For men do not gather figs from thorns, nor do they gather grapes from a bramble bush."},{"number":45,"verse":"(Matt. 12:35) A good man out of the good treasure of his heart brings forth good; and an evil man out of the evil treasure of his heart brings forth evil. For out (Prov. 15:2, 28; 16:23; 18:21; Matt. 12:34) of the abundance of the heart his mouth speaks."},{"number":46,"verse":"Build on the Rock (Mal. 1:6; Matt. 7:21; 25:11; Luke 13:25) “But why do you call Me ‘Lord, Lord,’ and not do the things which I say?"},{"number":47,"verse":"(Matt. 7:24-27; (John 14:21); James 1:22-25) Whoever comes to Me, and hears My sayings and does them, I will show you whom he is like:"},{"number":48,"verse":"He is like a man building a house, who dug deep and laid the foundation on the rock. And when the flood arose, the stream beat vehemently against that house, and could not shake it, for it was founded on the rock."},{"number":49,"verse":"But he who heard and did nothing is like a man who built a house on the earth without a foundation, against which the stream beat vehemently; and immediately it fell. And the ruin of that house was great.”"}]}