{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":14,"verses":[{"number":1,"verse":"Jesus Comforts His Disciples \"Do not let your heart be troubled (afraid, cowardly). Believe [confidently] in God and trust in Him, [have faith, hold on to it, rely on it, keep going and] believe also in Me."},{"number":2,"verse":"In My Father's house are many dwelling places. If it were not so, I would have told you, because I am going there to prepare a place for you."},{"number":3,"verse":"And if I go and prepare a place for you, I will come back again and I will take you to Myself, so that where I am you may be also."},{"number":4,"verse":"And [to the place] where I am going, you know the way.\""},{"number":5,"verse":"Thomas said to Him, \"Lord, we do not know where You are going; so how can we know the way?\""},{"number":6,"verse":"Jesus said to him, \" I am the [only] Way [to God] and the [real] Truth and the [real] Life; no one comes to the Father but through Me."},{"number":7,"verse":"Jesus' Oneness with the Father If you had [really] known Me, you would also have known My Father. From now on you know Him, and have seen Him.\""},{"number":8,"verse":"Philip said to Him, \"Lord, show us the Father and then we will be satisfied.\""},{"number":9,"verse":"Jesus said to him, \"Have I been with you for so long a time, and you do not know Me yet, Philip, nor recognize clearly who I am? Anyone who has seen Me has seen the Father. How can you say, 'Show us the Father?'"},{"number":10,"verse":"Do you not believe that I am in the Father, and the Father is in Me? The words I say to you I do not say on My own initiative or authority, but the Father, abiding continually in Me, does His works [His attesting miracles and acts of power]."},{"number":11,"verse":"Believe Me that I am in the Father and the Father is in Me; otherwise believe [Me] because of the [very] works themselves [which you have witnessed]."},{"number":12,"verse":"I assure you and most solemnly say to you, anyone who believes in Me [as Savior] will also do the things that I do; and he will do even greater things than these [in extent and outreach], because I am going to the Father."},{"number":13,"verse":"And I will do whatever you ask in My name [ as My representative], this I will do, so that the Father may be glorified and celebrated in the Son."},{"number":14,"verse":"If you ask Me anything in My name [as My representative], I will do it."},{"number":15,"verse":"\"If you [really] love Me, you will keep and obey My commandments."},{"number":16,"verse":"Role of the Spirit And I will ask the Father, and He will give you another Helper (Comforter, Advocate, Intercessor-Counselor, Strengthener, Standby), to be with you forever-"},{"number":17,"verse":"the Spirit of Truth, whom the world cannot receive [and take to its heart] because it does not see Him or know Him, but you know Him because He (the Holy Spirit) remains with you continually and will be in you."},{"number":18,"verse":"\"I will not leave you as orphans [comfortless, bereaved, and helpless]; I will come [back] to you."},{"number":19,"verse":"After a little while the world will no longer see Me, but you will see Me; because I live, you will live also."},{"number":20,"verse":"On that day [when that time comes] you will know for yourselves that I am in My Father, and you are in Me, and I am in you."},{"number":21,"verse":"The person who has My commandments and keeps them is the one who [really] loves Me; and whoever [really] loves Me will be loved by My Father, and I will love him and reveal Myself to him [I will make Myself real to him].\""},{"number":22,"verse":"Judas (not Iscariot) asked Him, \"Lord, what has happened that You are going to reveal Yourself to us and not to the world?\""},{"number":23,"verse":"Jesus answered, \"If anyone [really] loves Me, he will keep My word (teaching); and My Father will love him, and We will come to him and make Our dwelling place with him."},{"number":24,"verse":"One who does not [really] love Me does not keep My words. And the word (teaching) which you hear is not Mine, but is the Father's who sent Me."},{"number":25,"verse":"\"I have told you these things while I am still with you."},{"number":26,"verse":"But the Helper (Comforter, Advocate, Intercessor-Counselor, Strengthener, Standby), the Holy Spirit, whom the Father will send in My name [in My place, to represent Me and act on My behalf], He will teach you all things. And He will help you remember everything that I have told you."},{"number":27,"verse":"Peace I leave with you; My [perfect] peace I give to you; not as the world gives do I give to you. Do not let your heart be troubled, nor let it be afraid. [Let My perfect peace calm you in every circumstance and give you courage and strength for every challenge.]"},{"number":28,"verse":"You heard Me tell you, 'I am going away, and I am coming back to you.' If you [really] loved Me, you would have rejoiced, because I am going [back] to the Father, for the Father is greater than I."},{"number":29,"verse":"I have told you now before it happens, so that when it does take place, you may believe and have faith [in Me]."},{"number":30,"verse":"I will not speak with you much longer, for the ruler of the world (Satan) is coming. And he has no claim on Me [no power over Me nor anything that he can use against Me];"},{"number":31,"verse":"but so that the world may know [without any doubt] that I love the Father, I do exactly as the Father has commanded Me [and act in full agreement with Him]. Get up, let us go from here."}]}