{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"(Jesus Is the Vine-Followers Are Branches) \" I am the true Vine, and My Father is the vinedresser."},{"number":2,"verse":"Every branch in Me that does not bear fruit, He takes away; and every branch that continues to bear fruit, He [repeatedly] prunes, so that it will bear more fruit [even richer and finer fruit]."},{"number":3,"verse":"You are already clean because of the word which I have given you [the teachings which I have discussed with you]."},{"number":4,"verse":"Remain in Me, and I [will remain] in you. Just as no branch can bear fruit by itself without remaining in the vine, neither can you [bear fruit, producing evidence of your faith] unless you remain in Me."},{"number":5,"verse":"I am the Vine; you are the branches. The one who remains in Me and I in him bears much fruit, for [otherwise] apart from Me [that is, cut off from vital union with Me] you can do nothing."},{"number":6,"verse":"If anyone does not remain in Me, he is thrown out like a [broken off] branch, and withers and dies; and they gather such branches and throw them into the fire, and they are burned."},{"number":7,"verse":"If you remain in Me and My words remain in you [that is, if we are vitally united and My message lives in your heart], ask whatever you wish and it will be done for you."},{"number":8,"verse":"My Father is glorified and honored by this, when you bear much fruit, and prove yourselves to be My [true] disciples."},{"number":9,"verse":"I have loved you just as the Father has loved Me; remain in My love [and do not doubt My love for you]."},{"number":10,"verse":"If you keep My commandments and obey My teaching, you will remain in My love, just as I have kept My Father's commandments and remain in His love."},{"number":11,"verse":"I have told you these things so that My joy and delight may be in you, and that your joy may be made full and complete and overflowing."},{"number":12,"verse":"(Disciples' Relation to Each Other) \"This is My commandment, that you love and unselfishly seek the best for one another, just as I have loved you."},{"number":13,"verse":"No one has greater love [nor stronger commitment] than to lay down his own life for his friends."},{"number":14,"verse":"You are my friends if you keep on doing what I command you."},{"number":15,"verse":"I do not call you servants any longer, for the servant does not know what his master is doing; but I have called you [My] friends, because I have revealed to you everything that I have heard from My Father."},{"number":16,"verse":"You have not chosen Me, but I have chosen you and I have appointed and placed and purposefully planted you, so that you would go and bear fruit and keep on bearing, and that your fruit will remain and be lasting, so that whatever you ask of the Father in My name [as My representative] He may give to you."},{"number":17,"verse":"This [is what] I command you: that you love and unselfishly seek the best for one another."},{"number":18,"verse":"(Disciples' Relation to the World) \"If the world hates you [and it does], know that it has hated Me before it hated you."},{"number":19,"verse":"If you belonged to the world, the world would love [you as] its own and would treat you with affection. But you are not of the world [you no longer belong to it], but I have chosen you out of the world. And because of this the world hates you."},{"number":20,"verse":"Remember [and continue to remember] that I told you, 'A servant is not greater than his master.' If they persecuted Me, they will also persecute you. If they kept My word, they will keep yours also."},{"number":21,"verse":"But they will do all these [hurtful] things to you for My name's sake [because you bear My name and are identified with Me], for they do not know the One who sent Me."},{"number":22,"verse":"If I had not come and spoken to them, they would not have [the guilt of their] sin; but now they have no excuse for their sin."},{"number":23,"verse":"The one who hates Me also hates My Father."},{"number":24,"verse":"If I had not done among them the works (attesting miracles) which no one else [ever] did, they would not have [the guilt of their] sin; but now [the fact is that] they have both seen [these works] and have hated Me [and continue to hate Me] and My Father as well."},{"number":25,"verse":"But [this is so] that the word which has been written in their Law would be fulfilled, 'They hated Me without a cause.'"},{"number":26,"verse":"\"But when the Helper (Comforter, Advocate, Intercessor-Counselor, Strengthener, Standby) comes, whom I will send to you from the Father, that is the Spirit of Truth who comes from the Father, He will testify and bear witness about Me."},{"number":27,"verse":"But you will testify also and be My witnesses, because you have been with Me from the beginning."}]}