{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"(Jesus' Warning) \"I have told you these things so that you will not stumble or be caught off guard and fall away."},{"number":2,"verse":"They will put you out of the synagogues and make you outcasts. And a time is coming when whoever kills you will think that he is offering service to God."},{"number":3,"verse":"And they will do these things because they have not known the Father or Me."},{"number":4,"verse":"I have told you these things [now], so that when their time comes, you will remember that I told you about them. I did not say these things to you at the beginning, because I was with you."},{"number":5,"verse":"(The Holy Spirit Promised) \"But now I am going to Him who sent Me; and none of you asks Me, 'Where are You going?'"},{"number":6,"verse":"But because I have said these things to you, sorrow has filled your hearts [and taken complete possession of them]."},{"number":7,"verse":"But I tell you the truth, it is to your advantage that I go away; for if I do not go away, the Helper (Comforter, Advocate, Intercessor-Counselor, Strengthener, Standby) will not come to you; but if I go, I will send Him (the Holy Spirit) to you [to be in close fellowship with you]."},{"number":8,"verse":"And He, when He comes, will convict the world about [the guilt of] sin [and the need for a Savior], and about righteousness, and about judgment:"},{"number":9,"verse":"about sin [and the true nature of it], because they do not believe in Me [and My message];"},{"number":10,"verse":"about righteousness [personal integrity and godly character], because I am going to My Father and you will no longer see Me;"},{"number":11,"verse":"about judgment [the certainty of it], because the ruler of this world (Satan) has been judged and condemned."},{"number":12,"verse":"\"I have many more things to say to you, but you cannot bear [to hear] them now."},{"number":13,"verse":"But when He, the Spirit of Truth, comes, He will guide you into all the truth [full and complete truth]. For He will not speak on His own initiative, but He will speak whatever He hears [from the Father-the message regarding the Son], and He will disclose to you what is to come [in the future]."},{"number":14,"verse":"He will glorify and honor Me, because He (the Holy Spirit) will take from what is Mine and will disclose it to you."},{"number":15,"verse":"All things that the Father has are Mine. Because of this I said that He [the Spirit] will take from what is Mine and will reveal it to you."},{"number":16,"verse":"(Jesus' Death and Resurrection Foretold) \"A little while, and you will no longer see Me; and again a little while, and you will see Me.\""},{"number":17,"verse":"Some of His disciples said to one another, \"What does He mean when He tells us, 'A little while, and you will not see Me; and again a little while, and you will see Me'; and, 'because I am going to My Father'?\""},{"number":18,"verse":"So they were saying, \"What does He mean when He says, 'A little while'? We do not know what He is talking about.\""},{"number":19,"verse":"Jesus knew that they wanted to ask Him, so He said to them, \"Are you wondering among yourselves about what I meant when I said, 'A little while, and you will not see Me, and again a little while, and you will see Me'?"},{"number":20,"verse":"I assure you and most solemnly say to you, that you will weep and grieve [in great mourning], but the world will rejoice. You will be sorrowful, but your sorrow will be turned into joy."},{"number":21,"verse":"A woman, when she is in labor, has pain because her time [to give birth] has come; but when she has given birth to the child, she no longer remembers the anguish because of her joy that a child has come into the world."},{"number":22,"verse":"So for now you are in grief; but I will see you again, and [then] your hearts will rejoice, and no one will take away from you your [great] joy."},{"number":23,"verse":"(Prayer Promises) In that day you will not [need to] ask Me about anything. I assure you and most solemnly say to you, whatever you ask the Father in My name [as My representative], He will give you."},{"number":24,"verse":"Until now you have not asked [the Father] for anything in My name; but now ask and keep on asking and you will receive, so that your joy may be full and complete."},{"number":25,"verse":"\"I have told you these things in figurative language (veiled language, proverbs); the hour is now coming when I will no longer speak to you in figures of speech, but I will tell you plainly about the Father."},{"number":26,"verse":"In that day you will ask in My name, and I am not saying to you that I will ask the Father on your behalf [because it will be unnecessary];"},{"number":27,"verse":"for the Father Himself [tenderly] loves you, because you have loved Me and have believed that I came from the Father."},{"number":28,"verse":"I came from the Father and have come into the world; again, I am leaving the world and going to the Father.\""},{"number":29,"verse":"His disciples said, \"Ah, now You are speaking plainly to us and not in figures of speech!"},{"number":30,"verse":"Now we know that You know all things, and have no need for anyone to question You; because of this we believe [without any doubt] that you came from God.\""},{"number":31,"verse":"Jesus answered them, \"Do you now [at last] believe?"},{"number":32,"verse":"Take careful notice: an hour is coming, and has arrived, when you will all be scattered, each to his own home, leaving Me alone; and yet I am not alone, because the Father is with Me."},{"number":33,"verse":"I have told you these things, so that in Me you may have [perfect] peace. In the world you have tribulation and distress and suffering, but be courageous [be confident, be undaunted, be filled with joy]; I have overcome the world.\" [My conquest is accomplished, My victory abiding.]"}]}