{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"(Judas Betrays Jesus) Having said these things, Jesus left with His disciples and went across the ravine of the Kidron. There was a garden there, which He and His disciples entered."},{"number":2,"verse":"Now Judas, who was betraying Him, knew the place, because Jesus had often met there with His disciples."},{"number":3,"verse":"So Judas, having obtained the Roman cohort and some officers from the high priests and the Pharisees, came there with lanterns and torches and weapons."},{"number":4,"verse":"Then Jesus, knowing all that was about to happen to Him, went to them and asked, \"Whom do you want?\""},{"number":5,"verse":"They answered Him, \"Jesus the Nazarene.\" Jesus said, \"I am He.\" And Judas, who was betraying Him, was also standing with them."},{"number":6,"verse":"When Jesus said, \"I am He,\" they drew back and fell to the ground."},{"number":7,"verse":"Again He asked them, \"Whom do you want?\" And they said, \"Jesus the Nazarene.\""},{"number":8,"verse":"Jesus answered, \"I told you that I am He; so if you want Me, let these men go on their way.\""},{"number":9,"verse":"This was to fulfill and verify the words He had spoken, \"Of those whom You have given Me, I have not lost even one.\""},{"number":10,"verse":"Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. The servant's name was Malchus."},{"number":11,"verse":"So Jesus said to Peter, \"Put the sword [back] in its sheath! Shall I not drink the cup which My Father has given Me?\""},{"number":12,"verse":"(Jesus before Annas and Caiaphas) So the cohort and their commander and the officers of the Jews arrested Jesus and bound Him,"},{"number":13,"verse":"and led Him to Annas first; for he was the father-in-law of Caiaphas, who was high priest that year."},{"number":14,"verse":"It was Caiaphas who had advised the Jews that it was expedient for one man to die on behalf of the people."},{"number":15,"verse":"Simon Peter and another disciple were following Jesus. Now that disciple was known to the high priest, so he went with Jesus into the courtyard of the [residence of the] high priest;"},{"number":16,"verse":"but Peter was standing outside at the door. So the other disciple (John), who was known to the high priest, went out and spoke to the doorkeeper, and brought Peter inside."},{"number":17,"verse":"Then the servant girl who kept the door said to Peter, \"You are not one of this Man's disciples, are you?\" He said, \"I am not.\""},{"number":18,"verse":"Now the servants and the officers had made a fire of coals, because it was cold, and they were standing and warming themselves. And Peter was with them, standing and warming himself."},{"number":19,"verse":"Then the high priest questioned Jesus about His disciples and about His teaching."},{"number":20,"verse":"Jesus answered him, \"I have spoken openly to the world. I always taught in a synagogue and in the temple [area], where all the Jews habitually congregate; and I said nothing in secret."},{"number":21,"verse":"Why question Me? Question those who have heard what I said to them. They know what I said.\""},{"number":22,"verse":"But when He said this, one of the officers who was standing nearby struck Jesus [in the face], saying, \"Is that how You answer the high priest?\""},{"number":23,"verse":"Jesus replied, \"If I have said anything wrong, make a formal statement about the wrong; but if [I spoke] properly, why did you strike Me?\""},{"number":24,"verse":"So Annas sent Him bound to Caiaphas the high priest."},{"number":25,"verse":"(Peter's Denial of Jesus) Now Simon Peter was [still] standing and warming himself. So they said to him, \"You are not one of His disciples, are you?\" He denied it and said, \"I am not.\""},{"number":26,"verse":"One of the high priest's servants, a relative of the one whose ear Peter cut off, said, \"Did I not see you with Him in the garden?\""},{"number":27,"verse":"So Peter denied it again, and immediately a rooster crowed."},{"number":28,"verse":"(Jesus before Pilate) Then the Jews led Jesus from Caiaphas to the Praetorium (governor's palace). Now it was early and the Jews did not enter the Praetorium so that they would not be [ceremonially] unclean, but might [be able to] eat [and participate in the Feast of Unleavened Bread which began after] the Passover [supper]."},{"number":29,"verse":"So Pilate came out to them and asked, \"What accusation do you bring against this Man?\""},{"number":30,"verse":"They answered, \"If He were not a criminal, we would not have handed Him over to you [for judgment].\""},{"number":31,"verse":"Then Pilate said to them, \"Take Him yourselves and judge Him according to your own law.\" The Jews said, \"We are not permitted to put anyone to death.\""},{"number":32,"verse":"This was to fulfill the word which Jesus had spoken to indicate by what manner of death He was going to die."},{"number":33,"verse":"So Pilate went into the Praetorium again, and called Jesus and asked Him, \"Are You the King of the Jews?\""},{"number":34,"verse":"Jesus replied, \"Are you saying this on your own initiative, or did others tell you about Me?\""},{"number":35,"verse":"Pilate answered, \"I am not a Jew, am I? Your own people and their chief priests have handed You over to me. What have You done [that is worthy of death]?\""},{"number":36,"verse":"Jesus replied, \"My kingdom is not of this world [nor does it have its origin in this world]. If My kingdom were of this world, My servants would be fighting [hard] to keep Me from being handed over to the Jews; but as it is, My kingdom is not of this world.\""},{"number":37,"verse":"So Pilate said to Him, \"Then You are a King?\" Jesus answered, \"You say [correctly] that I am a King. This is why I was born, and for this I have come into the world, to testify to the truth. Everyone who is of the truth [who is a friend of the truth and belongs to the truth] hears and listens carefully to My voice.\""},{"number":38,"verse":"Pilate said to Him [scornfully], \"What is truth?\" And when he had said this, he went out to the Jews again and told them, \"I find no guilt in Him [no crime, no cause for an accusation]."},{"number":39,"verse":"But you have a custom that I release someone for you at the Passover. So shall I release for you the King of the Jews?\""},{"number":40,"verse":"Then they all shouted back again, \"Not this Man, but Barabbas!\" Now Barabbas was a robber."}]}