{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"(Miracle at Cana) On the third day there was a wedding at Cana of Galilee, and the mother of Jesus was there;"},{"number":2,"verse":"and both Jesus and His disciples were invited to the wedding."},{"number":3,"verse":"When the wine was all gone, the mother of Jesus said to Him, \" They have no more wine.\""},{"number":4,"verse":"Jesus said to her, \"[Dear] woman, what is that to you and to Me? My time [to act and to be revealed] has not yet come.\""},{"number":5,"verse":"His mother said to the servants, \"Whatever He says to you, do it.\""},{"number":6,"verse":"Now there were six stone waterpots set there for the Jewish custom of purification (ceremonial washing), containing twenty or thirty gallons each."},{"number":7,"verse":"Jesus said to the servants, \"Fill the waterpots with water.\" So they filled them up to the brim."},{"number":8,"verse":"Then He said to them, \"Draw some out now and take it to the headwaiter [of the banquet].\" So they took it to him."},{"number":9,"verse":"And when the headwaiter tasted the water which had turned into wine, not knowing where it came from (though the servants who had drawn the water knew) he called the bridegroom,"},{"number":10,"verse":"and said to him, \"Everyone else serves his best wine first, and when people have drunk freely, then he serves that which is not so good; but you have kept back the good wine until now.\""},{"number":11,"verse":"This, the first of His signs (attesting miracles), Jesus did in Cana of Galilee, and revealed His glory [displaying His deity and His great power openly], and His disciples believed [confidently] in Him [as the Messiah-they adhered to, trusted in, and relied on Him]."},{"number":12,"verse":"After this He went down to Capernaum, He and His mother and brothers and His disciples; and they stayed there a few days."},{"number":13,"verse":"(First Passover-Cleansing the Temple) Now the Passover of the Jews was approaching, so Jesus went up to Jerusalem."},{"number":14,"verse":"And in the temple [enclosure] He found the people who were selling oxen and sheep and doves, and the money changers sitting at their tables."},{"number":15,"verse":"He made a whip of cords, and drove them all out of the temple, with the sheep and the oxen; and He scattered the coins of the money changers and overturned their tables;"},{"number":16,"verse":"then to those who sold the doves He said, \"Take these things away! Stop making My Father's house a place of commerce!\""},{"number":17,"verse":"His disciples remembered that it is written [in the Scriptures], \"Zeal (love, concern) for Your house [and its honor] will consume Me.\""},{"number":18,"verse":"Then the Jews retorted, \"What sign (attesting miracle) can You show us as [proof of] your authority for doing these things?\""},{"number":19,"verse":"Jesus answered them, \"Destroy this temple, and in three days I will raise it up.\""},{"number":20,"verse":"Then the Jews replied, \"It took forty-six years to build this temple, and You will raise it up in three days?\""},{"number":21,"verse":"But He was speaking of the temple which was His body."},{"number":22,"verse":"So when He had risen from the dead, His disciples remembered what He had said. And they believed and trusted in and relied on the Scripture and the words that Jesus had spoken."},{"number":23,"verse":"Now when He was in Jerusalem at the Passover feast, many believed in His name [identifying themselves with Him] after seeing His signs (attesting miracles) which He was doing."},{"number":24,"verse":"But Jesus, for His part, did not entrust Himself to them, because He knew all people [and understood the superficiality and fickleness of human nature],"},{"number":25,"verse":"and He did not need anyone to testify concerning man [and human nature], for He Himself knew what was in man [in their hearts-in the very core of their being]."}]}