{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"The New Birth Now there was a certain man among the Pharisees named Nicodemus, a ruler (member of the Sanhedrin) among the Jews,"},{"number":2,"verse":"who came to Jesus at night and said to Him, \"Rabbi (Teacher), we know [without any doubt] that You have come from God as a teacher; for no one can do these signs [these wonders, these attesting miracles] that You do unless God is with him.\""},{"number":3,"verse":"Jesus answered him, \"I assure you and most solemnly say to you, unless a person is born again [reborn from above-spiritually transformed, renewed, sanctified], he cannot [ever] see and experience the kingdom of God.\""},{"number":4,"verse":"Nicodemus said to Him, \"How can a man be born when he is old? He cannot enter his mother's womb a second time and be born, can he?\""},{"number":5,"verse":"Jesus answered, \"I assure you and most solemnly say to you, unless one is born of water and the Spirit he cannot [ever] enter the kingdom of God."},{"number":6,"verse":"That which is born of the flesh is flesh [the physical is merely physical], and that which is born of the Spirit is spirit."},{"number":7,"verse":"Do not be surprised that I have told you, 'You must be born again [reborn from above-spiritually transformed, renewed, sanctified].'"},{"number":8,"verse":"The wind blows where it wishes and you hear its sound, but you do not know where it is coming from and where it is going; so it is with everyone who is born of the Spirit.\""},{"number":9,"verse":"Nicodemus said to Him, \"How can these things be possible?\""},{"number":10,"verse":"Jesus replied, \"You are the [great and well-known] teacher of Israel, and yet you do not know nor understand these things [from Scripture]?"},{"number":11,"verse":"I assure you and most solemnly say to you, we speak only of what we [absolutely] know and testify about what we have [actually] seen [as eyewitnesses]; and [still] you [reject our evidence and] do not accept our testimony."},{"number":12,"verse":"If I told you earthly things [that is, things that happen right here on earth] and you do not believe, how will you believe and trust Me if I tell you heavenly things?"},{"number":13,"verse":"No one has gone up into heaven, but there is One who came down from heaven, the Son of Man [Himself-whose home is in heaven]."},{"number":14,"verse":"Just as Moses lifted up the [bronze] serpent in the desert [on a pole], so must the Son of Man be lifted up [on the cross],"},{"number":15,"verse":"so that whoever believes will in Him have eternal life [after physical death, and will actually live forever]."},{"number":16,"verse":"\"For God so [greatly] loved and dearly prized the world, that He [even] gave His [One and] only begotten Son, so that whoever believes and trusts in Him [as Savior] shall not perish, but have eternal life."},{"number":17,"verse":"For God did not send the Son into the world to judge and condemn the world [that is, to initiate the final judgment of the world], but that the world might be saved through Him."},{"number":18,"verse":"Whoever believes and has decided to trust in Him [as personal Savior and Lord] is not judged [for this one, there is no judgment, no rejection, no condemnation]; but the one who does not believe [and has decided to reject Him as personal Savior and Lord] is judged already [that one has been convicted and sentenced], because he has not believed and trusted in the name of the [One and] only begotten Son of God [the One who is truly unique, the only One of His kind, the One who alone can save him]."},{"number":19,"verse":"This is the judgment [that is, the cause for indictment, the test by which people are judged, the basis for the sentence]: the Light has come into the world, and people loved the darkness rather than the Light, for their deeds were evil."},{"number":20,"verse":"For every wrongdoer hates the Light, and does not come to the Light [but shrinks from it] for fear that his [sinful, worthless] activities will be exposed and condemned."},{"number":21,"verse":"But whoever practices truth [and does what is right-morally, ethically, spiritually] comes to the Light, so that his works may be plainly shown to be what they are-accomplished in God [divinely prompted, done with God's help, in dependence on Him].\""},{"number":22,"verse":"John's Last TestimonyAfter these things Jesus and His disciples went into the land of Judea, and there He spent time with them and baptized."},{"number":23,"verse":"Now John was also baptizing at Aenon near Salim, because there was an abundance of water there; and people were coming and were being baptized-"},{"number":24,"verse":"for John had not yet been thrown into prison."},{"number":25,"verse":"Therefore there arose a controversy between John's disciples and a Jew in regard to purification (ceremonial washing)."},{"number":26,"verse":"So they came to John and said to him, \"Rabbi (Teacher), the Man who was with you on the other side of the Jordan [at the Jordan River crossing]-and to whom you have testified-look, He is baptizing too, and everyone is going to Him!\""},{"number":27,"verse":"John replied, \"A man can receive nothing [he can claim nothing at all] unless it has been granted to him from heaven [for there is no other source than the sovereign will of God]."},{"number":28,"verse":"You yourselves are my witnesses that I stated, 'I am not the Christ (the Messiah, the Anointed),' but, 'I have [only] been sent ahead of Him [as His appointed forerunner and messenger to announce and proclaim His coming].'"},{"number":29,"verse":"He who has the bride is the bridegroom; but the friend of the bridegroom, who stands by and listens to him, rejoices greatly because of the bridegroom's voice. So this pleasure and joy of mine is now complete."},{"number":30,"verse":"He must increase [in prominence], but I must decrease."},{"number":31,"verse":"\"He who comes from [heaven] above is above all others; he who is of the earth is from the earth and speaks [about things] of the earth [his viewpoint and experience are earthly]. He who comes from heaven is above all."},{"number":32,"verse":"What He has [actually] seen and heard, of that He testifies; and yet no one accepts His testimony [as true]."},{"number":33,"verse":"Whoever receives His testimony has set his seal [of approval] to this: God is true [and he knows that God cannot lie]."},{"number":34,"verse":"For He whom God has sent speaks the words of God [proclaiming the Father's own message]; for God gives the [gift of the] Spirit without measure [generously and boundlessly]!"},{"number":35,"verse":"The Father loves the Son and has given and entrusted all things into His hand."},{"number":36,"verse":"He who believes and trusts in the Son and accepts Him [as Savior] has eternal life [that is, already possesses it]; but he who does not believe the Son and chooses to reject Him, [disobeying Him and denying Him as Savior] will not see [eternal] life, but [instead] the wrath of God hangs over him continually.\""}]}