{"bibleAbbr":"AMP2015","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"The Healing at Bethesda Later on there was a Jewish feast (festival), and Jesus went up to Jerusalem."},{"number":2,"verse":"Now in Jerusalem, near the Sheep Gate, there is a pool, which is called in Hebrew (Jewish Aramaic) Bethesda, having five porticoes (alcoves, colonnades)."},{"number":3,"verse":"In these porticoes lay a great number of people who were sick, blind, lame, withered, [waiting for the stirring of the water;"},{"number":4,"verse":"for an angel of the Lord went down into the pool at appointed seasons and stirred up the water; the first one to go in after the water was stirred was healed of his disease.]"},{"number":5,"verse":"There was a certain man there who had been ill for thirty-eight years."},{"number":6,"verse":"When Jesus noticed him lying there [helpless], knowing that he had been in that condition a long time, He said to him, \"Do you want to get well?\""},{"number":7,"verse":"The invalid answered, \"Sir, I have no one to put me in the pool when the water is stirred up, and while I am coming [to get into it myself], someone else steps down ahead of me.\""},{"number":8,"verse":"Jesus said to him, \"Get up; pick up your pallet and walk.\""},{"number":9,"verse":"Immediately the man was healed and recovered his strength, and picked up his pallet and walked. Now that day was the Sabbath."},{"number":10,"verse":"So the Jews kept saying to the man who had been healed, \"It is the Sabbath, and you are not permitted to pick up your pallet [because it is unlawful].\""},{"number":11,"verse":"He answered them, \"The Man who healed me and gave me back my strength was the One who said to me, 'Pick up your pallet and walk.'\""},{"number":12,"verse":"They asked him, \"Who is the Man who told you, 'Pick up your pallet and walk'?\""},{"number":13,"verse":"Now the man who had been healed did not know who it was, for Jesus had slipped away [unnoticed] since there was a crowd in that place."},{"number":14,"verse":"Afterward, Jesus found him in the temple and said to him, \"See, you are well! Stop sinning or something worse may happen to you.\""},{"number":15,"verse":"The man went away and told the Jews that it was Jesus who had made him well."},{"number":16,"verse":"For this reason the Jews began to persecute Jesus continually because He was doing these things on the Sabbath."},{"number":17,"verse":"But Jesus answered them, \"My Father has been working until now [He has never ceased working], and I too am working.\""},{"number":18,"verse":"Jesus' Equality with GodThis made the Jews more determined than ever to kill Him, for not only was He breaking the Sabbath [from their viewpoint], but He was also calling God His own Father, making Himself equal with God."},{"number":19,"verse":"So Jesus answered them by saying, \"I assure you and most solemnly say to you, the Son can do nothing of Himself [of His own accord], unless it is something He sees the Father doing; for whatever things the Father does, the Son [in His turn] also does in the same way."},{"number":20,"verse":"For the Father dearly loves the Son and shows Him everything that He Himself is doing; and the Father will show Him greater works than these, so that you will be filled with wonder."},{"number":21,"verse":"Just as the Father raises the dead and gives them life [and allows them to live on], even so the Son also gives life to whom He wishes."},{"number":22,"verse":"For the Father judges no one, but has given all judgment [that is, the prerogative of judging] to the Son [placing it entirely into His hands],"},{"number":23,"verse":"so that all will give honor (reverence, homage) to the Son just as they give honor to the Father. [In fact] the one who does not honor the Son does not honor the Father who has sent Him."},{"number":24,"verse":"\"I assure you and most solemnly say to you, the person who hears My word [the one who heeds My message], and believes and trusts in Him who sent Me, has (possesses now) eternal life [that is, eternal life actually begins-the believer is transformed], and does not come into judgment and condemnation, but has passed [over] from death into life."},{"number":25,"verse":"Two Resurrections I assure you and most solemnly say to you, a time is coming and is [here] now, when the dead will hear the voice of the Son of God, and those who hear it will live."},{"number":26,"verse":"For just as the Father has life in Himself [and is self-existent], even so He has given to the Son to have life in Himself [and be self-existent]."},{"number":27,"verse":"And He has given Him authority to execute judgment, because He is a Son of Man [sinless humanity, qualifying Him to sit in judgment over mankind]."},{"number":28,"verse":"Do not be surprised at this; for a time is coming when all those who are in the tombs will hear His voice,"},{"number":29,"verse":"and they will come out-those who did good things [will come out] to a resurrection of [new] life, but those who did evil things [will come out] to a resurrection of judgment [that is, to be sentenced]."},{"number":30,"verse":"\"I can do nothing on my own initiative or authority. Just as I hear, I judge; and My judgment is just (fair, righteous, unbiased), because I do not seek My own will, but only the will of Him who sent Me."},{"number":31,"verse":"\"If I alone testify about Myself, My testimony is not valid."},{"number":32,"verse":"There is another [My Father] who testifies about Me, and I know [without any doubt] that His testimony on My behalf is true and valid."},{"number":33,"verse":"Testimony of John You have sent [an inquiry] to John [the Baptist] and he has testified [as an eyewitness] to the truth."},{"number":34,"verse":"But the testimony I receive is not from man [a merely human witness]; but I say these things so that you may be saved [that is, have eternal life]."},{"number":35,"verse":"John was the lamp that kept on burning and shining [to show you the way], and you were willing for a while to rejoice in his light."},{"number":36,"verse":"Testimony of Works But the testimony which I have is far greater than the testimony of John; for the works that the Father has given Me to finish-the very same works [that is, the miracles and proofs of My deity] that I am [now] doing-testify about Me, [by providing evidence] that the Father has sent Me."},{"number":37,"verse":"Testimony of the Father And the Father who sent Me has Himself testified about Me. You have never heard His voice nor seen His form [His majesty and greatness-what He is like]."},{"number":38,"verse":"You do not have His word (Scripture) abiding in you [actually living in your hearts and minds], because you do not believe in Him whom He has sent."},{"number":39,"verse":"Testimony of the Scripture You search and keep on searching and examining the Scriptures because you think that in them you have eternal life; and yet it is those [very Scriptures] that testify about Me;"},{"number":40,"verse":"and still you are unwilling to come to Me so that you may have life."},{"number":41,"verse":"I do not receive glory and approval from men;"},{"number":42,"verse":"but I know you and recognize that you do not have the love of God in yourselves."},{"number":43,"verse":"I have come in My Father's name and with His power, and you do not receive Me [because your minds are closed]; but if another comes in his own name and with no authority or power except his own, you will receive him and give your approval to an imposter."},{"number":44,"verse":"How can you believe [in Me], when you [seek and] receive glory and approval from one another, and yet you do not seek the glory and approval which comes from the one and only God?"},{"number":45,"verse":"Do not think that I [am the One who] will accuse you before the Father. There [already] is one who accuses you: Moses, [the very one] in whom you have placed your hope [for salvation]."},{"number":46,"verse":"For if you believed and relied on [the Scriptures written by] Moses, you would believe Me, for he wrote about Me [personally]."},{"number":47,"verse":"But if you do not believe his writings, how will you believe My words?\""}]}