{"bibleAbbr":"NET2007","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"(The Names of the Builders) Then Eliashib the high priest and his priestly colleagues (tn Heb “his brothers the priests.”) arose and built the Sheep Gate. They dedicated (tn Or “consecrated” (so NASB, NRSV); KJV, ASV “sanctified”; NCV “gave it to the Lord’s service.”) it and erected its doors, working as far as the Tower of the Hundred (tc The MT adds קִדְּשׁוּהוּ (qidshuhu, “they sanctified it”). This term is repeated from the first part of the verse, probably as an intentional scribal addition to harmonize this statement with the preceding parallel statement.) and (tc The translation reads וְעַד (vÿ’ad, “and unto”) rather than the MT reading עַד (ad, “unto”). The original vav (ו) was probably dropped accidentally due to haplography with the final vav on the immediately preceding word in the MT.) the Tower of Hananel."},{"number":2,"verse":"The men of Jericho (map For the location of Jericho see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) built adjacent to it, and Zaccur son of Imri built adjacent to them. (tn Heb “it.”)"},{"number":3,"verse":"The sons of Hassenaah rebuilt the Fish Gate. They laid its beams and positioned its doors, its bolts, and its bars."},{"number":4,"verse":"Meremoth son of Uriah, the son of Hakoz, worked on the section adjacent to them. Meshullam son of Berechiah the son of Meshezabel worked on the section next to them. And Zadok son of Baana worked on the section adjacent to them."},{"number":5,"verse":"The men of Tekoa worked on the section adjacent to them, but their town leaders (tn Heb “their nobles.”) would not assist (tn Heb “bring their neck.”) with the work of their master. (tn The plural form אֲדֹנֵיהֶם (’adonehem, “lords”) is probably a plural of majesty referring to Nehemiah (e. g., Isa 19:4; see GKC 399 §124. i). However, some English versions take the plural to refer to the “supervisors” (NIV, NCV, TEV) and others to “their Lord” (KJV, NRSV).)"},{"number":6,"verse":"Joiada son of Paseah and Meshullam son of Besodeiah worked on the Jeshanah Gate. (tn Or “the Old Gate” (cf. KJV, ASV, NASB, NCV, NRSV, NLT).) They laid its beams and positioned its doors, its bolts, and its bars."},{"number":7,"verse":"Adjacent to them worked Melatiah the Gibeonite and Jadon the Meronothite, who were men of Gibeon and Mizpah. These towns were under the jurisdiction (tn Heb “to the seat.”) of the governor of Trans-Euphrates."},{"number":8,"verse":"Uzziel son of Harhaiah, a member of the goldsmiths’ guild, worked on the section adjacent to him. Hananiah, a member of the perfumers’ guild, worked on the section adjacent to him. They plastered (tc Assuming that the MT reading וַיַּעַזְבוּ (vayya’azvu) is related to the root עָזַב I (“to abandon”) – which makes little sense contextually – some interpreters emend the MT to וַיַּעַזְרוּ (vayya’azru, “they aided”), as suggested by the editors of BHS. However, it is better to relate this term to the root II עָזַב meaning “to restore; to repair” (BDB 738 s. v. II עָזַב) or “to plaster” (HALOT 807 s. v. II עזב qal.1). This homonymic root is rare, appearing elsewhere only in Exod 23:5 and Job 9:27, where it means “to restore; to put in order” (HALOT 807-8 s. v. II עזב qal.2). The related Mishnaic Hebrew noun מעזיבה refers to a “plastered floor.” This Hebrew root is probably related to the cognate Ugaritic, Old South Arabic and Sabean verbs that mean “to restore” and “to prepare; to lay” (see BDB 738 s. v.; HALOT 807 s. v.). Some scholars in the nineteenth century suggested that this term be nuanced “paved.” However, most modern English versions have “restored” (so NAB, NASB, NIV, NRSV) or “rebuilt” (so NCV, CEV).) the city wall of Jerusalem (tn Heb “[the city wall of] Jerusalem.” The term “Jerusalem” probably functions as a metonymy of association for the city wall of Jerusalem. Accordingly, the phrase “the city wall of” has been supplied in the translation to clarify this figurative expression. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) as far as the Broad Wall."},{"number":9,"verse":"Rephaiah son of Hur, head of a half-district of Jerusalem, worked on the section adjacent to them."},{"number":10,"verse":"Jedaiah son of Harumaph worked on the section adjacent to them opposite (tc The translation reads נֶגֶד (neged, “before”) with a few medieval Hebrew MSS, some MSS of the LXX, the Syriac Peshitta, and the Vulgate, rather than וְנֶגֶד (vÿneged, “and before”) of the MT.) his house, and Hattush son of Hashabneiah worked on the section adjacent to him."},{"number":11,"verse":"Malkijah son of Harim and Hasshub son of Pahath-Moab worked on another section and the Tower of the Fire Pots."},{"number":12,"verse":"Shallum son of Hallohesh, head of a half-district of Jerusalem, worked on the section adjacent to him, assisted by his daughters. (tc The reference to daughters, while not impossible, is odd in light of the cultural improbability that young women would participate in the strenuous labor of rebuilding city walls. All other such references in the Book of Nehemiah presuppose male laborers. Not surprisingly, some scholars suspect a textual problem. One medieval Hebrew MS and the Syriac Peshitta read וּבָנָיו (uvanayv, “and his sons”) rather than the MT reading וּבְנוֹתָיו (uvÿnotayv, “and his daughters”). Some scholars emend the MT to וּבֹנָיו (uvonayv, “and his builders”). On the other hand, the MT is clearly the more difficult reading, and so it is preferred.)"},{"number":13,"verse":"Hanun and the residents of Zanoah worked on the Valley Gate. They rebuilt it and positioned its doors, its bolts, and its bars, in addition to working on fifteen hundred feet (tn Heb “one thousand cubits.” The standard cubit in the OT is assumed by most authorities to be about eighteen inches (45 cm) long, so this section of the wall would be about fifteen hundred feet (450 m).) of the wall as far as the Dung Gate."},{"number":14,"verse":"Malkijah son of Recab, head of the district of Beth Hakkerem, worked on the Dung Gate. He rebuilt it and positioned its doors, its bolts, and its bars."},{"number":15,"verse":"Shallun son of Col-Hozeh, head of the district of Mizpah, worked on the Fountain Gate. He rebuilt it, put on its roof, and positioned its doors, its bolts, and its bars. In addition, he rebuilt the wall of the Pool of Siloam, (tn The Hebrew word translated “Siloam” is הַשֶּׁלַח (hashelakh, “water-channel”; cf. ASV, NASB, NRSV, TEV, CEV “Shelah”). It apparently refers to the Pool of Siloam whose water supply came from the Gihon Spring via Hezekiah’s Tunnel built in 701 B. C. (cf. Isa 8:6). See BDB 1019 s. v. שִׁלֹחַ; W. L. Holladay, Concise Hebrew and Aramaic Lexicon, 372. On the etymology of the word, which is a disputed matter, see HALOT 1517 s. v. III שֶׁלַח.) by the royal garden, as far as the steps that go down from the City of David."},{"number":16,"verse":"Nehemiah son of Azbuk, head of a half-district of Beth Zur, worked after him as far as the tombs of David and the artificial pool and the House of the Warriors."},{"number":17,"verse":"After him the Levites worked — Rehum son of Bani and (tc The translation reads וְעַל (vÿ’al, “and unto”) with several medieval Hebrew MSS and some MSS of LXX, rather than the MT reading עַל (’al, “unto”).) after him Hashabiah, head of half the district of Keilah, for his district."},{"number":18,"verse":"After him their relatives (tn Heb “brothers.”) worked — Binnui (tc The translation reads with a few medieval Hebrew MSS and the Syriac Peshitta בִּנֻּי (binnuy) rather than the MT reading בַּוַּי (bavvay).) son of Henadad, head of a half-district of Keilah."},{"number":19,"verse":"Adjacent to him Ezer son of Jeshua, head of Mizpah, worked on another section, opposite the ascent to the armory at the buttress."},{"number":20,"verse":"After him Baruch son of Zabbai worked on another section, from the buttress to the door of the house of Eliashib the high priest."},{"number":21,"verse":"After him Meremoth son of Uriah, the son of Hakkoz, worked on another section from the door of Eliashib’s house to the end of it. (tn Heb “the house of Eliashib.” This has not been repeated in the translation for stylistic reasons.)"},{"number":22,"verse":"After him the priests worked, men of the nearby district."},{"number":23,"verse":"After them Benjamin and Hasshub worked opposite their house. After them Azariah son of Maaseiah, the son of Ananiah, worked near his house."},{"number":24,"verse":"After him Binnui son of Henadad worked on another section, from the house of Azariah to the buttress and the corner."},{"number":25,"verse":"After him Palal son of Uzai worked (tc The MT lacks the phrase אַחֲרָיו הֶחֱזִיק (’akharayv hekheziq, “after him worked”). This phrase is used repeatedly in Neh 3:16–31 to introduce each worker and his location. It probably dropped out accidentally through haplography.) opposite the buttress and the tower that protrudes from the upper palace (tn Heb “house of the king.”) of the court of the guard. After him Pedaiah son of Parosh"},{"number":26,"verse":"and the temple servants who were living on Ophel worked (tc The Hebrew text lacks the verb “worked.” It is implied, however, and has been supplied in the translation.) up to the area opposite the Water Gate toward the east and the protruding tower."},{"number":27,"verse":"After them the men of Tekoa worked on another section, from opposite the great protruding tower to the wall of Ophel."},{"number":28,"verse":"Above the Horse Gate the priests worked, each in front of his house."},{"number":29,"verse":"After them Zadok son of Immer worked opposite his house, and after him Shemaiah son of Shecaniah, guard at the East Gate, worked."},{"number":30,"verse":"After him (tc The translation reads אַחֲרָיו (’akharayv, “after him”) with the Qere and many medieval Hebrew MSS, rather than the reading אַחֲרֵי (’akharey, “after me”) of the MT. So also in v. 31.) Hananiah son of Shelemiah, and Hanun, the sixth son of Zalaph, worked on another section. After them Meshullam son of Berechiah worked opposite his quarters."},{"number":31,"verse":"After him Malkijah, one of the goldsmiths, worked as far as the house of the temple servants and the traders, opposite the Inspection Gate, (tn Heb “Miphkad Gate” (so TEV; KJV similar); NRSV “Muster Gate.”) and up to the room above the corner."},{"number":32,"verse":"And between the room above the corner and the Sheep Gate the goldsmiths and traders worked."}]}