{"bibleAbbr":"NET2007","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"(Opposition to the Work Continues) (3:33) (sn Beginning with 4:1, the verse numbers through 4:23 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 4:1 ET = 3:33 HT, 4:2 ET = 3:34 HT, 4:3 ET = 3:35 HT, 4:4 ET = 3:36 HT, 4:5 ET = 3:37 HT, 4:6 ET = 3:38 HT, 4:7 ET = 4:1 HT, etc., through 4:23 ET = 4:17 HT. Thus in the Hebrew Bible chap. 3 of the Book of Nehemiah has 38 verses, while chap. 4 has only 17 verses.) Now when Sanballat heard that we were rebuilding the wall he became angry and was quite upset. He derided the Jews,"},{"number":2,"verse":"and in the presence of his colleagues (tn Heb “brothers.”) and the army of Samaria (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) he said, “What are these feeble Jews doing? Will they be left to themselves? (tc The Hebrew text is difficult here. The present translation follows the MT, but the text may be corrupt. H. G. M. Williamson (Ezra, Nehemiah [WBC], 213-14) translates these words as “Will they commit their cause to God?” suggesting that MT לָהֶם (lahem, “to them”) should be emended to לֵאלֹהִים (lelohim, “to God”), a proposal also found in the apparatus of BHS. In his view later scribes altered the phrase out of theological motivations. J. Blenkinsopp’s translation is similar: “Are they going to leave it all to God?” (Ezra–Nehemiah [OTL], 242-44). However, a problem for this view is the absence of external evidence to support the proposed emendation. The sense of the MT reading may be the notion that the workers – if left to their own limited resources – could not possibly see such a demanding and expensive project through to completion. This interpretation understands the collocation עָזַב (’azav, “to leave”) plus לְ (lÿ, “to”) to mean “commit a matter to someone,” with the sense in this verse “Will they leave the building of the fortified walls to themselves?”) Will they again offer sacrifice? Will they finish this in a day? Can they bring these burnt stones to life again from piles of dust?”"},{"number":3,"verse":"Then Tobiah the Ammonite, who was close by, said, “If even a fox were to climb up on what they are building, it would break down their wall of stones!”"},{"number":4,"verse":"Hear, O our God, for we are despised! Return their reproach on their own head! Reduce them to plunder in a land of exile!"},{"number":5,"verse":"Do not cover their iniquity, and do not wipe out their sin from before them. For they have bitterly offended (tn The Hiphil stem of כָּעַס (ka’as) may mean: (1) “to provoke to anger”; (2) “to bitterly offend”; or (3) “to grieve” (BDB 495 s. v. Hiph.; HALOT 491 s. v. כעס hif). The Hebrew lexicons suggest that “bitterly offend” is the most appropriate nuance here.) the builders! (tn Heb “before the builders.” The preposition נֶגֶד (neged, “before”) here connotes “in the sight of” or “in the view of” (BDB 617 s. v. 1. a; HALOT 666 s. v. 1. a).)"},{"number":6,"verse":"So we rebuilt the wall, and the entire wall was joined together up to half its height. (tn Heb “up to its half.”) The people were enthusiastic in their work. (tn Heb “the people had a heart to work.”)"},{"number":7,"verse":"(4:1) (sn Chapter 4 begins here in the Hebrew text (BHS). See the note at 4:1.) When Sanballat, Tobiah, the Arabs, the Ammonites, and the people of Ashdod heard that the restoration of the walls of Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) had moved ahead and that the breaches had begun to be closed, they were very angry."},{"number":8,"verse":"All of them conspired together to move with armed forces (tn Heb “to fight.”) against Jerusalem and to create a disturbance in it."},{"number":9,"verse":"So we prayed to our God and stationed a guard to protect against them (tn Heb “against them.” The words “to protect” are added in the translation for the sake of clarity and smoothness. Some emend MT עֲלֵיהֶם (’alehem, “against them”) to עָלֶיהָ (’aleha, “against it,” i. e., Jerusalem).) both day and night."},{"number":10,"verse":"Then those in Judah said, “The strength of the laborers (tn Heb “burden-bearers.”) has failed! The debris is so great that we are unable to rebuild the wall.”"},{"number":11,"verse":"Our adversaries also boasted, (tn Heb “said.”) “Before they are aware or anticipate (tn Heb “see.”) anything, we will come in among them and kill them, and we will bring this work to a halt!”"},{"number":12,"verse":"So it happened that the Jews who were living near them came and warned us repeatedly (tn Heb “ten times.”) about all the schemes (tc The MT reads the anomalous מִכָּל־הַמְּקֹמוֹת (mikkol hammÿqomot, “from every place”) but the BHS editors propose כָּל־הַמְּזִמּוֹת (kol hammÿzimmot, “about every scheme”). The initial mem (מ) found in the MT may have been added accidentally due to dittography with the final mem (ם) on the immediately preceding word, and the MT qof (ק) may have arisen due to orthographic confusion with the similar looking zayin (ז). The emendation restores sense to the line in the MT, which makes little sense and features an abrupt change of referents: “Wherever you turn, they will be upon us!” The threat was not against the villagers living nearby but against those repairing the wall, as the following context indicates. See also the following note on the word “plotting.”) they were plotting (tc The MT reads תָּשׁוּבוּ (tashuvu, “you turn”) which is awkward contextually. The BHS editors propose emending to חָשְׁבוּ (hashÿvu, “they were plotting”) which harmonizes well with the context. This emendation involves mere orthographic confusion between similar looking ח (khet) and ת (tav), and the resultant dittography of middle vav (ו) in MT. See also the preceding note on the word “schemes.”) against us."},{"number":13,"verse":"So I stationed people at the lower places behind the wall in the exposed places. (tc The MT preserves the anomalous Kethib form צְחִחִיִּים (tsÿkhikhiyyim); the Qere reads צְחִיחִים (tsÿkhikhim) which is preferred (BDB 850 s. v. צָהִיחַ; HALOT 1018 s. v. *צָהִיחַ). tn The meaning of the Hebrew term צְחִיחִים (tsÿkhikhim) here is uncertain. Elsewhere (Ezek 24:7, 8; 26:4, 14) it refers to a shining or glaring surface of a rock (BDB 850 s. v. צָהִיחַ; HALOT 1018 s. v. *צָהִיחַ), but here it refers to an exposed or vulnerable portion of the wall: “open positions of the wall” (HALOT 1018 s. v. 2).) I stationed the people by families, with their swords, spears, and bows."},{"number":14,"verse":"When I had made an inspection, (tn Heb “And I saw.”) I stood up and said to the nobles, the officials, and the rest of the people, “Don’t be afraid of them. Remember the great and awesome Lord, (tn The Hebrew term translated “Lord” here is אֲדֹנָי (’adonay).) and fight on behalf of your brothers, your sons, your daughters, your wives, and your families!” (tn Heb “houses.”)"},{"number":15,"verse":"It so happened that when our adversaries heard that we were aware of these matters, (tn Heb “it was known to us.”) God frustrated their intentions. Then all of us returned to the wall, each to his own work."},{"number":16,"verse":"From that day forward, half of my men were doing the work and half of them were taking up spears, (tc The MT reads “and spears.” The conjunction should be deleted.) shields, bows, and body armor. Now the officers were behind all the people (tn Heb “all the house.”) of Judah"},{"number":17,"verse":"who were rebuilding the wall. (tn The first words of v. 17, “who were rebuilding the wall,” should be taken with the latter part of v. 16.) Those who were carrying loads did so (tn Heb “were carrying loads.” The LXX reads ἐν ὅπλοις (en hoplois, “with weapons”).) by keeping one hand on the work and the other on their weapon."},{"number":18,"verse":"The builders to a man had their swords strapped to their sides while they were building. But the trumpeter (tn Heb “the one blowing the shophar.”) remained with me."},{"number":19,"verse":"I said to the nobles, the officials, and the rest of the people, “The work is demanding (tn Heb “much.”) and extensive, and we are spread out on the wall, far removed from one another."},{"number":20,"verse":"Wherever you hear the sound of the trumpet, gather there with us. Our God will fight for us!”"},{"number":21,"verse":"So we worked on, (tn Heb “and we were doing the work.”) with half (tn Heb “half of them.”) holding spears, from dawn till dusk. (tn Heb “from the coming up of the dawn till the coming forth of the stars.”)"},{"number":22,"verse":"At that time I instructed (tn Heb “said [to].”) the people, “Let every man and his coworker spend the night in Jerusalem and let them be guards for us by night and workers by day."},{"number":23,"verse":"We did not change clothes (tn Heb “strip off our garments.”) — not I, nor my relatives, nor my workers, nor the watchmen who were with me. Each had his weapon, even when getting a drink of water. (tc Heb “a man, his weapon, the waters.” The MT, if in fact it is correct, is elliptical and difficult. Some scholars emend the MT reading הַמָּיִם (hammayim, “the waters”) to בִּמִנוֹ (bimino, “in his right hand”; cf. NAB, NRSV) or מִינוּ(י)הֵ (heminu, “they held on the right side”).)"}]}