{"bibleAbbr":"KNCL","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"ಎಫೆಸ ಸಭೆಗೆ ಸಂದೇಶ “ಎಫೆಸದಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ: ಏಳು ನಕ್ಷತ್ರಗಳನ್ನು ತನ್ನ ಬಲಗೈಯಲ್ಲಿ ಹಿಡಿದಿರುವಾತನೂ ಏಳು ಚಿನ್ನದ ದೀಪಸ್ತಂಭಗಳ ನಡುವೆ ನಡೆದಾಡುವಾತನೂ ನೀಡುವ ಸಂದೇಶವಿದು:"},{"number":2,"verse":"ನಾನು ನಿನ್ನ ಸುಕೃತ್ಯಗಳನ್ನು ಬಲ್ಲೆ. ನಿನ್ನ ಶ್ರಮಜೀವನವನ್ನು ಅರಿತು ಇದ್ದೇನೆ. ನಿನ್ನ ಸಹನಾಶಕ್ತಿಯನ್ನು ಮನಗಂಡಿದ್ದೇನೆ. ದುರ್ಜನರನ್ನು ನೀನು ಸಹಿಸಲಾರೆ ಎಂಬುದು ನನಗೆ ಗೊತ್ತು. ಪ್ರೇಷಿತರಲ್ಲದಿದ್ದರೂ ಪ್ರೇಷಿತರೆಂದು ಹೇಳಿಕೊಳ್ಳುವವರನ್ನು ನೀನು ಪರಿಶೋಧಿಸಿರುವೆ. ಅವರು ಸುಳ್ಳುಗಾರರೆಂಬುದನ್ನು ಕಂಡುಹಿಡಿದಿರುವೆ."},{"number":3,"verse":"ಹೌದು, ಸಹನಾಶಕ್ತಿ ನಿನಗಿದೆ. ಬೇಸರಗೊಳ್ಳದೆ ನನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ನೀನು ಕಷ್ಟಸಂಕಟಗಳನ್ನು ತಾಳಿಕೊಂಡೆ."},{"number":4,"verse":"ಆದರೂ ನಿನ್ನ ಮೇಲೆ ಹೊರಿಸಬೇಕಾದ ಆಪಾದನೆ ಒಂದಿದೆ: ಮೊದಲು ನಿನಗೆ ನನ್ನ ಮೇಲಿದ್ದ ಪ್ರೀತಿ ಈಗಿಲ್ಲ."},{"number":5,"verse":"ಆದುದರಿಂದ ನೀನು ಹೇಗೆ ಪತನಹೊಂದಿದೆ ಎಂಬುದನ್ನು ಜ್ಞಾಪಿಸಿಕೋ. ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಪಾಪಕ್ಕೆ ವಿಮುಖನಾಗು. ನೀನು ಮೊದಲು ಮಾಡಿದ ಸುಕೃತ್ಯಗಳನ್ನು ಸಾಧಿಸು. ನೀನು ಪಾಪಕ್ಕೆ ವಿಮುಖನಾಗದೆಹೋದರೆ, ನಾನು ನಿನ್ನ ಬಳಿಗೆ ಬಂದು ನಿನ್ನ ದೀಪಸ್ತಂಭವನ್ನು ಅದರ ಸ್ಥಳದಿಂದ ತೆಗೆದುಹಾಕುತ್ತೇನೆ."},{"number":6,"verse":"ಆದರೆ ನಿನ್ನಲ್ಲಿ ಒಂದು ಒಳ್ಳೆಯ ಗುಣವಿದೆ. ನಾನು ದ್ವೇಷಿಸುವಂತೆ ನೀನು ಸಹ ನಿಕೊಲಾಯಿತರ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ದ್ವೇಷಿಸುತ್ತಿರುವೆ."},{"number":7,"verse":"ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ. ಯಾರು ಜಯಹೊಂದುತ್ತಾನೋ ಅಂಥವನಿಗೆ ದೇವರ ಪರಂಧಾಮದಲ್ಲಿ ಇರುವ ಜೀವವೃಕ್ಷದ ಫಲವನ್ನು ಸವಿಯುವ ಸೌಭಾಗ್ಯವನ್ನು ನಾನು ಅನುಗ್ರಹಿಸುತ್ತೇನೆ."},{"number":8,"verse":"ಸ್ಮುರ್ನದ ಸಭೆಗೆ ಸಂದೇಶ “ಸ್ಮುರ್ನದಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ: ಮೊದಲನೆಯವನೂ ಕಡೆಯವನೂ, ಮೃತನಾದರೂ ಮೃತ್ಯುಂಜಯನಾದವನು ನೀಡುವ ಸಂದೇಶವಿದು:"},{"number":9,"verse":"ನಾನು ನಿನ್ನ ಕಷ್ಟಸಂಕಟಗಳನ್ನು ತಿಳಿದಿರುವಾತನು. ನಿನ್ನ ಬಡತನವನ್ನು ನಾನು ಬಲ್ಲೆ. ಆದರೆ ವಾಸ್ತವವಾಗಿ ನೀನು ಶ್ರೀಮಂತನೇ ಆಗಿರುವೆ. ಯೆಹೂದ್ಯರೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುವವರು ನಿನ್ನನ್ನು ತೆಗಳುವುದು ನನಗೆ ತಿಳಿದಿದೆ. ಆದರೆ ಅವರು ಯೆಹೂದ್ಯರಲ್ಲ. ಸೈತಾನನ ಕೂಟದವರಾಗಿದ್ದಾರೆ."},{"number":10,"verse":"ನಿನಗೆ ಬಂದೊದಗಲಿರುವ ಯಾತನೆಯಿಂದಾಗಿ ಎದೆಗುಂದಬೇಡ. ನೋಡು, ಪರಿಶೋಧನೆಗೆ ಗುರಿಯಾಗುವಂತೆ ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರನ್ನು ಸೈತಾನನು ಸೆರೆಮನೆಗೆ ತಳ್ಳುವನು. ಹತ್ತು ದಿನಗಳು ನೀನು ಕಷ್ಟಸಂಕಟಗಳನ್ನು ಅನುಭವಿಸಬೇಕಾಗುವುದು; ಸಾಯಬೇಕಾಗಿ ಬಂದರೂ ಸ್ವಾಮಿನಿಷ್ಠೆಯಿಂದಿರು. ಆಗ ನಾನು ಜೀವವೆಂಬ ಜಯಮಾಲೆಯನ್ನು ನಿನಗೆ ಕೊಡುತ್ತೇನೆ."},{"number":11,"verse":"ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ. ಜಯಹೊಂದುವವನಿಗೆ ಎರಡನೆಯ ಮರಣದಿಂದ ಯಾವ ಕೇಡೂ ಸಂಭವಿಸದು."},{"number":12,"verse":"ಪೆರ್ಗಮದ ಸಭೆಗೆ ಸಂದೇಶ “ಪೆರ್ಗಮದಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ: ಹರಿತವಾದ ಇಬ್ಬಾಯಿಯ ಖಡ್ಗವುಳ್ಳವನು ನೀಡುವ ಸಂದೇಶವಿದು:"},{"number":13,"verse":"ನಿನ್ನ ನಿವಾಸಸ್ಥಳವನ್ನು ನಾನು ಬಲ್ಲೆ. ಅದು ಸೈತಾನನ ಅಧಿಕಾರಸ್ಥಾನ. ಆದರೂ ನೀನು ನನ್ನ ನಾಮವನ್ನೇ ದೃಢವಾಗಿ ಆಶ್ರಯಿಸಿರುವೆ. ಸೈತಾನನ ಬಿಡಾರವಾದ ನಿನ್ನ ಆ ನಗರದಲ್ಲಿಯೇ ನನ್ನ ನಂಬಿಕಸ್ಥನೂ ಸಾಕ್ಷಿಯೂ ಆದ ಅಂತಿಪನನ್ನು ಕೊಂದುಹಾಕಿದರು. ಆ ದಿವಸಗಳಲ್ಲೂ ನೀನು ನನ್ನಲ್ಲಿಟ್ಟಿರುವ ವಿಶ್ವಾಸವನ್ನು ನಿರಾಕರಿಸಲಿಲ್ಲ."},{"number":14,"verse":"ಇಷ್ಟಾದರೂ ನಿನ್ನ ವಿರುದ್ಧ ಹೇಳಬೇಕಾದ ಕೆಲವು ಆಪಾದನೆಗಳಿವೆ. ಬಿಳಾಮನ ದುರ್ಬೋಧನೆಯನ್ನು ಅವಲಂಬಿಸುವವರು ಕೆಲವರು ನಿನ್ನಲ್ಲಿ ಇದ್ದಾರೆ. ಈ ಬಿಳಾಮನೇ ಇಸ್ರಯೇಲ್ ಜನರು ಪಾಪದಲ್ಲಿ ಬೀಳುವಂತೆಮಾಡಲು ಬಾಲಾಕನನ್ನು ಪ್ರಚೋದಿಸಿದವನು. ಈ ಕಾರಣ, ಅವರು ವಿಗ್ರಹಕ್ಕೆ ನೈವೇದ್ಯಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿಂದರು; ಲೈಂಗಿಕ ಅನೈತಿಕತೆಗೆ ತುತ್ತಾದರು."},{"number":15,"verse":"ಅಂತೆಯೇ, ನಿಕೊಲಾಯಿತರ ಬೋಧನೆಯನ್ನು ಅವಲಂಬಿಸುವವರು ಸಹ ನಿನ್ನಲ್ಲಿದ್ದಾರೆ."},{"number":16,"verse":"ಆದುದರಿಂದ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಪಾಪಕ್ಕೆ ವಿಮುಖನಾಗು. ಇಲ್ಲದಿದ್ದರೆ, ಬೇಗನೆ ನಿನ್ನ ಬಳಿಗೆ ಬರುತ್ತೇನೆ. ಬಂದು ನನ್ನ ಬಾಯಲ್ಲಿರುವ ಖಡ್ಗದಿಂದ ಅವರೊಡನೆ ಕಾದಾಡುತ್ತೇನೆ."},{"number":17,"verse":"“ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ. ಜಯಹೊಂದಿದವನಿಗೆ ಮರೆಯಾಗಿರುವ ಮನ್ನವನ್ನು ನಾನು ದಯಪಾಲಿಸುತ್ತೇನೆ. ಇದಲ್ಲದೆ, ಆತನಿಗೆ ಒಂದು ಬಿಳಿಯ ಕಲ್ಲನ್ನು ನಾನು ಕೊಡುತ್ತೇನೆ. ಆ ಕಲ್ಲಿನ ಮೇಲೆ ಒಂದು ಹೊಸ ಹೆಸರನ್ನು ಕೆತ್ತಲಾಗಿರುತ್ತದೆ. ಆ ಕಲ್ಲನ್ನು ಸ್ವೀಕರಿಸಿದವನಿಗೇ ಹೊರತು ಮತ್ಯಾರಿಗೂ ಆ ಹೆಸರು ತಿಳಿಯದು."},{"number":18,"verse":"ಥುವತೈರದ ಸಭೆಗೆ ಸಂದೇಶ “ಥುವತೈರದಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ: ಪ್ರಜ್ವಲಿಸುವ ಬೆಂಕಿಯ ಕೆಂಡದಂಥ ಕಣ್ಣುಗಳುಳ್ಳವನೂ ತಾಮ್ರದಂತಿರುವ ಪಾದಗಳುಳ್ಳವನೂ ಆದ ದೇವಪುತ್ರನ ಸಂದೇಶವಿದು:"},{"number":19,"verse":"ನಿನ್ನ ಸುಕೃತ್ಯಗಳನ್ನು ನಾನು ಬಲ್ಲೆ. ನಿನ್ನ ಪ್ರೀತಿ ವಿಶ್ವಾಸಗಳು ನನಗೆ ತಿಳಿದಿವೆ. ನಿನ್ನ ಸೇವೆ ಸಹಿಷ್ಣುತೆಗಳನ್ನು ಮನಗಂಡಿದ್ದೇನೆ. ನಿನ್ನ ಇತ್ತೀಚಿನ ಕಾರ್ಯಗಳು ನಿನ್ನ ಹಿಂದಿನ ಕಾರ್ಯಗಳಿಗಿಂತಲೂ ಮೇಲಾದುವೆಂದು ನನಗೆ ಗೊತ್ತು."},{"number":20,"verse":"ಆದರೂ ನಿನಗೆ ವಿರುದ್ಧವಾದ ಆಪಾದನೆ ಒಂದಿದೆ: ಈಜೆಬೆಲ್ ಎಂಬ ಸ್ತ್ರೀ ತಾನು ಪ್ರವಾದಿನಿಯೆಂದು ಹೇಳಿಕೊಂಡು ಮೆರೆಯುತ್ತಿದ್ದಾಳೆ. ಲೈಂಗಿಕ ಅನೈತಿಕತೆಯಲ್ಲಿ ತೊಡಗಬಹುದೆಂದೂ ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯಮಾಡಿದ ಪದಾರ್ಥವನ್ನು ತಿನ್ನಬಹುದೆಂದೂ ಬೋಧಿಸುತ್ತಾ ನನ್ನ ಸೇವಕರನ್ನು ಅಡ್ಡದಾರಿಗೆ ಎಳೆಯುತ್ತಿದ್ದಾಳೆ. ಆದರೂ ನೀನು ಅವಳನ್ನು ತಡೆಯದೆ ಬಿಟ್ಟಿರುವೆ."},{"number":21,"verse":"ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಪಾಪಕ್ಕೆ ವಿಮುಖಳಾಗುವಂತೆ ನಾನು ಅವಳಿಗೆ ಕಾಲಾವಕಾಶ ಕೊಟ್ಟೆ. ಆದರೆ ಅವಳು ತನ್ನ ಜಾರತ್ವವನ್ನು ತ್ಯಜಿಸಿ ದೇವರಿಗೆ ಅಭಿಮುಖಳಾಗಲು ನಿರಾಕರಿಸುತ್ತಾಳೆ."},{"number":22,"verse":"ಇಗೋ ನೋಡು, ಅವಳು ರೋಗದಿಂದ ಹಾಸಿಗೆ ಹಿಡಿಯುವಂತೆ ಮಾಡುತ್ತೇನೆ. ಅವಳೊಡನೆ ವ್ಯಭಿಚಾರ ಮಾಡುವವರು ಅವಳ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ತ್ಯಜಿಸಿ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ದೇವರಿಗೆ ಅಭಿಮುಖರಾಗದೆಹೋದರೆ, ಅವರು ಭೀಕರ ಕಷ್ಟನಷ್ಟಗಳಿಗೆ ಗುರಿಯಾಗುವಂತೆ ಮಾಡುತ್ತೇನೆ."},{"number":23,"verse":"ಅವಳ ಮಕ್ಕಳನ್ನು ಸಂಹರಿಸದೆ ಬಿಡೆನು. ಹೃನ್ಮನಗಳನ್ನು ಪರಿಶೋಧಿಸುವಾತನು ನಾನೇ ಎಂದು ಎಲ್ಲ ಸಭೆಗಳಿಗೂ ಆಗ ಮನದಟ್ಟು ಆಗುವುದು; ನಿಮ್ಮಲ್ಲಿರುವ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನವನ ಕೃತ್ಯಗಳಿಗೆ ತಕ್ಕಂತೆ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತೇನೆ."},{"number":24,"verse":"“ಆದರೆ ಥುವತೈರದಲ್ಲಿರುವ ಇನ್ನಿತರರಿಗೆ ನಾನು ಹೇಳುವುದೇನೆಂದರೆ: ಈ ದುರ್ಬೋಧನೆಯನ್ನು ನೀವು ಅವಲಂಬಿಸಲಿಲ್ಲ. ‘ಸೈತಾನನ ಗೂಢ ರಹಸ್ಯಗಳು’ ಎನ್ನಲಾಗುವ ಈ ವಿಷಯಗಳನ್ನು ನೀವು ಅರಿತುಕೊಳ್ಳಲಿಲ್ಲ. ನಿಮ್ಮ ಮೇಲೆ ಹೆಚ್ಚಿನ ಹೊರೆಯನ್ನು ಹೊರಿಸುವುದಿಲ್ಲ."},{"number":25,"verse":"ನಾನು ಬರುವವರೆಗೆ ನೀವು ಅವಲಂಬಿಸಿರುವುದನ್ನೇ ಆಶ್ರಯಿಸಿಕೊಂಡಿದ್ದರೆ ಅಷ್ಟೇ ಸಾಕು."},{"number":26,"verse":"ನಾನು ನನ್ನ ಪಿತನಿಂದ ಅಧಿಕಾರ ಪಡೆದಿರುವಂತೆಯೇ, ಜಯಹೊಂದುವವನಿಗೆ ಹಾಗು ನಾನು ಮೆಚ್ಚುವ ಕಾರ್ಯಗಳನ್ನು ಕೊನೆಯವರೆಗೂ ಮುಂದುವರಿಸಿಕೊಂಡು ಹೋಗುವವನಿಗೆ, ‘ಜನಾಂಗಗಳ ಮೇಲೆ ಅಧಿಕಾರವನ್ನು ಕೊಡುವೆನು ಅವನು ಅವುಗಳನ್ನು ಕಬ್ಬಿಣದ ದಂಡದಿಂದ ಆಳುವನು ಮಣ್ಣಿನ ಮಡಕೆಯಂತೆ ಅವುಗಳನ್ನು ನುಚ್ಚುನೂರು ಮಾಡುವನು.’ ಅಂಥವನಿಗೆ ಉದಯ ತಾರೆಯನ್ನು ನೀಡುವೆನು."},{"number":29,"verse":"“ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ.”"}]}