{"bibleAbbr":"KNCL","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"ಸಾರ್ದಿಸ್ ಸಭೆಗೆ ಸಂದೇಶ “ಸಾರ್ದಿಸ್‍ನಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ: ದೇವರ ಸಪ್ತ ಆತ್ಮಗಳನ್ನೂ ಸಪ್ತ ನಕ್ಷತ್ರಗಳನ್ನೂ ಹೊಂದಿರುವಾತನು ನೀಡುವ ಸಂದೇಶವಿದು: ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನು ನೀನು ಬಲ್ಲೆ. ಹೆಸರಿಗೆ ಮಾತ್ರ ನೀನು ಜೀವಂತನಾಗಿರುವೆ. ಆದರೆ ವಾಸ್ತವವಾಗಿ ನೀನು ಸತ್ತಂತೆಯೇ ಸರಿ."},{"number":2,"verse":"ಎಚ್ಚೆತ್ತು ನಿನ್ನಲ್ಲಿ ಉಳಿದಿರುವುಗಳನ್ನು ಉತ್ತೇಜನಗೊಳಿಸು; ಅವು ಸಾವಿನ ದವಡೆಯಲ್ಲಿವೆ. ನನ್ನ ದೇವರ ದೃಷ್ಟಿಯಲ್ಲಿ ನಿನ್ನ ಕೃತ್ಯಗಳು ಯಾವುವೂ ಸಮಗ್ರವಾಗಿರುವುದು ನನಗೆ ಕಂಡುಬಂದಿಲ್ಲ."},{"number":3,"verse":"ನಿನಗೆ ಕೊಡಲಾದ ಬೋಧನೆಯನ್ನೂ ಅದನ್ನು ನೀನು ಕೇಳಿದ ರೀತಿಯನ್ನೂ ನೆನಪಿಗೆ ತಂದುಕೋ. ಅದರಂತೆ ನಡೆದು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಪಾಪಕ್ಕೆ ವಿಮುಖನಾಗು. ನೀನು ಎಚ್ಚೆತ್ತುಕೊಳ್ಳದಿದ್ದರೆ ನಾನು ಕಳ್ಳನು ಬರುವಂತೆ ಬರುತ್ತೇನೆ. ನಾನು ಯಾವ ಗಳಿಗೆಯಲ್ಲಿ ನಿನ್ನ ಮೇಲೆ ಧಾಳಿಮಾಡುತ್ತೇನೆಂದೇ ನಿನಗೆ ತಿಳಿಯದು."},{"number":4,"verse":"ಆದರೂ ತಮ್ಮ ಉಡುಪನ್ನು ಮಲಿನಮಾಡಿಕೊಳ್ಳದ ಕೆಲವರು ಸಾರ್ದಿಸಿನಲ್ಲಿ ಇದ್ದಾರೆ. ಅಂಥವರು ಯೋಗ್ಯರಾಗಿರುವುದರಿಂದ ಶ್ವೇತಾಂಬರರಾಗಿ ನನ್ನೊಡನೆ ನಡೆದಾಡುವರು."},{"number":5,"verse":"ಜಯಹೊಂದುವವನು ಹೀಗೆ ಶ್ವೇತಾಂಬರನಾಗುವನು. ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಿಂದ ಅವನ ಹೆಸರನ್ನು ನಾನು ಅಳಿಸಿಹಾಕುವುದಿಲ್ಲ. ನನ್ನ ಪಿತನ ಸಾನ್ನಿಧ್ಯದಲ್ಲಿಯೂ ಅವರ ದೂತರ ಮುಂದೆಯೂ ಅವನು ನನ್ನವನೆಂದು ನಾನು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":6,"verse":"“ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ.”"},{"number":7,"verse":"ಫಿಲದೆಲ್ಫಿಯ ಸಭೆಗೆ ಸಂದೇಶ “ಫಿಲದೆಲ್ಫಿಯದಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ : ಸತ್ಯವಂತನೂ ಪರಿಶುದ್ಧನೂ ಆಗಿರುವಾತನು ನೀಡುವ ಸಂದೇಶವಿದು: ದಾವೀದನ ಮನೆತನದ ಬೀಗದ ಕೈ ನನ್ನಲ್ಲಿ ಇದೆ. ನಾನು ಬಾಗಿಲನ್ನು ತೆರೆದರೆ ಬೇರೆ ಯಾರೂ ಅದನ್ನು ಮುಚ್ಚಲಾಗದು. ನಾನು ಬಾಗಿಲನ್ನು ಮುಚ್ಚಿದರೆ ಬೇರೆ ಯಾರೂ ಅದನ್ನು ತೆರೆಯಲಾಗದು. ಈಗ ನಾನು ನಿನಗೆ ಹೇಳುವುದೇನೆಂದರೆ :"},{"number":8,"verse":"ನಾನು ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನು ಬಲ್ಲೆ. ನಿನ್ನ ಎದುರಿನಲ್ಲಿ ಬಾಗಿಲೊಂದನ್ನು ತೆರೆದಿಟ್ಟಿದ್ದೇನೆ. ಅದನ್ನು ಮುಚ್ಚಲು ಯಾರಿಂದಲೂ ಸಾಧ್ಯವಾಗದು. ನಿನ್ನ ಶಕ್ತಿ ಅಲ್ಪವೆಂದು ನನಗೆ ಗೊತ್ತು. ಆದರೂ ನೀನು ನನ್ನನ್ನು ನಿರಾಕರಿಸದೆ ನನ್ನ ಉಪದೇಶವನ್ನು ಅನುಸರಿಸಿ ನಡೆದಿರುವೆ."},{"number":9,"verse":"ತಾವು ಯೆಹೂದ್ಯರೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುವ ‘ಸೈತಾನನ ಕೂಟಕ್ಕೆ’ ಸೇರಿದ ಕೆಲವರಿದ್ದಾರೆ. ಆದರೆ ಅವರು ವಾಸ್ತವವಾಗಿ ಯೆಹೂದ್ಯರಲ್ಲ; ಸುಳ್ಳುಗಾರರು. ಇಗೋ ನೋಡು, ಅವರು ಬಂದು ನಿನ್ನ ಪಾದಗಳಿಗೆ ಅಡ್ಡಬಿದ್ದು ಶರಣಾಗುವಂತೆ ಮಾಡುತ್ತೇನೆ. ನಿನ್ನ ಬಗ್ಗೆ ನನಗಿರುವ ಪ್ರೀತಿ ಅವರಿಗೆ ತಿಳಿಯುವಂತೆ ಮಾಡುತ್ತೇನೆ."},{"number":10,"verse":"ಸೈರಣೆಯಿಂದಿರಬೇಕೆಂಬ ನನ್ನ ಉಪದೇಶವನ್ನು ನೀನು ಪಾಲಿಸಿದ್ದರಿಂದ ಭೂಲೋಕದ ನಿವಾಸಿಗಳೆಲ್ಲರನ್ನು ಪರಿಶೋಧಿಸಲೆಂದು ಇಡೀ ಜಗತ್ತಿನ ಮೇಲೆ ಬರಲಿರುವ ಕಡುಶೋಧನೆಯ ಕಾಲದಲ್ಲಿ ನಾನು ನಿನ್ನನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಕಾಪಾಡುತ್ತೇನೆ."},{"number":11,"verse":"ನಾನು ಬೇಗನೆ ಬರುತ್ತೇನೆ. ನಿನ್ನ ಜಯಮಾಲೆಯನ್ನು ಯಾರೂ ಕಸಿದುಕೊಳ್ಳದಂತೆ ನೀನು ಅವಲಂಬಿಸಿರುವುದನ್ನೇ ಆಶ್ರಯಿಸಿಕೊಂಡಿರು."},{"number":12,"verse":"ಜಯ ಹೊಂದಿದವನನ್ನು ನನ್ನ ದೇವರ ಆಲಯದ ಸ್ತಂಭವಾಗಿ ನಿಲ್ಲಿಸುತ್ತೇನೆ. ಅವನು ಅಲ್ಲಿಯೇ ನಿರಂತರವಾಗಿ ಇರುತ್ತಾನೆ. ಅವನ ಮೇಲೆ ನನ್ನ ದೇವರ ನಾಮವನ್ನೂ ನನ್ನ ದೇವರ ನಗರವಾದ ನೂತನ ಜೆರುಸಲೇಮಿನ ನಾಮವನ್ನೂ ನನ್ನ ಹೊಸ ನಾಮವನ್ನೂ ಬರೆಯುತ್ತೇನೆ. ಈ ನೂತನ ಜೆರುಸಲೇಮ್ ನನ್ನ ದೇವರ ಸಾನ್ನಿಧ್ಯದಿಂದಲೂ ಸ್ವರ್ಗದಿಂದಲೂ ಇಳಿದುಬರುತ್ತದೆ."},{"number":13,"verse":"“ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ.”"},{"number":14,"verse":"ಲವೊದಿಕೀಯ ಸಭೆಗೆ ಸಂದೇಶ “ಲವೊದಿಕೀಯದಲ್ಲಿರುವ ಶ್ರೀಸಭೆಯ ದೂತನಿಗೆ ಹೀಗೆ ಬರೆ : ವಿಶ್ವಾಸಪಾತ್ರನೂ ಸತ್ಯಸಾಕ್ಷಿಯೂ ದೇವರ ಸೃಷ್ಟಿಗೆ ಮೂಲಾಧಾರನೂ ಆದ ‘ಆಮೆನ್’ ಎಂಬಾತನು ನೀಡುವ ಸಂದೇಶವಿದು :"},{"number":15,"verse":"ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನು ನಾನು ಬಲ್ಲೆ. ನೀನು ತಣ್ಣಗೂ ಇಲ್ಲ, ಬಿಸಿಯಾಗೂ ಇಲ್ಲ. ನೀನು ತಣ್ಣಗಾಗಲಿ, ಬಿಸಿಯಾಗಲಿ ಇದ್ದಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು."},{"number":16,"verse":"ನೀನು ತಣ್ಣಗೂ ಇಲ್ಲದೆ ಬಿಸಿಯಾಗೂ ಇಲ್ಲದೆ ಉಗುರು ಬೆಚ್ಚಗೆ ಇರುವುದರಿಂದ ನಾನು ನಿನ್ನನ್ನು ನನ್ನ ಬಾಯೊಳಗಿಂದ ಕಕ್ಕುತ್ತೇನೆ."},{"number":17,"verse":"ನೀನು ನಿನ್ನ ವಿಷಯವಾಗಿ, ‘ನಾನು ಐಶ್ವರ್ಯವಂತನು, ಸಿರಿಸಂಪತ್ತುಳ್ಳವನು, ಯಾವ ಕೊರತೆಯೂ ಇಲ್ಲದವನು’ ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಿರುವೆ. ಆದರೆ ನೀನು ನಿರ್ಭಾಗ್ಯನು, ದುರವಸ್ಥೆಯಲ್ಲಿರುವವನು, ದರಿದ್ರನು, ಕುರುಡನು ಮತ್ತು ಬಟ್ಟೆಬರೆಯಿಲ್ಲದೆ ಬೆತ್ತಲೆಯಾಗಿರುವವನು ಎಂಬುದು ನಿನಗೆ ತಿಳಿಯದು."},{"number":18,"verse":"ಈಗ ನನ್ನ ಬುದ್ಧಿಮಾತುಗಳನ್ನು ಕೇಳು. ನೀನು ಐಶ್ವರ್ಯವಂತನಾಗುವಂತೆ ಬೆಂಕಿಯಲ್ಲಿ ಪುಟವಿಟ್ಟ ಚಿನ್ನವನ್ನು ನನ್ನಿಂದ ಕೊಂಡುಕೋ. ಲಜ್ಜಾಸ್ಪದವಾದ ನಿನ್ನ ಬೆತ್ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳಲು ಶ್ವೇತವಸ್ತ್ರಗಳನ್ನು ನನ್ನಿಂದ ಕ್ರಯಕ್ಕೆ ಕೊಂಡುಕೊಂಡು ಅವುಗಳನ್ನು ಧರಿಸಿಕೋ. ನಿನಗೆ ಕಣ್ಣು ಕಾಣಿಸುವಂತೆ ಲೇಪನವನ್ನು ನನ್ನಿಂದ ಬೆಲೆಗೆ ತೆಗೆದುಕೊಂಡು ನಿನ್ನ ಕಣ್ಣುಗಳಿಗೆ ಹಚ್ಚಿಕೋ."},{"number":19,"verse":"ನನ್ನ ಪ್ರೀತಿಪಾತ್ರರನ್ನು ನಾನು ಖಂಡಿಸುತ್ತೇನೆ ಮತ್ತು ದಂಡಿಸುತ್ತೇನೆ. ಆದುದರಿಂದ ಉತ್ಸಾಹದಿಂದಿರು, ದೇವರಿಗೆ ಅಭಿಮುಖನಾಗಿರು."},{"number":20,"verse":"ಇಗೋ, ಬಾಗಿಲ ಬಳಿ ನಿಂತು ತಟ್ಟುತ್ತಾ ಇದ್ದೇನೆ. ಯಾವನಾದರೂ ನನ್ನ ಸ್ವರವನ್ನು ಕೇಳಿಸಿಕೊಂಡು ಬಾಗಿಲನ್ನು ತೆರೆದರೆ ನಾನು ಮನೆಯೊಳಗೆ ಪ್ರವೇಶಿಸುತ್ತೇನೆ. ಅವನ ಸಂಗಡ ಊಟಮಾಡುತ್ತೇನೆ ಮತ್ತು ಅವನೂ ನನ್ನ ಸಂಗಡ ಊಟಮಾಡುತ್ತಾನೆ."},{"number":21,"verse":"ನಾನು ಜಯಗಳಿಸಿ ನನ್ನ ತಂದೆಯೊಡನೆ ಅವರ ಸಿಂಹಾಸನದಲ್ಲಿ ಕುಳಿತುಕೊಂಡಿದ್ದೇನೆ. ಅದೇ ಪ್ರಕಾರ ಜಯಹೊಂದಿದವನಿಗೆ ನನ್ನೊಡನೆ ಸಿಂಹಾಸನದಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳುವ ಹಕ್ಕನ್ನು ನಾನು ಕೊಡುತ್ತೇನೆ."},{"number":22,"verse":"“ಸಭೆಗಳಿಗೆ ದೇವರಾತ್ಮ ಹೇಳುವುದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ!”"}]}