{"bibleAbbr":"KNCL","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"ದೇವಸನ್ನಿಧಿಯಲ್ಲಿ ದೇವಜನರ ಪ್ರಾರ್ಥನೆ ಆ ಯಜ್ಞದ ಕುರಿಮರಿ ಏಳನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ಸ್ವರ್ಗದಲ್ಲಿ ಅರ್ಧ ಗಂಟೆಯವರೆಗೆ ಮೌನವುಂಟಾಯಿತು."},{"number":2,"verse":"ಬಳಿಕ ನಾನು, ದೇವರ ಸಾನ್ನಿಧ್ಯದಲ್ಲಿ ನಿಂತಿದ್ದ ಏಳು ದೇವದೂತರನ್ನು ಕಂಡೆ. ಅವರಿಗೆ ಏಳು ತುತೂರಿಗಳನ್ನು ಕೊಡಲಾಗಿತ್ತು."},{"number":3,"verse":"ಅನಂತರ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಬಂದು ಬಲಿಪೀಠದ ಬಳಿ ನಿಂತನು. ಅವನ ಕೈಯಲ್ಲಿ ಚಿನ್ನದ ಧೂಪಾರತಿ ಇತ್ತು. ಸಿಂಹಾಸನದ ಸಮ್ಮುಖದಲ್ಲಿರುವ ಚಿನ್ನದ ಬಲಿಪೀಠದ ಮೇಲೆ ದೇವಜನರೆಲ್ಲರ ಪ್ರಾರ್ಥನೆಯೊಡನೆ ಸಮರ್ಪಿಸಲು ಅವನಿಗೆ ಬಹಳಷ್ಟು ಧೂಪವನ್ನು ಕೊಡಲಾಗಿತ್ತು."},{"number":4,"verse":"ಧೂಪದ ಸುವಾಸನೆ ದೇವಜನರ ಪ್ರಾರ್ಥನೆಯೊಂದಿಗೆ ಆ ದೂತನ ಕೈಯಿಂದ ದೇವರ ಸನ್ನಿಧಿಗೆ ಏರಿಹೋಯಿತು."},{"number":5,"verse":"ಅನಂತರ ಆ ದೇವದೂತನು ಧೂಪಾರತಿಯನ್ನು ಎತ್ತಿಕೊಂಡು, ಅದನ್ನು ಬಲಿಪೀಠದ ಮೇಲಿದ್ದ ಕೆಂಡಗಳಿಂದ ತುಂಬಿಸಿ, ಭೂಮಿಗೆ ಎಸೆದನು. ಆಗ ಮಿಂಚು, ಗುಡುಗು, ಗರ್ಜನೆಗಳು ಮತ್ತು ಭೂಕಂಪವು ಉಂಟಾದವು."},{"number":6,"verse":"ತುತೂರಿಗಳ ನಾದ ಏಳು ತುತೂರಿಗಳನ್ನು ಹಿಡಿದಿದ್ದ ಏಳುಮಂದಿ ದೇವದೂತರು ತಮ್ಮ ತಮ್ಮ ತುತೂರಿಗಳನ್ನು ಊದಲು ಸಿದ್ಧರಾದರು."},{"number":7,"verse":"ಮೊದಲನೆಯ ದೇವದೂತನು ತುತೂರಿಯನ್ನು ಊದಿದನು. ಭೂಮಿಯ ಮೇಲೆ ರಕ್ತಮಿಶ್ರಿತವಾದ ಆಲಿಕಲ್ಲಿನ ಮತ್ತು ಬೆಂಕಿಯ ಸುರಿಮಳೆಯಾಯಿತು. ಪರಿಣಾಮವಾಗಿ, ಭೂಮಿಯ ಮೂರನೆಯ ಒಂದು ಭಾಗ ಸುಟ್ಟುಹೋಯಿತು. ಮರಗಳಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗ ಭಸ್ಮವಾಯಿತು. ಹಸಿರು ಹುಲ್ಲೆಲ್ಲಾ ಉರಿದುಹೋಯಿತು."},{"number":8,"verse":"ಎರಡನೆಯ ದೇವದೂತನು ತುತೂರಿಯನ್ನು ಊದಿದನು. ಬೆಂಕಿ ಹತ್ತಿ ಉರಿಯುತ್ತಿರುವ ಪರ್ವತವೋ ಎಂಬಂತಿದ್ದ ವಸ್ತುವೊಂದನ್ನು ಸಮುದ್ರಕ್ಕೆ ಎಸೆಯಲಾಯಿತು. ಸಮುದ್ರದಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗ ರಕ್ತವಾಗಿ ಮಾರ್ಪಟ್ಟಿತು."},{"number":9,"verse":"ಸಮುದ್ರದಲ್ಲಿದ್ದ ಜಲಜಂತುಗಳಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗ ಸತ್ತುಹೋಯಿತು. ಹಡಗುಗಳಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗ ನಾಶವಾಯಿತು."},{"number":10,"verse":"ಮೂರನೆಯ ದೇವದೂತನು ತುತೂರಿಯನ್ನು ಊದಿದನು. ಪಂಜಿನಂತೆ ಉರಿಯುತ್ತಿದ್ದ ದೊಡ್ಡ ನಕ್ಷತ್ರವೊಂದು ಆಕಾಶದಿಂದ ಕೆಳಕ್ಕೆ ಬಿತ್ತು. ಅದು ನದಿಗಳಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗದ ಮೇಲೂ ನೀರಿನ ಒರತೆಗಳ ಮೇಲೂ ಬಿತ್ತು."},{"number":11,"verse":"ಆ ನಕ್ಷತ್ರದ ಹೆಸರು ‘ವಿಷಕನ್ಯೆ'. (ಅಥವಾ : ಮಾಚಿಪತ್ರೆ.\") ನೀರಿನಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗ ವಿಷವಾಯಿತು; ಇದರಿಂದಾಗಿ ಅನೇಕರು ನೀರನ್ನು ಕುಡಿದು ಸತ್ತರು."},{"number":12,"verse":"ನಾಲ್ಕನೆಯ ದೇವದೂತನು ತುತೂರಿಯನ್ನು ಊದಿದನು. ಸೂರ್ಯಚಂದ್ರ ನಕ್ಷತ್ರಗಳಲ್ಲಿ ಮೂರನೆಯ ಒಂದು ಭಾಗಕ್ಕೆ ಧಕ್ಕೆ ಉಂಟಾಯಿತು. ಅವುಗಳ ಮೂರನೆಯ ಒಂದು ಭಾಗ ಕಾಂತಿಹೀನವಾಯಿತು. ಇದರಿಂದಾಗಿ ಹಗಲಿನಲ್ಲೂ ರಾತ್ರಿಯಲ್ಲೂ ಮೂರನೆಯ ಒಂದು ಭಾಗದಷ್ಟು ಬೆಳಕು ಕಡಿಮೆಯಾಯಿತು."},{"number":13,"verse":"ಅನಂತರ ಆಕಾಶಮಧ್ಯದಲ್ಲಿ ಒಂದು ಗರುಡ ಪಕ್ಷಿ ಹಾರಾಡುತ್ತಿರುವುದನ್ನು ನಾನು ಕಂಡೆ. ಅದರ ಕೂಗು ನನಗೆ ಕೇಳಿಸಿತು. ಅದು, “ಇನ್ನು ಉಳಿದ ಮೂವರು ದೇವದೂತರು ತುತೂರಿಯನ್ನು ಊದುವಾಗ ಭೂನಿವಾಸಿಗಳಿಗೆ ಕೇಡು, ಕೇಡು, ಕೇಡು,” ಎಂದು ಗಟ್ಟಿಯಾಗಿ ಕೂಗುತ್ತಿತ್ತು."}]}