{"bibleAbbr":"KNCL","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"(ದೈವಮುದ್ರೆಯಿಲ್ಲದವರಿಗೆ ಚಿತ್ರಹಿಂಸೆ) ಐದನೆಯ ದೇವದೂತನು ತುತೂರಿಯನ್ನು ಊದಿದನು. ಆಗ ಆಕಾಶದಿಂದ ಭೂಮಿಗೆ ಬಿದ್ದಿದ್ದ ಒಂದು ನಕ್ಷತ್ರವನ್ನು ಕಂಡೆ. ಪಾತಾಳಕೂಪದ ಬೀಗದ ಕೈಯನ್ನು ಅವನಿಗೆ ಕೊಡಲಾಗಿತ್ತು."},{"number":2,"verse":"ಅವನು ಆ ಕೂಪದ ಮುಚ್ಚಳವನ್ನು ತೆರೆದನು. ಅದರೊಳಗಿಂದ ದಟ್ಟಹೊಗೆ ದೊಡ್ಡ ಕುಲುಮೆ ಒಂದರಿಂದ ಬರುತ್ತಿರುವಂತೆ ಮೇಲೇರಿತು. ಇದರಿಂದಾಗಿ ಸೂರ್ಯನೂ ವಾಯುಮಂಡಲವೂ ಕಪ್ಪಾದವು."},{"number":3,"verse":"ಆ ಹೊಗೆಯೊಳಗಿಂದ ಮಿಡತೆಗಳು ಹೊರಟು ಭೂಮಿಗೆ ಬಂದವು. ಭೂಮಿಯಲ್ಲಿ ಇರುವ ಚೇಳುಗಳಿಗಿರುವಂಥ ಶಕ್ತಿಯನ್ನು ಅವುಗಳಿಗೆ ಕೊಡಲಾಗಿತ್ತು."},{"number":4,"verse":"ಭೂಮಿಯ ಮೇಲಣ ಹುಲ್ಲಿಗಾಗಲಿ, ಯಾವುದೇ ಹಸಿರು ಇಲ್ಲವೇ ಮರಗಳಿಗಾಗಲಿ ಕೇಡನ್ನುಂಟುಮಾಡಬಾರದು ಎಂದೂ ಮಾನವರಲ್ಲಿ ಯಾರ ಹಣೆಯ ಮೇಲೆ ದೇವರ ಮುದ್ರೆಯಿಲ್ಲವೋ ಅಂಥವರಿಗೆ ಮಾತ್ರ ಕೇಡು ಮಾಡಬಹುದೆಂದೂ ಅಪ್ಪಣೆಯಾಗಿತ್ತು."},{"number":5,"verse":"ಅಲ್ಲದೆ, ಅವರನ್ನು ಕೊಲ್ಲದೆಯೇ ಐದು ತಿಂಗಳಕಾಲ ಬಾಧಿಸಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಲಾಗಿತ್ತು. ಆ ಬಾಧೆ, ಚೇಳು ಕುಟುಕಿದರೆ ಉಂಟಾಗುವ ಬಾಧೆಯಂಥದ್ದು."},{"number":6,"verse":"ಆಂಥ ದಿನಗಳಲ್ಲಿ ಮನುಷ್ಯರು ಮರಣವನ್ನು ಅಪೇಕ್ಷಿಸುವರು. ಆದರೆ ಅದು ಅವರಿಗೆ ಪ್ರಾಪ್ತವಾಗುವುದಿಲ್ಲ. ಸತ್ತರೆ ಸಾಕೆಂದು ಬಯಸುವರು; ಪ್ರಯತ್ನಿಸುವರು. ಆದರೆ ಮೃತ್ಯು ಅವರಿಂದ ದೂರ ಸರಿಯುವುದು."},{"number":7,"verse":"ಆ ಮಿಡತೆಗಳು ನೋಡುವುದಕ್ಕೆ ಸಮರಕ್ಕೆ ಸನ್ನದ್ಧರಾಗಿರುವ ಕುದುರೆಗಳಂತಿದ್ದವು. ಅವುಗಳ ತಲೆಯ ಮೇಲೆ ಚಿನ್ನದ ಕಿರೀಟವಿದ್ದಂತೆ ಕಾಣಿಸುತ್ತಿತ್ತು. ಮುಖಗಳು ಮನುಷ್ಯರ ಮುಖಗಳಂತೆ ಇದ್ದವು."},{"number":8,"verse":"ಅವುಗಳ ಕೂದಲು ಸ್ತ್ರೀಯರ ಕೂದಲಿನಂತೆಯೂ ಹಲ್ಲುಗಳು ಸಿಂಹದ ಹಲ್ಲುಗಳಂತೆಯೂ ಇದ್ದವು."},{"number":9,"verse":"ಅವುಗಳ ಮೈಚಿಪ್ಪು ಕವಚದಂತಿತ್ತು. ರೆಕ್ಕೆ ಬಡಿಯುವ ಶಬ್ದವು ಸಮರಕ್ಕೆ ಧಾವಿಸುವ ಹಲವಾರು ರಥಾಶ್ವಗಳ ಶಬ್ದವನ್ನು ಹೋಲುತ್ತಿತ್ತು."},{"number":10,"verse":"ಚೇಳುಗಳಿಗಿರುವಂತೆ ಬಾಲಗಳೂ ಕೊಂಡಿಗಳೂ ಅವುಗಳಿಗಿದ್ದವು. ಐದು ತಿಂಗಳವರೆಗೆ ಮಾನವರನ್ನು ಬಾಧಿಸುವ ಶಕ್ತಿ ಆ ಬಾಲಗಳಿಗಿತ್ತು."},{"number":11,"verse":"ಪಾತಾಳಕೂಪದ ದೂತನೇ ಅವುಗಳನ್ನು ಆಳುವ ಅರಸು. ಅವನಿಗೆ ಹಿಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ, ‘ಅಬದ್ದೋನ್’ ಎಂದೂ ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ, ‘ಅಪೊಲ್ಲುವೋನ್’ ಎಂದೂ ಹೆಸರು. (ಅಂದರೆ : ವಿದ್ವಂಸಕ ಎಂದು ಅರ್ಥ.)"},{"number":12,"verse":"ಹೀಗೆ ಮೊದಲನೆಯ ವಿಪತ್ತು ಮುಗಿಯಿತು. ಇಗೋ, ಇನ್ನೆರಡು ವಿಪತ್ತುಗಳು ಬಂದೆರಗಲಿವೆ :"},{"number":13,"verse":"ಆರನೆಯ ದೇವದೂತನು ತುತೂರಿಯನ್ನು ಊದಿದನು. ದೇವರ ಸಾನ್ನಿಧ್ಯದಲ್ಲಿ ಇರುವ ಚಿನ್ನದ ಬಲಿಪೀಠದ ನಾಲ್ಕು ಮೂಲೆಗಳಿಂದ ಹೊರಟ ಒಂದು ಶಬ್ದ ನನಗೆ ಕೇಳಿಸಿತು."},{"number":14,"verse":"ತುತೂರಿಯನ್ನು ಹಿಡಿದಿದ್ದ ಆರನೆಯ ದೇವದೂತನಿಗೆ ಅದು, “ಯೂಫ್ರೆಟಿಸ್ ಮಹಾನದಿಯ ಬಳಿ ಕಟ್ಟಲಾಗಿರುವ ನಾಲ್ಕು ದೇವದೂತರನ್ನು ಬಿಚ್ಚಿಬಿಡು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿತು."},{"number":15,"verse":"ಮಾನವ ಜನಾಂಗದ ಮೂರನೆಯ ಒಂದು ಭಾಗವನ್ನು ಸಂಹರಿಸುವುದಕ್ಕಾಗಿ ಗಂಟೆ, ದಿನ, ತಿಂಗಳು, ವರ್ಷ ಎಲ್ಲವನ್ನೂ ನಿಗದಿಮಾಡಲಾಗಿತ್ತು. ಅದಕ್ಕೆ ಸಿದ್ಧರಾಗಿ ನಿಂತಿದ್ದ ಆ ನಾಲ್ಕು ದೇವದೂತರನ್ನು ಬಂಧಮುಕ್ತರನ್ನಾಗಿ ಮಾಡಲಾಯಿತು."},{"number":16,"verse":"ಕುದುರೆ ಸೈನ್ಯದ ಸಂಖ್ಯೆ ಇಪ್ಪತ್ತು ಕೋಟಿ ಎಂದು ಹೇಳಿದುದು ನನಗೆ ಕೇಳಿಸಿತು."},{"number":17,"verse":"ಹೀಗೆ ಕುದುರೆಗಳನ್ನೂ ಅವುಗಳ ಮೇಲೆ ಕುಳಿತ ಸವಾರರನ್ನೂ ನಾನು ದರ್ಶನದಲ್ಲಿ ಕಂಡೆ. ಆ ಸವಾರರು ಬೆಂಕಿಯ, ನೀಲಮಣಿಯ ಹಾಗೂ ಗಂಧಕ ವರ್ಣಗಳ ಕವಚಗಳನ್ನು ಧರಿಸಿದ್ದರು. ಕುದುರೆಗಳ ತಲೆಗಳು ಸಿಂಹಗಳ ತಲೆಗಳಂತೆ ಇದ್ದವು. ಅವುಗಳ ಬಾಯಿಂದ ಬೆಂಕಿ, ಹೊಗೆ ಮತ್ತು ಗಂಧಕ ಹೊರಬರುತ್ತಿದ್ದವು."},{"number":18,"verse":"ಅವುಗಳ ಬಾಯಿಂದ ಬರುತ್ತಿದ್ದ ಇವುಗಳು ಮೂರು ವಿಪತ್ತುಗಳಾಗಿದ್ದವು. ಇವುಗಳಿಂದ ಮಾನವಜನಾಂಗದ ಮೂರನೆಯ ಒಂದು ಭಾಗ ಹತವಾಯಿತು."},{"number":19,"verse":"ಕುದುರೆಗಳ ಶಕ್ತಿಯು ಅವುಗಳ ಬಾಯಲ್ಲೂ ಬಾಲಗಳಲ್ಲೂ ಅಡಗಿತ್ತು. ಆ ಬಾಲಗಳು ಸರ್ಪಗಳ ತಲೆಯಂತೆ ಇದ್ದವು ಮತ್ತು ಗಾಯಗೊಳಿಸುವ ಶಕ್ತಿ ಅವಕ್ಕಿತ್ತು."},{"number":20,"verse":"ಆ ವಿಪತ್ತುಗಳಿಂದ ಸಾಯದೆ ಬದುಕಿದ್ದ ಜನರು ತಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಬಿಟ್ಟು ದೇವರಿಗೆ ಅಭಿಮುಖರಾಗಲೇ ಇಲ್ಲ; ದೆವ್ವಾರಾಧನೆಯನ್ನು ತ್ಯಜಿಸಲಿಲ್ಲ; ನೋಡಲಾರದ, ಕೇಳಿಸಿಕೊಳ್ಳಲಾರದ ಮತ್ತು ನಡೆಯಲಾರದ ವಿಗ್ರಹಗಳನ್ನು ಚಿನ್ನ, ಬೆಳ್ಳಿ, ತಾಮ್ರ, ಕಲ್ಲು ಮತ್ತು ಮರಗಳಲ್ಲಿ ಮಾಡಿ ಪೂಜಿಸುವುದನ್ನು ಕೈಬಿಡಲಿಲ್ಲ."},{"number":21,"verse":"ಇಷ್ಟೇ ಅಲ್ಲದೆ ತಮ್ಮ ಕೊಲೆಗಡುಕತನ, ಮಾಟಮಂತ್ರ, ಹಾದರ ಮತ್ತು ಕಳ್ಳತನಗಳನ್ನು ತೊರೆದು ಮನಸ್ಸಾಂತರಗೊಳ್ಳಲಿಲ್ಲ."}]}