{"bibleAbbr":"mrRV2015","bookName":"दानीएल","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"( दानिएलाने हिद्दकेल नदीवर पाहिलेला दृष्टान्त) पारसाचा राजा कोरेश ह्याच्या कारकिर्दीच्या तिसर्‍या वर्षी बेल्टशस्सर हे नाव मिळालेल्या दानिएलास एक गोष्ट प्रकट झाली; ती गोष्ट सत्य असून मोठ्या युद्धाविषयीची होती; त्याला ती गोष्ट समजली; त्या दृष्टान्ताचे मर्म त्याला कळले."},{"number":2,"verse":"त्या दिवसांत मी दानीएल सबंध तीन सप्तके शोक करीत होतो."},{"number":3,"verse":"तीन सबंध सप्तके संपेपर्यंत मी स्वादिष्ट अन्न मुळीच खाल्ले नाही, मांस व द्राक्षारस ही माझ्या तोंडात गेली नाहीत आणि मी तैलाभ्यंगही केला नाही."},{"number":4,"verse":"पहिल्या महिन्याच्या चोविसाव्या तारखेस महानदी हिद्दकेल (टायग्रीस) हिच्या तीरी मी असता"},{"number":5,"verse":"मी डोळे वर करून पाहिले तर तागाची वस्त्रे परिधान केलेला आणि कंबरेस उफाज देशाच्या शुद्ध सोन्याचा पट्टा घातलेला असा एक पुरुष माझ्या दृष्टीस पडला."},{"number":6,"verse":"त्याचे शरीर वैडूर्यमण्यासारखे असून त्याचे मुख विद्युल्लतेसारखे होते. त्याचे नेत्र पेटलेल्या दीपांसमान होते, त्याचे हातपाय उज्ज्वल पितळेसारखे होते आणि त्याच्या शब्दाचा ध्वनी एखाद्या समुदायाच्या गजबजाटासारखा होता."},{"number":7,"verse":"मी दानिएलाने एकट्याने तो दृष्टान्त पाहिला; माझ्याबरोबर असलेल्या मनुष्यांनी तो दृष्टान्त पाहिला नाही; तरी त्यांना मोठा कंप सुटला आणि कोठेतरी लपावे म्हणून ते पळून गेले."},{"number":8,"verse":"मग मी एकटाच राहिलो व हा मोठा दृष्टान्त पाहिला; माझ्यात काही त्राण उरले नाही. मी निस्तेज होऊन मृतप्राय झालो; मला काहीच शक्ती राहिली नाही."},{"number":9,"verse":"तरी त्याच्या शब्दांचा ध्वनी माझ्या कानी पडला; मी त्याच्या शब्दांचा ध्वनी ऐकला तेव्हा मी भूमीवर पालथा पडलो व मला गाढ झोप लागली."},{"number":10,"verse":"तेव्हा पाहा, एका हाताने मला स्पर्श केला, त्याच्या योगाने मी गुडघे व तळहात जमिनीवर टेकून थरथरत राहिलो."},{"number":11,"verse":"तो मला म्हणाला, “हे दानिएला, परमप्रिय पुरुषा, मी तुला सांगतो ते शब्द समजून घे; नीट उभा राहा; कारण मला आता तुझ्याकडे पाठवले आहे;” तो माझ्याबरोबर असे बोलला तेव्हा मी थरथर कापत उभा राहिलो."},{"number":12,"verse":"तो मला म्हणाला, “दानिएला, भिऊ नकोस; कारण ज्या दिवशी तू समज घेण्याचा, व आपल्या देवापुढे नम्र होण्याचा निश्‍चय केलास त्याच दिवशी तुझे शब्द ऐकण्यात आले; त्या तुझ्या शब्दांवरून मी आलो आहे."},{"number":13,"verse":"पारसाच्या राज्याचा अधिपती एकवीस दिवस मला आडवा आला; तेव्हा पाहा, मुख्य अधिपतींपैकी एक, मीखाएल, माझ्या साहाय्यास आला; व मी पारसाच्या राजांजवळ राहिलो."},{"number":14,"verse":"आता ह्या शेवटच्या दिवसांत तुझ्या लोकांचे काय होणार हे तुला कळवण्यास मी आलो आहे; कारण दृष्टान्ताची परिपूर्ती होण्यास बराच अवधी आहे.”"},{"number":15,"verse":"ह्याप्रमाणे तो हे शब्द माझ्याबरोबर बोलल्यावर मी जमिनीकडे आपले तोंड करून गप्प राहिलो."},{"number":16,"verse":"तेव्हा पाहा, मानवपुत्रासारख्या एकाने माझ्या ओठांना स्पर्श केला; तेव्हा मी आपले तोंड उघडून, जो माझ्यासमोर उभा होता त्याला म्हटले, “हे माझ्या स्वामी, ह्या दृष्टांताने क्लेश पावून मी व्याकूळ झालो आहे व माझ्यात काही त्राण राहिले नाही."},{"number":17,"verse":"स्वामी महाराज, मी तर आपला सेवक, माझ्या स्वामीबरोबर बोलण्याचे सामर्थ्य मला कोठून? मला तर मुळी त्राण राहिले नाही; माझ्यात दम राहिला नाही.”"},{"number":18,"verse":"तेव्हा मनुष्याप्रमाणे दिसणार्‍या एकाने मला स्पर्श करून माझ्यात त्राण आणले."},{"number":19,"verse":"तो म्हणाला, “परमप्रिय मानवा, भिऊ नकोस; तुला शांती असो, हिंमत धर, नेट धर.” तो माझ्याबरोबर बोलला तेव्हा मला शक्ती आली व मी म्हणालो, “माझ्या स्वामी, तू आता बोलावे, कारण तू माझ्यात हिंमत आणली आहेस.”"},{"number":20,"verse":"मग तो म्हणाला, “मी तुझ्याकडे का आलो हे तुला माहीत आहे काय? आता मी पारसाच्या अधिपतीबरोबर लढायला जातो; मी गेलो म्हणजे ग्रीसचा1 अधिपती येईल."},{"number":21,"verse":"सत्यलेखात जे लिहिले आहे ते तुला प्रकट करतो; त्यांच्याबरोबर सामना करण्यात तुमचा अधिपती मीखाएल ह्याशिवाय दुसर्‍या कोणाचे मला साहाय्य नाही."}]}