{"bibleAbbr":"mrRV2015","bookName":"दानीएल","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"दारयावेश मेदी ह्याच्या कारकिर्दीच्या पहिल्या वर्षी त्याची मजबुती करण्यास व त्याला शक्ती देण्यास मी उभा राहिलो."},{"number":2,"verse":"( उत्तरेचा राजा व दक्षिणेचा राजा) आता मी तुला खरे काय ते दाखवून देतो. पाहा, पारस देशात तीन राजे उत्पन्न होतील; चौथा त्या सर्वांहून धनवान होईल; तो आपल्या धनाच्या योगाने बलाढ्य झाला म्हणजे तो सर्वांना ग्रीसच्या1 राज्याविरुद्ध उठवील."},{"number":3,"verse":"आणखी एक प्रबळ राजा उत्पन्न होईल, तो आपली सत्ता फार गाजवील आणि आपल्या इच्छेस येईल तसे करील."},{"number":4,"verse":"तो उदयास आला न आला तोच त्याचे राज्य मोडून चार दिशांना त्याचे विभाग होतील; तरी त्याच्या संततीच्या वाट्यास काहीएक येणार नाही, व त्या राज्याचा विस्तार पूर्वीप्रमाणे राहणार नाही; कारण त्याच्या राज्याचे उच्चाटन करून ते त्याच्या संततीस वगळून इतरांना देण्यात येईल."},{"number":5,"verse":"दक्षिणेचा राजा बलवान होईल आणि त्याचा एक सरदार त्याच्याहूनही बलाढ्य होऊन त्याला राज्य प्राप्त होईल; त्याचे राज्य मोठे होईल."},{"number":6,"verse":"नेमलेल्या वर्षांची मुदत भरल्यावर त्यांचा आपसात मिलाफ होईल; दक्षिणेच्या राजाची कन्या उत्तरेच्या राजाकडे करारमदार करण्यास जाईल; तथापि तिचे बाहुबल कायम राहणार नाही आणि तो व त्याचे बाहुबलही टिकणार नाही; तर त्या स्त्रीला ज्यांनी आणले, ज्याने तिला जन्म दिला व ज्याने त्या काळात तिला बल पुरवले त्यांच्यासह तिला इतरांच्या स्वाधीन करण्यात येईल."},{"number":7,"verse":"तरी तिच्या कुळातला एक अंकुर त्याच्या पदावर विराजमान होईल; तो सैन्यासहवर्तमान उत्तरेच्या राजाच्या गडात प्रवेश करील आणि त्यांच्याबरोबर संग्राम करून यशस्वी होईल."},{"number":8,"verse":"तो त्यांची दैवते, ओतीव मूर्ती, आणि त्यांची सोन्यारुप्याची सुंदर भांडी लुटून मिसर देशात नेईल; तो उत्तरेच्या राजावर चढाई न करता काही वर्षे राहील."},{"number":9,"verse":"तो दक्षिणेच्या राजाच्या मुलखात जाईल आणि तेथून स्वदेशी परतेल."},{"number":10,"verse":"तरी त्याचे पुत्र लढाई करतील व मोठे लष्कर जमा करतील; ते येऊन तो देश पादाक्रांत करून पार जातील; ते परत येऊन लढाई चालवून त्याच्या गडापर्यंत जाऊन थडकतील."},{"number":11,"verse":"तेव्हा दक्षिणेच्या राजाचे पित्त खवळून तो बाहेर पडून उत्तरेच्या राजाबरोबर युद्ध करील; तो पुष्कळ लोकसमूह घेऊन निघेल, पण तो समूह त्याच्या हाती लागेल."},{"number":12,"verse":"लष्कर जसजसे पुढे चाल करील तसतसे त्याचे मन उन्मत्त होईल; तो लाखो लोकांना चीत करील तरी तो यशस्वी होणार नाही."},{"number":13,"verse":"तेव्हा उत्तरेचा राजा पुन्हा येईल, तो आपल्याबरोबर पूर्वीपेक्षा मोठे लष्कर घेऊन येईल; तो काही वर्षांचा काळ संपल्यावर मोठे सैन्य व बहुत धन घेऊन येईल."},{"number":14,"verse":"त्या काळात दक्षिणेच्या राजाविरुद्ध पुष्कळ लोक उठतील; दृष्टान्त प्रत्ययास आणावा म्हणून तुझ्या लोकांपैकी आडदांड लोक उठतील, पण ते पडतील."},{"number":15,"verse":"अशा प्रकारे उत्तरेचा राजा येईल, तो मोर्चे लावून तटबंदीचे नगर घेईल; तेव्हा दक्षिणेचे बाहुबल टिकणार नाही; त्याच्या मोठमोठ्या वीरांचे काही चालणार नाही; त्यांच्यात सामना करण्याचे त्राण उरणार नाही."},{"number":16,"verse":"त्याच्यावर चढाई करणारा आपल्या इच्छेस येईल तसे करील व त्याच्यासमोर कोणी टिकाव धरणार नाही; तो आपल्या हाती प्रत्यक्ष नाश घेऊन त्या वैभवी देशात उभा राहील."},{"number":17,"verse":"तो आपल्या सार्‍या राज्याच्या बलासह येईल; तरी तो त्याच्याबरोबर करारमदार करील; तो त्यांना स्त्रियांची कन्या भ्रष्ट करण्यास देईल; ती त्याच्या पक्षाला टिकून राहणार नाही, ती त्याची होणार नाही."},{"number":18,"verse":"नंतर तो आपला मोर्चा द्वीपाकडे फिरवील, व त्यांतली अनेक हस्तगत करील; पण त्याने लावलेला हा काळिमा एक सरदार नाहीसा करील; एवढेच नव्हे तर तो उलट त्यालाच काळिमा लावील."},{"number":19,"verse":"मग तो आपल्या देशातील दुर्गांकडे आपला मोर्चा फिरवील; पण तो ठोकर खाऊन पडेल व त्याचा पत्ता लागणार नाही."},{"number":20,"verse":"पुढे त्याच्या जागी एक जण उभा राहील, तो त्या वैभवी देशात कर वसूल करणार्‍यास पाठवील; पण थोड्याच दिवसांत त्याचा नाश होईल; तरी तो क्रोधाने किंवा युद्धाने होणार नाही."},{"number":21,"verse":"मग त्याच्या जागी, त्यांनी राजपदाचा मान न दिलेला असा एक हलका मनुष्य उदयास येईल; पण तो लोक निर्धास्त असता येईल व आर्जवी भाषणे करून राज्य मिळवील."},{"number":22,"verse":"त्या लोकांचे बळ त्याच्यापुढून पुरासारखे ओसरून जाऊन त्याचा नाश होईल; करार केलेल्या सरदाराचाही नाश होईल."},{"number":23,"verse":"त्याच्याबरोबर करार केल्यावर तो कपटाने वागेल; तो चढाई करून येईल व थोड्याशा लोकांच्या मदतीने बलाढ्य होईल."},{"number":24,"verse":"लोक निर्धास्त असता तो प्रांतातल्या सुपीक स्थलांवर चालून येईल आणि त्याच्या वडिलांनी व त्या वडिलांच्या वडिलांनीही केले नाही ते तो करील; तो लुटीचे धन लोकांना वाटून देईल; काही काळपर्यंत मजबूत किल्ले घेण्याची तो मसलत करील."},{"number":25,"verse":"मोठी फौज घेऊन दक्षिणेच्या राजावर चालून जाण्याचा हिय्या व बल तो उत्तेजित करील; दक्षिणेचा राजा फार मोठी व पराक्रमी फौज घेऊन त्याच्याबरोबर युद्ध करील, पण त्याचा निभाव लागणार नाही, कारण लोक त्याच्याविरुद्ध मसलती करतील."},{"number":26,"verse":"त्याचे अन्न खाणारे त्याचा नाश करतील; त्याची सेना पुरासारखी लोटेल, पण पुष्कळ मरून पडतील."},{"number":27,"verse":"दोन्ही राजांची मने दुष्कृत्ये करण्याकडे वळतील; ते एका मेजावर बसून परस्परांबरोबर खोटे बोलतील; पण त्यातून काही निष्पन्न होणार नाही; कारण शेवट व्हायचा तो नेमलेल्या वेळीच होणार."},{"number":28,"verse":"मग तो मोठी लूट घेऊन स्वदेशी परत जाईल; त्याचे मन पवित्र कराराविरुद्ध होईल आणि तो आपला मनोरथ पूर्ण करून स्वदेशी परत जाईल."},{"number":29,"verse":"नेमलेल्या वेळी तो पुन्हा दक्षिणेस जाईल; तरी पूर्वीप्रमाणे आता त्याचे चालणार नाही."},{"number":30,"verse":"कारण कित्तिमाची जहाजे त्याच्यावर चाल करून येतील, म्हणून तो खिन्न होऊन मागे फिरेल आणि पवित्र करारावर रुष्ट होऊन आपल्या मनास वाटेल तसे करील; तो परत जाईल व पवित्र करार सोडणार्‍यांबरोबर स्नेह करू पाहील."},{"number":31,"verse":"त्याच्या पक्षाचे सैनिक उठावणी करतील; ते पवित्रस्थान, तो दुर्ग, ते भ्रष्ट करतील, नित्याचे बलिहवन ते बंद करतील आणि विध्वंसमूलक अमंगलाची ते स्थापना करतील."},{"number":32,"verse":"जे करारासंबंधाने दुष्ट वर्तन करतात त्यांना तो खुशामत करून भ्रष्ट करील; पण जे लोक आपल्या देवास ओळखतात ते बलवान होऊन थोर कृत्ये करतील."},{"number":33,"verse":"लोकांतले जे सुज्ञ पुरुष ते पुष्कळांना बोध करतील; परंतु ते बरेच दिवस तलवार, अग्नी, बंदिवास व लुटालूट ह्यांनी संकटात पडतील."},{"number":34,"verse":"ते असे संकटात पडतील तेव्हा त्यांना थोडीबहुत मदत होईल; पण पुष्कळ लोक त्यांच्याबरोबर गोड बोलून त्यांना मिळतील."},{"number":35,"verse":"सुज्ञ पुरुषांपैकी कोणी संकटात पडतील, ते अशासाठी की, त्यांनी कसोटीस लागून अंतसमयासाठी शुद्ध व शुभ्र व्हावे; कारण नेमलेला अंतसमय प्राप्त होण्यास अद्यापि अवधी आहे."},{"number":36,"verse":"तो राजा मनास येईल तसे वर्तेल; तो उन्मत्त होईल; सर्व दैवतांहून तो स्वतःला श्रेष्ठ समजेल आणि देवाधिदेवाविरुद्ध विलक्षण उद्धटपणाच्या गोष्टी बोलेल; कोपाची पूर्णता होईपर्यंत त्याची चलती राहील; जे नेमले आहे ते घडेलच."},{"number":37,"verse":"तो आपल्या पूर्वजांच्या दैवतांची, स्त्रियांच्या प्रेमाची किंवा कोणाही दैवताची पर्वा करणार नाही; कारण तो स्वतःला सर्वांहून श्रेष्ठ समजेल,"},{"number":38,"verse":"आपल्या स्थानी राहून तो दुर्गदैवतास पूज्य मानील; जे दैवत त्याच्या पूर्वजांना माहीत नव्हते त्याची तो सोने, रुपे, जवाहीर व मनोरम वस्तू ह्यांनी पूजा करील."},{"number":39,"verse":"एका परकीय दैवताच्या साहाय्याने तो मोठे मजबूत गड लढेल; जे कोणी त्याला मानतील त्यांना तो वैभवास चढवील; त्यांना पुष्कळ लोकांवर सत्ता देईल व मोल घेऊन जमीन वाटून देईल."},{"number":40,"verse":"अंतसमयी दक्षिणेचा राजा त्याला टक्कर देईल; उत्तरेचा राजा रथ, स्वार व पुष्कळ तारवे घेऊन वावटळीसारखा त्याच्यावर येईल; तो अनेक देशात शिरेल व त्यांना पादाक्रांत करून पार निघून जाईल."},{"number":41,"verse":"तो वैभवी देशातही शिरेल; पुष्कळ देश पादाक्रांत होतील, पण अदोम, मवाब व अम्मोन येथील निवडक लोक हे त्याच्या हातातून सुटतील."},{"number":42,"verse":"अशा प्रकारे त्या देशांवर तो आपला हात चालवील; मिसर देशही त्याच्या हातून सुटणार नाही."},{"number":43,"verse":"तो मिसर देशातील सोन्यारुप्याचे निधी व सर्व मोलवान वस्तू कबजात घेईल; लुबी व कूशी हेही त्याच्यामागून चालतील."},{"number":44,"verse":"पण पूर्वेकडल्या व उत्तरेकडल्या बातम्यांनी तो चिंताक्रांत होईल; तेव्हा मोठ्या संतापाने पुष्कळांचा नाश व उच्छेद करण्यास तो निघून जाईल."},{"number":45,"verse":"समुद्राच्या व शोभिवंत पवित्र पर्वतांच्या दरम्यान तो आपले दरबारी तंबू ठोकील; पण त्याचा अंत येईल, कोणी त्याला साहाय्य करणार नाही.”"}]}