{"bibleAbbr":"mrRV2015","bookName":"दानीएल","bookEnglishName":"Daniel","chapterNumber":5,"verses":[{"number":1,"verse":"( भिंतीवरील लिखाण) बेलशस्सर राजाने आपल्या एक हजार सरदारांना मोठी मेजवानी केली; त्या हजारांसमक्ष तो द्राक्षारस प्याला."},{"number":2,"verse":"द्राक्षारसाचे सेवन करीत असता बेलशस्सराने हुकूम केला की, ‘माझा बाप नबुखद्नेस्सर ह्याने यरुशलेमेतील मंदिरातून जी सोन्यारुप्याची पात्रे आणली आहेत ती घेऊन या, म्हणजे मी, माझे सरदार, माझ्या पत्नी व उपपत्नी ह्यांना त्यांतून द्राक्षारस पिता येईल.’"},{"number":3,"verse":"तेव्हा यरुशलेमेतील देवाच्या मंदिराच्या पवित्रस्थानातून आणलेली सोन्याची पात्रे ते घेऊन आले; राजा, त्याचे सरदार, त्याच्या पत्नी व उपपत्नी ही त्यांतून द्राक्षारस प्याली."},{"number":4,"verse":"त्यांनी द्राक्षारस पिऊन सोने. रुपे, पितळ, लोखंड, काष्ठ व पाषाण ह्यांपासून घडलेल्या दैवतांचे स्तवन केले."},{"number":5,"verse":"त्याच घटकेस मानवी हाताची बोटे प्रकट झाली व त्यांनी दीपवृक्षासमोर राजवाड्याच्या भिंतींच्या गिलाव्यावर काही लिहिले आणि हाताची बोटे लिहीत होती ती राज्याच्या दृष्टीस पडली."},{"number":6,"verse":"तेव्हा राजाची मुद्रा पालटली व तो चिंताक्रांत झाला; त्याच्या कंबरेचे सांधे ढिले पडले, आणि त्याचे गुडघे लटपटू लागले."},{"number":7,"verse":"राजाने मोठ्याने ओरडून म्हटले की, “मांत्रिक, खास्दी व दैवज्ञ ह्यांना घेऊन या.” राजा त्या बाबेलच्या ज्ञान्यांस म्हणाला, “जो कोणी हा लेख वाचील व ह्याचा अर्थ मला सांगेल त्याला जांभळ्या रंगाचा पोशाख मिळेल, त्याच्या गळ्यात सोन्याचा गोफ घालण्यात येईल व तो राज्यातील तिघा अधिपतींतला एक होईल.”"},{"number":8,"verse":"मग राजाचे सर्व ज्ञानी पुरुष वाड्यात आले; पण त्यांना तो लेख वाचता येईना व त्याचा अर्थ राजाला सांगता येईना."},{"number":9,"verse":"तेव्हा बेलशस्सर राजा फार चिंताक्रांत झाला, त्याची मुद्रा पालटली आणि त्याचे सरदार घाबरले."},{"number":10,"verse":"राजा व त्याचे सरदार ह्यांचे शब्द ऐकून राणी भोजनगृहात आली. ती म्हणाली, “महाराज, चिरायू असा; आपल्या मनाची तळमळ होऊ देऊ नका; आपण आपली मुद्रा पालटू देऊ नका."},{"number":11,"verse":"पवित्र देवांचा आत्मा ज्यात आहे असा एक पुरुष आपल्या राज्यात आहे; आपल्या बापाच्या कारकिर्दीत प्रकाश, विवेक व देवांच्या ज्ञानासारखे ज्ञान ही त्याच्या ठायी दिसून आली; महाराज, आपला बाप नबुखद्नेस्सर राजा ह्यांनी त्याला ज्योतिषी, मांत्रिक, खास्दी व दैवज्ञ ह्यांचा अध्यक्ष नेमले होते;"},{"number":12,"verse":"कारण उत्तम आत्मा, ज्ञान, विवेक, स्वप्नांचा अर्थ सांगणे, कूट प्रश्‍न उलगडणे, कोडी उकलणे, ह्यासंबंधाने ज्याला राजाने बेल्टशस्सर असे नाव दिले होते तो दानीएल प्रवीण होता असे दिसून आले; तर आता दानिएलास बोलावून आणा म्हणजे तो अर्थ सांगेल.”"},{"number":13,"verse":"तेव्हा दानिएलास राजापुढे आणले. राजा त्याला म्हणाला, “माझा बाप, जो राजा, त्याने यहूदातून पकडून आणलेल्या लोकांपैकी दानीएल तो तूच काय?"},{"number":14,"verse":"मी तुझ्याविषयी ऐकले आहे की देवांचा आत्मा तुझ्या ठायी आहे आणि प्रकाश, विवेक व उत्तम ज्ञान ही तुझ्या ठायी दिसून आली आहेत."},{"number":15,"verse":"आता हा लेख वाचून त्याचा अर्थ मला सांगावा म्हणून हे ज्ञानी व मांत्रिक लोक माझ्यापुढे आणले, पण त्याचा अर्थ त्यांना सांगता येईना."},{"number":16,"verse":"मी तुझ्याविषयी ऐकले आहे की, तुला स्वप्नांचा अर्थ सांगता येतो व कोडी उकलता येतात; आता तुला हा लेख वाचता येऊन त्याचा अर्थ मला सांगता आला तर तुला जांभळ्या रंगाचा पोशाख मिळेल, तुझ्या गळ्यात सोन्याचा गोफ घालण्यात येईल आणि तू राज्यातील तिघा अधिपतींतला एक होशील.”"},{"number":17,"verse":"तेव्हा दानिएलाने राजास उत्तर दिले की, “तुझ्या देणग्या तुझ्याजवळच राहू दे, तुझी इनामे दुसर्‍या कोणास दे, तथापि मी हा लेख राजाला वाचून दाखवतो व त्याचा अर्थ करून तुला सांगतो."},{"number":18,"verse":"हे राजा, परात्पर देवाने तुझा बाप नबुखद्नेस्सर ह्याला राज्य, महत्त्व, वैभव व महिमा ही दिली."},{"number":19,"verse":"त्याने त्याला मोठेपणा दिला म्हणून सर्व लोक, सर्व राष्ट्रांचे व सर्व भाषा बोलणारे लोक त्याच्यापुढे थरथर कापत व त्याला भीत; वाटेल त्याला तो ठार मारी व वाटेल त्याला जिवंत राखी; वाटेल त्याला तो थोर करी व वाटेल त्याला तो नीच करी."},{"number":20,"verse":"पुढे त्याच्या हृदयात ताठा शिरला, व त्याचा आत्मा कठोर होऊन उन्मत्त झाला तेव्हा त्याला त्याच्या राजपदावरून काढण्यात आले व त्याचे वैभव हिरावून घेण्यात आले."},{"number":21,"verse":"त्याला मनुष्यांतून घालवून देण्यात आले; त्याचे हृदय पशूंसारखे झाले; तो रानगाढवांमध्ये वस्ती करू लागला; तो बैलाप्रमाणे गवत खाई व त्याचे शरीर आकाशातील दहिवराने भिजत असे. मानवी राज्यावर परात्पर देवाची सत्ता आहे व तो त्यावर पाहिजे त्याला स्थापतो, असे ज्ञान त्याला होईपर्यंत तो असा राहिला."},{"number":22,"verse":"हे बेलशस्सरा, तू त्याचा पुत्र आहेस. हे सर्व तुला ठाऊक असून तू आपले मन नम्र केले नाहीस;"},{"number":23,"verse":"तर स्वर्गीच्या प्रभूबरोबर तू उद्दामपणा केलास; त्याच्या मंदिरातील पात्रे तुझ्यापुढे आणली आहेत; तू, तुझे सरदार, तुझ्या पत्नी व उपपत्नी ही त्यांतून द्राक्षारस प्याली आहेत आणि रुपे, सोने, पितळ, लोखंड, काष्ठ व पाषाण ह्यांची घडलेली दैवते, ज्यांना दिसत नाही, ऐकता येत नाही व समजत नाही, त्यांचे तू स्तवन केलेस; पण ज्याच्या हाती तुझा प्राण आहे व ज्याच्या स्वाधीन तुझे सर्व व्यवहार आहेत त्या देवाला मान दिला नाहीस;"},{"number":24,"verse":"म्हणून त्याने ती हाताची बोटे पाठवली व हा लेख लिहिला."},{"number":25,"verse":"हा लिहिलेला लेख असा : मने, मने, तकेल, ऊफारसीन."},{"number":26,"verse":"ह्याचा अर्थ असा : मने म्हणजे देवाने तुझ्या राज्याचा काल मोजून त्याचा अंत केला आहे."},{"number":27,"verse":"तकेल म्हणजे तुला तागडीत तोलले व तू उणा भरलास."},{"number":28,"verse":"परेस म्हणजे तुझे राज्य विभागून मेदी व पारसी ह्यांना दिले आहे.”"},{"number":29,"verse":"तेव्हा बेलशस्सराने आज्ञा केल्यावरून त्यांनी दानिएलास जांभळ्या रंगाचा पोशाख लेववला. त्याच्या गळ्यात सोन्याचा गोफ घातला व त्याच्यासंबंधाने सर्वत्र द्वाही फिरवली की हा राज्यातील तिघा अधिपतींतला एक आहे."},{"number":30,"verse":"त्याच रात्री खास्द्यांचा राजा बेलशस्सर ह्याचा वध झाला."},{"number":31,"verse":"आणि दारयावेश मेदी हा सुमारे बासष्ट वर्षांचा असता राजपदारूढ झाला."}]}