{"bibleAbbr":"mrRV2015","bookName":"दानीएल","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"( दानिएलास पडलेले चार श्वापदांचे स्वप्न) बाबेलचा राजा बेलशस्सर ह्याच्या कारकिर्दीच्या पहिल्या वर्षी दानीएल आपल्या पलंगावर पडला असता त्याला स्वप्न पडले व त्याच्या डोक्यात दृष्टान्त घोळू लागले; मग त्याने ते स्वप्न लिहून काढले व त्याचे सार कथन केले."},{"number":2,"verse":"दानिएलाने म्हटले, “मी रात्री दृष्टान्तात पाहिले तर चार्‍ही दिशांचे वारे महासागरावर सुटले;"},{"number":3,"verse":"आणि भिन्नभिन्न अशी चार मोठाली श्वापदे समुद्रातून बाहेर निघाली."},{"number":4,"verse":"पहिले सिंहासारखे असून त्याला गरुडाचे पंख होते; मी पाहत असता त्याचे पंख उपटून त्याला जमिनीवरून उचलण्यात आले; त्याला मानवाप्रमाणे दोन पायांवर उभे केले; त्याला मानवाचे हृदय दिले."},{"number":5,"verse":"मी आणखी पाहिले की दुसरे एक श्वापद अस्वलासारखे होते; ते एक अंग वर करून उभे राहिले, त्याने आपल्या तोंडात, आपल्या दातांमध्ये तीन फासोळ्या धरल्या होत्या; लोक त्याला म्हणाले, “ऊठ, पुष्कळ मांस खा.”"},{"number":6,"verse":"ह्यानंतर मी पाहिले तर आणखी एक श्वापद चित्त्यासारखे दिसले; त्याच्या पाठीवर पक्ष्याचे चार पंख होते; त्या श्वापदाला चार शिरेही होती; त्याला अधिकार दिला होता."},{"number":7,"verse":"ह्यानंतर मी रात्रीच्या दृष्टान्तात पाहिले तो पाहा, एक चौथे श्वापद विक्राळ, भयानक व अतिशय बळकट असे होते; त्याला मोठाले लोखंडी दात होते; ते सर्वकाही चावून त्याचा चुरा करी व उरलेले आपल्या पायांखाली तुडवी; ते अगोदरच्या सर्व श्वापदांहून भिन्न होते; आणि त्याला दहा शिंगे होती."},{"number":8,"verse":"मी ती शिंगे न्याहाळून पाहत असता, पाहा, त्यांच्यामध्ये आणखी एक लहानसे शिंग निघाले; त्याच्यामुळे अगोदरच्या शिंगांपैकी तीन समूळ उपटली गेली; आणि त्या शिंगाला मनुष्याच्या डोळ्यांसारखे डोळे होते व त्याला मोठमोठ्या गोष्टी बोलणारे तोंड होते."},{"number":9,"verse":"मी पाहत असता आसने मांडण्यात आली आणि एक पुराणपुरुष आसनारुढ झाला; त्याचा पेहराव बर्फासारखा पांढरा होता, त्याच्या डोक्याचे केस स्वच्छ लोकरीसारखे होते; त्याचे आसन प्रत्यक्ष अग्निज्वालामय होते; व त्या आसनाची चक्रे धगधगीत अग्निरूप होती."},{"number":10,"verse":"त्याच्यासमोरून अग्निप्रवाह वाहत होता; हजारो लोक त्याची सेवा करीत होते; लाखो लोक त्याच्यासमोर उभे होते; न्यायसभा भरली; वह्या उघडल्या गेल्या."},{"number":11,"verse":"त्या वेळी त्या शिंगांतून निघालेला मोठा शब्द ऐकून मी पाहत असता त्या श्वापदाचा वध करण्यात आला; त्याचे शरीर छिन्नभिन्न करण्यात आले; व ते जळावे म्हणून अग्नीत टाकण्यात आले; एवढे मी पाहिले."},{"number":12,"verse":"इतर श्वापदांविषयी म्हणाल तर त्यांचा अधिकार हरण करण्यात आला; तरी काही मुदतीपर्यंत काही काळपावेतो त्यांचा प्राण वाचवण्यात आला."},{"number":13,"verse":"तेव्हा मी रात्रीच्या दृष्टान्तात पाहिले तर आकाशातील मेघांवर आरूढ होऊन, मानवपुत्रासारखा कोणी आला; तो त्या पुराणपुरुषाकडे आला व त्याला त्यांनी त्याच्याजवळ नेले."},{"number":14,"verse":"सर्व लोक, सर्व राष्ट्रे व सर्व भाषा बोलणारे लोक, ह्यांनी त्याची सेवा करावी म्हणून त्याला प्रभुत्व, वैभव व राज्य ही दिली; त्याचे प्रभुत्व अक्षय व अढळ आहे; त्याचे राज्य अविनाशी आहे."},{"number":15,"verse":"मग मी दानीएल तर असा झालो की, माझ्या ठायी माझा जीव घाबरा झाला; माझ्या डोक्यात घोळणार्‍या दृष्टान्तांमुळे मी चिंताक्रांत झालो."},{"number":16,"verse":"जवळ उभे असलेल्यांपैकी एकाकडे मी गेलो व ह्या सर्व गोष्टींचे मर्म त्याला विचारले. तेव्हा त्याने मला ते कथन केले व ह्या सर्व गोष्टींचा अर्थ मला समजावून सांगितला."},{"number":17,"verse":"‘ती मोठाली चार श्वापदे पृथ्वीवर उदयास येणारे चार राजे होत."},{"number":18,"verse":"तथापि परात्पर देवाचे जे पवित्र जन त्यांना राज्य प्राप्त होईल; ते राज्य सर्वकाळ युगानुयुग, त्यांच्या ताब्यात राहील.’"},{"number":19,"verse":"मग ते चौथे श्वापद, जे इतरांहून भिन्न असून अतिविक्राळ होते, ज्याचे दात लोखंडाचे व नखे पितळेची होती, जे सर्वकाही चावून त्याचा चुरा करी व उरलेले आपल्या पायांखाली तुडवी, त्याचे काय ते कळावे म्हणून मी इच्छा दर्शवली."},{"number":20,"verse":"त्याच्या डोक्याला दहा शिंगे असून आणखी एक शिंग निघाले त्यामुळे तीन शिंगे उपटून पडली; ह्या शिंगाला डोळे व मोठमोठ्या गोष्टी बोलणारे तोंड असून ते आपल्याबरोबरच्या इतर शिंगांहून लठ्ठ दिसत होते; ह्या सगळ्यांचे मर्म काय ते कळावे म्हणून मी इच्छा दर्शवली."},{"number":21,"verse":"मी पाहिले तो त्या शिंगाने पवित्र जनांबरोबर युद्ध केले, व त्याचे त्यांच्यावर प्राबल्य झाले."},{"number":22,"verse":"शेवटी पुराणपुरुष आला तेव्हा परात्पर देवाच्या पवित्र जनांना न्याय मिळाला आणि त्या पवित्र जनांना राज्याचे स्वामित्व मिळण्याचा समय आला; ह्याचेही मर्म कळावे म्हणून मी इच्छा दर्शवली."},{"number":23,"verse":"त्याने सांगितले की, ‘चौथे श्वापद हे पृथ्वीवर चौथे राज्य होईल; ते इतर राज्यांहून भिन्न होईल; ते सर्व पृथ्वीला ग्रासून टाकील, तिचे तुडवून चूर्ण करील."},{"number":24,"verse":"आता दहा शिंगांविषयी विचारशील तर त्या राज्यातून दहा राजे निघतील व त्यानंतर आणखी एक राजा निघेल; तो त्या पूर्वीच्या राजांहून भिन्न असून तिघा राजांना पादाक्रांत करील."},{"number":25,"verse":"तो परात्पर देवाविरुद्ध गोष्टी बोलेल आणि परात्पर देवाच्या पवित्र जनांस जेर करील; तो नेमलेल्या सणांत व घालून दिलेल्या शिस्तीत बदल करण्यास पाहील; एक काळ, दोन काळ व अर्धा काळपर्यंत ते त्याच्या कबजात राहतील."},{"number":26,"verse":"पण न्यायसभा भरेल, त्याचे प्रभुत्व काढून घेतील, त्याचा नाश करतील व त्याचा कायमचा नायनाट करतील."},{"number":27,"verse":"राज्य, प्रभुत्व व संपूर्ण आकाशाखालील राज्यांचे वैभव ही परात्पर देवाची प्रजा जे पवित्र जन ह्यांना देण्यात येतील; त्याचे राज्य सनातन आहे, सर्व सत्ताधीश त्याची सेवा करतील, त्याचे अंकित होतील.”"},{"number":28,"verse":"ह्या गोष्टींचे कथन येथे संपले. मी दानीएल ह्या कल्पनांनी व्याकूळ झालो, आणि माझी चर्या पालटली; तरी मी हे सर्व आपल्या मनात ठेवले."}]}