{"bibleAbbr":"mrRV2015","bookName":"दानीएल","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"( दानिएलास एडका व बकरा ह्यांचा दृष्टान्त) मी जो दानीएल त्या मला प्रथम दृष्टान्त झाला होता, त्यानंतर बेलशस्सर राजाच्या कारकिर्दीच्या तिसर्‍या वर्षी मला पुन्हा दृष्टान्त झाला."},{"number":2,"verse":"मी दृष्टान्तात पाहिले तर मला असे दिसून आले की मी एलाम परगण्यातल्या शूशन राजवाड्यात आहे; आणखी मी दृष्टान्तात पाहिले तेव्हा मी उलई नदीतीरी आहे."},{"number":3,"verse":"मी डोळे वर करून पाहिले तर मला नदीसमोर दोन शिंगांचा एक एडका दिसला; ती दोन्ही शिंगे मोठाली होती; त्यांतले एक दुसर्‍याहून मोठे असून मागाहून निघाले होते."},{"number":4,"verse":"तो एडका पश्‍चिमेस, उत्तरेस व दक्षिणेस धडका मारीत आहे असे मी पाहिले; कोणी पशू त्याच्यासमोर उभा राहीना, व त्याच्या तडाक्यातून एखाद्यास सोडवायचे कोणास सामर्थ्य नव्हते; तो आपल्या मनास येई तसे करी, असा तो प्रबल झाला."},{"number":5,"verse":"मी विचार करीत होतो तेव्हा पाहा, पश्‍चिम दिशेकडून एक बकरा सर्व पृथ्वी आक्रमून आला; येताना त्याने जमिनीस पाय लावला नाही; त्या बकर्‍याच्या डोळ्यांच्या मधोमध एक ठळक शिंग होते."},{"number":6,"verse":"मी जो दोन शिंगांचा एडका नदीसमोर उभा राहिलेला पाहिला होता त्याच्याकडे तो बकरा गेला; त्याने आपले सर्व बळ खर्चून त्वेषाने त्याला धडक मारली."},{"number":7,"verse":"मी पाहिले तेव्हा तो त्या एडक्याजवळ गेला, व त्याने क्रोधाने खवळून त्या एडक्यास धडक मारली व त्याची दोन्ही शिंगे मोडून टाकली; त्याच्यापुढे टिकाव धरण्याची त्या एडक्यास शक्ती नव्हती; त्या बकर्‍याने त्याला जमिनीवर पाडून तुडवले; त्या एडक्याला त्याच्या हातातून सोडवण्याचे कोणाला सामर्थ्य नव्हते."},{"number":8,"verse":"तो बकरा अतिप्रबल झाला; तो बलिष्ठ झाला असता त्याचे मोठे शिंग मोडले आणि त्याच्याऐवजी त्याला चार बाजूंना चार ठळक शिंगे फुटली."},{"number":9,"verse":"त्यांतल्या एका शिंगातून एक लहान शिंग निघाले; त्याची दृष्टी दक्षिणेस, पूर्वेस व त्या वैभवी देशाकडे पराकाष्ठेची झाली."},{"number":10,"verse":"त्याची वृद्धी आकाशगणांपर्यंत होऊन त्या गणांपैकी व त्या तार्‍यांपैकी काहींना त्याने जमिनीवर पाडून तुडवले."},{"number":11,"verse":"एवढेच नव्हे तर त्या गणांच्या अधिपतीबरोबर तो स्पर्धा करू लागला; त्याला नित्य होत असलेले यज्ञयाग त्याने बंद केले आणि त्याचे पवित्रस्थान पाडून टाकले."},{"number":12,"verse":"लोकांच्या पातकास्तव ते सैन्य नित्याच्या यज्ञयागांसहित त्याच्या स्वाधीन करण्यात आले; त्याने सत्य मातीस मिळवले; त्याने आपला मनोरथ सिद्धीस नेला."},{"number":13,"verse":"तेव्हा मी एका पवित्र पुरुषाला बोलताना ऐकले; दुसरा एक पवित्र पुरुष त्या बोलणार्‍यास म्हणाला, “हा नित्याचा यज्ञयाग, विध्वंसमूलक पातक, पवित्रस्थान व सैन्य ही पायांखाली तुडवणे, ह्या दृष्टान्तात पाहिलेल्या गोष्टी कोठवर चालणार?”"},{"number":14,"verse":"तो मला म्हणाला, “दोन हजार तीनशे दिवस;1 त्यानंतर पवित्रस्थानाची शुद्धी होईल.”"},{"number":15,"verse":"मग असे झाले की मी दानिएलाने हा दृष्टान्त पाहिला तेव्हा त्याचा अर्थ काय हे समजण्याचा मी यत्न करू लागलो तेव्हा पाहा, मनुष्यरूपधारी अशा एकास मी माझ्यासमोर उभे राहिलेले पाहिले."},{"number":16,"verse":"उलई नदीच्या दोन तीरांमधून मी मनुष्यवाणी ऐकली ती अशी : “गब्रीएला, ह्या पुरुषाला हा दृष्टान्त समजावून सांग.”"},{"number":17,"verse":"तेव्हा मी उभा होतो तेथे तो माझ्याजवळ आला; तो आला तेव्हा मी घाबरून पालथा पडलो; तो मला म्हणाला, “हे मानवपुत्रा, हा दृष्टान्त समजून घे; कारण हा शेवटच्या काळाविषयीचा आहे.”"},{"number":18,"verse":"तो माझ्याबरोबर बोलत असता मी जमिनीवर पालथा पडलो व मला गाढ निद्रा लागली; पण त्याने मला स्पर्श करून उभे केले."},{"number":19,"verse":"तो म्हणाला, “पाहा, कोपाच्या शेवटल्या काळात काय होईल हे मी तुला सांगतो; कारण नेमलेल्या अंतसमयासंबंधाने हा दृष्टान्त आहे."},{"number":20,"verse":"दोन शिंगे असलेला एडका तू पाहिलास; ते मेदय व पारस ह्यांचे राजे."},{"number":21,"verse":"तो दांडगा बकरा ग्रीसचा2 राजा; त्याच्या डोळ्यांच्या मधोमध असलेले मोठे शिंग हा पहिला राजा."},{"number":22,"verse":"एक शिंग मोडून त्याच्या जागी चार शिंगे निघाली ह्याचा अर्थ असा की त्या राज्यातून चार राज्ये उद्भवतील; मग त्यांचे बल पहिल्या राज्याइतके राहायचे नाही."},{"number":23,"verse":"त्या राज्यांचा शेवट जवळ येऊन पातक्यांच्या पापाचा घडा भरला म्हणजे उग्रस्वरूपी, कूटप्रश्‍न समजणारा असा राजा उभा राहील."},{"number":24,"verse":"त्याची सत्ता बलवत्तर होईल; तथापि ती अशी त्याच्या स्वतःच्या पराक्रमाने होणार नाही; तो विलक्षण नाश करील. तो उत्कर्ष पावेल आणि आपला मनोरथ सिद्धीस नेईल; तो समर्थ व पवित्र लोकांचा नाश करील."},{"number":25,"verse":"तो आपल्या काव्याने आपल्या हातची कारस्थाने सिद्धीस नेईल; तो उन्मत्त होऊन निर्भय असलेल्या पुष्कळ लोकांचा नाश करील; तथापि त्याच्यावर कोणाचा हात न पडता तो नाश पावेल."},{"number":26,"verse":"हा जो अहोरात्रीचा3 दृष्टान्त सांगितला तो खरा आहे; हा दृष्टान्त गुप्त ठेव, कारण तो दीर्घकाळास लागू आहे.”"},{"number":27,"verse":"मग मी दानीएल मूर्च्छित झालो व काही दिवस आजारी पडलो; त्यानंतर मी उठून राजाचे कामकाज करू लागलो. हा दृष्टान्त पाहून मी विस्मित झालो; पण तो कोणास कळला नाही."}]}