{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஏசாயா",
  "bookEnglishName" : "Isaiah",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "எகிப்துக்கு தேவனுடைய செய்திஎகிப்தைப் பற்றியத் துயரமான செய்தி: பார்! விரைவான மேகத்தில் கர்த்தர் வந்து கொண்டிருக்கிறார். கர்த்தர் எகிப்துக்குள் நுழைவார். எகிப்திலுள்ள அனைத்து பொய்த் தெய்வங்களும் பயத்தால் நடுங்கும். எகிப்து தைரியமுடையது. ஆனால், அந்தத் தைரியம் சூடான மெழுகைப்போல உருகிப்போகும்."
  }, {
    "number" : 2,
    "verse" : "“எகிப்து ஜனங்கள் தங்களுக்கு எதிராகச் சண்டையிட்டுக்கொள்ள நான் காரணமாக இருப்பேன். ஜனங்கள் தம் சகோதரர்களோடு சண்டையிடுவார்கள். அயலார் தங்கள் அயலாருக்கு எதிராக இருப்பார்கள். பட்டணங்கள் பட்டணங்களுக்கு எதிராக இருக்கும். இராஜ்யங்கள் இராஜ்யங்களுக்கு எதிராக இருக்கும்."
  }, {
    "number" : 3,
    "verse" : "எகிப்து ஜனங்கள் குழம்பிப்போவார்கள். ஜனங்கள் தமது பொய்த் தெய்வங்களையும், ஞானிகளையும் என்ன செய்யலாம் என்று கேட்பார்கள். ஜனங்கள் குறி சொல்பவர்களையும், மந்திர வாதிகளையும் கேட்பார்கள். ஆனால் அவர்களது ஆலோசனைகள் பயனற்றுப்போகும்” என்று தேவன் சொல்கிறார்."
  }, {
    "number" : 4,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தராகிய ஆண்டவர் கூறுகிறார்: “நான் (தேவன்) எகிப்தை ஒரு கடினமான எஜமானனிடம் கொடுப்பேன். ஜனங்களின்மீது ஒரு வல்லமை வாய்ந்த ராஜா ஆட்சிசெய்வான்.”"
  }, {
    "number" : 5,
    "verse" : "நைல் நதி வறண்டுபோகும். கடலிலிருந்து தண்ணீர் போய்விடும்."
  }, {
    "number" : 6,
    "verse" : "அனைத்து ஆறுகளும் மிகக் கெட்ட மணம் வீசும். எகிப்திலுள்ள கால்வாய்கள் வறண்டுபோகும்."
  }, {
    "number" : 7,
    "verse" : "அதிலுள்ள தண்ணீரும் போய்விடும். எல்லா தண்ணீர் தாவரங்களும் வாடிப்போகும். ஆற்றங்கரைகளில் உள்ள செடிகள் எல்லாம் வாடும். அவை பறக்கடிக்கப்படும். ஆற்றின் அருகே உள்ள அகன்ற இடங்களில் உள்ள செடிகளும் வாடிப்போகும்."
  }, {
    "number" : 8,
    "verse" : "நைல் நதியில் மீன் பிடிக்கிற மீனவர்கள் அனைவரும் துயரப்படுவார்கள். அவர்கள் அலறுவார்கள். அவர்கள் தங்கள் உணவிற்காக நைல் நதியை நம்பி இருந்தனர். ஆனால் அது வறண்டுபோகும்."
  }, {
    "number" : 9,
    "verse" : "ஆடை நெய்கிற அனைத்து ஜனங்களும் மிக மிகத் துன்பப்படுவார்கள். அந்த ஜனங்களுக்கு சல்லா துணிகளை நெய்ய சணல் தேவைப்படும். ஆனால் ஆறு வறண்டுபோகும். எனவே சணல் வளராது."
  }, {
    "number" : 10,
    "verse" : "தண்ணீரைத் தேக்கி வைக்க அணை கட்டுகிறவர்களுக்கு வேலை இருக்காது. எனவே அவர்கள் துயரமாக இருப்பார்கள்."
  }, {
    "number" : 11,
    "verse" : "சோவான் பட்டணத்திலுள்ள தலைவர்கள் மூடர்கள். “பார்வோனின் ஞானமுள்ள ஆலோசனைக்காரர்கள்” தவறான ஆலோசனைகளைக் கொடுக்கிறார்கள். தம்மை ஞானிகள் என்று அந்தத் தலைவர்கள் கூறுகிறார்கள். ராஜாக்களின் பழைய குடும்பத்திலிருந்து வந்ததாக அவர்கள் கூறுகிறார்கள். ஆனால் தாம் நினைப்பதுபோல அவர்கள் அத்தனை புத்திசாலிகள் அல்ல."
  }, {
    "number" : 12,
    "verse" : "எகிப்தே! உனது புத்திசாலிகள் எங்கே? சர்வ வல்லமையுள்ள கர்த்தர் எகிப்திற்காக என்ன திட்டமிட்டிருக்கிறார் என்று அந்த புத்திசாலிகள் தெரிந்துகொள்ள வேண்டும். என்ன நிகழும் என்பதை உங்களுக்குச் சொல்லும் ஜனங்களாக அவர்கள் இருக்க வேண்டும்."
  }, {
    "number" : 13,
    "verse" : "சோவானின் தலைவர்கள் மூடரானார்கள். நோப்பின் தலைவர்கள் பொய்யானவற்றை நம்பினார்கள். எனவே, தலைவர்கள் எகிப்தை தவறான வழியில் நடத்திச்சென்றனர்."
  }, {
    "number" : 14,
    "verse" : "கர்த்தர் தலைவர்களைக் குழப்பமடைய செய்தார். அவர்கள் அலைந்து திரிந்து எகிப்தை தவறான வழிகளில் நடத்திச் சென்றனர். தலைவர்கள் செய்கிற அனைத்தும் தவறாயின. அவர்கள் குடிகாரர்கள் மயக்கத்தோடு தரையில் உருளுவதுபோலக் கிடந்தனர்."
  }, {
    "number" : 15,
    "verse" : "அந்தத் தலைவர்களால் செய்ய முடிந்தது எதுவுமில்லை. (இந்தத் தலைவர்கள் “தலைகளாகவும், வால்களாகவும்” இருக்கின்றனர். அவர்கள் “கிளையாகவும் நாணலாகவும்” இருக்கின்றனர்)."
  }, {
    "number" : 16,
    "verse" : "அந்தக் காலத்தில், எகிப்தியர்கள் அச்சமுள்ள பெண்களைப்போன்றிருப்பார்கள். அவர்கள் சர்வ வல்லமையுள்ள கர்த்தருக்கு பயப்படுவார்கள். ஜனங்களைத் தண்டிக்க கர்த்தர் தம் கையைத் தூக்குவார். அவர்கள் அஞ்சுவார்கள்."
  }, {
    "number" : 17,
    "verse" : "யூதாவின் தேசம் எகிப்தியார்களுக்குப் பயங்கரமான இடமாக இருந்தது. எகிப்திலுள்ள எவனும் யூதாவின் பெயரைக் கேட்டால் நடுங்குவான். இவை நிகழும், ஏனென்றால், சர்வ வல்லமையுள்ள கர்த்தர் எகிப்திற்கு பயங்கரங்கள் நிகழத் திட்டமிட்டிருக்கிறார்."
  }, {
    "number" : 18,
    "verse" : "அப்பொழுது, எகிப்தில் ஐந்து நகரங்கள் இருக்கும். அங்குள்ள ஜனங்கள் கானான் மொழியைப் (யூதமொழி) பேசிக்கொண்டிருப்பார்கள். இந்நகரங்களுள் ஒன்று “அழிவின் நகரம்” என்று பெயர் பெறும். சர்வ வல்லமையுள்ள கர்த்தரைப் பின்பற்றுவதாக ஜனங்கள் வாக்களிப்பார்கள்."
  }, {
    "number" : 19,
    "verse" : "அந்தக் காலத்தில், ஒரு பலிபீடம் எகிப்தின் மத்தியில் கர்த்தருக்காக இருக்கும். எகிப்தின் எல்லையில் கர்த்தருக்கு மகிமை சேர்க்கும் வகையில் நினைவுச் சின்னம் ஒன்று இருக்கும்."
  }, {
    "number" : 20,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் வல்லமை மிக்க செயல்களைச் செய்கிறார் என்பதற்கு இது அடையாளமாக இருக்கும். கர்த்தரிடம் உதவி கேட்டு ஜனங்கள் எந்த நேரத்தில் அலறினாலும் கர்த்தர் உதவியை அனுப்புவார். ஜனங்களைக் காப்பாற்றி பாதுகாக்க கர்த்தர் ஒருவனை அனுப்புவார். அந்த ஆள் இந்த ஜனங்களை அவர்களை ஒடுக்கும் மற்ற ஜனங்களிடமிருந்து காப்பாற்றுவான்."
  }, {
    "number" : 21,
    "verse" : "அந்தக் காலத்தில், எகிப்தின் ஜனங்கள் கர்த்தரைப் பற்றி உண்மையாகத் தெரிந்துகொள்வார்கள். எகிப்தின் ஜனங்கள் தேவனை நேசிப்பார்கள். அந்த ஜனங்கள் தேவனுக்குச் சேவை செய்வார்கள். பல பலிகளைக் கொடுப்பார்கள். அவர்கள் கர்த்தருக்குப் பல வாக்குறுதிகளைக் கொடுப்பார்கள். அவர்கள் அவ்வாக்குறுதிகளைக் காப்பாற்றுவார்கள்."
  }, {
    "number" : 22,
    "verse" : "எகிப்தின் ஜனங்களை கர்த்தர் தண்டிப்பார். பிறகு, கர்த்தர் அவர்களை மன்னிப்பார். (குணப்படுத்துவார்) அவர்கள் கர்த்தரிடம் திரும்பி வருவார்கள். கர்த்தர் அவர்களது ஜெபங்களைக் கேட்டு அவர்களைக் குணப்படுத்துவார். (மன்னிப்பார்)"
  }, {
    "number" : 23,
    "verse" : "அந்தக் காலத்தில், எகிப்திலிருந்து அசீரியாவிற்கு ஒரு பெரும் பாதை இருக்கும். பிறகு, ஜனங்கள் அசீரியாவிலிருந்து எகிப்திற்குப்போவார்கள். ஜனங்கள் எகிப்திலிருந்து அசீரியாவிற்குப்போவார்கள். எகிப்து அசீரியாவோடு சேர்ந்து வேலை செய்யும்."
  }, {
    "number" : 24,
    "verse" : "அந்தக் காலத்தில், இஸ்ரவேல் அசீரியாவுடனும் எகிப்துடனும் சேர்ந்து உடன்பாடு செய்யும். இது நாட்டுக்கான ஆசீர்வாதமாக விளங்கும்."
  }, {
    "number" : 25,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் இந்த நாடுகளை ஆசீர்வதிப்பார். “எகிப்தியரே நீங்கள் என் ஜனங்கள். அசீரியாவே நான் உன்னை உருவாக்கினேன். இஸ்ரவேலே நான் உன்னைச் சொந்தமாக்கினேன். நீங்கள் அனைவரும் ஆசீர்வதிக்கப்பட்டீர்கள்!” என்று அவர் சொல்வார்."
  } ]
}