{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஏசாயா",
  "bookEnglishName" : "Isaiah",
  "chapterNumber" : 29,
  "verses" : [ {
    "number" : 1,
    "verse" : "(எருசலேம் மீது தேவனுடைய அன்பு) தேவன் கூறுகிறார், “அரியேலைப் பாருங்கள்! தாவீது வாழ்ந்த நகரமே, அரியேல். ஆண்டுதோறும் அவனது விடுமுறைகள் தொடர்ந்து வந்திருக்கின்றன."
  }, {
    "number" : 2,
    "verse" : "நான் அரியேலைத் தண்டித்திருக்கிறேன். அந்நகரம் துக்கத்தாலும் அழுகையாலும் நிறைந்திருக்கிறது. ஆனால் அவள் எப்பொழுதும் எனது அரியேலாகவே இருக்கிறாள்."
  }, {
    "number" : 3,
    "verse" : "அரியேலே, நான் உன்னைச் சுற்றிப் படைகளை வைத்துள்ளேன். நான் உனக்கு எதிராகப்போர்க் கோபுரங்களை எழுப்பினேன்."
  }, {
    "number" : 4,
    "verse" : "நீ தோற்கடிக்கப்பட்டுத் தரையில் வீழ்த்தப்பட்டாய். இப்பொழுது ஒரு ஆவியின் சத்தத்தைப்போல உனது சத்தம் தரையிலிருந்து எழும்புவதை நான் கேட்கிறேன்.”"
  }, {
    "number" : 5,
    "verse" : "அங்கே பல அந்நியர்கள் புழுதியின் சிறு துணுக்குகளைப்போல இருக்கிறார்கள். அங்கே சில கொடூரமான ஜனங்கள் காற்றில் பறந்து வரும் பதர்களைப்போன்றுள்ளனர்."
  }, {
    "number" : 6,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் உன்னை நில நடுக்கம், இடி, பலத்தகுரல், கூச்சல் ஆகியவற்றால் தண்டிப்பார். அங்கே புயற் காற்று, பெருங்காற்று, நெருப்பு ஆகியவை தோன்றி அழிக்கவும் எரிக்கவும் செய்யும்."
  }, {
    "number" : 7,
    "verse" : "அரியேலுக்கு எதிராகப் பல நாடுகள் போரிடும். இது இரவில் வருகிற பயங்கரக் கனவு போன்றிருக்கும். படைகள் அரியேலை முற்றுகையிட்டு தண்டித்தன."
  }, {
    "number" : 8,
    "verse" : "ஆனால் அப்படைகளுக்கும் இது அத்தகைய கனவாக இருக்கும். அவர்கள் தாம் விரும்புகின்றவற்றைப் பெறுவதில்லை. இது, பசியுள்ளவன் உணவைப்பற்றிக் கனவு காண்பது போலிருக்கும். அவன் எழும்புகிறபோதும் பசியாகவே இருப்பான். இது, தாகமாயுள்ளவன் தண்ணீரைப்பற்றிக் கனவு காண்பது போலிருக்கும். அவன் விழித்தெழுகின்றபோதும் தாகமாகவே இருக்கும். சீயோனுக்கு எதிராகப்போரிடுகிற அனைத்து நாடுகளும் இது போலவே இருக்கும். அந்த நாடுகள் அவை விரும்புவதைப் பெறுவதில்லை."
  }, {
    "number" : 9,
    "verse" : "ஆச்சரியப்படுங்கள் பிரமிப்படையுங்கள். நீங்கள் நன்றாகக் குடித்திருப்பீர்கள், ஆனால் மதுவினால் அல்ல. நீங்கள் தள்ளாடி விழுவீர்கள், ஆனால் மதுவினால் அல்ல."
  }, {
    "number" : 10,
    "verse" : "கர்த்தர் உங்களைத் தூங்கச் செய்வார். கர்த்தர் உங்கள் கண்களை மூடச்செய்வார். (தீர்க்கதரிசிகள் உங்கள் கண்களாய் இருக்கிறார்கள்). கர்த்தர் உங்கள் தலைகளை மூடுவார். (தீர்க்கதரிசிகள் உங்கள் தலைகளாய் இருக்கிறார்கள்)."
  }, {
    "number" : 11,
    "verse" : "இவை நிகழும் என்று நான் உங்களுக்குக் கூறுகிறேன். ஆனால் நீங்கள் என்னைப் புரிந்துகொள்ளவில்லை. என்னுடைய வார்த்தைகள் மூடி முத்திரையிடப்பட்ட புத்தகத்தைப்போல் உள்ளன."
  }, {
    "number" : 12,
    "verse" : "நீங்கள் அந்தப் புத்தகத்தை வாசிக்க முடிந்த ஒருவனிடம் கொடுத்து வாசிக்கச் சொல்லலாம். ஆனால் அவன், “என்னால் இந்தப் புத்தகத்தை வாசிக்க முடியாது. இது மூடப்பட்டிருக்கிறது. என்னால் திறக்கமுடியாது” என்று சொல்வான். அல்லது நீங்கள் அந்தப் புத்தகத்தை வாசிக்கமுடியாத ஒருவனிடம் கொடுத்து வாசிக்கச் சொல்லலாம். அதற்கு அவன், “நான் இந்தப் புத்தகத்தை வாசிக்கமுடியாது, ஏனென்றால், எப்படி வாசிக்கவேண்டும் என்று எனக்குத் தெரியாது” என்பான்."
  }, {
    "number" : 13,
    "verse" : "எனது ஆண்டவர், “என்னை நேசிப்பதாக இந்த ஜனங்கள் கூறுகிறார்கள். அவர்கள் தங்கள் வாயின் வார்த்தைகளால் என்னைப் பெருமைபடுத்துகிறார்கள். ஆனால் அவர்களது இருதயங்கள் என்னை விட்டுத் தொலைவில் உள்ளன. அவர்கள் எனக்குக் காட்டும் மரியாதையானது மனிதர்கள் உண்டாக்கிய சட்டங்களைத் தாங்கள் மனப்பாடம் செய்யும் அளவுக்கு மட்டுமே இருந்தது."
  }, {
    "number" : 14,
    "verse" : "எனவே நான் அந்த ஜனங்களை ஆச்சரியப்படுத்த சில வல்லமைமிக்க, அதிசயப்படத்தக்கச் செயல்களைச் செய்வேன். அவர்களது ஞானிகள் தங்கள் ஞானத்தை இழப்பார்கள். அவர்களின் ஞானிகள் புரிந்துகொள்ள முடியாமல் போவார்கள்” என்று சொல்கிறார்."
  }, {
    "number" : 15,
    "verse" : "அந்த ஜனங்கள் சிலவற்றை கர்த்தரிடம் மறைக்க முயல்கிறார்கள். கர்த்தர் இதனைப் புரிந்துகொள்ளமாட்டார் என்று அவர்கள் நினைக்கிறார்கள். அந்த ஜனங்கள் இருட்டில் தங்கள் கெட்ட செயல்களைச் செய்கிறார்கள். அவர்கள் தமக்குள்: “எவரும் எங்களைப் பார்க்க முடியாது. நாங்கள் யார் என்று எவருக்கும் தெரியாது” எனக் கூறுகிறார்கள்."
  }, {
    "number" : 16,
    "verse" : "நீங்கள் குழம்பி இருக்கிறீர்கள். குயவனை களிமண்ணுக்குச் சமமாக நீங்கள் நினைக்கிறீர்கள். ஒருவனால் செய்யப்பட்ட பொருள் அவனைப் பார்த்து “நீ என்னை உன்டாக்கவில்லை” என்று சொல்ல முடியும் என்று நீங்கள் நினைக்கிறீர்கள். இது, ஒரு பானை தன்னை உருவாக்கியவனிடம் “நீ புரிந்துகொள்கிறதில்லை” என்று சொல்வது போன்றதாகும்."
  }, {
    "number" : 17,
    "verse" : "(நல்ல நேரம் வந்துகொண்டிருக்கிறது) இதுதான் உண்மை: கொஞ்ச நேரத்திற்குப் பிறகு, கர்மேல் மலையைப்போன்று லீபனோன் வளமான மண்ணைக்கொண்டது. கர்மேல் மலை ஒரு அடர்த்தியான காட்டைப்போன்றதாகும்."
  }, {
    "number" : 18,
    "verse" : "புத்தகத்தில் உள்ள வார்த்தைகளை ஒரு செவிடன் கேட்க முடியும். குருடன் இருளுக்கும் அந்தகாரத்திற்கும் ஊடே பார்க்கமுடியும்."
  }, {
    "number" : 19,
    "verse" : "கர்த்தர் ஏழைகளை மகிழ்ச்சியாக்குவார். இஸ்ரவேலின் பரிசுத்தரில் ஏழையான ஜனங்கள் களிப்படைவார்கள்."
  }, {
    "number" : 20,
    "verse" : "அற்பர்களும் கொடியவர்களும் அழிந்த பிறகு இது நிகழும். கெட்ட செயலில் மகிழ்ச்சி அடைகிற ஜனங்கள் போனபிறகு இது நிகழும்."
  }, {
    "number" : 21,
    "verse" : "(அந்த ஜனங்கள் நல்லவர்களைப்பற்றிப் பொய் சொல்கிறார்கள். அவர்கள் நீதிமன்றத்தில் வலைக்குட்படுத்த முயல்கிறார்கள். அவர்கள் அப்பாவி ஜனங்களை அழித்துவிட முயல்கிறார்கள்)."
  }, {
    "number" : 22,
    "verse" : "எனவே, கர்த்தர் யாக்கோபின் குடும்பத்தோடு பேசுகிறார். (இந்த கர்த்தர்தான் ஆபிரகாமை விடுதலை செய்தவர்). கர்த்தர் கூறுகிறார், “இப்போது, யாக்கோபு (இஸ்ரவேல் ஜனங்கள்) நாணமடைந்து வெட்கப்பட்டுப்போவதில்லை."
  }, {
    "number" : 23,
    "verse" : "அவன் அவரது பிள்ளைகள் எல்லோரையும் பார்ப்பான். எனது பெயர் பரிசுத்தமானது என்று அவன் கூறுவான். இந்தப் பிள்ளைகளை நான் என் கைகளால் செய்தேன். யாக்கோபின் பரிசுத்தமானவர் (தேவன்) மிகவும் சிறப்புடையவர் என்று இந்தப் பிள்ளைகள் கூறுவார்கள். இஸ்ரவேலின் தேவனை இந்தப் பிள்ளைகள் மதிப்பார்கள்."
  }, {
    "number" : 24,
    "verse" : "இந்த ஜனங்களில் பலர் புரிந்துகொள்ளமாட்டார்கள். எனவே, அவர்கள் தவறுகளைச் செய்வார்கள். இந்த ஜனங்கள் புரிந்துகொள்ளமாட்டார்கள். ஆனால் அவர்கள் தமது பாடத்தைக் கற்றுக்கொள்வார்கள்” என்கிறார்."
  } ]
}