{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஏசாயா",
  "bookEnglishName" : "Isaiah",
  "chapterNumber" : 59,
  "verses" : [ {
    "number" : 1,
    "verse" : "கெட்ட ஜனங்கள் தங்கள் வாழ்வை மாற்ற வேண்டும்பார், உன்னைக் காப்பாற்ற கர்த்தருடைய வல்லமை போதுமானதாக உள்ளது. நீ அவரிடம் உதவி கேட்கும்போது அவர் உனக்குப் பதில் தருவார்."
  }, {
    "number" : 2,
    "verse" : "ஆனால் உனது பாவங்கள் உன்னை தேவனிடமிருந்து விலக்குகிறது. உனது பாவங்கள் கர்த்தருடைய முகத்தை உன்னிடமிருந்து மறையச் செய்கிறது. அப்போது அவர் உனக்குச் செவி கொடுக்கமாட்டார்."
  }, {
    "number" : 3,
    "verse" : "உனது கைகள் அழுக்காக உள்ளன. அவை இரத்தத்தால் மூடப்பட்டுள்ளன. உனது விரல்கள் குற்றங்களால் மூடப்பட்டுள்ளன. நீ உனது வாயால் பொய்களைச் சொல்லுகிறாய். உனது நாக்கு தீயவற்றைக் கூறுகிறது."
  }, {
    "number" : 4,
    "verse" : "எவரும் மற்றவர்களைப் பற்றிய உண்மைகளைக் கூறுவதில்லை, ஜனங்கள் ஒருவரோடு ஒருவர் வழக்காடு மன்றத்தில் மோதுகிறார்கள். அவர்கள் தம் வழக்குகளில் வெல்வதற்கு பொய்யான வாக்குவாதங்களை நம்பி இருக்கிறார்கள். அவர்கள் ஒருவரைப்பற்றி ஒருவர் பொய் சொல்லுகிறார்கள். அவர்களுக்கு முழுவதுமாகத் துன்பம் உள்ளது. அவர்கள் தீமையைப் பெற்றெடுக்கிறார்கள்."
  }, {
    "number" : 5,
    "verse" : "விஷப் பாம்புகளிலிருந்து முட்டைகள் வருவதுபோல இவர்களிடமிருந்து தீமைகள் வருகின்றன. நீ அவற்றில் ஒரு முட்டையைத் உண்டால் மரித்துப்போவாய். அவற்றில் ஒரு முட்டையை உடைத்தால், ஒரு விஷப்பாம்பு வெளியே வரும். ஜனங்கள் பொய் சொல்கிறார்கள். அந்தப் பொய்கள் சிலந்தி வலைபோன்றுள்ளன."
  }, {
    "number" : 6,
    "verse" : "அந்த வலைகளை ஆடைகளுக்குப் பயன்படுத்த முடியாது. அந்த வலைகளால் நீ உன்னை மூடிக்கொள்ள முடியாது. சிலர் கெட்டச் செயல்களைச் செய்வார்கள். மற்றவர்களுக்குக் கொடுமை செய்யத் தம் கைகளைப் பயன்படுத்துவார்கள்."
  }, {
    "number" : 7,
    "verse" : "அந்த ஜனங்கள் தம் கால்களைத் தீமைசெய்ய ஓடுவதற்குப் பயன்படுத்துவார்கள். அவர்கள் குற்றம் ஒன்றுமே செய்யாதவர்களைக் கொலை செய்ய விரைவார்கள். அவர்கள் தீய எண்ணங்களைச் சிந்திப்பார்கள். கலகமும் கொள்ளையும் அவர்களின் வாழ்க்கைமுறையாக உள்ளது."
  }, {
    "number" : 8,
    "verse" : "அந்த ஜனங்கள் சமாதானத்தின் வழியை அறிவதில்லை. அவர்களின் வாழ்வில் நன்மை இல்லை. அவர்களின் வழிகள் நேர்மையானதாக இல்லை. அவர்கள் வாழ்வதுபோன்று வாழ்கிற எவரும் தம் வாழ்வில் சமாதானத்தை அடையமாட்டார்கள்."
  }, {
    "number" : 9,
    "verse" : "இஸ்ரவேலரின் பாவம் துன்பத்தைக் கொண்டுவருகிறதுஅனைத்து நேர்மையும், நன்மையும் போனது. நமக்கு அருகில் இருள் மட்டுமே உள்ளது. எனவே, நாம் வெளிச்சத்துக்காக காத்திருக்கவேண்டும். நாம் பிரகாசமான வெளிச்சத்தை எதிர்பார்க்கிறோம். ஆனால், நம்மிடம் இருப்பதெல்லாம் இருள்தான்."
  }, {
    "number" : 10,
    "verse" : "கண்கள் இல்லாத ஜனங்களைப்போன்றிருக்கிறோம். நாம் குருடர்களைப்போன்று சுவர்களில் மோதுகிறோம். இருட்டில் இருப்பதுபோல இடறிக் கீழே விழுகிறோம். பகலிலும்கூட நம்மால் பார்க்க முடிவதில்லை. மத்தியான வேளையில் நாம் மரித்தவர்களைப்போன்று விழுகிறோம்."
  }, {
    "number" : 11,
    "verse" : "நாம் எல்லோரும் மிகுந்த துக்கத்தில் இருக்கிறோம். நாம் கரடிகள் மற்றும் புறாக்களைப்போன்று துக்க ஓசைகளைச் எழுப்புகிறோம். நாம் ஜனங்கள் நியாயமாயிருக்கும் காலத்திற்காக காத்திருக்கிறோம். ஆனால் இதுவரை நியாயமில்லை. நாம் காப்பாற்றப்படுவதற்காகக் காத்திருக்கிறோம். ஆனால், இரட்சிப்பு இன்னும் வெகு தொலைவில் உள்ளது."
  }, {
    "number" : 12,
    "verse" : "ஏனென்றால், நாம் நமது தேவனுக்கு எதிராகப் பல தீமைகளைச் செய்திருக்கிறோம். நாம் தவறானவர்கள் என்பதை நமது பாவங்கள் காட்டுகின்றன. இவற்றையெல்லாம் செய்த குற்றவாளிகள் என்பதை நாம் அறிவோம்."
  }, {
    "number" : 13,
    "verse" : "நாம் பாவங்கள் செய்து கர்த்தருக்கு எதிராகத் திரும்பினோம். நாம் அவரை விட்டுத் திரும்பி அவரை விட்டு விலகினோம். நாம் தீயவற்றுக்குத் திட்டமிட்டோம். தேவனுக்கு எதிராக இருக்கும் செயல்களுக்குத் திட்டமிட்டோம். நம்மிடம் இவற்றைப் பற்றிய எண்ணங்கள் உண்டு. நமது இதயத்தில் இவற்றைப்பற்றி திட்டமிட்டோம்."
  }, {
    "number" : 14,
    "verse" : "நம்மிடமிருந்து நீதி திரும்பிவிட்டது. நேர்மையானது வெகு தொலைவில் உள்ளது. உண்மையானது தெருக்களில் விழுந்து கிடக்கின்றது. நன்மையானது நகரத்திற்குள் நுழைய அனுமதிக்கப்படவில்லை."
  }, {
    "number" : 15,
    "verse" : "உண்மை போய்விட்டது. நன்மை செய்யவேண்டும் என்று முயற்சி செய்கிறவர்கள் கொள்ளையடிக்கப்படுகிறார்கள். கர்த்தர் பார்த்தார். அவரால் எந்த நன்மையும் கண்டுகொள்ள முடியவில்லை. கர்த்தர் இதனை விரும்பவில்லை."
  }, {
    "number" : 16,
    "verse" : "கர்த்தர் பார்த்து ஆச்சரியப்பட்டார். ஜனங்களுக்கு உதவி செய்ய ஒருவனும் நிற்பதைக் கண்டுகொள்ள முடியவில்லை. எனவே, கர்த்தர் தனது சொந்த வல்லமயையும் நீதியையும் பயன்படுத்தினார். கர்த்தர் ஜனங்களைக் காப்பாற்றினார்."
  }, {
    "number" : 17,
    "verse" : "கர்த்தர் போருக்குத் தயார் செய்தார். கர்த்தர் நீதியை மார்புக் கவசமாக்கினார். இரட்சிப்பைத் தலைக்குச் சீராவாக்கினார். தண்டனைகள் என்னும் ஆடைகளை அணிந்துகொண்டார். உறுதியான அன்பைச் சால்வையாகப்போர்த்தினார்."
  }, {
    "number" : 18,
    "verse" : "கர்த்தர் தனது பகைவர்கள்மீது கோபம் கொண்டிருக்கிறார். எனவே, கர்த்தர் அவர்களுக்கு ஏற்ற தண்டனையைக் கொடுப்பார். கர்த்தர் தனது பகைவர்கள் மீது கோபம்கொண்டிருக்கிறார். எனவே, தொலைதூர இடங்களிலுள்ள ஜனங்களையும் கர்த்தர் தண்டிப்பார். கர்த்தர் அவர்களுக்கு ஏற்ற தண்டனையைக் கொடுப்பார்."
  }, {
    "number" : 19,
    "verse" : "எனவே, மேற்கே உள்ள ஜனங்கள் அஞ்சி, கர்த்தருடைய நாமத்திற்கு மரியாதை தருவார்கள். கிழக்கே உள்ள ஜனங்கள் அஞ்சி, கர்த்தருடைய மகிமைக்கு மரியாதை தருவார்கள். கர்த்தர் விரைவில் வருவார். கர்த்தர் வேகமாகப் பாயும் ஆறு பலமான காற்றால் அடித்து வருவதுபோல் விரைந்து வருவார்."
  }, {
    "number" : 20,
    "verse" : "பிறகு, ஒரு மீட்பர் சீயோனுக்கு வருவார். அவர் பாவம் செய்து பிறகு தேவனிடம் திரும்பிய யாக்கோபின் ஜனங்களிடம் வருவார்."
  }, {
    "number" : 21,
    "verse" : "கர்த்தர் கூறுகிறார், “அந்த ஜனங்களோடு நான் ஒரு உடன்படிக்கைச் செய்வேன். எனது ஆவியும் வார்த்தையும் உனது வாயில் போடப்பட்டுள்ளது. அவை உம்மை விட்டு விலகாது. நான் வாக்களிக்கிறேன். அவை உங்கள் பிள்ளைகளிடமும், பிள்ளைகளின் பிள்ளைகளிடமும் இருக்கும். இவை உங்களுடன் இப்பொழுதும் என்றென்றும் இருக்கும்.”"
  } ]
}