{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஏசாயா",
  "bookEnglishName" : "Isaiah",
  "chapterNumber" : 60,
  "verses" : [ {
    "number" : 1,
    "verse" : "தேவன் வந்துகொண்டிருக்கிறார்“எருசலேமே! என் வெளிச்சமே! எழு! உனது வெளிச்சம் (தேவன்) வந்துகொண்டிருக்கிறது. கர்த்தருடைய மகிமை உன் மேல் ஒளிவீசும்."
  }, {
    "number" : 2,
    "verse" : "இப்போது பூமியை இருள் மூடியிருக்கிறது. ஜனங்கள் இருளில் உள்ளனர். ஆனால் கர்த்தர் உன்மேல் ஒளிவீசுகிறார். அவரது மகிமை உன்மேல் தோற்றம் தரும்."
  }, {
    "number" : 3,
    "verse" : "தேசங்கள், உனது வெளிச்சத்திடம் (தேவன்) வரும். ராஜாக்கள், உனது பிரகாசமான வெளிச்சத்திடம் வருவார்கள்."
  }, {
    "number" : 4,
    "verse" : "உன்னைச் சுற்றிப் பார்! ஜனங்கள் ஒன்றுகூடி உன்னிடம் வந்துகொண்டிருக்கிறார்கள். அவர்கள் உனது குமாரர்கள், வெகு தொலைவிலிருந்து வருகிறார்கள். உனது குமாரத்திகளும் அவர்களோடு வருகிறார்கள்."
  }, {
    "number" : 5,
    "verse" : "“இது எதிர்காலத்தில் நடைபெறும். அப்போது, நீ உனது ஜனங்களைக் காண்பாய். உனது முகம் மகிழ்ச்சியுடன் பிரகாசிக்கும். முதலில் நீ பயப்படுவாய்! ஆனால் பிறகு நீ கிளர்ச்சியடைவாய். கடல்களைத் தாண்டி வரும் ஜனங்களின் கூட்டம் உன் முன் இருக்கும். பலநாட்டு ஜனங்களும் உன்னிடம் வருவார்கள்."
  }, {
    "number" : 6,
    "verse" : "மீதியான் ஏப்பாத் நாடுகளில் உள்ள ஒட்டகக் கூட்டங்கள் உனது நாட்டைக் கடக்கும். சேபாவிலிருந்து நீள வரிசையாக ஒட்டகங்கள் வரும். அவர்கள் பொன்னையும் நறுமணப் பொருட்களையும் கொண்டுவருவார்கள். ஜனங்கள் கர்த்தரைத் துதித்துப் பாடுவார்கள்."
  }, {
    "number" : 7,
    "verse" : "கேதாரிலுள்ள அனைத்து ஆடுகளையும் சேகரித்து ஜனங்கள் உன்னிடம் தருவார்கள். நெபாயோத்திலிருந்து அவர்கள் ஆட்டுக் கடாக்களைக் கொண்டுவருவார்கள். எனது பலிபீடத்தில் அந்த மிருகங்களை நீங்கள் பலியிடுவீர்கள். நான் அவற்றை ஏற்றுக்கொள்வேன். எனது அற்புதமான ஆலயத்தை மேலும் நான் அழகுபடுத்துவேன்."
  }, {
    "number" : 8,
    "verse" : "ஜனங்களைப் பாருங்கள்! மேகங்கள் விரைவாக வானத்தைக் கடப்பதுபோன்று அவர்கள் உன்னிடம் விரைந்து வருகின்றனர். புறாக்கள் தம் கூடுகளுக்குப் பறந்து போவதுபோல் போகின்றனர்."
  }, {
    "number" : 9,
    "verse" : "எனக்காகத் தொலைதூர நாடுகள் எல்லாம் காத்திருக்கின்றன. பெரிய சரக்குக் கப்பல்களும் பயணத்திற்குத் தயாராக உள்ளன. அக்கப்பல்கள் தொலை தூர நாடுகளிலிருந்து, உனது பிள்ளைகளைக் கொண்டுவரத் தயாராக உள்ளன. அவர்கள் பொன்னையும், வெள்ளியையும் தங்களோடு எடுத்து வந்து உங்கள் தேவனாகிய கர்த்தரும், இஸ்ரவேலின் பரிசுத்தருமானவரை மகிமைப்படுத்துவார்கள். கர்த்தர் உனக்காக அற்புதச் செயல்களைச் செய்கிறார்."
  }, {
    "number" : 10,
    "verse" : "மற்ற நாடுகளில் உள்ள பிள்ளைகள், உனது சுவர்களை மீண்டும் கட்டுவார்கள். அவர்களின் ராஜாக்கள் உனக்குச் சேவைசெய்வார்கள். “நான் கோபமாக இருந்தபோது, நான் உன்னைக் காயப்படுத்தினேன். ஆனால் இப்போது, நான் உன்னிடம் தயவாயிருக்க விரும்புகிறேன். எனவே உனக்கு நான் ஆறுதல் செய்வேன்."
  }, {
    "number" : 11,
    "verse" : "உனது கதவுகள் எப்போதும் திறந்திருக்கும். அவை, இரவு அல்லது பகல் எவ்வேளையிலும் மூடப்படாதவை. நாடுகளும் ராஜாக்களும் தங்கள் செல்வங்களை உனக்குக் கொண்டுவருவார்கள்."
  }, {
    "number" : 12,
    "verse" : "உனக்குச் சேவைசெய்யாத எந்த நாடும், இராஜ்யமும் அழிக்கப்படும்."
  }, {
    "number" : 13,
    "verse" : "லீபனோனில் உள்ள மிகச்சிறந்த பொருட்கள் உனக்குக் கொடுக்கப்படும். ஜனங்கள் உனக்கு தேவதாரு, பாய்மரம், புன்னை போன்ற மரங்களைக் கொண்டுவருவார்கள். இம்மரங்கள் எனது பரிசுத்தமான இடத்தைக் கட்டவும் மேலும் அழகுபடுத்தவும் பயன்படும். இந்த இடம் சிங்காசனத்திற்கு முன்பு உள்ள சிறு நாற்காலிபோல் இருக்கும். நான் இதற்கு பெருமதிப்பு கொடுப்பேன்."
  }, {
    "number" : 14,
    "verse" : "கடந்த காலத்தில், ஜனங்கள் உன்னைக் காயப்படுத்தினார்கள், அந்த ஜனங்கள் இப்பொழுது உன் முன்னால் பணிவார்கள். கடந்த காலத்தில், ஜனங்கள் உன்னை வெறுத்தனர். அந்த ஜனங்கள் உன் காலடியில் பணிவார்கள். அவர்கள் உன்னை ‘கர்த்தருடைய நகரம்’ ‘இஸ்ரவேலுடைய பரிசுத்தமானவரின் சீயோன்’ என்றும் அழைப்பார்கள்."
  }, {
    "number" : 15,
    "verse" : "“நீ மீண்டும் தனியாகக் கைவிடப்படமாட்டாய். நீ மீண்டும் வெறுக்கப்படமாட்டாய். நீ மீண்டும் வெறுமையாக்கப்படமாட்டாய். நான் என்றென்றும் உன்னை பெரியவனாக்குவேன். நீ என்றென்றும் மகிழ்ச்சியோடு இருப்பாய்."
  }, {
    "number" : 16,
    "verse" : "உனக்குத் தேவையான அனைத்தையும் நாடுகள் தரும். இது குழந்தை தன் தாயிடமிருந்து பால் குடிப்பதுபோன்று இருக்கும். ஆனால் நீ ராஜாக்களிடமிருந்து செல்வத்தைக் குடிப்பாய். பிறகு நீ, அது நான் என்றும் உன்னைக் காப்பாற்றும் கர்த்தர் என்றும் அறிந்துகொள்வாய். யாக்கோபின் பெரிய தேவன் உன்னைக் காப்பாற்றுகிறவர், என்பதை நீ அறிந்துகொள்வாய்."
  }, {
    "number" : 17,
    "verse" : "“இப்போது உன்னிடம் வெண்கலம் உள்ளது. நான் உனக்குப் பொன்னைக் கொண்டுவருவேன். இப்போது, உன்னிடம் இரும்பு உள்ளது. நான் உனக்கு வெள்ளியைக் கொண்டுவருவேன். நான் உனது மரத்தை வெண்கலமாக மாற்றுவேன். நான் உனது கற்களை இரும்பாக மாற்றுவேன். நான் உனது தண்டனைகளைச் சமாதானம் ஆக்குவேன். ஜனங்கள் இப்போது, உன்னைப் புண்படுத்துகிறார்கள். ஆனால், ஜனங்கள் உனக்காக நல்லவற்றைச் செய்வார்கள்."
  }, {
    "number" : 18,
    "verse" : "உனது நாட்டில் வன்முறைபற்றிய செய்திகள் இனி இராது. உனது நாட்டை ஜனங்கள் மீண்டும் தாக்கி உனக்குள்ளதைப் பறிக்கமாட்டார்கள். நீ உனது சுவர்களுக்கு ‘இரட்சிப்பு’ என்றும் உனது வாசல்களுக்கு ‘துதி’ என்றும் பெயரிடுவாய்."
  }, {
    "number" : 19,
    "verse" : "“பகலில் இனி சூரியன் உனக்கு வெளிச்சத்தைத் தராது. இரவில் சந்திரன் இனி உனக்கு வெளிச்சத்தைத் தராது. ஏனென்றால், என்றென்றும் கர்த்தரே உனக்கு வெளிச்சமாய் இருப்பார். உனது தேவனே உனக்கு மகிமையுமாயிருப்பார்."
  }, {
    "number" : 20,
    "verse" : "உனது சூரியன் மீண்டும் அஸ்தமிக்காது. உனது சந்திரன் மீண்டும் மறையாது. ஏனென்றால், கர்த்தரே என்றென்றும் உன் வெளிச்சமாய் இருப்பார்! உனது துக்கத்திற்குரிய காலம் முடிந்துவிட்டது."
  }, {
    "number" : 21,
    "verse" : "“உனது ஜனங்கள் அனைவரும் நல்லவர்கள் ஆவார்கள். அந்த ஜனங்கள் பூமியை என்றென்றும் பெறுவார்கள். நான் அந்த ஜனங்களைப் படைத்தேன். அவர்கள் அற்புதமான செடிகள். நான் அவர்களை எனது கைகளினால் படைத்தேன்."
  }, {
    "number" : 22,
    "verse" : "மிகச் சிறிய குடும்பம்கூட மிகப்பெரிய கோத்திரமாக வளரும். சிறிய குடும்பங்கள் வலிமை மிகுந்த நாடாகும். காலம் சரியாகும்போது நான் சீக்கிரமாய் வருவேன். நான் இவற்றையெல்லாம் நடக்கும்படிச் செய்வேன்.”"
  } ]
}