{"bibleAbbr":"awaERV2005","bookName":"रोमियन क पत्र","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"भाइयो तथा बहिनियो, मोरे हीये क इच्छा बा अउर मइँ परमेस्सर स ओन्हन सबके बरे पराथना करत हउँ कि ओनकर उद्धार होइ जाइ।"},{"number":2,"verse":"काहेकि मइँ साच्छी देत हउँ कि ओहमाँ परमेस्सर क धुन बा। परन्तु उ ज्ञान पे नाहीं टिकी बा"},{"number":3,"verse":"काहेकि उ पचे उ धार्मिकता क नाहीं जानत रहेन जउन परमेस्सर स मिलत अहइ। अउर उ सबइ आपन निजी धार्मिकता क स्थापना क जतन करत रहेन। तउ उ परमेस्सर क धार्मिकता क नाहीं स्वीकारेन।"},{"number":4,"verse":"मसीह व्यवस्था क अन्त किहेस ताकि हर कउनो क जउन बिसवास करत ह, उ परमेस्सर बरे धार्मिक होइ जाइ।"},{"number":5,"verse":"धार्मिकता क बारे मँ जउन व्यवस्था स मिलत ह, मूसा लिखे बाटइ, “जउन व्यवस्था पे चली, उ ओनके कारण जिन्दा रही।”"},{"number":6,"verse":"परन्तु बिसवास स मिलइवाली धार्मिकता क बरे मँ पवित्तर सास्तर इ कहत ह, “तू अपने स इ न पूछा, ‘सरगे मँ ऊप्पर कउन जाई?’” (यानि “मसीह क नीचे धरती पे लियावइ।”)"},{"number":7,"verse":"“या, ‘नीचे अधोलोक मँ कउन जाई?’” (यानि “मसीह क मरा हुवन मँ स ऊपर लियावइ?”)"},{"number":8,"verse":"पवित्तर सास्तर इ कहत ह: “बचन तोहरे लगे बा, तोहरे ओठन पे बा अउर तोहरे मने मँ बा।” यानि बिसवास क वह बचन जेकर हम प्रचार करत अही,"},{"number":9,"verse":"कि अगर तू अपने मूँहे स घोसित करा, “ईसू मसीह पर्भू अहइ”, अउर तू अपने मने मँ इ बिसवास करा कि परमेस्सर तउ ओका मरा हुवन मँ स जिन्दा किहेस तउ तोहार उद्धार होइ जाई।"},{"number":10,"verse":"काहेकि अपने हृदय क बिसवास स मनई धार्मिक ठहरावा जात ह अउर अपने मुँहे स ओकरे बिसवास क स्वीकार करइ स ओकर उद्धार होत ह।"},{"number":11,"verse":"पवित्तर सास्तर कहत ह, “जउन केऊ ओहमाँ बिसवास रखत ह ओका निरास न होइ पड़ी।”"},{"number":12,"verse":"इ एह बरे बा कि यहूदी अउर गैर यहूदी मँ कउनउ भेद नाहीं कहेकि सब क पर्भू तउ एक्कइ अहइ। अउर ओकर दया ओन्हन सब क बरे, देत ह जउन ओकर नाउँ लेत हीं, अपरम्पार बा।"},{"number":13,"verse":"पवित्तर सास्तर कहत ह, “हर केऊ जउन पर्भू क नाउँ लेत हीं, उद्धार पइहीं।”"},{"number":14,"verse":"परन्तु उ सबइ जउन ओहमाँ बिसवास नाहीं करतेन, ओकर नाउँ कइसे पुकरिहीं? अउर उ पचे जउन ओकरे बारे मँ सुनेन नाहीं, ओहे मँ बिसवास कइसे कइ पइहीं? अउर फिन भला जब तलक केऊ ओनका उपदेस देइवाला न होइ, उ पचे कइसे सुन सकिहीं?"},{"number":15,"verse":"अउ उपदेसक तब तलक उपदेस कइसे दइ पइहीं? जब तलक ओनका भेजा न गवा होइ? जइसेन कि पवित्तर सास्तर मँ कहा बा, “सुसमाचार लियावइ वालन क चरण केतना सुन्दर बाटेन।”"},{"number":16,"verse":"परन्तु सब सुसमाचार क स्वीकार करेन नाहीं। यसायाह कहत ह, “पर्भू हमरे उपदेस क कउन स्वीकार किहेस?”"},{"number":17,"verse":"तउ सुसमाचार क सुनइ स बिसवास उपजत ह अउर सुसमाचार तब सुना जात ह जब केऊँ मसीह क बारे मँ उपदेस देत ह।"},{"number":18,"verse":"परन्तु मइँ कहत हउँ, “का उ पचे हमरे सुसमाचार क नाहीं सुनेन?” हाँ निस्चय ही। पवित्तर सास्तर कहत ह: “ओनकर स्वर समूचा धरती पे फइल गवा अउर ओनकर बचन जगत क एक छोर स दुसरे छोर तलक पहुँचेन।”"},{"number":19,"verse":"परन्तु मइँ पूछित हउँ कि, “का इस्राएली नाहीं समझत रहेन?” मूसा कहत ह: “पहिले मइँ तू लोगन क मन मँ अइसेन लोगन क द्वारा जउन सही मँ कउनउ जाति नाहीं अहइ, डाह पैदा करब। मइँ उ रास्ट्र, जो समझत नाहीं, तोहे किरोध दियाउब।”"},{"number":20,"verse":"फिन यसायाह साहस क साथ कहत ह: “मोका ओन्हन सब पाइ लिहेन जउन मोका नाहीं खोजत रहेन। मइँ ओनव्के बरे परगट होइ गएउँ। जउन मोर खोज खबर मँ नहीं रहेन।”"},{"number":21,"verse":"परन्तु परमेस्सर इस्राएलियन क बारे मँ कहत रहा, “मइँ सब दिना आज्ञा न मानइवालन अउर अपने बिरोधियन क आगे हाथ फइलाए रहेउँ।”"}]}