{"bibleAbbr":"awaERV2005","bookName":"रोमियन क पत्र","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"( दुसरन मँ दोस न निकारा) जेकर बिसवास कमजोर बा, ओकर भी स्वागत करा परन्तु वाद विवाद करइके बरे नाहीं।"},{"number":2,"verse":"केउ मानत ह कि उ सब कछू खाइ सकत ह, परन्तु कउनउ कमजोर मनई बस साग-पात इ खात ह।"},{"number":3,"verse":"जउन हर तरह का खाना खात ह, ओका उ मनइयन क हीन न समझइ चाही जउन कछू चीज नाहीं खातेन अइसेन ही वह जो कछू वस्तुअन नाहीं खात ह, ओका सब कछू खाइवाले क बुरा नाहीं कहइ चाही। काहेकि परमेस्सर उस मनई को स्वीकार कइ लिहे बा।"},{"number":4,"verse":"तू कउनो दूसर घरे क दास प दोस लगावइ वाला कउन होत ह्या? ओकर अनुमोदन या ओका अनुचित ठहरावइ स्वामी पे उ निर्भर करत ह। उ अवलम्बित रही। काहेकि ओका पर्भू तउ अवलम्बित होइके टिका रहइ क सक्ति दिहेस।"},{"number":5,"verse":"अउर फिन कउनउ कीहीउ एक दिन क सब दिना स अच्छा मानत हीं अउर दुसर ओका सब दिनन क बराबर मानत हीं तउ हर कउनो क पूरी तरह अपनी दृढ़ धारणा पर निस्चित रहइ चाही।"},{"number":6,"verse":"जउन कउनो उ विसेख दिन क मानत हीं उ ओका पर्भू क आदर देइ क बरे ही मानत ह। अउर जे सब कछू खात ह उहइ पर्भू क आदर देइ क बरे ही खात ह। काहेकि परमेस्सर क धन्यबाद करत ह। अउर जे कीहीउ चीजन क नाहीं खात, उहउ अइसेन इही बरे नाहीं करत ह काहेकि उहउ पर्भू क ही आदर देइ चाहत ह। उ भी परमेस्सर क ही धन्यवाद देत ह।"},{"number":7,"verse":"हम पचन मँ स कउनउ भी न तउ अपने बरे जिअत ह, अउर न अपने बरे मरत ह।"},{"number":8,"verse":"हम जिअत ह तउ पर्भू क बरे अउर अगर मरित ह तउ पर्भू क बरे। तउन चाहे हम जिई चाहे मरी, हम हई तउ पर्भू क ही।"},{"number":9,"verse":"इही बरे मसीह मरा, अउर इही बरे जी उठा ताकि उ, उ जउन अब मरि चुका अहइ, अउर जउन जीवित अहइ दुइनउँ क पर्भू होइ सकइ।"},{"number":10,"verse":"तउन तू अपने बिसवास मँ टिका भवा अपने भाइ पे दोस काहे लगावत ह? या तू अपने बिसवास मँ कमजोर भाई क हीन काहे मानत ह? हम सभन क परमेस्सर क नियाउ क सिंहासन क आगे होइ क बा।"},{"number":11,"verse":"पवित्तर सास्तरन मँ लिखा बा: “पर्भू कहे बा, ‘मोरे जीवन क कसम’ हर कीहीउ क ‘मोरे सामने घुटना टेइक होई। अउर हर जुबान परमेस्सर क पहिचानी।’”"},{"number":12,"verse":"तउन हममे स हर एक क परमेस्सर क आगे आपन लेखा-जोखा देइ क होई।"},{"number":13,"verse":"( पाप क बरे प्रेरित न करा) तउन हम आपस मँ दोख लगाउब बन्द करी अउर इ निस्चय करी कि अपने भाई क रस्ता मँ हम कउनउ अड़चन खड़ी न करबइ अउर न ही ओका पाप क बरे उकसउबइ।"},{"number":14,"verse":"पर्भू ईसू मँ आस्थावान होइके कारण मइँ मानत हउँ कि अपने आप मँ कउनउ खाना अपवित्तर नाहीं बा। उ केवल ऊही क बरे अपवित्तर बा, जे ओका अपवित्तर मानत ह। ओकरे बरे ओकर खाब अनुचित बा।"},{"number":15,"verse":"अगर तोहर भाई क तोहरे खाना स ठेस पहुँचत ह तउ तू सहीयउ मँ पियार क व्यउहार नाहीं करत अहा। तउ तू अपने खाना स ओका ठेस न पहुँचावा काहेकि मसीह उ तलक क बरे उ आपन प्रान तजेस।"},{"number":16,"verse":"तउन जउन तोहरे बरे अच्छा बा ओका दूसरे लोगन द्वारा निन्दनीय ना बनइ द्या।"},{"number":17,"verse":"काहेकि परमेस्सर क राज्य बस खाब-पीयब नाहीं बा, पर धार्मिकता, सान्ति अउर पवित्तर आतिमा स मिला आनन्द मँ बा।"},{"number":18,"verse":"जउन मसीह क एह तरह सेवा करत ह, ओसे परमेस्सर खुस रहत हीं अउर लोग ओका स्वीकार कहिरीं।"},{"number":19,"verse":"एह बरे हम पचे ओन्हन बातन मँ लगा रही जउन सान्ति क बढ़ावत ह अउर जेहसे एक दूसरे क आत्मिक बढ़ोत्तरी मँ सहायता मिलत ह।"},{"number":20,"verse":"खाना बरे परमेस्सर क काम क न बिगाड़ा। हर तरह क भोजन पवित्तर अहइ किन्तु कउनो भी व्यक्ति क बरे कछू भी खाना ठीक नाहीं अहइ जउन कउनो अउर भाई क पाप क रास्ते पर लइ जाइ।"},{"number":21,"verse":"मांस नाहीं खाब अच्छा बा, दाखरस नाहीं पिअब अच्छा बा अउर कछू अइसेन नाहीं करब अच्छा बा जउन तोहरे भाई को पाप मँ ढकेरत ह।"},{"number":22,"verse":"अपने बिसवास क परमेस्सर अउर अपने बीच मँ ही रखा। उ धन्य अहइ जे जउन उही करत ह, जेका उ उचित समझत ह बिना अपने का दोसी समझत भए।"},{"number":23,"verse":"परन्तु अगर केउ अइसेन चीजी क खात ह, जेकरे खाइ क बरे उ आस्वस्त नाहीं अहइ तउ उ दोसी ठहरत ह। काहेकि ओकर खाब ओनके बिसवास क अनुसार नाहीं बा अउर उ सब कछू जउन बिसवास पे नाहीं टिका बा, पाप अहइ।"}]}