{"bibleAbbr":"awaERV2005","bookName":"रोमियन क पत्र","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"अब यहूदियन होइ क लाभ या अउर खतना क महत्ता केतॅनी बा?"},{"number":2,"verse":"यहूदियन होइ क बड़ी महत्ता अहइ, काहेकि सबसे पहिला इ कि परमेस्सर क उपदेस ओनहिन का सौंपा गवा रहा।"},{"number":3,"verse":"ओन्हन मँ स कछू एक धोखाबाज होइ, अहइ तउ का अहइ? ओन्हन धोखाबाजेन क वजह स परमेस्सर क बिसवास तो नाहीं कम होइ जात?"},{"number":4,"verse":"बिल्कुल नाहीं, सबइ झूठे होइ जाइँ तबउ परमेस्सर सच्चा रही, इ बात पवित्तर सास्तरन मँ लिखी बाटइ: “जब तू बोलब्या तउ तोहका सबइ पतियइहइँ जब तोहार न्याय होई, तउ तू जितब्या।”"},{"number":5,"verse":"अगर मनई क अधार्मिकता मँ परमेस्सर की धार्मिकता सिद्ध करत ह, अइसन मँ हमका का करइ क चाही? का परमेस्सर हम पइ कुपित होइ क मनइयन क दण्ड देत ह? (मइँ मनई क नाई आपन बात कहत हउँ)"},{"number":6,"verse":"बिलकुल नाहीं, नाहीं तो परमेस्सर जगत क निआव कइसे करी?"},{"number":7,"verse":"मुला तू इ कहि सकत ह, “मोरे झूठ बोलइ स परमेस्सर क सच उजागिर होत ह तउ एहसे ओकर महिमा ही होत ह; फिन मोका दोखी (पापी) काहे का बतावत ह?”"},{"number":8,"verse":"इ कहइ क वइसे होई काहे, “अगर हम बुरा काम करी तउ भलाई उजागिर होइ।” अइसेन आरोप हम पचन क ऊपर लोग लगावत हीं। इ सबइ लोग जे इ कहत हीं कि हम पचे ओनका पढ़ाइत ह। अइसे लोग दोखी कहा जाइ लायक अहइँ ओनका सजा देइ चाही।"},{"number":9,"verse":"( सबहिं लोग दोखी अहउँ) फिन का भवा? यहूदी अउ गैर यहूदियन मँ कउनो भेद नाहीं बा, जइसेन कि पहले बतावा गवा बा कि चाहे यहूदियन होइँ या गैर यहूदियन सबहीं पाप क बस मँ अहइँ।"},{"number":10,"verse":"पवित्तर सास्तरन कहत हीं: “कउनो धर्मी नाहीं अहइ, एक ठु भी नाहीं!"},{"number":11,"verse":"एकउ भी समझदार नाहीं, एकउ क उ अइसा नाहीं उहइ जे परमेस्सर क वास्तव मँ खोजत ह।"},{"number":12,"verse":"इहाँ प सबइ परमेस्सर स विमुख होइके भटकत अहइँ, सबन खोटे अहइँ। एकउ नाहीं अहइ जे अच्छा काम करत ह एकउ नाहीं!”"},{"number":13,"verse":"“ओनकर मुँह खुली कब्र अहइ, अउर वे अपनी जीभ स धोखा देत अहइँ।” “नाग क बिख क तहर ओनकर ओंठ अहइँ,”"},{"number":14,"verse":"“मुँह पइ सराप व कटुता भरी रहत ह।”"},{"number":15,"verse":"“जान मारइ का तउ हरदम उतावला रहत हीं।"},{"number":16,"verse":"जहाँ कहूँ जात हीं उ पचे नास ही करत हीं, अउर संताप ही देत हीं।"},{"number":17,"verse":"सान्ति का मारग इ नाहीं जनतेन।”"},{"number":18,"verse":"“ओनके आँखिन मँ पर्भू क भय नाहीं बा।”"},{"number":19,"verse":"अब हम पचे इ जानित ही कि व्यवस्था मँ जउऩ कछू कहा गवा बाटइ उ सब ओनके बरे अहइ जे व्यवस्था क अधीन अहइँ। ऍहसे इ होइ कि सबइ का मुँह तोप दीन्ह जाइ अउर परमेस्सर क दण्ड सबइ क मिलइ।"},{"number":20,"verse":"व्यवस्था मँ कउनो काम किहे स कउनो धर्मी न सिद्ध होइ जाइ। केवल व्यवस्था पाप क बोध करावत अहइ।"},{"number":21,"verse":"( परमेस्सर मनइयन का धर्मी कइसे बनावत ह) मुला अब इ देखइ क अहइ कि परमेस्सर एक नए तरीके स मनइयन क व्यवस्था क बगैर कइसे सोझ मारग प लावत ह। व्यवस्था व नबियन इ नए तरीके क साच्छी दिहे बाटेन।"},{"number":22,"verse":"जे केउ परमेस्सर क उ धार्मिकता जउन ईसू मसीह मँ बिसवास क द्वारा इ बिसवास करइवालन क बरे अहइ। एहमाँ कउनो भेदभाव नाहीं बा।"},{"number":23,"verse":"काहेकि सबइ तउ पाप किहे बाटेन अउर सबइ तउ परमेस्सर क महिमा स विहीन बाटेन।"},{"number":24,"verse":"मुला ईसू मसीह का विसेख महिमा क अनुग्रह स उ पचे सेत मेंत मँ उपहार पाइके धर्मी ठहरावा गवा अहइँ।"},{"number":25,"verse":"परमेस्सर ईसू मसीह क मारे लोगन क दिहेस कि लोग ओहमाँ बिसवास करइँ अउर अपने पापन स मुक्ति पाइ जाइँ। उ इ काम ईसू मसीह क बलिदान द्वारा करवाएस। अइसा इ प्रमाणित करइ क बरे कीन्ह गवा कि परमेस्सर बहुत सहनसील अहइ। काहेकि उ पहिले ओनका बिना दण्ड दिहे छोड़ दिहस रहा। आजउ परमेस्सर ईसू को दिहेस हमका इ सिद्ध करइ बरे कि परमेस्सर जउन करत ह उहइ सही बा। परमेस्सर इ किया कि यह देखावइ बरे कि वह सही निरनय लेत ह, अउर उही समइ वह कउनो मनई क ठीक बनाइ सकत ह, जेनकर ईसू मसीह मँ बिसवास अहइ।"},{"number":27,"verse":"घमण्ड तउ एक दम्मै खतम अहइ। उ अइसेन कि व्यवस्था क मुताबिक करम किहे स नाहीं बहोतउ विधी क अपनाये स जेसे बिसवास कीन्ह गवा अहइ।"},{"number":28,"verse":"मनई व्यवस्था क मुताबिक काम कइके नाहीं मुला बिसवास स धर्मी बनत ह।"},{"number":29,"verse":"का परमेस्सर सिरिफ यहूदियन क अहइ? का उ ओन्हन क ना होइ जे गैर यहूदियन अहइँ? हाँ उ ओन्हून क अहइ जे गैर यहूदियन होइँ।"},{"number":30,"verse":"काहेकि केवल एक ही परमेस्सर अहइ। उ यहूदियन, का ओनकर बिसवास क द्वारा सही बनवाई, अउर उ गैर यहूदियन क भी ओनकर बिसवास क द्वारा सही बनवाई। जे ओहमाँ बिसवास करी उहइ धर्मी कहा जाई।"},{"number":31,"verse":"तउ का मइँ बिसवास क द्वारा व्यवस्था क विफल करत अही? ना बिल्कुलै नाहीं बल्कि हम पचे तउ व्यवस्था का अउर सक्तीवाला बनवत अही।"}]}