{"bibleAbbr":"WB1895","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"I want you to know what a great struggle I have for you, for those at Laodicea, and for those who have not seen my face in the flesh,"},{"number":2,"verse":"that their hearts may be comforted by being knit together in love and into the all the riches of the full assurance of understanding of the full knowledge of the mystery of God, of the Father, and of Christ."},{"number":3,"verse":"In [Christ] are hidden all the treasures of wisdom and knowledge."},{"number":4,"verse":"I say this for fear any one would deceive you with convincing arguments."},{"number":5,"verse":"For even though I am absent in body, I am with you in spirit, enjoying and observing your order and steadfastness of your faith in Christ."},{"number":6,"verse":"Therefore since you have received Christ Jesus the Lord, so walk in Him."},{"number":7,"verse":"Be rooted and built up in Him and established in the faith, just as you have been taught, overflowing with thanksgiving in it."},{"number":8,"verse":"Beware, lest any one seduces you through philosophy or worthless delusions according to the traditions of men and the world's basic principles instead of Christ."},{"number":9,"verse":"For in [Christ] all the fullness of the Godhead is physically present."},{"number":10,"verse":"And you are in Him, made full, who is the head authority of all rule and authority."},{"number":11,"verse":"In whom you are also circumcised with the circumcision made without hands, by getting rid of the mass of the flesh's sins by the circumcision by Christ."},{"number":12,"verse":"We were buried with him in baptism in which you were also risen with [Him] through the faith of God's strong power who has raised him from the dead."},{"number":13,"verse":"You, being dead because of your sins and the uncircumcision of your flesh, he has made alive together with Him having forgiven you all your sins,"},{"number":14,"verse":"by blotting out the record of the laws that were against us, which was contrary to us, and took it out of the way, nailing it to his cross"},{"number":15,"verse":"having stripped the principalities and powers clean, he openly paraded them, triumphing over them in it."},{"number":16,"verse":"So then don't let any one condemn you in food, drink, religious festivals, new moon, or the Sabbath."},{"number":17,"verse":"These are a shadow of things to come, but the real substance is Christ."},{"number":18,"verse":"Don't let any one cheat you out of your reward in a willful humility and worshiping of angels being an initiate into things which he has not seen unreasonably puffed up with pride by his fleshly mind,"},{"number":19,"verse":"not hanging on to the Head from which the whole body through joints and ligaments being nourished and knit together grows with the growth that is from God."},{"number":20,"verse":"Therefore if you are dead with Christ from the world's basic principles, why then, as if you belong to the world, do you submit to rules"},{"number":21,"verse":"(don't touch, don't taste, don't handle,"},{"number":22,"verse":"all of which are to perish by using [them]) according to human commandments and doctrines?"},{"number":23,"verse":"These truly sound reasonable in self imposed worship, humility, and asceticism, not for any honor except to satisfy the flesh."}]}