{"bibleAbbr":"WB1895","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"Masters give your servants what is just and equal, knowing that you also have a Master in heaven."},{"number":2,"verse":"Continue in prayer being alert in it with thanksgiving."},{"number":3,"verse":"Pray also for us that God would open for us a door for [giving the] message, to speak the mystery of Christ, for which I am also in bonds,"},{"number":4,"verse":"so that I may reveal it, just as I am required to speak."},{"number":5,"verse":"Walk in wisdom towards those outside, making best use of the time."},{"number":6,"verse":"Let your speech always be seasoned with salt, so that you may know how you should answer every man."},{"number":7,"verse":"My current condition will Tychicus make known to you. [He is] a beloved brother, faithful minister, and fellow servant in the Lord."},{"number":8,"verse":"I have sent him to you for that very reason, so that he might know your current condition and comfort your hearts."},{"number":9,"verse":"[He is coming] with Onesimus, a faithful and beloved brother, who is [one] of you. They will make known to you everything which is [done] here."},{"number":10,"verse":"Aristarchus, my fellow prisoner, greets you, so also Mark, Barnabas' sister's son, (concerning whom you have received instructions; if he comes to you welcome him)"},{"number":11,"verse":"and Jesus, who is called Justus, all of whom are of the circumcision. These only [are my] fellow workers for the Kingdom of God. They have been a comfort to me."},{"number":12,"verse":"Epaphras, who is [one] of you, a servant of Christ, greets you. He is always working hard for you in prayers, so that you may stand mature and complete in the full will of God."},{"number":13,"verse":"For I bear him record that he has great zeal for you, and for those in Laodicea and Hierapolis."},{"number":14,"verse":"Luke, the beloved physician, and Demas greet you."},{"number":15,"verse":"Greet the brothers who are in Laodicea, Nymphas, and the church in his house."},{"number":16,"verse":"When this letter is read among you, see to it that it is also read it in the Laodicean church and you likewise read the [one] to Laodicea."},{"number":17,"verse":"Tell Archippus, \"Insure that the ministry you have received in the Lord, so that you fulfill it."},{"number":18,"verse":"The greeting by the hand of me, Paul. Remember my prison bonds. May grace be with you. Amen."}]}