{"bibleAbbr":"WYC1395","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":1,"verses":[{"number":1,"verse":"The birthun of Nynyue; the book of visioun of Naum Helcesei."},{"number":2,"verse":"The Lord is a punyschere, and the Lord is vengynge; the Lord is venginge, and hauynge strong veniaunce; the Lord is vengynge ayens hise aduersaries, and he is wraththing to hise enemyes."},{"number":3,"verse":"The Lord is pacient, and greet in strengthe, and he clensynge schal not make innocent. The Lord cometh in tempest, and the weies of hym ben in whirlwynd, and cloudis ben the dust of hise feet;"},{"number":4,"verse":"he blameth the see, and drieth it, and bryngith alle flodis to desert. Basan is maad sijk, and Carmel, and the flour of Liban langwischide."},{"number":5,"verse":"Mounteyns ben mouyd togidere of hym, and litil hillis ben desolat. And erthe tremblide togidere fro the face of him, and the roundenesse of erthe, and alle dwellynge ther ynne."},{"number":6,"verse":"Who schal stonde bifore the face of his indignacioun? and who schal ayenstonde in the wraththe of his stronge veniaunce? His indignacioun is sched out as fier, and stoonys ben brokun of hym."},{"number":7,"verse":"The Lord is good, and coumfortynge in the dai of tribulacioun, and knowynge hem that hopen in hym."},{"number":8,"verse":"And in greet flood passynge forth, he schal make ende of his place; and derknessis schulen pursue hise enemyes."},{"number":9,"verse":"What thenken ye ayens the Lord? He schal make ende; double tribulacioun schal not rise togidere."},{"number":10,"verse":"For as thornes byclippen hem togidere, so the feeste of hem drynkynge togidere schal be wastyd, as stobul ful of drienesse."},{"number":11,"verse":"Of thee schal go out a man thenkynge malice ayens the Lord, and trete trespassyng in soule."},{"number":12,"verse":"The Lord seith these thingis, If thei schulen be parfit, and so manye, and thus thei shulen be clippid, and it schal passe bi. I turmentide thee, and Y schal no more turmente thee."},{"number":13,"verse":"And now Y schal al to-breke the yerde of hym fro thi bak, and Y schal breke thi bondis."},{"number":14,"verse":"And the Lord schal comaunde on thee, it schal no more be sowun of thi name. Of the hous of thi god Y schal sle; Y schal putte thi sepulcre a `grauun ymage, and wellid togidere, for thou art vnworschipid."},{"number":15,"verse":"Lo! on hillis the feet of the euangelisynge and tellynge pees. Juda, halewe thou thi feeste daies, and yelde thi vowis, for whi Belial schal no more put to, that he passe forth in thee; al Belial perischide."}]}