{"bibleAbbr":"RSV1971","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"“Lo, my eye has seen all this, my ear has heard and understood it."},{"number":2,"verse":"What you know, I also know; I am not inferior to you."},{"number":3,"verse":"But I would speak to the Almighty, and I desire to argue my case with God."},{"number":4,"verse":"As for you, you whitewash with lies; worthless physicians are you all."},{"number":5,"verse":"Oh that you would keep silent, and it would be your wisdom!"},{"number":6,"verse":"Hear now my reasoning, and listen to the pleadings of my lips."},{"number":7,"verse":"Will you speak falsely for God, and speak deceitfully for him?"},{"number":8,"verse":"Will you show partiality toward him, will you plead the case for God?"},{"number":9,"verse":"Will it be well with you when he searches you out? Or can you deceive him, as one deceives a man?"},{"number":10,"verse":"He will surely rebuke you if in secret you show partiality."},{"number":11,"verse":"Will not his majesty terrify you, and the dread of him fall upon you?"},{"number":12,"verse":"Your maxims are proverbs of ashes, your defenses are defenses of clay."},{"number":13,"verse":"“Let me have silence, and I will speak, and let come on me what may."},{"number":14,"verse":"I will take (Gk: Heb Why should I take?) my flesh in my teeth, and put my life in my hand."},{"number":15,"verse":"Behold, he will slay me; I have no hope; yet I will defend my ways to his face."},{"number":16,"verse":"This will be my salvation, that a godless man shall not come before him."},{"number":17,"verse":"Listen carefully to my words, and let my declaration be in your ears."},{"number":18,"verse":"Behold, I have prepared my case; I know that I shall be vindicated."},{"number":19,"verse":"Who is there that will contend with me? For then I would be silent and die."},{"number":20,"verse":"(Job’s Despondent Prayer) Only grant two things to me, then I will not hide myself from thy face:"},{"number":21,"verse":"withdraw thy hand far from me, and let not dread of thee terrify me."},{"number":22,"verse":"Then call, and I will answer; or let me speak, and do thou reply to me."},{"number":23,"verse":"How many are my iniquities and my sins? Make me know my transgression and my sin."},{"number":24,"verse":"Why dost thou hide thy face, and count me as thy enemy?"},{"number":25,"verse":"Wilt thou frighten a driven leaf and pursue dry chaff?"},{"number":26,"verse":"For thou writest bitter things against me, and makest me inherit the iniquities of my youth."},{"number":27,"verse":"Thou puttest my feet in the stocks, and watchest all my paths; thou settest a bound to the soles of my feet."},{"number":28,"verse":"Man (Heb He) wastes away like a rotten thing, like a garment that is moth-eaten."}]}