{"bibleAbbr":"RSV1971","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"Job Complains of Violence on the Earth “Why are not times of judgment kept by the Almighty, and why do those who know him never see his days?"},{"number":2,"verse":"Men remove landmarks; they seize flocks and pasture them."},{"number":3,"verse":"They drive away the ass of the fatherless; they take the widow’s ox for a pledge."},{"number":4,"verse":"They thrust the poor off the road; the poor of the earth all hide themselves."},{"number":5,"verse":"Behold, like wild asses in the desert they go forth to their toil, seeking prey in the wilderness as food (Heb food to him) for their children."},{"number":6,"verse":"They gather their (Heb his) fodder in the field and they glean the vineyard of the wicked man."},{"number":7,"verse":"They lie all night naked, without clothing, and have no covering in the cold."},{"number":8,"verse":"They are wet with the rain of the mountains, and cling to the rock for want of shelter."},{"number":9,"verse":"(There are those who snatch the fatherless child from the breast, and take in pledge the infant of the poor.)"},{"number":10,"verse":"They go about naked, without clothing; hungry, they carry the sheaves;"},{"number":11,"verse":"among the olive rows of the wicked (Heb their olive rows) they make oil; they tread the wine presses, but suffer thirst."},{"number":12,"verse":"From out of the city the dying groan, and the soul of the wounded cries for help; yet God pays no attention to their prayer."},{"number":13,"verse":"“There are those who rebel against the light, who are not acquainted with its ways, and do not stay in its paths."},{"number":14,"verse":"The murderer rises in the dark, (Cn: Heb at the light) that he may kill the poor and needy; and in the night he is as a thief."},{"number":15,"verse":"The eye of the adulterer also waits for the twilight, saying, ‘No eye will see me’; and he disguises his face."},{"number":16,"verse":"In the dark they dig through houses; by day they shut themselves up; they do not know the light."},{"number":17,"verse":"For deep darkness is morning to all of them; for they are friends with the terrors of deep darkness."},{"number":18,"verse":"“You say, ‘They are swiftly carried away upon the face of the waters; their portion is cursed in the land; no treader turns toward their vineyards."},{"number":19,"verse":"Drought and heat snatch away the snow waters; so does Sheol those who have sinned."},{"number":20,"verse":"The squares of the town (Cn: Heb obscure) forget them; their name (Cn: Heb a worm) is no longer remembered; so wickedness is broken like a tree.’"},{"number":21,"verse":"“They feed on the barren childless woman, and do no good to the widow."},{"number":22,"verse":"Yet God (Heb he) prolongs the life of the mighty by his power; they rise up when they despair of life."},{"number":23,"verse":"He gives them security, and they are supported; and his eyes are upon their ways."},{"number":24,"verse":"They are exalted a little while, and then are gone; they wither and fade like the mallow; (Gk: Heb all) they are cut off like the heads of grain."},{"number":25,"verse":"If it is not so, who will prove me a liar, and show that there is nothing in what I say?”"}]}