{"bibleAbbr":"RSV1971","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"(Elihu Exalts God’s Goodness) And Eli′hu continued, and said:"},{"number":2,"verse":"“Bear with me a little, and I will show you, for I have yet something to say on God’s behalf."},{"number":3,"verse":"I will fetch my knowledge from afar, and ascribe righteousness to my Maker."},{"number":4,"verse":"For truly my words are not false; one who is perfect in knowledge is with you."},{"number":5,"verse":"“Behold, God is mighty, and does not despise any; he is mighty in strength of understanding."},{"number":6,"verse":"He does not keep the wicked alive, but gives the afflicted their right."},{"number":7,"verse":"He does not withdraw his eyes from the righteous, but with kings upon the throne he sets them for ever, and they are exalted."},{"number":8,"verse":"And if they are bound in fetters and caught in the cords of affliction,"},{"number":9,"verse":"then he declares to them their work and their transgressions, that they are behaving arrogantly."},{"number":10,"verse":"He opens their ears to instruction, and commands that they return from iniquity."},{"number":11,"verse":"If they hearken and serve him, they complete their days in prosperity, and their years in pleasantness."},{"number":12,"verse":"But if they do not hearken, they perish by the sword, and die without knowledge."},{"number":13,"verse":"“The godless in heart cherish anger; they do not cry for help when he binds them."},{"number":14,"verse":"They die in youth, and their life ends in shame. (Heb among the cult prostitutes)"},{"number":15,"verse":"He delivers the afflicted by their affliction, and opens their ear by adversity."},{"number":16,"verse":"He also allured you out of distress into a broad place where there was no cramping, and what was set on your table was full of fatness."},{"number":17,"verse":"“But you are full of the judgment on the wicked; judgment and justice seize you."},{"number":18,"verse":"Beware lest wrath entice you into scoffing; and let not the greatness of the ransom turn you aside."},{"number":19,"verse":"Will your cry avail to keep you from distress, or all the force of your strength?"},{"number":20,"verse":"Do not long for the night, when peoples are cut off in their place."},{"number":21,"verse":"Take heed, do not turn to iniquity, for this you have chosen rather than affliction."},{"number":22,"verse":"Behold, God is exalted in his power; who is a teacher like him?"},{"number":23,"verse":"Who has prescribed for him his way, or who can say, ‘Thou hast done wrong’?"},{"number":24,"verse":"(Elihu Proclaims God’s Majesty) “Remember to extol his work, of which men have sung."},{"number":25,"verse":"All men have looked on it; man beholds it from afar."},{"number":26,"verse":"Behold, God is great, and we know him not; the number of his years is unsearchable."},{"number":27,"verse":"For he draws up the drops of water, he (Cn: Heb they distil) distils his mist in rain"},{"number":28,"verse":"which the skies pour down, and drop upon man abundantly."},{"number":29,"verse":"Can any one understand the spreading of the clouds, the thunderings of his pavilion?"},{"number":30,"verse":"Behold, he scatters his lightning about him, and covers the roots of the sea."},{"number":31,"verse":"For by these he judges peoples; he gives food in abundance."},{"number":32,"verse":"He covers his hands with the lightning, and commands it to strike the mark."},{"number":33,"verse":"Its crashing declares concerning him, who is jealous with anger against iniquity."}]}