{"bibleAbbr":"msAB1996","bookName":"1 RAJA-RAJA","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( Raja Salomo Meninggalkan Allah) ( ) Raja Salomo mencintai banyak wanita bangsa asing. Selain puteri raja Mesir, baginda juga berkahwin dengan wanita Het, Moab, Amon, Edom, dan Sidon."},{"number":2,"verse":"( ; ) Raja Salomo masih juga berkahwin dengan mereka walaupun TUHAN telah melarang umat Israel berkahwin campur dengan bangsa-bangsa itu, kerana mereka akan menyebabkan umat Israel menyembah tuhan-tuhan lain."},{"number":3,"verse":"Raja Salomo berkahwin dengan tujuh ratus orang puteri raja dan mempunyai tiga ratus orang gundik. Mereka menyebabkan Raja Salomo meninggalkan Allah,"},{"number":4,"verse":"sehingga mereka berjaya membujuknya menyembah tuhan-tuhan lain ketika Raja Salomo sudah tua. Raja Daud, ayahanda Raja Salomo setia kepada TUHAN, Allahnya, tetapi Raja Salomo tidak seperti ayahandanya."},{"number":5,"verse":"Raja Salomo menyembah Asytoret, dewi orang Sidon, dan Molokh, dewa menjijikkan yang dipuja orang Amon."},{"number":6,"verse":"Raja Salomo berdosa terhadap TUHAN. Raja Daud, ayahanda Raja Salomo taat kepada TUHAN dengan sepenuh hati, tetapi Raja Salomo tidak seperti ayahandanya."},{"number":7,"verse":"Di atas sebuah gunung di sebelah timur Yerusalem, Raja Salomo membina tempat pemujaan Kamos, dewa menjijikkan yang dipuja orang Moab. Dia membina tempat pemujaan Molokh, dewa menjijikkan yang dipuja orang Amon."},{"number":8,"verse":"Raja Salomo juga membina tempat-tempat bagi semua isterinya yang berbangsa asing untuk membakar kemenyan dan mempersembahkan korban kepada dewa mereka masing-masing."},{"number":9,"verse":"Walaupun TUHAN, Allah Israel telah menampakkan diri sehingga dua kali kepada Raja Salomo, dan melarang baginda menyembah tuhan-tuhan lain, namun Raja Salomo tidak taat kepada TUHAN. Baginda malah meninggalkan TUHAN. Oleh itu TUHAN murka terhadap Raja Salomo."},{"number":11,"verse":"TUHAN berfirman, “Oleh sebab engkau dengan sengaja telah melanggar perjanjianmu dengan Aku, dan telah melanggar perintah-Ku, Aku bersumpah bahawa Aku akan mengambil kerajaanmu dan memberikannya kepada salah seorang pegawaimu."},{"number":12,"verse":"Tetapi demi bapamu Daud, Aku tidak akan melakukan hal ini semasa hidupmu, melainkan pada masa pemerintahan anakmu."},{"number":13,"verse":"Aku tidak akan mengambil seluruh kerajaan itu daripadanya; Aku akan memberi dia satu suku demi hamba-Ku Daud dan demi Yerusalem, kota yang telah Kupilih menjadi milik-Ku.”"},{"number":14,"verse":"( Musuh-Musuh Raja Salomo) Oleh itu TUHAN menyebabkan Hadad, seorang daripada keluarga diraja negeri Edom, memusuhi Raja Salomo."},{"number":15,"verse":"Lama sebelum itu, selepas Raja Daud mengalahkan Edom, Yoab, panglima tentera Raja Daud pergi ke sana untuk menguburkan askar-askarnya yang gugur. Yoab dan anak buahnya tinggal di Edom selama enam bulan. Pada masa itu mereka membunuh semua orang lelaki di Edom,"},{"number":17,"verse":"kecuali Hadad dan beberapa orang hamba bapanya, yang berbangsa Edom; mereka melarikan diri ke Mesir. (Ketika itu Hadad masih kanak-kanak.)"},{"number":18,"verse":"Beberapa orang Edom yang masih hidup itu meninggalkan Midian lalu pergi ke Paran. Di sana beberapa orang lagi bergabung dengan mereka, lalu mereka pergi ke Mesir dan menghadap raja negeri itu. Raja Mesir memberikan tanah, sebuah rumah, dan juga makanan kepada Hadad."},{"number":19,"verse":"Kemudian Hadad menjadi sahabat baik raja Mesir, sehingga raja itu memberikan iparnya sendiri, iaitu adik Permaisuri Tahpenes, kepada Hadad sebagai isterinya."},{"number":20,"verse":"Isteri Hadad melahirkan seorang anak lelaki yang diberikan nama Genubat. Genubat dibesarkan oleh Permaisuri Tahpenes di istana bersama dengan putera-putera raja yang lain."},{"number":21,"verse":"Apabila Hadad mendengar bahawa Raja Daud telah mangkat dan Yoab panglima tenteranya pun telah meninggal, dia berkata kepada raja Mesir, “Benarkanlah hamba pulang ke negeri hamba sendiri.”"},{"number":22,"verse":"“Mengapa?” tanya raja. “Adakah beta telah mengecewakan kamu? Itukah sebabnya kamu hendak pulang?” “Benarkanlah hamba pulang,” jawab Hadad kepada raja. Kemudian Hadad pulang ke negerinya. ( Dalam sebuah terjemahan kuno tertulis: Kemudian Hadad pulang ke negerinya. Dalam naskhah Ibrani tidak terdapat kata-kata ini.) Sebagai raja Edom, Raja Hadad menjadi musuh jahat dan sengit terhadap Israel."},{"number":23,"verse":"Allah juga menyebabkan Rezon anak Elyada memusuhi Raja Salomo. Rezon telah lari daripada tuannya, Raja Hadadezer dari Zoba,"},{"number":24,"verse":"lalu dia menjadi pemimpin sekumpulan gerombolan. (Hal ini berlaku setelah Raja Daud mengalahkan Raja Hadadezer, dan membunuh tentera Siria yang menjadi sekutu Raja Hadadezer.) Rezon dan anak buahnya pergi ke Damsyik dan tinggal di situ. Di tempat itu anak buah Rezon melantik dia menjadi raja negeri Siria."},{"number":25,"verse":"Raja Rezon menjadi musuh Israel semasa hidup Raja Salomo."},{"number":26,"verse":"( Janji Allah kepada Yerobeam) Seorang lagi yang memusuhi Raja Salomo ialah salah seorang pegawainya, Yerobeam anak Nebat dari Zereda di Efraim. Ibunya seorang balu bernama Zerua."},{"number":27,"verse":"Beginilah kisah pemberontakannya. Raja Salomo sedang menambak tanah di sebelah timur Yerusalem dan membaiki tembok kota."},{"number":28,"verse":"Yerobeam seorang muda yang cekap, dan apabila Raja Salomo melihat betapa rajinnya Yerobeam bekerja, Raja Salomo memberi dia tugas sebagai pengawas semua orang rodi di wilayah suku Manasye dan Efraim."},{"number":29,"verse":"Pada suatu hari, Yerobeam keluar dari Yerusalem. Di tengah jalan, Nabi Ahia dari Silo menemui Yerobeam; hanya mereka yang ada di padang."},{"number":30,"verse":"Ahia menanggalkan jubah baru, yang sedang dipakainya, lalu mengoyak-ngoyaknya menjadi dua belas sobekan."},{"number":31,"verse":"Ahia berkata kepada Yerobeam, “Ambillah sepuluh sobekan untukmu sendiri, kerana TUHAN, Allah Israel, berfirman kepadamu, ‘Aku akan mengambil kerajaan Salomo daripadanya, dan memberikan sepuluh suku kepadamu."},{"number":32,"verse":"Demi hamba-Ku Daud dan demi Yerusalem, kota yang telah Kupilih menjadi milik-Ku dari seluruh tanah Israel, Salomo akan tetap memerintah satu suku."},{"number":33,"verse":"Aku akan melakukan hal itu kerana Salomo telah menolak Aku dan ( Beberapa buah terjemahan kuno: Salomo telah... dan. Naskhah Ibrani: mereka telah... dan.) menyembah dewa-dewa: Asytoret, dewi orang Sidon; Kamos, dewa orang Moab; dan Molokh, dewa orang Amon. Salomo ( Beberapa buah terjemahan kuno: Salomo. Naskhah Ibrani: Mereka.) tidak mentaati Aku. Dia tidak seperti bapanya Daud yang taat kepada-Ku dan melaksanakan perintah-Ku."},{"number":34,"verse":"Tetapi Aku tidak akan mengambil seluruh kerajaan itu daripada Salomo. Aku akan membenarkan dia memerintah seumur hidupnya. Aku akan berbuat demikian demi hamba-Ku Daud, yang telah Kupilih dan yang taat kepada hukum serta perintah-Ku."},{"number":35,"verse":"Aku akan mengambil kerajaan itu daripada putera Salomo dan memberikan sepuluh suku kepadamu."},{"number":36,"verse":"Tetapi Aku akan membenarkan anak lelaki Salomo memerintah satu suku supaya Aku sentiasa mempunyai seorang daripada keturunan hamba-Ku Daud untuk memerintah Yerusalem, kota yang telah Kupilih sebagai tempat beribadat kepada-Ku."},{"number":37,"verse":"Hai Yerobeam, Aku akan menjadikan engkau raja Israel. Engkau akan memerintah semua wilayah yang engkau kehendaki."},{"number":38,"verse":"Jika engkau taat kepada-Ku dengan sepenuhnya, hidup menurut hukum-Ku, melaksanakan perintah-Ku, serta menyenangkan hati-Ku, seperti hamba-Ku Daud dahulu, Aku akan sentiasa menyertai engkau. Aku akan menjadikan engkau raja Israel dan Aku akan memastikan agar keturunanmu meneruskan kerajaanmu sebagaimana yang Aku lakukan bagi Daud."},{"number":39,"verse":"Oleh sebab dosa Salomo, Aku akan menghukum keturunan Daud, tetapi tidak untuk selamanya.’ ”"},{"number":40,"verse":"Raja Salomo cuba membunuh Yerobeam apabila berita itu sampai kepada baginda, tetapi Yerobeam lari kepada Raja Sisak di Mesir, lalu tinggal di sana sehingga Raja Salomo mangkat."},{"number":41,"verse":"( Raja Salomo Mangkat) ( ( 140 9:29-31 )) Segala perbuatan Raja Salomo, tentang pemerintahan dan kebijaksanaannya sudah ditulis di dalam buku Sejarah Raja Salomo."},{"number":42,"verse":"Raja Salomo menjadi raja di Yerusalem dan memerintah seluruh Israel selama empat puluh tahun."},{"number":43,"verse":"Raja Salomo mangkat lalu dikebumikan di Kota Daud. Rehabeam, putera Raja Salomo menggantikan baginda sebagai raja."}]}