{"bibleAbbr":"msAB1996","bookName":"1 RAJA-RAJA","bookEnglishName":"1 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"TUHAN berfirman kepada Nabi Yehu anak Hanani, “Sampaikanlah berita ini kepada Raja Baesa,"},{"number":2,"verse":"‘Dahulu engkau bukan sesiapa, tetapi Aku telah menjadikan engkau pemimpin umat-Ku Israel. Sekarang engkau berdosa seperti Yerobeam, dan menyebabkan umat-Ku juga berdosa. Dosa mereka telah membangkitkan kemurkaan-Ku."},{"number":3,"verse":"Oleh itu Aku akan melenyapkan engkau serta keluargamu, sebagaimana Aku telah memperlakukan Yerobeam."},{"number":4,"verse":"Semua anggota keluargamu yang meninggal di kota akan dimakan anjing, dan yang mati di padang akan dimakan burung.’ ”"},{"number":5,"verse":"Segala perbuatan Raja Baesa, serta kepahlawanan baginda tercatat di dalam buku Sejarah Raja-Raja Israel."},{"number":6,"verse":"Raja Baesa mangkat lalu dimakamkan di Tirza, dan Ela, puteranya, menggantikan baginda sebagai raja."},{"number":7,"verse":"Firman TUHAN tentang Raja Baesa dan keluarganya itu disampaikan oleh Nabi Yehu, kerana Raja Baesa telah berdosa terhadap TUHAN. Raja Baesa membangkitkan kemurkaan TUHAN, bukan sahaja kerana kejahatan yang dibuatnya seperti yang dilakukan Raja Yerobeam dahulu, tetapi juga kerana pembunuhan yang dilakukannya terhadap semua anggota keluarga Raja Yerobeam."},{"number":8,"verse":"( Raja Ela, Raja Israel) Pada tahun kedua puluh enam pemerintahan Raja Asa di Yehuda, Ela, putera Raja Baesa menjadi raja Israel. Raja Ela memerintah di Tirza selama dua tahun."},{"number":9,"verse":"Zimri, salah seorang pegawai raja yang mengetuai separuh daripada pasukan berkereta kuda diraja, berkomplot melawan Raja Ela. Pada suatu hari, Raja Ela minum-minum sehingga mabuk di rumah Arza, pengurus istana di Tirza."},{"number":10,"verse":"Zimri masuk ke dalam rumah dan membunuh Raja Ela, lalu menggantikan baginda sebagai raja. Peristiwa ini berlaku pada tahun kedua puluh tujuh pemerintahan Raja Asa di Yehuda."},{"number":11,"verse":"Sebaik sahaja Zimri menjadi raja, Zimri membunuh semua anggota keluarga Raja Baesa. Tiap-tiap saudara lelaki dan sahabat Raja Ela dibunuh."},{"number":12,"verse":"Demikianlah Zimri membunuh semua anggota keluarga Raja Baesa, menurut firman TUHAN yang disampaikan oleh Nabi Yehu tentang Raja Baesa."},{"number":13,"verse":"Raja Baesa dan putera baginda, Raja Ela, menyembah berhala dan menyebabkan umat Israel berdosa. Oleh itu mereka membangkitkan kemurkaan TUHAN, Allah Israel."},{"number":14,"verse":"Segala perbuatan Raja Ela tercatat di dalam buku Sejarah Raja-Raja Israel."},{"number":15,"verse":"( Raja Zimri, Raja Israel) Pada tahun kedua puluh tujuh pemerintahan Raja Asa di Yehuda, Raja Zimri memerintah Israel di Tirza selama tujuh hari. Pada masa itu tentera Israel sedang mengepung kota Gibeton di negeri orang Filistin."},{"number":16,"verse":"Apabila mereka mendengar bahawa Raja Zimri telah mengadakan pakatan jahat dan membunuh raja, pada masa itu juga mereka melantik Omri, panglima tentera mereka, menjadi raja Israel."},{"number":17,"verse":"Omri dan pasukannya meninggalkan Gibeton lalu menyerang Tirza."},{"number":18,"verse":"Apabila Raja Zimri melihat bahawa kota itu telah dikalahkan, baginda masuk ke dalam kubu di sebelah dalam istana. Kemudian baginda membakar istana itu, dan baginda mangkat dalam kebakaran itu."},{"number":19,"verse":"Hal ini berlaku kerana dosa Raja Zimri terhadap TUHAN. Seperti Raja Yerobeam, raja yang terdahulu, Raja Zimri juga membangkitkan kemurkaan TUHAN kerana dosanya sendiri, dan kerana menyebabkan umat Israel berdosa."},{"number":20,"verse":"Segala perbuatan Raja Zimri, termasuk pakatan jahat yang dilakukannya, tercatat di dalam buku Sejarah Raja-Raja Israel."},{"number":21,"verse":"( Raja Omri, Raja Israel) Orang Israel terbahagi kepada dua pihak; ada yang mahu Tibni anak Ginat menjadi raja, dan ada pula yang mahu Omri menjadi raja."},{"number":22,"verse":"Akhirnya orang yang memihak Omri menang. Tibni meninggal lalu Omri menjadi raja."},{"number":23,"verse":"Maka pada tahun ketiga puluh satu pemerintahan Raja Asa di Yehuda, Omri menjadi raja Israel. Raja Omri memerintah Israel selama dua belas tahun. Selama enam tahun yang pertama, baginda memerintah di Tirza."},{"number":24,"verse":"Kemudian Raja Omri membeli sebuah bukit daripada seorang yang bernama Semer dengan harga 6000 keping wang perak. Baginda memperkuat bukit itu dan membina sebuah kota di sana. Raja Omri menamakan kota itu Samaria, mengikut nama Semer, pemilik bukit itu dahulu."},{"number":25,"verse":"Raja Omri berdosa terhadap TUHAN lebih daripada semua raja yang terdahulu."},{"number":26,"verse":"Seperti Raja Yerobeam, yang terdahulu daripadanya, Raja Omri membangkitkan kemurkaan TUHAN, Allah Israel, kerana Raja Omri berdosa dan menyebabkan umat Israel berdosa serta menyembah berhala."},{"number":27,"verse":"Segala perbuatan Raja Omri dan kejayaan baginda, tercatat di dalam buku Sejarah Raja-Raja Israel."},{"number":28,"verse":"Raja Omri mangkat dan dimakamkan di Samaria. Ahab, puteranya menggantikan baginda sebagai raja."},{"number":29,"verse":"( Raja Ahab, Raja Israel) Pada tahun ketiga puluh lapan pemerintahan Raja Asa di Yehuda, Ahab putera Omri menjadi raja Israel. Raja Ahab memerintah di Samaria selama dua puluh dua tahun."},{"number":30,"verse":"Raja Ahab berdosa terhadap TUHAN lebih daripada semua raja yang terdahulu."},{"number":31,"verse":"Tidak cukup baginya untuk berdosa seperti Raja Yerobeam. Raja Ahab melakukan yang lebih jahat lagi; baginda mengahwini Izebel, puteri Raja Etbaal dari Sidon, dan Raja Ahab juga menyembah Baal."},{"number":32,"verse":"Raja Ahab membina sebuah kuil untuk Baal di Samaria. Baginda juga membina mazbah bagi Baal, lalu meletakkannya di dalam kuil."},{"number":33,"verse":"Raja Ahab juga membuat patung Dewi Asyera. Baginda membangkitkan kemurkaan TUHAN, Allah Israel, lebih daripada semua raja Israel yang terdahulu."},{"number":34,"verse":"( ) Pada masa pemerintahan baginda, Hiel dari Betel, membina semula kota Yerikho. Seperti yang pernah difirmankan TUHAN melalui Yosua anak Nun, anak lelaki sulung Hiel yang bernama Abiram, meninggal ketika Hiel meletakkan asas kota Yerikho. Anak lelaki bongsu Hiel yang bernama Segub juga meninggal ketika Hiel memasang pintu gerbang kota itu."}]}