{"bibleAbbr":"ISV2011","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"{The Resurrection of the Messiah} d Now I'm making known to you, brothers, the gospel that I proclaimed to you, which you accepted, on which you have taken your stand,"},{"number":2,"verse":"and by which you are also being saved if you hold firmly to the message I proclaimed to you unless, of course, your faith was worthless."},{"number":3,"verse":"For I passed on to you the most important points that {Or to you as matters of great importance what} I received: The Messiah {Or Christ} died for our sins according to the Scriptures,"},{"number":4,"verse":"he was buried, he was raised on the third day according to the Scriptures and is still alive!"},{"number":5,"verse":"and he was seen by Cephas, {I. e. Peter} and then by the Twelve."},{"number":6,"verse":"After that, he was seen by more than 500 brothers at one time, most of whom are still alive, though some have died. {Lit. have fallen asleep}"},{"number":7,"verse":"Next he was seen by James, then by all the apostles,"},{"number":8,"verse":"and finally he was seen by me, as though I were born abnormally late."},{"number":9,"verse":"For I am the least of the apostles and not even fit to be called an apostle because I persecuted God's church."},{"number":10,"verse":"But by God's grace I am what I am, and his grace shown to me was not wasted. Instead, I worked harder than all the others not I, of course, but God's grace that was with me."},{"number":11,"verse":"So, whether it was I or the others, this is what we preach, and this is what you believed."},{"number":12,"verse":"{The Resurrection of the Dead} d Now if we preach that the Messiah {Or Christ} has been raised from the dead, how can some of you keep claiming there is no resurrection of the dead?"},{"number":13,"verse":"If there is no resurrection of the dead, then the Messiah {Or Christ} has not been raised,"},{"number":14,"verse":"and if the Messiah {Or Christ} has not been raised, then our message means nothing and your {Other mss. read our} faith means nothing."},{"number":15,"verse":"In addition, we are found to be false witnesses about God because we testified on God's behalf that he raised the Messiah {Or Christ} whom he did not raise if in fact it is true that the dead are not raised."},{"number":16,"verse":"For if the dead are not raised, then the Messiah {Or Christ} has not been raised,"},{"number":17,"verse":"and if the Messiah {Or Christ} has not been raised, your faith is worthless and you are still imprisoned by your sins."},{"number":18,"verse":"Yes, even those who have died {Lit. have fallen asleep} believing {The Gk. lacks believing} in the Messiah {Or Christ} are lost."},{"number":19,"verse":"If we have set our hopes on the Messiah {Or Christ} in this life only, we deserve more pity than any other people."},{"number":20,"verse":"But at this moment the Messiah {Or Christ} stands risen from the dead, the first one offered in the harvest {Lit. the first fruits} of those who have died. {Lit. have fallen asleep}"},{"number":21,"verse":"For since death came through a man, the resurrection of the dead also came through a man."},{"number":22,"verse":"For as in Adam all die, so also in the Messiah {Or Christ} will all be made alive."},{"number":23,"verse":"However, this will happen to each person in the proper order: first the Messiah, {Or Christ ; lit. Messiah the first fruits} then those who belong to the Messiah {Or Christ} when he comes."},{"number":24,"verse":"Then the end will come, when after he has done away with every ruler and every authority and power, the Messiah {Lit. power, when he} hands over the kingdom to God the Father."},{"number":25,"verse":"For he must rule until God {Lit. he} puts all the Messiah's {Lit. his} enemies under his feet."},{"number":26,"verse":"The last enemy to be done away with is death,"},{"number":27,"verse":"for \"God {Lit. he} has put everything under his feet.\" {Ps 8:6} Now when he says, \"Everything has been put under him,\"this clearly excludes the one who put everything under him."},{"number":28,"verse":"But when everything has been put under him, then the Son himself will also become subject to the one who put everything under him, so that God may be all in all."},{"number":29,"verse":"Otherwise, what will those people do who are being baptized because of those who have died? If the dead are not raised at all, why are they being baptized because of them?"},{"number":30,"verse":"And why in fact are we being endangered every hour?"},{"number":31,"verse":"I face death every day! That is as certain, brothers, {Other mss. lack brothers} as it is that I am proud of you in the Messiah, {Or Christ} Jesus our Lord."},{"number":32,"verse":"If I have fought with wild animals in Ephesus from merely human motives, what do I get out of it? If the dead are not raised, \"Let's eat and drink, for tomorrow we die.\" {Isa 22:13}"},{"number":33,"verse":"Stop being deceived: \"Wicked friends lead to evil ends.\" {Menander, Thais (218)}"},{"number":34,"verse":"Come back to your senses as you should, and stop sinning! For some of you I say this to your shame don't fully know God."},{"number":35,"verse":"{The Resurrection Body} d But someone will ask, \"How are the dead raised? What kind of body will they have when they come back?\""},{"number":36,"verse":"You fool! The seed you plant does not come to life unless it dies,"},{"number":37,"verse":"and what you plant is not the form that it will be, but a bare kernel, whether it is wheat or something else."},{"number":38,"verse":"But God gives the plant {The Gk. lacks the plant} the form he wants it to have, and to each kind of seed its own form."},{"number":39,"verse":"Not all flesh is the same. {Lit. the same flesh} Humans have one kind of flesh, {The Gk. lacks of flesh} animals in general have another, {Lit. another kind of flesh} birds have another, {Lit. another kind of flesh} and fish have still another."},{"number":40,"verse":"There are heavenly bodies and earthly bodies, but the splendor of those in heaven is of one kind, and that of those on earth is of another."},{"number":41,"verse":"One kind of splendor belongs to the sun, another {Lit. another kind of splendor} to the moon, and still another {Lit. another kind of splendor} to the stars. In fact, one star differs from another star in splendor."},{"number":42,"verse":"This is how it will be at the resurrection of the dead. What is planted is decaying, what is raised cannot decay."},{"number":43,"verse":"The body {Lit. It} is planted in a state of dishonor but is raised in a state of splendor. It is planted in weakness but is raised in power."},{"number":44,"verse":"It is planted a physical body but is raised a spiritual body. If there is a physical body, there is also a spiritual body. {The Gk. lacks body}"},{"number":45,"verse":"This, indeed, is what is written: \"The first man, Adam, became a living being.\" {Gen 2:7} The last Adam became a life-giving spirit."},{"number":46,"verse":"The spiritual does not come first, but the physical does, and then comes the spiritual."},{"number":47,"verse":"The first man came from the dust of the earth; the second man came from heaven."},{"number":48,"verse":"Those who are made of the dust are like the man from the dust; those who are heavenly are like the man who is from heaven."},{"number":49,"verse":"Just as we have borne the likeness of the man who was made from dust, we will {Other mss. read we should} also bear the likeness of the man from heaven."},{"number":50,"verse":"Brothers, this is what I mean: Mortal bodies {Lit. mean: Flesh and blood} cannot inherit the kingdom of God, and what decays cannot inherit what does not decay."},{"number":51,"verse":"Let me tell you a secret. Not all of us will die, {Lit. will fall asleep} but all of us will be changed"},{"number":52,"verse":"in a moment, faster than an eye can blink, at the sound of the last trumpet. Indeed, that trumpet {Lit. it} will sound, and then the dead will be raised never to decay, and we will be changed."},{"number":53,"verse":"For what is decaying must be clothed with what cannot decay, and what is dying must be clothed with what cannot die."},{"number":54,"verse":"Now, when what is decaying is clothed with what cannot decay, and what is dying is clothed with what cannot die, then the written word will be fulfilled: \"Death has been swallowed up by victory!\" {Isa 25:8}"},{"number":55,"verse":"\"Where, O death, is your victory? Where, O death, is your sting?\" {Hos 13:14}"},{"number":56,"verse":"Now death's stinger is sin, and sin's power is the Law."},{"number":57,"verse":"But thanks be to God, who gives us the victory through our Lord Jesus the Messiah! {Or Christ}"},{"number":58,"verse":"Therefore, my dear brothers, be steadfast, unmovable, always excelling in the work of the Lord, because you know that the work that you do for the Lord isn't wasted."}]}