{"bibleAbbr":"ISV2011","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"{Concerning Food Offered to Idols} d Now concerning food offered to idols: We know that we all possess knowledge. Knowledge puffs up, but love builds up."},{"number":2,"verse":"If anyone thinks he really {The Gk. lacks really} knows something, he has not yet learned it as he ought to know it."},{"number":3,"verse":"But anyone who loves God is known by him. {I. e. Other mss. lack by him}"},{"number":4,"verse":"Now concerning eating food offered to idols: We know that no idol is real in this world and that there is only one God."},{"number":5,"verse":"For even if there are \"gods\" in heaven and on earth (as indeed there are many so-called \"gods\" and \"lords\" ),"},{"number":6,"verse":"yet for us there is only one God, the Father, from whom everything came into being and for whom we live. And there is only one Lord, Jesus the Messiah, {Or Christ} through whom everything came into being and through whom we live."},{"number":7,"verse":"But not everyone has this knowledge. Some people are so accustomed to idolatry that when they eat food that has been offered to an idol, their conscience becomes contaminated because it is weak."},{"number":8,"verse":"However, food will not bring us closer to God. We are no worse off if we do not eat food that has been offered to an idol, {The Gk. lacks food that has been offered to an idol} and no better off if we do."},{"number":9,"verse":"But you must see to it that this right of yours does not become a stumbling block for those who are weak."},{"number":10,"verse":"For if anyone with a weak conscience sees you, who know better, eating in an idol's temple, he will be encouraged to eat what has been offered to idols, won't he?"},{"number":11,"verse":"In that case, the weak brother for whom the Messiah {Or Christ} died is ruined by your knowledge."},{"number":12,"verse":"When you sin against your brothers in this way and wound their weak consciences, you are sinning against the Messiah. {Or Christ}"},{"number":13,"verse":"Therefore, if food that I eat {The Gk. lacks that I eat} causes my brother to stumble, I will never eat meat again, in order to keep my brother from stumbling."}]}