{"bibleAbbr":"RcV2003","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"And you, though dead in your offenses and sins,"},{"number":2,"verse":"In which you once walked according to the age of this world, according to the ruler of the authority of the air, of the spirit which is now operating in the sons of disobedience;"},{"number":3,"verse":"Among whom we also all conducted ourselves once in the lusts of our flesh, doing the desires of the flesh and of the thoughts, and were by nature children of wrath, even as the rest;"},{"number":4,"verse":"But God, being rich in mercy, because of His great love with which He loved us,"},{"number":5,"verse":"Even when we were dead in offenses, made us alive together with Christ (by grace you have been saved)"},{"number":6,"verse":"And raised us up together with Him and seated us together with Him in the heavenlies in Christ Jesus,"},{"number":7,"verse":"That He might display in the ages to come the surpassing riches of His grace in kindness toward us in Christ Jesus."},{"number":8,"verse":"For by grace you have been saved through faith, and this not of yourselves; it is the gift of God;"},{"number":9,"verse":"Not of works that no one should boast."},{"number":10,"verse":"For we are His masterpiece, created in Christ Jesus for good works, which God prepared beforehand in order that we would walk in them."},{"number":11,"verse":"Therefore remember that once you, the Gentiles in the flesh, those who are called uncircumcision by that which is called circumcision in the flesh made by hands,"},{"number":12,"verse":"That you were at that time apart from Christ, alienated from the commonwealth of Israel, and strangers to the covenants of the promise, having no hope and without God in the world."},{"number":13,"verse":"But now in Christ Jesus you who were once far off have become near in the blood of Christ."},{"number":14,"verse":"For He Himself is our peace, He who has made both one and has broken down the middle wall of partition, the enmity,"},{"number":15,"verse":"Abolishing in His flesh the law of the commandments in ordinances, that He might create the two in Himself into one new man, so making peace,"},{"number":16,"verse":"And might reconcile both in one Body to God through the cross, having slain the enmity by it."},{"number":17,"verse":"And coming, He announced peace as the gospel to you who were far off, and peace to those who were near,"},{"number":18,"verse":"For through Him we both have access in one Spirit unto the Father."},{"number":19,"verse":"So then you are no longer strangers and sojourners, but you are fellow citizens with the saints and members of the household of God,"},{"number":20,"verse":"Being built upon the foundation of the apostles and prophets, Christ Jesus Himself being the cornerstone;"},{"number":21,"verse":"In whom all the building, being fitted together, is growing into a holy temple in the Lord;"},{"number":22,"verse":"In whom you also are being built together into a dwelling place of God in spirit."}]}