{"bibleAbbr":"RcV2003","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"I beseech you therefore, I, the prisoner in the Lord, to walk worthily of the calling with which you were called,"},{"number":2,"verse":"With all lowliness and meekness, with long-suffering, bearing one another in love,"},{"number":3,"verse":"Being diligent to keep the oneness of the Spirit in the uniting bond of peace:"},{"number":4,"verse":"One Body and one Spirit, even as also you were called in one hope of your calling;"},{"number":5,"verse":"One Lord, one faith, one baptism;"},{"number":6,"verse":"One God and Father of all, who is over all and through all and in all."},{"number":7,"verse":"But to each one of us grace was given according to the measure of the gift of Christ."},{"number":8,"verse":"Therefore the Scripture says, “Having ascended to the height, He led captive those taken captive and gave gifts to men.”"},{"number":9,"verse":"(Now this, “He ascended,” what is it except that He also descended into the lower parts of the earth?"},{"number":10,"verse":"He who descended, He is also the One who ascended far above all the heavens that He might fill all things.)"},{"number":11,"verse":"And He Himself gave some as apostles and some as prophets and some as evangelists and some as shepherds and teachers,"},{"number":12,"verse":"For the perfecting of the saints unto the work of the ministry, unto the building up of the Body of Christ,"},{"number":13,"verse":"Until we all arrive at the oneness of the faith and of the full knowledge of the Son of God, at a full-grown man, at the measure of the stature of the fullness of Christ,"},{"number":14,"verse":"That we may be no longer little children tossed by waves and carried about by every wind of teaching in the sleight of men, in craftiness with a view to a system of error,"},{"number":15,"verse":"But holding to truth in love, we may grow up into Him in all things, who is the Head, Christ,"},{"number":16,"verse":"Out from whom all the Body, being joined together and being knit together through every joint of the rich supply and through the operation in the measure of each one part, causes the growth of the Body unto the building up of itself in love."},{"number":17,"verse":"This therefore I say and testify in the Lord, that you no longer walk as the Gentiles also walk in the vanity of their mind,"},{"number":18,"verse":"Being darkened in their understanding, alienated from the life of God because of the ignorance which is in them, because of the hardness of their heart;"},{"number":19,"verse":"Who, being past feeling, have given themselves over to lasciviousness to work all uncleanness in greediness."},{"number":20,"verse":"But you did not so learn Christ,"},{"number":21,"verse":"If indeed you have heard Him and have been taught in Him as the reality is in Jesus,"},{"number":22,"verse":"That you put off, as regards your former manner of life, the old man, which is being corrupted according to the lusts of the deceit,"},{"number":23,"verse":"And that you be renewed in the spirit of your mind"},{"number":24,"verse":"And put on the new man, which was created according to God in righteousness and holiness of the reality."},{"number":25,"verse":"Therefore having put off the lie, speak truth each one with his neighbor, for we are members one of another."},{"number":26,"verse":"Be angry, yet do not sin; do not let the sun go down on your indignation,"},{"number":27,"verse":"Neither give place to the devil."},{"number":28,"verse":"He who steals should steal no more, but rather should labor, working with his own hands in that which is respectable, that he may have something to share with him who has need."},{"number":29,"verse":"Let no corrupt word proceed out of your mouth, but only that which is good for building up, according to the need, that it may give grace to those who hear."},{"number":30,"verse":"And do not grieve the Holy Spirit of God, in whom you were sealed unto the day of redemption."},{"number":31,"verse":"Let all bitterness and anger and wrath and clamor and evil speaking be removed from you, with all malice."},{"number":32,"verse":"And be kind to one another, tenderhearted, forgiving one another, even as God in Christ also forgave you."}]}