{"bibleAbbr":"BB1572","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"The burthen of the word of the Lorde to Israel, by the ministerie of Malachi."},{"number":2,"verse":"I haue loued you saith the Lord: yet ye say, wherein hast thou loued vs? Was not Esau Iacobs brother, saith the Lorde, yet loued I Iacob?"},{"number":3,"verse":"And I hated Esau, & made his mountaynes waste, and his heritage a wildernesse for Dragons."},{"number":4,"verse":"Though Edom say, We are impouerished, but we wil returne and builde the desolate places: yet saith the Lorde of hoastes, They shal builde, but I wil destroy: & they shal cal them, The border of wickednes, & the people with whom the Lorde is angry for euer."},{"number":5,"verse":"And your eyes shall see: and you shal say, The Lorde wylbe magnified vpon the borders of Israel."},{"number":6,"verse":"A sonne honoureth his father, and a seruaunt his maister: If then I be a father, where is myne honour? if I be a maister, where is my feare? Saith the Lorde God of hoastes to you O ye pristes that despise my name, and ye say, Wherein haue we despised thy name?"},{"number":7,"verse":"Ye offer vpon myne aulter vncleane bread, and say, Wherein haue we polluted thee? In that ye say, The table of the Lorde is not to be regarded."},{"number":8,"verse":"When ye bring the blinde for sacrifice, [you say] it is not euil: and when ye bring the lame and sicke, [you say] it is not euil: offer it nowe to thy prince, wyll he be content with thee, or accept thy person, saith the Lorde of hoastes?"},{"number":9,"verse":"And now I pray you, pray before God, that he may haue mercie vpon vs: (this [euill] hath ben done by your meanes) wyll he regarde your persons, saith the Lorde of hoastes?"},{"number":10,"verse":"Who is there euen among you that would shutte the doores, and kindle not fire on myne aulter in vaine? I haue no pleasure in you, saith the Lorde of hoastes, neither wyll I accept an offering at your hande."},{"number":11,"verse":"From the rysing of the sunne vnto the going downe of the same my name is great among the gentiles, and in euery place incense shalbe offred to my name, & a pure offering: for my name is great among the very heathen, saith the Lord of hoastes."},{"number":12,"verse":"But ye haue polluted it, in that ye say, The table of the Lord is polluted, & the fruite thereof, [euen] his meate is not to be regarded."},{"number":13,"verse":"And ye saide, beholde [it is] a weerynesse, and you haue snuffed at it saith the Lorde of hoastes, and ye haue offered the stolne, and the lame, and the sicke, ye haue offered an offering: shoulde I accept this of your handes, saith the lorde?"},{"number":14,"verse":"Cursed be the deceitfull which hath in his flocke a male, and voweth, and sacrificeth a corrupt thing to the Lorde: because I am a great king, saith the lord of hoastes, and my name is fearefull among the heathen."}]}