{"bibleAbbr":"CVg2018","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":1,"verses":[{"number":1,"verse":"Paulus et Timotheus, servi Jesu Christi, omnibus sanctis in Christo Jesu, qui sunt Philippis, cum episcopis et diaconibus."},{"number":2,"verse":"Gratia vobis, et pax a Deo Patre nostro, et Domino Jesu Christo."},{"number":3,"verse":"Gratias ago Deo meo in omni memoria vestri,"},{"number":4,"verse":"semper in cunctis orationibus meis pro omnibus vobis, cum gaudio deprecationem faciens,"},{"number":5,"verse":"super communicatione vestra in Evangelio Christi a prima die usque nunc."},{"number":6,"verse":"Confidens hoc ipsum, quia qui cœpit in vobis opus bonum, perficiet usque in diem Christi Jesu :"},{"number":7,"verse":"sicut est mihi justum hoc sentire pro omnibus vobis : eo quod habeam vos in corde, et in vinculis meis, et in defensione, et confirmatione Evangelii, socios gaudii mei omnes vos esse."},{"number":8,"verse":"Testis enim mihi est Deus, quomodo cupiam omnes vos in visceribus Jesu Christi."},{"number":9,"verse":"Et hoc oro, ut caritas vestra magis ac magis abundet in scientia, et in omni sensu :"},{"number":10,"verse":"ut probetis potiora, ut sitis sinceri, et sine offensa in diem Christi,"},{"number":11,"verse":"repleti fructu justitiæ per Jesum Christum, in gloriam et laudem Dei."},{"number":12,"verse":"Scire autem vos volo fratres, quia quæ circa me sunt, magis ad profectum venerunt Evangelii :"},{"number":13,"verse":"ita ut vincula mea manifesta fierent in Christo in omni prætorio, et in ceteris omnibus,"},{"number":14,"verse":"et plures e fratribus in Domino confidentes vinculis meis, abundantius auderent sine timore verbum Dei loqui."},{"number":15,"verse":"Quidam quidem et propter invidiam et contentionem : quidam autem et propter bonam voluntatem Christum prædicant :"},{"number":16,"verse":"quidam ex caritate, scientes quoniam in defensionem Evangelii positus sum."},{"number":17,"verse":"Quidam autem ex contentione Christum annuntiant non sincere, existimantes pressuram se suscitare vinculis meis."},{"number":18,"verse":"Quid enim ? Dum omni modo sive per occasionem, sive per veritatem, Christus annuntietur : et in hoc gaudeo, sed et gaudebo."},{"number":19,"verse":"Scio enim quia hoc mihi proveniet ad salutem, per vestram orationem, et subministrationem Spiritus Jesu Christi,"},{"number":20,"verse":"secundum exspectationem et spem meam, quia in nullo confundar : sed in omni fiducia sicut semper, et nunc magnificabitur Christus in corpore meo, sive per vitam, sive per mortem."},{"number":21,"verse":"Mihi enim vivere Christus est, et mori lucrum."},{"number":22,"verse":"Quod si vivere in carne, hic mihi fructus operis est, et quid eligam ignoro."},{"number":23,"verse":"Coarctor autem e duobus : desiderium habens dissolvi, et esse cum Christo, multo magis melius :"},{"number":24,"verse":"permanere autem in carne, necessarium propter vos."},{"number":25,"verse":"Et hoc confidens scio quia manebo, et permanebo omnibus vobis ad profectum vestrum, et gaudium fidei :"},{"number":26,"verse":"ut gratulatio vestra abundet in Christo Jesu in me, per meum adventum iterum ad vos."},{"number":27,"verse":"Tantum digne Evangelio Christi conversamini : ut sive cum venero, et videro vos, sive absens audiam de vobis, quia statis in uno spiritu unanimes, collaborantes fidei Evangelii :"},{"number":28,"verse":"et in nullo terreamini ab adversariis : quæ illis est causa perditionis, vobis autem salutis, et hoc a Deo :"},{"number":29,"verse":"quia vobis donatum est pro Christo, non solum ut in eum credatis, sed ut etiam pro illo patiamini :"},{"number":30,"verse":"idem certamen habentes, quale et vidistis in me, et nunc audistis de me."}]}