{"bibleAbbr":"urDGV2010","bookName":"योएल","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"ज़ैल में रब का वह कलाम है जो योएल बिन फ़तूएल पर नाज़िल हुआ।"},{"number":2,"verse":"ऐ बुज़ुर्गो, सुनो! ऐ मुल्क के तमाम बाशिन्दो, तवज्जुह दो! जो कुछ इन दिनों में तुम्हें पेश आया है क्या वह पहले कभी तुम्हें या तुम्हारे बापदादा को पेश आया?"},{"number":3,"verse":"अपने बच्चों को इस के बारे में बताओ, जो कुछ पेश आया है उस की याद नस्ल-दर-नस्ल ताज़ा रहे।"},{"number":4,"verse":"जो कुछ टिड्डी के लार्वे ने छोड़ दिया उसे बालिग़ टिड्डी खा गई, जो बालिग़ टिड्डी छोड़ गई उसे टिड्डी का बच्चा खा गया, और जो टिड्डी का बच्चा छोड़ गया उसे जवान टिड्डी खा गई।"},{"number":5,"verse":"ऐ नशे में धुत लोगो, जाग उठो और रो पड़ो! ऐ मै पीने वालो, वावैला करो! क्यूँकि नई मै तुम्हारे मुँह से छीन ली गई है।"},{"number":6,"verse":"टिड्डियों की ज़बरदस्त और अनगिनत क़ौम मेरे मुल्क पर टूट पड़ी है। उन के शेर के से दाँत और शेरनी का सा जबड़ा है।"},{"number":7,"verse":"नतीजे में मेरे अंगूर की बेलें तबाह, मेरे अन्जीर के दरख़्त ज़ाए हो गए हैं। टिड्डियों ने छाल को भी उतार लिया, अब शाख़ें सफ़ेद सफ़ेद नज़र आती हैं।"},{"number":8,"verse":"आह-ओ-ज़ारी करो, टाट से मुलब्बस उस कुंवारी की तरह गिर्या करो जिस का मंगेतर इन्तिक़ाल कर गया हो।"},{"number":9,"verse":"रब के घर में ग़ल्ला और मै की नज़रें बन्द हो गई हैं। इमाम जो रब के ख़ादिम हैं मातम कर रहे हैं।"},{"number":10,"verse":"खेत तबाह हुए, ज़मीन झुलस गई है। अनाज ख़त्म, अंगूर ख़त्म, ज़ैतून ख़त्म।"},{"number":11,"verse":"ऐ काश्तकारो, शर्मसार हो जाओ! ऐ अंगूर के बाग़बानो, आह-ओ-बुका करो! क्यूँकि खेत की फ़सल बर्बाद हो गई है, गन्दुम और जौ की फ़सल ख़त्म ही है।"},{"number":12,"verse":"अंगूर की बेल सूख गई, अन्जीर का दरख़्त मुरझा गया है। अनार, खजूर, सेब बल्कि फल लाने वाले तमाम दरख़्त पझ़मुर्दा हो गए हैं। इन्सान की तमाम ख़ुशी ख़ाक में मिलाई गई है।"},{"number":13,"verse":"ऐ इमामो, टाट का लिबास ओढ़ कर मातम करो! ऐ क़ुर्बानगाह के ख़ादिमो, वावैला करो! ऐ मेरे ख़ुदा के ख़ादिमो, आओ, रात को भी टाट ओढ़ कर गुज़ारो! क्यूँकि तुम्हारे ख़ुदा का घर ग़ल्ला और मै की नज़रों से महरूम हो गया है।"},{"number":14,"verse":"मुक़द्दस रोज़े का एलान करो। लोगों को ख़ास इजतिमा के लिए बुलाओ। बुज़ुर्गों और मुल्क के तमाम बाशिन्दों को रब अपने ख़ुदा के घर में जमा करके बुलन्द आवाज़ से रब से इल्तिजा करो।"},{"number":15,"verse":"उस दिन पर अफ़्सोस! क्यूँकि रब का वह दिन क़रीब ही है जब क़ादिर-ए-मुतलक़ हम पर तबाही नाज़िल करेगा।"},{"number":16,"verse":"क्या ऐसा नहीं हुआ कि हमारे देखते देखते हम से ख़ुराक छीन ली गई, कि अल्लाह के घर में ख़ुशी-ओ-शादमानी बन्द हो गई है?"},{"number":17,"verse":"ढेलों में छुपे बीज झुलस गए हैं, इस लिए ख़ाली गोदाम ख़स्ताहाल और अनाज को मह्फ़ूज़ रखने के मकान टूट फूट गए हैं। उन की ज़रूरत नहीं रही, क्यूँकि ग़ल्ला सूख गया है।"},{"number":18,"verse":"हाय, मवेशी कैसी दर्दनाक आवाज़ निकाल रहे हैं! गाय-बैल परेशानी से इधर उधर फिर रहे हैं, क्यूँकि कहीं भी चरागाह नहीं मिलती। भेड़-बकरियों को भी तक्लीफ़ है।"},{"number":19,"verse":"ऐ रब, मैं तुझे पुकारता हूँ, क्यूँकि खुले मैदान की चरागाहें नज़र-ए-आतिश हो गई हैं, तमाम दरख़्त भस्म हो गए हैं।"},{"number":20,"verse":"जंगली जानवर भी हाँपते हाँपते तेरे इन्तिज़ार में हैं, क्यूँकि नदियाँ सूख गई हैं, और खुले मैदान की चरागाहें नज़र-ए-आतिश हो गई हैं।"}]}