{"bibleAbbr":"awaERV2005","bookName":"मरकुस रचित सुसमाचार","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"( ईसू क आवइ क तइयारी) ( ( 470 3:1-12 ; 490 3:1-9 , 490 3:15-17 ; 500 1:19-28 )) परमेस्सर क पूत ईसू मसीह क सुसमाचार क सुरुआत।"},{"number":2,"verse":"जइसा अगवा होई, यसायाह नबी क किताब मँ लिखा अहइ: उ कहेस, “सुन ल्या! मइँ (परमेस्सर) अपने सहायक क तोसे पहिले पठवत अही। उ तोहरे बरे रस्ता बनाई।”"},{"number":3,"verse":"“एक ठु मनई के चिल्लाय क अवाज उसरे मँ सुनि लीन्ह: ‘पर्भू क बरे रस्ता बनवा अउर सोझ रस्ता तइयार करा।’”"},{"number":4,"verse":"यूहन्ना उसरे मँ बपतिस्मा देत आइ। उ लोगन स बपतिस्मा लेने क कहेस कि उ आपन मनफिराव क दिखा सकइँ। अउर ओनके पापन्क छमा होइ।"},{"number":5,"verse":"यरूसलेम अउ यहूदिया देस क सब जने ओकरे निअरे गएन। जइसे उ सब आपुन्हि पापन्क कबूलेन्ह, उ सब यरदन नदिया मँ ओसे बपतिस्मा पाएन।"},{"number":6,"verse":"यूहन्ना ऊँटन्क बारेन्स बनवा बस्तर पहिरत रहा, अउर करिहाउँ प खालि क पेटी बाँधत रहा। उ टिड्डन्क अउर जंगली सहद खात रहा।"},{"number":7,"verse":"उ इ बात क प्रचार करत रहा: “मोरे पाछे मोसे जिआदा एक ठु बरिआर मनई आई। मइँ ऍतना जोग्य नाहीं कि ओकरे सोझे खड़ा होइके अउर निहुरिके ओकरे बधियउरी क फीता तलक खोलि सकउँ।"},{"number":8,"verse":"मइँ तू पचन्क पानी स बपतिस्मा देत अही मुला उ तू पचन्क पवित्तर आतिमा स बपतिस्मा देई।”"},{"number":9,"verse":"( ईसू बपतिस्मा लिहेस) ( ( 470 3:13-17 ; 490 3:21-22 )) उ समइ ईसू नासरत स गलील आवा। हुवाँ यूहन्ना रहा। ईसू ओसे यरदन नदिया मँ बपतिस्मा लिहस।"},{"number":10,"verse":"जइसे ही पानी स बाहेर आवत रह, उ खुला भवा अकास देखेस। अउर पवित्तर आतिमा कबूतरे क नाईं ओह प उतरी।"},{"number":11,"verse":"फिन अकासबानी भइ: “तू मोर पूत, जेहका मइँ पियार करत हउँ। मइँ तोहसे बहोत खुस हउँ।”"},{"number":12,"verse":"( ईसू क परीच्छा लीन्ह गइ) ( ( 470 4:1-11 ; 490 4:1-13 )) तब तुरंतहि आतिमा ईसू क उसरे मँ पठएस।"},{"number":13,"verse":"अउ उ उसरे मँ चालीस दिन तइँ रहा। उहइ समइया मँ सइतान ओका भरमावत भवा रहा। हुवाँ ईसू जंगली जनावर क संग रहा। जहाँ सरगदूतन आइ क ओकर सेवा किहेन।"},{"number":14,"verse":"( ईसू कछू चेलन क चुनेस) ( ( 470 4:12-17 ; 490 4:14-15 )) ओकरे बाद यूहन्ना जेली मँ धाँध दीन्ह गवा। फिन ईसू गालील मँ गवा अउर परमेस्सर क सुसमाचार क प्रचार करत रहा।"},{"number":15,"verse":"उ कहेस, “समइ पूरा होइ गवा परमेस्सर क राज्य नगिचे अहइ। सब जने मनफिरावा अउर सुसमाचार मँ बिसवास करा।”"},{"number":16,"verse":"( ईसू कछू चेलन क चुनेस) ( ( 470 4:18-22 ; 490 5:1-11 )) जब ईसू गलील झील क निअरे स होइ के जात रहा। उ समौन अउर समौन क भाई अन्द्रियास क निहारेस। उ दुइनउँ मछुआरा रहेन, एह बरे उ सब जलिया क झीले मँ डारत रहेन।"},{"number":17,"verse":"ईसू ओनसे कहेस, “आवा, अउर मोरे पाछे आवा। मइँ तू पचन क कइसे मनई बटोरा जात हीं इ बात सिखाउब।”"},{"number":18,"verse":"तबहिं फउरन उ सब आपनि जालिन्ह क छाँड़ि दिहन अउर ओकरे पाछे आएन।"},{"number":19,"verse":"तबहिं ईसू तनिक आगे झिलिया क तीरे चलत-चलत जब्दी क बेटवा याकूब अउर ओकर भाई यूहन्ना क निहारेस। उ सबइ आपन नाउ मँ आपन जालि क मरम्मत करत रहेन।"},{"number":20,"verse":"उ तबहिं फउरन उ सबन्क बोलॉएस। एह बरे कि उ सबइ नाउ मँ आपन बाप जब्दी क छाँड़ि कइ ओके संग ओकरे पाछे आएन।"},{"number":21,"verse":"( ईसू मनई क चंगा करेस जेह पर दुस्ट आतिमा सवार रही) ( ( 490 4:31-37 )) ओकरे बाद उ पचे कफरनहूम गएन। फुन अगवा ईसू आवइवाला सबित क दिन आराधनालय मँ जाइके लोगन्क सिच्छा देइ लाग।"},{"number":22,"verse":"सिरिफ धरम सास्तिरियन क जानइवाला क तरह नाहीं मुला एक ठु मुड्ढ क नाईं सिच्छा देत रहा। एह बरे उ सब मनइयन ओकरे सिच्छा स अचरजे मँ पड़ि गएन।"},{"number":23,"verse":"ओनकर यहूदी पराथना सभा मँ एक ठू अइसा मनई रहा जेका दुस्ट आतिमा धरे रही। उ मनई चिचिअन अउर कहेस,"},{"number":24,"verse":"“मोसे तू का चाहत बाट्या, नासरत क ईसू? का हम पचन्क बरिबाद करइ क आइ बाट्या? मइँ जानत हउँ तू का अहा, तू अहा परमेस्सर क पवित्तर मनई!”"},{"number":25,"verse":"मुला एह पइ ईसू पटकारेस, “खामोस रह, ओहका छाँड़िके चला आव।”"},{"number":26,"verse":"तबहिं दुस्ट आतिमा उ मनई क हिलाइस अउर खूब जोर स चिचिआन। फिन ओहमाँ स बाहेर आइ गइ।"},{"number":27,"verse":"ऍहसे हर मनई अचरज मँ पड़ि गवा। सब मनइयन आपुस मँ पूछइ पछोरे लागेन, “हिआँ इ कावा? इ मनई एक ठु नई सिच्छा देत बाटइ। उ मुड्ढ गियान स सिखवत अहइ। उ दुस्ट आतिमा क हुकुम देत हय अउर उ पचे ओहका मानत हीं।”"},{"number":28,"verse":"एह बरे गलील अउ ओह के चारिउँ कइँती ईसू क नाउँ तुरंतइ फइल गइ।"},{"number":29,"verse":"( ईसू ढेर मिला क चंगा कीहेस) ( ( 470 8:14-17 ; 490 4:38-41 )) ईसू अउर ओकर चेलन आराधनालय तजि दिहन अउर सोझे याकूब अउ यूहन्ना क संग समौन अउर अन्द्रियास क घरे गएन।"},{"number":30,"verse":"समौन क सास बोखॉरे स बिछउना प पहुड़ी रही। तउ उ सब तुरंतहि ईसू क ओकरे बारे मँ बताऍन।"},{"number":31,"verse":"तइसेन उ ओकरे नगिचे गवा। ओकर हथवा पकरि के ओका उठाएस। बोखॉर ओहका छाँड़ि दिहस अउर उ सबन्क सेवॅकाई करइ लाग।"},{"number":32,"verse":"सूरज बूड़े क बाद सांझ होइ जाए प उ सब लोग ढेर बेरमियन्क अउर जेनका दुस्ट आतिमन बियाधत रहा, ईसू क नगिचे लिवाइ लाऍन।"},{"number":33,"verse":"अउर समूचा सहर दुआरे प जम गवा।"},{"number":34,"verse":"उ तरह तरह क रोग स बेरमिया रहेन ओन सबन्क बेमारी स जरटुट किहेस अउर बहोत स दुस्ट आतिमन भगाय दिहस। उ दुस्ट आतिमन क नाहीं बोलइ दिहस, एह बरे कि उ सब ओहका जान गइन।"},{"number":35,"verse":"( ईसू सुसमाचार सुनावइ क तइयारी करेस) ( ( 490 4:42-44 )) बड़े भिन्सारे जब मुँह अँधियार रहा, ईसू जागि गवा। ओकरे बाद घरवा स बाहेर अकेल्ले मँ अउर उजाड़े मँ गवा, हुवाँ उ पराथना करेस।"},{"number":36,"verse":"पाछे समौन अउ ओकर साथी ईसू क हेरत-हेरत बाहेर गएन।"},{"number":37,"verse":"उ पचे ओहका हेरि के ओसे कहेन, “हर मनई तोहका हेरत अहइ।”"},{"number":38,"verse":"फिन ईसू ओनसे कहेस, “हमका दूसर क नगरन मँ जाइही चाही। तबहिं उ सबन ठउरन मँ मइँ उपदेस दइ सकत हउँ। एह बरे मइँ आइ हउँ।”"},{"number":39,"verse":"अइसे उ गलील क सब ठउरन मँ ओनके आराधनालयन मँ उपदेस देत अउर संग दुस्ट आतिमा क भगावत रहा।"},{"number":40,"verse":"( ईसू कोढ़ी क चंगा कीहेस) ( ( 470 8:1-4 ; 490 5:12-16 )) फिन एक ठु कोढ़ी ओकरे निअरे आवा अउर उ निहुरि क ईसू स बिनती किहेस, “जउ तू चाहा, तू मोका चंगा कइ सकत ह।”"},{"number":41,"verse":"ओकर जिअरा दाया स भरि गवा। फिन उ आपन हथवा फइलावत ओका छुइके कहेस, “मइँ चाहत हउँ, तू नीक ह्वा।”"},{"number":42,"verse":"तबहिं फउरन ओकर कोढ़ जरटुट होइ ग अउर उ नीक होइ ग।"},{"number":43,"verse":"ईसू ओका जाइक बरे कहेस मुला ओका एक करी चिताउनी दिहेस,"},{"number":44,"verse":"“देखा, तू ऍकरे बारे मँ कउनो स कछुहि जिन कह्या। फिन याजक क लगे जा अउर ओका आपन क देखावा। परमेस्सर क भेंट द्या जेह बरे तू नीक होइ गया। अउर जइसा मूसा क व्यवस्था बताएस, वइसा आपन नीक होइ क भेंट द्या। जइसे इ एक सनद रहइ।”"},{"number":45,"verse":"फिन उ मनई चला गवा, अउर बेधड़क बतावइ लाग अउर खबरिया क प्रचार करइ लाग। ऍहसे ईसू अजादी स कस्बन मँ जाइ न सका। आखिर उ अकेल्लले मँ अउर उजड़े ठउरन मँ टिकइ लाग। सब मिला ठउर ठउर सा ओकरे नगिचे आवत रहेन।"}]}