{"bibleAbbr":"awaERV2005","bookName":"मरकुस रचित सुसमाचार","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"( ईसू लकुआ क मरीज चंगा कीहेस) ( ( 470 9:1-8 ; 490 5:17-26 )) कछू दिन पाछे ईसू कफरनहूम फिन आइ गवा। तउ इ खबर फैलि गइ कि उ घरे मँ बा।"},{"number":2,"verse":"ऍतना ढेर क मजमा ओका सुनइ बरे जमा भवा कि ओकर घरवा भरि गवा। हुआँ तिल धरइ क ठउर नाहीं रहा अउर दुआरे क बाहेर भी नाहीं रहा। उ मनइयन क उपदेस देत रहा।"},{"number":3,"verse":"कछू लोग लकुआ क रोगी क ईसू क निअरे लाएन। लकवा क रोगी का चार मनई लाद कर लावत रहेन।"},{"number":4,"verse":"पर उ लोग उ मनई का ईसू के पास न लाइ पायन काहेकि घरवा लोगन स भरा रहा। एह बरे जहाँ ईसू रहा, ओकरे ऊपर क छत्तिया प गएन अउर छत्तिया क खोदि के एक ठो धोंधका बनाएन। तबहिं उ पचे बिछउना इ तरखाले कइ दिहन, जेह प लकुआ क बेरमिया ओलरा रहा।"},{"number":5,"verse":"जब ईसू देखेस कि उ सब केतॅना गहरा बिसवास रखत हीं, उ लकवा क रोगी स कहेस, “बेटवा! तोहार पापन्क छमा कर दीन्ह।”"},{"number":6,"verse":"हुवाँ कछू धरम सास्तिरियन बइठा रहेन। उ पचे आपन आपन मनवा मँ गूँथत मथत रहेन।"},{"number":7,"verse":"“काहे इ मनई अइसे कहत बाटइ? उ परमेस्सर क दुरिआवत बाटइ। सिरिफ परमेस्सर क छाँड़ि क कउन पापन क छमा करी?”"},{"number":8,"verse":"ईसू आपन आतिमा मँ फउरन जानि गवा कि इ मन ही मन सास्तिरियन ओकरे बारे मँ का बिचारत अहइँ। तउ ईसू ओनसे कहेस, “तू सब आपन जिअरा मँ इ सब काहे बिचारत अहा?"},{"number":9,"verse":"जिआदा असान का अहइ इ लकुआ क बेरमिया क कहब, ‘तोहार पापन्क छमा दइ दीन्ह’ या कहब, ‘उठा! आपन बिछउना उठावा अउर चला?’"},{"number":10,"verse":"मुला मइँ तोहका प्रमाणन देब कि मनई क पूत क भुइयाँ प पापन्क छमा करइ क हक अहइ।” फिन ईसू लकुआ क बेरमिया स कहेस,"},{"number":11,"verse":"“मइँ तोहका कहत अही, उठा। आप बिछउना उठावा अउर घरे जा।”"},{"number":12,"verse":"एह पइ उ उठि गवा अउर आपन बिछउना हालि हालि उठाएस अउ मनइयन क देखतइ देखत उ बइठका स चल दिहस। एह बरे, उ सब अचरजे मँ पड़ि गएन अउर परमेस्सर क प्रसंसा किहेन “हम पचे अस जइसा कबहुँ न देखा।”"},{"number":13,"verse":"( लेवी (मत्ती) ईसू क पाछे चलई लागा) ( ( 470 9:9-13 ; 490 5:27-32 )) एक दाईं ईसू फिन उ झिलिया क तीरे गवा, हुवाँ ढेर मिला ओकरे पाछे होइ गएन। ईसू ओनका उपदेस दिहस।"},{"number":14,"verse":"जइसे उ झिलिया क किनारे जात रहा, चुंगी क उगहिया हलफई क बेटवा लेवी क निहारेस उ चुंगी घरे मँ बइठा रहा। ईसू लेवी स कहेस, “मोरे पाछे आवा।” तउ उ उठि खड़ा भवा अउर ओकरे पाछे गवा।"},{"number":15,"verse":"उ दिना क बाद ईसू आपन चेलन क लइ के ढेर चुंगी क उगहियन अउर पापियन क संग राति क खइया खात रहा। जेहमाँ ओकर चेलन ढेर जने रहेन जउन ओकरे पाछे पाछे चले आएन।"},{"number":16,"verse":"जब फरीसियन क कछू धरम सास्तिरियन लखेन कि ईसू चुंगी क उगहियन अउर पापियन क संग जेंवत रहा। उ पचे ईसू क चेलन स पूछेन, “उ काहे चुंगी क उगहियन अउर पापियन क संग जेंवत अहइ?”"},{"number":17,"verse":"ईसू अनकेस अउर ओनसे कहेस, “जउन हिट्ठ पुट्ठ मनई अहइँ, का ओनका बैद्य चाही? मुला जउन बेरमिया अहइँ, ओनका बैद्य चाही। मइँ धर्मी बरे नाहीं मुला पापियन लोगन्क बोलॉबइ आइ हउँ।”"},{"number":18,"verse":"( ईसू दूसर धार्मिक नेतन स निराला) ( ( 470 9:14-17 ; 490 5:33-39 )) यूहन्ना क चेलन अउर फरीसियन लोग उपास करत रहेन। कछू मनइयन ईसू क लगे आइके पूछेन, “काहे बरे यूहन्ना क चेलन अउर फरीसियन क चेलन उपास धांस करत हीं, मुला तोहार चेलन काहे उपास नाहीं करतेन?”"},{"number":19,"verse":"एह पइ ईसू जवाब दिहस, “जब बियाह मँ बराती जब तलक ओनसे उपवास करइ क उम्मीद नाहीं कीन्ह जात। जब तलक दुल्हा ओनके संग अहइ दुल्हा संग रहत हीं जब तलक उ पचे उपास नाहीं करतेन।"},{"number":20,"verse":"लेकिन समइ आई जबहिं दुल्हा ओनसे अलगाइ दीन्ह जाई अउर बराती दुखी रहि हीं। तबइ उ सब उपास रखिहीं।"},{"number":21,"verse":"“केउ कउनो पुरान कपरा प बेसिकुरा नवा कपरा क पइबंद नाहीं लगावत। यदि उ अइसा करत ह, उ नवा कपरा क पइबंद पुरान कपरा क लई बइठत ह। अइसे फटा कपरा क खोंच अउर बढ़ जात हीं।"},{"number":22,"verse":"मनई कबहुँ पुरान मसकन मँ नई दाखरस भरतेन नाहीं। काहे नई दाखरस पुरान मसकन क फोरि देई। अउर ऐहसे नई दाखरस अउर मसकन बरिवाद होइ जइहीं। एह बरे मनई मई दाखरस क नई मसकन मँ धरत ह।”"},{"number":23,"verse":"( कछू यहूदियन ईसू क नुकताचीनी किहेन) ( ( 470 12:1-8 ; 490 6:1-5 )) अइसा भवा कि ईसू सबित क दिन अनाजे क खेतन्से होत भवा जात रहा। अउर ओकर चेलन संग संग जात रहेन। ओकर चेलन जात जात अनाजे क बलिया खाइ बरे नोचेन।"},{"number":24,"verse":"फरीसियन देखेन अउर ईसू स कहेन, “देखा सबित क दिन ओ पचे काहे अइसा करत अहइँ। अइसा करब इ दिन क व्यवस्था क माफिक नाहीं।”"},{"number":25,"verse":"एह पइ ईसू ओनसे कहेस, “तू सबइ दाऊद क बारे मँ पढ़या ह कि उ का करेस ह। जब उ अउर ओकर साथी संगी क भूख लाग अउर ओनका खइया क जरूरत भइ?"},{"number":26,"verse":"का तू पढ्या नाहीं कि जब अबियातार एक महायाजक रहा, तब दाऊद कइसे परमेस्सर क मन्दिर मँ गवा अउर चढ़वा मँ चढ़ी रोटी खाएस जउन परमेस्सर क चढ़ाई गइ रही। जउन मूसा क व्यवस्था क माफिक कउनो क बरे नाहीं मुला याजकन क खाइ क बरे रहीं। दाऊद सबन्क कछू रोटिन्क दिहस जउन ओकरे संग रहेन?”"},{"number":27,"verse":"ईसू ओनसे कहेस, “सबित क दिन मनई बरे बनवा ग रहा, मुला मनई सबित क दिन बरे नाहीं।"},{"number":28,"verse":"एह बरे मनई क पूत सबित क पर्भू भी।”"}]}