{"bibleAbbr":"awaERV2005","bookName":"मरकुस रचित सुसमाचार","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"( ईसू क आपन सहर मँ जाब) ( ( 470 13:53-58 ; 490 4:16-30 )) फिन ईसू उ जगहिया छोड़ि के आपन सहर मँ आइ गवा। पाछे ओकर चेलन भी गएन।"},{"number":2,"verse":"जइसे सबित क दिन आवा, उ आराधनालय मँ उपदेस देइ लाग। जइसे उ पचे ओका सुनेन। ढेर क मिला अचरज मँ पड़ि गएन। उ सब कहेन, “इ मनई क कहाँ ते इ सब बातन मिलि गइन। इ कइसी बुद्धि अहइ जउन ऍका दीन्ह गइ अहइ। इ सइसा अद्भुत कारजन आपन हथवा स कइसे करत ह?"},{"number":3,"verse":"का इ उहई बढ़ई नाहीं, जउन मरियम क बेटवा अहइ अउर का इ याकूब, योसेस, यहूदा अउर समौन का भाई नाहीं? का जउन हमरे संग हिआ बाटइँ, उ ओकर बहिनियन नाहीं?” एहि बरे ओनका ईसू क मानइ मँ असमंजस होत रहा।"},{"number":4,"verse":"ईसू तब ओनसे कहेस, “आपन जनम भूमि, आपन नातेदार अउर आपन परिवारे क छोड़ि के, एक नबी कतहुँ बेइज्जत होत नाहीं।”"},{"number":5,"verse":"हुवाँ ईसू कउनो अद्भुत कारजन करेस नाहीं: बजाय ऍके उ कछू बेरमियां प हथवा धइके ओनके चंगा कइ दिहेस।"},{"number":6,"verse":"ईसू क ओनके बिसवास न भए पइ ओका अचरज भवा। तउ ईसू गाउँ गाउँ मँ उपदेस देत घूमत रहा।"},{"number":7,"verse":"( सुसमाचार परचार क बरे चेलन क पठवत) ( ( 470 10:1 , 470 10:5-15 ; 490 9:1-6 )) उ बारहु चेलन आपन निअरे बोलाएस, अउर दुइ दुइ ऍकउट के पठवइ लाग अउर ओनका दुस्ट आतिमन प कब्जियावइ क कहेस।"},{"number":8,"verse":"उ ओनका सुझाएस कि उ पचे जात्रा मँ लठिया छोड़िक कछू न लेइँ: रोटी नाहीं, बिछउना नाहीं अउर आपन बटुआ मँ पइसा हू नाहीं।"},{"number":9,"verse":"उ सबइ बधियउरी पहिन सकत हीं मुला एक ठु जियादा से बंडी भी नाहीं।"},{"number":10,"verse":"फिन उ ओनसे कहेस, “जउने घर मँ तू जा, हुवाँ तब तलक जगहिया न छोड़ा जब तलक तू नगर मँ रुका रहा।"},{"number":11,"verse":"अगर कउनो जगह तोहार सुआगत न होइ अउर हुवाँ क मनई तोहका न सुनइँ तउ हुवाँ स तु चल द्या। आपन गोड़वा क धूरि झाड़ द्या, जइसे ओनके खिलाफ सनद रहइ।”"},{"number":12,"verse":"फिन उ पचे हुवाँ स बाहेर गएन। उ सबइ उपदेस दिहन कि उ पचे, मनफिरावइँ।"},{"number":13,"verse":"उ सबइ ढेर दुस्ट आतिमन क भगाइ दिहन अउर ढेर बेरमियन क जैतून क तेले स मालिस करत नीक किहेन।"},{"number":14,"verse":"( हेरोदेस क बिचार ईसू यूहन्ना अहइ) ( ( 470 14:1-12 ; 490 9:7-9 )) राजा हेरोदेस ऍकरे बारे मँ सुनेस कि ईसू क नाउँ का जस हर कइँती बिआपि गवा। कछू लोग कहत रहेन, “बपतिस्मा देइवाला यूहन्ना मउत स जी गवा, अउर इहि कारण अद्भुत कारजन सक्ति काज करति अहइँ।”"},{"number":15,"verse":"अउर लोग कहत रहेन, “उ ईसू एलिय्याह अहइ।” अउर मनई कहत रहेन, “इ नबी अहइ की ईसू पुराने जमाने क नबियन क नाईं एक ठु नबी अहइ।”"},{"number":16,"verse":"जब हेरोदेस इ सुनेस, उ कहेस, “यूहन्ना जेकर मइँ गटइया कटवाएउँ ह, उ मउत स उठि गवा।”"},{"number":17,"verse":"( बपतिस्मा देइवाला यूहन्ना क कतल) हेरोदेस अपुनहि यूहन्ना क जेलिया मँ बंद होइ क अउर ओका गिरफतार होइ क हुकुम दिहेसि। आपन भाई फिलिप्पुस क पत्नी हेरोदियास क कारण जेहसे उ बियाह करेस, उ अइॅसा कइ डाएस।"},{"number":18,"verse":"यूहन्ना हेरोदेस स कहत रहा कि इ तोहका सोहत नाहीं कि तू आपन भाई क पत्नी स बियाह किहा।"},{"number":19,"verse":"हेरोदियास यूहन्ना क खिलाफ मनवा मँ डाह राखत रही अउर ओका मारइ चाहत रही, मुला ओका मार पावत नाहीं रहा।"},{"number":20,"verse":"अइसे हेरोदेस यूहन्ना स डेरात रहा अउर ओका मालूम रहा कि यूहन्ना सही अउर पवित्तर क मनई अहइ। एह बरे उ रच्छा करत रहा। हेरोदेस जब यूहन्ना क बारे मँ सुनत रहा तउ उ जिआदा अकुलाइ जात रहा। तउने प ही ओका यूहन्ना क बारे मँ बातन सुनइ क सोहॉत रहा।"},{"number":21,"verse":"तबहिं संजोग स बढ़िया अउसर आवा। हेरोदेस आपन जन्मदिन पइ बड़वार अधिकारी, आपन सेना क नायक अउर गलील क बड़े लोगन क भोज दिहस।"},{"number":22,"verse":"अउर जब हेरोदियास क बिटिया भितरे आइके नाचेस। ओसे उ हेरोदेस अउर भोज मँ आए मेहमनवन क रिझाइ लिहेस। यह पइ राजा हेरोदेस लरकीवा स कहेस, “जउन तू चाहा तउन माँग ल्या। मइँ तोका जरूर देब।”"},{"number":23,"verse":"राजा ओका अकेल्ले सपथ खाइके कहेस, “जउन तू माँगा मइँ तोहका जरूर देब। हियाँ तक आपन राज्य क आधा हींसा।”"},{"number":24,"verse":"इ सुनि के उ आपन महतारी क निअरे गइ अउर कहेस, “मोका का माँगइ चाही?” तउने प महतारी कहेस, “बपतिस्मा देइवाला यूहन्ना क मूँड़ी माँगा।”"},{"number":25,"verse":"अउर उ लरिकी फउरन राजा क नगिचे भीतर गइ अउर पूछेस, “मोका चाही कि तू ताबड़तोर बपतिस्मा देइवाला यूहन्ना क मूँड़ टाठी मँ धइ द्या।”"},{"number":26,"verse":"ऍसे राजा क बहोत दुःख भवा। मुला एह बरे ओकर सपथ अउर भोजे प मेहमनवन क कारण उ ओका मना करब नाहीं चाहेस।"},{"number":27,"verse":"तब राजा झटपट एक ठु जल्लाद ओकर मूँड़ काटि लिआवइ क पठएस। उ गवा अउर जेल मँ ओकर मूँड़ काटि लिहस।"},{"number":28,"verse":"फिन ओकर मुँड़ावा काट कइ टाठी मँ लइ आइ अउर बिटिया क दिहस। उ ऍका आपन महतारी क दिहस।"},{"number":29,"verse":"जब यूहन्ना क चेलन ऍकरे बारे मँ सुनेन तउ उ पचे आएन अउर ओकर ल्हास उठाएन अउ कब्र मँ धइ दिहन।"},{"number":30,"verse":"( ईसू पाँच हजार स जिआदा मनई क खियाएस) ( ( 470 14:13-21 ; 490 9:10-17 ; 500 6:1-14 )) ईसू क चारिहुँ कइँती सुसमाचार क प्रचार करइवाले प्रेरितन ईसू क पास जमा भएन। जउन उ पचे किहेन अउर सिखाएन सब कछू बताएन।"},{"number":31,"verse":"तब ईसू ओनसे कहेस, “तू पचे खुदइ मोरे संग एकांत जगहिया मँ आवा अउर तनिक आराम करा।” फिन हुवाँ बहोत मनई क आउब जाब लाग रहा। ऍसे उ सब खाइ क समइ नाहीं पाएन।"},{"number":32,"verse":"एह बरे उ सब मिलिके खुदइ नाउ स एकांत जगहिया मँ गएन।"},{"number":33,"verse":"मुला बहोत जने ओनका जात भवा देखेन अउर पहिचानेन कि उ सब कउन रहेन। इ कारण उ लोग सबहिं सहरन स हुवाँ धरतिया प धावत गएन अउर उ पचे ओनसे पहिले पहुँचेन।"},{"number":34,"verse":"जबहिं ईसू नाउ स उतरा, उ एक भारी भीर देखेस। तबहिं उ ओनके बरे दुःखी भवा, इ कारण कि उ सबइ बिना गड़रिया क भेड़ नाहीं रहेन। अइसे उ बहोत बातन सिखावइ लाग।"},{"number":35,"verse":"तब तलक साँझ होइ गइ। एह बरे ओकर चेलन ओकरे नगिचे आएन अउर बोलेन, “इ एकांत जगह अहइ अउर दिनवा ढरि ग अहइ।"},{"number":36,"verse":"मनइयन क पठवा, जइसे उ पचे नगिचे खेतन अउर गाउँन मँ जाइ सकइँ अउ आपन बरे कछू खाइके बेसहि लेइँ।”"},{"number":37,"verse":"मुला जवाबे मँ ईसू ओनसे कहेस, “तू ओनका कछू खाइके द्या।” उ सब ओहसे कहेन, “का हम पचे जाई अउर दुई सौ दीनार क बराबर रोटी बेसही अउर ओनके खाइ क बाँटी?”"},{"number":38,"verse":"ईसू ओनसे कहेस, “केतॅनी रोटी तोहरे पास अहइ? जा अउर देखा।” जब उ पचे पता पाएन, उ पचे कहेन, “हमरे पाँच ठु रोटी अउर दुइ मछरी अहइँ।”"},{"number":39,"verse":"फिन ईसू चेलन क हुकुम देहेस, “हर एक क हरिअर घसिया प पंगत मँ बइठइ बरे कहा।”"},{"number":40,"verse":"तबहिं उ सब सउ सउ अउर पचास पचास क पंगत मँ बइठ गएन।"},{"number":41,"verse":"तइसेन ईसू पाँच रोटिन्यक अउर दुइ मछरिन्क उठाइ के सरग क ओर निहारत भवा धन्यबाद दिहेस अउर रोटिन्क तोड़ेस। उ आपन चेलन क ओनका बाँटइ बरे दिहस।"},{"number":42,"verse":"उ सबइ भरपेट खाएन अउर उ सबइ अघाइ गएन।"},{"number":43,"verse":"ओकरे बाद उ सब रोटी अउर मछरी क बचा भवा बाहर टुकरन क झउआ मँ उठाएन।"},{"number":44,"verse":"पुरुसन क गनती जउन खइया क खाएन पाँच हजार रही।"},{"number":45,"verse":"( ईसू क पानी प चलब) ( ( 470 14:22-33 ; 500 6:16-21 )) फिन तुरंत ईसू आपन चेलन नाउ मँ बइठाएस जेहसे उ सबइ जब भिरिया क बिदाई पहिले झील क ओह पार बैतसैदा चला जाइँ।"},{"number":46,"verse":"ईसू भीर क बिदाई क बाद पहाड़ी प पराथना बरे गवा।"},{"number":47,"verse":"जब सांझ भइ, नाउ झिलिया क मँझधर मँ रही अउर उ भुइयाँ प अकेल्ले रहा।"},{"number":48,"verse":"उ ओनका नाउ खेवत क मुसीबते मँ देखेस, काहेकि हवा ओनके खिलाफ बहत रही। लगभग तीन स छ बजे क समइ भिंसारेउ ओनके निअरे झिलिया प चलत आवा। जइसे हि ओनके निअरे स जाइ क भवा,"},{"number":49,"verse":"उ पचे ओका पानी प चलत भवा निहारेन। उ सब अंजाद लगाएन कि कउनो बड़वार दुस्ट आतिमा अहइ। ऍसे उ पचे डेरात भए चिचिआनेन।"},{"number":50,"verse":"मुला उ पचे ओका निहारेन अउर उ सब ससाइ गएन। तुरंतहि उ ओनसे बोला, “हिम्मत रखा। इ मइँ हउँ जिन डेराअ।”"},{"number":51,"verse":"फिन उ ओनके संग नाउ प चढ़ि गवा, तब आँधी पटाइ गइ। ऍसे उ सबइ अचरज मँ पड़ि गएन।"},{"number":52,"verse":"उ पचे रोटियन क अद्भुत कारज क बारे मँ समझ पाएन नाहीं। ओनके दिमाग कठोर होइ गवा।"},{"number":53,"verse":"( ईसू बहुतेन बेरमियन क नीक किहेस) ( ( 470 14:34-36 )) जब उ सब झील पार कइ लिहन तउ गन्नेसरत क घाटे प आएन अउर नाउ क बाँध लिहन।"},{"number":54,"verse":"जबहिं उ पचे नाउ क छाँड़ि क उतर आएन, मनइयन ईसू क पहिचान लिहन।"},{"number":55,"verse":"उ पचे समूचे पहंटा मँ भागत फिरेन अउर बेरमियन क बिछउना प जहाँ कहूँ उ पचे सुनेन कि ईसू हुवाँ बा, लादि क लइ जाइ लागेन।"},{"number":56,"verse":"जहाँ कहूँ उ गाउँ मँ कस्बन मँ या खेतन मँ जात रहा, उ पचे आपन बेरमियन क हाटन मँ बइठाइ देतेन अउर उ पचे ईसू स बिनती करतेन कि उ आपन ओढ़ना क एक हींसा छुअइ दे। अउर सबइ जउन ऍका छुएन नीक होइ गएन।"}]}