{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "எபிரெயர்",
  "bookEnglishName" : "Hebrews",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "கிறிஸ்து ஒரே முறை பலியானார்மோசேயின் சட்ட விதிமுறைகளானது வரவிருக்கும் நல்ல விடயங்களின் ஒரு நிழல் மாத்திரமேயன்றி, அதன் யதார்த்தமல்ல. இதன் காரணமாகவே ஒவ்வொரு வருடமும் திரும்பத் திரும்ப தொடர்ச்சியாக செலுத்தப்பட்ட பலிகளின் மூலமாய், வழிபாட்டிற்கு வருகின்றவர்களை முழுமை பெறச் செய்ய நீதிச்சட்டத்தால் ஒருபோதும் இயலாதிருக்கிறது."
  }, {
    "number" : 2,
    "verse" : "அவ்வாறு முடியுமாயிருந்தால், பலிகள் செலுத்துவதும் நின்றிருக்கும் அல்லவா? ஏனெனில் இறைவனை ஆராதிக்கின்ற மக்கள் ஒரே தடவையாகத் தங்களுடைய பாவங்களிலிருந்து உண்மையாகவே சுத்திகரிக்கப்பட்டு இருப்பார்கள். அவர்கள் தங்களுடைய பாவத்தைக் குறித்துத் தொடர்ந்து குற்ற உணர்வுடையவர்களாய் இருந்திருக்க மாட்டார்களே!"
  }, {
    "number" : 3,
    "verse" : "ஆனால் அந்தப் பலிகள் ஒவ்வொரு வருடமும், பாவங்களை நினைவூட்டுவதாகவே இருந்தன."
  }, {
    "number" : 4,
    "verse" : "ஏனெனில் காளைகள், வெள்ளாடுகள் ஆகியவற்றின் இரத்தத்தினால், பாவங்களை ஒருபோதும் நீக்கிவிட முடியாது."
  }, {
    "number" : 5,
    "verse" : "இதன் காரணமாகவே கிறிஸ்து உலகத்திற்குள் வந்தபோது அவர், “பலியையும், காணிக்கைகளையும் நீர் விரும்பவில்லை. ஆனால் ஒரு உடலை நீர் எனக்கென ஆயத்தம் செய்தீர்;"
  }, {
    "number" : 6,
    "verse" : "தகன காணிக்கைகளிலும், பாவநிவாரண காணிக்கைகளிலும் நீர் பிரியப்படவில்லை."
  }, {
    "number" : 7,
    "verse" : "அப்போது நான் புத்தகச் சுருளில் என்னைக் குறித்து எழுதியிருக்கின்றபடி, ‘இதோ நான் இருக்கின்றேன். இறைவனே! உமது விருப்பத்தைச் செய்ய நான் வந்திருக்கிறேன்’ என்று சொன்னேன்” என்றார்."
  }, {
    "number" : 8,
    "verse" : "முதலாவது அவர், “பலிகளையும், காணிக்கைகளையும், தகன காணிக்கைகளையும், பாவநிவாரண காணிக்கைகளையும் நீர் விரும்பவும் இல்லை, அவற்றில் நீர் பிரியப்படவும் இல்லை” என்றார். ஆயினும் நீதிச்சட்டத்தின்படியே அவை செலுத்தப்பட்டன."
  }, {
    "number" : 9,
    "verse" : "பின்பு அவர், “இதோ நான் இருக்கின்றேன், உமது விருப்பத்தைச் செய்ய நான் வந்திருக்கிறேன்” என்றார். இதனால் அவர் முதலில் விபரித்தவற்றை நீக்குவதற்காக இரண்டாவதாக விபரித்தவற்றை ஏற்படுத்தி நிலைநிறுத்துகிறார்."
  }, {
    "number" : 10,
    "verse" : "இவ்விதமாக கிறிஸ்து இயேசு ஒரே தரம் எல்லா காலத்திற்குமாக தமது உடலை பலியாகச் செலுத்தியதன் மூலமாக, இறைவனுடைய விருப்பத்தை நிறைவேற்றியதனால் நம்மை பரிசுத்தமாக்கியிருக்கிறார்."
  }, {
    "number" : 11,
    "verse" : "ஒவ்வொரு மதகுருவும், நாள்தோறும் இறை சந்நிதியில் நின்று தனது பணிகளைச் செய்கின்றான். ஒருபோதும் பாவங்களைப் போக்க முடியாத பலிகளைத் திரும்பத் திரும்ப செலுத்துகிறான்."
  }, {
    "number" : 12,
    "verse" : "ஆனால் கிறிஸ்துவாகிய இந்த மதகுருவோ, எல்லா காலங்களுக்கும் சேர்த்து பாவங்களுக்கான ஒரே பலியை செலுத்தியதன் பின் இறைவனுடைய வலது பக்கத்தில் அமர்ந்தார்."
  }, {
    "number" : 13,
    "verse" : "அந்தவேளை முதல், “அவரின் எதிரிகள் அவரது அரியணையின் பாதபீடமாக ஆக்கப்படும் வரை” அவர் அங்கே காத்திருக்கின்றார்."
  }, {
    "number" : 14,
    "verse" : "ஏனெனில் பரிசுத்தமாக்கப்பட்டவர்களை ஒரே பலியினாலே அவர் என்றென்றும் பூரணப்படுத்தி விட்டார்."
  }, {
    "number" : 15,
    "verse" : "பரிசுத்த ஆவியானவரும் இதைக் குறித்து நமக்கு சாட்சி கொடுக்கின்றார். அவர் முதலில் சொல்கின்றதாவது,"
  }, {
    "number" : 16,
    "verse" : "“அந்த நாட்களுக்குப் பின்பு, நான் அவர்களுடன் செய்துகொள்ளும் உடன்படிக்கை இதுவே: நான் எனது சட்டங்களை அவர்களுடைய இருதயங்களில் வைப்பேன். அவற்றை அவர்களுடைய மனங்களில் நான் எழுதுவேன் என்று கர்த்தர் சொல்கின்றார்.”"
  }, {
    "number" : 17,
    "verse" : "பின்னும் அவர் தொடர்ந்து, “நான் அவர்களுடைய பாவங்களையும், சட்ட மீறுதல்களையும் இனி ஒருபோதும் ஞாபகத்தில் வைத்திருக்க மாட்டேன்” என்றார்."
  }, {
    "number" : 18,
    "verse" : "எனவே, எங்கே பாவங்கள் மன்னிக்கப்பட்டதோ, அங்கே பாவங்களை நீக்குவதற்கான எவ்வித பலியும் இனிமேல் தேவையில்லை."
  }, {
    "number" : 19,
    "verse" : "விடாமுயற்சிக்கு அழைப்புஆகையால் சகோதரரே, இயேசுவினுடைய இரத்தத்தின் மூலமாய் மகா பரிசுத்த இடத்திற்குள் செல்வதற்குத் தைரியம் நமக்கு உண்டு."
  }, {
    "number" : 20,
    "verse" : "அவருடைய உடலாகிய திரைச்சீலையின் மூலமாக ஒரு புதிதான உயிருள்ள வழியை அவர் நமக்குத் திறந்திருக்கிறார்."
  }, {
    "number" : 21,
    "verse" : "இப்போது இறைவனுடைய வீட்டுக்குப் பொறுப்பாக நமது மேன்மையான தலைமை மதகுரு இருக்கின்றார் என்பதால்,"
  }, {
    "number" : 22,
    "verse" : "இரத்தம் தெளிக்கப்பட்டதால், நமது இருதயத்திலிருந்து குற்ற மனசாட்சி நீக்கப்பட்ட சுத்த இருதயமும் சுத்தமான தண்ணீரினால் கழுவப்பட்ட உடலும் கொண்டவர்களாக, உண்மை உள்ளத்துடன் பரிபூரண விசுவாசத்தோடு இறைவனை அணுகிச் சேருவோமாக."
  }, {
    "number" : 23,
    "verse" : "நமக்கு வாக்குறுதி கொடுத்தவர் வாக்கு மாறாதவராய் இருப்பதனால், நாம் அறிக்கையிடுகின்ற நம்பிக்கையை உறுதியாய்ப் பற்றிக்கொள்வோம்."
  }, {
    "number" : 24,
    "verse" : "அத்துடன் நாம் அன்பாயிருப்பதிலும், நற்செயல்களைச் செய்வதிலும், எப்படி ஒருவரை ஒருவர் தூண்டி எழுப்பலாம் என்பதைப் பற்றிச் சிந்திப்போம்."
  }, {
    "number" : 25,
    "verse" : "சிலர் சபையாக ஒன்றுகூடி வருவதை விட்டுவிடுகின்றதை வழக்கமாக்கிக் கொண்டிருக்கிறார்கள். நாமோ அப்படிச் செய்யாமல் கர்த்தருடைய நாள் நெருங்கி வருவதைக் காண்கின்றதனால் ஒருவரையொருவர் இன்னும் அதிகமாய் ஊக்குவிப்போம்."
  }, {
    "number" : 26,
    "verse" : "நாம் சத்தியத்தை அறியும் அறிவைப் பெற்ற பின்னும் வேண்டுமென்றே பாவம் செய்துகொண்டு இருப்போமானால், இனிமேலும் பாவங்களை நீக்குவதற்கான பலி வேறொன்றும் இருக்காது."
  }, {
    "number" : 27,
    "verse" : "ஆனால் பயப்படத்தக்கதான நியாயத்தீர்ப்பையும், இறைவனின் பகைவர்களைச் சுட்டெரிக்கின்றதான பற்றியெரியும் நெருப்பையுமே எதிர்நோக்க வேண்டும்."
  }, {
    "number" : 28,
    "verse" : "மோசேயின் சட்டத்தை நிராகரித்தவர்கள் யாராயிருந்தாலும், அவர்கள் இரண்டு அல்லது மூன்று சாட்சிகளால் குற்றம் நிரூபிக்கப்பட்டதும், இரக்கம் காட்டப்படாமல் மரணதண்டனை அடைந்தார்கள்."
  }, {
    "number" : 29,
    "verse" : "அப்படியானால் இறைவனின் மகனை காலின் கீழ் மிதித்து, தன்னைப் பரிசுத்தமாக்கிய புதிய உடன்படிக்கையின் இரத்தத்தை அசுத்தமாக எண்ணி கிருபையைக் கொடுக்கும் பரிசுத்த ஆவியானவரை அவமானப்படுத்தியவன், இன்னும் எந்தளவு கடுமையாகத் தண்டிக்கப்படுவான் என்பதைச் சிந்தியுங்கள்."
  }, {
    "number" : 30,
    "verse" : "ஏனெனில், “பழிவாங்குதல் எனக்குரியது; நானே ஏற்றபடி பதில் செய்வேன்” என்றும், “கர்த்தர் தமது மக்களை நியாயம் தீர்ப்பார்” என்றும் சொல்லியிருக்கின்றவரை நமக்குத் தெரியும்."
  }, {
    "number" : 31,
    "verse" : "வாழும் இறைவனின் கைகளில் விழுவது பயங்கரமானதே."
  }, {
    "number" : 32,
    "verse" : "நீங்கள் புதிதாக அறிவொளி பெற்ற ஆரம்ப நாட்களில் பல வேதனைகளின் மத்தியில் பெரும் போராட்டத்தில் நிலைத்து நின்றதை நினைவிற்கொள்ளுங்கள்."
  }, {
    "number" : 33,
    "verse" : "சில சமயங்களில் நீங்கள் பகிரங்கமாக அவமானப்படுத்தப்பட்டு, துன்புறுத்தப்பட்டீர்கள். இன்னும் வேறு சில சமயங்களில், இவ்விதம் துன்புறுத்தப்பட்டவர்களுடன் தோள் கொடுத்து நின்றீர்கள்."
  }, {
    "number" : 34,
    "verse" : "சிறையில் அடைக்கப்பட்டவர்களுக்கு அனுதாபம் காண்பித்தீர்கள். உங்கள் உடைமைகள் பறிமுதல் செய்யப்பட்டபோது அவற்றைவிட மேன்மையானதும், என்றென்றும் நிலைத்திருக்கின்றதுமான உரிமைச் சொத்து உங்களுக்கு இருக்கின்றது என்பதை அறிந்திருந்ததனால், அதையும் மனமகிழ்ச்சியாய் ஏற்றுக்கொண்டீர்கள்."
  }, {
    "number" : 35,
    "verse" : "ஆகையால் உங்களுக்கிருக்கும் அந்த மனவுறுதியை நீங்கள் இழந்து விடாதீர்கள். அது உங்களுக்கு ஒரு பெரிதான வெகுமதியைக் கொண்டுவரும்."
  }, {
    "number" : 36,
    "verse" : "நீங்கள் விடாமுயற்சியுடையவர்களாய் இருக்க வேண்டும். அப்பொழுதே நீங்கள் இறைவனுடைய சித்தத்தைச் செய்து முடித்த பின் அவர் வாக்குக் கொடுத்ததைப் பெற்றுக்கொள்வீர்கள்."
  }, {
    "number" : 37,
    "verse" : "ஏனெனில் “வருகின்றவர் கொஞ்சக் காலத்திலே, வந்துவிடுவார். அவர் தாமதிக்க மாட்டார்."
  }, {
    "number" : 38,
    "verse" : "ஆனால், “எனது நீதிமான்கள் விசுவாசத்தினாலே வாழ்வார்கள். அவர்களில் ஒருவனாவது பின்வாங்கிப் போனால், நான் அவனில் பிரியமாயிருக்க மாட்டேன்” என்ற வேதவசனங்களை நாம் அறிவோம்."
  }, {
    "number" : 39,
    "verse" : "நாமோ, விசுவாசத்திலிருந்து பின்வாங்கி அழிந்து போகின்றவர்களை அன்றி, விசுவாசித்து இரட்சிக்கப்படுகின்றவர்களை சேர்ந்தவர்களாயிருக்கிறோம்."
  } ]
}