{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "எபிரெயர்",
  "bookEnglishName" : "Hebrews",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "(மெல்கிசேதேக் ஆபிரகாமிலும் பெரியவர்)மெல்கிசேதேக்கு என்பவர் சாலேம் பட்டணத்து அரசனாகவும் அதி உன்னதமான இறைவனின் மதகுருவாகவும் இருந்தார். ஆபிரகாம், போர்க் களத்தில் அரசர்களை கொன்றழித்துவிட்டு திரும்பி வந்துகொண்டிருந்தபோது மெல்கிசேதேக்கு ஆபிரகாமைச் சந்தித்து அவரை ஆசீர்வதித்தார்."
  }, {
    "number" : 2,
    "verse" : "அப்போது ஆபிரகாம் தான் கைப்பற்றிய எல்லாவற்றிலும் பத்தில் ஒரு பங்கை இவருக்குக் கொடுத்தார். முதலாவதாக, மெல்கிசேதேக் என்ற இவரது பெயரின் பொருள், “நீதியின் அரசர்” என்பதாகும். அத்துடன் “சாலேமின் அரசர்” என்றால், “சமாதானத்தின் அரசர்” என்ற அர்த்தமும் இருக்கின்றது."
  }, {
    "number" : 3,
    "verse" : "மெல்கிசேதேக்கிற்கு தந்தையோ, தாயோ, வம்ச வரலாறோ இல்லை. வாழ்நாட்களின் தொடக்கமோ, முடிவோ இல்லாத இவர் இறைவனுடைய மகனைப் போல் என்றென்றும் ஒரு மதகுருவாய் நிலைத்திருக்கிறார்."
  }, {
    "number" : 4,
    "verse" : "நம்முடைய முற்பிதாவாகிய ஆபிரகாமும்கூட போர்க் களத்தில் தான் கைப்பற்றிய எல்லாவற்றிலும் பத்தில் ஒரு பங்கை இவருக்குக் கொடுத்தார் என்றால் மெல்கிசேதேக் எவ்வளவு உயர்ந்தவராக இருந்திருப்பார் என்பதைச் சிந்தியுங்கள்."
  }, {
    "number" : 5,
    "verse" : "லேவியின் தலைமுறையினர்களில் மதகுருக்களாய் இருக்கின்றவர்கள், மக்களிடமிருந்து பத்தில் ஒரு பங்கை உரிமையோடு பெற்றுக்கொள்ளும்படி நீதிச்சட்டம் வலியுறுத்துகிறது. அந்த மக்கள் ஆபிரகாமின் சந்ததியைச் சேர்ந்தவர்களாக, அதிலும் தங்களது சொந்த சகோதரர்களாக இருந்தும், அவர்களிடமிருந்தும் பெற்றுக்கொள்ளும்படி கட்டளை கொடுக்கப்பட்டிருந்தது."
  }, {
    "number" : 6,
    "verse" : "ஆனால் மெல்கிசேதேக்கோ லேவியின் சந்ததியைச் சேர்ந்தவர் அல்ல. அப்படியிருந்தும், இவர் ஆபிரகாமிடமிருந்து பத்தில் ஒரு பங்கைப் பெற்றுக்கொண்டதுடன் இறைவனிடமிருந்து வாக்குறுதிகளைப் பெற்றிருந்த ஆபிரகாமைக்கூட ஆசீர்வதித்தார்."
  }, {
    "number" : 7,
    "verse" : "தாழ்ந்த நிலையில் உள்ளவனை, உயர்ந்த நிலையில் உள்ளவனே ஆசீர்வதிக்க வேண்டும் என்பதில் எவ்வித சந்தேகமும் இல்லை."
  }, {
    "number" : 8,
    "verse" : "மதகுருக்களைப் பொறுத்தவரையில், அவர்கள் இறந்து போகின்றவர்களாக இருந்தும் பத்தில் ஒரு பங்கைப் பெற்றுக்கொள்கின்றார்கள். ஆனால் மெல்கிசேதேக்கைப் பொறுத்தவரையிலோ, இவர் என்றும் வாழ்கின்றவர் என அறிவிக்கப்பட்டு பத்தில் ஒரு பங்கைப் பெற்றுக்கொண்டார்."
  }, {
    "number" : 9,
    "verse" : "ஒரு வகையில் பத்தில் ஒரு பங்கை முறைமையின்படி பெற்றுக்கொள்கின்ற லேவியும்கூட ஆபிரகாமின் மூலமாக பத்தில் ஒரு பங்கை மெல்கிசேதேக்குக்கு கொடுத்தார் என்று சொல்லலாம்."
  }, {
    "number" : 10,
    "verse" : "ஏனெனில் மெல்கிசேதேக்கு ஆபிரகாமைச் சந்தித்தபோது, லேவி தன்னுடைய முற்பிதாவான ஆபிரகாமின் உடலுக்குள் இருந்தார் என்று எடுத்துக்கொள்ளலாம்."
  }, {
    "number" : 11,
    "verse" : "(இயேசு மெல்கிசேதேக்கைப் போன்றவர்)நீதிச்சட்டமானது லேவியரின் குருத்துவப் பணி வழியாகவே இஸ்ரயேல் மக்களுக்கு வழங்கப்பட்டது. அக் குருத்துவப் பணியின் ஊடாக மக்கள் பூரணத்துவத்தை அடைந்திருக்க முடியுமெனில், லேவியரின் முற்பிதாவான ஆரோனுடைய குருத்துவ முறைமையின்படி தோன்றாமல் மெல்கிசேதேக்கின் குருத்துவ முறைமையின்படி இன்னுமொரு குரு தோன்ற வேண்டிய அவசியம் என்ன?"
  }, {
    "number" : 12,
    "verse" : "குருத்துவப் பணியின் ஒழுங்கு முறையே மாற்றப்படுகின்றபோது, நீதிச்சட்டத்திலும் மாற்றம் ஏற்பட வேண்டியதாயிருக்கிறது."
  }, {
    "number" : 13,
    "verse" : "இவையெல்லாம் எந்தக் குருவை கருத்திற்கொண்டு சொல்லப்பட்டனவோ, அவர் லேவியின் கோத்திரமல்லாத வேறு ஒரு கோத்திரத்தைச் சேர்ந்தவர். அந்தக் கோத்திரத்தைச் சேர்ந்த யாருமே பலிபீடத்தில் ஒருபோதும் பணியாற்றியதில்லை."
  }, {
    "number" : 14,
    "verse" : "நம்முடைய ஆண்டவர் யூதாவின் கோத்திரத்தைச் சேர்ந்தவர் என்பது தெரிந்ததே. மோசே மதகுருக்களைக் குறித்துப் பேசியபோது யூதாவின் கோத்திரத்தைக் குறித்து எதுவுமே சொல்லவில்லை."
  }, {
    "number" : 15,
    "verse" : "மெல்கிசேதேக்கைப் போன்ற வேறொரு மதகுரு தோன்றிய விதத்திலிருந்தும் இதைப்பற்றி இன்னும் அதிக தெளிவு ஏற்படுகிறது."
  }, {
    "number" : 16,
    "verse" : "மனிதரின் வழித்தோன்றலை நிர்ணயிக்கும் சட்டத்தின் அடிப்படையில் அல்லாமல், அழியாத வாழ்வின் வல்லமையினாலே கிறிஸ்து குருவாக வந்ததிலிருந்து இது விளங்குகிறது."
  }, {
    "number" : 17,
    "verse" : "ஏனெனில், “மெல்கிசேதேக்கின் முறைமையின்படி நீர் என்றென்றைக்கும் மதகுருவாய் இருக்கின்றீர்” என்று, அவரைப்பற்றிய உறுதிமொழி அறிவிக்கப்பட்டிருக்கின்றதே."
  }, {
    "number" : 18,
    "verse" : "இவ்வாறு முந்திய கட்டளை பலவீனமானதாயும், பயனற்றதாயும் இருந்ததால் அது ஒதுக்கி வைக்கப்பட்டது."
  }, {
    "number" : 19,
    "verse" : "நீதிச்சட்டமோ எதையும் முழுநிறைவுள்ளதாய் ஆக்கவில்லை. ஆனால் நாம் இப்போது இறைவனை அணுகும்படி ஒரு மேன்மையான எதிர்பார்ப்பு நமக்கு அறிமுகப்படுத்தப்பட்டு இருக்கின்றது."
  }, {
    "number" : 20,
    "verse" : "இந்தப் புதிய உடன்படிக்கையானது, அதைத் தருபவரால் ஆணையிட்டு உறுதிப்படுத்தப்படாது தரப்படவில்லை. முன்பிருந்த முறைமையின்படி மதகுருக்களாக நியமிக்கப்பட்டவர்களோ இப்படியாக ஆணையிட்டு உறுதிப்படுத்தப்பட்டு நியமிக்கப்படவில்லை."
  }, {
    "number" : 21,
    "verse" : "ஆனால் இயேசுவோ மதகுருவாய் ஏற்படுத்தப்பட்டபோது இறைவனுடைய ஆணையின் மூலமாய் உறுதிப்படுத்தப்பட்டு நியமிக்கப்பட்டார். இறைவன் அவரைக் குறித்து, “கர்த்தர் ஆணையிட்டிருக்கிறார். அவர் தமது மனதை மாற்ற மாட்டார்: ‘நீர் என்றென்றைக்கும் மதகுருவாய் இருக்கின்றீர்’” என்றார்."
  }, {
    "number" : 22,
    "verse" : "எனவே முன்னையதைவிட ஒரு சிறப்பான உடன்படிக்கையின் உத்தரவாதமாக இயேசுவே இருக்கின்றார்."
  }, {
    "number" : 23,
    "verse" : "தங்களுடைய ஊழியத்தைத் தொடர்ந்து செய்ய முடியாதபடி மரணம் அவர்களைத் தடுத்ததால், பழைய முறைமையின்படி ஒருவரின் பின் ஒருவராக அநேக மதகுருக்கள் வந்தார்கள்."
  }, {
    "number" : 24,
    "verse" : "ஆனால் இயேசுவோ என்றென்றும் வாழ்கின்றவர். ஆனபடியால் அவர் நிரந்தரமான குருத்துவப் பணியை உடையவராயிருக்கிறார்."
  }, {
    "number" : 25,
    "verse" : "ஆதலால், தம் மூலமாக இறைவனிடத்தில் வருகின்றவர்களை பரிபூரணமாய் இரட்சிக்க இயேசு வல்லவராய் இருக்கின்றார். ஏனெனில், அவர்களுக்காக இறைவனிடத்தில் பரிந்து பேசுவதற்காக இயேசு என்றென்றும் வாழ்கின்றார்."
  }, {
    "number" : 26,
    "verse" : "இப்படிப்பட்ட தலைமை மதகுரு நமது தேவைக்குப் பொருத்தமானவராகவே இருக்கின்றார். இவர் பரிசுத்தமுள்ளவரும், குற்றம் சாட்டப்படாதவரும், தூய்மையானவரும், பாவிகளிடமிருந்து பிரித்து எடுக்கப்பட்டவரும், வானங்களுக்கு மேலாக உயர்த்தப்பட்டவருமாக இருக்கின்றார்."
  }, {
    "number" : 27,
    "verse" : "மற்ற தலைமை மதகுருக்கள், முதலாவது தங்களுடைய பாவங்களுக்காகவும், பின்பு மனிதருடைய பாவங்களுக்காகவும் ஒவ்வொரு நாளும் பலிகளைச் செலுத்தினார்கள். ஆனால் அவர்களைப் போல், அவ்வாறு இயேசு பலி செலுத்த வேண்டியதில்லை. இவரோ தம்மைத் தாமே ஒப்புக்கொடுத்தபோது அவர்களுடைய பாவங்களுக்காக ஒரே முறை பலியானார்."
  }, {
    "number" : 28,
    "verse" : "ஏனெனில் பலவீனமுள்ள மனிதர்களையே, நீதிச்சட்டம் தலைமை மதகுருக்களாக நியமிக்கிறது; ஆனால் நீதிச்சட்டத்தின் பின்னர் வந்த இறைவனுடைய ஆணையின் வார்த்தையோ, என்றென்றும் பரிபூரணராக்கப்பட்டுள்ள மகனையே நியமித்தது."
  } ]
}