{"bibleAbbr":"LBP1933","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":4,"verses":[{"number":1,"verse":"FROM this time then, my brethren, we beseech you and entreat you earnestly by our LORD Jesus, that as you have been taught by us how you ought to live and to please God, so you will increase more and more."},{"number":2,"verse":"For you know what commandments we gave you by our LORD Jesus."},{"number":3,"verse":"For this is the will of God, even your sanctification, that you should abstain from fornication:"},{"number":4,"verse":"That every one of you should know how to possess his vessel in sanctification and honour;"},{"number":5,"verse":"And not through the passion of lust, even as the rest of the Gentiles who know not God:"},{"number":6,"verse":"And that no man overreach to transgress and defraud his brother in this matter; because our LORD is the avenger of all such, as we have also forewarned you and testified."},{"number":7,"verse":"For God has not called you unto uncleanness but unto holiness."},{"number":8,"verse":"Therefore, he who does an injustice, does not wrong man but God who has also given unto you his Holy Spirit."},{"number":9,"verse":"Now concerning brotherly love, you do not need me to write to you for you yourselves are taught by God to love one another."},{"number":10,"verse":"And indeed you show it toward all the brethren who are in Mac-e-do'ni-a; but I beseech you, my brethren, that you increase your love more and more;"},{"number":11,"verse":"And that you endeavor to be quiet, and to do your own business, and to work with your own hands, as we commanded you;"},{"number":12,"verse":"That you may lead a life of good example toward outsiders, so that you depend on no man."},{"number":13,"verse":"Now I want you to know, my brethren, that you should not grieve over those who are dead, as those do who have no hope."},{"number":14,"verse":"For if we believe that Jesus died and rose again, even so those who have died in Jesus, God will bring with him."},{"number":15,"verse":"For this we say to you by the very word of our LORD, that we who are alive and remain unto the coming of our LORD shall not overtake those who are dead."},{"number":16,"verse":"For our LORD himself shall descend from heaven with a shout and the voice of the archangel, and with the trumpet of God; and those who died in Christ will rise first."},{"number":17,"verse":"Then we, who are alive, and remain shall be caught up together with them in the clouds, to meet our LORD in the air: and so shall we ever be with our LORD."},{"number":18,"verse":"Wherefore comfort one another with these words."}]}