{"bibleAbbr":"MSG2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"(Walk with the Wise) Intelligent children listen to their parents; foolish children do their own thing."},{"number":2,"verse":"The good acquire a taste for helpful conversation; bullies push and shove their way through life."},{"number":3,"verse":"Careful words make for a careful life; careless talk may ruin everything."},{"number":4,"verse":"Indolence wants it all and gets nothing; the energetic have something to show for their lives."},{"number":5,"verse":"A good person hates false talk; a bad person wallows in gibberish."},{"number":6,"verse":"A God-loyal life keeps you on track; sin dumps the wicked in the ditch."},{"number":7,"verse":"A pretentious, showy life is an empty life; a plain and simple life is a full life."},{"number":8,"verse":"The rich can be sued for everything they have, but the poor are free of such threats."},{"number":9,"verse":"The lives of good people are brightly lit streets; the lives of the wicked are dark alleys."},{"number":10,"verse":"Arrogant know-it-alls stir up discord, but wise men and women listen to each other’s counsel."},{"number":11,"verse":"Easy come, easy go, but steady diligence pays off."},{"number":12,"verse":"Unrelenting disappointment leaves you heartsick, but a sudden good break can turn life around."},{"number":13,"verse":"Ignore the Word and suffer; honor God’s commands and grow rich."},{"number":14,"verse":"The teaching of the wise is a fountain of life, so, no more drinking from death-tainted wells!"},{"number":15,"verse":"Sound thinking makes for gracious living, but liars walk a rough road."},{"number":16,"verse":"A commonsense person lives good sense; fools litter the country with silliness."},{"number":17,"verse":"Irresponsible talk makes a real mess of things, but a reliable reporter is a healing presence."},{"number":18,"verse":"Refuse discipline and end up homeless; embrace correction and live an honored life."},{"number":19,"verse":"Souls who follow their hearts thrive; fools bent on evil despise matters of soul."},{"number":20,"verse":"Become wise by walking with the wise; hang out with fools and watch your life fall to pieces."},{"number":21,"verse":"Disaster entraps sinners, but God-loyal people get a good life."},{"number":22,"verse":"A good life gets passed on to the grandchildren; ill-gotten wealth ends up with good people."},{"number":23,"verse":"Banks foreclose on the farms of the poor, or else the poor lose their shirts to crooked lawyers."},{"number":24,"verse":"A refusal to correct is a refusal to love; love your children by disciplining them."},{"number":25,"verse":"An appetite for good brings much satisfaction, but the belly of the wicked always wants more."}]}