{"bibleAbbr":"MSG2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Your Life Is at Stake Listen, friends, to some fatherly advice; sit up and take notice so you’ll know how to live. I’m giving you good counsel; don’t let it go in one ear and out the other."},{"number":3,"verse":"When I was a boy at my father’s knee, the pride and joy of my mother, He would sit me down and drill me: “Take this to heart. Do what I tell you—live! Sell everything and buy Wisdom! Forage for Understanding! Don’t forget one word! Don’t deviate an inch! Never walk away from Wisdom—she guards your life; love her—she keeps her eye on you. Above all and before all, do this: Get Wisdom! Write this at the top of your list: Get Understanding! Throw your arms around her—believe me, you won’t regret it; never let her go—she’ll make your life glorious. She’ll garland your life with grace, she’ll festoon your days with beauty.”"},{"number":10,"verse":"Dear friend, take my advice; it will add years to your life. I’m writing out clear directions to Wisdom Way, I’m drawing a map to Righteous Road. I don’t want you ending up in blind alleys, or wasting time making wrong turns. Hold tight to good advice; don’t relax your grip. Guard it well—your life is at stake! Don’t take Wicked Bypass; don’t so much as set foot on that road. Stay clear of it; give it a wide berth. Make a detour and be on your way."},{"number":16,"verse":"Evil people are restless unless they’re making trouble; They can’t get a good night’s sleep unless they’ve made life miserable for somebody. Perversity is their food and drink, violence their drug of choice."},{"number":18,"verse":"The ways of right-living people glow with light; the longer they live, the brighter they shine. But the road of wrongdoing gets darker and darker— travelers can’t see a thing; they fall flat on their faces."},{"number":20,"verse":"Learn It by HeartDear friend, listen well to my words; tune your ears to my voice. Keep my message in plain view at all times. Concentrate! Learn it by heart! Those who discover these words live, really live; body and soul, they’re bursting with health."},{"number":23,"verse":"Keep vigilant watch over your heart; that’s where life starts. Don’t talk out of both sides of your mouth; avoid careless banter, white lies, and gossip. Keep your eyes straight ahead; ignore all sideshow distractions. Watch your step, and the road will stretch out smooth before you. Look neither right nor left; leave evil in the dust."}]}