{"bibleAbbr":"MSG2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"Like a Deer from the Hunter Dear friend, if you’ve gone into hock with your neighbor or locked yourself into a deal with a stranger, If you’ve impulsively promised the shirt off your back and now find yourself shivering out in the cold, Friend, don’t waste a minute, get yourself out of that mess. You’re in that man’s clutches! Go, put on a long face; act desperate. Don’t procrastinate— there’s no time to lose. Run like a deer from the hunter, fly like a bird from the trapper!"},{"number":6,"verse":"A Lesson from the AntYou lazy fool, look at an ant. Watch it closely; let it teach you a thing or two. Nobody has to tell it what to do. All summer it stores up food; at harvest it stockpiles provisions. So how long are you going to laze around doing nothing? How long before you get out of bed? A nap here, a nap there, a day off here, a day off there, sit back, take it easy—do you know what comes next? Just this: You can look forward to a dirt-poor life, poverty your permanent houseguest!"},{"number":12,"verse":"Always Cooking Up Something NastySwindlers and scoundrels talk out of both sides of their mouths. They wink at each other, they shuffle their feet, they cross their fingers behind their backs. Their perverse minds are always cooking up something nasty, always stirring up trouble. Catastrophe is just around the corner for them, a total wreck, their lives ruined beyond repair."},{"number":16,"verse":"Seven Things GOD HatesHere are six things GOD hates, and one more that he loathes with a passion: eyes that are arrogant, a tongue that lies, hands that murder the innocent, a heart that hatches evil plots, feet that race down a wicked track, a mouth that lies under oath, a troublemaker in the family."},{"number":20,"verse":"Warning on AdulteryGood friend, follow your father’s good advice; don’t wander off from your mother’s teachings. Wrap yourself in them from head to foot; wear them like a scarf around your neck. Wherever you walk, they’ll guide you; whenever you rest, they’ll guard you; when you wake up, they’ll tell you what’s next. For sound advice is a beacon, good teaching is a light, moral discipline is a life path."},{"number":24,"verse":"They’ll protect you from promiscuous women, from the seductive talk of some temptress. Don’t lustfully fantasize on her beauty, nor be taken in by her bedroom eyes. You can buy an hour with a prostitute for a loaf of bread, but a promiscuous woman may well eat you alive. Can you build a fire in your lap and not burn your pants? Can you walk barefoot on hot coals and not get blisters? It’s the same when you have sex with your neighbor’s wife: Touch her and you’ll pay for it. No excuses. Hunger is no excuse for a thief to steal; When he’s caught he has to pay it back, even if he has to put his whole house in hock. Adultery is a brainless act, soul-destroying, self-destructive; Expect a bloody nose, a black eye, and a reputation ruined for good. For jealousy detonates rage in a cheated husband; wild for revenge, he won’t make allowances. Nothing you say or pay will make it all right; neither bribes nor reason will satisfy him."}]}