{"bibleAbbr":"CVg2018","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"Audite hæc, domus Jacob, qui vocamini nomine Israël, et de aquis Juda existis ; qui juratis in nomine Domini, et Dei Israël recordamini non in veritate neque in justitia."},{"number":2,"verse":"De civitate enim sancta vocati sunt, et super Deum Israël constabiliti sunt : Dominus exercituum nomen ejus."},{"number":3,"verse":"Priora ex tunc annuntiavi, et ex ore meo exierunt, et audita feci ea : repente operatus sum, et venerunt."},{"number":4,"verse":"Scivi enim quia durus es tu, et nervus ferreus cervix tua, et frons tua ærea."},{"number":5,"verse":"Prædixi tibi ex tunc ; antequam venirent, indicavi tibi, ne forte diceres : Idola mea fecerunt hæc, et sculptilia mea et conflatilia mandaverunt ista."},{"number":6,"verse":"Quæ audisti, vide omnia ; vos autem, num annuntiastis ? Audita feci tibi nova ex tunc, et conservata sunt quæ nescis."},{"number":7,"verse":"Nunc creata sunt et non ex tunc ; et ante diem, et non audisti ea, ne forte dicas : Ecce ego cognovi ea."},{"number":8,"verse":"Neque audisti, neque cognovisti, neque ex tunc aperta est auris tua : scio enim quia prævaricans prævaricaberis, et transgressorem ex utero vocavi te."},{"number":9,"verse":"Propter nomen meum longe faciam furorem meum, et laude mea infrenabo te, ne intereas."},{"number":10,"verse":"Ecce excoxi te, sed non quasi argentum ; elegi te in camino paupertatis."},{"number":11,"verse":"Propter me, propter me faciam, ut non blasphemer ; et gloriam meam alteri non dabo."},{"number":12,"verse":"Audi me, Jacob, et Israël, quem ego voco : ego ipse, ego primus, et ego novissimus."},{"number":13,"verse":"Manus quoque mea fundavit terram, et dextera mea mensa est cælos ; ego vocabo eos, et stabunt simul."},{"number":14,"verse":"Congregamini, omnes vos, et audite : quis de eis annuntiavit hæc ? Dominus dilexit eum, faciet voluntatem suam in Babylone, et brachium suum in Chaldæis."},{"number":15,"verse":"Ego, ego locutus sum, et vocavi eum ; adduxi eum, et directa est via ejus."},{"number":16,"verse":"Accedite ad me et audite hoc : non a principio in abscondito locutus sum : ex tempore antequam fieret, ibi eram : et nunc Dominus Deus misit me, et spiritus ejus."},{"number":17,"verse":"Hæc dicit Dominus, redemptor tuus, Sanctus Israël : Ego Dominus Deus tuus, docens te utilia, gubernans te in via qua ambulas."},{"number":18,"verse":"Utinam attendisses mandata mea : facta fuisset sicut flumen pax tua, et justitia tua sicut gurgites maris :"},{"number":19,"verse":"et fuisset quasi arena semen tuum, et stirps uteri tui ut lapilli ejus ; non interisset et non fuisset attritum nomen ejus a facie mea."},{"number":20,"verse":"Egredimini de Babylone, fugite a Chaldæis, in voce exsultationis annuntiate : auditum facite hoc, et efferte illud usque ad extrema terræ. Dicite : Redemit Dominus servum suum Jacob."},{"number":21,"verse":"Non sitierunt in deserto, cum educeret eos : aquam de petra produxit eis, et scidit petram, et fluxerunt aquæ."},{"number":22,"verse":"Non est pax impiis, dicit Dominus."}]}