{"bibleAbbr":"WLCv","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"וַיֹּאמֶר בָּרוּךְ יְהוָה אֱלֹהֵי יִשְׂרָאֵל אֲשֶׁר דִּבֶּר בְּפִיו אֵת דָּוִיד אָבִי וּבְיָדָיו מִלֵּא לֵאמֹר׃"},{"number":2,"verse":"מִן־הַיּוֹם אֲשֶׁר הוֹצֵאתִי אֶת־עַמִּי מֵאֶרֶץ מִצְרַיִם לֹא־בָחַרְתִּי בְעִיר מִכֹּל שִׁבְטֵי יִשְׂרָאֵל לִבְנוֹת בַּיִת לִהְיוֹת שְׁמִי שָׁם וְלֹא־בָחַרְתִּי בְאִישׁ לִהְיוֹת נָגִיד עַל־עַמִּי יִשְׂרָאֵל׃"},{"number":3,"verse":"וָאֶבְחַר בִּירוּשָׁלִַם לִהְיוֹת שְׁמִי שָׁם וָאֶבְחַר בְּדָוִיד לִהְיוֹת עַל־עַמִּי יִשְׂרָאֵל׃"},{"number":4,"verse":"וַיְהִי עִם־לְבַב דָּוִיד אָבִי לִבְנוֹת בַּיִת לְשֵׁם יְהוָה אֱלֹהֵי יִשְׂרָאֵל׃"},{"number":5,"verse":"וַיֹּאמֶר יְהוָה אֶל־דָּוִיד אָבִי יַעַן אֲשֶׁר הָיָה עִם־לְבָבְךָ לִבְנוֹת בַּיִת לִשְׁמִי הֱטִיבוֹתָ כִּי הָיָה עִם־לְבָבֶךָ׃"},{"number":6,"verse":"רַק אַתָּה לֹא תִבְנֶה הַבָּיִת כִּי בִנְךָ הַיּוֹצֵא מֵחֲלָצֶיךָ הוּא־יִבְנֶה הַבַּיִת לִשְׁמִי׃"},{"number":7,"verse":"וַיָּקֶם יְהוָה אֶת־דְּבָרוֹ אֲשֶׁר דִּבֵּר וָאָקוּם תַּחַת דָּוִיד אָבִי וָאֵשֵׁב עַל־כִּסֵּא יִשְׂרָאֵל כַּאֲשֶׁר דִּבֶּר יְהוָה וָאֶבְנֶה הַבַּיִת לְשֵׁם יְהוָה אֱלֹהֵי יִשְׂרָאֵל׃"},{"number":8,"verse":"וָאָשִׂים שָׁם אֶת־הָאָרוֹן אֲשֶׁר־שָׁם בְּרִית יְהוָה אֲשֶׁר כָּרַת עִם־בְּנֵי יִשְׂרָאֵל׃"},{"number":9,"verse":"וַיַּעֲמֹד לִפְנֵי מִזְבַּח יְהוָה נֶגֶד כָּל־קְהַל יִשְׂרָאֵל וַיִּפְרֹשׂ כַּפָּיו׃"},{"number":10,"verse":"כִּי־עָשָׂה שְׁלֹמֹה כִּיּוֹר נְחֹשֶׁת וַיִּתְּנֵהוּ בְּתוֹךְ הָעֲזָרָה חָמֵשׁ אַמּוֹת אָרְכּוֹ וְחָמֵשׁ אַמּוֹת רָחְבּוֹ וְאַמּוֹת שָׁלוֹשׁ קוֹמָתוֹ וַיַּעֲמֹד עָלָיו וַיִּבְרַךְ עַל־בִּרְכָּיו נֶגֶד כָּל־קְהַל יִשְׂרָאֵל וַיִּפְרֹשׂ כַּפָּיו הַשָּׁמָיְמָה׃"},{"number":11,"verse":"וַיֹּאמַר יְהוָה אֱלֹהֵי יִשְׂרָאֵל אֵין־כָּמוֹךָ אֱלֹהִים בַּשָּׁמַיִם וּבָאָרֶץ שֹׁמֵר הַבְּרִית וְהַחֶסֶד לַעֲבָדֶיךָ הַהֹלְכִים לְפָנֶיךָ בְּכָל־לִבָּם׃"},{"number":12,"verse":"אֲשֶׁר שָׁמַרְתָּ לְעַבְדְּךָ דָּוִיד אָבִי אֵת אֲשֶׁר־דִּבַּרְתָּ לוֹ וַתְּדַבֵּר בְּפִיךָ וּבְיָדְךָ מִלֵּאתָ כַּיּוֹם הַזֶּה׃"},{"number":13,"verse":"וְעַתָּה יְהוָה אֱלֹהֵי יִשְׂרָאֵל שְׁמֹר לְעַבְדְּךָ דָוִיד אָבִי אֵת אֲשֶׁר דִּבַּרְתָּ לּוֹ לֵאמֹר לֹא־יִכָּרֵת לְךָ אִישׁ מִלְּפָנַי יוֹשֵׁב עַל־כִּסֵּא יִשְׂרָאֵל רַק אִם־יִשְׁמְרוּ בָנֶיךָ אֶת־דַּרְכָּם לָלֶכֶת בְּתוֹרָתִי כַּאֲשֶׁר הָלַכְתָּ לְפָנָי׃"},{"number":14,"verse":"וְעַתָּה יְהוָה אֱלֹהֵי יִשְׂרָאֵל יֵאָמֵן דְּבָרְךָ אֲשֶׁר דִּבַּרְתָּ לְעַבְדְּךָ לְדָוִיד׃"}]}