{"bibleAbbr":"HAC","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"א כי יקח איש אשה ובעלה והיה אם לא תמצא חן בעיניו כי מצא בה ערות דבר--וכתב לה ספר כריתת ונתן בידה ושלחה מביתו"},{"number":2,"verse":"ב ויצאה מביתו והלכה והיתה לאיש אחר"},{"number":3,"verse":"ג ושנאה האיש האחרון וכתב לה ספר כריתת ונתן בידה ושלחה מביתו או כי ימות האיש האחרון אשר לקחה לו לאשה"},{"number":4,"verse":"ד לא יוכל בעלה הראשון אשר שלחה לשוב לקחתה להיות לו לאשה אחרי אשר הטמאה--כי תועבה הוא לפני יהוה ולא תחטיא את הארץ אשר יהוה אלהיך נתן לך נחלה {ס}"},{"number":5,"verse":"ה כי יקח איש אשה חדשה--לא יצא בצבא ולא יעבר עליו לכל דבר נקי יהיה לביתו שנה אחת ושמח את אשתו אשר לקח"},{"number":6,"verse":"ו לא יחבל רחים ורכב כי נפש הוא חבל {ס}"},{"number":7,"verse":"ז כי ימצא איש גנב נפש מאחיו מבני ישראל והתעמר בו ומכרו--ומת הגנב ההוא ובערת הרע מקרבך {ס}"},{"number":8,"verse":"ח השמר בנגע הצרעת לשמר מאד ולעשות ככל אשר יורו אתכם הכהנים הלוים כאשר צויתם--תשמרו לעשות"},{"number":9,"verse":"ט זכור את אשר עשה יהוה אלהיך למרים בדרך בצאתכם ממצרים {ס}"},{"number":10,"verse":"י כי תשה ברעך משאת מאומה--לא תבא אל ביתו לעבט עבטו"},{"number":11,"verse":"יא בחוץ תעמד והאיש אשר אתה נשה בו יוציא אליך את העבוט החוצה"},{"number":12,"verse":"יב ואם איש עני הוא--לא תשכב בעבטו"},{"number":13,"verse":"יג השב תשיב לו את העבוט כבוא השמש ושכב בשלמתו וברכך ולך תהיה צדקה לפני יהוה אלהיך {ס}"},{"number":14,"verse":"יד לא תעשק שכיר עני ואביון מאחיך או מגרך אשר בארצך בשעריך"},{"number":15,"verse":"טו ביומו תתן שכרו ולא תבוא עליו השמש כי עני הוא ואליו הוא נשא את נפשו ולא יקרא עליך אל יהוה והיה בך חטא {ס}"},{"number":16,"verse":"טז לא יומתו אבות על בנים ובנים לא יומתו על אבות איש בחטאו יומתו {ס}"},{"number":17,"verse":"יז לא תטה משפט גר יתום ולא תחבל בגד אלמנה"},{"number":18,"verse":"יח וזכרת כי עבד היית במצרים ויפדך יהוה אלהיך משם על כן אנכי מצוך לעשות את הדבר הזה {ס}"},{"number":19,"verse":"יט כי תקצר קצירך בשדך ושכחת עמר בשדה לא תשוב לקחתו--לגר ליתום ולאלמנה יהיה למען יברכך יהוה אלהיך בכל מעשה ידיך {ס}"},{"number":20,"verse":"כ כי תחבט זיתך לא תפאר אחריך לגר ליתום ולאלמנה יהיה"},{"number":21,"verse":"כא כי תבצר כרמך לא תעולל אחריך לגר ליתום ולאלמנה יהיה"},{"number":22,"verse":"כב וזכרת כי עבד היית בארץ מצרים על כן אנכי מצוך לעשות את הדבר הזה {ס}"}]}