{"bibleAbbr":"KJCNT1998","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"But of the times and the seasons, brothers, you have no need that I write unto you."},{"number":2,"verse":"For yourselves know perfectly that the day of the Lord so comes as a thief in the night."},{"number":3,"verse":"For when they shall say, Peace and safety; then sudden destruction comes upon them, as travail upon a woman with child; and they shall not escape."},{"number":4,"verse":"But you, brothers, are not in darkness, that that day should overtake you as a thief."},{"number":5,"verse":"You are all the children of light, and the children of the day: we are not of the night, nor of darkness."},{"number":6,"verse":"Therefore let us not sleep, as do others; but let us watch and be sober."},{"number":7,"verse":"For they that sleep, sleep in the night; and they that be drunken are drunken in the night."},{"number":8,"verse":"But let us, who are of the day, be sober, putting on the breastplate of faith and love; and for a helmet, the hope of salvation."},{"number":9,"verse":"For God has not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,"},{"number":10,"verse":"Who died for us, that, whether we wake or sleep, we should live together with him."},{"number":11,"verse":"Therefore comfort yourselves together, and edify one another, just as also you do."},{"number":12,"verse":"And we beseech you, brothers, to know those who labor among you, and are over you in the Lord, and admonish you;"},{"number":13,"verse":"And to esteem them very highly in love for their work's sake. And be at peace among yourselves."},{"number":14,"verse":"Now we exhort you, brothers, warn them that are unruly, comfort the fainthearted, support the weak, be patient toward all men."},{"number":15,"verse":"See that none render evil for evil unto any man; but ever follow that which is good, both among yourselves, and to all men."},{"number":16,"verse":"Rejoice evermore."},{"number":17,"verse":"Pray without ceasing."},{"number":18,"verse":"In everything give thanks: for this is the will of God in Christ Jesus concerning you."},{"number":19,"verse":"Quench not the Spirit."},{"number":20,"verse":"Despise not prophesyings."},{"number":21,"verse":"Test all things; hold fast that which is good."},{"number":22,"verse":"Abstain from all appearance of evil."},{"number":23,"verse":"And the very God of peace sanctify you wholly; and I pray God your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ."},{"number":24,"verse":"Faithful is he that calls you, who also will do it."},{"number":25,"verse":"Brethren, pray for us."},{"number":26,"verse":"Greet all the brothers with a holy kiss."},{"number":27,"verse":"I charge you by the Lord that this letter be read unto all the holy brothers."},{"number":28,"verse":"The grace of our Lord Jesus Christ be with you. Amen."}]}