{"bibleAbbr":"cKJV+","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"For<WH3117>, behold, in those days, and in that time<WH6256>, when I shall bring again<WH7725> the captivity<WH7622> of Judah<WH3063> and Jerusalem<WH3389>,"},{"number":2,"verse":"I will also gather<WH6908> all nations<WH1471>, and will bring them down<WH3381> into the valley<WH6010> of Jehoshaphat<WH3092>, and will plead<WH8199> with them there for my people<WH5971> and for my heritage<WH5159> Israel<WH3478>, whom they have scattered<WH6340> among the nations<WH1471>, and parted<WH2505> my land<WH776>."},{"number":3,"verse":"And they have cast<WH3032> lots<WH1486> for my people<WH5971>; and have given<WH5414> a boy<WH3206> for a prostitute<WH2181>, and sold<WH4376> a girl<WH3207> for wine<WH3196>, that they might drink<WH8354>."},{"number":4,"verse":"Yes<WH6865>, and what have you to do with me, O Tyre, and Zidon<WH6721>, and all the coasts<WH1552> of Palestine<WH6429>? will you render<WH7999> me a recompense<WH1576>? and if you recompense<WH1580> me<WH7031>, swiftly and speedily<WH4120> will I return<WH7725> your recompense<WH1576> upon your own head<WH7218>;"},{"number":5,"verse":"Because you have taken<WH3947> my silver<WH3701> and my gold<WH2091>, and have carried<WH935> into your temples<WH1964> my good<WH2896> pleasant things<WH4261>:"},{"number":6,"verse":"The sons<WH1121> also of Judah<WH3063> and the sons<WH1121> of Jerusalem<WH3389> have you sold<WH4376> unto the Grecians<WH3125>, that you might remove them far<WH7368> from their border<WH1366>."},{"number":7,"verse":"Behold<WH5782>, I will raise them out of the place<WH4725> where you have sold<WH4376> them<WH7725>, and will return your recompense<WH1576> upon your own head<WH7218>:"},{"number":8,"verse":"And I will sell<WH4376> your sons<WH1121> and your daughters<WH1323> into the hand<WH3027> of the sons<WH1121> of Judah<WH3063>, and they shall sell<WH4376> them to the Sabeans<WH7615>, to a people<WH1471> far off<WH7350>: for the Lord<WH3068> has spoken it<WH1696>."},{"number":9,"verse":"Proclaim<WH7121> you this among the Nations<WH1471>; Prepare<WH6942> war<WH4421>, wake up<WH5782> the mighty men<WH1368>, let all the men<WH582> of war<WH4421> draw near<WH5066>; let them come up<WH5927>:"},{"number":10,"verse":"Beat<WH3807> your plowshares<WH855> into swords<WH2719>, and your pruninghooks<WH4211> into spears<WH7420>: let the weak<WH2523> say<WH559>, I am strong<WH1368>."},{"number":11,"verse":"Assemble<WH5789> yourselves<WH935>, and come, all you heathen<WH1471>, and gather yourselves together<WH6908> round about<WH5439>: there cause your mighty ones<WH1368> to come down<WH5181>, O Lord<WH3068>."},{"number":12,"verse":"Let the heathen<WH1471> be wakened<WH5782>, and come up<WH5927> to the valley<WH6010> of Jehoshaphat<WH3092>: for there will I sit<WH3427> to judge<WH8199> all the heathen<WH1471> round about<WH5439>."},{"number":13,"verse":"Put<WH7971> you in the sickle<WH4038>, for the harvest<WH7105> is ripe<WH1310>: come<WH935>, get you down<WH3381>; for the press<WH1660> is full<WH4390>, the vats<WH3342> overflow<WH7783>; for their wickedness<WH7451> is great<WH7227>."},{"number":14,"verse":"Multitudes<WH1995>, multitudes<WH1995> in the valley<WH6010> of decision<WH2742>: for the day<WH3117> of the Lord<WH3068> is near<WH7138> in the valley<WH6010> of decision<WH2742>."},{"number":15,"verse":"The sun<WH8121> and the moon<WH3394> shall be darkened<WH6937>, and the stars<WH3556> shall withdraw<WH622> their shining<WH5051>."},{"number":16,"verse":"The Lord<WH3068> also shall roar<WH7580> out of Zion<WH6726>, and utter<WH5414> his voice<WH6963> from Jerusalem<WH3389>; and the heavens<WH8064> and the earth<WH776> shall shake<WH7493>: but the Lord<WH3068> will be the hope<WH4268> of his people<WH5971>, and the strength<WH4581> of the sons<WH1121> of Israel<WH3478>."},{"number":17,"verse":"So shall you know<WH3045> that I am the Lord<WH3068> your God<WH430> living<WH7931> in Zion<WH6726>, my holy<WH6944> mountain<WH2022>: then shall Jerusalem<WH3389> be holy<WH6944>, and there shall no strangers<WH2114> pass through her any more<WH5674>."},{"number":18,"verse":"And it shall come to pass in that day<WH3117>, that the mountains<WH2022> shall drop down<WH5197> new wine<WH6071>, and the hills<WH1389> shall flow<WH3212> with milk<WH2461>, and all the rivers<WH650> of Judah<WH3063> shall flow<WH3212> with waters<WH4325>, and a fountain<WH4599> shall come forth<WH3318> of the house<WH1004> of the Lord<WH3068>, and shall water<WH8248> the valley<WH5158> of Acacia<WH7851>."},{"number":19,"verse":"Egypt<WH4714> shall be a desolation<WH8077>, and Edom<WH123> shall be a desolate<WH8077> wilderness<WH4057>, for the violence<WH2555> against the sons<WH1121> of Judah<WH3063>, because they have shed<WH8210> innocent<WH5355> blood<WH1818> in their land<WH776>."},{"number":20,"verse":"But Judah<WH3063> shall live<WH3427> for ever<WH5769>, and Jerusalem<WH3389> from generation<WH1755> to generation<WH1755>."},{"number":21,"verse":"For I will cleanse<WH5352> their blood<WH1818> that I have not cleansed<WH5352>: for the Lord<WH3068> dwells<WH7931> in Zion<WH6726>."}]}