{"bibleAbbr":"KJV2000","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":4,"verses":[{"number":1,"verse":"Beloved, believe not every spirit, but test the spirits whether they are of God: because many false prophets are gone out into the world."},{"number":2,"verse":"By this you know the Spirit of God: Every spirit that confesses that Jesus Christ is come in the flesh is of God:"},{"number":3,"verse":"And every spirit that confesses not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, of which you have heard that it should come; and even now already is it in the world."},{"number":4,"verse":"You are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world."},{"number":5,"verse":"They are of the world: therefore they speak of the world, and the world hears them."},{"number":6,"verse":"We are of God: he that knows God hears us; he that is not of God hears not us. By this we know the spirit of truth, and the spirit of error."},{"number":7,"verse":"Beloved, let us love one another: for love is of God; and everyone that loves is born of God, and knows God."},{"number":8,"verse":"He that loves not knows not God; for God is love."},{"number":9,"verse":"In this was manifested the love of God toward us, because God sent his only begotten Son into the world, that we might live through him."},{"number":10,"verse":"In this is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins."},{"number":11,"verse":"Beloved, if God so loved us, we ought also to love one another."},{"number":12,"verse":"No man has seen God at any time. If we love one another, God dwells in us, and his love is perfected in us."},{"number":13,"verse":"By this we know that we dwell in him, and he in us, because he has given us of his Spirit."},{"number":14,"verse":"And we have seen and do testify that the Father sent the Son to be the Savior of the world."},{"number":15,"verse":"Whosoever shall confess that Jesus is the Son of God, God dwells in him, and he in God."},{"number":16,"verse":"And we have known and believed the love that God has for us. God is love; and he that dwells in love dwells in God, and God in him."},{"number":17,"verse":"In this is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world."},{"number":18,"verse":"There is no fear in love; but perfect love casts out fear: because fear has to do with punishment. He that fears is not made perfect in love."},{"number":19,"verse":"We love him, because he first loved us."},{"number":20,"verse":"If a man says, I love God, and hates his brother, he is a liar: for he that loves not his brother whom he has seen, how can he love God whom he has not seen?"},{"number":21,"verse":"And this commandment have we from him, That he who loves God love his brother also."}]}