{"bibleAbbr":"RSV1971","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"The Proclamation of John the Baptist The beginning of the gospel of Jesus Christ, the Son of God. (Other ancient authorities omit the Son of God)"},{"number":2,"verse":"As it is written in Isaiah the prophet, (Other ancient authorities read in the prophets) “Behold, I send my messenger before thy face, who shall prepare thy way;"},{"number":3,"verse":"the voice of one crying in the wilderness: Prepare the way of the Lord, make his paths straight — ”"},{"number":4,"verse":"John the baptizer appeared (Other ancient authorities read John was baptizing) in the wilderness, preaching a baptism of repentance for the forgiveness of sins."},{"number":5,"verse":"And there went out to him all the country of Judea, and all the people of Jerusalem; and they were baptized by him in the river Jordan, confessing their sins."},{"number":6,"verse":"Now John was clothed with camel’s hair, and had a leather girdle around his waist, and ate locusts and wild honey."},{"number":7,"verse":"And he preached, saying, “After me comes he who is mightier than I, the thong of whose sandals I am not worthy to stoop down and untie."},{"number":8,"verse":"I have baptized you with water; but he will baptize you with the Holy Spirit.”"},{"number":9,"verse":"The Baptism of Jesus In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."},{"number":10,"verse":"And when he came up out of the water, immediately he saw the heavens opened and the Spirit descending upon him like a dove;"},{"number":11,"verse":"and a voice came from heaven, “Thou art my beloved Son; (Or my Son, my (or the) Beloved) with thee I am well pleased.”"},{"number":12,"verse":"The Temptation of Jesus The Spirit immediately drove him out into the wilderness."},{"number":13,"verse":"And he was in the wilderness forty days, tempted by Satan; and he was with the wild beasts; and the angels ministered to him."},{"number":14,"verse":"The Beginning of the Galilean Ministry Now after John was arrested, Jesus came into Galilee, preaching the gospel of God,"},{"number":15,"verse":"and saying, “The time is fulfilled, and the kingdom of God is at hand; repent, and believe in the gospel.”"},{"number":16,"verse":"Jesus Calls the First Disciples And passing along by the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net in the sea; for they were fishermen."},{"number":17,"verse":"And Jesus said to them, “Follow me and I will make you become fishers of men.”"},{"number":18,"verse":"And immediately they left their nets and followed him."},{"number":19,"verse":"And going on a little farther, he saw James the son of Zeb′edee and John his brother, who were in their boat mending the nets."},{"number":20,"verse":"And immediately he called them; and they left their father Zeb′edee in the boat with the hired servants, and followed him."},{"number":21,"verse":"The Man with an Unclean Spirit And they went into Caper′na-um; and immediately on the sabbath he entered the synagogue and taught."},{"number":22,"verse":"And they were astonished at his teaching, for he taught them as one who had authority, and not as the scribes."},{"number":23,"verse":"And immediately there was in their synagogue a man with an unclean spirit;"},{"number":24,"verse":"and he cried out, “What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.”"},{"number":25,"verse":"But Jesus rebuked him, saying, “Be silent, and come out of him!”"},{"number":26,"verse":"And the unclean spirit, convulsing him and crying with a loud voice, came out of him."},{"number":27,"verse":"And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching! With authority he commands even the unclean spirits, and they obey him.”"},{"number":28,"verse":"And at once his fame spread everywhere throughout all the surrounding region of Galilee."},{"number":29,"verse":"Jesus Heals Many at Simon’s House And immediately he (Other ancient authorities read they) left the synagogue, and entered the house of Simon and Andrew, with James and John."},{"number":30,"verse":"Now Simon’s mother-in-law lay sick with a fever, and immediately they told him of her."},{"number":31,"verse":"And he came and took her by the hand and lifted her up, and the fever left her; and she served them."},{"number":32,"verse":"That evening, at sundown, they brought to him all who were sick or possessed with demons."},{"number":33,"verse":"And the whole city was gathered together about the door."},{"number":34,"verse":"And he healed many who were sick with various diseases, and cast out many demons; and he would not permit the demons to speak, because they knew him."},{"number":35,"verse":"A Preaching Tour in Galilee And in the morning, a great while before day, he rose and went out to a lonely place, and there he prayed."},{"number":36,"verse":"And Simon and those who were with him pursued him,"},{"number":37,"verse":"and they found him and said to him, “Every one is searching for you.”"},{"number":38,"verse":"And he said to them, “Let us go on to the next towns, that I may preach there also; for that is why I came out.”"},{"number":39,"verse":"And he went throughout all Galilee, preaching in their synagogues and casting out demons."},{"number":40,"verse":"Jesus Cleanses a Leper And a leper came to him beseeching him, and kneeling said to him, “If you will, you can make me clean.”"},{"number":41,"verse":"Moved with pity, he stretched out his hand and touched him, and said to him, “I will; be clean.”"},{"number":42,"verse":"And immediately the leprosy left him, and he was made clean."},{"number":43,"verse":"And he sternly charged him, and sent him away at once,"},{"number":44,"verse":"and said to him, “See that you say nothing to any one; but go, show yourself to the priest, and offer for your cleansing what Moses commanded, for a proof to the people.” (Greek to them)"},{"number":45,"verse":"But he went out and began to talk freely about it, and to spread the news, so that Jesus (Greek he) could no longer openly enter a town, but was out in the country; and people came to him from every quarter."}]}