{"bibleAbbr":"KNJV","bookName":"1 ಸಮುವೇಲನು","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"ಸಮುವೇಲನು ಸೌಲನಿಗೆ - ಯೆಹೋವನು ನಿನ್ನನ್ನು ತನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸುವದಕ್ಕೋಸ್ಕರ ನನ್ನನ್ನೇ ಕಳುಹಿಸಿದನಲ್ಲಾ; ಆತನು ಈಗ ಹೇಳುವದನ್ನು ಕೇಳು."},{"number":2,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ನಿನಗೆ - ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತದಿಂದ ಬರುತ್ತಿರುವಾಗ ದಾರಿಯಲ್ಲಿ ಅಮಾಲೇಕ್ಯರು ಅವರಿಗೆ ವಿರೋಧವಾಗಿ ನಿಂತು ತೊಂದರೆಪಡಿಸಿದದರಿಂದ ನಾನು ಅವರಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು."},{"number":3,"verse":"ಈಗ ನೀನು ಹೋಗಿ ಅವರನ್ನು ಸೋಲಿಸಿ ಅವರಿಗಿರುವದನ್ನೆಲ್ಲಾ ಸಂಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡು. ಗಂಡಸರನ್ನೂ ಹೆಂಗಸರನ್ನೂ ಮಕ್ಕಳನ್ನೂ ಶಿಶುಗಳನ್ನೂ ಎತ್ತು, ಕುರಿ, ಕತ್ತೆ, ಒಂಟೆ, ಇವುಗಳನ್ನೂ ಕನಿಕರವಿಲ್ಲದೆ ಕೊಂದುಹಾಕು ಎಂದು ಹೇಳುತ್ತಾನೆ ಅಂದನು."},{"number":4,"verse":"ಸೌಲನು ತೆಲಾಯೀಮಿನಲ್ಲಿ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿ ಲೆಕ್ಕಿಸಲು ಎರಡು ಲಕ್ಷ ಮಂದಿ ಕಾಲಾಳುಗಳು ಇದ್ದರು; ಯೆಹೂದ್ಯರು ಹತ್ತು ಸಾವಿರ ಮಂದಿ ಇದ್ದರು."},{"number":5,"verse":"ಅವನು ಇವರೊಡನೆ ಅಮಾಲೇಕ್ಯರ ರಾಜಧಾನಿಯ ಬಳಿಗೆ ಹೋಗಿ ಅಲ್ಲಿನ ಒಂದು ತಗ್ಗಿನಲ್ಲಿ ಹೊಂಚಿ ನೋಡುತ್ತಿದ್ದನು."},{"number":6,"verse":"ಆದರೆ ಅವನು ಕೇನ್ಯರಿಗೆ - ನೀವು ಅಮಾಲೇಕ್ಯರನ್ನು ಬಿಟ್ಟು ಹೋಗಿರಿ; ಇಲ್ಲವಾದರೆ ನೀವೂ ಅವರೊಡನೆ ನಾಶವಾದೀರಿ; ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತದಿಂದ ಬರುತ್ತಿದ್ದಾಗ ನೀವು ಅವರಿಗೆ ದಯೆತೋರಿಸಿದಿರಲ್ಲಾ ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದನು. ಅದರಂತೆಯೇ ಅವರು ಅಮಾಲೇಕ್ಯರನ್ನು ಬಿಟ್ಟುಹೋದರು."},{"number":7,"verse":"ಆಗ ಸೌಲನು ಅಮಾಲೇಕ್ಯರನ್ನು ಹವೀಲಾ ಪ್ರಾಂತದಿಂದ ಐಗುಪ್ತದ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವ ಶೂರಿನವರೆಗೂ ಹೊಡೆಯುತ್ತಾ ಹೋದನು."},{"number":8,"verse":"ಅವರ ಅರಸನಾದ ಅಗಾಗನನ್ನು ಸಜೀವಿಯಾಗಿ ಹಿಡಿದು ಎಲ್ಲಾ ಜನರನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದನು."},{"number":9,"verse":"ಸೌಲನೂ ಇಸ್ರಾಯೇಲ್ಯರೂ ಅಗಾಗನನ್ನೂ ಮೇಲ್ತರದ ಕುರಿ ದನಗಳನ್ನೂ ಕುರಿಮರಿಗಳನ್ನೂ ಕೊಬ್ಬಿದ ಪಶುಗಳನ್ನೂ ಶ್ರೇಷ್ಠವಾದ ಎಲ್ಲಾ ಪದಾರ್ಥಗಳನ್ನೂ ನಾಶಮಾಡ ಮನಸ್ಸಿಲ್ಲದೆ ಉಳಿಸಿ ಪ್ರಯೋಜನವಿಲ್ಲದಂಥ ಹೀನವಾದವುಗಳನ್ನೆಲ್ಲಾ ನಾಶಮಾಡಿಬಿಟ್ಟರು."},{"number":10,"verse":"ಯೆಹೋವನು ಸಮುವೇಲನಿಗೆ - ಸೌಲನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡಿದ್ದಕ್ಕೆ ಈಗ ಪಶ್ಚಾತ್ತಾಪಪಡುತ್ತೇನೆ. ಅವನು ನನ್ನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು; ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ನೆರವೇರಿಸುವದಿಲ್ಲ ಎಂದು ಹೇಳಲು ಸಮುವೇಲನು ಕೋಪಗೊಂಡು ರಾತ್ರಿಯೆಲ್ಲಾ ಆತನಿಗೆ ಮೊರೆಯಿಟ್ಟನು."},{"number":12,"verse":"ಅವನು ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಸೌಲನನ್ನು ನೋಡುವದಕ್ಕೆ ಹೊರಟಾಗ ಅವನಿಗೆ - ಸೌಲನು ಕರ್ಮೆಲಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ತನಗೋಸ್ಕರ ಒಂದು ಜ್ಞಾಪಕಸ್ತಂಭವನ್ನು ನಿಲ್ಲಿಸಿ ಅಲ್ಲಿಂದ ಗಟ್ಟಾ ಇಳಿದು ಗಿಲ್ಗಾಲಿಗೆ ಹೋದನೆಂಬ ವರ್ತಮಾನವು ಬಂದದರಿಂದ ಸಮುವೇಲನು ಅಲ್ಲಿಗೆ ಹೋದನು."},{"number":13,"verse":"ಸೌಲನು ಅವನನ್ನು ಕಂಡು - ಯೆಹೋವನು ನಿನ್ನನ್ನು ಆಶೀರ್ವದಿಸಲಿ; ನಾನು ಆತನ ಅಪ್ಪಣೆಯನ್ನು ನೆರವೇರಿಸಿದೆನು ಅಂದನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಸಮುವೇಲನು - ಹಾಗಾದರೆ ಇದೇನು? ಕುರಿಗಳ ಕೂಗು ನನ್ನ ಕಿವಿಗೆ ಬೀಳುತ್ತದೆ, ದನಗಳ ಶಬ್ದವು ನನಗೆ ಕೇಳಿಸುತ್ತದೆ ಎನ್ನಲು"},{"number":15,"verse":"ಸೌಲನು - ಜನರು ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನಿಗೋಸ್ಕರ ಯಜ್ಞಸಲ್ಲಿಸುವದಕ್ಕಾಗಿ ಅಮಾಲೇಕ್ಯರ ಕುರಿದನಗಳಲ್ಲಿ ಮೇಲ್ತರದವುಗಳನ್ನು ಉಳಿಸಿ ತಂದಿದ್ದಾರೆ; ಮಿಕ್ಕಾದವುಗಳನ್ನೆಲ್ಲಾ ಸಂಪೂರ್ಣವಾಗಿ ನಾಶಮಾಡಿದೆವು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":16,"verse":"ಆಗ ಸಮುವೇಲನು ಅವನಿಗೆ - ಅದಿರಲಿ; ಯೆಹೋವನು ಕಳೆದ ರಾತ್ರಿಯಲ್ಲಿ ನನಗೆ ಹೇಳಿದ್ದನ್ನು ತಿಳಿಸುತ್ತೇನೆ ಕೇಳು ಎನ್ನಲು ಅವನು - ಹೇಳು ಅಂದನು."},{"number":17,"verse":"ಸಮುವೇಲನು - ನೀನು ನಿನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅಲ್ಪನಾಗಿದ್ದರೂ ಯೆಹೋವನು ನಿನಗೆ ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ರಾಜ್ಯಾಭಿಷೇಕಮಾಡಿದ್ದರಿಂದ ನೀನು ಎಲ್ಲಾ ಕುಲಗಳಿಗೆ ಶಿರಸ್ಸಾದಿ."},{"number":18,"verse":"ಆತನು ನಿನಗೆ - ಹೊರಟು ಹೋಗಿ ದುಷ್ಟರಾದ ಅಮಾಲೇಕ್ಯರೊಡನೆ ಯುದ್ಧಮಾಡಿ ಅವರೆಲ್ಲರನ್ನೂ ಸಂಪೂರ್ಣವಾಗಿ ನಾಶಮಾಡು ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"ಆದರೆ ನೀನು ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳದೆ ಕೊಳ್ಳೆಗಾಗಿ ಎರಗಿ ಆತನಿಗೆ ದ್ರೋಹಮಾಡಿದ್ದೇಕೆ ಅಂದನು."},{"number":20,"verse":"ಆಗ ಸೌಲನು ಸಮುವೇಲನಿಗೆ - ಏನು? ನಾನು ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಲಿಲ್ಲವೋ? ಆತನು ಕಳುಹಿಸಿದಲ್ಲಿಗೆ ಹೋಗಿ ಅಮಾಲೇಕ್ಯರನ್ನೆಲ್ಲಾ ಸಂಹರಿಸಿ ಅವರ ಅರಸನಾದ ಅಗಾಗನನ್ನು ಹಿಡಿದು ತಂದೆನು."},{"number":21,"verse":"ಆದರೆ ಜನರು ಸಂಪೂರ್ಣವಾಗಿ ಸಂಹರಿಸಬೇಕಾದ ಕೊಳ್ಳೆಯಲ್ಲಿ ಉತ್ತಮವಾದ ಕುರಿದನಗಳನ್ನು ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಗಿಲ್ಗಾಲಿನಲ್ಲಿ ಯಜ್ಞಾರ್ಪಣೆಮಾಡುವದಕ್ಕಾಗಿ ಉಳಿಸಿ ತಂದರು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":22,"verse":"ಅದಕ್ಕೆ ಸಮುವೇಲನು - ಯೆಹೋವನು ವಿಧೇಯತ್ವಕ್ಕೆ ಮೆಚ್ಚುವಷ್ಟು ಯಜ್ಞಹೋಮಗಳಿಗೆ ಮೆಚ್ಚುತ್ತಾನೋ? ಯಜ್ಞವನ್ನರ್ಪಿಸುವದಕ್ಕಿಂತ ಮಾತು ಕೇಳುವದು ಉತ್ತಮವಾಗಿದೆ; ಟಗರುಗಳ ಕೊಬ್ಬಿಗಿಂತ ವಿಧೇಯತ್ವವು ವಿಶೇಷವಾಗಿದೆ."},{"number":23,"verse":"ಅವಿಧೇಯತ್ವವು ಮಂತ್ರತಂತ್ರಗಳಷ್ಟೇ ಕೆಟ್ಟದ್ದಾಗಿರುವದು; ಹಟವು ಮಿಥ್ಯಾಭಕ್ತಿಗೂ ವಿಗ್ರಹಾರಾಧನೆಗೂ ಸಮಾನವಾಗಿರುವದು. ನೀನು ಯೆಹೋವನ ಮಾತನ್ನು ತಳ್ಳಿಬಿಟ್ಟದ್ದರಿಂದ ಆತನು ನಿನ್ನನ್ನು ಅರಸುತನದಿಂದ ತಳ್ಳಿಬಿಟ್ಟಿದ್ದಾನೆ ಎಂದು ನುಡಿದನು."},{"number":24,"verse":"ಸೌಲನು ಸಮುವೇಲನಿಗೆ - ನಾನು ಯೆಹೋವನ ಮತ್ತು ನಿನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಮೀರಿ ಪಾಪಮಾಡಿದ್ದೇನೆ; ಜನರಿಗೆ ಹೆದರಿ ಅವರ ಮಾತನ್ನು ಕೇಳಿದೆನು."},{"number":25,"verse":"ನೀನು ದಯವಿಟ್ಟು ನನ್ನ ಪಾಪವನ್ನು ಕ್ಷಮಿಸು; ನಾನು ಯೆಹೋವನನ್ನು ಆರಾಧಿಸುವಂತೆ ಹಿಂದಿರುಗಿ ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಬಾ ಎಂದು ಅವನನ್ನು ಬೇಡಿಕೊಂಡನು."},{"number":26,"verse":"ಅದಕ್ಕೆ ಸಮುವೇಲನು - ನಾನು ಹಿಂದಿರುಗಿ ನಿನ್ನ ಜೊತೆಯಲ್ಲಿ ಬರುವದಿಲ್ಲ; ನೀನು ಯೆಹೋವನ ಮಾತನ್ನು ತಳ್ಳಿಬಿಟ್ಟದ್ದರಿಂದ ಆತನು ನಿನ್ನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸುತನದಿಂದ ತಳ್ಳಿಬಿಟ್ಟಿದ್ದಾನೆ ಎಂದು ಹೇಳಿ ತಿರುಗಿಕೊಂಡು ಹೊರಡಲು"},{"number":27,"verse":"ಸೌಲನು ಅವನ ಮೇಲಂಗಿಯ ಅಂಚನ್ನು ಹಿಡಿದು ಎಳೆದನು; ಅದು ಹರಿದುಹೋಯಿತು."},{"number":28,"verse":"ಆಗ ಸಮುವೇಲನು ಅವನಿಗೆ - ಯೆಹೋವನು ಈ ಹೊತ್ತು ಇಸ್ರಾಯೇಲ್‍ರಾಜ್ಯವನ್ನು ನಿನ್ನಿಂದ ಕಿತ್ತು ನಿನಗಿಂತ ಉತ್ತಮನಾದ ಇನ್ನೊಬ್ಬನಿಗೆ ಕೊಟ್ಟಿದ್ದಾನೆ."},{"number":29,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ನಿತ್ಯಾಧಾರನು ಸುಳ್ಳಾಡುವವನಲ್ಲ; ಪಶ್ಚಾತ್ತಾಪಪಡುವವನಲ್ಲ; ಯಾಕಂದರೆ ಅವನು ಪಶ್ಚಾತ್ತಾಪಪಡ ಮನುಷ್ಯನಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":30,"verse":"ಅದಕ್ಕೆ ಸೌಲನು - ನಾನು ಪಾಪ ಮಾಡಿದ್ದೇನೆ; ದಯವಿಟ್ಟು ಇಸ್ರಾಯೇಲ್ಯರ ಮುಂದೆಯೂ ಜನರ ಹಿರಿಯರ ಮುಂದೆಯೂ ನನ್ನ ಮಾನವನ್ನುಳಿಸು; ನಾನು ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನನ್ನು ಆರಾಧಿಸುವದಕ್ಕಾಗುವಂತೆ ಹಿಂದಿರುಗಿ ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಬಾ ಎಂದು ಬೇಡಿಕೊಳ್ಳಲು ಅವನು ಹಿಂದಿರುಗಿ ಸೌಲನ ಜೊತೆಯಲ್ಲಿ ಹೋದನು."},{"number":31,"verse":"ಆಗ ಸೌಲನು ದೇವರನ್ನು ಆರಾಧಿಸಿದನು."},{"number":32,"verse":"ತರುವಾಯ ಸಮುವೇಲನು ಅಮಾಲೇಕ್ಯರ ಅರಸನಾದ ಅಗಾಗನನ್ನು ತನ್ನ ಬಳಿಗೆ ತರ ಹೇಳಿದನು. ಅಗಾಗನು ಮರಣಭಯ ತಪ್ಪಿತೆಂದು ನೆನಸಿಕೊಂಡು ಸಂತೋಷದಿಂದ ಅವನ ಹತ್ತಿರ ಬಂದನು."},{"number":33,"verse":"ಆದರೆ ಸಮುವೇಲನು ಅವನಿಗೆ - ನಿನ್ನ ಕತ್ತಿಯು ಅನೇಕ ಸ್ತ್ರೀಯರಿಗೆ ಪುತ್ರ ಶೋಕವನ್ನುಂಟುಮಾಡಿತು; ನಿನ್ನ ತಾಯಿಯು ಎಲ್ಲರಿಗಿಂತಲೂ ಹೆಚ್ಚಾಗಿ ಪುತ್ರಶೋಕವನ್ನು ಅನುಭವಿಸಲಿ ಎಂದು ಹೇಳಿ ಅವನನ್ನು ಗಿಲ್ಗಾಲಿನಲ್ಲಿ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲೇ ಕಡಿದು ಹಾಕಿದನು."},{"number":34,"verse":"ಅನಂತರ ಸಮುವೇಲನು ರಾಮಕ್ಕೆ ಹೋದನು; ಸೌಲನು ತನ್ನ ಊರಾದ ಗಿಬೆಯದಲ್ಲಿರುವ ಮನೆಗೆ ಹೋದನು."},{"number":35,"verse":"ಸಮುವೇಲನು ಜೀವದಿಂದಿರುವವರೆಗೂ ಸೌಲನನ್ನು ನೋಡುವದಕ್ಕೆ ಹೋಗಲಿಲ್ಲ; ಆದರೆ ಯೆಹೋವನು ಸೌಲನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನಾಗಿ ಮಾಡಿದ್ದಕ್ಕೋಸ್ಕರ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟದರಿಂದ ಸಮುವೇಲನು ಅವನ ವಿಷಯದಲ್ಲಿ ದುಃಖಪಡುತ್ತಿದ್ದನು."}]}