{"bibleAbbr":"KNJV","bookName":"1 ಸಮುವೇಲನು","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"ಸಮುವೇಲನು ಮೃತಿಹೊಂದಿದನು. ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಕೂಡಿ ಬಂದು ಅವನಿಗೋಸ್ಕರ ಗೋಳಾಡುತ್ತಾ ಅವನ ಶವವನ್ನು ರಾಮದಲ್ಲಿದ್ದ ಅವನ ಮನೆಯ ನಿವೇಶನದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ದಾವೀದನು ಹೊರಟು ಪಾರಾನ್ ಅರಣ್ಯಕ್ಕೆ ಹೋದನು."},{"number":2,"verse":"ಕರ್ಮೆಲಿನಲ್ಲಿ ಸ್ವಾಸ್ತ್ಯವಿದ್ದಂಥ ಒಬ್ಬ ಮನುಷ್ಯನು ಮಾವೋನಿನಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದನು; ಅವನ ಹೆಸರು ನಾಬಾಲ;"},{"number":3,"verse":"ಅವನ ಹೆಂಡತಿಯ ಹೆಸರು ಅಬೀಗೈಲ್. ಆಕೆಯು ಬಹುಬುದ್ಧಿವಂತೆಯೂ ಸುಂದರಿಯೂ ಆಗಿದ್ದಳು; ಕಾಲೇಬನ ವಂಶದವನಾದ ಆ ಮನುಷ್ಯನು ನಿಷ್ಠುರನೂ ದುಷ್ಕರ್ಮಿಯೂ ಆಗಿದ್ದನು. ಅವನು ಬಹು ಧನವಂತನು. ಅವನಿಗೆ ಮೂರು ಸಾವಿರ ಕುರಿಗಳೂ ಸಾವಿರ ಆಡುಗಳೂ ಇದ್ದವು. ಅವನು ಒಂದು ಸಾರಿ ಕರ್ಮೆಲಿನಲ್ಲಿ ಕುರಿಗಳ ಉಣ್ಣೆಯನ್ನು ಕತ್ತರಿಸುತ್ತಿದ್ದನು."},{"number":4,"verse":"ನಾಬಾಲನು ಉಣ್ಣೆಕತ್ತರಿಸುತ್ತಿದ್ದಾನೆಂಬ ವರ್ತಮಾನವು ಅಲ್ಲಿ ಅರಣ್ಯದಲ್ಲಿದ್ದ ದಾವೀದನಿಗೆ ಮುಟ್ಟಿದಾಗ ಅವನು"},{"number":5,"verse":"ಹತ್ತು ಮಂದಿ ಸೇವಕರನ್ನು ಕರೆದು ಅವರಿಗೆ - ನೀವು ಕರ್ಮೆಲಿನಲ್ಲಿರುವ ನಮ್ಮ ಸಂಬಂಧಿಕನಾದ ನಾಬಾಲನ ಬಳಿಗೆ ಹೋಗಿ ಅವನ ಕ್ಷೇಮ ಸಮಾಚಾರವನ್ನು ವಿಚಾರಿಸಿ ಅವನಿಗೆ ನನ್ನ ಹೆಸರಿನಲ್ಲಿ -"},{"number":6,"verse":"ನಿನಗೂ ನಿನ್ನ ಕುಟುಂಬಕ್ಕೂ ನಿನ್ನ ಸರ್ವಸಂಪತ್ತಿಗೂ ಶುಭವಾಗಲಿ."},{"number":7,"verse":"ನಿನ್ನ ಕುರಿಗಳ ಉಣ್ಣೆಯನ್ನು ಕತ್ತರಿಸುವ ಕೆಲಸವು ನಡೆಯುತ್ತದೆಂಬ ವರ್ತಮಾನವನ್ನು ಕೇಳಿದ್ದೇನೆ. ನಿನ್ನ ಕುರುಬರು ನಮ್ಮೊಡನೆ ಕರ್ಮೆಲಿನಲ್ಲಿದ್ದ ಕಾಲವೆಲ್ಲಾ ನಾವು ಅವರನ್ನು ತೊಂದರೆಪಡಿಸಲಿಲ್ಲ; ಅವರಿಗೇನೂ ನಷ್ಟವಾಗಲಿಲ್ಲ."},{"number":8,"verse":"ನಿನ್ನ ಆಳುಗಳನ್ನು ಕೇಳು, ಅವರೇ ಹೇಳುವರು. ಹೀಗಿರುವದರಿಂದ ಶುಭಕಾಲದಲ್ಲಿ ನಿನ್ನ ಬಳಿಗೆ ಬಂದಿರುವ ನನ್ನ ಸೇವಕರಿಗೆ ನಿನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ದಯೆದೊರಕಲಿ. ಕೃಪೆಮಾಡಿ ನಿನ್ನ ಸೇವಕರಿಗೂ ಮಗನಾದ ದಾವೀದನಿಗೂ ನಿನಗಿರುವದರಲ್ಲಿ ಕೊಡು ಎಂದು ಹೇಳಿರಿ ಅಂದು ಅವರನ್ನು ಕಳುಹಿಸಿದನು."},{"number":9,"verse":"ದಾವೀದನ ಸೇವಕರು ಹೋಗಿ ಅವನ ಹೆಸರಿನಲ್ಲಿ ಈ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ನಾಬಾಲನಿಗೆ ತಿಳಿಸಿ ಉತ್ತರಕಾಯುತ್ತಿರಲು"},{"number":10,"verse":"ನಾಬಾಲನು ಅವರಿಗೆ - ದಾವೀದನಾರು? ಇಷಯನ ಮಗನಾರು? ಯಜಮಾನರನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋದ ಸೇವಕರು ಈಗಿನ ಕಾಲದಲ್ಲಿ ಎಷ್ಟು ಮಂದಿಯಿಲ್ಲ!"},{"number":11,"verse":"ಉಣ್ಣೆ ಕತ್ತರಿಸುವವರಿಗೋಸ್ಕರ ನಾನು ಸಿದ್ಧಮಾಡಿಸಿದ ಮಾಂಸವನ್ನೂ ಆಹಾರಪಾನಗಳನ್ನೂ ಎತ್ತಿ ಎಲ್ಲಿಂದಲೋ ಬಂದವರಿಗೆ ಕೊಟ್ಟುಬಿಡಬೇಕೋ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":12,"verse":"ಆ ಸೇವಕರು ಹಿಂದಿರುಗಿ ತಮ್ಮ ದಾರಿ ಹಿಡಿದು ದಾವೀದನ ಬಳಿಗೆ ಬಂದು ಅವನಿಗೆ ಎಲ್ಲವನ್ನೂ ತಿಳಿಸಲಾಗಿ"},{"number":13,"verse":"ಅವನು ತನ್ನ ಜನರಿಗೆ - ಕತ್ತಿಯನ್ನು ಸೊಂಟಕ್ಕೆ ಕಟ್ಟಿಕೊಳ್ಳಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು; ಅವರೆಲ್ಲರೂ ಕಟ್ಟಿಕೊಂಡರು. ದಾವೀದನೂ ಕಟ್ಟಿಕೊಂಡನು. ಹೆಚ್ಚುಕಡಿಮೆ ನಾನೂರು ಮಂದಿ ದಾವೀದನ ಜೊತೆಯಲ್ಲಿ ಹೋದರು; ಇನ್ನೂರು ಮಂದಿ ಸಾಮಾನುಗಳ ಬಳಿಯಲ್ಲಿ ಇದ್ದರು."},{"number":14,"verse":"ನಾಬಾಲನ ಸೇವಕರಲ್ಲೊಬ್ಬನು ಅವನ ಹೆಂಡತಿಯಾದ ಅಬೀಗೈಲಳಿಗೆ - ಅರಣ್ಯದಲ್ಲಿರುವ ದಾವೀದನು ನಮ್ಮ ದಣಿಯ ಕ್ಷೇಮವಿಚಾರಕ್ಕಾಗಿ ದೂತರನ್ನು ಕಳುಹಿಸಲು ದಣಿಯು ಬಂದವರ ಮೇಲೆ ಬಿದ್ದು ಬೈದನು."},{"number":15,"verse":"ಆ ಜನರು ನಮಗೆ ಬಹಳ ಉಪಕಾರಮಾಡಿದವರು; ನಾವು ಅವರೊಡನೆ ಅಡವಿಯಲ್ಲಿದ್ದ ಕಾಲವೆಲ್ಲಾ ಏನೂ ತೊಂದರೆಪಡಲಿಲ್ಲ. ನಷ್ಟಹೊಂದಲಿಲ್ಲ."},{"number":16,"verse":"ನಾವು ಕುರಿಗಳನ್ನು ಮೇಯಿಸುವವರಾಗಿ ಅವರೊಡನೆ ಇದ್ದಾಗ ಅವರು ಹಗಲಿರುಳು ನಮಗೆ ಕಾವಲುಗೋಡೆಯಂತಿದ್ದರು."},{"number":17,"verse":"ಈಗ ಮಾಡಬೇಕಾದದ್ದನ್ನು ನೀನೇ ಆಲೋಚಿಸಿ ಗೊತ್ತುಮಾಡು. ನಮ್ಮ ಯಜಮಾನನಿಗೂ ಅವನ ಕುಟುಂಬದವರೆಲ್ಲರಿಗೂ ಕೇಡು ಹತ್ತಿರವಾಗಿದೆ; ಮೂರ್ಖನಾದ ಅವನೊಡನೆ ಮಾತಾಡುವದಸಾಧ್ಯ ಎಂದು ಹೇಳಿದನು."},{"number":18,"verse":"ಆಗ ಅಬೀಗೈಲಳು ಶೀಘ್ರವಾಗಿ ಇನ್ನೂರು ರೊಟ್ಟಿ, ಎರಡು ಬುದ್ದಲಿ ದ್ರಾಕ್ಷಾರಸ, ಸಿದ್ಧಮಾಡಿದ ಐದು ಕುರಿಗಳ ಮಾಂಸ, ಐವತ್ತು ಸೇರು ಹುರಿಗಾಳು, ಒಣಗಿದ ನೂರು ದ್ರಾಕ್ಷೇಗೊಂಚಲುಗಳು, ಅಂಜೂರ ಹಣ್ಣುಗಳ ಇನ್ನೂರು ಉಂಡೆಗಳು ಇವುಗಳನ್ನು ಕತ್ತೆಗಳ ಮೇಲೆ ಹೇರಿಸಿ ತನ್ನ ಸೇವಕರಿಗೆ -"},{"number":19,"verse":"ನೀವು ಮುಂದೆ ನಡೆಯಿರಿ, ನಾನು ಹಿಂದೆ ಬರುತ್ತೇನೆ ಎಂದು ಹೇಳಿ ಅವರನ್ನು ಕಳುಹಿಸಿದಳು; ಗಂಡನಾದ ನಾಬಾಲನಿಗೆ ಏನೂ ತಿಳಿಸಲಿಲ್ಲ."},{"number":20,"verse":"ಆಕೆ ಕತ್ತೆಯ ಮೇಲೆ ಕೂತು ಗುಡ್ಡದ ಮರೆಯಲ್ಲಿ ಹೋಗುತ್ತಿರುವಾಗ ದಾವೀದನೂ ಅವನ ಜನರೂ ಆ ಕಡೆಯಿಂದ ಗಟ್ಟಾ ಇಳಿದುಬರಲು ಆಕೆಯು ಅವರನ್ನು ಎದುರುಗೊಂಡಳು."},{"number":21,"verse":"ಅಷ್ಟರಲ್ಲಿ ದಾವೀದನು - ನಾನು ಅಡವಿಯಲ್ಲಿ ಈ ಮನುಷ್ಯನ ಆಸ್ತಿಯಲ್ಲಿ ಏನೂ ನಷ್ಟವಾಗದಂತೆ ಕಾಪಾಡಿದ್ದು ವ್ಯರ್ಥವಾಯಿತು. ಅವನು ಉಪಕಾರಕ್ಕೆ ಅಪಕಾರಮಾಡಿದನು."},{"number":22,"verse":"ಬೆಳಗಾಗುವಷ್ಟರಲ್ಲಿ ಅವನ ಜನರೊಳಗೆ ಒಬ್ಬ ಗಂಡಸಾದರೂ ಉಳಿದರೆ ದೇವರು ದಾವೀದನಿಗೆ ಬೇಕಾದದ್ದನ್ನು ಮಾಡಲಿ ಎಂದು ಪ್ರತಿಜ್ಞೆಮಾಡಿದ್ದನು."},{"number":23,"verse":"ಅಬೀಗೈಲಳು ದಾವೀದನನ್ನು ಕಂಡ ಕೂಡಲೆ ಕತ್ತೆಯಿಂದಿಳಿದು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗವಾಗಿ ನಮಸ್ಕರಿಸಿದಳು."},{"number":24,"verse":"ಆಮೇಲೆ ಅವನ ಪಾದಗಳ ಮೇಲೆ ಬಿದ್ದು ಅವನಿಗೆ - ಸ್ವಾಮೀ, ಅಪರಾಧವು ನನ್ನ ಮೇಲಿರಲಿ; ನಿನ್ನ ದಾಸಿಯು ಮಾತಾಡುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಲಿ; ಅವಳ ಮಾತನ್ನು ಲಾಲಿಸಬೇಕು."},{"number":25,"verse":"ಸ್ವಾಮಿಯು ಮೂರ್ಖನಾದ ಆ ನಾಬಾಲನನ್ನು ಲಕ್ಷಿಸದಿರಲಿ. ಅವನ ಹೆಸರು ನಾಬಾಲ್; ಅದಕ್ಕೆ ತಕ್ಕಂತೆ ಅವನು ಮೂರ್ಖನೇ ಆಗಿರುತ್ತಾನೆ. ನಿನ್ನ ದಾಸಿಯಾದ ನಾನು ಸ್ವಾಮಿಯು ಕಳುಹಿಸಿದ ಸೇವಕರನ್ನು ನೋಡಲಿಲ್ಲ."},{"number":26,"verse":"ಸ್ವಾಮೀ, ನೀನು ಸ್ವಹಸ್ತದಿಂದ ಮುಯ್ಯಿತೀರಿಸಿ ರಕ್ತಾಪರಾಧಕ್ಕೆ ಗುರಿಯಾಗದಂತೆ ಯೆಹೋವನು ನಿನ್ನನ್ನು ಕಾಪಾಡಿದ್ದಾನೆ. ಯೆಹೋವನ ಆಣೆ, ನಿನ್ನ ಜೀವದಾಣೆ, ನಿನ್ನ ವಿರೋಧಿಗಳೂ ನಿನಗೆ ಕೇಡು ಬಗೆಯುವವರೂ ನಾಬಾಲನ ಗತಿಯನ್ನು ಹೊಂದಲಿ."},{"number":27,"verse":"ನಿನ್ನ ದಾಸಿಯು ತಂದ ಈ ಕಾಣಿಕೆಯು ಸ್ವಾಮಿಯ ಸೇವಕರಿಗೆ ಸಲ್ಲಲಿ."},{"number":28,"verse":"ನಿನ್ನ ದಾಸಿಯ ಅಪರಾಧಕ್ಕೆ ಕ್ಷಮಾಪಣೆಯಾಗಲಿ; ಸ್ವಾಮಿಯೇ, ನೀನು ಯೆಹೋವನ ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಮಾಡುವದರಿಂದ ಆತನು ನಿನ್ನ ಮನೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಸ್ಥಿರಪಡಿಸುವನು. ಆದದರಿಂದ ನಿನ್ನ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ನಿನ್ನಲ್ಲಿ ಕೆಟ್ಟತನವು ಕಾಣದಿರಲಿ;"},{"number":29,"verse":"ಯಾವನಾದರೂ ನನ್ನ ಸ್ವಾಮಿಯಾದ ನಿನ್ನನ್ನು ಹಿಂಸಿಸಿ ಜೀವತಗೆಯಬೇಕೆಂದಿರುವಾಗ ಆ ನಿನ್ನ ಜೀವವು ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನ ರಕ್ಷಣೆಯಲ್ಲಿರುವ ಜೀವನಿಕ್ಷೇಪದಲ್ಲಿ ಭದ್ರವಾಗಿರಲಿ; ಆದರೆ ಆತನು ನಿನ್ನ ಶತ್ರುಗಳ ಜೀವವನ್ನು ಕವಣೆಯ ಕಲ್ಲನ್ನೋ ಎಂಬಂತೆ ಎಸೆದುಬಿಡಲಿ."},{"number":30,"verse":"ಯೆಹೋವನು ನನ್ನ ಸ್ವಾಮಿಯಾದ ನಿನಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ ಎಲ್ಲಾ ಸೌಭಾಗ್ಯವನ್ನು ದಯಪಾಲಿಸಿ ನಿನ್ನನ್ನು ಇಸ್ರಾಯೇಲ್ ಪ್ರಭುವನ್ನಾಗಿ ಮಾಡಿದ ಮೇಲೆ"},{"number":31,"verse":"ನಿರಪರಾಧಿಯ ರಕ್ತವನ್ನು ಸುರಿಸಿ ಮುಯ್ಯಿತೀರಿಸಿದ್ದರಿಂದುಂಟಾಗುವ ಪಶ್ಚಾತ್ತಾಪ ಮನೋವ್ಯಥೆಗಳಿಗೆ ಕಾರಣವಿರುವದಿಲ್ಲ. ಆತನು ನಿನ್ನನ್ನು ಮಹಾಪದವಿಗೆ ತರುವಾಗ ನಿನ್ನ ದಾಸಿಯಾದ ನನ್ನನ್ನು ಮರೆತುಬಿಡಬೇಡ ಅಂದಳು."},{"number":32,"verse":"ಆಗ ದಾವೀದನು ಅಬೀಗೈಲಳಿಗೆ - ಈಹೊತ್ತು ನನ್ನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕಾಗಿ ನಿನ್ನನ್ನು ಕಳುಹಿಸಿದ ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ."},{"number":33,"verse":"ಸ್ವಹಸ್ತದಿಂದ ಮುಯ್ಯಿತೀರಿಸಿ ರಕ್ತಾಪರಾಧಕ್ಕೆ ಗುರಿಯಾಗದಂತೆ ನನ್ನನ್ನು ತಡೆದ ನೀನೂ ನಿನ್ನ ಬುದ್ಧಿಯೂ ಸ್ತೋತ್ರಾರ್ಹವೇ ಸರಿ."},{"number":34,"verse":"ನಿನಗೆ ಕೇಡುಮಾಡದಂತೆ ನನ್ನನ್ನು ತಡೆದ ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನ ಆಣೆ, ನೀನು ಬೇಗನೆ ಬಂದು ನನ್ನನ್ನು ಎದುರುಗೊಳ್ಳದಿದ್ದರೆ ನಿಜವಾಗಿ ನಾಳೆ ಬೆಳಗಾಗುವಷ್ಟರಲ್ಲಿ ನಾಬಾಲನವರಲ್ಲಿ ಒಬ್ಬ ಗಂಡಸಾದರೂ ಉಳಿಯುತ್ತಿದ್ದಿಲ್ಲ ಎಂದು ಹೇಳಿ"},{"number":35,"verse":"ಆಕೆ ತಂದ ಪದಾರ್ಥಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಆಕೆಗೆ - ಸಮಾಧಾನದಿಂದ ಮನೆಗೆ ಹೋಗು; ನಿನ್ನನ್ನು ನೋಡಿ ನಿನ್ನ ವಿಜ್ಞಾಪನೆಯನ್ನು ಲಾಲಿಸಿದ್ದೇನೆ ಅಂದನು."},{"number":36,"verse":"ಅಬೀಗೈಲಳು ನಾಬಾಲನ ಬಳಿಗೆ ಬಂದಳು. ಅವನು ತನ್ನ ಮನೆಯಲ್ಲಿ ರಾಜರಂತೆ ಒಂದು ದೊಡ್ಡ ಔತಣವನ್ನು ಮಾಡಿಸಿ ಬಹಳವಾಗಿ ಕುಡಿದು ಬಹು ಸಂಭ್ರಮದಿಂದಿದ್ದ ಕಾರಣ ಈಕೆಯು ಮರುದಿವಸದವರೆಗೆ ಇದರ ವಿಷಯವಾಗಿ ಏನೂ ಹೇಳಲಿಲ್ಲ."},{"number":37,"verse":"ಮರುದಿನ ಅಮಲಿಳಿದನಂತರ ಈಕೆಯು ಈ ವರ್ತಮಾನವನ್ನು ಅವನಿಗೆ ತಿಳಿಸಲಾಗಿ ಅವನ ಹೃದಯವು ನಿಂತುಹೋಯಿತು, ಅವನು ಸ್ತಬ್ಧನಾದನು."},{"number":38,"verse":"ಸುಮಾರು ಹತ್ತು ದಿನಗಳಾದ ನಂತರ ನಾಬಾಲನು ಯೆಹೋವನಿಂದ ಹತನಾಗಿ ಸತ್ತನು."},{"number":39,"verse":"ನಾಬಾಲನು ಸತ್ತನೆಂಬ ವರ್ತಮಾನವನ್ನು ದಾವೀದನು ಕೇಳಿ - ನನಗೆ ಅಪಮಾನ ಮಾಡಿದ ನಾಬಾಲನಿಗೆ ಮುಯ್ಯಿತೀರಿಸಿದಂಥ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ. ಆತನು ನನ್ನನ್ನು ಕೆಟ್ಟತನಕ್ಕೆ ದೂರಮಾಡಿ ನಾಬಾಲನ ಕೆಟ್ಟತನವನ್ನು ಅವನ ತಲೆಯ ಮೇಲೆಯೇ ಹೊರಿಸಿದನಲ್ಲಾ ಅಂದನು. ಅನಂತರ ಅವನು ಅಬೀಗೈಲಳು ತನಗೆ ಹೆಂಡತಿಯಾಗಬೇಕೆಂದು ದೂತರನ್ನು ಕಳುಹಿಸಿದನು;"},{"number":40,"verse":"ಅವರು ಕರ್ಮೆಲಿನಲ್ಲಿದ್ದ ಅಬೀಗೈಲಳ ಬಳಿಗೆ ಹೋಗಿ ಆಕೆಗೆ - ದಾವೀದನು ನಿನ್ನನ್ನು ತನಗೆ ಹೆಂಡತಿಯಾಗುವದಕ್ಕೆ ಕರಕೊಂಡು ಬರಬೇಕೆಂದು ನಮ್ಮನ್ನು ಕಳುಹಿಸಿದ್ದಾನೆ ಅಂದಾಗ"},{"number":41,"verse":"ಆಕೆ ಎದ್ದು ನಮಸ್ಕಾರಮಾಡಿ ಮಾತಾಡಿಸಿದವನಿಗೆ - ನಿನ್ನ ದಾಸಿಯಾದ ನಾನು ನನ್ನ ಸ್ವಾಮಿಯ ಸೇವಕರ ಪಾದಗಳನ್ನು ತೊಳೆಯುವ ಸೇವಕಿಯಾಗುವದಕ್ಕೆ ಸಿದ್ಧಳಾಗಿದ್ದೇನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟು"},{"number":42,"verse":"ಬೇಗನೆ ಒಂದು ಕತ್ತೆಯನ್ನು ಹತ್ತಿ ತನ್ನ ಐದು ಮಂದಿ ದಾಸಿಯರ ಸಹಿತವಾಗಿ ದಾವೀದನ ಸೇವಕರ ಜೊತೆಯಲ್ಲಿ ಹೊರಟುಹೋಗಿ ಅವನ ಹೆಂಡತಿಯಾದಳು."},{"number":43,"verse":"ಇದಲ್ಲದೆ ದಾವೀದನು ಇಜ್ರೇಲಿನವಳಾದ ಅಹೀನೋವಮಳನ್ನು ಮದುವೆಮಾಡಿಕೊಂಡಿದ್ದನು. ಅವರಿಬ್ಬರೂ ಅವನ ಹೆಂಡತಿಯರಾದರು."},{"number":44,"verse":"ಸೌಲನು ದಾವೀದನ ಹೆಂಡತಿಯಾಗಿದ್ದ ಮೀಕಲಳೆಂಬ ತನ್ನ ಮಗಳನ್ನು ಗಲ್ಲೀಮ್ ಊರಿನ ಲಯಿಷನ ಮಗನಾದ ಪಲ್ಟೀ ಎಂಬವನಿಗೆ ಮದುವೆಮಾಡಿಕೊಟ್ಟನು."}]}