{"bibleAbbr":"KNJV","bookName":"1 ಸಮುವೇಲನು","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"ದಾವೀದನು ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ - ನಾನು ಇಲ್ಲಿದ್ದರೆ ಹೇಗೂ ಒಂದು ದಿನ ಸೌಲನ ಕೈಯಿಂದ ಮಡಿಯಲೇಬೇಕು. ಆದದರಿಂದ ಫಿಲಿಷ್ಟಿಯರ ದೇಶಕ್ಕೆ ಹೋಗಿ ತಪ್ಪಿಸಿಕೊಳ್ಳುವದೇ ಉತ್ತಮ. ಆಮೇಲೆ ಸೌಲನು ಇಸ್ರಾಯೇಲ್‍ಪ್ರಾಂತಗಳಲ್ಲಿ ನನ್ನನ್ನು ಹುಡುಕದೆ ಬಿಟ್ಟುಬಿಡುವನು, ನಾನು ಅವನ ಕೈಗೆ ತಪ್ಪಿಸಿಕೊಂಡವನಾಗಿರುವೆನು ಅಂದುಕೊಂಡು"},{"number":2,"verse":"ತನ್ನ ಆರುನೂರು ಮಂದಿ ಸೈನಿಕರೊಡನೆ ಗತ್ ಊರಿನ ಅರಸನೂ ಮಾವೋಕನ ಮಗನೂ ಆದ ಆಕೀಷನ ಬಳಿಗೆ ಹೋದನು."},{"number":3,"verse":"ಅವನೂ ಅವನ ಜನರೂ ತಮ್ಮತಮ್ಮ ಕುಟುಂಬ ಸಹಿತವಾಗಿ ಆಕೀಷನ ಊರಾದ ಗತ್ ಊರಿನಲ್ಲಿ ವಾಸಿಸಿದರು. ದಾವೀದನ ಹೆಂಡತಿಯರಾಗಿರುವ ಇಜ್ರೇಲ್ಯಳಾದ ಅಹೀನೋವಮಳೂ ಕರ್ಮೆಲ್ಯನಾದ ನಾಬಾಲನ ಹೆಂಡತಿಯಾಗಿದ್ದ ಅಬೀಗೈಲಳೂ ಅವನ ಸಂಗಡ ಇದ್ದರು."},{"number":4,"verse":"ದಾವೀದನು ತಪ್ಪಿಸಿಕೊಂಡು ಗತ್ ಊರಿಗೆ ಹೋದನೆಂಬ ವರ್ತಮಾನವನ್ನು ಸೌಲನು ಕೇಳಿ ಆಮೇಲೆ ಅವನನ್ನು ಹುಡುಕಲೇ ಇಲ್ಲ."},{"number":5,"verse":"ಒಂದು ದಿನ ದಾವೀದನು ಆಕೀಷನಿಗೆ - ನಿನ್ನ ಸೇವಕನಾದ ನಾನು ನಿನ್ನ ಸಂಗಡ ರಾಜಧಾನಿಯಲ್ಲೇಕೆ ವಾಸಿಸಬೇಕು? ನಿನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ನನಗೆ ದಯೆದೊರಕಿರುವದಾದರೆ ಯಾವದಾದರೊಂದು ಹಳ್ಳಿಯಲ್ಲಿ ನನಗೆ ಸ್ಥಳಕೊಡಿಸು, ನಾನು ಅಲ್ಲಿ ವಾಸಿಸುವೆನು ಅನ್ನಲು"},{"number":6,"verse":"ಆಕೀಷನು ಕೂಡಲೆ ಅವನಿಗೆ ಚಿಕ್ಲಗ್ ಊರನ್ನು ಕೊಟ್ಟುಬಿಟ್ಟನು. ಆದದರಿಂದ ಚಿಕ್ಲಗ್ ಎಂಬದು ಇಂದಿನವರೆಗೂ ಯೆಹೂದರಾಜರಿಗೆ ಸೇರಿದೆ."},{"number":7,"verse":"ದಾವೀದನು ಫಿಲಿಷ್ಟಿಯರ ದೇಶದಲ್ಲಿ ಒಂದು ವರುಷವೂ ನಾಲ್ಕು ತಿಂಗಳೂ ವಾಸವಾಗಿದ್ದನು."},{"number":8,"verse":"ಈ ಕಾಲದಲ್ಲಿ ಅವನೂ ಅವನ ಜನರೂ ತೇಲಾಮಿನಿಂದ ಶೂರಿನವರೆಗೂ ಐಗುಪ್ತ ದೇಶದವರೆಗೂ ವಿಸ್ತರಿಸಿಕೊಂಡಿರುವ ಪ್ರಾಂತಗಳಲ್ಲಿ ವಾಸಿಸುತ್ತಿರುವ ಗೆಷೂರ್ಯರು, ಗಿಜ್ರೀಯರು, ಅಮಾಲೇಕ್ಯರು ಇವರ ಮೇಲೆ ಬಿದ್ದು ಸುಲುಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":9,"verse":"ದಾವೀದನು ಸ್ತ್ರೀಪುರುಷರಲ್ಲಿ ಒಬ್ಬರನ್ನೂ ಉಳಿಸದೆ ದೇಶದ ಎಲ್ಲಾ ನಿವಾಸಿಗಳನ್ನು ಕೊಂದು ಕುರಿ, ದನ, ಕತ್ತೆ, ಒಂಟೆ, ಉಡುಗೊರೆ ಇವುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಆಕೀಷನ ಬಳಿಗೆ ಹೋಗುತ್ತಿದ್ದನು."},{"number":10,"verse":"ಆಕೀಷನು ಅವನನ್ನು - ಈಹೊತ್ತು ಯಾವ ಪ್ರಾಂತದವರನ್ನು ಸೂರೆಮಾಡಿಕೊಂಡು ಬಂದಿರಿ ಎಂದು ಕೇಳುವನು. ದಾವೀದನು ಅವನಿಗೆ - ದಕ್ಷಿಣಪ್ರಾಂತದಲ್ಲಿರುವ ಯೆಹೂದ್ಯರು, ಎರಹ್ಮೇಲ್ಯರು, ಕೇನ್ಯರು ಇವರಲ್ಲಿ ಯಾರ ಹೆಸರನ್ನಾದರೂ ಹೇಳುವನು."},{"number":11,"verse":"ದಾವೀದನು ತನ್ನ ಕೃತ್ಯವನ್ನು ಜನರು ಹೇಳಾರೆಂದು ನೆನಸಿ ಅವನು ಯಾರನ್ನೂ ಗತ್ ಊರಿಗೆ ತಾರದೆ ಎಲ್ಲಾ ಸ್ತ್ರೀಪುರುಷರನ್ನು ಅಲ್ಲೇ ಕೊಂದುಹಾಕುತ್ತಿದ್ದನು. ಅವನು ಫಿಲಿಷ್ಟಿಯರ ದೇಶದಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಕಾಲದಲ್ಲೆಲ್ಲಾ ಇದೇ ರೀತಿ ಮಾಡುತ್ತಿದ್ದನು."},{"number":12,"verse":"ದಾವೀದನ ಹೆಸರು ಸ್ವಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಅಸಹ್ಯವಾದದರಿಂದ ಇವನು ತನ್ನ ನಿತ್ಯ ದಾಸನಾಗಿರುವನೆಂದು ಆಕೀಷನು ನಂಬಿಕೊಂಡನು."}]}