{"bibleAbbr":"KNJV","bookName":"1 ಸಮುವೇಲನು","bookEnglishName":"1 Samuel","chapterNumber":29,"verses":[{"number":1,"verse":"ಫಿಲಿಷ್ಟಿಯರು ತಮ್ಮ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಬಂದು ಅಫೇಕಿನಲ್ಲಿ ಪಾಳೆಯಮಾಡಿಕೊಂಡರು. ಇಸ್ರಾಯೇಲ್ಯರು ಇಜ್ರೇಲ್ ಬೈಲಿನಲ್ಲಿರುವ ಬುಗ್ಗೆಯ ಬಳಿಯಲ್ಲಿ ಇಳುಕೊಂಡರು."},{"number":2,"verse":"ಫಿಲಿಷ್ಟಿಯ ಪ್ರಭುಗಳ ಸೈನಿಕರು ನೂರು ನೂರು ಮಂದಿಯಾಗಿಯೂ ಸಾವಿರ ಸಾವಿರ ಮಂದಿಯಾಗಿಯೂ ಬರುತ್ತಿರುವಾಗ ದಾವೀದನು ತನ್ನ ಜನರ ಸಹಿತವಾಗಿ ಆಕೀಷನ ಸಂಗಡ ಹಿಂದಳದಲ್ಲಿದ್ದನು."},{"number":3,"verse":"ಆಗ ಫಿಲಿಷ್ಟಿಯಪ್ರಭುಗಳು - ಈ ಇಬ್ರಿಯರು ಯಾಕೆ ಎಂದು ಆಕೀಷನನ್ನು ಕೇಳಲು ಅವನು ಅವರಿಗೆ - ಇವನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಸೌಲನ ಸೇವಕ ದಾವೀದನಲ್ಲವೋ? ಇವನು ಇಷ್ಟು ವರುಷ ಇಷ್ಟು ದಿವಸಗಳಿಂದ ನನ್ನ ಬಳಿಯಲ್ಲಿದ್ದಾನೆ; ಸೌಲನನ್ನು ಬಿಟ್ಟು ನನ್ನ ಹತ್ತಿರ ಬಂದ ದಿವಸ ಮೊದಲುಗೊಂಡು ಇಂದಿನವರೆಗೂ ನಾನು ಇವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವನ್ನೂ ಕಾಣಲಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":4,"verse":"ಆದರೆ ಫಿಲಿಷ್ಟಿಯಪ್ರಭುಗಳು ಅವನ ಮೇಲೆ ಕೋಪಗೊಂಡು ಅವನಿಗೆ - ಈ ಮನುಷ್ಯನನ್ನು ಕಳುಹಿಸಿಬಿಡು, ಇವನು ಹಿಂದಿರುಗಿ ಹೋಗಿ ನೀನು ನೇಮಿಸಿದ ಸ್ಥಳದಲ್ಲೇ ವಾಸಿಸಲಿ; ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಬರಬಾರದು. ಬಂದರೆ ನಮಗೆ ಶತ್ರುವಾಗಿ ನಿಂತಾನು. ಫಿಲಿಷ್ಟಿಯರ ತಲೆಗಳನ್ನು ಕಡಿಯುವದರಿಂದಲೇ ಇವನು ತನ್ನ ಯಜಮಾನನ ಮೆಚ್ಚಿಕೆಯನ್ನು ಪಡೆಯಬಹುದಲ್ಲವೇ!"},{"number":5,"verse":"ಸೌಲನು ಸಾವಿರಗಟ್ಟಳೆಯಾಗಿ ಕೊಂದನು; ದಾವೀದನು ಹತ್ತು ಸಾವಿರಗಟ್ಟಳೆಯಾಗಿ ಕೊಂದನು ಎಂದು ಸ್ತ್ರೀಯರು ಕುಣಿಯುತ್ತಾ ಪರಸ್ಪರವಾಗಿ ಹಾಡಿದ್ದು ಈ ದಾವೀದನನ್ನೇ ಕುರಿತಲ್ಲವೋ ಅಂದರು."},{"number":6,"verse":"ಆಗ ಆಕೀಷನು ದಾವೀದನನ್ನು ಕರೆದು ಅವನಿಗೆ - ಯೆಹೋವನಾಣೆ, ನೀನು ಯಥಾರ್ಥನು; ನೀನು ನನ್ನ ಸಂಗಡ ಪಾಳೆಯದಲ್ಲಿದ್ದುಕೊಂಡು ಯುದ್ಧಕ್ಕೆ ಹೋಗುತ್ತಾ ಬರುತ್ತಾ ಇರುವದು ಯುಕ್ತವೆಂದು ನನಗೆ ತೋರಿತು. ನೀನು ಬಂದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ನಿನ್ನಲ್ಲಿ ಯಾವ ದೋಷವನ್ನೂ ಕಾಣಲಿಲ್ಲ."},{"number":7,"verse":"ಆದರೆ ಪ್ರಭುಗಳು ನಿನ್ನನ್ನು ಮೆಚ್ಚುವದಿಲ್ಲ; ಆದದರಿಂದ ನೀನು ಸಮಾಧಾನದಿಂದ ಹಿಂದಿರುಗಿಹೋಗು; ಅವರನ್ನು ಸಿಟ್ಟುಗೊಳಿಸಬಾರದು ಎಂದು ಹೇಳಲು ದಾವೀದನು ಆಕೀಷನಿಗೆ -"},{"number":8,"verse":"ನಾನೇನು ಮಾಡಿದೆನು? ನಿನ್ನ ದಾಸನಾದ ನಾನು ನಿನ್ನ ಬಳಿಗೆ ಬಂದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ನನ್ನಲ್ಲಿ ಯಾವ ಅಪರಾಧವನ್ನು ಕಂಡಿ? ಅರಸನಾದ ನನ್ನ ಒಡೆಯನ ಜೊತೆಯಲ್ಲಿ ಹೋಗಿ ಅವನ ಶತ್ರುಗಳೊಡನೆ ನಾನೇಕೆ ಯುದ್ಧಮಾಡಬಾರದು ಅಂದನು."},{"number":9,"verse":"ಆಗ ಆಕೀಷನು ದಾವೀದನಿಗೆ - ನೀನು ಒಳ್ಳೆಯವನೆಂದು ನನಗೆ ಗೊತ್ತದೆ; ನನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ನೀನು ದೇವದೂತನಂತಿರುತ್ತೀ; ಆದರೆ ಫಿಲಿಷ್ಟಿಯಪ್ರಭುಗಳು - ಇವನು ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಹೊರಡಬಾರದೆಂದು ಹೇಳುತ್ತಾರಲ್ಲಾ;"},{"number":10,"verse":"ಆದದರಿಂದ ನೀನೂ ನಿನ್ನ ಸಂಗಡ ಬಂದ ನಿನ್ನ ಒಡೆಯನ ಸೇವಕರೂ ನಾಳೆ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹೊತ್ತುಮೂಡಿದ ಕೂಡಲೆ ಹಿಂದಿರುಗಿಹೋಗಿರಿ ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ದಾವೀದನು ತನ್ನ ಜನರೊಡನೆ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹಿಂದಿರುಗಿ ಫಿಲಿಷ್ಟಿಯರ ದೇಶಕ್ಕೆ ಹೊರಟನು. ಫಿಲಿಷ್ಟಿಯರು ಇಜ್ರೇಲಿಗೆ ಹೋದರು."}]}