{"bibleAbbr":"KNJV","bookName":"1 ಸಮುವೇಲನು","bookEnglishName":"1 Samuel","chapterNumber":30,"verses":[{"number":1,"verse":"ದಾವೀದನೂ ಅವನ ಜನರೂ ಮೂರನೆಯ ದಿನ ಚಿಕ್ಲಗ್ ಊರನ್ನು ಮುಟ್ಟಿದರು. ಅಷ್ಟರೊಳಗೆ ಅಮಾಲೇಕ್ಯರು ದಂಡೆತ್ತಿ ದಕ್ಷಿಣಪ್ರಾಂತಕ್ಕೂ ಚಿಕ್ಲಗ್ ಊರಿಗೂ ಬಂದು ಚಿಕ್ಲಗ್ ಊರನ್ನು ಸುಟ್ಟು ಹಾಳುಮಾಡಿ"},{"number":2,"verse":"ಅದರಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಹೆಂಗಸರನ್ನೂ ಚಿಕ್ಕವರನ್ನೂ ದೊಡ್ಡವರನ್ನೂ ಸೆರೆಹಿಡಿದುಕೊಂಡು ಹೋಗಿದ್ದರು; ಆದರೆ ಯಾರನ್ನೂ ಕೊಂದಿರಲಿಲ್ಲ."},{"number":3,"verse":"ದಾವೀದನೂ ಅವನ ಜನರೂ ತಮ್ಮ ಊರಿಗೆ ಬಂದಾಗ ಅದು ಸುಡಲ್ಪಟ್ಟಿರುವದನ್ನೂ ತಮ್ಮ ಹೆಂಡತಿಯರೂ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳೂ ಸೆರೆಯಾಗಿ ಒಯ್ಯಲ್ಪಟ್ಟಿರುವದನ್ನೂ ಕಂಡು"},{"number":4,"verse":"ಅವರು ತಮ್ಮಿಂದಾಗುವಷ್ಟು ಕಾಲ ಗಟ್ಟಿಯಾಗಿ ಅತ್ತರು."},{"number":5,"verse":"ದಾವೀದನ ಇಬ್ಬರು ಹೆಂಡತಿಯರಾದ ಇಜ್ರೇಲಿನವಳಾದ ಅಹೀನೋವಮಳೂ ಕರ್ಮೆಲ್ಯನಾದ ನಾಬಾಲನ ಹೆಂಡತಿಯಾಗಿದ್ದ ಅಬೀಗೈಲಳೂ ಸೆರೆಯಾಗಿ ಹೋಗಿದ್ದರು."},{"number":6,"verse":"ಇದಲ್ಲದೆ ಜನರು ತಮ್ಮ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳಿಗಾಗಿ ಮನಸ್ಸಿನಲ್ಲಿ ಬಹಳವಾಗಿ ನೊಂದುಕೊಂಡು ದಾವೀದನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದದರಿಂದ ಅವನು ಬಲು ಇಕ್ಕಟ್ಟಿನಲ್ಲಿ ಬಿದ್ದನು. ಆದರೂ ಅವನು ತನ್ನ ದೇವರಾದ ಯೆಹೋವನಲ್ಲಿ ತನ್ನನ್ನು ಬಲಪಡಿಸಿಕೊಂಡು"},{"number":7,"verse":"ಅಹೀಮೆಲೆಕನ ಮಗನಾದ ಎಬ್ಯಾತಾರನಿಗೆ - ದಯವಿಟ್ಟು ಏಫೋದನ್ನು ಇಲ್ಲಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಾ ಎಂದು ಹೇಳಲು ಅವನು ತಂದನು."},{"number":8,"verse":"ಆಗ ದಾವೀದನು ಯೆಹೋವನನ್ನು - ನಾನು ಆ ಗುಂಪನ್ನು ಹಿಂದಟ್ಟಬಹುದೋ? ಅದು ನನಗೆ ಸಿಕ್ಕುವದೋ ಎಂದು ಕೇಳಲು ಅತನು - ಹಿಂದಟ್ಟು, ಅದು ನಿನಗೆ ಸಿಕ್ಕುವದು; ನೀನು ಎಲ್ಲರನ್ನೂ ಬಿಡಿಸಿಕೊಂಡು ಬರುವಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":9,"verse":"ದಾವೀದನೂ ಅವನ ಸಂಗಡ ಇದ್ದ ಆರುನೂರು ಮಂದಿ ಸೈನಿಕರೂ ಹೊರಟು ಬೆಸೋರ್ ಹಳ್ಳಕ್ಕೆ ಬಂದ ಮೇಲೆ"},{"number":10,"verse":"ಆ ಹಳ್ಳದಿಂದ ಮೇಲೆ ಹತ್ತಲಾರದಷ್ಟು ಆಯಾಸಗೊಂಡ ಇನ್ನೂರು ಜನರು ಅಲ್ಲೇ ನಿಂತುಬಿಟ್ಟದರಿಂದ ದಾವೀದನು ಉಳಿದ ನಾನೂರು ಜನರನ್ನೇ ಕರೆದುಕೊಂಡು ಮುಂದೆ ನಡೆದನು."},{"number":11,"verse":"ಅವನ ಜನರು ಅಡವಿಯಲ್ಲಿ ಒಬ್ಬ ಐಗುಪ್ತ್ಯನು ಬಿದ್ದಿರುವದನ್ನು ಕಂಡು ಅವನನ್ನು ದಾವೀದನ ಬಳಿಗೆ ತಂದು ಅವನಿಗೆ ರೊಟ್ಟಿ ತಿನ್ನಿಸಿ ನೀರು ಕುಡಿಸಿ"},{"number":12,"verse":"ಅಂಜೂರ ಹಣ್ಣಿನ ಉಂಡೆಯನ್ನೂ ಎರಡು ದ್ರಾಕ್ಷೇಗೊಂಚಲುಗಳನ್ನೂ ಕೊಟ್ಟರು. ಮೂರು ದಿವಸ ಹಗಲಿರುಳು ಅನ್ನಪಾನವಿಲ್ಲದ್ದರಿಂದ ಬಹಳವಾಗಿ ಬಳಲಿಹೋಗಿದ್ದ ಇವನು ಅವುಗಳನ್ನು ತಿನ್ನುತ್ತಲೇ ಚೇತರಿಸಿಕೊಂಡನು."},{"number":13,"verse":"ಆಗ ದಾವೀದನು ಅವನನ್ನು - ನೀನು ಯಾರ ಕಡೆಯವನು? ಎಲ್ಲಿಯವನು ಎಂದು ಕೇಳಲು ಅವನು - ನಾನು ಐಗುಪ್ತ್ಯನು; ಒಬ್ಬ ಅಮಾಲೇಕ್ಯನ ದಾಸನು. ನಾನು ಮೂರು ದಿನಗಳ ಹಿಂದೆ ಅಸ್ವಸ್ಥನಾಗಿ ಮಲಗಿಕೊಂಡದರಿಂದ ನನ್ನ ಯಜಮಾನನು ನನ್ನನ್ನು ಬಿಟ್ಟುಹೋದನು."},{"number":14,"verse":"ನಾವು ಕೆರೇತ್ಯರೂ ಯೆಹೂದ್ಯರೂ ಕಾಲೇಬ್ಯರೂ ಇರುವ ದಕ್ಷಿಣಪ್ರಾಂತವನ್ನು ಸೂರೆಮಾಡಿ ಚಿಕ್ಲಗ್ ಊರನ್ನು ಸುಟ್ಟುಬಿಟ್ಟು ಬಂದೆವು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಅನಂತರ ದಾವೀದನು - ನೀನು ನನ್ನನ್ನು ಆ ಗುಂಪು ಇರುವ ಸ್ಥಳಕ್ಕೆ ಕರಕೊಂಡು ಹೋಗುವಿಯೋ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವನು - ನೀನು ನನ್ನನ್ನು ಕೊಲ್ಲುವದಿಲ್ಲವೆಂದೂ ನನ್ನ ಯಜಮಾನನ ಕೈಗೆ ಒಪ್ಪಿಸುವದಿಲ್ಲವೆಂದೂ ದೇವರ ಹೆಸರಿನಲ್ಲಿ ಪ್ರಮಾಣಮಾಡಿದರೆ ನಿನ್ನನ್ನು ಆ ಗುಂಪಿನವರ ಬಳಿಗೆ ಕರಕೊಂಡು ಹೋಗುವೆನು ಅಂದನು."},{"number":16,"verse":"ಅವರು ಅಲ್ಲಿಗೆ ಹೋದಾಗ ಆ ಗುಂಪಿನವರು ತಮಗೆ ಫಿಲಿಷ್ಟಿಯ ಯೆಹೂದ ಪ್ರಾಂತಗಳಲ್ಲಿ ದೊರಕಿದ ದೊಡ್ಡ ಕೊಳ್ಳೆಯ ನಿಮಿತ್ತವಾಗಿ ಸಂತೋಷಿಸಿ ಉಂಡು ಕುಡಿದು ಕುಣಿದಾಡುತ್ತಾ ಅಲ್ಲಿನ ಬೈಲಿನಲ್ಲಿ ವ್ಯಾಪಿಸಿಕೊಂಡಿದ್ದರು."},{"number":17,"verse":"ದಾವೀದನು ಮರುದಿನ ಹೊತ್ತಾರೆಯಿಂದ ಸೂರ್ಯಾಸ್ತಮಾನದವರೆಗೂ ಅವರನ್ನು ಸಂಹರಿಸಿದನು. ಒಂಟೆಗಳನ್ನು ಹತ್ತಿ ಓಡಿಹೋದ ನಾನೂರು ಮಂದಿ ಪ್ರಾಯಸ್ಥರ ಹೊರತು ಬೇರೆ ಯಾರೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಿಲ್ಲ."},{"number":18,"verse":"ದಾವೀದನು ತನ್ನ ಇಬ್ಬರು ಹೆಂಡತಿಯರನ್ನೂ ಅಮಾಲೇಕ್ಯರು ಒಯ್ದಿದ್ದ ಎಲ್ಲಾ ಕೊಳ್ಳೆಯನ್ನೂ ಬಿಡಿಸಿಕೊಂಡನು."},{"number":19,"verse":"ಅಮಾಲೇಕ್ಯರು ಒಯ್ದಿದ್ದ ಚಿಕ್ಕ ದೊಡ್ಡ ಒಡವೆಗಳಾಗಲಿ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳಾಗಲಿ ಒಂದನ್ನೂ ಬಿಡದೆ ಎಲ್ಲವನ್ನೂ ತಿರಿಗಿ ತೆಗೆದುಕೊಂಡು ಬಂದನು."},{"number":20,"verse":"ಇದಲ್ಲದೆ ದಾವೀದನು ಶತ್ರುಗಳ ದನಕುರಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡನು. ಅವನ ಜನರು - ಇವು ದಾವೀದನ ಕೊಳ್ಳೆ ಎಂದು ಹೇಳಿ ಅವುಗಳನ್ನು ತಮ್ಮ ದನಗಳ ಮುಂದಾಗಿ ಹೊಡಕೊಂಡು ಬಂದರು."},{"number":21,"verse":"ಅನಂತರ ದಾವೀದನು ಮೊದಲು ಆಯಾಸದಿಂದ ತನ್ನ ಹಿಂದೆ ಬರಲಾರದೆ ಬೆಸೋರ್ ಹಳ್ಳದ ಹತ್ತಿರ ಇಳಿದಿದ್ದ ಇನ್ನೂರು ಜನರ ಬಳಿಗೆ ಹೋಗುತ್ತಿರುವಾಗ ಅವರು ಅವನನ್ನೂ ಅವನೊಂದಿಗಿದ್ದ ಜನರನ್ನೂ ಎದುರುಗೊಳ್ಳಬಂದರು. ದಾವೀದನು ಅವರನ್ನು ಸಂಧಿಸಿ ಅವರ ಕ್ಷೇಮಸಮಾಚಾರವನ್ನು ವಿಚಾರಿಸಿದನು."},{"number":22,"verse":"ಆಗ ದಾವೀದನ ಜೊತೆಯಲ್ಲಿ ಹೋಗಿದ್ದ ಜನರಲ್ಲಿ ದುಷ್ಟರೂ ಮುರ್ಖರೂ ಆದ ಕೆಲವು ಮಂದಿ - ಇವರು ನಮ್ಮ ಸಂಗಡ ಬಾರದ್ದರಿಂದ ನಾವು ಬಿಡಿಸಿಕೊಂಡು ಬಂದ ಕೊಳ್ಳೆಯಲ್ಲಿ ಇವರಿಗೆ ಏನೂ ಸಿಕ್ಕುವದಿಲ್ಲ. ತಮ್ಮತಮ್ಮ ಹೆಂಡರುಮಕ್ಕಳನ್ನು ಕರಕೊಂಡು ಹೋಗಿಬಿಡಲಿ ಅಂದರು."},{"number":23,"verse":"ಆಗ ದಾವೀದನು ಅವರಿಗೆ - ಸಹೋದರರೇ, ಯೆಹೋವನು ನಮ್ಮನ್ನು ಕಾಪಾಡಿ ನಮಗೆ ವಿರೋಧವಾಗಿ ಬಂದಿದ್ದ ಶತ್ರುಗಳ ಗುಂಪನ್ನು ನಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿ ನಮಗೆ ಇಷ್ಟನ್ನೆಲ್ಲಾ ಕೊಟ್ಟ ಮೇಲೆ ನೀವು ಹೀಗೆ ಮಾಡಬಾರದು."},{"number":24,"verse":"ಈ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮ ಮಾತನ್ನು ಯಾರು ಕೇಳುವರು? ಯುದ್ಧಮಾಡಿದವನಿಗೆ ಸಿಕ್ಕುವಷ್ಟು ಪಾಲು ಸಾಮಾನು ಕಾಯ್ದವನಿಗೂ ಸಿಕ್ಕಬೇಕು. ಉಭಯರಿಗೂ ಸಮಭಾಗವಾಗಬೇಕು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":25,"verse":"ದಾವೀದನು ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಇದನ್ನು ಕಟ್ಟಳೆಯನ್ನಾಗಿ ನೇಮಿಸಿದ್ದರಿಂದ ಇಂದಿನವರೆಗೂ ಹಾಗೆಯೇ ನಡೆಯುತ್ತಾ ಬಂದಿದೆ."},{"number":26,"verse":"ದಾವೀದನು ಚಿಕ್ಲಗಿಗೆ ಬಂದನಂತರ ತನ್ನ ಸ್ನೇಹಿತರಾದ ಯೆಹೂದಹಿರಿಯರಿಗೆ ಕೊಳ್ಳೆಯ ಒಂದು ಭಾಗವನ್ನು ಕಳುಹಿಸಿ - ಇಗೋ, ಯೆಹೋವನ ಶತ್ರುಗಳನ್ನು ಸೂರೆಮಾಡಿ ತಂದವುಗಳಲ್ಲಿ ಇದು ನಿಮಗೆ ಬಹುಮಾನವಾಗಿರಲಿ ಎಂದು ಹೇಳಿಸಿದನು."},{"number":27,"verse":"ಬಹುಮಾನ ಹೊಂದಿದವರು ಯಾರಂದರೆ - ಬೇತೇಲಿನವರು, ದಕ್ಷಿಣಪ್ರಾಂತದ ರಾಮೋತಿನವರು, ಯತ್ತೀರಿನವರು,"},{"number":28,"verse":"ಅರೋಯೇರಿನವರು, ಸಿಪ್ಮೋತಿನವರು, ಎಷ್ಟೆಮೋವದವರು,"},{"number":29,"verse":"ರಾಕಾಲಿನವರು, ಎರಹ್ಮೇಲ್ಯರು, ಕೇನ್ಯರು,"},{"number":30,"verse":"ಹೊರ್ಮದವರು, ಬೋರಾಷಾನಿನವರು, ಅತಾಕಿನವರು,"},{"number":31,"verse":"ಹೆಬ್ರೋನಿನವರು ಮತ್ತು ದಾವೀದನೂ ಅವನ ಜನರೂ ಸಂಚರಿಸುತ್ತಿದ್ದ ಇತರ ಎಲ್ಲಾ ಸ್ಥಳಗಳವರು ಇವರೇ."}]}