{"bibleAbbr":"KNJV","bookName":"1 ಸಮುವೇಲನು","bookEnglishName":"1 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"ಸಮುವೇಲನು ಮುದುಕನಾದ ಮೇಲೆ ತನ್ನ ಮಕ್ಕಳನ್ನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ನ್ಯಾಯಸ್ಥಾಪಕರನ್ನಾಗಿ ಮಾಡಿದನು."},{"number":2,"verse":"ಅವನ ಚೊಚ್ಚಲ ಮಗನ ಹೆಸರು ಯೋವೇಲ್, ಮರಚಲ ಮಗನ ಹೆಸರು ಅಬೀಯ."},{"number":3,"verse":"ಇವರ ನ್ಯಾಯಾಸನವು ಬೇರ್ಷೆಬದಲ್ಲಿತ್ತು. ಇವರು ತಂದೆಯ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯದೆ ದ್ರವ್ಯಾಶೆಯಿಂದ ಲಂಚತೆಗೆದುಕೊಂಡು ನ್ಯಾಯವಿರುದ್ಧವಾದ ತೀರ್ಪುಮಾಡುತ್ತಿದ್ದದರಿಂದ"},{"number":4,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರೆಲ್ಲರೂ ಕೂಡಿಕೊಂಡು ರಾಮದಲ್ಲಿದ್ದ ಸಮುವೇಲನ ಬಳಿಗೆ ಬಂದು ಅವನಿಗೆ -"},{"number":5,"verse":"ನೀನಂತೂ ಮುದುಕನಾದಿ; ನಿನ್ನ ಮಕ್ಕಳು ನಿನ್ನ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವದಿಲ್ಲ. ಆದದರಿಂದ ಬೇರೆ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗಿರುವಂತೆ ನಮಗೂ ಒಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸು; ಅವನೇ ನಮ್ಮ ನ್ಯಾಯಸ್ಥಾಪಕನಾಗಿರಲಿ ಅಂದರು."},{"number":6,"verse":"ನ್ಯಾಯಸ್ಥಾಪನೆಗೋಸ್ಕರ ನಮಗೊಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸಿಕೊಡು ಎಂಬ ಮಾತಿಗೆ ಸಮುವೇಲನು ದುಃಖಪಟ್ಟು ಯೆಹೋವನನ್ನು ಪ್ರಾರ್ಥಿಸಲು ಆತನು ಅವನಿಗೆ -"},{"number":7,"verse":"ಜನರು ಹೇಳಿದಂತೆಯೇ ಮಾಡು; ಅವರು ನಿನ್ನನ್ನಲ್ಲ, ನನ್ನನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದಾರೆ. ನನ್ನ ಆಳಿಕೆಗೆ ಬೇಡವೆನ್ನುತ್ತಾರೆ."},{"number":8,"verse":"ನಾನು ಅವರನ್ನು ಐಗುಪ್ತದಿಂದ ಬಿಡಿಸಿದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ಅವರು ನನ್ನನ್ನು ಬಿಟ್ಟು ಅನ್ಯದೇವತೆಗಳನ್ನು ಸೇವಿಸಿದರು. ನನಗೆ ಹೇಗೆ ಮಾಡಿದರೋ ಹಾಗೆಯೇ ನಿನಗೂ ಮಾಡುತ್ತಾರೆ."},{"number":9,"verse":"ನೀನು ಈಗ ಅವರು ಕೇಳಿಕೊಂಡಂತೆ ಮಾಡು; ಆದರೆ ಅವರ ಮೇಲೆ ರಾಜರಿಗಿರುವ ಅಧಿಕಾರವೆಷ್ಟೆಂಬದನ್ನು ಅವರಿಗೆ ತಿಳಿಸಿ ಎಚ್ಚರಿಸದೆ ಇರಬೇಡ ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಸಮುವೇಲನು ಅರಸನನ್ನು ಬೇಡಿಕೊಂಡ ಜನರಿಗೆ ಯೆಹೋವನ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ತಿಳಿಸಿ"},{"number":11,"verse":"ಅವರಿಗೆ - ಅರಸನ ಅಧಿಕಾರವೆಷ್ಟೆಂದು ಕೇಳಿರಿ - ಅವನು ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ತೆಗೆದುಕೊಂಡು ತನ್ನ ಸಾರಥಿಗಳನ್ನಾಗಿಯೂ ರಾಹುತರನ್ನಾಗಿಯೂ ಮಾಡಿಕೊಳ್ಳುವನು; ಅವರು ಅವನ ರಥಗಳ ಮುಂದೆ ಓಡುವವರಾಗಬೇಕು."},{"number":12,"verse":"ಕೆಲವರನ್ನು ಸಹಸ್ರಾಧಿಪತಿಗಳನ್ನಾಗಿಯೂ ಕೆಲವರನ್ನು ಪಂಚಶತಾಧಿಪತಿಗಳನ್ನಾಗಿಯೂ ನೇಮಿಸುವನು. ಇನ್ನು ಕೆಲವರು ಅವನ ಭೂಮಿಯನ್ನು ಉಳುವವರೂ ಪೈರನ್ನು ಕೊಯ್ಯುವವರೂ ಯುದ್ಧಾಯುಧ, ರಥಸಾಹಿತ್ಯ ಇವುಗಳನ್ನು ಮಾಡುವವರೂ ಆಗಬೇಕು."},{"number":13,"verse":"ಇದಲ್ಲದೆ ಅವನು ನಿಮ್ಮ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ಸುಗಂಧದ್ರವ್ಯಮಾಡುವದಕ್ಕೂ ಅಡಿಗೆ ಮಾಡುವದಕ್ಕೂ ರೊಟ್ಟಿಸುಡುವದಕ್ಕೂ ನೇಮಿಸಿಕೊಳ್ಳುವನು."},{"number":14,"verse":"ನಿಮ್ಮ ಉತ್ತಮವಾದ ಹೊಲಗಳನ್ನೂ ದ್ರಾಕ್ಷೇತೋಟಗಳನ್ನೂ ಎಣ್ಣೇ ಮರದ ತೋಪುಗಳನ್ನೂ ಕಿತ್ತುಕೊಂಡು ತನ್ನ ಸೇವಕರಿಗೆ ಕೊಡುವನು."},{"number":15,"verse":"ನಿಮ್ಮ ಧಾನ್ಯದ್ರಾಕ್ಷೆಗಳಲ್ಲಿ ದಶಮಾಂಶವನ್ನು ತೆಗೆದುಕೊಂಡು ತನ್ನ ಪ್ರಧಾನರಿಗೂ ಪರಿವಾರದವರಿಗೂ ಕೊಡುವನು."},{"number":16,"verse":"ನಿಮ್ಮ ದಾಸದಾಸಿಯರನ್ನೂ ಉತ್ತಮವಾದ ಎತ್ತು ಕತ್ತೆಗಳನ್ನೂ ತನ್ನ ಕೆಲಸಕ್ಕೆ ಹಚ್ಚಿಕೊಳ್ಳುವನು."},{"number":17,"verse":"ಕುರಿಹಿಂಡುಗಳಲ್ಲಿ ಹತ್ತರಲ್ಲೊಂದು ಭಾಗವನ್ನು ತೆಗೆದುಕೊಳ್ಳುವನು; ನೀವು ಅವನಿಗೆ ದಾಸರಾಗಿರಬೇಕು."},{"number":18,"verse":"ಆಗ ನೀವು ಆರಿಸಿಕೊಂಡ ಅರಸನ ದೆಸೆಯಿಂದ ಆ ದಿನದಲ್ಲಿ ಬೇಸತ್ತು ಯೆಹೋವನಿಗೆ ಮೊರೆಯಿಡುವಿರಿ; ಆಗ ಆತನು ನಿಮ್ಮನ್ನು ಲಕ್ಷಿಸುವದಿಲ್ಲ ಅಂದನು."},{"number":19,"verse":"ಹೀಗೆ ಸಮುವೇಲನು ಎಷ್ಟು ಹೇಳಿದರೂ ಜನರು ಕೇಳದೆ - ಅದಿರಲಿ; ನಮಗೆ ಅರಸನನ್ನು ಕೊಡು;"},{"number":20,"verse":"ನಾವು ಇತರ ಜನಾಂಗಗಳಂತೆ ಆಗಬೇಕು. ನಮ್ಮ ನ್ಯಾಯಗಳನ್ನು ತೀರಿಸಿ ನಮಗೆ ಮುಂದಾಗಿ ಹೊರಟು ನಮಗೋಸ್ಕರ ಯುದ್ಧಮಾಡುವ ಒಬ್ಬ ಅರಸನು ಬೇಕು ಎಂದು ಹೇಳಿದರು."},{"number":21,"verse":"ಸಮುವೇಲನು ಜನರ ಈ ಎಲ್ಲಾ ಮಾತುಗಳನ್ನು ಯೆಹೋವನಿಗೆ ತಿಳಿಸಲಾಗಿ ಆತನು ಅವನಿಗೆ -"},{"number":22,"verse":"ಅವರ ಇಷ್ಟದಂತೆ ಅವರಿಗೊಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸು ಎಂದನು. ಆಗ ಸಮುವೇಲನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ - ನಿಮ್ಮ ನಿಮ್ಮ ಊರುಗಳಿಗೆ ಹೋಗಿರಿ ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು."}]}