{"bibleAbbr":"ISV2011","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"{A Prophecy against Idolatry} d Later, some men from the elders of Israel came to visit me. After they had sat down in my presence,"},{"number":2,"verse":"this message came to me from the Lord ."},{"number":3,"verse":"\"Son of Man, these men have taken idols into their hearts. They've placed the stumbling block that is their own iniquity right in front of their faces. Should I be consulted by them at all?"},{"number":4,"verse":"Therefore, speak up and tell them, «This is what the Lord G od says, \"Every person from Israel's house who follows his idols and sets the stumbling block that is his own sin in front of his face, and then consults a prophet, I the Lord will answer him according to how many idols he embraces."},{"number":5,"verse":"I'll do this in order to capture the hearts of Israel's house who have become alienated from me due to all of their idols.\"»\""},{"number":6,"verse":"{An Exhortation to Turn Away} d \"Therefore you are to tell Israel's house, «This is what the Lord G od says, \"Turn away! Turn away from your idols, and abandon your detestable practices!"},{"number":7,"verse":"For when a native Israeli or a resident alien abandons me to set up idols in his heart behind my back, and then places the stumbling block of his iniquity right in front of his own face, then approaches a prophet to inquire of me on behalf of his own self-interest, I, the Lord will answer him myself."},{"number":8,"verse":"I'm determined to oppose that person {Lit. man} and make him an example. Proverbs will be written about him {The Heb. lacks will be written abut him} when I eliminate him from my people. Then you'll know that I am the Lord .\"»\""},{"number":9,"verse":"{On False Prophets} d \"Now as to the prophet, if through deceit he delivers a message, I the Lord have deceived that prophet! I'll reach out in opposition to him and exterminate him from among my people Israel."},{"number":10,"verse":"They'll bear the consequences of their guilt, and the prophet will be just as guilty as the one who seeks that prophet's guidance."},{"number":11,"verse":"Then Israel's house won't wander away from me again, nor will they defile themselves again with all their transgressions. They'll become my people and I'll be their God,\" declares the Lord G od ."},{"number":12,"verse":"{On Noah, Daniel, and Job} d This message came to me from the Lord:"},{"number":13,"verse":"\"Son of Man, when a nation {Lit. land} sins against me by a treacherous act, {Lit. nation acts treacherously by a treacherous act} I'll reach out to oppose it, destroying its source of food, {Lit. will break in pieces its staff of bread.} by sending famine against it, and by destroying both people and beast within it."},{"number":14,"verse":"Though these three men, Noah, Daniel, {cf. Eze 28:3} and Job lived in that land, they would only save their own lives on account of their righteousness,\" declares the Lord G od ."},{"number":15,"verse":"\"If I were to make wild animals pass throughout the land, so that they kill its residents {Lit. children} and it were to become desolate because no one will travel through it due to those wild animals, {Lit. in the face of living beings}"},{"number":16,"verse":"then even though these three men were in it, as I live,\" says the Lord G od , \"they wouldn't be able to deliver even their sons or daughters. They would only save themselves, but the land would become desolate."},{"number":17,"verse":"\"Or if I were to bring war to {Lit. bring a sword against} that land and say, «Hey, sword! Pass throughout the land so I can destroy both man and beasts in it,'"},{"number":18,"verse":"though these three men lived there, as I live,\" declares the Lord G od , \"they couldn't deliver their own sons and daughters. They would only save themselves."},{"number":19,"verse":"\"Or if I were to send a pestilence against that land and pour out my anger in it with bloodshed, destroying both man and beast in it,"},{"number":20,"verse":"even though Noah, Daniel, and Job were among them, as I live\" says the Lord G od , \"they couldn't save their own sons or daughters. They would only save their own souls due to their own righteousness.\""},{"number":21,"verse":"This is what the Lord G od says, \"I'm sending four of my most destructive judgments military invasion, {Lit. judgments the sword} famine, wild animals, and pestilence into Jerusalem to destroy both human beings and livestock in it."},{"number":22,"verse":"But look! There will be a remnant who escapes, a few sons and daughters to be brought out. Look! They'll come out to you and you'll see how they've lived and what they've done, and you'll be comforted concerning the catastrophe that I brought on Jerusalem, including everything that I brought against her."},{"number":23,"verse":"They'll comfort you when you see how they've lived and what they've done, because you'll know for certain that I haven't done anything that I've done against them without any reason,\" {Or cause} declares the Lord G od ."}]}