{"bibleAbbr":"ISV2011","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":32,"verses":[{"number":1,"verse":"{Another Prophecy about Egypt} d On the first day of the twelfth month of the twelfth year of our captivity, {The Heb. lacks of our captivity} a message came to me from the Lord , who had this to say:"},{"number":2,"verse":"\"Son of Man, start singing this lamentation about Pharaoh, king of Egypt. Tell him, «You may have called yourself a lion among nations, but you're a monster at sea. You thrash about in your rivers, muddy the water with your feet, and relieve yourself in the rivers.'"},{"number":3,"verse":"\"This is what the Lord God says: «I'm coming fishing for you! Right in the sight of many nations they'll haul you up in my dragnet."},{"number":4,"verse":"I'll fling you up onto the land; I'll haul you into the field, I'll make every carrion-eating bird come to dine on you, and I'll make all the scavenging animals gorge themselves on you."},{"number":5,"verse":"I'll cover the mountains with your flesh and fill their valleys with your rotting carcass. {So MT; the Syr. Peshittas read your maggots}"},{"number":6,"verse":"I'll drench the land with your blood, right up to the mountains, and the ravines will overflow with blood that comes from you!"},{"number":7,"verse":"When I extinguish your lights, I'll cover the heavens and darken their stars. I'll cover the sun with a cloud and the moon won't reflect its light."},{"number":8,"verse":"I'll darken the bright lights in the sky above you and bring darkness to your territory,'declares the Lord God."},{"number":9,"verse":"«I'll bring distress to the hearts of many nations when I destroy you among nations whose territories you have not known."},{"number":10,"verse":"I'll make many nations be appalled at you, and their kings will be terrified because of you when I brandish my sword right in their face. They will all tremble from fear for their own safety {Lit. soul} on the day that you fall!'"},{"number":11,"verse":"\"This is what the Lord God says: «The army {Lit. sword} of the king of Babylon will attack you."},{"number":12,"verse":"I'm going to make your gangs die using the weapons of valiant warriors, all of whom are ruthless people. «They will devastate the majesty of Egypt, destroying all of its hordes."},{"number":13,"verse":"I'm going to destroy all of its livestock along its many riverbanks. Human feet won't muddy the rivers anymore, nor will the hooves of livestock stir up the water."},{"number":14,"verse":"That's when I'll make their waterways flow smoothly, and their rivers flow like olive oil,'{I. e. the rivers will be undisturbed by human activity} declares the Lord God.\""},{"number":15,"verse":"«When I turn the land of Egypt into a desolation, and the land is emptied of everything that used to fill it, when I strike everyone who lives there, they will learn that I am the Lord .'"},{"number":16,"verse":"\"This has been a lamentation. They will chant it, and the citizens {Lit. daughters} of the nations will chant it, too. They'll chant it about Egypt and about all of its hordes.\""},{"number":17,"verse":"{Babylon's Invasion of Egypt} d On the fifteenth day of the first {The Heb. lacks the first} month of the twelfth year of our captivity, {The Heb. lacks of our captivity} a message from the Lord came to me, and this is what it said:"},{"number":18,"verse":"\"Son of Man, mourn about the hordes of Egypt. Bring them down that is, her and the citizens {Lit. daughters} of those majestic {Or powerful} nations whose destiny is the deep part of the Pit. {I. e. the realm of punishment in the afterlife}"},{"number":19,"verse":"\"So who's more beautiful than you? You'll be buried with the uncircumcised. {I. e. as one who does not honor God, and so throughout the chapter}"},{"number":20,"verse":"\"They'll die along with others who are killed violently. {Lit. killed with the sword , and so throughout the chapter} Egypt has been given over to violence, {Lit. to the sword , and so throughout the chapter} which will carry off both it and its hordes.\""},{"number":21,"verse":"{Egypt Condemned by the Dead} d \"Mighty leaders will address them and those who assist them right out of the middle of Sheol: {I. e. the realm of the afterlife} «They've come down and will lie still, these uncircumcised people who have died violently.'{Lit. by the sword , and so throughout the chapter}"},{"number":22,"verse":"Assyria will be there, along with all of those who keep company with her, {I. e. the nation personified as a woman} all of them killed violently."},{"number":23,"verse":"Her grave will be set in the remotest part of the Pit, {I. e. the realm of punishment in the afterlife} surrounded by those who accompanied her. All of them will have been killed, executed violently, who spread terror throughout the land of the living."},{"number":24,"verse":"\"Elam will be there. Its hordes will surround Elam's {Lit. its} grave. All of them have been killed. They died {Lit. fell} violently, and they have descended uncircumcised into the world below after having spread terror throughout the land of the living. They will bear the shame of those who descend to the Pit. {I. e. the realm of punishment in the afterlife}"},{"number":25,"verse":"They have prepared a bed for her and for her hordes that surround her graves. All of them are uncircumcised, having been killed violently, because they had spread terror throughout the land of the living. They will bear the shame of those who descend to the Pit {I. e. the realm of punishment in the afterlife} and will take their place among the dead."},{"number":26,"verse":"\"Meshech and Tubal will be there, along with all of the hordes that surround her grave. Every one of them is uncircumcised, killed violently, because they spread terror throughout the land of the living."},{"number":27,"verse":"They won't be buried with dead warriors from ancient times, who went straight to Sheol, {I. e. the realm of the afterlife} buried with their war weapons, with their swords placed under their heads and their shields laid on top of their bones, since they spread terror throughout the land of the living."},{"number":28,"verse":"You'll be broken, and you'll lie down with the uncircumcised who died violently."},{"number":29,"verse":"\"Edom will be there, along with its kings and princes who despite all their power have been killed violently. They, too, are lying dead, along with the uncircumcised; that is, with those who descend into the Pit. {I. e. the realm of punishment in the afterlife}"},{"number":30,"verse":"\"All of the princes from the North are there, along with the Sidonians, who have gone down in shame to join those who have been killed because of all the terror they caused by their military might. They lie dead, uncircumcised, with those who have been killed violently. They will bear their shame, along with those who descend into the Pit. {I. e. the realm of punishment in the afterlife}"},{"number":31,"verse":"\"When Pharaoh sees them, he will take comfort in his hordes. Pharaoh and all his army will die violently,\"says the Lord God,"},{"number":32,"verse":"\"because he spread terror throughout the land of the living. Therefore he'll be laid to rest among the uncircumcised, who have been killed violently; that is, Pharaoh and all of his hordes,\"declares the Lord God."}]}