{"bibleAbbr":"ISV2011","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":35,"verses":[{"number":1,"verse":"{Prophecy against Mount Seir} d A message came to me from the Lord and it went like this:"},{"number":2,"verse":"\"Son of Man, turn your attention {Lit. face} toward Mount Seir {This mountain, the modern Jebel esh-sher, is located in the mountain range that extends south of the Dead Sea toward the Gulf of Aqaba, and is bordered by the Arabah Valley to the west.} and begin to prophesy against it."},{"number":3,"verse":"Tell them, {Lit. him ; i. e. the city personified as a single person} «This is what the Lord God says: \"Watch out! I'm coming to get you, Mount Seir! I'm stretching out my hand to strike you, and I'm going to turn you into a desolate wasteland."},{"number":4,"verse":"I'm going to turn your cities into ghost towns, and you will become a ruin. Then you will learn that I am the Lord ."},{"number":5,"verse":"\"Because of your undying hatred, you kept on making the Israelis experience abuse {Lit. to the hand of the sword} during the time of their calamity, even when they were in their final stages {Lit. time} of punishment,"},{"number":6,"verse":"therefore as I'm alive and living,\" declares the Lord God, \"I'm turning you over to bloodshed, {The Heb. word blood sounds like Edom , the territory south of the Dead Sea in which Mt. Seir, the modern Jebel esh-sher, is located} and bloodshed will certainly overtake you, since you never have hated shedding blood. That's why bloodshed will certainly pursue you."},{"number":7,"verse":"I'm turning Mount Seir over to ruin and desolation. I'm going to eliminate everyone who comes and goes,"},{"number":8,"verse":"and I'll fill that {Lit. his} mountain with the dead. Those who die by violence {Lit. by the sword} will cover your hills, and fill your valleys and all your ravines!"},{"number":9,"verse":"I will turn you into an everlasting wasteland, and your cities will never be inhabited. Then you'll learn that I am the Lord !"},{"number":10,"verse":"\"Because you have claimed, «These two nations and these two lands are going to belong to me, and we will take possession of them, even though the Lord is there,'"},{"number":11,"verse":"therefore as I'm alive and living\" declares the Lord God, \"I'm going to deal with you as your anger deserves. When I judge you, I'll treat you like you did the Israelis {Lit. did them} that is, with the same kind of envy that motivated your constant hatred of them."},{"number":12,"verse":"That's how you'll know that I, the Lord , have heard every loathsome, reviling thing that you've had to say against the mountains of Israel, such as, «They're desolate, and we'll eat them for dinner!'"},{"number":13,"verse":"Not only that, you've arrogantly reviled me many times over, and I've heard every word!"},{"number":14,"verse":"\"So this is what the Lord God says: «Just as the earth rejoices, I'm going to turn you into a desolate wasteland."},{"number":15,"verse":"Just as you rejoiced when Israel's inheritance became desolate, I'm going to do the same thing to you. Mount Seir, you and Edom all of you will become a desolate wasteland.'Then they will learn that I am the Lord .\""}]}