{"bibleAbbr":"ISV2011","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"{The Vision of the Outer Court} d Then he brought me to the outer, north-facing courtyard into the chamber that stood opposite the structure that was facing north."},{"number":2,"verse":"It stood 100 cubits long and 50 cubits wide, with a door in the middle. {Lit. north}"},{"number":3,"verse":"Opposite the 20 cubits wide inner court, and opposite the paved area that comprised the outer court, there were three stories of galleries that faced each other."},{"number":4,"verse":"In front of the chambers there was an inner walkway ten cubits wide and 100 cubits {So with LXX Syr; MT reads and one cubit} wide, the openings to which were on the {Or which faced} north."},{"number":5,"verse":"The upper chambers were narrower, since the galleries required more space than did the lower and middle portions of the building."},{"number":6,"verse":"The three part structure had no columns, unlike the courts, which is why the upper chambers were offset from the ground upward, more so than the lower and middle chambers."},{"number":7,"verse":"The outer wall by the side of the chambers toward the outer court and facing the chambers was 50 cubits long."},{"number":8,"verse":"While the chambers in the outer court were 50 cubits in length, the chambers facing the Temple were 100 cubits long."},{"number":9,"verse":"Below these chambers, as one might enter from the outer court, was the east side entrance."},{"number":10,"verse":"There were chambers built into the thick part of the wall of the court facing the east; that is, facing the separate area toward the front of the building,"},{"number":11,"verse":"with a passageway in front of them, similar in appearance to the chambers that were on the north, proportional to their length and width, with all of their exits according to their arrangements and doorways."},{"number":12,"verse":"Corresponding to the chamber doorways facing the south was an opening at the beginning of the passage; that is, the passage in front of the corresponding part of the wall facing east as one might enter."},{"number":13,"verse":"{The Place for Holy Things} d Then he told me, \"The north and south chamber, which are opposite the courtyard, are consecrated areas where the priests who approach the Lord will eat consecrated offerings and lay the consecrated grain offerings, sin offerings, and guilt offerings, because the area is holy."},{"number":14,"verse":"When the priest enters, they will not enter the outer court from the sanctuary without having removed their garments worn during their time of ministry, because they are holy. They will put on different clothes, and then they will approach the area reserved for the people.\""},{"number":15,"verse":"After he had finished measuring the inner temple, he brought me out through the east-facing gate and measured it all around."},{"number":16,"verse":"He measured the east side at 500 reeds, {I. e. 875 feet (262.5 meters); and so through verse 19} according to the length of the measuring stick,"},{"number":17,"verse":"the north side at 500 reeds, according to the length of the measuring stick,"},{"number":18,"verse":"the south side at 500 reeds, according to the length of the measuring stick,"},{"number":19,"verse":"and the west side at 500 reeds, according to the length of the measuring stick."},{"number":20,"verse":"He measured a wall that encompassed all four sides, 500 hundred long and 500 wide, dividing between the sacred and common areas."}]}