{"bibleAbbr":"ISV2011","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"{Israel's Future Temple Park} d \"When you divide the land for an inheritance, you are to present a Terumah {Lit. Gift ; i. e. a special section of Israel's land to be dedicated to the Lord as a national temple park; cf. Eze 48:8ff} to the Lord, a consecrated portion of the land 25, cubits {The Heb. lacks cubit ; if the unit of measurement is royal cubits, the length is about 8.29 miles.} long and 20, {So LXX; MT reads 10,} cubits {LXX and MT lack cubit ; if the unit of measurement is 20, royal cubits, the length is about 6.6 miles.} wide. Everything within this area is to be treated as holy."},{"number":2,"verse":"A Holy Place is to be dedicated from this area in the form of a square measuring 500 by 500 cubits, {The Heb. lacks cubits} with a 50 cubit buffer zone {Lit. cubit open space} surrounding it."},{"number":3,"verse":"From this area a measure is to be made 25, cubits {The Heb. lacks cubits} long and 10, cubits {The Heb. lacks cubits} wide, which is to contain the sanctuary, the holiest of holy objects."},{"number":4,"verse":"It is to be a holy portion of the land, set aside {The Heb. lacks set aside} for the priests who serve the sanctuary, who approach the Lord to serve him. It is to be a place for their houses, as well as the Holy Place of the sanctuary."},{"number":5,"verse":"An area 25, cubits long by 10, cubits wide is to be set aside {The Heb. lacks to be set aside} for use by the Levite {I. e. the ministry formerly held by the descendnts of Levi} servants of the Temple, 20 parcels {Or chambers ; so with MT; LXX reads temple, cities} for their residential properties."},{"number":6,"verse":"The land allocation for the city is to be set at 5, cubits wide and 25, cubits long, adjacent to the sanctuary district, reserved for the entire house of Israel.\""},{"number":7,"verse":"{The Portion for the Regent Prince} d \"The Regent Prince is to have a portion {The Heb. lacks a portion} on both sides of the consecrated allotment for the sanctuary and the city's land allotment, adjacent to both on the west {Lit. the sea side facing the sea} and the east sides, comparable in length to one of the portions from the west {Lit. the sea side} border to the east border."},{"number":8,"verse":"This property in Israel is to belong to the Regent Prince, {Lit. to him} so my regent princes will no longer mistreat my nation. The remaining portion of the land is to be allotted to the house of Israel, that is, to its tribes.\""},{"number":9,"verse":"{An Exhortation to Honest Business} d \"This is what the Lord God says, «Enough of you, you regent princes of Israel! Abandon your violence and destruction. Practice what is just and right instead! Stop confiscating property from my people!'declares the Lord God ."},{"number":10,"verse":"«You're to use an honest scale, an honest dry measure, {Lit. honest ephah} and an honest liquid measure! {Lit. bath}"},{"number":11,"verse":"The ephah and the bath are to be of equal volume; that is, the bath is to contain one tenth of a homer and the ephah one tenth of a homer. The homer is to be the standard on which their volume measurement is to be based."},{"number":12,"verse":"The shekel is to weigh 20 gerahs. The mina {Or maneh ; the Babylonian standard was equivalent to 1/60 th of a talent} is to be comprised of three coins weighing {The Heb. lacks comprised of three coins weighing} 20, 25, and fifteen shekels, respectively.»\""},{"number":13,"verse":"{Weight Standards for Offerings} d \"Here are the standards for presenting offerings: a sixth of an ephah that is based on the standard homer of wheat, and a sixth of an ephah based on the standard homer of barley."},{"number":14,"verse":"The olive oil quota is to be based on the bath, measured at ten baths to each homer, which is equal to one kor."},{"number":15,"verse":"The sheep quota is to be one from each flock of 200 taken from the pastures of Israel. From all of these you are to present grain offerings, burnt offerings, and peace offerings, to make atonement for them,\" declares the Lord God ."},{"number":16,"verse":"\"The entire nation living in the land is to present this offering to the Regent Prince in Israel."},{"number":17,"verse":"The Regent Prince is to provide the burnt offerings, grain offerings, and drink offerings at the festivals, on the New Moons and Sabbaths, and at all of the prescribed festivals of the house of Israel. He is to provide the grain offerings, burnt offerings, and peace offerings in order to make atonement for the house of Israel.\""},{"number":18,"verse":"\"This is what the Lord God says, «On the first day of the first month, you are to present a young bull without defect in order to cleanse the sanctuary."},{"number":19,"verse":"The priest is to place some of the blood from the sin offering on the door posts of the Temple, on the four corners of the ledge around the altar, and on the posts of the gate leading to the inner court."},{"number":20,"verse":"You are also to do this on the seventh day of the month, to make atonement for any person who wanders away or who sins through ignorance in order to make atonement for the Temple."},{"number":21,"verse":"«On the fourteenth day of the first month, you are to observe the Passover as a festival for seven days. Unleavened bread is to be eaten."},{"number":22,"verse":"On that day, the Regent Prince is to provide, both for himself and for all the people who live in the land, a bull for a sin offering."},{"number":23,"verse":"Each day during the seven days of the festival, he is to provide a burnt offering to the Lord, consisting of seven bulls and seven rams without defect, offered each day throughout the seven days, along with a male goat offered each day as a sin offering."},{"number":24,"verse":"«The Regent Prince {Lit. He} is also to present a grain offering consisting of an ephah with each bull and an ephah with each ram, along with a hin of olive oil mixed with an ephah of grain."},{"number":25,"verse":"On the fifteenth day of the seventh month, during a seven day festival, the Regent Prince {Lit. festival, he} is to present these as daily sin offerings, burnt offerings, and grain offerings mixed with oil.»\""}]}