{"bibleAbbr":"urGV2010","bookName":"استثنا","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"( جنگ کے اصول) جب تُو جنگ کے لئے نکل کر دیکھتا ہے کہ دشمن تعداد میں زیادہ ہیں اور اُن کے پاس گھوڑے اور رتھ بھی ہیں تو مت ڈرنا۔ رب تیرا خدا جو تجھے مصر سے نکال لایا اب بھی تیرے ساتھ ہے۔"},{"number":2,"verse":"جنگ کے لئے نکلنے سے پہلے امام سامنے آئے اور فوج سے مخاطب ہو کر"},{"number":3,"verse":"کہے، ”سن اے اسرائیل! آج تم اپنے دشمن سے لڑنے جا رہے ہو۔ اُن کے سبب سے پریشان نہ ہو۔ اُن سے نہ خوف کھاؤ، نہ گھبراؤ،"},{"number":4,"verse":"کیونکہ رب تمہارا خدا خود تمہارے ساتھ جا کر دشمن سے لڑے گا۔ وہی تمہیں فتح بخشے گا۔“"},{"number":5,"verse":"پھر نگہبان فوج سے مخاطب ہوں، ”کیا یہاں کوئی ہے جس نے حال میں اپنا نیا گھر مکمل کیا لیکن اُسے مخصوص کرنے کا موقع نہ ملا؟ وہ اپنے گھر واپس چلا جائے۔ ایسا نہ ہو کہ وہ جنگ کے دوران مارا جائے اور کوئی اَور گھر کو مخصوص کر کے اُس میں بسنے لگے۔"},{"number":6,"verse":"کیا کوئی ہے جس نے انگور کا باغ لگا کر اِس وقت اُس کی پہلی فصل کے انتظار میں ہے؟ وہ اپنے گھر واپس چلا جائے۔ ایسا نہ ہو کہ وہ جنگ میں مارا جائے اور کوئی اَور باغ کا فائدہ اُٹھائے۔"},{"number":7,"verse":"کیا کوئی ہے جس کی منگنی ہوئی ہے اور جو اِس وقت شادی کے انتظار میں ہے؟ وہ اپنے گھر واپس چلا جائے۔ ایسا نہ ہو کہ وہ جنگ میں مارا جائے اور کوئی اَور اُس کی منگیتر سے شادی کرے۔“"},{"number":8,"verse":"نگہبان کہیں، ”کیا کوئی خوف زدہ یا پریشان ہے؟ وہ اپنے گھر واپس چلا جائے تاکہ اپنے ساتھیوں کو پریشان نہ کرے۔“"},{"number":9,"verse":"اِس کے بعد فوجیوں پر افسر مقرر کئے جائیں۔"},{"number":10,"verse":"کسی شہر پر حملہ کرنے سے پہلے اُس کے باشندوں کو ہتھیار ڈال دینے کا موقع دینا۔"},{"number":11,"verse":"اگر وہ مان جائیں اور اپنے دروازے کھول دیں تو وہ تیرے لئے بیگار میں کام کر کے تیری خدمت کریں۔"},{"number":12,"verse":"لیکن اگر وہ ہتھیار ڈالنے سے انکار کریں اور جنگ چھڑ جائے تو شہر کا محاصرہ کر۔"},{"number":13,"verse":"جب رب تیرا خدا تجھے شہر پر فتح دے گا تو اُس کے تمام مردوں کو ہلاک کر دینا۔"},{"number":14,"verse":"تُو تمام مالِ غنیمت عورتوں، بچوں اور مویشیوں سمیت رکھ سکتا ہے۔ دشمن کی جو چیزیں رب نے تیرے حوالے کر دی ہیں اُن سب کو تُو استعمال کر سکتا ہے۔"},{"number":15,"verse":"یوں اُن شہروں سے نپٹنا جو تیرے اپنے ملک سے باہر ہیں۔"},{"number":16,"verse":"لیکن جو شہر اُس ملک میں واقع ہیں جو رب تیرا خدا تجھے میراث میں دے رہا ہے، اُن کے تمام جانداروں کو ہلاک کر دینا۔"},{"number":17,"verse":"اُنہیں رب کے سپرد کر کے مکمل طور پر ہلاک کرنا، جس طرح رب تیرے خدا نے تجھے حکم دیا ہے۔ اِس میں حِتّی، اموری، کنعانی، فرِزّی، حِوّی اور یبوسی شامل ہیں۔"},{"number":18,"verse":"اگر تُو ایسا نہ کرے تو وہ تمہیں رب تمہارے خدا کا گناہ کرنے پر اُکسائیں گے۔ جو گھنونی حرکتیں وہ اپنے دیوتاؤں کی پوجا کرتے وقت کرتے ہیں اُنہیں وہ تمہیں بھی سکھائیں گے۔"},{"number":19,"verse":"شہر کا محاصرہ کرتے وقت ارد گرد کے پھل دار درختوں کو کاٹ کر تباہ نہ کر دینا خواہ بڑی دیر بھی ہو جائے، ورنہ تُو اُن کا پھل نہیں کھا سکے گا۔ اُنہیں نہ کاٹنا۔ کیا درخت تیرے دشمن ہیں جن کا محاصرہ کرنا ہے؟ ہرگز نہیں!"},{"number":20,"verse":"اُن درختوں کی اَور بات ہے جو پھل نہیں لاتے۔ اُنہیں تُو کاٹ کر محاصرے کے لئے استعمال کر سکتا ہے جب تک شہر شکست نہ کھائے۔"}]}