{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"( શાઉલના મૃત્યુના સમાચાર દાઉદને મળે છે) શાઉલના મરણ પછી એમ થયું કે, દાઉદ અમાલેકીઓને કતલ કરવાના કામ પરથી પાછો આવીને સિક્લાગમાં બે દિવસ રહ્યો હતો. ત્યાર પછી"},{"number":2,"verse":"ત્રીજે દિવસે એમ થયું કે, જુઓ, છાવણીમાંથી એક માણસ શાઉલ પાસેથી આવ્યો. તેનાં વસ્‍ત્રો ફાટેલાં તથા તેના માથા પર ધૂળ હતી. અને તે દાઉદ પાસે આવ્યો, ત્યારે તેણે સાષ્ટાંગ દંડવત પ્રણામ કર્યા."},{"number":3,"verse":"દાઉદે તેને પૂછ્યું, “તું ક્યાંથી આવે છે?” તેણે કહ્યું ઇઝરાયલની છાવણીમાંથી હું નાસી આવ્યો છું.”"},{"number":4,"verse":"દાઉદે તેને પૂછ્યું, “ત્યાં શું થયું? કૃપા કરીને મને કહે.” તેણે ઉત્તર આપ્યો, “લોકો લડાઈમાંથી નાસી ગયા છે, ઘણા લોકો [રણમાં] પડીને મરણ પામ્યા છે. અને શાઉલ તથા તેમનો દિકરો યોનાથાન પણ માર્યા ગયા છે.”"},{"number":5,"verse":"તેને ખબર આપનાર જુવાનને દાઉદે પૂછ્યું, “તેં કેમ જાણ્યું કે શાઉલ તથા તેમનો દિકરો યોનાથાન મરી ગયા છે?”"},{"number":6,"verse":"( ; .) તેને ખબર આપનાર જુવાને કહ્યું, “અનાયાસે હું ગિલ્બોઆ પર્વત પર હતો, ત્યારે જુઓ, શાઉલ પોતાના ભાલા પર ટેકીને ઊભા હતા; અને જુઓ, રથો તથા સવારો તેમની લગોલગ પાછળ પડેલા હતા."},{"number":7,"verse":"તેમણે પોતાની પાછળ નજર કરી, એટલે મને જોઈને તેમણે હાંક મારી. મેં ઉત્તર દીધો, ‘હું આ રહ્યો.’"},{"number":8,"verse":"તેમણે મને પૂછ્યું, ‘તું કોણ છે?’ ત્યારે મેં તેમને ઉત્તર આપ્યો ‘હું એક અમાલેકી છું.’"},{"number":9,"verse":"પછી તેમણે મને કહ્યું, ‘કૃપા કરીને મારી પડખે ઊભો રહીને મને મારી નાખ, કેમ કે મને ભારે વેદના થાય છે; કેમ કે હજી મારા ખોળિયામાં જીવ છે.’"},{"number":10,"verse":"માટે તેમની પાસે ઊભા રહીને મેં તેમને મારી નાખ્યા, કેમ કે હું નક્કી જાણતો હતો કે પડી ગયા પછી તે જીવવાના નથી. પછી તેમના માથા પરનો મુગટ તથા તેમના હાથ પરનાં કડાં લઇને હું તે અહીં મારા ધણી પાસે લાવ્યો છું.”"},{"number":11,"verse":"ત્યારે દાઉદે પોતાનાં વસ્‍ત્ર પકડીને ફાડ્યાં; અને તેની સાથેના બધા માણસોએ પણ તેમ જ [કર્યું]."},{"number":12,"verse":"તેઓએ શાઉલને માટે, તેના દિકરા યોનાથાનને માટે, યહોવાના લોકને માટે, તથા ઇઝરાયલના માણસોને માટે શોક તથા વિલાપ કર્યો, ને સાંજ સુધી ઉપવાસ કર્યો. કેમ કે તેઓ તરવારથી માર્યા ગયા હતા."},{"number":13,"verse":"પોતાને તે ખબર આપનાર જુવાનને દાઉદે પૂછ્યું, “તું ક્યાંનો છે?” તેણે જવાબ આપ્યો. “હું એક પરદેશીનો દિકરો, એટલે અમાલેકી છું.”"},{"number":14,"verse":"દાઉદે તેને કહ્યું, “યહોવાના અભિષિક્તને મારી નાખવા માટે તારો હાથ ઉગામતાં તું કેમ ડર્યો નહિ?”"},{"number":15,"verse":"અને દાઉદે પોતાના જુવાનોમાંથી એકને બોલાવીને તેને કહ્યું, “તું પાસે જઈને તેના પર તૂટી પડ.” અને તેણે તેને એવો માર્યો કે તે મરી ગયો."},{"number":16,"verse":"અને દાઉદે તેને કહ્યું, “તારું લોહી તારે માથે. કેમ કે તારા મુખે તારી વિરુદ્ધ સાક્ષી પૂરી છે કે, યહોવાના અભિષિક્તને મેં મારી નાખ્યો છે.”"},{"number":17,"verse":"( શાઉલ અને યોનાથાન માટે દાઉદનો વિલાપ) અને શાઉલ તથા તેના દિકરા યોનાથાનને માટે દાઉદે નીચે પ્રમાણે વિલાપ કર્યો."},{"number":18,"verse":"તેણે યહૂદાપુત્રોને ધનુષ્ય [નામનું ગીત] શીખવવાનો તેમને હુકમ કર્યો. જો, તે ( .) યાશારના પુસ્તકમાં લખેલું છે."},{"number":19,"verse":"“હે ઇઝરાયલ તારું ગૌરવ તારા પર્વતો પર કતલ થયું છે! યોદ્ધાઓ કેવા માર્યા ગયા છે!"},{"number":20,"verse":"ગાથમાં એ કહેતા ના, આશ્કલોનની શેરીઓમાં એ પ્રગટ કરતા ના; રખેને પલિસ્તીઓની દીકરીઓ હરખાય, રખેને બેસુન્‍નતીઓની દીકરીઓ જ્યજ્યકાર કરે."},{"number":21,"verse":"હે ગિલ્બોઆના પર્વતો, તમારા પર ઝાકળ, કે વરસાદ, કે અપર્ણનાં ખેતરો ન હોય, કેમ કે ત્યાં યોદ્ધાની ઢાલ, એટલે શાઉલની ઢાલ, જાણે કે તે તૈલાભિષિક્ત થઈ જ ન હોય એવી રીતે ભ્રષ્ટ થઈને પડેલી છે."},{"number":22,"verse":"માર્યા જનારાઓનું લોહી [વહેવડાવવાથી] , બળવાનોનો મેદ [વીંઘવાથી] યોનાથાનનું ધનુષ્ય પાછું પડતું નહિ. અને શાઉલની તરવાર ખાલી ખાલી ફરતી નહિ."},{"number":23,"verse":"શાઉલ તથા યોનાથાન જીવતાં પ્રિય તથા ખુશકારક હતા, અને તેઓના મૃત્યકાળે તેઓ જુદા ન પડ્યા. તેઓ ગરૂડ કરતાં વેગવાન હતા, તેઓ સિંહો કરતાં બળવાન હતા."},{"number":24,"verse":"અરે ઇઝરાયલની દીકરીઓ, શાઉલને માટે વિલાપ કરો. તેમણે તમને કિરમજી વસ્‍ત્રો પહેરાવીને મોજ કરાવી, તેમણે કંચનાભૂષણોથી તમારાં વસ્‍ત્રો શણગાર્યાં."},{"number":25,"verse":"યોદ્ધાઓ યુદ્ધમાં કેવા માર્યા ગયા છે! હે યોનાથાન, તું તારા પર્વતો પર કતલ થયો છે."},{"number":26,"verse":"હે મારા બાંધવ યોનાથાન, તારે લીધે મને ખેદ થાય છે. તું મને બહુ પ્રિય હતો; મારા પર તારો પ્યાર અદભુત હતો, સ્‍ત્રીઓના પ્યાર કરતાં [પણ] વિશેષ હતો."},{"number":27,"verse":"યોદ્ધાઓ કેવા માર્યા ગયા છે! અને યુદ્ધનાં શસ્‍ત્રોનો કેવો વિનાશ થયો છે!”"}]}