{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"( દાઉદ આમ્મોનીઓને અને અરામીઓને શિકસ્ત પમાડે છે) ( ( 130 ૧૯:૧-૧૯ )) ત્યાર પછી એમ થયું કે આમ્‍મોનપુત્રોનો રાજા મરણ પામ્યો, ને તેની જગાએ તેનો દીકરો હાનૂન રાજ કરવા લાગ્યો."},{"number":2,"verse":"દાઉદે કહ્યું, “જેમ નાહાશ મારા પર માયા રાખતો હતો તેમ તેના દિકરા હાનૂન પર હું માયા રાખીશ.”"},{"number":3,"verse":"પણ આમ્મોનપુત્રોના સરદારોએ પોતાના મુરબ્બી હાનૂનને કહ્યું, “દાઉદે તમારી પાસે દિલાસો દેનારાને મોકલ્યા છે, તેથી શું તમે એવું ધારો છે કે તે તમારા પિતાનું સન્માન કરે છે? શું નગરની તપાસ કરવા, તેની બાતમી કાઢવા તથા તેને પાયમાલ કરવા દાઉદે પોતાના ચાકરોને તમારી પાસે મોકલ્યા નથી?”"},{"number":4,"verse":"તેથી હાનૂને દાઉદના માણસોને પકડાવીને તેઓની અડધી અડધી દાઢી મૂંડાવી નાખી, ને તેઓનાં વસ્‍ત્રો વચ્ચોવચમાંથી નિતંબો સુધી કાપી નાખીને તેઓને પાછા મોકલી દીધા."},{"number":5,"verse":"દાઉદને એ ખબર મળી ત્યારે તેણે તેઓની સામા [માણસ] મોકલ્યા. કેમ કે તે માણસો ઘણા શરમાતા હતા. રાજાએ કહ્યું, “તમારી દાઢી પાછી વધે ત્યાં સુધી તમે યરેખોમાં રહો, ને ત્યાર પછી પાછા આવજો.”"},{"number":6,"verse":"આમ્‍મોનપુત્રોએ જોયું કે અમે દાઉદની નજરમાં ધિક્કારપાત્ર થયા છીએ, ત્યારે આમ્નોનપુત્રોએ માણસો મોકલીને બેથ-રાહોબના અરામીઓ તથા સોબાના અરામીઓમાંથી વીસ હજાર પાયદળને, એક હજાર માણસો સહિત માકાના રાજાને, તથા ટોબના બાર હજાર માણસોને પગાર આપીને રાખ્યા."},{"number":7,"verse":"દાઉદે એ વિષે સાંભળ્યું ત્યારે તેણે યોઆબને યોદ્ધાઓના આખા સૈન્ય સહિત મોકલ્યો."},{"number":8,"verse":"આમ્‍મોનપુત્રોએ બહાર આવીને દરવાજાના નાકા આગળ વ્યૂહ રચ્યો; અને સોબાના તથા રાહોબના અરામીઓ, અને ટોબના તથા માકાના માણસો મેદાનમાં અળગા ઊભા હતા."},{"number":9,"verse":"હવે યોઆબે જોયું કે, પોતાની આગળ તેમ જ પાછળ પણ વ્યૂહ રચાયેલો છે, ત્યારે તેણે ઇઝરાયલના સર્વ ચૂંટી કાઢેલા માણસોમાંથી ચૂંટી કાઢેલા સામે વ્યૂહમાં ગોઠવ્યા."},{"number":10,"verse":"અને બાકીના માણસોને તેણે પોતઆના ભાઈ અબિશાયના હાથ નીચે સોંપ્યા, ને તેણે તેઓને આમ્‍મોનપુત્રોની સામે વ્યૂહમાં ગોઠવ્યા."},{"number":11,"verse":"તેણે કહ્યું, “જો અરામીઓ અમને ભારે પડે, તો તું અમને સહાય કરજે, પણ જો આમ્‍મોનપુત્રો તને ભારે પડે, તો હું તારી મદદે આવીશ."},{"number":12,"verse":"હિમ્મત રાખજે, ને આપણે આપણા લોકને માટે તથા આપણા ઈશ્વરનાં નગરોને માટે મરદાઈ દાખવીએ. પછી યહોવાને જે સારું લાગે તે તે કરો.”"},{"number":13,"verse":"પછી યોઆબ તથા તેની સાથેના માણસો અરામીઓ સામે યુદ્ધ કરવા પાસે આવ્યા. અને તેઓ યોઆબની આગળથી નાસી ગયા."},{"number":14,"verse":"આમ્‍મોનપુત્રોએ જોયું કે અરામીઓ નાસી ગયા છે, ત્યારે અબિશાયની આગળથી તેઓ પણ નાસીને નગરમાં પેસી ગયા. પછી યોઆબ આમ્‍મોનપુત્રોની પાછળથી પાછો વળીને યરુશાલેમ પાછો આવ્યો."},{"number":15,"verse":"અરામીઓએ જોયું કે અમે ઇઝરાયલ આગળ હારી ગયા છીએ, ત્યારે તેઓ એક્ત્ર થયા."},{"number":16,"verse":"હદાદેઝેરે માણસ મોકલીને નદીની પેલી બાજુ રહેનારાં અરામીઓને તેડાવ્યા; અને તેઓ હદાદેઝેરના સેનાપતિ શોબાખની સરદારી નીચે હેલામમાં આવ્યા."},{"number":17,"verse":"એ સમાચાર દાઉદને મળ્યા, એટલે તે સર્વ ઇઝરાયલને એકત્ર કરીને યર્દન ઊતરીને હેલામ આગળ આવ્યો, અને અરામીઓએ દાઉદની સામે વ્યૂહ રચ્યો, ને તેઓ તેની સાથે લડ્યા."},{"number":18,"verse":"અને અરામીઓ ઇઝરાયલ સામેથી નાસી ગયા; દાઉદે અરામીઓના સાતસો રથો [માંના માણસો] ને, તથા ચાળીસ હજાર સવારોને મારી નાખ્યા, તથા તેઓના સેનાપતિ શોબાખને એવો માર્યો કે તે મરી ગયો."},{"number":19,"verse":"જ્યારે હદાદેઝેરના બધા તાબેદાર રાજાઓએ જોયું કે આપણે ઇઝરાયલ આગળ હાર ખાધી છે, ત્યારે તેઓ ઇઝરાયલની સાથે સલાહ કરીને તેમના તાબેદાર થયા. તેથી અરામીઓ ત્યાર પછી આમ્મોનપુત્રોની સહાય કરતાં બીતા હતા."}]}