{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"( દાઉદ અને બાથ-શેબા) ( .) નવું વર્ષ બેસતાં જ્યારે રાજાઓ [યુદ્ધને માટે] નીકળે છે, તે વખતે એમ થયું કે દાઉદે યોઆબને તથા તેની સાથે તેના ચાકરોને તથા સર્વ ઇઝરાયલને મોકલ્યા. તેઓએ આમ્મોનપુત્રોનો નાશ કર્યો, ને રાબ્બા નગરને ઘેરી લીધું. પણ દાઉદ યરુશાલેમમાં રહ્યો."},{"number":2,"verse":"એક સાંજે એમ થયું કે દાઉદ પલંગ પરથી ઊઠીને રાજમહેલના ધાબા પર ફરતો હતો; ત્યારે તેણે ધાબા પરથી એક સ્‍ત્રીને સ્નાન કરતી જોઈ. તે સ્‍ત્રી દેખાવમાં ઘણી સુંદર હતી;"},{"number":3,"verse":"દાઉદે માણસ મોકલીને તે સ્‍ત્રી વિષે પૂછપરછ કરાવી. કોઈકે કહ્યું, “શું એ એલીઆમની દિકરી, ઉરિયા હિત્તીની પત્ની બાથ-શેબા નથી?”"},{"number":4,"verse":"દાઉદે માણસ મોકલીને તેને પકડી મંગાવી; તે તેની પાસે મહેલમાં આવી, ને તે તેની સાથે સૂઈ ગયો. (કેમ કે તે પોતાના માસિક ધર્મમાંથી [નાહીધોઈને] શુદ્ધ થઈ હતી.) પછી તે પોતાને ઘેર પાછી ગઈ."},{"number":5,"verse":"તે સ્‍ત્રીએ ગર્ભ રહ્યો. ત્યારે તેણે માણસ મોકલીને દાઉદને કહાવ્યું, “મને ગર્ભ રહ્યો છે.”"},{"number":6,"verse":"અને દાઉદે યોઆબની પાસે માણસ મોકલીને કહાવ્યું, “ઉરિયા હિત્તીને મારી પાસે મોકલ, ” એટલે યોઆબે ઉરિયાને દાઉદ પાસે મોકલ્યો."},{"number":7,"verse":"ઉરિયા તેની પાસે આવ્યો, ત્યારે દાઉદે તેને પૂછ્યું, “યોઆબ કેમ છે, લોકની શી ખબર છે, તથા લડાઈના શા હાલ છે?”"},{"number":8,"verse":"પછી દાઉદે ઉરિયાને કહ્યું, “તારા ઘેર જઈને તારા પગ ધો.” ઉરિયા રાજાને ઘેરથી વિદાય થયો, ને રાજા તરફથી તેની પાછળ કંઈ જમણ મોકલવામાં આવ્યું."},{"number":9,"verse":"પણ ઉરિયા તો રાજાના મહેલના દરવાજા પાસે પોતાના ઉપરીના સર્વ ચાકરોની સાથે સૂતો હતો, ને પોતાને ઘેર ગયો નહિ."},{"number":10,"verse":"દાઉદને ખબર મળી કે ઉરિયા ઘેર ગયો નથી, ત્યારે દાઉદે ખબર મળી કે ઉરિયાને પૂછ્યું, “શું તું મુસાફરીએથી આવ્યો નથી? તું તારે ઘેર કેમ ગયો નહિ?”"},{"number":11,"verse":"ઉરિયાએ દાઉદને કહ્યું, “કોશ, ઇઝરાયલ તથા યહૂદા રાવટીઓમાં રહે છે; અને મારો મુરબ્બી યોઆબ તથા મારા મુરબ્બીના ચાકરો ખુલ્‍લા મેદાનમાં છાવણી નાખી પડેલા છે. તો શું હું ખાવાપીવા, તથા મારી પત્નીની સાથે સૂવા મારે ઘેર જાઉં? આપના તથા આપના જીવના સમ, હું એ કામ કરનાર નથી.”"},{"number":12,"verse":"દાઉદે ઉરિયાને કહ્યું, “આજે પણ તું અહીં રહેજે, ને કાલે હું તને વિદાય કરીશ.” એમ ઉરિયા તે દિવસે તથા તેને બીજે દિવસે યરુશાલેમમાં રહ્યો."},{"number":13,"verse":"દાઉદે તેને બોલાવ્યો ત્યારે તેની આગળ તેણે ખાધુંપીધું; અને દાઉદે તેને મસ્ત બનાવ્યો. અને સાંજે તે તેના ખાટલા પર પોતાના મુરબ્બીના ચાકરોની સાથે સૂવા ગયો, પણ પોતાને ઘેર ગયો નહિ."},{"number":14,"verse":"સવારે એમ થયું કે દાઉદે યોઆબ પર પત્ર લખ્યો, ને ઉરિયા મારફતે તે મોકલ્યો."},{"number":15,"verse":"તેણે પત્રમાં એમ લખ્યું, “તમે ઉરિયાને દારુણ યુદ્ધને મોખરે રાખજો, ને તેની પાસેથી તમે દૂર ખસી જજો કે, તે જાનથી માર્યો જાય.”"},{"number":16,"verse":"અને એમ થયું કે યોઆબ નગરને ઘેરો કરતો હતો, ત્યારે જે જગા વિષે તે જાણતો હતો કે ત્યાં શૂરવીર માણસો છે તે જગાએ તેણે ઉરિયાને રાખ્યો."},{"number":17,"verse":"નગરના માણસો બહાર નીકળીને યોઆબની સાથે લડ્યા; અને લોકોમાંથી એટલે દાઉદના સૈનિકોમાંથી કેટલાક પડ્યા ઉરિયા હિત્તી પણ માર્યો ગયો."},{"number":18,"verse":"ત્યારે યોઆબે લડાઈનો સર્વ હેવાલ દાઉદને કહાવી મોકલ્યો."},{"number":19,"verse":"અને તેણે સંદેશવાહકને ફરમાવ્યું, “લડાઈનો આ સર્વ હેવાલ તું રાજાને કહી રહે,"},{"number":20,"verse":"ત્યાર પછી એમ થાય કે જો રાજા ક્રોધે ભરાઈને તને એમ કહે કે, ‘લડવા માટે નગરની એટલા બધા નજીક તમે કેમ ગયા? શું તમે જાણતા નહોતા કે તેઓ કોટ પરથી બાણો મારશે?"},{"number":21,"verse":"( .) યરુબ્બેશેથના દિકરા અબિમેલેખને કોણે માર્યો? એક સ્‍ત્રીએ કોટ પરથી ઘંટીનું ઉપલું પડ નાખ્યાથી તે તેબેસમાં મરણ પામયો કે નહિ? છતાં તમે એટલા બધા કોટની નજીક કેમ ગયા?’ ત્યારે તું કહેજે કે, તારો દાસ ઉરિયા હિત્તી પણ માર્યો ગયો છે.”"},{"number":22,"verse":"પછી સંદેશાવાહક વિદાય થયો, ને ત્યાં જઈને, જે સમાચાર લ ઈને યોઆબે તેને મોકલ્યો હતો, તે સર્વ સમાચાર તેણે દાઉદને કહ્યા. , જે સમાચાર લ ઈને યોઆબે તેને મોકલ્યો હતો, તે સર્વ સમાચાર તેણે દાઉદને કહ્યા."},{"number":23,"verse":"અને સંદેશાવાહકે દાઉદને કહ્યું, “તે માણસો અમને પાછા હઠાવીને અમારી સામે મેદાનમાં બહાર આવ્યા, એટલે દરવાજામાં પેસતાં સુધી અમે તેમની ઉપર ધસારો કર્યો."},{"number":24,"verse":"ધનુર્ધારીઓએ કોટ પરથી તમારા ચાકરો પર બાણ ફેંક્યા; તેથી રાજાના સૈનિકોમાંથી કેટલાક માર્યા ગયા, ને તમારો દાસ ઉરિયા હિત્તી પણ માર્યો ગયો.”"},{"number":25,"verse":"ત્યારે દાઉદે સંદેશાવાહકને કહ્યું, “તું યોઆબને એમ કહેજે કે, એથી તું દુ:ખી ન થતો, કેમ કે તરવાર તો જેમ એકને તેમ બીજાને કાપી નાખે જ; નગર વિરુદ્ધ વધારે સખત યુદ્ધ મચાવીને તેનો પરાજય કર; અને તું તેને હિમ્મત આપજે.”"},{"number":26,"verse":"જ્યારે ઉરિયાની પત્નીએ સાંભળ્યું કે મારો ધણી ઉરિયા મરણ પામ્યો છે, ત્યારે તેણે પોતાના ધણીને લીધે શોક પાળ્યો."},{"number":27,"verse":"શોક પૂરો થયા પછી દાઉદે માણસ મોકલીને તેને પોતાને ઘેર તેડાવી. અને તે તેની પત્ની થઈ, ને તેને તેના પેટનો પુત્ર થયો. પણ દાઉદે જે કૃત્ય કર્યું હતું તે યહોવાની દષ્ટિમાં ખોટું લાગ્યું."}]}