{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"( આબ્શાલોમને પાછો લાવવા યોઆબના પ્રયત્ન) હવે સરુયાનો દિકરો યોઆબ સમજી ગયો કે રાજાનું મન આબ્શાલોમની તરફ છે."},{"number":2,"verse":"અને યોઆબે તકોઆમાં માણસ મોકલીને ત્યાંથી એક ચતુર સ્‍ત્રીને તેડાવીને તેને કહ્યું, “કૃપા કરીને તું શોક પાળનારનો વેષ ધારણ કરીને, ને શોકનાં વસ્‍ત્ર પહેરીને, તારે અંગે તલ ન લગાડતાં મરી ગયેલાને માટે ઘણા દિવસથી શોક પાળનાર સ્‍ત્રીના જેવી થા."},{"number":3,"verse":"અને રાજાની પાસે અંદર જઈને તેની સાથે આ રીતે વાત કર.” શું શું કહેવું તે યોઆબે તેના મોંમાં મૂક્યું."},{"number":4,"verse":"તકોઆની સ્‍ત્રીએ રાજા સાથે વાત કરતી વખતે સાષ્ટાંગ દંડવત પ્રણામ કરીને કહ્યું, “હે રાજા, સહાય કરો.”"},{"number":5,"verse":"રાજાએ તેને પૂછ્યું, “તને શું દુ:ખ છે?” તેણે ઉત્તર આપ્યો, “હું ખરેખર વિધવા સ્‍ત્રી છું. મારો પતિ મરી ગયો છે."},{"number":6,"verse":"તમારી દાસીને બે દિકરા હતા, તે બન્‍ને ખેતરમાં લડી પડ્યા. તેઓને છૂટા પાડનાર કોઈ ન હોવાથી એકે બીજાને મારીને ઠાર કર્યો."},{"number":7,"verse":"આથી, આખું કુટુંબ મારી વિરુદ્ધ ઊઠ્યું છે, અને તેઓ કહે છે, ‘જેણે પોતાના ભાઈને મારી નાખ્યો તેને અમારે સ્વાધીન કર કે, જે તેના ભાઈને તેણે મારી નાખ્યો તેના જીવને બદલે અમે તેનો જીવ લઈએ, ને એમ વારસનો પણ નાશ કરીએ:’"},{"number":8,"verse":"રાજાએ તે સ્‍ત્રીને કહ્યું, “તું તારે ઘેર જા, ને તારા વિષે હું હુકમ કરીશ.”"},{"number":9,"verse":"તકોઆની સ્‍ત્રીએ રાજાને કહ્યું, “હે મારા મુરબ્બી રાજા, આ અન્યાય મારા પર તથા મારા પિતાના કુટુંબ પર હોજો; પણ રાજા તથા તેમનું રાજ્યાસન નિર્દોષ રહેજો.”"},{"number":10,"verse":"રાજાએ કહ્યું, “જે કોઈ તને કંઈ કહે તેને મારી પાસે લાવજે, ને તે ફરીથી તને અડકશે નહિ.”"},{"number":11,"verse":"ત્યારે તેણે કહ્યું, “રાજા કૃપા કરીને પોતાના ઈશ્વર યહોવાનું સ્મરણ કરે, કે ખૂનનું વેર લેનારાઓ બીજો વધારે નાશ ન કરે, નહિ તો તેઓ મારા દીકરાનો નાશ કરશે.” રાજાએ કહ્યું, “જીવતા યહોવાના સમ, તારા દિકરાનો એક વાળ પણ ભૂમિ પર પડશે નહિ.”"},{"number":12,"verse":"ત્યારે તે સ્‍ત્રીએ કહ્યું, “કૃપા કરીને તમારી દાસીને મારા મુરબ્બી રાજા, આગળ એક વાત કહેવા દો.” રાજાએ કહ્યું, “બોલ.”"},{"number":13,"verse":"તે સ્‍ત્રીએ કહ્યું, “તો ઈશ્વરના લોકની વિરુદ્ધ તમે એવી યુક્તિ કેમ રચી છે? કેમ કે એ વચન ઉચ્ચારતાં રાજા પોતે અપરાધી જેવા ઠરે છે, કારણ કે રાજા પોતાના દેશનિકાલ કરેલા માણસને પાછા ઘેર તેડાવતા નથી."},{"number":14,"verse":"આપણે [બધાંએ] મરવું એ નક્‍કી છે, ને જમીન પર ઢળેલું પાણી ફરી એકઠું કરી શકાતું નથી, તેના જેવાં આપણે પણ છીએ; અને ઈશ્વર [કોઈનો] જીવ લેતા નથી, પણ ઉપાયો યોજે છે, એ માટે કે, જેને કાઢી મૂકવામાં આવેલો છે તે તેનાથી [હંમેશાં] દૂર ન રહે."},{"number":15,"verse":"માટે હવે મારા મુરબ્બી રાજાને એ વાત કહેવા હું આવી છું, એનું કારણ એ કે લોકોએ મને બીવડાવી છે; એટલે મને થયું કે, હવે હું રાજાની સાથે વાત કરીશ. કદાચ એમ બને કે રાજા પોતાની દાસીની વિનંતી ફળીભૂત કરે."},{"number":16,"verse":"કેમ કે મારી વાત સાંભળીને, જે માણસ મને તથા મારા દિકરાને ઈશ્વરના આપેલા દેશમાંથી નષ્ટ કરવા ઇચ્છે છે, તેના હાથમાંથી રાજા પોતાની દાસીને છોડાવશે."},{"number":17,"verse":"વળી મને થયું કે, કૃપા કરીને મારા મુરબ્બી રાજાનું વચન દિલાસારૂપ થશે, કેમ કે મારા મુરબ્બી રાજા સારાનરસાની પારખ કરવામાં ઈશ્વરના દૂત જેવા છે. અને તમારા ઈશ્વર યહોવા તમારી સાથે રહો.”"},{"number":18,"verse":"ત્યારે રાજાએ તે સ્‍ત્રીને કહ્યું, “જે કંઈ વાત હું તને પૂછું, તેમાંનું કંઈ પણ કૃપા કરીને મારાથી છુપાવીશ નહિ.” તે સ્‍ત્રીએ કહ્યું, “બોલો ત્યારે, મારા મુરબ્‍બી રાજા.”"},{"number":19,"verse":"રાજાએ પૂછ્યું, “શું આ સર્વ કામમાં યોઆબનો હાથ તારી સાથે છે?” તે સ્‍ત્રીએ ઉત્તર આપ્યો, “મારા મુરબ્‍બી રાજા, તમારા જીવના સમ કે, જે કંઈ મારા મુરબ્બી રાજા બોલ્યા છે તેથી જમણી કે ડાબી બાજુ કોઈ ફરી શકતું નથી, કેમ કે તમારા ચાકર યોઆબે મને આજ્ઞા આપી, ને તેણે આ સર્વ વાતો તમારી દાસીના મોંમાં મૂકી."},{"number":20,"verse":"એ વાતને જુદું રૂપ આપવા માટે તમારા ચાકર યોઆબે આ કામ કર્યું છે. અને પૃથ્વી પર જે કંઈ છે તે જાણવામાં તમે ઈશ્વરના દૂત જેવા જ્ઞાની છો.”"},{"number":21,"verse":"રાજાએ યોઆબને કહ્યું, “હવે જો, મેં એમ તો કર્યું છે; માટે જઈને જુવાન આબ્શાલોમને પાછો તેડી લાવ.”"},{"number":22,"verse":"યોઆબે સાષ્ટાંગ દંડવત પ્રણામ કર્યા, ને રાજાને ધન્યવાદ આપ્યો. અને યોઆબે કહ્યું, “હે મારા મુરબ્બી રાજા, આજે મને ખાતરી થઈ છે કે હું તમારી દષ્ટિમાં કૃપા પામ્યો છું, કેમ કે તમે મારી વિનંતી મંજૂર રાખી છે.”"},{"number":23,"verse":"પછી યોઆબ ઊઠીને ગશૂર જઈને આબ્શાલોમને યરુશાલેમ તેડી લાવ્યો."},{"number":24,"verse":"રાજાએ કહ્યું, “તે પોતાને ઘેર જાય, પણ મારું મોં તે ન જુએ.” તેથી આબ્શાલોમ પોતાને ઘેર ગયો, ને રાજાનું મોં જોવા પામ્યો નહિ."},{"number":25,"verse":"( દાઉદ સાથે આબ્શાલોમની સમાધાની) આખા ઇઝરાયલમાં સૌંદર્યની બાબતમાં કોઈ પણ માણસ આબ્શાલોમના જેવો પ્રશંસાપાત્ર નહોતો. તેના પગના તળિયાથી તે માથના તાલકા સુધી તેનામાં કંઈ પણ ખોડ ન હતી."},{"number":26,"verse":"જ્યારે તે માથું મૂંડાવતો, (દર વર્ષને અંતે તે મૂંડાવતો; પોતા પર [વાળનો] ભાર થતો, માટે તે મૂંડાવતો હતો;) ત્યારે તે પોતાના માથાના વાળ તોળતો, ને તેનું વજન રાજાના તોલ પ્રમાણે બસો શેકેલ થતું."},{"number":27,"verse":"આબ્શાલોમને ત્રણ દિકરા તથા તામાર નામની એક દીકરી હતાં. તે સ્‍ત્રી ખૂબસુરત હતી."},{"number":28,"verse":"આબ્શાલોમ યરુશાલેમમાં પૂરાં બે વર્ષ રહ્યો. તેમ છતાં તે રાજાનું મોં જોવા પામ્યો નહિ."},{"number":29,"verse":"ત્યારે આબ્શાલોમે યોઆબને રાજા પાસે મોકલવા માટે તેડાવ્યો. પણ તે તેની પાસે આવવા ચાહતો નહોતો. તેણે ફરી બીજી વાર માણસ મોકલ્યું. પણ તે આવ્યો નહિ."},{"number":30,"verse":"માટે તેણે પોતાના ચાકરોને કહ્યું, “જુઓ, યોઆબનું ખેતર મારા ખેતરની પાસે છે, તેમાં તેના [ઊભા] જવ છે. તમે જઈને તેમાં આગ મૂકો.” અને આબ્શાલોમના ચાકરોએ તે ખેતરમાં આગ મૂકી."},{"number":31,"verse":"ત્યારે યોઆબ ઊઠીને આબ્શાલોમ પાસે તેને ઘેર ગયો, ને તેને કહ્યું, “તારા ચાકરોએ મારા ખેતરમાં આગ કેમ મૂકી?”"},{"number":32,"verse":"આબ્શાલોમે યોઆબને ઉત્તર આપ્યો, “જો, મેં તારી પાસે માણસ મોકલીને કહાવ્યું કે, અહીં આવ, કે, હું તને રાજા પાસે મોકલીને કહાવું કે, ગશૂરથી હું શા માટે આવ્યો છું? હું હજી ત્યાંજ રહ્યો હોત તો મારું વધારે હિત થાત. તો હવે હું રાજાનું મોં જોઉં એવું કરાવ; મારામાં કંઈ અન્યાય હોય, તો તે મને બેશક મારી નાખે.”"},{"number":33,"verse":"તેથી યોઆબે રાજા પાસે જઈને તેને ખબર આપી. રાજાએ આબ્શાલોમને બોલાવ્યો, ત્યારે તે રાજા પાસે આવ્યો, ને તેણે રાજાને સાષ્ટાંગ દંડવત કર્યા. અને રાજાએ આબ્શાલોમને ચુંબન કર્યું."}]}