{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"( હુશાય આબ્શાલોમને અવળી સલાહ આપે છે) વળી અહિથોફેલે આબ્શાલોમને કહ્યું, “મને હમણાં બાર હજાર માણસ ચૂંટી કાઢવા દો, એટલે હું ઊઠીને આજે રાત્રે દાઉદની પાછળ પડું."},{"number":2,"verse":"તે થાકેલો તથા કમજોર હશે, તેવામાં હું તેના પર ઘસારો કરીને તેને ગભરાવી નાખીશ. એટલે તેની સાથેના બધા લોક નાસી જશે; અને હું માત્ર રાજાને મારીશ."},{"number":3,"verse":"અને હું બધા લોકને તારી પાસે પાછા લાવીશ. જે માણસને તમે શોધો છો તેનો [અંત આવશે, એટલે] જાણે બધા પાછા આવ્યા એમ જ સમજવું; એમ બધા લોકને શાંતિ થશે."},{"number":4,"verse":"આ વાત આબ્શાલોમને તથા ઇઝરાયલના સર્વ વડીલોને પસંદ પડી."},{"number":5,"verse":"પછી આબ્શાલોમે કહ્યું, “હવે હુશાય આર્કીને પણ બોલાવો, ને તે શું કહે છે તે પણ આપણે સાંભળીએ.”"},{"number":6,"verse":"હુશાય આબ્શાલોમ પાસે આવ્યો, ત્યારે આબ્શાલોમે તેને કહ્યું, “અહિથોફેલે આવું આવું કહ્યું છે; શું તેના કહેવા પ્રમાણે આપણે કરવું? જો નહિ, તો તું બોલ.”"},{"number":7,"verse":"હુશાયે આબ્શઅલોમને કહ્યું, “આ વખતે અહિથોફેલે જે સલાહ આપી છે, તે સારી નથી.”"},{"number":8,"verse":"વળી હુશાયે કહ્યું, “તમે તમારા પિતાને તથા તેમના માણસોને તો ઓળખો છો કે તેઓ યોદ્ધા છે, ને તેઓનાં મન ખીજવાયેલાં છે, વનમાં બચ્ચું છીનવી લીધેલી રીંછણના જેવા [તેઓ છે]. તમારા પિતા લડવૈયા પરુષ છે, તે લોકોની સાથે રહેશે નહિ."},{"number":9,"verse":"જો, તે હમણાં કોઈ ગુફામાં કે [બીજે] કોઈ સ્થળે સંતાયેલા હશે. જો શરૂઆતમાં જ આપણાંમાંના કેટલાક પડશે, ત્યારે એમ થશે કે જે કોઈ તે સાંભળશે તે કહેશે કે, ‘આબ્શાલોમના પક્ષના લોકોનો ઘાણ વળ્યો છે.’"},{"number":10,"verse":"એથી જે શૂરો, જે સિંહોના જેવો બહાદુર છે, તેનાં ગાત્ર પણ શિથિલ થઈ જશે, કેમ કે સર્વ ઇઝરાયલ જાણે છે કે તમારા પિતા પરાક્રમી માણસ છે, ને તેમની સાથેના માણસો પણ શૂરવીર છે."},{"number":11,"verse":"માટે હું એ સલાહ આપું છું કે, દાનથી તે બેરશેબા સુધીના સર્વ ઇઝરાયલ કે, જે સંખ્યામાં સમુદ્રની રેતી જેટલા છે, તેઓને તમારી પાસે એક્ત્ર કરવામાં આવે, અને તમે પોતે લડાઈમાં જાઓ."},{"number":12,"verse":"એમ જે કોઈ સ્થળે તે મળશે, ત્યાં આપણે તેમના પર છાપો મારીશું, જેમ ઝાકળ ભૂમિ પર પડે છે તેમ આપણે તેમની પર તૂટી પડીશું. અને તે તથા તેમની સાથેના બધા માણસોમાંથી એકને પણ આપણે બચવા દઈશું નહિ."},{"number":13,"verse":"વળી જો તે કોઈ નગરમાં ભરાઈ બેઠા હશે, તો સર્વ ઇઝરાયલ તે નગર આગળ દોરડાં લાવશે, ને આપણે તે નગરને એવી રીતે ખેંચીને નદીમાં નાખીશું કે ત્યાં એક નાનો સરખો પથ્થર પણ મળે નહિ.”"},{"number":14,"verse":"આબ્શાલોમે તથા ઇઝરાયલના સર્વ માણસોએ કહ્યું, “હુશાય આર્કીની સલાહ અહિથોફેલની સલાહ કરતાં વિશેષ સારી છે.” કેમ કે યહોવા આબ્શાલોમ પર આપત્તિ લાવે એ માટે યહોવાએ અહિથોફેલની સારી સલાહ નિષ્ફળ કરવાનું નિર્માણ કર્યું હતું."},{"number":15,"verse":"( દાઉદ ચેતવણી પામે છે, ને નાસી છૂટે છે) પછી હુશાયે સાદોક તથા અબ્યાથાર યાજકોને કહ્યું, “અહિથોફેલે આબ્શાલોમને તથા ઇઝરાયલના વડીલો આવી આવી સલાહ આપી; અને મેં તો આવી આવી સલાહ આપી છે."},{"number":16,"verse":"તો હવે કોઈને જલદી મોકલીને દાઉદને કહેવડાવો, ‘આજ રાતે તમે રાન તરફના આરા પાસે પડાવ રાખશો નહિ, પણ ગમે તેમ કરીને પેલી બાજુ ઊતરી જાવ; નહિતો રાજા તથા તેમની સાથેના બધા માણસો [આબ્શાલોમનો] ભોગ થઈ પડશે."},{"number":17,"verse":"યોનાથાન ને અહિમાઆસ એન-રોગેલ પાસે રહેતા હતા. એક દાસી જ ઈને દાઉદ રાજાને કહેતા; કેમ કે નગરમાં આવતાં તેઓ કોઈની નજરમાં પડવા ન જોઈએ."},{"number":18,"verse":"પણ એક છોકરાએ તેઓને જોઈને આબ્શાલોમને ખબર આપી. તેથી તે બન્‍ને જલદીથી નીકળી ગયા, ને બાહુરીમમાં એક માણસને ઘેર આવ્યા, તેના આંગણામાં કૂવો હતો; તેમાં તેઓ ઊતર્યા."},{"number":19,"verse":"ઘરધણિયાણીએ ઢાંકણું લઈને કૂવા પર ઢાંકી દીધું, ને તે પર ખાંડેલું અનાજ પાથર્યં; તેથી કશાની જાણ પડી નહિ."},{"number":20,"verse":"આબ્શાલોમના ચાકરોએ તે સ્‍ત્રી પાસે ઘરમાં આવીને પૂછ્યું, “અહિમાઆસ તથા યોનાથાન ક્યાં છે?” તે સ્‍ત્રીએ તેઓને કહ્યું, “તેઓ તો પાણીનો વહેળો ઊતરી ગયા છે.” તેઓએ તેમને શોધ્યા, પણ તે જડ્યા નહિ, ત્યારે તેઓ યરુશાલેમમાં પાછા આવ્યા."},{"number":21,"verse":"તેમના જતા રહ્યા પછી એમ થયું કે કૂવામાંથી પેલા બે બહાર નીકળ્યા, ને તેઓએ જઈને દાઉદ રાજાને સમાચાર કહ્યા. તેઓએ દાઉદને કહ્યું, “તમે ઊઠીને જલદી પાણીની પાર ઊતરી જાઓ, કેમ કે અહિથોફેલે તમારી વિરુદ્ધ આવી આવી સલાહ આપી છે.”"},{"number":22,"verse":"ત્યારે દાઉદને તેની સાથેના બધા લોક ઊઠીને યર્દનની પાર ઊતરી ગયા. સવારનું અજવાળુમ થતાં સુધીમાં, યર્દનની પાર ઊતર્યા વગર એક પણ માણસ રહી ગયો ન હતો."},{"number":23,"verse":"અને અહિથોફેલે જોયું કે, ‘મારી સલાહ પ્રમાણે કરવામાં આવ્યું નથી, ’ ત્યારે તેણે પોતાના ગધેડા પર જીન બાંધ્યું, ને તે ઊઠીને પોતાના ગધેડા પર જીન બાંધ્યું, ને તે ઊઠીને પોતાના નગરમાં પોતને ઘેર ગયો, ને ઘરની વ્યવસ્થા કરીને ફાંસો ખાઈને મરી ગયો. અને તેને તેના પિતાની કબરમાં દાટવામાં આવ્યો."},{"number":24,"verse":"પછી દાઉદ માહનાઇમ આવ્યો. અને આબ્શાલોમ તથા તેની સાથેના બધા ઇઝરાયલી માણસો યર્દન ઊતર્યા."},{"number":25,"verse":"અને આબ્શાલોમે યોઆબની જગાએ અમાસાને સેનાપતિ ઠરાવ્યો. હવે અમાસ તો યોઆબની મા સરુયાની બહેનમ નાહાશની દિકરી અબિગાઈલની સાથે વ્યવહાર કરનાર યિથ્રા નામે એક ઇઝરાયલીનો દિકરો હતો."},{"number":26,"verse":"અને ઇઝરાયલે તથા આબ્શાલોમે ગિલ્યાદ દેશમાં છાવણી નાખી."},{"number":27,"verse":"દાઉદ માહનાઇમમાં આવ્યો ત્યારે એમ થયું કે આમ્મોનપુત્રોના રાબ્બાના નાહાશનો દિકરો શોબી, લો દબારના આમ્મીએલનો દિકરો માખીર, તથા રોગલીમનો બાર્ઝિલ્લાય ગિલ્યાદી,"},{"number":28,"verse":"તેઓ ખાટલા, વાસણો, હાંલ્‍લાં, ઘઉં, જવ, આટો, પોંક, પાપડી, ચોળા, શેકેલા [વટાણા] ,"},{"number":29,"verse":"મધ, માખણ, ઘેટાં તથા ગાયનું પનીર દાઉદને તથા તેની સાથેના લોકને ખાવા માટે લાવ્યા; કેમ કે તેઓએ કહ્યું, “આ લોકો રાનમાં ભૂખ્યા, થાકેલા તથા તરસ્યા છે.”"}]}