{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"( આબ્‍શાલોમની હાર અને તેનું મૃત્યુ) દાઉદે પોતાની સાથેના લોકોની ગણતરી કરી, ને તેમના પર સહસ્રાધિપતિઓ તથા શતાધિપતિઓ નીમ્યા."},{"number":2,"verse":"દાઉદે ત્રીજા ભાગના લોકોને યોઆબના હાથ નીચે, ત્રીજા ભાગને યોઆબના ભાઈ એટલે સરુયાના દિકરા અબિષાયના હાથ નીચે, ને ત્રીજા ભાગને ઇત્તાય ગિત્તીના હાથ નીચે મોકલ્યા. અને રાજાએ લોકોને કહ્યું, “હું પોતે પણ નક્કી તમારી સાથે ચાલી નીકળીશ.”"},{"number":3,"verse":"પણ લોકોએ કહ્યું, “તારે આવવું નહિ; કેમ કે અમે નાસીએ તોયે તેઓ અમારી પરવા કરશે નહિ; તેમ જ અમારામાંથી અડધા મરી જાય તો પણ તેઓ અમારી દરકાર કરશે નહિ; પણ તમે તો અમારામાંના દશ હજારની બરાબર છો. માટે તમે તો નગરમાં રહીને અમને સહાય કરવા તૈયાર રહો, એ જ વધારે સારું છે.”"},{"number":4,"verse":"રાજાએ તેઓને કહ્યું, “તમને જેમ સારું લાગે તેમ હું કરીશ.” અને રાજા દરવાજાની બાજુએ ઊભો રહ્યો, ને સર્વ લોક સો સો ને હજાર હજારની ટુકડીબંધ બહાર નીકળ્યા."},{"number":5,"verse":"અને યોઆબ, અબિશાય તથા ઇત્તાયને રાજાએ આબ્શાલોમ સાથે મારી ખાતર નરમાશથી વર્તજો.” અને આબ્શાલોમ વિષે જે સૂચના રાજાએ સઘળા સરદારોને કરી તે સર્વ લોકોએ સાંભળી."},{"number":6,"verse":"આ પ્રમાણે લોકો ઇઝરાયલની સામે રણક્ષેત્રમાં ગયા. અને એફ્રાઈમના જંગલમાં યુદ્ધ મચ્યું."},{"number":7,"verse":"ત્યાં ઇઝરાયલના લોકોએ દાઉદના ચાકરોને હાથે માર ખાધો. અને તે દિવસે ત્યાં વીસ હજાર માણસોનો મોટો ઘાણ વળ્યો."},{"number":8,"verse":"કેમ કે એ લડાઈ તે આખા દેશ પર ફેલાઈ હતી; અને તે દિવસે જેટલા લોકોનો ભક્ષ તરવારે લીધો, તેથી વધારે લોકોનો ભક્ષ જંગલે લીધો."},{"number":9,"verse":"આબ્શાલોમને અચાનક દાઉદના ચાકરો સાથે ભેટો થઈ ગયો. આબ્શાલોમે પોતાના ખચ્ચર પર સવાર થએલો હતો, તે ખચ્ચર એક મોટા એલોનવૃક્ષની ગીચ ડાળીઓ નીચે ગયું, એટલે તેનું માથું એલોનવૃક્ષની અંદર ભરાઈ ગયું, ને તે આકાશ તથા પૃથ્વી વચ્ચે લટકી ગયું."},{"number":10,"verse":"કોઈ માણસે એ જોઈને યોઆબને ખબર આપી, “જો, મેં આબ્શાલોમને એક એલોનવૃક્ષ પર લટકતો જોયો!”"},{"number":11,"verse":"યોઆબે પોતાને ખબર આપનાર માણસને કહ્યું, “તેં તે જોયું? તો તેં તેને ત્યાં ને ત્યાં મારીને જમીનદોસ્ત કેમ કરી દીધો નહિ? તો તો હું તને દશ રૂપિયા ને એક કમરબંધ આપત.”"},{"number":12,"verse":"તે માણસે યોઆબને કહ્યું, “જો, મને મારા હાથમાં એક હજાર રૂપિયા મળે તો પણ હું રાજાના દિકરા સામે મારો હાથ ઉગામું નહિ; કેમ કે અમારા સાંભળતા રાજાએ તને, અબિશાયને તથા ઇત્તાયને એવું ફરમાવ્યું હતું કે, ‘ખબરદાર, જુવાન, આબ્શાલોમને કોઈ હાથ અડકાડે નહિ.’"},{"number":13,"verse":"એ હુકમ નહિ [માનીને] જો મેં તેના જીવ સામે દગો કર્યો હોત, (ને રાજાથી છાની એવી કોઈ વાત નથી) તો તું પોતે પણ મારી વિરુદ્ધ થાત.”"},{"number":14,"verse":"ત્યારે યોઆબે કહ્યું, “મારે તારી સાથે એમ ખોટી થવું ન જોઈએ.” પછી તેણે ત્રણ ભાલા હાથમાં લીધા, ને આબ્શાલોમ જે હજી એલોનવૃક્ષ પર જીવતો લટકી રહ્યો હતો, તેના હ્રદયમાં તે ભોંકી દીધા."},{"number":15,"verse":"પછી યોઆબના શસ્‍ત્રવાહક દશ જુવાન માણસોએ ચારેતરફ વીંટળાઈ વળીને આબ્શાલોમને મારીને તેને ઠાર કર્યો."},{"number":16,"verse":"અને યોઆબે રણશિંગડું વગાડ્યું, એટલે લોકો ઇઝરાયલની પાછળ પડવાથી પાછા ફર્યા; કેમ એ યોઆબે લોકોને વાર્યા."},{"number":17,"verse":"પછી તેઓએ આબ્‍શાલોમને લઈને તે જંગલના એક મોટા ખાડામાં તેને નાખ્યો, ને તેના પર પથ્થરનો એક બહુ મોટો ઢગલો કર્યો. અને સર્વ ઇઝરાયલ પોતપોતાના તંબુએ જતા રહ્યા."},{"number":18,"verse":"આબ્શાલોમ જીવતો હતો, ત્યારે જે સ્તંભ રાજાની ખીણમાં છે તે લઈને તેણે પોતાને માટે ઊભો કેયો હતો; કેમ કે તેને થયું હતું, “મારું નામ કાયમ રાખવા માટે માટે એકે દીકરો નથી.’ તેથી પોતાના નામ પરથી તેણે તે સ્તંભનું નામ પાડ્યું. અને આજે પણ તે ‘આબ્શાલોમનો સ્મરણસ્તંભ’ કહેવાય છે."},{"number":19,"verse":"( દાઉદને આબ્શાલોમના મૃત્યુની જાણ કરવામાં આવી) સાદોકના દિકરા અહિમાઆસે કહ્યું, “મને દોડતા જઈને રાજાને ખબર આપવા દો કે, યહોવાએ તેનું વેર તેના શત્રુઓ પર વાળ્યું છે.”"},{"number":20,"verse":"યોઆબે તેને કહ્યું, “તું આજે ખબર લઈ જઈશ નહિ, પણ તું કોઈ બીજે દિવસે જજે; પણ આજે તો નહિ જ, કેમ કે રાજાનો દિકરો મરણ પામ્યો છે.”"},{"number":21,"verse":"પછી યોઆબે એક કૂશીને કહ્યું, “તેં જે જોયું છે તેની ખબર તું જઈને રાજાને આપ.” અને કૂશી યોઆબને પ્રણામ કરીને દોડ્યો."},{"number":22,"verse":"ત્યારે સાદોકના દિકરા અહિમાઆસે યોઆબને ફરીથી કહ્યું, “ગમે તેમ થાય, તોયે કૃપા કરીને મને પણ કૂશીની પાછળ દોડવા દે.” યોઆબે કહ્યું, “મારા દિકરા, તું શા માટે દોડે? કેમ કે ખબર [આપવા] બદલ તને કંઈ જ મળવાનું નથી.”"},{"number":23,"verse":"પણ [તેણે કહ્યું કે,] “ગમે તેમ હોય, પણ હું તો દોડવાનો.” એટલે યોઆબે કહ્યું, “દોડ.” એટલે અહિમાઆસ મેદાનને રસ્તે દોડ્યો, ને કૂશીની આગળ નીકળી ગયો."},{"number":24,"verse":"હવે દાઉદ બે દરવાજાની વચમાં બેઠેલો હતો. ચોકીદાર કોટના દરવાજા પરના ધાબા પર ચઢ્યો, ને તેણે આંખો ઊંચી કરીને જોયું, તો એક માણસ એકલો દોડતો આવતો હતો."},{"number":25,"verse":"ચોકીદારે મોટેથી બોલીને રાજાને ખબર આપી. રાજાએ કહ્યું, “જો તે એકલો હોય, તો તેના મોંમાં સમાચાર હશે.” તે જલદી જલદી દોડતો પાસે આવી પહોંચ્યો."},{"number":26,"verse":"વળી તે ચોકીદારે એક બીજા માણસને દોડતો જોયો. તે ચોકીદારે દરવાનને હાંક મારીને કહ્યું, “જો, [બીજો] માણસ એકલો દોડતો આવે છે.” રાજાએ કહ્યું, “જો, [બીજો] માણસ એકલો દોડતો આવે છે.” રાજાએ કહ્યું, “તે પણ સમાચાર લાવે છે.”"},{"number":27,"verse":"ચોકીદારે કહ્યું, “પહેલાની દોડ તો સાદોકના દિકરા અહિમાઆસની દોડ જેવી મને લાગે છે.” રાજાએ કહ્યું, “તે સારો માણસ છે, ને વધામણી લઈને આવે છે.”"},{"number":28,"verse":"અહિમાઆસે મોટેથી બોલીને રાજાને કહ્યું, “બધું ઠીક છે.” રાજાની આગળ સાષ્ટાંગ દંડવત પ્રણામ કરીને તેણે કહ્યું, “તમારા ઈશ્વર યહોવાને ધન્ય હોજો, તેમણે મારા મુરબ્બી રાજાની વિરુદ્ધ હાથ ઉઠાવનાર માણસોને તમારે સ્વાધીન કરી દીધા છે.”"},{"number":29,"verse":"રાજાએ પૂછ્યું, “જુવાન આબ્શાલોમ ક્ષેમકુશળ છે કે નહિ?” અહિમાઆસે ઉત્તર આપ્યો, “યોઆબે રાજાના ચાકરને, એટલે મને તારા દાસને, મોકલ્યો, ત્યારે મેં ઘણી ધાંધળ થતી જોઈ, પણ શું થયું તેની મને ખબર પડી નહિ.”"},{"number":30,"verse":"રાજાએ કહ્યું, “એક બાજુએ ફરીને અહીં ઊભો રહે.” એટલે તે એક બાજુ ફરીને ઊભો રહ્યો."},{"number":31,"verse":"પછી પેલો કૂશી આવ્યો, અને તેણે કહ્યું, “હે મારા મુરબ્બી રાજા, તમારે માટે સમાચાર કેમ કે જેઓ તમારી વિરુદ્ધ ઊઠ્યા હતા, તે સર્વ પર યહોવાએ તમારું વૈર વાળ્યું છે.”"},{"number":32,"verse":"રાજાએ કુશીને પૂછ્યું, “શું જુવાન આબ્શાલોમ ક્ષેમકુશળ છે?” એટલે કુશીએ ઉત્તર આપ્યો, “મારા મુરબ્બી રાજાના શત્રુઓ, તથા તમને હાનિ પહોંચાડવા માટે આપની વિરુદ્ધ જે ઊઠે છે તે સર્વ [ના હાલ] તે જુવાનના જેવા થાઓ.”"},{"number":33,"verse":"રાજા ઘણો વ્યાકુળ થયો, ને દરવાજા પરથી મેડીમાં ચઢીને રડ્યો. જતાં જતાં તે બોલ્યો, “ઓ મારા દિકરા આબ્શાલોમ, મારા દિકરા, મારા દિકરા આબ્શાલોમ! તારે બદલે હું મરી ગયો હોત, તો કેવું સારું થાત! ઓ આબ્શાલોમ, મારા દિકરા, મારા દિકરા!”"}]}