{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"( દાઉદ વસ્તી-ગણતરી કરે છે) ( ( 130 ૨૧:૧-૨૭ )) યહોવાનો કોપ ફરી ઇઝરાયલ પર સળગી ઊઠ્યો; અને તેમણે દાઉદને તેઓની વિરુદ્ધ ઉશ્કેરીને કહ્યું, “જા, ઇઝરાયલ તથા યહૂદિયાની ગણતરી કર.”"},{"number":2,"verse":"પોતાની સાથે યોઆબ સેનાપતિ હતો તેને રાજાએ કહ્યું, “દાનથી તે બેરશેબા સુધી ઇઝરાયલનાં સર્વ કુળોમાં બધે ફરીને લોકોની ગણતરી કર, કે હું લોકોની કુલ સંખ્યા જાણું.”"},{"number":3,"verse":"યોઆબે રાજાને કહ્યું, “લોકો ભલે ગમે તેટલા હોય, તેઓને તમારો ઈશ્વર યહોવા સોગણા વધારો, ને મારા મુરબ્બી રાજા પોતાની આંખે તે જુઓ; પણ મારા મુરબ્બી રાજા આ વાતમાં કેમ આનંદ માને છે?”"},{"number":4,"verse":"પણ રાજાનું વચન યોઆબ પર તથા સૈન્યના સરદારો પર પ્રબળ થયું. અને યોઆબ તથા સૈન્યના સરદારો પર પ્રબળ થયું. અને યોઆબ તથા સૈન્યના સરદારો ઇઝરાયલના લોકોની ગણતરી કરવા રાજાની હજૂરમાંથી ચાલ્યા ગયા."},{"number":5,"verse":"તેઓએ યર્દન ઊતરીને યાઝેર પાસે ગાદની ખીણમાં જે નગર છે, તેની જમણી બાજુએ અરોએરમાં છાવણી નાખી."},{"number":6,"verse":"પછી તેઓ ગિલ્યાદ તથા તાહતીમ-હોદશીના દેશમાં આવ્યા, પછી તેઓ દાન-યા આનમાં આવ્યા, ને ચકરાવો ખાઈ સિદોન તરફ ગયા;"},{"number":7,"verse":"અને સૂરના મજબૂત કિલ્લામાં તથા હિવ્વીઓનાં ને કનાનીઓનાં સર્વ નગરોમાં આવ્યા; અને યહૂદિયાની દક્ષિણે બેરશેબામાં તેઓ ગયા."},{"number":8,"verse":"એમ આખા પ્રદેશમાં સ્થળે સ્થળે ફરીને નવ માસ ને વીસ દિવસે તેઓ યરુશાલેમમાં પાછા આવ્યા."},{"number":9,"verse":"અને યોઆબે રાજા આગળ લોકોની ગણતરીની કુલ સંખ્યા રજૂ કરી:ઇઝરાયલમાં તરવાર ખેંચનાર શૂરવીર પુરુષો આઠ લાખ હતા. અને યહૂદિયામાં એવા પાંચ લાખ પુરુષો હતા."},{"number":10,"verse":"દાઉદે લોકોની ગણતરી કર્યા પછી તેના મને તેને માર્યો. અને દાઉદે યહોવાને કહ્યું, “મેં જે કર્યું છે તેમાં મેં મોટું પાપ કર્યું છે. પણ હવે, હે યહોવા કૃપા કરીને તમારા સેવકની દુષ્ટતા દૂર કરો; કેમ કે મેં ઘણી મૂર્ખાઈ કરી છે.”"},{"number":11,"verse":"અને દાઉદ સવારે ઊઠ્યો, ત્યારે દાઉદના દષ્ટા ગાદ પ્રબોધક પાસે યહોવાનું એવું વચન આવ્યું,"},{"number":12,"verse":"“દાઉદ પાસે જ ઈને તેને કહે, યહોવા એમ કહે છે કે, હું તારી આગળ ત્રણ વાત મૂકું છું; તેમાંની એક તું પસંદ કર કે તે પ્રમાણે હું તને કરું.”"},{"number":13,"verse":"માટે ગાદે દાઉદ પાસે આવીને તેને ખબર આપીને કહ્યું, “તમારા દેશમાં સાત વર્ષ સુધી દુકાળ પડે? અથવા તો તમારા શત્રુઓ તમારી પાછળ પડે ને તમે ત્રણ માસ સુધી તેઓથી નાસતા ફરો? અથવા તો તમારા દેશમાં ત્રણ દિવસ સુધી મરકી ચાલે? હવે વિચાર કરો, ને જેમણે મને મોકલ્યો છે તેમને હું શો ઉત્તર આપું તેનો ખ્યાલ કરો.”"},{"number":14,"verse":"દાઉદે ગાદને કહ્યું, “હું મોટી મુશ્કેલીમાં છું; આપણે હવે યહોવાના જ હાથમાં પડીએ; કેમ કેતેમની દયા ઘણી છે; અને મારે માણસના હાથમાં પડવું ન પડે.”"},{"number":15,"verse":"માટે સવારથી તે ઠરાવેલા વખત સુધી યહોવાએ ઇઝરાયલમાં મરકી મોકલી. અને દાનથી તે બેરશેબા સુધીમાં લોકોમાંથી સિત્તેર હજાર માણસો મરણ પામ્યાં."},{"number":16,"verse":"અને યરુશાલેમનો નાશ કરવા દૂતે પોતાનો હાથ તે તરફ લંબાવ્યો, ત્યારે એ અન્યાયને લીધે યહોવાને પશ્ચાતાપ થયો અને જે દૂત લોકોનો નાશ કરતો હતો, તેને તેમણે કહ્યું, “આટલુમં બસ છે; હવે તારો હાથ થોભાવ.” તે વખતે યહોવાનો દૂત અરાવ્નાહ યબૂસીની ખળી પાસે હતો."},{"number":17,"verse":"અને જે દૂત લોકોને મારતો હતો તેને જોઈને દાઉદે યહોવાને કહ્યું, “જુઓ, પાપ તો મેં કર્યું છે, દુષ્ટતા પણ મેં કરી છે. પણ આ ઘેટાં, એમણે શું કર્યું છે? કૃપા કરીને તમારો હાથ મારી વિરુદ્ધ તથા મારા પિતાના કુટુંબની વિરુદ્ધ થાઓ.”"},{"number":18,"verse":"તે દિવસે ગાદે દાઉદ પાસે આવીને તેને કહ્યું, “જઈને અરાવ્નાહ યબૂસીની ખળીમાં યહોવાને માટે વેદી બાંધ.”"},{"number":19,"verse":"ગાદ [પ્રબોધક] ના કહેવા પ્રમાણે, એટલે યહોવાએ આજ્ઞા કરી હતી તે મુજબ, દાઉદ ગયો."},{"number":20,"verse":"અરાવ્નાહે બહાર નજર કરી, તો રાજાને તથા તેના સેવકોને પોતાની તરફ આવતા જોયા; અને અરાવ્નાહ સામો ગયો, ને રાજાને સાષ્ટાંગ દંડવત પ્રણામ કર્યા."},{"number":21,"verse":"અરાવ્નાહે પૂછ્યું, “મારા મુરબ્બી રાજા પોતાના સેવક પાસે કેમ આવ્યા છે?” દાઉદે કહ્યું, “લોકોમાંથી મરકી બંધ થાય, માટે યહોવાને અર્થે વેદી બાંધવા માટે તારી પાસેથી આ ખળી વેચાતી લેવા હું આવ્યો છું”"},{"number":22,"verse":"અરાવ્નાહે દાઉદને કહ્યું, “મારા મુરબ્બી રાજાને જે સારું લાગે તે લઈને તે અર્પણ કરે; જુઓ, દહનીયાર્પણને માટે બળદો છે, ને લાકડાંને માટે ખળીનાં ઓજાર તથા બળદોનો સામાન છે."},{"number":23,"verse":"એ બધું, હે રાજા, આ અરાવ્નાહ રાજાને આપે છે.” અને અરાવ્નાહે રાજાને કહ્યું, “તમારા ઈશ્વર યહોવા તમને માન્ય કરો.”"},{"number":24,"verse":"રાજાએ અરાવ્નાહને કહ્યું, “એમ નહિ; પણ હું મૂલ્ય આપીને ખરેખર તે તારી પાસેથી વેચાતું લઈશ. મારા ઈશ્વર યહોવાની આગળ મને મફત મળેલાનાં દહનીયાર્પણ હું નહિ જ કરીશ.” માટે દાઉદે તે ખળી તથા બળદો પચાસ શેકેલ રૂપું આપીને ખરીદ કર્યાં."},{"number":25,"verse":"પછી ત્યાં દહનીયાર્પણો તથા શાંત્યર્પણો કર્યાં. એમ દેશના હકમાં કરેલી પ્રાર્થાના યહોવાએ માન્ય કરી, ને ઇઝરાયલમાંથી મરકી બંધ થઈ."}]}