{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"( દાઉદને નાથાનનો સંદેશ) ( ( 130 ૧૭:૧-૧૫ )) અને રાજા પોતાના ઘરમાં રહેતો હતો, ને યહોવાએ તેની ચારતરફના શત્રુઓથી તેને શાંતિ આપી હતી, તેવામાં એમ બન્યું કે,"},{"number":2,"verse":"રાજાએ નાથાન પ્રબોધકને કહ્યું, “હવે જુઓ, હું એરેજવૃક્ષના લાકડાની ઈમારતમાં રહું છું, પણ યહોવાનો કોશ તંબુમાં રહે છે.”"},{"number":3,"verse":"નાથાને રાજાને કહ્યું, “તમારા મનમાં જે કંઈ હોય તે સર્વ કરો. કેમ કે યહોવા તમારી સાથે છે.”"},{"number":4,"verse":"તે જ રાતે એમ બન્યું કે, નાથાનની પાસે યહોવાનું એવું વચન આવ્યું,"},{"number":5,"verse":"“જઈને મારા સેવક દાઉદને કહે, ‘યહોવા એમ કહે છે, કે શું તું મારે રહેવા માટે ઘર બાંધશે?"},{"number":6,"verse":"કેમ કે હું ઇઝરાયલી લોકોને મિસરમાંથી કાઢી લાવ્યો તે દિવસથી તે આજ સુધી હું ઘરમાં રહ્યો નથી, પણ તંબુમાં તથા મંડપમાં [રહીને] ફર્યો છું."},{"number":7,"verse":"જે જે ઠેકાણે સર્વ ઇઝરાયલી લોકો સાથે હું ફર્યો છું, ત્યાં ઇઝરાયલનાં કુળોમાંના જેને મેં મારા ઇઝરાયલ લોકોનું પાલન કરવાની આજ્ઞા આપી, તેઓમાંના કોઈને શું મેં એક શબ્દ પણ કહ્યો કે, મારે માટે એરેજવૃક્ષના લાકડાનું ઘર તમે કેમ બાંધતાં નથી?’"},{"number":8,"verse":"તો હવે મારા સેવક દાઉદને એમ કહે, ‘સૈન્યોના યહોવા આમ કહે છે, કે મારા લોક પર એટલે ઇઝરાયલ પર અધિકારી થવા માટે મેં તને મેંઢવાડામાંથી, ઘેટાં પાછળ તું ભટકતો હતો ત્યાંથી બોલાવી લીધો છે."},{"number":9,"verse":"અને જ્યાં જ્યાં તું ગયો ત્યાં ત્યાં હું તારી સાથે રહ્યો છું, ને મેં તારા સર્વ શત્રુઓને તારી આગળથી નષ્ટ કર્યા છે. અને પૃથ્વી પરના મહાન પુરુષોના નામ જેવું તારું નામ પણ હું મહાન કરીશ."},{"number":10,"verse":"વળી હું મારા ઇઝરાયલ લોકને માટે જગા ઠરાવી આપીને તેઓને ત્યાં રોપીશ કે, તેઓ પોતાની જ જગાએ રહે ને ફરીથી ખસેડાય નહિ."},{"number":11,"verse":"એટલે પહેલાંની માફક, તથા જે દિવસે મારા ઇઝરાયલ લોકો પર મેં ન્યાયાધીશો થવાની આજ્ઞા કરી તે વખતની માફક, તેઓને દુષ્ટતાના પુત્રો હવે પછી દુ:ખ આપશે નહિ; અને હું તને તારા સર્વ શત્રુઓથી [બચાવીને] વિસામો પમાડીશ.’ વળી યહોવા તને કહે છે, ‘યહોવા તારે માટે ઘર બાંધશે."},{"number":12,"verse":"જ્યારે તારા દિવસો પૂરા થશે, ને તું તારા પેટમાંથી નીકળનાર તારા સંતાનને ઊભો કરીશ, ને તેનું રાજ્ય હું સ્થાપીશ."},{"number":13,"verse":"તે મારા નામને માટે ઘર બાંધશે, ને તેનું રાજ્યાસન હું સદાને માટે સ્થાપિત કરીશ."},{"number":14,"verse":"( ; .) હું તેનો પિતા થઈશ, ને તે મારો પુત્ર થશે. જો તે ભૂંડાઈ કરશે, તો હું મનુષ્યની સોટી વડે તથા મનુષ્યપુત્રોના સાટકા વડે તેને શિક્ષા કરીશ;"},{"number":15,"verse":"પણ જેમ મેં શાઉલને તારી આગળથી ખસેડીને તેની પાસેથી મારી કૃપા લઈ લીધી, તેવી રીતે તેની પાસેથી તે જતી રહેશે નહિ."},{"number":16,"verse":"અને તારું કુટુંબ તથા તારું રાજ્ય તારી આગળ સદા અવિચળ થશે; તારું રાજ્યાસન સદાને માટે કાયમ થશે.’”"},{"number":17,"verse":"આ સર્વ વચન પ્રમાણે તથા આ સઘળા દર્શન પ્રમાણે નાથાન દાઉદની આગળ બોલ્યો."},{"number":18,"verse":"( દાઉદની આભારસ્તુતિની પ્રાર્થના) ( ( 130 ૧૭:૧૬-૨૭ )) ત્યારે દાઉદ રાજા અંદર જઈને યહોવાની સમક્ષ બેઠો; અને તેણે કહ્યું, “હે પ્રભુ યહોવા, હું કોણ, તથા મારું કુટુંબ કોણ કે, આટલે સુધી તમે મને લાવ્યા છો?"},{"number":19,"verse":"અને હે પ્રભુ યહોવા, તમારી દષ્ટિમાં એ વાત હજી જૂજ લાગી હોય તેમ વળી તમે લાંબા સમયને માટે તમારા સેવકના કુટુંબ વિષે વચન આપ્યું છે. વળી એ માણસની રીતે, હે પ્રભુ યહોવા!"},{"number":20,"verse":"હવે દાઉદ તમને બીજું શું કહી શકે? કેમ કે, હે પ્રભુ યહોવા, તમે તમારા સેવકને ઓળખો છો."},{"number":21,"verse":"તમારો સેવક તે જાણે માટે તમારા વચનની ખાતર, તથા તમારા પોતાના સ્વભાવ પ્રમાણે, આ સર્વ મોટાં કૃત્યો તમે કર્યાં છે."},{"number":22,"verse":"માટે, હે યહોવા ઈશ્વર, તમે મોટા છો; કેમ કે જે બધું અમે અમારે કાને સાંભળ્યું છે, તે પ્રમાણે તમારા જેવો કોઈ નથી, ને તમારા સિવાય બીજો કોઈ ઈશ્વર નથી."},{"number":23,"verse":"અને તમારા લોક જેવી એટલે ઇઝરાયલ જેવી પૃથ્વી પર બીજી કઈ પ્રજા છે કે, જેને પોતાના લોકો થવા માટે છોડાવવા, પોતાનું નામ [અમર] કરવા, અને જે પોતાના લોકને તમે પોતાને માટે મિસરમાંથી, દેશજાતિઓ તથા તેઓનાં દેવદેવીઓ પાસેથી છોડાવ્યા છે તેઓના જોતાં તમારે માટે મહાન કૃત્યો તથા તમારા દેશને માટે ભયંકર કૃત્યો કરવા તમે જે ઈશ્વર તે સિધાવ્યા હોય?"},{"number":24,"verse":"વળી તમારા ઇઝરાયલ લોક સર્વકાળ તમારા લોક રહે, માટે તમે તેમને તમારે માટે સ્થાપિત કર્યા; અને તમે યહોવા તેઓના ઈશ્વર થયા છો."},{"number":25,"verse":"હવે, હે યહોવા ઈશ્વર, જે વચન તમે તમારા સેવક વિષે તથા તેના ઘર વિષે ઉચ્ચાર્યું છે, તે સદાને માટે કાયમ કરો, ને તમારા બોલ્યા પ્રમાણે કરો."},{"number":26,"verse":"તમારું નામ સર્વકાળને માટે મોટું મનાઓ, ને સૈન્યોના યહોવા તે ઇઝરાયલના ઈશ્વર છે એમ કહેવાઓ; અને તમારા સેવક દાઉદનું ઘર તમારી આગળ સ્થાપિત થશે."},{"number":27,"verse":"કેમ કે, હે સૈન્યોના યહોવા, ઇઝરાયલના ઈશ્વર, તમે તમારા સેવકને એવું જાહેર કર્યું છે કે, ‘હું તારે માટે ઘર બાંધીશ;’ એ માટે તમારા સેવકે પોતાના હ્રદયમાં તમારી આગળ આ પ્રાર્થન કરવાની હિમ્‍મત ધરી છે."},{"number":28,"verse":"હવે, હે પ્રભુ યહોવા, તમે ઈશ્વર છો, ને તમારાં વચનો સત્ય છે, ને તમે તમારા સેવકને આ ઉત્તમ વરદાન આપ્યું છે."},{"number":29,"verse":"તો હવે તમારા સેવકનું ઘર તમારી આગળ સર્વકાળ ટકે, તે માટે હવે કૃપા કરીને તેને આશીર્વાદ આપજો; કેમ કે, હે પ્રભુ યહોવા, તમે તે બોલ્યા છો; અને તમારા આશીર્વાદથી તમારા સેવકનું ઘર સદા આશીર્વાદિત થાઓ.”"}]}