{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"( દાઉદનો લશ્કરી વિજય) ( ( 130 ૧૮:૧-૧૭ )) ત્યાર પછી એમ થયું કે, દાઉદે પલિસ્તીઓને મારીને વંશ કર્યા; અને દાઉદે મેથેગ-આમ્મા પલિસ્તીઓના હાથમાંથી પડાવી લીધું."},{"number":2,"verse":"તેણે મોઆબીઓને હરાવ્યા, ને તેમને ભૂમિ પર સુવાડીને દોરીથિ તેમને માપ્યા. મારી નાખવા માટે તેણે બે દોરી જેટલા માપ્યા, અને જીવતા રાખવા માટે એક આખી દોરી જેટલા [માપ્યા]. પછી મોઆબીઓ દાઉદના તાબેદાર થઈને ખંડણી આપતા થયા."},{"number":3,"verse":"વળી રાહોબનો દીકરો તથા સોબાનો રાજા હદાદેઝેર ફ્રાત નદી પાસે પોતાનું રાજ્ય પાછું મેળવવા માટે જતો હતો, ત્યારે દાઉદે તેને પણ હરાવ્યો."},{"number":4,"verse":"અને દાઉદે તેની પાસેથી એક હજાર [રથો] ને સાતસો સવારો તથા વીસ હજાર પાયદળ લઈ લીધાં. અને દાઉદે રથના સર્વ ઘોડાના પાછલા પગની નસો કાપી નાખી, પણ તેઓમાંથી એકસો રથને માટે [જોઈતા ઘોડા] જીવતા રાખ્યા."},{"number":5,"verse":"દમસ્કના અરામીઓ સોબાના રાજા હદાદેઝેરની મદદે આવ્યા, ત્યારે દાઉદે તે અરામીઓમાંના બાવીસ હજાર માણસોને મારી નાખ્યા."},{"number":6,"verse":"પછી દમસ્કસના અરામમાં દાઉદે થાણાં બેસાડ્યાં. અને અરામીઓ દાઉદના તાબેદાર થયા, ને તેને ખંડણી આપવા લાગ્યા. દાઉદ જ્યાં જ્યાં ગયો ત્યાં ત્યાં યહોવાએ તેને ફતેહ પમાડી."},{"number":7,"verse":"હદાદેઝેરના ચાકરોએ સજેલી સોનાની ઢાલો લઈને દાઉદ તે યરુશાલેમમાં લાવ્યો."},{"number":8,"verse":"અને હાદાદેઝેરનાં બેતા તથા બેરોથાય નગરોમાંથી દાઉદ રાજાએ પુષ્કળ પિત્તળ લીધું."},{"number":9,"verse":"હમાથના રાજા ટોઈને ખબર પડી કે દાઉદે હદાદેઝેરના બધા સૈન્યનો પરાજ્ય કર્યો છે,"},{"number":10,"verse":"ત્યારે દાઉદ રાજાએ હદાદેઝેરની સાથે લડીને તેને હરાવ્યો હતો તેને લીધે તેને મુબારકબાદી તથા ધન્યવાદ આપવા માટે ટોઈએ પોતાના દીકરા યોરામને તેની પાસે મોકલ્યો; કેમ કે હદાદેઝેરને ટોઈની સાથે વિગ્રહ ચાલતો હતો. [યોરામ] પોતાની સાથે રૂપાનાં પાત્રો, સોનાનાં પાત્રો તથા પિત્તળનાં પાત્રો લઈને આવ્યો હતો."},{"number":11,"verse":"એ પણ દાઉદ રાજાએ યહોવાને અર્પણ કર્યા, અને તે રાજાએ યહોવાને અર્પણ કર્યાં, અને તે સાથે સાથે જે જે પ્રજાઓને તેણે તાબે કરી હતી તે સર્વનું, એ પણ દાઉદ રાજાએ યહોવાને અર્પણ કર્યા, અને તે રાજાએ યહોવાને અર્પણ કર્યાં, અને તે સાથે સાથે જે જે પ્રજાઓને તેણે તાબે કરી હતી તે સર્વનું,"},{"number":12,"verse":"એટલે અરામનું, મોઆબનું, આમ્મોન-પુત્રોનું, પલિસ્તીઓનું અમાલેકનું તથા સોબાના રાજા રાહોબના દિકરા હદાદેઝેરની લૂટનું રૂપું તથા સોનું પણ તેણે અર્પણ કર્યું."},{"number":13,"verse":"( મથાળું.) દાઉદ મીઠાના નીચાણમાં અઢાર હજાર અરામીઓને મારીને પાછો આવ્યો, ત્યારે તેનું નામ પ્રખ્યાત થયું."},{"number":14,"verse":"તેણે અદોમમાં થાણાં બેસાડ્યાં. આખા અદોમમાં તેણે થાણાં બેસાડ્યાં, ને સર્વ અદોમીઓ દાઉદના તાબેદાર થયા. દાઉદ જ્યાં જ્યાં ગયો ત્યાં ત્યામ યહોવાએ તેને ફતેહ પમાડી."},{"number":15,"verse":"દાઉદનું રાજ્ય સર્વ ઇઝરાયલ પર હતું. અને દાઉદ [પોતે] પોતાના સર્વ લોકોના ફેંસલા ચૂકવતો તથા ન્યાય કરતો હતો."},{"number":16,"verse":"સરુયાનો દિકરો યોઆબ સેનાપતિ હતો; અને અહિલુદનો દિકરો યહોશાફાટ ઇતિહાસકાર હતો."},{"number":17,"verse":"અહિટૂબનો દિકરો સાદોક તથા અબ્યાથારનો દિકરો સાદોક તથા અબ્યાથારનો દિકરો અહીમેલેખ યાજક હતા; સરુયા ચિટનીસ હતો;"},{"number":18,"verse":"અને યહોયાદાનો દિકરો બનાયા કરેથીઓ તથા પલેથીઓનો [પરદેશી અંગરક્ષકોનો] ઉપરી હતો. અને દાઉદના દીકરા મુખ્ય કારભારી હતા."}]}