{"bibleAbbr":"guOV2016","bookName":"શમુએલનું બીજું પુસ્તક","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( દાઉદ અને મફીબોશેથ) દાઉદે પૂછ્યું, ( .) “શું શાઉલના કુટુંબનું હજી કોઈ રહ્યું છે કે, યોનાથાનની ખાતર હું તેના પર કૃપા બતાવું?”"},{"number":2,"verse":"શાઉલના ઘરનો સીબા નામે એક ચાકર હતો. તેઓ તેને દાઉદ પાસે બોલાવી લાવ્યા. રાજએ તેને પૂછ્યું, “શું તું સીબા છે?” તેણે કહ્યું, “તમારો દાસ તે જ છે.”"},{"number":3,"verse":"રાજાએ પૂછ્યું, “શાઉલના કુટુંબમાંનું હજી કોઈ નથી રહ્યું, કે હું તેના પર ઈશ્વરની કૃપા બતાવું?” સીબાએ રાજાને કહ્યું, ( .) “યોનાથાનનો એક દિકરો હજી છે, તે પગે લંગડો છે.”"},{"number":4,"verse":"રાજાએ તેને પૂછ્યું, “તે ક્યાં છે?” સીબાએ રાજાને કહ્યું, “તે લો-દરબારમાં અમિયેલના દીકરા માખીરના ઘરમાં છે.”"},{"number":5,"verse":"ત્યારે દાઉદ રાજાએ તેને લો-દરબારથી આમિયેલના દીકરા માખીરને ઘેરથી તેડી મંગાવ્યો."},{"number":6,"verse":"શાઉલના દીકરા યોનાથાનના દિકરા મફીબોશેથે દાઉદ પાસે આવીને સાષ્ટાંગ દંડવત પ્રમાણ કર્યા. દાઉદે કહ્યું, “મફીબોશેથ.” તેણે ઉત્તર આપ્યો, “જુઓ, તમારો ચાકર [હાજર છે] !”"},{"number":7,"verse":"દાઉદે તેને કહ્યું, “બીશ નહિ; કેમ કે તારા પિતા યોનાથાનની ખાતર હું નક્‍કી તારા પર કૃપા રાખીશ, ને તારા દાદા શાઉલની સઘળી જાગીર હું તને પાછી આપીશ; અને તું હમેશા મારી મેજ પર ભોજન કરજે.”"},{"number":8,"verse":"તેણે નમસ્કાર કરીને કહ્યું, “તમારો દાસ કોણ કે, મારા સરખા મૂએલા કૂતરા પર તમે રહેમનજર રાખો?”"},{"number":9,"verse":"પછી રાજાએ શાઉલના ચાકર સીબાને બોલાવીને તેને કહ્યું, “શાઉલનું તથા તેના આખા કુટુંબનું જે કંઈ હતું, તે સર્વ મેં તારા માલિકના દિકરાને પાછું આપ્યું છે."},{"number":10,"verse":"અને તારે તથા તારા દિકરાઓએ તથા તારા ચાકરોએ તેની તરફથી તે જાગીર ખેડવી; અને [તેની ઊપજ] તારે લાવવી કે, જેથી તારા માલિકના દિકરાનું ગુજરાન ચાલે; પણ તારા માલિકનો દિકરો મફીબોશેથ તો હમેશા મારી મેજ પર ભોજન કરશે.” સીબાને પંદર દિકરા તથા વીસ ચાકર હતા."},{"number":11,"verse":"ત્યારે સીબાએ રાજાને કહ્યું, “મારા ધણી રાજાએ પોતાના દાસને જે સર્વ આજ્ઞા કરી છે, તે પ્રમાણે તમારો દાસ વર્તશે.” [રાજાએ કહ્યું,] “મફીબોશેથ તો રાજાના એક દિકરાની જેમ મારી મેજ પર જમશે.”"},{"number":12,"verse":"અને મફીબોશેથનો મિખા નામે એક નાનો દિકરો હતો. સીબાના ઘરમાં જે રહેતા હતા તે બધા મફીબોશેથના ચાકર હતા."},{"number":13,"verse":"એમ મફીબોશેથ યરુશાલેમમાં રહ્યો, કેમ કે તે હંમેશા રાજાની મેજ પર જમતો હતો, તે બન્‍ને પગે લંગડો હતો."}]}