{"bibleAbbr":"orOV2014","bookName":"ବିଚାରକର୍ତ୍ତାମାନଙ୍କ ବିବରଣ","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"( ବିନ୍ୟାମୀନ ବିରୁଦ୍ଧରେ ଇସ୍ରାଏଲର ଯୁଦ୍ଧ) ଅନନ୍ତର ଦାନ୍‍ଠାରୁ ବେରଶେବା ପର୍ଯ୍ୟନ୍ତ ଓ ଗିଲୀୟଦ ଦେଶ ପର୍ଯ୍ୟନ୍ତ ଇସ୍ରାଏଲ- ସନ୍ତାନଗଣ ସମସ୍ତେ ବାହାର ହେଲେ ଓ ସମଗ୍ର ମଣ୍ତଳୀ ଏକ ମନୁଷ୍ୟ ପରି ମିସ୍ପୀରେ ସଦାପ୍ରଭୁଙ୍କ ସାକ୍ଷାତରେ ଏକତ୍ରିତ ହେଲେ ।"},{"number":2,"verse":"ପରମେଶ୍ଵରଙ୍କ ଲୋକଗଣର ସେହି ସମାଜରେ ଇସ୍ରାଏଲର ସମୁଦାୟ ବଂଶୀୟ ଲୋକଙ୍କ ପ୍ରଧାନବର୍ଗ ଓ ଚାରି ଲକ୍ଷ ଖଡ଼୍‍ଗଧାରୀ ପଦାତିକ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":3,"verse":"(ତହୁଁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଯେ ମିସ୍ପୀକି ଯାଇଅଛନ୍ତି, ଏହା ବିନ୍ୟାମୀନୀୟ ସନ୍ତାନଗଣ ଶୁଣିଲେ) । ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପଚାରିଲେ, ଏହି ଦୁଷ୍ଟତା କିପ୍ରକାରେ ହେଲା ? ତାହା ଆମ୍ଭମାନଙ୍କୁ କୁହ ।"},{"number":4,"verse":"ତହିଁରେ ସେହି ହତ ସ୍ତ୍ରୀର ଉପପତି ଉତ୍ତର ଦେଇ କହିଲା, ମୁଁ ଓ ମୋର ଉପପନିୀ ରାତ୍ରିକ୍ଷେପଣ ନିମନ୍ତେ ବିନ୍ୟାମୀନର ଅଧିକାରସ୍ଥ ଗିବୀୟାକୁ ଆସିଥିଲୁ ।"},{"number":5,"verse":"ପୁଣି ଗିବୀୟାର ଲୋକମାନେ ମୋʼ ବିରୁଦ୍ଧରେ ଉଠି ରାତ୍ରିରେ ଗୃହ ଚତୁର୍ଦ୍ଦିଗରେ ମୋତେ ଘେରିଲେ; ମୋତେ ସେମାନେ ବଧ କରିବାକୁ ବିଚାର କଲେ, ପୁଣି ମୋର ଉପପନିୀକି ବଳାତ୍କାର କଲେ, ତହିଁରେ ସେ ମଲା।"},{"number":6,"verse":"ତହୁଁ ମୁଁ ନିଜ ଉପପନିୀ କି ନେଇ ଖଣ୍ତ ଖଣ୍ତ କରି ଇସ୍ରାଏଲର ଅଧିକାରସ୍ଥ ପ୍ରଦେଶର ସର୍ବତ୍ର ପଠାଇଲି; କାରଣ ସେମାନେ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ଦୁଷ୍ଟତା ଓ ମୂଢ଼ତାର କର୍ମ କରିଅଛନ୍ତି ।"},{"number":7,"verse":"ଦେଖ, ହେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ, ତୁମ୍ଭେ ସମସ୍ତେ ଏ ବିଷୟରେ ଆପଣା ଆପଣା ମତ ଓ ମନ୍ତ୍ରଣା ଦିଅ ।"},{"number":8,"verse":"ତହିଁରେ ସମସ୍ତେ ଏକ ଲୋକ ପରି ଉଠି କହିଲେ, ଆମ୍ଭେମାନେ କେହି ଆପଣା ତମ୍ଵୁକୁ ଯିବୁ ନାହିଁ, କିଅବା ଆମ୍ଭେମାନେ କେହି ଆପଣା ଘରକୁ ଫେରିବୁ ନାହିଁ ।"},{"number":9,"verse":"ମାତ୍ର ଗିବୀୟା ପ୍ରତି ଏବେ ଆମ୍ଭେମାନେ ଏହି କଥା କରିବୁ; ଗୁଲିବାଣ୍ଟ କ୍ରମେ ତାହା ପ୍ରତିକୂଳରେ ଯିବୁ;"},{"number":10,"verse":"ପୁଣି ଲୋକମାନଙ୍କ ନିମନ୍ତେ ଖାଦ୍ୟଦ୍ରବ୍ୟ ଆଣିବା ପାଇଁ ଆମ୍ଭେମାନେ ଇସ୍ରାଏଲର ସମୁଦାୟ ବଂଶ ମଧ୍ୟରୁ ଶହକେ ଦଶ ଜଣ, ହଜାରକେ ଏକ ଶହ ଜଣ, ଦଶ ହଜାରରେ ଏକ ହଜାର ଜଣ ଲେଖାଏଁ ନେବୁ, ତହିଁରେ ଲୋକମାନେ ବିନ୍ୟାମୀନର ଅଧିକାରସ୍ଥ ଗିବୀୟାକୁ ଆସିଲେ, ସେମାନେ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ଯେସମସ୍ତ ମୂଢ଼ତାର କର୍ମ କରିଅଛନ୍ତି, ତଦନୁସାରେ ସେମାନଙ୍କୁ ପ୍ରତିଫଳ ଦେବେ ।"},{"number":11,"verse":"ଏହିରୂପେ ଇସ୍ରାଏଲୀୟ ସମସ୍ତ ଲୋକ ଏକ ମନୁଷ୍ୟ ପରି ଯୁକ୍ତ ହୋଇ ସେହି ନଗର ବିରୁଦ୍ଧରେ ଏକତ୍ରିତ ହେଲେ ।"},{"number":12,"verse":"ଅନନ୍ତର ଇସ୍ରାଏଲ ବଂଶ ବିନ୍ୟାମୀନର ସମୁଦାୟ ବଂଶ ନିକଟକୁ ଲୋକ ପଠାଇ କହିଲେ, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଏ କି ଦୁଷ୍ଟତା ଘଟିଅଛି?"},{"number":13,"verse":"ଏବେ ତୁମ୍ଭେମାନେ ସେହି ଗିବୀୟାର ପାପାଧମ ସନ୍ତାନମାନଙ୍କୁ ସମର୍ପଣ କର, ତହିଁରେ ଆମ୍ଭେମାନେ ସେମାନଙ୍କୁ ବଧ କରି ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ଦୁଷ୍ଟତା ଦୂର କରିବା । ମାତ୍ର ବିନ୍ୟାମୀନ ଆପଣା ଭ୍ରାତା ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ରବ ଶୁଣିବାକୁ ସମ୍ମତ ହେଲେ ନାହିଁ ।"},{"number":14,"verse":"ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସଙ୍ଗେ ଯୁଦ୍ଧ କରିବା ପାଇଁ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ନଗରମାନରୁ ବାହାରି ଗିବୀୟାକୁ ଯାଇ ଏକତ୍ରିତ ହେଲେ ।"},{"number":15,"verse":"ସେହିଦିନ ନଗରମାନରୁ ଆଗତ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣର ଛବିଶ ହଜାର ଖଡ଼୍‍ଗଧାରୀ ଲୋକ ଗଣିତ ହେଲେ, ଏହାଛଡ଼ା ଗିବୀୟା ନିବାସୀ ଲୋକମାନଙ୍କର ସାତ ଶହ ବଛା ଲୋକ ଗଣିତ ହେଲେ ।"},{"number":16,"verse":"ଏହି ଲୋକସମୂହ ମଧ୍ୟରେ ସାତ ଶହ ବଛା ଲୋକ ବାଁହାତିଆ ଥିଲେ; ସେମାନେ ପ୍ରତ୍ୟେକେ ବଣା ନୋହି ଏକ କେଶକୁ ହିଁ ଲକ୍ଷ୍ୟ କରି ଛାଟିଣୀ ମାରି ପାରନ୍ତି ।"},{"number":17,"verse":"ବିନ୍ୟାମୀନ ଛଡ଼ା ଇସ୍ରାଏଲର ଖଡ଼୍‍ଗଧାରୀ ଚାରି ଲକ୍ଷ ଲୋକ ଗଣିତ ହେଲେ; ଏସମସ୍ତେ ଯୋଦ୍ଧା ।"},{"number":18,"verse":"ଏ ଉତ୍ତାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଉଠି ବୈଥେଲକୁ ଯାଇ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ପଚାରି କହିଲେ; ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ସହିତ ଯୁଦ୍ଧ କରିବା ପାଇଁ ଆମ୍ଭମାନଙ୍କ ପକ୍ଷରୁ ପ୍ରଥମେ କିଏ ଯିବ ? ସଦାପ୍ରଭୁ କହିଲେ, ଯିହୁଦା ପ୍ରଥମେ ଯିବ ।"},{"number":19,"verse":"ତହିଁରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପ୍ରଭାତରେ ଉଠି ଗିବୀୟା ବିରୁଦ୍ଧରେ ଛାଉଣି ସ୍ଥାପନ କଲେ ।"},{"number":20,"verse":"ପୁଣି ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ବିନ୍ୟାମୀନ ସଙ୍ଗେ ଯୁଦ୍ଧ କରିବାକୁ ବାହାରିଲେ ଓ ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ଗିବୀୟା ନିକଟରେ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ ସଜାଇଲେ ।"},{"number":21,"verse":"ତହିଁରେ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ଗିବୀୟାରୁ ବାହାରି ସେହିଦିନ ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ବାଇଶ ହଜାର ଲୋକଙ୍କୁ ସଂହାର କରି ଭୂମିରେ ନିପାତ କଲେ ।"},{"number":22,"verse":"ତହିଁ ଉତ୍ତାରେ ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ଆପଣାମାନଙ୍କୁ ଆଶ୍ଵାସ ଦେଇ ପ୍ରଥମ ଦିନ ଯେଉଁ ସ୍ଥାନରେ ଆପଣାମାନଙ୍କୁ ସଜାଇଥିଲେ, ପୁନର୍ବାର ସେହି ସ୍ଥାନରେ ଯୁଦ୍ଧ ସଜାଇଲେ ।"},{"number":23,"verse":"ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଉଠି ଯାଇ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ରୋଦନ କଲେ; ପୁଣି ସେମାନେ ସଦାପ୍ରଭୁଙ୍କୁ ପଚାରି କହିଲେ, ଆମ୍ଭେ କି ଆପଣା ଭାଇ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ସହିତ ଯୁଦ୍ଧ କରିବାକୁ ନିକଟବର୍ତ୍ତୀ ହେବା ? ତହିଁରେ ସଦାପ୍ରଭୁ କହିଲେ, ତାହା ବିରୁଦ୍ଧରେ ଯାଅ ।"},{"number":24,"verse":"ଏ ଉତ୍ତାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଦ୍ଵିତୀୟ ଦିନ ବିନ୍ୟାମୀନ ସନ୍ତାନଗଣ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବାକୁ ନିକଟବର୍ତ୍ତୀ ହେଲେ ।"},{"number":25,"verse":"ପୁଣି ବିନ୍ୟାମୀନ ସେହି ଦ୍ଵିତୀୟ ଦିନ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ଗିବୀୟାରୁ ବାହାରି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ଅଠର ହଜାର ଲୋକଙ୍କୁ ପୁନର୍ବାର ସଂହାର କରି ଭୂମିରେ ନିପାତ କଲେ; ଏସମସ୍ତେ ଖଡ଼୍‍ଗଧାରୀ ଥିଲେ ।"},{"number":26,"verse":"ତେବେ ସମସ୍ତ ଇସ୍ରାଏଲ-ସନ୍ତାନ ଓ ସମସ୍ତ ଲୋକ ଉଠି ବୈଥେଲକୁ ଯାଇ ରୋଦନ କଲେ ଓ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ବସି ସେଦିନ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ଉପବାସ କଲେ ଓ ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ହୋମବଳି ଓ ମଙ୍ଗଳାର୍ଥକ ବଳି ଉତ୍ସର୍ଗ କଲେ ।"},{"number":27,"verse":"ସେହି ସମୟରେ ପରମେଶ୍ଵରଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ସେଠାରେ ଥିଲା, ପୁଣି ହାରୋଣର ପୌତ୍ର, ଇଲୀୟାସରର ପୁତ୍ର ପୀନ୍ହସ୍ ସେହି ସମୟରେ ତହିଁ ସମ୍ମୁଖରେ ଠିଆ ହେବା ବ୍ୟକ୍ତି ଥିଲା⇧ ।"},{"number":28,"verse":"ଏହେତୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସଦାପ୍ରଭୁଙ୍କୁ ପଚାରି କହିଲେ, ଆମ୍ଭେ ଆପଣା ଭାଇ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବା ପାଇଁ ଏବେହେଁ କି ପୁନର୍ବାର ଯିବା, ଅବା କ୍ଷା; ହେବା ? ସଦାପ୍ରଭୁ କହିଲେ, ଯାଅ; ଆମ୍ଭେ କାଲି ତୁମ୍ଭ ହସ୍ତରେ ତାହାକୁ ସମର୍ପଣ କରିବା ।"},{"number":29,"verse":"ତହୁଁ ଇସ୍ରାଏଲ ଗିବୀୟାର ଚତୁର୍ଦ୍ଦିଗରେ ଲୋକ ଛକି ବସାଇ ରଖିଲା ।"},{"number":30,"verse":"ଅନନ୍ତର ତୃତୀୟ ଦିନ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ବିରୁଦ୍ଧରେ ଉଠି ଗଲେ ଓ ପୂର୍ବ ପରି ଗିବୀୟା ନିକଟରେ ଆପଣାମାନଙ୍କୁ ସଜାଇଲେ ।"},{"number":31,"verse":"ତହୁଁ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ସେହି ଲୋକମାନଙ୍କ ବିରୁଦ୍ଧରେ ଯାଇ ନଗରଠାରୁ ଦୂରକୁ ଆକର୍ଷିତ ହେଲେ; ପୁଣି ପୂର୍ବ ସମୟ ପରି ଲୋକମାନଙ୍କୁ ଆଘାତ ଓ ବଧ କରିବାକୁ ଲାଗିଲେ; ଆଉ ବୈଥେଲ ଆଡ଼େ ଓ କ୍ଷେତ୍ର ଦେଇ ଗିବୀୟା ଆଡ଼େ ଯିବା ଦୁଇ ସଡ଼କରେ ସେମାନେ ଊଣାଧିକ ଇସ୍ରାଏଲୀୟ ତିରିଶ ଲୋକଙ୍କୁ ବଧ କଲେ ।"},{"number":32,"verse":"ତହୁଁ ବିନ୍ୟାମୀନ-ସନ୍ତାନମାନେ କହିଲେ, ଏମାନେ ତ ପୂର୍ବ ପରି ଆମ୍ଭମାନଙ୍କ ସମ୍ମୁଖରେ ପରାସ୍ତ ହେଉଅଛନ୍ତି । ମାତ୍ର ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ କହିଲେ, ଆମ୍ଭେମାନେ ପଳାଇ ନଗରରୁ ସଡ଼କକୁ ସେମାନଙ୍କୁ ଆକର୍ଷଣ କରିନେଉ ।"},{"number":33,"verse":"ତହୁଁ ଇସ୍ରାଏଲ-ଲୋକ ସମସ୍ତେ ଆପଣା ଆପଣା ସ୍ଥାନରୁ ଉଠି ବାଲ୍ତାମରରେ ଆପଣାମାନଙ୍କୁ ସଜାଇଲେ; ଏଥିମଧ୍ୟରେ ଇସ୍ରାଏଲର ଛକି ବସିବା ଲୋକମାନେ ଗିବୀୟାସ୍ଥ ଆପଣା ସ୍ଥାନରୁ ଏକାବେଳେ ଉଠି ଆସିଲେ ।"},{"number":34,"verse":"ତହୁଁ ଇସ୍ରାଏଲୀୟ ସମସ୍ତ ଲୋକଙ୍କ ମଧ୍ୟରୁ ଦଶ ହଜାର ବଛା ଲୋକ ଗିବୀୟା ନିକଟକୁ ଆସନ୍ତେ, ଭାରୀ ଯୁଦ୍ଧ ହେଲା; ମାତ୍ର ଅମଙ୍ଗଳ ଆସି ଯେ ସେମାନଙ୍କ ଉପରେ ପଡ଼ିଲାଣି, ଏହା ସେମାନେ ଜାଣିଲେ ନାହିଁ ।"},{"number":35,"verse":"ସେତେବେଳେ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲ ସମ୍ମୁଖରେ ବିନ୍ୟାମୀନକୁ ଆଘାତ କଲେ; ତହିଁରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସେହିଦିନ ବିନ୍ୟାମୀନର ପଚିଶ ହଜାର ଏକ ଶହ ଲୋକ ବଧ କଲେ; ଏସମସ୍ତେ ଖଡ଼୍‍ଗଧାରୀ ଥିଲେ ।"},{"number":36,"verse":"ଏହିରୂପେ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣ ଆପଣାମାନଙ୍କୁ ପରାସ୍ତ ହେବାର ଦେଖିଲେ; କାରଣ ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ଗିବୀୟାରେ ଛକି ବସାଇଥିବା ଲୋକମାନଙ୍କ ଉପରେ ନିର୍ଭର ରଖି ବିନ୍ୟାମୀନକୁ ସ୍ଥାନ ଛାଡ଼ିଦେଲେ ।"},{"number":37,"verse":"ଏଥିମଧ୍ୟରେ ଛକି ବସିବା ଲୋକମାନେ ଶୀଘ୍ର ମାଡ଼ି ଆସି ଗିବୀୟା ଆକ୍ରମଣ କଲେ; ପୁଣି ଛକି ବସିବା ଲୋକମାନେ ଆସି ଖଡ଼୍‍ଗଧାରରେ ସମସ୍ତ ନଗର ଆଘାତ କଲେ ।"},{"number":38,"verse":"ଆଉ ସେହି ଛକି ବସିବା ଲୋକମାନେ ଯେପରି ନଗରରୁ ବୃହତ ଧୂମ-ମେଘ ଉଠାଇବେ; ଇସ୍ରାଏଲୀୟ ଲୋକଙ୍କ ସହିତ ସେମାନଙ୍କର ଏହି ଚିହ୍ନ ସ୍ଥିର ହୋଇଥିଲା ।"},{"number":39,"verse":"ଏହେତୁ ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ଯୁଦ୍ଧ ବେଳେ ମୁଖ ଫେରାଇଲେ, ତହୁଁ ବିନ୍ୟାମୀନ ଇସ୍ରାଏଲର ଲୋକମାନଙ୍କୁ ଆଘାତ କରି ଊଣାଧିକ ତିରିଶ ଜଣଙ୍କୁ ବଧ କଲେ; କାରଣ ସେମାନେ କହିଲେ, ପ୍ରଥମ ଯୁଦ୍ଧରେ ଯେପରି, ଏବେ ମଧ୍ୟ ସେପରି, ନିଶ୍ଚୟ ଏମାନେ ଆମ୍ଭମାନଙ୍କ ସମ୍ମୁଖରେ ପରାସ୍ତ ହେଉଅଛନ୍ତି ।"},{"number":40,"verse":"ମାତ୍ର ଯେତେବେଳେ ନଗରରୁ ସ୍ତମ୍ଭାକାରରେ ଧୂମ ମେଘ ଉଠିବାକୁ ଲାଗିଲା, ସେତେବେଳେ ବିନ୍ୟାମୀନୀୟ ଲୋକମାନେ ପଛକୁ ଅନାଇଲେ, ଆଉ ଦେଖ, ସମୁଦାୟ ନଗରର ଧୂମ ଆକାଶକୁ ଉଠୁଅଛି ।"},{"number":41,"verse":"ତହୁଁ ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ନେଉଟିଲେ, ପୁଣି ବିନ୍ୟାମୀନୀୟ ଲୋକମାନେ ବିହ୍ଵଳ ହେଲେ; କାରଣ ସେମାନେ ଆପଣାମାନଙ୍କ ଉପରେ ଅମଙ୍ଗଳ ଆସି ପଡ଼ିଲା ବୋଲି ଦେଖିଲେ ।"},{"number":42,"verse":"ଏଣୁ ସେମାନେ ଇସ୍ରାଏଲୀୟ ଲୋକମାନଙ୍କ ସମ୍ମୁଖରୁ ପ୍ରାନ୍ତର-ପଥ ଆଡ଼େ ଫେରିଲେ; ମାତ୍ର ଯୁଦ୍ଧ ସେମାନଙ୍କ ପଛେ ପଛେ ଲାଗି ରହିଲା; ପୁଣି ନଗରମାନରୁ ଆଗତ ଲୋକମାନେ ସେମାନଙ୍କୁ ପଥ ମଧ୍ୟରେ ସଂହାର କଲେ ।"},{"number":43,"verse":"ସେମାନେ ବିନ୍ୟାମୀନୀୟ ଲୋକମାନଙ୍କୁ ଚାରିଆଡ଼ୁ ଘେରିଲେ ଓ ସେମାନଙ୍କୁ ଗୋଡ଼ାଇ ସେମାନଙ୍କ ବିଶ୍ରାମ ସ୍ଥାନରେ ସୂର୍ଯ୍ୟୋଦୟ ଆଡ଼େ ଗିବୀୟା ସମ୍ମୁଖସ୍ଥ ସ୍ଥାନ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କୁ ଭୂମିରେ ଦଳି ପକାଇଲେ ।"},{"number":44,"verse":"ତହିଁରେ ବିନ୍ୟାମୀନର ଅଠର ହଜାର ଲୋକ ହତ ହେଲେ; ସେସମସ୍ତେ ବୀର ଥିଲେ ।"},{"number":45,"verse":"ଏଉତ୍ତାରେ ସେମାନେ ଫେରି ପ୍ରାନ୍ତର ଆଡ଼େ ରିମ୍ମୋନ୍ ଶୈଳକୁ ପଳାଇଲେ; ତହୁଁ ଏମାନେ ସଡ଼କରେ ପାଞ୍ଚ ହଜାର ଲୋକଙ୍କୁ ଗୋଟାଇ ସାଉଣ୍ଟି ମାରିଲେ; ପୁଣି ଗିଦୀୟୋମ୍ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ପଛେ ଲାଗି ରହି ସେମାନଙ୍କର ଦୁଇ ହଜାର ଲୋକଙ୍କୁ ବଧ କଲେ ।"},{"number":46,"verse":"ଏହିରୂପେ ସେହିଦିନ ବିନ୍ୟାମୀନର ଖଡ଼୍‍ଗଧାରୀ ପଚିଶ ହଜାର ଲୋକ ହତ ହେଲେ; ସେସମସ୍ତେ ବୀର ଥିଲେ ।"},{"number":47,"verse":"ମାତ୍ର ଛଅ ଶହ ଲୋକ ନେଉଟି ପ୍ରାନ୍ତର ଆଡ଼େ ରିମ୍ମୋନ୍ ଶୈଳକୁ ପଳାଇଲେ ଓ ରିମ୍ମୋନ୍ ଶୈଳରେ ଚାରି ମାସ ରହିଲେ ।"},{"number":48,"verse":"ଅନନ୍ତର ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ବିନ୍ୟାମୀନ-ସନ୍ତାନଗଣର ପ୍ରତିକୂଳରେ ଫେରି ସମୁଦାୟ ନଗର ଓ ପଶୁ ଓ ଯାହା କିଛି ପାଇଲେ, ସେସବୁକୁ ଖଡ଼୍‍ଗଧାରରେ ଆଘାତ କଲେ; ଆହୁରି ସେମାନେ ଯେତେ ନଗର ପାଇଲେ, ସେସବୁରେ ଅଗ୍ନି ଲଗାଇଲେ ।"}]}