{"bibleAbbr":"orOV2014","bookName":"ବିଚାରକର୍ତ୍ତାମାନଙ୍କ ବିବରଣ","bookEnglishName":"Judges","chapterNumber":4,"verses":[{"number":1,"verse":"( ଦବୋରା ଓ ବାରକ୍) ଅନନ୍ତର ଏହୂଦ୍ଙ୍କର ମୃତ୍ୟୁ ଉତ୍ତାରେ, ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଯାହା ମନ୍ଦ, ତାହା ପୁନର୍ବାର କଲେ ।"},{"number":2,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ ହାତ୍ସୋରରେ ରାଜତ୍ଵକାରୀ କିଣାନୀୟ ରାଜା ଯାବୀନ୍ର ହସ୍ତରେ ସେମାନଙ୍କୁ ବିକ୍ରୟ କଲେ; ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ହାରୋଶୋତ୍-ନିବାସୀ ସୀଷରା ତାହାର ସେନାପତି ଥିଲା ।"},{"number":3,"verse":"ଏଥିରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ କ୍ରନ୍ଦନ କଲେ; କାରଣ ତାହାର ନଅ ଶହ ଲୌହ ରଥ ଥିଲା; ପୁଣି ସେ କୋଡ଼ିଏ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପ୍ରତି କଠୋର ଦୌରାତ୍ମ୍ୟ କଲା ।"},{"number":4,"verse":"ସେସମୟରେ ଲପ୍ପିଦୋତର ଭାର୍ଯ୍ୟା ଦବୋରା ଭବିଷ୍ୟଦ୍ବକ୍ତ୍ରୀ ଇସ୍ରାଏଲର ବିଚାର କଲେ ।"},{"number":5,"verse":"ସେ ଇଫ୍ରୟିମର ପର୍ବତମୟ ଦେଶସ୍ଥିତ ରାମା ଓ ବୈଥେଲ୍ ମଧ୍ୟରେ ଥିବା ଦବୋରା ନାମକ ଖର୍ଜ୍ଜୁରବୃକ୍ଷ ମୂଳେ ବାସ କଲେ; ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ବିଚାରାର୍ଥେ ତାହା ନିକଟକୁ ଗଲେ ।"},{"number":6,"verse":"ଆଉ ସେ ଲୋକ ପଠାଇ କେଦଶ-ନପ୍ତାଲିରୁ ଅବୀନୋୟମର ପୁତ୍ର ବାରକ୍କୁ ଡକାଇ କହିଲେ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର କି ଆଜ୍ଞା ଦେଇ କହି ନାହାନ୍ତି, ଯେ ତାବୋର ପର୍ବତକୁ ଯାଅ, ପୁଣି ଆପଣା ସଙ୍ଗେ ନପ୍ତାଲି-ସନ୍ତାନ ଓ ସବୂଲୂନ୍-ସନ୍ତାନଗଣର ଦଶ ହଜାର ଲୋକଙ୍କୁ କଢ଼ାଇ ନିଅ ?"},{"number":7,"verse":"ତହିଁରେ ଆମ୍ଭେ ଯାବୀନ୍ର ସେନାପତି ସୀଷରାକୁ ଓ ତାହାର ରଥ ଓ ଜନତାକୁ କୀଶୋନ୍ ନଦୀ କତିକି ତୁମ୍ଭ ନିକଟକୁ କଢ଼ାଇ ଆଣିବା ଓ ଆମ୍ଭେ ତାହାକୁ ତୁମ୍ଭ ହସ୍ତରେ ସମର୍ପଣ କରିବା ।"},{"number":8,"verse":"ତହୁଁ ବାରକ୍ ତାଙ୍କୁ କହିଲା, ତୁମ୍ଭେ ଯେବେ ମୋʼ ସଙ୍ଗେ ଯିବ, ତେବେ ମୁଁ ଯିବି; ମାତ୍ର ତୁମ୍ଭେ ମୋʼ ସଙ୍ଗେ ନ ଗଲେ, ମୁଁ ଯିବି ନାହିଁ ।"},{"number":9,"verse":"ତେବେ ସେ କହିଲେ, ମୁଁ ନିଶ୍ଚୟ ତୁମ୍ଭ ସଙ୍ଗେ ଯିବି; ତଥାପି ଏହି ଯାତ୍ରାରେ ତୁମ୍ଭର ଯଶ ହେବ ନାହିଁ; କାରଣ ସଦାପ୍ରଭୁ ସୀଷରାକୁ ଏକ ସ୍ତ୍ରୀ ହସ୍ତରେ ବିକ୍ରୟ କରିବେ । ଏ ଉତ୍ତାରେ ଦବୋରା ଉଠି ବାରକ୍ ସଙ୍ଗରେ କେଦଶକୁ ଗଲେ ।"},{"number":10,"verse":"ପୁଣି ବାରକ୍, ସବୂଲୂନ୍ ଓ ନପ୍ତାଲିକି ଏକତ୍ରରେ କେଦଶକୁ ଡକାଇଲା; ଏରୂପେ ସେ ଦଶ ହଜାର ପଦାତିକ ସୈନ୍ୟ ସଙ୍ଗରେ ଘେନି ଯାତ୍ରା କଲା ଓ ଦବୋରା ତାହା ସଙ୍ଗେ ଗଲେ ।"},{"number":11,"verse":"ସେସମୟରେ କେନୀୟ ହେବର କେନୀୟ-ମାନଙ୍କଠାରୁ, ଅର୍ଥାତ୍, ମୋଶାଙ୍କ ପନିୀ-ଭ୍ରାତା ହୋବବ୍ର ସନ୍ତାନମାନଙ୍କଠାରୁ ପୃଥକ୍ ହୋଇ କେଦଶ ନିକଟବର୍ତ୍ତୀ ସାନନ୍ନୀମରେ ଥିବା ଅଲୋନ ବୃକ୍ଷ ପର୍ଯ୍ୟନ୍ତ ତମ୍ଵୁ ସ୍ଥାପନ କରିଥିଲା ।"},{"number":12,"verse":"ଲୋକମାନେ ସୀଷରାକୁ କହିଲେ ଯେ, ବାରକ୍ ତାବୋର ପର୍ବତ ଉପରକୁ ଯାଇଅଛି ।"},{"number":13,"verse":"ତହିଁରେ ସୀଷରା ଆପଣାର ନଅ ଶହ ଲୌହରଥ-ଯାକ ଓ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ହରୋଶୋତ୍-ଠାରୁ କୀଶୋନ୍ ନଦୀ ପର୍ଯ୍ୟନ୍ତ ଆପଣା ସଙ୍ଗୀ ସମସ୍ତ ଲୋକଙ୍କୁ ଏକତ୍ର କଲା ।"},{"number":14,"verse":"ସେତେବେଳେ ଦବୋରା ବାରକ୍କୁ କହିଲେ, ଉଠ, କାରଣ ଆଜି ସଦାପ୍ରଭୁ ସୀଷରାକୁ ତୁମ୍ଭ ହସ୍ତରେ ସମର୍ପଣ କରିବାର ଦିନ; ସଦାପ୍ରଭୁ କି ତୁମ୍ଭର ଅଗ୍ରଗାମୀ ହୋଇଯାଇ ନାହାନ୍ତି ? ତହିଁରେ ବାରକ୍ ଓ ତାହା ପଛେ ଦଶ ହଜାର ଲୋକ ତାବୋର୍ ପର୍ବତରୁ ଓହ୍ଲାଇ ଗଲେ ।"},{"number":15,"verse":"ତହୁଁ ସଦାପ୍ରଭୁ ବାରକ୍ ସମ୍ମୁଖରେ ସୀଷରାକୁ ଓ ତାହାର ସମସ୍ତ ରଥ ଓ ତାହାର ସୈନ୍ୟସମୂହକୁ ଖଡ଼୍‍ଗ ମୁଖରେ ଅସ୍ତବ୍ୟସ୍ତ କଲେ; ଏଥିରେ ସୀଷରା ରଥରୁ ଓହ୍ଲାଇ ପାଦଗତିରେ ପଳାଇଲା ।"},{"number":16,"verse":"ମାତ୍ର ବାରକ୍ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ହରୋଶୋତ୍ ପର୍ଯ୍ୟନ୍ତ ସମସ୍ତ ରଥ ଓ ସୈନ୍ୟ ପଛେ ପଛେ ଗୋଡ଼ାଇଲା; ତହିଁରେ ସୀଷରାର ସମସ୍ତ ସୈନ୍ୟ ଖଡ଼୍‍ଗ ମୁଖରେ ପତିତ ହେଲେ; ଜଣେ ହେଁ ଅବଶିଷ୍ଟ ରହିଲା ନାହିଁ ।"},{"number":17,"verse":"ତଥାପି ସୀଷରା ପାଦଗତିରେ ପଳାଇ ସେହି କେନୀୟ ହେବରର ଭାର୍ଯ୍ୟା ଯାୟେଲର ତମ୍ଵୁ ଆଡ଼କୁ ଗଲା; କାରଣ ସେସମୟରେ ହାତ୍ସୋରର ରାଜା ଯାବୀନ୍ ଓ କେନୀୟ ହେବର-ବଂଶ ମଧ୍ୟରେ ଐକ୍ୟ ଥିଲା ।"},{"number":18,"verse":"ଏଥିରେ ଯାୟେଲ ସୀଷରାକୁ ଭେଟିବାକୁ ବାହାରେ ଯାଇ ତାହାକୁ କହିଲା, ହେ ମୋହର ପ୍ରଭୋ, ଭିତରକୁ ଆସନ୍ତୁ, ମୋହର କତିକି ଆସନ୍ତୁ, ଭୟ ନ କରନ୍ତୁ; ତହିଁରେ ସେ ତାହା ଆଡ଼କୁ ଫେରି ତମ୍ଵୁ ଭିତରକୁ ଯାଆନ୍ତେ, ସେ ଏକ କମ୍ଵଳରେ ତାହାକୁ ଘୋଡ଼ାଇ ରଖିଲା;"},{"number":19,"verse":"ସେତେବେଳେ ସୀଷରା ତାହାକୁ କହିଲା, ମୋତେ ଟିକିଏ ଜଳ ପିଆଅନା; ମୁଁ ତୃଷିତ ଅଟେ । ତହିଁରେ ସେ ଦୁଗ୍ଧକୁମ୍ପା ଫିଟାଇ ପାନ କରିବାକୁ ଦେଇ ତାକୁ ଘୋଡ଼ାଇ ରଖିଲା ।"},{"number":20,"verse":"ଏଉତ୍ତାରେ ସୀଷରା ତାହାକୁ କହିଲା, ତୁମ୍ଭେ ତମ୍ଵୁ-ଦ୍ଵାରରେ ଛିଡ଼ା ହୋଇଥାଅ, ଯେବେ କେହି ଆସି ତୁମ୍ଭକୁ ପଚାରି କହେ, ଏଠାରେ କୌଣସି ମନୁଷ୍ୟ ଅଛି କି ? ତେବେ ତୁମ୍ଭେ କହିବ, କେହି ନାହିଁ ।"},{"number":21,"verse":"ଅନନ୍ତର ହେବରର ଭାର୍ଯ୍ୟା ଯାୟେଲ ତମ୍ଵୁର ଗୋଟିଏ ମେଖ ଓ ହାତୁଡ଼ି ହାତରେ ନେଇ ଧୀରେ ଧୀରେ ତାହା ପାଖକୁ ଯାଇ ତାହାର କର୍ଣ୍ଣମୂଳରେ ସେହି ମେଖ ମାରନ୍ତେ, ତାହା ଫୁଟି ଭୂମିକି ଗଲା; କାରଣ ସେ ଘୋର ନିଦ୍ରାରେ ଥିଲା; ତେଣୁ ସେ ମୂର୍ଚ୍ଛିତ ହୋଇ ମଲା ।"},{"number":22,"verse":"ଆଉ ଦେଖ, ବାରକ୍ ସୀଷରାର ପଛେ ପଛେ ଗୋଡ଼ାଉ ଗୋଡ଼ାଉ ଯାୟେଲ ତାହାକୁ ଭେଟିବା ପାଇଁ ବାହାରକୁ ଯାଇ କହିଲା, ଆସ, ତୁମ୍ଭେ ଯାହାକୁ ଖୋଜୁଅଛ, ମୁଁ ସେହି ମନୁଷ୍ୟକୁ ଦେଖାଇବି । ତହିଁରେ ସେ ତାହା ନିକଟକୁ ଆସିଲାନ୍ତଆଉ ଦେଖ, ସୀଷରା ମୃତ ହୋଇ ପଡ଼ିଅଛି, ଆଉ ତାହାର କର୍ଣ୍ଣ ମୂଳ ଭିତରେ ତମ୍ଵୁ-ମେଖ ରହିଅଛି ।"},{"number":23,"verse":"ଏହିରୂପେ ପରମେଶ୍ଵର ସେହି ଦିନ କିଣାନୀୟ ରାଜା ଯାବୀନ୍‍ଙ୍କୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସମ୍ମୁଖରେ ନତ କଲେ ।"},{"number":24,"verse":"ଏ ଉତ୍ତାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ କିଣାନୀୟ ରାଜା ଯାବୀନ୍‍ଙ୍କୁ ସଂହାର କରିବା ପର୍ଯ୍ୟନ୍ତ ସେହି କିଣାନୀୟ ରାଜା ଯାବୀନ୍ ବିରୁଦ୍ଧରେ ସେମାନଙ୍କ ହସ୍ତ ଆହୁରି ଆହୁରି ପ୍ରବଳ ହେଲା ।"}]}