{"bibleAbbr":"orOV2014","bookName":"ବିଚାରକର୍ତ୍ତାମାନଙ୍କ ବିବରଣ","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"( ଦବୋରା ଓ ବାରକ୍ଙ୍କ ବିଜୟ ଗାଥା) ସେହି ଦିନ ଦବୋରା ଓ ଅବୀନୋୟମର ପୁତ୍ର ବାରକ୍ ଗାୟନ କରି କହିଲେ,"},{"number":2,"verse":"ଇସ୍ରାଏଲ ମଧ୍ୟରେ ଅଗ୍ରଗାମୀମାନେ ଅଗ୍ରସର ହେଲେ, ଲୋକମାନେ ସ୍ଵଚ୍ଛନ୍ଦରେ ଆପଣା ଆପଣାକୁ ଉତ୍ସର୍ଗ କଲେ, ଏଥିପାଇଁ ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର ।"},{"number":3,"verse":"ହେ ରାଜଗଣ, ଶୁଣ; ହେ ଭୂପତିଗଣ, କର୍ଣ୍ଣ ଡେର; ମୁଁ, ମୁଁ ହିଁ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଗାନ କରିବି; ମୁଁ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ପ୍ରଶଂସା ଗାନ କରିବି ।"},{"number":4,"verse":"ହେ ସଦାପ୍ରଭୁ, ତୁମ୍ଭେ ସେୟୀରରୁ ବାହାରିବା ବେଳେ, ତୁମ୍ଭେ ଇଦୋମ କ୍ଷେତ୍ରରୁଯାତ୍ରା କରିବା ବେଳେ ପୃଥିବୀ କମ୍ପିଲା, ଆକାଶ ମଧ୍ୟ ବିନ୍ଦୁପାତ କଲା, ହଁ, ମେଘମାଳା ଜଳପାତ କଲା ।"},{"number":5,"verse":"ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ପର୍ବତମାନ କମ୍ପମାନ୍ ହେଲେ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ସୀନୟ ମଧ୍ୟ (କମ୍ପମାନ୍ ହେଲା) ଗୀତ.୯୭:୫ ଯାତ୍ରା.୧୯:୧୮"},{"number":6,"verse":"ଅନାତ-ପୁତ୍ର ଶମ୍ଗର ସମୟରେ, ଯାୟେଲ ସମୟରେ ରାଜପଥସକଳ ଶୂନ୍ୟ ଥିଲା⇧ ଓ ପଥିକମାନେ ବକ୍ର ଉପପଥ ଦେଇ ଗମନ କଲେ ।"},{"number":7,"verse":"ଇସ୍ରାଏଲ ମଧ୍ୟରେ ଶାସନକର୍ତ୍ତୃଗଣ ଶୂନ୍ୟ ଥିଲେ, ମୁଁ ଦବୋରା ଉତ୍ପନ୍ନ ହେବା ପର୍ଯ୍ୟନ୍ତ, ମୁଁ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ମାତୃ ତୁଲ୍ୟ ଉତ୍ପନ୍ନ ହେବା ପର୍ଯ୍ୟନ୍ତ ସେମାନେ ଶୂନ୍ୟ ଥିଲେ ।"},{"number":8,"verse":"ସେମାନେ ନୂତନ ଦେବତାମାନଙ୍କୁ ମନୋନୀତ କଲେ, ତେଣୁ ନଗରଦ୍ଵାର ସବୁରେ ଯୁଦ୍ଧ ହେଲା; ଇସ୍ରାଏଲ ମଧ୍ୟରେ, ଚାଳିଶ ସହସ୍ର ଲୋକଙ୍କ ମଧ୍ୟରେ କି ଗୋଟିଏ ଢାଲ ଅବା ବର୍ଚ୍ଛା ଦେଖାଗଲା ?"},{"number":9,"verse":"ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଆପଣାମାନଙ୍କୁ ସ୍ଵଚ୍ଛନ୍ଦରେ ଉତ୍ସର୍ଗକାରୀ ଇସ୍ରାଏଲର ଶାସନକର୍ତ୍ତାମାନଙ୍କ ଆଡ଼େ ମୋହର ହୃଦୟ ଅଛି; ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର ।"},{"number":10,"verse":"ହେ ଶ୍ଵେତଗର୍ଦ୍ଦଭୀ-ଆରୋହୀମାନେ, ହେ ଗାଲିଚାରେ ବସିବା ଲୋକମାନେ ଓ ପଥରେ ଗମନକାରୀ-ମାନେ, ତୁମ୍ଭେମାନେ ଗାନ କର ।"},{"number":11,"verse":"ଧନୁର୍ଦ୍ଧରମାନଙ୍କ ଶଦ୍ଦରୁ ଦୂରରେ, ଜଳକଢ଼ା ସ୍ଥଳମାନରେ, ଲୋକମାନେ ସଦାପ୍ରଭୁଙ୍କ ଧର୍ମକ୍ରିୟା ଓ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ତାହାଙ୍କ ଶାସନ ସମ୍ଵନ୍ଧୀୟ ଧର୍ମକ୍ରିୟା ସଂକୀର୍ତ୍ତନ କରିବେ । ସେ ସମୟରେ ସଦାପ୍ରଭୁଙ୍କ ଲୋକମାନେ ନଗର ଦ୍ଵାରରୁ ଓହ୍ଲାଇ ଆସିଲେ ।"},{"number":12,"verse":"ହେ ଦବୋରେ, ଜାଗ, ଜାଗ; ଜାଗ, ଜାଗ, ଗୀତ ଗାନ କର; ହେ ବାରକ୍, ଉଠ; ହେ ଅବୀନୋୟମର ପୁତ୍ର, ଆପଣା ବନ୍ଦୀଗଣକୁ ବନ୍ଦୀସ୍ଥାନକୁ ନେଇଯାଅ ।"},{"number":13,"verse":"ତହୁଁ ପ୍ରଧାନମାନଙ୍କ ମଧ୍ୟରୁ ଅବଶିଷ୍ଟ ଥୋକାଏ ଓ ଲୋକମାନେ ଓହ୍ଲାଇ ଆସିଲେ, ସଦାପ୍ରଭୁ ଆମ୍ଭର ସପକ୍ଷ ହୋଇ ସେହି ବୀରମାନଙ୍କ ପ୍ରତିକୂଳରେ ଓହ୍ଲାଇ ଆସିଲେ ।"},{"number":14,"verse":"ଅମାଲେକ (ଦେଶ)ରେ ଯେଉଁମାନଙ୍କର ମୂଳ ଥିଲା, ସେମାନେ ଇଫ୍ରୟିମରୁ ଆସିଲେ; ତୁମ୍ଭ ପଛେ ବିନ୍ୟାମୀନ ତୁମ୍ଭ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଥିଲା; ମାଖୀର୍ଠାରୁ ଶାସନକର୍ତ୍ତାମାନେ ଓ ସବୂଲୂନ୍‍ଠାରୁ ସୈନ୍ୟଗଣନାକାରୀ ଦଣ୍ତଧରମାନେ ଓହ୍ଲାଇ ଆସିଲେ ।"},{"number":15,"verse":"ପୁଣି ଇଷାଖରର ଅଧିପତିମାନେ ଦବୋରା ସଙ୍ଗେ ଥିଲେ; ଯେପରି ଇଷାଖର, ସେପରି ବାରକ୍ ଥିଲା; ସେମାନେ ତଳଭୂମିରେ ତାହାର ଗୋଡ଼େ ଗୋଡ଼େ ମାଡ଼ିଗଲେ । ରୁବେନ୍ ସ୍ରୋତସମୂହ ନିକଟରେ ଗୁରୁତର ମନୋଭାବନା ହେଲା ।"},{"number":16,"verse":"ତୁମ୍ଭେ କାହିଁକି ମେଷଶାଳା ମଧ୍ୟରେ ବସିଲ, କି ମେଷପଲ ନିକଟରେ ବଂଶୀନାଦ ଶୁଣିବାକୁ ? ରୁବେନ୍ର ସ୍ରୋତସମୂହ ନିକଟରେ ଗୁରୁତର ମନୋଭାବନା ହେଲା ।"},{"number":17,"verse":"ଗିଲିୟଦ୍ ଯର୍ଦ୍ଦନ ସେପାରିରେ ବାସ କଲା, ଆଉ ଦାନ୍ କାହିଁକି ଜାହାଜରେ ରହିଲା ? ଆଶେର୍ ସମୁଦ୍ରତୀରରେ ବସି ରହିଲା ଓ ଆପଣା ବନ୍ଦର ନିକଟରେ ବାସ କଲା ।"},{"number":18,"verse":"ସବୂଲୂନ୍ ମରଣ ପର୍ଯ୍ୟନ୍ତ ପ୍ରାଣପଣକାରୀ ଲୋକ ହେଲା । ଆଉ ନପ୍ତାଲି (ଯୁଦ୍ଧ) କ୍ଷେତ୍ରର ଉଚ୍ଚସ୍ଥାନ ଉପରେ (ପ୍ରାଣପଣ କଲା) ।"},{"number":19,"verse":"ରାଜାମାନେ ଆସି ଯୁଦ୍ଧ କଲେ; ତହୁଁ କିଣାନର ରାଜଗଣ ମଗିଦ୍ଦୋର ଜଳତୀରସ୍ଥ ତାନକରେ ଯୁଦ୍ଧ କଲେ, ସେମାନେ କିଛି ରୂପା ଲାଭ କଲେ ନାହିଁ ।"},{"number":20,"verse":"ତାରାଗଣ ଆକାଶରୁ ଯୁଦ୍ଧ କଲେ, ସେମାନେ ଆପଣା ଆପଣା ପଥରେ ସୀଷରା ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କଲେ ।"},{"number":21,"verse":"କିଶୋନ୍-ନଦୀ, ସେ ପୁରାତନ ନଦୀ, ସେହି କୀଶୋନ୍-ନଦୀ ସେମାନଙ୍କୁ ଭସାଇ ନେଲା । ହେ ମୋହର ପ୍ରାଣ, ତୁମ୍ଭେ ବଳରେ ଅଗ୍ରସର ହୁଅ ।"},{"number":22,"verse":"ସେତେବେଳେ ଅଶ୍ଵମାନଙ୍କ ଖୁରା ଭୂମି ମନ୍ଥି ପକାଇଲା, ଯେହେତୁ ସେମାନେ କୁଦା ମାରିଲେ, ସେମାନଙ୍କ ବଳିଷ୍ଠମାନେ କୁଦା ମାରିଲେ ।"},{"number":23,"verse":"ସଦାପ୍ରଭୁଙ୍କ ଦୂତ କହିଲେ, ତୁମ୍ଭେମାନେ ମେରୋସକୁ ଶାପ ଦିଅ, ତୁମ୍ଭେମାନେ ତହିଁ ନିବାସୀମାନଙ୍କୁ ଦାରୁଣ ଶାପ ଦିଅ; କାରଣ ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ସାହାଯ୍ୟକୁ, ବୀରମାନଙ୍କ ବିରୁଦ୍ଧରେ ସଦାପ୍ରଭୁଙ୍କ ସାହାଯ୍ୟକୁ ଆସିଲେ ନାହିଁ ।"},{"number":24,"verse":"ସ୍ତ୍ରୀମାନଙ୍କ ମଧ୍ୟରେ କେନୀୟ ହେବରର ଭାର୍ଯ୍ୟା ଯାୟେଲ ଧନ୍ୟ ହେବ, ତମ୍ଵୁନିବାସୀ ସ୍ତ୍ରୀମାନଙ୍କ ମଧ୍ୟରେ ସେ ଧନ୍ୟ ହେବ ।"},{"number":25,"verse":"ସୀଷରା ଜଳ ମାଗନ୍ତେ, ସେ ତାହାକୁ ଦୁଗ୍ଧ ଦେଲା; ସେ ରାଜୋପଯୁକ୍ତ ପାତ୍ରରେ ଦଧି ଆଣି ତାହାକୁ ଦେଲା ।"},{"number":26,"verse":"ସେ ମେଖ ଧରିବାକୁ ଆପଣା ହସ୍ତ ଓ କାରିଗରର ପିଟଣା ଧରିବାକୁ ଆପଣା ଦକ୍ଷିଣ ହସ୍ତ ବଢ଼ାଇଲା; ସେ ସୀଷରାକୁ ପିଟିଲା, ସେ ତାହାର ମସ୍ତକ ବିନ୍ଧି ପକାଇଲା, ହଁ, ସେ ତାହାର କର୍ଣ୍ଣମୂଳ ଫୋଡ଼ି ଭେଦ କଲା ।"},{"number":27,"verse":"ତାହାର ପାଦ ତଳେ ସେ ନଇଁଲା, ସେ ପଡ଼ିଲା, ସେ ଶୋଇଲା; ତାହାର ପାଦ ତଳେ ସେ ନଇଁଲା, ସେ ପଡ଼ିଲା; ଯେଉଁଠାରେ ସେ ନଇଁଲା, ସେହିଠାରେ ସେ ହତ ହୋଇ ପଡ଼ିଲା ।"},{"number":28,"verse":"ସୀଷରାର ମାତା ଝରକା ଦେଇ ଚାହିଁ ଚାହିଁ ଡାକି କହିଲା, ସେ ଜାଲି ପରଦା ଦେଇ ଡାକି କହିଲା, ତାହାର ରଥ ଆସିବାକୁ କାହିଁକି ଏତେ ବିଳମ୍ଵ କରୁଛି ? ତାହାର ରଥଚକ୍ର କାହିଁକି ପଛେ ପଡ଼ୁଅଛି ?"},{"number":29,"verse":"ତାହାର ଜ୍ଞାନବତୀ ସହଚରୀମାନେ ତାହାକୁ ଉତ୍ତର ଦେଲେ, ହଁ, ସେ ମଧ୍ୟ ଆପେ ଆପଣାକୁ ଉତ୍ତର ଦେଇ କହିଲା,"},{"number":30,"verse":"ସେମାନେ କି ଲୁଟ ପାଇ ନାହାନ୍ତି, ସେମାନେ କି ବିଭାଗ କରି ନାହାନ୍ତି ? ପ୍ରତ୍ୟେକ ପୁରୁଷ ପାଇଁ ଏକ କାମିନୀ, କିମ୍ଵା ଦୁଇ କାମିନୀ; ସୀଷରା ପାଇଁ ନାନା ବର୍ଣ୍ଣର ଲୁଟ, ନାନା ବର୍ଣ୍ଣର ସୂଚିକର୍ମନିର୍ମିତ ଚିତ୍ରିତ ବସ୍ତ୍ରର ଲୁଟ, ଲୁଟିତମାନଙ୍କ କଣ୍ଠରୁ ଦୁଇ ପାଖରେ ସୂଚିକର୍ମନିର୍ମିତ ନାନା ରଙ୍ଗର ଚିତ୍ରିତ ବସ୍ତ୍ର ।"},{"number":31,"verse":"ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭର ସମସ୍ତ ଶତ୍ରୁ ଏହିରୂପ ବିନଷ୍ଟ ହେଉନ୍ତୁ, ମାତ୍ର ତାହାଙ୍କ ପ୍ରେମକାରୀମାନେ ସ୍ଵପରାକ୍ରମରେ ଗତିକାରୀ ସୂର୍ଯ୍ୟ ତୁଲ୍ୟ⇧ ହେଉନ୍ତୁ । ଏ ଉତ୍ତାରେ ଚାଳିଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ଦେଶ ବିଶ୍ରାମ ପାଇଲା ।"}]}