{"bibleAbbr":"orOV2014","bookName":"ବିଚାରକର୍ତ୍ତାମାନଙ୍କ ବିବରଣ","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲ ପ୍ରତି ମିଦୀୟନର ତାଡନା) ଅନନ୍ତର ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଯାହା ମନ୍ଦ, ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ତାହା କଲେ; ତହୁଁ ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ସାତ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ମିଦୀୟନୀୟ-ମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କଲେ ।"},{"number":2,"verse":"ତେଣୁ ମିଦୀୟନୀୟମାନଙ୍କ ହସ୍ତ ଇସ୍ରାଏଲ ବିରୁଦ୍ଧରେ ପ୍ରବଳ ହେଲା; ପୁଣି ମିଦୀୟନୀୟମାନଙ୍କ ସକାଶୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପର୍ବତସ୍ଥ ଗୋହିରୀ ଓ ଗୁମ୍ପା ଓ ଦୁର୍ଗମ ସ୍ଥାନମାନଙ୍କରେ ବସା କଲେ ।"},{"number":3,"verse":"ତହୁଁ ଏହିପରି ହେଲା ଯେ, ଇସ୍ରାଏଲୀୟମାନେ ବୀଜ ବୁଣିଲେ ମିଦୀୟନୀୟ ଓ ଅମାଲେକୀୟ ଓ ପୂର୍ବଦେଶୀୟ ଲୋକମାନେ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଚଢ଼ି ଆସନ୍ତି; ସେମାନେ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଚଢ଼ି ଆସି"},{"number":4,"verse":"ସେମାନଙ୍କ ସମ୍ମୁଖରେ ଛାଉଣି କରି ଘସା ପର୍ଯ୍ୟନ୍ତ ଭୂମିଜାତ ଶସ୍ୟାଦି ବିନାଶ କରନ୍ତି, ପୁଣି ଇସ୍ରାଏଲଙ୍କ ମଧ୍ୟରେ ପ୍ରାଣ ବଞ୍ଚିବାର କୌଣସି ଉପାୟ, କି ମେଷ, କି ଗୋରୁ, କି ଗଧ, କିଛି ରଖନ୍ତି ନାହିଁ ।"},{"number":5,"verse":"କାରଣ ସେମାନେ ଆପଣା ଆପଣା ପଶୁ ଓ ତମ୍ଵୁ ଘେନି ଚଢ଼ି ଆସନ୍ତି, ସେମାନେ ପଙ୍ଗପାଳ ପରି ବହୁସଂଖ୍ୟକ ହୋଇ ଆସନ୍ତି, ସେମାନେ ଓ ସେମାନଙ୍କ ଓଟ ଉଭୟ ଅସଂଖ୍ୟ; ଆଉ ସେମାନେ ଦେଶକୁ ଉଚ୍ଛିନ୍ନ କରିବାକୁ ଆସନ୍ତି ।"},{"number":6,"verse":"ଏଣୁ ଇସ୍ରାଏଲ ମିଦୀୟନ ସମ୍ମୁଖରେ ଅତି କ୍ଷୀଣ ହେଲେ; ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ କ୍ରନ୍ଦନ କଲେ ।"},{"number":7,"verse":"ଏଥିରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମିଦୀୟନ ସକାଶୁ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ କ୍ରନ୍ଦନ କରନ୍ତେ,"},{"number":8,"verse":"ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ନିକଟକୁ ଏକ ଭବିଷ୍ୟଦ୍ବକ୍ତା ପ୍ରେରଣ କଲେ; ତହୁଁ ସେ ସେମାନଙ୍କୁ କହିଲେ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ ମିସରରୁ ଆଣିଲୁ ଓ ଦାସଗୃହରୁ ତୁମ୍ଭମାନଙ୍କୁ ବାହାର କରି ଆଣିଲୁ;"},{"number":9,"verse":"ପୁଣି ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ ମିସ୍ରୀୟମାନଙ୍କ ହସ୍ତରୁ ଓ ଯେଉଁମାନେ ତୁମ୍ଭମାନଙ୍କୁ ଉପଦ୍ରବ କଲେ, ସେ ସମସ୍ତଙ୍କ ହସ୍ତରୁ ତୁମ୍ଭମାନଙ୍କୁ ଉଦ୍ଧାର କଲୁ ଓ ତୁମ୍ଭମାନଙ୍କ ସମ୍ମୁଖରୁ ସେମାନଙ୍କୁ ଘଉଡ଼ାଇ ଦେଲୁ, ଆଉ ସେମାନଙ୍କ ଦେଶ ତୁମ୍ଭମାନଙ୍କୁ ଦେଲୁ;"},{"number":10,"verse":"ପୁଣି ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ କହିଲୁ, ଆମ୍ଭେ ହିଁ ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କର ପରମେଶ୍ଵର; ତୁମ୍ଭେମାନେ ଯେଉଁ ଇମୋରୀୟମାନଙ୍କ ଦେଶରେଣବାସ କରୁଅଛ, ସେମାନଙ୍କ ଦେବତାଗଣକୁ ଭୟ କରିବ ନାହିଁ; ମାତ୍ର ତୁମ୍ଭେମାନେ ଆମ୍ଭ ରବ ଶୁଣି ନାହଁ ।"},{"number":11,"verse":"( ଗିଦିୟୋନଙ୍କ ଆହ୍ଵାନ) ଅନନ୍ତର ସଦାପ୍ରଭୁଙ୍କର ଦୂତ ଆସି ଅବୀୟେଷ୍ରୀୟ ଯୋୟାଶର ଅଧିକାରସ୍ଥିତ ଅଫ୍ରାରେ ଅଲୋନ ବୃକ୍ଷ ମୂଳରେ ବସିଲେ; ତତ୍କାଳେ ତାହାର ପୁତ୍ର ଗିଦିୟୋନ୍ ମିଦୀୟନୀୟ-ମାନଙ୍କଠାରୁ ଗହମ ଲୁଚାଇବା ପାଇଁ ଦ୍ରାକ୍ଷାରସ-କୁଣ୍ତ ଭିତରେ ତାହା ମଳୁଥିଲେ ।"},{"number":12,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁଙ୍କ ଦୂତ ତାହାକୁ ଦର୍ଶନ ଦେଇ କହିଲେ, ହେ ମହାବିକ୍ରମଶାଳୀ ଲୋକ, ସଦାପ୍ରଭୁ ତୁମ୍ଭ ସଙ୍ଗେ ଅଛନ୍ତି ।"},{"number":13,"verse":"ଏଥିରେ ଗିଦିୟୋନ୍ ତାହାଙ୍କୁ କହିଲେ, ହେ ମୋହର ପ୍ରଭୋ, ଯେବେ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ସଙ୍ଗେ ଥାʼନ୍ତି, ତେବେ ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଏ ସବୁ ଘଟିଅଛି କାହିଁକି ? ପୁଣି ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କୁ କି ମିସରରୁ ଆଣି ନାହାନ୍ତି, ଏହା କହି ଆମ୍ଭମାନଙ୍କ ପୂର୍ବପୁରୁଷମାନେ ଆମ୍ଭମାନଙ୍କ ଆଗରେ ତାହାଙ୍କର ଯେସବୁ ଆଶ୍ଚର୍ଯ୍ୟକ୍ରିୟାର କୀର୍ତ୍ତନ କରିଥିଲେ, ସେସବୁ କାହିଁଣ? ମାତ୍ର ଏବେ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କୁ ତ୍ୟାଗ କରିଅଛନ୍ତି ଓ ଆମ୍ଭମାନଙ୍କୁ ମିଦୀୟନର ହସ୍ତରେ ସମର୍ପଣ କରି ଅଛନ୍ତି ।"},{"number":14,"verse":"ସେତେବେଳେ ସଦାପ୍ରଭୁ ତାଙ୍କୁ ଅନାଇ କହିଲେ, ତୁମ୍ଭେ ଆପଣା ଏହି ବଳରେ ଯାଇ ମିଦୀୟନ ହସ୍ତରୁ ଇସ୍ରାଏଲକୁ ଉଦ୍ଧାର କର; ଆମ୍ଭେ କି ତୁମ୍ଭକୁ ପଠାଇ ନାହୁଁ ?"},{"number":15,"verse":"ତହୁଁ ସେ ତାହାଙ୍କୁ କହିଲେ, ହେ ପ୍ରଭୋ, ମୁଁ କାହିଁରେ ଇସ୍ରାଏଲକୁ ଉଦ୍ଧାର କରିବି ? ଦେଖ, ମନଃଶି (ବଂଶ) ମଧ୍ୟରେ ମୋହର ପରିବାର ସବୁଠାରୁ କ୍ଷୀଣ, ପୁଣି ମୋʼ ପିତୃଗୃହ ମଧ୍ୟରେ ମୁଁ ସବୁଠୁଁ କନିଷ୍ଠ ।"},{"number":16,"verse":"ତେବେ ସଦାପ୍ରଭୁ ତାହାକୁ କହିଲେ, ଆମ୍ଭେ ନିଶ୍ଚୟ ତୁମ୍ଭ ସଙ୍ଗେ ହେବା, ତହିଁରେ ତୁମ୍ଭେ ମିଦୀୟନୀୟମାନଙ୍କୁ ଏକଜଣ ପରି ସଂହାର କରିବ ।"},{"number":17,"verse":"ତହୁଁ ସେ ତାହାଙ୍କୁ କହିଲେ, ଯେବେ ମୁଁ ଆପଣଙ୍କ ଦୃଷ୍ଟିରେ ଏବେ ଅନୁଗ୍ରହ ପାଇଲି, ତେବେ ଆପଣ ଯେ ମୋହର ସଙ୍ଗରେ କଥା କହୁଅଛନ୍ତି, ତହିଁର ଏକ ଚିହ୍ନ ମୋତେ ଦେଖାଉନ୍ତୁ ।"},{"number":18,"verse":"ବିନୟ କରୁଛି, ମୁଁ ଆପଣା ଭେଟୀ ଘେନି ଆସି ଆପଣଙ୍କ ସମ୍ମୁଖରେ ଥୋଇବା ପର୍ଯ୍ୟନ୍ତ ଏ ସ୍ଥାନରୁ ପ୍ରସ୍ଥାନ ନ କରନ୍ତୁ । ତହିଁରେ ସେ କହିଲେ, ତୁମ୍ଭେ ଫେରି ଆସିବା ଯାଏ ଆମ୍ଭେ ରହିବା ।"},{"number":19,"verse":"ତହୁଁ ଗିଦିୟୋନ୍ ଭିତରକୁ ଯାଇ ଏକ ଛାଗବତ୍ସ ଓ ଏକ ଐଫା ମଇଦାର ତାଡ଼ିଶୂନ୍ୟ ପିଠା ପ୍ରସ୍ତୁତ କଲେ; ମାଂସ ଗୋଟିଏ ଡାଲାରେ ଓ ଝୋଳ ଗୋଟିଏ କହ୍ରାଇରେ ରଖି ବାହାରେ ତାହାଙ୍କ ନିକଟକୁ ଆଣି ଅଲୋନ ବୃକ୍ଷ ମୂଳେ ଥୋଇଲେ ।"},{"number":20,"verse":"ତହୁଁ ପରମେଶ୍ଵରଙ୍କ ଦୂତ ତାଙ୍କୁ କହିଲେ, ଏହି ମାଂସ ଓ ତାଡ଼ିଶୂନ୍ୟ ପିଠାସବୁ ନେଇ ଏହି ଶୈଳ ଉପରେ ରଖ ଓ ତହିଁ ଉପରେ ଝୋଳ ଢାଳ; ତହୁଁ ସେ ସେପରି କଲେ ।"},{"number":21,"verse":"ତେବେ ସଦାପ୍ରଭୁଙ୍କ ଦୂତ ଆପଣା ହସ୍ତସ୍ଥିତ ଯଷ୍ଟିର ଅଗ୍ର ବଢ଼ାଇ ସେହି ମାଂସ ଓ ତାଡ଼ିଶୂନ୍ୟ ପିଠା ସ୍ପର୍ଶ କଲେନ୍ତଏଥିରେ ସେହି ଶୈଳରୁ ଅଗ୍ନି ବାହାରି ସେହି ମାଂସ ଓ ତାଡ଼ିଶୂନ୍ୟ ପିଠା ଦଗ୍ଧ କଲା; ତହୁଁ ସଦାପ୍ରଭୁଙ୍କ ଦୂତ ତାହାର ଦୃଷ୍ଟିଗୋଚରରୁ ପ୍ରସ୍ଥାନ କଲେ ।"},{"number":22,"verse":"ତହିଁରେ ସେ ଯେ ସଦାପ୍ରଭୁଙ୍କ ଦୂତ, ଏହା ଗିଦିୟୋନ୍ ବୁଝିଲେ; ପୁଣି ଗିଦିୟୋନ୍ କହିଲେ, ହାୟ ହାୟ ! ହେ ପ୍ରଭୋ, ସଦାପ୍ରଭୋ, ମୁଁ ସମ୍ମୁଖାସମ୍ମୁଖୀ ହୋଇ ସଦାପ୍ରଭୁଙ୍କ ଦୂତଙ୍କୁ ଦେଖିଲି ।"},{"number":23,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ ତାଙ୍କୁ କହିଲେ, ତୁମ୍ଭର ମଙ୍ଗଳ ହେଉ; ଭୟ ନ କର; ତୁମ୍ଭେ ମରିବ ନାହିଁ ।"},{"number":24,"verse":"ତହୁଁ ଗିଦିୟୋନ୍ ସେଠାରେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଏକ ଯଜ୍ଞବେଦି ନିର୍ମାଣ କଲେ, ତହିଁର ନାମ ଯିହୋବା-ଶାଲୋମ୍ (ସଦାପ୍ରଭୁ ମଙ୍ଗଳ ସ୍ଵରୂପ) ରଖିଲେ; ତାହା ଅବୀୟେଷ୍ରୀୟମାନଙ୍କ ଅଫ୍ରାରେ ଆଜି ପର୍ଯ୍ୟନ୍ତ ଅଛି ।"},{"number":25,"verse":"ଅନନ୍ତର ସେହି ରାତ୍ରିରେ ସଦାପ୍ରଭୁ ତାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଆପଣା ପିତାର ଯୁବା ଗୋରୁକୁ, ଅର୍ଥାତ୍, ସାତ ବର୍ଷର ଦ୍ଵିତୀୟ ଗୋବତ୍ସକୁ ନିଅ, ତୁମ୍ଭ ପିତାର ଥିବା ବାଲ୍ଦେବତାର ଯଜ୍ଞବେଦି ଭାଙ୍ଗି ପକାଅ ଓ ତନ୍ନିକଟସ୍ଥ ଆଶେରାର ମୂର୍ତ୍ତି କାଟି ପକାଅ;"},{"number":26,"verse":"ପୁଣି ଏହି ଗଡ଼ ଉପରେ ରୀତିମତେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଏକ ଯଜ୍ଞବେଦି ନିର୍ମାଣ କର, ଆଉ ତୁମ୍ଭେ ଯେଉଁ ଆଶେରାର ମୂର୍ତ୍ତି ଛେଦନ କରିବ, ତହିଁର କାଷ୍ଠ ନେଇ ସେହି ଦ୍ଵିତୀୟ ଗୋବତ୍ସକୁ ହୋମବଳି ରୂପେ ଉତ୍ସର୍ଗ କର ।"},{"number":27,"verse":"ତହିଁରେ ଗିଦିୟୋନ୍ ଆପଣା ଦାସମାନଙ୍କ ମଧ୍ୟରୁ ଦଶଜଣଙ୍କୁ ସଙ୍ଗରେ ନେଲେ ଓ ସଦାପ୍ରଭୁ ଯେପରି କହିଥିଲେ, ସେପରି କଲେ, ମାତ୍ର ଆପଣା ପିତୃପରିବାର ଓ ନଗରସ୍ଥ ଲୋକମାନଙ୍କୁ ଭୟ କରିବାରୁ ସେ ଦିନ ବେଳେ ତାହା କରି ନ ପାରି ରାତ୍ରି ବେଳେ ତାହା କଲେ ।"},{"number":28,"verse":"ତହୁଁ ନଗରସ୍ଥ ଲୋକମାନେ ପ୍ରଭାତରେ ଉଠନ୍ତେ, ଦେଖ, ବାଲ୍ର ଯଜ୍ଞବେଦି ଭଙ୍ଗା ଓ ତନ୍ନିକଟସ୍ଥ ଆଶେରା ମୂର୍ତ୍ତି କଟା; ପୁଣି ନିର୍ମିତ ଯଜ୍ଞବେଦି ଉପରେ ସେହି ଦ୍ଵିତୀୟ ଗୋବତ୍ସର ଉତ୍ସର୍ଗ ହୋଇଅଛି ।"},{"number":29,"verse":"ତହୁଁ ସେମାନେ ପରସ୍ପର କହିଲେ, ଏ କଥା କିଏ କରିଅଛି; ପୁଣି ସେମାନେ ପଚାରି ବୁଝି କହିଲେ, ଯୋୟାଶର ପୁତ୍ର ଗିଦିୟୋନ୍ ଏକଥା କରିଅଛି ।"},{"number":30,"verse":"ତେବେ ନଗରସ୍ଥ ଲୋକମାନେ ଯୋୟାଶକୁ କହିଲେ, ତୁମ୍ଭ ପୁତ୍ରକୁ ବାହାର କରି ଆଣ, ସେ ହତ ହେବ; କାରଣ ସେ ବାଲ୍ର ଯଜ୍ଞବେଦି ଭାଙ୍ଗିଅଛି ଓ ତନ୍ନିକଟସ୍ଥ ଆଶେରା ମୂର୍ତ୍ତି କାଟି ପକାଇଅଛି ।"},{"number":31,"verse":"ତହିଁରେ ଯୋୟାଶ ଆପଣା ପ୍ରତିକୂଳରେ ଠିଆ ହେବା ସମସ୍ତଙ୍କୁ କହିଲା, ତୁମ୍ଭେମାନେ କି ବାଲ୍ ପକ୍ଷରେ ବିବାଦ କରିବ ? ଅବା ତୁମ୍ଭେମାନେ କି ତାହାକୁ ଉଦ୍ଧାର କରିବ ? ଯେ ତାହାର ପକ୍ଷରେ ବିବାଦ କରିବ, ଏହି ସକାଳ ଥାଉ ଥାଉ ତାହାର ପ୍ରାଣଦଣ୍ତ ହେଉ; ଯେବେ ସେ ଦେବତା, ତେବେ ସେ ଆପଣା ପକ୍ଷରେ ଆପେ ବିବାଦ କରୁ, କାରଣ କେହି ତାହାର ଯଜ୍ଞବେଦି ଭାଙ୍ଗିଅଛି ।"},{"number":32,"verse":"ଏହେତୁ ସେ ବାଲ୍ର ଯଜ୍ଞବେଦି ଭାଙ୍ଗିବାରୁ ସେ ତାହା ପ୍ରତିକୂଳରେ ବିବାଦ କରୁ, ଏହା କହି ସେ ସେହି ଦିନ ଗିଦିୟୋନ୍ଙ୍କ ନାମ ଯିରୁବ୍ବାଲ (ବାଲ୍ ବିବାଦ କରୁ) ରଖିଲା ।"},{"number":33,"verse":"ସେ ସମୟରେ ସମସ୍ତ ମିଦୀୟନୀୟ ଓ ଅମାଲେକୀୟ ଓ ପୂର୍ବଦେଶୀୟ ଲୋକମାନେ ଆପଣାମାନଙ୍କୁ ଏକତ୍ର କଲେ; ପୁଣି ସେମାନେ ପାର ହୋଇ ଯିଷ୍ରୀୟେଲର ତଳଭୂମିରେ ଛାଉଣି କଲେ ।"},{"number":34,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁଙ୍କ ଆତ୍ମା ଗିଦିୟୋନ୍ଙ୍କ ଉପରେ ଅଧିଷ୍ଠାନ କରନ୍ତେ, ସେ ତୂରୀ ବଜାଇଲେ; ତହିଁରେ ଅବୀୟେଷ୍ରୀୟ (ବଂଶ) ତାଙ୍କ ପଛେ ଏକତ୍ର ହେଲେ ।"},{"number":35,"verse":"ପୁଣି ସେ ମନଃଶି (ଦେଶର) ସର୍ବତ୍ର ଦୂତ ପଠାନ୍ତେ, ସେମାନେ ମଧ୍ୟ ତାହାର ପଛେ ଏକତ୍ର ହେଲେ, ତହୁଁ ସେ ଆଶେର୍ ଓ ସବୂଲୂନ ଓ ନପ୍ତାଲି (ବଂଶ) ନିକଟକୁ ଦୂତ ପଠାନ୍ତେ, ସେମାନେ ସେମାନଙ୍କ ସଙ୍ଗେ ମିଳିବାକୁ ଆସିଲେ ।"},{"number":36,"verse":"ଏ ଉତ୍ତାରେ ଗିଦିୟୋନ୍ ପରମେଶ୍ଵରଙ୍କୁ କହିଲେ, ଯେବେ ତୁମ୍ଭେ ଆପଣା ବାକ୍ୟ ପ୍ରମାଣେ ମୋʼ ହସ୍ତ ଦ୍ଵାରା ଇସ୍ରାଏଲକୁ ଉଦ୍ଧାର କରିବ,"},{"number":37,"verse":"ତେବେ ଦେଖ, ମୁଁ ଖଳାରେ ଗଦାଏ ମେଷଲୋମ ରଖିବି; ଯେବେ କେବଳ ସେହି ଲୋମଗଦା ଉପରେ କାକର ପଡ଼େ ଓ ସମସ୍ତ ଭୂମି ଶୁଷ୍କ ରହେ, ତେବେ ତୁମ୍ଭେ ଆପଣା ବାକ୍ୟାନୁସାରେ ମୋʼ ହସ୍ତ ଦ୍ଵାରା ଇସ୍ରାଏଲକୁ ଉଦ୍ଧାର କରିବ ବୋଲି ମୁଁ ଜାଣିବି ।"},{"number":38,"verse":"ତହିଁରେ ସେରୂପ ହେଲା; ସେ ପରଦିନ ପ୍ରଭାତରେ ଉଠି ସେହି ଲୋମ ଏକତ୍ର ଚିପି କାକର ଚିପୁଡ଼ନ୍ତେ, ଲୋମରୁ ପୂର୍ଣ୍ଣ ଏକପାତ୍ର ଜଳ ବାହାରିଲା ।"},{"number":39,"verse":"ସେତେବେଳେ ଗିଦିୟୋନ୍ ପରମେଶ୍ଵରଙ୍କୁ କହିଲେ, ମୋʼ ପ୍ରତିକୂଳରେ ତୁମ୍ଭର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ନ ହେଉ, ମୁଁ ଏହି ଥରକ ମାତ୍ର କହିବି; ବିନୟ କରୁଅଛି; ଏହି ଲୋମ ଦ୍ଵାରା ମୋତେ ଏହି ଥରକ ମାତ୍ର ପରୀକ୍ଷା ନେବାକୁ ଦିଅ; ବିନୟ କରୁଅଛି, କେବଳ ଲୋମ ଉପରେ ଶୁଷ୍କତା ହେଉ ଓ ସମସ୍ତ ଭୂମି ଉପରେ କାକର ପଡ଼ୁ ।"},{"number":40,"verse":"ତହୁଁ ପରମେଶ୍ଵର ସେହି ରାତ୍ରି ସେରୂପ କଲେ; କେବଳ ଲୋମ ଉପରେ ଶୁଷ୍କତା ହେଲା ଓ ସମସ୍ତ ଭୂମିରେ କାକର ପଡ଼ିଲା ।"}]}