{"bibleAbbr":"ERV2006","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"This is a message from the LORD to Israel. God used Malachi to tell this message to the people."},{"number":2,"verse":"God Loves Israel The LORD said, “I love you people.” But you said, “What shows you love us?” The LORD said, “Esau was Jacob’s brother, but I chose (chose Or “loved.”) Jacob."},{"number":3,"verse":"And I did not accept (did not accept Or “hated.”) Esau. I destroyed his hill country. (his hill country This means the country of Edom. Edom was another name for Esau.) His country was destroyed, and now only wild dogs (wild dogs Literally, “jackals.”) live there.”"},{"number":4,"verse":"The people of Edom might say, “We were destroyed, but we will go back and rebuild our cities.” But the LORD All-Powerful says, “If they rebuild their cities, I will destroy them again.” That is why people say Edom is an evil country—a nation the LORD hates forever."},{"number":5,"verse":"You people saw these things, and you said, “The LORD is great, even outside of Israel!”"},{"number":6,"verse":"The People Don’t Respect God The LORD All-Powerful said, “Children honor their fathers. Servants honor their masters. I am your Father, so why don’t you honor me? I am your master, so why don’t you respect me? You priests don’t respect my name. “But you say, ‘What have we done that shows we don’t respect your name?’"},{"number":7,"verse":"“You bring unclean bread to my altar. “But you ask, ‘What makes that bread unclean?’ “It is unclean because you show no respect for the altar of the LORD."},{"number":8,"verse":"You bring blind animals as sacrifices, and that is wrong. You bring sick and crippled animals for sacrifices, and that is wrong. Try giving those sick animals as a gift to your governor. Would he accept those sick animals? No, he would not accept them.” This is what the LORD All-Powerful said."},{"number":9,"verse":"“Now try asking God to be good to you. But he will not listen to you, and it is all your fault.” This is what the LORD All-Powerful said."},{"number":10,"verse":"“I wish one of you would close the Temple doors to stop the lighting of useless fires on my altar. I am not pleased with you. I will not accept your gifts.” This is what the LORD All-Powerful said."},{"number":11,"verse":"“People all around the world respect my name. All around the world they bring good gifts to me and burn good incense as a gift to me, because my name is important to all of them.” This is what the LORD All-Powerful said."},{"number":12,"verse":"“But you people show that you don’t respect my name. You say that the Lord’s altar is unclean. And you don’t like the food from that altar."},{"number":13,"verse":"You smell the food and refuse to eat it. You say it is bad. Then you bring sick, crippled, and hurt animals to me. You try to give sick animals to me as sacrifices, but I will not accept them.” This is what the LORD All-Powerful said."},{"number":14,"verse":"“Some people have good, male animals that they could give as sacrifices, but don’t. Some people bring good animals and promise to give those healthy animals to me. But then they secretly exchange those good animals and give me sick animals instead. Bad things will happen to those people. I am the Great King and people all around the world respect me!” This is what the LORD All-Powerful said."}]}