{"bibleAbbr":"ERV2006","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"The LORD All-Powerful says, “I am sending my messenger to prepare the way for me. Then suddenly, the Lord you are looking for will come to his temple. (temple Or “palace.”) Yes, the messenger you are waiting for, the one who will tell about my agreement, is really coming!"},{"number":2,"verse":"“No one can prepare for that time or stand against him when he comes. He will be like a burning fire. He will be like the strong soap people use to make things clean."},{"number":3,"verse":"He will make the Levites clean. He will make them pure, like silver is made pure with fire! He will make them pure like gold and silver. Then they will bring gifts to the LORD, and they will do things the right way."},{"number":4,"verse":"Then the LORD will accept the gifts from Judah and Jerusalem. It will be as it was in the past—as the time long ago."},{"number":5,"verse":"Then I will bring you to justice. I will be an expert witness and testify about the evil things people do. I will speak out against those who do evil magic or commit adultery. I will speak out against those who make false promises and cheat their workers and don’t pay them the money they promised. I will testify against those who don’t help strangers, or widows and orphans. And I will testify against those who don’t respect me.” This is what the LORD All-Powerful said."},{"number":6,"verse":"(Stealing From God) “I am the LORD, and I don’t change. You are Jacob’s children, and you have not been completely destroyed."},{"number":7,"verse":"But you never obeyed my laws. Even your ancestors stopped following me. Come back to me, and I will come back to you.” This is what the LORD All-Powerful said. “You say, ‘How can we come back?’"},{"number":8,"verse":"“People should not steal things from God, but you stole things from me. “You say, ‘What did we steal from you?’ “You should have given me one-tenth of your things. You should have given me special gifts."},{"number":9,"verse":"In this way your whole nation has stolen things from me, so bad things are happening to you.”"},{"number":10,"verse":"The LORD All-Powerful says, “Try this test. Bring one-tenth of your things to me. Put them in the treasury. Bring food to my house. Test me! If you do these things, I will surely bless you. Good things will come to you like rain falling from the sky. You will have more than enough of everything."},{"number":11,"verse":"I will not let pests destroy your crops. All your grapevines will produce grapes.” This is what the LORD All-Powerful said."},{"number":12,"verse":"“People from other nations will be good to you. You will have a wonderful country.” This is what the LORD All-Powerful said."},{"number":13,"verse":"(The Special Time of Judgment) The LORD says, “You said cruel things to me.” But you ask, “What did we say about you?”"},{"number":14,"verse":"You said, “It is useless to worship God. We did what the LORD All-Powerful told us, but we didn’t gain anything. We cried like people at a funeral to show we were sorry for our sins, but it didn’t help."},{"number":15,"verse":"We think proud people are happy. Evil people succeed. They do evil things to test God’s patience, and God does not punish them.”"},{"number":16,"verse":"Then the LORD’s followers spoke with each other, and the LORD listened to them. There is a book in front of him. In that book are the names of his followers. They are the people who honor the LORD’s name."},{"number":17,"verse":"The LORD said, “They belong to me. I will be kind to them. Parents are very kind to their children who obey them. In the same way I will be kind to my followers."},{"number":18,"verse":"You people will come back to me, and you will learn the difference between good and evil. You will learn the difference between someone who follows God and someone who does not."}]}