{"bibleAbbr":"RKJNT2000","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"Finally, my brethren, rejoice in the Lord. For me to write the same things to you is no trouble, and is a safeguard for you."},{"number":2,"verse":"Beware of the dogs, beware of evil workers, beware of the mutilators of the flesh."},{"number":3,"verse":"For we are the true circumcision, who worship God in the spirit, and rejoice in Christ Jesus, and put no confidence in the flesh,"},{"number":4,"verse":"Though I myself might have confidence in the flesh. If any other man thinks that he has reason to trust in the flesh, I have more:"},{"number":5,"verse":"Circumcised the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; regarding the law, a Pharisee;"},{"number":6,"verse":"Concerning zeal, a persecutor of the church; regarding the righteousness which is of the law, blameless."},{"number":7,"verse":"But whatever things were gain to me, those I have counted as loss for Christ."},{"number":8,"verse":"Furthermore, I count all things as loss compared to the excellency of knowing Christ Jesus my Lord: for whom I have suffered the loss of all things, and count them as rubbish, that I may win Christ,"},{"number":9,"verse":"And be found in him, not having my own righteousness, based on the law, but that which is through faith in Christ, the righteousness which is from God by faith:"},{"number":10,"verse":"That I may know him, and the power of his resurrection, and the fellowship of his sufferings, becoming like him in his death;"},{"number":11,"verse":"If only I might attain to the resurrection of the dead."},{"number":12,"verse":"Not that I have already attained it, or have already become perfect: but I press on, that I may lay hold of that for which Christ Jesus laid hold of me."},{"number":13,"verse":"Brethren, I do not consider myself to have laid hold of it yet: but this one thing I do, forgetting those things which are behind, and reaching forth to those things which are ahead,"},{"number":14,"verse":"I press on toward the goal for the prize, to which God has called me upward in Christ Jesus."},{"number":15,"verse":"Therefore, let us, as many as are mature, be of this mind: and if in anything you are of a different mind, God shall also reveal this to you."},{"number":16,"verse":"Only let us hold true to that which we have already attained."},{"number":17,"verse":"Brethren, join together in following me, and note those who walk according to our example."},{"number":18,"verse":"For many, of whom I have told you often, and now tell you even with weeping, walk as enemies of the cross of Christ:"},{"number":19,"verse":"Whose end is destruction, whose god is their belly, and whose glory is in their shame, with minds set on earthly things."},{"number":20,"verse":"But our citizenship is in heaven; from whence we eagerly look for a Saviour, the Lord Jesus Christ:"},{"number":21,"verse":"Who shall change our lowly body, that it may be fashioned like his glorious body, by the power which enables him even to subject all things to himself."}]}