{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"(The First Census of Israel) Now the LORD spoke to Moses (Ex. 19:1; Num. 10:11, 12) in the Wilderness of Sinai, (Ex. 25:22) in the tabernacle of meeting, on the (Ex. 40:2, 17; Num. 9:1; 10:11) first day of the second month, in the second year after they had come out of the land of Egypt, saying:"},{"number":2,"verse":"(Ex. 30:12; Num. 26:2, 63, 64; 2 Sam. 24:2; 1 Chr. 21:2) “Take a census of all the congregation of the children of Israel, by their families, by their fathers’ houses, according to the number of names, every male (Ex. 30:12, 13; 38:26) individually,"},{"number":3,"verse":"from (Ex. 30:14; 38:26) twenty years old and above—all who are able to go to war in Israel. You and Aaron shall number them by their armies."},{"number":4,"verse":"And with you there shall be a man from every tribe, each one the head of his father’s house."},{"number":5,"verse":"“These are the names of the men who shall stand with you: from Reuben, Elizur the son of Shedeur;"},{"number":6,"verse":"from Simeon, Shelumiel the son of Zurishaddai;"},{"number":7,"verse":"from Judah, Nahshon the son of Amminadab;"},{"number":8,"verse":"from Issachar, Nethanel the son of Zuar;"},{"number":9,"verse":"from Zebulun, Eliab the son of Helon;"},{"number":10,"verse":"from the sons of Joseph: from Ephraim, Elishama the son of Ammihud; from Manasseh, Gamaliel the son of Pedahzur;"},{"number":11,"verse":"from Benjamin, Abidan the son of Gideoni;"},{"number":12,"verse":"from Dan, Ahiezer the son of Ammishaddai;"},{"number":13,"verse":"from Asher, Pagiel the son of Ocran;"},{"number":14,"verse":"from Gad, Eliasaph the son of (Num. 7:42) Deuel;"},{"number":15,"verse":"from Naphtali, Ahira the son of Enan.”"},{"number":16,"verse":"(Ex. 18:21; Num. 7:2; 1 Chr. 27:16-22) These were (Num. 16:2) chosen from the congregation, leaders of their fathers’ tribes, (Ex. 18:21, 25; Jer. 5:5; Mic. 3:1, 9; 5:2) heads of the divisions in Israel."},{"number":17,"verse":"Then Moses and Aaron took these men who had been mentioned (Is. 43:1) by name,"},{"number":18,"verse":"and they assembled all the congregation together on the first day of the second month; and they recited their (Ezra 2:59; Heb. 7:3) ancestry by families, by their fathers’ houses, according to the number of names, from twenty years old and above, each one individually."},{"number":19,"verse":"As the LORD commanded Moses, so he numbered them in the Wilderness of Sinai."},{"number":20,"verse":"Now the (Num. 2:10, 11; 26:5-11; 32:6, 15, 21, 29) children of Reuben, Israel’s oldest son, their genealogies by their families, by their fathers’ house, according to the number of names, every male individually, from twenty years old and above, all who were able to go to war:"},{"number":21,"verse":"those who were numbered of the tribe of Reuben were forty-six thousand five hundred."},{"number":22,"verse":"From the (Num. 2:12, 13; 26:12-14) children of Simeon, their genealogies by their families, by their fathers’ house, of those who were numbered, according to the number of names, every male individually, from twenty years old and above, all who were able to go to war:"},{"number":23,"verse":"those who were numbered of the tribe of Simeon were fifty-nine thousand three hundred."},{"number":24,"verse":"From the (Gen. 30:11; Num. 26:15-18; Josh. 4:12; Jer. 49:1) children of Gad, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":25,"verse":"those who were numbered of the tribe of Gad were forty-five thousand six hundred and fifty."},{"number":26,"verse":"From the (Gen. 29:35; Num. 26:19-22; 2 Sam. 24:9; Ps. 78:68; Matt. 1:2) children of Judah, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":27,"verse":"those who were numbered of the tribe of Judah were (2 Chr. 17:14) seventy-four thousand six hundred."},{"number":28,"verse":"From the (Num. 2:5, 6) children of Issachar, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":29,"verse":"those who were numbered of the tribe of Issachar were fifty-four thousand four hundred."},{"number":30,"verse":"From the (Num. 2:7, 8; 26:26, 27) children of Zebulun, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":31,"verse":"those who were numbered of the tribe of Zebulun were fifty-seven thousand four hundred."},{"number":32,"verse":"From the sons of Joseph, the (Gen. 48:1-22; Num. 26:28-37; Deut. 33:13-17; Jer. 7:15; Obad. 19) children of Ephraim, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":33,"verse":"those who were numbered of the tribe of Ephraim were forty thousand five hundred."},{"number":34,"verse":"From the (Num. 2:20, 21; 26:28-34) children of Manasseh, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":35,"verse":"those who were numbered of the tribe of Manasseh were thirty-two thousand two hundred."},{"number":36,"verse":"From the (Gen. 49:27; Num. 26:38-41; 2 Chr. 17:17; Rev. 7:8) children of Benjamin, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":37,"verse":"those who were numbered of the tribe of Benjamin were thirty-five thousand four hundred."},{"number":38,"verse":"From the (Gen. 30:6; 46:23; Num. 2:25, 26; 26:42, 43) children of Dan, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":39,"verse":"those who were numbered of the tribe of Dan were sixty-two thousand seven hundred."},{"number":40,"verse":"From the (Num. 2:27, 28; 26:44-47) children of Asher, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":41,"verse":"those who were numbered of the tribe of Asher were forty-one thousand five hundred."},{"number":42,"verse":"From the children of Naphtali, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were able to go to war:"},{"number":43,"verse":"those who were numbered of the tribe of Naphtali were fifty-three thousand four hundred."},{"number":44,"verse":"(Num. 26:64) These are the ones who were numbered, whom Moses and Aaron numbered, with the leaders of Israel, twelve men, each one representing his father’s house."},{"number":45,"verse":"So all who were numbered of the children of Israel, by their fathers’ houses, from twenty years old and above, all who were able to go to war in Israel—"},{"number":46,"verse":"all who were numbered were (Ex. 12:37; 38:26; Num. 2:32; 26:51, 63; Heb. 11:12; Rev. 7:4-8) six hundred and three thousand five hundred and fifty."},{"number":47,"verse":"But (Num. 2:33; 3:14-22; 26:57-62; 1 Chr. 6:1-47; 21:6) the Levites were not numbered among them by their fathers’ tribe;"},{"number":48,"verse":"for the LORD had spoken to Moses, saying:"},{"number":49,"verse":"(Num. 2:33; 26:62) “Only the tribe of Levi you shall not number, nor take a census of them among the children of Israel;"},{"number":50,"verse":"(Ex. 38:21; Num. 3:7, 8; 4:15, 25-27, 33) but you shall appoint the Levites over the tabernacle of the Testimony, over all its furnishings, and over all things that belong to it; they shall carry the tabernacle and all its furnishings; they shall attend to it (Num. 3:23, 29, 35, 38) and camp around the tabernacle."},{"number":51,"verse":"(Num. 4:5-15; 10:17, 21) And when the tabernacle is to go forward, the Levites shall take it down; and when the tabernacle is to be set up, the Levites shall set it (Num. 10:21) up. (Num. 3:10, 38; 4:15, 19, 20; 18:22) The outsider who comes near shall be put to death."},{"number":52,"verse":"The children of Israel shall pitch their tents, everyone by his own camp, (Num. 2:2, 34; 24:2) everyone by his own standard, according to their armies;"},{"number":53,"verse":"(Num. 1:50) but the Levites shall camp around the tabernacle of the Testimony, that there may be no (Lev. 10:6; Num. 8:19; 16:46; 18:5; 1 Sam. 6:19) wrath on the congregation of the children of Israel; and the Levites shall (Num. 8:24; 18:2-4; 1 Chr. 23:32) keep charge of the tabernacle of the Testimony.”"},{"number":54,"verse":"Thus the children of Israel did; according to all that the LORD commanded Moses, so they did."}]}