{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"(Two Silver Trumpets) And the LORD spoke to Moses, saying:"},{"number":2,"verse":"“Make two silver trumpets for yourself; you shall make them of hammered work; you shall use them for (Is. 1:13) calling the congregation and for directing the movement of the camps."},{"number":3,"verse":"When (Jer. 4:5; Joel 2:15) they blow both of them, all the congregation shall gather before you at the door of the tabernacle of meeting."},{"number":4,"verse":"But if they blow only one, then the leaders, the (Ex. 18:21; Num. 1:16; 7:2) heads of the divisions of Israel, shall gather to you."},{"number":5,"verse":"When you sound the (Joel 2:1) advance, the camps that lie on the east side shall then begin their journey."},{"number":6,"verse":"When you sound the advance the second time, then (Num. 2:3) the camps that lie (Num. 2:10) on the south side shall begin their journey; they shall sound the call for them to begin their journeys."},{"number":7,"verse":"And when the assembly is to be gathered together, (Num. 10:3) you shall blow, but not (Joel 2:1) sound the advance."},{"number":8,"verse":"(Num. 31:6; Josh. 6:4; 1 Chr. 15:24; 2 Chr. 13:12) The sons of Aaron, the priests, shall blow the trumpets; and these shall be to you as an ordinance forever throughout your generations."},{"number":9,"verse":"(Num. 31:6; Josh. 6:5; 2 Chr. 13:14) “When you go to war in your land against the enemy who (Judg. 2:18; 4:3; 6:9; 10:8, 12) oppresses you, then you shall sound an alarm with the trumpets, and you will be (Gen. 8:1; Ps. 106:4) remembered before the LORD your God, and you will be saved from your enemies."},{"number":10,"verse":"Also (Lev. 23:24; Num. 29:1; 1 Chr. 15:24; 2 Chr. 5:12; Ps. 81:3) in the day of your gladness, in your appointed feasts, and at the beginning of your months, you shall blow the trumpets over your burnt offerings and over the sacrifices of your peace offerings; and they shall be (Lev. 23:24; Num. 10:9) a memorial for you before your God: I am the LORD your God.”"},{"number":11,"verse":"(Departure from Sinai) Now it came to pass on the twentieth day of the second month, in the second year, that the cloud (Num. 9:17) was taken up from above the tabernacle of the Testimony."},{"number":12,"verse":"And the children of Israel set out from (Ex. 19:1; Num. 1:1; 9:5) the Wilderness of Sinai on (Ex. 40:36) their journeys; then the cloud settled down in the (Gen. 21:21; Num. 12:16; Deut. 1:1) Wilderness of Paran."},{"number":13,"verse":"So they started out for the first time (Num. 10:5, 6) according to the command of the LORD by the hand of Moses."},{"number":14,"verse":"The standard of the camp of the children of Judah (Num. 2:3-9) set out first according to their armies; over their army was (Num. 1:7) Nahshon the son of Amminadab."},{"number":15,"verse":"Over the army of the tribe of the children of Issachar was Nethanel the son of Zuar."},{"number":16,"verse":"And over the army of the tribe of the children of Zebulun was Eliab the son of Helon."},{"number":17,"verse":"Then (Num. 1:51) the tabernacle was taken down; and the sons of Gershon and the sons of Merari set out, (Num. 4:21-32; 7:7-9) carrying the tabernacle."},{"number":18,"verse":"And (Num. 2:10-16) the standard of the camp of Reuben set out according to their armies; over their army was Elizur the son of Shedeur."},{"number":19,"verse":"Over the army of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai."},{"number":20,"verse":"And over the army of the tribe of the children of Gad was Eliasaph the son of Deuel."},{"number":21,"verse":"Then the Kohathites set out, carrying the (Num. 4:4-20; 7:9) holy things. (The tabernacle would be prepared for their arrival.)"},{"number":22,"verse":"And (Num. 2:18-24) the standard of the camp of the children of Ephraim set out according to their armies; over their army was Elishama the son of Ammihud."},{"number":23,"verse":"Over the army of the tribe of the children of Manasseh was Gamaliel the son of Pedahzur."},{"number":24,"verse":"And over the army of the tribe of the children of Benjamin was Abidan the son of Gideoni."},{"number":25,"verse":"Then (Num. 2:25-31; Josh. 6:9) the standard of the camp of the children of Dan (the rear guard of all the camps) set out according to their armies; over their army was Ahiezer the son of Ammishaddai."},{"number":26,"verse":"Over the army of the tribe of the children of Asher was Pagiel the son of Ocran."},{"number":27,"verse":"And over the army of the tribe of the children of Naphtali was Ahira the son of Enan."},{"number":28,"verse":"(Num. 2:34) Thus was the order of march of the children of Israel, according to their armies, when they began their journey."},{"number":29,"verse":"Now Moses said to (Judg. 4:11) Hobab the son of (Ex. 2:18; 3:1; 18:12) Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place of which the LORD said, (Gen. 12:7; Ex. 6:4-8) ‘I will give it to you.’ Come with us, and (Judg. 1:16) we will treat you well; for (Gen. 32:12; Ex. 3:8) the LORD has promised good things to Israel.”"},{"number":30,"verse":"And he said to him, “I will not go, but I will depart to my own land and to my relatives.”"},{"number":31,"verse":"So Moses said, “Please do not leave, inasmuch as you know how we are to camp in the wilderness, and you can be our (Job 29:15) eyes."},{"number":32,"verse":"And it shall be, if you go with us—indeed it shall be—that (Ex. 18:9; Lev. 19:34; Judg. 1:16) whatever good the LORD will do to us, the same we will do to you.”"},{"number":33,"verse":"So they departed from (Ex. 3:1; Deut. 1:6) the mountain of the LORD on a journey of three days; and the ark of the covenant of the LORD (Deut. 1:33; Josh. 3:3-6; Ezek. 20:6) went before them for the three days’ journey, to search out a resting place for them."},{"number":34,"verse":"And (Ex. 13:21; Neh. 9:12, 19) the cloud of the LORD was above them by day when they went out from the camp."},{"number":35,"verse":"So it was, whenever the ark set out, that Moses said: (Ps. 68:1, 2; 132:8; Is. 17:12-14) “Rise up, O LORD! Let Your enemies be scattered, And let those who hate You flee before You.”"},{"number":36,"verse":"And when it rested, he said: “Return, O LORD, To the many thousands of Israel.”"}]}