{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"(Rebellion Against Moses and Aaron) Now (Ex. 6:21) Korah the son of Izhar, the son of Kohath, the son of Levi, with (Num. 26:9; Deut. 11:6) Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men;"},{"number":2,"verse":"and they rose up before Moses with some of the children of Israel, two hundred and fifty leaders of the congregation, (Num. 1:16; 26:9) representatives of the congregation, men of renown."},{"number":3,"verse":"(Num. 12:2; 14:2; Ps. 106:16) They gathered together against Moses and Aaron, and said to them, “You take too much upon yourselves, for (Ex. 19:6) all the congregation is holy, every one of them, (Ex. 29:45) and the LORD is among them. Why then do you exalt yourselves above the assembly of the LORD?”"},{"number":4,"verse":"So when Moses heard it, he (Num. 14:5; 20:6) fell on his face;"},{"number":5,"verse":"and he spoke to Korah and all his company, saying, “Tomorrow morning the LORD will show who is ((2 Tim. 2:19)) His and who is (Lev. 21:6-8, 12) holy, and will cause him to (Ezek. 40:46; 44:15, 16) come near to Him. That one whom He chooses He will cause to come near to Him."},{"number":6,"verse":"Do this: Take censers, Korah and all your company;"},{"number":7,"verse":"put fire in them and put incense in them before the LORD tomorrow, and it shall be that the man whom the LORD chooses is the holy one. You take too much upon yourselves, you sons of Levi!”"},{"number":8,"verse":"Then Moses said to Korah, “Hear now, you sons of Levi:"},{"number":9,"verse":"Is it (1 Sam. 18:23; Is. 7:13) a small thing to you that the God of Israel has (Num. 3:41, 45; 8:13-16; Deut. 10:8) separated you from the congregation of Israel, to bring you near to Himself, to do the work of the tabernacle of the LORD, and to stand before the congregation to serve them;"},{"number":10,"verse":"and that He has brought you near to Himself, you and all your brethren, the sons of Levi, with you? And are you seeking the priesthood also?"},{"number":11,"verse":"Therefore you and all your company are gathered together against the LORD. (Ex. 16:7, 8) And what is Aaron that you complain against him?”"},{"number":12,"verse":"And Moses sent to call Dathan and Abiram the sons of Eliab, but they said, “We will not come up!"},{"number":13,"verse":"Is it a small thing that you have brought us up out of (Ex. 16:3; Num. 11:4-6) a land flowing with milk and honey, to kill us in the wilderness, that you should (Ex. 2:14; Acts 7:27, 35) keep acting like a prince over us?"},{"number":14,"verse":"Moreover (Num. 14:1-4) you have not brought us into (Ex. 3:8; Lev. 20:24) a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up!”"},{"number":15,"verse":"Then Moses was very angry, and said to the LORD, (Gen. 4:4, 5) “Do not respect their offering. (1 Sam. 12:3; Acts 20:33) I have not taken one donkey from them, nor have I hurt one of them.”"},{"number":16,"verse":"And Moses said to Korah, “Tomorrow, you and all your company be present (1 Sam. 12:3, 7) before the LORD—you and they, as well as Aaron."},{"number":17,"verse":"Let each take his censer and put incense in it, and each of you bring his censer before the LORD, two hundred and fifty censers; both you and Aaron, each with his censer.”"},{"number":18,"verse":"So every man took his censer, put fire in it, laid incense on it, and stood at the door of the tabernacle of meeting with Moses and Aaron."},{"number":19,"verse":"And Korah gathered all the congregation against them at the door of the tabernacle of meeting. Then (Ex. 16:7, 10; Lev. 9:6, 23; Num. 14:10) the glory of the LORD appeared to all the congregation."},{"number":20,"verse":"And the LORD spoke to Moses and Aaron, saying,"},{"number":21,"verse":"(Gen. 19:17; Jer. 51:6) “Separate yourselves from among this congregation, that I may (Ex. 32:10; 33:5) consume them in a moment.”"},{"number":22,"verse":"Then they (Num. 14:5) fell on their faces, and said, “O God, (Num. 27:16; Job 12:10; Eccl. 12:7; Heb. 12:9) the God of the spirits of all flesh, shall one man sin, and You be angry with all the (Gen. 18:23-32; 20:4) congregation?”"},{"number":23,"verse":"So the LORD spoke to Moses, saying,"},{"number":24,"verse":"“Speak to the congregation, saying, ‘Get away from the tents of Korah, Dathan, and Abiram.’ ”"},{"number":25,"verse":"Then Moses rose and went to Dathan and Abiram, and the elders of Israel followed him."},{"number":26,"verse":"And he spoke to the congregation, saying, (Gen. 19:12, 14, 15, 17) “Depart now from the tents of these wicked men! Touch nothing of theirs, lest you be consumed in all their sins.”"},{"number":27,"verse":"So they got away from around the tents of Korah, Dathan, and Abiram; and Dathan and Abiram came out and stood at the door of their tents, with their wives, their sons, and their little (Ex. 20:5; Num. 26:11) children."},{"number":28,"verse":"And Moses said: (Ex. 3:12; John 5:36) “By this you shall know that the LORD has sent me to do all these works, for I have not done them (Num. 24:13; John 5:30) of my own will."},{"number":29,"verse":"If these men die naturally like all men, or if they are (Ex. 20:5; Job 35:15; Is. 10:3) visited by the common fate of all men, then the LORD has not sent me."},{"number":30,"verse":"But if the LORD creates (Job 31:3; Is. 28:21) a new thing, and the earth opens its mouth and swallows them up with all that belongs to them, and they ((Ps. 55:15)) go down alive into the pit, then you will understand that these men have rejected the LORD.”"},{"number":31,"verse":"(Num. 26:10; Ps. 106:17) Now it came to pass, as he finished speaking all these words, that the ground split apart under them,"},{"number":32,"verse":"and the earth opened its mouth and swallowed them up, with their households and (Num. 26:11; 1 Chr. 6:22, 37) all the men with Korah, with all their goods."},{"number":33,"verse":"So they and all those with them went down alive into the pit; the earth closed over them, and they perished from among the assembly."},{"number":34,"verse":"Then all Israel who were around them fled at their cry, for they said, “Lest the earth swallow us up also!”"},{"number":35,"verse":"And (Lev. 10:2; Num. 11:1-3; 26:10; Ps. 106:18) a fire came out from the LORD and consumed the two hundred and fifty men who were offering incense."},{"number":36,"verse":"Then the LORD spoke to Moses, saying:"},{"number":37,"verse":"“Tell Eleazar, the son of Aaron the priest, to pick up the censers out of the blaze, for (Lev. 27:28) they are holy, and scatter the fire some distance away."},{"number":38,"verse":"The censers of (Prov. 20:2; Hab. 2:10) these men who sinned against their own souls, let them be made into hammered plates as a covering for the altar. Because they presented them before the LORD, therefore they are holy; (Num. 17:10; Ezek. 14:8) and they shall be a sign to the children of Israel.”"},{"number":39,"verse":"So Eleazar the priest took the bronze censers, which those who were burned up had presented, and they were hammered out as a covering on the altar,"},{"number":40,"verse":"to be a memorial to the children of Israel (Num. 3:10; 2 Chr. 26:18) that no outsider, who is not a descendant of Aaron, should come near to offer incense before the LORD, that he might not become like Korah and his companions, just as the LORD had said to him through Moses."},{"number":41,"verse":"(Complaints of the People) On the next day (Num. 14:2; Ps. 106:25) all the congregation of the children of Israel complained against Moses and Aaron, saying, “You have killed the people of the LORD.”"},{"number":42,"verse":"Now it happened, when the congregation had gathered against Moses and Aaron, that they turned toward the tabernacle of meeting; and suddenly (Ex. 40:34) the cloud covered it, and the glory of the LORD appeared."},{"number":43,"verse":"Then Moses and Aaron came before the tabernacle of meeting."},{"number":44,"verse":"And the LORD spoke to Moses, saying,"},{"number":45,"verse":"“Get away from among this congregation, that I may consume them in a moment.” And they fell on their faces."},{"number":46,"verse":"So Moses said to Aaron, “Take a censer and put fire in it from the altar, put incense on it, and take it quickly to the congregation and make atonement for them; (Lev. 10:6; Num. 18:5) for wrath has gone out from the LORD. The plague has begun.”"},{"number":47,"verse":"Then Aaron took it as Moses commanded, and ran into the midst of the assembly; and already the plague had begun among the people. So he put in the incense and made atonement for the people."},{"number":48,"verse":"And he stood between the dead and the living; (Num. 25:8; Ps. 106:30) so the plague was stopped."},{"number":49,"verse":"Now those who died in the plague were fourteen thousand seven hundred, besides those who died in the Korah incident."},{"number":50,"verse":"So Aaron returned to Moses at the door of the tabernacle of meeting, for the plague had stopped."}]}