{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"Canaanites Defeated at Hormah The (Num. 33:40; Josh. 12:14; Judg. 1:16) king of Arad, the Canaanite, who dwelt in the South, heard that Israel was coming on the road to Atharim. Then he fought against Israel and took some of them prisoners."},{"number":2,"verse":"(Gen. 28:20; Judg. 11:30) So Israel made a vow to the LORD, and said, “If You will indeed deliver this people into my hand, then (Deut. 2:34) I will utterly destroy their cities.”"},{"number":3,"verse":"And the LORD listened to the voice of Israel and delivered up the Canaanites, and they utterly destroyed them and their cities. So the name of that place was called Hormah."},{"number":4,"verse":"The Bronze Serpent Then they journeyed from Mount Hor by the Way of the Red Sea, to (Judg. 11:18) go around the land of Edom; and the soul of the people became very discouraged on the way."},{"number":5,"verse":"And the people (Num. 20:4, 5) spoke against God and against Moses: “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and our soul loathes this worthless bread.”"},{"number":6,"verse":"So (1 Cor. 10:9) the LORD sent (Deut. 8:15) fiery serpents among the people, and they bit the people; and many of the people of Israel died."},{"number":7,"verse":"(Num. 11:2; Ps. 78:34; Is. 26:16; Hos. 5:15) Therefore the people came to Moses, and said, “We have (Lev. 26:40) sinned, for we have spoken against the LORD and against you; (Ex. 8:8; 1 Sam. 12:19; 1 Kin. 13:6; Acts 8:24) pray to the LORD that He take away the serpents from us.” So Moses prayed for the people."},{"number":8,"verse":"Then the LORD said to Moses, ((John 3:14, 15)) “Make a (Is. 14:29; 30:6) fiery serpent, and set it on a pole; and it shall be that everyone who is bitten, when he looks at it, shall live.”"},{"number":9,"verse":"So (2 Kin. 18:4; John 3:14, 15) Moses made a bronze serpent, and put it on a pole; and so it was, if a serpent had bitten anyone, when he looked at the bronze serpent, he lived."},{"number":10,"verse":"From Mount Hor to Moab Now the children of Israel moved on and (Num. 33:43, 44) camped in Oboth."},{"number":11,"verse":"And they journeyed from Oboth and camped at Ije Abarim, in the wilderness which is east of Moab, toward the sunrise."},{"number":12,"verse":"(Deut. 2:13) From there they moved and camped in the Valley of Zered."},{"number":13,"verse":"From there they moved and camped on the other side of the Arnon, which is in the wilderness that extends from the border of the Amorites; for (Num. 22:36; Judg. 11:18) the Arnon is the border of Moab, between Moab and the Amorites."},{"number":14,"verse":"Therefore it is said in the Book of the Wars of the LORD: “Waheb in Suphah, The brooks of the Arnon,"},{"number":15,"verse":"And the slope of the brooks That reaches to the dwelling of (Num. 21:28; Deut. 2:9, 18, 29) Ar, And lies on the border of Moab.”"},{"number":16,"verse":"From there they went (Judg. 9:21) to Beer, which is the well where the LORD said to Moses, “Gather the people together, and I will give them water.”"},{"number":17,"verse":"Then Israel sang this song: (Ex. 15:1) “Spring up, O well! All of you sing to it—"},{"number":18,"verse":"The well the leaders sank, Dug by the nation’s nobles, By the (Is. 33:22) lawgiver, with their staves.” And from the wilderness they went to Mattanah,"},{"number":19,"verse":"from Mattanah to Nahaliel, from Nahaliel to Bamoth,"},{"number":20,"verse":"and from Bamoth, in the valley that is in the country of Moab, to the top of Pisgah which looks (Num. 23:28) down on the wasteland."},{"number":21,"verse":"King Sihon Defeated Then (Num. 32:33; Deut. 2:26-37; Judg. 11:19) Israel sent messengers to Sihon king of the Amorites, saying,"},{"number":22,"verse":"(Num. 20:16, 17) “Let me pass through your land. We will not turn aside into fields or vineyards; we will not drink water from wells. We will go by the King’s Highway until we have passed through your territory.”"},{"number":23,"verse":"(Deut. 29:7) But Sihon would not allow Israel to pass through his territory. So Sihon gathered all his people together and went out against Israel in the wilderness, (Deut. 2:32; Judg. 11:20) and he came to Jahaz and fought against Israel."},{"number":24,"verse":"Then (Deut. 2:33; Josh. 12:1; Neh. 9:22; Ps. 135:10; 136:19; Amos 2:9) Israel defeated him with the edge of the sword, and took possession of his land from the Arnon to the Jabbok, as far as the people of Ammon; for the border of the people of Ammon was fortified."},{"number":25,"verse":"So Israel took all these cities, and Israel (Amos 2:10) dwelt in all the cities of the Amorites, in Heshbon and in all its villages."},{"number":26,"verse":"For Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab, and had taken all his land from his hand as far as the Arnon."},{"number":27,"verse":"Therefore those who speak in proverbs say: “Come to Heshbon, let it be built; Let the city of Sihon be repaired."},{"number":28,"verse":"“For (Jer. 48:45, 46) fire went out from Heshbon, A flame from the city of Sihon; It consumed (Deut. 2:9, 18; Is. 15:1) Ar of Moab, The lords of the (Num. 22:41; 33:52) heights of the Arnon."},{"number":29,"verse":"Woe to you, (Jer. 48:46) Moab! You have perished, O people of (Judg. 11:24; 1 Kin. 11:33; 2 Kin. 23:13) Chemosh! He has given his (Is. 15:2, 5) sons as fugitives, And his (Is. 16:2) daughters into captivity, To Sihon king of the Amorites."},{"number":30,"verse":"“But we have shot at them; Heshbon has perished (Num. 32:3, 34; Jer. 48:18, 22) as far as Dibon. Then we laid waste as far as Nophah, Which reaches to (Is. 15:2) Medeba.”"},{"number":31,"verse":"Thus Israel dwelt in the land of the Amorites."},{"number":32,"verse":"Then Moses sent to spy out (Num. 32:1, 3, 35; Jer. 48:32) Jazer; and they took its villages and drove out the Amorites who were there."},{"number":33,"verse":"King Og Defeated (Deut. 29:7) And they turned and went up by the way to (Deut. 3:1) Bashan. So Og king of Bashan went out against them, he and all his people, to battle (Josh. 13:12) at Edrei."},{"number":34,"verse":"Then the LORD said to Moses, (Deut. 3:2) “Do not fear him, for I have delivered him into your hand, with all his people and his land; and (Num. 21:24; Ps. 135:10; 136:20) you shall do to him as you did to Sihon king of the Amorites, who dwelt at Heshbon.”"},{"number":35,"verse":"(Deut. 3:3, 4; 29:7; Josh. 13:12) So they defeated him, his sons, and all his people, until there was no survivor left him; and they took possession of his land."}]}