{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"Now when Balaam saw that it pleased the LORD to bless Israel, he did not go as at (Num. 23:3, 15) other times, to seek to use sorcery, but he set his face toward the wilderness."},{"number":2,"verse":"And Balaam raised his eyes, and saw Israel (Num. 2:2, 34) encamped according to their tribes; and (Num. 11:25; 1 Sam. 10:10; 19:20, 23; 2 Chr. 15:1) the Spirit of God came upon him."},{"number":3,"verse":"(Num. 23:7, 18) Then he took up his oracle and said: “The utterance of Balaam the son of Beor, The utterance of the man whose eyes are opened,"},{"number":4,"verse":"The utterance of him who hears the words of God, Who sees the vision of the Almighty, Who (Ezek. 1:28) falls down, with eyes wide open:"},{"number":5,"verse":"“How lovely are your tents, O Jacob! Your dwellings, O Israel!"},{"number":6,"verse":"Like valleys that stretch out, (Ps. 1:3; Jer. 17:8) Like gardens by the riverside, Like aloes (Ps. 104:16) planted by the LORD, Like cedars beside the waters."},{"number":7,"verse":"He shall pour water from his buckets, And his seed shall be (Jer. 51:13; Rev. 17:1, 15) in many waters. “His king shall be higher than (1 Sam. 15:8, 9) Agag, And his (2 Sam. 5:12; 1 Chr. 14:2) kingdom shall be exalted."},{"number":8,"verse":"“God (Num. 23:22) brings him out of Egypt; He has strength like a wild ox; He shall (Num. 14:9; 23:24) consume the nations, his enemies; He shall (Ps. 2:9; Jer. 50:17) break their bones And (Ps. 45:5) pierce them with his arrows."},{"number":9,"verse":"‘He (Gen. 49:9; Num. 23:24) bows down, he lies down as a lion; And as a lion, who shall rouse him?’ (Gen. 12:3; 27:29) “Blessed is he who blesses you, And cursed is he who curses you.”"},{"number":10,"verse":"Then Balak’s anger was aroused against Balaam, and he (Ezek. 21:14, 17) struck his hands together; and Balak said to Balaam, (Num. 23:11; Neh. 13:2) “I called you to curse my enemies, and look, you have bountifully blessed them these three times!"},{"number":11,"verse":"Now therefore, flee to your place. (Num. 22:17, 37) I said I would greatly honor you, but in fact, the LORD has kept you back from honor.”"},{"number":12,"verse":"So Balaam said to Balak, “Did I not also speak to your messengers whom you sent to me, saying,"},{"number":13,"verse":"‘If Balak were to give me his house full of silver and gold, I could not go beyond the word of the LORD, to do good or bad of my own will. What the LORD says, that I must speak’?"},{"number":14,"verse":"And now, indeed, I am going to my people. Come, ((Mic. 6:5)) I will advise you what this people will do to your people in the (Gen. 49:1; Deut. 4:30; Dan. 2:28) latter days.”"},{"number":15,"verse":"Balaam’s Fourth Prophecy So he took up his oracle and said: “The utterance of Balaam the son of Beor, And the utterance of the man whose eyes are opened;"},{"number":16,"verse":"The utterance of him who hears the words of God, And has the knowledge of the Most High, Who sees the vision of the Almighty, Who falls down, with eyes wide open:"},{"number":17,"verse":"“I (Rev. 1:7; Matt. 1:2; Luke 3:34) see Him, but not now; I behold Him, but not near; (Matt. 2:2) A Star shall come out of Jacob; (Gen. 49:10) A Scepter shall rise out of Israel, And batter the brow of Moab, And destroy all the sons of tumult."},{"number":18,"verse":"“And (2 Sam. 8:14) Edom shall be a possession; Seir also, his enemies, shall be a possession, While Israel does valiantly."},{"number":19,"verse":"(Gen. 49:10; Amos 9:11, 12) Out of Jacob One shall have dominion, And destroy the remains of the city.”"},{"number":20,"verse":"Then he looked on Amalek, and he took up his oracle and said: “Amalek was first among the nations, But shall be last until he perishes.”"},{"number":21,"verse":"Then he looked on the Kenites, and he took up his oracle and said: “Firm is your dwelling place, And your nest is set in the rock;"},{"number":22,"verse":"Nevertheless Kain shall be burned. How long until Asshur carries you away captive?”"},{"number":23,"verse":"Then he took up his oracle and said: “Alas! Who shall live when God does this?"},{"number":24,"verse":"But ships shall come from the coasts of (Gen. 10:4; Ezek. 27:6; Dan. 11:30) Cyprus, And they shall afflict Asshur and afflict (Gen. 10:21, 25) Eber, And so shall Amalek, until he perishes.”"},{"number":25,"verse":"So Balaam rose and departed and (Num. 22:5; 31:8) returned to his place; Balak also went his way."}]}