{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"(Israel’s Harlotry in Moab) Now Israel remained in (Num. 33:49; Josh. 2:1) Acacia Grove, and the (Rev. 2:14) people began to commit harlotry with the women of Moab."},{"number":2,"verse":"(Josh. 22:17; Hos. 9:10) They invited the people to (Ex. 34:15; Deut. 32:38; 1 Cor. 10:20) the sacrifices of their gods, and the people ate and (Ex. 20:5) bowed down to their gods."},{"number":3,"verse":"So Israel was joined to Baal of Peor, and (Ps. 106:28, 29) the anger of the LORD was aroused against Israel."},{"number":4,"verse":"Then the LORD said to Moses, (Deut. 4:3) “Take all the leaders of the people and hang the offenders before the LORD, out in the sun, (Num. 25:11; Deut. 13:17) that the fierce anger of the LORD may turn away from Israel.”"},{"number":5,"verse":"So Moses said to (Ex. 18:21) the judges of Israel, (Deut. 13:6, 9) “Every one of you kill his men who were joined to Baal of Peor.”"},{"number":6,"verse":"And indeed, one of the children of Israel came and presented to his brethren a Midianite woman in the sight of Moses and in the sight of all the congregation of the children of Israel, (Joel 2:17) who were weeping at the door of the tabernacle of meeting."},{"number":7,"verse":"Now (Ps. 106:30) when Phinehas (Ex. 6:25) the son of Eleazar, the son of Aaron the priest, saw it, he rose from among the congregation and took a javelin in his hand;"},{"number":8,"verse":"and he went after the man of Israel into the tent and thrust both of them through, the man of Israel, and the woman through her body. So (Ps. 106:30) the plague was (Num. 16:46-48) stopped among the children of Israel."},{"number":9,"verse":"And (Deut. 4:3) those who died in the plague were twenty-four thousand."},{"number":10,"verse":"Then the LORD spoke to Moses, saying:"},{"number":11,"verse":"(Ps. 106:30) “Phinehas the son of Eleazar, the son of Aaron the priest, has turned back My wrath from the children of Israel, because he was zealous with My zeal among them, so that I did not consume the children of Israel in ((Ex. 20:5); Deut. 32:16, 21; 1 Kin. 14:22; Ps. 78:58; Ezek. 16:38) My zeal."},{"number":12,"verse":"Therefore say, ((Mal. 2:4, 5; 3:1)) ‘Behold, I give to him (Is. 54:10; Ezek. 34:25; 37:26; Mal. 2:5) My covenant of peace;"},{"number":13,"verse":"and it shall be to him and (1 Chr. 6:4-15) his descendants after him a covenant of (Ex. 40:15) an everlasting priesthood, because he was (Acts 22:3; Rom. 10:2) zealous for his God, and ((Heb. 2:17)) made atonement for the children of Israel.’ ”"},{"number":14,"verse":"Now the name of the Israelite who was killed, who was killed with the Midianite woman, was Zimri the son of Salu, a leader of a father’s house among the Simeonites."},{"number":15,"verse":"And the name of the Midianite woman who was killed was Cozbi the daughter of (Num. 31:8; Josh. 13:21) Zur; he was head of the people of a father’s house in Midian."},{"number":16,"verse":"Then the LORD spoke to Moses, saying:"},{"number":17,"verse":"(Num. 31:1-3) “Harass the Midianites, and attack them;"},{"number":18,"verse":"for they harassed you with their (Num. 31:16; Rev. 2:14) schemes by which they seduced you in the matter of Peor and in the matter of Cozbi, the daughter of a leader of Midian, their sister, who was killed in the day of the plague because of Peor.”"}]}