{"bibleAbbr":"NKJV1982","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"The Tribes Settling East of the Jordan Now the children of Reuben and the children of Gad had a very great multitude of livestock; and when they saw the land of (Num. 21:32; Josh. 13:25; 2 Sam. 24:5) Jazer and the land of (Deut. 3:13) Gilead, that indeed the region was a place for livestock,"},{"number":2,"verse":"the children of Gad and the children of Reuben came and spoke to Moses, to Eleazar the priest, and to the leaders of the congregation, saying,"},{"number":3,"verse":"“Ataroth, Dibon, Jazer, (Num. 32:36) Nimrah, (Josh. 13:17, 26) Heshbon, Elealeh, (Num. 32:38) Shebam, Nebo, and (Num. 32:38) Beon,"},{"number":4,"verse":"the country (Num. 21:24, 34, 35) which the LORD defeated before the congregation of Israel, is a land for livestock, and your servants have livestock.”"},{"number":5,"verse":"Therefore they said, “If we have found favor in your sight, let this land be given to your servants as a possession. Do not take us over the Jordan.”"},{"number":6,"verse":"And Moses said to the children of Gad and to the children of Reuben: “Shall your brethren go to war while you sit here?"},{"number":7,"verse":"Now why will you (Num. 13:27—14:4) discourage the heart of the children of Israel from going over into the land which the LORD has given them?"},{"number":8,"verse":"Thus your fathers did (Num. 13:3, 26) when I sent them away from Kadesh Barnea (Deut. 1:19-25) to see the land."},{"number":9,"verse":"For (Num. 13:24, 31; Deut. 1:24, 28) when they went up to the Valley of Eshcol and saw the land, they discouraged the heart of the children of Israel, so that they did not go into the land which the LORD had given them."},{"number":10,"verse":"(Num. 14:11; Deut. 1:34-36) So the LORD’s anger was aroused on that day, and He swore an oath, saying,"},{"number":11,"verse":"‘Surely none of the men who came up from Egypt, (Num. 14:28, 29; 26:63-65; Deut. 1:35) from twenty years old and above, shall see the land of which I swore to Abraham, Isaac, and Jacob, because (Num. 14:24, 30) they have not wholly followed Me,"},{"number":12,"verse":"except Caleb the son of Jephunneh, the Kenizzite, and Joshua the son of Nun, (Num. 14:6-9, 24, 30; Deut. 1:36; Josh. 14:8, 9) for they have wholly followed the LORD.’"},{"number":13,"verse":"So the LORD’s anger was aroused against Israel, and He made them (Num. 14:33-35) wander in the wilderness forty years, until (Num. 26:64, 65) all the generation that had done evil in the sight of the LORD was gone."},{"number":14,"verse":"And look! You have risen in your fathers’ place, a brood of sinful men, to increase still more the (Num. 11:1; Deut. 1:34) fierce anger of the LORD against Israel."},{"number":15,"verse":"For if you (Deut. 30:17, 18; Josh. 22:16-18; 2 Chr. 7:19; 15:2) turn away from following Him, He will once again leave them in the wilderness, and you will destroy all these people.”"},{"number":16,"verse":"Then they came near to him and said: “We will build sheepfolds here for our livestock, and cities for our little ones,"},{"number":17,"verse":"but (Josh. 4:12, 13) we ourselves will be armed, ready to go before the children of Israel until we have brought them to their place; and our little ones will dwell in the fortified cities because of the inhabitants of the land."},{"number":18,"verse":"(Josh. 22:1-4) We will not return to our homes until every one of the children of Israel has received his inheritance."},{"number":19,"verse":"For we will not inherit with them on the other side of the Jordan and beyond, (Josh. 12:1; 13:8) because our inheritance has fallen to us on this eastern side of the Jordan.”"},{"number":20,"verse":"Then (Deut. 3:18; Josh. 1:14) Moses said to them: “If you do this thing, if you arm yourselves before the LORD for the war,"},{"number":21,"verse":"and all your armed men cross over the Jordan before the LORD until He has driven out His enemies from before Him,"},{"number":22,"verse":"and (Deut. 3:20; Josh. 11:23) the land is subdued before the LORD, then afterward (Josh. 22:4) you may return and be blameless before the LORD and before Israel; and (Deut. 3:12, 15, 16, 18; Josh. 1:15; 13:8, 32; 22:4, 9) this land shall be your possession before the LORD."},{"number":23,"verse":"But if you do not do so, then take note, you have sinned against the LORD; and be sure (Gen. 4:7; 44:16; Josh. 7:1-26; Is. 59:12; (Gal. 6:7)) your sin will find you out."},{"number":24,"verse":"(Num. 32:16) Build cities for your little ones and folds for your sheep, and do what has proceeded out of your mouth.”"},{"number":25,"verse":"And the children of Gad and the children of Reuben spoke to Moses, saying: “Your servants will do as my lord commands."},{"number":26,"verse":"(Josh. 1:14) Our little ones, our wives, our flocks, and all our livestock will be there in the cities of Gilead;"},{"number":27,"verse":"(Josh. 4:12) but your servants will cross over, every man armed for war, before the LORD to battle, just as my lord says.”"},{"number":28,"verse":"So Moses gave command (Josh. 1:13) concerning them to Eleazar the priest, to Joshua the son of Nun, and to the chief fathers of the tribes of the children of Israel."},{"number":29,"verse":"And Moses said to them: “If the children of Gad and the children of Reuben cross over the Jordan with you, every man armed for battle before the LORD, and the land is subdued before you, then you shall give them the land of Gilead as a possession."},{"number":30,"verse":"But if they do not cross over armed with you, they shall have possessions among you in the land of Canaan.”"},{"number":31,"verse":"Then the children of Gad and the children of Reuben answered, saying: “As the LORD has said to your servants, so we will do."},{"number":32,"verse":"We will cross over armed before the LORD into the land of Canaan, but the possession of our inheritance shall remain with us on this side of the Jordan.”"},{"number":33,"verse":"So (Deut. 3:8-17; 29:8; Josh. 12:1-6; 13:8-31; 22:4) Moses gave to the children of Gad, to the children of Reuben, and to half the tribe of Manasseh the son of Joseph, (Num. 21:24, 33, 35) the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan, the land with its cities within the borders, the cities of the surrounding country."},{"number":34,"verse":"And the children of Gad built (Num. 33:45, 46) Dibon and Ataroth and (Deut. 2:36) Aroer,"},{"number":35,"verse":"Atroth and Shophan and (Num. 32:1, 3) Jazer and Jogbehah,"},{"number":36,"verse":"(Num. 32:3) Beth Nimrah and Beth Haran, (Num. 32:24) fortified cities, and folds for sheep."},{"number":37,"verse":"And the children of Reuben built (Num. 21:27) Heshbon and Elealeh and Kirjathaim,"},{"number":38,"verse":"(Is. 46:1) Nebo and (Ezek. 25:9) Baal Meon (Ex. 23:13; Josh. 23:7) (their names being changed) and Shibmah; and they gave other names to the cities which they built."},{"number":39,"verse":"And the children of (Gen. 50:23; Num. 27:1; 36:1) Machir the son of Manasseh went to Gilead and took it, and dispossessed the Amorites who were in it."},{"number":40,"verse":"So Moses (Deut. 3:12, 13, 15; Josh. 13:31) gave Gilead to Machir the son of Manasseh, and he dwelt in it."},{"number":41,"verse":"Also (Deut. 3:14; Josh. 13:30) Jair the son of Manasseh went and took its small towns, and called them (Judg. 10:4; 1 Kin. 4:13) Havoth Jair."},{"number":42,"verse":"Then Nobah went and took Kenath and its villages, and he called it Nobah, after his own name."}]}