{"bibleAbbr":"UST2024","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"This is what Yahweh says: \"I will inspire an army to destroy Babylon like a powerful wind, and also to destroy the people of Babylonia in Leb Kamai."},{"number":2,"verse":"I will send a foreign army to come to get rid of Babylonia like a strong wind that blows away chaff. They will attack from every direction on that day of disaster."},{"number":3,"verse":"I will tell them, 'Do not allow the archers of Babylon to have time to put on their armor or draw their bows. Do not spare the young men of Babylon. Completely destroy their army.'"},{"number":4,"verse":"Their soldiers will fall dead in Babylonia; they will die after being impaled by spears in the streets."},{"number":5,"verse":"I, Yahweh, commander of the angel armies, whom Israel worships, have not abandoned Israel and Judah. Even though their land was filled with people who sinned against me, the Holy God of Israel, I am still their God."},{"number":6,"verse":"You people of Israel and Judah, flee from Babylon! Run to escape! Do not stay there and be killed when the people of Babylon are punished! It will be the time when Yahweh gets revenge; He will do to them what they deserve."},{"number":7,"verse":"Babylon has been like a gold cup in Yahweh's hand, a cup that is full of wine that caused people all over the earth who drank some of it to become drunk. It is as though the rulers of the nations drank the wine from Babylon, and it caused them to become crazy."},{"number":8,"verse":"But suddenly Babylon will be conquered. Weep for its people! Give them medicine for their wounds; perhaps they can be healed.\""},{"number":9,"verse":"We foreigners would have tried to heal them, but now they cannot be healed. So we will not try to help them; we will abandon them, and return to our own lands, because it is as though the punishment they are receiving reaches up to the clouds in sky; it is very great, with the result that no one can measure it."},{"number":10,"verse":"Yahweh has vindicated us; so let us proclaim in Jerusalem everything that Yahweh our God has done for us."},{"number":11,"verse":"You enemy soldiers, sharpen your arrows! Fill up your quivers for battle, because Yahweh has incited your kings of Media and Persia to march with their armies to Babylon and to destroy it. That is how Yahweh will get revenge on those foreigners who entered his temple in Jerusalem and defiled it."},{"number":12,"verse":"Lift up a battle flag close to the walls of Babylon! Reinforce the guards, and tell the watchmen to stand in their positions! Prepare an ambush, because Yahweh is about to accomplish all that he has planned to do to the people of Babylon."},{"number":13,"verse":"Babylon is a city near the great Euphrates River, a city in which there are many rich people, but it is time for Babylon to be finished; the time for the city to exist is ended."},{"number":14,"verse":"Yahweh, commander of the angel armies has solemnly promised, using his own name, \"Your cities will be filled with your enemies; I will cause them to be like a swarm of locusts; and they will shout triumphantly when they conquer your city.\""},{"number":15,"verse":"Yahweh created the earth by his power; he established it by his wisdom, and he stretched out the sky by his understanding."},{"number":16,"verse":"When he speaks loudly, there is thunder in the sky; he causes clouds to form in every part of the earth. He sends lightning with the rain and releases the winds from his storehouses."},{"number":17,"verse":"People are as senseless as a beast, and they know very little; those who make idols are always disappointed, because their idols do nothing for them. The images that they make are not real gods; they are lifeless."},{"number":18,"verse":"Idols are worthless; they deserve to be ridiculed; there will be a time when they will all be destroyed."},{"number":19,"verse":"But the God of Israel is not like those idols; he is the one who created everything that exists; we, the tribe of Israel, belong to him; his name is Yahweh, commander of the angel armies."},{"number":20,"verse":"Yahweh says about the army of Babylonia, \"You are like my weapons of war and my war club; with your power I shatter nations and destroy many kingdoms."},{"number":21,"verse":"With your power I shatter armies of other nations: I destroy their horses and their riders, their chariots and their chariot drivers."},{"number":22,"verse":"With your power I shatter men and women, old people and children, young men and young women."},{"number":23,"verse":"With your power I shatter shepherds and their flocks of sheep, farmers and their oxen, governors and their officials.\""},{"number":24,"verse":"But, Yahweh also says, \"Soon I will repay you people in Babylon and in the rest of Babylonia for all the evil things that you have done in Jerusalem."},{"number":25,"verse":"Babylonia is like a great mountain from which bandits descend to plunder people all over the earth. But I, Yahweh, am the enemy of you people of Babylonia. I will raise my fist to strike you. I will knock you down from the cliffs and cause you to be only a huge pile of burned rubble."},{"number":26,"verse":"Your city will be abandoned forever; even the stones in your city will never again be used for buildings. Your city will be completely destroyed.\""},{"number":27,"verse":"Tell the nations to lift up a battle flag! Tell them to blow their trumpets of war! Gather all their armies to fight against Babylon! Prepare the nations to attack Babylon. Summon the armies of the kingdoms north of Babylonia—from Ararat, Minni, and Ashkenaz. Appoint a commander for them, and bring a great number of horses; there must be a huge number of horses; that huge number will resemble a swarm of locusts."},{"number":28,"verse":"Prepare the armies of other nations, armies that will be led by the kings of Media and Persia, their governors and their officials."},{"number":29,"verse":"When they attack Babylon, it will be as though the earth will shake and writhe in pain, because those armies will accomplish everything that Yahweh has planned to do to Babylon. Then the nations will destroy it completely, with the result that no one will live there again."},{"number":30,"verse":"When their enemies attack, the strongest warriors in Babylon will not fight. They will remain in their barracks, without any strength. They will be as timid as women. The enemy soldiers will burn the buildings in the city and break the bars of the city gates into pieces."},{"number":31,"verse":"Messengers will go quickly, one after another, to tell the king that his city has been captured."},{"number":32,"verse":"The places at which people can cross the river to escape from the city will be blocked. The dry reeds in the marshes will be set on fire, and the soldiers of Babylon will be terrified."},{"number":33,"verse":"This is what Yahweh, commander of the angel armies, whom Israel worships, says; \"Babylon is like wheat on the ground where it is about to be threshed by animals tramping on it. Very soon their enemies will trample on the city of Babylon.\""},{"number":34,"verse":"The army of Nebuchadnezzar, the king of Babylon, has attacked and crushed us Israelites, and we have no strength left. It is as though they have swallowed us like a great monster that filled its belly with all our tasty parts, and then has spit out what it did not like."},{"number":35,"verse":"So the people of Jerusalem say to Yahweh, \"Cause the people of Babylon to suffer like they caused us to suffer! Cause the people of Babylonia to be punished for killing our people!\""},{"number":36,"verse":"And this is what Yahweh replies to the people of Jerusalem: \"I will be like your lawyer to defend you, and I will avenge you. I will dry up the river in Babylon and all the springs of water."},{"number":37,"verse":"Babylon will become a heap of ruins, a place where jackals live. It will become a place that people are horrified about and will ridicule; it will be a place where no one lives."},{"number":38,"verse":"The people of Babylon will all roar like young lions; they will growl like baby lions."},{"number":39,"verse":"But while they are extremely hungry, I will prepare a different kind of feast for them. I will cause them to drink wine until they are very drunk, with the result that they will fall asleep. But they will never wake up from that sleep!"},{"number":40,"verse":"I will bring them down to a place where they will be slaughtered, like someone who takes lambs or rams or goats to where they will be slaughtered for sacrifices."},{"number":41,"verse":"People all over the earth now honor Babylon; they say that it is a great city. But it will become a place about which people of all nations are horrified."},{"number":42,"verse":"The enemies of Babylon will cover the city like huge waves of the sea."},{"number":43,"verse":"The towns in Babylonia will be a horror, a dry and desert plain, and it will be a land in which no one lives and which no one walks through."},{"number":44,"verse":"And I will punish Bel, the god that the people of Babylon worship, and I will cause the people to give back what they have stolen. People of other nations will no longer come to worship Bel. And the walls of Babylon will collapse.\""},{"number":45,"verse":"Yahweh also says, \"My people, come out of Babylon! Flee to escape! Run, because I, Yahweh, am extremely angry with the people of Babylon, and I will get rid of them!"},{"number":46,"verse":"Do not be discouraged or afraid when you hear reports about what is happening in Babylon. People will report rumors like that every year, rumors about violent things being done in the land, and rumors about leaders fighting against each other."},{"number":47,"verse":"But it will soon be the time for me to get rid of the carved idols in Babylon. People all over the land will be ashamed because of being defeated, and the corpses of their soldiers will lie in the streets."},{"number":48,"verse":"Then all the angels in heaven and all the people on the earth will rejoice, because from the north will come armies that will destroy Babylon."},{"number":49,"verse":"Like the soldiers of Babylon killed the people of Israel and also killed others all over the world, the people of Babylon must also be killed."},{"number":50,"verse":"You Israelite people who have not been killed, get out of Babylon! Do not wait! Even though you are in a land far away from Israel, think about Yahweh, and think about Jerusalem!\""},{"number":51,"verse":"The Israelite people say, \"We are ashamed. We are completely disgraced, because foreigners have entered Yahweh's temple and defiled it.\""},{"number":52,"verse":"Yahweh replies, \"That is true, but there will soon be a time when I will destroy the carved idols in Babylon, and throughout Babylonia there will be wounded people who will groan."},{"number":53,"verse":"Even if the walls around Babylon could extend up to the sky, and if its walls were extremely strong, I will send armies that will destroy the city. That will surely happen because I, Yahweh, have said it.\""},{"number":54,"verse":"Listen to the people of Babylon shouting for help! And listen to the sounds of things being destroyed all over Babylonia!"},{"number":55,"verse":"Yahweh will be destroying Babylon. He will cause the loud noises in the city to cease."},{"number":56,"verse":"Enemy troops will surge against the city like a great wave. They will capture the city's mighty soldiers and break their weapons. That will happen because Yahweh is a God who punishes his enemies justly; he will punish them as they deserve."},{"number":57,"verse":"Yahweh, commander of the angel armies, says, \"I will cause the city officials and wise men, the army captains and soldiers, to become drunk. They will fall asleep, but they will never wake up again!\""},{"number":58,"verse":"Yahweh, commander of the angel armies, also says, \"The thick walls around Babylon will be flattened to the ground. The city gates will be burned. People from other countries will work hard to save the city, but it will be in vain, because everything that they have built will be destroyed by fire.\""},{"number":59,"verse":"Seraiah, son of Neraiah and grandson of Mahseiah, was an important servant of King Zedekiah. After Zedekiah had been ruling Judah for almost four years, the prophet Jeremiah gave him a message. This was when Seraiah was about to go to Babylon with the king."},{"number":60,"verse":"Now Jeremiah had written on a scroll a list of all the disasters that he had written about, disasters that would soon happen to Babylon."},{"number":61,"verse":"Jeremiah said to Seraiah, \"When you arrive in Babylon, read aloud everything that I have written on this scroll."},{"number":62,"verse":"Then pray, 'Yahweh, you said that you will thoroughly destroy Babylon, with the result that people and animals will no longer live there. You said that it will be desolate forever.'"},{"number":63,"verse":"Then, when you have finished reading what is written on the scroll, tie it to a heavy stone and throw it into the Euphrates River."},{"number":64,"verse":"Then say, 'In the same way, Babylon and its people will disappear and never exist again, because of the disasters that Yahweh will bring to it.'\" This is the end of Jeremiah's messages."}]}