{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":15,"verses":[{"number":1,"verse":"A gentle answer makes anger disappear, but a rough answer makes it grow."},{"number":2,"verse":"Listening to wise people increases your knowledge, but only nonsense comes from the mouths of fools."},{"number":3,"verse":"The LORD sees what happens everywhere. He watches everyone, good and evil."},{"number":4,"verse":"Kind words are like a life-giving tree, but lying words will crush your spirit."},{"number":5,"verse":"Fools refuse to listen to their father’s advice, but those who accept discipline are smart."},{"number":6,"verse":"Good people are rich in many ways, but those who are evil get nothing but trouble."},{"number":7,"verse":"Wise people say things that give you new knowledge, but fools say nothing worth hearing."},{"number":8,"verse":"The LORD hates the offerings of the wicked, but he is happy to hear the prayers of those who live right."},{"number":9,"verse":"The LORD hates the way evil people live, but he loves those who try to do good."},{"number":10,"verse":"Whoever stops living right will be punished. Whoever hates to be corrected will be destroyed."},{"number":11,"verse":"The LORD knows everything, even what happens in the place of death. So surely he knows what people are thinking."},{"number":12,"verse":"Fools hate to be told they are wrong, so they refuse to ask wise people for advice."},{"number":13,"verse":"If you are happy, your face shows it. If you are sad, your spirit feels defeated."},{"number":14,"verse":"Intelligent people want more knowledge, but fools only want more nonsense."},{"number":15,"verse":"Life is always hard for the poor, but the right attitude can turn it into a party."},{"number":16,"verse":"It is better to be poor and respect the LORD than to be rich and have many troubles."},{"number":17,"verse":"It is better to eat a little where there is love than to eat a lot where there is hate."},{"number":18,"verse":"A quick temper causes fights, but patience brings peace and calm."},{"number":19,"verse":"For lazy people, life is a path overgrown with thorns and thistles. For those who do what is right, it is a smooth highway."},{"number":20,"verse":"Wise children make their parents happy. Foolish children bring them shame."},{"number":21,"verse":"Doing foolish things makes a fool happy, but a wise person is careful to do what is right."},{"number":22,"verse":"If you don’t ask for advice, your plans will fail. With many advisors, they will succeed."},{"number":23,"verse":"People are happy when they give a good answer. And there is nothing better than the right word at the right time."},{"number":24,"verse":"What wise people do leads to life here on earth (here on earth Literally, “above,” that is, “above the ground.”) and stops them from going down to the place of death."},{"number":25,"verse":"The LORD destroys a proud man’s house but protects a widow’s property."},{"number":26,"verse":"The LORD hates evil thoughts, but he is pleased with kind words."},{"number":27,"verse":"Whoever takes money to do wrong invites disaster. Refuse such gifts, and you will live."},{"number":28,"verse":"Good people think before they answer, but the wicked do not, and what they say causes trouble."},{"number":29,"verse":"The LORD is far away from the wicked, but he always hears the prayers of those who do what is right."},{"number":30,"verse":"A smile (smile Literally, “a sparkle in the eyes.”) makes people happy. Good news makes them feel better."},{"number":31,"verse":"To be counted among the wise, you must learn to accept helpful criticism."},{"number":32,"verse":"If you refuse to be corrected, you are only hurting yourself. Listen to criticism, and you will gain understanding."},{"number":33,"verse":"Wisdom teaches you to respect the LORD. You must be humbled before you can be honored."}]}