{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"People might plan what they want to say, but it is the LORD who gives them the right words."},{"number":2,"verse":"People think that whatever they do is right, but the LORD judges their reason for doing it."},{"number":3,"verse":"Turn to the LORD for help in everything you do, and you will be successful."},{"number":4,"verse":"The LORD has a plan for everything. In his plan, the wicked will be destroyed."},{"number":5,"verse":"The LORD hates those who are proud. You can be sure he will punish them all."},{"number":6,"verse":"Faithful love and loyalty will remove your guilt. (remove your guilt Or “make atonement.” The Hebrew word means “to cover,” or “to erase” a person’s sins.) Respect the LORD, and you will stay far away from evil."},{"number":7,"verse":"When people live to please the LORD, even their enemies will be at peace with them."},{"number":8,"verse":"It is better to be poor and do right than to be rich and do wrong."},{"number":9,"verse":"People can plan what they want to do, but it is the LORD who guides their steps."},{"number":10,"verse":"When a king speaks, his words are law. So when he makes a decision, it is never a mistake."},{"number":11,"verse":"The LORD wants all scales and balances to be right; he wants all business agreements to be fair."},{"number":12,"verse":"Kings hate to see anyone doing wrong, (Kings … wrong Or “It is disgusting when kings do wrong,”) because kingdoms grow strong only when everyone is honest and fair."},{"number":13,"verse":"Kings want to hear the truth. They like those who are honest."},{"number":14,"verse":"When a king gets angry, he can put someone to death. So it is wise to keep the king happy."},{"number":15,"verse":"When the king is happy, life is better for everyone. When he is pleased, it is like a refreshing spring rain."},{"number":16,"verse":"Wisdom is worth much more than gold. Understanding is worth much more than silver."},{"number":17,"verse":"Good people try to avoid evil. They watch what they do and protect themselves."},{"number":18,"verse":"Pride is the first step toward destruction. Proud thoughts will lead you to defeat."},{"number":19,"verse":"It is better to be a humble person living among the poor than to share the wealth among the proud."},{"number":20,"verse":"Good things happen to those who learn from their experiences, and the LORD blesses those who trust him."},{"number":21,"verse":"People will know if someone is wise. Those who choose their words carefully can be very convincing."},{"number":22,"verse":"Good sense is a spring of fresh water to those who have it, but fools can offer only foolishness."},{"number":23,"verse":"Wise people always think before they speak, so what they say is worth listening to."},{"number":24,"verse":"Kind words are like honey; they are easy to accept and good for your health."},{"number":25,"verse":"There is a way that seems right to people, but that way leads only to death."},{"number":26,"verse":"The thought of hunger keeps the workers working so that they can eat."},{"number":27,"verse":"Troublemakers create disasters. Their advice destroys like a wildfire."},{"number":28,"verse":"Troublemakers are always causing problems. Their gossip breaks up the closest of friends."},{"number":29,"verse":"Cruel people trick their neighbors and make them do wrong."},{"number":30,"verse":"With a wink of the eye, they plan to trick someone. With a grin, they make plans to hurt their friends."},{"number":31,"verse":"Gray hair is a crown of glory on people who have lived good lives. It is earned by living right."},{"number":32,"verse":"It is better to be patient than to be a strong soldier. It is better to control your anger than to capture a city."},{"number":33,"verse":"People might throw lots to make a decision, but the answer always comes from the LORD."}]}