{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"Listen to Wisdom My son, pay attention to what I say. Remember my commands."},{"number":2,"verse":"Listen to wisdom, and do your best to understand."},{"number":3,"verse":"Ask for good judgment. Cry out for understanding."},{"number":4,"verse":"Look for wisdom like silver. Search for it like hidden treasure."},{"number":5,"verse":"If you do this, you will understand what it means to respect the LORD, and you will come to know God."},{"number":6,"verse":"The LORD is the source of wisdom; knowledge and understanding come from his mouth."},{"number":7,"verse":"He gives good advice to honest people and shields those who do what is right."},{"number":8,"verse":"He makes sure that people are treated fairly. He watches over his loyal followers."},{"number":9,"verse":"If you listen to him, you will understand what is just and fair and how to do what is right."},{"number":10,"verse":"You will gain wisdom, and knowledge will bring you joy."},{"number":11,"verse":"Planning ahead will protect you, and understanding will guard you."},{"number":12,"verse":"These will keep you from following the wrong path and will protect you from those who have evil plans."},{"number":13,"verse":"Such people have left the straight path and now walk in darkness."},{"number":14,"verse":"They enjoy doing evil and are happy with the confusion it brings."},{"number":15,"verse":"Their ways are crooked; they lie and cheat."},{"number":16,"verse":"Wisdom will save you from that other woman, another man’s wife, who tempts you with sweet words."},{"number":17,"verse":"She married when she was young, but then she left her husband. She forgot the marriage vows she made before God."},{"number":18,"verse":"Going into her house leads to death. She will lead you to the grave."},{"number":19,"verse":"All who enter lose their life and never return."},{"number":20,"verse":"Wisdom will help you follow the example of good people and stay on the right path."},{"number":21,"verse":"Honest people will live in the land, and those who do right will remain there."},{"number":22,"verse":"But the wicked will be forced to leave. Those who lie and cheat will be thrown out of the land."}]}