{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"It is better to be respected than to be rich. A good name is worth more than silver or gold."},{"number":2,"verse":"The rich and the poor are the same. The LORD made them all."},{"number":3,"verse":"Wise people see trouble coming and get out of its way, but fools go straight to it and suffer for it."},{"number":4,"verse":"Respect the LORD and be humble. Then you will have wealth, honor, and true life."},{"number":5,"verse":"Evil people are trapped by many troubles, but those who want to live avoid them."},{"number":6,"verse":"Teach children in a way that fits their needs, and even when they are old, they will not leave the right path."},{"number":7,"verse":"The rich rule over the poor. The one who borrows is a slave to the one who lends."},{"number":8,"verse":"Those who spread trouble will harvest trouble. In the end, they will be destroyed for the trouble they caused."},{"number":9,"verse":"Generous people will be blessed, because they share their food with the poor."},{"number":10,"verse":"Get rid of the proud who laugh at what is right, and trouble will leave with them. All arguments and insults will end."},{"number":11,"verse":"Love a pure heart and kind words, and the king will be your friend."},{"number":12,"verse":"The LORD watches over true knowledge, and he opposes those who try to deceive others."},{"number":13,"verse":"A person who is lazy and wants to stay home says, “There is a lion outside, and I might be killed in the streets!”"},{"number":14,"verse":"The sin of adultery is a trap, and the LORD gets very angry with those who fall into it."},{"number":15,"verse":"Children do foolish things, but if you punish them, they will learn not to do them."},{"number":16,"verse":"These two things will make you poor: hurting the poor to make yourself rich and giving gifts to the rich."},{"number":17,"verse":"Thirty Wise Sayings Listen carefully to these words from the wise. Pay attention to what I have learned."},{"number":18,"verse":"It will be good for you to remember these words and have them ready when they are needed."},{"number":19,"verse":"I will teach you these things now. I want you to trust the LORD."},{"number":20,"verse":"I have written 30 sayings for you. (I have … for you Or “I wrote this for you earlier.”) These are words of advice and wisdom."},{"number":21,"verse":"They will teach you things that you can know for sure to be true. Then you can give good answers to the one who sent you."},{"number":22,"verse":"— 1 — It is easy to steal from the poor, but don’t do it. And don’t take advantage of them in court."},{"number":23,"verse":"The LORD is on their side. He supports the poor, and he will take from those who take from them."},{"number":24,"verse":"— 2 — Don’t be friends with people who become angry easily. Don’t stay around quick-tempered people."},{"number":25,"verse":"If you do, you may learn to be like them. Then you will have the same problems they do."},{"number":26,"verse":"— 3 — Don’t promise to pay someone else’s debt."},{"number":27,"verse":"If you cannot pay, you will lose everything you have. So why should you lose the bed you sleep on?"},{"number":28,"verse":"— 4 — Never move an old property line that was marked long ago by your ancestors."},{"number":29,"verse":"— 5 — Skilled workers will always serve kings. They will never have to work for less important people."}]}