{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"The wicked are afraid of everything, but those who live right are as brave as lions."},{"number":2,"verse":"A lawless nation will have many bad leaders. But a smart leader will rule for a long time in a land where people obey the law."},{"number":3,"verse":"A leader who takes advantage of the poor is like a hard rain that destroys the crops. (Or “A poor person who takes advantage of beggars is like a hard rain and no food.”)"},{"number":4,"verse":"Those who refuse to obey the law promote evil. Those who obey the law oppose evil."},{"number":5,"verse":"The wicked don’t understand justice, but those who love the LORD understand it completely."},{"number":6,"verse":"It is better to be poor and honest than rich and evil."},{"number":7,"verse":"A smart son obeys the laws, but a son who spends time with worthless people brings shame to his father."},{"number":8,"verse":"If you get rich by charging high interest rates, your wealth will go to someone who is kind to the poor."},{"number":9,"verse":"When people do not listen to God’s teachings, he does not listen to their prayers."},{"number":10,"verse":"Those who plan to hurt good people will fall into their own traps, but good things will happen to those who are good."},{"number":11,"verse":"The rich always think they are wise, but a poor person who is wise can see the truth."},{"number":12,"verse":"When good people become leaders, everything is great, but when the wicked rise to power, everyone hides."},{"number":13,"verse":"Whoever hides their sins will not be successful, but whoever confesses their sins and stops doing wrong will receive mercy."},{"number":14,"verse":"People who respect others will be blessed, but stubborn people will have plenty of troubles."},{"number":15,"verse":"An evil ruler over those who are helpless is like an angry lion or a charging bear."},{"number":16,"verse":"A foolish ruler hurts the people under him, but a ruler who hates wrong will rule for a long time."},{"number":17,"verse":"A murderer will never have peace. Don’t support such a person."},{"number":18,"verse":"Honest people will be safe, but dishonest people will be ruined."},{"number":19,"verse":"Whoever works hard will have plenty to eat, but whoever wastes their time with dreams will always be poor."},{"number":20,"verse":"People who can be trusted will have many blessings, but those who are just trying to get rich in a hurry will be punished."},{"number":21,"verse":"It is wrong for a judge to support someone simply because he knows them. But some judges will change their decisions for the price of a loaf of bread."},{"number":22,"verse":"Selfish people only want to get rich. They do not realize that they are very close to being poor."},{"number":23,"verse":"Correct someone, and later they will thank you. That is much better than just saying something to be nice."},{"number":24,"verse":"Someone might steal from their parents and say, “I did nothing wrong.” But that person is as bad as an enemy who smashes everything in the house."},{"number":25,"verse":"Greedy people might sue you in court, but those who trust the LORD are rewarded."},{"number":26,"verse":"It is foolish to be too confident. Those who ask for advice are wise and will escape disaster."},{"number":27,"verse":"Whoever gives to the poor will have plenty. Whoever refuses to help them will get nothing but curses."},{"number":28,"verse":"When the wicked rise to power, everyone hides. When they are defeated, good people multiply."}]}