{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"(Wisdom—the Good Woman) Listen, Wisdom is calling. Yes, Understanding is shouting for us."},{"number":2,"verse":"Wisdom stands at the top of the hill, by the road where the paths meet."},{"number":3,"verse":"She is near the entrance to the city, calling from the open gates."},{"number":4,"verse":"“I am calling out to all of you. I am speaking to everyone."},{"number":5,"verse":"You who are ignorant, learn to be wise. You who are foolish, get some common sense."},{"number":6,"verse":"Listen, I have something important to say, and I am telling you what is right."},{"number":7,"verse":"My words are true, and I will not say anything that is wrong."},{"number":8,"verse":"Everything I say is right; there is nothing false or crooked about it."},{"number":9,"verse":"These things are clear to any intelligent person. They are right to anyone with knowledge."},{"number":10,"verse":"Choose discipline over silver and knowledge over the finest gold."},{"number":11,"verse":"Wisdom is better than pearls, and nothing you desire compares with her."},{"number":12,"verse":"(The Value of Wisdom) “I am Wisdom. I live with Good Judgment. I am at home with Knowledge and Planning."},{"number":13,"verse":"To respect the LORD means to hate evil. I hate pride and boasting, evil lives and hurtful words."},{"number":14,"verse":"I have good advice and common sense to offer. I have understanding and power."},{"number":15,"verse":"With my help kings rule, and governors make good laws."},{"number":16,"verse":"With my help leaders govern, and important officials make good decisions. (and important … decisions The Greek version and some Hebrew copies have “as well as important officials, all the judges on earth.”)"},{"number":17,"verse":"I love those who love me, and those who look for me will find me."},{"number":18,"verse":"With me there are riches and honor. I have lasting wealth to give to you."},{"number":19,"verse":"What I give is better than fine gold. What I produce is better than pure silver."},{"number":20,"verse":"I lead people the right way— along the paths of justice."},{"number":21,"verse":"I give riches to those who love me, and I fill their houses with treasures."},{"number":22,"verse":"“The LORD made me in the beginning, long before he did anything else."},{"number":23,"verse":"I was formed a long time ago, before the world was made."},{"number":24,"verse":"I was born before there was an ocean, before the springs began to flow."},{"number":25,"verse":"I was born before the mountains and hills were set into place,"},{"number":26,"verse":"before the earth and fields were made, before the dust of this world was formed."},{"number":27,"verse":"I was there when he set up the skies, when he drew a circle in the ocean to make a place for the land."},{"number":28,"verse":"I was there when he put the clouds in the sky and made the deep springs flow."},{"number":29,"verse":"I was there when he set the limits on the sea to make it stop where he said. I was there when he laid the foundations of the earth."},{"number":30,"verse":"I grew up as a child by his side, (I grew … his side Or “I was beside him like a skilled worker.”) laughing and playing all the time."},{"number":31,"verse":"I played in the world he made and enjoyed the people he put there."},{"number":32,"verse":"“Now, children, listen to me. If you follow my ways, you will be happy too."},{"number":33,"verse":"Listen to my teaching and be wise; don’t ignore what I say."},{"number":34,"verse":"Whoever waits at my door and listens for me will be blessed."},{"number":35,"verse":"Those who find me find life, and the LORD will reward them."},{"number":36,"verse":"But those who do not find me put their lives in danger. Whoever hates me loves death.”"}]}