{"bibleAbbr":"ERV2006","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"Wisdom’s Invitation Wisdom has built her house; she has made it strong with seven columns. (seven columns In ancient Israel, a good house was one that had four main rooms with seven columns to support the roof.)"},{"number":2,"verse":"She has cooked meat, mixed wine, and put food on the table."},{"number":3,"verse":"She has sent her servant girls to announce from the highest hill in the city, (Or “She has sent out her servant girls and invited people to come to the highest hill in the city to eat with her.”)"},{"number":4,"verse":"“Whoever needs instruction, come.” She invites all the simple people and says,"},{"number":5,"verse":"“Come, eat my food and drink the wine I have prepared."},{"number":6,"verse":"Leave your old, foolish ways and live! Advance along the path of understanding.”"},{"number":7,"verse":"Criticize a person who is rude and shows no respect, and you will only get insults. Correct the wicked, and you will only get hurt."},{"number":8,"verse":"Don’t correct such people, or they will hate you. But correct those who are wise, and they will love you."},{"number":9,"verse":"Teach the wise, and they will become wiser. Instruct those who live right, and they will gain more knowledge."},{"number":10,"verse":"Wisdom begins with fear and respect for the LORD. Knowledge of the Holy One leads to understanding."},{"number":11,"verse":"Wisdom will help you live longer; she will add years to your life."},{"number":12,"verse":"If you become wise, it will be for your own good. If you are rude and show no respect, you are the one who will suffer."},{"number":13,"verse":"Foolishness—the Other Woman Foolishness is that other woman, who is loud, stupid, and knows nothing."},{"number":14,"verse":"She sits on her chair at the door of her house, up on the highest hill of the city."},{"number":15,"verse":"When people walk by, she calls out to them. They show no interest in her, but still she says,"},{"number":16,"verse":"“Whoever needs instruction, come.” She invites all the simple people and says,"},{"number":17,"verse":"“Stolen water is sweet. Stolen bread tastes good.”"},{"number":18,"verse":"Those simple people don’t realize that her house is full of ghosts and that her guests have entered the world of the dead."}]}