{"bibleAbbr":"Orig2013+","bookName":"קהלת","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"דברי <WH1697> The words קהלת <WH6953> of the Preacher, בן <WH1121> the son דוד <WH1732> of David, מלך <WH4428> king בירושׁלם׃ <WH3389> in Jerusalem."},{"number":2,"verse":"הבל <WH1892> Vanity הבלים <WH1892> of vanities, אמר <WH559> saith קהלת <WH6953> the Preacher, הבל <WH1892> vanity הבלים <WH1892> of vanities; הכל <WH3605> all הבל׃ <WH1892> vanity."},{"number":3,"verse":"מה <WH4100> What יתרון <WH3504> profit לאדם <WH120> hath a man בכל <WH3605> of all עמלו <WH5999> his labor שׁיעמל <WH5998> which he taketh תחת <WH8478> under השׁמשׁ׃ <WH8121> the sun?"},{"number":4,"verse":"דור <WH1755> generation הלך <WH1980> passeth away, ודור <WH1755> and generation בא <WH935> cometh: והארץ <WH776> but the earth לעולם <WH5769> forever. עמדת׃ <WH5975> abideth"},{"number":5,"verse":"וזרח <WH2224> also ariseth, השׁמשׁ <WH8121> The sun ובא <WH935> goeth down, השׁמשׁ <WH8121> and the sun ואל <WH413> to מקומו <WH4725> his place שׁואף <WH7602> and hasteth זורח <WH2224> arose. הוא <WH1931> he שׁם׃ <WH8033> where"},{"number":6,"verse":"הולך <WH1980> goeth אל <WH413> toward דרום <WH1864> the south, וסובב <WH5437> and turneth about אל <WH413> unto צפון <WH6828> the north; סובב <WH5437> continually, סבב <WH5437> continually, הולך <WH1980> it whirleth about הרוח <WH7307> The wind ועל <WH5921> according סביבתיו <WH5439> to his circuits. שׁב <WH7725> returneth again הרוח׃ <WH7307> and the wind"},{"number":7,"verse":"כל <WH3605> All הנחלים <WH5158> the rivers הלכים <WH1980> run אל <WH413> into הים <WH3220> the sea; והים <WH3220> yet the sea איננו <WH369> not מלא <WH4392> full; אל <WH413> unto מקום <WH4725> the place שׁהנחלים <WH5158> from whence the rivers הלכים <WH1980> come, שׁם <WH8033> thither הם <WH1992> they שׁבים <WH7725> return ללכת׃ <WH1980> again."},{"number":8,"verse":"כל <WH3605> All הדברים <WH1697> things יגעים <WH3023> full of labor; לא <WH3808> cannot יוכל <WH3201> cannot אישׁ <WH376> man לדבר <WH1696> utter לא <WH3808> is not תשׂבע <WH7646> satisfied עין <WH5869> the eye לראות <WH7200> with seeing, ולא <WH3808> nor תמלא <WH4390> filled אזן <WH241> the ear משׁמע׃ <WH8085> with hearing."},{"number":9,"verse":"מה <WH4100> The thing שׁהיה <WH1961> that hath been, הוא <WH1931> it שׁיהיה <WH1961> which shall be; ומה <WH4100> and that שׁנעשׂה <WH6213> which is done הוא <WH1931> that שׁיעשׂה <WH6213> which shall be done: ואין <WH369> and no כל <WH3605> and no חדשׁ <WH2319> new תחת <WH8478> under השׁמשׁ׃ <WH8121> the sun."},{"number":10,"verse":"ישׁ <WH3426> Is there דבר <WH1697> thing שׁיאמר <WH559> whereof it may be said, ראה <WH7200> See, זה <WH2088> this חדשׁ <WH2319> new? הוא <WH1931> it כבר <WH3528> already היה <WH1961> hath been לעלמים <WH5769> of old time, אשׁר <WH834> which היה <WH1961> was מלפננו׃ <WH6440> before"},{"number":11,"verse":"אין <WH369> no זכרון <WH2146> remembrance לראשׁנים <WH7223> of former וגם <WH1571> neither לאחרנים <WH314> after. שׁיהיו <WH1961> shall there be לא <WH3808> ; neither יהיה <WH1961> of that are to come להם <WH1992> זכרון <WH2146> remembrance עם <WH5973> with שׁיהיו <WH1961> that shall come לאחרנה׃ <WH314>"},{"number":12,"verse":"אני <WH589> I קהלת <WH6953> the Preacher הייתי <WH1961> was מלך <WH4428> king על <WH5921> over ישׂראל <WH3478> Israel בירושׁלם׃ <WH3389> in Jerusalem."},{"number":13,"verse":"ונתתי <WH5414> And I gave את <WH853> לבי <WH3820> my heart לדרושׁ <WH1875> to seek ולתור <WH8446> and search out בחכמה <WH2451> by wisdom על <WH5921> concerning כל <WH3605> all אשׁר <WH834> that נעשׂה <WH6213> are done תחת <WH8478> under השׁמים <WH8064> heaven: הוא <WH1931> this ענין <WH6045> travail רע <WH7451> sore נתן <WH5414> given אלהים <WH430> hath God לבני <WH1121> to the sons האדם <WH120> of man לענות׃ <WH6031> to be exercised"},{"number":14,"verse":"ראיתי <WH7200> I have seen את <WH853> כל <WH3605> all המעשׂים <WH4639> the works שׁנעשׂו <WH6213> that are done תחת <WH8478> under השׁמשׁ <WH8121> the sun; והנה <WH2009> and, behold, הכל <WH3605> all הבל <WH1892> vanity ורעות <WH7469> and vexation רוח׃ <WH7307> of spirit."},{"number":15,"verse":"מעות <WH5791> crooked לא <WH3808> cannot יוכל <WH3201> cannot לתקן <WH8626> be made straight: וחסרון <WH2642> and that which is wanting לא <WH3808> cannot יוכל <WH3201> cannot להמנות׃ <WH4487> be numbered."},{"number":16,"verse":"דברתי <WH1696> communed אני <WH589> I עם <WH5973> with לבי <WH3820> mine own heart, לאמר <WH559> saying, אני <WH589> I הנה <WH2009> Lo, הגדלתי <WH1431> am come to great estate, והוספתי <WH3254> and have gotten more חכמה <WH2451> wisdom על <WH5921> than כל <WH3605> all אשׁר <WH834> that היה <WH1961> have been לפני <WH6440> before על <WH5921> me in ירושׁלם <WH3389> Jerusalem: ולבי <WH3820> yea, my heart ראה <WH7200> experience הרבה <WH7235> had great חכמה <WH2451> of wisdom ודעת׃ <WH1847> and knowledge."},{"number":17,"verse":"ואתנה <WH5414> And I gave לבי <WH3820> my heart לדעת <WH3045> to know חכמה <WH2451> wisdom, ודעת <WH3045> and to know הוללות <WH1947> madness ושׂכלות <WH5531> and folly: ידעתי <WH3045> I perceived שׁגם <WH1571> also זה <WH2088> that this הוא <WH1931> רעיון <WH7475> vexation רוח׃ <WH7307> of spirit."},{"number":18,"verse":"כי <WH3588> For ברב <WH7230> in much חכמה <WH2451> wisdom רב <WH7227> כעס <WH3708> grief: ויוסיף <WH3254> and he that increaseth דעת <WH1847> knowledge יוסיף <WH3254> increaseth מכאוב׃ <WH4341> sorrow."}]}