{"bibleAbbr":"Orig2013+","bookName":"קהלת","bookEnglishName":"Ecclesiastes","chapterNumber":11,"verses":[{"number":1,"verse":"שׁלח <WH7971> Cast לחמך <WH3899> thy bread על <WH5921> upon פני <WH6440> upon המים <WH4325> the waters: כי <WH3588> for ברב <WH7230> it after many הימים <WH3117> days. תמצאנו׃ <WH4672> thou shalt find"},{"number":2,"verse":"תן <WH5414> Give חלק <WH2506> a portion לשׁבעה <WH7651> to seven, וגם <WH1571> and also לשׁמונה <WH8083> to eight; כי <WH3588> for לא <WH3808> not תדע <WH3045> thou knowest מה <WH4100> what יהיה <WH1961> shall be רעה <WH7451> evil על <WH5921> upon הארץ׃ <WH776> the earth."},{"number":3,"verse":"אם <WH518> If ימלאו <WH4390> be full העבים <WH5645> the clouds גשׁם <WH1653> of rain, על <WH5921> upon הארץ <WH776> the earth: יריקו <WH7324> they empty ואם <WH518> and if יפול <WH5307> fall עץ <WH6086> the tree בדרום <WH1864> toward the south, ואם <WH518> or בצפון <WH6828> toward the north, מקום <WH4725> in the place שׁיפול <WH5307> falleth, העץ <WH6086> where the tree שׁם <WH8033> there יהוא׃ <WH1933> it"},{"number":4,"verse":"שׁמר <WH8104> He that observeth רוח <WH7307> the wind לא <WH3808> shall not יזרע <WH2232> sow; וראה <WH7200> and he that regardeth בעבים <WH5645> the clouds לא <WH3808> shall not יקצור׃ <WH7114> reap."},{"number":5,"verse":"כאשׁר <WH834> As אינך <WH369> not יודע <WH3045> thou knowest מה <WH4100> what דרך <WH1870> the way הרוח <WH7307> of the spirit, כעצמים <WH6106> how the bones בבטן <WH990> in the womb המלאה <WH4392> of her that is with child: ככה <WH3602> even so לא <WH3808> not תדע <WH3045> thou knowest את <WH853> מעשׂה <WH4639> the works האלהים <WH430> of God אשׁר <WH834> who יעשׂה <WH6213> maketh את <WH853> הכל׃ <WH3605> all."},{"number":6,"verse":"בבקר <WH1242> In the morning זרע <WH2232> sow את <WH853> זרעך <WH2233> thy seed, ולערב <WH6153> and in the evening אל <WH408> not תנח <WH3240> ידך <WH3027> thine hand: כי <WH3588> for אינך <WH369> not יודע <WH3045> thou knowest אי <WH335> whether זה <WH2088> whether יכשׁר <WH3787> shall prosper, הזה <WH2088> either this או <WH176> or זה <WH2088> that, ואם <WH518> or whether שׁניהם <WH8147> they both כאחד <WH259> alike טובים׃ <WH2896> good."},{"number":7,"verse":"ומתוק <WH4966> sweet, האור <WH216> Truly the light וטוב <WH2896> and a pleasant לעינים <WH5869> for the eyes לראות <WH7200> to behold את <WH853> השׁמשׁ׃ <WH8121> the sun:"},{"number":8,"verse":"כי <WH3588> But אם <WH518> if שׁנים <WH8141> years, הרבה <WH7235> many יחיה <WH2421> live האדם <WH120> a man בכלם <WH3605> in them all; ישׂמח <WH8055> rejoice ויזכר <WH2142> yet let him remember את <WH853> ימי <WH3117> the days החשׁך <WH2822> of darkness; כי <WH3588> for הרבה <WH7235> many. יהיו <WH1961> they shall be כל <WH3605> All שׁבא <WH935> that cometh הבל׃ <WH1892> vanity."},{"number":9,"verse":"שׂמח <WH8055> Rejoice, בחור <WH970> O young man, בילדותיך <WH3208> in thy youth; ויטיבך <WH3190> cheer לבך <WH3820> and let thy heart בימי <WH3117> thee in the days בחורותך <WH979> of thy youth, והלך <WH1980> and walk בדרכי <WH1870> in the ways לבך <WH3820> of thine heart, ובמראי <WH4758> and in the sight עיניך <WH5869> of thine eyes: ודע <WH3045> but know כי <WH3588> thou, that על <WH5921> for כל <WH3605> all אלה <WH428> these יביאך <WH935> will bring האלהים <WH430> God במשׁפט׃ <WH4941> thee into judgment."},{"number":10,"verse":"והסר <WH5493> Therefore remove כעס <WH3708> sorrow מלבך <WH3820> from thy heart, והעבר <WH5674> and put away רעה <WH7451> evil מבשׂרך <WH1320> from thy flesh: כי <WH3588> for הילדות <WH3208> childhood והשׁחרות <WH7839> and youth הבל׃ <WH1892> vanity."}]}