{"bibleAbbr":"Orig2013+","bookName":"קהלת","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"וזכר <WH2142> Remember את <WH853> בוראיך <WH1254> now thy Creator בימי <WH3117> in the days בחורתיך <WH979> of thy youth, עד <WH5704> while אשׁר <WH834> while לא <WH3808> not, יבאו <WH935> come ימי <WH3117> days הרעה <WH7451> the evil והגיעו <WH5060> draw nigh, שׁנים <WH8141> nor the years אשׁר <WH834> when תאמר <WH559> thou shalt say, אין <WH369> I have no לי בהם חפץ׃ <WH2656> pleasure"},{"number":2,"verse":"עד <WH5704> אשׁרא <WH3808> be not תחשׁך <WH2821> darkened, השׁמשׁ <WH8121> the sun, והאור <WH216> or the light, והירח <WH3394> or the moon, והכוכבים <WH3556> or the stars, ושׁבו <WH7725> return העבים <WH5645> nor the clouds אחר <WH310> after הגשׁם׃ <WH1653> the rain:"},{"number":3,"verse":"ביום <WH3117> In the day שׁיזעו <WH2111> shall tremble, שׁמרי <WH8104> when the keepers הבית <WH1004> of the house והתעותו <WH5791> shall bow themselves, אנשׁי <WH376> men החיל <WH2428> and the strong ובטלו <WH988> cease הטחנות <WH2912> and the grinders כי <WH3588> because מעטו <WH4592> וחשׁכו <WH2821> be darkened, הראות <WH7200> and those that look בארבות׃ <WH699> out of the windows"},{"number":4,"verse":"וסגרו <WH5462> shall be shut דלתים <WH1817> And the doors בשׁוק <WH7784> in the streets, בשׁפל <WH8217> קול <WH6963> when the sound הטחנה <WH2913> of the grinding ויקום <WH6965> and he shall rise up לקול <WH6963> at the voice הצפור <WH6833> of the bird, וישׁחו <WH7817> shall be brought low; כל <WH3605> and all בנות <WH1323> the daughters השׁיר׃ <WH7892> of music"},{"number":5,"verse":"גם <WH1571> Also מגבה <WH1364> of high, יראו <WH3372> they shall be afraid וחתחתים <WH2849> and fears בדרך <WH1870> in the way, וינאץ <WH5006> shall flourish, השׁקד <WH8247> and the almond tree ויסתבל <WH5445> shall be a burden, החגב <WH2284> and the grasshopper ותפר <WH6565> shall fail: האביונה <WH35> and desire כי <WH3588> because הלך <WH1980> goeth האדם <WH120> man אל <WH413> to בית <WH1004> home, עולמו <WH5769> his long וסבבו <WH5437> go about בשׁוק <WH7784> the streets: הספדים׃ <WH5594> and the mourners"},{"number":6,"verse":"עד <WH5704> Or אשׁר <WH834> ever לא <WH3808> ever ירחק <WH7368> be loosed, חבל <WH2256> cord הכסף <WH3701> the silver ותרץ <WH7533> be broken, גלת <WH1543> bowl הזהב <WH2091> or the golden ותשׁבר <WH7665> be broken כד <WH3537> or the pitcher על <WH5921> at המבוע <WH4002> the fountain, ונרץ <WH7533> broken הגלגל <WH1534> or the wheel אל <WH413> at הבור׃ <WH953> the cistern."},{"number":7,"verse":"וישׁב <WH7725> return העפר <WH6083> Then shall the dust על <WH5921> to הארץ <WH776> the earth כשׁהיה <WH1961> as it was: והרוח <WH7307> and the spirit תשׁוב <WH7725> shall return אל <WH413> unto האלהים <WH430> God אשׁר <WH834> who נתנה׃ <WH5414> gave"},{"number":8,"verse":"הבל <WH1892> Vanity הבלים <WH1892> of vanities, אמר <WH559> saith הקוהלת <WH6953> the preacher; הכל <WH3605> all הבל׃ <WH1892> vanity."},{"number":9,"verse":"ויתר <WH3148> And moreover, שׁהיה <WH1961> was קהלת <WH6953> because the preacher חכם <WH2450> wise, עוד <WH5750> he still למד <WH3925> taught דעת <WH1847> knowledge; את <WH853> העם <WH5971> the people ואזן <WH238> yea, he gave good heed, וחקר <WH2713> and sought out, תקן <WH8626> set in order משׁלים <WH4912> proverbs. הרבה׃ <WH7235> many"},{"number":10,"verse":"בקשׁ <WH1245> sought קהלת <WH6953> The preacher למצא <WH4672> to find out דברי <WH1697> words: חפץ <WH2656> acceptable וכתוב <WH3789> and written ישׁר <WH3476> upright, דברי <WH1697> words אמת׃ <WH571> of truth."},{"number":11,"verse":"דברי <WH1697> The words חכמים <WH2450> of the wise כדרבנות <WH1861> as goads, וכמשׂמרות <WH4930> and as nails נטועים <WH5193> fastened בעלי <WH1167> the masters אספות <WH627> of assemblies, נתנו <WH5414> are given מרעה <WH7462> אחד׃ <WH259>"},{"number":12,"verse":"ויתר <WH3148> And further, מהמה <WH1992> by these, בני <WH1121> my son, הזהר <WH2094> be admonished: עשׂות <WH6213> of making ספרים <WH5612> books הרבה <WH7235> many אין <WH369> no קץ <WH7093> end; ולהג <WH3854> study הרבה <WH7235> and much יגעת <WH3024> a weariness בשׂר׃ <WH1320> of the flesh."},{"number":13,"verse":"סוף <WH5490> the conclusion דבר <WH1697> matter: הכל <WH3605> of the whole נשׁמע <WH8085> Let us hear את <WH853> האלהים <WH430> God, ירא <WH3372> Fear ואת <WH853> מצותיו <WH4687> his commandments: שׁמור <WH8104> and keep כי <WH3588> for זה <WH2088> this כל <WH3605> the whole האדם׃ <WH120> of man."},{"number":14,"verse":"כי <WH3588> For את <WH853> כל <WH3605> every מעשׂה <WH4639> work האלהים <WH430> God יבא <WH935> shall bring במשׁפט <WH4941> into judgment, על <WH5921> with כל <WH3605> every נעלם <WH5956> secret thing, אם <WH518> whether טוב <WH2896> good, ואם <WH518> or whether רע׃ <WH7451> evil."}]}