{"bibleAbbr":"Orig2013+","bookName":"קהלת","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"שׁמר <WH8104> Keep רגליך <WH7272> thy foot כאשׁר <WH834> when תלך <WH1980> thou goest אל <WH413> to בית <WH1004> the house האלהים <WH430> of God, וקרוב <WH7138> לשׁמע <WH8085> to hear, מתת <WH5414> than to give הכסילים <WH3684> of fools: זבח <WH2077> the sacrifice כי <WH3588> that אינם <WH369> not יודעים <WH3045> for they consider לעשׂות <WH6213> they do רע׃ <WH7451> evil."},{"number":2,"verse":"אל <WH408> Be not תבהל <WH926> rash על <WH5921> with פיך <WH6310> thy mouth, ולבך <WH3820> thine heart אל <WH408> and let not ימהר <WH4116> be hasty להוציא <WH3318> to utter דבר <WH1697> thing לפני <WH6440> before האלהים <WH430> God: כי <WH3588> for האלהים <WH430> God בשׁמים <WH8064> in heaven, ואתה <WH859> and thou על <WH5921> upon הארץ <WH776> earth: על <WH5921> therefore כן <WH3651> therefore יהיו <WH1961> be דבריך <WH1697> let thy words מעטים׃ <WH4592> few."},{"number":3,"verse":"כי <WH3588> For בא <WH935> cometh החלום <WH2472> a dream ברב <WH7230> through the multitude ענין <WH6045> of business; וקול <WH6963> voice כסיל <WH3684> and a fool's ברב <WH7230> by multitude דברים׃ <WH1697> of words."},{"number":4,"verse":"כאשׁר <WH834> When תדר <WH5087> thou vowest נדר <WH5088> a vow לאלהים <WH430> unto God, אל <WH408> not תאחר <WH309> defer לשׁלמו <WH7999> to pay כי <WH3588> it; for אין <WH369> no חפץ <WH2656> pleasure בכסילים <WH3684> in fools: את <WH853> אשׁר <WH834> that which תדר <WH5087> thou hast vowed. שׁלם׃ <WH7999> pay"},{"number":5,"verse":"טוב <WH2896> Better אשׁר <WH834> that לא <WH3808> thou shouldest not תדר <WH5087> vow, משׁתדור <WH5087> ולא <WH3808> and not תשׁלם׃ <WH7999> pay."},{"number":6,"verse":"אל <WH408> not תתן <WH5414> Suffer את <WH853> פיך <WH6310> thy mouth לחטיא <WH2398> to sin; את <WH853> בשׂרך <WH1320> to cause thy flesh ואל <WH408> neither תאמר <WH559> say לפני <WH6440> thou before המלאך <WH4397> the angel, כי <WH3588> that שׁגגה <WH7684> an error: היא <WH1931> it למה <WH4100> wherefore יקצף <WH7107> be angry האלהים <WH430> should God על <WH5921> at קולך <WH6963> thy voice, וחבל <WH2254> and destroy את <WH853> מעשׂה <WH4639> the work ידיך׃ <WH3027> of thine hands?"},{"number":7,"verse":"כי <WH3588> For ברב <WH7230> in the multitude חלמות <WH2472> of dreams והבלים <WH1892> also vanities: ודברים <WH1697> words הרבה <WH7235> and many כי <WH3588> but את <WH853> האלהים <WH430> thou God. ירא׃ <WH3372> fear"},{"number":8,"verse":"אם <WH518> If עשׁק <WH6233> the oppression רשׁ <WH7326> of the poor, וגזל <WH1499> and violent perverting משׁפט <WH4941> of judgment וצדק <WH6664> and justice תראה <WH7200> thou seest במדינה <WH4082> in a province, אל <WH408> not תתמה <WH8539> marvel על <WH5921> at החפץ <WH2656> the matter: כי <WH3588> for גבה <WH1364> higher מעל <WH5921> than גבה <WH1364> the highest שׁמר <WH8104> regardeth; וגבהים <WH1364> and higher עליהם׃ <WH5921> than"},{"number":9,"verse":"ויתרון <WH3504> Moreover the profit ארץ <WH776> of the earth בכל <WH3605> is for all: היא <WH1931> מלך <WH4428> the king לשׂדה <WH7704> by the field. נעבד׃ <WH5647> is served"},{"number":10,"verse":"אהב <WH157> He that loveth כסף <WH3701> silver לא <WH3808> shall not ישׂבע <WH7646> be satisfied כסף <WH3701> with silver; ומי <WH4310> nor he אהב <WH157> that loveth בהמון <WH1995> abundance לא <WH3808> תבואה <WH8393> with increase: גם <WH1571> also זה <WH2088> this הבל׃ <WH1892> vanity."},{"number":11,"verse":"ברבות <WH7235> increase, הטובה <WH2896> When goods רבו <WH7235> אוכליה <WH398> that eat ומה <WH4100> them: and what כשׁרון <WH3788> good לבעליה <WH1167> to the owners כי <WH3588> thereof, saving אם <WH518> thereof, saving ראית <WH7200> the beholding עיניו׃ <WH5869> with their eyes?"},{"number":12,"verse":"מתוקה <WH4966> sweet, שׁנת <WH8142> The sleep העבד <WH5647> of a laboring man אם <WH518> whether מעט <WH4592> little ואם <WH518> or הרבה <WH7235> much: יאכל <WH398> he eat והשׂבע <WH7647> but the abundance לעשׁיר <WH6223> of the rich איננו <WH369> will not מניח <WH3240> לו לישׁון׃ <WH3462> him to sleep."},{"number":13,"verse":"ישׁ <WH3426> There is רעה <WH7451> evil חולה <WH2470> a sore ראיתי <WH7200> I have seen תחת <WH8478> under השׁמשׁ <WH8121> the sun, עשׁר <WH6239> riches שׁמור <WH8104> kept לבעליו <WH1167> for the owners לרעתו׃ <WH7451> thereof to their hurt."},{"number":14,"verse":"ואבד <WH6> perish העשׁר <WH6239> riches ההוא <WH1931> But those בענין <WH6045> travail: רע <WH7451> by evil והוליד <WH3205> and he begetteth בן <WH1121> a son, ואין <WH369> and nothing בידו <WH3027> in his hand. מאומה׃ <WH3972> and nothing"},{"number":15,"verse":"כאשׁר <WH834> As יצא <WH3318> he came forth מבטן <WH990> womb, אמו <WH517> of his mother's ערום <WH6174> naked ישׁוב <WH7725> shall he return ללכת <WH1980> to go כשׁבא <WH935> as he came, ומאומה <WH3972> nothing לא <WH3808> nothing ישׂא <WH5375> and shall take בעמלו <WH5999> of his labor, שׁילך <WH1980> which he may carry way בידו׃ <WH3027> in his hand."},{"number":16,"verse":"וגם <WH1571> also זה <WH2090> And this רעה <WH7451> evil, חולה <WH2470> a sore כל <WH3605> in all עמת <WH5980> points שׁבא <WH935> as he came, כן <WH3651> so ילך <WH1980> shall he go: ומה <WH4100> and what יתרון <WH3504> profit לו שׁיעמל <WH5998> hath he that hath labored לרוח׃ <WH7307> for the wind?"},{"number":17,"verse":"גם <WH1571> also כל <WH3605> All ימיו <WH3117> his days בחשׁך <WH2822> in darkness, יאכל <WH398> he eateth וכעס <WH3708> הרבה <WH7235> and much וחליו <WH2483> with his sickness. וקצף׃ <WH7110> and wrath"},{"number":18,"verse":"הנה <WH2009> Behold אשׁר <WH834> which ראיתי <WH7200> have seen: אני <WH589> I טוב <WH2896> good אשׁר <WH834> which יפה <WH3303> and comely לאכול <WH398> to eat ולשׁתות <WH8354> and to drink, ולראות <WH7200> and to enjoy טובה <WH2896> the good בכל <WH3605> of all עמלו <WH5999> his labor שׁיעמל <WH5998> that he taketh תחת <WH8478> under השׁמשׁ <WH8121> the sun מספר <WH4557> all ימי <WH3117> the days חיו <WH2416> of his life, אשׁר <WH834> נתן <WH5414> giveth לו האלהים <WH430> God כי <WH3588> him: for הוא <WH1931> it חלקו׃ <WH2506> his portion."},{"number":19,"verse":"גם <WH1571> also כל <WH3605> Every האדם <WH120> man אשׁר <WH834> to whom נתן <WH5414> hath given לו האלהים <WH430> God עשׁר <WH6239> riches ונכסים <WH5233> and wealth, והשׁליטו <WH7980> and hath given him power לאכל <WH398> to eat ממנו <WH4480> thereof, ולשׂאת <WH5375> and to take את <WH853> חלקו <WH2506> his portion, ולשׂמח <WH8055> and to rejoice בעמלו <WH5999> in his labor; זה <WH2090> this מתת <WH4991> the gift אלהים <WH430> of God. היא׃ <WH1931>"},{"number":20,"verse":"כי <WH3588> For לא <WH3808> he shall not הרבה <WH7235> much יזכר <WH2142> remember את <WH853> ימי <WH3117> the days חייו <WH2416> of his life; כי <WH3588> because האלהים <WH430> God מענה <WH6031> בשׂמחת <WH8057> in the joy לבו׃ <WH3820> of his heart."}]}