{"bibleAbbr":"Orig2013+","bookName":"קהלת","bookEnglishName":"Ecclesiastes","chapterNumber":6,"verses":[{"number":1,"verse":"ישׁ <WH3426> There is רעה <WH7451> an evil אשׁר <WH834> which ראיתי <WH7200> I have seen תחת <WH8478> under השׁמשׁ <WH8121> the sun, ורבה <WH7227> common היא <WH1931> and it על <WH5921> among האדם׃ <WH120> men:"},{"number":2,"verse":"אישׁ <WH376> A man אשׁר <WH834> to whom יתן <WH5414> hath given לו האלהים <WH430> God עשׁר <WH6239> riches, ונכסים <WH5233> wealth, וכבוד <WH3519> and honor, ואיננו <WH369> nothing חסר <WH2638> so that he wanteth לנפשׁו <WH5315> for his soul מכל <WH3605> of all אשׁר <WH834> that יתאוה <WH183> he desireth, ולא <WH3808> giveth him not power ישׁליטנו <WH7980> giveth him not power האלהים <WH430> yet God לאכל <WH398> to eat ממנו <WH4480> of all כי <WH3588> but אישׁ <WH376> a stranger נכרי <WH5237> a stranger יאכלנו <WH398> eateth זה <WH2088> it: this הבל <WH1892> vanity, וחלי <WH2483> disease. רע <WH7451> an evil הוא׃ <WH1931> and it"},{"number":3,"verse":"אם <WH518> If יוליד <WH3205> beget אישׁ <WH376> a man מאה <WH3967> a hundred ושׁנים <WH8141> years, רבות <WH7227> many יחיה <WH2421> and live ורב <WH7227> many, שׁיהיו <WH1961> be ימי <WH3117> so that the days שׁניו <WH8141> of his years ונפשׁו <WH5315> and his soul לא <WH3808> be not תשׂבע <WH7646> filled מן <WH4480> with הטובה <WH2896> good, וגם <WH1571> and also קבורה <WH6900> burial; לא <WH3808> no היתה <WH1961> he have לו אמרתי <WH559> I say, טוב <WH2896> better ממנו <WH4480> than הנפל׃ <WH5309> an untimely birth"},{"number":4,"verse":"כי <WH3588> For בהבל <WH1892> in with vanity, בא <WH935> he cometh ובחשׁך <WH2822> in darkness, ילך <WH1980> and departeth ובחשׁך <WH2822> with darkness. שׁמו <WH8034> and his name יכסה׃ <WH3680> shall be covered"},{"number":5,"verse":"גם <WH1571> Moreover שׁמשׁ <WH8121> the sun, לא <WH3808> he hath not ראה <WH7200> seen ולא <WH3808> nor ידע <WH3045> known נחת <WH5183> hath more rest לזה <WH2088> this מזה׃ <WH2088> than the other."},{"number":6,"verse":"ואלו <WH432> Yea, חיה <WH2421> though he live אלף <WH505> a thousand שׁנים <WH8141> years פעמים <WH6471> twice וטובה <WH2896> good: לא <WH3808> no ראה <WH7200> yet hath he seen הלא <WH3808> do not אל <WH413> to מקום <WH4725> place? אחד <WH259> one הכל <WH3605> all הולך׃ <WH1980> go"},{"number":7,"verse":"כל <WH3605> All עמל <WH5999> the labor האדם <WH120> of man לפיהו <WH6310> for his mouth, וגם <WH1571> and yet הנפשׁ <WH5315> the appetite לא <WH3808> is not תמלא׃ <WH4390> filled."},{"number":8,"verse":"כי <WH3588> For מה <WH4100> what יותר <WH3148> more לחכם <WH2450> hath the wise מן <WH4480> than הכסיל <WH3684> the fool? מה <WH4100> what לעני <WH6041> hath the poor, יודע <WH3045> that knoweth להלך <WH1980> to walk נגד <WH5048> before החיים׃ <WH2416> the living?"},{"number":9,"verse":"טוב <WH2896> Better מראה <WH4758> the sight עינים <WH5869> of the eyes מהלך <WH1980> than the wandering נפשׁ <WH5315> of the desire: גם <WH1571> also זה <WH2088> this הבל <WH1892> vanity ורעות <WH7469> and vexation רוח׃ <WH7307> of spirit."},{"number":10,"verse":"מה <WH4100> That שׁהיה <WH1961> which hath been כבר <WH3528> already, נקרא <WH7121> is named שׁמו <WH8034> is named ונודע <WH3045> and it is known אשׁר <WH834> that הוא <WH1931> it אדם <WH120> man: ולא <WH3808> neither יוכל <WH3201> may לדין <WH1777> he contend עם <WH5973> with שׁהתקיף <WH8630> ממנו׃ <WH4480> than"},{"number":11,"verse":"כי <WH3588> Seeing ישׁ <WH3426> there be דברים <WH1697> things הרבה <WH7235> many מרבים <WH7235> that increase הבל <WH1892> vanity, מה <WH4100> what יתר <WH3148> the better? לאדם׃ <WH120> man"},{"number":12,"verse":"כי <WH3588> For מי <WH4310> who יודע <WH3045> knoweth מה <WH4100> what טוב <WH2896> good לאדם <WH120> for man בחיים <WH2416> in life, מספר <WH4557> all ימי <WH3117> the days חיי <WH2416> life הבלו <WH1892> of his vain ויעשׂם <WH6213> which he spendeth כצל <WH6738> as a shadow? אשׁר <WH834> for מי <WH4310> who יגיד <WH5046> can tell לאדם <WH120> a man מה <WH4100> what יהיה <WH1961> shall be אחריו <WH310> after תחת <WH8478> him under השׁמשׁ׃ <WH8121> the sun?"}]}