{"bibleAbbr":"NKJV1982","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"Judah’s Sin and Punishment “The sin of Judah is (Jer. 2:22) written with a (Job 19:24) pen of iron; With the point of a diamond it is (Prov. 3:3; 7:3; Is. 49:16; 2 Cor. 3:3) engraved On the tablet of their heart, And on the horns of your altars,"},{"number":2,"verse":"While their children remember Their altars and their (Judg. 3:7) wooden images By the green trees on the high hills."},{"number":3,"verse":"O My mountain in the field, I will give as plunder your wealth, all your treasures, And your high places of sin within all your borders."},{"number":4,"verse":"And you, even yourself, Shall let go of your heritage which I gave you; And I will cause you to serve your enemies In (Jer. 16:13) the land which you do not know; For (Is. 5:25; Jer. 15:14) you have kindled a fire in My anger which shall burn forever.”"},{"number":5,"verse":"Thus says the LORD: (Ps. 146:3; Is. 30:1, 2; 31:1) “Cursed is the man who trusts in man And makes (Is. 31:3) flesh his strength, Whose heart departs from the LORD."},{"number":6,"verse":"For he shall be (Jer. 48:6) like a shrub in the desert, And (Job 20:17) shall not see when good comes, But shall inhabit the parched places in the wilderness, (Deut. 29:23; Job 39:6) In a salt land which is not inhabited."},{"number":7,"verse":"“Blessed (Ps. 2:12; 34:8; 125:1; 146:5; Prov. 16:20; (Is. 30:18); Jer. 39:18) is the man who trusts in the LORD, And whose hope is the LORD."},{"number":8,"verse":"For he shall be (Job 8:16; (Ps. 1:3; Ezek. 31:3-9)) like a tree planted by the waters, Which spreads out its roots by the river, And will not fear when heat comes; But its leaf will be green, And will not be anxious in the year of drought, Nor will cease from yielding fruit."},{"number":9,"verse":"“The ((Eccl. 9:3); Matt. 15:19; (Mark 7:21, 22)) heart is deceitful above all things, And desperately wicked; Who can know it?"},{"number":10,"verse":"I, the LORD, (1 Sam. 16:7; 1 Chr. 28:9; Ps. 7:9; 139:23, 24; Prov. 17:3; Jer. 11:20; 20:12; Rom. 8:27; Rev. 2:23) search the heart, I test the mind, (Ps. 62:12; Jer. 32:19; Rom. 2:6) Even to give every man according to his ways, According to the fruit of his doings."},{"number":11,"verse":"“As a partridge that broods but does not hatch, So is he who gets riches, but not by right; It (Ps. 55:23) will leave him in the midst of his days, And at his end he will be (Luke 12:20) a fool.”"},{"number":12,"verse":"A glorious high throne from the beginning Is the place of our sanctuary."},{"number":13,"verse":"O LORD, (Jer. 14:8) the hope of Israel, ((Ps. 73:27; Is. 1:28)) All who forsake You shall be ashamed. “Those who depart from Me Shall be (Luke 10:20) written in the earth, Because they have forsaken the LORD, The (Jer. 2:13) fountain of living waters.”"},{"number":14,"verse":"Jeremiah Prays for DeliveranceHeal me, O LORD, and I shall be healed; Save me, and I shall be saved, For (Deut. 10:21; Ps. 109:1) You are my praise."},{"number":15,"verse":"Indeed they say to me, (Is. 5:19; Ezek. 12:22; 2 Pet. 3:4) “Where is the word of the LORD? Let it come now!”"},{"number":16,"verse":"As for me, (Jer. 1:4-12) I have not hurried away from being a shepherd who follows You, Nor have I desired the woeful day; You know what came out of my lips; It was right there before You."},{"number":17,"verse":"Do not be a terror to me; (Jer. 16:19; Nah. 1:7) You are my hope in the day of doom."},{"number":18,"verse":"(Ps. 35:4; 70:2; Jer. 15:10; 18:18) Let them be ashamed who persecute me, But (Ps. 25:2) do not let me be put to shame; Let them be dismayed, But do not let me be dismayed. Bring on them the day of doom, And (Jer. 11:20) destroy them with double destruction!"},{"number":19,"verse":"Hallow the Sabbath Day Thus the LORD said to me: “Go and stand in the gate of the children of the people, by which the kings of Judah come in and by which they go out, and in all the gates of Jerusalem;"},{"number":20,"verse":"and say to them, (Ps. 49:1, 2; Jer. 19:3, 4) ‘Hear the word of the LORD, you kings of Judah, and all Judah, and all the inhabitants of Jerusalem, who enter by these gates."},{"number":21,"verse":"Thus says the LORD: (Num. 15:32; Neh. 13:19; (John 5:9-12, 17; 7:22-24)) “Take heed to yourselves, and bear no burden on the Sabbath day, nor bring it in by the gates of Jerusalem;"},{"number":22,"verse":"nor carry a burden out of your houses on the Sabbath day, nor do any work, but hallow the Sabbath day, as I (Ex. 20:8; 31:13; Ezek. 20:12) commanded your fathers."},{"number":23,"verse":"(Jer. 7:24, 26) But they did not obey nor incline their ear, but made their neck stiff, that they might not hear nor receive instruction."},{"number":24,"verse":"“And it shall be, (Jer. 11:4; 26:3) if you heed Me carefully,” says the LORD, “to bring no burden through the gates of this city on the (Ex. 16:23-30; 20:8-10; Num. 15:32-36; Deut. 5:12-14; Neh. 13:15; (Is. 58:13)) Sabbath day, but hallow the Sabbath day, to do no work in it,"},{"number":25,"verse":"(Jer. 22:4) then shall enter the gates of this city kings and princes sitting on the throne of David, riding in chariots and on horses, they and their princes, accompanied by the men of Judah and the inhabitants of Jerusalem; and this city shall remain forever."},{"number":26,"verse":"And they shall come from the cities of Judah and from (Jer. 33:13) the places around Jerusalem, from the land of Benjamin and from (Zech. 7:7) the lowland, from the mountains and from (Judg. 1:9) the South, bringing burnt offerings and sacrifices, grain offerings and incense, bringing (Ps. 107:22; 116:17; Jer. 33:11) sacrifices of praise to the house of the LORD."},{"number":27,"verse":"“But if you will not heed Me to hallow the Sabbath day, such as not carrying a burden when entering the gates of Jerusalem on the Sabbath day, then (Jer. 21:14; Lam. 4:11; Amos 1:4, 7, 10, 12) I will kindle a fire in its gates, (2 Kin. 25:9; 2 Chr. 36:19; Jer. 39:8; 52:13; Amos 2:5) and it shall devour the palaces of Jerusalem, and it shall not be (Jer. 7:20; Ezek. 20:47) quenched.” ’ ”"}]}