{"bibleAbbr":"NRSVue2021","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"From Death to Life You were dead through the trespasses and sins"},{"number":2,"verse":"(Eph 5.6; 6.12) in which you once walked, following the course of this world, (Gk according to the aeon) following the ruler of the power of the air, the spirit that is now at work among those who are disobedient. (Gk sons of disobedience)"},{"number":3,"verse":"(Rom 2.14; 5.12; Gal 5.16, 17) All of us once lived among them in the passions of our flesh, doing the will of flesh and senses, and we were by nature children of wrath, like everyone else,"},{"number":4,"verse":"(Rom 10.12) but God, who is rich in mercy, out of the great love with which he loved us"},{"number":5,"verse":"even when we were dead through our trespasses, made us alive together with Christ (Other ancient authorities read in Christ) —by grace you have been saved—"},{"number":6,"verse":"and raised us up with him and seated us with him in the heavenly places (Gk heavenlies) in Christ Jesus,"},{"number":7,"verse":"so that in the ages to come he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus."},{"number":8,"verse":"For by grace you have been saved through faith, and this is not your own doing; it is the gift of God—"},{"number":9,"verse":"not the result of works, so that no one may boast."},{"number":10,"verse":"(Eph 4.24; Titus 2.14) For we are what he has made us, created in Christ Jesus for good works, which God prepared beforehand so that we may walk in them."},{"number":11,"verse":"One in Christ (Rom 2.28; Col 2.11) So then, remember that at one time you gentiles by birth, (Gk in the flesh) called “the uncircumcision” by those who are called “the circumcision”—a circumcision made in the flesh by human hands—"},{"number":12,"verse":"(Gal 4.8; 1 Thess 4.5) remember that you were at that time without Christ, being aliens from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world."},{"number":13,"verse":"(Acts 2.39; Col 1.20) But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."},{"number":14,"verse":"(1 Cor 12.13; Col 3.15) For he is our peace; in his flesh he has made both into one and has broken down the dividing wall, that is, the hostility between us,"},{"number":15,"verse":"(Gal 6.15; Col 1.21, 22) abolishing the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace,"},{"number":16,"verse":"(Col 1.20, 22) and might reconcile both to God in one body (Or reconcile both of us in one body for God) through the cross, thus putting to death that hostility through it. (Or in him or in himself)"},{"number":17,"verse":"So he came and proclaimed peace to you who were far off and peace to those who were near,"},{"number":18,"verse":"(1 Cor 12.13; Eph 3.12; Col 1.12) for through him both of us have access in one Spirit to the Father."},{"number":19,"verse":"(Gal 6.10; Phil 3.20) So then, you are no longer strangers and aliens, but you are fellow citizens with the saints and also members of the household of God,"},{"number":20,"verse":"(Mt 16.18; Rev 21.14) built upon the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone; (Or keystone (in an arch))"},{"number":21,"verse":"(1 Cor 3.16, 17) in him the whole structure is joined together and grows into a holy temple in the Lord,"},{"number":22,"verse":"in whom you also are built together spiritually (Gk in the Spirit) into a dwelling place for God."}]}