{"bibleAbbr":"NASB2020","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"(Be Strong) You therefore, my (Or child) son, be strong in the grace that is in Christ Jesus."},{"number":2,"verse":"The things which you have heard from me in the presence of many witnesses, entrust these to faithful (Or men) people who will be able to teach others also."},{"number":3,"verse":"Suffer hardship with me, as a good soldier of Christ Jesus."},{"number":4,"verse":"No soldier in active service entangles himself in the affairs of everyday life, so that he may please the one who enlisted him."},{"number":5,"verse":"And if someone likewise competes as an athlete, he is not (I. e., with a wreath) crowned as victor unless he competes according to the rules."},{"number":6,"verse":"The hard-working farmer ought to be the first to receive his share of the crops."},{"number":7,"verse":"Consider what I say, for the Lord will give you understanding in everything."},{"number":8,"verse":"Remember Jesus Christ, risen from the dead, descendant of David, according to my gospel,"},{"number":9,"verse":"(Lit in which) for which I suffer hardship even to imprisonment as a criminal; but the word of God is not imprisoned."},{"number":10,"verse":"For this reason I endure all things for the sake of (Or the chosen) those who are chosen, so that they also may obtain the salvation which is in Christ Jesus and with it eternal glory."},{"number":11,"verse":"The statement is trustworthy: For if we died with Him, we will also live with Him;"},{"number":12,"verse":"If we endure, we will also reign with Him; If we (Lit will deny) deny Him, He will also deny us;"},{"number":13,"verse":"If we are faithless, He remains faithful, for He cannot deny Himself."},{"number":14,"verse":"(An Unashamed Worker) Remind them of these things, and solemnly exhort them in the presence of God not to dispute about words, which is useless and leads to the ruin of the listeners."},{"number":15,"verse":"Be diligent to present yourself approved to God as a worker who (Or has no reason to) does not need to be ashamed, accurately handling the word of truth."},{"number":16,"verse":"But avoid worldly and empty chatter, for (Lit they will make further progress in ungodliness) it will lead to further ungodliness,"},{"number":17,"verse":"and their (Lit word) talk will spread like (Or cancer) gangrene. Among them are Hymenaeus and Philetus,"},{"number":18,"verse":"men who have gone astray from the truth, claiming that the resurrection has already taken place; and they are jeopardizing the faith of some."},{"number":19,"verse":"Nevertheless, the firm foundation of God stands, having this seal: “The Lord knows those who are His;” and, “Everyone who names the name of the Lord is to keep away from wickedness.”"},{"number":20,"verse":"Now in a large house there are not only gold and silver implements, but also implements of wood and of earthenware, and some are for honor while others are for dishonor."},{"number":21,"verse":"Therefore, if anyone cleanses himself from these things, he will be an implement for honor, sanctified, useful to the Master, prepared for every good work."},{"number":22,"verse":"Now flee from youthful lusts and pursue righteousness, faith, love, and peace with those who call on the Lord from a pure heart."},{"number":23,"verse":"But refuse foolish and ignorant speculations, knowing that they produce (Lit fightings) quarrels."},{"number":24,"verse":"The Lord’s bond-servant must not be quarrelsome, but be kind to all, skillful in teaching, patient when wronged,"},{"number":25,"verse":"with gentleness correcting those who are in opposition, if perhaps God may grant them repentance leading to the knowledge of the truth,"},{"number":26,"verse":"and they may come to their senses and escape from the snare of the devil, having been held captive (Or by him, to do His will) by him to do his will."}]}