{"bibleAbbr":"ASV1901","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"Moreover the Spirit<WH7307> lifted me up<WH5375>, and brought<WH935> me unto the east<WH6931> gate<WH8179> of Jehovah<WH3068>'s house<WH1004>, which looketh<WH6437> eastward<WH6921>: and behold<WH6607>, at the door of the gate<WH8179> five<WH2568> and twenty<WH6242> men<WH376>; and I saw<WH7200> in the midst<WH8432> of them Jaazaniah<WH2970> the son<WH1121> of Azzur<WH5809>, and Pelatiah<WH6410> the son<WH1121> of Benaiah<WH1141>, princes<WH8269> of the people<WH5971>."},{"number":2,"verse":"And he said<WH559> unto me<WH1121>, Son of man<WH120>, these are the men<WH582> that devise<WH2803> iniquity<WH205>, and that give<WH3289> wicked<WH7451> counsel<WH6098> in this city<WH5892>;"},{"number":3,"verse":"that say<WH559>, The time is not near<WH7138> to build<WH1129> houses<WH1004>: this city is the caldron<WH5518>, and we are the flesh<WH1320>."},{"number":4,"verse":"Therefore prophesy<WH5012> against them<WH5012>, prophesy, O son<WH1121> of man<WH120>."},{"number":5,"verse":"And the Spirit<WH7307> of Jehovah<WH3068> fell<WH5307> upon me<WH559>, and he said unto me<WH559>, Speak, Thus saith<WH559> Jehovah<WH3068>: Thus have ye said<WH559>, O house<WH1004> of Israel<WH3478>; for I know<WH3045> the things that come<WH4609> into your mind<WH7307>."},{"number":6,"verse":"Ye have multiplied<WH7235> your slain<WH2491> in this city<WH5892>, and ye have filled<WH4390> the streets<WH2351> thereof with the slain<WH2491>."},{"number":7,"verse":"Therefore thus saith<WH559> the Lord<WH136> Jehovah<WH3069>: Your slain<WH2491> whom ye have laid<WH7760> in the midst<WH8432> of it<WH1320>, they are the flesh, and this city is the caldron<WH5518>; but ye shall be brought forth<WH3318> out of the midst of it<WH8432>."},{"number":8,"verse":"Ye have feared<WH3372> the sword<WH2719>; and I will bring<WH935> the sword<WH2719> upon you<WH5002>, saith the Lord<WH136> Jehovah<WH3069>."},{"number":9,"verse":"And I will bring you forth out<WH3318> of the midst<WH8432> thereof<WH5414>, and deliver you into the hands<WH3027> of strangers<WH2114>, and will execute<WH6213> judgments among you<WH8201>."},{"number":10,"verse":"Ye shall fall<WH5307> by the sword<WH2719>; I will judge<WH8199> you in the border<WH1366> of Israel<WH3478>; and ye shall know<WH3045> that I am Jehovah<WH3068>."},{"number":11,"verse":"This city shall not be your caldron<WH5518>, neither shall ye be the flesh<WH1320> in the midst<WH8432> thereof<WH8199>; I will judge you in the border<WH1366> of Israel<WH3478>;"},{"number":12,"verse":"and ye shall know<WH3045> that I am Jehovah<WH3068>: for ye have not walked<WH1980> in my statutes<WH2706>, neither have ye executed<WH6213> mine ordinances<WH4941>, but have done<WH6213> after the ordinances<WH4941> of the nations<WH1471> that are round about you<WH5439>."},{"number":13,"verse":"And it came to pass<WH5012>, when I prophesied, that Pelatiah<WH6410> the son<WH1121> of Benaiah<WH1141> died<WH4191>. Then fell I down<WH5307> upon my face<WH6440>, and cried<WH2199> with a loud<WH1419> voice<WH6963>, and said<WH559>, Ah<WH162> Lord<WH136> Jehovah<WH3069>! wilt thou make<WH6213> a full end<WH3617> of the remnant<WH7611> of Israel<WH3478>?"},{"number":14,"verse":"And the word<WH1697> of Jehovah<WH3068> came unto me<WH559>, saying,"},{"number":15,"verse":"Son <WH1121> of man<WH120>, thy brethren<WH251>, even thy brethren<WH251>, the men<WH582> of thy kindred<WH1353>, and all the house<WH1004> of Israel<WH3478>, all of them<WH3427>, are they unto whom the inhabitants of Jerusalem<WH3389> have said<WH559>, Get you far<WH7368> from Jehovah<WH3068>; unto us is this land<WH776> given<WH5414> for a possession<WH4181>."},{"number":16,"verse":"Therefore say<WH559>, Thus saith<WH559> the Lord<WH136> Jehovah<WH136>: Whereas I have removed them far off<WH7368> among the nations<WH1471>, and whereas I have scattered<WH6327> them among the countries<WH776>, yet will I be to them a sanctuary<WH4720> for a little<WH4592> while in the countries<WH776> where they are come<WH935>."},{"number":17,"verse":"Therefore say<WH559>, Thus saith<WH559> the Lord<WH136> Jehovah<WH136>: I will gather<WH6908> you from the peoples<WH5971>, and assemble<WH622> you out of the countries<WH776> where ye have been scattered<WH6327>, and I will give<WH5414> you the land<WH127> of Israel<WH3478>."},{"number":18,"verse":"And they shall come<WH935> thither<WH5493>, and they shall take away all the detestable things<WH8251> thereof and all the abominations thereof from thence<WH8441>."},{"number":19,"verse":"And I will give<WH5414> them one<WH259> heart<WH3820>, and I will put<WH5414> a new<WH2319> spirit<WH7307> within<WH7130> you<WH5493>; and I will take the stony<WH68> heart<WH3820> out of their flesh<WH1320>, and will give<WH5414> them a heart<WH3820> of flesh<WH1320>;"},{"number":20,"verse":"that they may walk<WH3212> in my statutes<WH2708>, and keep<WH8104> mine ordinances<WH4941>, and do<WH6213> them<WH5971>: and they shall be my people, and I will be their God<WH430>."},{"number":21,"verse":"But as for them whose heart<WH3820> walketh<WH1980> after the heart<WH3820> of their detestable things<WH8251> and their abominations<WH8441>, I will bring<WH5414> their way<WH1870> upon their own heads<WH7218>, saith<WH5002> the Lord<WH136> Jehovah<WH3069>."},{"number":22,"verse":"Then did the cherubim<WH3742> lift up<WH5375> their wings<WH3671>, and the wheels<WH212> were beside<WH5980> them<WH3519>; and the glory of the God<WH430> of Israel<WH3478> was over them above<WH4605>."},{"number":23,"verse":"And the glory<WH3519> of Jehovah<WH3068> went up<WH5927> from the midst<WH8432> of the city<WH5892>, and stood<WH5975> upon the mountain<WH2022> which is on the east side<WH6924> of the city<WH5892>."},{"number":24,"verse":"And the Spirit<WH7307> lifted me up<WH5375>, and brought<WH935> me in the vision<WH4758> by the Spirit<WH7307> of God<WH430> into Chaldea<WH3778>, to them of the captivity<WH1473>. So the vision<WH4758> that I had seen<WH7200> went up from me<WH5927>."},{"number":25,"verse":"Then I spake<WH1696> unto them of the captivity<WH1473> all the things<WH1697> that Jehovah<WH3068> had showed me<WH7200>."}]}