{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"Samuel sayde vnto Saul: the Lord sent me to anoynt the, to be kynge ouer his people Israel. Nowe therfore herken thou vnto the voyce of the wordes of the Lorde."},{"number":2,"verse":"Thus sayth the Lorde of hostes: I remembre that whych Amaleck dyd to Israel howe they layed wayte for them in the waye, as they came out of Egypte."},{"number":3,"verse":"Nowe therfore go, & smyte Amaleck, and destroye ye all that pertayneth vnto them, & se thou haue no compassyon on them slaye both man & woman, infant & sucklynge. oxe, and shepe, camell and Asse."},{"number":4,"verse":"And Saul gathered the people together, & nombred them in Telaim, two hundred thousande foote men, and ten thousande men of Iuda."},{"number":5,"verse":"And Saul came vnto a cytie of Amaleck, & set watche in the valeye."},{"number":6,"verse":"And Saul sayde vnto the kenites: go, & departe, & gett you downe from amonge the Amaleckites, lest I destroye you with them: for ye shewed mercy to all the children of Israell, when they came out of Egypt. And so the kenites departed from amonge the Amaleckites."},{"number":7,"verse":"And Saul smote the Amaleckites from Heuila, as thou commest to Sur, that lyeth before Egypt,"},{"number":8,"verse":"and toke Agag the kinge of the Amaleckites alyue, & vtterlye destroyed all the people with the edge of the swerde."},{"number":9,"verse":"But Saul and the people spared Agag, and the better shepe, & the fatter oxen, & the lambes, and all that was good, & wolde not destroye them. But all that was foule & naught worth, that they destroyed vtterlye."},{"number":10,"verse":"Then came the worde of the Lorde vnto Samuel, sayinge:"},{"number":11,"verse":"it repenteth me, that I haue made Saul kynge. For he is turned from me, and hath not parfourmed my commaundementes. And Samuel was euell apayed, and cried vnto the Lorde all nyght."},{"number":12,"verse":"And whan Samuel rose erlye, to mete Saul in the mornynge, it was tolde Samuel, that Saul was come to Carmel, & beholde, he hath made him there a place, & is turned, and departed, and gone downe to Gilgall."},{"number":13,"verse":"And Samuel came to Saul, & Saul sayde vnto him: Blessed be thou in the Lorde. I haue fulfylled the commaundement of the Lord."},{"number":14,"verse":"Samuel sayde: what meaneth then the bleatyng of the shepe in myne eares, and the noyse of the oxen which I heare?"},{"number":15,"verse":"Saul answered: they haue brought them from the Amaleckites. For the people spared the best of the shepe and of the oxen, to sacrifyce them vnto the Lorde thy God. And the remnaunt haue we destroyed vtterly."},{"number":16,"verse":"Samuel sayde to Saul: lett me tell the what the Lorde hath sayde to me this nyght. And he sayde vnto hym: saye on."},{"number":17,"verse":"Samuel sayde when thou wast lytle in thyne awne syght, wast thou not made the heed of the trybes of Israel? And the Lorde anoynted the kyng ouer Israel."},{"number":18,"verse":"And the Lorde sent the on a iourneye, & sayde: Go, & vtterlye destroye those synners the Amaleckites, and fyght agaynst them, vntill thou vtterlye destroye them."},{"number":19,"verse":"And wherfore hast thou not herkened vnto the voyce of the Lorde, but hast turned to the praye, and hast done that whych is wycked in the syght of the Lorde?"},{"number":20,"verse":"And Saul sayde vnto Samuel: yee, I haue harkened vnto the voyce of the Lorde, & haue gone the waye which the Lorde sent me vnto, and haue brought Agag the kyng of Amaleck, and haue vtterlye destroyed the Amaleckites,"},{"number":21,"verse":"But the people toke of the spoyle shepe, oxen, and the chefest of the thynges whych shulde haue bene destroyed, to offer vnto the Lorde thy God in Gilgall."},{"number":22,"verse":"And Samuel sayde: hath the Lorde as great pleasure in burnt sacrifyces & offeringes, as whan the voyce of the Lord is obeyed? Behold, to obeye is better then sacrifyce, & to herken, is better then the fatt of rammes."},{"number":23,"verse":"For rebellyon is as the synne of witchcrafte, and stoburnesse is as the wickednesse of Idolatrie. Because thou hast cast awaye the worde of the Lorde, therfore hath the Lorde cast awaye the also, from beynge kynge."},{"number":24,"verse":"And Saul sayde vnto Samuel: I haue synned, for I haue gone farther then the sayinge of the Lorde and thy wordes, because I feared the people, & obeyed their voyce."},{"number":25,"verse":"Nowe therfore take awaye my synne, and turne agayne with me, that I maye worshyp the Lord"},{"number":26,"verse":"And Samuel sayde vnto Saul: I wyll not returne with the: for thou hast cast awaye the worde of the Lorde, and the Lorde hath cast awaye the, that thou shalt not be kynge ouer Israel."},{"number":27,"verse":"And as Samuel turned hym selfe to go awaye, he caught the lappe of hys coate, & it rent."},{"number":28,"verse":"And Samuel sayde vnto hym: the Lorde hath rent the kyngdome of Israel from the this daye, & hath geuen it to a neyghboure of thyne, that is better then thou."},{"number":29,"verse":"The strength of Israel wyll not begyle nor repent: for he is not a man, that can repent."},{"number":30,"verse":"He sayde: I haue synned. But nowe honoure me before the elders of my people, and before Israel, & turne agayne with me, that I maye worshippe the Lorde thy God."},{"number":31,"verse":"And so Samuel turned agayne, and folowed Saul. And Saul worshipped the Lorde."},{"number":32,"verse":"Then sayde Samuel: Brynge ye hither to me, Agag the kynge of the Amaleckites. And Agag came vnto hym delycately. And Agag sayde: truly the bytter deeth cometh on."},{"number":33,"verse":"And Samuel sayde: As thy swerde hath made wemen chyldelesse, so shall thy mother be chyldelesse aboue other wemen. And Samuel hewed Agag in peces before the Lorde in Gilgal."},{"number":34,"verse":"And then Samuel departed to Rama. And Saul went home to his house to Gibea Saul."},{"number":35,"verse":"And Samuel came nomore to se Saul vntill the daye of his deeth. Neuerthelesse Samuel mourned for Saul, & the Lord repented, that he had made Saul kynge ouer Israel."}]}