{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"Then they told Dauid saying: Behold the Philistines fight agaynst keilah, and spoyle the barnes."},{"number":2,"verse":"Therfore Dauid asked the Lords aduyse, saying: shall I goo and smyte these Philistines? And the Lorde answered vnto Dauid: go and smyte the Philistines, and saue keilah."},{"number":3,"verse":"And Dauids men that were with him, sayd vnto him: se, we be afrayed here in Iuda: how much more then yf we come to keila agaynst the host of the Philistynes?"},{"number":4,"verse":"Then Dauid asked the Lorde agayne. And the Lord answered him and sayde: Aryse, & go downe to keila, for I will delyuer the Philistines in to thyne hande."},{"number":5,"verse":"And so Dauid and his men went to keila, and fought with the Philistynes, & droue awaye their catell, and smote them with a great slaughter. And so Dauid saued the enhabiters of keila."},{"number":6,"verse":"And it chaunced, when Abiathar the sonne of Ahimelech fled to Dauid to keila, that he brought an Ephod with him in his hande."},{"number":7,"verse":"And it was tolde Saul, that Dauid was come to keila. And Saul sayde: God hath delyuered him into myne hand. For he is shut in now that he is come into a towne that hath gates & barres."},{"number":8,"verse":"And Saul called all the people together to warre, for to go downe to keila, and to besege Dauid & his men."},{"number":9,"verse":"And Dauid hauing knowlege that Saul imagened myschef against him, sayd, to Abiathar the preast: Bryng the Ephod."},{"number":10,"verse":"Then sayde Dauid: O Lord God of Israel, thi seruaunt hath heard, that Saul is about to come against keila to destroye the cytie for my sake:"},{"number":11,"verse":"Wyll the men of keyla delyuer me into hys hande? And will Saul come downe, as thy seruaunt hath heard saye? O Lord God of Israel, tell they seruaunt. And the Lorde sayde: he will come downe."},{"number":12,"verse":"Then sayd Dauid: will the men of keila delyuer me and the men that are with me into the hand of Saul? & the Lord sayde: they will betraye you."},{"number":13,"verse":"Then dauid & his men which were vpon a syxe hundred, arose & departed out of keila & went whether they could. And it was told Saul, that Dauid was fled from keila, & he let the iourney a lone."},{"number":14,"verse":"Dauid abode in the wildernesse in strong holdes, & remayned in a mountayne in the wildernesse of Ziph. And Saul sought him euery daye, but God delyuered him not into his hand."},{"number":15,"verse":"And Dauid saw that Saul was come out, to seke his life. And Dauid was in the wyldernesse of Ziph in a thickett."},{"number":16,"verse":"And Ionathas Sauls sonne arose, & went to Dauid in to the thicket, & comforted his hand in God,"},{"number":17,"verse":"& sayde vnto hym: feare not, for the hand of Saul my father shall not fynd the, & thou shalt be king ouer Israel, & I must be next vnto the. And that doth Saul my father know."},{"number":18,"verse":"And they made abonde both of them togeather before the Lorde. And Dauid taryed styll in the thickett, and Ionathas went to his house."},{"number":19,"verse":"Then came the Ziphites to Saul, to Gibea, saying: Doth not Dauid hyde him selfe fast by vs in strong holdes, in a thyckett that is by the hyll of Hachila, on the ryght syde of the wildernesse?"},{"number":20,"verse":"Now therfore kyng, thou mayest come downe according to all the lust of thy soule: come downe, & oure parte shalbe to delyuer hym into the kynges hande."},{"number":21,"verse":"And Saul sayde: Blessed are ye in the Lord: for ye haue compassion on me."},{"number":22,"verse":"Go I praye you, & ordre the matter well, know & se his haunte, where hys fote hath bene, and who hath sene him there: for it is tolde me, that he is very sottel, & worketh craftely."},{"number":23,"verse":"Se therfore, & know all the lourkyng places, where he hideth him self, and come ye agayne to me with the certentye, & I will go wyth you. And yf he be in the land, I will serche him out thorow out all the thousandes of Iuda."},{"number":24,"verse":"And they arose, and went to Ziph before Saul, But Dauid and his men were in the wildernesse of Maon, in the playne that is, on the ryght hand of Iesimon."},{"number":25,"verse":"Saul also and his men wente to seke: and they tolde Dauid. Wherfore he went vnto a Rocke, and abode in the wildernesse of Maon."},{"number":26,"verse":"And when Saul hearde that, he folowed after Dauid in the wildernesse of Maon. And Saul & his men went on the one syde of the mountayne, & Dauid & his men on the other syde. And Dauid toke thought, how to get from Saul. For Saul & his men compased Dauid & his men, rounde about, to take them."},{"number":27,"verse":"But there cam a messenger to Saul, saying Hast the, & come, for the Philistines are come into the land."},{"number":28,"verse":"Wherfore, Saul returned from persecuting Dauid, & went agaynst the Philistines. And therfore is it, that they called the place: The rock of separacion."},{"number":29,"verse":"And Dauid went thence, & dwelt in strong holdes at Engadi."}]}