{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":30,"verses":[{"number":1,"verse":"But whan Dauid & hys men were come to Zikleg the thirde daye, the Amaleckites had russhed in vpon the south, and vpon Zikleg, & had smytten Zikleg, & burnt it wt fyre,"},{"number":2,"verse":"& had taken the wemen (that were therin) presoners, both small & great: but slew not a man, saue caryed them wt them, & went theyr wayes."},{"number":3,"verse":"So Dauid and hys men came to the cytie: & beholde, it was burnt with fyre, & their wyues, theyr sonnes and their daughters were caryed awaye."},{"number":4,"verse":"Then Dauid and the people that was wyth hym, lyfte vp their voyces & wept, vntyll they could wepe no more."},{"number":5,"verse":"And Dauids two wiues were taken presoners also: Ahinoam the Iezrahelite, and abigail the wyfe of Nabal the Carmelite."},{"number":6,"verse":"And Dauid was in a shrewde combraunce: for the people entended to stone hym, because the hertes of all the people were vexed for theyr sonnes & theyr daughters. But Dauid toke a good courage to hym in the Lorde hys God"},{"number":7,"verse":"& sayde to Abiathar the preste Ahimelechs sonne: I pray the, bring me the Ephod. And Abiathar brought the Ephod to Dauid."},{"number":8,"verse":"And Dauid asked councell at the Lorde, sayinge: shall I folowe after thys companie? and shall I ouertake them? And he answered him: folow, for thou shalt ouertake them, and recouer the praye."},{"number":9,"verse":"So Dauid and the syxe hundred men that were with hym, went & cam to the riuer Besor, where a part of them abode."},{"number":10,"verse":"But Dauid and foure hundred men folowed: For two hundred abode behinde, beynge to werye to go ouer the ryuer Besor."},{"number":11,"verse":"And they founde an Egypcian in the felde, and brought hym to Dauid and gaue hym bread to eate, & water to dryncke,"},{"number":12,"verse":"& gaue hym a fewe fygges & two clousters of reasings. And when he had eaten, hys sprete cam agayne to hym: for he had eaten, no bread nor droncke no water in thre dayes & thre nyghtes."},{"number":13,"verse":"And Dauid sayd vnto him: to whom belongest thou? & whence art thou? he sayd: I am a yonge man of Egypt and seruaunt to an Amaleckite: and my master left me behynde, because it is thre dayes agone, that I fell sycke:"},{"number":14,"verse":"we came a rouyng vpon the south of Chretus, and against Iuda, and towarde the south of Caleb. And we burnt Zikleg wyth fyre."},{"number":15,"verse":"And Dauid sayde to hym: canst thou brynge me to this company? And he sayde: swere vnto me by God, that thou wylt nether kyll me, nor delyuer me into the handes of my master, and I will brynge the to the companye."},{"number":16,"verse":"And when he had brought hym thyther, beholde, they laye skatered abroade vpon the erth, eatynge & drinckynge, & daunsynge, because of the plenteous & great pray, that they had caried awaye out of the land of the Philistines, & out of the lande of Iuda."},{"number":17,"verse":"And Dauid layd vpon them from the euen, vntill the twilyght on the morow: so that there escaped not a man of them, saue foure hundred young men which rode awaye vpon cameles, and fledd."},{"number":18,"verse":"And Dauid recouered all that the Amaleckites had caried awaye, & Dauid rescued hys two wyues:"},{"number":19,"verse":"so that ther was no person of them lacking, small or great, sonne or daughter, or of the spoyle of all that they had take awaye, Dauid recouered them all agayne."},{"number":20,"verse":"And Dauid toke all the shepe, & the oxen. And they draue them before his catell, & sayd: this is Dauids pray."},{"number":21,"verse":"And Dauid came to the two hundred men, that were to werye for to folowe Dauid, whom they had made also to abyde at the ryuer Besor. And they cam to mete Dauid, & the people that were wyth him. And when Dauid cam to the people, he saluted them."},{"number":22,"verse":"Then answered all the wycked & the vnthriftes (of the men that went with Dauid) & sayde: because they went not with vs, therfore will we geue them none of the praye, that we haue recouered, But let euery man take hys wyfe and hys chyldren: Those lett them cary awaye, and be walkynge."},{"number":23,"verse":"Then sayde Dauid: ye shall not do so (my brethren) wt that which the Lord hath geuen vs, & hath preserued vs, & delyuered the companye that came agaynst vs, into oure handes."},{"number":24,"verse":"For who shuld herken vnto you in thys matter? But as hys parte is that goeth downe & fyghteth, so shall his parte be, that taryeth by the stuffe, that it maye be parted alyke."},{"number":25,"verse":"And so from that daye forwarde: was that made a statute & lawe in Israel, vntyll thys daye."},{"number":26,"verse":"When Dauid therfore cam to Zikleg he sent of the praye vnto the elders of Iuda and to hys frendes saying: se, there is a blessyng for you, of the spoyle of the enemyes of the Lorde."},{"number":27,"verse":"He sent to them of Bethel: to them of south Ramoth: to them of Iathir:"},{"number":28,"verse":"to them of Aroer: to them of Sephamoth: to them of Esthemoa:"},{"number":29,"verse":"to them of Rachel: to them of the cyties of Ierahmeel: to them of the cyties of the kenites:"},{"number":30,"verse":"to them of Horma: to them of Borasan: to them of Athach:"},{"number":31,"verse":"to them that are in Hebron, and in all places, wher Dauid and hys men were wont to haunt."}]}