{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":31,"verses":[{"number":1,"verse":"The Philistines fought agaynst Israel and the men of Israel fledd awaye from the Philistines, & fell downe wounded in mount Gilboa."},{"number":2,"verse":"And the Philistynes preased sore vpon Saul & his sonnes, & slewe Ionathas, & Abinadab & Melchisua Sauls sonnes."},{"number":3,"verse":"And whan the battell went sore agaynst Saul, the archers with bowes founde hym, & he was sore afrayed of the archers."},{"number":4,"verse":"Then sayd Saul vnto his harnesberer draw out thy swerde, & thrust me thorowe therwyth, lest these vncircumcised come, & thrust me thorowe and make a mockynge stocke of me. But hys harnesberer wolde not, for he was sore afrayed. And Saul toke a swerde, and fell vpon it."},{"number":5,"verse":"And when his harnesberer sawe that Saul was deed, he fell lykewyse vpon his swerde, & dyed wyth hym."},{"number":6,"verse":"And so Saul dyed, & his thre sonnes, and his harnesberer, and all hys men that same daye togeather."},{"number":7,"verse":"And when the men of Israel that were on the other syde of the valeye, & they of the other syde Iordan, heard, that the men of Israel were put to flight, and that Saul and hys sonnes were deed, they left the cyties, & ranne awaye and the Philistines cam, and dwelt in them."},{"number":8,"verse":"On the morowe when the Philistines were come to spoyle them that were slayne, they founde Saul and hys thre sonnes lyenge in mount Gilboa."},{"number":9,"verse":"And they cut of his heed, and stripped him out of his harnesse: & sent into the lande of the Philistines on euery syde, that they shulde publysshe it in the temple of their Idolles, and amonge the people."},{"number":10,"verse":"And they layed vp hys harnesse in the house of Astharoth, but they hanged vp hys body on the wall of Bethsan."},{"number":11,"verse":"When the enhabiters of Iabes in Gilead hearde therof, what the Philistines had done to Saul,"},{"number":12,"verse":"they arose (as manye as were stronge men) and went all nyght and toke the body of Saul, and the bodyes of hys sonnes from the wall of Bethsan, and came to Iabes, and burnt them there"},{"number":13,"verse":"and toke their bones and buryed them vnder a tree at Iabes, and fasted seuen dayes."}]}