{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"And Samuel spake vnto all Israel. And Israel went out against the Philistynes to battayle, and pytched besyde the helpe stone. And the Philistynes pytched in Aphek."},{"number":2,"verse":"And put them selues in araye against Israel. And when they ioyned the battell, Israel was put to the worse before the Philistines. And the Philistynes slue in araye alonge by the feldes, about a foure thousande men."},{"number":3,"verse":"And when the people were come into their tentes, the elders of Israel sayde: wherfore hath the Lorde cast vs downe this daye before the Philistines? let vs fetch the arcke of the appoyntment of the Lorde oute of Silo vnto vs, that when it commeth amonge vs, it maye saue vs, oute of the hande of oure enemy."},{"number":4,"verse":"And so the people sent to Silo, & fet from thens the arcke of the appoyntment of the Lord of Hoostes, which dwelleth betwene the cherubins. And there were the two sonnes of Eli, Hophni, & Phinehes with the arcke of the appoyntment of God."},{"number":5,"verse":"And it fortuned, that when the arcke of the appoyntment of the Lorde came into the hoost, all Israel showted a myghtie showte, so that the erthe rangge agayne."},{"number":6,"verse":"And whan the Philistines herde the noyse of the showte, they sayd: what meaneth the sounde of this mighty showt in the host of the Ebrues? And they vnderstode, howe that the arcke of the Lorde was come into the hoost:"},{"number":7,"verse":"And the Philistines were afrayed, and sayde: God is come into the hoost. And they sayd agayne: Wo vnto vs, for it was neuer so before this:"},{"number":8,"verse":"Wo vnto vs, who shall delyuer vs out of the hande of these mighty Goddes? these are the Goddes that smote the Egypcians with so many plages in the wyldernes."},{"number":9,"verse":"Be stronge and quite youre selues lyke men, O ye Philistynes, that ye be no seruauntes vnto the Ebrues, as they haue bene to you. Be of a manly corage therfore & fyght."},{"number":10,"verse":"And the Philistines fought, & Israel was put to the worse & fledd euery man into his tente. And ther was an exceading great slaughter, for there were ouerthrowen of Israel . xxx. M. fotemen."},{"number":11,"verse":"And the arcke of God was taken, & the two sonnes of Eli, Hophni, & Phinehes were deed."},{"number":12,"verse":"And there ran a man of BenIamin out of the araye, and came to Silo the same daye with his clothes rent & earth vpon hys heed."},{"number":13,"verse":"And when he came, Eli sate vpon a stole, and loked toward the waye: for his hert feared for the arcke of God. And when the man came into the cytie, and tolde it, all the cytie cryed."},{"number":14,"verse":"And when Eli herde the noyse of the cryeng he sayd: What meaneth this noyse of the rumor? And the man came in hastely, & tolde Eli."},{"number":15,"verse":"Eli was . xcviij. yeare olde, and hys syght fayled him that he could not se."},{"number":16,"verse":"And the man sayd vnto Eli: I am he that came out of the araye, & fled this daye out of the hoost. And he sayde: what thing is fortuned my sonne?"},{"number":17,"verse":"The messenger answered & sayd. Israel is fled before the Philistines, & there is a greate slaughter chaunsed amonge the people, & thy two sonnes, Hophni & Phinehes are deed, & the arcke of God is taken."},{"number":18,"verse":"And it fortuned that whan he made mencion of the arcke of God, Eli fell from of hys stole backwarde vpon the thresholde of the gate, and hys necke brake, and he dyed: for he was an olde man and heuye, and iudged Israel fourtye yeares."},{"number":19,"verse":"And his daughter in lawe Phinehes wife was wt childe & nye the byrthe. And when she hearde the tydinges that the arcke of God was taken, & that her father in lawe, & her husbande were deed, she bowed her self, and traueled, for her paynes came vpon her."},{"number":20,"verse":"And about the tyme of her deeth, the wemen that stode aboute her, sayd vnto her: feare not, for thou hast borne a sonne: but she answered not, nor regarded it."},{"number":21,"verse":"And she named the childe Ichabod, sayinge: The glory is departed from Israel. Because the arcke of God was taken, & because of her father in lawe and her husbande."},{"number":22,"verse":"And she sayde agayne: The glory is gone from Israel, for the arcke of God is taken."}]}