{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"When Samuel was olde, he made his sonnes iudges ouer Israel."},{"number":2,"verse":"The name of his eldest sonne was Ioel, and the name of the second Abia: & they were iudges in Beerseba."},{"number":3,"verse":"And his sonnes walked not in his wayes: but turned asyde after lucre, and toke rewarde, and peruerted the ryght."},{"number":4,"verse":"Then all the elders of Israel gathered them together, and came to Samuel vnto Rama,"},{"number":5,"verse":"& sayd vnto him: behold, thou art olde, and thy sonnes walke not in thy wayes. Now therfore make vs a kinge to iudge vs, as all other nacions haue."},{"number":6,"verse":"But the thyng displeased Samuel, when they sayde: geue vs a king to iudge vs. And Samuel prayed vnto the Lorde."},{"number":7,"verse":"And the Lorde sayde vnto Samuel: heare the voyce of the people in all that they saye vnto the. For they haue not cast the awaye, but me: that I shulde not raygne ouer them."},{"number":8,"verse":"And as they haue euer done (sence I brought them out of Egypte vnto thys daye, and haue forsaken me, and serued other goddes) euen so do they vnto the."},{"number":9,"verse":"Nowe therfore herken vnto their voyce: howbeit, yet testifye vnto them and shewe them the aucthorite of the king that shall raygne ouer them."},{"number":10,"verse":"And Samuel told all the wordes of the Lorde vnto the people, that asked a kyng of him, and he sayde:"},{"number":11,"verse":"thys shalbe the aucthorite of the kyng that shal raygne ouer you: he wyll take your sonnes and put them to hys charettes, and make hys horsemen of them, to runne before his charet:"},{"number":12,"verse":"and will make him of them, captaynes ouer thousandes and ouer fiftyes, and wyll set them to eare his grounde, and to gather in his heruest, and to make instrumentes of warre, and apparell for his charettes."},{"number":13,"verse":"And he wyll take your daughters, & make them apoticaries, cookes and bakers."},{"number":14,"verse":"And he shall take the best of youre feldes, and of youre vyneyardes, and of your olyue trees, and geue them to hys seruauntes."},{"number":15,"verse":"And he shall take the tenth of your seed, and of your vyneyardes, and geue it to hys chamberlaynes, and to hys seruauntes."},{"number":16,"verse":"And he shall take the best of your menseruauntes and maydseruauntes and yong men, and of your asses, and put them to his worke."},{"number":17,"verse":"And he shall take the tenth of youre shepe, and ye shalbe his seruauntes."},{"number":18,"verse":"And ye shall crie out at that tyme vpon your kynge, which ye shall haue chosen you, & the Lorde will not heare you at that daye."},{"number":19,"verse":"Neuertheles, the people wolde not heare the voyce of Samuel, but dyd say: naye, not so. But there shalbe a king ouer vs,"},{"number":20,"verse":"that we maye be lyke other nacyons, and that oure kyng maye iudge vs, and go out before vs, and fyght our battaylles."},{"number":21,"verse":"Therfore, when Samuel hearde all the wordes of the people, he rehearsed them in the eares of the Lorde."},{"number":22,"verse":"And the Lord sayde to Samuel: herken vnto theyr voyce, and make them a king: And Samuel sayde vnto the men of Israel: go euery man vnto his citye."}]}