{"bibleAbbr":"GB1539","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"Ther was a man of BenIamin named Cis the sonne of Abiel, the sonne of Zeror, the sonne of Bechorath, the sonne of Aphiah, the sonne of a man that was a Ieminite, a man of strength and might:"},{"number":2,"verse":"and the same had a sonne called Saul, a goodly yong man and a fayre: so that amonge the chyldren of Israel there was none goodlyer then he. For from the shoulders vpwarde, he was hyer then all the other people."},{"number":3,"verse":"And the asses of thys Cis Sauls father were lost: and Cis sayde to Saul his sonne: take one of the laddes wt the and go vp & seke the asses."},{"number":4,"verse":"And he went thorow mount Ephraim, & thorowe the lande of Salisa: but they founde them not. Then they went thorowe the lande of Salim, and there they were not. When they went also thorowe the lande of Iemini, they founde them not."},{"number":5,"verse":"At the last, when they were come to the land of Zuph, Saul saide to his lad that was wt him: come, let vs returne, lest my father leaue caring for the asses, & take thought for vs."},{"number":6,"verse":"He sayd vnto him: behold, there is in this citye a man of God, & he is a worshipfull man: all that he sayth, cometh suerly to passe. Nowe then let vs go thyther: peraduenture he shal shewe vs what waye we maye go."},{"number":7,"verse":"Then sayd Saul to his lad: yf we will go, what shall we bring the man? For our bread is all spent out of oure vessels, & there is no nother present to bring the man of God: what haue we?"},{"number":8,"verse":"And the lad answered Saul agayne, and sayde: I haue founde about me the fourth parte of a sycle, that will I geue the man of God, to tell vs oure waye."},{"number":9,"verse":"Before tyme in Israel when a man went to seke an answere of God, thus wise he spake, come, and let vs go to the sear. For he that is now called a prophet, was in the olde tyme called a sear."},{"number":10,"verse":"Then sayde Saul to hys lad: well sayde of the: come, let vs go. And so they went vnto the cytie where the man of God was."},{"number":11,"verse":"And as they were goinge vp into the cytie, they mett wyth damoselles that came out to drawe water, and sayd vnto them: is there here a sear?"},{"number":12,"verse":"And the maydens answered them, yee, beholde, he is before you. Make hast nowe, for he cam thys daye to the cyte for there is an offerynge of the people this daye in the hill."},{"number":13,"verse":"When ye be come into the cytie, ye shall fynde hym strayght waye, yer he go vp to the hyll to eate: for the people wyll not eate vntyll he come, because he doth blesse the offering. And then eate they that be bydden to the feast. Nowe therfore get you vp, for this daye shall ye fynde hym."},{"number":14,"verse":"And they went vp into the cytie. And when they were come into the myddes of the citie: beholde, Samuel came out agaynst them, for to go vp to the hill."},{"number":15,"verse":"But the Lorde had tolde Samuel in his eare (a daye before Saul came) sayenge:"},{"number":16,"verse":"to morowe thys tyme I wyll sende the a man out of the lande of Ben Iamin, hym shalt thou anoynte to be captayne ouer my people Israel, that he maye saue my people out of the hande of the Philistines: for I haue loked vpon my people, and theyr crye is come vnto me."},{"number":17,"verse":"When Samuel therfore saw Saul, the Lord answered hym: se, this is the man, whom I spake to the of. Thys same shall raygne ouer my people."},{"number":18,"verse":"Then went Saul to Samuel in the myddle of the gate, & sayde: tell me I praye the, where the sears house is."},{"number":19,"verse":"Samuel answered Saul, and sayde: I am the sear, go vp before me vnto the hill, for ye shall eate wyth me to daye. And to morowe I wyll let the go, and wyll tell the all that is in thyne hert."},{"number":20,"verse":"And as for thyne asses that were lost thre dayes agoo, care not for them, for they are founde. And moreouer, whose shall the bewtifull thinges of Israel be? belonge they not to the, and vnto all thy fathers house?"},{"number":21,"verse":"But Saul answered and sayde: am not I the sonne of a Ieminite of the smallest trybe of Israel? and my kynred is the least of all the kynredes of the trybe of BenIamin. Wherfore then speakest thou so to me?"},{"number":22,"verse":"And Samuel toke Saul and his lad, and brought them into the parler, and made them sytt in the chefest place amonge them that were bydden: which were vpon a thirtye persones:"},{"number":23,"verse":"And Samuel sayde vnto the cooke: brynge forth the porcyon whych I gaue the, and of which I sayd vnto the: kepe it with the."},{"number":24,"verse":"And the cooke toke vp the shoulder, & that whych was vpon it, & set it before Saul. And Samuel sayd: beholde, that which is left: put it before the & eate, for hitherto hath it bene kept for the, of purpose, when I called the people. And so Saul dyd eat with Samuel that daye."},{"number":25,"verse":"And when they were come downe from the hyll into the cytie, Samuel comuned wyth Saul vpon the toppe of the house"},{"number":26,"verse":"and whan they arose erlye about the sprynge of the daye, Samuel called Saul vpon the toppe of the house, sayenge: vp, that I maye sende the awaye. And Saul arose. And they went out at the dores both, he & Samuel."},{"number":27,"verse":"And when they were come almost out of the towne, Samuel sayd to Saul: byd the lad go before vs (and he went before) but stande thou styll a whyle, that I maye shewe the what God sayeth."}]}