{"bibleAbbr":"AKJV1999+","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"Now<WG1161> about<WG2596> that time<WG2540> Herod<WG2264> the king<WG935> stretched<WG1911> forth<WG1911> his hands<WG5495> to vex<WG2559> certain<WG5100> of the church.<WG1577>"},{"number":2,"verse":"And he killed<WG337> James<WG2385> the brother<WG80> of John<WG2491> with the sword.<WG3162>"},{"number":3,"verse":"And because he saw<WG1492> it pleased<WG701> the Jews,<WG2453> he proceeded<WG4369> further to take<WG4815> Peter<WG4074> also.<WG2532> (Then<WG1161> were the days<WG2250> of unleavened<WG106> bread.)"},{"number":4,"verse":"And when he had apprehended<WG4084> him, he put<WG5087> him in prison,<WG5438> and delivered<WG3860> him to four<WG5064> squads<WG5069> of soldiers<WG4757> to keep<WG5442> him; intending<WG1011> after<WG3326> Easter<WG3957> to bring<WG321> him forth<WG321> to the people.<WG2992>"},{"number":5,"verse":"Peter<WG4074> therefore<WG3767> was kept<WG5083> in prison:<WG5438> but prayer<WG4335> was made<WG1096> without<WG1618> ceasing<WG1618> of the church<WG1577> to God<WG2316> for him."},{"number":6,"verse":"And when<WG3753> Herod<WG2264> would<WG3195> have brought<WG4254> him forth,<WG4254> the same<WG1565> night<WG3571> Peter<WG4074> was sleeping<WG2837> between<WG3342> two<WG1417> soldiers,<WG4757> bound<WG1210> with two<WG1417> chains:<WG254> and the keepers<WG5441> before<WG4253> the door<WG2374> kept<WG5083> the prison.<WG5438>"},{"number":7,"verse":"And, behold,<WG2400> the angel<WG32> of the Lord<WG2962> came<WG2186> on him, and a light<WG5457> shined<WG2989> in the prison:<WG3612> and he smote<WG3960> Peter<WG4074> on the side,<WG4125> and raised<WG1453> him up, saying,<WG3004> Arise<WG450> up quickly.<WG1722> <WG5034> And his chains<WG254> fell<WG1601> off<WG1601> from his hands.<WG5495>"},{"number":8,"verse":"And the angel<WG32> said<WG2036> to him, Gird<WG2224> yourself, and bind<WG5265> on<WG5265> your sandals.<WG4547> And so<WG3779> he did.<WG4160> And he said<WG3004> to him, Cast<WG4016> your garment<WG2440> about<WG4016> you, and follow<WG190> me."},{"number":9,"verse":"And he went<WG1831> out, and followed<WG190> him; and knew<WG1492> not that it was true<WG227> which<WG3588> was done<WG1096> by the angel;<WG32> but thought<WG1380> he saw<WG991> a vision.<WG3705>"},{"number":10,"verse":"When they were past<WG1330> the first<WG4413> and the second<WG1208> ward,<WG5438> they came<WG2064> to the iron<WG4603> gate<WG4439> that leads<WG5342> to the city;<WG4172> which<WG3748> opened<WG455> to them of his own<WG848> accord:<WG844> and they went<WG1831> out, and passed<WG4281> on through one<WG3391> street;<WG4505> and immediately<WG2112> the angel<WG32> departed<WG868> from him."},{"number":11,"verse":"And when Peter<WG4074> was come<WG1096> to himself,<WG1438> he said,<WG2036> Now<WG3568> I know<WG1492> of a surety,<WG230> that the LORD<WG2962> has sent<WG1821> his angel,<WG32> and has delivered<WG1807> me out of the hand<WG5495> of Herod,<WG2264> and from all<WG3956> the expectation<WG4329> of the people<WG2992> of the Jews.<WG2453>"},{"number":12,"verse":"And when he had considered<WG4894> the thing, he came<WG2064> to the house<WG3614> of Mary<WG3137> the mother<WG3384> of John,<WG2491> whose<WG3588> surname<WG1941> was Mark;<WG3138> where<WG3757> many<WG2425> were gathered<WG4863> together<WG4867> praying.<WG4336>"},{"number":13,"verse":"And as Peter<WG4074> knocked<WG2925> at the door of the gate,<WG4440> a damsel<WG3814> came<WG4334> to listen,<WG5219> named<WG3686> Rhoda.<WG4498>"},{"number":14,"verse":"And when she knew<WG1921> Peter's<WG4074> voice,<WG5456> she opened<WG455> not the gate<WG4440> for gladness,<WG5479> but ran<WG1532> in, and told<WG518> how Peter<WG4074> stood<WG2476> before<WG4253> the gate.<WG4440>"},{"number":15,"verse":"And they said<WG2036> to her, You are mad.<WG3105> But she constantly<WG1340> affirmed<WG1340> that it was even so.<WG3779> Then<WG1161> said<WG3004> they, It is his angel."},{"number":16,"verse":"But Peter<WG4074> continued<WG1961> knocking:<WG2925> and when they had opened<WG455> the door, and saw<WG1492> him, they were astonished.<WG1839>"},{"number":17,"verse":"But he, beckoning<WG2678> to them with the hand<WG5495> to hold<WG4601> their peace,<WG4601> declared<WG1334> to them how<WG4459> the Lord<WG2962> had brought<WG1806> him out of the prison.<WG5438> And he said,<WG2036> Go show<WG518> these<WG5023> things to James,<WG2385> and to the brothers.<WG80> And he departed,<WG1831> and went<WG4198> into<WG1519> another<WG2087> place.<WG5117>"},{"number":18,"verse":"Now<WG1161> as soon<WG1096> as it was day,<WG2250> there was no<WG3756> small<WG3641> stir<WG5017> among<WG1722> the soldiers,<WG4757> what<WG5101> <WG686> was become<WG1096> of Peter.<WG4074>"},{"number":19,"verse":"And when Herod<WG2264> had sought<WG1934> for him, and found<WG2147> him not, he examined<WG350> the keepers,<WG5441> and commanded<WG2753> that they should be put<WG520> to death.<WG520> And he went<WG2718> down<WG2718> from Judaea<WG2449> to Caesarea,<WG2542> and there stayed.<WG1304>"},{"number":20,"verse":"And Herod<WG2264> was highly<WG2371> displeased<WG2371> with them of Tyre<WG5184> and Sidon:<WG4605> but they came<WG3918> with one<WG3661> accord<WG3661> to him, and, having made<WG3982> Blastus<WG986> the king's<WG935> chamberlain<WG1909> their friend,<WG3982> desired<WG154> peace;<WG1515> because<WG1223> their country<WG5561> was nourished<WG5142> by the king's<WG937> country.<WG5561>"},{"number":21,"verse":"And on a set<WG5002> day<WG2250> Herod,<WG2264> arrayed<WG1746> in royal<WG937> apparel,<WG2066> sat<WG2523> on his throne,<WG968> and made<WG1215> an oration<WG1215> to them."},{"number":22,"verse":"And the people<WG1218> gave a shout,<WG2019> saying, It is the voice<WG5456> of a god,<WG2316> and not of a man.<WG444>"},{"number":23,"verse":"And immediately<WG3916> the angel<WG32> of the Lord<WG2962> smote<WG3960> him, because<WG473> <WG3739> he gave<WG1325> not God<WG2316> the glory:<WG1391> and he was eaten<WG4662> of worms,<WG4662> and gave up the ghost.<WG1634>"},{"number":24,"verse":"But the word<WG3056> of God<WG2316> grew<WG837> and multiplied.<WG4129>"},{"number":25,"verse":"And Barnabas<WG921> and Saul<WG4569> returned<WG5290> from Jerusalem,<WG2419> when they had fulfilled<WG4137> their ministry,<WG1248> and took<WG4838> with them John,<WG2491> whose<WG3588> surname<WG1941> was Mark.<WG3138>"}]}