{"bibleAbbr":"AKJV1999+","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"And it came <WG1096> to pass, that after <WG5613> we were gotten <WG645> from them, and had launched, <WG321> we came <WG2064> with a straight <WG2113> course <WG2113> to Coos, <WG2972> and the day following <WG1836> to Rhodes, <WG4499> and from there <WG1564> to Patara: <WG3959>"},{"number":2,"verse":"And finding <WG2147> a ship <WG4143> sailing <WG1276> over <WG1276> to Phenicia, <WG5403> we went <WG1910> aboard, <WG1910> and set <WG321> forth. <WG321>"},{"number":3,"verse":"Now <WG1161> when we had discovered <WG398> Cyprus, <WG2954> we left <WG2641> it on the left <WG2176> hand, and sailed <WG4126> into <WG1519> Syria, <WG4947> and landed <WG2609> at <WG1519> Tyre: <WG5184> for there <WG1566> the ship <WG4143> was to unlade <WG670> her burden. <WG1117>"},{"number":4,"verse":"And finding <WG429> disciples, <WG3101> we tarried <WG1961> there <WG847> seven <WG2033> days: <WG2250> who <WG3748> said <WG3004> to Paul <WG3972> through <WG1223> the Spirit, <WG4151> that he should not go <WG305> up to Jerusalem. <WG2419>"},{"number":5,"verse":"And when <WG3753> we had accomplished <WG1822> those <WG3588> days, <WG2250> we departed <WG1831> and went <WG4198> our way; <WG4311> and they all <WG3956> brought <WG4311> us on <WG1909> our way, <WG4311> with wives <WG1135> and children, <WG5043> till <WG2193> we were out of the city: <WG4172> and we kneeled <WG5087> <WG1119> down on <WG1909> the shore, <WG123> and prayed. <WG4336>"},{"number":6,"verse":"And when we had taken <WG782> our leave <WG782> one <WG240> of another, <WG240> we took <WG1910> <WG1519> ship; <WG4143> and they returned <WG5290> home <WG2398> again. <WG5290>"},{"number":7,"verse":"And when we had finished <WG1274> our course <WG4144> from Tyre, <WG5184> we came <WG2658> to Ptolemais, <WG4424> and saluted <WG782> the brothers, <WG80> and stayed <WG3306> with them one <WG3391> day. <WG2250>"},{"number":8,"verse":"And the next <WG1887> day we that were of Paul's <WG3972> company <WG4012> departed, <WG1831> and came <WG2064> to Caesarea: <WG2542> and we entered <WG1525> into <WG1519> the house <WG3624> of Philip <WG5376> the evangelist, <WG2099> which was one of the seven; <WG2033> and stayed <WG3306> with him."},{"number":9,"verse":"And the same <WG5129> man had <WG1510> four <WG5064> daughters, <WG2364> virgins, <WG3933> which did prophesy. <WG4395>"},{"number":10,"verse":"And as we tarried <WG1961> there many <WG4119> days, <WG2250> there came <WG2718> down <WG2718> from Judaea <WG2449> a certain <WG5100> prophet, <WG4396> named <WG3686> Agabus. <WG13>"},{"number":11,"verse":"And when he was come <WG2064> to us, he took <WG142> Paul's <WG3972> girdle, <WG2223> and bound <WG1210> his own <WG848> hands <WG5495> and feet, <WG4228> and said, <WG2036> Thus <WG3592> said <WG3004> the Holy <WG40> Ghost, <WG4151> So <WG3779> shall the Jews <WG2453> at <WG1722> Jerusalem <WG2419> bind <WG1210> the man <WG435> that ownes <WG2076> this <WG3778> girdle, <WG2223> and shall deliver <WG3860> him into <WG1519> the hands <WG5495> of the Gentiles. <WG1484>"},{"number":12,"verse":"And when <WG5613> we heard <WG191> these <WG5023> things, both <WG5037> we, and they of that place, <WG1786> sought <WG3870> him not to go <WG305> up to Jerusalem. <WG2419>"},{"number":13,"verse":"Then <WG1161> Paul <WG3972> answered, <WG611> What <WG5101> mean <WG4160> you to weep <WG2799> and to break <WG4919> my <WG3450> heart? <WG2588> for I am ready <WG2093> not to be bound <WG1210> only, <WG3440> but also <WG2532> to die <WG599> at <WG1519> Jerusalem <WG2419> for the name <WG3686> of the Lord <WG2962> Jesus. <WG2424>"},{"number":14,"verse":"And when he would not be persuaded, <WG3982> we ceased, <WG2270> saying, <WG2036> The will <WG2307> of the Lord <WG2962> be done. <WG1096>"},{"number":15,"verse":"And after <WG3326> those <WG5025> days <WG2250> we took <WG643> up our carriages, <WG643> and went <WG305> up to Jerusalem. <WG2419>"},{"number":16,"verse":"There went <WG4905> with us also <WG2532> certain of the disciples <WG3101> of Caesarea, <WG2542> and brought <WG71> with them one <WG5100> Mnason <WG3416> of Cyprus, <WG2954> an old <WG744> disciple, <WG3101> with whom <WG3739> we should lodge. <WG3579>"},{"number":17,"verse":"And when we were come <WG1096> to Jerusalem, <WG2414> the brothers <WG80> received <WG1209> us gladly. <WG780>"},{"number":18,"verse":"And the day following <WG1966> Paul <WG3972> went <WG1524> in with us to James; <WG2385> and all <WG3956> the elders <WG4245> were present. <WG3854>"},{"number":19,"verse":"And when he had saluted <WG782> them, he declared <WG1834> particularly <WG1520> what <WG3739> things God <WG2316> had worked <WG4160> among <WG1722> the Gentiles <WG1484> by his ministry. <WG1248>"},{"number":20,"verse":"And when they heard <WG191> it, they glorified <WG1392> the Lord, <WG2962> and said <WG2036> to him, You see, <WG2334> brother, <WG80> how <WG4214> many <WG4214> thousands <WG3461> of Jews <WG2453> there are which <WG3588> believe; <WG4100> and they are all <WG3956> zealous <WG2207> of the law: <WG3551>"},{"number":21,"verse":"And they are informed <WG2727> of you, that you teach <WG1321> all <WG3956> the Jews <WG2453> which are among <WG2596> the Gentiles <WG1484> to forsake <WG646> <WG575> Moses, <WG3475> saying <WG3004> that they ought not to circumcise <WG4059> their children, <WG5043> neither <WG3366> to walk <WG4043> after the customs. <WG1485>"},{"number":22,"verse":"What <WG5101> is it therefore? <WG3767> the multitude <WG4128> must <WG1163> needs <WG3843> come <WG4905> together: <WG4905> for they will hear <WG191> that you are come. <WG2064>"},{"number":23,"verse":"Do <WG4160> therefore <WG3767> this <WG5124> that we say <WG3004> to you: We have <WG1526> four <WG5064> men <WG435> which have <WG2192> a vow <WG2171> on <WG1909> them;"},{"number":24,"verse":"Them take, <WG3880> and purify <WG48> yourself with them, and be at <WG1159> charges <WG1159> with them, that they may shave <WG3587> their heads: <WG2776> and all <WG3956> may know <WG1097> that those things, whereof they were informed <WG2727> concerning <WG4012> you, are nothing; <WG3762> but that you yourself <WG846> also <WG2532> walk <WG4748> orderly, <WG4748> and keep <WG5442> the law. <WG3551>"},{"number":25,"verse":"As touching <WG4012> the Gentiles <WG1484> which believe, <WG4100> we have <WG2192> written <WG1989> and concluded <WG2919> that they observe <WG5083> no <WG3367> such <WG5108> thing, save <WG1508> only that they keep <WG5442> themselves from things offered <WG1494> to idols, <WG1494> and from blood, <WG129> and from strangled, <WG4156> and from fornication. <WG4202>"},{"number":26,"verse":"Then <WG5119> Paul <WG3972> took <WG3880> the men, <WG435> and the next <WG2192> day <WG2250> purifying <WG48> himself with them entered <WG1524> into <WG1519> the temple, <WG2411> to signify <WG1229> the accomplishment <WG1604> of the days <WG2250> of purification, <WG49> until <WG2193> that an offering <WG4376> should be offered <WG4374> for every <WG1538> one <WG1520> of them."},{"number":27,"verse":"And when <WG5613> the seven <WG2033> days <WG2250> were almost <WG3195> ended, <WG4931> the Jews <WG2453> which were of Asia, <WG773> when they saw <WG2300> him in the temple, <WG2411> stirred <WG4797> up all <WG3956> the people, <WG3793> and laid <WG1911> hands <WG5495> on <WG1909> him,"},{"number":28,"verse":"Crying <WG2896> out, Men <WG435> of Israel, <WG2475> help: <WG997> This <WG3778> is the man, <WG444> that teaches <WG1321> all <WG3956> men every <WG3837> where <WG3837> against <WG2596> the people, <WG2992> and the law, <WG3551> and this <WG5126> place: <WG5117> and further <WG2089> brought <WG1521> Greeks <WG1672> also <WG2532> into <WG1519> the temple, <WG2411> and has polluted <WG2840> this <WG5127> holy <WG40> place. <WG5117>"},{"number":29,"verse":"(For they had seen <WG4308> before <WG4308> with him in the city <WG4172> Trophimus <WG5161> an Ephesian, <WG2180> whom <WG3739> they supposed <WG3543> that Paul <WG3972> had brought <WG1521> into <WG1519> the temple. <WG2411>)"},{"number":30,"verse":"And all <WG3650> the city <WG4172> was moved, <WG2795> and the people <WG2992> ran <WG4890> together: <WG4890> and they took <WG1949> Paul, <WG3972> and drew <WG1670> him out of the temple: <WG2411> and immediately <WG2112> the doors <WG2374> were shut. <WG2808>"},{"number":31,"verse":"And as they went <WG2212> about <WG2212> to kill <WG615> him, tidings <WG5334> came <WG305> to the chief <WG5506> captain <WG5506> of the band, <WG4686> that all <WG3650> Jerusalem <WG2419> was in an uproar. <WG4797>"},{"number":32,"verse":"Who <WG3739> immediately <WG1824> took <WG3880> soldiers <WG4757> and centurions, <WG1543> and ran <WG2701> down <WG2701> to them: and when they saw <WG1492> the chief <WG5506> captain <WG5506> and the soldiers, <WG4757> they left <WG3973> beating <WG5180> of Paul. <WG3972>"},{"number":33,"verse":"Then <WG5119> the chief <WG5506> captain <WG5506> came <WG1448> near, <WG1448> and took <WG1949> him, and commanded <WG2753> him to be bound <WG1210> with two <WG1417> chains; <WG254> and demanded <WG4441> who <WG5101> he was, and what <WG5101> he had done. <WG4160>"},{"number":34,"verse":"And some <WG243> cried <WG994> one thing, some <WG243> another, <WG243> among <WG1722> the multitude: <WG3793> and when he could <WG1410> not know <WG1097> the certainty <WG804> for the tumult, <WG2351> he commanded <WG2753> him to be carried <WG71> into <WG1519> the castle. <WG3925>"},{"number":35,"verse":"And when <WG3753> he came <WG1096> on the stairs, <WG304> so <WG4819> it was, that he was borne <WG941> of the soldiers <WG4757> for the violence <WG970> of the people. <WG3793>"},{"number":36,"verse":"For the multitude <WG4128> of the people <WG2992> followed <WG190> after, crying, <WG2896> Away <WG142> with him."},{"number":37,"verse":"And as Paul <WG3972> was to be led <WG1521> into <WG1519> the castle, <WG3925> he said <WG3004> to the chief <WG5506> captain, <WG5506> May <WG1832> I speak <WG2036> to you? Who <WG3588> said, <WG5346> Can <WG1097> you speak <WG1097> Greek? <WG1676>"},{"number":38,"verse":"Are <WG1488> not you that Egyptian, <WG124> which before <WG4253> these <WG5130> days <WG2250> made <WG387> an uproar, <WG387> and led <WG1806> out into <WG1519> the wilderness <WG2048> four <WG5070> thousand <WG5070> men <WG435> that were murderers? <WG4607>"},{"number":39,"verse":"But Paul <WG3972> said, <WG2036> I am <WG1510> a man <WG444> which am a Jew <WG2453> of Tarsus, <WG5018> a city <WG4172> in Cilicia, <WG2791> a citizen <WG4177> of no <WG3756> mean <WG767> city: <WG4172> and, I beseech <WG1189> you, suffer <WG2010> me to speak <WG2980> to the people. <WG2992>"},{"number":40,"verse":"And when he had given him license, <WG2010> Paul <WG3972> stood <WG2476> on <WG1909> the stairs, <WG304> and beckoned <WG2678> with the hand <WG5495> to the people. <WG2992> And when there was made <WG1096> a great <WG4183> silence, <WG4602> he spoke <WG4377> to them in the Hebrew <WG1446> tongue, <WG1258> saying, <WG3004>"}]}