{"bibleAbbr":"cKJV+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"All the commandments<WH4687> which I command<WH6680> you this day<WH3117> shall you observe<WH8104> to do<WH6213>, that you may live<WH2421>, and multiply<WH7235>, and go in<WH935> and possess<WH3423> the land<WH776> which the Lord<WH3068> swore<WH7650> unto your fathers<WH1>."},{"number":2,"verse":"And you shall remember<WH2142> all the way<WH1870> which the Lord<WH3068> your God<WH430> led<WH3212> you these forty<WH705> years<WH8141> in the wilderness<WH4057>, to humble<WH6031> you<WH5254>, and to prove you<WH3045>, to know what was in your heart<WH3824>, whether you would keep<WH8104> his commandments<WH4687>, or no."},{"number":3,"verse":"And he humbled<WH6031> you<WH7456>, and allowed you to hunger, and fed<WH398> you with manna<WH4478>, which you knew<WH3045> not<WH1>, neither did your fathers know<WH3045>; that he might make you know<WH3045> that man<WH120> does not live<WH2421> by bread<WH3899> only<WH905>, but by every word that proceeds<WH4161> out of the mouth<WH6310> of the Lord<WH3068> does man<WH120> live<WH2421>."},{"number":4,"verse":"Your clothes<WH8071> grew not old<WH1086> upon you<WH7272>, neither did your foot swell<WH1216>, these forty<WH705> years<WH8141>."},{"number":5,"verse":"You shall also consider<WH3045> in<WH5973> your heart<WH3824>, that<WH376>, as a man chastens<WH3256> his son<WH1121>, so the Lord<WH3068> your God<WH430> chastens you<WH3256>."},{"number":6,"verse":"Therefore you shall keep<WH8104> the commandments<WH4687> of the Lord<WH3068> your God<WH430>, to walk<WH3212> in his ways<WH1870>, and to fear him<WH3372>."},{"number":7,"verse":"For the Lord<WH3068> your God<WH430> brings<WH935> you into a good<WH2896> land<WH776>, a land<WH776> of brooks<WH5158> of water<WH4325>, of fountains<WH5869> and depths<WH8415> that spring out<WH3318> of valleys<WH1237> and hills<WH2022>;"},{"number":8,"verse":"A land<WH776> of wheat<WH2406>, and barley<WH8184>, and vines<WH1612>, and fig trees<WH8384>, and pomegranates<WH7416>; a land<WH776> of oil<WH8081> olive<WH2132>, and honey<WH1706>;"},{"number":9,"verse":"A land<WH776> where<WH834> you shall eat<WH398> bread<WH3899> outside<WH3808> scarceness<WH4544>, you shall not lack<WH2637> any thing in it<WH776>; a land whose stones<WH68> are iron<WH1270>, and out of whose hills<WH2042> you may dig<WH2672> brass<WH5178>."},{"number":10,"verse":"When you have eaten<WH398> and are full<WH7646>, then you shall bless<WH1288> the Lord<WH3068> your God<WH430> for the good<WH2896> land<WH776> which he has given you<WH5414>."},{"number":11,"verse":"Beware<WH8104> that you forget<WH7911> not the Lord<WH3068> your God<WH430>, in not keeping<WH8104> his commandments<WH4687>, and his judgments<WH4941>, and his statutes<WH2708>, which I command<WH6680> you this day<WH3117>:"},{"number":12,"verse":"Lest when you have eaten<WH398> and are full<WH7646>, and have built<WH1129> good<WH2896> houses<WH1004>, and lived in them<WH3427>;"},{"number":13,"verse":"And when your herds<WH1241> and your flocks<WH6629> multiply<WH7235>, and your silver<WH3701> and your gold<WH2091> is multiplied<WH7235>, and all that you have is multiplied<WH7235>;"},{"number":14,"verse":"Then your heart<WH3824> be lifted up<WH7311>, and you forget<WH7911> the Lord<WH3068> your God<WH430>, which brought you forth<WH3318> out of the land<WH776> of Egypt<WH4714>, from the house<WH1004> of bondage<WH5650>;"},{"number":15,"verse":"Who led<WH3212> you through that great<WH1419> and terrible<WH3372> wilderness<WH4057>, where were fiery<WH8314> serpents<WH5175>, and scorpions<WH6137>, and drought<WH6774>, where there was no water<WH4325>; who brought you forth<WH3318> water<WH4325> out of the rock<WH6697> of flint<WH2496>;"},{"number":16,"verse":"Who fed<WH398> you in the wilderness<WH4057> with manna<WH4478>, which your fathers<WH1> knew<WH3045> not<WH6031>, that he might humble you<WH5254>, and that he might prove you<WH3190>, to do you good at your latter end<WH319>;"},{"number":17,"verse":"And you say<WH559> in your heart<WH3824>, My power<WH3581> and the might<WH6108> of my hand<WH3027> has gotten<WH6213> me this wealth<WH2428>."},{"number":18,"verse":"But you shall remember<WH2142> the Lord<WH3068> your God<WH430>: for it is he that gives<WH5414> you power<WH3581> to get<WH6213> wealth<WH2428>, that he may establish<WH6965> his covenant<WH1285> which he swore<WH7650> unto your fathers<WH1>, as it is this day<WH3117>."},{"number":19,"verse":"And it shall be<WH7911>, if you do at all forget<WH7911> the Lord<WH3068> your God<WH430>, and walk<WH1980> after<WH310> other<WH312> gods<WH430>, and serve<WH5647> them<WH7812>, and worship them<WH5749>, I testify against you this day<WH3117> that you shall surely<WH6> perish<WH6>."},{"number":20,"verse":"As the nations<WH1471> which the Lord<WH3068> destroys<WH6> before your face<WH6440>, so shall you perish<WH6>; because<WH6118> you would not be obedient<WH8085> unto the voice<WH6963> of the Lord<WH3068> your God<WH430>."}]}