{"bibleAbbr":"KNCL","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"ಜುದೇಯ ನಾಡಿನವನಾದ ಒಬ್ಬ ದೈವಭಕ್ತನು ಸರ್ವೇಶ್ವರನಿಂದ ಕಳುಹಿಸಲ್ಪಟ್ಟವನಾಗಿ ಬೇತೇಲಿಗೆ ಬಂದನು. ಯಾರೊಬ್ಬಾಮನು ಧೂಪಾರತಿ ಎತ್ತಲು ಪೀಠದ ಹತ್ತಿರ ನಿಂತುಕೊಂಡನು."},{"number":2,"verse":"ಆ ಭಕ್ತನು ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಿಂದ ಆ ಪೀಠವನ್ನು ಉದ್ದೇಶಿಸಿ, “ಎಲೈ ಪೀಠವೇ, ಪೀಠವೇ, ದಾವೀದನ ಸಂತಾನದಲ್ಲಿ ಯೋಷೀಯ ಎಂಬೊಬ್ಬನು ಹುಟ್ಟುವನು. ಅವನು, ನಿನ್ನ ಮೇಲೆ ಧೂಪಸುಡುವ ಪೂಜಾಸ್ಥಳಗಳ ಯಾಜಕರನ್ನು ಹಿಡಿದು, ಅವರನ್ನು ನಿನ್ನ ಮೇಲೆಯೇ ಬಲಿಕೊಡುವನು. ಮನುಷ್ಯರ ಎಲುಬುಗಳನ್ನು ನಿನ್ನ ಮೇಲೆ ಸುಡಲಾಗುವುದು ಎಂದು ಸರ್ವೇಶ್ವರ ಹೇಳುತ್ತಾರೆ,” ಎಂದನು."},{"number":3,"verse":"ಇದಲ್ಲದೆ, “ನನ್ನ ಮಾತು ಸರ್ವೇಶ್ವರನದು ಎಂಬುದಕ್ಕೆ ಈ ಪೀಠವು ಸೀಳಿ ಅದರ ಮೇಲಿನ ಬೂದಿ ಬಿದ್ದುಹೋಗುವುದೇ ಗುರುತಾಗಿರುವುದು,” ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಬೇತೇಲಿನ ಪೀಠದ ಬಳಿ ನಿಂತಿದ್ದ ಅರಸನು ಆ ದೈವಭಕ್ತನು ಪೀಠಕ್ಕೆ ವಿರೋಧವಾಗಿ ನುಡಿದದ್ದನ್ನು ಕೇಳಿ ಕೈಚಾಚಿ, “ಅವನನ್ನು ಹಿಡಿಯಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಕೂಡಲೆ ಅವನ ಕೈ ಒಣಗಿಹೋಯಿತು. ಅವನು ಅದನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಲಿಲ್ಲ."},{"number":5,"verse":"ಬಲಿಪೀಠವು ಸೀಳಿ ಅದರ ಮೇಲಿನ ಬೂದಿ ಬಿದ್ದುಹೋಯಿತು. ಹೀಗೆ ಆ ದೈವಭಕ್ತನು ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಿಂದ ಹೇಳಿದ ಗುರುತು ನೆರವೇರಿತು."},{"number":6,"verse":"ಅರಸನು ಆ ಭಕ್ತನಿಗೆ, “ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು ಪ್ರಸನ್ನನಾಗುವಂತೆ ಬೇಡಿಕೊ; ನಾನು ನನ್ನ ಕೈಯನ್ನು ಹಿಂತೆಗೆಯುವುದಕ್ಕಾಗುವ ಹಾಗೆ ಅವರನ್ನು ನನ್ನ ಪರವಾಗಿ ಪ್ರಾರ್ಥಿಸು,” ಎಂದು ಕೇಳಿದನು. ಅಂತೆಯೇ ಆ ದೈವಭಕ್ತನು ಸರ್ವೇಶ್ವರನನ್ನು ಬೇಡಿಕೊಂಡನು; ಅರಸನ ಕೈ ವಾಸಿಯಾಗಿ ಮೊದಲಿನಂತೆ ಆಯಿತು."},{"number":7,"verse":"ಆಗ ಅರಸನು, “ನನ್ನ ಮನೆಗೆ ಬಾ; ಸ್ವಲ್ಪ ಊಟಮಾಡಿ ಸುಧಾರಿಸಿಕೊ. ನಾನು ನಿನಗೆ ಬಹುಮಾನವನ್ನು ಕೊಡುತ್ತೇನೆ,” ಎಂದನು."},{"number":8,"verse":"ಆ ದೈವಭಕ್ತನು, “ನೀವು ನನಗೆ ನಿಮ್ಮ ಆಸ್ತಿಯಲ್ಲಿ ಅರ್ಧ ಕೊಟ್ಟರೂ ನಾನು ನಿಮ್ಮ ಸಂಗಡ ಬರುವುದಿಲ್ಲ. ಇಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದಿಲ್ಲ."},{"number":9,"verse":"ಇಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಾರದೆಂದೂ ಹಿಂದಿರುಗಿ ಹೋಗುವಾಗ ಬೇರೆ ದಾರಿಯಿಂದ ಹೋಗಬೇಕೆಂದೂ ನನಗೆ ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಾಗಿದೆ,” ಎಂದನು."},{"number":10,"verse":"ಅನಂತರ ಅವನು ಆ ದಾರಿಯನ್ನು ಬಿಟ್ಟು ಇನ್ನೊಂದು ದಾರಿಯನ್ನು ಹಿಡಿದು ಹೊರಟನು."},{"number":11,"verse":"ಬೇತೇಲಿನ ಮುದುಕ ಪ್ರವಾದಿ ಬೇತೇಲಿನಲ್ಲಿ ಒಬ್ಬ ಮುದುಕ ಪ್ರವಾದಿ ವಾಸವಾಗಿದ್ದನು. ಅವನ ಮಕ್ಕಳು ಬಂದು ಆ ದೈವಭಕ್ತನು ಆ ದಿನ ಬೇತೇಲಿನಲ್ಲಿ ಮಾಡಿದ್ದನ್ನೂ ಅವನು ಅರಸನಿಗೆ ಹೇಳಿದ್ದನ್ನೂ ತಂದೆಗೆ ತಿಳಿಸಿದರು."},{"number":12,"verse":"“ಅವನು ಯಾವ ದಾರಿಯಿಂದ ಹೋದ?” ಎಂದು ತಂದೆ ಅವರನ್ನು ಕೇಳಲು, ಅವರು ಜುದೇಯ ನಾಡಿನ ಆ ದೈವಭಕ್ತ ಹೋದ ದಾರಿಯನ್ನು ತೋರಿಸಿದರು."},{"number":13,"verse":"ಆಗ ಅವನು ತನ್ನ ಮಕ್ಕಳಿಗೆ, “ಕತ್ತೆಗೆ ತಡಿಹಾಕಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಲು ಅವರು ಹಾಕಿದರು. ಅವನು ಕತ್ತೆಯ ಮೇಲೆ ಕುಳಿತುಕೊಂಡು"},{"number":14,"verse":"ಆ ದೈವಭಕ್ತನ ಹಿಂದೆಯೇ ಹೋಗಿ ಏಲಾವೃಕ್ಷದ ಕೆಳಗೆ ಕುಳಿತಿದ್ದ ಅವನನ್ನು ಕಂಡು, “ಜುದೇಯದಿಂದ ಬಂದ ದೈವಭಕ್ತನು ನೀನೋ?” ಎಂದು ಕೇಳಿದನು. ಅವನು ಹೌದೆಂದನು."},{"number":15,"verse":"ಆಗ ಆ ಮುದುಕನು, “ನೀನು ನನ್ನ ಮನೆಗೆ ಬಂದು ಊಟಮಾಡು,” ಎಂದು ಹೇಳಿದನು."},{"number":16,"verse":"ಅದಕ್ಕೆ ಅವನು, “ನಾನು ನಿನ್ನ ಸಂಗಡ ಬರಕೂಡದು; ಈ ಸ್ಥಳದಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಾರದೆಂದೂ ಬಂದ ದಾರಿಯನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದಾರಿಯಿಂದ ಹಿಂದಿರುಗಿ ಹೋಗಬೇಕೆಂದೂ ನನಗೆ ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಾಗಿದೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":18,"verse":"ಆಗ ಆ ಮುದುಕನು, “ನಾನೂ ನಿನ್ನಂತೆ ಪ್ರವಾದಿಯಾಗಿದ್ದೇನೆ; ಒಬ್ಬ ದೇವದೂತನು ನನಗೆ ಕಾಣಿಸಿಕೊಂಡು ನಿನ್ನನ್ನು ಕರೆದುಕೊಂಡು ಬರಬೇಕೆಂದು ಸರ್ವೆಶ್ವರನ ಹೆಸರಿನಲ್ಲಿ ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ,” ಎಂದು ಹೇಳಿದನು. ಆದರೆ ಈ ಮಾತು ಸುಳ್ಳಾಗಿತ್ತು."},{"number":19,"verse":"ದೈವಭಕ್ತನು ಹಿಂದಿರುಗಿ ಅವನ ಮನೆಗೆ ಹೋಗಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡನು."},{"number":20,"verse":"ಅವರು ಊಟಮಾಡುತ್ತಿರುವಾಗ ದೈವಭಕ್ತನನ್ನು ಹಿಂದಕ್ಕೆ ಕರೆದುತಂದ ಆ ಪ್ರವಾದಿಗೆ ಸರ್ವೇಶ್ವರ ಒಂದು ಸಂದೇಶವನ್ನು ದಯಪಾಲಿಸಿದರು."},{"number":21,"verse":"ಅವನು ಜುದೇಯ ನಾಡಿನ ಆ ದೈವಭಕ್ತನಿಗೆ, “ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿನಗೆ ಈ ಸ್ಥಳದಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಾರದೆಂದು ಆಜ್ಞಾಪಿಸಿದರೂ ನೀನು ಅವರ ಆಜ್ಞೆಯನ್ನು ಮೀರಿ, ಅವಿಧೇಯನಾಗಿ"},{"number":22,"verse":"ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಹಿಂದಿರುಗಿ ಬಂದುದರಿಂದ ನಿನ್ನ ಶವ ನಿನ್ನ ಕುಟುಂಬ ಸ್ಮಶಾನಭೂಮಿಯನ್ನು ಸೇರುವುದೇ ಇಲ್ಲವೆಂದು ಸರ್ವೇಶ್ವರ ಹೇಳುತ್ತಾರೆ,” ಎಂದನು."},{"number":23,"verse":"ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡನಂತರ ಆ ಮುದುಕ ಪ್ರವಾದಿ ತಾನು ಕರೆದುತಂದ ಪ್ರವಾದಿಯನ್ನು ಕಳುಹಿಸಲು ಕತ್ತೆಗೆ ತಡಿಹಾಕಿಸಿದನು."},{"number":24,"verse":"ಆ ದೈವಭಕ್ತನು ಸ್ವಲ್ಪ ದೂರಹೋದ ನಂತರ ಒಂದು ಸಿಂಹವು ಅವನಿಗೆ ಎದುರಾಗಿ ಬಂದು ಅವನನ್ನು ಕೊಂದುಹಾಕಿತು. ಅವನ ಶವ ದಾರಿಯಲ್ಲಿಯೇ ಬಿದ್ದಿತ್ತು; ಕತ್ತೆಯೂ ಸಿಂಹವೂ ಶವದ ಹತ್ತಿರ ನಿಂತುಕೊಂಡಿದ್ದವು."},{"number":25,"verse":"ಹಾದುಹೋಗುವವರು ಆ ಶವವು ದಾರಿಯಲ್ಲಿ ಬಿದ್ದು ಇರುವುದನ್ನೂ ಸಿಂಹವು ಅದರ ಬಳಿಯಲ್ಲೆ ನಿಂತಿರುವುದನ್ನೂ ಕಂಡು ಮುದುಕ ಪ್ರವಾದಿಯ ಊರಿಗೆ ಬಂದು ಅದನ್ನು ತಿಳಿಸಿದರು."},{"number":26,"verse":"ಅವನನ್ನು ಹಿಂದಕ್ಕೆ ಕರೆದುಕೊಂಡು ಹೋಗಿದ್ದ ಪ್ರವಾದಿ, ಈ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ, “ಆ ಶವವು ದೈವಭಕ್ತನದೇ ಆಗಿರಬೇಕು. ಅವನು ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಗೆ ಅವಿಧೇಯನಾದುದರಿಂದ ಸರ್ವೇಶ್ವರ ಅವನ ವಿಷಯದಲ್ಲಿ ತಾವು ಹೇಳಿದ ಮಾತು ನೆರವೇರುವಂತೆ ಅವನನ್ನು ಸಿಂಹದ ಬಾಯಿಗೆ ಒಪ್ಪಿಸಿದರು. ಅದು ಅವನ ಮೇಲೆ ಹಾರಿ ಅವನನ್ನು ಕೊಂದುಬಿಟ್ಟಿತು,” ಎಂದು ಹೇಳಿ,"},{"number":27,"verse":"ಕತ್ತೆಗೆ ತಡಿಹಾಕಬೇಕೆಂದು ಮಕ್ಕಳಿಗೆ ಆಜ್ಞಾಪಿಸಿದನು. ಅವರು ಹಾಕಿದರು."},{"number":28,"verse":"ಅವನು ಹೋಗಿ ಶವವು ದಾರಿಯಲ್ಲಿ ಬಿದ್ದಿರುವುದನ್ನೂ ಕತ್ತೆಯೂ ಸಿಂಹವೂ ಅದರ ಬಳಿಯಲ್ಲಿ ನಿಂತಿರುವುದನ್ನೂ ಕಂಡನು. ಸಿಂಹವು ಶವವನ್ನು ತಿನ್ನಲಿಲ್ಲ, ಕತ್ತೆಯನ್ನು ಕೊಲ್ಲಲೂ ಇಲ್ಲ."},{"number":29,"verse":"ಪ್ರವಾದಿಯು ಆ ದೈವಭಕ್ತನ ಶವವನ್ನು ಹೂಳಿ ಗೋಳಾಡಬೇಕೆಂದು, ಕತ್ತೆಯ ಮೇಲೆ ಹಾಕಿ,"},{"number":30,"verse":"ತನ್ನ ಊರಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಂದು, ತನ್ನ ಸ್ಮಶಾನ ಭೂಮಿಯಲ್ಲಿ ಅದನ್ನು ಸಮಾಧಿಮಾಡಿದನು. ಅವರು, “ಅಯ್ಯೋ, ನನ್ನ ಸಹೋದರನೇ,” ಎಂದು ಗೋಳಾಡಿದರು."},{"number":31,"verse":"ಅನಂತರ ಅವನು ತನ್ನ ಮಕ್ಕಳಿಗೆ, “ನಾನು ಸತ್ತಾಗ ನನ್ನ ಶವವನ್ನು ಆ ದೈವಭಕ್ತನ ಶವ ಇರುವಲ್ಲೇ ಸಮಾಧಿಮಾಡಿರಿ; ನನ್ನ ಎಲುಬುಗಳನ್ನು ಅವನ ಎಲುಬುಗಳಿರುವಲ್ಲೇ ಇಡಿ."},{"number":32,"verse":"ಅವನು ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಿಂದ ಬೇತೇಲಿನ ಬಲಿಪೀಠಕ್ಕೆ ವಿರುದ್ಧ ಹಾಗು ಸಮಾರಿಯದ ಪಟ್ಟಣಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ಪೂಜಾಸ್ಥಳಗಳಿಗೆ ವಿರುದ್ಧ ಹೇಳಿದ ಮಾತುಗಳು ನಿಸ್ಸಂದೇಹವಾಗಿ ನೆರವೇರುವುವು,” ಎಂದನು."},{"number":33,"verse":"ಯಾರೊಬ್ಬಾಮನ ಮಹಾಪಾಪ ಇಷ್ಟಾದರೂ ಯಾರೊಬ್ಬಾಮನು ತನ್ನ ದುರ್ಮಾರ್ಗವನ್ನು ಬಿಡದೆ ಪದೇ ಪದೇ ಜನಸಾಮಾನ್ಯರನ್ನು ಉನ್ನತಸ್ಥಾನಗಳಿಗೆ ನೇಮಿಸಿದನು; ಮನಸ್ಸಿಗೆ ಬಂದವರನ್ನು ಪೂಜಾಸ್ಥಳಗಳ ಯಾಜಕರನ್ನಾಗಿ ಪ್ರತಿಷ್ಠಿಸಿದನು."},{"number":34,"verse":"ಈ ಕಾರಣ ಯಾರೊಬ್ಬಾಮನ ಕುಟುಂಬದವರು ಪಾಪಿಗಳಾಗಿ ಭೂಲೋಕದಿಂದ ವಿಸರ್ಜಿತರಾಗಿ ನಿರ್ನಾಮವಾದರು."}]}