{"bibleAbbr":"KNCL","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"(ಸತ್ಯದೇವರು ಬಾಳನೋ? ಸರ್ವೇಶ್ವರನೋ?) ಅನೇಕ ದಿವಸಗಳಾದನಂತರ ಎಲೀಯನಿಗೆ ಸರ್ವೇಶ್ವರನ ವಾಣಿ ಉಂಟಾಯಿತು. ಬರಗಾಲದ ಮೂರನೆಯವರ್ಷದಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ, “ನೀನು ಹೋಗಿ ಅಹಾಬನನ್ನು ಕಾಣು; ನಾನು ನಾಡಿಗೆ ಮಳೆಕೊಡುತ್ತೇನೆ,” ಎಂದರು."},{"number":2,"verse":"ಎಲೀಯನು ಅಹಾಬನನ್ನು ನೋಡುವುದಕ್ಕೆ ಹೊರಟನು. ಆಗ ಸಮಾರಿಯದಲ್ಲಿ ಕ್ಷಾಮ ಬಹಳ ಭೀಕರವಾಗಿತ್ತು."},{"number":3,"verse":"ಆದುದರಿಂದ ಅಹಾಬನು ತನ್ನ ಉಗ್ರಾಣಿಕನಾದ ಓಬದ್ಯ ಎಂಬವನನ್ನು ಕರೆಯಿಸಿದನು."},{"number":4,"verse":"(ಈಜೆಬೆಲಳು ಸರ್ವೇಶ್ವರನ ಪ್ರವಾದಿಗಳನ್ನು ಸಂಹರಿಸುತ್ತಿದ್ದಾಗ ಈ ಓಬದ್ಯನು ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಬಹು ಭಯಭಕ್ತಿಯುಳ್ಳವನಾಗಿ ನೂರು ಮಂದಿ ಪ್ರವಾದಿಗಳನ್ನು ಕರೆದುಕೊಂಡುಹೋಗಿ ಅವರನ್ನು ಐವತ್ತೈವತ್ತು ಮಂದಿಯನ್ನಾಗಿ, ಗವಿಗಳಲ್ಲಿ ಅಡಗಿಸಿಟ್ಟು, ಅವರಿಗೆ ಅನ್ನಪಾನಗಳನ್ನು ಕೊಟ್ಟು ಸಾಕುತ್ತಿದ್ದನು.)"},{"number":5,"verse":"ಅಹಾಬನು ಅವನಿಗೆ, “ನಾವು ದೇಶಸಂಚಾರಮಾಡುತ್ತಾ ಎಲ್ಲಾ ಹಳ್ಳ ಬುಗ್ಗೆಗಳಿಗೆ ಹೋಗಿ ಅವುಗಳಲ್ಲಿ ಹುಲ್ಲು ಸಿಕ್ಕುತ್ತದೋ ನೋಡೋಣ; ಸಿಕ್ಕುವುದಾದರೆ ನಮ್ಮ ಕುದುರೆಗಳೂ ಹೇಸರಕತ್ತೆಗಳೂ ಉಳಿಯುವುವು; ಆಗ ಅವುಗಳನ್ನು ಕೊಲ್ಲುವ ಅವಶ್ಯಕತೆ ಇರುವುದಿಲ್ಲ,” ಎಂದು ಹೇಳಿ ಸಂಚಾರಕ್ಕಾಗಿ ನಾಡನ್ನು ಎರಡು ಭಾಗಮಾಡಿ, ಒಂದು ಭಾಗಕ್ಕೆ ಓಬದ್ಯನನ್ನು ಕಳುಹಿಸಿ, ಇನ್ನೊಂದು ಭಾಗಕ್ಕೆ ತಾನೇ ಹೊರಟುಹೋದನು."},{"number":7,"verse":"ಓಬದ್ಯನು ಪ್ರಯಾಣಮಾಡುತ್ತಿರುವಾಗ ಎಲೀಯನು ತಟ್ಟನೆ ಅವನಿಗೆ ಎದುರಾದನು. ಓಬದ್ಯನು ಅವನ ಗುರುತು ಹಿಡಿದು ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಿದನು. “ತಾವು ನನ್ನ ಸ್ವಾಮಿ ಎಲೀಯರೋ?’ ಎಂದು ಕೇಳಿದನು."},{"number":8,"verse":"ಎಲೀಯನು, “ಹೌದು; ನೀನು ಹೋಗಿ ನಿನ್ನ ಒಡೆಯನಿಗೆ, ‘ಎಲೀಯನು ಬಂದಿದ್ದಾನೆಂದು’ ಹೇಳು,” ಎಂದನು."},{"number":9,"verse":"ಅದಕ್ಕೆ ಓಬದ್ಯನು, “ಅಹಾಬನು ನನ್ನನ್ನು ಕೊಲ್ಲುವ ಹಾಗೆ ತಾವು ನನ್ನನ್ನು ಅವನ ಕೈಗೆ ಒಪ್ಪಿಸುವುದೇಕೆ? ನಾನೇನು ಪಾಪಮಾಡಿದೆ?"},{"number":10,"verse":"ತಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಾಣೆ, ನನ್ನ ಒಡೆಯ ಸೇವಕರನ್ನು ಅಟ್ಟಿ ನಿಮ್ಮನ್ನು ಹುಡುಕದ ಜನಾಂಗವಾಗಲಿ, ರಾಜ್ಯವಾಗಲಿ ಒಂದೂ ಇಲ್ಲ. ಆ ಜನಾಂಗ, ರಾಜ್ಯಗಳವರು, ‘ಎಲೀಯನು ನಮ್ಮಲ್ಲಿರುವುದಿಲ್ಲ,’ ಎಂದು ಹೇಳಿದಾಗ ಅವನು ಅವರಿಂದ ಪ್ರಮಾಣ ಮಾಡಿಸಿದನು."},{"number":11,"verse":"ಹೀಗಿದ್ದರೂ ತಾವು ನನಗೆ, “ಎಲೀಯನು ಬಂದಿದ್ದಾನೆಂದು ನಿನ್ನ ಒಡೆಯನಿಗೆ ತಿಳಿಸು,” ಎಂಬುದಾಗಿ ಆಜ್ಞಾಪಿಸಬಹುದೆ?"},{"number":12,"verse":"ನಾನು ತಮ್ಮನ್ನು ಬಿಟ್ಟು ಹೊರಟ ಕೂಡಲೆ, ಸರ್ವೇಶ್ವರನ ಆತ್ಮ ತಮ್ಮನ್ನು ನನಗೆ ಗೊತ್ತಿಲ್ಲದ ಬೇರೊಂದು ಸ್ಥಳಕ್ಕೆ ಒಯ್ಯುವುದು. ನಾನು ಹೋಗಿ ಅಹಾಬನಿಗೆ ಹೇಳುವಷ್ಟರಲ್ಲಿ ತಾವು ಅವನಿಗೆ ಸಿಕ್ಕದೆಹೋದರೆ ಅವನು ನನ್ನನ್ನು ಕೊಂದುಹಾಕುವನು. ನಾನು ಚಿಕ್ಕಂದಿನಿಂದ ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಲ್ಲವೇ?"},{"number":13,"verse":"ಈಜೆಬೆಲಳು ಸರ್ವೇಶ್ವರನ ಪ್ರವಾದಿಗಳನ್ನು ಸಂಹರಿಸುತ್ತಿರುವಾಗ ನಾನು ಮಾಡಿದ್ದು ನನ್ನ ಸ್ವಾಮಿಯಾದ ತಮಗೆ ತಿಳಿಸಲಾಗಿದೆ ಅಲ್ಲವೆ? ಅವರಲ್ಲಿ ನೂರು ಮಂದಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಐವತ್ತೈವತ್ತು ಮಂದಿಯನ್ನಾಗಿ ಗವಿಗಳಲ್ಲಿ ಅಡಗಿಸಿಟ್ಟು, ಅನ್ನಪಾನಗಳನ್ನು ಕೊಟ್ಟು ಸಾಕಿದೆನಲ್ಲವೇ?"},{"number":14,"verse":"ಹೀಗಿದ್ದರೂ ತಾವು ನನಗೆ, ‘ಎಲೀಯನು ಬಂದಿದ್ದಾನೆಂಬುದಾಗಿ’ ನಿನ್ನ ಒಡೆಯನಿಗೆ ತಿಳಿಸು,” ಎಂದು ಆಜ್ಞಾಪಿಸುತ್ತೀರಿ; ಅವನು ನನ್ನನ್ನು ಕೊಂದೇ ಕೊಲ್ಲುವನಲ್ಲವೇ?’ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಆಗ ಎಲೀಯನು, “ನಾನು ಸನ್ನಿಧಿಸೇವೆಮಾಡುತ್ತಿರುವ ಸರ್ವಶಕ್ತನಾಣೆ, ಈ ದಿನ ನಾನು ಅಹಾಬನಿಗೆ ಹೇಗೂ ಕಾಣಿಸಿಕೊಳ್ಳಲೇಬೇಕು,” ಎಂದನು."},{"number":16,"verse":"ಓಬದ್ಯನು ಅಹಾಬನ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ ಈ ಮಾತನ್ನು ತಿಳಿಸಿದನು. ಅಹಾಬನು ಎಲೀಯನನ್ನು ಎದುರುಗೊಳ್ಳುವುದಕ್ಕಾಗಿ ಹೊರಟುಬಂದು,"},{"number":17,"verse":"ಅವನನ್ನು ಕಂಡಕೂಡಲೆ, “ಇಸ್ರಯೇಲರಿಗೆ ಆಪತ್ತನ್ನು ಬರಮಾಡಿದವನೇ, ನೀನು ಬಂದಿರುವೆಯಾ?’ ಎಂದನು."},{"number":18,"verse":"ಅದಕ್ಕೆ ಎಲೀಯನು, “ಅವರಿಗೆ ಆಪತ್ತನ್ನು ಬರಮಾಡಿದವನು ನಾನಲ್ಲ; ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿ ಬಾಳನ ವಿಗ್ರಹಗಳನ್ನು ಪೂಜಿಸಿದ ನೀನೂ ನಿನ್ನ ಮನೆಯವರೂ ಅದಕ್ಕೆ ಕಾರಣರು."},{"number":19,"verse":"ನೀನು ಈಗ ಎಲ್ಲ ಇಸ್ರಯೇಲರನ್ನು, ಈಜೆಬೆಲಳಿಂದ ಪೋಷಣೆ ಹೊಂದುವ ಬಾಳನ ನಾನೂರೈವತ್ತುಮಂದಿ ಪ್ರವಾದಿಗಳನ್ನು ಹಾಗೂ ಅಶೇರದೇವತೆಯ ನಾನೂರೈವತ್ತುಮಂದಿ ಪ್ರವಾದಿಗಳನ್ನು ಕರ್ಮೆಲ್ ಬೆಟ್ಟಕ್ಕೆ ಕರೆಯಿಸು,” ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಅಹಾಬನು ಇಸ್ರಯೇಲರನ್ನೂ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳನ್ನೂ ಅಲ್ಲಿಗೆ ಕರೆಯಿಸಿದನು."},{"number":21,"verse":"ಎಲೀಯನು ಜನರೆಲ್ಲರ ಬಳಿಗೆ ಹೋಗಿ, “ನೀವು ಎಷ್ಟರವರೆಗೆ ಎರಡು ಮನಸ್ಸುಳ್ಳವರಾಗಿರುವಿರಿ? ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನಿಮಗೆ ದೇವರಾಗಿದ್ದರೆ ಅವರನ್ನೇ ಹಿಂಬಾಲಿಸಿರಿ; ಬಾಳನು ದೇವರಾಗಿದ್ದರೆ ಅವನನ್ನೇ ಹಿಂಬಾಲಿಸಿರಿ,” ಎಂದು ಹೇಳಿದನು. ಜನರು ಇದಕ್ಕೆ ಏನೂ ಉತ್ತರಕೊಡದೆ ಸುಮ್ಮನಿರುವುದನ್ನು ಕಂಡು, ಅವನು ಮತ್ತೆ ಅವರಿಗೆ,"},{"number":22,"verse":"“ಸರ್ವೇಶ್ವರನ ಪ್ರವಾದಿಗಳಲ್ಲಿ ನಾನೊಬ್ಬನೇ ಉಳಿದಿದ್ದೇನೆ; ಬಾಳನ ಪ್ರವಾದಿಗಳಲ್ಲಿ ನಾನೂರೈವತ್ತುಮಂದಿ ಇದ್ದಾರೆ."},{"number":23,"verse":"ಅವರು ಎರಡು ಹೋರಿಗಳನ್ನು ನಮ್ಮ ಬಳಿಗೆ ತರಲಿ; ಅವುಗಳಲ್ಲೊಂದನ್ನು ಆರಿಸಿಕೊಂಡು, ಕಡಿದು ತುಂಡುಮಾಡಿ ಕಟ್ಟಿಗೆಯ ಮೇಲಿಡಲಿ; ಆದರೆ ಬೆಂಕಿ ಹೊತ್ತಿಸಬಾರದು. ನಾನೂ ಇನ್ನೊಂದು ಹೋರಿಯನ್ನು ಹಾಗೆಯೇ ಕಡಿದು ಬೆಂಕಿ ಹೊತ್ತಿಸದೆ ಕಟ್ಟಿಗೆಯ ಮೇಲಿಡುವೆನು."},{"number":24,"verse":"ನೀವು ನಿಮ್ಮ ದೇವರ ಹೆಸರು ಹೇಳಿ ಪ್ರಾರ್ಥಿಸಿರಿ. ಅನಂತರ ನಾನು ಸರ್ವೇಶ್ವರನ ಹೆಸರು ಹೇಳಿ ಪ್ರಾರ್ಥಿಸುವೆನು. ಅವರಿಬ್ಬರಲ್ಲಿ ಯಾರು ಆಲಿಸಿ ಬೆಂಕಿಯನ್ನು ಕಳುಹಿಸುವನೋ ಅವನೇ ದೇವರೆಂದು ನಿಶ್ಚಯಿಸೋಣ,” ಎಂದನು. ಜನರೆಲ್ಲರು, “ಸರಿ, ನೀನು ಹೇಳಿದಂತೆಯೇ ಆಗಲಿ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":25,"verse":"ಆಗ ಎಲೀಯನು ಬಾಳನ ಪ್ರವಾದಿಗಳಿಗೆ, “ನೀವು ಹೆಚ್ಚುಮಂದಿ ಇರುವುದರಿಂದ ಮೊದಲು ನೀವೇ ಒಂದು ಹೋರಿಯನ್ನು ಆರಿಸಿಕೊಂಡು, ಅದನ್ನು ಸಿದ್ಧಪಡಿಸಿ, ನಿಮ್ಮ ದೇವರ ಹೆಸರು ಹೇಳಿ ಪ್ರಾರ್ಥಿಸಿರಿ; ಆದರೆ ಬೆಂಕಿಯನ್ನು ಹೊತ್ತಿಸಕೂಡದು,” ಎಂದನು."},{"number":26,"verse":"ಅಂತೆಯೇ ತರಲಾದ ಹೋರಿಗಳಲ್ಲಿ ಒಂದನ್ನು ಅವರು ತೆಗೆದುಕೊಂಡು ಸಿದ್ಧಪಡಿಸಿದರು. ತಮ್ಮ ದೇವರಾದ ಬಾಳನ ಹೆಸರು ಹೇಳಿ, “ಬಾಳನೇ, ನಮಗೆ ಕಿವಿಗೊಡು,” ಎಂದು ಹೊತ್ತಾರೆಯಿಂದ ಮಧ್ಯಾಹ್ನದವರೆಗೆ ಕೂಗಿದರು. ಆದರೆ ಯಾವ ವಾಣಿಯೂ ಕೇಳಿಸಲಿಲ್ಲ; ಅವರು ಪೀಠದ ಸುತ್ತಲೂ ಕುಣಿದಾಡಿದರು. ಆದರೂ ಯಾರೂ ಉತ್ತರಕೊಡಲಿಲ್ಲ."},{"number":27,"verse":"ಮಧ್ಯಾಹ್ನವಾದನಂತರ ಎಲೀಯನು ಅವರನ್ನು ಪರಿಹಾಸ್ಯ ಮಾಡಿದನು: “ಗಟ್ಟಿಯಾಗಿ ಕೂಗಿರಿ; ಅವನು ದೇವರಲ್ಲವೆ? ಈಗ ಒಂದು ವೇಳೆ ಅವನು ಧ್ಯಾನದಲ್ಲಿ ಇರಬಹುದು; ಇಲ್ಲವೇ, ಯಾವುದೋ ಕೆಲಸದಲ್ಲಿ ಅಥವಾ ಪ್ರಯಾಣದಲ್ಲಿ ಇರಬೇಕು; ಇಲ್ಲದಿದ್ದರೆ, ನಿದ್ರೆಮಾಡುತ್ತಿರಬೇಕು; ಎಚ್ಚರವಾಗಲಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":28,"verse":"ಅವರು ಗಟ್ಟಿಯಾಗಿ ಕೂಗಿ ತಮ್ಮ ಪದ್ಧತಿಯ ಪ್ರಕಾರ ಈಟಿಕತ್ತಿಗಳಿಂದ ರಕ್ತಸೋರುವಷ್ಟು ಗಾಯಮಾಡಿಕೊಂಡರು."},{"number":29,"verse":"ಮಧ್ಯಾಹ್ನದಿಂದ ನೈವೇದ್ಯ ಸಮರ್ಪಣೆಯ ಹೊತ್ತಿನವರೆಗೂ ಪರವಶರಾಗಿ ಕೂಗುತ್ತಿದ್ದರು. ಆದರೂ ಯಾವ ವಾಣಿಯೂ ಕೇಳಿಸಲಿಲ್ಲ; ಯಾವನೂ ಅವರಿಗೆ ಉತ್ತರಕೊಡಲಿಲ್ಲ; ಅವರನ್ನು ಯಾವನೂ ಲಕ್ಷಿಸಲೂ ಇಲ್ಲ."},{"number":30,"verse":"ಅನಂತರ ಎಲೀಯನು ಜನರೆಲ್ಲರನ್ನು ಹತ್ತಿರಕ್ಕೆ ಕರೆದನು; ಅವರು ಬಂದರು. ಹಾಳಾಗಿದ್ದ ಅಲ್ಲಿನ ಸರ್ವೇಶ್ವರನ ಪೀಠವನ್ನು ದುರಸ್ತು ಮಾಡಿಸಿದನು."},{"number":31,"verse":"ಸರ್ವೇಶ್ವರನಿಂದ ‘ಇಸ್ರಯೇಲ್’ ಎಂಬ ಹೆಸರು ಹೊಂದಿದ ಯಕೋಬನ ಮಕ್ಕಳಿಂದ ಉತ್ಪತ್ತಿಯಾದ ಕುಲಗಳ ಸಂಖ್ಯೆಗೆ ಸರಿಯಾಗಿ ಹನ್ನೆರಡು ಕಲ್ಲುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು,"},{"number":32,"verse":"ಸರ್ವೇಶ್ವರನ ಹೆಸರಿಗಾಗಿ ಒಂದು ಪೀಠವನ್ನು ಕಟ್ಟಿಸಿದನು. ಅದರ ಸುತ್ತಲೂ ಇಪ್ಪತ್ತು ಸೇರು ಬೀಜವರೀ ನೆಲವನ್ನು ಅಗಿಸಿ ಕಾಲುವೆ ಮಾಡಿಸಿದನು."},{"number":33,"verse":"ಕಟ್ಟಿಗೆಯನ್ನು ಪೀಠದ ಮೇಲೆ ಪೇರಿಸಿ, ಹೋರಿಯನ್ನು ವಧಿಸಿ ತುಂಡುಮಾಡಿ, ಅದರ ಮೇಲೆ ಇಟ್ಟನು. ಅನಂತರ ಜನರಿಗೆ, “ನಾಲ್ಕು ಕೊಡ ನೀರು ತಂದು ಬಲಿಮಾಂಸದ ಮೇಲೆಯೂ ಕಟ್ಟಿಗೆಯ ಮೇಲೆಯೂ ಹೊಯ್ಯಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":34,"verse":"ಅವರು ಅಂತೆಯೇ ತೆಗೆದುಕೊಂಡು ಬಂದರು. “ಇನ್ನೊಂದು ಸಾರಿ ತನ್ನಿ,” ಎಂದು ಹೇಳಿದನು. ಅವರು ಇನ್ನೊಮ್ಮೆ ತಂದರು. ಅವನು ಮೂರನೆಯ ಸಾರಿ ಅದೇ ಪ್ರಕಾರ ಆಜ್ಞಾಪಿಸಲು ಅವರು ಮತ್ತೊಮ್ಮೆ ತಂದು ಸುರಿದರು."},{"number":35,"verse":"ನೀರು ವೇದಿಯ ಸುತ್ತಲೂ ಹರಿಯಿತು. ಇದಲ್ಲದೆ, ಅವನು ಕಾಲುವೆಯನ್ನೂ ನೀರಿನಿಂದ ತುಂಬಿಸಿದನು."},{"number":36,"verse":"ಸಂಧ್ಯಾನೈವೇದ್ಯದ ಹೊತ್ತಿಗೆ, ಪ್ರವಾದಿ ಎಲೀಯನು ಪೀಠದ ಹತ್ತಿರ ಬಂದು, “ಅಬ್ರಹಾಮ್, ಇಸಾಕ್, ಇಸ್ರಯೇಲರ ದೇವರೇ, ಸರ್ವೇಶ್ವರಾ, ನೀವೊಬ್ಬರೇ ಇಸ್ರಯೇಲರ ದೇವರಾಗಿರುತ್ತೀರಿ ಎಂಬುದನ್ನು, ನಾನು ನಿನ್ನ ದಾಸನಾಗಿರುತ್ತೇನೆಂಬುದನ್ನು ಹಾಗು ಇದನ್ನೆಲ್ಲಾ ನಿಮ್ಮ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಮಾಡಿದೆನೆಂಬುದನ್ನು ಈ ದಿನ ತೋರಿಸಿಕೊಡಿ."},{"number":37,"verse":"ನಮಗೆ ಕಿವಿಗೊಡಿ; ಸರ್ವೇಶ್ವರಾ ನಮಗೆ ಕಿವಿಗೊಡಿ; ಸರ್ವೇಶ್ವರನಾದ ನೀವೊಬ್ಬರೇ ದೇವರು ಹಾಗು ಈ ಜನರ ಮನಸ್ಸನ್ನು ನಿಮ್ಮಕಡೆಗೆ ತಿರುಗಿಸಿಕೊಳ್ಳುವವರು ಆಗಿರುತ್ತೀರಿ ಎಂಬುದನ್ನು ಇವರಿಗೆ ತಿಳಿಯಪಡಿಸಿ,” ಎಂದು ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":38,"verse":"ಕೂಡಲೆ ಸರ್ವೇಶ್ವರನ ಕಡೆಯಿಂದ ಬೆಂಕಿ ಇಳಿದುಬಂದು ಬಲಿಮಾಂಸವನ್ನೂ ಕಟ್ಟಿಗೆ ಕಲ್ಲುಮಣ್ಣುಗಳನ್ನೂ ದಹಿಸಿಬಿಟ್ಟಿತು. ಕಾಲುವೆಯಲ್ಲಿದ್ದ ನೀರನ್ನೆಲ್ಲಾ ಹೀರಿಬಿಟ್ಟಿತು."},{"number":39,"verse":"ಜನರೆಲ್ಲರೂ ಅದನ್ನು ಕಂಡು ಬೋರಲಬಿದ್ದರು; “ಸರ್ವೇಶ್ವರನೇ ದೇವರು, ಸರ್ವೇಶ್ವರನೇ ದೇವರು,” ಎಂದು ಕೂಗಿದರು."},{"number":40,"verse":"ಆಗ ಎಲೀಯನು ಅವರಿಗೆ, “ಬಾಳನ ಪ್ರವಾದಿಗಳೆಲ್ಲರನ್ನು ಹಿಡಿಯಿರಿ; ಅವರಲ್ಲಿ ಒಬ್ಬನೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಬಾರದು,” ಎಂದು ಆಜ್ಞಾಪಿಸಲು ಅವರು ಹಿಡಿದರು. ಅವನು ಅವರನ್ನು ಕೀಷೋನ್ ಹಳ್ಳಕ್ಕೆ ಒಯ್ದು ಕೊಲ್ಲಿಸಿದನು."},{"number":41,"verse":"(ಕ್ಷಾಮದ ಅಂತ್ಯ) ಅನಂತರ ಎಲೀಯನು ಆಹಾಬನಿಗೆ, “ನೀನು ಮೇಲೆ ಹೋಗಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೋ; ದೊಡ್ಡ ಮಳೆಯ ಶಬ್ದವು ಕೇಳಿಸುತ್ತದೆ,” ಎಂದನು."},{"number":42,"verse":"ಅಹಾಬನು ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಹೋದಾಗ, ಎಲೀಯನು ಕರ್ಮೆಲಿನ ತುದಿಗೆ ಹೋಗಿ, ಅಲ್ಲಿ ನೆಲದ ಮೇಲೆ ಬಿದ್ದುಕೊಂಡು, ಮೊಣಕಾಲಿನ ಮಧ್ಯೆ ತಲೆಯನ್ನಿಟ್ಟನು."},{"number":43,"verse":"ಅವನು ತನ್ನ ಸೇವಕನಿಗೆ, “ನೀನು ಮೇಲೆ ಹೋಗಿ ಸಮುದ್ರದ ಕಡೆಗೆ ನೋಡು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಸೇವಕನು ಹೋಗಿ, ನೋಡಿಬಂದು ಏನೂ ತೋರುವುದಿಲ್ಲವೆಂದು ಹೇಳಿದನು. ಹೀಗೆ ಅವನನ್ನು ಏಳುಸಾರಿ ಕಳುಹಿಸಿದನು."},{"number":44,"verse":"ಏಳನೆಯ ಸಾರಿ ಆ ಸೇವಕನು, “ಅಂಗೈಯಷ್ಟು ಚಿಕ್ಕದಾದ ಮೋಡವು ಸಮುದ್ರದಿಂದ ಏರಿ ಬರುತ್ತಲಿದೆ,” ಎಂದು ತಿಳಿಸಿದನು. ಆಗ ಎಲೀಯನು ಅವನಿಗೆ, “ನೀನು ಹೋಗಿ ಅಹಾಬನಿಗೆ, ‘ಬೇಗನೆ ರಥವನ್ನು ಹೂಡಿಸಿಕೊಂಡು, ಮಳೆಯು ನಿನ್ನನ್ನು ತಡೆಯದಂತೆ ಬೆಟ್ಟವನ್ನಿಳಿದು ಹೋಗು’ ಎಂದು ಹೇಳು,” ಎಂದನು."},{"number":45,"verse":"ತುಸು ಹೊತ್ತಿನಲ್ಲಿಯೇ ಆಕಾಶವು ಕಾರ್ಮೋಡಗಾಳಿಗಳಿಂದ ತುಂಬಿ ದೊಡ್ಡ ಮಳೆ ಪ್ರಾರಂಭವಾಯಿತು. ಅಹಾಬನು ರಥದಲ್ಲಿ ಕುಳಿತುಕೊಂಡು ಜೆಸ್ರೀಲಿಗೆ ಹೋದನು."},{"number":46,"verse":"ಸರ್ವೇಶ್ವರನ ಹಸ್ತ ಎಲೀಯನ ಸಂಗಡ ಇದ್ದುದರಿಂದ ಅವನು ನಡುಕಟ್ಟಿಕೊಂಡು ಅಹಾಬನ ಮುಂದೆ ಓಡುತ್ತಾ ಜೆಸ್ರೀಲನ್ನು ಸೇರಿದನು."}]}