{"bibleAbbr":"KNCL","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"ಹೋರೇಬ್ ದೇವಗಿರಿಯಲ್ಲಿ ಎಲೀಯನು ಎಲೀಯನು ಪ್ರವಾದಿಗಳನ್ನೆಲ್ಲ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದ್ದನ್ನೂ ಅವನು ಮಾಡಿದ ಬೇರೆ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನೂ ಅಹಾಬನು ಈಜೆಬೆಲಳಿಗೆ ತಿಳಿಸಿದನು."},{"number":2,"verse":"ಆಕೆ ಎಲೀಯನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ, “ನೀನು ಪ್ರವಾದಿಗಳ ಪ್ರಾಣವನ್ನು ತೆಗೆದಂತೆ ನಾಳೆ ಇಷ್ಟುಹೊತ್ತಿಗೆ ನಾನು ನಿನ್ನ ಪ್ರಾಣವನ್ನು ತೆಗೆಯದೆಹೋದರೆ, ದೇವತೆಗಳು ನನಗೆ ಬೇಕಾದದ್ದನ್ನು ಮಾಡಲಿ!” ಎಂದು ಹೇಳಿಕಳುಹಿಸಿದಳು."},{"number":3,"verse":"ಅವನು ಅದನ್ನು ಕೇಳಿದೊಡನೆ ಪ್ರಾಣರಕ್ಷಣೆಗಾಗಿ ಅಲ್ಲಿಂದ ಹೊರಟು ಜುದೇಯದ ಬೇರ್ಷೆಬಕ್ಕೆ ಬಂದು ಅಲ್ಲಿ ತನ್ನ ಸೇವಕನನ್ನು ಬೀಳ್ಕೊಟ್ಟನು."},{"number":4,"verse":"ತರುವಾಯ ತಾನೊಬ್ಬನೇ, ಮರುಭೂಮಿಯಲ್ಲಿ ಒಂದು ದಿವಸದ ಪ್ರಯಾಣದಷ್ಟು ದೂರಹೋಗಿ, ಒಂದು ಜಾಲೀಗಿಡದ ಕೆಳಗೆ ಕುಳಿತುಕೊಂಡು ಮರಣವನ್ನು ಅಪೇಕ್ಷಿಸಿದನು. “ಸರ್ವೇಶ್ವರಾ, ನನಗೆ ಸಾಕಾಯಿತು; ನನ್ನ ಪ್ರಾಣವನ್ನು ತೆಗೆದುಬಿಡಿ; ನನ್ನ ಪೂರ್ವಜರಿಗಿಂತ ನಾನು ಉತ್ತಮನಲ್ಲ,” ಎಂದು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":5,"verse":"ಬಳಿಕ ಅದೇ ಗಿಡದ ಕೆಳಗೆ ಮಲಗಿಕೊಂಡು ನಿದ್ರೆಮಾಡಿದನು. ಕೂಡಲೆ ಒಬ್ಬ ದೇವದೂತನು ಅವನನ್ನು ತಟ್ಟಿ, “ಎದ್ದು ಊಟಮಾಡು,” ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಎಲೀಯನು ಎದ್ದು ಸುತ್ತಲೂ ನೋಡಿದನು. ಕೆಂಡದ ಮೇಲೆ ಸುಟ್ಟ ರೊಟ್ಟಿಯೂ ಒಂದು ತಂಬಿಗೆ ನೀರೂ ತನ್ನ ತಲೆಯ ಹತ್ತಿರ ಇದ್ದುವು. ಅವುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ತಿಂದು, ಕುಡಿದು ಪುನಃ ಮಲಗಿದನು."},{"number":7,"verse":"ಸರ್ವೇಶ್ವರನ ದೂತನು ಎರಡನೆಯ ಸಾರಿ ಬಂದು ಅವನನ್ನು ತಟ್ಟಿ, “ಎದ್ದು ಊಟಮಾಡು; ನೀನು ನಿನ್ನ ಶಕ್ತಿಮೀರುವಷ್ಟು ಪ್ರಯಾಣ ಮಾಡಬೇಕಾಗಿದೆ,” ಎಂದನು."},{"number":8,"verse":"ಅವನು ಎದ್ದು, ತಿಂದು, ಕುಡಿದು ಅದರ ಬಲದಿಂದ ನಾಲ್ವತ್ತು ದಿವಸ ಹಗಲಿರುಳು ಪ್ರಯಾಣ ಮಾಡಿದನು;"},{"number":9,"verse":"ದೇವಗಿರಿಯಾದ ಹೋರೇಬನ್ನು ಮುಟ್ಟಿ ಅಲ್ಲಿನ ಒಂದು ಗವಿಯಲ್ಲಿ ಇಳಿದುಕೊಂಡನು. ಆಗ ಅವನಿಗೆ ಸರ್ವೇಶ್ವರನಿಂದ, “ಎಲೀಯನೇ, ಇಲ್ಲೇನು ಮಾಡುತ್ತಿರುವೆ?” ಎಂಬ ವಾಣಿ ಕೇಳಿಸಿತು."},{"number":10,"verse":"ಎಲೀಯನಿಗೆ ಸರ್ವೇಶ್ವರನ ಸಂದರ್ಶನಅದಕ್ಕೆ ಅವನು, “ಸರ್ವಶಕ್ತರಾದ ದೇವರೇ, ಸರ್ವೇಶ್ವರಾ, ಇಸ್ರಯೇಲರು ನಿಮ್ಮ ನಿಬಂಧನೆಯನ್ನು ಮೀರಿದ್ದಾರೆ; ಬಲಿಪೀಠಗಳನ್ನು ಕೆಡವಿಹಾಕಿದ್ದಾರೆ; ಪ್ರವಾದಿಗಳನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದ್ದಾರೆ; ನಾನೊಬ್ಬನೇ ಉಳಿದು ನಿಮ್ಮ ಗೌರವವನ್ನು ಕಾಪಾಡುವುದರಲ್ಲಿ ಆಸಕ್ತನಾಗಿ ಇದ್ದೆನು; ಆದರೆ ಅವರು ನನ್ನ ಪ್ರಾಣವನ್ನೂ ತೆಗೆಯಬೇಕೆಂದಿದ್ದಾರೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":11,"verse":"ಆಗ ಇನ್ನೊಮ್ಮೆ, “ನೀನು ಹೊರಗೆ ಬಂದು ಬೆಟ್ಟದ ಮೇಲೆ ಸರ್ವೇಶ್ವರನ ಮುಂದೆ ನಿಲ್ಲು,” ಎಂದು ವಾಣಿಯಾಯಿತು; ಆಹಾ! ಸರ್ವೇಶ್ವರ ಅಲ್ಲೇ ಹಾದುಹೋದರು, ಅವರ ಮುಂದೆ ಪರ್ವತಗಳನ್ನು ಭೇದಿಸಿ ಬಂಡೆಗಳನ್ನು ಪುಡಿಪುಡಿಮಾಡುವಂಥ ದೊಡ್ಡ ಬಿರುಗಾಳಿ ಬೀಸಿತು; ಸರ್ವೇಶ್ವರ ಅದರಲ್ಲಿ ಇರಲಿಲ್ಲ. ತರುವಾಯ ಭೂಕಂಪವುಂಟಾಯಿತು; ಅದರಲ್ಲೂ ಅವರಿರಲಿಲ್ಲ."},{"number":12,"verse":"ಭೂಕಂಪವಾದನಂತರ ಸಿಡಿಲು ಉಂಟಾಯಿತು; ಅದರಲ್ಲಿಯೂ ಸರ್ವೇಶ್ವರ ಇರಲಿಲ್ಲ. ಕಡೆಗೊಂದು ಮೆಲುದನಿ!"},{"number":13,"verse":"ಅದನ್ನು ಕೇಳಿದ ಕೂಡಲೆ ಎಲೀಯನು ತನ್ನ ಕಂಬಳಿಯಿಂದ ಮುಖವನ್ನು ಮುಚ್ಚಿಕೊಂಡು ಹೋಗಿ ಗವಿಯ ದ್ವಾರದಲ್ಲಿ ನಿಂತನು. ಆಗ, “ಎಲೀಯನೇ, ನೀನು ಇಲ್ಲೇನು ಮಾಡುತ್ತಿರುವೆ?” ಎಂದು ವಾಣಿ ಕೇಳಿಸಿತು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಅವನು, “ಸೇನಾಧೀಶ್ವರರಾದ ಸರ್ವೇಶ್ವರಾ, ಇಸ್ರಯೇಲರು ನಿಮ್ಮ ನಿಬಂಧನೆಯನ್ನು ಮೀರಿದ್ದಾರೆ; ಬಲಿಪೀಠಗಳನ್ನು ಕೆಡವಿಹಾಕಿದ್ದಾರೆ; ಪ್ರವಾದಿಗಳನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿದ್ದಾರೆ; ನಾನೊಬ್ಬನೇ ಉಳಿದು ನಿಮ್ಮ ಗೌರವವನ್ನು ಕಾಪಾಡುವುದರಲ್ಲಿ ಆಸಕ್ತನಾಗಿದ್ದೆನು; ಆದರೆ ಅವರು ನನ್ನ ಪ್ರಾಣವನ್ನೂ ತೆಗೆಯಬೇಕೆಂದು ಇದ್ದಾರೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ, “ನೀನು ಬಂದ ದಾರಿಯಲ್ಲೇ ಹಿಂದಿರುಗಿ ದಮಸ್ಕದ ಮರುಭೂಮಿಗೆ ಹೋಗು; ಅಲ್ಲಿಂದ ಪಟ್ಟಣದೊಳಗೆ ಹೋಗಿ ಹಜಾಯೇಲನನ್ನು ಸಿರಿಯಾದವರ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸು;"},{"number":16,"verse":"ನಿಂಷಿಯ ಮಗ ಯೇಹುವನ್ನು, ಇಸ್ರಯೇಲರ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸು. ಅಬೇಲ್ ಮಹೋಲದವನೂ ಶಾಫಾಟನ ಮಗನೂ ಆದ ಎಲೀಷನನ್ನು ನಿನ್ನ ಉತ್ತರಾಧಿಕಾರಿಯಾದ ಪ್ರವಾದಿಯನ್ನಾಗಿ ಅಭಿಷೇಕಿಸು."},{"number":17,"verse":"ಹಜಾಯೇಲನ ಕತ್ತಿಗೆ ತಪ್ಪಿಸಿಕೊಂಡವರನ್ನು ಯೇಹುವು ಕೊಲ್ಲುವನು; ಇವನ ಕತ್ತಿಗೆ ತಪ್ಪಿಸಿಕೊಂಡವರನ್ನು ಎಲೀಷನು ಕೊಲ್ಲುವನು."},{"number":18,"verse":"ಆದರೆ ಬಾಳನ ವಿಗ್ರಹಕ್ಕೆ ಅಡ್ಡಬೀಳದೆಯೂ ಅದನ್ನು ಮುದ್ದಿಡದೆಯೂ ಇರುವ ಏಳುಸಾವಿರ ಮಂದಿ ಇಸ್ರಯೇಲರನ್ನು ಉಳಿಸುವೆನು,” ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"ಎಲೀಷನ ಕರೆ ಎಲೀಯನು ಅಲ್ಲಿಂದ ಹೊರಟುಹೋಗಿ ಶಾಫಾಟನ ಮಗನಾದ ಎಲೀಷನನ್ನು ಕಂಡನು. ಅವನು ಹೊಲವನ್ನು ಉಳುವುದಕ್ಕೆ ಹನ್ನೆರಡು ಜೋಡಿ ಎತ್ತುಗಳನ್ನು ತಂದು ಹನ್ನೆರಡನೆಯ ಜೋಡಿಯಿಂದ ತಾನಾಗಿ ಉಳುತ್ತಿದ್ದನು. ಎಲೀಯನು ಅಲ್ಲಿಂದ ಹಾದುಹೋಗುವಾಗ ತನ್ನ ಕಂಬಳಿಯನ್ನು ಅವನ ಮೇಲೆ ಹಾಕಿದನು."},{"number":20,"verse":"ಕೂಡಲೆ ಅವನು ಎತ್ತುಗಳನ್ನು ಬಿಟ್ಟು ಓಡುತ್ತಾ ಬಂದು ಎಲೀಯನಿಗೆ, “ನನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಮುದ್ದಿಟ್ಟು ಬರುವುದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಲಿ; ಅನಂತರ ನಿನ್ನನ್ನು ಹಿಂಬಾಲಿಸುವೆನು,” ಎಂದನು. ಅದಕ್ಕೆ ಎಲೀಯನು, “ಹೋಗಿ ಬಾ; ನಾನು ನಿನಗೆ ಮಾಡಬೇಕಾದದ್ದನ್ನು ಮಾಡಿದ್ದೇನೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":21,"verse":"ಎಲೀಷನು ಹಿಂದಿರುಗಿಹೋಗಿ ತಾನು ಉಳುತ್ತಿದ್ದ ಜೋಡಿ ಎತ್ತುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ವಧಿಸಿ ಮಾಂಸವನ್ನು ನೊಗದ ಕಟ್ಟಿಗೆಯಿಂದ ಬೇಯಿಸಿ, ಜನರಿಗೆ ಔತಣಮಾಡಿಸಿದನು. ಅನಂತರ ಅವನು ಎದ್ದು ಎಲೀಯನನ್ನು ಹಿಂಬಾಲಿಸಿ ಅವನ ಶಿಷ್ಯನಾದನು."}]}