{"bibleAbbr":"KNCL","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"(ಮಹಾದೇವಾಲಯದಲ್ಲಿ ಶ್ರೀಮಂಜೂಷದ ಪ್ರತಿಷ್ಠಾಪನೆ) ( ಸರ್ವೇಶ್ವರನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ದಾವೀದನಗರವಾದ ಸಿಯೋನಿನಿಂದ ದೇವಾಲಯಕ್ಕೆ ತರುವುದಕ್ಕಾಗಿ, ಇಸ್ರಯೇಲರ ಹಿರಿಯರು, ಕುಲಗಳ ನಾಯಕರು, ಇವರೇ ಮೊದಲಾದ ಎಲ್ಲ ಇಸ್ರಯೇಲ್ ಪ್ರಮುಖ ವ್ಯಕ್ತಿಗಳು ಜೆರುಸಲೇಮಿಗೆ, ತನ್ನ ಆಸ್ಥಾನಕ್ಕೆ, ಬರಬೇಕೆಂದು ಅರಸ ಸೊಲೊಮೋನನು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":2,"verse":"ಅಂತೆಯೇ ಆ ಇಸ್ರಯೇಲರೆಲ್ಲರು ಏಳನೆಯ ತಿಂಗಳಾದ ಅಶ್ವಯುಜ ಮಾಸದಲ್ಲಿ ಜಾತ್ರೆಯಾಗಿ ಅರಸ ಸೊಲೊಮೋನನ ಬಳಿಗೆ ಕೂಡಿಬಂದರು."},{"number":3,"verse":"ಇಸ್ರಯೇಲರ ಹಿರಿಯರೆಲ್ಲರು ಹೀಗೆ ಕೂಡಿಬಂದಿರಲು ಯಾಜಕರು ಸರ್ವೇಶ್ವರನ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡರು."},{"number":4,"verse":"ಉಳಿದ ಯಾಜಕರೂ ಲೇವಿಯರೂ ದೇವದರ್ಶನದ ಗುಡಾರ ಹಾಗು ಅದರಲ್ಲಿದ್ದ ಪವಿತ್ರವಸ್ತುಗಳನ್ನು ಹೊತ್ತರು."},{"number":5,"verse":"ಅರಸ ಸೊಲೊಮೋನನು ಹಾಗು ಅಲ್ಲಿ ಕೂಡಿಬಂದಿದ್ದ ಎಲ್ಲ ಇಸ್ರಯೇಲರೂ ಮಂಜೂಷದ ಮುಂದೇ ಅಸಂಖ್ಯವಾದ ಕುರಿದನಗಳನ್ನು ಬಲಿದಾನಮಾಡಿದರು."},{"number":6,"verse":"ಯಾಜಕರು ಸರ್ವೇಶ್ವರನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡು ಬಂದು ಮಹಾಪರಿಶುದ್ಧ ಸ್ಥಳವೆನಿಸಿಕೊಳ್ಳುವ ಗರ್ಭಗುಡಿಯಲ್ಲಿ, ಕೆರೂಬಿಗಳ ರೆಕ್ಕೆಗಳ ಕೆಳಗೆ, ಅದಕ್ಕೆ ನೇಮಕವಾದ ಸ್ಥಳದಲ್ಲಿಟ್ಟರು."},{"number":7,"verse":"ಕೆರೂಬಿಗಳ ರೆಕ್ಕೆಗಳು ಮಂಜೂಷವಿದ್ದ ಸ್ಥಳದ ಮೇಲೆ ಚಾಚಿದವುಗಳಾಗಿದ್ದುದರಿಂದ ಮಂಜೂಷವು ಹಾಗು ಅದರ ಕೋಲುಗಳು ಪೂರ್ಣವಾಗಿ ಅವುಗಳ ನೆರಳಿನಲ್ಲಿದ್ದವು."},{"number":8,"verse":"ಆ ಕೋಲುಗಳು ಬಹಳ ಉದ್ದವಾಗಿದ್ದುದರಿಂದ ಅವುಗಳ ತುದಿಗಳು ಗರ್ಭಗುಡಿಯ ಎದುರಿನಲ್ಲಿರುವ ಪರಿಶುದ್ಧ ಸ್ಥಳದಲ್ಲಿ ನಿಂತವರಿಗೆ ಕಾಣಿಸುತ್ತಿದ್ದವು. ಆದರೆ ಹೊರಗೆ ನಿಂತವರಿಗೆ ಕಾಣಿಸುತ್ತಿರಲಿಲ್ಲ. ಅವು ಇಂದಿನವರೆಗೂ ಅಲ್ಲಿಯೇ ಇರುತ್ತವೆ."},{"number":9,"verse":"ಮಂಜೂಷದಲ್ಲಿ ಎರಡು ಶಿಲಾಶಾಸನಗಳನ್ನು ಬಿಟ್ಟರೆ, ಬೇರೇನೂ ಇರಲಿಲ್ಲ. ಸರ್ವೇಶ್ವರ ಈಜಿಪ್ಟಿನಿಂದ ಬಂದ ಇಸ್ರಯೇಲರೊಡನೆ ಹೋರೇಬ್ ಬೆಟ್ಟದ ಬಳಿ ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಂಡ ಮೇಲೆ, ಮೋಶೆ ಆ ಶಾಸನಗಳನ್ನು ಅದರಲ್ಲಿ ಇಟ್ಟಿದ್ದನು."},{"number":10,"verse":"ಯಾಜಕರು ಆ ಪರಿಶುದ್ಧ ಸ್ಥಳದಿಂದ ಹೊರಗೆ ಬಂದಕೂಡಲೆ ಮೇಘವು ಸರ್ವೇಶ್ವರನ ಆಲಯವನ್ನು ತುಂಬಿಕೊಂಡಿತು."},{"number":11,"verse":"ಸರ್ವೇಶ್ವರನ ತೇಜಸ್ಸಿನಿಂದ ವ್ಯಾಪ್ತವಾಗಿದ್ದ ಆ ಮೇಘವು ಆಲಯವನ್ನು ಆವರಿಸಿಕೊಂಡದ್ದರಿಂದ ಯಾಜಕರು ಅಲ್ಲಿ ನಿಂತು ಸೇವೆಮಾಡಲಾಗಲಿಲ್ಲ."},{"number":12,"verse":"ಆಗ ಸೊಲೊಮೋನನು ಹೀಗೆಂದು ಪ್ರಾರ್ಥಿಸಿದನು : “ಹೇ ಸರ್ವೇಶ್ವರ, ರವಿಯನು ಆಗಸದಲಿ ಸ್ಥಿರವಿರಿಸಿದ ನೀವು (ಹಿಬ್ರು ಮೂಲದಲ್ಲಿ ಈ ಪಂಕ್ತಿ ಇಲ್ಲ.) ಆರಿಸಿಕೊಂಡಿರಿ, ಕರಿಮೋಡದಲಿ ವಾಸಿಸಲು ನಾ ನಿರ್ಮಿಸಿರುವ ಈ ಭವ್ಯಮಂದಿರ ನಿಮಗಾಗಲಿ ಶಾಶ್ವತವಾದ ನಿವಾಸ.”"},{"number":14,"verse":"(ಸೊಲೊಮೋನನ ಭಾಷಣ) ( ಇದಾದ ಮೇಲೆ, ಎದ್ದುನಿಂತಿದ್ದ ಇಸ್ರಯೇಲ್ ಸಮಾಜದ ಕಡೆಗೆ ಅರಸನು ತಿರುಗಿಕೊಂಡು ಅವರನ್ನು ಆಶೀರ್ವದಿಸಿದನು."},{"number":15,"verse":"“ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ! ಅವರು ನನ್ನ ತಂದೆ ದಾವೀದನಿಗೆ ಬಾಯಿಂದ ನುಡಿದದ್ದನ್ನು ಈಗ ಕೈಯಿಂದ ನೆರವೇರಿಸಿದ್ದಾರೆ."},{"number":16,"verse":"‘ನಾನು ನನ್ನ ಜನರಾದ ಇಸ್ರಯೇಲರನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಬರಮಾಡಿದಂದಿನಿಂದ ನನ್ನ ನಾಮದ ನಿವಾಸಕ್ಕಾಗಿ ಆಲಯ ಸ್ಥಾನವನ್ನಾಗಲಿ, ಇಸ್ರಯೇಲ್ ಕುಲಗಳ ಯಾವ ಪಟ್ಟಣವನ್ನಾಗಲಿ ಆರಿಸಿಕೊಳ್ಳಲಿಲ್ಲ. ಆದರೆ ನನ್ನ ಪ್ರಜೆ ಇಸ್ರಯೇಲರನ್ನು ಆಳುವುದಕ್ಕೆ ದಾವೀದನನ್ನು ಆರಿಸಿಕೊಂಡೆ’ ಎಂದು ಹೇಳಿದ್ದರು."},{"number":17,"verse":"ನನ್ನ ತಂದೆ ದಾವೀದನು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಹೆಸರಿಗಾಗಿ ಒಂದು ಆಲಯವನ್ನು ಕಟ್ಟಬೇಕೆಂದು ಮನಸ್ಸುಮಾಡಿದಾಗ,"},{"number":18,"verse":"‘ನೀನು ನನ್ನ ಹೆಸರಿಗಾಗಿ ಒಂದು ಮನೆಯನ್ನು ಕಟ್ಟುವುದಕ್ಕೆ ಮನಸ್ಸುಮಾಡಿದ್ದು ಒಳ್ಳೆಯದೇ ಸರಿ."},{"number":19,"verse":"ಆದರೆ ಅದನ್ನು ಕಟ್ಟಬೇಕಾದವನು ನೀನಲ್ಲ; ನಿನ್ನಿಂದ ಹುಟ್ಟುವ ಮಗನು ನನ್ನ ಹೆಸರಿಗಾಗಿ ಒಂದು ಆಲಯವನ್ನು ಕಟ್ಟಬೇಕು’ ಎಂದು ಹೇಳಿದರು."},{"number":20,"verse":"ಸರ್ವೇಶ್ವರ ತಾವು ಕೊಟ್ಟ ಮಾತನ್ನು ನೆರವೇರಿಸಿದ್ದಾರೆ. ಅವರ ವಾಗ್ದಾನದಂತೆ ನಾನು ನನ್ನ ತಂದೆ ದಾವೀದರ ಸ್ಥಾನದಲ್ಲಿ ಇಸ್ರಯೇಲ್ ಸಿಂಹಾಸನದ ಮೇಲೆ ಅರಸನಾಗಿ ಕುಳಿತುಕೊಂಡಿದ್ದೇನೆ; ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಹೆಸರಿಗೋಸ್ಕರ ಈ ಆಲಯವನ್ನು ಕಟ್ಟಿಸಿದ್ದೇನೆ;"},{"number":21,"verse":"ಇದಲ್ಲದೆ, ಈಜಿಪ್ಟಿನಿಂದ ಬಿಡುಗಡೆಹೊಂದಿದ ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ಸರ್ವೆಶ್ವರನಿಂದ ದೊರೆತ ನಿಬಂಧನಶಾಸನಗಳಿರುವ ಮಂಜೂಷಕ್ಕೆ ಪ್ರತ್ಯೇಕ ಸ್ಥಳವನ್ನು ಗುರುತಿಸಿ ಅಲ್ಲಿ ಅದನ್ನು ಇಟ್ಟಿದ್ದೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":22,"verse":"(ಸೊಲೊಮೋನನ ಪ್ರಾರ್ಥನೆ) ( ಬಳಿಕ ಸೊಲೊಮೋನನು ಇಸ್ರಯೇಲರೆಲ್ಲರ ಎದುರಿನಲ್ಲಿ ಸರ್ವೇಶ್ವರನ ಬಲಿಪೀಠದ ಮುಂದೆ ನಿಂತು, ಆಕಾಶದ ಕಡೆಗೆ ಕೈಗಳನ್ನೆತ್ತಿ, ಹೀಗೆ ಪ್ರಾರ್ಥಿಸಿದನು:"},{"number":23,"verse":"“ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರಾ, ಭೂಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ನಿಮಗೆ ಸಮಾನರಾದ ದೇವರಿಲ್ಲ; ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ನಿಮಗೆ ಪ್ರಾಮಾಣಿಕರಾಗಿ ನಡೆದುಕೊಳ್ಳುವಂಥ ಭಕ್ತರ ಬಗ್ಗೆ ನಿಮ್ಮ ಒಡಂಬಡಿಕೆಯನ್ನೂ ಕೃಪೆಯನ್ನೂ ನೆರವೇರಿಸುವವರು ನೀವು."},{"number":24,"verse":"ನಿಮ್ಮ ದಾಸನೂ ನನ್ನ ತಂದೆಯೂ ಆದ ದಾವೀದನಿಗೆ ಕೊಟ್ಟ ಮಾತನ್ನು ಈಡೇರಿಸಿದ್ದೀರಿ; ನಿಮ್ಮ ಬಾಯಿ ನುಡಿದದ್ದನ್ನು ನಿಮ್ಮ ಕೈ ಈಗ ನೆರವೇರಿಸಿತು."},{"number":25,"verse":"ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರಾ, ನೀವು ನನ್ನ ತಂದೆ ದಾವೀದನಿಗೆ, ನಿನ್ನ ಸಂತಾನದವರು ನಿನ್ನಂತೆ ಜಾಗರೂಕತೆಯಿಂದ ನನ್ನ ಮಾರ್ಗದಲ್ಲೇ ನಡೆದುಕೊಳ್ಳುವುದಾದರೆ, ಅವರು ಇಸ್ರಯೇಲ್ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳುವುದು ತಪ್ಪದು; ಎಂಬುದಾಗಿ ವಾಗ್ದಾನಮಾಡಿದ್ದೀರಿ; ಅದನ್ನು ನೆರವೇರಿಸಿರಿ."},{"number":26,"verse":"ಇಸ್ರಯೇಲ್ ದೇವರೇ, ನೀವು ನಿಮ್ಮ ದಾಸನೂ ನನ್ನ ತಂದೆಯೂ ಆದ ದಾವೀದನಿಗೆ ನುಡಿದದ್ದೆಲ್ಲವೂ ಸಾರ್ಥಕವಾಗಲಿ!"},{"number":27,"verse":"“ದೇವರು ನಿಜವಾಗಿ ಭೂಲೋಕದಲ್ಲಿ ವಾಸಿಸುವರೋ? ಆಕಾಶವೂ, ಉನ್ನತೋನ್ನತ ಆದ ಆಕಾಶವೂ, ನಿಮ್ಮ ವಾಸಕ್ಕೆ ಸಾಲದು; ಹೀಗಿರುವಲ್ಲಿ ನಾನು ಕಟ್ಟಿಸಿದ ಈ ಮಂದಿರವು ಹೇಗೆ ತಾನೆ ಸಾಕಾದೀತು?"},{"number":28,"verse":"ಆದರೂ ನನ್ನ ದೇವರೇ, ಸರ್ವೇಶ್ವರಾ, ನಿಮ್ಮ ದಾಸನ ಪ್ರಾರ್ಥನೆಗೂ ವಿಜ್ಞಾಪನೆಗೂ ಕಿವಿಗೊಡಿ; ಈ ದಿನ ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ನಿಮ್ಮ ದಾಸನ ಮೊರೆಯನ್ನು ಆಲಿಸಿರಿ."},{"number":29,"verse":"ಈ ಸ್ಥಳವನ್ನು ಕುರಿತು, ‘ನನ್ನ ನಾಮಪ್ರಭಾವವು ಇಲ್ಲಿ ವಾಸಿಸುವುದು’ ಎಂದು ಹೇಳಿದವರೇ, ನಿಮ್ಮ ಕಟಾಕ್ಷವು ಹಗಲಿರುಳೂ ಈ ಮಂದಿರದ ಮೇಲಿರಲಿ; ಇಲ್ಲಿ ನಿಮ್ಮ ದಾಸನು ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸುವಾಗಲೆಲ್ಲಾ ಅವನಿಗೆ ಸದುತ್ತರವನ್ನು ದಯಪಾಲಿಸಿರಿ."},{"number":30,"verse":"ನಿಮ್ಮ ದಾಸನಾದ ನಾನಾಗಲಿ, ನಿಮ್ಮ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರಾಗಲಿ, ಈ ಸ್ಥಳದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸಿದರೆ ನಿಮ್ಮ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ನಮ್ಮ ಬಿನ್ನಹವನ್ನು ಕೇಳಿ, ಕ್ಷಮೆಯನ್ನು ಅನುಗ್ರಹಿಸಿರಿ."},{"number":31,"verse":"“ನೆರೆಯವನಿಗೆ ವಿರುದ್ಧ ತಪ್ಪುಮಾಡಿದವ ಎಂಬ ಸಂಶಯಕ್ಕೆ ಗುರಿಯಾದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ತಾನು ನಿರ್ದೋಷಿಯೆಂದು ಪ್ರಮಾಣಮಾಡಬೇಕಾದಾಗ, ಅಂಥವನು ಈ ಆಲಯಕ್ಕೆ ಬಂದು, ನಿಮ್ಮ ಪೀಠದ ಮುಂದೆ ನಿಂತು ಪ್ರಮಾಣಮಾಡಿದರೆ,"},{"number":32,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀವು ಅದನ್ನು ಕೇಳಿ ನಿಮ್ಮ ದಾಸರಾದ ಭಕ್ತರ ವ್ಯಾಜ್ಯವನ್ನು ತೀರಿಸಿರಿ; ದುಷ್ಟನನ್ನು ಖಂಡಿಸಿ ಅವನ ತಪ್ಪನ್ನು ಅವನ ತಲೆಯ ಮೇಲೆಯೇ ಹೊರಿಸಿರಿ; ಅವನು ಅಪರಾಧಿಯೆಂದು ತೋರಿಸಿಕೊಡಿ; ನೀತಿವಂತನಿಗೆ ಅವನ ನೀತಿಯ ಫಲವನ್ನು ಅನುಗ್ರಹಿಸಿ ಅವನು ನೀತಿವಂತನೆಂದು ತೋರಿಸಿಕೊಡಿ.."},{"number":33,"verse":"“ತಮ್ಮ ಪಾಪಗಳ ಸಲುವಾಗಿ ಶತ್ರುಗಳ ಮುಂದೆ ತಲೆತಗ್ಗಿಸಬೇಕಾಗುವ ನಿಮ್ಮ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರು ನಿಮ್ಮ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು, ನಿಮ್ಮ ನಾಮವನ್ನು ಎತ್ತಿ ಈ ಆಲಯದಲ್ಲಿ ನಿಮಗೆ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ಮಾಡಿದರೆ,"},{"number":34,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀವು ಆಲಿಸಿ, ಅವರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿ, ಅವರ ಪಿತೃಗಳಿಗೆ ನೀವು ಕೊಟ್ಟ ಈ ನಾಡಿಗೆ ಅವರನ್ನು ಮರಳಿಬರಮಾಡಿ."},{"number":35,"verse":"“ಅವರ ಪಾಪಗಳ ನಿಮಿತ್ತ ಆಕಾಶವು ಮಳೆಗರೆಯದೆ ತೆರೆ ಮುಚ್ಚಿಕೊಂಡಾಗ, ಅವರು ತಮ್ಮ ಪಾಪಗಳನ್ನು ಬಿಟ್ಟು, ತಮ್ಮನ್ನು ತಗ್ಗಿಸಿದವರು ನೀವೇ ಎಂದು ನಿಮ್ಮ ನಾಮವನ್ನು ಎತ್ತಿ ಈ ಆಲಯದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಪ್ರಾರ್ಥಿಸಿದರೆ,"},{"number":36,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀವು ಆಲಿಸಿ ನಿಮ್ಮ ಭಕ್ತರೂ ಪ್ರಜೆಗಳೂ ಆದ ಇಸ್ರಯೇಲರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿರಿ; ಅವರು ನಡೆಯಬೇಕಾದ ಮಾರ್ಗವನ್ನು ತೋರಿಸಿರಿ; ನಿಮ್ಮ ಪ್ರಜೆಗೆ ಸ್ವಂತ ಸೊತ್ತಾಗಿ ಕೊಟ್ಟ ನಾಡಿಗೆ ಮಳೆಯನ್ನು ಅನುಗ್ರಹಿಸಿರಿ."},{"number":37,"verse":"“ನಾಡಿಗೆ ಕ್ಷಾಮ, ಘೋರವ್ಯಾಧಿ, ಬಿಸಿಗಾಳಿ, ಬೂದಿ, ಮಿಡತೆ, ಚಿಟ್ಟೇಹುಳು, ಪಟ್ಟಣಗಳಿಗೆ ಶತ್ರುಗಳ ಮುತ್ತಿಗೆ, ಇಂಥ ಯಾವ ಉಪದ್ರವದಿಂದಾಗಲಿ, ವ್ಯಾಧಿಯಿಂದಾಗಲಿ, ಬಾಧೆ ಉಂಟಾದರೆ,"},{"number":38,"verse":"ಮನಸ್ಸಾಕ್ಷಿ ಪೀಡಿತರಾದ ಇಡೀ ಇಸ್ರಯೇಲರಾಗಲಿ, ಅವರಲ್ಲಿ ಒಬ್ಬನಾಗಲಿ, ಈ ಆಲಯದ ಕಡೆಗೆ ಕೈಯೆತ್ತಿ ನಿಮಗೆ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಮಾಡಿದರೆ"},{"number":39,"verse":"ಮನುಷ್ಯರ ಅಂತರಂಗಗಳನ್ನು ಬಲ್ಲಂಥ ನೀವು, ನಿಮ್ಮ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಆಲಿಸಿರಿ; ಅವರಿಗೆ ಪಾಪಪರಿಹಾರವನ್ನು ಅನುಗ್ರಹಿಸಿರಿ; ನೀವೊಬ್ಬರೇ ಎಲ್ಲಾ ಮಾನವರ ಹೃದಯಗಳನ್ನು ಬಲ್ಲವನಾಗಿರುವುದರಿಂದ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನವನು ಹಿಡಿಯುವ ಮಾರ್ಗಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ಫಲವನ್ನು ಕೊಡಿ."},{"number":40,"verse":"ಆಗ ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ನೀವು ಕೊಟ್ಟ ಈ ನಾಡಿನಲ್ಲಿ ಅವರು ವಾಸಿಸುವ ಕಾಲವೆಲ್ಲಾ ನಿಮ್ಮಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರುವರು."},{"number":41,"verse":"“ನಿಮ್ಮ ನಾಮಮಹತ್ತು, ಭುಜಬಲ, ಶಿಕ್ಷಾಹಸ್ತ, ಇವುಗಳ ಸಂದೇಶ ಪರರಾಜ್ಯಗಳವರಿಗೂ ಗೊತ್ತಾಗುವುದು."},{"number":42,"verse":"ನಿಮ್ಮ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರಿಗೆ ಸೇರದವನಾದ ಒಬ್ಬ ಪರದೇಶೀಯನು ನಿಮ್ಮ ನಾಮಸ್ತುತಿಗಾಗಿ ದೂರದೇಶದಿಂದ ಬಂದು ಈ ಆಲಯದ ಮುಂದೆ ನಿಂತು, ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸಿದರೆ,"},{"number":43,"verse":"ನಿಮ್ಮ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಅವನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳಿ ಅವನು ಬೇಡಿಕೊಂಡದ್ದನ್ನು ಅನುಗ್ರಹಿಸಿರಿ; ಆಗ ಲೋಕದ ಎಲ್ಲಾ ಜನರು ನಿಮ್ಮ ನಾಮಮಹತ್ತನ್ನು ತಿಳಿದು, ನಿಮ್ಮ ಜನರಾದ ಇಸ್ರಯೇಲರಂತೆ ನಿಮ್ಮಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ, ನಾನು ನಿಮ್ಮ ಹೆಸರಿಗಾಗಿ ಈ ಆಲಯವನ್ನು ಕಟ್ಟಿಸಿದೆನೆಂದು ತಿಳಿದುಕೊಳ್ಳುವರು."},{"number":44,"verse":"“ನೀವು ನಿಮ್ಮ ಜನರನ್ನು ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಮಾಡುವುದಕ್ಕೆ ಎಲ್ಲಿಗಾದರೂ ಕಳುಹಿಸಿದಾಗ ಅವರು ಅಲ್ಲಿಂದ ನೀವು ಆರಿಸಿಕೊಂಡ ಪಟ್ಟಣದ ಕಡೆಗೂ, ನಾನು ನಿಮ್ಮ ಹೆಸರಿಗಾಗಿ ಕಟ್ಟಿಸಿದ ಈ ಆಲಯದ ಕಡೆಗೂ ತಿರುಗಿಕೊಂಡು, ಸರ್ವೇಶ್ವರನಾದ ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸಿದರೆ,"},{"number":45,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀವು ಅವರ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ಕೇಳಿ ಅವರಿಗೆ ಜಯವನ್ನು ನೀಡಿರಿ."},{"number":46,"verse":"“ಅವರು ನಿಮಗೆ ವಿರುದ್ಧ ಪಾಪಮಾಡಬಹುದು. ಪಾಪಮಾಡದ ವ್ಯಕ್ತಿ ಒಬ್ಬನೂ ಇಲ್ಲ. ನೀವು ಅವರ ಮೇಲೆ ಕೋಪಗೊಂಡು ಅವರನ್ನು ಶತ್ರುಗಳ ಕೈಗೆ ಒಪ್ಪಿಸಿದಾಗ, ಮತ್ತು ಆ ಶತ್ರುಗಳು ಅವರನ್ನು ಸೆರೆಹಿಡಿದು ದೂರದಲ್ಲಾಗಲಿ ಸಮೀಪದಲ್ಲಾಗಲಿ ಇರುವ ತಮ್ಮ ದೇಶಕ್ಕೆ ಅವರನ್ನು ಒಯ್ದಾಗ,"},{"number":47,"verse":"ಅವರು ಸೆರೆಯವರಾಗಿ ಬಿದ್ದುಕೊಂಡಿರುವ ದೇಶದಲ್ಲಿ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು,"},{"number":48,"verse":"ನಿಮ್ಮ ಅನುಗ್ರಹದಿಂದ ತಮ್ಮ ಪಿತೃಗಳಿಗೆ ದೊರಕಿದ ನಾಡಿನ ಕಡೆಗೂ ನೀವು ಆರಿಸಿಕೊಂಡ ಪಟ್ಟಣದ ಕಡೆಗೂ ನಾನು ನಿಮ್ಮ ಹೆಸರಿಗಾಗಿ ಕಟ್ಟಿಸಿದ ಈ ಆಲಯದ ಕಡೆಗೂ ತಿರುಗಿಕೊಂಡು, ‘ನಾವು ನಿಮ್ಮ ಆಜ್ಞೆಗಳನ್ನು ಮೀರಿ ಪಾಪಮಾಡಿ ದ್ರೋಹಿಗಳಾದೆವು’ ಎಂದು ಒಪ್ಪಿಕೊಂಡು ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ಹಾಗು ಪೂರ್ಣಪ್ರಾಣದಿಂದ, ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸಿದರೆ,"},{"number":49,"verse":"ನೀವು ನಿಮ್ಮ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಅವರ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ಆಲಿಸಿರಿ; ಅವರಿಗೆ ದಯೆಯನ್ನು ತೋರಿಸಿರಿ."},{"number":50,"verse":"ಕಬ್ಬಿಣ ಕರಗಿಸುವ ಕುಲುಮೆಯೋಪಾದಿಯಲ್ಲಿದ್ದ ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ನೀವು ಬಿಡಿಸಿದ ಈ ಜನರು ನಿಮ್ಮ ಸ್ವಕೀಯಜನರಾಗಿದ್ದಾರೆಂಬುದನ್ನು ನೆನಸಿ,"},{"number":51,"verse":"ಅವರು ನಿಮಗೆ ವಿರುದ್ಧ ಮಾಡಿದ ಎಲ್ಲಾ ಅಪರಾಧದ್ರೋಹಗಳನ್ನು ಕ್ಷಮಿಸಿರಿ; ಅವರನ್ನು ಸೆರೆಗೊಯ್ದವರ ಮನಸ್ಸಿನಲ್ಲಿ ಅವರ ಮೇಲೆ ದಯೆಹುಟ್ಟಿಸಿರಿ."},{"number":52,"verse":"“ಹೇ ಸರ್ವೇಶ್ವರಾ, ನಿಮ್ಮ ದಾಸನಾದ ಅರಸನ ಮೇಲೆಯೂ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರ ಮೇಲೆಯೂ ಕಟಾಕ್ಷವಿಟ್ಟು, ಅವರು ಪ್ರಾರ್ಥಿಸುವಾಗೆಲ್ಲಾ, ಅವರ ವಿಜ್ಞಾಪನೆಗಳನ್ನು ಆಲಿಸಿರಿ."},{"number":53,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೇಶ್ವರಾ, ನೀವು ನಮ್ಮ ಪಿತೃಗಳನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬಿಡಿಸುವಾಗ ಅವರಿಗೆ, ‘ನಾನು ನಿಮ್ಮನ್ನು ಎಲ್ಲಾ ಜನಾಂಗಗಳೊಳಗಿಂದ ಪ್ರತ್ಯೇಕಿಸಿ ಸ್ವಕೀಯ ಜನರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದೇನೆ’ ಎಂದು ಮೋಶೆಯ ಮುಖಾಂತರ ಹೇಳಿದಿರಲ್ಲವೇ!” ಎಂದು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":54,"verse":"(ಆಶೀರ್ವಚನ) ಆಕಾಶದ ಕಡೆಗೆ ಕೈಯೆತ್ತಿ ಸರ್ವೇಶ್ವರನ ಬಲಿಪೀಠದ ಮುಂದೆ ಮೊಣಕಾಲೂರಿದ್ದ ಸೊಲೊಮೋನನು ಈ ಪ್ರಕಾರ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರಾರ್ಥಿಸಿದ ನಂತರ ಎದ್ದು ನಿಂತನು."},{"number":55,"verse":"ಇಸ್ರಯೇಲ್ ಸರ್ವಸಮಾಜದವರನ್ನು ಆಶೀರ್ವದಿಸುತ್ತಾ ಗಟ್ಟಿಯಾಗಿ ಹೀಗೆಂದನು:"},{"number":56,"verse":"“ತಾವು ವಾಗ್ದಾನ ಮಾಡಿದಂತೆ ತಮ್ಮ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರಿಗೆ ವಿಶ್ರಾಂತಿಯನ್ನು ಅನುಗ್ರಹಿಸಿದ ಸರ್ವೇಶ್ವರನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ! ಅವರು ತಮ್ಮ ದಾಸ ಮೋಶೆಯ ಮುಖಾಂತರ ಮಾಡಿದ ಅತಿಶ್ರೇಷ್ಠ ವಾಗ್ದಾನಗಳಲ್ಲಿ ಒಂದೂ ತಪ್ಪಿಹೋಗಲಿಲ್ಲ."},{"number":57,"verse":"ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಮ್ಮ ಪೂರ್ವಜರೊಂದಿಗೆ ಇದ್ದ ಹಾಗೆ ನಮ್ಮೊಂದಿಗೂ ಇರಲಿ! ಅವರು ನಮ್ಮನ್ನು ಕೈಬಿಡದಿರಲಿ, ತಳ್ಳದಿರಲಿ;"},{"number":58,"verse":"ನಮ್ಮ ಪೂರ್ವಜರಿಗೆ ಕೊಡಲಾದ ಆಜ್ಞಾನಿಯಮ ವಿಧಿಗಳನ್ನು ನಾವು ಕೈಗೊಂಡು, ದೈವಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವಂತೆ ನಮ್ಮ ಮನಸ್ಸನ್ನು ತಮ್ಮ ಕಡೆಗೆ ತಿರುಗಿಸಿಕೊಳ್ಳಲಿ."},{"number":59,"verse":"ನಾನು ಈಗ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಯು ಹಗಲಿರುಳು ಅವರ ಜ್ಞಾಪಕದಲ್ಲಿರಲಿ."},{"number":60,"verse":"ಭೂಲೋಕದ ಜನರೆಲ್ಲರೂ ಸರ್ವೇಶ್ವರನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲವೆಂಬುದನ್ನು ತಿಳಿದುಕೊಳ್ಳುವಂತೆ, ಅವರು ಅವಶ್ಯವಿರುವಾಗೆಲ್ಲಾ ತಮ್ಮ ದಾಸನ ಹಾಗು ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರ ನ್ಯಾಯವನ್ನು ಸ್ಥಾಪಿಸುತ್ತಾ ಬರಲಿ."},{"number":61,"verse":"ನೀವಾದರೋ ಈಗಿನಂತೆ ಮುಂದೆಯೂ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಪೂರ್ಣಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ ಅವರ ವಿಧಿಗಳನ್ನು ಅನುಸರಿಸಿ ಆತನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಳ್ಳಿರಿ.”"},{"number":62,"verse":"(ದೇವಾಲಯದ ಪ್ರತಿಷ್ಠಾಪನೆಯ ಹಬ್ಬ) ( ಅರಸನು ಮತ್ತು ಇಸ್ರಯೇಲರೆಲ್ಲರು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಬಲಿದಾನ ಮಾಡಿದರು."},{"number":63,"verse":"ಸೊಲೊಮೋನನು ಸರ್ವೇಶ್ವರನಿಗೆ ಅರ್ಪಿಸಿದ ಶಾಂತಿಸಮಾಧಾನ ಬಲಿಗಾಗಿ ವಧಿಸಿದ ಹೋರಿಗಳು ಇಪ್ಪತ್ತೆರಡು ಸಾವಿರ; ಕುರಿಗಳು ಒಂದು ಲಕ್ಷದ ಇಪ್ಪತ್ತುಸಾವಿರ; ಈ ಪ್ರಕಾರ ಅರಸನೂ ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ಸರ್ವೇಶ್ವರನ ಆಲಯವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದರು."},{"number":64,"verse":"ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಮುಂದಿರುವ ತಾಮ್ರದ ಬಲಿಪೀಠ ಈ ಎಲ್ಲಾ ದಹನಬಲಿದ್ರವ್ಯಗಳನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಗಳನ್ನೂ‌ ಸಮಾಧಾನ ಬಲಿಯ ಕೊಬ್ಬನ್ನೂ ಹಿಡಿಸುವಷ್ಟು ದೊಡ್ಡದಾಗಿರಲಿಲ್ಲ. ಆದುದರಿಂದ ಸೊಲೊಮೋನನು ಆ ದಿವಸ ದೇವಾಲಯದ ಮುಂದಿನ ಪ್ರಾಕಾರದ ಮಧ್ಯಸ್ಥಳವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿ ಅಲ್ಲಿಯೂ ಇವುಗಳನ್ನೆಲ್ಲ ಸಮರ್ಪಿಸಿದನು."},{"number":65,"verse":"ಹೀಗೆ ಸೊಲೊಮೋನನು ಹಬ್ಬವನ್ನು ಆಚರಿಸಿದನು. ಅಂತೆಯೇ ಹಮಾತಿನ ದಾರಿ ಇಂದ ಈಜಿಪ್ಟಿನ ಹಳ್ಳದವರೆಗಿರುವ ಪ್ರಾಂತ್ಯಗಳಿಂದ ಮಹಾಸಮೂಹವಾಗಿ ಕೂಡಿಬಂದಿದ್ದ ಎಲ್ಲ ಇಸ್ರಯೇಲರು ಆಚರಿಸಿದರು; ಎರಡು ವಾರ, (ಗ್ರೀಕ್ ಮೂಲದಲ್ಲಿ : ಒಂದು ವಾರ.) ಅಂದರೆ ಹದಿನಾಲ್ಕು ದಿವಸಗಳವರೆಗೆ, ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಹಬ್ಬಮಾಡಿದರು."},{"number":66,"verse":"ಎಂಟನೆಯ ದಿವಸ ಜನರಿಗೆ ಹೋಗುವುದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಯಿತು. ಅವರು ಅರಸನನ್ನು ವಂದಿಸಿ, ಸರ್ವೇಶ್ವರ ತಮ್ಮ ದಾಸ ದಾವೀದನಿಗೂ ತಮ್ಮ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರಿಗೂ ಮಾಡಿದ ಸರ್ವೋಪಕಾರಗಳನ್ನು ಸ್ಮರಿಸಿ, ಆನಂದಚಿತ್ತರಾಗಿ ಹರ್ಷಿಸುತ್ತಾ, ತಮ್ಮ ತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ತೆರಳಿದರು."}]}