{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"וְאֶת־ <WH853> ve-'Et הַמִּשְׁכָּ֥ן <WH4908> ham-mish-Kan the tabernacle תַּעֲשֶׂ֖ה <WH6213> ta-'a-Seh Moreover thou shalt make עֶ֣שֶׂר <WH6235> 'E-ser [with] ten יְרִיעֹ֑ת <WH3407> ye-ri-'Ot; curtains שֵׁ֣שׁ <WH8336> shesh linen מָשְׁזָ֗ר <WH7806> ma-she-Zar, [of] fine twined וּתְכֵ֤לֶת <WH8504> u-te-Che-let and blue וְאַרְגָּמָן֙ <WH713> ve-'ar-ga-Man and purple וְתֹלַ֣עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֔י <WH8144> sha-Ni, and scarlet כְּרֻבִ֛ים <WH3742> ke-ru-Vim [with] cherubims מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh work חֹשֵׁ֖ב <WH2803> cho-Shev of cunning תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh shalt thou make אֹתָֽם׃ <WH853> 'o-Tam."},{"number":2,"verse":"אֹ֣רֶךְ׀ <WH753> 'O-rech The length הַיְרִיעָ֣ה <WH3407> hay-ri-'Ah curtain הָֽאַחַ֗ת <WH259> ha-'a-Chat, of one שְׁמֹנֶ֤ה <WH8083> she-mo-Neh [shall be] eight וְעֶשְׂרִים֙ <WH6242> ve-'es-Rim and twenty בָּֽאַמָּ֔ה <WH520> ba-'am-Mah, cubits וְרֹ֙חַב֙ <WH7341> ve-Ro-chav and the breadth אַרְבַּ֣ע <WH702> 'ar-Ba' four בָּאַמָּ֔ה <WH520> ba-'am-Mah, cubits הַיְרִיעָ֖ה <WH3407> hay-ri-'Ah curtain הָאֶחָ֑ת <WH259> ha-'e-Chat; of one מִדָּ֥ה <WH4060> mid-Dah measure אַחַ֖ת <WH259> 'a-Chat shall have one לְכָל־ <WH3605> le-chol all הַיְרִיעֹֽת׃ <WH3407> hay-ri-'Ot. and every one of the curtains"},{"number":3,"verse":"חֲמֵ֣שׁ <WH2568> cha-Mesh The five הַיְרִיעֹ֗ת <WH3407> hay-ri-'Ot, curtains תִּֽהְיֶ֙יןָ֙ <WH1961> tih-Yei-na become חֹֽבְרֹ֔ת <WH2266> choe-Rot, shall be coupled together אִשָּׁ֖ה <WH802> 'ish-Shah one אֶל־ <WH413> 'el- to אֲחֹתָ֑הּ <WH269> 'a-cho-Tah; to another וְחָמֵ֤שׁ <WH2568> ve-cha-Mesh and [other] five יְרִיעֹת֙ <WH3407> ye-ri-'Ot curtains חֹֽבְרֹ֔ת <WH2266> choe-Rot, [shall be] coupled אִשָּׁ֖ה <WH802> 'ish-Shah one אֶל־ <WH413> 'el- to אֲחֹתָֽהּ׃ <WH269> 'a-cho-Tah. to another"},{"number":4,"verse":"וְעָשִׂ֜יתָ <WH6213> ve-'a-Si-ta And thou shalt make לֻֽלְאֹ֣ת <WH3924> lul-'Ot loops תְּכֵ֗לֶת <WH8504> te-Che-let, of blue עַ֣ל <WH5921> 'al on שְׂפַ֤ת <WH8193> se-Fat upon the edge הַיְרִיעָה֙ <WH3407> hay-ri-'Ah curtain הָאֶחָ֔ת <WH259> ha-'e-Chat, of the one מִקָּצָ֖ה <WH7098> mik-ka-Tzah from the selvedge בַּחֹבָ֑רֶת <WH2279> ba-cho-Va-ret; in the coupling וְכֵ֤ן <WH3651> ve-Chen and likewise תַּעֲשֶׂה֙ <WH6213> ta-'a-Seh and likewise shalt thou make בִּשְׂפַ֣ת <WH8193> bis-Fat edge הַיְרִיעָ֔ה <WH3407> hay-ri-'Ah, of [another] curtain הַקִּ֣יצוֹנָ֔ה <WH7020> hak-Ki-tzo-Nah, in the uttermost בַּמַּחְבֶּ֖רֶת <WH4225> bam-mach-Be-ret in the coupling הַשֵּׁנִֽית׃ <WH8145> hash-she-Nit. of the second"},{"number":5,"verse":"חֲמִשִּׁ֣ים <WH2572> cha-mish-Shim Fifty לֻֽלָאֹ֗ת <WH3924> lu-la-'Ot, loops תַּעֲשֶׂה֮ <WH6213> ta-'a-Seh shalt thou make בַּיְרִיעָ֣ה <WH3407> bay-ri-'Ah curtain הָאֶחָת֒ <WH259> ha-'e-Chat in the one וַחֲמִשִּׁ֣ים <WH2572> va-cha-mish-Shim and fifty לֻֽלָאֹ֗ת <WH3924> lu-la-'Ot, loops תַּעֲשֶׂה֙ <WH6213> ta-'a-Seh shalt thou make בִּקְצֵ֣ה <WH7097> bik-Tzeh in the edge הַיְרִיעָ֔ה <WH3407> hay-ri-'Ah, of the curtain אֲשֶׁ֖ר <WH834> 'a-Sher after בַּמַּחְבֶּ֣רֶת <WH4225> bam-mach-Be-ret that [is] in the coupling הַשֵּׁנִ֑ית <WH8145> hash-she-Nit; of the second מַקְבִּילֹת֙ <WH6901> mak-bi-Lot may take hold הַלֻּ֣לָאֹ֔ת <WH3924> hal-Lu-la-'Ot, that the loops אִשָּׁ֖ה <WH802> 'ish-Shah one אֶל־ <WH413> 'el- about אֲחֹתָֽהּ׃ <WH269> 'a-cho-Tah. of another"},{"number":6,"verse":"וְעָשִׂ֕יתָ <WH6213> ve-'a-Si-ta And thou shalt make חֲמִשִּׁ֖ים <WH2572> cha-mish-Shim fifty קַרְסֵ֣י <WH7165> kar-Sei taches זָהָ֑ב <WH2091> za-Hav; of gold וְחִבַּרְתָּ֨ <WH2266> ve-chib-bar-Ta and couple אֶת־ <WH853> 'et- הַיְרִיעֹ֜ת <WH3407> hay-ri-'Ot the curtains אִשָּׁ֤ה <WH802> 'ish-Shah to one אֶל־ <WH413> 'el- about אֲחֹתָהּ֙ <WH269> 'a-cho-Tah with בַּקְּרָסִ֔ים <WH7165> bak-ke-ra-Sim, the taches וְהָיָ֥ה <WH1961> ve-ha-Yah become הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan tabernacle אֶחָֽד׃ <WH259> 'e-Chad. and it shall be one פ Peh"},{"number":7,"verse":"וְעָשִׂ֙יתָ֙ <WH6213> ve-'a-Si-ta And thou shalt make יְרִיעֹ֣ת <WH3407> ye-ri-'Ot curtains עִזִּ֔ים <WH5795> 'iz-Zim, [of] goats' לְאֹ֖הֶל <WH168> le-'O-hel [hair] to be a covering עַל־ <WH5921> 'al- over הַמִּשְׁכָּ֑ן <WH4908> ham-mish-Kan; upon the tabernacle עַשְׁתֵּי־ <WH6249> 'ash-tei- eleven עֶשְׂרֵ֥ה <WH6240> 'es-Reh ten יְרִיעֹ֖ת <WH3407> ye-ri-'Ot curtains תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh shalt thou make אֹתָֽם׃ <WH853> 'o-Tam."},{"number":8,"verse":"אֹ֣רֶךְ׀ <WH753> 'O-rech The length הַיְרִיעָ֣ה <WH3407> hay-ri-'Ah curtain הָֽאַחַ֗ת <WH259> ha-'a-Chat, of one שְׁלֹשִׁים֙ <WH7970> she-lo-Shim [shall be] thirty בָּֽאַמָּ֔ה <WH520> ba-'am-Mah, cubits וְרֹ֙חַב֙ <WH7341> ve-Ro-chav and the breadth אַרְבַּ֣ע <WH702> 'ar-Ba' four בָּאַמָּ֔ה <WH520> ba-'am-Mah, cubits הַיְרִיעָ֖ה <WH3407> hay-ri-'Ah curtain הָאֶחָ֑ת <WH259> ha-'e-Chat; of one מִדָּ֣ה <WH4060> mid-Dah measure אַחַ֔ת <WH259> 'a-Chat, [shall be all] of one לְעַשְׁתֵּ֥י <WH6249> le-'ash-Tei eleven עֶשְׂרֵ֖ה <WH6240> 'es-Reh ten יְרִיעֹֽת׃ <WH3407> ye-ri-'Ot. curtains"},{"number":9,"verse":"וְחִבַּרְתָּ֞ <WH2266> ve-chib-bar-Ta And thou shalt couple אֶת־ <WH853> 'et- חֲמֵ֤שׁ <WH2568> cha-Mesh five הַיְרִיעֹת֙ <WH3407> hay-ri-'Ot curtains לְבָ֔ד <WH905> le-Vad, themselves וְאֶת־ <WH853> ve-'Et שֵׁ֥שׁ <WH8337> shesh by themselves and six הַיְרִיעֹ֖ת <WH3407> hay-ri-'Ot curtains לְבָ֑ד <WH905> le-Vad; themselves וְכָפַלְתָּ֙ <WH3717> ve-cha-fal-Ta by themselves and shalt double אֶת־ <WH853> 'et- הַיְרִיעָ֣ה <WH3407> hay-ri-'Ah curtain הַשִּׁשִּׁ֔ית <WH8345> hash-shish-Shit, the sixth אֶל־ <WH413> 'el- about מ֖וּל <WH4136> mul against פְּנֵ֥י <WH6440> pe-Nei the front הָאֹֽהֶל׃ <WH168> ha-'O-hel. of the tabernacle"},{"number":10,"verse":"וְעָשִׂ֜יתָ <WH6213> ve-'a-Si-ta And thou shalt make חֲמִשִּׁ֣ים <WH2572> cha-mish-Shim fifty לֻֽלָאֹ֗ת <WH3924> lu-la-'Ot, loops עַ֣ל <WH5921> 'al on שְׂפַ֤ת <WH8193> se-Fat on the edge הַיְרִיעָה֙ <WH3407> hay-ri-'Ah curtain הָֽאֶחָ֔ת <WH259> ha-'e-Chat, of the one הַקִּיצֹנָ֖ה <WH7020> hak-ki-tzo-Nah [that is] outmost בַּחֹבָ֑רֶת <WH2279> ba-cho-Va-ret; in the coupling וַחֲמִשִּׁ֣ים <WH2572> va-cha-mish-Shim and fifty לֻֽלָאֹ֗ת <WH3924> lu-la-'Ot, loops עַ֚ל <WH5921> 'al on שְׂפַ֣ת <WH8193> se-Fat in the edge הַיְרִיעָ֔ה <WH3407> hay-ri-'Ah, of the curtain הַחֹבֶ֖רֶת <WH2279> ha-cho-Ve-ret which coupleth הַשֵּׁנִֽית׃ <WH8145> hash-she-Nit. the second"},{"number":11,"verse":"וְעָשִׂ֛יתָ <WH6213> ve-'a-Si-ta And thou shalt make קַרְסֵ֥י <WH7165> kar-Sei taches נְחֹ֖שֶׁת <WH5178> ne-Cho-shet of brass חֲמִשִּׁ֑ים <WH2572> cha-mish-Shim; fifty וְהֵבֵאתָ֤ <WH935> ve-he-ve-Ta and put אֶת־ <WH853> 'et- הַקְּרָסִים֙ <WH7165> hak-ke-ra-Sim the taches בַּלֻּ֣לָאֹ֔ת <WH3924> bal-Lu-la-'Ot, into the loops וְחִבַּרְתָּ֥ <WH2266> ve-chib-bar-Ta and couple אֶת־ <WH853> 'et- הָאֹ֖הֶל <WH168> ha-'O-hel the tent וְהָיָ֥ה <WH1961> ve-ha-Yah will be a אֶחָֽד׃ <WH259> 'e-Chad. together that it may be one"},{"number":12,"verse":"וְסֶ֙רַח֙ <WH5629> ve-Se-rach And the remnant הָעֹדֵ֔ף <WH5736> ha-'o-Def, that remaineth בִּירִיעֹ֖ת <WH3407> bi-ri-'Ot of the curtains הָאֹ֑הֶל <WH168> ha-'O-hel; of the tent חֲצִ֤י <WH2677> cha-Tzi the half הַיְרִיעָה֙ <WH3407> hay-ri-'Ah curtain הָעֹדֶ֔פֶת <WH5736> ha-'o-De-fet, that remaineth תִּסְרַ֕ח <WH5628> tis-Rach shall hang עַ֖ל <WH5921> 'al over אֲחֹרֵ֥י <WH268> 'a-cho-Rei over the backside הַמִּשְׁכָּֽן׃ <WH4908> ham-mish-Kan. of the tabernacle"},{"number":13,"verse":"וְהָאַמָּ֨ה <WH520> ve-ha-'am-Mah And a cubit מִזֶּ֜ה <WH2088> miz-Zeh on the one side וְהָאַמָּ֤ה <WH520> ve-ha-'am-Mah and a cubit מִזֶּה֙ <WH2088> miz-Zeh side בָּעֹדֵ֔ף <WH5736> ba-'o-Def, on the other side of that which remaineth בְּאֹ֖רֶךְ <WH753> be-'O-rech in the length יְרִיעֹ֣ת <WH3407> ye-ri-'Ot of the curtains הָאֹ֑הֶל <WH168> ha-'O-hel; of the tent יִהְיֶ֨ה <WH1961> yih-Yeh become סָר֜וּחַ <WH5628> sa-Ru-ach it shall hang עַל־ <WH5921> 'al- over צִדֵּ֧י <WH6654> tzid-Dei over the sides הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan of the tabernacle מִזֶּ֥ה <WH2088> miz-Zeh the other וּמִזֶּ֖ה <WH2088> u-miz-Zeh one לְכַסֹּתֽוֹ׃ <WH3680> le-chas-so-To. on this side and on that side to cover"},{"number":14,"verse":"וְעָשִׂ֤יתָ <WH6213> ve-'a-Si-ta And thou shalt make מִכְסֶה֙ <WH4372> mich-Seh a covering לָאֹ֔הֶל <WH168> la-'O-hel, for the tent עֹרֹ֥ת <WH5785> 'o-Rot skins אֵילִ֖ם <WH352> 'ei-Lim [of] rams' מְאָדָּמִ֑ים <WH119> me-'ad-da-Mim; dyed red וּמִכְסֵ֛ה <WH4372> u-mich-Seh and a covering עֹרֹ֥ת <WH5785> 'o-Rot skins תְּחָשִׁ֖ים <WH8476> te-cha-Shim [of] badgers' מִלְמָֽעְלָה׃ <WH4605> mil-Ma-'e-lah. above פ Peh"},{"number":15,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make אֶת־ <WH853> 'et- הַקְּרָשִׁ֖ים <WH7175> hak-ke-ra-Shim boards לַמִּשְׁכָּ֑ן <WH4908> lam-mish-Kan; for the tabernacle עֲצֵ֥י <WH6086> 'a-Tzei wood שִׁטִּ֖ים <WH7848> shit-Tim [of] shittim עֹמְדִֽים׃ <WH5975> 'o-me-Dim. standing up"},{"number":16,"verse":"עֶ֥שֶׂר <WH6235> 'E-ser Ten אַמּ֖וֹת <WH520> am-Mot cubits אֹ֣רֶךְ <WH753> 'O-rech [shall be] the length הַקָּ֑רֶשׁ <WH7175> hak-Ka-resh; of a board וְאַמָּה֙ <WH520> ve-'am-Mah and a cubit וַחֲצִ֣י <WH2677> va-cha-Tzi and a half הָֽאַמָּ֔ה <WH520> ha-'am-Mah, cubits רֹ֖חַב <WH7341> Ro-chav [shall be] the breadth הַקֶּ֥רֶשׁ <WH7175> hak-Ke-resh board הָאֶחָֽד׃ <WH259> ha-'e-Chad. of one"},{"number":17,"verse":"שְׁתֵּ֣י <WH8147> she-Tei Two יָד֗וֹת <WH3027> ya-Dot, tenons לַקֶּ֙רֶשׁ֙ <WH7175> lak-Ke-resh board הָאֶחָ֔ד <WH259> ha-'e-Chad, [shall there be] in one מְשֻׁלָּבֹ֔ת <WH7947> me-shul-la-Vot, set in order אִשָּׁ֖ה <WH802> 'ish-Shah one אֶל־ <WH413> 'el- about אֲחֹתָ֑הּ <WH269> 'a-cho-Tah; against another כֵּ֣ן <WH3651> ken thus תַּעֲשֶׂ֔ה <WH6213> ta-'a-Seh, thus shalt thou make לְכֹ֖ל <WH3605> le-Chol for all קַרְשֵׁ֥י <WH7175> kar-Shei for all the boards הַמִּשְׁכָּֽן׃ <WH4908> ham-mish-Kan. of the tabernacle"},{"number":18,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make אֶת־ <WH853> 'et- הַקְּרָשִׁ֖ים <WH7175> hak-ke-ra-Shim the boards לַמִּשְׁכָּ֑ן <WH4908> lam-mish-Kan; for the tabernacle עֶשְׂרִ֣ים <WH6242> 'es-Rim twenty קֶ֔רֶשׁ <WH7175> Ke-resh, boards לִפְאַ֖ת <WH6285> lif-'At side נֶ֥גְבָּה <WH5045> Neg-bah on the south תֵימָֽנָה׃ <WH8486> tei-Ma-nah. southward"},{"number":19,"verse":"וְאַרְבָּעִים֙ <WH705> ve-'ar-ba-'Im forty אַדְנֵי־ <WH134> 'ad-nei- sockets כֶ֔סֶף <WH3701> Che-sef, of silver תַּעֲשֶׂ֕ה <WH6213> ta-'a-Seh And thou shalt make תַּ֖חַת <WH8478> Ta-chat under עֶשְׂרִ֣ים <WH6242> 'es-Rim under the twenty הַקָּ֑רֶשׁ <WH7175> hak-Ka-resh; boards שְׁנֵ֨י <WH8147> she-Nei two אֲדָנִ֜ים <WH134> 'a-da-Nim sockets תַּֽחַת־ <WH8478> ta-chat- under הַקֶּ֤רֶשׁ <WH7175> hak-Ke-resh board הָאֶחָד֙ <WH259> ha-'e-Chad under one לִשְׁתֵּ֣י <WH8147> lish-Tei for his two יְדֹתָ֔יו <WH3027> ye-do-Tav, tenons וּשְׁנֵ֧י <WH8147> u-she-Nei and two אֲדָנִ֛ים <WH134> 'a-da-Nim sockets תַּֽחַת־ <WH8478> ta-chat- under הַקֶּ֥רֶשׁ <WH7175> hak-Ke-resh board הָאֶחָ֖ד <WH259> ha-'e-Chad under another לִשְׁתֵּ֥י <WH8147> lish-Tei for his two יְדֹתָֽיו׃ <WH3027> ye-do-Tav. tenons"},{"number":20,"verse":"וּלְצֶ֧לַע <WH6763> u-le-Tze-la' side הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan of the tabernacle הַשֵּׁנִ֖ית <WH8145> hash-she-Nit And for the second לִפְאַ֣ת <WH6285> lif-'At side צָפ֑וֹן <WH6828> tza-Fon; on the north עֶשְׂרִ֖ים <WH6242> 'es-Rim [there shall be] twenty קָֽרֶשׁ׃ <WH7175> Ka-resh. boards"},{"number":21,"verse":"וְאַרְבָּעִ֥ים <WH705> ve-'ar-ba-'Im And their forty אַדְנֵיהֶ֖ם <WH134> 'ad-nei-Hem sockets כָּ֑סֶף <WH3701> Ka-sef; [of] silver שְׁנֵ֣י <WH8147> she-Nei two אֲדָנִ֗ים <WH134> 'a-da-Nim, sockets תַּ֚חַת <WH8478> Ta-chat under הַקֶּ֣רֶשׁ <WH7175> hak-Ke-resh board הָֽאֶחָ֔ד <WH259> ha-'e-Chad, under one וּשְׁנֵ֣י <WH8147> u-she-Nei and two אֲדָנִ֔ים <WH134> 'a-da-Nim, sockets תַּ֖חַת <WH8478> Ta-chat under הַקֶּ֥רֶשׁ <WH7175> hak-Ke-resh board הָאֶחָֽד׃ <WH259> ha-'e-Chad. under another"},{"number":22,"verse":"וּֽלְיַרְכְּתֵ֥י <WH3411> u-le-yar-ke-Tei And for the sides הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan of the tabernacle יָ֑מָּה <WH3220> Yam-mah; westward תַּעֲשֶׂ֖ה <WH6213> ta-'a-Seh thou shalt make שִׁשָּׁ֥ה <WH8337> shish-Shah six קְרָשִֽׁים׃ <WH7175> ke-ra-Shim. boards"},{"number":23,"verse":"וּשְׁנֵ֤י <WH8147> u-she-Nei And two קְרָשִׁים֙ <WH7175> ke-ra-Shim boards תַּעֲשֶׂ֔ה <WH6213> ta-'a-Seh, shalt thou make לִמְקֻצְעֹ֖ת <WH4742> lim-kutz-'Ot for the corners הַמִּשְׁכָּ֑ן <WH4908> ham-mish-Kan; of the tabernacle בַּיַּרְכָתָֽיִם׃ <WH3411> bai-yar-cha-Ta-yim. in the two sides"},{"number":24,"verse":"וְיִֽהְי֣וּ <WH1961> ve-yih-Yu shall form תֹֽאֲמִים֮ <WH8382> to-'a-Mim And they shall be coupled מִלְּמַטָּה֒ <WH4295> mil-le-mat-Tah together beneath וְיַחְדָּ֗ו <WH3162> ve-yach-Dav, together יִהְי֤וּ <WH1961> yih-Yu shall form תַמִּים֙ <WH8535> tam-Mim shall be complete עַל־ <WH5921> 'al- unto רֹאשׁ֔וֹ <WH7218> ro-Sho, above the head אֶל־ <WH413> 'el- about הַטַּבַּ֖עַת <WH2885> hat-tab-Ba-'at ring הָאֶחָ֑ת <WH259> ha-'e-Chat; of it unto one כֵּ֚ן <WH3651> ken thus יִהְיֶ֣ה <WH1961> yih-Yeh shall form לִשְׁנֵיהֶ֔ם <WH8147> lish-nei-Hem, thus shall it be for them both לִשְׁנֵ֥י <WH8147> lish-Nei they shall be for the two הַמִּקְצֹעֹ֖ת <WH4740> ham-mik-tzo-'Ot corners יִהְיֽוּ׃ <WH1961> yih-Yu. shall form"},{"number":25,"verse":"וְהָיוּ֙ <WH1961> ve-ha-Yu become שְׁמֹנָ֣ה <WH8083> she-mo-Nah And they shall be eight קְרָשִׁ֔ים <WH7175> ke-ra-Shim, boards וְאַדְנֵיהֶ֣ם <WH134> ve-'ad-nei-Hem and their sockets כֶּ֔סֶף <WH3701> Ke-sef, [of] silver שִׁשָּׁ֥ה <WH8337> shish-Shah six עָשָׂ֖ר <WH6240> 'a-Sar teen אֲדָנִ֑ים <WH134> 'a-da-Nim; sockets שְׁנֵ֣י <WH8147> she-Nei two אֲדָנִ֗ים <WH134> 'a-da-Nim, sockets תַּ֚חַת <WH8478> Ta-chat under הַקֶּ֣רֶשׁ <WH7175> hak-Ke-resh board הָאֶחָ֔ד <WH259> ha-'e-Chad, under one וּשְׁנֵ֣י <WH8147> u-she-Nei and two אֲדָנִ֔ים <WH134> 'a-da-Nim, sockets תַּ֖חַת <WH8478> Ta-chat under הַקֶּ֥רֶשׁ <WH7175> hak-Ke-resh board הָאֶחָֽד׃ <WH259> ha-'e-Chad. under another"},{"number":26,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make בְרִיחִ֖ם <WH1280> ve-ri-Chim bars עֲצֵ֣י <WH6086> 'a-Tzei wood שִׁטִּ֑ים <WH7848> shit-Tim; [of] shittim חֲמִשָּׁ֕ה <WH2568> cha-mish-Shah five לְקַרְשֵׁ֥י <WH7175> le-kar-Shei for the boards צֶֽלַע־ <WH6763> tze-la'- side הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan of the tabernacle הָאֶחָֽד׃ <WH259> ha-'e-Chad. of the one"},{"number":27,"verse":"וַחֲמִשָּׁ֣ה <WH2568> va-cha-mish-Shah And five בְרִיחִ֔ם <WH1280> ve-ri-Chim, bars לְקַרְשֵׁ֥י <WH7175> le-kar-Shei for the boards צֶֽלַע־ <WH6763> tze-la'- side הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan of the tabernacle הַשֵּׁנִ֑ית <WH8145> hash-she-Nit; of the other וַחֲמִשָּׁ֣ה <WH2568> va-cha-mish-Shah and five בְרִיחִ֗ם <WH1280> ve-ri-Chim, bars לְקַרְשֵׁי֙ <WH7175> le-kar-Shei for the boards צֶ֣לַע <WH6763> Tze-la' of the side הַמִּשְׁכָּ֔ן <WH4908> ham-mish-Kan, of the tabernacle לַיַּרְכָתַ֖יִם <WH3411> lai-yar-cha-Ta-yim for the two sides יָֽמָּה׃ <WH3220> Yam-mah. westward"},{"number":28,"verse":"וְהַבְּרִ֥יחַ <WH1280> ve-hab-be-Ri-ach bar הַתִּיכֹ֖ן <WH8484> hat-ti-Chon And the middle בְּת֣וֹךְ <WH8432> be-Toch in the midst הַקְּרָשִׁ֑ים <WH7175> hak-ke-ra-Shim; of the boards מַבְרִ֕חַ <WH1272> mav-Ri-ach shall reach מִן־ <WH4480> min- from הַקָּצֶ֖ה <WH7097> hak-ka-Tzeh from end אֶל־ <WH413> 'el- to הַקָּצֶֽה׃ <WH7097> hak-ka-Tzeh. to end"},{"number":29,"verse":"וְֽאֶת־ <WH853> ve-'Et הַקְּרָשִׁ֞ים <WH7175> hak-ke-ra-Shim the boards תְּצַפֶּ֣ה <WH6823> te-tzap-Peh And thou shalt overlay זָהָ֗ב <WH2091> za-Hav, with gold וְאֶת־ <WH853> ve-'Et טַבְּעֹֽתֵיהֶם֙ <WH2885> tab-be-'o-tei-Hem their rings תַּעֲשֶׂ֣ה <WH6213> ta-'a-Seh and make זָהָ֔ב <WH2091> za-Hav, [of] gold בָּתִּ֖ים <WH1004> bat-Tim [for] places לַבְּרִיחִ֑ם <WH1280> lab-be-ri-Chim; for the bars וְצִפִּיתָ֥ <WH6823> ve-tzip-pi-Ta and thou shalt overlay אֶת־ <WH853> 'et- הַבְּרִיחִ֖ם <WH1280> hab-be-ri-Chim the bars זָהָֽב׃ <WH2091> za-Hav. with gold"},{"number":30,"verse":"וַהֲקֵמֹתָ֖ <WH6965> va-ha-ke-mo-Ta And thou shalt rear up אֶת־ <WH853> 'et- הַמִּשְׁכָּ֑ן <WH4908> ham-mish-Kan; the tabernacle כְּמִ֨שְׁפָּט֔וֹ <WH4941> ke-Mish-pa-To, according to the fashion אֲשֶׁ֥ר <WH834> 'a-Sher which הָרְאֵ֖יתָ <WH7200> ha-re-'Ei-ta thereof which was shewed בָּהָֽר׃ <WH2022> ba-Har. thee in the mount ס sa-Mek"},{"number":31,"verse":"וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta And thou shalt make פָרֹ֗כֶת <WH6532> fa-Ro-chet, a vail תְּכֵ֧לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֣שׁ <WH8336> ve-Shesh linen מָשְׁזָ֑ר <WH7806> ma-she-Zar; and fine twined מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh work חֹשֵׁ֛ב <WH2803> cho-Shev of cunning יַעֲשֶׂ֥ה <WH6213> ya-'a-Seh shall it be made אֹתָ֖הּ <WH853> 'o-Tah כְּרֻבִֽים׃ <WH3742> ke-ru-Vim. with cherubims"},{"number":32,"verse":"וְנָתַתָּ֣ה <WH5414> ve-na-tat-Tah And thou shalt hang אֹתָ֗הּ <WH853> 'o-Tah, עַל־ <WH5921> 'al- on אַרְבָּעָה֙ <WH702> 'ar-ba-'Ah it upon four עַמּוּדֵ֣י <WH5982> 'am-mu-Dei pillars שִׁטִּ֔ים <WH7848> shit-Tim, of shittim מְצֻפִּ֣ים <WH6823> me-tzup-Pim [wood] overlaid זָהָ֔ב <WH2091> za-Hav, with gold וָוֵיהֶ֖ם <WH2053> va-vei-Hem their hooks זָהָ֑ב <WH2091> za-Hav; [shall be of] gold עַל־ <WH5921> 'al- on אַרְבָּעָ֖ה <WH702> 'ar-ba-'Ah upon the four אַדְנֵי־ <WH134> 'ad-nei- sockets כָֽסֶף׃ <WH3701> Cha-sef. of silver"},{"number":33,"verse":"וְנָתַתָּ֣ה <WH5414> ve-na-tat-Tah And thou shalt hang up אֶת־ <WH853> 'et- הַפָּרֹכֶת֮ <WH6532> hap-pa-ro-Chet the vail תַּ֣חַת <WH8478> Ta-chat under הַקְּרָסִים֒ <WH7165> hak-ke-ra-Sim under the taches וְהֵבֵאתָ֥ <WH935> ve-he-ve-Ta that thou mayest bring שָׁ֙מָּה֙ <WH8033> Sham-mah there מִבֵּ֣ית <WH1004> mib-Beit in thither within לַפָּרֹ֔כֶת <WH6532> lap-pa-Ro-chet, the vail אֵ֖ת <WH853> 'et אֲר֣וֹן <WH727> a-Ron the ark הָעֵד֑וּת <WH5715> ha-'e-Dut; of the testimony וְהִבְדִּילָ֤ה <WH914> ve-hiv-di-Lah shall divide הַפָּרֹ֙כֶת֙ <WH6532> hap-pa-Ro-chet and the vail לָכֶ֔ם la-Chem, בֵּ֣ין <WH996> bein between הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, unto you between the holy וּבֵ֖ין <WH996> u-Vein between קֹ֥דֶשׁ <WH6944> Ko-desh [place] and the most הַקֳּדָשִֽׁים׃ <WH6944> hak-ko-da-Shim. holy"},{"number":34,"verse":"וְנָתַתָּ֙ <WH5414> ve-na-ta-Ta And thou shalt put אֶת־ <WH853> 'et- הַכַּפֹּ֔רֶת <WH3727> hak-kap-Po-ret, the mercy seat עַ֖ל <WH5921> 'al on אֲר֣וֹן <WH727> a-Ron upon the ark הָעֵדֻ֑ת <WH5715> ha-'e-Dut; of the testimony בְּקֹ֖דֶשׁ <WH6944> be-Ko-desh in the most הַקֳּדָשִֽׁים׃ <WH6944> hak-ko-da-Shim. holy"},{"number":35,"verse":"וְשַׂמְתָּ֤ <WH7760> ve-sam-Ta And thou shalt set אֶת־ <WH853> 'et- הַשֻּׁלְחָן֙ <WH7979> hash-shul-Chan the table מִח֣וּץ <WH2351> mi-Chutz without לַפָּרֹ֔כֶת <WH6532> lap-pa-Ro-chet, the vail וְאֶת־ <WH853> ve-'Et הַמְּנֹרָה֙ <WH4501> ham-me-no-Rah and the candlestick נֹ֣כַח <WH5227> No-chach over against הַשֻּׁלְחָ֔ן <WH7979> hash-shul-Chan, the table עַ֛ל <WH5921> 'al on צֶ֥לַע <WH6763> Tze-la' on the side הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan of the tabernacle תֵּימָ֑נָה <WH8486> tei-Ma-nah; toward the south וְהַ֨שֻּׁלְחָ֔ן <WH7979> ve-Hash-shul-Chan, the table תִּתֵּ֖ן <WH5414> tit-Ten and thou shalt put עַל־ <WH5921> 'al- and צֶ֥לַע <WH6763> Tze-la' side צָפֽוֹן׃ <WH6828> tza-Fon. on the north"},{"number":36,"verse":"וְעָשִׂ֤יתָ <WH6213> ve-'a-Si-ta And thou shalt make מָסָךְ֙ <WH4539> ma-soCh an hanging לְפֶ֣תַח <WH6607> le-Fe-tach for the door הָאֹ֔הֶל <WH168> ha-'O-hel, of the tent תְּכֵ֧לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֣שׁ <WH8336> ve-Shesh linen מָשְׁזָ֑ר <WH7806> ma-she-Zar; and fine twined מַעֲשֵׂ֖ה <WH4639> ma-'a-Seh wrought רֹקֵֽם׃ <WH7551> ro-Kem. with needlework"},{"number":37,"verse":"וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta And thou shalt make לַמָּסָ֗ךְ <WH4539> lam-ma-Sach, for the hanging חֲמִשָּׁה֙ <WH2568> cha-mish-Shah five עַמּוּדֵ֣י <WH5982> 'am-mu-Dei pillars שִׁטִּ֔ים <WH7848> shit-Tim, [of] shittim וְצִפִּיתָ֤ <WH6823> ve-tzip-pi-Ta [wood] and overlay אֹתָם֙ <WH853> 'o-Tam זָהָ֔ב <WH2091> za-Hav, them with gold וָוֵיהֶ֖ם <WH2053> va-vei-Hem [and] their hooks זָהָ֑ב <WH2091> za-Hav; [shall be of] gold וְיָצַקְתָּ֣ <WH3332> ve-ya-tzak-Ta and thou shalt cast לָהֶ֔ם la-Hem, חֲמִשָּׁ֖ה <WH2568> cha-mish-Shah five אַדְנֵ֥י <WH134> 'ad-Nei sockets נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. of brass ס sa-Mek"}]}