{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make אֶת־ <WH853> 'et- הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach an altar עֲצֵ֣י <WH6086> 'a-Tzei wood שִׁטִּ֑ים <WH7848> shit-Tim; [of] shittim חָמֵשׁ֩ <WH2568> cha-Mesh five אַמּ֨וֹת <WH520> am-Mot cubits אֹ֜רֶךְ <WH753> 'O-rech long וְחָמֵ֧שׁ <WH2568> ve-cha-Mesh and five אַמּ֣וֹת <WH520> am-Mot cubits רֹ֗חַב <WH7341> Ro-chav, broad רָב֤וּעַ <WH7251> ra-Vu-a' shall be foursquare יִהְיֶה֙ <WH1961> yih-Yeh become הַמִּזְבֵּ֔חַ <WH4196> ham-miz-Be-ach, the altar וְשָׁלֹ֥שׁ <WH7969> ve-sha-Losh thereof [shall be] three אַמּ֖וֹת <WH520> am-Mot cubits קֹמָתֽוֹ׃ <WH6967> ko-ma-To. and the height"},{"number":2,"verse":"וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta And thou shalt make קַרְנֹתָ֗יו <WH7161> kar-no-Tav, the horns עַ֚ל <WH5921> 'al on אַרְבַּ֣ע <WH702> 'ar-Ba' of it upon the four פִּנֹּתָ֔יו <WH6438> pin-no-Tav, corners מִמֶּ֖נּוּ <WH4480> mi-Men-nu at תִּהְיֶ֣יןָ <WH1961> tih-Yei-na become קַרְנֹתָ֑יו <WH7161> kar-no-Tav; thereof his horns וְצִפִּיתָ֥ <WH6823> ve-tzip-pi-Ta shall be of the same and thou shalt overlay אֹת֖וֹ <WH853> o-To נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. it with brass"},{"number":3,"verse":"וְעָשִׂ֤יתָ <WH6213> ve-'a-Si-ta And thou shalt make סִּֽירֹתָיו֙ <WH5518> si-ro-Tav his pans לְדַשְּׁנ֔וֹ <WH1878> le-dash-she-No, to receive his ashes וְיָעָיו֙ <WH3257> ve-ya-'Av and his shovels וּמִזְרְקֹתָ֔יו <WH4219> u-miz-re-ko-Tav, and his basons וּמִזְלְגֹתָ֖יו <WH4207> u-miz-le-go-Tav and his fleshhooks וּמַחְתֹּתָ֑יו <WH4289> u-mach-to-Tav; and his firepans לְכָל־ <WH3605> le-chol all כֵּלָ֖יו <WH3627> ke-Lav all the vessels תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh thereof thou shalt make נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. [of] brass"},{"number":4,"verse":"וְעָשִׂ֤יתָ <WH6213> ve-'a-Si-ta And thou shalt make לּוֹ֙ lo מִכְבָּ֔ר <WH4345> mich-Bar, for it a grate מַעֲשֵׂ֖ה <WH4639> ma-'a-Seh of network רֶ֣שֶׁת <WH7568> Re-shet and upon the net נְחֹ֑שֶׁת <WH5178> ne-Cho-shet; [of] brass וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta shalt thou make עַל־ <WH5921> 'al- and on הָרֶ֗שֶׁת <WH7568> ha-Re-shet, the net אַרְבַּע֙ <WH702> 'ar-Ba' four טַבְּעֹ֣ת <WH2885> tab-be-'Ot rings נְחֹ֔שֶׁת <WH5178> ne-Cho-shet, brasen עַ֖ל <WH5921> 'al and אַרְבַּ֥ע <WH702> 'ar-Ba' in the four קְצוֹתָֽיו׃ <WH7098> ke-tzo-Tav. corners"},{"number":5,"verse":"וְנָתַתָּ֣ה <WH5414> ve-na-tat-Tah And thou shalt put אֹתָ֗הּ <WH853> 'o-Tah, תַּ֛חַת <WH8478> Ta-chat beneath כַּרְכֹּ֥ב <WH3749> kar-Ko it under the compass הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach of the altar מִלְּמָ֑טָּה <WH4295> mil-le-Mat-tah; beneath וְהָיְתָ֣ה <WH1961> ve-ha-ye-Tah will reach הָרֶ֔שֶׁת <WH7568> ha-Re-shet, that the net עַ֖ד <WH5704> 'ad may be even to חֲצִ֥י <WH2677> cha-Tzi the midst הַמִּזְבֵּֽחַ׃ <WH4196> ham-miz-Be-ach. of the altar"},{"number":6,"verse":"וְעָשִׂ֤יתָ <WH6213> ve-'a-Si-ta And thou shalt make בַדִּים֙ <WH905> vad-Dim staves לַמִּזְבֵּ֔חַ <WH4196> lam-miz-Be-ach, for the altar בַּדֵּ֖י <WH905> bad-Dei staves עֲצֵ֣י <WH6086> 'a-Tzei wood שִׁטִּ֑ים <WH7848> shit-Tim; [of] shittim וְצִפִּיתָ֥ <WH6823> ve-tzip-pi-Ta and overlay אֹתָ֖ם <WH853> 'o-Tam נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. them with brass"},{"number":7,"verse":"וְהוּבָ֥א <WH935> ve-hu-Va shall be put אֶת־ <WH853> 'et- בַּדָּ֖יו <WH905> bad-Dav And the staves בַּטַּבָּעֹ֑ת <WH2885> bat-tab-ba-'Ot; into the rings וְהָי֣וּ <WH1961> ve-ha-Yu become הַבַּדִּ֗ים <WH905> hab-bad-Dim, and the staves עַל־ <WH5921> 'al- upon שְׁתֵּ֛י <WH8147> she-Tei shall be upon the two צַלְעֹ֥ת <WH6763> tzal-'Ot sides הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach of the altar בִּשְׂאֵ֥ת <WH5375> bis-'Et to bear אֹתֽוֹ׃ <WH853> o-To."},{"number":8,"verse":"נְב֥וּב <WH5014> ne-Vuv Hollow לֻחֹ֖ת <WH3871> lu-Chot with boards תַּעֲשֶׂ֣ה <WH6213> ta-'a-Seh shalt thou make אֹת֑וֹ <WH853> o-To; כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher it הֶרְאָ֥ה <WH7200> her-'Ah it as it was shewed אֹתְךָ֛ <WH853> 'o-te-Cha בָּהָ֖ר <WH2022> ba-Har thee in the mount כֵּ֥ן <WH3651> ken so יַעֲשֽׂוּ׃ <WH6213> ya-'a-Su. so shall they make ס sa-Mek"},{"number":9,"verse":"וְעָשִׂ֕יתָ <WH6213> ve-'a-Si-ta And thou shalt make אֵ֖ת <WH853> 'et חֲצַ֣ר <WH2691> cha-Tzar the court הַמִּשְׁכָּ֑ן <WH4908> ham-mish-Kan; of the tabernacle לִפְאַ֣ת <WH6285> lif-'At side נֶֽגֶב־ <WH5045> ne-gev- for the south תֵּ֠ימָנָה <WH8486> Tei-ma-nah southward קְלָעִ֨ים <WH7050> ke-la-'Im [there shall be] hangings לֶחָצֵ֜ר <WH2691> le-cha-Tzer for the court שֵׁ֣שׁ <WH8336> shesh linen מָשְׁזָ֗ר <WH7806> ma-she-Zar, [of] fine twined מֵאָ֤ה <WH3967> me-'Ah of an hundred בָֽאַמָּה֙ <WH520> va-'am-Mah cubits אֹ֔רֶךְ <WH753> 'O-rech, long לַפֵּאָ֖ה <WH6285> lap-pe-'Ah side הָאֶחָֽת׃ <WH259> ha-'e-Chat. for one"},{"number":10,"verse":"וְעַמֻּדָ֣יו <WH5982> ve-'am-mu-Dav pillars עֶשְׂרִ֔ים <WH6242> 'es-Rim, And the twenty וְאַדְנֵיהֶ֥ם <WH134> ve-'ad-nei-Hem sockets עֶשְׂרִ֖ים <WH6242> 'es-Rim thereof and their twenty נְחֹ֑שֶׁת <WH5178> ne-Cho-shet; [shall be of] brass וָוֵ֧י <WH2053> va-Vei the hooks הָעַמֻּדִ֛ים <WH5982> ha-'am-mu-Dim of the pillars וַחֲשֻׁקֵיהֶ֖ם <WH2838> va-cha-shu-kei-Hem and their fillets כָּֽסֶף׃ <WH3701> Ka-sef. [shall be of] silver"},{"number":11,"verse":"וְכֵ֨ן <WH3651> ve-Chen Likewise לִפְאַ֤ת <WH6285> lif-'At side צָפוֹן֙ <WH6828> tza-fOn And likewise for the north בָּאֹ֔רֶךְ <WH753> ba-'O-rech, in length קְלָעִ֖ים <WH7050> ke-la-'Im [there shall be] hangings מֵ֣אָה <WH3967> Me-'ah of an hundred אֹ֑רֶךְ <WH753> 'O-rech; [cubits] long; וְעַמְדּוּ ve-'am-du כוְעַמּוּדָ֣יו <WH5982> ve-'am-mu-Dav pillars קעֶשְׂרִ֗ים <WH6242> 'es-Rim, and his twenty וְאַדְנֵיהֶ֤ם <WH134> ve-'ad-nei-Hem sockets עֶשְׂרִים֙ <WH6242> 'es-Rim and their twenty נְחֹ֔שֶׁת <WH5178> ne-Cho-shet, [of] brass וָוֵ֧י <WH2053> va-Vei the hooks הָֽעַמֻּדִ֛ים <WH5982> ha-'am-mu-Dim pillars וַחֲשֻׁקֵיהֶ֖ם <WH2838> va-cha-shu-kei-Hem and their fillets כָּֽסֶף׃ <WH3701> Ka-sef. [of] silver"},{"number":12,"verse":"וְרֹ֤חַב <WH7341> ve-Ro-chav And [for] the breadth הֶֽחָצֵר֙ <WH2691> he-cha-Tzer of the court לִפְאַת־ <WH6285> lif-'at- side יָ֔ם <WH3220> Yam, on the west קְלָעִ֖ים <WH7050> ke-la-'Im [shall be] hangings חֲמִשִּׁ֣ים <WH2572> cha-mish-Shim of fifty אַמָּ֑ה <WH520> 'am-Mah; cubits עַמֻּדֵיהֶ֣ם <WH5982> 'am-mu-dei-Hem their pillars עֲשָׂרָ֔ה <WH6235> 'a-sa-Rah, ten וְאַדְנֵיהֶ֖ם <WH134> ve-'ad-nei-Hem and their sockets עֲשָׂרָֽה׃ <WH6235> 'a-sa-Rah. ten"},{"number":13,"verse":"וְרֹ֣חַב <WH7341> ve-Ro-chav And the breadth הֶֽחָצֵ֗ר <WH2691> he-cha-Tzer, of the court לִפְאַ֛ת <WH6285> lif-'At side קֵ֥דְמָה <WH6924> Ke-de-mah on the east מִזְרָ֖חָה <WH4217> miz-Ra-chah eastward חֲמִשִּׁ֥ים <WH2572> cha-mish-Shim [shall be] fifty אַמָּֽה׃ <WH520> 'am-Mah. cubits"},{"number":14,"verse":"וַחֲמֵ֨שׁ <WH2568> va-cha-Mesh fif עֶשְׂרֵ֥ה <WH6240> 'es-Reh teen אַמָּ֛ה <WH520> 'am-Mah cubits קְלָעִ֖ים <WH7050> ke-la-'Im The hangings לַכָּתֵ֑ף <WH3802> lak-ka-Tef; of one side עַמֻּדֵיהֶ֣ם <WH5982> 'am-mu-dei-Hem their pillars שְׁלֹשָׁ֔ה <WH7969> she-lo-Shah, three וְאַדְנֵיהֶ֖ם <WH134> ve-'ad-nei-Hem and their sockets שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. three"},{"number":15,"verse":"וְלַכָּתֵף֙ <WH3802> ve-lak-ka-Tef side הַשֵּׁנִ֔ית <WH8145> hash-she-Nit, And on the other חְמֵ֥שׁ <WH2568> che-Mesh fif עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen קְלָעִ֑ים <WH7050> ke-la-'Im; [shall be] hangings עַמֻּדֵיהֶ֣ם <WH5982> 'am-mu-dei-Hem [cubits] their pillars שְׁלֹשָׁ֔ה <WH7969> she-lo-Shah, three וְאַדְנֵיהֶ֖ם <WH134> ve-'ad-nei-Hem and their sockets שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. three"},{"number":16,"verse":"וּלְשַׁ֨עַר <WH8179> u-le-Sha-'ar And for the gate הֶֽחָצֵ֜ר <WH2691> he-cha-Tzer of the court מָסָ֣ךְ׀ <WH4539> ma-Sach [shall be] an hanging עֶשְׂרִ֣ים <WH6242> 'es-Rim of twenty אַמָּ֗ה <WH520> 'am-Mah, cubits תְּכֵ֨לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֜ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֧עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֛י <WH8144> sha-Ni and scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh linen מָשְׁזָ֖ר <WH7806> ma-she-Zar and fine twined מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh the work רֹקֵ֑ם <WH7551> ro-Kem; of a weaver עַמֻּֽדֵיהֶם֙ <WH5982> 'am-mu-dei-Hem [and] their pillars אַרְבָּעָ֔ה <WH702> 'ar-ba-'Ah, [shall be] four וְאַדְנֵיהֶ֖ם <WH134> ve-'ad-nei-Hem and their sockets אַרְבָּעָֽה׃ <WH702> 'ar-ba-'Ah. four"},{"number":17,"verse":"כָּל־ <WH3605> kol- All עַמּוּדֵ֨י <WH5982> 'am-mu-Dei All the pillars הֶֽחָצֵ֤ר <WH2691> he-cha-Tzer the court סָבִיב֙ <WH5439> sa-Viv round about מְחֻשָּׁקִ֣ים <WH2836> me-chush-sha-Kim [shall be] filleted כֶּ֔סֶף <WH3701> Ke-sef, with silver וָוֵיהֶ֖ם <WH2053> va-vei-Hem their hooks כָּ֑סֶף <WH3701> Ka-sef; [shall be of] silver וְאַדְנֵיהֶ֖ם <WH134> ve-'ad-nei-Hem and their sockets נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. [of] brass"},{"number":18,"verse":"אֹ֣רֶךְ <WH753> 'O-rech The length הֶֽחָצֵר֩ <WH2691> he-cha-Tzer of the court מֵאָ֨ה <WH3967> me-'Ah [shall be] an hundred בָֽאַמָּ֜ה <WH520> va-'am-Mah cubits וְרֹ֣חַב׀ <WH7341> ve-Ro-chav and the breadth חֲמִשִּׁ֣ים <WH2572> cha-mish-Shim fifty בַּחֲמִשִּׁ֗ים <WH2572> ba-cha-mish-Shim, every where וְקֹמָ֛ה <WH6967> ve-ko-Mah and the height חָמֵ֥שׁ <WH2568> cha-Mesh five אַמּ֖וֹת <WH520> am-Mot cubits שֵׁ֣שׁ <WH8336> shesh linen מָשְׁזָ֑ר <WH7806> ma-she-Zar; [of] fine twined וְאַדְנֵיהֶ֖ם <WH134> ve-'ad-nei-Hem and their sockets נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. [of] brass"},{"number":19,"verse":"לְכֹל֙ <WH3605> le-Chol All כְּלֵ֣י <WH3627> ke-Lei All the vessels הַמִּשְׁכָּ֔ן <WH4908> ham-mish-Kan, of the tabernacle בְּכֹ֖ל <WH3605> be-Chol all עֲבֹדָת֑וֹ <WH5656> a-vo-da-To; in all the service וְכָל־ <WH3605> ve-chol and all יְתֵדֹתָ֛יו <WH3489> ye-te-do-Tav thereof and all the pins וְכָל־ <WH3605> ve-chol and all יִתְדֹ֥ת <WH3489> yit-Dot thereof and all the pins הֶחָצֵ֖ר <WH2691> he-cha-Tzer of the court נְחֹֽשֶׁת׃ <WH5178> ne-Cho-shet. [shall be of] brass ס sa-Mek"},{"number":20,"verse":"וְאַתָּ֞ה <WH859> ve-'at-Tah You תְּצַוֶּ֣ה׀ <WH6680> te-tzav-Veh And thou shalt command אֶת־ <WH853> 'et- בְּנֵ֣י <WH1121> be-Nei the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel וְיִקְח֨וּ <WH3947> ve-yik-Chu that they bring אֵלֶ֜יךָ <WH413> 'e-Lei-cha about שֶׁ֣מֶן <WH8081> She-men oil זַ֥יִת <WH2132> Za-yit olive זָ֛ךְ <WH2134> zach thee pure כָּתִ֖ית <WH3795> ka-Tit beaten לַמָּא֑וֹר <WH3974> lam-ma-'or; for the light לְהַעֲלֹ֥ת <WH5927> le-ha-'a-Lot to burn נֵ֖ר <WH5216> ner to cause the lamp תָּמִֽיד׃ <WH8548> ta-Mid. always"},{"number":21,"verse":"בְּאֹ֣הֶל <WH168> be-'O-hel In the tabernacle מוֹעֵד֩ <WH4150> mo-'Ed of the congregation מִח֨וּץ <WH2351> mi-Chutz without לַפָּרֹ֜כֶת <WH6532> lap-pa-Ro-chet the vail אֲשֶׁ֣ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- is before הָעֵדֻ֗ת <WH5715> ha-'e-Dut, which [is] before the testimony יַעֲרֹךְ֩ <WH6186> ya-'a-roCh shall order אֹת֨וֹ <WH853> o-To אַהֲרֹ֧ן <WH175> 'a-ha-Ron Aaron וּבָנָ֛יו <WH1121> u-va-Nav and his sons מֵעֶ֥רֶב <WH6153> me-'E-rev it from evening עַד־ <WH5704> 'ad- against בֹּ֖קֶר <WH1242> Bo-ker to morning לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֑ה <WH3068> Yah-weh; the LORD חֻקַּ֤ת <WH2708> chuk-Kat [it shall be] a statute עוֹלָם֙ <WH5769> o-Lam for ever לְדֹ֣רֹתָ֔ם <WH1755> le-Do-ro-Tam, unto their generations מֵאֵ֖ת <WH854> me-'Et for בְּנֵ֥י <WH1121> be-Nei on the behalf of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel ס sa-Mek"}]}