{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"וַיַּקְהֵ֣ל <WH6950> vai-yak-Hel together מֹשֶׁ֗ה <WH4872> mo-Sheh, And Moses אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- all עֲדַ֛ת <WH5712> 'a-Dat all the congregation בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֲלֵהֶ֑ם <WH413> 'a-le-Hem; to אֵ֚לֶּה <WH428> 'El-leh These הַדְּבָרִ֔ים <WH1697> had-de-va-Rim, unto them These [are] the words אֲשֶׁר־ <WH834> 'a-Sher- after צִוָּ֥ה <WH6680> tziv-Vah hath commanded יְהוָ֖ה <WH3068> Yah-weh which the LORD לַעֲשֹׂ֥ת <WH6213> la-'a-Sot that [ye] should do אֹתָֽם׃ <WH853> 'o-Tam."},{"number":2,"verse":"שֵׁ֣שֶׁת <WH8337> She-shet Six יָמִים֮ <WH3117> ya-Mim days תֵּעָשֶׂ֣ה <WH6213> te-'a-Seh be done מְלָאכָה֒ <WH4399> me-la-Chah shall work וּבַיּ֣וֹם <WH3117> u-vai-Yom day הַשְּׁבִיעִ֗י <WH7637> hash-she-vi-'I, but on the seventh יִהְיֶ֨ה <WH1961> yih-Yeh shall have לָכֶ֥ם la-Chem קֹ֛דֶשׁ <WH6944> Ko-desh there shall be to you an holy day שַׁבַּ֥ת <WH7676> shab-Bat a sabbath שַׁבָּת֖וֹן <WH7677> shab-ba-Ton of rest לַיהוָ֑ה <WH3068> Yah-weh; to the LORD כָּל־ <WH3605> kol- whoever הָעֹשֶׂ֥ה <WH6213> ha-'o-Seh whosoever doeth ב֛וֹ vo מְלָאכָ֖ה <WH4399> me-la-Chah work יוּמָֽת׃ <WH4191> yu-Mat. therein shall be put to death"},{"number":3,"verse":"לֹא־ <WH3808> lo- shall not תְבַעֲר֣וּ <WH1197> te-va-'a-Ru Ye shall kindle אֵ֔שׁ <WH784> 'Esh, no fire בְּכֹ֖ל <WH3605> be-Chol any מֹשְׁבֹֽתֵיכֶ֑ם <WH4186> mo-she-vo-tei-Chem; throughout your habitations בְּי֖וֹם <WH3117> be-Yom day הַשַּׁבָּֽת׃ <WH7676> hash-shab-Bat. upon the sabbath פ Peh"},{"number":4,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses אֶל־ <WH413> 'el- to כָּל־ <WH3605> kol- all עֲדַ֥ת <WH5712> 'a-Dat unto all the congregation בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לֵאמֹ֑ר <WH559> le-Mor; saying זֶ֣ה <WH2088> zeh This הַדָּבָ֔ר <WH1697> had-da-Var, This [is] the thing אֲשֶׁר־ <WH834> 'a-Sher- which צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh which the LORD לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":5,"verse":"קְח֨וּ <WH3947> ke-Chu Take מֵֽאִתְּכֶ֤ם <WH853> me-'it-te-Chem תְּרוּמָה֙ <WH8641> te-ru-Mah ye from among you an offering לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD כֹּ֚ל <WH3605> kol whosoever נְדִ֣יב <WH5081> ne-Div [is] of a willing לִבּ֔וֹ <WH3820> lib-Bo, heart יְבִיאֶ֕הָ <WH935> ye-vi-'E-ha let him bring אֵ֖ת <WH853> 'et תְּרוּמַ֣ת <WH8641> te-ru-Mat it an offering יְהוָ֑ה <WH3068> Yah-weh; of the LORD זָהָ֥ב <WH2091> za-Hav gold וָכֶ֖סֶף <WH3701> va-Che-sef and silver וּנְחֹֽשֶׁת׃ <WH5178> u-ne-Cho-shet. and brass"},{"number":6,"verse":"וּתְכֵ֧לֶת <WH8504> u-te-Che-let And blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh and fine linen וְעִזִּֽים׃ <WH5795> ve-'iz-Zim. and goats'"},{"number":7,"verse":"וְעֹרֹ֨ת <WH5785> ve-'o-Rot skins אֵילִ֧ם <WH352> 'ei-Lim And rams' מְאָדָּמִ֛ים <WH119> me-'ad-da-Mim dyed red וְעֹרֹ֥ת <WH5785> ve-'o-Rot skins תְּחָשִׁ֖ים <WH8476> te-cha-Shim and badgers' וַעֲצֵ֥י <WH6086> va-'a-Tzei wood שִׂטִּֽים׃ <WH7848> sit-Tim and shittim"},{"number":8,"verse":"וְשֶׁ֖מֶן <WH8081> ve-She-men And oil לַמָּא֑וֹר <WH3974> lam-ma-'or; for the light וּבְשָׂמִים֙ <WH1314> u-ve-sa-Mim and spices לְשֶׁ֣מֶן <WH8081> le-She-men oil הַמִּשְׁחָ֔ה <WH4888> ham-mish-Chah, for anointing וְלִקְטֹ֖רֶת <WH7004> ve-lik-To-ret incense הַסַּמִּֽים׃ <WH5561> has-sam-Mim. and for the sweet"},{"number":9,"verse":"וְאַ֨בְנֵי־ <WH68> ve-'Av-nei- stones שֹׁ֔הַם <WH7718> Sho-ham, And onyx וְאַבְנֵ֖י <WH68> ve-'av-Nei and stones מִלֻּאִ֑ים <WH4394> mil-lu-'Im; to be set לָאֵפ֖וֹד <WH646> la-'e-Fod for the ephod וְלַחֹֽשֶׁן׃ <WH2833> ve-la-Cho-shen. and for the breastplate"},{"number":10,"verse":"וְכָל־ <WH3605> ve-chol every חֲכַם־ <WH2450> cha-cham- And every wise לֵ֖ב <WH3820> lev hearted בָּכֶ֑ם ba-Chem; יָבֹ֣אוּ <WH935> ya-Vo-'u among you shall come וְיַעֲשׂ֔וּ <WH6213> ve-ya-'a-Su, and make אֵ֛ת <WH853> 'et כָּל־ <WH3605> kol- all אֲשֶׁ֥ר <WH834> 'a-Sher after צִוָּ֖ה <WH6680> tziv-Vah hath commanded יְהוָֽה׃ <WH3068> Yah-weh. all that the LORD"},{"number":11,"verse":"אֶת־ <WH853> 'et- הַ֨מִּשְׁכָּ֔ן <WH4908> ham-mish-Kan, The tabernacle אֶֽת־ <WH853> 'et- אָהֳל֖וֹ <WH168> o-ho-Lo his tent וְאֶת־ <WH853> ve-'Et מִכְסֵ֑הוּ <WH4372> mich-Se-hu; and his covering אֶת־ <WH853> 'et- קְרָסָיו֙ <WH7165> ke-ra-Sav his taches וְאֶת־ <WH853> ve-'Et קְרָשָׁ֔יו <WH7175> ke-ra-Shav, and his boards אֶת־ <WH853> 'et- בְּרִיחָ֕ו <WH1280> be-ri-Chav his bars אֶת־ <WH853> 'et- עַמֻּדָ֖יו <WH5982> 'am-mu-Dav his pillars וְאֶת־ <WH853> ve-'Et אֲדָנָֽיו׃ <WH134> 'a-da-Nav. and his sockets"},{"number":12,"verse":"אֶת־ <WH853> 'et- הָאָרֹ֥ן <WH727> ha-'a-Ron The ark וְאֶת־ <WH853> ve-'Et בַּדָּ֖יו <WH905> bad-Dav and the staves אֶת־ <WH853> 'et- הַכַּפֹּ֑רֶת <WH3727> hak-kap-Po-ret; thereof [with] the mercy seat וְאֵ֖ת <WH853> ve-'Et פָּרֹ֥כֶת <WH6532> pa-Ro-chet and the vail הַמָּסָֽךְ׃ <WH4539> ham-ma-Sach. of the covering"},{"number":13,"verse":"אֶת־ <WH853> 'et- הַשֻּׁלְחָ֥ן <WH7979> hash-shul-Chan The table וְאֶת־ <WH853> ve-'Et בַּדָּ֖יו <WH905> bad-Dav and his staves וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כֵּלָ֑יו <WH3627> ke-Lav; and all his vessels וְאֵ֖ת <WH853> ve-'Et לֶ֥חֶם <WH3899> Le-chem and the bread הַפָּנִֽים׃ <WH6440> hap-pa-Nim. of the Presence"},{"number":14,"verse":"וְאֶת־ <WH853> ve-'Et מְנֹרַ֧ת <WH4501> me-no-Rat The candlestick הַמָּא֛וֹר <WH3974> ham-ma-'or also for the light וְאֶת־ <WH853> ve-'Et כֵּלֶ֖יהָ <WH3627> ke-Lei-ha and his furniture וְאֶת־ <WH853> ve-'Et נֵרֹתֶ֑יהָ <WH5216> ne-ro-Tei-ha; and his lamps וְאֵ֖ת <WH853> ve-'Et שֶׁ֥מֶן <WH8081> She-men with the oil הַמָּאֽוֹר׃ <WH3974> ham-ma-'or. for the light"},{"number":15,"verse":"וְאֶת־ <WH853> ve-'Et מִזְבַּ֤ח <WH4196> miz-Bach altar הַקְּטֹ֙רֶת֙ <WH7004> hak-ke-To-ret And the incense וְאֶת־ <WH853> ve-'Et בַּדָּ֔יו <WH905> bad-Dav, and his staves וְאֵת֙ <WH853> ve-'Et שֶׁ֣מֶן <WH8081> She-men oil הַמִּשְׁחָ֔ה <WH4888> ham-mish-Chah, and the anointing וְאֵ֖ת <WH853> ve-'Et קְטֹ֣רֶת <WH7004> ke-To-ret incense הַסַּמִּ֑ים <WH5561> has-sam-Mim; and the sweet וְאֶת־ <WH853> ve-'Et מָסַ֥ךְ <WH4539> ma-Sach and the hanging הַפֶּ֖תַח <WH6607> hap-Pe-tach for the door at the entering in לְפֶ֥תַח <WH6607> le-Fe-tach the entrance הַמִּשְׁכָּֽן׃ <WH4908> ham-mish-Kan. of the tabernacle"},{"number":16,"verse":"אֵ֣ת׀ <WH853> 'et מִזְבַּ֣ח <WH4196> miz-Bach The altar הָעֹלָ֗ה <WH5930> ha-'o-Lah, of burnt offering וְאֶת־ <WH854> ve-'Et for מִכְבַּ֤ר <WH4345> mich-Bar grate הַנְּחֹ֙שֶׁת֙ <WH5178> han-ne-Cho-shet with his brasen אֲשֶׁר־ <WH834> 'a-Sher- after ל֔וֹ lo, אֶת־ <WH853> 'et- בַּדָּ֖יו <WH905> bad-Dav his staves וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כֵּלָ֑יו <WH3627> ke-Lav; and all his vessels אֶת־ <WH853> 'et- הַכִּיֹּ֖ר <WH3595> hak-ki-Yor the laver וְאֶת־ <WH853> ve-'Et כַּנּֽוֹ׃ <WH3653> kan-No. and his foot"},{"number":17,"verse":"אֵ֚ת <WH853> 'et קַלְעֵ֣י <WH7050> kal-'Ei The hangings הֶחָצֵ֔ר <WH2691> he-cha-Tzer, of the court אֶת־ <WH853> 'et- עַמֻּדָ֖יו <WH5982> 'am-mu-Dav his pillars וְאֶת־ <WH853> ve-'Et אֲדָנֶ֑יהָ <WH134> 'a-da-Nei-ha; and their sockets וְאֵ֕ת <WH853> ve-'Et מָסַ֖ךְ <WH4539> ma-Sach and the hanging שַׁ֥עַר <WH8179> Sha-'ar for the door הֶחָצֵֽר׃ <WH2691> he-cha-Tzer. of the court"},{"number":18,"verse":"אֶת־ <WH853> 'et- יִתְדֹ֧ת <WH3489> yit-Dot The pins הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan of the tabernacle וְאֶת־ <WH853> ve-'Et יִתְדֹ֥ת <WH3489> yit-Dot and the pins הֶחָצֵ֖ר <WH2691> he-cha-Tzer of the court וְאֶת־ <WH853> ve-'Et מֵיתְרֵיהֶֽם׃ <WH4340> mei-te-rei-Hem. and their cords"},{"number":19,"verse":"אֶת־ <WH853> 'et- בִּגְדֵ֥י <WH899> big-Dei The cloths הַשְּׂרָ֖ד <WH8278> has-se-Rad of service לְשָׁרֵ֣ת <WH8334> le-sha-Ret to do service בַּקֹּ֑דֶשׁ <WH6944> bak-Ko-desh; in the holy אֶת־ <WH853> 'et- בִּגְדֵ֤י <WH899> big-Dei garments הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh [place] the holy לְאַהֲרֹ֣ן <WH175> le-'a-ha-Ron for Aaron הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, the priest וְאֶת־ <WH853> ve-'Et בִּגְדֵ֥י <WH899> big-Dei and the garments בָנָ֖יו <WH1121> va-Nav of his sons לְכַהֵֽן׃ <WH3547> le-cha-Hen. to minister in the priest's office"},{"number":20,"verse":"וַיֵּ֥צְא֛וּ <WH3318> vai-Ye-tze-'U departed כָּל־ <WH3605> kol- all עֲדַ֥ת <WH5712> 'a-Dat And all the congregation בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel מִלִּפְנֵ֥י <WH6440> mil-lif-Nei from the presence מֹשֶֽׁה׃ <WH4872> mo-Sheh. of Moses"},{"number":21,"verse":"וַיָּבֹ֕אוּ <WH935> vai-ya-Vo-'u And they came כָּל־ <WH3605> kol- and everyone אִ֖ישׁ <WH376> 'ish every one אֲשֶׁר־ <WH834> 'a-Sher- whose נְשָׂא֣וֹ <WH5375> ne-sa-'O stirred him up לִבּ֑וֹ <WH3820> lib-Bo; heart וְכֹ֡ל <WH3605> ve-Chol and for all אֲשֶׁר֩ <WH834> 'a-Sher whose נָדְבָ֨ה <WH5068> na-de-Vah made willing רוּח֜וֹ <WH7307> ru-Cho and every one whom his spirit אֹת֗וֹ <WH853> o-To, הֵ֠בִיאוּ <WH935> He-vi-'u [and] they brought אֶת־ <WH853> 'et- תְּרוּמַ֨ת <WH8641> te-ru-Mat offering יְהוָ֜ה <WH3068> Yah-weh the LORD'S לִמְלֶ֨אכֶת <WH4399> lim-Le-chet to the work אֹ֤הֶל <WH168> 'O-hel of the tabernacle מוֹעֵד֙ <WH4150> mo-'Ed of the congregation וּלְכָל־ <WH3605> u-le-chol- and everyone עֲבֹ֣דָת֔וֹ <WH5656> a-Vo-da-To, and for all his service וּלְבִגְדֵ֖י <WH899> u-le-vig-Dei garments הַקֹּֽדֶשׁ׃ <WH6944> hak-Ko-desh. and for the holy"},{"number":22,"verse":"וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u And they came הָאֲנָשִׁ֖ים <WH582> ha-'a-na-Shim men עַל־ <WH5921> 'al- both הַנָּשִׁ֑ים <WH802> han-na-Shim; and women כֹּ֣ל׀ <WH3605> kol as many as נְדִ֣יב <WH5081> ne-Div were willing לֵ֗ב <WH3820> Lev, hearted הֵ֠בִיאוּ <WH935> He-vi-'u [and] brought חָ֣ח <WH2397> chach bracelets וָנֶ֜זֶם <WH5141> va-Ne-zem and earrings וְטַבַּ֤עַת <WH2885> ve-tab-Ba-'at and rings וְכוּמָז֙ <WH3558> ve-chu-Maz and tablets כָּל־ <WH3605> kol- all כְּלִ֣י <WH3627> ke-Li all jewels זָהָ֔ב <WH2091> za-Hav, of gold וְכָל־ <WH3605> ve-chol so every אִ֕ישׁ <WH376> 'ish and every man אֲשֶׁ֥ר <WH834> 'a-Sher who הֵנִ֛יף <WH5130> he-Nif that offered תְּנוּפַ֥ת <WH8573> te-nu-Fat [offered] an offering זָהָ֖ב <WH2091> za-Hav of gold לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":23,"verse":"וְכָל־ <WH3605> ve-chol Every אִ֞ישׁ <WH376> 'ish And every man אֲשֶׁר־ <WH834> 'a-Sher- who נִמְצָ֣א <WH4672> nim-Tza with whom was found אִתּ֗וֹ <WH854> it-To, his possession תְּכֵ֧לֶת <WH8504> te-Che-let blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֣שׁ <WH8336> ve-Shesh and fine linen וְעִזִּ֑ים <WH5795> ve-'iz-Zim; and goats' וְעֹרֹ֨ת <WH5785> ve-'o-Rot skins אֵילִ֧ם <WH352> 'ei-Lim of rams מְאָדָּמִ֛ים <WH119> me-'ad-da-Mim [hair] and red וְעֹרֹ֥ת <WH5785> ve-'o-Rot skins תְּחָשִׁ֖ים <WH8476> te-cha-Shim and badgers' הֵבִֽיאוּ׃ <WH935> he-Vi-'u. brought"},{"number":24,"verse":"כָּל־ <WH3605> kol- Everyone מֵרִ֗ים <WH7311> me-Rim, Every one that did offer תְּר֤וּמַת <WH8641> te-Ru-mat an offering כֶּ֙סֶף֙ <WH3701> ke-sef of silver וּנְחֹ֔שֶׁת <WH5178> u-ne-Cho-shet, and brass הֵבִ֕יאוּ <WH935> he-Vi-'u brought אֵ֖ת <WH853> 'et תְּרוּמַ֣ת <WH8641> te-ru-Mat offering יְהוָ֑ה <WH3068> Yah-weh; the LORD'S וְכֹ֡ל <WH3605> ve-Chol and every אֲשֶׁר֩ <WH834> 'a-Sher who נִמְצָ֨א <WH4672> nim-Tza and every man with whom was found אִתּ֜וֹ <WH854> it-To his possession עֲצֵ֥י <WH6086> 'a-Tzei wood שִׁטִּ֛ים <WH7848> shit-Tim shittim לְכָל־ <WH3605> le-chol any מְלֶ֥אכֶת <WH4399> me-Le-chet for any work הָעֲבֹדָ֖ה <WH5656> ha-'a-vo-Dah of the service הֵבִֽיאוּ׃ <WH935> he-Vi-'u. brought"},{"number":25,"verse":"וְכָל־ <WH3605> ve-chol All אִשָּׁ֥ה <WH802> 'ish-Shah And all the women חַכְמַת־ <WH2450> chach-mat- that were wise לֵ֖ב <WH3820> lev hearted בְּיָדֶ֣יהָ <WH3027> be-ya-Dei-ha with their hands טָו֑וּ <WH2901> ta-Vu; did spin וַיָּבִ֣יאוּ <WH935> vai-ya-Vi-'u and brought מַטְוֶ֗ה <WH4299> mat-Veh, that which they had spun אֶֽת־ <WH853> 'et- הַתְּכֵ֙לֶת֙ <WH8504> hat-te-Che-let [both] of blue וְאֶת־ <WH853> ve-'Et הָֽאַרְגָּמָ֔ן <WH713> ha-'ar-ga-Man, and of purple אֶת־ <WH853> 'et- תּוֹלַ֥עַת <WH8438> to-La-'at oppressor הַשָּׁנִ֖י <WH8144> hash-sha-Ni scarlet וְאֶת־ <WH853> ve-'Et הַשֵּֽׁשׁ׃ <WH8336> hash-Shesh. and of fine linen"},{"number":26,"verse":"וְכָל־ <WH3605> ve-chol All הַ֨נָּשִׁ֔ים <WH802> han-na-Shim, And all the women אֲשֶׁ֨ר <WH834> 'a-Sher whose נָשָׂ֥א <WH5375> na-Sa stirred לִבָּ֛ן <WH3820> lib-Ban whose heart אֹתָ֖נָה <WH853> 'o-Ta-nah בְּחָכְמָ֑ה <WH2451> be-cha-che-Mah; them up in wisdom טָו֖וּ <WH2901> ta-Vu spun אֶת־ <WH853> 'et- הָעִזִּֽים׃ <WH5795> ha-'iz-Zim. goats'"},{"number":27,"verse":"וְהַנְּשִׂאִ֣ם <WH5387> ve-han-ne-si-'Im And the rulers הֵבִ֔יאוּ <WH935> he-Vi-'u, brought אֵ֚ת <WH853> 'et אַבְנֵ֣י <WH68> 'av-Nei stones הַשֹּׁ֔הַם <WH7718> hash-Sho-ham, onyx וְאֵ֖ת <WH853> ve-'Et אַבְנֵ֣י <WH68> 'av-Nei and stones הַמִּלֻּאִ֑ים <WH4394> ham-mil-lu-'Im; to be set לָאֵפ֖וֹד <WH646> la-'e-Fod for the ephod וְלַחֹֽשֶׁן׃ <WH2833> ve-la-Cho-shen. and for the breastplate"},{"number":28,"verse":"וְאֶת־ <WH853> ve-'Et הַבֹּ֖שֶׂם <WH1314> hab-Bo-sem And spice וְאֶת־ <WH853> ve-'Et הַשָּׁ֑מֶן <WH8081> hash-Sha-men; and oil לְמָא֕וֹר <WH3974> le-ma-'or for the light וּלְשֶׁ֙מֶן֙ <WH8081> u-le-She-men oil הַמִּשְׁחָ֔ה <WH4888> ham-mish-Chah, and for the anointing וְלִקְטֹ֖רֶת <WH7004> ve-lik-To-ret incense הַסַּמִּֽים׃ <WH5561> has-sam-Mim. and for the sweet"},{"number":29,"verse":"כָּל־ <WH3605> kol- all אִ֣ישׁ <WH376> 'ish every man וְאִשָּׁ֗ה <WH802> ve-'ish-Shah, and woman אֲשֶׁ֨ר <WH834> 'a-Sher whose נָדַ֣ב <WH5068> na-Dav made them willing לִבָּם֮ <WH3820> lib-Bam heart אֹתָם֒ <WH853> 'o-Tam לְהָבִיא֙ <WH935> le-ha-Vi brought לְכָל־ <WH3605> le-chol for all הַמְּלָאכָ֔ה <WH4399> ham-me-la-Chah, for all manner of work אֲשֶׁ֨ר <WH834> 'a-Sher which צִוָּ֧ה <WH6680> tziv-Vah had commanded יְהוָ֛ה <WH3068> Yah-weh unto the LORD לַעֲשׂ֖וֹת <WH6213> la-'a-Sot to be made בְּיַד־ <WH3027> be-yad- by the hand מֹשֶׁ֑ה <WH4872> mo-Sheh; of Moses הֵבִ֧יאוּ <WH935> he-Vi-'u to bring בְנֵי־ <WH1121> ve-nei- The children יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel נְדָבָ֖ה <WH5071> ne-da-Vah a willing offering לַיהוָֽה׃ <WH3068> Yah-weh. which the LORD פ Peh"},{"number":30,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said מֹשֶׁה֙ <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to בְּנֵ֣י <WH1121> be-Nei unto the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel רְא֛וּ <WH7200> re-'U See קָרָ֥א <WH7121> ka-Ra hath called יְהוָ֖ה <WH3068> Yah-weh the LORD בְּשֵׁ֑ם <WH8034> be-Shem; by name בְּצַלְאֵ֛ל <WH1212> be-tzal-'El Bezaleel בֶּן־ <WH1121> ben- the son אוּרִ֥י <WH221> 'u-Ri of Uri בֶן־ <WH1121> ven- the son ח֖וּר <WH2354> chur of Hur לְמַטֵּ֥ה <WH4294> le-mat-Teh of the tribe יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah"},{"number":31,"verse":"וַיְמַלֵּ֥א <WH4390> vay-mal-Le And he hath filled אֹת֖וֹ <WH853> o-To ר֣וּחַ <WH7307> Ru-ach him with the spirit אֱלֹהִ֑ים <WH430> E-lo-Him; of God בְּחָכְמָ֛ה <WH2451> be-cha-che-Mah in wisdom בִּתְבוּנָ֥ה <WH8394> bit-vu-Nah in understanding וּבְדַ֖עַת <WH1847> u-ve-Da-'at and in knowledge וּבְכָל־ <WH3605> u-ve-Chol all מְלָאכָֽה׃ <WH4399> me-la-Chah. and in all manner of workmanship"},{"number":32,"verse":"וְלַחְשֹׁ֖ב <WH2803> ve-lach-Sho And to devise מַֽחַשָׁבֹ֑ת <WH4284> ma-cha-sha-Vot; curious works לַעֲשֹׂ֛ת <WH6213> la-'a-Sot to work בַּזָּהָ֥ב <WH2091> baz-za-Hav in gold וּבַכֶּ֖סֶף <WH3701> u-vak-Ke-sef and in silver וּבַנְּחֹֽשֶׁת׃ <WH5178> u-van-ne-Cho-shet. and in brass"},{"number":33,"verse":"וּבַחֲרֹ֥שֶׁת <WH2799> u-va-cha-Ro-shet And in the cutting אֶ֛בֶן <WH68> 'E-ven of stones לְמַלֹּ֖את <WH4390> le-mal-Lot to set וּבַחֲרֹ֣שֶׁת <WH2799> u-va-cha-Ro-shet [them] and in carving עֵ֑ץ <WH6086> 'Etz; of wood לַעֲשׂ֖וֹת <WH6213> la-'a-Sot to make בְּכָל־ <WH3605> be-chol every מְלֶ֥אכֶת <WH4399> me-Le-chet work מַחֲשָֽׁבֶת׃ <WH4284> ma-cha-Sha-vet. any manner of cunning"},{"number":34,"verse":"וּלְהוֹרֹ֖ת <WH3384> u-le-ho-Rot that he may teach נָתַ֣ן <WH5414> na-Tan And he hath put בְּלִבּ֑וֹ <WH3820> be-lib-Bo; in his heart ה֕וּא <WH1931> hu he וְאָֽהֳלִיאָ֥ב <WH171> ve-'o-ho-li-'Av [both] he and Aholiab בֶּן־ <WH1121> ben- the son אֲחִיסָמָ֖ךְ <WH294> 'a-chi-sa-Mach of Ahisamach לְמַטֵּה־ <WH4294> le-mat-teh- of the tribe דָֽן׃ <WH1835> Dan. of Dan"},{"number":35,"verse":"מִלֵּ֨א <WH4390> mil-Le Them hath he filled אֹתָ֜ם <WH853> 'o-Tam חָכְמַת־ <WH2451> cha-che-mat- with wisdom לֵ֗ב <WH3820> Lev, of heart לַעֲשׂוֹת֮ <WH6213> la-'a-sOt to work כָּל־ <WH3605> kol- any מְלֶ֣אכֶת <WH4399> me-Le-chet all manner of work חָרָ֣שׁ׀ <WH2796> cha-Rash of the engraver וְחֹשֵׁב֒ <WH2803> ve-cho-Shev and of the cunning workman וְרֹקֵ֞ם <WH7551> ve-ro-Kem and of the embroiderer בַּתְּכֵ֣לֶת <WH8504> bat-te-Che-let in blue וּבָֽאַרְגָּמָ֗ן <WH713> u-va-'ar-ga-Man, and in purple בְּתוֹלַ֧עַת <WH8438> be-to-La-'at oppressor הַשָּׁנִ֛י <WH8144> hash-sha-Ni scarlet וּבַשֵּׁ֖שׁ <WH8336> u-vash-Shesh and in fine linen וְאֹרֵ֑ג <WH707> ve-'o-Reg; and of the weaver עֹשֵׂי֙ <WH6213> 'o-Sei [even] of them that do כָּל־ <WH3605> kol- of every מְלָאכָ֔ה <WH4399> me-la-Chah, work וְחֹשְׁבֵ֖י <WH2803> ve-cho-she-Vei and of those that devise מַחֲשָׁבֹֽת׃ <WH4284> ma-cha-sha-Vot. cunning work"}]}