{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer spake יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses בֹּ֖א <WH935> bo Go אֶל־ <WH413> 'el- to פַּרְעֹ֑ה <WH6547> par-'Oh; unto Pharaoh וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta and say אֵלָ֗יו <WH413> 'e-Lav, to him כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar unto him Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD שַׁלַּ֥ח <WH7971> shal-Lach go אֶת־ <WH853> 'et- עַמִּ֖י <WH5971> 'am-Mi Let my people וְיַֽעַבְדֻֽנִי׃ <WH5647> ve-Ya-'av-Du-ni. that they may serve"},{"number":2,"verse":"וְאִם־ <WH518> ve-'im- if מָאֵ֥ן <WH3986> ma-'En And if thou refuse אַתָּ֖ה <WH859> 'at-Tah you לְשַׁלֵּ֑חַ <WH7971> le-shal-Le-ach; to let [them] go הִנֵּ֣ה <WH2009> hin-Neh behold אָנֹכִ֗י <WH595> 'a-no-Chi, I נֹגֵ֛ף <WH5062> no-Gef behold I will smite אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- your whole גְּבוּלְךָ֖ <WH1366> ge-vu-le-Cha all thy borders בַּֽצְפַרְדְּעִֽים׃ <WH6854> Batz-far-de-'Im. with frogs"},{"number":3,"verse":"וְשָׁרַ֣ץ <WH8317> ve-sha-Ratz abundantly הַיְאֹר֮ <WH2975> hay-'Or And the river צְפַרְדְּעִים֒ <WH6854> tze-far-de-'Im frogs וְעָלוּ֙ <WH5927> ve-'a-Lu which shall go up וּבָ֣אוּ <WH935> u-Va-'u and come בְּבֵיתֶ֔ךָ <WH1004> be-vei-Te-cha, into thine house וּבַחֲדַ֥ר <WH2315> u-va-cha-Dar chamber מִשְׁכָּבְךָ֖ <WH4904> mish-ka-ve-Cha bed וְעַל־ <WH5921> ve-'al- and on מִטָּתֶ֑ךָ <WH4296> mit-ta-Te-cha; and upon thy bed וּבְבֵ֤ית <WH1004> u-ve-Veit and into the house עֲבָדֶ֙יךָ֙ <WH5650> 'a-va-Dei-cha of thy servants וּבְעַמֶּ֔ךָ <WH5971> u-ve-'am-Me-cha, and upon thy people וּבְתַנּוּרֶ֖יךָ <WH8574> u-ve-tan-nu-Rei-cha and into thine ovens וּבְמִשְׁאֲרוֹתֶֽיךָ׃ <WH4863> u-ve-mish-'a-ro-Tei-cha. and into thy kneadingtroughs"},{"number":4,"verse":"וּבְכָ֥ה u-ve-Chah וּֽבְעַמְּךָ֖ <WH5971> u-ve-'am-me-Cha both on thee and upon thy people וּבְכָל־ <WH3605> u-ve-Chol and all עֲבָדֶ֑יךָ <WH5650> 'a-va-Dei-cha; and upon all thy servants יַעֲל֖וּ <WH5927> ya-'a-Lu shall come up הַֽצְפַרְדְּעִֽים׃ <WH6854> Hatz-far-de-'Im. And the frogs"},{"number":5,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake יְהוָה֮ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁה֒ <WH4872> mo-Sheh unto Moses אֱמֹ֣ר <WH559> 'e-Mor Say אֶֽל־ <WH413> 'el- to אַהֲרֹ֗ן <WH175> 'a-ha-Ron, unto Aaron נְטֵ֤ה <WH5186> ne-Teh Stretch forth אֶת־ <WH853> 'et- יָדְךָ֙ <WH3027> ya-de-Cha thine hand בְּמַטֶּ֔ךָ <WH4294> be-mat-Te-cha, with thy rod עַל־ <WH5921> 'al- over הַ֨נְּהָרֹ֔ת <WH5104> han-ne-ha-Rot, over the streams עַל־ <WH5921> 'al- over הַיְאֹרִ֖ים <WH2975> hay-'o-Rim over the rivers וְעַל־ <WH5921> ve-'al- and over הָאֲגַמִּ֑ים <WH98> ha-'a-gam-Mim; and over the ponds וְהַ֥עַל <WH5927> ve-Ha-'al to come up אֶת־ <WH853> 'et- הַֽצְפַרְדְּעִ֖ים <WH6854> hatz-far-de-'Im and cause frogs עַל־ <WH5921> 'al- over אֶ֥רֶץ <WH776> 'E-retz upon the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":6,"verse":"וַיֵּ֤ט <WH5186> vai-Yet stretched out אַהֲרֹן֙ <WH175> 'a-ha-Ron And Aaron אֶת־ <WH853> 'et- יָד֔וֹ <WH3027> ya-Do, his hand עַ֖ל <WH5921> 'al over מֵימֵ֣י <WH4325> mei-Mei over the waters מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וַתַּ֙עַל֙ <WH5927> vat-Ta-'al came up הַצְּפַרְדֵּ֔עַ <WH6854> hatz-tze-far-De-a', and the frogs וַתְּכַ֖ס <WH3680> vat-te-Chas and covered אֶת־ <WH853> 'et- אֶ֥רֶץ <WH776> 'E-retz the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":7,"verse":"וַיַּֽעֲשׂוּ־ <WH6213> vai-ya-'a-su- did כֵ֥ן <WH3651> chen the same הַֽחֲרְטֻמִּ֖ים <WH2748> ha-char-tum-Mim And the magicians בְּלָטֵיהֶ֑ם <WH3909> be-la-tei-Hem; so with their enchantments וַיַּעֲל֥וּ <WH5927> vai-ya-'a-Lu and brought up אֶת־ <WH853> 'et- הַֽצְפַרְדְּעִ֖ים <WH6854> hatz-far-de-'Im frogs עַל־ <WH5921> 'al- on אֶ֥רֶץ <WH776> 'E-retz upon the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":8,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra called פַרְעֹ֜ה <WH6547> far-'Oh Then Pharaoh לְמֹשֶׁ֣ה <WH4872> le-mo-Sheh for Moses וּֽלְאַהֲרֹ֗ן <WH175> u-le-'a-ha-Ron, and Aaron וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said הַעְתִּ֣ירוּ <WH6279> ha'-Ti-ru Intreat אֶל־ <WH413> 'el- about יְהוָ֔ה <WH3068> Yah-weh, the LORD וְיָסֵר֙ <WH5493> ve-ya-Ser that he may take away הַֽצְפַרְדְּעִ֔ים <WH6854> hatz-far-de-'Im, the frogs מִמֶּ֖נִּי <WH4480> mi-Men-ni and from וּמֵֽעַמִּ֑י <WH5971> u-me-'am-Mi; from me and from my people וַאֲשַׁלְּחָה֙ <WH7971> va-'a-shal-le-Chah go אֶת־ <WH853> 'et- הָעָ֔ם <WH5971> ha-'Am, and I will let the people וְיִזְבְּח֖וּ <WH2076> ve-yiz-be-Chu that they may do sacrifice לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":9,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֣ה <WH4872> mo-Sheh And Moses לְפַרְעֹה֮ <WH6547> le-far-'Oh unto Pharaoh הִתְפָּאֵ֣ר <WH6286> hit-pa-'Er Glory עָלַי֒ <WH5921> 'a-Lai and לְמָתַ֣י׀ <WH4970> le-ma-Tai over me when אַעְתִּ֣יר <WH6279> 'a'-Tir shall I intreat לְךָ֗ le-Cha, וְלַעֲבָדֶ֙יךָ֙ <WH5650> ve-la-'a-va-Dei-cha for thee and for thy servants וּֽלְעַמְּךָ֔ <WH5971> u-le-'am-me-Cha, and for thy people לְהַכְרִית֙ <WH3772> le-hach-Rit to destroy הַֽצֲפַרְדְּעִ֔ים <WH6854> ha-tza-far-de-'Im, the frogs מִמְּךָ֖ <WH4480> mi-me-Cha at וּמִבָּתֶּ֑יךָ <WH1004> u-mib-bat-Tei-cha; from thee and thy houses רַ֥ק <WH7535> rak in בַּיְאֹ֖ר <WH2975> bay-'Or in the river תִּשָּׁאַֽרְנָה׃ <WH7604> tish-sha-'Ar-nah. [that] they may remain"},{"number":10,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer And he said לְמָחָ֑ר <WH4279> le-ma-Char; To morrow וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said כִּדְבָ֣רְךָ֔ <WH1697> kid-Va-re-cha, [Be it] according to thy word לְמַ֣עַן <WH4616> le-Ma-'an that תֵּדַ֔ע <WH3045> te-Da', that thou mayest know כִּי־ <WH3588> ki- that אֵ֖ין <WH369> 'ein there כַּיהוָ֥ה <WH3068> Yah-weh that [there is] none like unto the LORD אֱלֹהֵֽינוּ׃ <WH430> 'e-lo-Hei-nu. our God"},{"number":11,"verse":"וְסָר֣וּ <WH5493> ve-sa-Ru shall depart הַֽצְפַרְדְּעִ֗ים <WH6854> hatz-far-de-'Im, And the frogs מִמְּךָ֙ <WH4480> mi-me-Cha at וּמִבָּ֣תֶּ֔יךָ <WH1004> u-mib-Bat-Tei-cha, from thee and from thy houses וּמֵעֲבָדֶ֖יךָ <WH5650> u-me-'a-va-Dei-cha and from thy servants וּמֵעַמֶּ֑ךָ <WH5971> u-me-'am-Me-cha; and from thy people רַ֥ק <WH7535> rak in בַּיְאֹ֖ר <WH2975> bay-'Or in the river תִּשָּׁאַֽרְנָה׃ <WH7604> tish-sha-'Ar-nah. they shall remain"},{"number":12,"verse":"וַיֵּצֵ֥א <WH3318> vai-ye-Tze went out מֹשֶׁ֛ה <WH4872> mo-Sheh And Moses וְאַהֲרֹ֖ן <WH175> ve-'a-ha-Ron and Aaron מֵעִ֣ם <WH5973> me-'Im from פַּרְעֹ֑ה <WH6547> par-'Oh; from Pharaoh וַיִּצְעַ֤ק <WH6817> vai-yitz-'Ak cried מֹשֶׁה֙ <WH4872> mo-Sheh and Moses אֶל־ <WH413> 'el- to יְהוָ֔ה <WH3068> Yah-weh, unto the LORD עַל־ <WH5921> 'al- because דְּבַ֥ר <WH1697> de-Var because of הַֽצְפַרְדְּעִ֖ים <WH6854> hatz-far-de-'Im the frogs אֲשֶׁר־ <WH834> 'a-Sher- which שָׂ֥ם <WH7760> sam which he had brought לְפַרְעֹֽה׃ <WH6547> le-far-'Oh. against Pharaoh"},{"number":13,"verse":"וַיַּ֥עַשׂ <WH6213> vai-Ya-'as did יְהוָ֖ה <WH3068> Yah-weh And the LORD כִּדְבַ֣ר <WH1697> kid-Var according to the word מֹשֶׁ֑ה <WH4872> mo-Sheh; of Moses וַיָּמֻ֙תוּ֙ <WH4191> vai-ya-Mu-tu died הַֽצְפַרְדְּעִ֔ים <WH6854> hatz-far-de-'Im, and the frogs מִן־ <WH4480> min- out הַבָּתִּ֥ים <WH1004> hab-bat-Tim out of the houses מִן־ <WH4480> min- at הַחֲצֵרֹ֖ת <WH2691> ha-cha-tze-Rot out of the villages וּמִן־ <WH4480> u-min- at הַשָּׂדֹֽת׃ <WH7704> has-sa-Dot. and out of the fields"},{"number":14,"verse":"וַיִּצְבְּר֥וּ <WH6651> vai-yitz-be-Ru And they gathered them together אֹתָ֖ם <WH853> 'o-Tam חֳמָרִ֣ם <WH2563> cho-ma-Rim upon heaps חֳמָרִ֑ם <WH2563> cho-ma-Rim; heaps וַתִּבְאַ֖שׁ <WH887> vat-tiv-'Ash stank הָאָֽרֶץ׃ <WH776> ha-'A-retz. and the land"},{"number":15,"verse":"וַיַּ֣רְא <WH7200> vai-Yar saw פַּרְעֹ֗ה <WH6547> par-'Oh, But when Pharaoh כִּ֤י <WH3588> ki for הָֽיְתָה֙ <WH1961> ha-ye-Tah there was הָֽרְוָחָ֔ה <WH7309> ha-re-va-Chah, that there was respite וְהַכְבֵּד֙ <WH3513> ve-hach-Bed he hardened אֶת־ <WH853> 'et- לִבּ֔וֹ <WH3820> lib-Bo, his heart וְלֹ֥א <WH3808> ve-Lo and did not שָׁמַ֖ע <WH8085> sha-Ma' and hearkened אֲלֵהֶ֑ם <WH413> 'a-le-Hem; about כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after דִּבֶּ֥ר <WH1696> dib-Ber had said יְהוָֽה׃ <WH3068> Yah-weh. not unto them as the LORD ס sa-Mek"},{"number":16,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יְהוָה֮ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁה֒ <WH4872> mo-Sheh unto Moses אֱמֹר֙ <WH559> 'e-Mor Say אֶֽל־ <WH413> 'el- to אַהֲרֹ֔ן <WH175> 'a-ha-Ron, unto Aaron נְטֵ֣ה <WH5186> ne-Teh Stretch out אֶֽת־ <WH853> 'et- מַטְּךָ֔ <WH4294> mat-te-Cha, thy rod וְהַ֖ךְ <WH5221> ve-Hach and smite אֶת־ <WH853> 'et- עֲפַ֣ר <WH6083> 'a-Far the dust הָאָ֑רֶץ <WH776> ha-'A-retz; of the land וְהָיָ֥ה <WH1961> ve-ha-Yah may become לְכִנִּ֖ם <WH3654> le-chin-Nim that it may become lice בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz throughout all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":17,"verse":"וַיַּֽעֲשׂוּ־ <WH6213> vai-ya-'a-su- And they did כֵ֗ן <WH3651> Chen, so וַיֵּט֩ <WH5186> vai-Yet stretched out אַהֲרֹ֨ן <WH175> 'a-ha-Ron so for Aaron אֶת־ <WH853> 'et- יָד֤וֹ <WH3027> ya-Do his hand בְמַטֵּ֙הוּ֙ <WH4294> ve-mat-Te-hu with his rod וַיַּךְ֙ <WH5221> vai-yaCh and smote אֶת־ <WH853> 'et- עֲפַ֣ר <WH6083> 'a-Far the dust הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth וַתְּהִי֙ <WH1961> vat-te-Hi became הַכִּנָּ֔ם <WH3654> hak-kin-Nam, and it became lice בָּאָדָ֖ם <WH120> ba-'a-Dam in man וּבַבְּהֵמָ֑ה <WH929> u-vab-be-he-Mah; and in beast כָּל־ <WH3605> kol- All עֲפַ֥ר <WH6083> 'a-Far all the dust הָאָ֛רֶץ <WH776> ha-'A-retz of the land הָיָ֥ה <WH1961> ha-Yah became כִנִּ֖ים <WH3654> chin-Nim became lice בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz throughout all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":18,"verse":"וַיַּעֲשׂוּ־ <WH6213> vai-ya-'a-su- did כֵ֨ן <WH3651> chen after that הַחַרְטֻמִּ֧ים <WH2748> ha-char-tum-Mim And the magicians בְּלָטֵיהֶ֛ם <WH3909> be-la-tei-Hem so with their enchantments לְהוֹצִ֥יא <WH3318> le-ho-Tzi to bring forth אֶת־ <WH853> 'et- הַכִּנִּ֖ים <WH3654> hak-kin-Nim lice וְלֹ֣א <WH3808> ve-Lo not יָכֹ֑לוּ <WH3201> ya-Cho-lu; but they could וַתְּהִי֙ <WH1961> vat-te-Hi become הַכִּנָּ֔ם <WH3654> hak-kin-Nam, not so there were lice בָּאָדָ֖ם <WH120> ba-'a-Dam upon man וּבַבְּהֵמָֽה׃ <WH929> u-vab-be-he-Mah. and upon beast"},{"number":19,"verse":"וַיֹּאמְר֤וּ <WH559> vai-yo-me-Ru said הַֽחַרְטֻמִּים֙ <WH2748> ha-char-tum-Mim Then the magicians אֶל־ <WH413> 'el- to פַּרְעֹ֔ה <WH6547> par-'Oh, unto Pharaoh אֶצְבַּ֥ע <WH676> 'etz-Ba' This [is] the finger אֱלֹהִ֖ים <WH430> E-lo-Him of God הִ֑וא <WH1931> hi This וַיֶּחֱזַ֤ק <WH2388> vai-ye-che-Zak was hardened לֵב־ <WH3820> lev- heart פַּרְעֹה֙ <WH6547> par-'Oh and Pharaoh's וְלֹֽא־ <WH3808> ve-lo- did not שָׁמַ֣ע <WH8085> sha-Ma' and he hearkened אֲלֵהֶ֔ם <WH413> 'a-le-Hem, about כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after דִּבֶּ֥ר <WH1696> dib-Ber had said יְהוָֽה׃ <WH3068> Yah-weh. not unto them as the LORD ס sa-Mek"},{"number":20,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses הַשְׁכֵּ֤ם <WH7925> hash-Kem Rise up early בַּבֹּ֙קֶר֙ <WH1242> bab-Bo-ker in the morning וְהִתְיַצֵּב֙ <WH3320> ve-hit-yatz-Tzev and stand לִפְנֵ֣י <WH6440> lif-Nei before פַרְעֹ֔ה <WH6547> far-'Oh, Pharaoh הִנֵּ֖ה <WH2009> hin-Neh behold יוֹצֵ֣א <WH3318> yo-Tze lo he cometh forth הַמָּ֑יְמָה <WH4325> ham-Ma-ye-mah; to the water וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta and say אֵלָ֗יו <WH413> 'e-Lav, to him כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar unto him Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD שַׁלַּ֥ח <WH7971> shal-Lach go עַמִּ֖י <WH5971> 'am-Mi Let my people וְיַֽעַבְדֻֽנִי׃ <WH5647> ve-Ya-'av-Du-ni. that they may serve"},{"number":21,"verse":"כִּ֣י <WH3588> ki For אִם־ <WH518> 'im- if אֵינְךָ֮ <WH369> 'ei-ne-Cha not מְשַׁלֵּ֣חַ <WH7971> me-shal-Le-ach go אֶת־ <WH853> 'et- עַמִּי֒ <WH5971> 'am-Mi Else if thou wilt not let my people הִנְנִי֩ <WH2005> hin-Ni behold מַשְׁלִ֨יחַ <WH7971> mash-Li-ach behold I will send בְּךָ֜ be-Cha וּבַעֲבָדֶ֧יךָ <WH5650> u-va-'a-va-Dei-cha [of flies] upon thee and upon thy servants וּֽבְעַמְּךָ֛ <WH5971> u-ve-'am-me-Cha and upon thy people וּבְבָתֶּ֖יךָ <WH1004> u-ve-vat-Tei-cha and into thy houses אֶת־ <WH853> 'et- הֶעָרֹ֑ב <WH6157> he-'a-Ro; swarms וּמָ֨לְא֜וּ <WH4390> u-Mal-'U shall be full בָּתֵּ֤י <WH1004> bat-Tei and the houses מִצְרַ֙יִם֙ <WH4713> mitz-Ra-yim Egyptian אֶת־ <WH853> 'et- הֶ֣עָרֹ֔ב <WH6157> he-'a-Ro, of swarms וְגַ֥ם <WH1571> ve-Gam and also הָאֲדָמָ֖ה <WH127> ha-'a-da-Mah [of flies] and also the ground אֲשֶׁר־ <WH834> 'a-Sher- which הֵ֥ם <WH1992> hem like עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":22,"verse":"וְהִפְלֵיתִי֩ <WH6395> ve-hif-lei-Ti And I will sever בַיּ֨וֹם <WH3117> vai-Yom in that day הַה֜וּא <WH1931> ha-Hu he אֶת־ <WH853> 'et- אֶ֣רֶץ <WH776> 'E-retz the land גֹּ֗שֶׁן <WH1657> Go-shen, of Goshen אֲשֶׁ֤ר <WH834> 'a-Sher where עַמִּי֙ <WH5971> 'am-Mi in which my people עֹמֵ֣ד <WH5975> 'o-Med dwell עָלֶ֔יהָ <WH5921> 'a-Lei-ha, that לְבִלְתִּ֥י <WH1115> le-vil-Ti that no הֱיֽוֹת־ <WH1961> he-yot- [of flies] shall be שָׁ֖ם <WH8033> sham will be there עָרֹ֑ב <WH6157> a-Ro; swarms לְמַ֣עַן <WH4616> le-Ma-'an there to the end תֵּדַ֔ע <WH3045> te-Da', thou mayest know כִּ֛י <WH3588> ki that אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh that I [am] the LORD בְּקֶ֥רֶב <WH7130> be-Ke-rev in the midst הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":23,"verse":"וְשַׂמְתִּ֣י <WH7760> ve-sam-Ti And I will put פְדֻ֔ת <WH6304> fe-Dut, a division בֵּ֥ין <WH996> bein between עַמִּ֖י <WH5971> 'am-Mi between my people וּבֵ֣ין <WH996> u-Vein between עַמֶּ֑ךָ <WH5971> 'am-Me-cha; and thy people לְמָחָ֥ר <WH4279> le-ma-Char to morrow יִהְיֶ֖ה <WH1961> yih-Yeh become הָאֹ֥ת <WH226> ha-'Ot shall this sign הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":24,"verse":"וַיַּ֤עַשׂ <WH6213> vai-Ya-'as did יְהוָה֙ <WH3068> Yah-weh And the LORD כֵּ֔ן <WH3651> Ken, so וַיָּבֹא֙ <WH935> vai-ya-Vo so and there came עָרֹ֣ב <WH6157> a-Ro swarm כָּבֵ֔ד <WH3515> ka-Ved, a grievous בֵּ֥יתָה <WH1004> Bei-tah [of flies] into the house פַרְעֹ֖ה <WH6547> far-'Oh of Pharaoh וּבֵ֣ית <WH1004> u-Veit houses עֲבָדָ֑יו <WH5650> 'a-va-Dav; and [into] his servants' וּבְכָל־ <WH3605> u-ve-Chol all אֶ֧רֶץ <WH776> 'E-retz and into all the land מִצְרַ֛יִם <WH4714> mitz-Ra-yim of Egypt תִּשָּׁחֵ֥ת <WH7843> tish-sha-Chet was corrupted הָאָ֖רֶץ <WH776> ha-'A-retz the land מִפְּנֵ֥י <WH6440> mip-pe-Nei by reason הֶעָרֹֽב׃ <WH6157> he-'a-Ro. of the swarm"},{"number":25,"verse":"וַיִּקְרָ֣א <WH7121> vai-yik-Ra called פַרְעֹ֔ה <WH6547> far-'Oh, And Pharaoh אֶל־ <WH413> 'el- for מֹשֶׁ֖ה <WH4872> mo-Sheh Moses וּֽלְאַהֲרֹ֑ן <WH175> u-le-'a-ha-Ron; and for Aaron וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said לְכ֛וּ <WH1980> le-Chu Go זִבְח֥וּ <WH2076> ziv-Chu ye sacrifice לֵֽאלֹהֵיכֶ֖ם <WH430> le-lo-hei-Chem to your God בָּאָֽרֶץ׃ <WH776> ba-'A-retz. in the land"},{"number":26,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֗ה <WH4872> mo-Sheh, And Moses לֹ֤א <WH3808> lo is not נָכוֹן֙ <WH3559> na-chOn It is not meet לַעֲשׂ֣וֹת <WH6213> la-'a-Sot so to do כֵּ֔ן <WH3651> Ken, so כִּ֚י <WH3588> ki what תּוֹעֲבַ֣ת <WH8441> to-'a-Vat the abomination מִצְרַ֔יִם <WH4713> mitz-Ra-yim, Egyptian נִזְבַּ֖ח <WH2076> niz-Bach we shall sacrifice לַיהוָ֣ה <WH3068> Yah-weh to the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God הֵ֣ן <WH2005> hen for נִזְבַּ֞ח <WH2076> niz-Bach lo shall we sacrifice אֶת־ <WH853> 'et- תּוֹעֲבַ֥ת <WH8441> to-'a-Vat the abomination מִצְרַ֛יִם <WH4713> mitz-Ra-yim Egyptian לְעֵינֵיהֶ֖ם <WH5869> le-'ei-nei-Hem before their eyes וְלֹ֥א <WH3808> ve-Lo not יִסְקְלֻֽנוּ׃ <WH5619> yis-ke-Lu-nu. and will they not stone"},{"number":27,"verse":"דֶּ֚רֶךְ <WH1870> De-rech journey שְׁלֹ֣שֶׁת <WH7969> she-Lo-shet three יָמִ֔ים <WH3117> ya-Mim, days' נֵלֵ֖ךְ <WH1980> ne-Lech go בַּמִּדְבָּ֑ר <WH4057> bam-mid-Bar; into the wilderness וְזָבַ֙חְנוּ֙ <WH2076> ve-za-Vach-nu and sacrifice לַֽיהוָ֣ה <WH3068> Yah-weh to the LORD אֱלֹהֵ֔ינוּ <WH430> 'e-lo-Hei-nu, our God כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher he יֹאמַ֥ר <WH559> yo-Mar as he shall command אֵלֵֽינוּ׃ <WH413> 'e-Lei-nu. about"},{"number":28,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֗ה <WH6547> par-'Oh, And Pharaoh אָנֹכִ֞י <WH595> 'a-no-Chi I אֲשַׁלַּ֤ח <WH7971> 'a-shal-Lach I will let you go אֶתְכֶם֙ <WH853> 'et-Chem וּזְבַחְתֶּ֞ם <WH2076> u-ze-vach-Tem that ye may sacrifice לַיהוָ֤ה <WH3068> Yah-weh to the LORD אֱלֹֽהֵיכֶם֙ <WH430> 'e-lo-hei-Chem your God בַּמִּדְבָּ֔ר <WH4057> bam-mid-Bar, in the wilderness רַ֛ק <WH7535> rak very הַרְחֵ֥ק <WH7368> har-Chek very לֹא־ <WH3808> lo- not תַרְחִ֖יקוּ <WH7368> tar-Chi-ku far away לָלֶ֑כֶת <WH1980> la-Le-chet; go הַעְתִּ֖ירוּ <WH6279> ha'-Ti-ru intreat בַּעֲדִֽי׃ <WH1157> ba-'a-Di. for me"},{"number":29,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֗ה <WH4872> mo-Sheh, And Moses הִנֵּ֨ה <WH2009> hin-Neh Behold אָנֹכִ֜י <WH595> 'a-no-Chi I יוֹצֵ֤א <WH3318> yo-Tze Behold I go out מֵֽעִמָּךְ֙ <WH5973> me-'im-moCh and I וְהַעְתַּרְתִּ֣י <WH6279> ve-ha'-tar-Ti from thee and I will intreat אֶל־ <WH413> 'el- to יְהוָ֔ה <WH3068> Yah-weh, the LORD וְסָ֣ר <WH5493> ve-Sar [of flies] may depart הֶעָרֹ֗ב <WH6157> he-'a-Ro, that the swarms מִפַּרְעֹ֛ה <WH6547> mip-par-'Oh from Pharaoh מֵעֲבָדָ֥יו <WH5650> me-'a-va-Dav from his servants וּמֵעַמּ֖וֹ <WH5971> u-me-'am-Mo and from his people מָחָ֑ר <WH4279> ma-Char; to morrow רַ֗ק <WH7535> Rak, but אַל־ <WH408> 'al- nay יֹסֵ֤ף <WH3254> yo-Sef any more פַּרְעֹה֙ <WH6547> par-'Oh let not Pharaoh הָתֵ֔ל <WH2048> ha-Tel, deal deceitfully לְבִלְתִּי֙ <WH1115> le-vil-Ti in not שַׁלַּ֣ח <WH7971> shal-Lach go אֶת־ <WH853> 'et- הָעָ֔ם <WH5971> ha-'Am, letting the people לִזְבֹּ֖חַ <WH2076> liz-Bo-ach to sacrifice לַֽיהוָֽה׃ <WH3068> Yah-weh. to the LORD"},{"number":30,"verse":"וַיֵּצֵ֥א <WH3318> vai-ye-Tze went out מֹשֶׁ֖ה <WH4872> mo-Sheh And Moses מֵעִ֣ם <WH5973> me-'Im from פַּרְעֹ֑ה <WH6547> par-'Oh; from Pharaoh וַיֶּעְתַּ֖ר <WH6279> vai-ye'-Tar and intreated אֶל־ <WH413> 'el- to יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":31,"verse":"וַיַּ֤עַשׂ <WH6213> vai-Ya-'as did יְהוָה֙ <WH3068> Yah-weh And the LORD כִּדְבַ֣ר <WH1697> kid-Var according to the word מֹשֶׁ֔ה <WH4872> mo-Sheh, of Moses וַיָּ֙סַר֙ <WH5493> vai-Ya-sar and he removed הֶעָרֹ֔ב <WH6157> he-'a-Ro, the swarms מִפַּרְעֹ֖ה <WH6547> mip-par-'Oh [of flies] from Pharaoh מֵעֲבָדָ֣יו <WH5650> me-'a-va-Dav from his servants וּמֵעַמּ֑וֹ <WH5971> u-me-'am-Mo; and from his people לֹ֥א <WH3808> lo not נִשְׁאַ֖ר <WH7604> nish-'Ar there remained אֶחָֽד׃ <WH259> 'e-Chad. not one"},{"number":32,"verse":"וַיַּכְבֵּ֤ד <WH3513> vai-yach-Bed hardened פַּרְעֹה֙ <WH6547> par-'Oh And Pharaoh אֶת־ <WH853> 'et- לִבּ֔וֹ <WH3820> lib-Bo, his heart גַּ֖ם <WH1571> gam also בַּפַּ֣עַם <WH6471> bap-Pa-'am at this time הַזֹּ֑את <WH2063> haz-Zot; likewise וְלֹ֥א <WH3808> ve-Lo did not שִׁלַּ֖ח <WH7971> shil-Lach go אֶת־ <WH853> 'et- הָעָֽם׃ <WH5971> ha-'Am. also neither would he let the people פ Peh"}]}