{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"( ইস্রায়েলীয়দের গোষ্ঠী গণনা।) মিসর দেশ হইতে লোকদের বাহির হইয়া আসিবার পর দ্বিতীয় বৎসরের দ্বিতীয় মাসের প্রথম দিবসে সদাপ্রভু সীনয় প্রান্তরে সমাগম-তাম্বুতে মোশিকে কহিলেন,"},{"number":2,"verse":"তোমরা লোকদের গোষ্ঠী অনুসারে, পিতৃকুলানুসারে, নাম-সংখ্যানুসারে ইস্রায়েল-সন্তানদের সমস্ত মণ্ডলীর, প্রত্যেক পুরুষের মস্তকের সংখ্যা গ্রহণ কর।"},{"number":3,"verse":"বিংশতি বৎসর ও ততোধিক বয়স্ক যত পুরুষ ইস্রায়েলের মধ্যে যুদ্ধে গমনযোগ্য, তাহাদের সৈন্য অনুসারে তুমি ও হারোণ তাহাদিগকে গণনা কর।"},{"number":4,"verse":"আর প্রত্যেক বংশ হইতে এক এক জন, আপন আপন পিতৃকুলের প্রধান ব্যক্তি, তোমাদের সহকারী হইবে।"},{"number":5,"verse":"আর যে ব্যক্তিরা তোমাদের সহকারী হইবে, তাহাদের এই এই নাম। রূবেণের পক্ষে শদেয়ূরের পুত্র ইলীষূর।"},{"number":6,"verse":"শিমিয়োনের পক্ষে সূরীশদ্দয়ের পুত্র শলুমীয়েল।"},{"number":7,"verse":"যিহূদার পক্ষে অম্মীনাদবের পুত্র নহশোন।"},{"number":8,"verse":"ইষাখরের পক্ষে সূয়ারের পুত্র নথনেল।"},{"number":9,"verse":"সবূলূনের পক্ষে হেলোনের পুত্র ইলীয়াব।"},{"number":10,"verse":"যোষেফের পুত্রদের মধ্যে ইফ্রয়িমের পক্ষে অম্মীহূদের পুত্র ইলীশামা, মনঃশির পক্ষে পদাহসূরের পুত্র গমলীয়েল।"},{"number":11,"verse":"বিন্যামীনের পক্ষে গিদিয়োনির পুত্র অবীদান।"},{"number":12,"verse":"দানের পক্ষে অম্মীশদ্দয়ের পুত্র অহীয়েষর।"},{"number":13,"verse":"আশেরের পক্ষে অক্রণের পুত্র পগীয়েল।"},{"number":14,"verse":"গাদের পক্ষে দ্যূয়েলের পুত্র ইলীয়াসফ।"},{"number":15,"verse":"নপ্তালীর পক্ষে ঐননের পুত্র অহীরঃ।"},{"number":16,"verse":"ইহারা মণ্ডলীর সমাহূত লোক, আপন আপন পিতৃবংশের অধ্যক্ষ; ইহারা ইস্রায়েলের সহস্রপতি ছিল।"},{"number":17,"verse":"তখন মোশি ও হারোণ উল্লিখিত নামা ব্যক্তিদিগকে সঙ্গে লইলেন।"},{"number":18,"verse":"আর দ্বিতীয় মাসের প্রথম দিবসে সমস্ত মণ্ডলীকে একত্র করিয়া মস্তকের সংখ্যামতে বিংশতি বৎসর ও ততোধিক বয়স্ক লোকদের নাম-সংখ্যানুসারে তাহাদের গোষ্ঠী ও পিতৃকুল লিখিলেন।"},{"number":19,"verse":"এইরূপে মোশি সদাপ্রভুর আজ্ঞানুসারে সীনয় প্রান্তরে তাহাদিগকে গণনা করিলেন।"},{"number":20,"verse":"ইস্রায়েলের প্রথমজাত যে রূবেণ, তাহার সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য সমস্ত পুরুষের মস্তক ও নাম-সংখ্যানুসারে"},{"number":21,"verse":"রূবেণ বংশের গণিত লোক ছেচল্লিশ সহস্র পাঁচ শত।"},{"number":22,"verse":"শিমিয়োন-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য সমস্ত পুরুষের মস্তক ও নাম-সংখ্যানুসারে"},{"number":23,"verse":"শিমিয়োন বংশের গণিত লোক ঊনষাট সহস্র তিন শত।"},{"number":24,"verse":"গাদ-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য সমস্ত"},{"number":25,"verse":"পুরুষের নাম-সংখ্যানুসারে গাদ বংশের গণিত লোক পঁয়তাল্লিশ সহস্র ছয় শত পঞ্চাশ।"},{"number":26,"verse":"যিহূদা-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":27,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে যিহূদা বংশের গণিত লোক চুয়াত্তর সহস্র ছয় শত।"},{"number":28,"verse":"ইষাখর-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":29,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে ইষাখর বংশের গণিত লোক চুয়ান্ন সহস্র চারি শত।"},{"number":30,"verse":"সবূলূন-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":31,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে সবূলূন বংশের গণিত লোক সাতান্ন সহস্র চারি শত।"},{"number":32,"verse":"যোষেফ-সন্তানগণের মধ্যে ইফ্রয়িম-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য সমস্ত পুরুষের"},{"number":33,"verse":"নাম-সংখ্যানুসারে ইফ্রয়িম-বংশের গণিত লোক চল্লিশ সহস্র পাঁচ শত।"},{"number":34,"verse":"মনঃশি-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":35,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে মনঃশি বংশের গণিত লোক বত্রিশ সহস্র দুই শত।"},{"number":36,"verse":"বিন্যামীন-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":37,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে বিন্যামীন বংশের গণিত লোক পঁয়ত্রিশ সহস্র চারি শত।"},{"number":38,"verse":"দান-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":39,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে দান বংশের গণিত লোক বাষট্টি সহস্র সাত শত।"},{"number":40,"verse":"আশের-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":41,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে আশের বংশের গণিত লোক একচল্লিশ সহস্র পাঁচ শত।"},{"number":42,"verse":"নপ্তালি-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে সংখ্যানির্ণয়। বিংশতি বৎসর ও ততোধিক বয়স্ক যুদ্ধে গমনযোগ্য"},{"number":43,"verse":"সমস্ত পুরুষের নাম-সংখ্যানুসারে নপ্তালি বংশের গণিত লোক তিপান্ন সহস্র চারি শত।"},{"number":44,"verse":"এই সকল লোক মোশি ও হারোণ কর্ত্তৃক, এবং ইস্রায়েলের বারো জন অধ্যক্ষ অর্থাৎ আপন আপন পিতৃকুলের এক এক জন অধ্যক্ষ কর্ত্তৃক গণিত হইল।"},{"number":45,"verse":"স্ব স্ব পিতৃকুলানুসারে ইস্রায়েল-সন্তানগণ, অর্থাৎ বিংশতি বৎসর ও ততোধিক বয়স্ক ইস্রায়েলের মধ্যে যুদ্ধে গমনযোগ্য"},{"number":46,"verse":"সমস্ত পুরুষ গণিত হইলে গণিত লোকদের সংখ্যা ছয় লক্ষ তিন সহস্র পাঁচ শত পঞ্চাশ হইল।"},{"number":47,"verse":"আর লেবীয়েরা আপন পিতৃবংশানুসারে তাহাদিগের মধ্যে গণিত হইল না।"},{"number":48,"verse":"কেননা সদাপ্রভু মোশিকে বলিয়াছিলেন,"},{"number":49,"verse":"তুমি কেবল লেবি বংশের গণনা করিও না, এবং ইস্রায়েল-সন্তানগণের মধ্যে তাহাদের সংখ্যা গ্রহণ করিও না।"},{"number":50,"verse":"কিন্তু সাক্ষ্যের আবাস ও তাহার সকল দ্রব্য ও তৎসংক্রান্ত সমস্ত বিষয়ের তত্ত্বাবধান জন্য লেবীয়দিগকে নিযুক্ত করিও; তাহারা আবাস ও তাহার সমস্ত দ্রব্য বহিবে, এবং তাহারা তৎসংক্রান্ত পরিচর্য্যা করিবে, ও আবাসের চারিদিকে সন্নিবেশিত হইবে।"},{"number":51,"verse":"আর আবাস তুলিবার সময়ে লেবীয়েরা তাহা ভাঙ্গিবে; এবং আবাস স্থাপনের সময়ে লেবীয়েরা তাহা স্থাপন করিবে; অন্য গোষ্ঠীর লোক তাহার নিকটে গেলে তাহার প্রাণদণ্ড হইবে।"},{"number":52,"verse":"আর ইস্রায়েল-সন্তানগণ আপন আপন সৈন্য অনুসারে আপন আপন শিবিরে আপন আপন পতাকার সমীপে সন্নিবেশিত হইবে।"},{"number":53,"verse":"কিন্তু ইস্রায়েল-সন্তানগণের মণ্ডলীর প্রতি যেন ক্রোধ না বর্ত্তে, এই নিমিত্ত সাক্ষ্যের আবাসের চতুর্দ্দিকে লেবীয়েরা সন্নিবেশিত হইবে, এবং লেবীয়েরা সাক্ষ্যের আবাসের রক্ষণীয় রক্ষা করিবে।"},{"number":54,"verse":"ইস্রায়েল-সন্তানগণ সেইরূপ করিল; সদাপ্রভু মোশিকে যাহা যাহা আজ্ঞা করিয়াছিলেন, তদনুসারে তাহারা সকলই করিল।"}]}