{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"( কনান দেশ দেখিবার জন্য লোক প্রেরণ। ইস্রায়েলীয়দের অবিশ্বাস।) পরে সদাপ্রভু মোশিকে কহিলেন,"},{"number":2,"verse":"আমি ইস্রায়েল-সন্তানগণকে যে কনান দেশ দিব, তুমি তাহা নিরীক্ষণ করিবার জন্য কয়েক ব্যক্তিকে প্রেরণ কর; তাহাদের স্ব স্ব পিতৃকুল সম্পর্কীয় এক এক বংশের মধ্যে এক এক জন অধ্যক্ষকে প্রেরণ কর।"},{"number":3,"verse":"তাহাতে সদাপ্রভুর আজ্ঞানুসারে মোশি পারণ প্রান্তর হইতে তাঁহাদিগকে প্রেরণ করিলেন; তাঁহারা সকলে ইস্রায়েল-সন্তানগণের অধ্যক্ষ ছিলেন।"},{"number":4,"verse":"তাঁহাদের নাম এই এই; রূবেণ বংশের মধ্যে সক্কূরের পুত্র শম্মুয়;"},{"number":5,"verse":"শিমিয়োন বংশের মধ্যে হোরির পুত্র শাফট;"},{"number":6,"verse":"যিহূদা বংশের মধ্যে যিফুন্নির পুত্র কালেব;"},{"number":7,"verse":"ইষাখর বংশের মধ্যে যোষেফের পুত্র যিগাল;"},{"number":8,"verse":"ইফ্রয়িম বংশের মধ্যে নূনের পুত্র হোশেয়;"},{"number":9,"verse":"বিন্যামীন বংশের মধ্যে রাফূর পুত্র পল্টি;"},{"number":10,"verse":"সবূলূন বংশের মধ্যে সোদির পুত্র গদ্দীয়েল;"},{"number":11,"verse":"যোষেফ বংশের অর্থাৎ মনঃশি বংশের মধ্যে সূষির পুত্র গদ্দি;"},{"number":12,"verse":"দান বংশের মধ্যে গমল্লির পুত্র অম্মীয়েল;"},{"number":13,"verse":"আশের বংশের মধ্যে মীখায়েলের পুত্র সথুর;"},{"number":14,"verse":"নপ্তালি বংশের মধ্যে বপ্সির পুত্র নহ্বি;"},{"number":15,"verse":"গাদ বংশের মধ্যে মাখির পুত্র গ্যূয়েল।"},{"number":16,"verse":"মোশি যাঁহাদিগকে দেশ নিরীক্ষণ করিতে পাঠাইলেন, সেই লোকদের নাম এই। আর মোশি নূনের পুত্র হোশেয়ের নাম যিহোশূয় রাখিলেন।"},{"number":17,"verse":"কনান দেশ নিরীক্ষণ করিতে পাঠাইবার সময়ে মোশি তাঁহাদিগকে কহিলেন, তোমরা দক্ষিণদিক্ দিয়া এই পথে গিয়া উঠ,"},{"number":18,"verse":"পাহাড় অঞ্চলে গিয়া উঠ; এবং গিয়া দেখ, সে দেশ কেমন, ও তথাকার নিবাসী লোকেরা বলবান্ কি দুর্ব্বল, অল্প কি অনেক;"},{"number":19,"verse":"এবং তাহারা যে দেশে বাস করে সে দেশ কেমন, ভাল কি মন্দ; ও যে সকল নগরে বাস করে, সে সকল কি প্রকার; তাহারা তাম্বুতে কি গড়ে, কিসে বাস করে;"},{"number":20,"verse":"এবং ভূমি কি প্রকার, সতেজ কি নিস্তেজ, তাহাতে বৃক্ষ আছে কি না। আর তোমরা সাহসী হইয়া সেই দেশের কিছু ফল সঙ্গে করিয়া আনিও।"},{"number":21,"verse":"তখন আশুপক্ক দ্রাক্ষাফলের সময় ছিল। তাঁহারা যাত্রা করিয়া সীন প্রান্তর অবধি হমাতের প্রবেশ স্থানে স্থিত রহোব পর্য্যন্ত সমস্ত দেশ নিরীক্ষণ করিলেন।"},{"number":22,"verse":"বিশেষতঃ দক্ষিণদিক্ দিয়া উঠিয়া গেলেন, ও হিব্রোণে উপস্থিত হইলেন; সেই স্থানে অহীমান, শেশয় ও তল্ময়, অনাকের এই তিন সন্তান ছিল। মিসরস্থ সোয়নের পত্তনের সাত বৎসর পূর্ব্বে হিব্রোণের পত্তন হইয়াছিল।"},{"number":23,"verse":"পরে তাঁহারা ইষ্কোল উপত্যকাতে উপস্থিত হইয়া সে স্থানে এক থলুয়া ফলযুক্ত দ্রাক্ষালতার এক শাখা কাটিয়া তাহা দণ্ডে করিয়া দুই জন বহিলেন, এবং তাঁহারা কতকগুলি দাড়িম ও ডুমুরফলও সঙ্গে আনিলেন।"},{"number":24,"verse":"ইস্রায়েল-সন্তানেরা ঐ স্থানে সেই দ্রাক্ষার থলুয়া কাটিয়াছিলেন, এই জন্য সেই উপত্যকা ইষ্কোল [থলুয়া] নামে খ্যাত হইল।"},{"number":25,"verse":"তাঁহারা দেশ নিরীক্ষণ করিয়া চল্লিশ দিনের পর ফিরিয়া আসিলেন।"},{"number":26,"verse":"পরে তাঁহারা আসিয়া পারণ প্রান্তরস্থ কাদেশ নামক স্থানে মোশির ও হারোণের এবং ইস্রায়েল-সন্তানদের সমস্ত মণ্ডলীর নিকটে উপস্থিত হইয়া উহাদিগকে ও সমস্ত মণ্ডলীকে সংবাদ দিলেন; এবং সেই দেশের ফল তাহাদিগকে দেখাইলেন।"},{"number":27,"verse":"আর তাঁহাকে বৃত্তান্ত কহিলেন, বলিলেন, আপনি আমাদিগকে যে দেশে প্রেরণ করিয়াছিলেন, আমরা তথায় গিয়াছিলাম; দেশটী দুগ্ধমধুপ্রবাহী বটে;"},{"number":28,"verse":"আর এই দেখুন, তাহার ফল। যাহা হউক, তদ্দেশনিবাসী লোকেরা বলবান্, ও তথাকার নগর সকল প্রাচীরবেষ্টিত ও অতি বৃহৎ; এবং সে স্থানে আমরা অনাকের সন্তানগণকেও দেখিয়াছি।"},{"number":29,"verse":"দক্ষিণ দেশে অমালেক বাস করে; এবং পাহাড় অঞ্চলে হিত্তীয়, যিবূষীয় ও ইমোরীয়েরা বাস করে; এবং সমুদ্রের নিকটে এ যর্দ্দনের তীরে কনানীয়েরা বাস করে।"},{"number":30,"verse":"আর কালেব মোশির সাক্ষাতে লোকদিগকে ক্ষান্ত করণার্থে কহিলেন, আইস, আমরা একেবারে উঠিয়া গিয়া দেশ অধিকার করি; কেননা আমরা উহা জয় করিতে সমর্থ।"},{"number":31,"verse":"কিন্তু যে ব্যক্তিরা তাঁহার সহিত গিয়াছিলেন, তাঁহারা কহিলেন, আমরা সেই লোকদের বিরুদ্ধে যাইতে সমর্থ নহি, কেননা আমাদের অপেক্ষা তাহারা বলবান্।"},{"number":32,"verse":"এইরূপে তাঁহারা যে দেশ নিরীক্ষণ করিতে গিয়াছিলেন, ইস্রায়েল-সন্তানগণের সাক্ষাতে সেই দেশের অখ্যাতি করিয়া কহিলেন, আমরা যে দেশ নিরীক্ষণ করিতে স্থানে স্থানে গিয়াছিলাম, সে দেশ আপন অধিবাসীদিগকে গ্রাস করে; এবং তাহার মধ্যে আমরা যত লোককে দেখিয়াছি, তাহারা সকলে ভীমকায়।"},{"number":33,"verse":"বিশেষতঃ তথায় বীরজাত অনাকের সন্তান বীরদিগকে দেখিয়া আমরা আপনাদের দৃষ্টিতে ফড়িঙ্গের ন্যায়, এবং তাহাদের দৃষ্টিতেও তদ্রূপ হইলাম।"}]}