{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"( সর্পাঘাতে বিনাশ ও তৎপ্রতীকার।) আর দক্ষিণ প্রদেশনিবাসী কনান বংশীয় অরাদের রাজা শুনিতে পাইলেন যে, ইস্রায়েল অথারীমের পথ দিয়া আসিতেছে; তখন তিনি ইস্রায়েলের সহিত যুদ্ধ করিলেন, ও তাহাদের কতকগুলি লোককে ধরিয়া বন্দি করিলেন।"},{"number":2,"verse":"তাহাতে ইস্রায়েল সদাপ্রভুর উদ্দেশে মানত করিয়া কহিল, যদি তুমি এই লোকদিগকে আমার হস্তে সমর্পণ কর, তবে আমি তাহাদের নগর সকল নিঃশেষে বিনষ্ট করিব।"},{"number":3,"verse":"তখন সদাপ্রভু ইস্রায়েলের রবে কর্ণপাত করিয়া সেই কনানীয়দিগকে সমর্পণ করিলেন; তাহাতে ইস্রায়েল তাহাদিগকে ও তাহাদের সমস্ত নগর নিঃশেষে বিনষ্ট করিল, এবং সেই স্থানের নাম হর্মা [বিনষ্ট] রাখিল।"},{"number":4,"verse":"পরে তাহারা হোর পর্ব্বত হইতে প্রস্থান করিয়া ইদোম দেশ প্রদক্ষিণ জন্য সূফসাগরের দিকে যাত্রা করিল; আর পথের মধ্যে লোকদের প্রাণ বিরক্ত হইল।"},{"number":5,"verse":"আর লোকেরা ঈশ্বরের প্রতিকূলে ও মোশির প্রতিকূলে কহিতে লাগিল, তোমরা কেন আমাদিগকে মিসর হইতে বাহির করিয়া আনিলে, যেন আমরা প্রান্তরে মরিয়া যাই? রুটীও নাই, জলও নাই; আর আমাদের প্রাণ এই লঘু ভক্ষ্য ঘৃণা করে।"},{"number":6,"verse":"তখন সদাপ্রভু লোকদের মধ্যে জ্বালাদায়ী সর্প প্রেরণ করিলেন; তাহারা লোকদিগকে দংশন করিলে ইস্রায়েলের অনেক লোক মারা পড়িল।"},{"number":7,"verse":"আর লোকেরা মোশির নিকটে আসিয়া কহিল, সদাপ্রভুর বিরুদ্ধে ও তোমার বিরুদ্ধে কথা বলিয়া আমরা পাপ করিয়াছি; তুমি সদাপ্রভুর কাছে প্রার্থনা কর, যেন তিনি আমাদের নিকট হইতে এই সকল সর্প দূর করেন। তাহাতে মোশি লোকদের জন্য প্রার্থনা করিলেন।"},{"number":8,"verse":"তখন সদাপ্রভু মোশিকে কহিলেন, তুমি এক জ্বালাদায়ী সর্প নির্ম্মাণ করিয়া পতাকার ঊর্দ্ধে রাখ; সর্পদষ্ট যে কোন ব্যক্তি তাহার প্রতি দৃষ্টিপাত করিবে, সে বাঁচিবে।"},{"number":9,"verse":"তখন মোশি পিত্তলের এক সর্প নির্ম্মাণ করিয়া পতাকার ঊর্দ্ধে রাখিলেন; তাহাতে এইরূপ হইল, সর্প কোন মনুষ্যকে দংশন করিলে যখন সে ঐ পিত্তলময় সর্পের প্রতি দৃষ্টি করিল, তখন বাঁচিল।"},{"number":10,"verse":"( ইস্রায়েলীয়দের নানা স্থানে যাত্রা।) পরে ইস্রায়েল-সন্তানগণ যাত্রা করিয়া ওবোতে শিবির স্থাপন করিল।"},{"number":11,"verse":"আর ওবোৎ হইতে যাত্রা করিয়া সূর্য্যোদয়ের দিকে মোয়াবের সম্মুখস্থিত প্রান্তরে ইয়ীঅবারীমে শিবির স্থাপন করিল।"},{"number":12,"verse":"তথা হইতে যাত্রা করিয়া সেরদ উপত্যকাতে শিবির স্থাপন করিল।"},{"number":13,"verse":"তথা হইতে যাত্রা করিয়া ইমোরীয়দের সীমা হইতে নির্গত অর্ণোনের অন্য পারে প্রান্তরে শিবির স্থাপন করিল; কেননা মোয়াবের ও ইমোরীয়দের মধ্যবর্ত্তী অর্ণোন মোয়াবের সীমা।"},{"number":14,"verse":"এই জন্য সদাপ্রভুর যুদ্ধপুস্তকে উক্ত আছে, শূফাতে বাহেব, আর অর্ণোনের উপত্যকা সকল,"},{"number":15,"verse":"এবং উপত্যকা সকলের পার্শ্ব-ভূমি, যাহা আর্ নামক লোকালয়ের অভিমুখী, এই মোয়াবের সীমার পার্শ্বে অবস্থিত।"},{"number":16,"verse":"তথা হইতে তাহারা বের [কূপ] নামক স্থানে আসিল। এ সেই কূপ, যাহার বিষয়ে সদাপ্রভু মোশিকে কহিলেন, তুমি লোকদিগকে একত্র কর, আমি তাহাদিগকে জল দিব।"},{"number":17,"verse":"তৎকালে ইস্রায়েল এই গীত গান করিল, হে কূপ, উত্থিত হও; তোমরা ইহার উদ্দেশে গান কর;"},{"number":18,"verse":"এ অধ্যক্ষগণের খনিত কূপ, রাজদণ্ড ও আপনাদের যষ্টি দিয়া লোকদের কুলীনেরা ইহা খনন করিয়াছেন।"},{"number":19,"verse":"পরে তাহারা প্রান্তর হইতে মত্তানায়, ও মত্তানা হইতে নহলীয়েলে,"},{"number":20,"verse":"ও নহলীয়েল হইতে বামোতে, ও বামোৎ হইতে মোয়াব-ক্ষেত্রস্থ উপত্যকা দিয়া মরুভূমির অভিমুখ পিস্গা শৃঙ্গে গমন করিল।"},{"number":21,"verse":"আর ইস্রায়েল দূত পাঠাইয়া ইমোরীয়দের রাজা সীহোনকে বলিল,"},{"number":22,"verse":"তোমার দেশের মধ্য দিয়া আমাকে যাইতে দেও; আমরা পথ ছাড়িয়া শস্যক্ষেত্রে কি দ্রাক্ষাক্ষেত্রে প্রবেশ করিব না, কূপের জলও পান করিব না; যাবৎ তোমার সীমা উত্তীর্ণ না হই, তাবৎ রাজপথ দিয়া যাইব।"},{"number":23,"verse":"তথাপি সীহোন আপন সীমা দিয়া ইস্রায়েলকে যাইতে দিল না; কিন্তু সীহোন আপনার সমস্ত প্রজাকে একত্র করিয়া ইস্রায়েলের প্রতিকূলে প্রান্তরে বাহির হইল, এবং যহসে উপস্থিত হইয়া ইস্রায়েলের সহিত যুদ্ধ করিল।"},{"number":24,"verse":"তাহাতে ইস্রায়েল খড়গধারে তাহাকে আঘাত করিয়া অর্ণোন অবধি যব্বোক পর্য্যন্ত অর্থাৎ অম্মোন-সন্তানদের নিকট পর্য্যন্ত তাহার দেশ অধিকার করিল; কারণ অম্মোন-সন্তানদের সীমা দৃঢ় ছিল।"},{"number":25,"verse":"ইস্রায়েল ঐ সমস্ত নগর হস্তগত করিল; এবং ইস্রায়েল ইমোরীয়দের সমস্ত নগরে, হিষ্বোনে ও তথাকার সমস্ত উপনগরে, বাস করিতে লাগিল।"},{"number":26,"verse":"কেননা হিষ্বোন ইমোরীয়দের রাজা সীহোনের নগর ছিল; তিনি মোয়াবের পূর্ব্ববর্ত্তী রাজার প্রতিকূলে যুদ্ধ করিয়া তাহার হস্ত হইতে অর্ণোন পর্য্যন্ত তাহার সমস্ত দেশ লইয়াছিলেন।"},{"number":27,"verse":"এই জন্য কবিগণ কহেন, তোমরা হিষ্বোনে আইস, সীহোনের নগর নির্ম্মিত ও দৃঢ়ীকৃত হউক;"},{"number":28,"verse":"কেননা হিষ্বোন হইতে অগ্নি, সীহোনের নগর হইতে অগ্নিশিখা নির্গত হইয়াছে; তাহা মোয়াবের আর নগরকে, অর্ণোনস্থ উচ্চস্থলীর নাথগণকে গ্রাস করিয়াছে।"},{"number":29,"verse":"হে মোয়াব, ধিক্ তোমাকে। হে কমোশের প্রজাগণ, তোমরা বিনষ্ট হইলে। সে আপন পুত্রগণকে পলাতকরূপে, আপন কন্যাগণকে বন্দিত্বে সমর্পণ করিল,— ইমোরীয়দের রাজা সীহোনের হস্তে।"},{"number":30,"verse":"আমরা তাহাদিগকে বাণ মারিয়াছি; হিষ্বোন দীবোন পর্য্যন্ত বিনষ্ট হইয়াছে; আর আমরা নোফঃ পর্য্যন্ত ধ্বংস করিয়াছি, যাহা মেদবা পর্য্যন্ত বিস্তৃত।"},{"number":31,"verse":"এইরূপে ইস্রায়েল ইমোরীয়দের দেশে বাস করিতে লাগিল।"},{"number":32,"verse":"পরে মোশি যাসের অনুসন্ধান করিতে লোক প্রেরণ করিলেন, আর তাহারা তথাকার পুরী সকল হস্তগত করিল, এবং সেখানে যে ইমোরীয়েরা ছিল, তাহাদিগকে অধিকারচ্যুত করিল।"},{"number":33,"verse":"পরে তাহারা ফিরিয়া বাশনের পথ দিয়া উঠিয়া গেল; তাহাতে বাশনের রাজা ওগ ও তাহার সমস্ত প্রজা বাহির হইয়া তাহাদের সহিত ইদ্রিয়ীতে যুদ্ধ করিতে গমন করিল।"},{"number":34,"verse":"তখন সদাপ্রভু মোশিকে কহিলেন, তুমি ইহা হইতে ভীত হইও না, কেননা আমি ইহাকে, ইহার সমস্ত প্রজাকে ও ইহার দেশ তোমার হস্তে সমর্পণ করিলাম; তুমি হিষ্বোনবাসী ইমোরীয়দের রাজা সীহোনের প্রতি যেমন করিলে, ইহার প্রতি তদ্রূপ করিবে।"},{"number":35,"verse":"পরে যাবৎ তাহার কেহ অবশিষ্ট না থাকিল, তাবৎ তাহারা তাহাকে, তাহার পুত্রগণকে ও তাহার সমস্ত লোককে আঘাত করিল, আর তাহার দেশ অধিকার করিয়া লইল।"}]}