{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"( বালাক ও বিলিয়মের বিবরণ।) পরে ইস্রায়েল-সন্তানগণ যাত্রা করিয়া যিরীহোর নিকটস্থিত যর্দ্দনের পরপারে মোয়াবের তলভূমিতে শিবির স্থাপন করিল।"},{"number":2,"verse":"আর ইস্রায়েল ইমোরীয়দের প্রতি যাহা যাহা করিয়াছিল, সে সমস্ত সিপ্পোরের পুত্র বালাক দেখিয়াছিলেন।"},{"number":3,"verse":"আর লোকদের বহুত্ব প্রযুক্ত মোয়াব তাহাদের হইতে অতিশয় ভীত হইল; ইস্রায়েল-সন্তানগণ হইতে মোয়াব উদ্বিগ্ন হইল।"},{"number":4,"verse":"পরে মোয়াব মিদিয়নের প্রাচীনগণকে কহিল, গোরু যেমন মাঠের নবীন তৃণ চাটিয়া খায়, তেমনি এই জনসমাজ আমাদের চারিদিকের সকলই চাটিয়া খাইবে। তৎকালে সিপ্পোরের পুত্র বালাক মোয়াবের রাজা ছিলেন।"},{"number":5,"verse":"অতএব তিনি বিয়োরের পুত্র বিলিয়মকে ডাকিয়া আনিতে তাহার স্বজাতীয় লোকদের দেশে [ফরাৎ] নদীতীরে অবস্থিত পথোর নগরে দূত পাঠাইয়া তাহাকে কহিলেন, দেখুন, মিসর হইতে এক জাতি বাহির হইয়া আসিয়াছে, দেখুন, তাহারা ভূতল আচ্ছন্ন করিয়া আমার সম্মুখে অবস্থিতি করিতেছে।"},{"number":6,"verse":"এখন নিবেদন করি, আপনি আসিয়া আমার নিমিত্তে সেই লোকদিগকে শাপ দিউন; কেননা আমা হইতে তাহারা বলবান্; হয় ত আমি তাহাদিগকে আঘাত করিয়া দেশ হইতে দূর করিয়া দিতে পারিব; কেননা আমি জানি, আপনি যাহাকে আশীর্ব্বাদ করেন, সে আশীঃপ্রাপ্ত হয়, ও যাহাকে শাপ দেন, সে শাপগ্রস্ত হয়।"},{"number":7,"verse":"পরে মোয়াবের প্রাচীনবর্গ ও মিদিয়নের প্রাচীনবর্গ মন্ত্রের পুরস্কার হস্তে লইয়া প্রস্থান করিল, এবং বিলিয়মের নিকটে উপস্থিত হইয়া বালাকের কথা তাহাকে কহিল।"},{"number":8,"verse":"সে তাহাদিগকে কহিল, তোমরা এই স্থানে রাত্রি যাপন কর; পরে সদাপ্রভু আমাকে যাহা বলিবেন, তদনুযায়ী কথা আমি তোমাদিগকে বলিব; তাহাতে মোয়াবের অধ্যক্ষগণ বিলিয়মের সহিত রাত্রিবাস করিল।"},{"number":9,"verse":"পরে ঈশ্বর বিলিয়মের নিকটে উপস্থিত হইয়া কহিলেন, তোমার সঙ্গে এই লোকেরা কে?"},{"number":10,"verse":"তাহাতে বিলিয়ম ঈশ্বরকে কহিল, মোয়াবের রাজা সিপ্পোরের পুত্র বালাক আমার নিকটে বলিয়া পাঠাইয়াছেন;"},{"number":11,"verse":"দেখ, মিসর হইতে বহির্গত ঐ জাতি ভূতল আচ্ছন্ন করিয়াছে। এখন তুমি আসিয়া আমার নিমিত্তে তাহাদিগকে শাপ দেও, হয় ত আমি তাহাদের সহিত যুদ্ধ করিয়া তাহাদিগকে দূর করিয়া দিতে পারিব।"},{"number":12,"verse":"তাহাতে ঈশ্বর বিলিয়মকে কহিলেন, তুমি তাহাদের সঙ্গে যাইও না, সেই জাতিকে শাপ দিও না, কেননা তাহারা আশীর্ব্বাদযুক্ত।"},{"number":13,"verse":"পরে বিলিয়ম প্রাতঃকালে উঠিয়া বালাকের অধ্যক্ষগণকে কহিল, তোমরা স্বদেশে চলিয়া যাও, কেননা তোমাদের সহিত আমার যাত্রায় সদাপ্রভু অসম্মত হইলেন।"},{"number":14,"verse":"তাহাতে মোয়াবের অধ্যক্ষগণ উঠিয়া বালাকের নিকটে গিয়া কহিল, আমাদের সহিত আসিতে বিলিয়ম অসম্মত হইলেন।"},{"number":15,"verse":"পরে বালাক আবার তাহাদের অপেক্ষা বহুসংখ্যক ও সম্ভ্রান্ত অন্য অধ্যক্ষগণকে প্রেরণ করিলেন।"},{"number":16,"verse":"তাহারা বিলিয়মের নিকটে আসিয়া তাহাকে কহিল, সিপ্পোরের পুত্র বালাক এই কথা বলেন, বিনয় করি, আমার নিকটে আসিতে আপনি কিছুতেই নিবারিত হইবেন না।"},{"number":17,"verse":"কেননা আমি আপনাকে অতিশয় সম্মানিত করিব; আপনি আমাকে যাহা যাহা বলিবেন; আমি সকলই করিব; অতএব বিনয় করি, আপনি আসিয়া আমার নিমিত্তে সেই লোকদিগকে শাপ দিউন।"},{"number":18,"verse":"তখন বিলিয়ম বালাকের দাসদিগকে উত্তর করিল, যদ্যপি বালাক রৌপ্যে ও স্বর্ণে পরিপূর্ণ আপন গৃহ আমাকে দেন, তথাপি আমি অল্প কি অধিক কিছু করিবার জন্য আমার ঈশ্বর সদাপ্রভুর আজ্ঞা লঙ্ঘন করিতে পারিব না।"},{"number":19,"verse":"এক্ষণে বিনয় করি, তোমরাও এই স্থানে রাত্রি যাপন কর, সদাপ্রভু আমাকে আবার যাহা বলিবেন, তাহা আমি জানিব।"},{"number":20,"verse":"পরে ঈশ্বর রাত্রিকালে বিলিয়মের নিকটে আসিয়া তাহাকে কহিলেন, ঐ লোকেরা যদি তোমাকে ডাকিতে আসিয়া থাকে, তুমি উঠ, তাহাদের সহিত যাও; কিন্তু আমি তোমাকে যাহা বলিব, কেবল তাহাই তুমি করিবে।"},{"number":21,"verse":"তাহাতে বিলিয়ম প্রাতঃকালে উঠিয়া আপন গর্দ্দভী সাজাইয়া মোয়াবের অধ্যক্ষদের সহিত গমন করিল।"},{"number":22,"verse":"পরে তাহার গমনে ঈশ্বরের ক্রোধ প্রজ্বলিত হইল, এবং সদাপ্রভুর দূত তাহার বিপক্ষরূপে পথের মধ্যে দাঁড়াইলেন। সে আপন গর্দ্দভীতে চড়িয়া যাইতেছিল, এবং তাহার দুই দাস তাহার সঙ্গে ছিল।"},{"number":23,"verse":"আর সেই গর্দ্দভী দেখিল, সদাপ্রভুর দূত নিষ্কোষ খড়গহস্তে পথের মধ্যে দাঁড়াইয়া আছেন; অতএব গর্দ্দভী পথ ছাড়িয়া ক্ষেত্রে গমন করিল; তাহাতে বিলিয়ম গর্দ্দভীকে পথে আনিবার জন্য প্রহার করিল।"},{"number":24,"verse":"পরে সদাপ্রভুর দূত দুই দ্রাক্ষাক্ষেত্রের গলি পথে দাঁড়াইলেন, এ পার্শ্বে প্রাচীর, ও পার্শ্বে প্রাচীর ছিল।"},{"number":25,"verse":"তখন গর্দ্দভী সদাপ্রভুর দূতকে দেখিয়া প্রাচীরে গাত্র ঘেঁষিয়া গেল, আর প্রাচীরে বিলিয়মের পদঘর্ষণ হইল; তাহাতে সে আবার তাহাকে প্রহার করিল।"},{"number":26,"verse":"পরে সদাপ্রভুর দূত আরও কিঞ্চিৎ অগ্রসর হইয়া, দক্ষিণে কি বামে ফিরিবার পথ নাই, এমন এক সঙ্কুচিত স্থানে দাঁড়াইলেন।"},{"number":27,"verse":"তখন গর্দ্দভী সদাপ্রভুর দূতকে দেখিয়া বিলিয়মের নীচে ভূমিতে বসিয়া পড়িল; তাহাতে বিলিয়মের ক্রোধ প্রজ্বলিত হইলে সে গর্দ্দভীকে যষ্টি দ্বারা প্রহার করিল।"},{"number":28,"verse":"তখন সদাপ্রভু গর্দ্দভীর মুখ খুলিয়া দিলেন, এবং সে বিলিয়মকে কহিল, আমি তোমার কি করিলাম যে তুমি এই তিন বার আমাকে প্রহার করিলে?"},{"number":29,"verse":"বিলিয়ম গর্দ্দভীকে কহিল, তুমি আমাকে বিদ্রূপ করিয়াছ; আমার হস্তে যদি খড়গ থাকিত, তবে আমি এখনই তোমাকে বধ করিতাম।"},{"number":30,"verse":"পরে গর্দ্দভী বিলিয়মকে কহিল, তুমি জন্মাবধি অদ্য পর্য্যন্ত যাহার উপরে চড়িয়া থাক, আমি কি তোমার সেই গর্দ্দভী নহি? আমি কি তোমার প্রতি এমন ব্যবহার করিয়া থাকি?"},{"number":31,"verse":"সে কহিল, না। তখন সদাপ্রভু বিলিয়মের চক্ষু খুলিয়া দিলেন, তাহাতে সে দেখিল, সদাপ্রভুর দূত নিষ্কোষ খড়গহস্তে পথের মধ্যে দাঁড়াইয়া আছেন; তখন সে মস্তক নমনপূর্ব্বক উবুড় হইয়া পড়িল।"},{"number":32,"verse":"তখন সদাপ্রভুর দূত তাহাকে কহিলেন, তুমি এই তিন বার তোমার গর্দ্দভীকে কেন প্রহার করিলে? দেখ, আমি তোমার বিপক্ষরূপে বাহির হইয়াছি, কেননা আমার সাক্ষাতে তুমি বিপথে যাইতেছ;"},{"number":33,"verse":"আর গর্দ্দভী আমাকে দেখিয়া এই তিন বার আমার সম্মুখ হইতে ফিরিল; সে যদি আমার সম্মুখ হইতে না ফিরিত, তবে আমি নিশ্চয়ই তোমাকে বধ করিতাম, আর উহাকে জীবিত রাখিতাম।"},{"number":34,"verse":"তাহাতে বিলিয়ম সদাপ্রভুর দূতকে কহিল, আমি পাপ করিয়াছি; কেননা আপনি যে আমার বিপরীতে পথে দাঁড়াইয়া আছেন, তাহা আমি জানি নাই, কিন্তু এক্ষণে যদি ইহাতে আপনার অসন্তোষ হয়, তবে আমি ফিরিয়া যাই।"},{"number":35,"verse":"তাহাতে সদাপ্রভুর দূত বিলিয়মকে কহিলেন, ঐ লোকদের সঙ্গে যাও, কিন্তু আমি যে কথা তোমাকে বলিব, তুমি কেবল তাহাই বলিবে। পরে বিলিয়ম বালাকের অধ্যক্ষদের সহিত গমন করিল।"},{"number":36,"verse":"বিলিয়ম আসিয়াছে শুনিয়া বালাক তাহার সঙ্গে সাক্ষাৎ করিতে মোয়াবের নগরে গমন করিলেন। তাহা দেশসীমার প্রান্তস্থিত অর্ণোনের সীমায় অবস্থিত।"},{"number":37,"verse":"আর বালাক বিলিয়মকে কহিলেন, আমি আপনাকে ডাকিয়া আনিতে কি অতি যত্নপূর্ব্বক লোক পাঠাই নাই? আপনি আমার নিকটে কেন আইসেন নাই? আপনাকে সম্মানিত করিতে আমি কি সত্যই অসমর্থ?"},{"number":38,"verse":"তাহাতে বিলিয়ম বালাককে কহিল, দেখুন, আমি আপনার নিকটে আসিলাম, কিন্তু এখনও কোন কথা কহিতে কি আমার ক্ষমতা আছে? ঈশ্বর আমার মুখে যে বাক্য দেন, তাহাই বলিব।"},{"number":39,"verse":"পরে বিলিয়ম বালাকের সহিত গমন করিল, আর তাঁহারা কিরিয়ৎহুষোতে উপস্থিত হইলেন।"},{"number":40,"verse":"আর বালাক কতকগুলি গোরু ও মেষ বলিদান করিয়া বিলিয়মের ও তাহার সঙ্গী অধ্যক্ষদের নিকটে পাঠাইয়া দিলেন।"}]}