{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":29,"verses":[{"number":1,"verse":"আর সপ্তম মাসে, মাসের প্রথম দিবসে তোমাদের পবিত্র সভা হইবে; তোমরা কোন শ্রমসাধ্য কর্ম্ম করিবে না; সেই দিন তোমাদের তূরীধ্বনির দিন হইবে।"},{"number":2,"verse":"তোমরা সদাপ্রভুর উদ্দেশে সৌরভার্থক হোমবলিরূপে নির্দ্দোষ একটী পুংগোবৎস, একটী মেষ ও একবর্ষীয় সাতটী মেষবৎস,"},{"number":3,"verse":"এবং তাহাদের ভক্ষ্য-নৈবেদ্য বলিয়া সেই গোবৎসের জন্য তিন দশমাংশ, মেষের জন্য দুই দশমাংশ,"},{"number":4,"verse":"ও সাতটী মেষবৎসের মধ্যে এক এক বৎসের জন্য এক এক দশমাংশ তৈলমিশ্রিত সূজি;"},{"number":5,"verse":"এবং তোমাদের জন্য প্রায়শ্চিত্ত করিবার নিমিত্ত পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত নিবেদন করিবে।"},{"number":6,"verse":"অমাবস্যার হোম ও তাহার ভক্ষ্য-নৈবেদ্য, এবং নিত্য হোম ও তাহার ভক্ষ্য-নৈবেদ্য এবং বিধিমতে উভয়ের পেয় নৈবেদ্য ভিন্ন তোমরা সদাপ্রভুর উদ্দেশে সৌরভার্থক অগ্নিকৃত উপহার বলিয়া এই সমস্ত উৎসর্গ করিবে।"},{"number":7,"verse":"আর সেই সপ্তম মাসের দশম দিবসে তোমাদের পবিত্র সভা হইবে; আর তোমরা আপন আপন প্রাণকে দুঃখ দিবে, এবং কোন কার্য্য করিবে না।"},{"number":8,"verse":"কিন্তু সদাপ্রভুর উদ্দেশে সৌরভার্থক হোমবলিরূপে তোমরা একটী পুংগোবৎস, একটী মেষ ও একবর্ষীয় সাতটী মেষবৎস উৎসর্গ করিবে; তোমাদের জন্য এই সকল নির্দ্দোষ হওয়া চাই;"},{"number":9,"verse":"এবং তাহাদের ভক্ষ্য-নৈবেদ্য বলিয়া সেই গোবৎসের জন্য তিন দশমাংশ, সেই মেষের জন্য দুই দশমাংশ,"},{"number":10,"verse":"ও সাতটী মেষবৎসের মধ্যে এক এক বৎসের জন্য এক এক দশমাংশে তৈলমিশ্রিত সূজি;"},{"number":11,"verse":"এবং পাপার্থক বলিরূপে এক ছাগ, এই সমস্ত উৎসর্গ করিবে। পাপার্থক প্রায়শ্চিত্তবলি, নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":12,"verse":"আর সপ্তম মাসের পঞ্চদশ দিবসে তোমাদের পবিত্র সভা হইবে; তোমরা কোন শ্রমসাধ্য কর্ম্ম করিবে না; এবং সাত দিন সদাপ্রভুর উদ্দেশে উৎসব পালন করিবে।"},{"number":13,"verse":"আর সদাপ্রভুর উদ্দেশে সৌরভার্থক অগ্নিকৃত হোমবলিরূপে তেরটী পুংগোবৎস, দুইটী মেষ, ও একবর্ষীয় চৌদ্দটী মেষবৎস উৎসর্গ করিবে;"},{"number":14,"verse":"এই সকল নির্দ্দোষ হওয়া চাই; এবং তাহাদের ভক্ষ্য-নৈবেদ্য বলিয়া তেরটী পুংগোবৎসের মধ্যে প্রত্যেক বৎসের জন্য তিন তিন দশমাংশ, দুইটী মেষের মধ্যে এক এক মেষের জন্য দুই দুই দশমাংশ,"},{"number":15,"verse":"এবং চৌদ্দটী মেষবৎসের মধ্যে এক এক বৎসের জন্য এক এক দশমাংশ তৈলমিশ্রিত সূজি,"},{"number":16,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":17,"verse":"আর দ্বিতীয় দিবসে তোমরা নির্দ্দোষ বারটী পুংগোবৎস, দুইটী মেষ ও একবর্ষীয় চৌদ্দটী মেষবৎস,"},{"number":18,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":19,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":20,"verse":"আর তৃতীয় দিবসে তোমরা নির্দ্দোষ এগারটী গোবৎস, দুইটী মেষ ও একবর্ষীয় চৌদ্দটী মেষবৎস,"},{"number":21,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":22,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":23,"verse":"আর চতুর্থ দিবসে তোমরা নির্দ্দোষ দশটী গোবৎস, দুইটী মেষ ও একবর্ষীয় চৌদ্দটী মেষবৎস,"},{"number":24,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":25,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":26,"verse":"আর পঞ্চম দিবসে তোমরা নির্দ্দোষ নয়টী গোবৎস, দুইটী মেষ ও একবর্ষীয় চৌদ্দটী মেষবৎস,"},{"number":27,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":28,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":29,"verse":"আর ষষ্ঠ দিবসে তোমরা নির্দ্দোষ আটটী গোবৎস, দুইটী মেষ ও একবর্ষীয় চৌদ্দটী মেষবৎস,"},{"number":30,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":31,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":32,"verse":"আর সপ্তম দিবসে তোমরা নির্দ্দোষ সাতটী গোবৎস, দুইটী মেষ ও একবর্ষীয় চৌদ্দটী মেষবৎস,"},{"number":33,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":34,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":35,"verse":"আর অষ্টম দিবসে তোমাদের উৎসব হইবে; তোমরা কোন শ্রমসাধ্য কর্ম্ম করিবে না।"},{"number":36,"verse":"কিন্তু সদাপ্রভুর উদ্দেশে সৌরভার্থক অগ্নিকৃত হোমবলিরূপে নির্দ্দোষ একটী গোবৎস, একটী মেষ ও একবর্ষীয় সাতটী মেষবৎস,"},{"number":37,"verse":"এবং গোবৎসের, মেষের ও মেষবৎসের জন্য তাহাদের সংখ্যানুসারে বিধিমতে তাহাদের ভক্ষ্য ও পেয় নৈবেদ্য,"},{"number":38,"verse":"এবং পাপার্থক বলিরূপে একটী ছাগ, এই সমস্ত উৎসর্গ করিবে। নিত্য হোম এবং তাহার ভক্ষ্য ও পেয় নৈবেদ্য হইতে ইহা ভিন্ন।"},{"number":39,"verse":"এই সমস্ত তোমরা আপনাদের নিরূপিত পর্ব্বসমূহে সদাপ্রভুর উদ্দেশে উৎসর্গ করিবে। তোমাদের হোম, ভক্ষ্য ও পেয় নৈবেদ্য এবং মঙ্গলার্থক বলিদানযুক্ত যে মানত ও স্বইচ্ছায় দত্ত উপহার, তাহা হইতে ইহা ভিন্ন।"},{"number":40,"verse":"মোশি সদাপ্রভু হইতে প্রাপ্ত আজ্ঞানুসারে ইস্রায়েল-সন্তানগণকে সকল কথা কহিলেন।"}]}