{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":31,"verses":[{"number":1,"verse":"( মিদিয়নীয়দের পরাজয় ও বিনাশ।) আর সদাপ্রভু মোশিকে কহিলেন,"},{"number":2,"verse":"তুমি ইস্রায়েল-সন্তানগণের জন্য মিদিয়নীয়দিগকে প্রতিফল দেও; তৎপরে তুমি আপন লোকদের নিকটে সংগৃহিত হইবে।"},{"number":3,"verse":"তখন মোশি লোকদিগকে কহিলেন, তোমাদের কতক লোক যুদ্ধার্থে সজ্জিত হউক, সদাপ্রভুর জন্য মিদিয়নকে প্রতিফল দিতে মিদিয়নের বিরুদ্ধে যাত্রা করুক।"},{"number":4,"verse":"তোমরা ইস্রায়েল-বংশসমূহের প্রত্যেক বংশ হইতে এক এক সহস্র লোক যুদ্ধে প্রেরণ করিবে।"},{"number":5,"verse":"তাহাতে ইস্রায়েলের সহস্র সহস্রের মধ্যে এক এক বংশ হইতে এক এক সহস্র মনোনীত হইলে যুদ্ধার্থে বারো সহস্র লোক সজ্জিত হইল।"},{"number":6,"verse":"এইরূপে মোশি এক এক বংশের এক এক সহস্র লোককে এবং ইলিয়াসর যাজকের পুত্র পীনহসকে যুদ্ধে প্রেরণ করিলেন; এবং পবিত্র স্থানের পাত্র সকল ও রণবাদ্যের তূরী পীনহসের হস্তগত ছিল।"},{"number":7,"verse":"পরে মোশির প্রতি সদাপ্রভুর দত্ত আজ্ঞানুসারে তাহারা মিদিয়নের সহিত যুদ্ধ করিল, ও সমস্ত পুরুষকে বধ করিল।"},{"number":8,"verse":"আর তাহারা মিদিয়নের রাজগণকে তাহাদের অন্য নিহত লোকদের সহিত বধ করিল; ইবি, রেকম, সূর, হূর ও রেবা, মিদিয়নের এই পাঁচ রাজাকে বধ করিল; বিয়োরের পুত্র বিলিয়মকেও খড়গ দ্বারা বধ করিল।"},{"number":9,"verse":"আর ইস্রায়েল-সন্তানগণ মিদিয়নের সকল স্ত্রীলোক ও বালকবালিকাদিগকে বন্দি করিয়া লইয়া গেল, এবং তাহাদের সমস্ত পশু, সমস্ত মেষপাল ও সমস্ত সম্পত্তি লুটিয়া লইল;"},{"number":10,"verse":"আর তাহাদের সমস্ত নিবাস-নগর ও সমস্ত ছাউনী পোড়াইয়া দিল।"},{"number":11,"verse":"আর তাহারা লুটিত দ্রব্য, এবং মনুষ্য কি পশু, সমস্ত ধৃত জীব সঙ্গে লইয়া চলিল।"},{"number":12,"verse":"তাহারা যিরীহোর নিকটবর্ত্তী যর্দ্দনতীরস্থ মোয়াবের তলভূমিতে মোশির, ইলিয়াসর যাজকের ও ইস্রায়েল-সন্তানগণের সমস্ত মণ্ডলীর নিকটে বন্দিগণকে ও যুদ্ধে ধৃত জীবগণকে এবং লুটিত দ্রব্য সকল শিবিরে লইয়া গেল।"},{"number":13,"verse":"আর মোশি, ইলিয়াসর যাজক ও মণ্ডলীর সমস্ত অধ্যক্ষ তাহাদের সঙ্গে সাক্ষাৎ করিতে শিবিরের বাহিরে গেলেন।"},{"number":14,"verse":"তখন যুদ্ধ হইতে প্রত্যাগত সেনাপতিদের, অর্থাৎ সহস্রপতিদের ও শতপতিদের উপরে মোশি ক্রুদ্ধ হইলেন।"},{"number":15,"verse":"মোশি তাহাদিগকে কহিলেন, তোমরা কি সমস্ত স্ত্রীলোককে জীবিত রাখিয়াছ?"},{"number":16,"verse":"দেখ, বিলিয়মের পরামর্শে তাহারাই পিয়োর দেবের বিষয়ে ইস্রায়েল-সন্তানগণকে সদাপ্রভুর বিপরীতে সত্যলঙ্ঘন করাইয়াছিল, তন্নিমিত্তই সদাপ্রভুর মণ্ডলীতে মহামারী হইয়াছিল।"},{"number":17,"verse":"অতএব তোমরা এখন বালকবালিকাদের মধ্যে সমস্ত বালককে বধ কর, এবং শয়নে পুরুষের পরিচয় প্রাপ্ত সমস্ত স্ত্রীলোককেও বধ কর;"},{"number":18,"verse":"কিন্তু যে বালিকারা শয়নে পুরুষের পরিচয় পায় নাই, তাহাদিগকে আপনাদের জন্য জীবিত রাখ।"},{"number":19,"verse":"আর তোমরা সাত দিন শিবিরের বাহিরে ছাউনী করিয়া থাক; তোমরা যত লোক মনুষ্যহত্যা করিয়াছ ও হত লোককে স্পর্শ করিয়াছ, সকলে তৃতীয় দিবসে ও সপ্তম দিবসে আপনাদিগকে ও আপন আপন বন্দিগণকে মুক্তপাপ কর;"},{"number":20,"verse":"আর যাবতীয় বস্ত্র, চর্ম্মনির্ম্মিত যাবতীয় বস্তু, ছাগলোম নির্ম্মিত যাবতীয় বস্তু ও কাষ্ঠনির্ম্মিত যাবতীয় বস্তুর বিষয় আপনাদিগকে মুক্তপাপ কর।"},{"number":21,"verse":"আর যাহারা যুদ্ধে গিয়াছিল, ইলিয়াসর যাজক সেই যোদ্ধাদিগকে কহিলেন, সদাপ্রভু কর্ত্তৃক মোশিকে দত্ত ব্যবস্থার এই বিধি;"},{"number":22,"verse":"কেবল স্বর্ণ, রৌপ্য, পিত্তল, লৌহ,"},{"number":23,"verse":"রাঙ্গ এ সীসা প্রভৃতি যে সকল দ্রব্য অগ্নিতে নষ্ট হয় না, সে সকল অগ্নির মধ্য দিয়া চালাইবে, তাহাতে তাহা শুচি হইবে; তথাপি তাহা অশৌচঘ্ন জলে মুক্তপাপ করিতে হইবে; কিন্তু যে যে দ্রব্য অগ্নিতে নষ্ট হয়, তাহা তোমরা জলের মধ্য দিয়া চালাইবে।"},{"number":24,"verse":"আর সপ্তম দিবসে তোমরা আপন আপন বস্ত্র ধৌত করিবে; তাহাতে শুচি হইবে; পরে শিবিরে প্রবেশ করিবে।"},{"number":25,"verse":"পরে সদাপ্রভু মোশিকে কহিলেন,"},{"number":26,"verse":"তুমি ও ইলিয়াসর যাজক এবং মণ্ডলীর পিতৃকুলপতিগণ যুদ্ধে ধৃত জীবগণের, অর্থাৎ বন্দি মনুষ্যদের ও পশুদের সংখ্যা গ্রহণ কর।"},{"number":27,"verse":"আর যুদ্ধে ধৃত সেই জীবগণকে দুই অংশ করিয়া, যে যোদ্ধারা যুদ্ধে গিয়াছিল, তাহাদের ও সমস্ত মণ্ডলীর মধ্যে বিভাগ কর।"},{"number":28,"verse":"আর যুদ্ধে গমনকারী যোদ্ধাদের নিকট হইতে সদাপ্রভুর নিমিত্তে কর গ্রহণ কর; মনুষ্য, গোরু, গর্দ্দভ ও মেষ,"},{"number":29,"verse":"এই সকলের মধ্যে পাঁচ পাঁচ শত জীবের প্রতি এক এক জীব তাহাদের অর্দ্ধাংশ হইতে লইয়া সদাপ্রভুর উদ্দেশে উত্তোলনীয় উপহার বলিয়া ইলিয়াসর যাজককে দেও।"},{"number":30,"verse":"আর তুমি ইস্রায়েল-সন্তানগণের অর্দ্ধাংশের মধ্যে মনুষ্য, গোরু, গর্দ্দভ ও মেষাদি সমস্ত পশুর মধ্য হইতে পঞ্চাশ পঞ্চাশ জীবের প্রতি এক এক জীব লও, এবং সদাপ্রভুর আবাসের রক্ষণীয় রক্ষাকারী লেবীয়দিগকে দেও।"},{"number":31,"verse":"মোশিকে সদাপ্রভু যেমন আজ্ঞা করিলেন, মোশি ও ইলিয়াসর যাজক সেইরূপ করিলেন।"},{"number":32,"verse":"যোদ্ধৃগণ কর্ত্তৃক লুটিত বস্তু সকল ছাড়া ঐ ধৃত জীবসমূহ ছয় লক্ষ পঁচাত্তর সহস্র মেষ,"},{"number":33,"verse":"[33-35] ও বাহাত্তর সহস্র গোরু, ও একষট্টি সহস্র গর্দ্দভ, আর বত্রিশ সহস্র মনুষ্য, অর্থাৎ শয়নে পুরুষের পরিচয় অপ্রাপ্ত স্ত্রীলোক ছিল।"},{"number":36,"verse":"তাহাতে যাহারা যুদ্ধে গিয়াছিল, তাহাদের প্রাপ্য অর্দ্ধাংশের সংখ্যা হইল তিন লক্ষ সাঁইত্রিশ সহস্র পাঁচ শত মেষ;"},{"number":37,"verse":"সেই মেষ হইতে সদাপ্রভুর লভ্য কর হইল ছয় শত পঁচাত্তরটী মেষ।"},{"number":38,"verse":"আর গোরু ছিল ছত্রিশ সহস্র, তাহাদের মধ্যে সদাপ্রভুর কর হইল বাহাত্তরটী।"},{"number":39,"verse":"আর গর্দ্দভ ছিল ত্রিশ সহস্র পাঁচ শত, তাহাদের মধ্যে সদাপ্রভুর কর হইল একষট্টিটী।"},{"number":40,"verse":"আর মনুষ্য ছিল ষোল সহস্র, তাহাদের মধ্যে সদাপ্রভুর কর হইল বত্রিশটী প্রাণী।"},{"number":41,"verse":"সদাপ্রভু মোশিকে যেমন আজ্ঞা করিলেন, তদনুসারে মোশি সেই কর অর্থাৎ সদাপ্রভুর উত্তোলনীয় উপহার ইলিয়াসর যাজককে দিলেন।"},{"number":42,"verse":"আর মোশি যে অর্দ্ধাংশ যোদ্ধাদের নিকট হইতে লইয়া ইস্রায়েল-সন্তানগণকে দিয়াছিলেন,"},{"number":43,"verse":"মণ্ডলীর সেই অর্দ্ধাংশ সংখ্যাতে তিন লক্ষ সাঁইত্রিশ সহস্র পাঁচ শত মেষ,"},{"number":44,"verse":"ছত্রিশ সহস্র গোরু,"},{"number":45,"verse":"[45-46] ত্রিশ সহস্র পাঁচ শত গর্দ্দভ, ও ষোল সহস্র মনুষ্য ছিল।"},{"number":47,"verse":"পরে মোশি ইস্রায়েল-সন্তানগণের সেই অর্দ্ধাংশ হইতে মনুষ্যের ও পশুর মধ্যে পঞ্চাশ পঞ্চাশ জীবের প্রতি এক এক জীব লইয়া সদাপ্রভুর আবাসের রক্ষণীয় রক্ষাকারী লেবীয়দিগকে দিলেন, যেমন সদাপ্রভু মোশিকে আজ্ঞা করিলেন।"},{"number":48,"verse":"পরে সৈন্যসাহস্রের উপরে কর্ত্তৃত্বকারী সহস্রপতিরা ও শতপতিরা মোশির নিকটে আসিলেন;"},{"number":49,"verse":"আর তাঁহারা মোশিকে কহিলেন, আপনার এই দাসগণ আমাদের অধীন যোদ্ধাদের সংখ্যা গ্রহণ করিয়াছে, আমাদের মধ্যে এক জনও কমে নাই।"},{"number":50,"verse":"আর আমরা প্রতিজন স্বর্ণাভরণ, নূপুর, বলয়, অঙ্গুরীয়ক, কুণ্ডল ও হার, এই যে সকল পাইয়াছি, তাহা হইতে সদাপ্রভুর সম্মুখে আমাদের প্রাণের নিমিত্ত প্রায়শ্চিত্ত করিতে সদাপ্রভুর উদ্দেশে উপহার আনিয়াছি।"},{"number":51,"verse":"তখন মোশি ও ইলিয়াসর যাজক তাঁহাদের হইতে সেই স্বর্ণ, শিল্পিকৃত আভরণ, লইলেন।"},{"number":52,"verse":"আর সদাপ্রভুর উদ্দেশে নিবেদিত, সহস্রপতিদের ও শতপতিদের উত্তোলনীয় উপহারের সমস্ত স্বর্ণ ষোল সহস্র সাত শত পঞ্চাশ শেকল পরিমিত হইল।"},{"number":53,"verse":"যোদ্ধারা প্রত্যেকে আপনাদের নিমিত্ত লুটিত দ্রব্য লইয়াছিল।"},{"number":54,"verse":"পরে মোশি ও ইলিয়াসর যাজক সহস্রপতিদের ও শতপতিদের নিকট হইতে সেই স্বর্ণ গ্রহণ করিলেন, এবং সদাপ্রভুর সম্মুখে ইস্রায়েল-সন্তানগণের স্মরণার্থক চিহ্নরূপে তাহা সমাগম-তাম্বুতে আনিলেন।"}]}