{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"( পৈতৃক সম্পত্তির উত্তরাধিকারিণীদের নিয়ম।) পরে যোষেফ-সন্তানদের গোষ্ঠী সকলের মধ্যে মনঃশির পৌত্র মাখীরের পুত্র গিলিয়দের সন্তানদের গোষ্ঠীর পিতৃকুলপতিগণ আসিয়া মোশির ও অধ্যক্ষগণের সম্মুখে, ইস্রায়েল-সন্তানদের পিতৃকুলপতিগণের সম্মুখে, কথা কহিলেন।"},{"number":2,"verse":"তাঁহারা বলিলেন, সদাপ্রভু গুলিবাঁট দ্বারা অধিকারার্থে ইস্রায়েল-সন্তানগণকে দেশ দিতে আমার প্রভুকে আজ্ঞা করিয়াছেন, এবং আপনি আমাদের ভ্রাতা সলফাদের অধিকার তাঁহার কন্যাদিগকে দিবার আজ্ঞা সদাপ্রভু হইতে পাইয়াছেন।"},{"number":3,"verse":"কিন্তু ইস্রায়েল-সন্তানগণের অন্য কোন বংশের সন্তানদের মধ্যে কাহারও সহিত যদি তাহাদের বিবাহ হয়, তবে আমাদের পিতৃগণের অধিকার হইতে তাহাদের অধিকার কাটা যাইবে, ও তাহারা যে বংশে গৃহীতা হইবে, সেই বংশের অধিকারে তাহা যুক্ত হইবে; এইরূপে তাহা আমাদের অধিকারের অংশ হইতে কাটা যাইবে।"},{"number":4,"verse":"আর যখন ইস্রায়েল-সন্তানগণের যোবেল উপস্থিত হইবে, তৎকালে তাহারা যাহাদের মধ্যে গৃহীতা, সেই বংশের অধিকারে তাহাদের অধিকার যুক্ত হইবে; এইরূপে আমাদের পিতৃবংশের অধিকার হইতে তাহাদের অধিকার কাটা যাইবে।"},{"number":5,"verse":"তখন মোশি সদাপ্রভুর বাক্যানুসারে ইস্রায়েল-সন্তানগণকে আজ্ঞা করিলেন, বলিলেন, যোষেফ-সন্তানদের বংশ যথার্থ কহিতেছে।"},{"number":6,"verse":"সদাপ্রভু সলফাদের কন্যাগণের বিষয়ে এই আজ্ঞা করিতেছেন, তাহারা যাহাকে মনোনীত করিবে, তাহাকে বিবাহ করিতে পারিবে; কিন্তু কেবল আপনাদের পিতৃবংশের কোন গোষ্ঠীর মধ্যে বিবাহ করিবে।"},{"number":7,"verse":"এইরূপে ইস্রায়েল-সন্তানগণের অধিকার এক বংশ হইতে অন্য বংশে যাইবে না; ইস্রায়েল-সন্তানগণ প্রত্যেকে আপন আপন পিতৃবংশের অধিকারভুক্ত থাকিবে।"},{"number":8,"verse":"আর ইস্রায়েল-সন্তানগণ প্রত্যেকে যেন আপন আপন পৈতৃক অধিকার ভোগ করে, এই জন্য ইস্রায়েল-সন্তানগণের কোন বংশের মধ্যে অধিকারিণী প্রত্যেক কন্যা আপন পিতৃবংশীয় গোষ্ঠীর মধ্যে কোন এক পুরুষের স্ত্রী হইবে।"},{"number":9,"verse":"এইরূপে এক বংশ হইতে অন্য বংশে অধিকার যাইবে না, কারণ ইস্রায়েল-সন্তানগণের প্রত্যেক বংশ আপন আপন অধিকারভুক্ত থাকিবে।"},{"number":10,"verse":"মোশিকে সদাপ্রভু যেরূপ আজ্ঞা করিলেন, সলফাদের কন্যাগণ তদ্রূপ কর্ম্ম করিল।"},{"number":11,"verse":"ফলতঃ মহলা, তির্সা, হগ্লা মিল্কা ও নোয়া, সলফাদের এই কন্যাগণ আপন আপন পিতৃব্য-পুত্রদের সহিত বিবাহিতা হইল।"},{"number":12,"verse":"যোষেফের পুত্র মনঃশির সন্তানদের গোষ্ঠীর মধ্যে তাহাদের বিবাহ হইল; তাহাতে তাহাদের অধিকার তাহাদের পিতৃগোষ্ঠীর সম্পর্কীয় বংশেই রহিল।"},{"number":13,"verse":"সদাপ্রভু যিরীহোর নিকটস্থ যর্দ্দনের সমীপে মোয়াবের তলভূমিতে মোশি দ্বারা ইস্রায়েল-সন্তানগণকে এই সমস্ত আজ্ঞা ও বিচার আদেশ করিলেন।"}]}