{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"আর সদাপ্রভু মোশি ও হারোণকে কহিলেন,"},{"number":2,"verse":"তোমরা লেবির সন্তানগণের মধ্যে আপন আপন গোষ্ঠী ও পিতৃকুলানুসারে কহাতের সন্তানগণকে,"},{"number":3,"verse":"ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যত লোক সমাগম-তাম্বুতে কর্ম্মচারীদের শ্রেণীভুক্ত হয়, তাহাদিগকে গণনা কর।"},{"number":4,"verse":"সমাগম-তাম্বুতে কহাতের সন্তানগণের সেবাকর্ম্ম অতি পবিত্র স্থান [সংক্রান্ত]।"},{"number":5,"verse":"যখন শিবির অগ্রসর হইবে, তখন হারোণ ও তাহার পুত্রগণ ভিতরে যাইবে, এবং ব্যবধানের তিরস্করিণী নামাইয়া তদ্দ্বারা সাক্ষ্য-সিন্দুক ঢাকিবে,"},{"number":6,"verse":"তাহার উপরে তহশ-চর্ম্মের আচ্ছাদন দিবে, ও তাহার উপরে সম্পূর্ণ নীলবর্ণ এক বস্ত্র পাতিবে, এবং তাহার বহন-দণ্ড পরাইবে।"},{"number":7,"verse":"আর দর্শন-রুটীর মেজের উপরে এক নীলবর্ণ বস্ত্র পাতিবে, ও তাহার উপরে থাল, চমস, সেকপাত্র ও ঢালিবার জন্য শ্রুব সকল রাখিবে, এবং নিত্য রুটী তাহার উপরে থাকিবে।"},{"number":8,"verse":"সেই সকলের উপরে তাহারা এক লোহিতবর্ণ বস্ত্র পাতিবে, এবং তহশ-চর্ম্মের আচ্ছাদন দিয়া তাহা ঢাকিবে, এবং তাহার বহন-দণ্ড পরাইবে।"},{"number":9,"verse":"আর এক নীলবর্ণ বস্ত্র লইয়া দীপবৃক্ষ ও তাহার দীপ সকল, চিমটা এবং গুল্তরাশ ও সেই সমস্তের পরিচর্য্যার্থক সমস্ত তৈলপাত্র আচ্ছাদন করিবে।"},{"number":10,"verse":"আর তাহা ও তৎসংক্রান্ত সমস্ত পাত্র তহশ-চর্ম্মের এক আচ্ছাদনে রাখিয়া দণ্ডের উপরে রাখিবে।"},{"number":11,"verse":"পরে তাহারা স্বর্ণময় বেদীর উপরে নীলবর্ণ বস্ত্র পাতিয়া তাহার উপরে তহশ-চর্ম্মের আচ্ছাদন দিবে, এবং তাহার বহন-দণ্ড পরাইবে।"},{"number":12,"verse":"আর তাহারা পবিত্র স্থানের পরিচর্য্যার্থক সমস্ত পাত্র লইয়া নীলবর্ণ বস্ত্রের মধ্যে রাখিবে, এবং তহশ-চর্ম্ম দিয়া তাহা ঢাকিয়া দণ্ডের উপরে রাখিবে।"},{"number":13,"verse":"আর বেদি হইতে ভস্ম ফেলিয়া তাহার উপরে বেগুনে রঙ্গের বস্ত্র পাতিবে।"},{"number":14,"verse":"আর তাহার উপরে তাহার পরিচর্য্যার্থক সমস্ত পাত্র, অঙ্গারধানী, ত্রিশূল, হাতা ও বাটি, বেদির সমস্ত পাত্র রাখিবে; আর তাহারা তাহার উপরে তহশ-চর্ম্মের আচ্ছাদন দিবে, এবং তাহার বহন-দণ্ড পরাইবে।"},{"number":15,"verse":"এইরূপে শিবিরের অগ্রসর হইবার সময়ে হারোণ ও তাহার পুত্রগণ পবিত্র স্থান ও পবিত্র স্থানের সমস্ত পাত্রের আচ্ছাদন সাঙ্গ করিলে পর কহাতের সন্তানগণ তাহা বহন করিতে আসিবে; কিন্তু তাহারা পবিত্র বস্তু স্পর্শ করিবে না, পাছে তাহাদের মৃত্যু হয়। এই সকল সমাগম-তাম্বুতে কহাতের সন্তানগণের বহনীয় হইবে।"},{"number":16,"verse":"আর দীপার্থক তৈল ও ধূপার্থক সুগন্ধি দ্রব্য, নিত্য ভক্ষ্য-নৈবেদ্য ও অভিষেকার্থ তৈলের তত্ত্বাবধান, সমস্ত আবাস এবং যে কিছু তাহার মধ্যে আছে, পবিত্র স্থান ও তাহার দ্রব্য সকলের তত্ত্বাবধান করা হারোণের পুত্র ইলীয়াসর যাজকের কার্য্য হইবে।"},{"number":17,"verse":"আর সদাপ্রভু মোশি ও হারোণকে কহিলেন,"},{"number":18,"verse":"তোমরা লেবীয়দের মধ্য হইতে কহাতীয় গোষ্ঠীসমূহের বংশকে উচ্ছেদ করিও না।"},{"number":19,"verse":"কিন্তু যখন তাহারা অতি পবিত্র বস্তুর নিকটবর্ত্তী হয়, তখন তাহারা যেন বাঁচিয়া থাকে, মারা না পড়ে, এই নিমিত্ত তোমরা তাহাদের প্রতি এইরূপ করিও; হারোণ ও তাহার পুত্রগণ ভিতরে গিয়া উহাদের প্রত্যেক জনকে আপন আপন সেবাকর্ম্মে ও ভার বহনে নিযুক্ত করিবে।"},{"number":20,"verse":"কিন্তু উহারা এক নিমিষের জন্যও পবিত্র বস্তু দেখিতে ভিতরে যাইবে না, পাছে মারা পড়ে।"},{"number":21,"verse":"আর সদাপ্রভু মোশিকে কহিলেন,"},{"number":22,"verse":"তুমি গের্শোন-সন্তানগণের পিতৃকুল ও গোষ্ঠী অনুসারে তাহাদেরও সংখ্যা গ্রহণ কর।"},{"number":23,"verse":"ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যাহারা সমাগম-তাম্বুতে সেবাকর্ম্ম করণার্থে শ্রেণীভুক্ত হয়, তাহাদিগকে গণনা কর।"},{"number":24,"verse":"সেবাকর্ম্মের ও ভার বহনের মধ্যে গের্শোনীয় গোষ্ঠীদের সেবাকর্ম্ম এই।"},{"number":25,"verse":"তাহারা আবাসের পর্দ্দা সকল, এবং সমাগম-তাম্বু, তাম্বুর আবরণ, তদুপরিস্থিত তহশ-চর্ম্মের ছাদ, সমাগম-তাম্বুদ্বারের আচ্ছাদনবস্ত্র;"},{"number":26,"verse":"প্রাঙ্গণের পর্দ্দা সকল, এবং আবাসের ও বেদির চতুর্দ্দিক্স্থিত প্রাঙ্গণের দ্বারের আচ্ছাদনবস্ত্র, তাহার রজ্জু ও সেবার্থক সমস্ত দ্রব্য বহিবে; এবং এই সকলের সম্বন্ধে যে কিছু করিতে হয়, তাহাও করিবে।"},{"number":27,"verse":"হারোণের ও তাহার পুত্রগণের আজ্ঞানুসারে গের্শোন-সন্তানগণ আপন আপন ভার বহন ও সেবাকর্ম্ম সম্বন্ধীয় সমস্ত কর্ম্ম করিবে; তোমরা তাহাদের সমস্ত ভার বহনে তাহাদিগকে নিযুক্ত করিবে।"},{"number":28,"verse":"সমাগম-তাম্বুতে ইহাই গের্শোন-সন্তানগণের গোষ্ঠীদের সেবাকর্ম্ম; এবং তাহাদের রক্ষণীয় হারোণ যাজকের পুত্র ঈথামরের হস্তগত হইবে।"},{"number":29,"verse":"আর তুমি মরারি-সন্তানগণের গোষ্ঠী ও পিতৃকুলানুসারে তাহাদিগকে গণনা কর।"},{"number":30,"verse":"ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যাহারা সমাগম-তাম্বুতে সেবাকর্ম্ম করণার্থে শ্রেণীভুক্ত হয়, তাহাদিগকে গণনা কর।"},{"number":31,"verse":"আর সমাগম-তাম্বুতে তাহাদের সমস্ত সেবাকর্ম্ম সম্বন্ধীয় এই ভার তাহাদের বহনীয় হইবে; আবাসের তক্তা সকল, সে সকলের অর্গল, স্তম্ভ ও চুঙ্গি এবং প্রাঙ্গণের চতুর্দ্দিক্স্থিত স্তম্ভ সকল,"},{"number":32,"verse":"সে সকলের চুঙ্গি, গোঁজ, রজ্জু ও তৎসম্বন্ধীয় সমস্ত দ্রব্য ও কার্য্য। তোমরা নামে নামে তাহাদের বহনীয় ভারের সমস্ত দ্রব্য গণনা করিবে।"},{"number":33,"verse":"সমাগম-তাম্বুতে ইহা মরারি-সন্তানদের গোষ্ঠীদের সমস্ত সেবাকর্ম্ম সম্বন্ধীয় কার্য্য; ইহা হারোণ যাজকের পুত্র ঈথামরের হস্তগত হইবে।"},{"number":34,"verse":"পরে মোশি, হারোণ ও মণ্ডলীর অধ্যক্ষগণ, কহাতীয় সন্তানগণের গোষ্ঠী"},{"number":35,"verse":"ও পিতৃকুলানুসারে তাহাদের মধ্যে ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যাহারা সমাগম-তাম্বুতে সেবাকর্ম্ম করিবার জন্য শ্রেণীভুক্ত হইল, তাহাদিগকে গণনা করিলেন।"},{"number":36,"verse":"আর তাহাদের গোষ্ঠী অনুসারে গণিত লোক দুই সহস্র সাত শত পঞ্চাশ জন হইল।"},{"number":37,"verse":"ইহারা কহাতীয় গোষ্ঠীদের গণিত এবং সমাগম-তাম্বুতে সেবাকর্ম্মে নিযুক্ত লোক; মোশির দ্বারা দত্ত সদাপ্রভুর আজ্ঞানুসারে মোশি ও হারোণ ইহাদিগকে গণনা করিলেন।"},{"number":38,"verse":"আর গের্শোন-সন্তানগণের মধ্যে যাহারা আপন আপন গোষ্ঠী ও পিতৃকুলানুসারে গণিত হইল,"},{"number":39,"verse":"ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যাহারা সমাগম-তাম্বুতে সেবাকর্ম্ম করিবার জন্য শ্রেণীভুক্ত হইল,"},{"number":40,"verse":"তাহারা আপন আপন গোষ্ঠী ও পিতৃকুলানুসারে গণিত হইলে দুই সহস্র ছয় শত ত্রিশ জন হইল।"},{"number":41,"verse":"ইহারা গের্শোন-সন্তানগণের গোষ্ঠীদের গণিত এবং সমাগম-তাম্বুতে সেবাকর্ম্মে নিযুক্ত লোক; মোশি ও হারোণ সদাপ্রভুর আজ্ঞানুসারে ইহাদিগকে গণনা করিলেন।"},{"number":42,"verse":"আর মরারি-সন্তানগণের গোষ্ঠীদের মধ্যে যাহারা আপন আপন গোষ্ঠী ও পিতৃকুলানুসারে গণিত হইল,"},{"number":43,"verse":"ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যাহারা সমাগম-তাম্বুতে সেবাকর্ম্মার্থে শ্রেণীভুক্ত হইল,"},{"number":44,"verse":"তাহারা আপন আপন গোষ্ঠী ও পিতৃকুলানুসারে গণিত হইলে তিন সহস্র দুই শত জন হইল।"},{"number":45,"verse":"ইহারা মরারি-সন্তানগণের গোষ্ঠীদের গণিত লোক; মোশির দ্বারা দত্ত সদাপ্রভুর আজ্ঞানুসারে মোশি ও হারোণ ইহাদিগকে গণনা করিলেন।"},{"number":46,"verse":"এইরূপে মোশি, হারোণ ও ইস্রায়েলের অধ্যক্ষগণ কর্ত্তৃক যে লেবীয়েরা আপন আপন গোষ্ঠী ও পিতৃকুলানুসারে গণিত হইল,"},{"number":47,"verse":"ত্রিশ বৎসর বয়স্ক অবধি পঞ্চাশ বৎসর বয়স্ক পর্য্যন্ত যাহারা সমাগম-তাম্বুতে সেবাকর্ম্ম ও ভার বহন কার্য্য করিতে প্রবেশ করিত,"},{"number":48,"verse":"তাহারা গণিত হইলে আট সহস্র পাঁচ শত আশী জন হইল।"},{"number":49,"verse":"সদাপ্রভুর আজ্ঞা অনুসারেই তাহারা প্রত্যেক জন মোশি দ্বারা আপন আপন সেবাকর্ম্ম ও ভার বহন অনুসারে গণিত হইল; এইরূপে মোশির প্রতি দত্ত সদাপ্রভুর আজ্ঞানুসারে তাহারা তাঁহার দ্বারা গণিত হইল।"}]}