{"bibleAbbr":"bnOV2016","bookName":"গণনাপুস্তক।","bookEnglishName":"Numbers","chapterNumber":6,"verses":[{"number":1,"verse":"( নাসরীয়দের ব্যবস্থা।) আর সদাপ্রভু মোশিকে কহিলেন,"},{"number":2,"verse":"তুমি ইস্রায়েল-সন্তানগণকে কহ, তাহাদিগকে বল, কোন পুরুষ কিম্বা স্ত্রীলোক সদাপ্রভুর উদ্দেশে পৃথক্কৃত হইবার জন্য যখন বিশেষ ব্রত, নাসরীয় ব্রত, করিবে,"},{"number":3,"verse":"তখন সে দ্রাক্ষারস ও সুরা হইতে পৃথক্ থাকিবে, দ্রাক্ষারসের সিরকা বা সুরার সিরকা পান করিবে না, এবং দ্রাক্ষাফলোৎপন্ন কোন পেয় পান করিবে না, আর কাঁচা কি শুষ্ক দ্রাক্ষাফল খাইবে না।"},{"number":4,"verse":"তাহার পৃথক্স্থিতির সমস্ত কাল সে বীজ অবধি ত্বক্ পর্য্যন্ত দ্রাক্ষাফলে প্রস্তুত কিছুই খাইবে না।"},{"number":5,"verse":"তাহার পৃথক্স্থিতি-ব্রতের সমস্ত কাল তাহার মস্তকে ক্ষুর স্পর্শ হইবে না; সদাপ্রভুর উদ্দেশে তাহার পৃথক্স্থিতির দিন-সংখ্যা যাবৎ সম্পূর্ণ না হয়, তাবৎ সে পবিত্র থাকিবে, সে আপন কেশগুচ্ছ বৃদ্ধি পাইতে দিবে।"},{"number":6,"verse":"সে যাবৎ সদাপ্রভুর উদ্দেশে পৃথক্ থাকে, তাবৎ কোন শবের নিকটে যাইবে না।"},{"number":7,"verse":"যদ্যপি তাহার পিতা কিম্বা মাতা কিম্বা ভ্রাতা কিম্বা ভগিনী মরে, তথাপি সে তাহাদের জন্য আপনাকে অশুচি করিবে না; কেননা তাহার মস্তকে তাহার ঈশ্বরের উদ্দেশে পৃথক্স্থিতির চিহ্ন আছে।"},{"number":8,"verse":"তাহার পৃথক্স্থিতির সমস্ত কাল সে সদাপ্রভুর উদ্দেশে পবিত্র।"},{"number":9,"verse":"আর যদি কোন মনুষ্য হঠাৎ তাহার নিকটে মরাতে সে আপনার পৃথক্স্থিতির চিহ্নবিশিষ্ট মস্তক অশুচি করে, তবে সে শুচি হইবার দিনে আপন মস্তক মুণ্ডন করিবে, সপ্তম দিবসে তাহা মুণ্ডন করিবে।"},{"number":10,"verse":"আর অষ্টম দিবসে সে দুই ঘুঘু কিম্বা দুই কপোতশাবক সমাগম-তাম্বুর দ্বারে যাজকের কাছে আনিবে।"},{"number":11,"verse":"যাজক তাহাদের একটী পাপার্থে, অন্যটী হোমার্থে নিবেদন করিয়া শব জন্য তাহার কৃত পাপপ্রযুক্ত প্রায়শ্চিত্ত করিবে; আর সেই দিনে তাহার মস্তক পবিত্র করিবে।"},{"number":12,"verse":"আবার সে আপনার পৃথক্স্থিতির কালে সদাপ্রভুর উদ্দেশে পৃথক্ থাকিবে; এবং দোষার্থক বলিরূপে একবর্ষীয় এক মেষবৎস আনিবে। আর তাহার পৃথক্স্থিতি অশুচি হওয়াতে তাহার পূর্ব্বগত দিন সকল নিরর্থক হইবে।"},{"number":13,"verse":"আর নাসরীয়ের এই ব্যবস্থা; তাহার পৃথক্স্থিতির দিন সম্পূর্ণ হইলে পর সে সমাগম-তাম্বুর দ্বারে আনীত হইবে।"},{"number":14,"verse":"পরে সে সদাপ্রভুর উদ্দেশে আপন উপহার উৎসর্গ করিবে; হোমার্থে একবর্ষীয় নির্দ্দোষ এক মেষবৎস, ও পাপার্থে একবর্ষীয়া নির্দ্দোষ এক মেষবৎসা ও মঙ্গলার্থে নির্দ্দোষ এক মেষ,"},{"number":15,"verse":"আর এক চুপড়ি তাড়ীশূন্য রুটী, তৈলমিশ্রিত সূক্ষ্ম সূজির পিষ্টক, তাড়ীশূন্য তৈলাক্ত সরুচাকলী ও তাহার উপযুক্ত ভক্ষ্য এবং পেয় নৈবেদ্য, এই সকল আনিবে।"},{"number":16,"verse":"আর যাজক সদাপ্রভুর সম্মুখে এই সকল উপস্থিত করিয়া তাহার পাপার্থক বলি ও হোমবলি উৎসর্গ করিবে।"},{"number":17,"verse":"পরে তাড়ীশূন্য রুটীর চুপড়ির সহিত মঙ্গলার্থক মেষবলি সদাপ্রভুর উদ্দেশে উৎসর্গ করিবে; এবং যাজক তৎসম্বন্ধীয় ভক্ষ্য ও পেয় নৈবেদ্য নিবেদন করিবে।"},{"number":18,"verse":"পরে নাসরীয় সমাগম-তাম্বুর দ্বারে তাহার পৃথক্স্থিতির চিহ্নস্বরূপ মস্তক মুণ্ডন করিবে, ও তাহার পৃথক্স্থিতির চিহ্ন যে মস্তকের কেশ, তাহা লইয়া মঙ্গলার্থক বলির অধঃস্থিত অগ্নিতে রাখিবে।"},{"number":19,"verse":"আর নাসরীয়ের পৃথক্স্থিতির মস্তক মুণ্ডনের পরে যাজক ঐ মেষের জলসিদ্ধ স্কন্ধ ও চুপড়ি হইতে তাড়ীশূন্য একখান পিষ্টক ও একখান তাড়ীশূন্য সরুচাকলী লইয়া তাহার হস্তে দিবে।"},{"number":20,"verse":"আর যাজক সে সকল দোলনীয় নৈবেদ্যার্থে সদাপ্রভুর সম্মুখে দোলাইবে; তাহাতে দোলনীয় বক্ষঃ ও উত্তোলনীয় জঙ্ঘা সমেত তাহা যাজকের জন্য পবিত্র হইবে; তৎপরে নাসরীয় ব্যক্তি দ্রাক্ষারস পান করিতে পারিবে।"},{"number":21,"verse":"ব্রতকারী নাসরীয়ের এবং পৃথক্স্থিতির জন্য সদাপ্রভুকে দেয় তাহার উপহারের এই ব্যবস্থা; ইহা ছাড়া সে আপন সংস্থান অনুসারে দিবে; যে কিছু দিতে মানত করিয়াছে তাহা দিবে, তাহার পৃথক্স্থিতির ব্যবস্থানুসারে করিবে।"},{"number":22,"verse":"আর সদাপ্রভু মোশিকে কহিলেন,"},{"number":23,"verse":"তুমি হারোণ ও তাহার পুত্রগণকে বল; তোমরা ইস্রায়েল-সন্তানগণকে এইরূপে আশীর্ব্বাদ করিবে; তাহাদিগকে বলিবে,"},{"number":24,"verse":"সদাপ্রভু তোমাকে আশীর্ব্বাদ করুন ও তোমাকে রক্ষা করুন;"},{"number":25,"verse":"সদাপ্রভু তোমার প্রতি আপন মুখ উজ্জ্বল করুন, ও তোমাকে অনুগ্রহ করুন;"},{"number":26,"verse":"সদাপ্রভু তোমার প্রতি আপন মুখ উত্তোলন করুন, ও তোমাকে শান্তি দান করুন।"},{"number":27,"verse":"এইরূপে তাহারা ইস্রায়েল-সন্তানগণের উপরে আমার নাম স্থাপন করিবে; আর আমি তাহাদিগকে আশীর্ব্বাদ করিব।"}]}