{"bibleAbbr":"AMP2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"(Zophar Says, \"The Triumph of the Wicked Is Short\") Then Zophar the Naamathite answered and said,"},{"number":2,"verse":"\"Therefore my disquieting thoughts make me answer, Because of the uneasiness that is within me."},{"number":3,"verse":"\"I have heard the reproof which insults me, But the spirit of my understanding makes me answer."},{"number":4,"verse":"\"Do you not know this from the old days, Since the time that man was placed on the earth,"},{"number":5,"verse":"That the triumphing of the wicked is short, And the joy of the godless is only for a moment?"},{"number":6,"verse":"\"Though his pride reaches the heavens And his head touches the clouds,"},{"number":7,"verse":"Yet he perishes forever like his own refuse; Those who have seen him will say, 'Where is he?'"},{"number":8,"verse":"\"He flies away like a dream and cannot be found; Yes, he is chased away like a vision of the night."},{"number":9,"verse":"\"The eye which saw him sees him no longer, Neither does his [accustomed] place behold him any longer."},{"number":10,"verse":"\"His sons favor the poor [and pay his obligations], And his hands give back his [ill-gotten] wealth."},{"number":11,"verse":"\"His bones are full of youthful strength But it lies down with him in the dust."},{"number":12,"verse":"\"Though evil and wickedness are sweet in his mouth And he hides it under his tongue,"},{"number":13,"verse":"Though he desires it and will not let it go But holds it in his mouth,"},{"number":14,"verse":"Yet his food turns [to poison] in his stomach; It is the venom of vipers within him."},{"number":15,"verse":"\"He swallows [his ill-gotten] riches, But will vomit them up; God will drive them out of his belly."},{"number":16,"verse":"\"He sucks the poison of vipers [which ill-gotten wealth contains]; The viper's tongue slays him."},{"number":17,"verse":"\"He does not look at the rivers, The flowing streams of honey and butter [to enjoy his wealth]."},{"number":18,"verse":"\"He gives back what he has labored for and attained And cannot swallow it [down to enjoy it]; As to the riches of his labor, He cannot even enjoy them."},{"number":19,"verse":"\"For he has oppressed and neglected the poor; He has violently taken away houses which he did not build."},{"number":20,"verse":"\"Because he knew no quietness or calm within him [because of his greed], He does not retain anything he desires."},{"number":21,"verse":"\"There is nothing left of what he devoured; Therefore his prosperity does not endure."},{"number":22,"verse":"\"In the fullness of his excess (great abundance) he will be in trouble; The hand of everyone who suffers will come against him [he is miserable on every side]."},{"number":23,"verse":"\"When he fills his belly, God will send His fierce anger on him And will rain it upon him while he is eating."},{"number":24,"verse":"\"He may flee from the iron weapon, But the bow of bronze will pierce him through."},{"number":25,"verse":"\"The arrow is drawn forth and it comes out of his back [after passing through his body]; Yes, the glittering point comes out of his gall. Terrors march in upon him;"},{"number":26,"verse":"Complete darkness (misfortune) is held in reserve for his treasures. An unfanned fire will devour him; It will consume the survivor in his tent."},{"number":27,"verse":"\"The heavens will reveal his wickedness and guilt, And the earth will rise up against him."},{"number":28,"verse":"\"The produce and increase of his house will depart [with the victors]; His possessions will be dragged away in the day of God's wrath."},{"number":29,"verse":"\"This is the wicked man's portion from God, And the heritage decreed and appointed to him by God.\""}]}