{"bibleAbbr":"AMP2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"Job Says He Longs for God Then Job answered and said,"},{"number":2,"verse":"\"Even today my complaint is contentious; His hand is heavy despite my groaning."},{"number":3,"verse":"\"Oh, that I knew where I might find Him, That I might [even] come to His seat!"},{"number":4,"verse":"\"I would present my cause before Him And fill my mouth with arguments."},{"number":5,"verse":"\"I would learn the words which He would answer, And understand what He would say to me."},{"number":6,"verse":"\"Would He contend against me with His great power? No, surely He would give attention to me."},{"number":7,"verse":"\"There the righteous and upright could reason with Him; So I would be acquitted forever by my Judge."},{"number":8,"verse":"\"Behold, I go forward (to the east), but He is not there; I go backward (to the west), but I cannot perceive Him;"},{"number":9,"verse":"To the left (north) He turns, but I cannot behold Him; He turns to the right hand (south), but I cannot see Him."},{"number":10,"verse":"\"But He knows the way that I take [and He pays attention to it]. When He has tried me, I will come forth as [refined] gold [pure and luminous]."},{"number":11,"verse":"\"My feet have carefully followed His steps; I have kept His ways and not turned aside."},{"number":12,"verse":"\"I have not departed from the commandment of His lips; I have kept the words of His mouth more than my necessary food."},{"number":13,"verse":"\"But He is unique and unchangeable, and who can turn Him? And what His soul desires, that He does."},{"number":14,"verse":"\"For He performs what is planned (appointed) for me, And He is mindful of many such things."},{"number":15,"verse":"\"Therefore I would be terrified at His presence; When I consider [all of this], I tremble in dread of Him."},{"number":16,"verse":"\"For God has made my heart faint, And the Almighty has terrified me,"},{"number":17,"verse":"But I am not silenced by the darkness [of these woes that fell on me], Nor by the thick darkness which covers my face."}]}