{"bibleAbbr":"AMP2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"(Elihu Speaks of God's Dealings with Men) Elihu continued and said,"},{"number":2,"verse":"\"Bear with me a little longer, and I will show you, That there is yet more to say on God's behalf."},{"number":3,"verse":"\"I will bring my knowledge from afar, And will ascribe righteousness to my Maker."},{"number":4,"verse":"\"For truly my words are not false; He who is perfect in knowledge is with you."},{"number":5,"verse":"\"Behold, God is mighty, and yet does not despise anyone [nor regard any as trivial]; He is mighty in the strength and power of understanding."},{"number":6,"verse":"\"He does not prolong the life of the wicked, But gives the afflicted their justice."},{"number":7,"verse":"\"He does not withdraw His eyes from the righteous [those in right standing with Him]; But with kings upon the throne He has seated them forever, and they are exalted."},{"number":8,"verse":"\"And if they are bound in bonds [of adversity], And held by cords of affliction,"},{"number":9,"verse":"Then He declares to them [the true character of] their deeds And their transgressions, that they have acted arrogantly [with presumption and notions of self-sufficiency]."},{"number":10,"verse":"\"He opens their ears to instruction and discipline, And commands that they return from evil."},{"number":11,"verse":"\"If they hear and serve Him, They will end their days in prosperity And their years in pleasantness and joy."},{"number":12,"verse":"\"But if they do not hear and obey, they will die by the sword [of God's destructive judgments] And they will die [in ignorance] without [true] knowledge."},{"number":13,"verse":"\"But the godless in heart store up anger [at the divine discipline]; They do not cry [to Him] for help when He binds them [with cords of affliction]."},{"number":14,"verse":"\"They die in youth, And their life ends among the cult prostitutes."},{"number":15,"verse":"\"He rescues the afflicted in their affliction, And opens their ears [so that they pay attention to His voice] in times of oppression."},{"number":16,"verse":"\"Then indeed, He enticed you from the mouth of distress and confinement, Into a broad place where there is no constraint or distress; And that which was set on your table was full of fatness (rich food)."},{"number":17,"verse":"\"But you [Job] were full of judgment on the wicked, Judgment and justice take hold of you."},{"number":18,"verse":"\"Do not let wrath entice you into scoffing; And do not let the greatness and the extent of the ransom turn you aside."},{"number":19,"verse":"\"Will your wealth [be sufficient to] keep you from [the confinement of] distress, Or will all the force of your strength do it?"},{"number":20,"verse":"\"Do not long for the night, When people vanish from their places."},{"number":21,"verse":"\"Take heed and be careful, do not turn to wickedness, For you have chosen this [the vice of complaining against God] rather than [learning from] affliction."},{"number":22,"verse":"\"Behold, God is exalted in His power; Who is a ruler or a teacher like Him?"},{"number":23,"verse":"\"Who has appointed God His way, And who can say [to Him], 'You have done wrong'?"},{"number":24,"verse":"\"Remember that you should magnify God's work, Of which men have sung."},{"number":25,"verse":"\"All men have seen God's work; Man looks at it from a distance."},{"number":26,"verse":"\"Behold, God is exalted, and we do not know Him; The number of His years is unsearchable."},{"number":27,"verse":"\"For He draws up the drops of water, They distill rain from the mist,"},{"number":28,"verse":"Which the clouds pour down, They drop abundantly upon mankind.\""},{"number":29,"verse":"\"Can anyone understand the spreading of the clouds Or the thundering of His pavilion?"},{"number":30,"verse":"\"Behold, He spreads His lightning around Him [against the dark clouds], And He covers the depths of the sea."},{"number":31,"verse":"\"For by these [mighty acts] He judges the peoples; He gives food in abundance."},{"number":32,"verse":"\"He covers His hands with the lightning, And commands it to strike the mark."},{"number":33,"verse":"\"His thundering voice declares [awesomely] His presence; The cattle also are told of His coming storm."}]}