{"bibleAbbr":"AMP2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"(God Speaks of Nature and Its Beings) \"Do you know the time when the wild goats of the rock give birth [to their young]? Do you observe the calving of the deer?"},{"number":2,"verse":"\"Can you count the months that they carry offspring, Or do you know the time when they give birth?"},{"number":3,"verse":"\"They kneel down, they bring forth their young, They cast out their labor pains."},{"number":4,"verse":"\"Their young ones become strong, they grow up in the open field; They leave and do not return to them."},{"number":5,"verse":"\"Who sent out the wild donkey free [from dependence on man]? And who has loosed the bonds of the wild donkey [to survive in the wild],"},{"number":6,"verse":"To whom I gave the wilderness as his home And the salt land as his dwelling place?"},{"number":7,"verse":"\"He scorns the tumult of the city, And does not hear the shouting of the taskmaster."},{"number":8,"verse":"\"He explores the mountains as his pasture And searches after every green thing."},{"number":9,"verse":"\"Will the wild ox be willing to serve you, Or remain beside your manger at night?"},{"number":10,"verse":"\"Can you bind the wild ox with a harness [to the plow] in the furrow? Or will he plow the valleys for you?"},{"number":11,"verse":"\"Will you trust him because his strength is great And leave your labor to him?"},{"number":12,"verse":"\"Will you have faith and depend on him to return your grain And gather it from your threshing floor?"},{"number":13,"verse":"\"The [flightless] wings of the ostrich wave joyously; With the pinion (shackles, fetters) and plumage of love,"},{"number":14,"verse":"For she leaves her eggs on the ground And warms them in the dust,"},{"number":15,"verse":"Forgetting that a foot may crush them, Or that the wild beast may trample them."},{"number":16,"verse":"\"She treats her young cruelly, as if they were not hers; Though her labor is in vain because she is unconcerned [for the safety of her brood],"},{"number":17,"verse":"For God has made her forget wisdom, And has not given her a share of understanding."},{"number":18,"verse":"\"Yet when she lifts herself on high, [So swift is she that] she laughs at the horse and his rider."},{"number":19,"verse":"\"Have you given the horse his might? Have you clothed his neck with quivering and a shaking mane?"},{"number":20,"verse":"\"Have you [Job] made him leap like a locust? The majesty of his snorting [nostrils] is terrible."},{"number":21,"verse":"\"He paws in the valley and rejoices in his strength; He goes out to meet the weapons [of armed men]."},{"number":22,"verse":"\"He laughs at fear and is not dismayed; And [in battle] he does not turn back from the sword."},{"number":23,"verse":"\"The quiver rattles against him, [As do] the flashing spear and the lance [of his rider]."},{"number":24,"verse":"\"With fierceness and rage he races to devour the ground, And he does not stand still at the sound of the [war] trumpet."},{"number":25,"verse":"\"As often as the trumpet sounds he says, 'Aha!' And he smells the battle from far away, And senses the thunder of the captains and the war cry."},{"number":26,"verse":"\"Is it by your understanding that the hawk soars, Stretching his wings toward the south [as winter approaches]?"},{"number":27,"verse":"\"Is it at your command that the eagle mounts up And makes his nest on high [in an inaccessible place]?"},{"number":28,"verse":"\"On the cliff he dwells and remains [securely], Upon the point of the rock and the inaccessible stronghold."},{"number":29,"verse":"\"From there he spies out the prey; His eyes see it from far away."},{"number":30,"verse":"\"His young ones suck up blood; And where the slain are, there is he.\""}]}