{"bibleAbbr":"AMP2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"(Bildad Says God Rewards the Good) Then Bildad the Shuhite answered and said,"},{"number":2,"verse":"\"How long will you say these things? And will the words of your mouth be a mighty wind?"},{"number":3,"verse":"\"Does God pervert justice? Or does the Almighty pervert righteousness?"},{"number":4,"verse":"\"If your children have sinned against Him, Then He has handed them over to the power of their transgression and punished them."},{"number":5,"verse":"\"If you would [diligently] seek God And implore the compassion and favor of the Almighty,"},{"number":6,"verse":"Then, if you are pure and upright, Surely now He will awaken for you And restore your righteous place."},{"number":7,"verse":"\"Though your beginning was insignificant, Yet your end will greatly increase."},{"number":8,"verse":"\"Inquire, please, of past generations, And consider and apply yourself to the things searched out by their fathers."},{"number":9,"verse":"\"For we are only of yesterday and know nothing, Because our days on earth are [like] a shadow [just a breath or a vapor]."},{"number":10,"verse":"\"Will they (the fathers) not teach you and tell you, And utter words from their hearts [the deepest part of their nature]?"},{"number":11,"verse":"\"Can the papyrus grow up without a marsh? Can the rushes or reed grass grow without water?"},{"number":12,"verse":"\"While it is still green (in flower) and not cut down, Yet it withers before any other plant [when without water]."},{"number":13,"verse":"\"So are the paths of all who forget God; And the hope of the godless will perish,"},{"number":14,"verse":"For his confidence is fragile and breaks, And his trust is [like] a spider's web."},{"number":15,"verse":"\"He trusts in his house, but it does not stand; He holds tightly to it, but it does not endure."},{"number":16,"verse":"\"He thrives and prospers [like a green plant] before the sun, And his branches spread out over his garden."},{"number":17,"verse":"\"His [godless] roots are wrapped around a pile of rocks, And he gazes at a house of stones."},{"number":18,"verse":"\"If he is snatched from his place [in the garden], Then his place will forget him, saying, 'I have never seen you.'"},{"number":19,"verse":"\"Behold, this is the joy of His way; And from out of the dust others will spring up and grow [to take his place]."},{"number":20,"verse":"\"Behold, God will not reject a man of integrity, Nor will He strengthen or support evildoers."},{"number":21,"verse":"\"He will yet fill your mouth with laughter And your lips with joyful shouting [if you are found blameless]."},{"number":22,"verse":"\"Those who hate you will be clothed with shame, And the tents of the wicked will be no longer.\""}]}