{"bibleAbbr":"NET2007","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"Christian Unity and Christ’s Humility Therefore, if there is any encouragement in Christ, any comfort provided by love, any fellowship in the Spirit, (tn Or “spiritual fellowship” if πνεύματος (pneumato\") is an attributive genitive; or “fellowship brought about by the Spirit” if πνεύματος is a genitive of source or production.) any affection or mercy, (tn Grk “and any affection and mercy.” The Greek idea, however, is best expressed by “or” in English.)"},{"number":2,"verse":"complete my joy and be of the same mind, (tn Or “and feel the same way,” “and think the same thoughts.” The ἵνα (Jina) clause has been translated “and be of the same mind” to reflect its epexegetical force to the imperative “complete my joy.”) by having the same love, being united in spirit, (tn The Greek word here is σύμψυχοι (sumyucoi, literally “fellow souled”).) and having one purpose."},{"number":3,"verse":"Instead of being motivated by selfish ambition (tn Grk “not according to selfish ambition.” There is no main verb in this verse; the subjunctive φρονῆτε (fronhte, “be of the same mind”) is implied here as well. Thus, although most translations supply the verb “do” at the beginning of v. 3 (e. g., “do nothing from selfish ambition”), the idea is even stronger than that: “Don’t even think any thoughts motivated by selfish ambition.”) or vanity, each of you should, in humility, be moved to treat one another as more important than yourself."},{"number":4,"verse":"Each of you should be concerned (tn On the meaning “be concerned about” for σκοπέω (skopew), see L&N 27.36.) not only (tn The word “only” is not in the Greek text, but is implied by the ἀλλὰ καί (alla kai) in the second clause (“but…as well”). The bulk of the Western text dropped the καί, motivated most likely by ascetic concerns.) about your own interests, but about the interests of others as well. (tc The bulk of the Western text (D*, c F G K it) dropped καί (kai) here, most likely due to ascetic concerns. Strong external attestation for its inclusion from excellent witnesses as well as the majority (Ì46 א A B C D2 0278 33 1739 1881 Ï) also marks it as original. tn Verses 1-4 constitute one long conditional sentence in Greek. The protasis is in verse 1, while vv. 2–4 constitute the apodosis. There is but one verb not in a subordinate clause in vv. 2–4, the imperative “complete” in v. 2. This is followed by a subjunctive after ἵνα (Jina, translated as an epexegetical clause, “and be of the same mind”) and three instrumental participles. Thus the focus of these four verses is to “be of the same mind” and all that follows this instruction is the means for accomplishing that.)"},{"number":5,"verse":"You should have the same attitude toward one another that Christ Jesus had, (tn Grk “Have this attitude in/among yourselves which also [was] in Christ Jesus,” or “Have this attitude in/among yourselves which [you] also [have] in Christ Jesus.”)"},{"number":6,"verse":"(sn This passage has been typeset as poetry because many scholars regard this passage as poetic or hymnic. These terms are used broadly to refer to the genre of writing, not to the content. There are two broad criteria for determining if a passage is poetic or hymnic: “(a) stylistic: a certain rhythmical lilt when the passages are read aloud, the presence of parallelismus membrorum (i. e., an arrangement into couplets), the semblance of some metre, and the presence of rhetorical devices such as alliteration, chiasmus, and antithesis; and (b) linguistic: an unusual vocabulary, particularly the presence of theological terms, which is different from the surrounding context” (P. T. O’Brien, Philippians [NIGTC], 188-89). Classifying a passage as hymnic or poetic is important because understanding this genre can provide keys to interpretation. However, not all scholars agree that the above criteria are present in this passage, so the decision to typeset it as poetry should be viewed as a tentative decision about its genre.) who though he existed in the form of God (sn The Greek term translated form indicates a correspondence with reality. Thus the meaning of this phrase is that Christ was truly God.) did not regard equality with God as something to be grasped,"},{"number":7,"verse":"but emptied himself by taking on the form of a slave, (tn See the note on the word “slaves” in 1:1.) by looking like other men, (tn Grk “by coming in the likeness of people.”sn The expression the likeness of men is similar to Paul’s wording in Rom 8:3 (“in the likeness of sinful flesh”). The same word “likeness” is used in both passages. It implies that there is a form that does not necessarily correspond to reality. In Rom 8:3, the meaning is that Christ looked like sinful humanity. Here the meaning is similar: Jesus looked like other men (note anqrwpoi), but was in fact different from them in that he did not have a sin nature.) and by sharing in human nature. (tn Grk “and by being found in form as a man.” The versification of vv. 7 and 8 (so also NRSV) is according to the versification in the NA27 and UBS4 editions of the Greek text. Some translations, however, break the verses in front of this phrase (NKJV, NASB, NIV, NLT). The same material has been translated in each case; the only difference is the versification of that material. sn By sharing in human nature. This last line of v. 7 (line d) stands in tension with the previous line, line c (“by looking like other men”). Both lines have a word indicating form or likeness. Line c, as noted above, implies that Christ only appeared to be like other people. Line d, however, uses a different term that implies a correspondence between form and reality. Further, line c uses the plural “men” while line d uses the singular “man.” The theological point being made is that Christ looked just like other men, but he was not like other men (in that he was not sinful), though he was fully human.)"},{"number":8,"verse":"He humbled himself, by becoming obedient to the point of death — even death on a cross!"},{"number":9,"verse":"As a result God exalted him and gave him the name that is above every name,"},{"number":10,"verse":"so that at the name of Jesus every knee will bow — in heaven and on earth and under the earth —"},{"number":11,"verse":"and every tongue confess that Jesus Christ is Lord to the glory of God the Father."},{"number":12,"verse":"Lights in the World So then, my dear friends, just as you have always obeyed, not only in my presence but even more in my absence, continue working out your salvation with awe and reverence, (tn Grk “with fear and trembling.” The Greek words φόβος and τρόμος both imply fear in a negative sense (L&N 25.251 and 16.6 respectively) while the former can also refer to respect and awe for deity (L&N 53.59). Paul’s use of the terms in other contexts refers to “awe and reverence in the presence of God” (P. T. O’Brien, Philippians [NIGTC], 284; see discussion on 282-84). The translation “awe and reverence” was chosen to portray the attitude the believer should have toward God as they consider their behavior in light of God working through Jesus Christ (2:6–11) and in the believer’s life (2:13) to accomplish their salvation.)"},{"number":13,"verse":"for the one bringing forth in you both the desire and the effort — for the sake of his good pleasure — is God."},{"number":14,"verse":"Do everything without grumbling or arguing,"},{"number":15,"verse":"so that you may be blameless and pure, children of God without blemish though you live in a crooked and perverse society, in which you shine as lights in the world (tn Or “as stars in the universe.”)"},{"number":16,"verse":"by holding on to (tn Or “holding out, holding forth.”) the word of life so that on the day of Christ I will have a reason to boast that I did not run in vain nor labor in vain."},{"number":17,"verse":"But even if I am being poured out like a drink offering on the sacrifice and service of your faith, I am glad and rejoice together with all of you."},{"number":18,"verse":"And in the same way you also should be glad and rejoice together with me."},{"number":19,"verse":"Models for Ministry Now I hope in the Lord Jesus to send Timothy to you soon, so that I too may be encouraged by hearing news about you."},{"number":20,"verse":"For there is no one here like him who will readily demonstrate his deep concern for you. (tn Grk “For I have no one who is like-minded who will genuinely be concerned for your welfare.”)"},{"number":21,"verse":"Others are busy with their own concerns, not those of Jesus Christ."},{"number":22,"verse":"But you know his qualifications, that like a son working with his father, he served with me in advancing the gospel."},{"number":23,"verse":"So I hope to send him as soon as I know more about my situation,"},{"number":24,"verse":"though I am confident in the Lord that I too will be coming to see you (tn The words “to see you” are not in the Greek text, but are implied, and are supplied in the translation for clarity.) soon."},{"number":25,"verse":"But for now (tn Grk “But.” The temporal notion (“for now”) is implied in the epistolary aorist (“I have considered”), for Epaphroditus was dispatched with this letter to the Philippians.) I have considered it necessary to send Epaphroditus to you. For he is my brother, (tn Grk “my brother” instead of “For he is my brother.” Verse 25 constitutes one sentence in Greek, with “my brother…” functioning appositionally to “Epaphroditus.” sn The reason why Paul refers to Epaphroditus as his brother, coworker, fellow soldier, etc., is because he wants to build up Epaphroditus in the eyes of the Philippians, since Paul is sending him back instead of Timothy. This accent on Epaphroditus’ character and service is implied in the translation “For he is…”) coworker and fellow soldier, and your messenger (tn Grk “apostle.”) and minister (tn The Greek word translated “minister” here is λειτουργός (leitourgo\").) to me in my need. (tn Grk “servant of my need.”)"},{"number":26,"verse":"Indeed, he greatly missed all of you and was distressed because you heard that he had been ill."},{"number":27,"verse":"In fact he became so ill that he nearly died. (tn Grk “For he became ill to the point of death.”) But God showed mercy to him — and not to him only, but also to me — so that I would not have grief on top of grief."},{"number":28,"verse":"Therefore I am all the more eager to send him, (tn Grk “I have sent him to you with earnestness.” But the epistolary aorist needs to be translated as a present tense with this adverb due to English stylistic considerations.) so that when you see him again you can rejoice (tn Or “when you see him you can rejoice again.”) and I can be free from anxiety."},{"number":29,"verse":"So welcome him in the Lord with great joy, and honor people like him,"},{"number":30,"verse":"since it was because of the work of Christ that he almost died. He risked his life so that he could make up for your inability to serve me. (tn Grk “make up for your lack of service to me.”)"}]}