{"bibleAbbr":"cKJV+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"And the sons<WH1121> of Israel<WH3478> set forward<WH5265>, and pitched<WH2583> in the plains<WH6160> of Moab<WH4124> on this side<WH5676> Jordan<WH3383> by Jericho<WH3405>."},{"number":2,"verse":"And Balak<WH1111> the son<WH1121> of Zippor<WH6834> saw<WH7200> all that Israel<WH3478> had done<WH6213> to the Amorites<WH567>."},{"number":3,"verse":"And Moab<WH4124> was very<WH3966> afraid<WH1481> of<WH6440> the people<WH5971>, because they were many<WH7227>: and Moab<WH4124> was distressed<WH6973> because of<WH6440> the sons<WH1121> of Israel<WH3478>."},{"number":4,"verse":"And Moab<WH4124> said<WH559> unto the elders<WH2205> of Midian<WH4080>, Now shall this company<WH6951> lick up<WH3897> all that are round about<WH5439> us<WH7794>, as the ox licks up<WH3897> the grass<WH3418> of the field<WH7704>. And Balak<WH1111> the son<WH1121> of Zippor<WH6834> was king<WH4428> of the Moabites<WH4124> at that time<WH6256>."},{"number":5,"verse":"He sent<WH7971> messengers<WH4397> therefore unto Balaam<WH1109> the son<WH1121> of Beor<WH1160> to Pethor<WH6604>, which is by the river<WH5104> of the land<WH776> of the sons<WH1121> of his people<WH5971>, to call<WH7121> him<WH559>, saying, Behold<WH5971>, there is a people come out<WH3318> from Egypt<WH4714>: behold<WH3680>, they cover the face<WH5869> of the earth<WH776>, and they stay<WH3427> over against me<WH4136>:"},{"number":6,"verse":"Come<WH3212> now therefore<WH779>, I pray you, curse me this people<WH5971>; for they are too mighty<WH6099> for me<WH3201>: perhaps I shall prevail, that we may strike<WH5221> them<WH1644>, and that I may drive them out of the land<WH776>: for I know<WH3045> that he whom you bless<WH1288> is blessed<WH1288>, and he whom you curse<WH779> is cursed<WH779>."},{"number":7,"verse":"And the elders<WH2205> of Moab<WH4124> and the elders<WH2205> of Midian<WH4080> departed<WH3212> with the rewards of divination<WH7081> in their hand<WH3027>; and they came<WH935> unto Balaam<WH1109>, and spoke<WH1696> unto him the words<WH1697> of Balak<WH1111>."},{"number":8,"verse":"And he said<WH559> unto them<WH3885>, Lodge here this night<WH3915>, and I will bring<WH7725> you word<WH1697> again<WH7725>, as the Lord<WH3068> shall speak<WH1696> unto me<WH8269>: and the princes of Moab<WH4124> lived<WH3427> with Balaam<WH1109>."},{"number":9,"verse":"And God<WH430> came<WH935> unto Balaam<WH1109>, and said<WH559>, What men are these with you<WH582>"},{"number":10,"verse":"And Balaam<WH1109> said<WH559> unto God<WH430>, Balak<WH1111> the son<WH1121> of Zippor<WH6834>, king<WH4428> of Moab<WH4124>, has sent unto me<WH7971>, saying,"},{"number":11,"verse":"Behold<WH5971>, there is a people come out<WH3318> of Egypt<WH4714>, which covers<WH3680> the face<WH5869> of the earth<WH776>: come<WH3212> now<WH6895>, curse me them<WH3201>; perhaps I shall be able to overcome<WH3898> them<WH1644>, and drive them out."},{"number":12,"verse":"And God<WH430> said<WH559> unto Balaam<WH1109>, You shall not go<WH3212> with them<WH779>; you shall not curse the people<WH5971>: for they are blessed<WH1288>."},{"number":13,"verse":"And Balaam<WH1109> rose up<WH6965> in the morning<WH1242>, and said<WH559> unto the princes<WH8269> of Balak<WH1111>, Get<WH3212> you into your land<WH776>: for the Lord<WH3068> refuses<WH3985> to give me leave<WH5414> to go with you<WH1980>."},{"number":14,"verse":"And the princes<WH8269> of Moab<WH4124> rose up<WH6965>, and they went<WH935> unto Balak<WH1111>, and said<WH559>, Balaam<WH1109> refuses<WH3985> to come with us<WH1980>."},{"number":15,"verse":"And Balak<WH1111> sent<WH7971> yet again<WH3254> princes<WH8269>, more<WH7227>, and more honorable than they<WH3513>."},{"number":16,"verse":"And they came<WH935> to Balaam<WH1109>, and said<WH559> to him<WH559>, Thus says Balak<WH1111> the son<WH1121> of Zippor<WH6834>, Let nothing<WH4513>, I pray you, hinder you from coming unto me<WH1980>:"},{"number":17,"verse":"For I will promote<WH3513> you unto very<WH3966> great<WH3513> honor<WH3513>, and I will do<WH6213> whatever you say<WH559> unto me<WH3212>: come therefore<WH6895>, I pray you, curse me this people<WH5971>."},{"number":18,"verse":"And Balaam<WH1109> answered<WH6030> and said<WH559> unto the servants<WH5650> of Balak<WH1111>, If Balak<WH1111> would give<WH5414> me his house<WH1004> full<WH4393> of silver<WH3701> and gold<WH2091>, I cannot<WH3201> go beyond<WH5674> the word<WH6310> of the Lord<WH3068> my God<WH430>, to do<WH6213> less<WH6996> or more<WH1419>."},{"number":19,"verse":"Now therefore<WH3427>, I pray you, stay you also here this night<WH3915>, that I may know<WH3045> what the Lord<WH3068> will say<WH1696> unto me more<WH3254>."},{"number":20,"verse":"And God<WH430> came<WH935> unto Balaam<WH1109> at night<WH3915>, and said<WH559> unto him<WH582>, If the men come<WH935> to call<WH7121> you<WH6965>, rise up, and go<WH3212> with them<WH389>; but yet the word<WH1697> which I shall say<WH1696> unto you<WH6213>, that shall you do."},{"number":21,"verse":"And Balaam<WH1109> rose up<WH6965> in the morning<WH1242>, and saddled<WH2280> his donkey<WH860>, and went<WH3212> with the princes<WH8269> of Moab<WH4124>."},{"number":22,"verse":"And God<WH430>'s anger<WH639> was kindled<WH2734> because he went<WH1980>: and the angel<WH4397> of the Lord<WH3068> stood<WH3320> in the way<WH1870> for an adversary<WH7854> against him<WH7392>. Now he was riding upon his donkey<WH860>, and his two<WH8147> servants were with him<WH5288>."},{"number":23,"verse":"And the donkey<WH860> saw<WH7200> the angel<WH4397> of the Lord<WH3068> standing<WH5324> in the way<WH1870>, and his sword<WH2719> drawn<WH8025> in his hand<WH3027>: and the donkey<WH860> turned aside<WH5186> out of the way<WH1870>, and went<WH3212> into the field<WH7704>: and Balaam<WH1109> struck<WH5221> the donkey<WH860>, to turn<WH5186> her into the way<WH1870>."},{"number":24,"verse":"But the angel<WH4397> of the Lord<WH3068> stood<WH5975> in a path<WH4934> of the vineyards<WH3754>, a wall<WH1447> being on this side<WH1447>, and a wall on that side."},{"number":25,"verse":"And when the donkey<WH860> saw<WH7200> the angel<WH4397> of the Lord<WH3068>, she thrust<WH3905> herself unto the wall<WH7023>, and crushed<WH3905> Balaam<WH1109>'s foot<WH7272> against the wall<WH7023>: and he struck<WH5221> her again<WH3254>."},{"number":26,"verse":"And the angel<WH4397> of the Lord<WH3068> went<WH5674> further<WH3254>, and stood<WH5975> in a narrow<WH6862> place<WH4725>, where was no way<WH1870> to turn<WH5186> either to the right hand<WH3225> or to the left<WH8040>."},{"number":27,"verse":"And when the donkey<WH860> saw<WH7200> the angel<WH4397> of the Lord<WH3068>, she fell down<WH7257> under Balaam<WH1109>: and Balaam<WH1109>'s anger<WH639> was kindled<WH2734>, and he struck<WH5221> the donkey<WH860> with a staff<WH4731>."},{"number":28,"verse":"And the Lord<WH3068> opened<WH6605> the mouth<WH6310> of the donkey<WH860>, and she said<WH559> unto Balaam<WH1109>, What have I done<WH6213> unto you<WH5221>, that you have struck me these three<WH7969> times<WH7272>?"},{"number":29,"verse":"And Balaam<WH1109> said<WH559> unto the donkey<WH860>, Because you have mocked<WH5953> me<WH3863>: I would there were<WH3426> a sword<WH2719> in my hand<WH3027>, for now would I kill you<WH2026>."},{"number":30,"verse":"And the donkey<WH860> said<WH559> unto Balaam<WH1109>, Am not I your donkey<WH860>, upon which you have ridden<WH7392> ever since I was your unto this day<WH3117>? was I ever<WH5532> accustomed<WH5532> to do so<WH6213> unto you<WH559>? And he said, No."},{"number":31,"verse":"Then the Lord<WH3068> opened<WH1540> the eyes<WH5869> of Balaam<WH1109>, and he saw<WH7200> the angel<WH4397> of the Lord<WH3068> standing<WH5324> in the way<WH1870>, and his sword<WH2719> drawn<WH8025> in his hand<WH3027>: and he bowed down<WH6915> his head<WH7812>, and fell flat on his face<WH639>."},{"number":32,"verse":"And the angel<WH4397> of the Lord<WH3068> said<WH559> unto him<WH5221>, Why have you struck your donkey<WH860> these three<WH7969> times<WH7272>? behold<WH3318>, I went out to withstand<WH7854> you<WH1870>, because your way is perverse before me<WH3399>:"},{"number":33,"verse":"And the donkey<WH860> saw<WH7200> me<WH5186>, and turned from me<WH6440> these three<WH7969> times<WH7272>: unless<WH194> she had turned<WH5186> from me<WH6440>, surely now also I had slain<WH2026> you<WH2421>, and saved her alive."},{"number":34,"verse":"And Balaam<WH1109> said<WH559> unto the angel<WH4397> of the Lord<WH3068>, I have sinned<WH2398>; for I knew<WH3045> not that you stood<WH5324> in the way<WH1870> against<WH7125> me<WH7489>: now therefore, if it displease you, I will get me back again<WH7725>."},{"number":35,"verse":"And the angel<WH4397> of the Lord<WH3068> said<WH559> unto Balaam<WH1109>, Go<WH3212> with the men<WH582>: but only<WH657> the word<WH1697> that I shall speak<WH1696> unto you<WH1696>, that you shall speak. So Balaam<WH1109> went<WH3212> with the princes<WH8269> of Balak<WH1111>."},{"number":36,"verse":"And when Balak<WH1111> heard<WH8085> that Balaam<WH1109> was come<WH935>, he went out<WH3318> to meet<WH7125> him unto a city<WH5892> of Moab<WH4124>, which is in the border<WH1366> of Arnon<WH769>, which is in the farthest<WH7097> coast<WH1366>."},{"number":37,"verse":"And Balak<WH1111> said<WH559> unto Balaam<WH1109>, Did I not earnestly<WH7971> send<WH7971> unto you to call<WH7121> you why came<WH1980> you not unto me<WH3201>? am I not able indeed<WH552> to promote you to honor<WH3513>?"},{"number":38,"verse":"And Balaam<WH1109> said<WH559> unto Balak<WH1111>, Behold<WH935>, I am come unto you<WH3201>: have I now any power at all<WH3201> to say<WH1696> any thing<WH3972>? the word<WH1697> that God<WH430> puts<WH7760> in my mouth<WH6310>, that shall I speak<WH1696>."},{"number":39,"verse":"And Balaam<WH1109> went<WH3212> with Balak<WH1111>, and they came<WH935> unto Kirjath<WH2351>–huzoth."},{"number":40,"verse":"And Balak<WH1111> offered<WH2076> oxen<WH1241> and sheep<WH6629>, and sent<WH7971> to Balaam<WH1109>, and to the princes that were with him<WH8269>."},{"number":41,"verse":"And it came to pass on the morrow<WH1242>, that Balak<WH1111> took<WH3947> Balaam<WH1109>, and brought him up<WH5927> into the high places<WH1116> of Baal<WH1120>, that there he might see<WH7200> the farthest<WH7097> part of the people<WH5971>."}]}