{"bibleAbbr":"NASB2020","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":5,"verses":[{"number":1,"verse":"Esther Plans a Banquet Now it came about on the third day that Esther put on her royal robes and stood in the inner courtyard of the king’s palace in front of the king’s (Lit house) rooms, and the king was sitting on his royal throne in the (Lit royal house) throne room, opposite the entrance to the palace."},{"number":2,"verse":"When the king saw Esther the queen standing in the courtyard, she obtained favor in his sight; and the king extended to Esther the golden scepter which was in his hand. So Esther approached and touched the top of the scepter."},{"number":3,"verse":"Then the king said to her, “What is troubling you, Queen Esther? And what is your request? Up to half of the kingdom it shall be given to you.”"},{"number":4,"verse":"Esther said, “If it pleases the king, may the king and Haman come this day to the banquet that I have prepared for him.”"},{"number":5,"verse":"Then the king said, “Bring Haman quickly so that we may do (Lit the word of Esther) as Esther desires.” So the king and Haman came to the banquet which Esther had prepared."},{"number":6,"verse":"(Lit At the banquet of wine) As they drank their wine at the banquet, the king said to Esther, “What is your request, for it shall be granted to you. And what is your wish? Up to half of the kingdom it shall be done.”"},{"number":7,"verse":"So Esther replied, “My request and my wish is:"},{"number":8,"verse":"if I have found favor in the sight of the king, and if it pleases the king to grant my request and do (Lit my wish) what I wish, may the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do (Lit according to the word of the king) as the king says.”"},{"number":9,"verse":"Haman’s Pride Then Haman went out that day joyful and pleased of heart; but when Haman saw Mordecai at the king’s gate and that he did not stand up or tremble before him, Haman was filled with anger against Mordecai."},{"number":10,"verse":"Haman controlled himself, however, and went to his house. But he (Lit sent and brought) sent for his friends and his wife Zeresh."},{"number":11,"verse":"Then Haman told them of the glory of his riches, and his many sons, and every occasion on which the king had honored him and how he had (Lit lifted) promoted him above the officials and servants of the king."},{"number":12,"verse":"Haman also said, “Even Esther the queen let no one except me come with the king to the banquet which she had prepared; and tomorrow also I am invited by her with the king."},{"number":13,"verse":"Yet all of this (Lit is not suitable to me) does not satisfy me every time I see Mordecai the Jew sitting at the king’s gate.”"},{"number":14,"verse":"Then Zeresh his wife and all his friends said to him, “Have a wooden gallows (About 75 ft. or 23 m) fifty cubits high made, and in the morning ask the king to have Mordecai hanged on it; then go joyfully with the king to the banquet.” And the (Lit word) advice pleased Haman, so he had the wooden gallows made."}]}