{"bibleAbbr":"KNJV","bookName":"ಹಬಕ್ಕೂಕ್ಕ","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"ಪ್ರವಾದಿಯಾದ ಹಬಕ್ಕೂಕನ ಪ್ರಾರ್ಥನೆ. ರಾಗ - ಶಿಗ್ಯೋನೋತ್"},{"number":2,"verse":"ಯೆಹೋವನೇ, ನಾನು ನಿನ್ನ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ ಹೆದರಿದ್ದೇನೆ; ಯೆಹೋವನೇ, ಯುಗದ ಮಧ್ಯದಲ್ಲಿ ನಿನ್ನ ರಕ್ಷಣಕಾರ್ಯವನ್ನು ಪುನಃ ಮಾಡು, ಯುಗದ ಮಧ್ಯದಲ್ಲಿ ಅದನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸು; ನೀನು ರೋಷಗೊಂಡಿದ್ದರೂ ಕರುಣೆಯನ್ನು ಚಿತ್ತಕ್ಕೆ ತಂದುಕೋ."},{"number":3,"verse":"ದೇವರು ತೇಮಾನಿನಿಂದ ಬರುತ್ತಾನೆ, ಸದಮಲಸ್ವಾಮಿಯು ಪಾರಾನ್ ಪರ್ವತದಿಂದ ಐತರುತ್ತಾನೆ; ಸೆಲಾ. ಆತನ ಪ್ರಭಾವವು ಆಕಾಶಮಂಡಲವನ್ನು ಆವರಿಸುತ್ತಿದೆ, ಆತನ ಮಹಿಮೆಯು ಭೂಮಂಡಲವನ್ನು ತುಂಬುತ್ತಿದೆ;"},{"number":4,"verse":"[ಆತನ] ತೇಜಸ್ಸು ಸೂರ್ಯನಂತಿದೆ, ಅದರ ಪಕ್ಕಗಳಲ್ಲಿ ಕಿರಣಗಳು ಹೊರಡುತ್ತಿವೆ; ಅದೇ ಆತನ ಶಕ್ತಿನಿಧಿ."},{"number":5,"verse":"ಆತನ ಮುಂದೆ ಮುಂದೆ ವ್ಯಾಧಿಯು ನಡೆಯುತ್ತದೆ; ಆತನ ಹೆಜ್ಜೆಜಾಡುಗಳಲ್ಲಿ ಜ್ವರಜ್ವಾಲೆಯು ಏಳುತ್ತದೆ."},{"number":6,"verse":"ಆತನು ನಿಂತುಕೊಳ್ಳಲು ಭೂಮಿಯು ಕಂಪಿಸುತ್ತದೆ; ದೃಷ್ಟಿಸಲು ಜನಾಂಗಗಳು ಬೆದರುತ್ತವೆ; ಪುರಾತನ ಪರ್ವತಗಳು ಸೀಳಿಹೋಗುತ್ತವೆ; ಸನಾತನ ಗಿರಿಗಳು ಕುಸಿದುಬೀಳುತ್ತವೆ; ಆತನ ಆಗಮನವು ಅನಾದಿಯಿಂದ ಹೀಗೆಯೇ ಇರುವದು."},{"number":7,"verse":"ಇಗೋ, ಕೂಷಾನಿನ ಗುಡಾರಗಳು ಸಂಕಟಪಡುತ್ತಿವೆ, ಮಿದ್ಯಾನ್ ದೇಶದ ಡೇರೆಗಳು ನಡುಗುತ್ತಿವೆ."},{"number":8,"verse":"ಯೆಹೋವನೇ, ನಿನಗೆ ನದಿಗಳ ಮೇಲೆ ರೌದ್ರವೋ? ಹೊಳೆಗಳಿಗೆ ಸಿಟ್ಟುಗೊಂಡಿದ್ದೀಯಾ? ಸಮುದ್ರದ ಮೇಲೆ ಕೋಪವೋ? ಏಕೆ ನಿನ್ನ ಅಶ್ವಗಳ ಮೇಲೆ ಆರೂಢನಾಗಿ ನಿನ್ನ ಜಯರಥಗಳಲ್ಲಿ ಆಸೀನನಾಗಿ ಬರುತ್ತಿದ್ದೀ?"},{"number":9,"verse":"ನಿನ್ನ ಬಿಲ್ಲು ಈಚೆಗೆ ತೆಗೆಯಲ್ಪಟ್ಟಿದೆ, (ಆಹಾ, ನಿನ್ನ ವಾಗ್ಬಾಣಗಳು ನಿಶ್ಚಿತ!) ಸೆಲಾ. ಭೂಮಿಯನ್ನು ನದಿಗಳಿಂದ ಭೇದಿಸಿಬಿಡುತ್ತೀ."},{"number":10,"verse":"ಬೆಟ್ಟಗಳು ನಿನ್ನನ್ನು ನೋಡಿ ತಳಮಳಗೊಳ್ಳುತ್ತವೆ; ಅತಿವೃಷ್ಟಿಯು ಹೊಯ್ದುಕೊಂಡು ಹೋಗುತ್ತದೆ; ಸಾಗರವು ಆರ್ಭಟಿಸಿ ಕೈಗಳನ್ನು ಮೇಲಕ್ಕೆತ್ತುತ್ತದೆ."},{"number":11,"verse":"ನಿನ್ನ ಹಾರುವ ಬಾಣಗಳ ಬೆಳಗಿಗೂ ನಿನ್ನ ಮಿಂಚುವ ಈಟಿಯ ಹೊಳಪಿಗೂ ಸೂರ್ಯಚಂದ್ರರು ತಮ್ಮ ಗೂಡಿನಲ್ಲಿ ಅಡಗಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":12,"verse":"ನೀನು ಸಿಟ್ಟಿನಿಂದ ಲೋಕವನ್ನು ತುಳಿದುಕೊಂಡು ಹೋಗುತ್ತೀ, ಕೋಪದಿಂದ ಜನಾಂಗಗಳನ್ನು ಒಕ್ಕುತ್ತೀ."},{"number":13,"verse":"ನಿನ್ನ ಪ್ರಜೆಯ ರಕ್ಷಣೆಗೆ, ನಿನ್ನ ಅಭಿಷಿಕ್ತನ ಉದ್ಧಾರಕ್ಕೆ ಹೊರಟಿದ್ದೀ; ತಲೆಯನ್ನು ಕುತ್ತಿಗೆಯ ಬುಡದವರೆಗೆ ಹೊಡೆದುಹಾಕಿದ ಹಾಗೆ ತಳಾದಿಯು ಬೈಲಾಗುವಷ್ಟರ ಮಟ್ಟಿಗೆ ನೀನು ದುಷ್ಟನ ಮನೆಯನ್ನು ಹೊಡೆದಿದ್ದೀ. ಸೆಲಾ."},{"number":14,"verse":"ದಿಕ್ಕಿಲ್ಲದವರನ್ನು ಮರೆಯಲ್ಲಿ ನುಂಗಲು ಹೆಚ್ಚಳಪಡುವವರಾಗಿ ನನ್ನನ್ನು ಚದರಿಸಬೇಕೆಂದು ನನ್ನ ಮೇಲೆ ಬಿರುಗಾಳಿಯಂತೆ ನುಗ್ಗಿದ ಅವನ ಭಟರ ತಲೆಯನ್ನು ಅವನ ದೊಣ್ಣೆಗಳಿಂದಲೇ ಒಡೆದಿದ್ದೀ."},{"number":15,"verse":"ನಿನ್ನ ಅಶ್ವಗಳನ್ನು ಏರಿದವನಾಗಿ ಸಮುದ್ರವನ್ನು ತುಳಿಯುತ್ತಾ ಮಹಾಜಲರಾಶಿಯನ್ನು ಹಾದುಹೋಗಿದ್ದೀ."},{"number":16,"verse":"ಅದು ನನಗೆ ಕೇಳಿಸಲು ನನ್ನ ಹೊಟ್ಟೆಯು ತಳಮಳಗೊಂಡಿತು, ಆ ಶಬ್ದಕ್ಕೆ ನನ್ನ ತುಟಿಗಳು ಅದರಿದವು. ವಿಪತ್ಕಾಲವು ಜನರನ್ನು ಎದುರಾಯಿಸಿ ಅವರ ಮೇಲೆ ಬೀಳುವಾಗ ನಾನು ಅದನ್ನು ತಾಳ್ಮೆಯಿಂದ ಕಾದಿರಬೇಕೆಂದು ನನಗೆ ತಿಳಿಯಲು ಕ್ಷಯವು ನನ್ನ ಎಲುಬುಗಳಲ್ಲಿ ಸೇರಿತು, ನಾನು ನಿಂತ ಹಾಗೆಯೇ ನಡುಗಿದೆನು."},{"number":17,"verse":"ಆಹಾ, ಅಂಜೂರವು ಚಿಗುರದಿದ್ದರೂ ದ್ರಾಕ್ಷಾಲತೆಗಳಲ್ಲಿ ಹಣ್ಣು ಸಿಕ್ಕದಿದ್ದರೂ ಎಣ್ಣೆಮರಗಳ ಉತ್ಪತ್ತಿಯು ಶೂನ್ಯವಾದರೂ ಹೊಲಗದ್ದೆಗಳು ಆಹಾರವನ್ನು ಕೊಡದೆಹೋದರೂ ಹಿಂಡು ಹಟ್ಟಿಯೊಳಗಿಂದ ನಾಶವಾದರೂ ಮಂದೆಯು ಕೊಟ್ಟಿಗೆಗಳೊಳಗೆ ಇಲ್ಲದಿದ್ದರೂ"},{"number":18,"verse":"ನಾನು ಯೆಹೋವನಲ್ಲಿ ಉಲ್ಲಾಸಿಸುವೆನು, ನನ್ನ ರಕ್ಷಕನಾದ ದೇವರಲ್ಲಿ ಆನಂದಿಸುವೆನು."},{"number":19,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನೇ ನನ್ನ ಬಲ; ಆತನು ನನ್ನ ಕಾಲನ್ನು ಜಿಂಕೆಯ ಕಾಲಿನಂತೆ ಚುರುಕುಮಾಡಿ ನನ್ನ ಉನ್ನತಪ್ರದೇಶಗಳಲ್ಲಿ ನನ್ನನ್ನು ನಡಿಸುತ್ತಾನೆ. ಪ್ರಧಾನಗಾಯಕನ ಕೀರ್ತನಸಂಗ್ರಹದಿಂದ ತೆಗೆದದ್ದು; ನನ್ನ ತಂತಿವಾದ್ಯದೊಡನೆ ಹಾಡತಕ್ಕದ್ದು."}]}