{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "எபேசியர்",
  "bookEnglishName" : "Ephesians",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "(கிறிஸ்துவின் உடலில் ஐக்கியம்)ஆகையால் கர்த்தருக்காக கைதியாய் இருக்கின்ற நான் உங்களிடம் வேண்டிக்கொள்வதாவது: நீங்கள் இறைவனிடம் இருந்து பெற்றுக்கொண்ட அழைப்புக்கு ஏற்ற தகுதியுடைய வாழ்க்கை வாழுங்கள்."
  }, {
    "number" : 2,
    "verse" : "தாழ்மையும் சாந்தமும் நிறைந்தவர்களாய், பொறுமையுடன் அன்பினால் ஒருவர் மீது ஒருவர் சகிப்புத் தன்மையுடன் இருந்து,"
  }, {
    "number" : 3,
    "verse" : "ஆவியானவரால் தரப்பட்டிருக்கும் ஒருமைப்பாட்டை சமாதானத்தின் பிணைப்பினாலே காத்துக்கொள்ள உங்களால் இயன்ற எல்லாவற்றையும் செய்கின்றவர்களாக வாழுங்கள்."
  }, {
    "number" : 4,
    "verse" : "நீங்கள் அழைக்கப்பட்டபோது ஒரே எதிர்பார்ப்பிற்கே அழைக்கப்பட்டது போல ஒரே உடலும் ஒரே ஆவியானவரும் உண்டு."
  }, {
    "number" : 5,
    "verse" : "ஒரே கர்த்தரும் ஒரே விசுவாசமும், ஒரே ஞானஸ்நானமுமே உண்டு."
  }, {
    "number" : 6,
    "verse" : "எல்லாருக்கும் தந்தையாய் இருக்கின்றவரான ஒரே இறைவனும் இருக்கின்றார், அவர் எல்லோருக்கும் மேலாக இருந்து எல்லோரோடும் எல்லோருக்குள்ளும் செயலாற்றுகின்றவர்."
  }, {
    "number" : 7,
    "verse" : "ஆனாலும் நம் ஒவ்வொருவருக்கும் அருளப்பட்டுள்ள கிருபை வரங்களோ, கிறிஸ்துவின் கொடைக்கு ஏற்ற அளவின்படி அருளப்பட்டுள்ளன."
  }, {
    "number" : 8,
    "verse" : "அதனால்தான்: “அவர் மேலெழுந்து போனபோது, அநேகரைச் சிறைப்பிடித்து கைதிகளாகத் தம்முடன் கொண்டுசென்றார். மனிதருக்கு அவர் வரங்களையும் கொடுத்தார்” என்று சொல்லப்பட்டிருக்கிறது."
  }, {
    "number" : 9,
    "verse" : "“அவர் மேலெழுந்து போனார்” என்றால், அதற்கு முன் அவர் பூமியின் தாழ்வான இடங்களுக்கு இறங்கினார் என்பது அர்த்தமாகிறது அல்லவா?"
  }, {
    "number" : 10,
    "verse" : "கீழே இறங்கிச் சென்றவரே பிரபஞ்சம் முழுவதையும் நிரப்பும் பொருட்டு எல்லா வானங்களுக்கும் மேலாக எழுந்து சென்றார்."
  }, {
    "number" : 11,
    "verse" : "அவர் சிலரை அப்போஸ்தலர்களாகவும், சிலரை இறைவாக்கினர்களாகவும், சிலரை நற்செய்தியாளர்களாகவும், இன்னும் சிலரை மேய்ப்பர்களாகவும், இறை ஆசிரியர்களாகவும் திருச்சபைக்கு ஒப்புவித்தார்."
  }, {
    "number" : 12,
    "verse" : "ஏனெனில், ஊழியத்தின் பணிகளைச் செய்வதற்கு இறைவனுடைய மக்களை ஆயத்தப்படுத்துவதன் ஊடாக, கிறிஸ்துவின் உடலாகிய திருச்சபையைக் கட்டியெழுப்புவதே அவரது நோக்கமாயிருந்தது."
  }, {
    "number" : 13,
    "verse" : "இவ்விதமாக நாம் எல்லோரும் இறைவனுடைய மகனைப் பற்றிய அறிவிலும் விசுவாசத்திலும் ஒருமனப்பட்டு, கிறிஸ்துவினுடைய முழுநிறைவான வளர்ச்சியின் அளவைப் பெற்ற முதிர்ச்சியடைந்த மனிதராக வேண்டும் என்பதே அந்த நோக்கத்தின் முடிவாயிருக்கிறது."
  }, {
    "number" : 14,
    "verse" : "அப்போது, நாம் தொடர்ந்தும் குழந்தைகளைப் போல் இருக்க மாட்டோம். அலைகளினால் அங்கும் இங்கும் அடித்துச் செல்லப்படுவது போல், வெவ்வேறு போதனைகளாகிய காற்றினாலோ, மனிதரின் தந்திரமும் கபடமும் உள்ள ஏமாற்றும் சூழ்ச்சியினாலோ அலைக்கழிக்கப்பட மாட்டோம்."
  }, {
    "number" : 15,
    "verse" : "மாறாக, அன்புடனே உண்மையைப் பேசுகின்றவர்களாய், நம் தலைவராயிருக்கின்ற கிறிஸ்துவுக்குள் எல்லா வகையிலும் வளர்ச்சியடைவோம்."
  }, {
    "number" : 16,
    "verse" : "அவராலேயே முழு உடலும் மூட்டுகளினால் ஒன்றாக இணைக்கப்பட்டு, அங்கங்கள் ஒவ்வொன்றும் தங்களுக்குக் குறிக்கப்பட்ட வேலையைச் செய்வதால் முழு உடலும் வளர்ச்சியடையும் விதமாக அன்பில் கட்டப்படுகிறது."
  }, {
    "number" : 17,
    "verse" : "(கிறிஸ்துவுக்குள்ளான புதிதாக்கப்பட்ட வாழ்வு)எனவே, கர்த்தரில் இதை நான் வலியுறுத்திச் சொல்கின்றேன், நீங்கள் யூதரல்லாதவர்கள் வாழ்வது போல இனிமேல் வாழக் கூடாது, அவர்களது சிந்தனைகள் பயனற்றவை."
  }, {
    "number" : 18,
    "verse" : "அவர்களுடைய பிடிவாதமான இருதயத்தின் காரணமாக அவர்களுக்குள் ஏற்பட்டுள்ள அறிவீனத்தினால், அவர்களது சிந்தை புரிந்துகொள்ளும் தன்மை அற்றுப்போய் இருள் அடைந்துள்ளது. அவர்கள் இறைவன் தரும் வாழ்விலிருந்து தூர விலகி இருக்கின்றார்கள்."
  }, {
    "number" : 19,
    "verse" : "அவர்கள் முற்றிலும் உணர்வற்றவர்களாகி, எல்லாவித அசுத்தமான செயல்களையும் ஆசை வெறியோடு செய்தவதற்காக தங்களை சிற்றின்பங்களுக்கு ஒப்புக்கொடுத்திருக்கிறார்கள்."
  }, {
    "number" : 20,
    "verse" : "ஆனால் நீங்களோ கிறிஸ்துவைப்பற்றி இவ்விதமாக அறிந்துகொள்ளவில்லை."
  }, {
    "number" : 21,
    "verse" : "உண்மையில், நீங்கள் இயேசுவைக் குறித்துக் கேள்விப்பட்டதும், போதிக்கப்பட்டதும் அவரில் இருக்கும் சத்தியத்திற்கு ஏற்பவே இருந்தது."
  }, {
    "number" : 22,
    "verse" : "உங்கள் முந்திய வாழ்க்கை முறையைப் பொறுத்தவரையில், அது வஞ்சித்து கெடுக்கின்ற இச்சைகளால் சீர்கெடுவதால் உங்கள் பழைய மனித சுபாவத்தைக் களைந்துவிட வேண்டும் எனப் போதிக்கப்பட்டீர்கள்;"
  }, {
    "number" : 23,
    "verse" : "உங்கள் உள்ளத்தின் மனப்பான்மையில் நீங்கள் புதிதாக்கப்பட வேண்டும்."
  }, {
    "number" : 24,
    "verse" : "இறைவனுடைய தன்மையைக் கொண்டதாக இருக்கும்படி, உண்மையான நீதியிலும் பரிசுத்தத்திலும் உருவான புதிய மனிதனுக்குரிய சுபாவத்தை அணிந்துகொள்ளுங்கள்."
  }, {
    "number" : 25,
    "verse" : "ஆகவே நீங்கள் ஒவ்வொருவரும் பொய் சொல்வதைவிட்டு உங்கள் அயலவருடன் உண்மையையே பேச வேண்டும். ஏனெனில், நாம் எல்லோரும் ஒரே உடலின் அங்கத்தவர்களாய் இருக்கின்றோம்."
  }, {
    "number" : 26,
    "verse" : "“நீங்கள் உங்கள் கோபத்தில் பாவம் செய்துவிட வேண்டாம்.” பொழுது சாய்வதற்குள் உங்கள் கோபம் தணிய வேண்டும்."
  }, {
    "number" : 27,
    "verse" : "பிசாசுக்கு ஒரு சந்தர்ப்பமும் கொடுக்க வேண்டாம்."
  }, {
    "number" : 28,
    "verse" : "திருடன் இனி திருடக் கூடாது. மாறாக, அவன் தனது கைகளினால் பயனுள்ள வேலையைச் செய்து உழைத்து, தேவை உள்ளவர்களுக்கும் கொடுக்க வேண்டும்."
  }, {
    "number" : 29,
    "verse" : "தீமையான வார்த்தைகள் எதுவும் உங்கள் வாயிலிருந்து வெளியே வர வேண்டாம். மாறாக, கேட்பவர்கள் பயனடையும்படி அவர்களது தேவைக்கு ஏற்றவாறு, அவர்கள் வளர்ச்சியடைய உதவும் வார்த்தைகளையே பேசுங்கள்."
  }, {
    "number" : 30,
    "verse" : "அத்துடன் இறைவனுடைய பரிசுத்த ஆவியானவரைத் துயரப்படுத்தாமல் இருங்கள், உங்கள் மீட்பின் நாளுக்காக அவரால் நீங்கள் முத்திரை இடப்பட்டுள்ளீர்கள்."
  }, {
    "number" : 31,
    "verse" : "எல்லாவிதமான மனக்கசப்பு, சினம், கோபம், வாய்த் தர்க்கம், அவதூறான பேச்சு மற்றும் எல்லாவிதமான தீமையையும் விட்டுவிடுங்கள்."
  }, {
    "number" : 32,
    "verse" : "ஒருவரில் ஒருவர் தயவுள்ளவர்களாயும் மன உருக்கமுள்ளவர்களாயும் இருங்கள். கிறிஸ்துவில் இறைவன் உங்களை மன்னித்தது போல, நீங்களும் ஒருவரை ஒருவர் மன்னியுங்கள்."
  } ]
}