{"bibleAbbr":"HOV2012","bookName":"आमोस","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"तकोआवासी आमोस जो भेड़-बकरियों के चरानेवालों में से था, उसके ये वचन हैं जो उस ने यहूदा के राजा उजिय्याह के, और योआश के पुत्र इस्राएल के राजा यारोबाम के दिनों में, भूकम्प से दो वर्ष पहले, इस्राएल के विषय में दर्शन देखकर कहे :"},{"number":2,"verse":"“यहोवा सिय्योन से गरजेगा, और यरूशलेम से अपना शब्द सुनाएगा; तब चरवाहों की चराइयाँ विलाप करेंगी, और कर्म्मेल की चोटी झुलस जाएगी।”"},{"number":3,"verse":"यहोवा यों कहता है : “दमिश्क के तीन क्या, वरन् चार अपराधों के कारण मैं उसका दण्ड न छोड़ूँगा; क्योंकि उन्होंने गिलाद को लोहे के दाँवनेवाले यन्त्रों से रौंद डाला है।"},{"number":4,"verse":"इसलिये मैं हजाएल के राजभवन में आग लगाऊँगा, और उस से बेन्हदद के राजभवन भी भस्म हो जाएँगे।"},{"number":5,"verse":"मैं दमिश्क के बेण्डों को तोड़ डालूँगा, और आवेन नामक तराई के रहनेवालों को और बेतएदेन के घर में रहनेवाले राजदण्डधारी को नष्‍ट करूँगा; और अराम के लोग बन्दी होकर कीर को जाएँगे, यहोवा का यही वचन है।”"},{"number":6,"verse":"यहोवा यों कहता है : “गाज़ा के तीन क्या, वरन् चार अपराधों के कारण मैं उसका दण्ड न छोड़ूँगा; क्योंकि वे सब लोगों को बन्दी बना कर ले गए कि उन्हें एदोम के वश में कर दें।"},{"number":7,"verse":"इसलिये मैं गाज़ा की शहरपनाह में आग लगाऊँगा और उस से उसके भवन भस्म हो जाएँगे।"},{"number":8,"verse":"मैं अशदोद के रहनेवालों को और अश्कलोन के राजदण्डधारी को भी नष्‍ट करूँगा; मैं अपना हाथ एक्रोन के विरुद्ध चलाऊँगा, और शेष पलिश्ती लोग नष्‍ट होंगे,” परमेश्‍वर यहोवा का यही वचन है।"},{"number":9,"verse":"यहोवा यों कहता है : “सोर के तीन क्या वरन् चार अपराधों के कारण मैं उसका दण्ड न छोड़ूँगा; क्योंकि उन्होंने सब लोगों को बन्दी बना कर एदोम के वश में कर दिया और भाई की सी वाचा का स्मरण न किया।"},{"number":10,"verse":"इसलिये मैं सोर की शहरपनाह पर आग लगाऊँगा, और उस से उसके भवन भी भस्म हो जाएँगे।”*"},{"number":11,"verse":"यहोवा यों कहता है : “एदोम के तीन क्या, वरन् चार अपराधों के कारण मैं उसका दण्ड न छोड़ूँगा*; क्योंकि उसने अपने भाई को तलवार लिए हुए खदेड़ा और कुछ भी दया न की, परन्तु क्रोध से उनको लगातार फाड़ता ही रहा, और अपने रोष को अनन्त काल के लिये बनाए रहा।"},{"number":12,"verse":"इसलिये मैं तेमान में आग लगाऊँगा, और उससे बोस्रा के भवन भस्म हो जाएँगे।”"},{"number":13,"verse":"यहोवा यों कहता है : “अम्मोन के तीन क्या, वरन् चार अपराधों के कारण मैं उसका दण्ड न छोड़ूँगा क्योंकि उन्होंने अपनी सीमा को बढ़ा लेने के लिये गिलाद की गर्भिणी स्त्रियों का पेट चीर डाला।"},{"number":14,"verse":"इसलिये मैं रब्बा की शहरपनाह में आग लगाऊँगा, और उस से उसके भवन भी भस्म हो जाएँगे। उस युद्ध के दिन में ललकार होगी, वह आँधी वरन् बवण्डर का दिन होगा;"},{"number":15,"verse":"और उनका राजा अपने हाकिमों समेत बँधुआई में जाएगा,” यहोवा का यही वचन है।"}]}