{
  "bibleAbbr" : "TZB1714",
  "bookName" : "மத்தேயுசு",
  "bookEnglishName" : "Matthew",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "பின்னையு மவர் தம்முடய பனிரெண்டு சீஷர்கைகளை யழைத்து அபசுத்தமான துன்மனசுக்களைத்துரத்தவும் சகல வியாதியையும் சகல நோக்காட்டையுங் குணமாக்கவும் அவர்களுக்கு வல்லமையைக் கொடுத்தருளினார்."
  }, {
    "number" : 2,
    "verse" : "ஆனால் யிந்தப் பனிரெண்டு அப்போஷ்த்தல ரென்கிறவர்களுடைய நாமங்களாவது. பேதுருசென்கிற நாமத்தைக் கொண்டிருக்கிற சீமோனென்கிற முந்தின சீஷனு மவருடைய தமையனாகிற அந்திரேசு யென்கிறவரும்"
  }, {
    "number" : 3,
    "verse" : "செவெதேயினுடைய குமாரனாகிற யாக்கோபு சென்கிற வரு மவருடைய தம்பியாகிற யோயன்ன சென்கிறவரும். பிலிப்பு சென்கிறவரும் படுத்தொலொமேயு சென்கிற வரும் தோமசென்கிற வரும் ஆயக்காறனா யிருந்த மத்தேயு சென்கிறவரும் அல்வேயினுடைய குமாரனாகிற யாக்கோபு சென்கிறவரும் மத்ததேயசுவென்கிறப் பட்டப்பேர் கொண்டிருந்த லெப்பேயுசு வென்கிறவரும்"
  }, {
    "number" : 4,
    "verse" : "கான தேசத்தானாயிருந்த சீமோனென்கிறவரும் அவரைத் துரோகம் பண்ணின யூதசுயீசாறியோத் தென்கிறவனுமாயிருந்தார்கள்."
  }, {
    "number" : 5,
    "verse" : "யிந்தப் பனிரெண்டு பேர்களை ஏசுநாதரானவர் அனுப்பி, யிவர்களுக்குக் கட்டளை பண்ணித் திருவிளம்பத்தினதாவது. அக்கியானிகளுடைய வழியிலே நடந்து போகாமலும் சாமரித்தாருடையப் பட்டணங்களிலே சேந்து போகாமலும் இசிறாயேல் வீட்டிலே இழந்து போன ஆடுக ளருகே சேர்ந்து போங்கோ."
  }, {
    "number" : 6,
    "verse" : "ஆனால்ச் சேர்ந்து போறபோது நீங்கள் பிறசங்கம் பண்ணி வானராச்சியம் கிட்டி வந்துதென்று சொல்லுங்கோ."
  }, {
    "number" : 7,
    "verse" : "வியாதிக்காறரைக் குணமாக்குங்கோ. குஷ்ட்டரோகமுள்ள பேர்களைச் சுத்தம் பண்ணுங்கோ. செத்த பேர்களை எழுப்பிவியுங்கோ. பிசாசுகளைத் துரத்தி விடுங்கோ."
  }, {
    "number" : 8,
    "verse" : "எலவிஷமா யித்தை வாங்கினீர்கள். எலவிஷமா யித்தைக் குடுங்கோ."
  }, {
    "number" : 9,
    "verse" : "உங்களுடைய கச்சைகளிலே பொன்னாகிலும் வெள்ளி யென்கிலும் பணங்களை யானாலும் வைச்சுக் கைய்யாளாதே."
  }, {
    "number" : 10,
    "verse" : "சுருக்குப்பை யானாலும் யிரண்டு வேஷ்சைகளை யானாலும் பாதரஷ்சைகளை யானாலும் பொந்தையக் கோல்களை யானாலும் பயணத்துக்கு எடுத்துக்கொண்டு போகாதே. அதேதென்றால் வேலைசெய்கிறவன் தன்னுடைய போசனத்துக்குப் பாத்திரமாயிருக்கிறான்."
  }, {
    "number" : 11,
    "verse" : "நீங்கள் எந்தப் பட்டணத்திலே யானாலும் எந்தக் கிறாமத்திலே யானாலும் பிறவேசித்தீர்க ளானா லவடத்திலே பாத்திரமுள்ளவனா யிருக்கிற யாதொருதனுண்டென்று விசாரித்து யவடத்திலே நின்று பிறப்படு மட்டாக யவனிடமாக யிருங்கோ."
  }, {
    "number" : 12,
    "verse" : "ஆனால் நீங்கள் ஒரு வீட்டிலே பிறவேசித்து அந்த வீட்டுக்கு மினவுகிற வாத்தைகளைச் சொல்லுங்கோ."
  }, {
    "number" : 13,
    "verse" : "அந்த வீடு பாத்திரமுள்ளதா யிருந்தால் உங்களுடைய சமாதானம் அதின் பேரிலே நிற்கும். அது பாத்திரமில்லா திருந்தால் உங்களுடைய சமாதானம் உங்கள் பேரிலே திரும்பி வரும்."
  }, {
    "number" : 14,
    "verse" : "யாதொருத னானாலும் உங்களை யேத்துக்கொள்ளாமலும் உங்களுடைய வாத்தைகளைக் கேளாமலு மிருந்தா லந்த வீட்டையானாலு மப்பட்டணத்தை யானாலும் விட்டுப் பிறப்பட்டு உங்களுடைய கால்களிலே இருக்கிற தூளைத் தட்டிப் போடுங்கோ."
  }, {
    "number" : 15,
    "verse" : "நடுச்சொல்லுகிற நாளையிலே அந்தப் பட்டணத்தைப் பாற்க சோதோமும் யொமுறமும் என்கிற பட்டணங்களுக்குப் பொறுக்கப்படத் தக்கதா யிருக்கு மென்று உங்களுக்கு மெய்யாகவே செல்லுகிறோம்."
  }, {
    "number" : 16,
    "verse" : "இதோ ஆடுகளைப் போலே உங்களை ஓனாய்கள் நடுவே யனுப்புகிறோம். ஆனபடியினாலே பாம்புகளைப் போலே வினாவாயிருங்கோ. பிறாவுகளைப் போலே கபடறியாமலிருங்கோ."
  }, {
    "number" : 17,
    "verse" : "ஆனாலச் சிறிது மனுஷருக்கு உங்களைக் காருங்கோ. அதேதென்றா லவர்கள் ஆலோசினை பண்ணுகிற சபைக்கு உங்களை ஒப்புக்கொடுத்துத் தங்களுடைய ஆலையங்களிலே உங்களை யடிப்பார்கள்."
  }, {
    "number" : 18,
    "verse" : "நீங்கள் நம்முடைய முகாந்திரமாக பிறப்பாயிருக்கிற பேர்க ளண்டைக்கும் ராசக்க ளண்டைக்கும் யிவர்கள் பேரிலேயும் அக்கியானிகள் பேரிலேயும் சாஷ்சியுண்டாகும் படிக்கு கூட்டிக்கொண்டு போகப்படுவீர்கள்."
  }, {
    "number" : 19,
    "verse" : "ஆனா லவர்கள் உங்களை ஒப்புக் குடுக்கிற போது எப்படியானாலும் என்னதாகிலும் பேசுவீர்க ளென்று பிராமரிக்க செய்யாதே. அதேதென்றால் நீங்க ளின்னது பேசவேணுமென்று அன்னேரத்திலே தானே உங்களுக்குக் கொடுக்கப்படும்."
  }, {
    "number" : 20,
    "verse" : "அதெப்படி யென்றால் நீங்கள் பேசுகிறது உங்களுடைய தல்ல. உங்கள் பிதாவினுடைய இசிப்பிரீத்து உங்களிடத்திலே யிருந்து பேசுகிறார்."
  }, {
    "number" : 21,
    "verse" : "ஆனால்ச் சகோதரம் சகோதரத்தையும் தகப்பன் மகனையும் மறணத்துக்கு ஒப்புக் குடுப்பான். பிள்ளைகளும் தங்களைப் பெத்த தாய் தகப்பனுக்கு விரோதமாய் எழுந்திருந்து அவர்களை மறணத்துக்கு ஒப்புக்குடுப்பார்கள்."
  }, {
    "number" : 22,
    "verse" : "நீங்கள் நம்முடைய நாமத்துக்காகச் சகலமான பேர்களாலே பகைக்கப்படுவீர்கள். ஆனால் முகிய மட்டும் பொறுமையோடே இருக்கிறவன் மோஷ்சத்தைப் பெறுவான்."
  }, {
    "number" : 23,
    "verse" : "ஒருப் பட்டணத்திலே உங்களைத் துன்பப்படுத்திவிச்சார்களானால் மறுப் பட்டணத்துக்கு ஓடிப்போங்கோ. மனுஷனுடைய குமாரன் வருமட்டாக இசிறாயேலென்கிற செனங்களினுடையப் பட்டணங்களை முகிக்க மாட்டீர்க ளென்றுஉங்களுக்கு மெய்யாகவே சொல்லுகிறோம்."
  }, {
    "number" : 24,
    "verse" : "குருவுக்கு மிஞ்சின சீஷனில்லையே. ஆண்டவனுக்கு மிஞ்சின பணிவிடைகாற னில்லையே."
  }, {
    "number" : 25,
    "verse" : "சீஷன் தன்னுடைய குருவைப் போலவும் பணிவிடைக்காறன் தன்னுடைய ஆண்டவனைப் போலவும் இருக்கிறது போதும். வீட்டுக் குடையவரைப் பெயெல்ச்செயப்புப் பென்று அழைச்ச படியினாலே அவருடைய வீட்டுக்காறரை எத்தினை யதிகம்?"
  }, {
    "number" : 26,
    "verse" : "ஆகையினாலே நீங்க ளவர்களுக்குப் பயப்பட வேண்டாம். அதேதென்றால் வெளியரங்கமாய்ப் போகாத ஒளிப்பிடமான காரியம் ஒன்றுமில்லை. அறியப்படாத அடக்கம் ஒன்று மில்லை."
  }, {
    "number" : 27,
    "verse" : "ஆனபடியினாலே யிருளிலே நாமுங்களுக் கறிவிச்ச தெல்லாத்தையும் நீங்கள் வெளிச்சத்திலே அறிவியுங்கோ. நீங்கள் காதிலே கேட்டத்தைத் தட்டோட்டின பேரிலே பிறசங்கம் பண்ணுங்கோ."
  }, {
    "number" : 28,
    "verse" : "ஆத்துமத்தைக் கொல்லமாட்டாமல் சரீரத்தைக் கொல்லுகிறவர்களா யிருக்கிற பேர்களுக்கு நீங்கள்ப் பயப்பட வேண்டாம். ஆனால் ஆத்துமத்தையும் சரீரத்தையும் நரகத்திலே கெட்டுப்போகப் பண்னுகிற வல்லமை யுடைத்தானவருக்கு அதிகமாகப் பயப்படுங்கோ."
  }, {
    "number" : 29,
    "verse" : "ஒரு பெரிய காசுக்கு ரெண்டு அடைக்கலாங் குருவி விக்கப்படுமல்லவோ? அதுகளுக்குள்ளே ஒண்ணானாலும் உங்களுடைய பிதாவன்றியிலே தறையிலே விழாது."
  }, {
    "number" : 30,
    "verse" : "இதல்லாமல் உங்கள் தலையினுடைய மயிரெல்லாம் எண்ணப்பட்டுது."
  }, {
    "number" : 31,
    "verse" : "ஆனபடியினாலே நீங்கள் பயப்பட வேண்டாம். அனேகம் அடைக்கலாங் குருவிகளைப் பாற்க நீங்கள் நல்லவர்களா யிருக்கிறீர்களே!"
  }, {
    "number" : 32,
    "verse" : "ஆகையினாலே எவனாகிலும் மனுஷர் முன்பாக நம்மை யறிக்கை பண்ணினாலவனைப் பரமண்டலங்களிலே இருக்கிற நம்முடைய பிதா முன்பாக நாமும் அறிக்கை பண்ணுவோம்."
  }, {
    "number" : 33,
    "verse" : "ஆனால் எவனாகிலும் மனுஷர் முன்பாக நம்மை மறுதலிச்சால் அவனைப் பரமண்டலங்களிலே யிருக்கிற நம்முடைய பிதாமுன்பாக நாமும் மறுதலிப்போம்."
  }, {
    "number" : 34,
    "verse" : "இந்த பூமியிலே சமாதானத்தை அனுப்பிவிக்க வந்தோமென்று நீங்கள் நம்பிக் கொள்ளாதே! நாம் சமாதானத்தை யல்ல பட்டயத்தை அனுப்பிவிக்க வந்தோம்."
  }, {
    "number" : 35,
    "verse" : "அதேதென்றால் மனுஷன் தன்னுடைய தகப்பனுக்கும் மகள் தன்னுடைய தாய்க்கும் மருமகள் தன்னுடைய மாமியாருக்கும் விரோதம் பண்ணத் தக்கதாக வந்தோம்."
  }, {
    "number" : 36,
    "verse" : "மனுஷனுடைய சத்துருக்கள் தன்னுடைய வீட்டுக்காறரா யிருப்பார்கள்."
  }, {
    "number" : 37,
    "verse" : "நம்மைப் பாற்கத் தகப்பனை யானாலும் தாயை ஆனாலும் அதிகமாய்ச் சினேகிச்சுக்கொள்ளுகிறவன் நமக்குப் பாத்திரவானல்ல. நம்மைப் பாற்க மகனை ஆனாலும் மகளை எங்கிலும் அதிகமாய்ச் சினேகித்துக் கொள்ளுகிறவனும் நமக்குப் பாத்திரவானல்ல."
  }, {
    "number" : 38,
    "verse" : "தன்னுடைய சிலுவை என்கிற உபத்திரியித்தை எடுத்துக் கொண்டு நம்மைப் பின் செல்லாதவன் நமக்குப் பாத்திரவானல்ல."
  }, {
    "number" : 39,
    "verse" : "தன்னுடைய ஆத்துமத்தைக் கண்டுபிடிக்க வேணுமென்றி ருக்கிறவன் அத்தை யிழந்து போவான். நம்முடைய முகாந்திரமாகத் தன்னுடைய ஆத்துமத்தைஇழந்து போனவன் அத்தைக் கண்டுபிடிப்பான்."
  }, {
    "number" : 40,
    "verse" : "உங்களை ஏத்துக்கொள்ளுகிறவன் நம்மைத்தானே ஏத்துக் கொள்ளுகிறான். ஆனால் நம்மை ஏத்துக்கொள்ளுகிறவன் நம்மை அனுப்பினவரை யேத்துக்கொள்ளுகிறான்."
  }, {
    "number" : 41,
    "verse" : "தீற்கத்தெரிசியினுடைய நாமத்தினாலே தீற்கத்தெரிசியை ஏத்துக்கொள்ளுகிறவன் தீற்கத்தெரிசிக்குத் தக்க பலனை யடைவான். நீதி யுள்ளவனுடைய நாமத்தினாலே நீதியுள்ளவனை ஏத்துக்கொள்ளுகிறவன் நீதியுள்ளவனுக்குத் தக்க பலனை யடைவான்."
  }, {
    "number" : 42,
    "verse" : "எவனாகிலும் இந்தக் கொஞ்சப் பேர்களுக்குள்ளே ஒருத்தனுக்குச் சீஷனுடைய நாமத்தினாலே குளிர் தண்ணீ ரிருக்கிற பாத்திரத்தை மாத்திரங் குடுத்துத் தாகத்தைத் தீர்த்தா லவன் தன்னுடைய பலனை யிழந்து போகா னென்று உங்களுக்கு மெய்யாகவே சொல்லுகிறோ மென்று திருவிளம்பத்தினார்."
  } ]
}