{
  "bibleAbbr" : "TZB1714",
  "bookName" : "மத்தேயுசு",
  "bookEnglishName" : "Matthew",
  "chapterNumber" : 11,
  "verses" : [ {
    "number" : 1,
    "verse" : "அப்போ சம்புவிச்ச தேதென்றால் ஏசுநாதரானவர் தம்முடைய பனிரெண்டு சீஷர்க்களுக்கு இதெல்லாத்தையுங் கட்டளைப் பண்ணி முகிச்சத்துக்குப் பிட்பாடு அவர்களுடைய ப் பட்(ட)ணங்களிலே உபதேசஞ் சொல்லவும் பிறசங்கம் பண்ணவும் அவடத்தை விட்டுக் கடந்து போனார்."
  }, {
    "number" : 2,
    "verse" : "யோயன்னசு காவலிலே கிறீஷ்த்துவினுடைய கிறிகைகளைக் கேட்டு தனது சீஷர்களில் ரெண்டு பேரை யனுப்பி நீர் வரத் தக்கவரோ? வேறொருதனைக் காத்துக்கொண்டிருக்கிறோமோ வென்று கேட்டார்."
  }, {
    "number" : 3,
    "verse" : "ஏசுநாதரானவர் பிறத்தியுத்தாரமாக அவர்களுக்குத் திருவிளம்பத்தினதாவது. நீங்கள் போய்க் கேட்டத்தையும் கண்டத்தையும் யோயன்னசுக் கறிவியுங்கோ."
  }, {
    "number" : 4,
    "verse" : "குறுடர் காண்கிறார்கள். சப்பாணிகள் நடக்கிறார்கள். குஷ்ட்டரோகம் பிடித்தவர்கள் சுத்தமாயிருக்கிறார்கள்."
  }, {
    "number" : 5,
    "verse" : "செவிடர் கேழ்க்கிறார்கள். செத்தவர்க ளெழுந்திருக்கிறார்கள். பேதைகள் சுவிவிசேஷத்தைக் கேழ்க்கிறார்கள்."
  }, {
    "number" : 6,
    "verse" : "என் பேரிலே ஆவலாதிப்படாதவன் பய்க்கியவான் யென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 7,
    "verse" : "அவர்கள் போன பிற்பாடு ஏசுநாதரானவர் செனங்களுக்கு யோயன்னசுவின் பேரிலே திருவிளம்பத்தத் துவக்கினதாவது. வனாந்திரத்திலே என்ன பாற்கப் போனீர்கள்? காத்தடித்து அசையப்பட்ட நாணலோ?"
  }, {
    "number" : 8,
    "verse" : "என்ன பாற்கப் போனீர்கள்? அலங்காரமான வேஷ்சை தரிக்கிற மனுஷனையோ? இதோ அலங்காரமான வேஷ்சை தரிக்கிறவர்கள் ராயர்கள் அரைமனையிலே இருக்கிறார்கள்."
  }, {
    "number" : 9,
    "verse" : "ஆனால் என்ன பாற்கப் போனீர்கள்? தீற்கத்தெரிசியையோ? ஆம். தீற்கத்தெரிசியைப் பாற்க அதிகமென்று உங்களுக்குச் சொல்லுகிறோம்."
  }, {
    "number" : 10,
    "verse" : "அதேதென்றா லவன் பேரிலே இதோ என்னுடைய தூதன் உன் முகத்துக்கு முன்பாக உனக்கு வழி ஆயித்தம் பண்ணிவிக்க அனுப்புகிறோ மென்று எழுதி இருக்கிறது இவன்தானே!"
  }, {
    "number" : 11,
    "verse" : "நாமுங்களுக்கு மெய்யாகவே சொல்லுகிறோம். இஷ்த்தாபுகனா யிருந்த யோயன்ன சென்கிறவனைப் பாற்கப் பெண்சாதிகளில்ப் பிறந்த பேர்களுக்குள்ளே பெரியவன் எழுந்திருந்த தில்லை. ஆனால் வான ராச்சியத்திலே செறியவன் அவனைப் பாற்கப் பெரியவனா யிருக்கிறான்."
  }, {
    "number" : 12,
    "verse" : "இஷ்த்தாவுகனா யிருந்த யோயன்ன சென்கிறவருடைய நாளத் துவக்கி யித்தையில் வரைக்கும் வானராச்சியத்துக்குப் பெலபந்தம் பண்ணப்படும். பெலபந்தம் பண்ணுகிறவர்கள் அத்தை இழுத்து ஏத்துக்கொள்ளுகிறார்கள்."
  }, {
    "number" : 13,
    "verse" : "அதேதென்றால் சகல தீற்கத்தெரிசிகளும் வேதமும் யோயன்ன சென்கிறவர் மட்டும் வருங்காரியங்களைச் சொன்னர்கள்."
  }, {
    "number" : 14,
    "verse" : "நீங்கள் விசுவாசிக்க வேணு மென்றால் இவர்தானே வரப்போற எலியா சென்கிறவரா யிருக்கிறார்."
  }, {
    "number" : 15,
    "verse" : "கேழ்க்கிறத்துக்குக் காதுள்ளவன் கேழ்க்கக் கடவான்."
  }, {
    "number" : 16,
    "verse" : "ஆனா லிந்தச் சந்ததியை ஆருக்கு ஒப்பிடுவோம்?"
  }, {
    "number" : 17,
    "verse" : "அது கடையிலே யிருந்து தங்களுடைய தோழமாரைப் பாத்துக் கூப்பிட்டுக் கொண்டு நாங்கள் உங்களுக்கு ஆய்குழலாலே ஊதினோமே! நீங்கள் கூத்தாட இல்லையே! நாங்கள் உங்களுக்கு ஒப்பரி சொன்னோமே! நீங்கள் அழ யில்லையே! என்று சொல்லுகிற பிள்ளைகளுடைய சாயலா யிருக்குது."
  }, {
    "number" : 18,
    "verse" : "அதெப்படி யென்னால் யோயன்ன சென்கிறவர் வந்து சாப்படாமலும் குடியாமலும் யிருந்தார். ஆனா லிவன் பிசாசைக் கொண்டிருக்கிறா னென்று சொல்லுகிறார்கள்."
  }, {
    "number" : 19,
    "verse" : "மனுஷனுடைய குமாரன் வந்து சாப்பட்டுக் குடிச் சிருக்கிறார். அப்போ அவர்பேரிலே யிதோ இந்த மனுஷன் பெருந்தீனிக்காறனென்றும் முந்திரிகைப் பழ ரசங் குடிக்கிறவ னென்றும் ஆயக்காறர்களுக்கும் பாவிகளுக்கும் சினேகிதனென்றுஞ் சொல்லுகிறார்கள். ஆனால் ஞானம் தன்னுடைய பிள்ளைகளினாலே நீதி விளங்கப்பண்ணப் பட்டிருக்கு தென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 20,
    "verse" : "அன்னேரத்திலே தாம் பண்ணின அனேகம் புதுமைகளைக் கண்டு தவசுப் பண்ணாத பட்டணங்களை அதட்டத் துவக்கினார்."
  }, {
    "number" : 21,
    "verse" : "உனக்கு அய்யோ! கோறாச்சின் னென்கிற பட்டணமே! உனக்கு அய்யோ! பெற்சயித யென்கிற பட்டணமே! உங்களுக்குள்ளே செய்யப்பட்ட புதுமைகள் திறோ யென்கிற பட்டணத்திலேயும் சீதோனென்கிற பட்டணத்திலேயும் செய்யப்பட்டதா யிருந்தால் அவர்க ளதுக்கு முன்னே ரெட்டுப் பையைப் போத்துக்கொண்டு சாம்பலிலே யிருந்துத் தவசுபண்ணினார்கள்."
  }, {
    "number" : 22,
    "verse" : "ஆனால் நடுச் சொல்லுகிற நாளையிலே உங்களைப் பாற்கத் தீறோ யென்கிறப் பட்டணத்துக்கும் சீதோ னென்கிறப் பட்டணத்துக்கும் பொறுக்கப்படத் தக்கதாயிருக்கு மென்று உங்களுக்குச் சொல்லுகிறோம்."
  }, {
    "number" : 23,
    "verse" : "நீயும் வானபரியந்தம் உசத்தப்பட்டதா யிருக்கிற கப்பற்நா மென்கிற பட்டணமே! நீ நரக பரியந்தம் தாழ்த்தப்படுவாய். அதேதென்றால் உனக்குள்ளே செய்யப்பட்ட புதுமைகள் சோதோ மென்கிற பட்டணத்திலே செய்யப்பட்டதா யிருந்தால் யின்னாள் வரைக்கு மது நிற்கும்."
  }, {
    "number" : 24,
    "verse" : "ஆனால் நடுச்சொல்லுகிற நாளையிலே உன்னைப் பாற்க சோதோ மென்கிறப் பட்டணத்துக்கு பொறுக்கப்படத் தக்கதா யிருக்கு மென்று யுங்களுக்குச் சொல்லுகிறோ மென்கிறத்தைத் திருவிளம்பத்தினார்."
  }, {
    "number" : 25,
    "verse" : "அந்தக் காலத்திலே ஏசுநாதரானவர் பிறத்தியுத்தாரஞ் சொல்லித் திருவிளம்பத்தினதாவது. வான பூமியினுடைய ஆண்டவராயிருக்கிற பிதாவே! தேவரீர் அறிவுள்ளவர்களுக்கு ம் புத்தியுடைத்தானவர்களுக்கும் இதுகளை மறைபொருளாகப் பண்ணி முளைத்த செறியவர்களுக்கு யிதுகளை வெளிப்படுத்தினீரென்கிற படியினாலே உமக்கு இஷ்த்தோத்திரம் பண்ணுகிறோம்."
  }, {
    "number" : 26,
    "verse" : "அப்படித்தானே பிதாவே! அதேதென்றால் உம்முடைய சித்தம் இந்தப் பிறகாரமாயிருந்தது."
  }, {
    "number" : 27,
    "verse" : "என் பிதாவினாலே சகலமும் யெனக்கு ஒப்புக்கொடுக்கப்பட்டிருக்குது. பிதா வல்லாமல் குமாரனை எவர்களும் அறியார்கள். குமாரனும் குமாரன் அறிவிக்கப்பட்டவர்க ளல்லாமல் மத்தவர்க ளாரும் பிதாவை யறியார்கள்."
  }, {
    "number" : 28,
    "verse" : "சகல பிறையாசப்பட்ட பேர்களுமாய்ப் பாரத்தோடே இருக்கிற பேர்களுமா யிருக்கிற நீங்க ளெல்லாரும் என்னிடத்திலே வாருங்கோ. நாமுங்களுக்கு மறுபடியும் பெலங்கொடுப்போம்."
  }, {
    "number" : 29,
    "verse" : "என்னுடைய நொகத் தடியை உங்கள் பேரிலே வைச்சுக்கொண்டு என்னிடத்திலே படியுங்கோ. அதேதென்றால் நா மெத்தன வுள்ளவருமாய் மனசினாலே தாஷ்ச்சி யுள்ள வருமா யிருக்கிறோம். உங்களுடைய ஆத்துமங்களுக்கு இளப்பாறுதல் கிடைக்கும்."
  }, {
    "number" : 30,
    "verse" : "அதேதென்றால் நம்முடைய நொகத்தடி மெதுவுமாய் நம்முடைய பாரம் லேசானதுவுமா யிருக்குதென்று திருவிளம்பத்தினார்."
  } ]
}