{
  "bibleAbbr" : "TZB1714",
  "bookName" : "மத்தேயுசு",
  "bookEnglishName" : "Matthew",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "அந்தக் காலத்திலே யிஷ்த்தாபுகனாயிருந்த யோயன்னசென்கிறவர் வந்து யூதேய தேசத்தினுடைய வனாந்திரத்திலே பிறசங்கம் பண்ணிச் சொன்னதாவது."
  }, {
    "number" : 2,
    "verse" : "வான ராச்சியம் கிட்டி வந்தபடியினாலே தவசுபண்ணுங்கோளென்று சொன்னார்."
  }, {
    "number" : 3,
    "verse" : "யிவர் பேரிலே ஏசாயீயாசேன்கிற தீற்கத்தெரிசி சொன்னதாவது. வனாந்திரத்திலே கூப்பிடுகிறவருடைய சத்தம் ஆண்டவருடைய வழியை ஆயித்தம்பண்ணுங்கோ ளவருடைய வெட்டிகளைச் செவ்வைபண்ணுங்கோ ளென்று சொன்னார்."
  }, {
    "number" : 4,
    "verse" : "ஆனாலிந்த யோயன்னசென்கிறவர் ஒட்டகத்தினுடைய மயிரினாலே யுண்டாக்கப்பட்ட வேஷ்சையைத் தரிச்சுகொண்டு தம்முடைய அரையிலே வார்க் கச்சை கட்டிக்கொண்டிருந்தார். ஆனால் வெட்டுக்கிளிகளும் காட்டிலே யிருக்கிற தேனு மவருக்குத் தீவனாமாயிருந்துது."
  }, {
    "number" : 5,
    "verse" : "அப்போ யெறுசலேம் என்கிற பட்டணமும் யூதேய சீர்மை முழுதும் யோறுதானென்கிற நதிக்குச் சமீபமாயிருக்கிற சகல தேசத்தாரும் அவரண்டையிலே போக வேணுமென்று பிறப்பட்டார்கள்."
  }, {
    "number" : 6,
    "verse" : "யிவர்கள் தங்களுடைய பாவங்களை அறிக்கைபண்ணி யோறுதானென்கிற நதியிலே யவர் கையினாலே ஞானஷ்த்தானம் பெத்தார்கள்."
  }, {
    "number" : 7,
    "verse" : "ஆனாலிவர் அனேகம் பரிசேசுமார்களும் சத்துச்சேயமார்களும் தாம் கொடுக்கிற ஞானஷ்த்தானத்துக்கு வருகிறார்க ளென்கிறத்தைக் கண்டு அவர்களைப் பாத்துச் சொன்னதாவது விரியன் பாம்புகளுடை ய குட்டிகளே! வரப்போற கோபத்துக்கு நீங்களோடிப் போவீர்களென்கிறத்தை உங்களுக்கு ஆர் அறிவிச்சார்?"
  }, {
    "number" : 8,
    "verse" : "தவசுக்குப் பொருந்தி யிருக்கிற கனிகளைப் பண்ணுங்கோ."
  }, {
    "number" : 9,
    "verse" : "அபிறாய மென்கிறவர் நமக்குப் பிதாவா யிருக்கிறா ரென்கிறத்தை நீங்களுங்களுக்குள்ளே சொல்லுகிறத்துக்கு நினவு வைய்யாதே! அதேதென்றால்ச் சறுவேசுரன் அபிறாய மென்கிறவருக்கு யிந்தக் கல்லுக்களைப் பிள்ளைகளாகப் பண்ணக் கூடுமென்று உங்களுக்குச் சொல்லுகிறோம்."
  }, {
    "number" : 10,
    "verse" : "இப்போதானே விருஷ்சங்களினுடைய வேருக்குக் கோடாலி போட்டிருக்குது. ஆனபடியினாலே நல்லகனி குடுக்காத மரமெல்லாம் வெட்டுண்டு போய் நெருப்பிலே போடப்படும்."
  }, {
    "number" : 11,
    "verse" : "தவசு பண்ணுகிறத்துக்கு நாமுங்களைத் தண்ணீரினாலே ஞானஷ்த்தானம் பண்ணிவிக்கிறோம். ஆனால் யெனக்குப் பிறகு வருகிறவர் என்னைக் காட்டிலும் பெலமுள்ளவராயிருக்கிறார். அவருடைய பாத ரஷ்சைகளை எடுத்துக்கொண்டு போறத்துக்கு நான் பாத்தரவா னல்ல. அவர் யிசிப்பிரீத்துசாந்து வினாலேயும் அக்கினியினாலேயும் உங்களை ஞானஷ்த்தானம் பண்ணிவிப்பார்."
  }, {
    "number" : 12,
    "verse" : "அவர் கையிலே தூத்துகிற தம்முடைய கூடை யுண்டா யிருக்குது. அவர் தம்முடைய களத்தைத் தூத்துப் போட்டுத் தம்முடைய கோதும பையைக் களஞ்சியத்திலே கூட்டி வைப்பார். ஆனால்ப் பதரை அவியாத அக்கினியினாலே சுட்டெரிச்சுப் போடுவாரென்று சொன்னார்."
  }, {
    "number" : 13,
    "verse" : "அந்தக் காலத்திலே யேசுநாதரானவர் கலிலேய என்கிற தேசத்தை விட்டுப் பிறப்பட்டு யோறுதான் என்கிற நதி யண்டையிலே யிருந்த யோயன்னசென்கிறவ ரிடத்திலே போ யவர் கையிலே ஞானஷ்த்தானம் பெறுகிறத்துக்கு வந்தார்."
  }, {
    "number" : 14,
    "verse" : "ஆனால் யோயன்ன சென்கிறவர் அவருக்குத் தட்டுதல் பண்ணியவரைப் பாத்துத் தேவரீருடைய கையிலே நான்தானே ஞானஷ்த்தானம் பெறுகிறத்துக்கு வேண்டினதா யிருக்குதே! தேவரீர் என்னிடத்திலே வருகிற தென்ன வென்று சொன்னார்."
  }, {
    "number" : 15,
    "verse" : "ஏசுநாதரானவரோ வென்றா லப்பிறத்தியுத்தாரஞ் சொல்லியவனைப் பாத்து நீ இப்போ யிடங்கொடு. அதேதென்றால் நீதி எல்லாம் இப்படி நிறையப்பண்ணத் தக்கதாக எங்களுக்கு ஞாயமா யிருக்குதேண்ணு திருவிளம்பத்தினார். அப்போ அவன் இவருக்கு இடங்குடுத்தான்."
  }, {
    "number" : 16,
    "verse" : "ஆனால் ஏசுநாதரானவர் ஞானஷ்த்தானம் பெத்த பிற்பாடு யுடனே தானே தண்ணீரிலே நின்று கரைமேலே எழுந்தருளினார். இதோ பரமண்டலமானது அவர் மேலே திறந்திருந்தது மல்லாமல் சறுவேசுரனுடைய இசிப்பிரீத்துவானவர் மாடப் பிறாப்போலே இறங்கி யவர் பேரிலே வந்த்ததை யோயன்னசென்கிறவர் கண்டார்."
  }, {
    "number" : 17,
    "verse" : "இதோ பரமண்டலங்களிலே யிருந்து இவர் எனக்குப் பிறியமான சுதனா யிருக்கிறா ரிவரிடத்திலே எனக்குச் சந்தோஷம் உண்டென்கிறச் சத்த முண்டாச்சுது."
  } ]
}