{"bibleAbbr":"KNCL","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"ವಿಜಯ ಗೀತೆ ಆಗ ಮೋಶೆ ಮತ್ತು ಇಸ್ರಯೇಲರು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ ಸ್ತೋತ್ರವಾಗಿ ಈ ಕೀರ್ತನೆಯನ್ನು ಹಾಡಿದರು: “ಮಾಡೋಣ ಸರ್ವೇಶ್ವರನ ಗುಣಗಾನ ಮಹೋನ್ನತ ಆತ ಗಳಿಸಿದ ವಿಜಯ ಕುದುರೆಗಳನು ರಾಹುತರನು ಕಡಲಲ್ಲಿ ಕೆಡವಿ ನಾಶಮಾಡಿಹನು"},{"number":2,"verse":"ಸರ್ವೇಶ್ವರನೇ ನನ್ನ ಶಕ್ತಿ, ನನ್ನ ಗೀತೆ! ಆತನಿಂದಲೇ ನನಗೆ ದೊರಕಿತು ರಕ್ಷಣೆ. ಆತನನ್ನು ವರ್ಣಿಸುವೆನು, ಆತನೆನ್ನ ದೇವನು ಆತನನ್ನು ಸ್ತುತಿಸುವೆನು, ಆತನೆನ್ನ ಪಿತೃಗಳ ದೇವನು."},{"number":3,"verse":"ಸರ್ವೇಶ್ವರನು ಯುದ್ಧಶೂರನು ‘ಸರ್ವೇಶ್ವರ’ ಎಂಬುದು ಆತನ ನಾಮಧೇಯವು."},{"number":4,"verse":"ಫರೋಹನ ರಥಗಳನು, ಸೈನಿಕರನು ಕೆಡವಿಬಿಟ್ಟನಾತ ಕಡಲಲಿ ಫರೋಹನ ವೀರ ಶ್ರೇಷ್ಟರನು ಮುಳುಗಿಸಿಬಿಟ್ಟನಾತ ಕೆಂಪು ಸಮುದ್ರದಲಿ"},{"number":5,"verse":"ಮುಚ್ಚಿಬಿಟ್ಟಿತವರನು ಸಮುದ್ರ ಸಾಗರವು ಸೇರಿದರವರು ಕಲ್ಲಿನೋಪಾದಿ ಕಡಲಿನ ತಳವನು."},{"number":6,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ನಿನ್ನ ಭುಜಬಲ ಶಕ್ತಿಯುತ! ಪುಡಿ ಪುಡಿ ಮಾಡಿತು ನಿನ್ನ ಶತ್ರುಗಳನು ಆ ಬಾಹುಬಲ!"},{"number":7,"verse":"ನಿನ್ನೆದುರಾಳಿಗಳನು ಕೆಡವಿಬಿಡುತಿ ಮಹಾ ತೇಜಸ್ವಿಯಾಗಿ ಒಣಹುಲ್ಲಂತೆ ಭಸ್ಮಮಾಡುತಿ ಅವರನು ಕೋಪಾಗ್ನಿಯಾಗಿ."},{"number":8,"verse":"ಸಿಟ್ಟಿನಿಂದ ನೀ ಮುಸುಗೆರೆದಾಗಲೆ ಸಮುದ್ರವಾಯಿತು ನೀರೊಡ್ಡಿನಂತೆ ಪ್ರವಾಹ ನಿಂತಿತು ಗೋಡೆಯಂತೆ ಸಾಗರ (ಗರ್ಭ) ದೊಳಗಿನ ಜಲ ಗಟ್ಟಿಯಾಯಿತು ನೆಲದಂತೆ."},{"number":9,"verse":"ನಮ್ಮ ಶತ್ರುಗಳು ಮಾತಾಡಿಕೊಂಡರು ಇಂತೆಂದು: ‘ಹಿಂದಟ್ಟಿ ಹಿಡಿಯುವೆವು ಅವರನು ಅಪಹರಿಸಿಕೊಳ್ವೆವು ಅವರ ಸೊತ್ತನು ತೀರಿಸಿಕೊಳ್ವೆವು ಅವರಲ್ಲಿ ನಮ್ಮ ಬಯಕೆಯನು ಶಕ್ತಿಯಿಂದ ಸಂಹರಿಸುವೆವು ಅವರನು ಕತ್ತಿ ಹಿಡಿದು.’"},{"number":10,"verse":"ಆದರೆ ನಿನ್ನದೊಂದು ಉಸಿರುಗಾಳಿ ಸಾಕಾಯಿತು ಅವರು ಸೀಸದ ಗುಂಡಿನಂತೆ ಮುಳುಗಿ ಹೋಗಲು. ಅವರನ್ನು ಸಮುದ್ರವು ನುಂಗಿಬಿಡಲು"},{"number":11,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ದೇವರುಗಳಲ್ಲಿ ನಿನಗಾರು ಸಮಾನನು? ಎಲ್ಲಿ ನಿನ್ನಂತೆ ಪವಿತ್ರತೆಯಲ್ಲಿ ಸರ್ವೋತ್ತಮನು? ಪ್ರಖ್ಯಾತ ಕಾರ್ಯವೆಸಗುವುದರಲ್ಲಿ ನಿನ್ನಂತೆ ಭಯಂಕರನು? ಅದ್ಭುತಗಳ ನಡೆಸುವುದರಲ್ಲಿ ನಿನ್ನ ಹೋಲುವವನು?"},{"number":12,"verse":"ಭುವಿ ಬಾಯ್ದೆರೆದು ನುಂಗಿತು ಹಗೆಗಳನು ನೀ ನಿನ್ನ ಬಲಗೈಯನ್ನು ಚಾಚಲು."},{"number":13,"verse":"ನೀ ಬಿಡುಗಡೆ ಮಾಡಿದ ಜನರನ್ನು ನಡೆಸಿಕೊಂಡೆ ಪ್ರೀತಿಯಿಂದ ನಿನ್ನ ಶ್ರೀನಿವಾಸದ ತನಕ ಅವರನ್ನು ಬರಮಾಡಿದೆ ಶಕ್ತಿಯಿಂದ."},{"number":14,"verse":"ಇದನ್ನು ಕೇಳಿ ನಡುಗುತ್ತಿರುವುವು ಜನಾಂಗಗಳು ಪ್ರಸವವೇದನೆ ಪಡುತ್ತಿರುವರು ಫಿಲಿಷ್ಟಿಯರು."},{"number":15,"verse":"ಕಳವಳಗೊಂಡರು ಎದೋಮ್ಯರ ಕುಲನಾಯಕರು ಗಡಗಡನೆ ನಡುಗುತ್ತಿಹರು ಮೋವಾಬ್ಯರ ಮುಖಂಡರು. ಕರಗಿ ನೀರಾಗಿ ಹೋದರು ಕಾನಾನ್ ನಾಡಿನವರು."},{"number":16,"verse":"ಭಯಭೀತಿ ಅವರನ್ನು ಆವರಿಸಿದೆ ನಿನ್ನ ಭುಜಬಲ ನೋಡಿ ಸ್ತಬ್ದರಾಗಿಹರವರು ಕಲ್ಲಿನಂತೆ."},{"number":17,"verse":"ನಿನ್ನ ಸ್ವಂತ ನಾಡಾದ ಆ ಬೆಟ್ಟದ ಸೀಮೆಗೆ ನೀನವರನ್ನು ತಂದು ನೆಲೆಗೊಳಿಸುವೆ. ನಿನ್ನ ನಿವಾಸಕ್ಕಾಗಿ ನೀನಾರಿಸಿಕೊಂಡಾ ಸ್ಥಳಕ್ಕೆ ನೀ ಸಿದ್ಧಪಡಿಸಿಕೊಂಡಿರುವಾ ಪವಿತ್ರಾಲಯಕ್ಕೆ ಹೇ ಸರ್ವೇಶ್ವರಾ, ನೀನವರನ್ನು ಬರಮಾಡುವೆ."},{"number":18,"verse":"ಯುಗಯುಗಾಂತರಕ್ಕೂ ರಾಜ್ಯವಾಳುವವನು ಸರ್ವೇಶ್ವರನೇ!"},{"number":19,"verse":"ಮಿರ್ಯಾಮಳ ಗೀತೆ ಫರೋಹನ ಕುದುರೆಗಳು, ರಥಗಳು ಹಾಗು ರಾಹುತರು ಸಮುದ್ರವನ್ನು ಹೊಕ್ಕು ನಡೆಯಲಾರಂಭಿಸಿದಾಗ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಸಮುದ್ರದ ನೀರನ್ನು ಮೊದಲಿನಂತೆ ಬರಮಾಡಿ ಅವರನ್ನು ಮುಳುಗಿಸಿಬಿಟ್ಟರು. ಇಸ್ರಯೇಲರಾದರೋ, ಸಮುದ್ರದ ನಡುವೆ ಒಣನೆಲದಲ್ಲಿ ನಡೆದು ಹೋದರು."},{"number":20,"verse":"ಆರೋನನ ಅಕ್ಕ ಮಿರ್ಯಾಮಳು ಒಬ್ಬ ಪ್ರವಾದಿನಿ. ಆಕೆ ತಮ್ಮಟೆಯನ್ನು ಕೈಗೆ ತೆಗೆದುಕೊಂಡಳು. ಮಹಿಳೆಯರೆಲ್ಲರು ತಮ್ಮಟೆ ಹಿಡಿದು ನಾಟ್ಯವಾಡುತ್ತಾ ಆಕೆಯ ಹಿಂದೆ ಹೊರಟರು."},{"number":21,"verse":"ಮಿರ್ಯಾಮಳು ಅವರ ಹಾಡಿಗೆ ಈ ಪಲ್ಲವಿಯನ್ನು ಕೂಡಿಸಿದಳು: ಮಾಡಿರಿ ಸರ್ವೇಶ್ವರನ ಗುಣಗಾನ ಮಹೋನ್ನತ ಆತ ಗಳಿಸಿದ ವಿಜಯ ಕಡಲಲ್ಲಿ ಕೆಡವಿ ನಾಶಮಾಡಿಹನು ಕುದುರೆಗಳನು, ರಾಹುತರನು"},{"number":22,"verse":"ಸಿಹಿಯಾದ ಕಹಿನೀರು ಬಳಿಕ ಮೋಶೆ ಇಸ್ರಯೇಲರನ್ನು ಕೆಂಪು ಸಮುದ್ರದ ಬಳಿಯಿಂದ ಕರೆದುಕೊಂಡು ಹೋದನು. ಅವರು ಶೂರ್ ಮರುಭೂಮಿಯಲ್ಲಿ ಮೂರು ದಿನ ಪ್ರಯಾಣ ಮಾಡಬೇಕಾಯಿತು. ಅಲ್ಲಿ ಅವರಿಗೆ ನೀರು ಸಿಕ್ಕಲೇ ಇಲ್ಲ."},{"number":23,"verse":"ತರುವಾಯ ‘ಮಾರಾ’ (ಅಥವಾ: ‘ಕಹಿಯಾದ’ ಸ್ಥಳ.) ಎಂಬ ಸ್ಥಳವನ್ನು ತಲುಪಿದರು. ಅಲ್ಲಿ ನೀರು ಸಿಕ್ಕಿತಾದರೂ ಅದು ಕಹಿಯಾಗಿತ್ತು. ಅದನ್ನು ಕುಡಿಯುವುದಕ್ಕೆ ಆಗದೆ ಹೋಯಿತು. ಆದ್ದರಿಂದ ಆ ಸ್ಥಳಕ್ಕೆ ‘ಮಾರಾ’ ಎಂದು ಹೆಸರಾಯಿತು."},{"number":24,"verse":"“ನಾವೇನು ಕುಡಿಯಬೇಕು?” ಎಂದು ಜನರು ಮೋಶೆಯ ಮೇಲೆ ಗೊಣಗುಟ್ಟ ತೊಡಗಿದರು."},{"number":25,"verse":"ಮೋಶೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯನ್ನು ಪ್ರಾರ್ಥಿಸಿದನು. ಆಗ ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ ಒಂದು ಗಿಡವನ್ನು ತೋರಿಸಿದರು. ಅದನ್ನು ಆ ನೀರಿನಲ್ಲಿ ಹಾಕಿದಾಗ ನೀರು ಸಿಹಿಯಾಯಿತು."},{"number":26,"verse":"ಅಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲರಿಗೆ ಒಂದು ನಿಯಮವನ್ನು ಕೊಟ್ಟರು. ಅದು ಮಾತ್ರವಲ್ಲ, ಅವರನ್ನು ಪರೀಕ್ಷಿಸಿದರು. ಅವರಿಗೆ, “ನೀವು ನಿಮ್ಮ ದೇವರಾದ ನನ್ನ ಮಾತನ್ನು ಶ್ರದ್ಧೆಯಿಂದ ಕೇಳಿ, ನನ್ನ ದೃಷ್ಟಿಗೆ ಸರಿಬೀಳುವುದನ್ನೆ ಮಾಡಿ ನನ್ನ ಆಜ್ಞೆಗಳಿಗೆ ವಿಧೇಯರಾಗಿದ್ದು, ನನ್ನ ಕಟ್ಟಳೆಗಳನ್ನೆಲ್ಲ ಅನುಸರಿಸಿ ನಡೆದರೆ ನಾನು ಈಜಿಪ್ಟಿನವರಿಗೆ ಉಂಟುಮಾಡಿದ ವ್ಯಾಧಿಗಳಲ್ಲಿ ಒಂದನ್ನೂ ನಿಮಗೆ ಬರಮಾಡುವುದಿಲ್ಲ. ಸರ್ವೇಶ್ವರನೆಂಬ ನಾನೇ ನಿಮಗೆ ಆರೋಗ್ಯದಾಯಕ,” ಎಂದರು."},{"number":27,"verse":"ಅಲ್ಲಿಂದ ಆ ಜನರು ಏಲೀಮಿಗೆ ಬಂದರು. ಅಲ್ಲಿ ಹನ್ನೆರಡು ನೀರಿನ ಒರತೆಗಳೂ ಎಪ್ಪತ್ತು ಖರ್ಜೂರದ ಮರಗಳೂ ಇದ್ದವು. ಆದ್ದರಿಂದ ಆ ನೀರಿನ ಬಳಿಯಲ್ಲೇ ಇಳಿದುಕೊಂಡರು."}]}