{"bibleAbbr":"KNCL","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"ಮೋಶೆ ಮತ್ತು ಇತ್ರೋ ಇವರ ಭೇಟಿ ಇತ್ರೋ, ಮೋಶೆಯ ಮಾವ ಹಾಗೂ ಮಿದ್ಯಾನರ ಪೂಜಾರಿ. ದೇವರು ಮೋಶೆಗೂ ತಮ್ಮ ಜನರಾದ ಇಸ್ರಯೇಲರಿಗೂ ಮಾಡಿದ ಮಹಾತ್ಕಾರ್ಯಗಳನ್ನು ಕುರಿತು ಇವನು ಕೇಳಿದ್ದನು. ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೇಗೆ ಇಸ್ರಯೇಲರನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಕರೆದುತಂದರೆಂಬ ವಿಷಯ ಇವನಿಗೆ ಮುಟ್ಟಿತ್ತು."},{"number":2,"verse":"ಇವನು ತನ್ನ ಬಳಿಗೆ ಕಳಿಸಲಾಗಿದ್ದ ಮೋಶೆಯ ಹೆಂಡತಿ ಚಿಪ್ಪೋರಳನ್ನು ಮತ್ತು ಆಕೆಯ ಇಬ್ಬರು ಗಂಡು ಮಕ್ಕಳನ್ನು ಕರೆದುಕೊಂಡು ಬಂದನು."},{"number":3,"verse":"ಮೋಶೆ ತಾನು ಅನ್ಯದೇಶದ ಪ್ರವಾಸಿ ಎಂದು ಹೇಳಿ ತನ್ನ ಹಿರಿಯ ಮಗನಿಗೆ ‘ಗೇರ್ಷೋಮ್’ ಎಂದು ಹೆಸರಿಟ್ಟಿದ್ದನು."},{"number":4,"verse":"ತನ್ನ ತಂದೆಯ ದೇವರು ನನಗೆ ಸಹಾಯಕರಾಗಿದ್ದು ನನ್ನನ್ನು ಫರೋಹನ ಕತ್ತಿಯಿಂದ ಕಾಪಾಡಿದರು ಎಂದು ಕಿರಿಯ ಮಗನಿಗೆ ‘ಎಲಿಯೇಜರ್’ (ಅಥವಾ: ‘ದೇವರು ನನ್ನ ಸಹಾಯಕ’.) ಎಂದು ಹೆಸರಿಟ್ಟಿದ್ದನು."},{"number":5,"verse":"ಮೋಶೆಯ ಮಾವ ಇತ್ರೋ, ಮೋಶೆಯ ಮಕ್ಕಳನ್ನೂ ಹೆಂಡತಿಯನ್ನೂ ಕರೆದುಕೊಂಡು ಮರುಭೂಮಿಯಲ್ಲಿ ದೇವರ ಬೆಟ್ಟದ ಹತ್ತಿರ ಇಳಿದುಕೊಂಡಿದ್ದ ಮೋಶೆಯ ಬಳಿಗೆ ಬಂದನು."},{"number":6,"verse":"“ನಿನ್ನ ಮಾವನಾದ ನಾನು, ನಿನ್ನ ಹೆಂಡತಿ ಹಾಗು ನಿನ್ನ ಇಬ್ಬರು ಮಕ್ಕಳು ಬಂದಿದ್ದೇವೆ” ಎಂದು ಮೋಶೆಗೆ ಹೇಳಿ ಕಳಿಸಿದನು."},{"number":7,"verse":"ಮೋಶೆ ಹೊರಗೆ ಬಂದು ತನ್ನ ಮಾವನನ್ನು ಎದುರುಗೊಂಡು, ವಂದಿಸಿ, ಮುದ್ದಿಟ್ಟನು. ಪರಸ್ಪರ ಯೋಗಕ್ಷೇಮವನ್ನು ವಿಚಾರಿಸಿದ ಮೇಲೆ ಅವರು ಡೇರೆಯೊಳಕ್ಕೆ ಹೋದರು."},{"number":8,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಇಸ್ರಯೇಲರ ಪರವಾಗಿ ಫರೋಹನಿಗೂ ಈಜಿಪ್ಟಿನವರಿಗೂ ಮಾಡಿದ್ದೆಲ್ಲವನ್ನೂ ಮತ್ತು ದಾರಿಯಲ್ಲಿ ತಮಗುಂಟಾದ ಎಲ್ಲ ಕಷ್ಟದುಃಖಗಳನ್ನು ಹಾಗು ಸರ್ವೇಶ್ವರ ಹೇಗೆ ಅವುಗಳಿಂದ ಕಾಪಾಡಿದರೆಂಬುದನ್ನು ಮೋಶೆ ತನ್ನ ಮಾವನಿಗೆ ವಿವರಿಸಿದನು."},{"number":9,"verse":"ಈಜಿಪ್ಟಿನವರ ಕೈಯಿಂದ ಇಸ್ರಯೇಲರನ್ನು ಬಿಡಿಸಿ ಸರ್ವೇಶ್ವರ ಅವರಿಗೆ ಇಷ್ಟೆಲ್ಲಾ ಉಪಕಾರ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಇತ್ರೋ ಸಂತೋಷಪಟ್ಟನು."},{"number":10,"verse":"“ಈಜಿಪ್ಟಿನವರ ಕೈಯಿಂದಲೂ ಫರೋಹನ ಕೈಯಿಂದಲೂ ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡಿದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ."},{"number":11,"verse":"ಆತ ತನ್ನ ಜನರನ್ನು ಅವರ ಕೈಯಿಂದ ಬಿಡಿಸಿ, ಆ ಈಜಿಪ್ಟಿನವರು ಯಾವ ವಿಷಯದಲ್ಲಿ ಗರ್ವಪಡುತ್ತಿದ್ದರೋ ಆ ವಿಷಯದಲ್ಲೇ ಅವರನ್ನು ತಗ್ಗಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯೇ ಎಲ್ಲ ದೇವರುಗಳಿಗಿಂತ ದೊಡ್ಡವರೆಂದು ಈಗ ತಿಳಿದುಕೊಂಡಿದ್ದೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":12,"verse":"ಅದೂ ಅಲ್ಲದೆ ಮೋಶೆಯ ಮಾವ ಇತ್ರೋ ದೇವರಿಗೆ ದಹನ ಬಲಿಯನ್ನು ಹಾಗು ಇತರ ಬಲಿಗಳನ್ನು ಸಮರ್ಪಿಸಿದನು. ಆರೋನನು ಹಾಗು ಇಸ್ರಯೇಲರ ಹಿರಿಯರೆಲ್ಲರು ಬಂದು ಅವನ ಸಂಗಡ ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಹಭೋಜನ ಮಾಡಿದರು."},{"number":13,"verse":"ನ್ಯಾಯಾಧಿಪತಿಗಳ ನೇಮಕ ಮಾರನೆಯ ದಿನ ಮೋಶೆ ಜನರಿಗೆ ನ್ಯಾಯ ತೀರಿಸಲು ಕುಳಿತಿದ್ದನು. ಬೆಳಿಗ್ಗೆಯಿಂದ ಸಂಜೆಯವರೆಗೂ ಜನರು ಅವನ ಸುತ್ತಲು ನಿಂತಿದ್ದರು."},{"number":14,"verse":"ಮೋಶೆ ಜನರಿಗಾಗಿ ಮಾಡುತ್ತಿದ್ದುದ್ದೆಲ್ಲವನ್ನು ಅವನ ಮಾವ ನೋಡಿ, “ಜನರಿಗೋಸ್ಕರ ಇಷ್ಟು ಪ್ರಯಾಸಪಡುತ್ತಿರುವೆ ಏಕೆ? ಬೆಳಿಗ್ಗೆಯಿಂದ ಸಂಜೆಯವರೆಗೂ ಜನರು ನಿನ್ನ ಸುತ್ತಲೂ ನಿಂತುಕೊಂಡಿದ್ದಾರೆ; ನೀನೊಬ್ಬನೇ ನ್ಯಾಯ ತೀರಿಸಲು ಕುಳಿತುಕೊಳ್ಳಬೇಕೆ?” ಎಂದು ಕೇಳಿದನು."},{"number":15,"verse":"ಅದಕ್ಕೆ ಮೋಶೆ, “ದೇವರ ತೀರ್ಪನ್ನು ತಿಳಿದುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಜನರು ನನ್ನ ಹತ್ತಿರ ಬರುತ್ತಾರೆ;"},{"number":16,"verse":"ಅವರಲ್ಲಿ ವ್ಯಾಜ್ಯವೇನಾದರು ಉಂಟಾದರೆ ನನ್ನ ಬಳಿಗೆ ಬರುತ್ತಾರೆ. ನಾನು ವಿಚಾರಣೆ ಮಾಡಿ, ಅವರಿಗೆ ನ್ಯಾಯ ತೀರಿಸಿ, ದೇವರ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಬೋಧಿಸುತ್ತೇನೆ,” ಎಂದು ಉತ್ತರಿಸಿದನು."},{"number":17,"verse":"ಇದನ್ನು ಕೇಳಿದ ಇತ್ರೋನನು ಮೋಶೆಗೆ: “ನೀನು ಮಾಡುತ್ತಿರುವುದು ಸರಿಯಲ್ಲ."},{"number":18,"verse":"ಈ ಕೆಲಸ ಬಹು ಕಷ್ಟಕರವಾದುದು; ನಿನ್ನೊಬ್ಬನಿಂದಲೇ ಅದನ್ನು ನಡೆಸಲಾಗದು. ನೀನೂ ನಿನ್ನ ಈ ಜನರೂ ಖಂಡಿತವಾಗಿ ಬಳಲಿಹೋಗುವಿರಿ."},{"number":19,"verse":"ಆದ್ದರಿಂದ ನನ್ನ ಮಾತನ್ನು ಕೇಳು; ನಾನು ಕೊಡುವ ಸಲಹೆಯನ್ನು ಗಮನಿಸು, ದೇವರು ನಿನ್ನೊಡನೆ ಇರುವರು. ನೀನು ಜನರಿಗೂ ದೇವರಿಗೂ ಮಧ್ಯಸ್ಥನಾಗಿದ್ದು ಜನರ ವ್ಯಾಜ್ಯಗಳನ್ನು ದೇವರ ಮುಂದೆ ತರುವುದೇನೋ ಸರಿ."},{"number":20,"verse":"ಅಂತೆಯೇ ದೇವರ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಜನರಿಗೆ ಬೋಧಿಸಿ ಅವರು ನಡೆಯಬೇಕಾದ ಮಾರ್ಗವನ್ನು ಹಾಗು ಕೈಗೊಳ್ಳಬೇಕಾದ ಕಾರ್ಯಗಳನ್ನು ತಿಳಿಯಪಡಿಸಲೇಬೇಕು."},{"number":21,"verse":"ಆದರೆ ನೀನು ಈ ಜನರಲ್ಲೆಲ್ಲಾ ಸಮರ್ಥರು, ದೇವಭಕ್ತರು, ನಂಬಿಗಸ್ಥರು ಹಾಗು ಲಂಚ ಮುಟ್ಟದವರು ಆಗಿರುವ ವ್ಯಕ್ತಿಗಳನ್ನು ಆರಿಸಿಕೊ. ಅಂಥವರನ್ನು ಸಾವಿರ, ನೂರು, ಐವತ್ತು ಹಾಗು ಹತ್ತು ಮಂದಿಗಳ ಅಧಿಪತಿಗಳನ್ನಾಗಿ ನೇಮಿಸು."},{"number":22,"verse":"ಅವರೇ ಸದಾ ಜನರಿಗೆ ನ್ಯಾಯ ತೀರಿಸಲಿ; ದೊಡ್ಡ ವ್ಯಾಜ್ಯಗಳನ್ನು ನಿನ್ನ ಮುಂದೆ ತರಲಿ. ಆಗ ಅವರೂ ಈ ಹೊಣೆಯನ್ನು ಹೊರುವುದರಿಂದ ನಿನ್ನ ಹೊರೆ ಹಗುರವಾಗುವುದು."},{"number":23,"verse":"ಹೀಗೆ ಮಾಡಲು ದೇವರು ನಿನಗೆ ಅಪ್ಪಣೆ ಕೊಡಲಿ; ಮಾಡಿದರೆ ಈ ಹೊಣೆಯನ್ನು ನಿರ್ವಹಿಸಲು ಶಕ್ತನಾಗುವೆ; ಈ ಜನರೂ ಕೂಡ ಸಂತುಷ್ಟರಾಗಿ ತಮ್ಮ ತಮ್ಮ ಮನೆಗಳಿಗೆ ಹಿಂದಿರುಗುವರು,” ಎಂದನು."},{"number":24,"verse":"ಮೋಶೆ ತನ್ನ ಮಾವನ ಸಲಹೆಯನ್ನು ಒಪ್ಪಿಕೊಂಡನು. ಅವನು ಹೇಳಿದಂತೆಯೇ ಮಾಡಿದನು."},{"number":25,"verse":"ಇಸ್ರಯೇಲರಲ್ಲಿ ಸಮರ್ಥರಾದವರನ್ನು ಆರಿಸಿಕೊಂಡು ಸಾವಿರ, ನೂರು, ಐವತ್ತು ಹಾಗು ಹತ್ತು ಮಂದಿಗಳ ಮೇಲೆ ಅಧಿಪತಿಗಳನ್ನು ನೇಮಿಸಿದನು."},{"number":26,"verse":"ಇವರು ಸದಾ ಜನರಿಗೆ ನ್ಯಾಯತೀರಿಸುವವರಾದರು. ಜಟಿಲವಾದ ವ್ಯಾಜ್ಯಗಳನ್ನು ಮೋಶೆಯ ಬಳಿಗೆ ತರುತ್ತಿದ್ದರು. ಸುಲಭವಾದುವುಗಳನ್ನು ಅವರೇ ತೀರಿಸುತ್ತಾ ಬಂದರು."},{"number":27,"verse":"ಬಳಿಕ ಮೋಶೆ ತನ್ನ ಮಾವನನ್ನು ಬೀಳ್ಕೊಟ್ಟನು. ಅವನು ತನ್ನ ನಾಡಿಗೆ ಹಿಂತಿರುಗಿ ಹೋದನು."}]}