{"bibleAbbr":"KNCL","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":20,"verses":[{"number":1,"verse":"(ಹತ್ತು ಆಜ್ಞೆಗಳು) ( ದೇವರು ಕೊಟ್ಟ ಆಜ್ಞೆಗಳು ಇವು:"},{"number":2,"verse":"“ನಾನೇ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ; ಗುಲಾಮತನದಲ್ಲಿದ್ದ ನಿನ್ನನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಬಿಡುಗಡೆ ಮಾಡಿದವನು."},{"number":3,"verse":"ನಾನಲ್ಲದೆ ನಿನಗೆ ಬೇರೆ ದೇವರುಗಳು ಇರಕೂಡದು."},{"number":4,"verse":"ಆಕಾಶದಲ್ಲಾಗಲಿ, ಭೂಮಿಯಲ್ಲಾಗಲಿ, ಭೂಮಿಯ ಕೆಳಗಿನ ನೀರಿನಲ್ಲಾಗಲಿ, ಇರುವ ಯಾವುದರ ರೂಪವನ್ನು ಅಥವಾ ವಿಗ್ರಹವನ್ನು ಮಾಡಿಕೊಳ್ಳಬೇಡ."},{"number":5,"verse":"ಅವುಗಳಿಗೆ ಅಡ್ಡಬೀಳಬೇಡ, ಅವುಗಳನ್ನು ಆರಾಧಿಸಬೇಡ. ಏಕೆಂದರೆ ನಾನೇ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ. ನನಗೆ ಸಲ್ಲತಕ್ಕ ಗೌರವವನ್ನು ನಾನು ಮತ್ತೊಬ್ಬರಿಗೆ ಸಲ್ಲಗೊಡಿಸುವುದಿಲ್ಲ. ನನ್ನನ್ನು ದ್ವೇಷಿಸುವವರನ್ನು ದಂಡಿಸುತ್ತೇನೆ; ಅವರ ದೋಷಫಲವನ್ನು ಅವರ ಮಕ್ಕಳ ಮೇಲೆ ಮೂರು ನಾಲ್ಕು ತಲೆಗಳವರೆಗೆ ಬರಮಾಡುತ್ತೇನೆ."},{"number":6,"verse":"ನನ್ನನ್ನು ಪ್ರೀತಿಸಿ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಳ್ಳುವವರಿಗಾದರೋ ಸಾವಿರ ತಲೆಗಳವರೆಗೆ ದಯೆತೋರಿಸುತ್ತೇನೆ."},{"number":7,"verse":"ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಹೆಸರನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಬೇಡ. ಏಕೆಂದರೆ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನನ್ನ ಹೆಸರನ್ನು ದುರುಪಯೋಗ ಪಡಿಸುವವನನ್ನು ಶಿಕ್ಷಿಸದೆ ಬಿಡುವುದಿಲ್ಲ."},{"number":8,"verse":"ಸಬ್ಬತ್ ದಿನವನ್ನು ದೇವರ ದಿನವೆಂದು ತಿಳಿದು ಪವಿತ್ರವಾಗಿ ಆಚರಿಸು."},{"number":9,"verse":"ಆರು ದಿನಗಳು ದುಡಿದು ನಿನ್ನ ಕೆಲಸವನ್ನೆಲ್ಲ ಮಾಡು."},{"number":10,"verse":"ಏಳನೆಯ ದಿನ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಮೀಸಲಾದ ವಿಶ್ರಾಂತಿ ದಿನ. ಅಂದು ನೀನು ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡಬಾರದು. ನಿನ್ನ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳು, ನಿನ್ನ ಗಂಡು ಹೆಣ್ಣು ಆಳುಗಳು, ಪಶುಪ್ರಾಣಿಗಳು ಹಾಗು ನಿನ್ನ ಊರಲ್ಲಿರುವ ಅನ್ಯದೇಶದವರು ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡಬಾರದು."},{"number":11,"verse":"ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಆರು ದಿನಗಳಲ್ಲಿ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನೂ ಸಮುದ್ರವನ್ನೂ ಅವುಗಳಲ್ಲಿರುವ ಸಮಸ್ತವನ್ನೂ ಸೃಷ್ಟಿಮಾಡಿ ಏಳನೆಯ ದಿನದಲ್ಲಿ ವಿಶ್ರಮಿಸಿಕೊಂಡೆನು. ಆದುದರಿಂದ ಅದನ್ನು ಸರ್ವೇಶ್ವರನ ವಿಶ್ರಾಂತಿ ದಿನವನ್ನಾಗಿ ಆಶೀರ್ವದಿಸಿ ಪವಿತ್ರಗೊಳಿಸಿದೆನು."},{"number":12,"verse":"ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಗೌರವಿಸು; ಗೌರವಿಸಿದರೆ ನಿನ್ನ ದೇವರೂ ಸರ್ವೇಶ್ವರನೂ ಆದ ನಾನು ನಿನಗೆ ಅನುಗ್ರಹಿಸುವ ನಾಡಿನಲ್ಲಿ ಬಹುಕಾಲ ಬಾಳುವೆ."},{"number":13,"verse":"ಕೊಲೆಮಾಡಬೇಡ."},{"number":14,"verse":"ವ್ಯಭಿಚಾರಮಾಡಬೇಡ."},{"number":15,"verse":"ಕದಿಯಬೇಡ."},{"number":16,"verse":"ನೆರೆಯವನ ವಿರುದ್ಧ ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳಬೇಡ."},{"number":17,"verse":"ನೆರೆಯವನ ಮನೆಯನ್ನು ಬಯಸಬೇಡ; ಅವನ ಹೆಂಡತಿ, ಗಂಡಾಳು, ಹೆಣ್ಣಾಳು, ಎತ್ತು, ಕತ್ತೆ ಮುಂತಾದ ಯಾವುದನ್ನೂ ಬಯಸಬೇಡ."},{"number":18,"verse":"ಆ ಗುಡುಗು ಮಿಂಚನ್ನು, ತುತೂರಿ ಧ್ವನಿಯನ್ನು ಹಾಗು ಬೆಟ್ಟದಿಂದ ಹೊರಡುತ್ತಿದ್ದ ಹೊಗೆಯನ್ನು ಜನರೆಲ್ಲರು ನೋಡಿದರು. ನೋಡಿ ನಡುಗುತ್ತಾ ದೂರದಲ್ಲೇ ನಿಂತುಕೊಂಡರು."},{"number":19,"verse":"ಅವರು ಮೋಶೆಗೆ, “ನೀನೇ ನಮ್ಮೊಡನೆ ಮಾತಾಡು, ನಾವು ಕೇಳುತ್ತೇವೆ. ದೇವರು ನಮ್ಮೊಡನೆ ಮಾತಾಡಿದರೆ ನಾವು ಸತ್ತು ಹೋಗುತ್ತೇವೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಮೋಶೆ, “ಭಯಪಡಬೇಡಿ; ದೇವರು ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ ಬಂದಿದ್ದಾರೆ; ಹೀಗೆ ದೈವಭೀತಿ ನಿಮ್ಮ ಕಣ್ಮುಂದಿದ್ದು ನೀವು ಪಾಪಮಾಡದೆ ಇರುವಿರಿ,” ಎಂದನು."},{"number":21,"verse":"ಮೋಶೆಯೊಬ್ಬನೇ ದೇವರಿದ್ದ ಕಾರ್ಮುಗಿಲನ್ನು ಸಮೀಪಿಸಿದ್ದನು. ಜನರು ದೂರದಲ್ಲೇ ನಿಂತಿದ್ದರು."},{"number":22,"verse":"(ವಿಧಿವಿಧಾನಗಳ ಸಂಗ್ರಹ ಬಲಿಪೀಠದ ಬಗ್ಗೆ) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೀಗೆ ಹೇಳಿದರು: “ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆಂದು ತಿಳಿಸು - ‘ನಾನು ಆಕಾಶದಿಂದ ನಿಮ್ಮೊಡನೆ ಮಾತಾಡಿದ್ದೇನೆಂದು ನಿಮಗೆ ಗೊತ್ತಿದೆ."},{"number":23,"verse":"ಆದ್ದರಿಂದ ನೀವು ನನಗೆ ಪ್ರತಿಯಾಗಿ ಬೆಳ್ಳಿಬಂಗಾರಗಳಿಂದ ದೇವರುಗಳನ್ನು ಮಾಡಿಕೊಳ್ಳಬಾರದು,"},{"number":24,"verse":"ನನಗಾಗಿ ನೀವು ಮಣ್ಣಿನಿಂದ ಒಂದು ಬಲಿಪೀಠವನ್ನು ಮಾಡಬೇಕು. ಅದರ ಮೇಲೆ ನಿಮ್ಮ ದನಕುರಿಗಳನ್ನು ದಹನ ಬಲಿಯನ್ನಾಗಿಯೂ ಸಮಾಧಾನ ಬಲಿಯನ್ನಾಗಿಯೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":25,"verse":"ನನ್ನ ಹೆಸರನ್ನು ನಿಮ್ಮ ನೆನಪಿಗೆ ಬರಮಾಡುವ ಎಲ್ಲ ಸ್ಥಳಗಳಲ್ಲಿಯೂ ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದು ನಿಮ್ಮನ್ನು ಆಶೀರ್ವದಿಸುವೆನು."},{"number":26,"verse":"ನೀವು ನನಗಾಗಿ ಕಲ್ಲಿನಿಂದ ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಬೇಕಾದರೆ ಕೆತ್ತಿರುವ ಕಲ್ಲುಗಳಿಂದ ಕಟ್ಟಕೂಡದು. ಏಕೆಂದರೆ ಉಳಿ ಮುಂತಾದುದನ್ನು ಉಪಯೋಗಿಸಿದರೆ ಅದು ಅಪವಿತ್ರವಾಗುವುದು. (27)ಅದೂ ಅಲ್ಲದೆ ನಿಮ್ಮ ನಗ್ನತೆ ನನ್ನ ಪೀಠದ ಮೇಲೆ ಕಾಣಿಸಿಕೊಳ್ಳದಂತೆ ಮೆಟ್ಟಲುಗಳ ಮೂಲಕ ಅದರ ಮೇಲೆ ಹತ್ತಬೇಡಿ."}]}