{"bibleAbbr":"KNCL","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":21,"verses":[{"number":1,"verse":"ಗುಲಾಮಗಿರಿಯ ಬಗ್ಗೆ(50 15:12-18) “ಇಸ್ರಯೇಲರಿಗೆ ಈ ಕಟ್ಟಳೆಗಳನ್ನು ಕೊಡು:"},{"number":2,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾವನಾದರು ಒಬ್ಬ ಇಬ್ರಿಯನನ್ನು ಗುಲಾಮನನ್ನಾಗಿ ಕೊಂಡುಕೊಂಡರೆ ಆ ಇಬ್ರಿಯನು ಆರು ವರ್ಷ ಗುಲಾಮನಾಗಿ ದುಡಿದು ಏಳನೆಯ ವರ್ಷ ‘ಏನೂ ಕೊಡದೆ ಬಿಡುಗಡೆಯಾಗಿ ಹೋಗಬೇಕು."},{"number":3,"verse":"ಅವನು ಮದುವೆಯಿಲ್ಲದವನಾಗಿ ಬಂದಿದ್ದರೆ ಒಂಟಿಗನಾಗಿಯೇ ಹೋಗಲಿ. ಹೆಂಡತಿಯುಳ್ಳವನಾಗಿ ಬಂದಿದ್ದರೆ ಹೆಂಡತಿಯೂ ಅವನ ಜೊತೆಯಲ್ಲಿ ಹೋಗಲಿ."},{"number":4,"verse":"ಅವನ ಯಜಮಾನ ಅವನಿಗೆ ಮದುವೆ ಮಾಡಿಸಿ ಆ ಹೆಂಡತಿಗೆ ಗಂಡು ಇಲ್ಲವೆ ಹೆಣ್ಣು ಮಕ್ಕಳಾಗಿದ್ದರೆ ಆ ಹೆಂಡತಿ ಹಾಗು ಅವಳ ಮಕ್ಕಳು ಯಜಮಾನನ ಸೊತ್ತಾಗುವರು. ಆ ಗುಲಾಮನು ಒಂಟಿಯಾಗಿಯೇ ಹೊರಟು ಹೋಗಲಿ."},{"number":5,"verse":"ಆದರೆ ಆ ಗುಲಾಮನು ತಾನು ತನ್ನ ಯಜಮಾನನನ್ನೂ ತನ್ನ ಮಡದಿ ಮಕ್ಕಳನ್ನೂ ಪ್ರೀತಿಸುತ್ತೇನೆ, ಈ ಕಾರಣ ಬಿಡುಗಡೆ ಹೊಂದಿ ಹೋಗಲು ಇಷ್ಟವಿಲ್ಲವೆಂದು ದೃಢವಾಗಿ ಹೇಳಬಹುದು."},{"number":6,"verse":"ಆಗ ಅವನ ಯಜಮಾನ ಅವನನ್ನು ದೇವರ ಸನ್ನಿಧಿಗೆ ಕರೆದುಕೊಂಡು ಬಂದು ಕದದ ಹತ್ತಿರ ಅಥವಾ ಬಾಗಿಲಿನ ನಿಲುವು ಪಟ್ಟಿಗಳ ಹತ್ತಿರ ನಿಲ್ಲಿಸಿ ದಬ್ಬಳದಿಂದ ಅವನ ಕಿವಿಚುಚ್ಚಬೇಕು. ಅಂದಿನಿಂದ ಯಜಮಾನನಿಗೆ ಶಾಶ್ವತ ಗುಲಾಮನಾಗಿರುವನು."},{"number":7,"verse":"“ಯಾರಾದರು ತನ್ನ ಮಗಳನ್ನು ದಾಸಿಯಾಗುವುದಕ್ಕೆ ಮಾರಿದರೆ ಗಂಡು ಗುಲಾಮರು ಬಿಡುಗಡೆಯಾಗಿ ಹೋಗುವಂತೆ ಅವಳು ಬಿಡುಗಡೆಯಾಗಿ ಹೋಗಕೂಡದು."},{"number":8,"verse":"ಅವಳನ್ನು ತನಗಾಗಿ ಗೊತ್ತುಮಾಡಿಕೊಂಡ ಯಜಮಾನನಿಗೆ ಅವಳಲ್ಲಿ ಇಷ್ಟವಿಲ್ಲದೆ ಹೋದರೆ ಅವನಿಂದ ಬಿಡಿಸಿಕೊಳ್ಳಲು ಅವಳಿಗೆ ಅವಕಾಶಕೊಡಬೇಕು. ಅವನು ಕೊಟ್ಟ ಮಾತನ್ನು ತಪ್ಪಿದವನಾದುದರಿಂದ ಅನ್ಯಜನರಿಗೆ ಅವಳನ್ನು ಮಾರುವುದಕ್ಕೆ ಅವನಿಗೆ ಅಧಿಕಾರವಿಲ್ಲ."},{"number":9,"verse":"ಅವನು ಅವಳನ್ನು ತನ್ನ ಮಗನಿಗೆ ಗೊತ್ತುಮಾಡಿಕೊಂಡರೆ ಅವಳನ್ನು ಸೊಸೆಯಂತೆ ಭಾವಿಸಬೇಕು."},{"number":10,"verse":"ಯಜಮಾನ ಇನ್ನೊಬ್ಬಳನ್ನು ಸೇರಿಸಿಕೊಂಡರೂ ಮೊದಲನೆಯವಳಿಗೆ ಅನ್ನ, ಬಟ್ಟೆ, ದಾಂಪತ್ಯದ ಹಕ್ಕುಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಕೂಡದು."},{"number":11,"verse":"ಈ ಮೂವರಲ್ಲಿ ಯಾವುದನ್ನು ನಡೆಸದೆ ಹೋದರೆ ಅವಳು ಏನೂ ಕೊಡದೆ ಬಿಡುಗಡೆಯಾಗಿ ಹೋಗಬಹುದು."},{"number":12,"verse":"ಹಿಂಸಾಚಾರಗಳ ಬಗ್ಗೆ “ಮನುಷ್ಯನನ್ನು ಹೊಡೆದು ಕೊಂದವನಿಗೆ ಮರಣದಂಡನೆಯಾಗಬೇಕು."},{"number":13,"verse":"ಆದರೆ ಕೊಲ್ಲಬೇಕೆಂಬ ಯೋಚನೆಯಿಲ್ಲದೆ ಆಕಸ್ಮಿಕವಾಗಿ ಒಬ್ಬನ ಹತ್ಯ ಆಗಿದ್ದರೆ ಆ ಹತ್ಯೆಗೆ ಕಾರಣವಾದವನು ನಾನು ನೇಮಿಸುವ ಆಶ್ರಯ ಸ್ಥಳಕ್ಕೆ ಓಡಿಹೋಗಿ ಬದುಕಬಹುದು."},{"number":14,"verse":"ಕೊಲ್ಲಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದಲೆ ಮತ್ತೊಬ್ಬನನ್ನು ಮೋಸದಿಂದ ಕೊಂದವನನ್ನು ನನ್ನ ಬಲಿಪೀಠದ ಬಳಿಯಿದ್ದರೂ ಎಳೆದು ಅವನಿಗೆ ಮರಣ ದಂಡನೆ ಕೊಡಬೇಕು.”"},{"number":15,"verse":"“ತಂದೆಯನ್ನಾಗಲಿ, ತಾಯಿಯನ್ನಾಗಲಿ ಹೊಡೆದವನಿಗೆ ಮರಣ ದಂಡನೆ ಆಗಬೇಕು.”"},{"number":16,"verse":"“ಒಬ್ಬನು ಮತ್ತೊಬ್ಬನನ್ನು ಕದ್ದೊಯ್ದು ಅವನನ್ನು ಮಾರಿದ್ದರೂ ಅಥವಾ ತನ್ನಲ್ಲೇ ಖೈದಿಯಾಗಿಟ್ಟುಕೊಂಡಿದ್ದರೂ ಅಂಥವನಿಗೆ ಮರಣ ದಂಡನೆಯಾಗಬೇಕು.”"},{"number":17,"verse":"“ತಂದೆಯನ್ನಾಗಲಿ, ತಾಯಿಯನ್ನಾಗಲಿ ಶಪಿಸುವವನಿಗೆ ಮರಣ ದಂಡನೆ ಆಗಬೇಕು.”"},{"number":18,"verse":"“ಇಬ್ಬರು ಜಗಳವಾಡುತ್ತಿರಲು ಒಬ್ಬನು ಮತ್ತೊಬ್ಬನನ್ನು ಕಲ್ಲಿನಿಂದಲೋ ಮುಷ್ಟಿಯಿಂದಲೋ ಹೊಡೆದುದರಿಂದ ಅವನು ಸಾಯದೆ ಗಾಯಗೊಂಡು ‘ಕೆಲವು ಕಾಲ ಹಾಸಿಗೆ ಹಿಡಿದಿರಬಹುದು, ಅನಂತರ ಎದ್ದು ಕೋಲೂರಿ ತಿರುಗಾಡುತ್ತಿರಬಹುದು."},{"number":19,"verse":"ಇಂಥ ಸಂದರ್ಭಗಳಲ್ಲಿ ಹೊಡೆದವನಿಗೆ ಶಿಕ್ಷೆಯಾಗಬಾರದು. ಆದರೆ ಗಾಯಗೊಂಡವನು ಕೆಲಸ ಮಾಡಲಾರದೆ ಹೋದ ಕಾಲಕ್ಕೆ ತಕ್ಕಷ್ಟು ಹಣ ಕೊಡಬೇಕು. ಹಾಗು ಅವನು ಪೂರ್ಣ ಸ್ವಸ್ಥನಾಗುವ ವರೆಗೂ ನೋಡಿಕೊಳ್ಳಬೇಕು."},{"number":20,"verse":"“ಒಬ್ಬನು ತನ್ನ ದಾಸನನ್ನಾಗಲಿ, ದಾಸಿಯನ್ನಾಗಲಿ ಕೋಲಿನಿಂದ ಹೊಡೆದು ಅಲ್ಲೇ ಸಾಯುವಂತೆ ಮಾಡಿದ್ದರೆ ಅವನಿಗೆ ತಕ್ಕ ಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":21,"verse":"ಆ ಆಳು ಒಂದೆರಡು ದಿನ ಜೀವದಿಂದ ಉಳಿದಿದ್ದರೆ ಯಜಮಾನನಿಗೆ ಶಿಕ್ಷೆ ವಿಧಿಸಬಾರದು. ಆ ದಾಸದಾಸಿಯರು ಅವನ ಸೊತ್ತು."},{"number":22,"verse":"“ಜನರು ಜಗಳವಾಡುವಾಗ ಗರ್ಭಿಣಿಯಾದ ಒಬ್ಬ ಹೆಂಗಸಿಗೆ ಏಟು ತಗಲಿ ಅವಳಿಗೆ ಗರ್ಭಸ್ರಾವ ಆಗಿ, ಬೇರೆ ಯಾವ ಹಾನಿಯೂ ಆಕೆಗೆ ಆಗದೆ ಇದ್ದಲ್ಲಿ, ಆ ಹೆಂಗಸಿನ ಗಂಡನು ನ್ಯಾಯಾಧಿಪತಿಗಳ ಸಮ್ಮತಿಯಿಂದ ಎಷ್ಟು ಹಣವನ್ನು ಗೊತ್ತುಮಾಡುತ್ತಾನೋ ಅಷ್ಟನ್ನು ಹೊಡೆದವನು ಕೊಡಬೇಕು."},{"number":23,"verse":"ಬೇರೆ ಹಾನಿಯಾದ ಪಕ್ಷಕ್ಕೆ ಪ್ರಾಣಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಪ್ರಾಣ,"},{"number":24,"verse":"ಕಣ್ಣಿಗೆ ಕಣ್ಣು, ಹಲ್ಲಿಗೆ ಹಲ್ಲು, ಕೈಗೆ ಕೈ, ಕಾಲಿಗೆ ಕಾಲು,"},{"number":25,"verse":"ಬರೆಗೆ ಬರೆ, ಗಾಯಕ್ಕೆ ಗಾಯ, ಏಟಿಗೆ ಏಟು ಈ ಮೇರೆಗೆ ಪ್ರತಿದಂಡನೆಯಾಗಬೇಕು."},{"number":26,"verse":"ಒಬ್ಬನು ತನ್ನ ದಾಸನ ಅಥವಾ ದಾಸಿಯ ಕಣ್ಣಿಗೆ ಹೊಡೆದು ನಷ್ಟಪಡಿಸಿದರೆ ಆ ಕಣ್ಣಿಗೆ ಈಡಾಗಿ ಆ ದಾಸನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಬೇಕು."},{"number":27,"verse":"ದಾಸನ ಅಥವಾ ದಾಸಿಯ ಹಲ್ಲನ್ನು ಹೊಡೆದು ಉದುರಿಸಿದರೆ ಅದಕ್ಕೆ ಈಡಾಗಿ ಆ ದಾಸನನ್ನು ಅಥವಾ ದಾಸಿಯನ್ನು ಬಿಡುಗಡೆಮಾಡಬೇಕು."},{"number":28,"verse":"ಯಜಮಾನನ ಜವಾಬ್ದಾರಿಗಳ ಬಗ್ಗೆ “ಎತ್ತೊಂದು ಪುರುಷನನ್ನಾಗಲಿ ಸ್ತ್ರೀಯನ್ನಾಗಲಿ ತಿವಿದು ಕೊಂದರೆ ಆ ಎತ್ತನ್ನು ಕಲ್ಲುಗಳಿಂದ ಹೊಡೆದು ಕೊಲ್ಲಬೇಕು. ಅದರ ಮಾಂಸವನ್ನು ತಿನ್ನಕೂಡದು. ಆ ಎತ್ತಿನ ಒಡೆಯನಾದರೋ ದೋಷಿಯಾಗಲಾರನು."},{"number":29,"verse":"ಆದರೆ ಆ ಎತ್ತು ಹಿಂದಿನಿಂದಲೂ ತಿವಿಯುವ ಸ್ವಭಾವದ್ದೆಂದು ಒಡೆಯನಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಿದ್ದರೂ ಅವನು ಅದನ್ನು ಕಟ್ಟಿಹಾಕದೆ ಹೋದ ಕಾರಣ ಅದು ಪುರುಷನನ್ನಾಗಲಿ ಸ್ತ್ರೀಯನ್ನಾಗಲಿ ಸಾಯಿಸಿದರೆ ಆ ಎತ್ತನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು, ಮಾತ್ರವಲ್ಲ ಆ ಒಡೆಯನು ಕೂಡ ಮರಣದಂಡನೆಗೆ ಗುರಿ ಆಗುವನು."},{"number":30,"verse":"ಆದರೆ ಆ ಒಡೆಯ ತನ್ನ ಪ್ರಾಣವನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ಹಣವನ್ನು ಈಡಾಗಿ ಕೊಡಬಹುದೆಂದು ತೀರ್ಮಾನವಾದರೆ ನೇಮಕವಾದ ಹಣವನ್ನು ಕೊಟ್ಟು ಅವನು ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಬಹುದು."},{"number":31,"verse":"ಆ ಎತ್ತಿನಿಂದ ತಿವಿಸಿಕೊಂಡು ಸತ್ತವನು ಹುಡುಗನಾಗಿದ್ದರೂ ಹುಡುಗಿಯಾಗಿದ್ದರೂ ಇದೇ ನಿಯಮಕ್ಕನುಸಾರ ತೀರ್ಮಾನಿಸಬೇಕು."},{"number":32,"verse":"ತಿವಿಸಿಕೊಂಡು ಸತ್ತವರು ದಾಸದಾಸಿಯರಾಗಿದ್ದರೆ ಅವರ ಯಜಮಾನನಿಗೆ ಮೂವತ್ತು ಬೆಳ್ಳಿನಾಣ್ಯಗಳನ್ನು ಈಡುಕೊಡಿಸಬೇಕು ಮತ್ತು ಆ ಎತ್ತನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಿಸಬೇಕು."},{"number":33,"verse":"“ಒಬ್ಬನು ಗುಣಿ ತೆಗೆದುದರಿಂದ, ಇಲ್ಲವೆ ಗುಣಿ ಅಗೆದು ಮುಚ್ಚದೆ ಹೋದುದರಿಂದ, ಮತ್ತೊಬ್ಬನ ಎತ್ತಾಗಲಿ ಕತ್ತೆಯಾಗಲಿ ಅದರಲ್ಲಿ ಬಿದ್ದು ಸತ್ತರೆ"},{"number":34,"verse":"ಆ ಗುಣಿ ಅಗೆಸಿದವನು ಉಂಟಾದ ನಷ್ಟಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಈಡುಕೊಡಬೇಕು. ಆ ಪ್ರಾಣಿಯ ಒಡೆಯನಿಗೆ ಅದರ ಕ್ರಯವನ್ನು ಕೊಡಬೇಕು. ಸತ್ತ ಪ್ರಾಣಿಯನ್ನು ತಾನೇ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."},{"number":35,"verse":"ಒಬ್ಬನ ಎತ್ತು ಮತ್ತೊಬ್ಬನ ಎತ್ತನ್ನು ತಿವಿದುಕೊಂದರೆ ಜೀವದಿಂದಿರುವ ಎತ್ತನ್ನು ಮಾರಿ ಅದರ ಕ್ರಯವನ್ನು ಸಮವಾಗಿ ಹಂಚಬೇಕು."},{"number":36,"verse":"ಆದರೆ ಅದಕ್ಕೆ ಮುಂಚಿತವಾಗಿಯೇ ಆ ಎತ್ತು ತಿವಿಯುವಂಥದ್ದೇ ಎಂದು ತಿಳಿದಿದ್ದರೂ ಅದರ ಒಡೆಯ ಅದನ್ನು ಕಟ್ಟಿಹಾಕದೆ ಹೋದದ್ದಾದರೆ ಅವನು ಎತ್ತಿಗೆ ಪ್ರತಿಯಾಗಿ ಎತ್ತನ್ನು ಕೊಡಬೇಕು; ಸತ್ತ ಎತ್ತನ್ನು ತಾನೇ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."}]}