{"bibleAbbr":"KNCL","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"ಯಾಜಕರಿಗೆ ದೀಕ್ಷಾವಸ್ತ್ರಗಳು(20 28:1-14) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಆ ನೀಲಿ, ಊದ ಹಾಗು ಕಡುಗೆಂಪುವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದ ದೇವಮಂದಿರದ ಸೇವೆಗೆ ಅಲಂಕಾರವಾದ ವಸ್ತ್ರಗಳನ್ನು ಮತ್ತು ಆರೋನನಿಗೆ ದೀಕ್ಷಾವಸ್ತ್ರಗಳನ್ನು ಮಾಡಿದರು."},{"number":2,"verse":"ಮಹಾಯಾಜಕನ ‘ಏಫೋದ್’ ಎಂಬ ಕವಚವನ್ನು ಹುರಿನಾರಿನ ಬಟ್ಟೆಯಿಂದಲೂ ಮತ್ತು ನೀಲಿ, ಊದ ಹಾಗು ಕಡುಗೆಂಪುವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದಲೂ ಮಾಡಿದರು."},{"number":3,"verse":"ನೀಲಿ, ಊದ ಹಾಗು ಕಡುಗೆಂಪು ವರ್ಣಗಳುಳ್ಳ ದಾರದೊಡನೆ ಮತ್ತು ನಾರಿನ ಬಟ್ಟೆಯೊಡನೆ ಕಲಾತ್ಮಕ ಕೆಲಸದವರ ಪದ್ಧತಿಯ ಮೇರೆಗೆ ಕಸೂತಿ ಕೆಲಸ ಮಾಡುವುದಕ್ಕಾಗಿ ಬಂಗಾರವನ್ನು ತಟ್ಟಿ ತಗಡುಗಳನ್ನು ಮಾಡಿ, ಸಣ್ಣ ಸಣ್ಣ ಎಳೆಗಳಾಗಿ ಕತ್ತರಿಸಿದರು"},{"number":4,"verse":"ಆ ಕವಚಕ್ಕೆ ಹೆಗಲಿನ ಮೇಲೆ ಎರಡು ಪಟ್ಟಿಗಳನ್ನು ಮಾಡಿದರು. ಅದರ ಎರಡು ಕೊನೆಗಳನ್ನು ಜೋಡಿಸಲಾಯಿತು."},{"number":5,"verse":"ಕವಚದ ಮೇಲಿದ್ದ ಅಪೂರ್ವವಾದ ಕಸೂತಿ ನಡುಕಟ್ಟು ಕವಚಕ್ಕೆ ಅಂಗವಾಗಿದ್ದು ಅದರಂತೆಯೇ ಹುರಿನಾರಿನ ಬಟ್ಟೆಯಿಂದಲೂ, ಚಿನ್ನದ ದಾರದಿಂದಲೂ ಮತ್ತು ನೀಲಿ, ಊದ ಹಾಗು ಕಡುಗೆಂಪು ವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದಲು ತಯಾರಿಸಲಾಗಿತ್ತು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಮಾಡಲಾಗಿತ್ತು."},{"number":6,"verse":"ಮುದ್ರಾರತ್ನವನ್ನು ಕೆತ್ತುವ ರೀತಿಯಲ್ಲಿ ಎರಡು ಗೋಮೇಧಕ ರತ್ನಗಳಲ್ಲಿ ಇಸ್ರಯೇಲರ ಹನ್ನೆರಡು ಕುಲಗಳ ಹೆಸರುಗಳನ್ನು ಕೆತ್ತಿ ಆ ರತ್ನಗಳನ್ನು ಕುಂದಣದಲ್ಲಿ ಕಟ್ಟಿದರು."},{"number":7,"verse":"ಆ ಎರಡು ರತ್ನಗಳು ಇಸ್ರಯೇಲರ ಜ್ಞಾಪಕಾರ್ಥವಾದ ರತ್ನಗಳಾಗುವಂತೆ ಅವುಗಳನ್ನು ಕವಚದ ಹೆಗಲಿನ ಮೇಲಿರುವ ಪಟ್ಟಿಗಳಲ್ಲಿ ಬಿಗಿಸಿದರು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಹಾಗೆಯೇ ಆಜ್ಞಾಪಿಸಿದ್ದರು."},{"number":8,"verse":"ವಕ್ಷಪದಕ(20 28:15-30) ‘ಏಫೋದ್’ ಕವಚದಂತೆಯೇ, ಚಿನ್ನದ ದಾರದಿಂದಲೂ ನೀಲಿ, ಊದ ಹಾಗು ಕಡುಗೆಂಪುವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದಲೂ ಹುರಿನಾರಿನ ಬಟ್ಟೆಯಲ್ಲಿ ಕಸೂತಿ ಕೆಲಸದಿಂದ ಕೂಡಿದ ಒಂದು ಚೀಲದಂಥ ವಕ್ಷಪದಕವನ್ನು ಮಾಡಿದರು."},{"number":9,"verse":"ಅದು ಚಚ್ಚೌಕವಾಗಿತ್ತು, ಎರಡು ಪದರುಳ್ಳದಾಗಿತ್ತು; ಅದು ಒಂದು ಗೇಣುದ್ದವೂ, ಒಂದು ಗೇಣಗಲವೂ ಇತ್ತು."},{"number":10,"verse":"ಅದರ ಮುಂಭಾಗದಲ್ಲಿ ನಾಲ್ಕು ಸಾಲುಗಳಾಗಿ ರತ್ನಗಳನ್ನು ಖಚಿಸಿದರು. ಮೊದಲನೆಯ ಸಾಲಿನಲ್ಲಿ ಮಾಣಿಕ್ಯ, ಪುಷ್ಯರಾಗ ಸ್ಫಟಿಕಗಳು,"},{"number":11,"verse":"ಎರಡನೆಯ ಸಾಲಿನಲ್ಲಿ ಕೆಂಪರಲು ನೀಲ ಪಚ್ಚೆಗಳು,"},{"number":12,"verse":"ಮೂರನೆಯ ಸಾಲಿನಲ್ಲಿ ಸುವರ್ಣರತ್ನ, ಗೋಮೇಧಕ ಧೂಮ್ರಮಣಿಗಳು,"},{"number":13,"verse":"ನಾಲ್ಕನೆಯ ಸಾಲಿನಲ್ಲಿ ಪೀತರತ್ನ, ಬೆರುಲ್ಲ, ವೈಢೂರ್ಯಗಳೂ ಚಿನ್ನದ ಜವೆಯ ಕಲ್ಲುಗಳಲ್ಲಿ ಸೇರಿಸಲಾಗಿದ್ದವು."},{"number":14,"verse":"ಇಸ್ರಯೇಲರ ಕುಲಗಳ ಸಂಖ್ಯೆಯ ಪ್ರಕಾರ ಹನ್ನೆರಡು ರತ್ನಗಳಿದ್ದವು. ಮುದ್ರಾರತ್ನದಲ್ಲಿ ಕೆತ್ತುವ ರೀತಿಯಲ್ಲಿ ಒಂದೊಂದು ರತ್ನದಲ್ಲಿ ಒಂದೊಂದು ಕುಲದ ಹೆಸರನ್ನು ಕೆತ್ತಲಾಗಿತ್ತು."},{"number":15,"verse":"ವಕ್ಷಪದಕದ ಮೇಲ್ಗಡೆಯಲ್ಲಿ ಹುರಿಗಳಂತಿರುವ ಚೊಕ್ಕಬಂಗಾರದ ಸರಪಣಿಗಳನ್ನು ಹೆಣಿಗೇ ಕೆಲಸದಿಂದ ಮಾಡಿದರು."},{"number":16,"verse":"ಎರಡು ಚಿನ್ನದ ಜವೆಗಳನ್ನೂ ಎರಡು ಚಿನ್ನದ ಉಂಗುರಗಳನ್ನೂ ಮಾಡಿ ಆ ಉಂಗುರಗಳನ್ನು ಫಲಕದ ಎರಡು ಮೂಲೆಗಳಲ್ಲಿ ತಗಲಿಸಿದರು."},{"number":17,"verse":"ಹೆಣಿಗೆ ಕೆಲಸದ ಆ ಎರಡು ಚಿನ್ನದ ಸರಪಣಿಗಳನ್ನು ಫಲಕದ ಮೂಲೆಗಳಲ್ಲಿರುವ ಉಂಗುರಗಳಿಗೆ ಸಿಕ್ಕಿಸಿದರು."},{"number":18,"verse":"ಹೆಣಿಗೆ ಕೆಲಸದ ಆ ಸರಪಣಿಗಳ ಕೊನೆಗಳನ್ನು ಕವಚದ ಹೆಗಲಿನ ಪಟ್ಟಿಗಳಲ್ಲಿರುವ ಎರಡು ಜವೆಗಳ ಮುಂಭಾಗಕ್ಕೆ ಸಿಕ್ಕಿಸಿದರು."},{"number":19,"verse":"ಅದಲ್ಲದೆ ಎರಡು ಚಿನ್ನದ ಉಂಗುರಗಳನ್ನು ಮಾಡಿ ಪದಕದ ಒಳಗಣ ಅಂಚಿನ ಮೂಲೆಗಳಲ್ಲಿ ಕವಚದ ಹತ್ತಿರದಲ್ಲೇ ಇಟ್ಟರು."},{"number":20,"verse":"ಮತ್ತು ಬೇರೆ ಎರಡು ಚಿನ್ನದ ಉಂಗುರಗಳನ್ನು ಮಾಡಿ ಕವಚದ ಎರಡು ಹೆಗಲಿನ ಪಟ್ಟಿಗಳ ಮುಂಭಾಗದ ಕೆಳಗೆ, ಕವಚವನ್ನು ಜೋಡಿಸಿರುವ ಸ್ಥಳದ ಹತ್ತಿರ ಆ ಚಿತ್ರಕಲೆಯಿಂದ ಕೂಡಿದ ನಡುಕಟ್ಟಿನ ಮೇಲ್ಗಡೆಯಲ್ಲಿ ಇರಿಸಿದರು."},{"number":21,"verse":"ಪದಕವು ವಿಚಿತ್ರವಾದ ನಡುಕಟ್ಟಿನ ಮೇಲ್ಗಡೆಯಲ್ಲಿ ಬಿಗಿಯಾಗಿರುವಂತೆಯೂ ಕವಚದಿಂದ ಕಳಚಿಬೀಳದಂತೆಯೂ ಅದರ ಉಂಗುರಗಳನ್ನು ಕವಚದ ಉಂಗುರಗಳಿಗೆ ನೀಲಿದಾರದಿಂದ ಕಟ್ಟಿದರು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಹಾಗೆಯೇ ಆಜ್ಞಾಪಿಸಿದ್ದರು."},{"number":22,"verse":"ಯಾಜಕರ ಇತರ ಉಡುಪುಗಳ ತಯಾರಿಕೆ(20 28:31-43) ಕವಚದ ಸಂಗಡ ತೊಟ್ಟುಕೊಳ್ಳಬೇಕಾದ ಮೇಲಂಗಿಯನ್ನು ನೀಲಿಬಣ್ಣದ ಬಟ್ಟೆಯಿಂದ ಕಸೂತಿ ಕೆಲಸದಿಂದ ಮಾಡಿದನು."},{"number":23,"verse":"ತಲೆದೂರಿಸುವುದಕ್ಕೆ ಅದರಲ್ಲಿ ಸಂದು ಮಾಡಿ ಅದು ಹರಿಯದಂತೆ ಯುದ್ಧದ ಕವಚದೋಪಾದಿಯಲ್ಲಿ ಆ ಸಂದಿನ ಸುತ್ತಲು ನೇಯ್ಗೆಪಟ್ಟಿಯನ್ನು ಹಾಕಿದನು."},{"number":24,"verse":"ಮೇಲಂಗಿಯ ಅಂಚಿನ ಸುತ್ತಲೂ ನೀಲ, ಊದ ಹಾಗು ಕಡುಗೆಂಪುವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದ ದಾಳಿಂಬೆ ಹಣ್ಣಿನಂತೆ ಚೆಂಡುಗಳನ್ನು ಮಾಡಿದರು."},{"number":25,"verse":"ಮತ್ತು ಚೊಕ್ಕಬಂಗಾರದಿಂದ ಗೆಜ್ಜೆಗಳನ್ನು ಮಾಡಿ ಮೇಲಂಗಿಯ ಅಂಚಿನಲ್ಲಿ ದಾಳಿಂಬೆ ಚೆಂಡುಗಳ ಸಂಗಡ ಇಟ್ಟರು."},{"number":26,"verse":"ಚಿನ್ನದ ಗೆಜ್ಜೆಯೂ ದಾಳಿಂಬೆಯಂತಿರುವ ಚೆಂಡೂ ಒಂದಾದ ಮೇಲೆ ಒಂದು ದೇವರ ಸೇವೆಗೋಸ್ಕರವಾದ ಆ ಮೇಲಂಗಿಯ ಅಂಚಿನ ಸುತ್ತಲೂ ಇದ್ದವು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಅದನ್ನು ಮಾಡಿದರು."},{"number":27,"verse":"ಆರೋನನಿಗೂ ಅವನ ಮಕ್ಕಳಿಗೂ ಸಣ್ಣ ನಾರಿನಿಂದ ಹೆಣಿಗೆ ಕೆಲಸದ ರೀತಿಯಲ್ಲಿ ಅಂಗಿಗಳನ್ನೂ"},{"number":28,"verse":"ನಾರಿನಿಂದ ಮಹಾಯಾಜಕನ ಪೇಟವನ್ನೂ ನಾರಿನಿಂದ ಯಾಜಕರ ಅಲಂಕಾರವಾದ ಪೇಟಗಳನ್ನೂ"},{"number":29,"verse":"ಹುರಿನಾರಿನಿಂದ ಚಡ್ಡಿಗಳನ್ನೂ ಹುರಿನಾರಿನಿಂದಲೂ ನೀಲಿ, ಊದ ಹಾಗು ಕಡುಗೆಂಪುವರ್ಣಗಳುಳ್ಳ ದಾರದಿಂದಲೂ ಕಸೂತಿ ಕೆಲಸದ ರೀತಿಯಲ್ಲಿ ನಡುಕಟ್ಟನ್ನೂ ಮಾಡಿದರು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಅದನ್ನು ಮಾಡಿದರು."},{"number":30,"verse":"ಮತ್ತು ಚೊಕ್ಕಬಂಗಾರದಿಂದ ಪರಿಶುದ್ಧ ಕಿರೀಟದಂಥ ಪಟ್ಟಿಯನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಮಾಡಿ ಮುದ್ರೆಯನ್ನು ಕೆತ್ತುವ ರೀತಿಯಲ್ಲಿ ಅದರಲ್ಲಿ - “ಸರ್ವೇಶ್ವರನಿಗೆ ಮೀಸಲು” ಎಂಬ ಲಿಪಿಯನ್ನು ಬರೆದರು."},{"number":31,"verse":"ಅದನ್ನು ಪೇಟಕ್ಕೆ ಬಿಗಿಸುವುದಕ್ಕಾಗಿ ನೀಲಿದಾರವನ್ನು ಅದಕ್ಕೆ ಕಟ್ಟಿದರು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಅದನ್ನು ಮಾಡಿದರು."},{"number":32,"verse":"ಕೆಲಸದ ಮುಗಿವು(20 35:10-19) ಈ ರೀತಿಯಲ್ಲಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಕೆಲಸವೆಲ್ಲಾ ಸಂಪೂರ್ತಿಯಾಯಿತು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಯೇಲರು ಅದನ್ನು ಮಾಡಿದ್ದರು."},{"number":33,"verse":"ಆಗ ಅವರು ಆ ಗುಡಾರವನ್ನು ಮೋಶೆಯ ಬಳಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಂದರು; ಡೇರೆಯನ್ನೂ ಅದಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟದ್ದೆಲ್ಲವನ್ನೂ, ಅಂದರೆ ಅದರ ಕೊಂಡಿಗಳು, ಚೌಕಟ್ಟುಗಳು, ಅಗುಳಿಗಳು, ಕಂಬಗಳು, ಗದ್ದಿಗೇಕಲ್ಲುಗಳು ಇವುಗಳನ್ನೂ;"},{"number":34,"verse":"ಹದಮಾಡಿರುವ ಕೆಂಪುಬಣ್ಣದ ಕುರಿದೊಗಲುಗಳಿಂದುಂಟಾದ ಮೇಲ್ಹೊದಿಕೆ, ಕಡಲುಹಂದಿಯ ತೊಗಲುಗಳಿಂದುಂಟಾದ ಮೇಲ್ಹೊದಿಕೆ, (ಮಹಾಪವಿತ್ರ ಸ್ಥಾನವನ್ನು ಮರೆಮಾಡುವ ತೆರೆ) ಇವುಗಳನ್ನೂ;"},{"number":35,"verse":"ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷ, ಅದರ ಗದ್ದಿಗೆಗಳು, ಕೃಪಾಸನ ಇವುಗಳನ್ನೂ"},{"number":36,"verse":"ಮೇಜು, ಅದರ ಉಪಕರಣಗಳು, ಕಾಣಿಕೆಯ ರೊಟ್ಟಿ ಇವುಗಳನ್ನೂ;"},{"number":37,"verse":"ಚೊಕ್ಕ ಬಂಗಾರದ ದೀಪವೃಕ್ಷ, ಅದರ ಮೇಲಿಡಬೇಕಾದ ಹಣತೆಗಳು, ಅದರ ಉಪಕರಣಗಳು, ದೀಪಕ್ಕೆ ಬೇಕಾದ ಎಣ್ಣೆ ಇವುಗಳನ್ನೂ;"},{"number":38,"verse":"ಚಿನ್ನದ ಧೂಪವೇದಿಕೆ, ಅಭಿಷೇಕತೈಲ, ಸುವಾಸನೆಯುಳ್ಳ ಧೂಪ ಇವುಗಳನ್ನೂ; ಡೇರೆಯ ಬಾಗಿಲಿನ ಪರದೆಯನ್ನೂ;"},{"number":39,"verse":"ತಾಮ್ರದ ಬಲಿಪೀಠ, ಅದರ ತಾಮ್ರದ ಜಾಳಿಗೆ, ಅದರ ನೀರಿನ ತೊಟ್ಟಿ, ಅದರ ಪೀಠ ಇವುಗಳನ್ನೂ;"},{"number":40,"verse":"ಅಂಗಳದ ತೆರೆಗಳು, ಕಂಬಗಳು, ಗದ್ದಿಗೇಕಲ್ಲುಗಳು ಇವುಗಳನ್ನೂ; ಅಂಗಳದ ಬಾಗಿಲಿನ ಪರದೆ, ಅದರ ಹಗ್ಗಗಳು, ಗೂಟಗಳು ಇವುಗಳನ್ನೂ; ದೇವದರ್ಶನದ ಗುಡಾರದ ಸೇವೆಗೆ ಬೇಕಾದ ಎಲ್ಲಾ ಉಪಕರಣಗಳನ್ನೂ;"},{"number":41,"verse":"ದೇವಮಂದಿರದೊಳಗೆ ನಡೆಯುವ ಸೇವೆಗೋಸ್ಕರ ಬೇಕಾದ ಅಲಂಕಾರವಸ್ತ್ರ, ಅಂದರೆ ಆರೋನನಿಗೆ ಬೇಕಾದ ದೀಕ್ಷಾವಸ್ತ್ರ ಯಾಜಕಸೇವೆ ಮಾಡುವವರಾದ ಅವನ ಮಕ್ಕಳಿಗೆ ಬೇಕಾದ ವಸ್ತ್ರ ಇವುಗಳನ್ನೂ ತಂದರು."},{"number":42,"verse":"ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಯೇಲರು ಆ ಕೆಲಸವನ್ನೆಲ್ಲಾ ಮಾಡಿದ್ದರು."},{"number":43,"verse":"ಅವರು ಮಾಡಿದ್ದ ಕೆಲಸವನ್ನು ಮೋಶೆ ಪರೀಕ್ಷಿಸಲಾಗಿ ಕರ್ತನ ಅಪ್ಪಣೆಯಂತೆಯೇ ಅವರು ಎಲ್ಲವನ್ನು ಮಾಡಿ ಮುಗಿಸಿದರೆಂದು ತಿಳಿದುಕೊಂಡು ಅವರನ್ನು ಆಶೀರ್ವದಿಸಿದನು."}]}