{"bibleAbbr":"KNCL","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೀಗೆಂದರು. “ನೋಡು, ನಾನು ನಿನ್ನನ್ನು ಫರೋಹನ ಮುಂದೆ ದೇವರ ಪ್ರತಿನಿಧಿಯನ್ನಾಗಿ (ಅಥವಾ : ದೇವರಸ್ಥಾನದಲ್ಲಿ.) ನೇಮಿಸಿದ್ದೇನೆ. ನಿನ್ನ ಅಣ್ಣ ಆರೋನನು ನಿನ್ನ ಪರವಾಗಿ ವಾದಿಸುವನು."},{"number":2,"verse":"ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸುವುದನ್ನೆಲ್ಲಾ ನೀನು ಹೇಳಬೇಕು. ಇಸ್ರಯೇಲರು ಈ ದೇಶದಿಂದ ಹೊರಟುಹೋಗುವುದಕ್ಕೆ ಅಪ್ಪಣೆಕೊಡಬೇಕೆಂದು ನಿನ್ನ ಅಣ್ಣ ಆರೋನನೇ ಫರೋಹನ ಮುಂದೆ ಮಾತಾಡಬೇಕು."},{"number":3,"verse":"ಆದರೂ ನಾನು ಫರೋಹನ ಹೃದಯವನ್ನು ಕಲ್ಲಾಗಿಸಿ ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ಅನೇಕ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಪವಾಡಗಳನ್ನೂ ನಡೆಸಿ ನನ್ನ ಶಕ್ತಿಯನ್ನು ತೋರಿಸುವೆನು."},{"number":4,"verse":"ಫರೋಹನು ನಿನ್ನ ಮಾತನ್ನು ಕೇಳುವುದಿಲ್ಲ. ಆಗ ನಾನು ಈಜಿಪ್ಟ್ ದೇಶದವರನ್ನು ಬಾಧಿಸಿ ಅವರಿಗೆ ಕಠಿಣ ಶಿಕ್ಷೆಗಳನ್ನು ವಿಧಿಸುವೆನು. ನನ್ನ ಜನರಾದ ಇಸ್ರಯೇಲರ ಗೋತ್ರಗಳನ್ನೆಲ್ಲ ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಹೊರತರುವೆನು."},{"number":5,"verse":"ನಾನು ಈಜಿಪ್ಟಿನವರಿಗೆ ವಿರುದ್ಧ ಕೈಯೆತ್ತಿ ಅವರ ಮಧ್ಯೆಯಿಂದ ಇಸ್ರಯೇಲರನ್ನು ಹೊರತಂದಾಗ ನಾನು ಸರ್ವೇಶ್ವರನೆಂಬುದನ್ನು ಈಜಿಪ್ಟಿನವರು ತಿಳಿದುಕೊಳ್ಳುವರು,” ಎಂದರು."},{"number":6,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಆಜ್ಞೆಯಂತೆಯೇ ಮೋಶೆ ಮತ್ತು ಆರೋನರು ಮಾಡಿದರು."},{"number":7,"verse":"ಫರೋಹನೊಡನೆ ಮಾತುಕತೆ ನಡೆಸಿದಾಗ ಮೋಶೆಗೆ ಎಂಬತ್ತು, ಆರೋನನಿಗೆ ಎಂಬತ್ತಮೂರು ವರ್ಷ ವಯಸ್ಸಾಗಿತ್ತು."},{"number":8,"verse":"ಆರೋನನ ಕೋಲು ಮೋಶೆ ಮತ್ತು ಆರೋನರ ಸಂಗಡ ಸರ್ವೇಶ್ವರ ಮಾತಾಡಿ,"},{"number":9,"verse":"\"ಫರೋಹನು ನಿಮಗೆ, ‘ನಾನು ನಿಮ್ಮ ಮಾತನ್ನು ನಂಬಬೇಕಾದರೆ ಮಹತ್ಕಾರ್ಯವೊಂದನ್ನು ನನ್ನ ಮುಂದೆ ಮಾಡಿ,’ ಎಂದು ಹೇಳಿದರೆ ಮೋಶೆ ಆರೋನನಿಗೆ, ‘ನಿನ್ನ ಕೈಯಲ್ಲಿರುವ ಕೋಲನ್ನು ಫರೋಹನ ಮುಂದೆ ನೆಲದ ಮೇಲೆ ಬಿಸಾಡು’ ಎಂದು ಹೇಳಲಿ. ಅದು ಸರ್ಪವಾಗುವುದು,” ಎಂದು ಹೇಳಿದರು."},{"number":10,"verse":"ಮೋಶೆ ಮತ್ತು ಆರೋನರು ಫರೋಹನ ಬಳಿಗೆ ಹೋದರು. ಸರ್ವೇಶ್ವರ ತಮಗೆ ಹೇಳಿದಂತೆಯೇ ಮಾಡಿದರು. ಆರೋನನು ತನ್ನ ಕೋಲನ್ನು ಫರೋಹನ ಮತ್ತು ಅವನ ಪರಿವಾರದವರ ಮುಂದೆ ನೆಲದಲ್ಲಿ ಬಿಸಾಡಿದಾಗ ಅದು ಸರ್ಪ ಆಯಿತು."},{"number":11,"verse":"ಫರೋಹನು ಈಜಿಪ್ಟ್ ದೇಶದ ವಿದ್ವಾಂಸರನ್ನೂ ಮಂತ್ರಗಾರರನ್ನೂ ಕರೆಸಿದನು. ಆ ಮಾಟಗಾರರು ತಮ್ಮ ಮಂತ್ರತಂತ್ರಗಳಿಂದ ಅದೇ ರೀತಿಯಾಗಿ ಮಾಡಿದರು."},{"number":12,"verse":"ಅವರು ತಮ್ಮ ತಮ್ಮ ಕೋಲುಗಳನ್ನು ನೆಲಕ್ಕೆ ಬಿಸಾಡಿದರು. ಅವೂ ಸರ್ಪಗಳಾದವು. ಆದರೆ ಆರೋನನ ಕೋಲು ಅವರ ಕೋಲುಗಳನ್ನು ನುಂಗಿಬಿಟ್ಟಿತು."},{"number":13,"verse":"ಸರ್ವೇಶ್ವರ ಈ ಮೊದಲೇ ಹೇಳಿದ್ದಂತೆ ಫರೋಹನ ಹೃದಯ ಕಲ್ಲಾಯಿತು. ಅವನು ಅವರ ಮಾತಿಗೆ ಕಿವಿಗೊಡದೆ ಹೋದನು."},{"number":14,"verse":"ಹತ್ತು ಪಿಡುಗುಗಳು: ನೀರೆಲ್ಲಾ ರಕ್ತ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೀಗೆಂದರು: “ಫರೋಹನ ಹೃದಯ ಮೊಂಡಾಗಿದೆ. ಜನರು ಹೋಗಲು ಅಪ್ಪಣೆ ಕೊಡುವುದಿಲ್ಲವೆನ್ನುತ್ತಾನೆ."},{"number":15,"verse":"ಬೆಳಿಗ್ಗೆ ನೀನು ಫರೋಹನ ಬಳಿಗೆ ಹೋಗು. ಆಗ ಅವನು ನದಿಗೆ ಹೋಗುತ್ತಿರುತ್ತಾನೆ. ಅವನನ್ನು ಭೇಟಿಯಾಗಲು ನೈಲ್ ನದಿ ತೀರದಲ್ಲೆ ನಿಂತುಕೊಂಡಿರು. ಸರ್ಪವಾಗಿ ಮಾರ್ಪಟ್ಟ ಆ ಕೋಲು ನಿನ್ನ ಕೈಯಲ್ಲಿರಲಿ."},{"number":16,"verse":"ಅವನಿಗೆ “ಹಿಬ್ರಿಯರ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನನ್ನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕಳಿಸಿದ್ದಾರೆ. ಅವರು ನಿನಗೆ ಹೇಳುವ ಮಾತಿದು: ಮರುಭೂಮಿಯಲ್ಲಿ ನನ್ನನ್ನು ಆರಾಧಿಸಲು ನನ್ನ ಜನರಿಗೆ ಅಪ್ಪಣೆ ಕೊಡಬೇಕೆಂದು ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದೆ. ಆದರೆ ನೀನು ಈವರೆಗೂ ಅದನ್ನು ಲಕ್ಷ್ಯಕ್ಕೆ ತಂದುಕೊಂಡಿಲ್ಲ."},{"number":17,"verse":"ಆದುದರಿಂದ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಮತ್ತೆ ಹೇಳುತ್ತೇನೆ - ನೀನು ನನ್ನನ್ನು ಸರ್ವೇಶ್ವರನೆಂದು ತಿಳಿದುಕೊಳ್ಳುವಂತೆ ನನ್ನ ಕೈಯಲ್ಲಿರುವ ಕೋಲಿನಿಂದ ನೈಲ್ ನದಿಯ ನೀರನ್ನು ಹೊಡಿಸುವೆನು; ಆಗ ಅದು ರಕ್ತವಾಗುವುದು."},{"number":18,"verse":"ನದಿಯಲ್ಲಿರುವ ಮೀನುಗಳು ಸಾಯುವುವು. ನದಿಯು ಹೊಲಸಾಗಿ ನಾರುವುದು. ಅದರಲ್ಲಿ ನೀರನ್ನು ಕುಡಿಯಲು ಈಜಿಪ್ಟಿನವರಿಗೆ ಹೇಸಿಗೆಯಾಗುವುದು'.”"},{"number":19,"verse":"ಸರ್ವೇಶ್ವರ ಮತ್ತೆ ಮೋಶೆಗೆ ಹೀಗೆಂದರು: “ನೀನು ಆರೋನನಿಗೆ, ‘ನಿನ್ನ ಕೋಲನ್ನು ತೆಗೆದುಕೊಂಡು ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿರುವ ಹೊಳೆ, ಕಾಲುವೆ, ಕೆರೆ, ಕೊಳ ಮೊದಲಾದ ನೀರಿರುವ ಎಲ್ಲ ಸ್ಥಳಗಳ ಮೇಲೆ ಅದನ್ನು ಚಾಚು’ ಎಂದು ಹೇಳು. ಅವನು ಚಾಚುವಾಗ ಆ ನೀರೆಲ್ಲ ರಕ್ತವಾಗುವುದು. ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲೆಲ್ಲೂ ಮರದ ತೊಟ್ಟಿಗಳಲ್ಲೂ ಕಲ್ಲಿನ ಬಾನೆಗಳಲ್ಲೂ ಕೂಡ ರಕ್ತ ತುಂಬಿರುವುದು.”"},{"number":20,"verse":"ಮೋಶೆ ಮತ್ತು ಆರೋನರು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ತಮಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಮಾಡಿದರು. ಫರೋಹನ ಹಾಗು ಅವನ ಪರಿವಾರದ ಮುಂದೆ ಆರೋನನು ಕೋಲನ್ನು ಎತ್ತಿ ನದಿಯಲ್ಲಿರುವ ನೀರನ್ನು ಹೊಡೆದನು. ಅದೆಲ್ಲ ರಕ್ತಮಯ ಆಯಿತು."},{"number":21,"verse":"ಅದರಲ್ಲಿದ್ದ ಮೀನುಗಳು ಸತ್ತುಹೋದವು. ನದಿ ಹೊಲಸಾಗಿ ನಾರುತ್ತಿತ್ತು. ಈಜಿಪ್ಟಿನವರು ಅದರ ನೀರನ್ನು ಕುಡಿಯಲಾರದೆ ಹೋದರು. ಈಜಿಪ್ಟ್ ದೇಶವೆಲ್ಲಾ ರಕ್ತಮಯ ಆಯಿತು."},{"number":22,"verse":"ಆದರೆ ಈಜಿಪ್ಟ್ ದೇಶದ ಮಾಟಗಾರರು ಕೂಡ ತಮ್ಮ ಮಂತ್ರತಂತ್ರಗಳಿಂದ ಅದೇ ರೀತಿ ಮಾಡಿದರು. ಆದ್ದರಿಂದ ಫರೋಹನ ಹೃದಯ ಕಠಿಣವಾಯಿತು. ಸರ್ವೇಶ್ವರ ಈ ಮೊದಲೇ ತಿಳಿಸಿದ್ದಂತೆ ಅವನು ಮೋಶೆ ಮತ್ತು ಆರೋನರ ಮಾತನ್ನು ಕೇಳದೆಹೋದನು."},{"number":23,"verse":"ಈ ಸೂಚಕಕಾರ್ಯವನ್ನು ಕೂಡ ಗಣನೆಗೆ ತೆಗೆದುಕೊಳ್ಳದೆ ಫರೋಹನು ತನ್ನ ಅರಮನೆಗೆ ಹಿಂದಿರುಗಿದನು."},{"number":24,"verse":"ಈಜಿಪ್ಟಿನವರೆಲ್ಲರು ಆ ನದಿಯ ನೀರನ್ನು ಕುಡಿಯಲಾಗದೆ, ಕುಡಿಯುವ ನೀರಿಗಾಗಿ ಅದರ ಸುತ್ತಲು ಅಗೆದರು."},{"number":25,"verse":"ಸರ್ವೇಶ್ವರ ನೈಲ್ ನದಿಯನ್ನು ಹೊಡೆದ ಮೇಲೆ ಏಳು ದಿನಗಳು ಕಳೆದವು."}]}