{"bibleAbbr":"Thomson1808","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"ask ye of the Lord, rain in its season, the former and latter rain. The Lord hath made appearances, and he will give rain in plenty; to every one herbage in his field."},{"number":2,"verse":"Because the prophesiers spoke of labours, and the diviners told false visions and lying dreams; gave false comfort, therefore they were dried up. Like sheep they were afflicted. Because there was no healing;"},{"number":3,"verse":"against the shepherds my wrath is kindled; but over the lambs I will keep a strict watch. The Lord God Almighty will indeed watch over his flock, the house of Juda, and he will array them as his comely horse in battle."},{"number":4,"verse":"When from him he hath looked, and from him drawn up in array; then from him shall issue forth the wrathful bow, from him every one who sallieth out at the same time."},{"number":5,"verse":"And they shall be like warriors trampling dirt in the highways, and shall be drawn up in array for battle. Because the Lord is with them, therefore the riders on horses shall be put to shame."},{"number":6,"verse":"And I will strengthen the house of Juda, and save the house of Joseph, and settle them in their houses, because I have loved them: and they shall be as if I had not cast them off; for I am the Lord their God and I will hearken to them:"},{"number":7,"verse":"and they shall be like the warriors of Ephraim; and their heart shall be gladdened as with wine; and their children shall see and be made glad; and their heart shall rejoice in the Lord."},{"number":8,"verse":"I will make a signal for them and receive them, for I will redeem them and they shall multiply as they have done."},{"number":9,"verse":"Though I sow them among peoples, yet they who are far off will remember me. They shall nurture up their children and return:"},{"number":10,"verse":"and I will bring them back out of the land of Egypt; and gather them from amongst the Assyrians; and bring them to Galaaditis and Lebanon and not one of them shall be left behind."},{"number":11,"verse":"And they shall cross over a narrow sea and lash waves at sea; and all the depths of rivers shall be dried up, and all the haughtiness of the Assyrians shall be removed; and the sceptre of Egypt shall be taken quite away."},{"number":12,"verse":"And I will strengthen them in the Lord their God, and in his name they shall boast; saith the Lord."}]}