{"bibleAbbr":"Thomson1808","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"Open thy gates, O Libanus and let a fire devour thy cedars."},{"number":2,"verse":"Raise the mournful cry, pine tree, since the cedar is fallen, because the mighty are in great distress. Howl ye oaks of Basan, because the thick planted forest is rooted up."},{"number":3,"verse":"A sound of shepherds singing the song of Woe, because their greatness is involved in distress; a sound of lions roaring, because the swelling of the Jordan hath distressed them."},{"number":4,"verse":"Thus saith the Lord of Hosts, you are feeding the flock prepared for slaughter,"},{"number":5,"verse":"which the possessors were slaughtering, and spared not; and they who sold them said, “Blessed be the Lord for we are enriched”, and their shepherds had no feeling for them."},{"number":6,"verse":"Therefore I will no more spare the inhabitants of this land, saith the Lord. Now behold I deliver up the men, every one into the hand of his neighbour, and into the hand of his king; and they shall smite the land, and I will not deliver out of their hand."},{"number":7,"verse":"Again I will feed the flock of the slaughter for Chananites; and I will take me two staves, one I had called Beauty, and the other I called Portion; and I will feed the flock,"},{"number":8,"verse":"and remove three shepherds in one month; and my soul will be weighed down against them. For as their souls roared against me,"},{"number":9,"verse":"therefore I said, I will not feed you, What is dying let it die; and what is fainting let it faint. And as for the rest, let them devour every one the flesh of his neighbour."},{"number":10,"verse":"And I will take my staff Beauty and throw it away, that I may break my covenant which I made with all these tribes."},{"number":11,"verse":"And on that day it shall be broken; and the Chananites, the sheep that are kept for me, shall know for what cause there is a word of the Lord."},{"number":12,"verse":"Then I will say to them, If it seemeth good in your sight, give me my wages; if not, forbear. And when they had weighed for my wages thirty pieces of silver;"},{"number":13,"verse":"then the Lord said to me, Put them in the smelting furnace, and let me see whether it be proof: as I have been proved for them. So I took the thirty pieces of silver and threw them down in the house of the Lord, for the smelting furnace."},{"number":14,"verse":"Then I threw away the other staff Portion, that I may break the jointenancy between Juda and Israel."},{"number":15,"verse":"Then the Lord said to me, Take thee yet the pastoral utensils of an unskilful shepherd;"},{"number":16,"verse":"for behold I am about to raise up a shepherd against this land, who will not visit what is fainting, nor seek what is scattered; nor heal what is bruised; nor lead aright what is sound; but will devour the flesh of the choice, and tear their joints asunder."},{"number":17,"verse":"ye feeders of vanities who have forsaken the sheep. There is a sword against his arms, and against his right eye. Shall his arm be quite withered, and his right eye utterly put out?"}]}