{"bibleAbbr":"Thomson1808","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"A Burden of the word of the Lord. In the land of Sedrach and Damascus is his sacrifice, because the Lord hath an eye over men, particularly over all the tribes of Israel:"},{"number":2,"verse":"in Hemath also; in the borders thereof. As for Tyre and Sidon, because they were very prudent,"},{"number":3,"verse":"therefore Tyre built for herself bulwarks, and treasured up silver like dust, and collected gold like dirt in the highways;"},{"number":4,"verse":"but on account of this the Lord will take possession of them, and he will smite her power into the sea; and she shall be consumed by fire."},{"number":5,"verse":"Ascalon shall see and be terrified; so shall Gaza, and be exceedingly pained: Akkaron also; because at her fall she was confounded. And a king shall perish out of Gaza; and Ascalon shall no more be inhabited."},{"number":6,"verse":"And strangers shall dwell in Azotus. And I will destroy the pride of the Philistines,"},{"number":7,"verse":"and take away their blood out of their mouths, and their abominations from between their teeth. But they themselves shall be left for our God and shall be like a captain of a thousand in Juda; and Akkaron shall be like a Jebusite."},{"number":8,"verse":"And I will station for my house a guard not to be passed nor repassed. And the plunderer shall no more come against them; for now I have seen with mine own eyes."},{"number":9,"verse":"Rejoice exceedingly, O daughter of Sion! Make proclamation, daughter of Jerusalem! Behold thy king is coming for thee. He is righteous and a saviour. He is meek and mounted on an ass, even a young colt."},{"number":10,"verse":"He will destroy chariots out of Ephraim and horses out of Jerusalem: and the battle bow shall be destroyed. And there shall be a multitude and peace from the nations; and he shall rule over waters to the sea, and over rivers to the ends of the earth."},{"number":11,"verse":"As for thee, thou by the blood of thy covenant hast sent forth thy prisoners out of a pit which hath no water."},{"number":12,"verse":"You the prisoners of the congregation shall be placed in strong holds, and for thy one day's sojourning I will make thee twofold compensation."},{"number":13,"verse":"For I have bent thee Juda, a bow for myself and filled it with Ephraim; and I will raise up thy sons, Sion, against the sons of Greece, and I will handle thee as the sword of a warrior."},{"number":14,"verse":"Let but the Lord be against them and he will dart out like a thunderbolt. The Lord Almighty will sound a trumpet, and march in the billow of his threat."},{"number":15,"verse":"The Lord Almighty will protect them, and they shall consume them and overwhelm them with sling stones; and drink them up as wine and fill the phials as an altar."},{"number":16,"verse":"In that day the Lord their God will save them; his people like a flock. Because holy stones are rolled on his land."},{"number":17,"verse":"Because if there be any thing good it is his, if any thing comely it is his; with regard to corn for the youths, and flavourous wine for virgins,"}]}