{"bibleAbbr":"AKJV1999+","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"And it came <WG1096> to pass, when <WG3753> Jesus <WG2424> had made <WG5055> an end <WG5055> of commanding <WG1299> his twelve <WG1427> disciples, <WG3101> he departed <WG3327> there <WG1564> to teach <WG1321> and to preach <WG2784> in their cities. <WG4172>"},{"number":2,"verse":"Now <WG1161> when John <WG2491> had heard <WG191> in the prison <WG1201> the works <WG2041> of Christ, <WG5547> he sent <WG3992> two <WG1417> of his disciples, <WG3101>"},{"number":3,"verse":"And said <WG2036> to him, Are <WG1488> you he that should come, <WG2064> or <WG2228> do we look <WG4328> for another? <WG2087>"},{"number":4,"verse":"Jesus <WG2424> answered <WG611> and said <WG2036> to them, Go <WG4198> and show <WG518> John <WG2491> again <WG518> those things which <WG3739> you do hear <WG191> and see: <WG991>"},{"number":5,"verse":"The blind <WG5185> receive <WG308> their sight, <WG308> and the lame <WG5560> walk, <WG4043> the lepers <WG3015> are cleansed, <WG2511> and the deaf <WG2974> hear, <WG191> the dead <WG3498> are raised <WG1453> up, and the poor <WG4434> have the gospel <WG2097> preached <WG2097> to them."},{"number":6,"verse":"And blessed <WG3107> is he, whoever <WG3739> <WG1437> shall not be offended <WG4624> in me."},{"number":7,"verse":"And as they departed, <WG4198> Jesus <WG2424> began <WG756> to say <WG3004> to the multitudes <WG3793> concerning <WG4012> John, <WG2491> What <WG5101> went <WG1831> you out into <WG1519> the wilderness <WG2048> to see? <WG2300> A reed <WG2563> shaken <WG4531> with the wind? <WG417>"},{"number":8,"verse":"But what <WG5101> went <WG1831> you out for to see? <WG1492> A man <WG444> clothed <WG294> in soft <WG3120> raiment? <WG2440> behold, <WG2400> they that wear <WG5409> soft <WG3120> clothing are in kings' <WG935> houses. <WG3624>"},{"number":9,"verse":"But what <WG5101> went <WG1831> you out for to see? <WG1492> A prophet? <WG4396> yes, <WG3483> I say <WG3004> to you, and more <WG4055> than a prophet. <WG4396>"},{"number":10,"verse":"For this <WG3778> is he, of whom <WG3739> it is written, <WG1125> Behold, <WG2400> I send <WG649> my messenger <WG32> before <WG4253> your face, <WG4383> which <WG3739> shall prepare <WG2680> your way <WG3598> before <WG1715> you."},{"number":11,"verse":"Truly <WG281> I say <WG3004> to you, Among <WG1722> them that are born <WG1084> of women <WG1135> there has not risen <WG1453> a greater <WG3187> than John <WG2491> the Baptist: <WG910> notwithstanding he that is least <WG3398> in the kingdom <WG932> of heaven <WG3772> is greater <WG3187> than he."},{"number":12,"verse":"And from the days <WG2250> of John <WG2491> the Baptist <WG910> until <WG2193> now <WG737> the kingdom <WG932> of heaven <WG3772> suffers <WG971> violence, <WG971> and the violent <WG973> take <WG726> it by force. <WG726>"},{"number":13,"verse":"For all <WG3956> the prophets <WG4396> and the law <WG3551> prophesied <WG4395> until <WG2193> John. <WG2491>"},{"number":14,"verse":"And if <WG1487> you will <WG2309> receive <WG1209> it, this <WG846> is Elias, <WG2243> which <WG3588> was for to come. <WG2064>"},{"number":15,"verse":"He that has <WG2192> ears <WG3775> to hear, <WG191> let him hear. <WG191>"},{"number":16,"verse":"But whereunto <WG5101> shall I liken <WG3666> this <WG5026> generation? <WG1074> It is like <WG3664> to children <WG3808> sitting <WG2521> in the markets, <WG58> and calling <WG4377> to their fellows, <WG2083>"},{"number":17,"verse":"And saying, <WG3004> We have piped <WG832> to you, and you have not danced; <WG3738> we have mourned <WG2354> to you, and you have not lamented. <WG2875>"},{"number":18,"verse":"For John <WG2491> came <WG2064> neither <WG3383> eating <WG2068> nor <WG3383> drinking, <WG4095> and they say, <WG3004> He has <WG2192> a devil. <WG1140>"},{"number":19,"verse":"The Son <WG5207> of man <WG444> came <WG2064> eating <WG2068> and drinking, <WG4095> and they say, <WG3004> Behold <WG2400> a man <WG444> gluttonous, <WG5314> and a drunkard, <WG3630> a friend <WG5384> of publicans <WG5057> and sinners. <WG268> But wisdom <WG4678> is justified <WG1344> of her children. <WG5043>"},{"number":20,"verse":"Then <WG5119> began <WG756> he to upbraid <WG3679> the cities <WG4172> wherein <WG1722> <WG3739> most <WG4118> of his mighty <WG1411> works were done, <WG1096> because <WG3754> they repented <WG3340> not:"},{"number":21,"verse":"Woe <WG3759> to you, Chorazin! <WG5523> woe <WG3759> to you, Bethsaida! <WG966> for if <WG1487> the mighty <WG1411> works, which <WG3588> were done <WG1096> in you, had been done <WG1096> in Tyre <WG5184> and Sidon, <WG4605> they would have repented <WG3340> long <WG3819> ago <WG3819> in sackcloth <WG4526> and ashes. <WG4700>"},{"number":22,"verse":"But I say <WG3004> to you, It shall be more <WG414> tolerable <WG414> for Tyre <WG5184> and Sidon <WG4605> at <WG1722> the day <WG2250> of judgment, <WG2920> than <WG2228> for you."},{"number":23,"verse":"And you, Capernaum, <WG2584> which <WG3588> are exalted <WG5312> to heaven, <WG3772> shall be brought <WG2601> down <WG2601> to hell: <WG86> for if <WG1487> the mighty <WG1411> works, which <WG3588> have been done <WG1096> in you, had been done <WG1096> in Sodom, <WG4670> it would have remained <WG3306> until <WG3360> this <WG4594> day. <WG4594>"},{"number":24,"verse":"But I say <WG3004> to you, That it shall be more <WG414> tolerable <WG414> for the land <WG1093> of Sodom <WG4670> in the day <WG2250> of judgment, <WG2920> than <WG2228> for you."},{"number":25,"verse":"At <WG1722> that time <WG2540> Jesus <WG2424> answered <WG611> and said, <WG2036> I thank <WG1843> you, O Father, <WG3962> Lord <WG2962> of heaven <WG3772> and earth, <WG1093> because <WG3754> you have hid <WG613> these <WG5023> things from the wise <WG4680> and prudent, <WG4908> and have revealed <WG601> them to babes. <WG3516>"},{"number":26,"verse":"Even so, <WG3779> Father: <WG3962> for so <WG3779> it seemed <WG1096> <WG2107> good <WG2107> in your sight. <WG1715>"},{"number":27,"verse":"All <WG3956> things are delivered <WG3860> to me of my Father: <WG3962> and no <WG3762> man <WG3762> knows <WG1921> the Son, <WG5207> but the Father; <WG3962> neither <WG3761> knows <WG1921> any <WG5100> man the Father, <WG3962> save <WG1508> the Son, <WG5207> and he to whomsoever <WG3739> <WG1437> the Son <WG5207> will <WG1014> reveal <WG601> him."},{"number":28,"verse":"Come <WG1205> to me, all <WG3956> you that labor <WG2872> and are heavy laden, <WG5412> and I will give you rest. <WG373>"},{"number":29,"verse":"Take <WG142> my yoke <WG2218> on you, and learn <WG3129> of me; for I am <WG1510> meek <WG4235> and lowly <WG5011> in heart: <WG2588> and you shall find <WG2147> rest <WG372> to your <WG5216> souls. <WG5590>"},{"number":30,"verse":"For my yoke <WG2218> is easy, <WG5543> and my burden <WG5413> is light. <WG1645>"}]}