{"bibleAbbr":"AKJV1999+","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"At<WG1722> that time<WG2540> Jesus<WG2424> went<WG4198> on the sabbath<WG4521> day through<WG1223> the corn;<WG4702> and his disciples<WG3101> were an hungered,<WG3983> and began<WG756> to pluck<WG5089> the ears<WG4719> of corn <WG4719>and to eat.<WG2068>"},{"number":2,"verse":"But when the Pharisees<WG5330> saw<WG1492> it, they said<WG2036> to him, Behold,<WG2400> your disciples<WG3101> do<WG4160> that which<WG3739> is not lawful<WG1832> to do<WG4160> on the sabbath<WG4521> day."},{"number":3,"verse":"But he said<WG2036> to them, Have you not read<WG314> what<WG5101> David<WG1138> did,<WG4160> when<WG3753> he was an hungered,<WG3983> and they that were with him;"},{"number":4,"verse":"How<WG4459> he entered<WG1525> into<WG1519> the house<WG3624> of God,<WG2316> and did eat<WG5315> the show bread, <WG740> <WG4286> which<WG3739> was not lawful<WG1832> for him to eat,<WG5315> neither<WG3761> for them which were with him, but only<WG3441> for the priests? <WG2409>"},{"number":5,"verse":"Or<WG2228> have you not read<WG314> in the law,<WG3551> how that on the sabbath<WG4521> days the priests<WG2409> in the temple<WG2411> profane<WG953> the sabbath,<WG4521> and are blameless? <WG338>"},{"number":6,"verse":"But I say<WG3004> to you, That in this<WG5602> place<WG5602> is one greater<WG3187> than the temple. <WG2411>"},{"number":7,"verse":"But if<WG1487> you had known<WG1097> what <WG5101> this means,<WG2076> I will<WG2309> have mercy,<WG1656> and not sacrifice,<WG2378> you would not have condemned<WG2613> the guiltless. <WG338>"},{"number":8,"verse":"For the Son<WG5207> of man<WG444> is Lord<WG2962> even<WG2532> of the sabbath<WG4521> day."},{"number":9,"verse":"And when<WG3753> he was departed<WG3327> there,<WG1564> he went<WG2064> into<WG1519> their synagogue:<WG4864>"},{"number":10,"verse":"And, behold,<WG2400> there was a man<WG444> which had<WG2192> his hand<WG5495> withered.<WG3584> And they asked<WG1905> him, saying,<WG3004> Is it lawful<WG1832> to heal<WG2323> on the sabbath<WG4521> days? that they might accuse<WG2723> him."},{"number":11,"verse":"And he said<WG2036> to them, What<WG5101> man<WG444> shall there be among<WG1537> you, that shall have<WG2192> one<WG1520> sheep,<WG4263> and if<WG1437> it fall<WG1706> into<WG1519> a pit<WG999> on the sabbath<WG4521> day, will he not lay hold<WG2902> on it, and lift <WG1453> it out?"},{"number":12,"verse":"How<WG4214> much<WG4214> then<WG3767> is a man<WG444> better<WG1308> than a sheep?<WG4263> Why<WG5620> it is lawful<WG1832> to do<WG4160> well<WG2573> on the sabbath<WG4521> days."},{"number":13,"verse":"Then<WG5119> said<WG3004> he to the man,<WG444> Stretch<WG1614> forth<WG1614> your<WG4675> hand. <WG5495> And he stretched<WG1614> it forth;<WG1614> and it was restored<WG600> whole,<WG5199> like<WG5613> as the other.<WG243>"},{"number":14,"verse":"Then<WG1161> the Pharisees<WG5330> went<WG1831> out, and held<WG2983> a council<WG4824> against<WG2596> him, how<WG3704> they might destroy<WG622> him."},{"number":15,"verse":"But when<WG3753> Jesus<WG2424> knew<WG1097> it, he withdrew<WG402> himself from there:<WG1564> and great<WG4183> multitudes<WG3793> followed<WG190> him, and he healed<WG2323> them all;<WG3956>"},{"number":16,"verse":"And charged<WG2008> them that they should not make<WG4160> him known:<WG5318>"},{"number":17,"verse":"That it might be fulfilled<WG4137> which<WG3588> was spoken<WG4483> by Esaias<WG2268> the prophet,<WG4396> saying,<WG3004>"},{"number":18,"verse":"Behold<WG2400> my servant,<WG3816> whom<WG3739> I have chosen;<WG140> my beloved,<WG27> in whom<WG3739> my soul<WG5590> is well<WG2106> pleased:<WG2106> I will put<WG5087> my spirit<WG4151> on him, and he shall show<WG518> judgment<WG2920> to the Gentiles.<WG1484>"},{"number":19,"verse":"He shall not strive,<WG2051> nor<WG3761> cry;<WG2905> neither<WG3761> shall any<WG5100> man hear<WG191> his voice<WG5456> in the streets.<WG4113>"},{"number":20,"verse":"A bruised<WG4937> reed<WG2563> shall he not break,<WG2608> and smoking<WG5187> flax<WG3043> shall he not quench,<WG4570> till<WG2193> he send<WG1544> forth<WG1544> judgment<WG2920> to victory.<WG3534>"},{"number":21,"verse":"And in his name<WG3686> shall the Gentiles<WG1484> trust.<WG1679>"},{"number":22,"verse":"Then<WG5119> was brought<WG4374> to him one possessed<WG1139> with a devil,<WG1139> blind,<WG5185> and dumb:<WG2974> and he healed<WG2323> him, so<WG5620> that the blind<WG5185> and dumb<WG2974> both<WG2532> spoke<WG2980> and saw.<WG991>"},{"number":23,"verse":"And all<WG3956> the people<WG3793> were amazed,<WG1839> and said,<WG3004> Is not this<WG3778> the son<WG5207> of David?<WG1138>"},{"number":24,"verse":"But when the Pharisees<WG5330> heard<WG191> it, they said,<WG2036> This<WG3778> fellow does not cast<WG1544> out devils,<WG1140> but by Beelzebub<WG954> the prince<WG758> of the devils.<WG1140>"},{"number":25,"verse":"And Jesus<WG2424> knew<WG1492> their thoughts,<WG1761> and said<WG2036> to them, Every<WG3956> kingdom<WG932> divided<WG3307> against<WG2596> itself<WG1438> is brought<WG2049> to desolation;<WG2049> and every<WG3956> city<WG4172> or<WG2228> house<WG3614> divided<WG3307> against<WG2596> itself<WG1438> shall not stand: <WG2476>"},{"number":26,"verse":"And if<WG1487> Satan<WG4567> cast<WG1544> out Satan,<WG4567> he is divided<WG3307> against<WG1909> himself;<WG1438> how<WG4459> shall then<WG3767> his kingdom<WG932> stand? <WG2476>"},{"number":27,"verse":"And if<WG1487> I by Beelzebub<WG954> cast<WG1544> out devils,<WG1140> by whom<WG5101> do your<WG5216> children<WG5207> cast <WG1544> them out? therefore <WG1223> <WG5124> they shall be your<WG5216> judges. <WG2923>"},{"number":28,"verse":"But if<WG1487> I cast<WG1544> out devils<WG1140> by the Spirit<WG4151> of God,<WG2316> then<WG686> the kingdom<WG932> of God<WG2316> is come<WG5348> to you."},{"number":29,"verse":"Or<WG2228> else how<WG4459> can<WG1410> one<WG5100> enter<WG1525> into<WG1519> a strong<WG2478> man's house,<WG3614> and spoil<WG1283> his goods,<WG4632> except<WG3362> he first<WG4412> bind<WG1210> the strong<WG2478> man? and then<WG5119> he will spoil<WG1283> his house. <WG3614>"},{"number":30,"verse":"He that is not with me is against<WG2596> me; and he that gathers<WG4863> not with me scatters<WG4650> abroad. <WG4650>"},{"number":31,"verse":"Why <WG1223> <WG5124> I say<WG3004> to you, All<WG3956> manner of sin<WG266> and blasphemy<WG988> shall be forgiven<WG863> to men:<WG444> but the blasphemy <WG988> against the Holy Ghost<WG4151> shall not be forgiven<WG863> to men. <WG444>"},{"number":32,"verse":"And whoever <WG3739> <WG302> speaks<WG2036> a word<WG3056> against<WG2596> the Son<WG5207> of man,<WG444> it shall be forgiven<WG863> him: but whoever <WG3739> <WG302> speaks<WG2036> against<WG2596> the Holy<WG40> Ghost,<WG4151> it shall not be forgiven<WG863> him, neither<WG3777> in this<WG5129> world,<WG165> neither<WG3777> in the world to come. <WG3195>"},{"number":33,"verse":"Either<WG2228> make<WG4160> the tree<WG1186> good,<WG2570> and his fruit<WG2590> good;<WG2570> or<WG2228> else make<WG4160> the tree<WG1186> corrupt,<WG4550> and his fruit<WG2590> corrupt:<WG4550> for the tree<WG1186> is known<WG1097> by his fruit. <WG2590>"},{"number":34,"verse":"O generation<WG1081> of vipers,<WG2191> how<WG4459> can<WG1410> you, being<WG5607> evil,<WG4190> speak<WG2980> good<WG18> things? for out of the abundance<WG4051> of the heart<WG2588> the mouth<WG4750> speaks. <WG2980>"},{"number":35,"verse":"A good<WG18> man<WG444> out of the good<WG18> treasure<WG2344> of the heart<WG2588> brings<WG1544> forth<WG1544> good<WG18> things: and an evil<WG4190> man<WG444> out of the evil<WG4190> treasure<WG2344> brings<WG1544> forth evil<WG4190> things."},{"number":36,"verse":"But I say<WG3004> to you, That every<WG3956> idle<WG692> word<WG4487> that men<WG444> shall speak,<WG2980> they shall give<WG591> account<WG3056> thereof <WG4012> <WG846> in the day<WG2250> of judgment. <WG2920>"},{"number":37,"verse":"For by your words<WG3056> you shall be justified,<WG1344> and by your words<WG3056> you shall be condemned. <WG2613>"},{"number":38,"verse":"Then<WG5119> certain<WG5100> of the scribes<WG1122> and of the Pharisees<WG5330> answered,<WG611> saying,<WG3004> Master,<WG1320> we would<WG2309> see<WG1492> a sign<WG4592> from you."},{"number":39,"verse":"But he answered<WG611> and said<WG2036> to them, An evil<WG4190> and adulterous<WG3428> generation<WG1074> seeks<WG1934> after<WG1934> a sign;<WG4592> and there shall no<WG3756> sign<WG4592> be given<WG1325> to it, but the sign<WG4592> of the prophet<WG4396> Jonas: <WG2495>"},{"number":40,"verse":"For as Jonas<WG2495> was three<WG5140> days<WG2250> and three<WG5140> nights<WG3571> in the whale's<WG2785> belly;<WG2836> so<WG3779> shall the Son<WG5207> of man<WG444> be three<WG5140> days<WG2250> and three<WG5140> nights<WG3571> in the heart<WG2588> of the earth. <WG1093>"},{"number":41,"verse":"The men<WG435> of Nineveh<WG3536> shall rise<WG450> in judgment<WG2920> with this<WG5026> generation,<WG1074> and shall condemn<WG2632> it: because<WG3754> they repented<WG3340> at<WG1519> the preaching<WG2782> of Jonas;<WG2495> and, behold,<WG2400> a greater<WG4119> than Jonas <WG2495> is here. <WG5602>"},{"number":42,"verse":"The queen<WG938> of the south<WG3558> shall rise<WG1453> up in the judgment<WG2920> with this<WG5026> generation,<WG1074> and shall condemn<WG2632> it: for she came<WG2064> from the uttermost<WG4009> parts of the earth<WG1093> to hear<WG191> the wisdom<WG4678> of Solomon;<WG4672> and, behold,<WG2400> a greater<WG4119> than Solomon <WG4672> is here. <WG5602>"},{"number":43,"verse":"When<WG3752> the unclean<WG169> spirit<WG4151> is gone<WG1831> out of a man,<WG444> he walks<WG1330> through<WG1223> dry<WG504> places,<WG5117> seeking<WG2212> rest,<WG372> and finds<WG2147> none. <WG3756>"},{"number":44,"verse":"Then<WG5119> he said,<WG3004> I will return<WG1994> into<WG1519> my house<WG3624> from where<WG3606> I came<WG1831> out; and when he is come,<WG2064> he finds <WG2147> it empty,<WG4980> swept,<WG4563> and garnished. <WG2885>"},{"number":45,"verse":"Then<WG5119> goes<WG4198> he, and takes<WG3880> with himself<WG1438> seven<WG2033> other<WG2087> spirits<WG4151> more wicked<WG4191> than himself,<WG1438> and they enter<WG1525> in and dwell<WG2730> there:<WG1563> and the last <WG2078> state of that man<WG444> is worse<WG5501> than the first.<WG4413> Even so<WG3779> shall it be also<WG2532> to this<WG5026> wicked<WG4190> generation. <WG1074>"},{"number":46,"verse":"While he yet<WG2089> talked<WG2980> to the people,<WG3793> behold,<WG2400> his mother<WG3384> and his brothers<WG80> stood<WG2476> without,<WG1854> desiring<WG2212> to speak<WG2980> with him."},{"number":47,"verse":"Then<WG5119> one<WG5100> said<WG2036> to him, Behold,<WG2400> your mother<WG3384> and your brothers<WG80> stand<WG2476> without,<WG1854> desiring<WG2212> to speak<WG2980> with you."},{"number":48,"verse":"But he answered<WG611> and said<WG2036> to him that told<WG2036> him, Who<WG5101> is my mother?<WG3384> and who<WG5101> are my brothers?"},{"number":49,"verse":"And he stretched<WG1614> forth<WG1614> his hand<WG5495> toward<WG1909> his disciples,<WG3101> and said,<WG2036> Behold<WG2400> my mother<WG3384> and my brothers! <WG80>"},{"number":50,"verse":"For whoever <WG3748> <WG302> shall do<WG4160> the will<WG2307> of my Father<WG3962> which<WG3588> is in heaven,<WG3772> the same<WG846> is my brother,<WG80> and sister,<WG79> and mother. <WG3384>"}]}