{"bibleAbbr":"AKJV1999+","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"For the kingdom<WG932> of heaven<WG3772> is like<WG3664> to a man <WG444> that is an householder,<WG3617> which<WG3748> went<WG1821> out early <WG260> <WG4404> in the morning to hire<WG3409> laborers<WG2040> into<WG1519> his vineyard. <WG290>"},{"number":2,"verse":"And when he had agreed<WG4856> with the laborers<WG2040> for a penny<WG1220> a day,<WG2250> he sent<WG649> them into<WG1519> his vineyard. <WG290>"},{"number":3,"verse":"And he went<WG1821> out about<WG4012> the third<WG5154> hour,<WG5610> and saw<WG1492> others<WG243> standing<WG2476> idle<WG692> in the marketplace, <WG58>"},{"number":4,"verse":"And said<WG2036> to them; Go<WG5217> you also<WG2532> into<WG1519> the vineyard,<WG290> and whatever <WG3739> <WG1437> is right<WG1342> I will give you. And they went<WG565> their way."},{"number":5,"verse":"Again<WG3825> he went<WG1831> out about<WG4012> the sixth<WG1623> and ninth<WG1766> hour,<WG5610> and did<WG4160> likewise. <WG5615>"},{"number":6,"verse":"And about<WG4012> the eleventh<WG1734> hour<WG5610> he went<WG1831> out, and found<WG2147> others<WG243> standing<WG2476> idle,<WG692> and said<WG3004> to them, Why<WG5101> stand<WG2476> you here<WG5602> all<WG3650> the day<WG2250> idle? <WG692>"},{"number":7,"verse":"They say<WG3004> to him, Because<WG3754> no<WG3762> man<WG3762> has hired<WG3409> us. He said<WG3004> to them, Go<WG5217> you also<WG2532> into<WG1519> the vineyard;<WG290> and whatever <WG3739> <WG1437> is right, <WG1342> that shall you receive. <WG2983>"},{"number":8,"verse":"So<WG1161> when even<WG3798> was come,<WG1096> the lord<WG2962> of the vineyard<WG290> said<WG3004> to his steward,<WG2012> Call<WG2564> the laborers,<WG2040> and give<WG591> them their hire,<WG3408> beginning<WG756> from the last<WG2078> to the first. <WG4413>"},{"number":9,"verse":"And when they came<WG2064> that were hired<WG3409> about<WG4012> the eleventh<WG1734> hour,<WG5610> they received<WG2983> every<WG303> man a penny. <WG1220>"},{"number":10,"verse":"But when the first<WG4413> came,<WG2064> they supposed<WG3543> that they should have received<WG2983> more;<WG4119> and they likewise<WG2532> received<WG2983> every<WG303> man a penny. <WG1220>"},{"number":11,"verse":"And when they had received <WG2983> it, they murmured<WG1111> against<WG2596> the manager<WG3611> of the house, <WG3617>"},{"number":12,"verse":"Saying,<WG3004> These<WG3778> last<WG2078> have worked <WG4160> but one<WG3391> hour,<WG5610> and you have made<WG4160> them equal<WG2470> to us, which<WG3588> have borne<WG941> the burden<WG922> and heat<WG2742> of the day. <WG2250>"},{"number":13,"verse":"But he answered<WG611> one<WG1520> of them, and said,<WG2036> Friend,<WG2083> I do<WG91> you no<WG3756> wrong:<WG91> did not you agree<WG4856> with me for a penny? <WG1220>"},{"number":14,"verse":"Take <WG142> that your <WG4674> is, and go<WG5217> your way: I will<WG2309> give<WG1325> to this<WG5129> last,<WG2078> even<WG2532> as to you."},{"number":15,"verse":"Is it not lawful<WG1832> for me to do<WG4160> what<WG3739> I will<WG2309> with my<WG1699> own? Is your<WG4675> eye<WG3788> evil,<WG4190> because<WG3754> I am<WG1510> good? <WG18>"},{"number":16,"verse":"So<WG3779> the last<WG2078> shall be first,<WG4413> and the first<WG4413> last:<WG2078> for many<WG4183> be called,<WG2822> but few<WG3641> chosen. <WG1588>"},{"number":17,"verse":"And Jesus<WG2424> going<WG305> up to Jerusalem<WG2414> took<WG3880> the twelve<WG1427> disciples<WG3101> apart<WG2596> <WG2398> in the way,<WG3598> and said<WG2036> to them,"},{"number":18,"verse":"Behold,<WG2400> we go<WG305> up to Jerusalem;<WG2414> and the Son<WG5207> of man<WG444> shall be betrayed<WG3860> to the chief<WG749> priests<WG749> and to the scribes,<WG1122> and they shall condemn<WG2632> him to death, <WG2288>"},{"number":19,"verse":"And shall deliver<WG3860> him to the Gentiles<WG1484> to mock,<WG1702> and to whip,<WG3146> and to crucify <WG4717> him: and the third<WG5154> day<WG2250> he shall rise<WG450> again. <WG450>"},{"number":20,"verse":"Then<WG5119> came<WG4334> to him the mother<WG3384> of Zebedees<WG2199> children<WG5207> with her sons,<WG5207> worshipping<WG4352> him, and desiring<WG154> a certain<WG5100> thing of him."},{"number":21,"verse":"And he said<WG2036> to her, What<WG5101> will<WG2309> you? She said<WG3004> to him, Grant<WG2036> that these<WG3778> my two<WG1417> sons<WG5207> may sit,<WG2523> the one<WG1520> on<WG1537> your right<WG1188> hand, and the other<WG1520> on<WG1537> the left,<WG2176> in your kingdom.<WG932>"},{"number":22,"verse":"But Jesus<WG2424> answered<WG611> and said,<WG2036> You know<WG1492> not what<WG5101> you ask.<WG154> Are you able<WG1410> to drink<WG4095> of the cup<WG4221> that I shall drink<WG4095> of, and to be baptized<WG907> with the baptism<WG908> that I am baptized<WG907> with? They say<WG3004> to him, We are able.<WG1410>"},{"number":23,"verse":"And he said<WG3004> to them, You shall drink<WG4095> indeed<WG3303> of my cup,<WG4221> and be baptized<WG907> with the baptism<WG908> that I am baptized<WG907> with: but to sit<WG2523> on<WG1537> my right<WG1188> hand, and on<WG1537> my left,<WG2176> is not my<WG1699> to give,<WG1325> but it shall be given to them for whom<WG3739> it is prepared<WG2090> of my Father. <WG3962>"},{"number":24,"verse":"And when the ten<WG1176> heard<WG191> it, they were moved<WG23> with indignation<WG23> against<WG4012> the two<WG1417> brothers.<WG80>"},{"number":25,"verse":"But Jesus<WG2424> called<WG4341> them to him, and said,<WG2036> You know<WG1492> that the princes<WG758> of the Gentiles<WG1484> exercise<WG2634> dominion<WG2634> over them, and they that are great<WG3171> exercise<WG2715> authority<WG2715> on them."},{"number":26,"verse":"But it shall not be so<WG3779> among<WG1722> you: but whoever <WG3739> <WG1437> will<WG2309> be great<WG3173> among<WG1722> you, let him be your<WG5216> minister; <WG1249>"},{"number":27,"verse":"And whoever <WG3739> <WG1437> will<WG2309> be chief<WG4413> among<WG1722> you, let him be your<WG5216> servant: <WG1401>"},{"number":28,"verse":"Even<WG5618> as the Son<WG5207> of man<WG444> came<WG2064> not to be ministered<WG1247> to, but to minister,<WG1247> and to give<WG1325> his life<WG5590> a ransom<WG3083> for many. <WG4183>"},{"number":29,"verse":"And as they departed<WG1607> from Jericho,<WG2410> a great<WG4183> multitude<WG3793> followed<WG190> him."},{"number":30,"verse":"And, behold,<WG2400> two<WG1417> blind<WG5185> men sitting<WG2521> by the way<WG3598> side,<WG3844> when they heard<WG191> that Jesus<WG2424> passed<WG3855> by, cried<WG2896> out, saying,<WG3004> Have mercy<WG1653> on us, O Lord,<WG2962> you son<WG5207> of David.<WG1138>"},{"number":31,"verse":"And the multitude<WG3793> rebuked<WG2008> them, because<WG2443> they should hold<WG4623> their peace:<WG4623> but they cried<WG2896> the more,<WG3185> saying,<WG3004> Have mercy<WG1653> on us, O Lord,<WG2962> you son<WG5207> of David.<WG1138>"},{"number":32,"verse":"And Jesus<WG2424> stood<WG2476> still,<WG2476> and called<WG5455> them, and said,<WG2036> What<WG5101> will<WG2309> you that I shall do<WG4160> to you?"},{"number":33,"verse":"They say<WG3004> to him, Lord,<WG2962> that our eyes<WG3788> may be opened.<WG455>"},{"number":34,"verse":"So<WG1161> Jesus<WG2424> had compassion<WG4697> on them, and touched<WG680> their eyes:<WG3788> and immediately<WG2112> their eyes<WG3788> received<WG308> sight,<WG308> and they followed<WG190> him."}]}