{"bibleAbbr":"AKJV1999+","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"And when <WG3753> they drew near <WG1448> to Jerusalem, <WG2414> and were come <WG2064> to Bethphage, <WG967> to the mount <WG3735> of Olives, <WG1636> then <WG5119> sent <WG649> Jesus <WG2424> two <WG1417> disciples, <WG3101>"},{"number":2,"verse":"Saying <WG3004> to them, Go <WG4198> into <WG1519> the village <WG2968> over <WG561> against <WG561> you, and straightway <WG2112> you shall find <WG2147> an ass <WG3688> tied, <WG1210> and a colt <WG4454> with her: loose <WG3089> them, and bring <WG71> them to me."},{"number":3,"verse":"And if <WG1437> any <WG5100> man say <WG2036> ought <WG5100> to you, you shall say, <WG2046> The Lord <WG2962> has <WG2192> need <WG5532> of them; and straightway <WG2112> he will send <WG649> them."},{"number":4,"verse":"All <WG3650> this <WG5124> was done, <WG1096> that it might be fulfilled <WG4137> which <WG3588> was spoken <WG4483> by the prophet, <WG4396> saying, <WG3004>"},{"number":5,"verse":"Tell <WG2036> you the daughter <WG2364> of Sion, <WG4622> Behold, <WG2400> your King <WG935> comes <WG2064> to you, meek, <WG4239> and sitting <WG1910> on an ass, <WG3688> and a colt <WG4454> the foal <WG5207> of an ass. <WG5268>"},{"number":6,"verse":"And the disciples <WG3101> went, <WG4198> and did <WG4160> as Jesus <WG2424> commanded <WG4367> them,"},{"number":7,"verse":"And brought <WG71> the ass, <WG3688> and the colt, <WG4454> and put <WG2007> on <WG1883> them their clothes, <WG2440> and they set <WG1940> him thereon. <WG1883> <WG846>"},{"number":8,"verse":"And a very <WG4118> great <WG4118> multitude <WG3793> spread <WG4766> their garments <WG2440> in the way; <WG3598> others <WG243> cut <WG2875> down <WG2875> branches <WG2798> from the trees, <WG1186> and strewed <WG4766> them in the way. <WG3598>"},{"number":9,"verse":"And the multitudes <WG3793> that went <WG4254> before, <WG4254> and that followed, <WG190> cried, <WG2896> saying, <WG3004> Hosanna <WG5614> to the son <WG5207> of David: <WG1138> Blessed <WG2127> is he that comes <WG2064> in the name <WG3686> of the Lord; <WG2962> Hosanna <WG5614> in the highest. <WG5310>"},{"number":10,"verse":"And when he was come <WG1525> into <WG1519> Jerusalem, <WG2414> all <WG3956> the city <WG4172> was moved, <WG4579> saying, <WG3004> Who <WG5101> is this? <WG3778>"},{"number":11,"verse":"And the multitude <WG3793> said, <WG3004> This <WG3778> is Jesus <WG2424> the prophet <WG4396> of Nazareth <WG3478> of Galilee. <WG1056>"},{"number":12,"verse":"And Jesus <WG2424> went <WG1525> into <WG1519> the temple <WG2411> of God, <WG2316> and cast <WG1544> out all <WG3956> them that sold <WG4453> and bought <WG59> in the temple, <WG2411> and overthrew <WG2690> the tables <WG5132> of the moneychangers, <WG2855> and the seats <WG2515> of them that sold <WG4453> doves, <WG4058>"},{"number":13,"verse":"And said <WG3004> to them, It is written, <WG1125> My house <WG3624> shall be called <WG2564> the house <WG3624> of prayer; <WG4335> but you have made <WG4160> it a den <WG4693> of thieves. <WG3027>"},{"number":14,"verse":"And the blind <WG5185> and the lame <WG5560> came <WG4334> to him in the temple; <WG2411> and he healed <WG2323> them."},{"number":15,"verse":"And when the chief <WG749> priests <WG749> and scribes <WG1122> saw <WG1492> the wonderful <WG2297> things that he did, <WG4160> and the children <WG3816> crying <WG2896> in the temple, <WG2411> and saying, <WG3004> Hosanna <WG5614> to the son <WG5207> of David; <WG1138> they were sore <WG23> displeased, <WG23>"},{"number":16,"verse":"And said <WG2036> to him, Hear <WG191> you what <WG5101> these <WG3778> say? <WG3004> And Jesus <WG2424> said <WG3004> to them, Yes; <WG3483> have you never <WG3763> read, <WG314> Out of the mouth <WG4750> of babes <WG3516> and sucklings <WG2337> you have perfected <WG2675> praise? <WG136>"},{"number":17,"verse":"And he left <WG2641> them, and went <WG1831> out of the city <WG4172> into <WG1519> Bethany; <WG963> and he lodged <WG835> there. <WG1563>"},{"number":18,"verse":"Now <WG1161> in the morning <WG4405> as he returned <WG1877> into <WG1519> the city, <WG4172> he hungry. <WG3983>"},{"number":19,"verse":"And when he saw <WG1492> a fig <WG4808> tree <WG4808> in the way, <WG3598> he came <WG2064> to it, and found <WG2147> nothing <WG3762> thereon, <WG1722> <WG846> but leaves <WG5444> only, <WG3440> and said <WG3004> to it, Let no <WG3371> fruit <WG2590> grow <WG1096> on <WG1537> you henceforward <WG3371> for ever. <WG165> And presently <WG3916> the fig <WG4808> tree <WG4808> withered <WG3583> away."},{"number":20,"verse":"And when the disciples <WG3101> saw <WG1492> it, they marveled, <WG2296> saying, <WG3004> How <WG4459> soon <WG3916> is the fig <WG4808> tree <WG4808> withered <WG3583> away!"},{"number":21,"verse":"Jesus <WG2424> answered <WG611> and said <WG2036> to them, Truly <WG281> I say <WG3004> to you, If <WG1437> you have <WG2192> faith, <WG4102> and doubt <WG1252> not, you shall not only <WG3440> do <WG4160> this <WG3588> which is done to the fig <WG4808> tree, <WG4808> but also <WG2579> if <WG2579> you shall say <WG2036> to this <WG5129> mountain, <WG3735> Be you removed, <WG142> and be you cast <WG906> into <WG1519> the sea; <WG2281> it shall be done. <WG1096>"},{"number":22,"verse":"And all <WG3956> things, whatever <WG3745> <WG302> you shall ask <WG154> in prayer, <WG4335> believing, <WG4100> you shall receive. <WG2983>"},{"number":23,"verse":"And when he was come <WG2064> into <WG1519> the temple, <WG2411> the chief <WG749> priests <WG749> and the elders <WG4245> of the people <WG2992> came <WG4334> to him as he was teaching, <WG1321> and said, <WG3004> By what <WG4169> authority <WG1849> do <WG4160> you these <WG5023> things? and who <WG5101> gave <WG1325> you this <WG5026> authority? <WG1849>"},{"number":24,"verse":"And Jesus <WG2424> answered <WG611> and said <WG2036> to them, I also <WG2504> will ask <WG2065> you one <WG1520> thing, <WG3056> which <WG3739> if <WG1437> you tell <WG2036> me, I in like <WG2504> wise will tell <WG2046> you by what <WG4169> authority <WG1849> I do <WG4160> these <WG5023> things."},{"number":25,"verse":"The baptism <WG908> of John, <WG2491> from where <WG4159> was it? from heaven, <WG3772> or <WG2228> of men? <WG444> And they reasoned <WG1260> with themselves, <WG1438> saying, <WG3004> If <WG1437> we shall say, <WG2036> From heaven; <WG3772> he will say <WG2046> to us, Why <WG1302> did you not then <WG3767> believe <WG4100> him?"},{"number":26,"verse":"But if <WG1437> we shall say, <WG2036> Of men; <WG444> we fear <WG5399> the people; <WG3793> for all <WG3956> hold <WG2192> John <WG2491> as a prophet. <WG4396>"},{"number":27,"verse":"And they answered <WG611> Jesus, <WG2424> and said, <WG2036> We cannot <WG3756> <WG1492> tell. <WG1492> And he said <WG5346> to them, Neither <WG3761> tell <WG3004> I you by what <WG4169> authority <WG1849> I do <WG4160> these <WG5023> things."},{"number":28,"verse":"But what <WG5101> think <WG1380> you? A certain man <WG444> had <WG2192> two <WG1417> sons; <WG5043> and he came <WG4334> to the first, <WG4413> and said, <WG2036> Son, <WG5043> go <WG5217> work <WG2038> to day <WG4594> in my vineyard. <WG290>"},{"number":29,"verse":"He answered <WG611> and said, <WG2036> I will <WG2309> not: but afterward <WG5305> he repented, <WG3338> and went. <WG565>"},{"number":30,"verse":"And he came <WG4334> to the second, <WG1208> and said <WG2036> likewise. <WG5615> And he answered <WG611> and said, <WG2036> I go, <WG565> sir: <WG2962> and went <WG565> not."},{"number":31,"verse":"Whether <WG5101> of them two <WG1417> did <WG4160> the will <WG2307> of his father? <WG3962> They say <WG3004> to him, The first. <WG4413> Jesus <WG2424> said <WG3004> to them, Truly <WG281> I say <WG3004> to you, That the publicans <WG5057> and the harlots <WG4204> go <WG4254> into <WG1519> the kingdom <WG932> of God <WG2316> before <WG4254> you."},{"number":32,"verse":"For John <WG2491> came <WG2064> to you in the way <WG3598> of righteousness, <WG1343> and you believed <WG4100> him not: but the publicans <WG5057> and the harlots <WG4204> believed <WG4100> him: and you, when you had seen <WG1492> it, repented <WG3338> not afterward, <WG5305> that you might believe <WG4100> him."},{"number":33,"verse":"Hear <WG191> another <WG243> parable: <WG3850> There was a certain <WG444> <WG5100> householder, <WG3617> which <WG3748> planted <WG5452> a vineyard, <WG290> and hedged <WG5418> <WG4060> it round about, <WG4060> and dig <WG3736> a wine press <WG3025> in it, and built <WG3618> a tower, <WG4444> and let <WG1554> it out to farmers, <WG1092> and went <WG589> into <WG1519> a far country: <WG589>"},{"number":34,"verse":"And when <WG3753> the time <WG2540> of the fruit <WG2590> drew near, <WG1448> he sent <WG649> his servants <WG1401> to the farmers, <WG1092> that they might receive <WG2983> the fruits <WG2590> of it."},{"number":35,"verse":"And the farmers <WG1092> took <WG2983> his servants, <WG1401> and beat <WG1194> one, <WG3739> and killed <WG615> another, <WG3739> and stoned <WG3036> another. <WG3739>"},{"number":36,"verse":"Again, <WG3825> he sent <WG649> other <WG243> servants <WG1401> more <WG4119> than the first: <WG4413> and they did <WG4160> to them likewise. <WG5615>"},{"number":37,"verse":"But last <WG5305> of all he sent <WG649> to them his son, <WG5207> saying, <WG3004> They will reverence <WG1788> my son. <WG5207>"},{"number":38,"verse":"But when the farmers <WG1092> saw <WG1492> the son, <WG5207> they said <WG2036> among <WG1722> themselves, <WG1438> This <WG3778> is the heir; <WG2818> come, <WG1205> let us kill <WG615> him, and let us seize <WG2722> on his inheritance. <WG2817>"},{"number":39,"verse":"And they caught <WG2983> him, and cast <WG1544> him out of the vineyard, <WG290> and slew <WG615> him."},{"number":40,"verse":"When <WG3752> the lord <WG2962> therefore <WG3767> of the vineyard <WG290> comes, <WG2064> what <WG5101> will he do <WG4160> to those <WG1565> farmers? <WG1092>"},{"number":41,"verse":"They say <WG3004> to him, He will miserably <WG2560> destroy <WG622> those <WG846> wicked <WG2556> men, and will let <WG1554> out his vineyard <WG290> to other <WG243> farmers, <WG1092> which <WG3748> shall render <WG591> him the fruits <WG2590> in their seasons. <WG2540>"},{"number":42,"verse":"Jesus <WG2424> said <WG3004> to them, Did you never <WG3763> read <WG314> in the scriptures, <WG1124> The stone <WG3037> which <WG3739> the builders <WG3618> rejected, <WG593> the same <WG3778> is become <WG1096> <WG1519> the head <WG2776> of the corner: <WG1137> this <WG3778> is the Lord's <WG2962> doing, <WG1096> and it is marvelous <WG2298> in our eyes? <WG3788>"},{"number":43,"verse":"Therefore <WG1223> <WG5124> say <WG3004> I to you, The kingdom <WG932> of God <WG2316> shall be taken <WG142> from you, and given <WG1325> to a nation <WG1484> bringing <WG4160> forth <WG4160> the fruits <WG2590> thereof. <WG846>"},{"number":44,"verse":"And whoever <WG3588> shall fall <WG4098> on <WG1909> this <WG5126> stone <WG3037> shall be broken: <WG4917> but on <WG1909> whomsoever <WG3739> <WG302> it shall fall, <WG4098> it will grind <WG3039> him to powder. <WG3039>"},{"number":45,"verse":"And when the chief <WG749> priests <WG749> and Pharisees <WG5330> had heard <WG191> his parables, <WG3850> they perceived <WG1097> that he spoke <WG3004> of them."},{"number":46,"verse":"But when they sought <WG2212> to lay hands <WG2902> on him, they feared <WG5399> the multitude, <WG3793> because <WG1894> they took <WG2192> him for a prophet. <WG4396>"}]}