{"bibleAbbr":"KJ3-2005","bookName":"John","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"And before the Feast of the Passover, Jesus knowing that His hour had come that He should pass from this world to the Father, having loved His own in the world, He loved them to the end."},{"number":2,"verse":"And supper having occurred, the devil already having put into the heart of Judas, the son of Simon Iscariot, that he should give Him over,"},{"number":3,"verse":"Jesus knowing that the Father has given all things into His hands, and that He came out from God, and He goes to God,"},{"number":4,"verse":"He rises up from the supper and lays aside His garments. And taking a towel, He girded Himself."},{"number":5,"verse":"Then He put water into the basin and began to wash the feet of the disciples, and to wipe off with the towel with which He was girded."},{"number":6,"verse":"He then comes to Simon Peter. And that one said to Him, Lord, do You wash my feet?"},{"number":7,"verse":"Jesus answered and said to him, What I am doing, you do not yet know. But you will know after these things."},{"number":8,"verse":"Peter said to Him, You may not wash my feet unto the age, not ever! Jesus answered him, If I do not wash you, you have no part with Me."},{"number":9,"verse":"Simon Peter said to Him, Lord, not my feet only, but also the hands and the head."},{"number":10,"verse":"Jesus said to him, The one having been bathed has no need other than to wash the feet, but is wholly clean. And you are clean, but not all of you."},{"number":11,"verse":"For He knew the one giving Him over. On account of this He said, You are not all of you clean."},{"number":12,"verse":"When, therefore, He washed their feet and took His garments, reclining again, He said to them, Do you know what I have done to you?"},{"number":13,"verse":"You call Me the Teacher, and, the Lord. And you say well, for I AM."},{"number":14,"verse":"Therefore if I washed your feet, the Lord and the Teacher, you also ought to wash the feet of one another."},{"number":15,"verse":"For I gave you an example, that as I did to you, you also should do."},{"number":16,"verse":"Truly, truly, I say to you, A slave is not greater than his master, nor a messenger greater than the one having sent him."},{"number":17,"verse":"If you know these things, blessed are you if you do them."},{"number":18,"verse":"I do not speak concerning all of you; I know whom I chose out; but that the Scripture might be fulfilled, \"The one eating the bread with Me lifted up his heel against Me.\" Psa 41:9"},{"number":19,"verse":"From now I tell you before it happens, that when it happens you may believe that I AM."},{"number":20,"verse":"Truly, truly, I say to you, if anyone I may send, the one who receives that one receives Me; and the one receiving Me receives the One having sent Me."},{"number":21,"verse":"Saying these things, Jesus was agitated in spirit and testified and said, truly, truly, I tell you that one of you will give Me over."},{"number":22,"verse":"Therefore the disciples looked upon one another, being perplexed of whom He spoke."},{"number":23,"verse":"But there was one of His disciples reclining at the bosom of Jesus, whom Jesus loved."},{"number":24,"verse":"Therefore Simon Peter nods to this one to ask whom it might be of whom He spoke."},{"number":25,"verse":"And that one lying on the breast of Jesus said to Him, Lord, who is it?"},{"number":26,"verse":"Jesus answers, It is that one to whom I, having dipped the morsel, shall give it. And dipping the morsel, He gave it to Judas Iscariot, the son of Simon."},{"number":27,"verse":"And after the morsel, then Satan entered into that one. Then Jesus says to him, What you do, do quickly."},{"number":28,"verse":"But no one of the ones reclining knew this, for what He spoke to him;"},{"number":29,"verse":"for some thought, since Judas held the money bag, that Jesus was saying to him, Buy what things we have need of for the feast; or that he should give something to the poor ones."},{"number":30,"verse":"Then, having received the morsel, he immediately went out. And it was night."},{"number":31,"verse":"Then when he went out, Jesus said, Now the Son of Man has been glorified, and God has been glorified in Him."},{"number":32,"verse":"If God was glorified in Him, God also will glorify Him in Himself, and immediately will glorify Him."},{"number":33,"verse":"Little children, yet a little while I am with you. You will seek Me; and, as I said to the Jews, Where I go, you are not able to come; I also say to you now."},{"number":34,"verse":"I give a new commandment to you, that you should love one another; according as I loved you, you should also love one another."},{"number":35,"verse":"By this all shall know that you are My disciples, if you have love among one another."},{"number":36,"verse":"Simon Peter said to Him, Lord, where do You go? Jesus answered him, Where I go you are not able to follow Me now, but afterwards you shall follow Me."},{"number":37,"verse":"Peter said to Him, Lord, why am I not able to follow You now? I will lay down my life for You!"},{"number":38,"verse":"Jesus answered him, Will you lay down your life for Me? Indeed, I tell you truly, not a cock will sound, until you deny Me three times, not at all."}]}