{"bibleAbbr":"KJ3-2005","bookName":"John","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"I have spoken these things to you so that you may not be made to stumble"},{"number":2,"verse":"They will make you to be expelled from the synagogue, but an hour is coming that every one killing you will think to he offers a divine service before God."},{"number":3,"verse":"And they will do these things to you because they do not know the Father nor Me."},{"number":4,"verse":"But I have spoken these things to you so that when the hour comes you may recall them, that I told you. But I did not say these things to you from the beginning because I was with you."},{"number":5,"verse":"But now I am going to the One having sent Me. And not one of you asks Me, Where are You going?"},{"number":6,"verse":"But because I have said these things to you, grief has filled your heart."},{"number":7,"verse":"But I speak the truth to you, it is profitable for you that I should go; for if I do not go away, the Advocate will not come to you. But if I go, I will send Him to you."},{"number":8,"verse":"And having come, that One will convict the world concerning sin, and concerning righteousness, and concerning judgment;"},{"number":9,"verse":"concerning sin, truly, because they do not believe into Me;"},{"number":10,"verse":"and concerning righteousness, because I am going to the Father, and you no longer see Me;"},{"number":11,"verse":"and concerning judgment, because the ruler of this world has been judged."},{"number":12,"verse":"I have yet many things to tell you, but you are not able to bear them now."},{"number":13,"verse":"But when that One comes, the Spirit of Truth, He will guide you into all Truth, for He will not speak from Himself, but as many things as He hears, He will speak; and He will announce the coming things to you."},{"number":14,"verse":"That One will glorify Me, for He will take from Mine and will announce to you."},{"number":15,"verse":"All things, as many as the Father has are Mine. Because of this I said that He will take from Mine, and will announce to you."},{"number":16,"verse":"A little while and you do not see Me. And again a little, and you will see Me, because I go away to the Father."},{"number":17,"verse":"Then some of His disciples said to one another, What is this which He says to us, A little and you do not see me; and again, A little and you will see Me? And, Because I go away to the Father?"},{"number":18,"verse":"Therefore they said, What is this that He says, The little ? Not we know what He says."},{"number":19,"verse":"Therefore Jesus knew that they desired to ask Him. And He said to them, Are you inquiringwith one another about this, because I said, A little while, and you do not see Me; and again a little and you will see Me?"},{"number":20,"verse":"Truly, truly, I say to you that you will weep and will lament, but the world will rejoice. And you will be grieved, but your grief will become joy."},{"number":21,"verse":"The woman has grief when she bears, because her hour came, but when she bears the child, she no longer remembers the distress, because of the joy that a man was born into the world."},{"number":22,"verse":"And you, therefore, truly have grief now; but I will see you again, and your heart will rejoice, and no one takes your joy from you."},{"number":23,"verse":"And in that day you will ask Me nothing. Truly, truly, I say to you, As many things as you shall ask the Father in My name, He will give you."},{"number":24,"verse":"Until now you asked nothing in My name; ask, and you will receive, so that your joy may be filled."},{"number":25,"verse":"I have spoken these things to you in allegories. An hour comes when I will no longer speak to you in allegories, but concerning the Father I will plainly announce to you."},{"number":26,"verse":"In that day you will ask in My name, and I do not say to you that I will ask the Father about you;"},{"number":27,"verse":"for the Father Himself loves you, because you have loved Me, and have believed that I came out from God."},{"number":28,"verse":"I came out from the Father and have come into the world; Again, I leave the world and go to the Father."},{"number":29,"verse":"His disciples said to Him, Behold, now You speak openly and You say not one allegory."},{"number":30,"verse":"Now we know that You know all things and have no need that anyone ask You. By this we believe that You came out from God."},{"number":31,"verse":"Jesus answered them, Do you believe now?"},{"number":32,"verse":"Behold, an hour is coming, and now has come, that you will be scattered, each one to his own things, and you will leave Me alone. Yet I am not alone, because the Father is with Me."},{"number":33,"verse":"I have spoken these things to you that you may have peace in Me. You have distress in the world; but have courage, I have overcome the world."}]}