{"bibleAbbr":"KJ3-2005","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"And the third day a marriage took place in Cana of Galilee, and the mother of Jesus was there."},{"number":2,"verse":"And Jesus and His disciples also were invited to the marriage."},{"number":3,"verse":"And they lacking wine, the mother of Jesus says to Him, They have no wine."},{"number":4,"verse":"Jesus says to her, What is that to Me and to you, woman? My hour has not yet come."},{"number":5,"verse":"His mother said to the servants, Whatever He says to you, do."},{"number":6,"verse":"And there were six waterpots of stone lying, according to the purification of the Jews, each containing two or three measures."},{"number":7,"verse":"Jesus said to them, Fill the waterpots with water. And they filled them to the top."},{"number":8,"verse":"And He says to them, Now draw out and carry to the master of the feast. And they carried it."},{"number":9,"verse":"But when the master of the feast tasted the water that had become wine, and did not know from where it was (but the servants drawing the water knew), the master of the feast called the bridegroom,"},{"number":10,"verse":"and he says to him, Every man first sets on the good wine, and when they have drunk freely, then the inferior. You have kept the good wine until now."},{"number":11,"verse":"This beginning of the miraculous signs Jesus did in Cana of Galilee and revealed His glory, and His disciples believed into Him."},{"number":12,"verse":"After this He went down to Capernaum, He and His mother and His brothers and His disciples. And He remained there not many days."},{"number":13,"verse":"And the Passover of the Jews was near. And Jesus went up to Jerusalem."},{"number":14,"verse":"And He found those selling oxen and sheep and doves in the temple, and the money changers sitting."},{"number":15,"verse":"And having made a whip out of ropes, He threw all out of the temple, both the sheep, and the oxen, and the money changers, poured out the coin and overturned the tables."},{"number":16,"verse":"And to the ones selling the doves, He said, Take these things from here! Not do make My Father's house a market-house."},{"number":17,"verse":"And His disciples remembered that it was written, \"The zeal of Your house has consumed Me.\" Psa 69:9"},{"number":18,"verse":"Then the Jews answered and said to Him, What sign do You show to us, since these things You do?"},{"number":19,"verse":"Jesus answered and said to them, Destroy this temple, and in three days I will raise it up."},{"number":20,"verse":"Then the Jews said, This temple was forty-six years being built, and do You raise it up in three days?"},{"number":21,"verse":"But He spoke about the temple of His body."},{"number":22,"verse":"Then when He was raised from the dead, His disciples remembered that He said this to them. And they believed the Scripture, even the Word that Jesus said."},{"number":23,"verse":"And as He was in Jerusalem, at the Passover, at the Feast, many believed into His name, seeing the signs which He did."},{"number":24,"verse":"But Jesus Himself did not commit Himself to them, because He knew all,"},{"number":25,"verse":"and because He had no need that anyone should witness concerning man, for He knew what was in man."}]}