{"bibleAbbr":"KJ3-2005","bookName":"John","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"And after these things Jesus was walking in Galilee; for He did not desire to walk in Judea, because the Jews were seeking to kill Him."},{"number":2,"verse":"And the Feast of the Jews, The Feast of Tabernacles was near."},{"number":3,"verse":"Therefore His brothers said to Him, Depart from here and go to Judea, that Your disciples will also see Your works which You are doing,"},{"number":4,"verse":"for no one does anything in secret and himself seeks to be in openness. If You do these things, reveal Yourself to the world."},{"number":5,"verse":"For not even His brothers believed into Him."},{"number":6,"verse":"Therefore Jesus said to them, My time is not yet present, but your time is always ready."},{"number":7,"verse":"The world cannot hate you, but it hates Me because I witness about it, that its works are evil."},{"number":8,"verse":"You go up to this feast. I am not yet going up to this feast, for My time has not yet been fulfilled."},{"number":9,"verse":"And saying these things to them, He remained in Galilee."},{"number":10,"verse":"But when His brothers went up, then He also went up to the feast, not openly, but as in secret."},{"number":11,"verse":"Then the Jews sought Him in the feast, and said, Where is that One?"},{"number":12,"verse":"And much murmuring about Him was in the crowds. Some indeed said, He is a good One; but others said, No, but He deceives the crowd."},{"number":13,"verse":"However, no one freely spoke about Him, because of the fear of the Jews."},{"number":14,"verse":"But the feast now being in the middle, Jesus went up to the temple and taught."},{"number":15,"verse":"And the Jews marveled, saying, How does this One know letters, not having learned?"},{"number":16,"verse":"Jesus answered them and said, My doctrine is not Mine, but of the One who sent Me."},{"number":17,"verse":"If anyone desires to do His will, he will know concerning the doctrine, whether it is of God, or I speak from Myself."},{"number":18,"verse":"The one speaking from himself seeks his own glory. But the one seeking the glory of the One who sent Him, this One is true, and unrighteousness is not in Him."},{"number":19,"verse":"Has not Moses given you the Law, and not one of you does the Law? Why do you seek to kill Me?"},{"number":20,"verse":"The crowd answered and said, You have a demon. Who seeks to kill You?"},{"number":21,"verse":"Jesus answered and said to them, I did one work, and you all marvel."},{"number":22,"verse":"Because of this Moses has given you circumcision; (not that it is of Moses, but of the fathers); and on a sabbath, you circumcise a man."},{"number":23,"verse":"If a man receives circumcision on a sabbath, that the Law of Moses is not broken, are you angry with Me because I made a whole man healthy on a sabbath?"},{"number":24,"verse":"Do not judge according to sight, but judge righteous judgment."},{"number":25,"verse":"Therefore some of the Jerusalemites said, Is it not this One whom they are seeking to kill?"},{"number":26,"verse":"And, behold, He speaks freely, and they say nothing to Him. Perhaps the rulers truly knew that this is truly the Christ?"},{"number":27,"verse":"But we know this One, from where He is. But when the Christ comes, no one knows from where He is."},{"number":28,"verse":"Therefore teaching, Jesus cried out in the temple, and saying, You both know Me, and you know from where I am. And I have not come from Myself, but He is true, the One having sent Me, whom you do not know."},{"number":29,"verse":"But I know Him, because I am from Him; and that one sent Me."},{"number":30,"verse":"Therefore they sought to seize Him; yet no one laid a hand on Him, because His hour had not yet come."},{"number":31,"verse":"But many of the crowd believed into Him, and said, The Christ, when He comes will He do more miraculous signs than these which this One did?"},{"number":32,"verse":"The Pharisees heard the crowd murmuring these things about Him, and the Pharisees and the chief priests sent officers, that they might seize Him."},{"number":33,"verse":"Then Jesus said to them, Yet a little while I am with you, and I go to the One having sent Me."},{"number":34,"verse":"You will seek Me, and you will not find Me; and where I am, you are not able to come."},{"number":35,"verse":"Therefore the Jews said amongst themselves, Where is this One about to go that we will not find Him? Is He about to go to the Dispersion of the Greeks, and to teach the Greeks?"},{"number":36,"verse":"What is this word which He said, You will seek Me and will not find Me, and, Where I am, you are not able to come?"},{"number":37,"verse":"And in the last great day of the feast, Jesus stood and cried out, saying, If anyone thirsts, let him come to Me and drink."},{"number":38,"verse":"The one believing into Me, as the Scripture said, Out of his belly will flow rivers of living water. See John 4:14"},{"number":39,"verse":"But He said this about the Spirit, whom the ones believing into Him were about to receive; for the Holy Spirit was not yet given, because Jesus was not yet glorified."},{"number":40,"verse":"Then hearing the Word, many of the crowd said, This is truly the Prophet."},{"number":41,"verse":"Others said, This is the Christ. But others said, For the Christ does not come out of Galilee, does He?"},{"number":42,"verse":"Has not the Scripture said that the Christ comes from the seed of David, and from Bethlehem, the village where David was? Mic 5:2"},{"number":43,"verse":"Therefore a division occurred in the crowd because of Him."},{"number":44,"verse":"And some of them desired to seize Him, but no one laid hands on Him."},{"number":45,"verse":"Then the officers came to the chief priests and Pharisees. And those men said to them, Why did you not bring Him?"},{"number":46,"verse":"The officers answered, Never did a man so speak as does this man."},{"number":47,"verse":"Therefore the Pharisees answered them, Have you also been deceived?"},{"number":48,"verse":"Not any from the rulers or from the Pharisees believed into Him?"},{"number":49,"verse":"But this crowd, not knowing the Law, is cursed."},{"number":50,"verse":"Nicodemus said to them, the one coming by night to Him, being one of them."},{"number":51,"verse":"Our Law does not judge the man if not it hear from him first, and know what he does?"},{"number":52,"verse":"They answered and said to him, Are you also from Galilee? Search and see that a prophet has not been raised out of Galilee."},{"number":53,"verse":"And they each one went to his house."}]}