{"bibleAbbr":"CVg2018","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"In finem. Psalmus David,"},{"number":2,"verse":"cum venit ad eum Nathan propheta, quando intravit ad Bethsabee."},{"number":3,"verse":"Miserere mei, Deus, secundum magnam misericordiam tuam ; et secundum multitudinem miserationum tuarum, dele iniquitatem meam."},{"number":4,"verse":"Amplius lava me ab iniquitate mea, et a peccato meo munda me."},{"number":5,"verse":"Quoniam iniquitatem meam ego cognosco, et peccatum meum contra me est semper."},{"number":6,"verse":"Tibi soli peccavi, et malum coram te feci ; ut justificeris in sermonibus tuis, et vincas cum judicaris."},{"number":7,"verse":"Ecce enim in iniquitatibus conceptus sum, et in peccatis concepit me mater mea."},{"number":8,"verse":"Ecce enim veritatem dilexisti ; incerta et occulta sapientiæ tuæ manifestasti mihi."},{"number":9,"verse":"Asperges me hyssopo, et mundabor ; lavabis me, et super nivem dealbabor."},{"number":10,"verse":"Auditui meo dabis gaudium et lætitiam, et exsultabunt ossa humiliata."},{"number":11,"verse":"Averte faciem tuam a peccatis meis, et omnes iniquitates meas dele."},{"number":12,"verse":"Cor mundum crea in me, Deus, et spiritum rectum innova in visceribus meis."},{"number":13,"verse":"Ne projicias me a facie tua, et spiritum sanctum tuum ne auferas a me."},{"number":14,"verse":"Redde mihi lætitiam salutaris tui, et spiritu principali confirma me."},{"number":15,"verse":"Docebo iniquos vias tuas, et impii ad te convertentur."},{"number":16,"verse":"Libera me de sanguinibus, Deus, Deus salutis meæ, et exsultabit lingua mea justitiam tuam."},{"number":17,"verse":"Domine, labia mea aperies, et os meum annuntiabit laudem tuam."},{"number":18,"verse":"Quoniam si voluisses sacrificium, dedissem utique ; holocaustis non delectaberis."},{"number":19,"verse":"Sacrificium Deo spiritus contribulatus ; cor contritum et humiliatum, Deus, non despicies."},{"number":20,"verse":"Benigne fac, Domine, in bona voluntate tua Sion, ut ædificentur muri Jerusalem."},{"number":21,"verse":"Tunc acceptabis sacrificium justitiæ, oblationes et holocausta ; tunc imponent super altare tuum vitulos."}]}