{"bibleAbbr":"KJV1611","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"Now these are the generations of Esau, who is Edom."},{"number":2,"verse":"Esau tooke his wiues of the daughters of Canaan: Adah the daughter of Elon the Hittite, and Aholibamah the daughter of Anah the daughter of Zibeon the Hiuite:"},{"number":3,"verse":"And Bashemath Ishmaels daughter, sister of Nebaioth."},{"number":4,"verse":"And Adah bare to Esau, Eliphaz: and Bashemath bare Revelation"},{"number":5,"verse":"And Aholibamah bare Ieush, and Iaalam, and Korah: these are the sonnes of Esau, which were borne vnto him in the land of Canaan."},{"number":6,"verse":"And Esau tooke his wiues, and his sonnes, and his daughters, and all the persons of his house, and his cattell, and all his beasts, and all his substance, which he had got in the lande of Canaan: and went into the countrey from the face of his brother Iacob."},{"number":7,"verse":"For their riches were more then that they might dwell together: and the land wherein they were strangers, could not beare them, because of their cattell."},{"number":8,"verse":"Thus dwelt Esau in mount Seir: Esau is Edom."},{"number":9,"verse":"And these are the generations of Esau, the father of the Edomites in mount Seir."},{"number":10,"verse":"These are the names of Esaus sonnes: Eliphaz the sonne of Adah the wife of Esau, Reuel the sonne of Bashemath, the wife of Esau."},{"number":11,"verse":"And the sonnes of Eliphaz were, Teman, Omar, Zepho, and Gatam, and Kenaz."},{"number":12,"verse":"And Timna was concubine to Eliphaz Esaus sonne, and shee bare to Eliphaz Amalek: these were the sonnes of Adah Esaus wife."},{"number":13,"verse":"And these are the sonnes of Reuel: Nahath and Zerah, Shammah, and Mizzah: these were the sonnes of Bashemath, Esaus wife."},{"number":14,"verse":"And these were the sonnes of Aholibamah, the daughter of Anah, daughter of Zibeon Esaus wife: and she bare to Esau, Ieush and Iaalam, and Korah."},{"number":15,"verse":"These were dukes of the sonnes of Esau: the sonnes of Eliphaz the first borne sonne of Esau, duke Teman, duke Omar, duke Zepho, duke Kenaz,"},{"number":16,"verse":"Duke Korah, duke Gatam, and duke Amalek: These are the dukes that came of Eliphaz, in the land of Edom: These were the sonnes of Adah."},{"number":17,"verse":"And these are the sonnes of Reuel Esaus sonne: duke Nahath, duke Zerah, duke Shammah, duke Mizzah. These are the dukes that came of Reuel, in the land of Edom: these are the sonnes of Bashemath, Esaus wife."},{"number":18,"verse":"And these are the sonnes of Aholibamah Esaus wife: duke Ieush, duke Iaalam, duke Korah: these were the dukes that came of Aholibamah the daughter of Anah Esaus wife."},{"number":19,"verse":"These are the sonnes of Esau, (who is Edom) and these are their dukes."},{"number":20,"verse":"These are the sonnes of Seir the Horite, who inhabited the land, Lotan, and Shobal, and Zibeon, and Anah."},{"number":21,"verse":"And Dishon, and Ezer, and Dishan: these are the dukes of the Horites the children of Seir in the lande of Edom."},{"number":22,"verse":"And the children of Lotan, were Hori, and Hemam: and Lotans sister was Timna."},{"number":23,"verse":"And the children of Shobal were these: Aluan, and Manahath, and Ebal, Shepho, and Onam."},{"number":24,"verse":"And these are the children of Zibeon, both Aiah, and Anah: this was that Anah that found the mules in the wildernesse, as he fed the asses of Zibeon his father."},{"number":25,"verse":"And the children of Anah were these: Dishon, and Aholibamah the daughter of Anah."},{"number":26,"verse":"And these are the children of Dishon: Hemdan and Eshban, & Ithran, and Cheran."},{"number":27,"verse":"The children of Ezer are these: Bilhan and Zaauan, and Akan."},{"number":28,"verse":"The children of Dishan are these: Uz, and Aran."},{"number":29,"verse":"These are the dukes that came of the Horites: duke Lotan, duke Shobal, duke Zibeon, duke Anah,"},{"number":30,"verse":"Duke Dishon, duke Ezer, duke Dishan: these are the dukes that came of Hori, among their dukes in the land of Seir."},{"number":31,"verse":"And these are the kings that reigned in the land of Edom, before there reigned any king ouer the children of Israel."},{"number":32,"verse":"And Bela the sonne of Beor reigned in Edom: and the name of his citie was Dinhabah."},{"number":33,"verse":"And Bela died, and Iobab the sonne of Zerah of Bozra reigned in his stead."},{"number":34,"verse":"And Iobab died, and Husham of the land of Temani reigned in his stead."},{"number":35,"verse":"And Husham died, and Hadad the sonne of Bedad, (who smote Midian in the field of Moab,) reigned in his stead: & the name of his citie was Auith."},{"number":36,"verse":"And Hadad died, and Samlah of Masrekah, reigned in his stead."},{"number":37,"verse":"And Samlah died, and Saul of Rehoboth, by the riuer, reigned in his stead."},{"number":38,"verse":"And Saul died, and Baal-hanan the sonne of Achbor reigned in his stead."},{"number":39,"verse":"And Baal-hanan the sonne of Achbor died, and Hadar reigned in his stead: and the name of his citie was Pau, and his wiues name was Mehetabel, the daughter of Matred, the daughter of Mezahab."},{"number":40,"verse":"And these are the names of the dukes that came of Esau, according to their families, after their places, by their names: duke Timnah, duke Aluah, duke Ietheth,"},{"number":41,"verse":"Duke Aholibamah, duke Elah, duke Pinon,"},{"number":42,"verse":"Duke Kenaz, duke Teman, duke Mibzar,"},{"number":43,"verse":"Duke Magdiel, duke Iram. These be the dukes of Edom, according to their habitations, in the land of their possession: he is Esau the father of the Edomites."}]}