{"bibleAbbr":"KJV1611","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"And the LORD saide vnto Noah, Come thou and all thy house into the Arke: for thee haue I seene righteous before me, in this generation."},{"number":2,"verse":"Of euery cleane beast thou shalt take to thee by seuens, the male and his female: and of beastes that are not cleane, by two, the male and his female."},{"number":3,"verse":"Of fowles also of the aire, by seuens, the male & the female; to keepe seed aliue vpon the face of all the earth."},{"number":4,"verse":"For yet seuen dayes, and I will cause it to raine vpon the earth, fortie dayes, and forty nights: and euery liuing substance that I haue made, will I destroy, fro off the face of the earth."},{"number":5,"verse":"And Noah did according vnto all that the LORD commanded him."},{"number":6,"verse":"And Noah was sixe hundred yeeres old, when the flood of waters was vpon the earth."},{"number":7,"verse":"And Noah went in, and his sonnes, and his wife, and his sonnes wiues with him, into the Arke, because of the waters of the Flood."},{"number":8,"verse":"Of cleane beasts, & of beasts that are not cleane, & of fowles, and of euery thing that creepeth vpon the earth,"},{"number":9,"verse":"There went in two and two vnto Noah into the Arke, the male & the female, as God had commanded Noah."},{"number":10,"verse":"And it came to passe after seuen dayes, that the waters of the Flood were vpon the earth."},{"number":11,"verse":"In the sixe hundredth yeere of Noahs life, in the second moneth, the seuenteenth day of the moneth, the same day, were al the fountaines of the great deepe broken vp, and the windowes of heauen were opened."},{"number":12,"verse":"And the raine was vpon the earth, fortie dayes, and fortie nights."},{"number":13,"verse":"In the selfe same day entred Noah, and Sem, and Ham, and Iapheth, the sonnes of Noah, and Noahs wife, and the three wiues of his sonnes with them, into the Arke,"},{"number":14,"verse":"They, and euery beast after his kinde, & all the cattell after their kinde: and euery creeping thing that creepeth vpon the earth after his kinde, and euery foule after his kinde, euery birde of euery sort."},{"number":15,"verse":"And they went in vnto Noah into the Arke, two and two of all flesh, wherein is the breath of life."},{"number":16,"verse":"And they that went in, went in male and female of all flesh, as God had commaunded him: and the LORD shut him in."},{"number":17,"verse":"And the Flood was fortie dayes vpon the earth, and the waters increased, and bare vp the Arke, and it was lift vp aboue the earth."},{"number":18,"verse":"And the waters preuailed, and were encreased greatly vpon the earth: and the Arke went vpon the face of the waters."},{"number":19,"verse":"And the waters preuailed exceedingly vpon the earth, and all the high hils, that were vnder the whole heauen, were couered."},{"number":20,"verse":"Fifteene cubits vpward, did the waters preuaile; and the mountaines were couered."},{"number":21,"verse":"And all flesh died, that mooued vpon the earth, both of fowle, & of cattell, and of beast, and of euery creeping thing that creepeth vpon the earth, and euery man."},{"number":22,"verse":"All in whose nosethrils was the breath of life, of all that was in the dry land, died."},{"number":23,"verse":"And euery liuing substance was destroyed, which was vpon the face of the ground, both man and cattell, and the creeping things, and the foule of the heauen; and they were destroyed from the earth: and Noah onely remained aliue, and they that were with him in the Arke."},{"number":24,"verse":"And the waters preuailed vpon the earth, an hundred and fifty dayes."}]}