{"bibleAbbr":"Geneva1599","bookName":"Obadiah","bookEnglishName":"Obadiah","chapterNumber":1,"verses":[{"number":1,"verse":"Obadiah The vision of Obadiah. Thus saith the Lord God against Edom, (God hath certainly revealed to his prophets, that he will raise up the heathen to destroy the Edomites, whereof the rumor is now published, Jer. 49:14.) We have heard a rumor from the Lord, and an ambassador is sent among the heathen: arise, and (Thus the heathen encourage themselves to rise against Edom.) let us rise up against her to battle."},{"number":2,"verse":"Behold, I have made thee small among the heathen: thou art utterly despised."},{"number":3,"verse":"The (Which despisest all others in respect of thyself, and yet art but an handful in comparison of others, and art shut up among the hills as separate from the rest of the world.) pride of thine heart hath deceived thee: thou that dwellest in the clefts of the rocks, whose habitation is high, that saith in his heart, Who shall bring me down to the ground?"},{"number":4,"verse":"Though thou exalt thyself as the eagle, and make thy nest among the stars, thence will I bring thee down, saith the Lord."},{"number":5,"verse":"(God will so destroy them that he will leave none, though thieves when they come, take but till they have enough, and they that gather grapes, ever leave some behind them, Jer. 49:9.) Came thieves to thee or robbers by night? how wast thou brought to silence? would they not have stolen till they had enough? if the grape gatherers came to thee, would they not leave some grapes?"},{"number":6,"verse":"How are the things of Esau sought up, and his treasures searched?"},{"number":7,"verse":"All the men of thy confederacy (They in whom thou didst trust for to have help and friendship of them, shall be thine enemies and destroy thee.) have driven thee to the borders: the men that were at peace with thee, have deceived thee, and prevailed against thee: they that eat thy (That is, thy familiar friends and guests have by secret practices destroyed thee.) bread, have laid a wound under thee: there is none understanding in him."},{"number":8,"verse":"Shall not I in that day, saith the Lord, even destroy the wise men out of Edom, and understanding from the mount of Esau?"},{"number":9,"verse":"And thy strong men, O Teman, shall be afraid, because everyone of the mount of Esau shall be cut off by slaughter."},{"number":10,"verse":"For thy cruelty against thy (He showeth the cause why the Edomites were so sharply punished: to wit, because they were enemies to his Church, whom he now comforteth by punishing their enemies.) brother Jacob, shame shall cover thee, and thou shalt be cut off forever."},{"number":11,"verse":"When thou stoodest (When Nebuchadnezzar came against Jerusalem, thou joinedest with him, and hadest part of the spoil, and so didst rejoice when my people, that is, thy brother were afflicted, whereas thou shouldest have pitied and helped thy brother.) on the other side, in the day that the strangers carried away his substance, and strangers entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them."},{"number":12,"verse":"But thou shouldest not have beholden the day of thy brother, in the day that he was made (When the Lord deprived them of their former dignity, and gave them to be carried into captivity.) a stranger, neither shouldest thou have rejoiced over the children of Judah, in the day of their destruction: thou shouldest not have spoken proudly in the day of affliction."},{"number":13,"verse":"Thou shouldest not have entered into the gate of my people in the day of their destruction, neither shouldest thou have once looked on their affliction in the day of their destruction, nor have laid hands on their substance in the day of their destruction."},{"number":14,"verse":"Neither shouldest thou have stood in the crossways to cut off them, that should escape, neither shouldest thou have shut up the remnant thereof in the day of affliction."},{"number":15,"verse":"For the day (When he will summon all the heathen, and send them to destroy thee.) of the Lord is near, upon all the heathen: as thou hast done, it shall be done to thee: thy reward shall return upon thine head."},{"number":16,"verse":"For as ye have (That is, rejoiced and triumphed.) drunk upon mine holy Mountain, so shall all the heathen drink continually: yea, they shall drink and swallow up, and they shall be (The Edomites shall be utterly destroyed, and yet in despite of all the enemies I will reserve my Church and restore it.) as though they had not been."},{"number":17,"verse":"But upon mount Zion shall be deliverance, and it shall be holy, and the house of Jacob shall possess their possessions,"},{"number":18,"verse":"And the house of Jacob shall be (God attributeth this power, to consume his enemies, to his Church, which power is only proper to himself, as Isa. 10:17; Deut. 4:24; Heb. 12:29.) a fire, and the house of Joseph a flame, and the house of Esau as stubble, and they shall kindle in them and devour them: and there shall be no remnant of the house of Esau: for the Lord hath spoken it."},{"number":19,"verse":"And they shall possess the South side of the (He describeth how the Church shall be enlarged and have great possessions: but this chiefly is accomplished under Christ, when as the faithful are made heirs and lords of all things by him which is their head.) mount of Esau, and the plain of the Philistines: and they shall possess the fields of Ephraim, and the fields of Samaria, and Benjamin shall have Gilead."},{"number":20,"verse":"And the captivity of this host of the children of Israel, which were among the (By the Canaanites, the Jews mean the Dutchmen, and by Zarephath, France, and by Sepharad, Spain.) Canaanites, shall possess unto Zarephath, and the captivity of Jerusalem, which is in Sepharad, shall possess the cities of the South."},{"number":21,"verse":"And they (Meaning that God will raise up in his Church such as shall rule and govern for the defense of the same, and destruction of his enemies under Messiah, whom the Prophet calleth here, the Lord and head of this kingdom.) that shall save, shall come up to mount Zion to judge the mount of Esau, and the kingdom shall be the Lord’s."}]}