{"bibleAbbr":"CVg2018","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"Muscæ morientes perdunt suavitatem unguenti. Pretiosior est sapientia et gloria, parva et ad tempus stultitia."},{"number":2,"verse":"Cor sapientis in dextera ejus, et cor stulti in sinistra illius."},{"number":3,"verse":"Sed et in via stultus ambulans, cum ipse insipiens sit, omnes stultos æstimat."},{"number":4,"verse":"Si spiritus potestatem habentis ascenderit super te, locum tuum ne demiseris, quia curatio faciet cessare peccata maxima."},{"number":5,"verse":"Est malum quod vidi sub sole, quasi per errorem egrediens a facie principis :"},{"number":6,"verse":"positum stultum in dignitate sublimi, et divites sedere deorsum."},{"number":7,"verse":"Vidi servos in equis, et principes ambulantes super terram quasi servos."},{"number":8,"verse":"Qui fodit foveam incidet in eam, et qui dissipat sepem mordebit eum coluber."},{"number":9,"verse":"Qui transfert lapides affligetur in eis, et qui scindit ligna vulnerabitur ab eis."},{"number":10,"verse":"Si retusum fuerit ferrum, et hoc non ut prius, sed hebetatum fuerit, multo labore exacuetur, et post industriam sequetur sapientia."},{"number":11,"verse":"Si mordeat serpens in silentio, nihil eo minus habet qui occulte detrahit."},{"number":12,"verse":"Verba oris sapientis gratia, et labia insipientis præcipitabunt eum ;"},{"number":13,"verse":"initium verborum ejus stultitia, et novissimum oris illius error pessimus."},{"number":14,"verse":"Stultus verba multiplicat. Ignorat homo quid ante se fuerit ; et quid post se futurum sit, quis ei poterit indicare ?"},{"number":15,"verse":"Labor stultorum affliget eos, qui nesciunt in urbem pergere."},{"number":16,"verse":"Væ tibi, terra, cujus rex puer est, et cujus principes mane comedunt."},{"number":17,"verse":"Beata terra cujus rex nobilis est, et cujus principes vescuntur in tempore suo, ad reficiendum, et non ad luxuriam."},{"number":18,"verse":"In pigritiis humiliabitur contignatio, et in infirmitate manuum perstillabit domus."},{"number":19,"verse":"In risum faciunt panem et vinum ut epulentur viventes ; et pecuniæ obediunt omnia."},{"number":20,"verse":"In cogitatione tua regi ne detrahas, et in secreto cubiculi tui ne maledixeris diviti : quia et aves cæli portabunt vocem tuam, et qui habet pennas annuntiabit sententiam."}]}