{"bibleAbbr":"CVg2018","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"Omnia tempus habent, et suis spatiis transeunt universa sub cælo."},{"number":2,"verse":"Tempus nascendi, et tempus moriendi ; tempus plantandi, et tempus evellendi quod plantatum est."},{"number":3,"verse":"Tempus occidendi, et tempus sanandi ; tempus destruendi, et tempus ædificandi."},{"number":4,"verse":"Tempus flendi, et tempus ridendi ; tempus plangendi, et tempus saltandi."},{"number":5,"verse":"Tempus spargendi lapides, et tempus colligendi, tempus amplexandi, et tempus longe fieri ab amplexibus."},{"number":6,"verse":"Tempus acquirendi, et tempus perdendi ; tempus custodiendi, et tempus abjiciendi."},{"number":7,"verse":"Tempus scindendi, et tempus consuendi ; tempus tacendi, et tempus loquendi."},{"number":8,"verse":"Tempus dilectionis, et tempus odii ; tempus belli, et tempus pacis."},{"number":9,"verse":"Quid habet amplius homo de labore suo ?"},{"number":10,"verse":"Vidi afflictionem quam dedit Deus filiis hominum, ut distendantur in ea."},{"number":11,"verse":"Cuncta fecit bona in tempore suo, et mundum tradidit disputationi eorum, ut non inveniat homo opus quod operatus est Deus ab initio usque ad finem."},{"number":12,"verse":"Et cognovi quod non esset melius nisi lætari, et facere bene in vita sua ;"},{"number":13,"verse":"omnis enim homo qui comedit et bibit, et videt bonum de labore suo, hoc donum Dei est."},{"number":14,"verse":"Didici quod omnia opera quæ fecit Deus perseverent in perpetuum ; non possumus eis quidquam addere, nec auferre, quæ fecit Deus ut timeatur."},{"number":15,"verse":"Quod factum est, ipsum permanet ; quæ futura sunt jam fuerunt, et Deus instaurat quod abiit."},{"number":16,"verse":"Vidi sub sole in loco judicii impietatem, et in loco justitiæ iniquitatem :"},{"number":17,"verse":"et dixi in corde meo : Justum et impium judicabit Deus, et tempus omnis rei tunc erit."},{"number":18,"verse":"Dixi in corde meo de filiis hominum, ut probaret eos Deus, et ostenderet similes esse bestiis."},{"number":19,"verse":"Idcirco unus interitus est hominis et jumentorum, et æqua utriusque conditio. Sicut moritur homo, sic et illa moriuntur. Similiter spirant omnia, et nihil habet homo jumento amplius : cuncta subjacent vanitati,"},{"number":20,"verse":"et omnia pergunt ad unum locum. De terra facta sunt, et in terram pariter revertuntur."},{"number":21,"verse":"Quis novit si spiritus filiorum Adam ascendat sursum, et si spiritus jumentorum descendat deorsum ?"},{"number":22,"verse":"Et deprehendi nihil esse melius quam lætari hominem in opere suo, et hanc esse partem illius. Quis enim eum adducet ut post se futura cognoscat ?"}]}