{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 சாமுவேல்",
  "bookEnglishName" : "1 Samuel",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யோனத்தான் தாவீதுக்கு உதவுகிறான்) சவுல் தன் அதிகாரிகளிடமும் யோனத்தானிடமும் தாவீதைக் கொல்லுமாறு கூறினான். ஆனால் யோனத்தான் தாவீதை அதிகமாக விரும்பினான்."
  }, {
    "number" : 2,
    "verse" : "எனவே யோனத்தான் தாவீதை எச்சரித்து, “கவனமாக இரு, சவுல் உன்னைக் கொல்லப் பார்க்கிறார். இன்று காலை, வயலில் ஒளிந்துக்கொள், நான் என் தந்தையோடு அங்கு வந்து பேசுவதை கேட்டுக்கொள்” என்றான்."
  }, {
    "number" : 4,
    "verse" : "யோனத்தான் தனது தந்தை சவுலிடம் சம்பாஷித்தான். தாவீதைப் பற்றி நல்லவற்றை அவன் எடுத்துக் கூறினான். அவன், “நீங்கள் ஒரு ராஜா, தாவீது ஒரு சேவகன், அவன் உங்களுக்கு எதிராக எதுவும் செய்யமாட்டான். எனவே அவனுக்கு எதிராக எதுவும் செய்யாதீர்கள், அவன் உங்களுக்கு நன்மையே செய்வான்."
  }, {
    "number" : 5,
    "verse" : "அவன் கோலியாத்தைக் கொல்ல தன் உயிரையே பணயம் வைத்தான். கர்த்தர் இஸ்ரவேலுக்காக பெரிய வெற்றியைத் தந்தார். நீங்கள் பார்த்து மகிழ்ந்தீர்கள். அவன் அப்பாவி! அவனைக் கொல்ல காரணமே இல்லை” என்றான்."
  }, {
    "number" : 6,
    "verse" : "யோனத்தான் சொல்வதை சவுல் கேட்டு, “கர்த்தர் ஜீவிப்பது உண்மை, தாவீது கொல்லப்படமாட்டான்” என்றான்."
  }, {
    "number" : 7,
    "verse" : "எனவே, யோனத்தான் தாவீதை அழைத்து நடந்த எல்லாவற்றையும் சொன்னான். பிறகு தாவீதை சவுலிடம் அழைத்து வந்தான். ஆகையால் முன்பு போலவே தாவீதை சவுலோடேயே இருக்கச் செய்தான்."
  }, {
    "number" : 8,
    "verse" : "(சவுல் தாவீதை மீண்டும் கொல்ல முயற்சிக்கிறான்) மறுபடியும் போர் தொடங்கியது. தாவீது புறப்பட்டு சென்று பெலிஸ்தியரோடு போர் செய்தான். பெலிஸ்தியரை தாவீது தோற்கடித்தான். அங்கிருந்து அவர்கள் ஓடிப் போனார்கள்."
  }, {
    "number" : 9,
    "verse" : "சவுல் வீட்டில் இருக்கும் போது, கர்த்தரிடமிருந்து ஒரு தீய ஆவி அவன் மீது வந்தது. அவன் தனது கையில் ஈட்டி ஒன்றை வைத்திருந்தான். தாவீது சுரமண்டலம் வாசித்துக்கொண்டிருதான்."
  }, {
    "number" : 10,
    "verse" : "சவுல் ஈட்டியால் அவனைச் சுவரோடு சேர்த்து குத்திக் கொல்லப் பார்த்தான். ஆனால் தாவீது அப்புறம் குதித்துத் தப்பினான். சவுல் தன் ஈட்டியைச் சுவரில் பதிய குத்தினான். தாவீது அன்றிரவு தப்பிவிட்டான்."
  }, {
    "number" : 11,
    "verse" : "தாவீதின் வீட்டுக்கு சவுல் ஆட்களை அனுப்பினான். அவர்கள் தாவீதின் வீட்டைக் கண்காணித்தார்கள். அன்றிரவு முழுக்க அவர்கள் அங்கேயே தங்கி இருந்தார்கள். அதிகாலையில் தாவீதைக் கொல்ல அவர்கள் திட்டமிட்டார்கள். தாவீதின் மனைவியான மீகாள் அவனை எச்சரித்து, “இந்த இரவே இங்கே இருந்து தப்பி ஓடி, உன் உயிரைக் காப்பாற்றிக்கொள். இல்லையென்றால் நாளை கொல்லப்படுவீர்” என்று சொன்னாள்."
  }, {
    "number" : 12,
    "verse" : "அவள் அவனை ஜன்னல் வழியாக இறக்கிவிட, அவன் தப்பினான்."
  }, {
    "number" : 13,
    "verse" : "மீகாள் கட்டில் மேல் ஒரு சிலையை வைத்து, தலை மாட்டில் வெள்ளாட்டுத் தோலைப் போட்டு ஆடையால் மூடி வைத்தாள்."
  }, {
    "number" : 14,
    "verse" : "தாவீதைக் கைது செய்து அழைத்து வரும்படி சவுல் ஆட்களை அனுப்பினான். மீகாள் அவர்களிடம், “தாவீது நோயுற்றிருக்கிறான்” என்று சொன்னாள்."
  }, {
    "number" : 15,
    "verse" : "தூதுவர்கள் சவுலிடம் சங்கதியைச் சொன்னார்கள். ஆனால் அவர்களை மீண்டும் சவுல் திருப்பி அனுப்பினான். அவர்களிடம், “தாவீதை என்னிடம் அழைத்து வாருங்கள். முடிந்தால் அவன் படுத்துக்கிடக்கும் கட்டிலோடு அவனைத் தூக்கி வாருங்கள், அவனை நான் கொல்வேன்” என்றான்."
  }, {
    "number" : 16,
    "verse" : "தாவீதின் வீட்டுக்குத் தூதுவர்கள் சென்றார்கள். தாவீதைத் தூக்கி வர வீட்டிற்குள் நுழைந்தார்கள். ஆனால் படுக்கையில் வெறும் சிலையைத்தான் பார்த்தார்கள், ஆட்டு மயிர் அதன் போர்வையாக இருக்க கண்டனர்."
  }, {
    "number" : 17,
    "verse" : "சவுல், மீகாளிடம், “ஏன் என்னிடம் நீ தந்திரம் செய்கிறாய்? நீ எனது எதிரியை தப்பிக்கவிட்டாய்!” என்று கேட்டான். அவள், “தாவீது தப்பிக்க நான் உதவி செய்யாவிட்டால் அவர் என்னை கொன்றுவிடுவதாகச் சொன்னார்!” என்றாள்."
  }, {
    "number" : 18,
    "verse" : "(தாவீது ராமாவில் உள்ள முகாமிற்குப் போதல்) தாவீது தப்பித்து ராமாவில் தங்கியிருந்த சாமுவேலிடம் போனான். தனக்கு சவுல் செய்தக் காரியங்கள் அனைத்தையும் சாமுவேலிடம் சொன்னான். பிறகு இருவரும் தீர்க்கதரிசிகள் தங்கி இருக்கிற முகாம்களுக்குச் சென்றனர். தாவீது அங்கேயே தங்கினான்."
  }, {
    "number" : 19,
    "verse" : "ராமாவில் உள்ள முகாமில் தாவீது இருக்கும் செய்தியைப் பற்றி சவுல் கேள்விப்பட்டான்."
  }, {
    "number" : 20,
    "verse" : "தாவீதை கைது செய்து அழைத்து வர சேவகர்களை அனுப்பினான். அவர்கள் வந்து தீர்க்கதரிசனம் சொல்கிற தீர்க்கதரிசிகளின் குழு மத்தியில் சாமுவேல் குழுத்தலைவனாக நிற்பதைக் கண்டனர். அப்போது சேவகர் மேல் தேவனுடைய ஆவியானவர் இறங்க அவர்களும் தீர்க்கதரிசனம் சொன்னார்கள்."
  }, {
    "number" : 21,
    "verse" : "இதை அறிந்த சவுல், வேறு சேவகர்களை அனுப்பினான். அவர்களும் அங்கு போய் தீர்க்கதரிசனம் சொல்ல, மூன்றாவது குழுவை அனுப்பினான். அவர்களும் தீர்க்கதரிசனம் சொன்னார்கள்."
  }, {
    "number" : 22,
    "verse" : "சவுலும் ராமாவுக்குப் போய் சேக்குவிலுள்ள கிணற்றருகில் நின்று, “சாமுவேலும் தாவீதும் எங்கே?” என்று கேட்டான். ஜனங்கள், “ராமாவின் முகாமில் உள்ளனர்” என்று சொன்னார்கள்."
  }, {
    "number" : 23,
    "verse" : "அவனும் ராமாவுக்கு அருகில் உள்ள முகாம்களுக்குப் போனான். அவன் மேலும் தேவனுடைய ஆவியானவர் இறங்கவே அவனும் தீர்க்கதரிசனம் சொல்ல ஆரம்பித்தான். முகாமிற்குச் செல்லும் வரை அப்படியேச் சொல்லிக்கொண்டே சென்றான்."
  }, {
    "number" : 24,
    "verse" : "சவுலும் தன் ஆடைகளை கழற்றிப் போட்டு சாமுவேலுக்கு முன்பாக தீர்க்கதரிசனம் சொல்லி இரவும் பகலும் ஆடையில்லாமல் கிடந்தான். எனவேதான், “சவுலும் தீர்க்கதரிசிகளில் ஒருவனா?” என்று ஜனங்கள் கூறுகின்றனர்."
  } ]
}