{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 சாமுவேல்",
  "bookEnglishName" : "1 Samuel",
  "chapterNumber" : 8,
  "verses" : [ {
    "number" : 1,
    "verse" : "இஸ்ரவேலர் ஒரு ராஜா வேண்டும் என்று கேட்கிறார்கள்சாமுவேல் முதுமையடைந்ததும், அவன் தன் ஜனங்களை நியாயம் விசாரிக்க ஏற்பாடு செய்தான்."
  }, {
    "number" : 2,
    "verse" : "அவனது மூத்த குமாரனின் பெயர் யோவேல், இளையவனுக்குப் பெயர் அபியா, அவர்கள் பெயெர்செபாவில் நீதிபதிகளாக இருந்தனர்."
  }, {
    "number" : 3,
    "verse" : "ஆனால் சாமுவேல் வாழ்ந்த விதத்தில் அவனது குமாரர்கள் வாழவில்லை. அவர்கள் இரகசியமாகப் பணம் பெற்றுக்கொண்டு நீதிமன்றங்களில் தீர்ப்பை மாற்றினார்கள். அவர்கள் ஜனங்களை நீதிமன்றத்திலே ஏமாற்றினார்கள்."
  }, {
    "number" : 4,
    "verse" : "எனவே இஸ்ரவேலின் மூப்பர்கள் கூடி, ராமாவிலே சாமுவேலை சந்திக்கும்படி சென்றனர்."
  }, {
    "number" : 5,
    "verse" : "மூப்பர்கள் சாமுவேலிடம், “உங்களுக்கு வயதாகிவிட்டது. உங்கள் குமாரர்கள் சத்தியத்தின் வழியில் வாழவில்லை அவர்கள் உங்களைப் போல் இல்லை. இப்போது, மற்ற நாடுகளைப் போன்று எங்களை ஆள்வதற்கு ஒரு ராஜாவைத் தாருங்கள்” என்று கேட்டனர்."
  }, {
    "number" : 6,
    "verse" : "எனவே மூப்பர்கள் தங்களை வழி நடத்த ஒரு ராஜாவை வேண்டினார்கள். சாமுவேல் இதனை ஒரு கெட்ட திட்டம் என எண்ணினான். எனவே சாமுவேல் கர்த்தரிடம் ஜெபித்தான்."
  }, {
    "number" : 7,
    "verse" : "கர்த்தர் சாமுவேலிடம், “ஜனங்கள் சொன்னதைப்போல் செய்யவும், அவர்கள் உன்னைத் தள்ளவில்லை. என்னைத் தள்ளியுள்ளார்கள்! என்னை அவர்களுடைய ராஜாவாக ஏற்றுக்கொள்ள விருப்பமில்லை!"
  }, {
    "number" : 8,
    "verse" : "அவர்கள் எப்போதும் செய்தது போலவே தொடர்ந்து செய்கிறார்கள். நான் எகிப்திலிருந்து அவர்களை வெளியே கொண்டுவந்தேன். ஆனால் என்னை விட்டுவிட்டு மற்ற தெய்வங்களுக்குச் சேவை செய்தனர். அவர்கள் அதையே உனக்கும் செய்வார்கள்."
  }, {
    "number" : 9,
    "verse" : "எனவே அவர்கள் சொன்னதைக் கவனித்து அவர்கள் சொல்வதுபோல் செய்யவும். ஆனால் அவர்களை எச்சரிக்கவும். ஒரு ராஜா அவர்களுக்கு என்ன செய்வான் என்பதையும் கூறு! ஒரு ராஜா எவ்வாறு ஆள்வான் என்பதையும் கூறு” என்றார்."
  }, {
    "number" : 10,
    "verse" : "அவர்கள் சாமுவேலிடம் ஒரு ராஜா வேண்டுமெனக் கேட்டிருந்தனர். எனவே சாமுவேல் கர்த்தர் சொன்னவற்றை அவர்களிடம் சொன்னான்."
  }, {
    "number" : 11,
    "verse" : "அவன் சொன்னது. “உங்களை ஆள்வதற்கு ஒரு ராஜா வந்தால், அவன் செய்வது இதுதான்: அவன் உங்களின் குமாரர்களை எடுத்துக்கொள்வான். அவர்களைத் தனக்கு சேவை செய்யுமாறு பலவந்தப்படுத்துவான். அவர்களை வீரர்கள் ஆகுமாறு கட்டாயப்படுத்துவான். அவர்கள் அவனது தேரிலிருந்து சண்டையிட வேண்டும். அவனது படையில் குதிரை வீரர்களாக வேண்டும். அவர்கள் காவல்காரர்களாகி ராஜாவின் இரதத்துக்கு முன்னால் செல்லவேண்டும்."
  }, {
    "number" : 12,
    "verse" : "“ராஜா உங்கள் பிள்ளைகளை வீரர்களாகுமாறு வற்புறுத்துவான். சிலர் 1,000 பேருக்கான அதிகாரிகளாகவும், இன்னும் சிலர் 50 பேருக்கான அதிகாரிகளாகவும் ஆவார்கள். “ராஜா உங்கள் பிள்ளைகளைக் கட்டாயப்படுத்தி தம் வயல்களை உழவும், அறுவடை செய்யவும் ஈடுபடுத்துவான். அவன் உங்கள் பிள்ளைகளைக் கட்டாயப்படுத்தி போருக்கான ஆயுதங்களைச் செய்யச் சொல்வான்! அவர்களது தேருக்கான பொருட்களைச் செய்யுமாறு பலவந்தப்படுத்துவான்!"
  }, {
    "number" : 13,
    "verse" : "“ராஜா உங்கள் பெண் பிள்ளைகளை எடுத்துக்கொள்வான். தனக்கான வாசனைப் பொருட்களைச் செய்யச் சொல்வான். அவர்களில் சிலரை அவனுக்காக சமைக்கவும், பலகாரம் சுடவும் பலவந்தப்படுத்துவான்."
  }, {
    "number" : 14,
    "verse" : "“ராஜா உங்கள் செழிப்பான வயல்களையும், திராட்சைத் தோட்டங்களையும், ஒலிவ மரங்களையும் எடுத்துக் கொள்வான். தன் அதிகாரிகளுக்கு அவற்றைக் கொடுப்பான்."
  }, {
    "number" : 15,
    "verse" : "உங்கள் தானியங்களிலும் திராட்சையிலும் பத்தில் ஒரு பாகத்தை எடுத்துக் கொள்வான். அவற்றைத் தன் அதிகாரிகளுக்குக் கொடுப்பான்."
  }, {
    "number" : 16,
    "verse" : "“ராஜா உங்களிலிருந்து வேலைக்காரரையும், வேலைக்காரிகளையும், தேர்ந்த வாலிபர்களையும் எடுத்துக் கொள்வான். அவன் உங்கள் கழுதைகளையும் எடுத்து தன் சொந்த உபயோகத்துக்கு வைத்துக்கொள்வான்."
  }, {
    "number" : 17,
    "verse" : "உங்கள் மந்தையில் பத்தில் ஒரு பாகத்தையும் எடுத்துக்கொள்வான். “நீங்களோ ராஜாக்களுக்கு அடிமையாவீர்கள்,"
  }, {
    "number" : 18,
    "verse" : "காலம் வரும்போது நீங்கள் தேர்ந்தெடுத்த ராஜாவால் கதறி அழுவீர்கள். அப்போது கர்த்தர் உங்களுக்குப் பதில் சொல்லமாட்டார்” என்றான்."
  }, {
    "number" : 19,
    "verse" : "ஆனால் ஜனங்கள் சாமுவேலுக்கு செவி கொடுக்கவில்லை. அவர்கள், “இல்லை! எங்களை ஆள ஒரு ராஜா வேண்டுமென விரும்புகிறோம்."
  }, {
    "number" : 20,
    "verse" : "அப்போது நாங்கள் மற்ற நாடுகளைப் போன்று இருப்போம், ராஜா எங்களை வழிநடத்துவான். எங்களோடு வந்து எங்களுக்காகப் போர் செய்வான்” என்றனர்."
  }, {
    "number" : 21,
    "verse" : "சாமுவேல் ஜனங்கள் சொன்னதைக் கேட்டு கர்த்தரிடம் அவர்கள் வார்த்தைகளைத் திருப்பிச் சொன்னான்."
  }, {
    "number" : 22,
    "verse" : "கர்த்தரோ, “அவர்கள் சொல்வதைக் கேள்! ஒரு ராஜாவை ஏற்படுத்து” என்றார். பிறகு சாமுவேல் இஸ்ரவேல் ஜனங்களிடம், “நல்லது! நீங்கள் புதிய ராஜாவை அடைவீர்கள். இப்போது, நீங்கள் அனைவரும் வீட்டுக்குத் திரும்பிச் செல்லுங்கள்” என்றான்."
  } ]
}