{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"( اللہ کے کلام کی شان) ( 1) مبارک ہیں وہ جن کا چال چلن بےالزام ہے، جو رب کی شریعت کے مطابق زندگی گزارتے ہیں۔"},{"number":2,"verse":"مبارک ہیں وہ جو اُس کے احکام پر عمل کرتے اور پورے دل سے اُس کے طالب رہتے ہیں،"},{"number":3,"verse":"جو بدی نہیں کرتے بلکہ اُس کی راہوں پر چلتے ہیں۔"},{"number":4,"verse":"تُو نے ہمیں اپنے احکام دیئے ہیں، اور تُو چاہتا ہے کہ ہم ہر لحاظ سے اُن کے تابع رہیں۔"},{"number":5,"verse":"کاش میری راہیں اِتنی پختہ ہوں کہ مَیں ثابت قدمی سے تیرے احکام پر عمل کروں!"},{"number":6,"verse":"تب مَیں شرمندہ نہیں ہوں گا، کیونکہ میری آنکھیں تیرے تمام احکام پر لگی رہیں گی۔"},{"number":7,"verse":"جتنا مَیں تیرے باانصاف فیصلوں کے بارے میں سیکھوں گا اُتنا ہی دیانت دار دل سے تیری ستائش کروں گا۔"},{"number":8,"verse":"تیرے احکام پر مَیں ہر وقت عمل کروں گا۔ مجھے پوری طرح ترک نہ کر!"},{"number":9,"verse":"( 2) نوجوان اپنی راہ کو کس طرح پاک رکھے؟ اِس طرح کہ تیرے کلام کے مطابق زندگی گزارے۔"},{"number":10,"verse":"مَیں پورے دل سے تیرا طالب رہا ہوں۔ مجھے اپنے احکام سے بھٹکنے نہ دے۔"},{"number":11,"verse":"مَیں نے تیرا کلام اپنے دل میں محفوظ رکھا ہے تاکہ تیرا گناہ نہ کروں۔"},{"number":12,"verse":"اے رب، تیری حمد ہو! مجھے اپنے احکام سکھا۔"},{"number":13,"verse":"اپنے ہونٹوں سے مَیں دوسروں کو تیرے منہ کی تمام ہدایات سناتا ہوں۔"},{"number":14,"verse":"مَیں تیرے احکام کی راہ سے اُتنا لطف اندوز ہوتا ہوں جتنا کہ ہر طرح کی دولت سے۔"},{"number":15,"verse":"مَیں تیری ہدایات میں محوِ خیال رہوں گا اور تیری راہوں کو تکتا رہوں گا۔"},{"number":16,"verse":"مَیں تیرے فرمانوں سے لطف اندوز ہوتا ہوں اور تیرا کلام نہیں بھولتا۔"},{"number":17,"verse":"( 3) اپنے خادم سے بھلائی کر تاکہ مَیں زندہ رہوں اور تیرے کلام کے مطابق زندگی گزاروں۔"},{"number":18,"verse":"میری آنکھوں کو کھول تاکہ تیری شریعت کے عجائب دیکھوں۔"},{"number":19,"verse":"دنیا میں مَیں پردیسی ہی ہوں۔ اپنے احکام مجھ سے چھپائے نہ رکھ!"},{"number":20,"verse":"میری جان ہر وقت تیری ہدایات کی آرزو کرتے کرتے نڈھال ہو رہی ہے۔"},{"number":21,"verse":"تُو مغروروں کو ڈانٹتا ہے۔ اُن پر لعنت جو تیرے احکام سے بھٹک جاتے ہیں!"},{"number":22,"verse":"مجھے لوگوں کی توہین اور تحقیر سے رِہائی دے، کیونکہ مَیں تیرے احکام کے تابع رہا ہوں۔"},{"number":23,"verse":"گو بزرگ میرے خلاف منصوبے باندھنے کے لئے بیٹھ گئے ہیں، تیرا خادم تیرے احکام میں محوِ خیال رہتا ہے۔"},{"number":24,"verse":"تیرے احکام سے ہی مَیں لطف اُٹھاتا ہوں، وہی میرے مشیر ہیں۔"},{"number":25,"verse":"( 4) میری جان خاک میں دب گئی ہے۔ اپنے کلام کے مطابق میری جان کو تازہ دم کر۔"},{"number":26,"verse":"مَیں نے اپنی راہیں بیان کیں تو تُو نے میری سنی۔ مجھے اپنے احکام سکھا۔"},{"number":27,"verse":"مجھے اپنے احکام کی راہ سمجھنے کے قابل بنا تاکہ تیرے عجائب میں محوِ خیال رہوں۔"},{"number":28,"verse":"میری جان دُکھ کے مارے نڈھال ہو گئی ہے۔ مجھے اپنے کلام کے مطابق تقویت دے۔"},{"number":29,"verse":"فریب کی راہ مجھ سے دُور رکھ اور مجھے اپنی شریعت سے نواز۔"},{"number":30,"verse":"مَیں نے وفا کی راہ اختیار کر کے تیرے آئین اپنے سامنے رکھے ہیں۔"},{"number":31,"verse":"مَیں تیرے احکام سے لپٹا رہتا ہوں۔ اے رب، مجھے شرمندہ نہ ہونے دے۔"},{"number":32,"verse":"مَیں تیرے فرمانوں کی راہ پر دوڑتا ہوں، کیونکہ تُو نے میرے دل کو کشادگی بخشی ہے۔"},{"number":33,"verse":"( 5) اے رب، مجھے اپنے آئین کی راہ سکھا تو مَیں عمر بھر اُن پر عمل کروں گا۔"},{"number":34,"verse":"مجھے سمجھ عطا کر تاکہ تیری شریعت کے مطابق زندگی گزاروں اور پورے دل سے اُس کے تابع رہوں۔"},{"number":35,"verse":"اپنے احکام کی راہ پر میری راہنمائی کر، کیونکہ یہی مَیں پسند کرتا ہوں۔"},{"number":36,"verse":"میرے دل کو لالچ میں آنے نہ دے بلکہ اُسے اپنے فرمانوں کی طرف مائل کر۔"},{"number":37,"verse":"میری آنکھوں کو باطل چیزوں سے پھیر لے، اور مجھے اپنی راہوں پر سنبھال کر میری جان کو تازہ دم کر۔"},{"number":38,"verse":"جو وعدہ تُو نے اپنے خادم سے کیا وہ پورا کر تاکہ لوگ تیرا خوف مانیں۔"},{"number":39,"verse":"جس رُسوائی سے مجھے خوف ہے اُس کا خطرہ دُور کر، کیونکہ تیرے احکام اچھے ہیں۔"},{"number":40,"verse":"مَیں تیری ہدایات کا شدید آرزومند ہوں، اپنی راستی سے میری جان کو تازہ دم کر۔"},{"number":41,"verse":"( 6) اے رب، تیری شفقت اور وہ نجات جس کا وعدہ تُو نے کیا ہے مجھ تک پہنچے"},{"number":42,"verse":"تاکہ مَیں بےعزتی کرنے والے کو جواب دے سکوں۔ کیونکہ مَیں تیرے کلام پر بھروسا رکھتا ہوں۔"},{"number":43,"verse":"میرے منہ سے سچائی کا کلام نہ چھین، کیونکہ مَیں تیرے فرمانوں کے انتظار میں ہوں۔"},{"number":44,"verse":"مَیں ہر وقت تیری شریعت کی پیروی کروں گا، اب سے ابد تک اُس میں قائم رہوں گا۔"},{"number":45,"verse":"مَیں کھلے میدان میں چلتا پھروں گا، کیونکہ تیرے آئین کا طالب رہتا ہوں۔"},{"number":46,"verse":"مَیں شرم کئے بغیر بادشاہوں کے سامنے تیرے احکام بیان کروں گا۔"},{"number":47,"verse":"مَیں تیرے فرمانوں سے لطف اندوز ہوتا ہوں، وہ مجھے پیارے ہیں۔"},{"number":48,"verse":"مَیں اپنے ہاتھ تیرے فرمانوں کی طرف اُٹھاؤں گا، کیونکہ وہ مجھے پیارے ہیں۔ مَیں تیری ہدایات میں محوِ خیال رہوں گا۔"},{"number":49,"verse":"( 7) اُس بات کا خیال رکھ جو تُو نے اپنے خادم سے کی اور جس سے تُو نے مجھے اُمید دلائی ہے۔"},{"number":50,"verse":"مصیبت میں یہی تسلی کا باعث رہا ہے کہ تیرا کلام میری جان کو تازہ دم کرتا ہے۔"},{"number":51,"verse":"مغرور میرا حد سے زیادہ مذاق اُڑاتے ہیں، لیکن مَیں تیری شریعت سے دُور نہیں ہوتا۔"},{"number":52,"verse":"اے رب، مَیں تیرے قدیم فرمان یاد کرتا ہوں تو مجھے تسلی ملتی ہے۔"},{"number":53,"verse":"بےدینوں کو دیکھ کر مَیں آگ بگولا ہو جاتا ہوں، کیونکہ اُنہوں نے تیری شریعت کو ترک کیا ہے۔"},{"number":54,"verse":"جس گھر میں مَیں پردیسی ہوں اُس میں مَیں تیرے احکام کے گیت گاتا رہتا ہوں۔"},{"number":55,"verse":"اے رب، رات کو مَیں تیرا نام یاد کرتا ہوں، تیری شریعت پر عمل کرتا رہتا ہوں۔"},{"number":56,"verse":"یہ تیری بخشش ہے کہ مَیں تیرے آئین کی پیروی کرتا ہوں۔"},{"number":57,"verse":"( 8) رب میری میراث ہے۔ مَیں نے تیرے فرمانوں پر عمل کرنے کا وعدہ کیا ہے۔"},{"number":58,"verse":"مَیں پورے دل سے تیری شفقت کا طالب رہا ہوں۔ اپنے وعدے کے مطابق مجھ پر مہربانی کر۔"},{"number":59,"verse":"مَیں نے اپنی راہوں پر دھیان دے کر تیرے احکام کی طرف قدم بڑھائے ہیں۔"},{"number":60,"verse":"مَیں نہیں جھجکتا بلکہ بھاگ کر تیرے احکام پر عمل کرنے کی کوشش کرتا ہوں۔"},{"number":61,"verse":"بےدینوں کے رسّوں نے مجھے جکڑ لیا ہے، لیکن مَیں تیری شریعت نہیں بھولتا۔"},{"number":62,"verse":"آدھی رات کو مَیں جاگ اُٹھتا ہوں تاکہ تیرے راست فرمانوں کے لئے تیرا شکر کروں۔"},{"number":63,"verse":"مَیں اُن سب کا ساتھی ہوں جو تیرا خوف مانتے ہیں، اُن سب کا دوست جو تیری ہدایات پر عمل کرتے ہیں۔"},{"number":64,"verse":"اے رب، دنیا تیری شفقت سے معمور ہے۔ مجھے اپنے احکام سکھا!"},{"number":65,"verse":"( 9) اے رب، تُو نے اپنے کلام کے مطابق اپنے خادم سے بھلائی کی ہے۔"},{"number":66,"verse":"مجھے صحیح امتیاز اور عرفان سکھا، کیونکہ مَیں تیرے احکام پر ایمان رکھتا ہوں۔"},{"number":67,"verse":"اِس سے پہلے کہ مجھے پست کیا گیا مَیں آوارہ پھرتا تھا، لیکن اب مَیں تیرے کلام کے تابع رہتا ہوں۔"},{"number":68,"verse":"تُو بھلا ہے اور بھلائی کرتا ہے۔ مجھے اپنے آئین سکھا!"},{"number":69,"verse":"مغروروں نے جھوٹ بول کر مجھ پر کیچڑ اُچھالی ہے، لیکن مَیں پورے دل سے تیری ہدایات کی فرماں برداری کرتا ہوں۔"},{"number":70,"verse":"اُن کے دل اکڑ کر بےحس ہو گئے ہیں، لیکن مَیں تیری شریعت سے لطف اندوز ہوتا ہوں۔"},{"number":71,"verse":"میرے لئے اچھا تھا کہ مجھے پست کیا گیا، کیونکہ اِس طرح مَیں نے تیرے احکام سیکھ لئے۔"},{"number":72,"verse":"جو شریعت تیرے منہ سے صادر ہوئی ہے وہ مجھے سونے چاندی کے ہزاروں سِکوں سے زیادہ پسند ہے۔"},{"number":73,"verse":"( 10) تیرے ہاتھوں نے مجھے بنا کر مضبوط بنیاد پر رکھ دیا ہے۔ مجھے سمجھ عطا فرما تاکہ تیرے احکام سیکھ لوں۔"},{"number":74,"verse":"جو تیرا خوف مانتے ہیں وہ مجھے دیکھ کر خوش ہو جائیں، کیونکہ مَیں تیرے کلام کے انتظار میں رہتا ہوں۔"},{"number":75,"verse":"اے رب، مَیں نے جان لیا ہے کہ تیرے فیصلے راست ہیں۔ یہ بھی تیری وفاداری کا اظہار ہے کہ تُو نے مجھے پست کیا ہے۔"},{"number":76,"verse":"تیری شفقت مجھے تسلی دے، جس طرح تُو نے اپنے خادم سے وعدہ کیا ہے۔"},{"number":77,"verse":"مجھ پر اپنے رحم کا اظہار کر تاکہ میری جان میں جان آئے، کیونکہ مَیں تیری شریعت سے لطف اندوز ہوتا ہوں۔"},{"number":78,"verse":"جو مغرور مجھے جھوٹ سے پست کر رہے ہیں وہ شرمندہ ہو جائیں۔ لیکن مَیں تیرے فرمانوں میں محوِ خیال رہوں گا۔"},{"number":79,"verse":"کاش جو تیرا خوف مانتے اور تیرے احکام جانتے ہیں وہ میرے پاس واپس آئیں!"},{"number":80,"verse":"میرا دل تیرے آئین کی پیروی کرنے میں بےالزام رہے تاکہ میری رُسوائی نہ ہو جائے۔"},{"number":81,"verse":"( 11) میری جان تیری نجات کی آرزو کرتے کرتے نڈھال ہو رہی ہے، مَیں تیرے کلام کے انتظار میں ہوں۔"},{"number":82,"verse":"میری آنکھیں تیرے وعدے کی راہ دیکھتے دیکھتے دُھندلا رہی ہیں۔ تُو مجھے کب تسلی دے گا؟"},{"number":83,"verse":"مَیں دھوئیں میں سکڑی ہوئی مشک کی مانند ہوں لیکن تیرے فرمانوں کو نہیں بھولتا۔"},{"number":84,"verse":"تیرے خادم کو مزید کتنی دیر انتظار کرنا پڑے گا؟ تُو میرا تعاقب کرنے والوں کی عدالت کب کرے گا؟"},{"number":85,"verse":"جو مغرور تیری شریعت کے تابع نہیں ہوتے اُنہوں نے مجھے پھنسانے کے لئے گڑھے کھود لئے ہیں۔"},{"number":86,"verse":"تیرے تمام احکام پُروفا ہیں۔ میری مدد کر، کیونکہ وہ جھوٹ کا سہارا لے کر میرا تعاقب کر رہے ہیں۔"},{"number":87,"verse":"وہ مجھے رُوئے زمین پر سے مٹانے کے قریب ہی ہیں، لیکن مَیں نے تیرے آئین کو ترک نہیں کیا۔"},{"number":88,"verse":"اپنی شفقت کا اظہار کر کے میری جان کو تازہ دم کر تاکہ تیرے منہ کے فرمانوں پر عمل کروں۔"},{"number":89,"verse":"( 12) اے رب، تیرا کلام ابد تک آسمان پر قائم و دائم ہے۔"},{"number":90,"verse":"تیری وفاداری پشت در پشت رہتی ہے۔ تُو نے زمین کی بنیاد رکھی، اور وہ وہیں کی وہیں برقرار رہتی ہے۔"},{"number":91,"verse":"آج تک آسمان و زمین تیرے فرمانوں کو پورا کرنے کے لئے حاضر رہتے ہیں، کیونکہ تمام چیزیں تیری خدمت کرنے کے لئے بنائی گئی ہیں۔"},{"number":92,"verse":"اگر تیری شریعت میری خوشی نہ ہوتی تو مَیں اپنی مصیبت میں ہلاک ہو گیا ہوتا۔"},{"number":93,"verse":"مَیں تیری ہدایات کبھی نہیں بھولوں گا، کیونکہ اُن ہی کے ذریعے تُو میری جان کو تازہ دم کرتا ہے۔"},{"number":94,"verse":"مَیں تیرا ہی ہوں، مجھے بچا! کیونکہ مَیں تیرے احکام کا طالب رہا ہوں۔"},{"number":95,"verse":"بےدین میری تاک میں بیٹھ گئے ہیں تاکہ مجھے مار ڈالیں، لیکن مَیں تیرے آئین پر دھیان دیتا رہوں گا۔"},{"number":96,"verse":"مَیں نے دیکھا ہے کہ ہر کامل چیز کی حد ہوتی ہے، لیکن تیرے فرمان کی کوئی حد نہیں ہوتی۔"},{"number":97,"verse":"( 13) تیری شریعت مجھے کتنی پیاری ہے! دن بھر مَیں اُس میں محوِ خیال رہتا ہوں۔"},{"number":98,"verse":"تیرا فرمان مجھے میرے دشمنوں سے زیادہ دانش مند بنا دیتا ہے، کیونکہ وہ ہمیشہ تک میرا خزانہ ہے۔"},{"number":99,"verse":"مجھے اپنے تمام اُستادوں سے زیادہ سمجھ حاصل ہے، کیونکہ مَیں تیرے آئین میں محوِ خیال رہتا ہوں۔"},{"number":100,"verse":"مجھے بزرگوں سے زیادہ سمجھ حاصل ہے، کیونکہ مَیں وفاداری سے تیرے احکام کی پیروی کرتا ہوں۔"},{"number":101,"verse":"مَیں نے ہر بُری راہ پر قدم رکھنے سے گریز کیا ہے تاکہ تیرے کلام سے لپٹا رہوں۔"},{"number":102,"verse":"مَیں تیرے فرمانوں سے دُور نہیں ہوا، کیونکہ تُو ہی نے مجھے تعلیم دی ہے۔"},{"number":103,"verse":"تیرا کلام کتنا لذیذ ہے، وہ میرے منہ میں شہد سے زیادہ میٹھا ہے۔"},{"number":104,"verse":"تیرے احکام سے مجھے سمجھ حاصل ہوتی ہے، اِس لئے مَیں جھوٹ کی ہر راہ سے نفرت کرتا ہوں۔"},{"number":105,"verse":"( 14) تیرا کلام میرے پاؤں کے لئے چراغ ہے جو میری راہ کو روشن کرتا ہے۔"},{"number":106,"verse":"مَیں نے قَسم کھائی ہے کہ تیرے راست فرمانوں کی پیروی کروں گا، اور مَیں یہ وعدہ پورا بھی کروں گا۔"},{"number":107,"verse":"مجھے بہت پست کیا گیا ہے۔ اے رب، اپنے کلام کے مطابق میری جان کو تازہ دم کر۔"},{"number":108,"verse":"اے رب، میرے منہ کی رضاکارانہ قربانیوں کو پسند کر اور مجھے اپنے آئین سکھا!"},{"number":109,"verse":"میری جان ہمیشہ خطرے میں ہے، لیکن مَیں تیری شریعت نہیں بھولتا۔"},{"number":110,"verse":"بےدینوں نے میرے لئے پھندا تیار کر رکھا ہے، لیکن مَیں تیرے فرمانوں سے نہیں بھٹکا۔"},{"number":111,"verse":"تیرے احکام میری ابدی میراث بن گئے ہیں، کیونکہ اُن سے میرا دل خوشی سے اُچھلتا ہے۔"},{"number":112,"verse":"مَیں نے اپنا دل تیرے احکام پر عمل کرنے کی طرف مائل کیا ہے، کیونکہ اِس کا اجر ابدی ہے۔"},{"number":113,"verse":"( 15) مَیں دو دلوں سے نفرت لیکن تیری شریعت سے محبت کرتا ہوں۔"},{"number":114,"verse":"تُو میری پناہ گاہ اور میری ڈھال ہے، مَیں تیرے کلام کے انتظار میں رہتا ہوں۔"},{"number":115,"verse":"اے بدکارو، مجھ سے دُور ہو جاؤ، کیونکہ مَیں اپنے خدا کے احکام سے لپٹا رہوں گا۔"},{"number":116,"verse":"اپنے فرمان کے مطابق مجھے سنبھال تاکہ زندہ رہوں۔ میری آس ٹوٹنے نہ دے تاکہ شرمندہ نہ ہو جاؤں۔"},{"number":117,"verse":"میرا سہارا بن تاکہ بچ کر ہر وقت تیرے آئین کا لحاظ رکھوں۔"},{"number":118,"verse":"تُو اُن سب کو رد کرتا ہے جو تیرے احکام سے بھٹکے پھرتے ہیں، کیونکہ اُن کی دھوکے بازی فریب ہی ہے۔"},{"number":119,"verse":"تُو زمین کے تمام بےدینوں کو ناپاک چاندی سے خارج کی ہوئی مَیل کی طرح پھینک کر نیست کر دیتا ہے، اِس لئے تیرے فرمان مجھے پیارے ہیں۔"},{"number":120,"verse":"میرا جسم تجھ سے دہشت کھا کر تھرتھراتا ہے، اور مَیں تیرے فیصلوں سے ڈرتا ہوں۔"},{"number":121,"verse":"( 16) مَیں نے راست اور باانصاف کام کیا ہے، چنانچہ مجھے اُن کے حوالے نہ کر جو مجھ پر ظلم کرتے ہیں۔"},{"number":122,"verse":"اپنے خادم کی خوش حالی کا ضامن بن کر مغروروں کو مجھ پر ظلم کرنے نہ دے۔"},{"number":123,"verse":"میری آنکھیں تیری نجات اور تیرے راست وعدے کی راہ دیکھتے دیکھتے رہ گئی ہیں۔"},{"number":124,"verse":"اپنے خادم سے تیرا سلوک تیری شفقت کے مطابق ہو۔ مجھے اپنے احکام سکھا۔"},{"number":125,"verse":"مَیں تیرا ہی خادم ہوں۔ مجھے فہم عطا فرما تاکہ تیرے آئین کی پوری سمجھ آئے۔"},{"number":126,"verse":"اب وقت آ گیا ہے کہ رب قدم اُٹھائے، کیونکہ لوگوں نے تیری شریعت کو توڑ ڈالا ہے۔"},{"number":127,"verse":"اِس لئے مَیں تیرے احکام کو سونے بلکہ خالص سونے سے زیادہ پیار کرتا ہوں۔"},{"number":128,"verse":"اِس لئے مَیں احتیاط سے تیرے تمام آئین کے مطابق زندگی گزارتا ہوں۔ مَیں ہر فریب دہ راہ سے نفرت کرتا ہوں۔"},{"number":129,"verse":"( 17) تیرے احکام تعجب انگیز ہیں، اِس لئے میری جان اُن پر عمل کرتی ہے۔"},{"number":130,"verse":"تیرے کلام کا انکشاف روشنی بخشتا اور سادہ لوح کو سمجھ عطا کرتا ہے۔"},{"number":131,"verse":"مَیں تیرے فرمانوں کے لئے اِتنا پیاسا ہوں کہ منہ کھول کر ہانپ رہا ہوں۔"},{"number":132,"verse":"میری طرف رجوع فرما اور مجھ پر وہی مہربانی کر جو تُو اُن سب پر کرتا ہے جو تیرے نام سے پیار کرتے ہیں۔"},{"number":133,"verse":"اپنے کلام سے میرے قدم مضبوط کر، کسی بھی گناہ کو مجھ پر حکومت نہ کرنے دے۔"},{"number":134,"verse":"فدیہ دے کر مجھے انسان کے ظلم سے چھٹکارا دے تاکہ مَیں تیرے احکام کے تابع رہوں۔"},{"number":135,"verse":"اپنے چہرے کا نور اپنے خادم پر چمکا اور مجھے اپنے احکام سکھا۔"},{"number":136,"verse":"میری آنکھوں سے آنسوؤں کی ندیاں بہہ رہی ہیں، کیونکہ لوگ تیری شریعت کے تابع نہیں رہتے۔"},{"number":137,"verse":"( 18) اے رب، تُو راست ہے، اور تیرے فیصلے درست ہیں۔"},{"number":138,"verse":"تُو نے راستی اور بڑی وفاداری کے ساتھ اپنے فرمان جاری کئے ہیں۔"},{"number":139,"verse":"میری جان غیرت کے باعث تباہ ہو گئی ہے، کیونکہ میرے دشمن تیرے فرمان بھول گئے ہیں۔"},{"number":140,"verse":"تیرا کلام آزما کر پاک صاف ثابت ہوا ہے، تیرا خادم اُسے پیار کرتا ہے۔"},{"number":141,"verse":"مجھے ذلیل اور حقیر جانا جاتا ہے، لیکن مَیں تیرے آئین نہیں بھولتا۔"},{"number":142,"verse":"تیری راستی ابدی ہے، اور تیری شریعت سچائی ہے۔"},{"number":143,"verse":"مصیبت اور پریشانی مجھ پر غالب آ گئی ہیں، لیکن مَیں تیرے احکام سے لطف اندوز ہوتا ہوں۔"},{"number":144,"verse":"تیرے احکام ابد تک راست ہیں۔ مجھے سمجھ عطا فرما تاکہ مَیں جیتا رہوں۔"},{"number":145,"verse":"( 19) مَیں پورے دل سے پکارتا ہوں، ”اے رب، میری سن! مَیں تیرے آئین کے مطابق زندگی گزاروں گا۔“"},{"number":146,"verse":"مَیں پکارتا ہوں، ”مجھے بچا! مَیں تیرے احکام کی پیروی کروں گا۔“"},{"number":147,"verse":"پَو پھٹنے سے پہلے پہلے مَیں اُٹھ کر مدد کے لئے پکارتا ہوں۔ مَیں تیرے کلام کے انتظار میں ہوں۔"},{"number":148,"verse":"رات کے وقت ہی میری آنکھیں کھل جاتی ہیں تاکہ تیرے کلام پر غور و خوض کروں۔"},{"number":149,"verse":"اپنی شفقت کے مطابق میری آواز سن! اے رب، اپنے فرمانوں کے مطابق میری جان کو تازہ دم کر۔"},{"number":150,"verse":"جو چالاکی سے میرا تعاقب کر رہے ہیں وہ قریب پہنچ گئے ہیں۔ لیکن وہ تیری شریعت سے انتہائی دُور ہیں۔"},{"number":151,"verse":"اے رب، تُو قریب ہی ہے، اور تیرے احکام سچائی ہیں۔"},{"number":152,"verse":"بڑی دیر پہلے مجھے تیرے فرمانوں سے معلوم ہوا ہے کہ تُو نے اُنہیں ہمیشہ کے لئے قائم رکھا ہے۔"},{"number":153,"verse":"( 20) میری مصیبت کا خیال کر کے مجھے بچا! کیونکہ مَیں تیری شریعت نہیں بھولتا۔"},{"number":154,"verse":"عدالت میں میرے حق میں لڑ کر میرا عوضانہ دے تاکہ میری جان چھوٹ جائے۔ اپنے وعدے کے مطابق میری جان کو تازہ دم کر۔"},{"number":155,"verse":"نجات بےدینوں سے بہت دُور ہے، کیونکہ وہ تیرے احکام کے طالب نہیں ہوتے۔"},{"number":156,"verse":"اے رب، تُو متعدد طریقوں سے اپنے رحم کا اظہار کرتا ہے۔ اپنے آئین کے مطابق میری جان کو تازہ دم کر۔"},{"number":157,"verse":"میرا تعاقب کرنے والوں اور میرے دشمنوں کی بڑی تعداد ہے، لیکن مَیں تیرے احکام سے دُور نہیں ہوا۔"},{"number":158,"verse":"بےوفاؤں کو دیکھ کر مجھے گھن آتی ہے، کیونکہ وہ تیرے کلام کے مطابق زندگی نہیں گزارتے۔"},{"number":159,"verse":"دیکھ، مجھے تیرے احکام سے پیار ہے۔ اے رب، اپنی شفقت کے مطابق میری جان کو تازہ دم کر۔"},{"number":160,"verse":"تیرے کلام کا لُبِ لباب سچائی ہے، تیرے تمام راست فرمان ابد تک قائم ہیں۔"},{"number":161,"verse":"( 21) سردار بلاوجہ میرا پیچھا کرتے ہیں، لیکن میرا دل تیرے کلام سے ہی ڈرتا ہے۔"},{"number":162,"verse":"مَیں تیرے کلام کی خوشی اُس کی طرح مناتا ہوں جسے کثرت کا مالِ غنیمت مل گیا ہو۔"},{"number":163,"verse":"مَیں جھوٹ سے نفرت کرتا بلکہ گھن کھاتا ہوں، لیکن تیری شریعت مجھے پیاری ہے۔"},{"number":164,"verse":"مَیں دن میں سات بار تیری ستائش کرتا ہوں، کیونکہ تیرے احکام راست ہیں۔"},{"number":165,"verse":"جنہیں شریعت پیاری ہے اُنہیں بڑا سکون حاصل ہے، وہ کسی بھی چیز سے ٹھوکر کھا کر نہیں گریں گے۔"},{"number":166,"verse":"اے رب، مَیں تیری نجات کے انتظار میں رہتے ہوئے تیرے احکام کی پیروی کرتا ہوں۔"},{"number":167,"verse":"میری جان تیرے فرمانوں سے لپٹی رہتی ہے، وہ اُسے نہایت پیارے ہیں۔"},{"number":168,"verse":"مَیں تیرے آئین اور ہدایات کی پیروی کرتا ہوں، کیونکہ میری تمام راہیں تیرے سامنے ہیں۔"},{"number":169,"verse":"( 22) اے رب، میری آہیں تیرے سامنے آئیں، مجھے اپنے کلام کے مطابق سمجھ عطا فرما۔"},{"number":170,"verse":"میری التجائیں تیرے سامنے آئیں، مجھے اپنے کلام کے مطابق چھڑا!"},{"number":171,"verse":"میرے ہونٹوں سے حمد و ثنا پھوٹ نکلے، کیونکہ تُو مجھے اپنے احکام سکھاتا ہے۔"},{"number":172,"verse":"میری زبان تیرے کلام کی مدح سرائی کرے، کیونکہ تیرے تمام فرمان راست ہیں۔"},{"number":173,"verse":"تیرا ہاتھ میری مدد کرنے کے لئے تیار رہے، کیونکہ مَیں نے تیرے احکام اختیار کئے ہیں۔"},{"number":174,"verse":"اے رب، مَیں تیری نجات کا آرزومند ہوں، تیری شریعت سے لطف اندوز ہوتا ہوں۔"},{"number":175,"verse":"میری جان زندہ رہے تاکہ تیری ستائش کر سکے۔ تیرے آئین میری مدد کریں۔"},{"number":176,"verse":"مَیں بھٹکی ہوئی بھیڑ کی طرح آوارہ پھر رہا ہوں۔ اپنے خادم کو تلاش کر، کیونکہ مَیں تیرے احکام نہیں بھولتا۔"}]}