{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"( تخلیق اور قوم کی تاریخ میں اللہ کے معجزے) رب کا شکر کرو، کیونکہ وہ بھلا ہے، اور اُس کی شفقت ابدی ہے۔"},{"number":2,"verse":"خداؤں کے خدا کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":3,"verse":"مالکوں کے مالک کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":4,"verse":"جو اکیلا ہی عظیم معجزے کرتا ہے اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":5,"verse":"جس نے حکمت کے ساتھ آسمان بنایا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":6,"verse":"جس نے زمین کو مضبوطی سے پانی کے اوپر لگا دیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":7,"verse":"جس نے آسمان کی روشنیوں کو خلق کیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":8,"verse":"جس نے سورج کو دن کے وقت حکومت کرنے کے لئے بنایا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":9,"verse":"جس نے چاند اور ستاروں کو رات کے وقت حکومت کرنے کے لئے بنایا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":10,"verse":"جس نے مصر میں پہلوٹھوں کو مار ڈالا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":11,"verse":"جو اسرائیل کو مصریوں میں سے نکال لایا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":12,"verse":"جس نے اُس وقت بڑی طاقت اور قدرت کا اظہار کیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":13,"verse":"جس نے بحرِ قُلزم کو دو حصوں میں تقسیم کر دیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":14,"verse":"جس نے اسرائیل کو اُس کے بیچ میں سے گزرنے دیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":15,"verse":"جس نے فرعون اور اُس کی فوج کو بحرِ قُلزم میں بہا کر غرق کر دیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":16,"verse":"جس نے ریگستان میں اپنی قوم کی قیادت کی اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":17,"verse":"جس نے بڑے بادشاہوں کو شکست دی اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":18,"verse":"جس نے طاقت ور بادشاہوں کو مار ڈالا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":19,"verse":"جس نے اموریوں کے بادشاہ سیحون کو موت کے گھاٹ اُتارا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":20,"verse":"جس نے بسن کے بادشاہ عوج کو ہلاک کر دیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":21,"verse":"جس نے اُن کا ملک اسرائیل کو میراث میں دیا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":22,"verse":"جس نے اُن کا ملک اپنے خادم اسرائیل کی موروثی ملکیت بنایا اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":23,"verse":"جس نے ہمارا خیال کیا جب ہم خاک میں دب گئے تھے اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":24,"verse":"جس نے ہمیں اُن کے قبضے سے چھڑایا جو ہم پر ظلم کر رہے تھے اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":25,"verse":"جو تمام جانداروں کو خوراک مہیا کرتا ہے اُس کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"},{"number":26,"verse":"آسمان کے خدا کا شکر کرو، کیونکہ اُس کی شفقت ابدی ہے۔"}]}