{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"( داؤد کا فتح کا گیت) رب کے خادم داؤد کا زبور۔ موسیقی کے راہنما کے لئے۔ داؤد نے رب کے لئے یہ گیت گایا جب رب نے اُسے تمام دشمنوں اور ساؤل سے بچایا۔ وہ بولا، اے رب میری قوت، مَیں تجھے پیار کرتا ہوں۔"},{"number":2,"verse":"رب میری چٹان، میرا قلعہ اور میرا نجات دہندہ ہے۔ میرا خدا میری چٹان ہے جس میں مَیں پناہ لیتا ہوں۔ وہ میری ڈھال، میری نجات کا پہاڑ، میرا بلند حصار ہے۔"},{"number":3,"verse":"مَیں رب کو پکارتا ہوں، اُس کی تمجید ہو! تب وہ مجھے دشمنوں سے چھٹکارا دیتا ہے۔"},{"number":4,"verse":"موت کے رسّوں نے مجھے گھیر لیا، ہلاکت کے سیلاب نے میرے دل پر دہشت طاری کی۔"},{"number":5,"verse":"پاتال کے رسّوں نے مجھے جکڑ لیا، موت نے میرے راستے میں اپنے پھندے ڈال دیئے۔"},{"number":6,"verse":"جب مَیں مصیبت میں پھنس گیا تو مَیں نے رب کو پکارا۔ مَیں نے مدد کے لئے اپنے خدا سے فریاد کی تو اُس نے اپنی سکونت گاہ سے میری آواز سنی، میری چیخیں اُس کے کان تک پہنچ گئیں۔"},{"number":7,"verse":"تب زمین لرز اُٹھی اور تھرتھرانے لگی، پہاڑوں کی بنیادیں رب کے غضب کے سامنے کانپنے اور جھولنے لگیں۔"},{"number":8,"verse":"اُس کی ناک سے دھواں نکل آیا، اُس کے منہ سے بھسم کرنے والے شعلے اور دہکتے کوئلے بھڑک اُٹھے۔"},{"number":9,"verse":"آسمان کو جھکا کر وہ نازل ہوا۔ جب اُتر آیا تو اُس کے پاؤں کے نیچے اندھیرا ہی اندھیرا تھا۔"},{"number":10,"verse":"وہ کروبی فرشتے پر سوار ہوا اور اُڑ کر ہَوا کے پَروں پر منڈلانے لگا۔"},{"number":11,"verse":"اُس نے اندھیرے کو اپنی چھپنے کی جگہ بنایا، بارش کے کالے اور گھنے بادل خیمے کی طرح اپنے گرداگرد لگائے۔"},{"number":12,"verse":"اُس کے حضور کی تیز روشنی سے اُس کے بادل اولے اور شعلہ زن کوئلے لے کر نکل آئے۔"},{"number":13,"verse":"رب آسمان سے کڑکنے لگا، اللہ تعالیٰ کی آواز گونج اُٹھی۔ تب اولے اور شعلہ زن کوئلے برسنے لگے۔"},{"number":14,"verse":"اُس نے اپنے تیر چلائے تو دشمن تتر بتر ہو گئے۔ اُس کی تیز بجلی اِدھر اُدھر گرتی گئی تو اُن میں ہل چل مچ گئی۔"},{"number":15,"verse":"اے رب، تُو نے ڈانٹا تو سمندر کی وادیاں ظاہر ہوئیں، جب تُو غصے میں گرجا تو تیرے دم کے جھونکوں سے زمین کی بنیادیں نظر آئیں۔"},{"number":16,"verse":"بلندیوں پر سے اپنا ہاتھ بڑھا کر اُس نے مجھے پکڑ لیا، مجھے گہرے پانی میں سے کھینچ کر نکال لایا۔"},{"number":17,"verse":"اُس نے مجھے میرے زبردست دشمن سے بچایا، اُن سے جو مجھ سے نفرت کرتے ہیں، جن پر مَیں غالب نہ آ سکا۔"},{"number":18,"verse":"جس دن مَیں مصیبت میں پھنس گیا اُس دن اُنہوں نے مجھ پر حملہ کیا، لیکن رب میرا سہارا بنا رہا۔"},{"number":19,"verse":"اُس نے مجھے تنگ جگہ سے نکال کر چھٹکارا دیا، کیونکہ وہ مجھ سے خوش تھا۔"},{"number":20,"verse":"رب مجھے میری راست بازی کا اجر دیتا ہے۔ میرے ہاتھ صاف ہیں، اِس لئے وہ مجھے برکت دیتا ہے۔"},{"number":21,"verse":"کیونکہ مَیں رب کی راہوں پر چلتا رہا ہوں، مَیں بدی کرنے سے اپنے خدا سے دُور نہیں ہوا۔"},{"number":22,"verse":"اُس کے تمام احکام میرے سامنے رہے ہیں، مَیں نے اُس کے فرمانوں کو رد نہیں کیا۔"},{"number":23,"verse":"اُس کے سامنے ہی مَیں بےالزام رہا، گناہ کرنے سے باز رہا ہوں۔"},{"number":24,"verse":"اِس لئے رب نے مجھے میری راست بازی کا اجر دیا، کیونکہ اُس کی آنکھوں کے سامنے ہی مَیں پاک صاف ثابت ہوا۔"},{"number":25,"verse":"اے اللہ، جو وفادار ہے اُس کے ساتھ تیرا سلوک وفاداری کا ہے، جو بےالزام ہے اُس کے ساتھ تیرا سلوک بےالزام ہے۔"},{"number":26,"verse":"جو پاک ہے اُس کے ساتھ تیرا سلوک پاک ہے۔ لیکن جو کج رَو ہے اُس کے ساتھ تیرا سلوک بھی کج رَوی کا ہے۔"},{"number":27,"verse":"کیونکہ تُو پست حالوں کو نجات دیتا اور مغرور آنکھوں کو پست کرتا ہے۔"},{"number":28,"verse":"اے رب، تُو ہی میرا چراغ جلاتا، میرا خدا ہی میرے اندھیرے کو روشن کرتا ہے۔"},{"number":29,"verse":"کیونکہ تیرے ساتھ مَیں فوجی دستے پر حملہ کر سکتا، اپنے خدا کے ساتھ دیوار کو پھلانگ سکتا ہوں۔"},{"number":30,"verse":"اللہ کی راہ کامل ہے، رب کا فرمان خالص ہے۔ جو بھی اُس میں پناہ لے اُس کی وہ ڈھال ہے۔"},{"number":31,"verse":"کیونکہ رب کے سوا کون خدا ہے؟ ہمارے خدا کے سوا کون چٹان ہے؟"},{"number":32,"verse":"اللہ مجھے قوت سے کمربستہ کرتا، وہ میری راہ کو کامل کر دیتا ہے۔"},{"number":33,"verse":"وہ میرے پاؤں کو ہرن کی سی پُھرتی عطا کرتا، مجھے مضبوطی سے میری بلندیوں پر کھڑا کرتا ہے۔"},{"number":34,"verse":"وہ میرے ہاتھوں کو جنگ کرنے کی تربیت دیتا ہے۔ اب میرے بازو پیتل کی کمان کو بھی تان لیتے ہیں۔"},{"number":35,"verse":"اے رب، تُو نے مجھے اپنی نجات کی ڈھال بخش دی ہے۔ تیرے دہنے ہاتھ نے مجھے قائم رکھا، تیری نرمی نے مجھے بڑا بنا دیا ہے۔"},{"number":36,"verse":"تُو میرے قدموں کے لئے راستہ بنا دیتا ہے، اِس لئے میرے ٹخنے نہیں ڈگمگاتے۔"},{"number":37,"verse":"مَیں نے اپنے دشمنوں کا تعاقب کر کے اُنہیں پکڑ لیا، مَیں باز نہ آیا جب تک وہ ختم نہ ہو گئے۔"},{"number":38,"verse":"مَیں نے اُنہیں یوں پاش پاش کر دیا کہ دوبارہ اُٹھ نہ سکے بلکہ گر کر میرے پاؤں تلے پڑے رہے۔"},{"number":39,"verse":"کیونکہ تُو نے مجھے جنگ کرنے کے لئے قوت سے کمربستہ کر دیا، تُو نے میرے مخالفوں کو میرے سامنے جھکا دیا۔"},{"number":40,"verse":"تُو نے میرے دشمنوں کو میرے سامنے سے بھگا دیا، اور مَیں نے نفرت کرنے والوں کو تباہ کر دیا۔"},{"number":41,"verse":"وہ مدد کے لئے چیختے چلّاتے رہے، لیکن بچانے والا کوئی نہیں تھا۔ وہ رب کو پکارتے رہے، لیکن اُس نے جواب نہ دیا۔"},{"number":42,"verse":"مَیں نے اُنہیں چُور چُور کر کے گرد کی طرح ہَوا میں اُڑا دیا۔ مَیں نے اُنہیں کچرے کی طرح گلی میں پھینک دیا۔"},{"number":43,"verse":"تُو نے مجھے قوم کے جھگڑوں سے بچا کر اقوام کا سردار بنا دیا ہے۔ جس قوم سے مَیں ناواقف تھا وہ میری خدمت کرتی ہے۔"},{"number":44,"verse":"جوں ہی مَیں بات کرتا ہوں تو لوگ میری سنتے ہیں۔ پردیسی دبک کر میری خوشامد کرتے ہیں۔"},{"number":45,"verse":"وہ ہمت ہار کر کانپتے ہوئے اپنے قلعوں سے نکل آتے ہیں۔"},{"number":46,"verse":"رب زندہ ہے! میری چٹان کی تمجید ہو! میری نجات کے خدا کی تعظیم ہو!"},{"number":47,"verse":"وہی خدا ہے جو میرا انتقام لیتا، اقوام کو میرے تابع کر دیتا"},{"number":48,"verse":"اور مجھے میرے دشمنوں سے چھٹکارا دیتا ہے۔ یقیناً تُو مجھے میرے مخالفوں پر سرفراز کرتا، مجھے ظالموں سے بچائے رکھتا ہے۔"},{"number":49,"verse":"اے رب، اِس لئے مَیں اقوام میں تیری حمد و ثنا کروں گا، تیرے نام کی تعریف میں گیت گاؤں گا۔"},{"number":50,"verse":"کیونکہ رب اپنے بادشاہ کو بڑی نجات دیتا ہے، وہ اپنے مسح کئے ہوئے بادشاہ داؤد اور اُس کی اولاد پر ہمیشہ تک مہربان رہے گا۔"}]}