{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"( معافی اور راہنمائی کے لئے دعا) داؤد کا زبور۔ اے رب، مَیں تیرا آرزومند ہوں۔"},{"number":2,"verse":"اے میرے خدا، تجھ پر مَیں بھروسا رکھتا ہوں۔ مجھے شرمندہ نہ ہونے دے کہ میرے دشمن مجھ پر شادیانہ بجائیں۔"},{"number":3,"verse":"کیونکہ جو بھی تجھ پر اُمید رکھے وہ شرمندہ نہیں ہو گا جبکہ جو بلاوجہ بےوفا ہوتے ہیں وہی شرمندہ ہو جائیں گے۔"},{"number":4,"verse":"اے رب، اپنی راہیں مجھے دکھا، مجھے اپنے راستوں کی تعلیم دے۔"},{"number":5,"verse":"اپنی سچائی کے مطابق میری راہنمائی کر، مجھے تعلیم دے۔ کیونکہ تُو میری نجات کا خدا ہے۔ دن بھر مَیں تیرے انتظار میں رہتا ہوں۔"},{"number":6,"verse":"اے رب، اپنا وہ رحم اور مہربانی یاد کر جو تُو قدیم زمانے سے کرتا آیا ہے۔"},{"number":7,"verse":"اے رب، میری جوانی کے گناہوں اور میری بےوفا حرکتوں کو یاد نہ کر بلکہ اپنی بھلائی کی خاطر اور اپنی شفقت کے مطابق میرا خیال رکھ۔"},{"number":8,"verse":"رب بھلا اور عادل ہے، اِس لئے وہ گناہ گاروں کو صحیح راہ پر چلنے کی تلقین کرتا ہے۔"},{"number":9,"verse":"وہ فروتنوں کی انصاف کی راہ پر راہنمائی کرتا، حلیموں کو اپنی راہ کی تعلیم دیتا ہے۔"},{"number":10,"verse":"جو رب کے عہد اور احکام کے مطابق زندگی گزاریں اُنہیں رب مہربانی اور وفاداری کی راہوں پر لے چلتا ہے۔"},{"number":11,"verse":"اے رب، میرا قصور سنگین ہے، لیکن اپنے نام کی خاطر اُسے معاف کر۔"},{"number":12,"verse":"رب کا خوف ماننے والا کہاں ہے؟ رب خود اُسے اُس راہ کی تعلیم دے گا جو اُسے چننا ہے۔"},{"number":13,"verse":"تب وہ خوش حال رہے گا، اور اُس کی اولاد ملک کو میراث میں پائے گی۔"},{"number":14,"verse":"جو رب کا خوف مانیں اُنہیں وہ اپنے ہم راز بنا کر اپنے عہد کی تعلیم دیتا ہے۔"},{"number":15,"verse":"میری آنکھیں رب کو تکتی رہتی ہیں، کیونکہ وہی میرے پاؤں کو جال سے نکال لیتا ہے۔"},{"number":16,"verse":"میری طرف مائل ہو جا، مجھ پر مہربانی کر! کیونکہ مَیں تنہا اور مصیبت زدہ ہوں۔"},{"number":17,"verse":"میرے دل کی پریشانیاں دُور کر، مجھے میری تکالیف سے رِہائی دے۔"},{"number":18,"verse":"میری مصیبت اور تنگی پر نظر ڈال کر میری خطاؤں کو معاف کر۔"},{"number":19,"verse":"دیکھ، میرے دشمن کتنے زیادہ ہیں، وہ کتنا ظلم کر کے مجھ سے نفرت کرتے ہیں۔"},{"number":20,"verse":"میری جان کو محفوظ رکھ، مجھے بچا! مجھے شرمندہ نہ ہونے دے، کیونکہ مَیں تجھ میں پناہ لیتا ہوں۔"},{"number":21,"verse":"بےگناہی اور دیانت داری میری پہرا داری کریں، کیونکہ مَیں تیرے انتظار میں رہتا ہوں۔"},{"number":22,"verse":"اے اللہ، فدیہ دے کر اسرائیل کو اُس کی تمام تکالیف سے آزاد کر!"}]}