{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"( صحیح عبادت) آسف کا زبور۔ رب قادرِ مطلق خدا بول اُٹھا ہے، اُس نے طلوعِ صبح سے لے کر غروبِ آفتاب تک پوری دنیا کو بُلایا ہے۔"},{"number":2,"verse":"اللہ کا نور صیون سے چمک اُٹھا ہے، اُس پہاڑ سے جو کامل حُسن کا اظہار ہے۔"},{"number":3,"verse":"ہمارا خدا آ رہا ہے، وہ خاموش نہیں رہے گا۔ اُس کے آگے آگے سب کچھ بھسم ہو رہا ہے، اُس کے ارد گرد تیز آندھی چل رہی ہے۔"},{"number":4,"verse":"وہ آسمان و زمین کو آواز دیتا ہے، ”اب مَیں اپنی قوم کی عدالت کروں گا۔"},{"number":5,"verse":"میرے ایمان داروں کو میرے حضور جمع کرو، اُنہیں جنہوں نے قربانیاں پیش کر کے میرے ساتھ عہد باندھا ہے۔“"},{"number":6,"verse":"آسمان اُس کی راستی کا اعلان کریں گے، کیونکہ اللہ خود انصاف کرنے والا ہے۔ (سِلاہ)"},{"number":7,"verse":"”اے میری قوم، سن! مجھے بات کرنے دے۔ اے اسرائیل، مَیں تیرے خلاف گواہی دوں گا۔ مَیں اللہ تیرا خدا ہوں۔"},{"number":8,"verse":"مَیں تجھے تیری ذبح کی قربانیوں کے باعث ملامت نہیں کر رہا۔ تیری بھسم ہونے والی قربانیاں تو مسلسل میرے سامنے ہیں۔"},{"number":9,"verse":"نہ مَیں تیرے گھر سے بَیل لوں گا، نہ تیرے باڑوں سے بکرے۔"},{"number":10,"verse":"کیونکہ جنگل کے تمام جاندار میرے ہی ہیں، ہزاروں پہاڑیوں پر بسنے والے جانور میرے ہی ہیں۔"},{"number":11,"verse":"مَیں پہاڑوں کے ہر پرندے کو جانتا ہوں، اور جو بھی میدانوں میں حرکت کرتا ہے وہ میرا ہے۔"},{"number":12,"verse":"اگر مجھے بھوک لگتی تو مَیں تجھے نہ بتاتا، کیونکہ زمین اور جو کچھ اُس پر ہے میرا ہے۔"},{"number":13,"verse":"کیا تُو سمجھتا ہے کہ مَیں سانڈوں کا گوشت کھانا یا بکروں کا خون پینا چاہتا ہوں؟"},{"number":14,"verse":"اللہ کو شکرگزاری کی قربانی پیش کر، اور وہ مَنت پوری کر جو تُو نے اللہ تعالیٰ کے حضور مانی ہے۔"},{"number":15,"verse":"مصیبت کے دن مجھے پکار۔ تب مَیں تجھے نجات دوں گا اور تُو میری تمجید کرے گا۔“"},{"number":16,"verse":"لیکن بےدین سے اللہ فرماتا ہے، ”میرے احکام سنانے اور میرے عہد کا ذکر کرنے کا تیرا کیا حق ہے؟"},{"number":17,"verse":"تُو تو تربیت سے نفرت کرتا اور میرے فرمان کچرے کی طرح اپنے پیچھے پھینک دیتا ہے۔"},{"number":18,"verse":"کسی چور کو دیکھتے ہی تُو اُس کا ساتھ دیتا ہے، تُو زناکاروں سے رفاقت رکھتا ہے۔"},{"number":19,"verse":"تُو اپنے منہ کو بُرے کام کے لئے استعمال کرتا، اپنی زبان کو دھوکا دینے کے لئے تیار رکھتا ہے۔"},{"number":20,"verse":"تُو دوسروں کے پاس بیٹھ کر اپنے بھائی کے خلاف بولتا ہے، اپنی ہی ماں کے بیٹے پر تہمت لگاتا ہے۔"},{"number":21,"verse":"یہ کچھ تُو نے کیا ہے، اور مَیں خاموش رہا۔ تب تُو سمجھا کہ مَیں بالکل تجھ جیسا ہوں۔ لیکن مَیں تجھے ملامت کروں گا، تیرے سامنے ہی معاملہ ترتیب سے سناؤں گا۔"},{"number":22,"verse":"تم جو اللہ کو بھولے ہوئے ہو، بات سمجھ لو، ورنہ مَیں تمہیں پھاڑ ڈالوں گا۔ اُس وقت کوئی نہیں ہو گا جو تمہیں بچائے۔"},{"number":23,"verse":"جو شکرگزاری کی قربانی پیش کرے وہ میری تعظیم کرتا ہے۔ جو مصمم ارادے سے ایسی راہ پر چلے اُسے مَیں اللہ کی نجات دکھاؤں گا۔“"}]}