{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"( دشمن کے درمیان دعا) داؤد کا زبور۔ موسیقی کے راہنما کے لئے۔ طرز: تباہ نہ کر۔ یہ سنہرا گیت اُس وقت سے متعلق ہے جب ساؤل نے اپنے آدمیوں کو داؤد کے گھر کی پہرا داری کرنے کے لئے بھیجا تاکہ جب موقع ملے اُسے قتل کریں۔ اے میرے خدا، مجھے میرے دشمنوں سے بچا۔ اُن سے میری حفاظت کر جو میرے خلاف اُٹھے ہیں۔"},{"number":2,"verse":"مجھے بدکاروں سے چھٹکارا دے، خوں خواروں سے رِہا کر۔"},{"number":3,"verse":"دیکھ، وہ میری تاک میں بیٹھے ہیں۔ اے رب، زبردست آدمی مجھ پر حملہ آور ہیں، حالانکہ مجھ سے نہ خطا ہوئی نہ گناہ۔"},{"number":4,"verse":"مَیں بےقصور ہوں، تاہم وہ دوڑ دوڑ کر مجھ سے لڑنے کی تیاریاں کر رہے ہیں۔ چنانچہ جاگ اُٹھ، میری مدد کرنے آ، جو کچھ ہو رہا ہے اُس پر نظر ڈال۔"},{"number":5,"verse":"اے رب، لشکروں اور اسرائیل کے خدا، دیگر تمام قوموں کو سزا دینے کے لئے جاگ اُٹھ! اُن سب پر کرم نہ فرما جو شریر اور غدار ہیں۔ (سِلاہ)"},{"number":6,"verse":"ہر شام کو وہ واپس آ جاتے اور کُتوں کی طرح بھونکتے ہوئے شہر کی گلیوں میں گھومتے پھرتے ہیں۔"},{"number":7,"verse":"دیکھ، اُن کے منہ سے رال ٹپک رہی ہے، اُن کے ہونٹوں سے تلواریں نکل رہی ہیں۔ کیونکہ وہ سمجھتے ہیں، ”کون سنے گا؟“"},{"number":8,"verse":"لیکن تُو اے رب، اُن پر ہنستا ہے، تُو تمام قوموں کا مذاق اُڑاتا ہے۔"},{"number":9,"verse":"اے میری قوت، میری آنکھیں تجھ پر لگی رہیں گی، کیونکہ اللہ میرا قلعہ ہے۔"},{"number":10,"verse":"میرا خدا اپنی مہربانی کے ساتھ مجھ سے ملنے آئے گا، اللہ بخش دے گا کہ مَیں اپنے دشمنوں کی شکست دیکھ کر خوش ہوں گا۔"},{"number":11,"verse":"اے اللہ ہماری ڈھال، اُنہیں ہلاک نہ کر، ورنہ میری قوم تیرا کام بھول جائے گی۔ اپنی قدرت کا اظہار یوں کر کہ وہ اِدھر اُدھر لڑکھڑا کر گر جائیں۔"},{"number":12,"verse":"جو کچھ بھی اُن کے منہ سے نکلتا ہے وہ گناہ ہے، وہ لعنتیں اور جھوٹ ہی سناتے ہیں۔ چنانچہ اُنہیں اُن کے تکبر کے جال میں پھنسنے دے۔"},{"number":13,"verse":"غصے میں اُنہیں تباہ کر! اُنہیں یوں تباہ کر کہ اُن کا نام و نشان تک نہ رہے۔ تب لوگ دنیا کی انتہا تک جان لیں گے کہ اللہ یعقوب کی اولاد پر حکومت کرتا ہے۔ (سِلاہ)"},{"number":14,"verse":"ہر شام کو وہ واپس آ جاتے اور کُتوں کی طرح بھونکتے ہوئے شہر کی گلیوں میں گھومتے پھرتے ہیں۔"},{"number":15,"verse":"وہ اِدھر اُدھر گشت لگا کر کھانے کی چیزیں ڈھونڈتے ہیں۔ اگر پیٹ نہ بھرے تو غُراتے رہتے ہیں۔"},{"number":16,"verse":"لیکن مَیں تیری قدرت کی مدح سرائی کروں گا، صبح کو خوشی کے نعرے لگا کر تیری شفقت کی ستائش کروں گا۔ کیونکہ تُو میرا قلعہ اور مصیبت کے وقت میری پناہ گاہ ہے۔"},{"number":17,"verse":"اے میری قوت، مَیں تیری مدح سرائی کروں گا، کیونکہ اللہ میرا قلعہ اور میرا مہربان خدا ہے۔"}]}