{"bibleAbbr":"urGV2010","bookName":"زبور","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"( سلامتی کا بادشاہ) سلیمان کا زبور۔ اے اللہ، بادشاہ کو اپنا انصاف عطا کر، بادشاہ کے بیٹے کو اپنی راستی بخش دے"},{"number":2,"verse":"تاکہ وہ راستی سے تیری قوم اور انصاف سے تیرے مصیبت زدوں کی عدالت کرے۔"},{"number":3,"verse":"پہاڑ قوم کو سلامتی اور پہاڑیاں راستی پہنچائیں۔"},{"number":4,"verse":"وہ قوم کے مصیبت زدوں کا انصاف کرے اور محتاجوں کی مدد کر کے ظالموں کو کچل دے۔"},{"number":5,"verse":"تب لوگ پشت در پشت تیرا خوف مانیں گے جب تک سورج چمکے اور چاند روشنی دے۔"},{"number":6,"verse":"وہ کٹی ہوئی گھاس کے کھیت پر برسنے والی بارش کی طرح اُتر آئے، زمین کو تر کرنے والی بوچھاڑوں کی طرح نازل ہو جائے۔"},{"number":7,"verse":"اُس کے دورِ حکومت میں راست باز پھلے پھولے گا، اور جب تک چاند نیست نہ ہو جائے سلامتی کا غلبہ ہو گا۔"},{"number":8,"verse":"وہ ایک سمندر سے دوسرے سمندر تک اور دریائے فرات سے دنیا کی انتہا تک حکومت کرے۔"},{"number":9,"verse":"ریگستان کے باشندے اُس کے سامنے جھک جائیں، اُس کے دشمن خاک چاٹیں۔"},{"number":10,"verse":"ترسیس اور ساحلی علاقوں کے بادشاہ اُسے خراج پہنچائیں، سبا اور سِبا اُسے باج پیش کریں۔"},{"number":11,"verse":"تمام بادشاہ اُسے سجدہ کریں، سب اقوام اُس کی خدمت کریں۔"},{"number":12,"verse":"کیونکہ جو ضرورت مند مدد کے لئے پکارے اُسے وہ چھٹکارا دے گا، جو مصیبت میں ہے اور جس کی مدد کوئی نہیں کرتا اُسے وہ رِہائی دے گا۔"},{"number":13,"verse":"وہ پست حالوں اور غریبوں پر ترس کھائے گا، محتاجوں کی جان کو بچائے گا۔"},{"number":14,"verse":"وہ عوضانہ دے کر اُنہیں ظلم و تشدد سے چھڑائے گا، کیونکہ اُن کا خون اُس کی نظر میں قیمتی ہے۔"},{"number":15,"verse":"بادشاہ زندہ باد! سبا کا سونا اُسے دیا جائے۔ لوگ ہمیشہ اُس کے لئے دعا کریں، دن بھر اُس کے لئے برکت چاہیں۔"},{"number":16,"verse":"ملک میں اناج کی کثرت ہو، پہاڑوں کی چوٹیوں پر بھی اُس کی فصلیں لہلہائیں۔ اُس کا پھل لبنان کے پھل جیسا عمدہ ہو، شہروں کے باشندے ہریالی کی طرح پھلیں پھولیں۔"},{"number":17,"verse":"بادشاہ کا نام ابد تک قائم رہے، جب تک سورج چمکے اُس کا نام پھلے پھولے۔ تمام اقوام اُس سے برکت پائیں، اور وہ اُسے مبارک کہیں۔"},{"number":18,"verse":"رب خدا کی تمجید ہو جو اسرائیل کا خدا ہے۔ صرف وہی معجزے کرتا ہے!"},{"number":19,"verse":"اُس کے جلالی نام کی ابد تک تمجید ہو، پوری دنیا اُس کے جلال سے بھر جائے۔ آمین، پھر آمین۔"},{"number":20,"verse":"یہاں داؤد بن یسّی کی دعائیں ختم ہوتی ہیں۔"}]}