{"bibleAbbr":"LXXBr","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"Καὶ ἦλθε πᾶς Ἰσραὴλ πρὸς Δαυὶδ ἐν Χεβρὼν, λέγοντες, ἰδοὺ ὀστᾶ σου καὶ σάρκες σου ἡμεῖς,"},{"number":2,"verse":"καὶ ἐχθὲς καὶ τρίτην ὄντος Σαοὺλ βασιλέως, σὺ ἦσθα ὁ ἐξάγων καὶ εἰσάγων τὸν Ἰσραήλ· καὶ εἶπεν Ἰσραὴλ Κύριός σοι, σὺ ποιμανεῖς τὸν λαόν μου τὸν Ἰσραὴλ, καὶ σὺ ἔσῃ εἰς ἡγούμενον ἐπὶ Ἰσραήλ."},{"number":3,"verse":"Καὶ ἦλθον πάντες πρεσβύτεροι Ἰσραὴλ πρὸς τὸν βασιλέα εἰς Χεβρών· καὶ διέθετο αὐτοῖς ὁ βασιλεὺς Δαυὶδ διαθήκην ἐν Χεβρὼν ἔναντι Κυρίου· καὶ ἔχρισαν τὸν Δαυὶδ εἰς βασιλέα ἐπὶ Ἰσραὴλ κατὰ τὸν λόγον Κυρίου διὰ χειρὸς Σαμουήλ."},{"number":4,"verse":"Καὶ ἐπορεύθη ὁ βασιλεὺς καὶ ἄνδρες αὐτοῦ εἰς Ἱερουσαλὴμ, αὕτη Ἰεβοὺς, καὶ ἐκεῖ οἱ κατοικοῦντες τὴν γῆν εἶπον τῷ Δανιδ, οὐκ εἰσελεύση ὧδε·"},{"number":5,"verse":"καὶ προκατελάβετο τὴν περιοχὴν Σιών· αὕτη ἡ πόλις Δαυίδ."},{"number":6,"verse":"Καὶ εἶπε Δαυὶδ, πᾶς τύπτων Ἰεβουσαῖον ἐν πρώτοις, καὶ ἔσται εἰς ἄρχοντα καὶ εἰς στρατηγόν· καὶ ἀνέβη ἐπʼ αὐτὴν ἐν πρώτοις Ἰωὰβ υἱὸς Σαρουία, καὶ ἐγένετο εἰς ἄρχοντα."},{"number":7,"verse":"Καὶ ἐκάθισε Δαυὶδ ἐν τῇ περιοχῇ· διὰ τοῦτο ἐκάλεσεν αὐτὴν πόλιν Δαυίδ."},{"number":8,"verse":"Καὶ ᾠκοδόμησε τὴν πόλιν κύκλῳ."},{"number":9,"verse":"Καὶ ἐπορεύετο Δαυὶδ πορευόμενος καὶ μεγαλυνόμενος, καὶ Κύριος παντοκράτωρ μετʼ αὐτοῦ."},{"number":10,"verse":"καὶ οὗτοι οἱ ἄρχοντες τῶν δυνατῶν, οἳ ἦσαν τῷ Δαυὶδ, οἱ κατισχύοντες μετʼ αὐτοῦ ἐν τῇ βασιλείᾳ αὐτοῦ μετὰ παντὸς Ἰσραὴλ, τοῦ βασιλεῦσαι αὐτὸν κατὰ τὸν λόγον Κυρίου ἐπὶ Ἰσραήλ."},{"number":11,"verse":"Καὶ οὗτος ὁ ἀριθμὸς τῶν δυνατῶν τοῦ Δαυίδ· Ἰεσεβαδὰ υἱὸς ʼΑχαμὰν πρῶτος τῶν τριάκοντα· οὗτος ἐσπάσατο τὴν ῥομφαίαν αὐτοῦ ἅπαξ ἐπὶ τριακοσίους τραυματίας ἐν καιρῷ ἑνί."},{"number":12,"verse":"Καὶ μετʼ αὐτὸν Ἐλεάζαρ υἱὸς Δωδαῒ ὁ Ἀχωχί· οὗτος ἦν ἐν τοῖς τρισὶ δυνατοῖς."},{"number":13,"verse":"Οὗτος ἦν μετὰ Δαυὶδ ἐν Φασσδαμὶν, καὶ οἱ ἀλλόφυλοι συνήχθησαν ἐκεῖ εἰς πόλεμον, καὶ ἦν μερὶς τοῦ ἀγροῦ πλήρης κριθῶν, καὶ ὁ λαὸς ἔφυγεν ἀπὸ προσώπου ἀλλοφύλων."},{"number":14,"verse":"Καὶ ἔστη ἐν μέσῳ τῆς μερίδος, καὶ ἔσωσεν αὐτὴν, καὶ ἐπάταξε τοὺς ἀλλοφύλους, καὶ ἐποίησε Κύριος σωτηρίαν μεγάλην."},{"number":15,"verse":"Καὶ κατέβησαν τρεῖς ἐκ τῶν τριάκοντα ἀρχόντων εἰς τὴν πέτραν πρὸς Δαυὶδ εἰς τὸ σπήλαιον Ὀδολλὰμ, καὶ παρεμβολὴ τῶν ἀλλοφύλων ἐν τῇ κοιλάδι τῶν γιγάντων."},{"number":16,"verse":"Καὶ Δαυὶδ τότε ἐν τῇ περιοχῇ, καὶ τὸ σύστημα τῶν ἀλλοφύλων τότε ἐν Βηθλεέμ."},{"number":17,"verse":"Καὶ ἐπεθύμησε Δαυὶδ, καὶ εἶπε, τίς ποτιεῖ με ὕδωρ ἐκ τοῦ λάκκου Βηθλεὲμ τοῦ ἐν τῇ πύλῃ;"},{"number":18,"verse":"Καὶ διέῤῥηξαν οἱ τρεῖς τὴν παρεμβολὴν τῶν ἀλλοφύλων· καὶ ὑδρεύσαντο ὕδωρ ἐκ τοῦ λάκκου τοῦ ἐν Βηθλεὲμ, ὃς ἦν ἐν τῇ πύλῃ, καὶ ἔλαβον καὶ ἤλθον πρὸς Δαυίδ· καὶ οὐκ ἠθέλησε Δαυὶδ τοῦ πιεῖν αὐτὸ, καὶ ἔσπεισεν αὐτὸ τῷ Κυρίῳ,"},{"number":19,"verse":"καὶ εἶπεν, ἵλεώς μοι ὁ θεὸς τοῦ ποιῆσαι τὸ ῥῆμα τοῦτο· εἰ αἷμα ἀνδρῶν τούτων πίομαι ἐν ψυχαῖς αὐτῶν; ὅτι ἐν ψυχαῖς αὐτῶν ἤνεγκαν· καὶ οὐκ ἐβούλετο πιεῖν αὐτό· ταῦτα ἐποίησαν οἱ τρεῖς δυνατοί."},{"number":20,"verse":"Καὶ Ἀβισὰ ἀδελφὸς Ἰωὰβ, οὗτος ἦν ἄρχων τῶν τριῶν· οὗτος ἐσπάσατο τὴν ῥομφαίαν αὐτοῦ ἐπὶ τριακοσίους τραυματίας ἐν καιρῷ ἑνὶ, καὶ οὗτος ἦν ὀνομαστὸς ἐν τοῖς τρισίν."},{"number":21,"verse":"Ἀπὸ τῶν τριῶν ὑπὲρ τοὺς δύο ἔνδοξος, καὶ ἦν αὐτοῖς εἰς ἄρχοντα, καὶ ἕως τῶν τριῶν οὐκ ἤρχετο."},{"number":22,"verse":"Καὶ Βαναία υἱὸς Ἰωδαὲ υἱὸς ἄνδρος δυνατοῦ, πολλὰ ἔργα αὐτοῦ ὑπὲρ Καβασαήλ· οὗτος ἐπάταξε τοὺς δύο ἀριὴλ Μωὰβ, καὶ οὗτος κατέβη καὶ ἐπάταξε τὸν λέοντα ἐν τῷ λάκκῳ ἐν ἡμέρᾳ χιόνος."},{"number":23,"verse":"Καὶ οὗτος ἐπάταξε τὸν ἄνδρα τὸν Αἰγύπτιον, ἄνδρα ὁρατὸν πεντάπηχυν, καὶ ἐν χειρὶ τοῦ Αἰγυπτίου δόρυ ὡς ἀντίον ὑφαινόντων· καὶ κατέβη ἐπʼ αὐτὸν Βαναία ἐν ῥάβδῳ, καὶ ἀφείλατο ἐκ τῆς χειρὸς τοῦ Αἰγυπτίου τὸ δόρυ, καὶ ἀπέκτεινεν αὐτὸν ἐν τῷ δόρατι αὐτοῦ."},{"number":24,"verse":"Ταῦτα ἐποίησε Βαναία υἱὸς Ἰωδαὲ, καὶ τούτῳ ὄνομα ἐν τοῖς τρισὶ τοῖς δυνατοῖς. Ὑπὲρ τοὺς τριάκοντα ἦν ἔνδοξος οὗτος, καὶ πρὸς τοὺς τρεῖς οὐκ ἤρχετο· καὶ κατέστησεν αὐτὸν Δαυὶδ ἐπὶ τὴν πατριὰν αὐτοῦ."},{"number":25,"verse":"Ὑπὲρ τοὺς τριάκοντα ἦν ἔνδοξος οὗτος, καὶ πρὸς τοὺς τρεῖς οὐκ ἤρχετο· καὶ κατέστησεν αὐτὸν Δαυεὶδ ἐπὶ τὴν πατριὰν αὐτοῦ."},{"number":26,"verse":"Καὶ δυνατοὶ τῶν δυνάμεων, Ἀσαὴλ ἀδελφὸς Ἰωὰβ, Ἐλεανὰν υἱὸς Δωδωὲ ἐκ Βηθλεὲμ,"},{"number":27,"verse":"Σαμαὼθ ὁ ʼΑρωρὶ, Χελλὴς ὁ Φελωνὶ,"},{"number":28,"verse":"Ὠρὰ υἱὸς Ἐκκὶς ὁ Θεκωί, Ἀβιέζερ ὁ Ἀναθωθὶ,"},{"number":29,"verse":"Σοβοχαὶ ὁ Οὐσαθὶ, Ἠλὶ ὁ Ἀχωνὶ,"},{"number":30,"verse":"Μαραῒ ὁ Νετωφαθὶ, Χθαὸδ υἱὸς Νοοζὰ ὁ Νετωφαθὶ,"},{"number":31,"verse":"Αἰρεὶ υἱὸς Ῥεβιὲ ἐκ βουνοῦ Βενιαμὶν, Βαναίας ὁ Φαραθωνὶ,"},{"number":32,"verse":"Οὐρὶ ἐκ Ναχαλὶ Γάας, Ἀβιὴλ ὁ Γαραβαιθὶ,"},{"number":33,"verse":"Ἀζβὼν ὁ Βαρμὶ, Ἐλιαβὰ ὁ Σαλαβωνὶ,"},{"number":34,"verse":"υἱὸς Ἀσὰμ τοῦ Γιζωνίτου, Ἰωνάθαν υἱὸς Σωλὰ ὁ Ἀραρὶ,"},{"number":35,"verse":"Ἀχὶμ υἱὸς Ἀχὰρ ὁ ʼΑραρὶ, Ἐλφὰτ υἱὸς Θυροφὰρ"},{"number":36,"verse":"ὁ Μεχωραθρὶ, Ἀχία ὁ Φελλωνὶ,"},{"number":37,"verse":"ʼΗσερὲ ὁ Χαρμαδαῒ, Νααραὶ υἱὸς Ἀζοβαὶ,"},{"number":38,"verse":"Ἰωὴλ υἱὸς Νάθαν, Μεβαὰλ υἱὸς ʼΑγαρὶ,"},{"number":39,"verse":"Σελὴ ὁ Ἀμμωνὶ, Ναχὼρ ὁ Βηρωθὶ, αἴρων σκεύη υἱῷ Σαρουία,"},{"number":40,"verse":"Ἰρὰ ὁ Ἰεθρὶ, Γαβὴρ ὁ Ἰεθρὶ,"},{"number":41,"verse":"Οὐρία ὁ Χεττὶ, Ζαβὲτ υἱὸς Ἀχαϊὰ,"},{"number":42,"verse":"Ἀδινὰ υἱὸς Σαιζὰ τοῦ Ῥουβὴν ἄρχων, καὶ ἐπʼ αὐτῷ τριάκοντα,"},{"number":43,"verse":"ʼΑνὰν υἱὸς Μοωχὰ, καὶ Ἰωσαφὰτ ὁ Ματθανί,"},{"number":44,"verse":"Ὀζία ὁ Ἀσταρωθὶ, Σαμαθὰ καὶ Ἰεϊὴλ υἱοὶ Χωθὰν τοῦ Ἀραρὶ,"},{"number":45,"verse":"Ἰεδιὴλ υἱὸς Σαμερὶ, καὶ Ἰωζαὲ ὁ ἀδελφὸς αὐτοῦ ὁ Θωσαῒ,"},{"number":46,"verse":"Ἐλιὴλ ὁ Μαωὶ, καὶ Ἰαριβὶ, καὶ Ἰωσία υἱὸς αὐτοῦ, Ἐλλαὰμ, καὶ Ἰεθαμὰ ὁ Μωαβίτης,"},{"number":47,"verse":"Δαλιὴλ, καὶ Ὠβὴθ, καὶ Ἰεσσειὴλ ὁ Μεσωβία."}]}