{"bibleAbbr":"LXXBr","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"Καὶ τοὺς υἱοὺς Ἀαρὼν διαιρέσει Ναδὰβ, καὶ Ἀβιοὺδ, καὶ Ἐλεάζαρ, καὶ Ἰθάμαρ."},{"number":2,"verse":"Καὶ ἀπέθανε Ναδὰβ καὶ Ἀβιοὺδ ἐναντίον τοῦ πατρὸς αὐτῶν, καὶ υἱοὶ οὐκ ἦσαν αὐτοῖς· καὶ ἱεράτευσεν Ἐλεάζαρ καὶ Ἰθάμαρ υἱοὶ Ἀαρών·"},{"number":3,"verse":"Καὶ διεῖλεν αὐτοὺς Δαυὶδ, καὶ Σαδὼκ ἐκ τῶν υἱῶν Ἐλεάζαρ, καὶ Ἀχιμέλεχ ἐκ τῶν υἱῶν Ἰθάμαρ, κατὰ τὴν ἐπίσκεψιν αὐτῶν, κατὰ τὴν λειτουργείαν αὐτῶν, κατʼ οἴκους πατριῶν αὐτῶν."},{"number":4,"verse":"Καὶ εὑρέθησαν οἱ υἱοὶ Ἐλεάζαρ πλείους εἰς ἄρχοντας τῶν δυνατῶν παρὰ τοὺς υἱοὺς Ἰθάμαρ· καὶ διεῖλεν αὐτοὺς, τοῖς υἱοῖς Ἐλεάζαρ ἄρχοντας εἰς οἴκους πατριῶν ἑκκαίδεκα, τοῖς υἱοῖς Ἰθάμαρ κατʼ οἴκους πατριῶν ὀκτώ."},{"number":5,"verse":"Καὶ διεῖλεν αὐτοὺς κατὰ κλήρους τούτους πρὸς τούτους, ὅτι ἦσαν ἄρχοντες τῶν ἁγίων, καὶ ἄρχοντες Κυρίου ἐν τοῖς υἱοῖς Ἐλεάζαρ καὶ ἐν τοῖς υἱοῖς Ἰθάμαρ."},{"number":6,"verse":"Καὶ ἔγραψεν αὐτοὺς Σαμαΐας υἱὸς Ναθαναὴλ ὁ γραμματεὺς ἐκ τοῦ Λευὶ κατέναντι τοῦ βασιλέως καὶ τῶν ἀρχόντων, καὶ Σαδὼκ ὁ ἱερεὺς, καὶ Ἀχιμέλεχ υἱὸς Ἀβιάθαρ, καὶ ἄρχοντες τῶν πατριῶν τῶν ἱερέων καὶ τῶν Λευιτῶν οἴκου πατριᾶς, εἷς εἷς τῷ Ἐλεάζαρ, καὶ εἷς εἷς τῷ Ἰθάμαρ."},{"number":7,"verse":"Καὶ ἐξῆλθεν ὁ κλῆρος ὁ πρῶτος τῷ Ἰωαρὶμ, τῷ Ἰεδίᾳ ὁ δεύτερος,"},{"number":8,"verse":"τῷ Χαρὶβ ὁ τρίτος, τῷ Σεωρὶμ ὁ τέταρτος,"},{"number":9,"verse":"τῷ Μελχίᾳ ὁ πέμπτος, τῷ Μεϊαμὶν ὁ ἕκτος,"},{"number":10,"verse":"τῷ Κὼς ὁ ἕβδομος, τῷ Ἀβίᾳ ὁ ὄγδοος,"},{"number":11,"verse":"τῷ Ἰησοῦ ὁ ἔννατος, τῷ Σεχενίᾳ ὁ δέκατος,"},{"number":12,"verse":"τῷ Ἐλιαβὶ ὁ ἑνδέκατος, τῷ Ἰακὶμ ὁ δωδέκατος,"},{"number":13,"verse":"τῷ Ὀπφᾷ ὁ τρισκαιδέκατος, τῷ Ἰεσβαὰλ ὁ τεσσαρεσκαιδέκατος, τῷ Βελγὰ ὁ πεντεκαιδέκατος,"},{"number":14,"verse":"τῷ Ἐμμὴρ ὁ ἑκκαιδέκατος, τῷ Χηζὶν ὁ ἑπτακαιδέκατος,"},{"number":15,"verse":"τῷ Ἀφεσὴ ὁ ὀκτωκαιδέκατος, τῷ Φεταίᾳ ὁ ἐννεακαιδέκατος,"},{"number":16,"verse":"τῷ Ἐζεκὴλ ὁ εἰκοστὸς, τῷ Ἀχὶμ ὁ εἷς καὶ εἰκοστὸς,"},{"number":17,"verse":"τῷ Γαμοὺλ ὁ δεύτερος καὶ εἰκοστὸς, τῷ Ἀδαλλαὶ ὁ τρίτος καὶ εἰκοστὸς,"},{"number":18,"verse":"τῷ Μαασαὶ ὁ τέταρτος καὶ εἰκοστός."},{"number":19,"verse":"Αὕτη ἡ ἐπίσκεψις αὐτῶν κατὰ τὴν λειτουργίαν αὐτῶν τοῦ εἰσπορεύεσθαι εἰς οἶκον Κυρίου κατὰ τὴν κρίσιν αὐτῶν διὰ χειρὸς Ἀαρὼν πατρὸς αὐτῶν, ὡς ἐνετείλατο Κύριος ὁ Θεὸς Ἰσραήλ."},{"number":20,"verse":"Καὶ τοῖς υἱοῖς Λευὶ τοῖς καταλοίποις, τοῖς υἱοῖς Ἀμβρὰμ, Σωβαήλ· τοῖς υἱοῖς Σωβαὴλ Ἰεδία."},{"number":21,"verse":"Τῷ Ῥααβία ὁ ἄρχων."},{"number":22,"verse":"Καὶ τῷ Ἰσααρὶ, Σαλωμώθ· τοῖς υἱοῖς Σαλωμὼθ, Ἰάθ."},{"number":23,"verse":"υἱοὶ Ἐκδιοῦ, Ἀμαδία ὁ δεύτερος, Ἰαζιὴλ ὁ τρίτος, Ἰεκμοὰμ ὁ τέταρτος."},{"number":24,"verse":"Τοῖς υἱοῖς Ὀζιὴλ, Μιχά· υἱοὶ Μιχὰ, Σαμήρ·"},{"number":25,"verse":"Ἀδελφὸς Μιχὰ, Ἰσία· υἱὸς Ἰσία, Ζαχαρία."},{"number":26,"verse":"Υἱοὶ Μεραρὶ, Μοολὶ καὶ ὁ Μουσί·"},{"number":27,"verse":"υἱοὶ Ὀζία τοῦ Μεραρὶ τῷ Ὀζίᾳ· υἱοὶ αὐτοῦ Ἰσοὰμ, καὶ Σακχοὺρ, καὶ Ἀβαΐ."},{"number":28,"verse":"Τῷ Μοολὶ Ἐλεάζαρ, καὶ Ἰθάμαρ· καὶ ἀπέθανεν Ἐλεάζαρ καὶ οὐκ ἦσαν αὐτῷ υἱοί."},{"number":29,"verse":"Τῷ Κὶς, υἱοὶ τοῦ Κὶς Ἱεραμεήλ."},{"number":30,"verse":"Καὶ υἱοὶ τοῦ Μουσὶ, Μοολὶ, καὶ Ἐδὲρ, καὶ Ἰεριμώθ· οὗτοι υἱοὶ τῶν Λευιτῶν κατʼ οἴκους πατριῶν αὐτῶν."},{"number":31,"verse":"Καὶ ἔλαβον καὶ αὐτοὶ κλήρους καθὼς οἱ ἀδελφοὶ αὐτῶν υἱοὶ Ἀαρὼν ἐναντίον τοῦ βασιλέως, καὶ Σαδὼκ, καὶ Ἀχιμέλεχ, καὶ οἱ ἄρχοντες τῶν πατριῶν τῶν ἱερέων καὶ τῶν Λευειτῶν πατριάρχαι Ἀραὰβ, καθὼς οἱ ἀδελφοὶ αὐτοῦ οἱ νεώτεροι."}]}