{"bibleAbbr":"urGV2010","bookName":"یشوع","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"( اموریوں کی شکست) یروشلم کے بادشاہ ادونی صدق کو خبر ملی کہ یشوع نے عَی پر یوں قبضہ کر کے اُسے مکمل طور پر تباہ کر دیا ہے جس طرح اُس نے یریحو اور اُس کے بادشاہ کے ساتھ بھی کیا تھا۔ اُسے یہ اطلاع بھی دی گئی کہ جِبعون کے باشندے اسرائیلیوں کے ساتھ صلح کا معاہدہ کر کے اُن کے درمیان رہ رہے ہیں۔"},{"number":2,"verse":"یہ سن کر وہ اور اُس کی قوم نہایت ڈر گئے، کیونکہ جِبعون بڑا شہر تھا۔ وہ اہمیت کے لحاظ سے اُن شہروں کے برابر تھا جن کے بادشاہ تھے، بلکہ وہ عَی شہر سے بھی بڑا تھا، اور اُس کے تمام مرد بہترین فوجی تھے۔"},{"number":3,"verse":"چنانچہ یروشلم کے بادشاہ ادونی صدق نے اپنے قاصد حبرون کے بادشاہ ہوہام، یرموت کے بادشاہ پیرام، لکیس کے بادشاہ یفیع اور عجلون کے بادشاہ دبیر کے پاس بھیج دیئے۔"},{"number":4,"verse":"پیغام یہ تھا، ”آئیں اور جِبعون پر حملہ کرنے میں میری مدد کریں، کیونکہ اُس نے یشوع اور اسرائیلیوں کے ساتھ صلح کا معاہدہ کر لیا ہے۔“"},{"number":5,"verse":"یروشلم، حبرون، یرموت، لکیس اور عجلون کے یہ پانچ اموری بادشاہ متحد ہوئے۔ وہ اپنے تمام فوجیوں کو لے کر چل پڑے اور جِبعون کا محاصرہ کر کے اُس سے جنگ کرنے لگے۔"},{"number":6,"verse":"اُس وقت یشوع نے اپنے خیمے جِلجال میں لگائے تھے۔ جِبعون کے لوگوں نے اُسے پیغام بھیج دیا، ”اپنے خادموں کو ترک نہ کریں۔ جلدی سے ہمارے پاس آ کر ہمیں بچائیں! ہماری مدد کیجئے، کیونکہ پہاڑی علاقے کے تمام اموری بادشاہ ہمارے خلاف متحد ہو گئے ہیں۔“"},{"number":7,"verse":"یہ سن کر یشوع اپنی پوری فوج کے ساتھ جِلجال سے نکلا اور جِبعون کے لئے روانہ ہوا۔ اُس کے بہترین فوجی بھی سب اُس کے ساتھ تھے۔"},{"number":8,"verse":"رب نے یشوع سے کہا، ”اُن سے مت ڈرنا، کیونکہ مَیں اُنہیں تیرے ہاتھ میں کر چکا ہوں۔ اُن میں سے ایک بھی تیرا مقابلہ نہیں کرنے پائے گا۔“"},{"number":9,"verse":"اور یشوع نے جِلجال سے ساری رات سفر کرتے کرتے اچانک دشمن پر حملہ کیا۔"},{"number":10,"verse":"اُس وقت رب نے اسرائیلیوں کے دیکھتے دیکھتے دشمن میں ابتری پیدا کر دی، اور اُنہوں نے جِبعون کے قریب دشمن کو زبردست شکست دی۔ اسرائیلی بیت حَورون تک پہنچانے والے راستے پر اموریوں کا تعاقب کرتے کرتے اُنہیں عزیقہ اور مقیدہ تک موت کے گھاٹ اُتارتے گئے۔"},{"number":11,"verse":"اور جب اموری اِس راستے پر عزیقہ کی طرف بھاگ رہے تھے تو رب نے آسمان سے اُن پر بڑے بڑے اولے برسائے جنہوں نے اسرائیلیوں کی نسبت زیادہ دشمنوں کو ہلاک کر دیا۔"},{"number":12,"verse":"اُس دن جب رب نے اموریوں کو اسرائیل کے ہاتھ میں کر دیا تو یشوع نے اسرائیلیوں کی موجودگی میں رب سے کہا، ”اے سورج، جِبعون کے اوپر رُک جا! اے چاند، وادیٔ ایالون پر ٹھہر جا!“"},{"number":13,"verse":"تب سورج رُک گیا، اور چاند نے آگے حرکت نہ کی۔ جب تک کہ اسرائیل نے اپنے دشمنوں سے پورا بدلہ نہ لے لیا اُس وقت تک وہ رُکے رہے۔ اِس بات کا ذکر یاشر کی کتاب میں کیا گیا ہے۔ سورج آسمان کے بیچ میں رُک گیا اور تقریباً ایک پورے دن کے دوران غروب نہ ہوا۔"},{"number":14,"verse":"یہ دن منفرد تھا۔ رب نے انسان کی اِس طرح کی دعا نہ کبھی اِس سے پہلے، نہ کبھی اِس کے بعد سنی۔ کیونکہ رب خود اسرائیل کے لئے لڑ رہا تھا۔"},{"number":15,"verse":"اِس کے بعد یشوع پورے اسرائیل سمیت جِلجال کی خیمہ گاہ میں لوٹ آیا۔"},{"number":16,"verse":"( پانچ اموری بادشاہوں کی گرفتاری) لیکن پانچوں اموری بادشاہ فرار ہو کر مقیدہ کے ایک غار میں چھپ گئے تھے۔"},{"number":17,"verse":"یشوع کو اطلاع دی گئی"},{"number":18,"verse":"تو اُس نے کہا، ”کچھ بڑے بڑے پتھر لُڑھکا کر غار کا منہ بند کرنا، اور کچھ آدمی اُس کی پہرا داری کریں۔"},{"number":19,"verse":"لیکن باقی لوگ نہ رُکیں بلکہ دشمنوں کا تعاقب کر کے پیچھے سے اُنہیں مارتے جائیں۔ اُنہیں دوبارہ اپنے شہروں میں داخل ہونے کا موقع مت دینا، کیونکہ رب آپ کے خدا نے اُنہیں آپ کے ہاتھ میں کر دیا ہے۔“"},{"number":20,"verse":"چنانچہ یشوع اور باقی اسرائیلی اُنہیں ہلاک کرتے رہے، اور کم ہی اپنے شہروں کی فصیل میں داخل ہو سکے۔"},{"number":21,"verse":"اِس کے بعد پوری فوج صحیح سلامت یشوع کے پاس مقیدہ کی لشکرگاہ میں واپس پہنچ گئی۔ اب سے کسی میں بھی اسرائیلیوں کو دھمکی دینے کی جرأت نہ رہی۔"},{"number":22,"verse":"پھر یشوع نے کہا، ”غار کے منہ کو کھول کر یہ پانچ بادشاہ میرے پاس نکال لائیں۔“"},{"number":23,"verse":"لوگ غار کو کھول کر یروشلم، حبرون، یرموت، لکیس اور عجلون کے بادشاہوں کو یشوع کے پاس نکال لائے۔"},{"number":24,"verse":"یشوع نے اسرائیل کے مردوں کو بُلا کر اپنے ساتھ کھڑے فوجی افسروں سے کہا، ”اِدھر آ کر اپنے پیروں کو بادشاہوں کی گردنوں پر رکھ دیں۔“ افسروں نے ایسا ہی کیا۔"},{"number":25,"verse":"پھر یشوع نے اُن سے کہا، ”نہ ڈریں اور نہ حوصلہ ہاریں۔ مضبوط اور دلیر ہوں۔ رب یہی کچھ اُن تمام دشمنوں کے ساتھ کرے گا جن سے آپ لڑیں گے۔“"},{"number":26,"verse":"یہ کہہ کر اُس نے بادشاہوں کو ہلاک کر کے اُن کی لاشیں پانچ درختوں سے لٹکا دیں۔ وہاں وہ شام تک لٹکی رہیں۔"},{"number":27,"verse":"جب سورج ڈوبنے لگا تو لوگوں نے یشوع کے حکم پر لاشیں اُتار کر اُس غار میں پھینک دیں جس میں بادشاہ چھپ گئے تھے۔ پھر اُنہوں نے غار کے منہ کو بڑے بڑے پتھروں سے بند کر دیا۔ یہ پتھر آج تک وہاں پڑے ہوئے ہیں۔"},{"number":28,"verse":"( مزید اموری شہروں پر قبضہ) اُس دن مقیدہ یشوع کے قبضے میں آ گیا۔ اُس نے پورے شہر کو تلوار سے رب کے لئے مخصوص کر کے تباہ کر دیا۔ بادشاہ سمیت سب ہلاک ہوئے اور ایک بھی نہ بچا۔ شہر کے بادشاہ کے ساتھ اُس نے وہ سلوک کیا جو اُس نے یریحو کے بادشاہ کے ساتھ کیا تھا۔"},{"number":29,"verse":"پھر یشوع نے تمام اسرائیلیوں کے ساتھ وہاں سے آگے نکل کر لِبناہ پر حملہ کیا۔"},{"number":30,"verse":"رب نے اُس شہر اور اُس کے بادشاہ کو بھی اسرائیل کے ہاتھ میں کر دیا۔ یشوع نے تلوار سے شہر کے تمام باشندوں کو ہلاک کیا، اور ایک بھی نہ بچا۔ بادشاہ کے ساتھ اُس نے وہی سلوک کیا جو اُس نے یریحو کے بادشاہ کے ساتھ کیا تھا۔"},{"number":31,"verse":"اِس کے بعد اُس نے تمام اسرائیلیوں کے ساتھ لِبناہ سے آگے بڑھ کر لکیس کا محاصرہ کیا۔ جب اُس نے اُس پر حملہ کیا"},{"number":32,"verse":"تو رب نے یہ شہر اُس کے بادشاہ سمیت اسرائیل کے ہاتھ میں کر دیا۔ دوسرے دن وہ یشوع کے قبضے میں آ گیا۔ شہر کے سارے باشندوں کو اُس نے تلوار سے ہلاک کیا، جس طرح کہ اُس نے لِبناہ کے ساتھ بھی کیا تھا۔"},{"number":33,"verse":"ساتھ ساتھ یشوع نے جزر کے بادشاہ ہورم اور اُس کے لوگوں کو بھی شکست دی جو لکیس کی مدد کرنے کے لئے آئے تھے۔ اُن میں سے ایک بھی نہ بچا۔"},{"number":34,"verse":"پھر یشوع نے تمام اسرائیلیوں کے ساتھ لکیس سے آگے بڑھ کر عجلون کا محاصرہ کر لیا۔ اُسی دن اُنہوں نے اُس پر حملہ کر کے"},{"number":35,"verse":"اُس پر قبضہ کر لیا۔ جس طرح لکیس کے ساتھ ہوا اُسی طرح عجلون کے ساتھ بھی کیا گیا یعنی شہر کے تمام باشندے تلوار سے ہلاک ہوئے۔"},{"number":36,"verse":"اِس کے بعد یشوع نے تمام اسرائیلیوں کے ساتھ عجلون سے آگے بڑھ کر حبرون پر حملہ کیا۔"},{"number":37,"verse":"شہر پر قبضہ کر کے اُنہوں نے بادشاہ، ارد گرد کی آبادیاں اور باشندے سب کے سب تہہ تیغ کر دیئے۔ کوئی نہ بچا۔ عجلون کی طرح اُنہوں نے اُسے پورے طور پر تمام باشندوں سمیت رب کے لئے مخصوص کر کے تباہ کر دیا۔"},{"number":38,"verse":"پھر یشوع تمام اسرائیلیوں کے ساتھ مُڑ کر دبیر کی طرف بڑھ گیا۔ اُس پر حملہ کر کے"},{"number":39,"verse":"اُس نے شہر، اُس کے بادشاہ اور ارد گرد کی آبادیوں پر قبضہ کر لیا۔ سب کو نیست کر دیا گیا، ایک بھی نہ بچا۔ یوں دبیر کے ساتھ وہ کچھ ہوا جو پہلے حبرون اور لِبناہ اُس کے بادشاہ سمیت ہوا تھا۔"},{"number":40,"verse":"اِس طرح یشوع نے جنوبی کنعان کے تمام بادشاہوں کو شکست دے کر اُن کے پورے ملک پر قبضہ کر لیا یعنی ملک کے پہاڑی علاقے پر، جنوب کے دشتِ نجب پر، مغرب کے نشیبی پہاڑی علاقے پر اور وادیٔ یردن کے مغرب میں واقع پہاڑی ڈھلانوں پر۔ اُس نے کسی کو بھی بچنے نہ دیا بلکہ ہر جاندار کو رب کے لئے مخصوص کر کے ہلاک کر دیا۔ یہ سب کچھ ویسا ہی ہوا جیسا رب اسرائیل کے خدا نے حکم دیا تھا۔"},{"number":41,"verse":"یشوع نے اُنہیں قادس برنیع سے لے کر غزہ تک اور جشن کے پورے علاقے سے لے کر جِبعون تک شکست دی۔"},{"number":42,"verse":"اِن تمام بادشاہوں اور اُن کے ممالک پر یشوع نے ایک ہی وقت فتح پائی، کیونکہ اسرائیل کا خدا اسرائیل کے لئے لڑا۔"},{"number":43,"verse":"اِس کے بعد یشوع تمام اسرائیلیوں کے ساتھ جِلجال کی خیمہ گاہ میں لوٹ آیا۔"}]}