{"bibleAbbr":"urGV2010","bookName":"یشوع","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"( موسیٰ کی فتوحات کا خلاصہ) درجِ ذیل دریائے یردن کے مشرق میں اُن بادشاہوں کی فہرست ہے جنہیں اسرائیلیوں نے شکست دی تھی اور جن کے علاقے پر اُنہوں نے قبضہ کیا تھا۔ یہ علاقہ جنوب میں وادیٔ ارنون سے لے کر شمال میں حرمون پہاڑ تک تھا، اور اُس میں وادیٔ یردن کا پورا مشرقی حصہ شامل تھا۔"},{"number":2,"verse":"پہلے کا نام سیحون تھا۔ وہ اموریوں کا بادشاہ تھا اور اُس کا دار الحکومت حسبون تھا۔ عروعیر شہر یعنی وادیٔ ارنون کے درمیان سے لے کر عمونیوں کی سرحد دریائے یبوق تک سارا علاقہ اُس کی گرفت میں تھا۔ اِس میں جِلعاد کا آدھا حصہ بھی شامل تھا۔"},{"number":3,"verse":"اِس کے علاوہ سیحون کا قبضہ دریائے یردن کے پورے مشرقی کنارے پر کِنّرت یعنی گلیل کی جھیل سے لے کر بحیرۂ مُردار کے پاس شہر بیت یسیموت تک بلکہ اُس کے جنوب میں پہاڑی سلسلے پِسگہ کے دامن تک تھا۔"},{"number":4,"verse":"دوسرا بادشاہ جس نے شکست کھائی تھی بسن کا بادشاہ عوج تھا۔ وہ رفائیوں کے دیو قیامت قبیلے میں سے باقی رہ گیا تھا، اور اُس کی حکومت کے مرکز عستارات اور اِدرعی تھے۔"},{"number":5,"verse":"شمال میں اُس کی سلطنت کی سرحد حرمون پہاڑ تھی اور مشرق میں سلکہ شہر۔ بسن کا تمام علاقہ جسوریوں اور معکاتیوں کی سرحد تک اُس کے ہاتھ میں تھا اور اِسی طرح جِلعاد کا شمالی حصہ بادشاہ سیحون کی سرحد تک۔"},{"number":6,"verse":"اسرائیل نے رب کے خادم موسیٰ کی راہنمائی میں اِن دو بادشاہوں پر فتح پائی تھی، اور موسیٰ نے یہ علاقہ روبن، جد اور منسّی کے آدھے قبیلے کے سپرد کیا تھا۔"},{"number":7,"verse":"( یشوع کی فتوحات کا خلاصہ) درجِ ذیل دریائے یردن کے مغرب کے اُن بادشاہوں کی فہرست ہے جنہیں اسرائیلیوں نے یشوع کی راہنمائی میں شکست دی تھی اور جن کی سلطنت وادیٔ لبنان کے شہر بعل جد سے لے کر سعیر کی طرف بڑھنے والے پہاڑ خلق تک تھی۔ بعد میں یشوع نے یہ سارا ملک اسرائیل کے قبیلوں میں تقسیم کر کے اُنہیں میراث میں دے دیا"},{"number":8,"verse":"یعنی پہاڑی علاقہ، مغرب کا نشیبی پہاڑی علاقہ، یردن کی وادی، اُس کے مغرب میں واقع پہاڑی ڈھلانیں، یہوداہ کا ریگستان اور دشتِ نجب۔ پہلے یہ سب کچھ حِتّیوں، اموریوں، کنعانیوں، فرِزّیوں، حِوّیوں اور یبوسیوں کے ہاتھ میں تھا۔ ذیل کے ہر شہر کا اپنا بادشاہ تھا، اور ہر ایک نے شکست کھائی:"},{"number":9,"verse":"یریحو، عَی نزد بیت ایل،"},{"number":10,"verse":"یروشلم، حبرون،"},{"number":11,"verse":"یرموت، لکیس،"},{"number":12,"verse":"عجلون، جزر،"},{"number":13,"verse":"دبیر، جدر،"},{"number":14,"verse":"حُرمہ، عراد،"},{"number":15,"verse":"لِبناہ، عدُلام،"},{"number":16,"verse":"مقیدہ، بیت ایل،"},{"number":17,"verse":"تفّوح، حِفر،"},{"number":18,"verse":"افیق، لشرون،"},{"number":19,"verse":"مدون، حصور،"},{"number":20,"verse":"سِمرون مرون، اَکشاف،"},{"number":21,"verse":"تعنک، مجِدّو،"},{"number":22,"verse":"قادس، کرمل کا یُقنعام،"},{"number":23,"verse":"نافت دور میں واقع دور، جِلجال کا گوئیم"},{"number":24,"verse":"اور تِرضہ۔ بادشاہوں کی کُل تعداد 31 تھی۔"}]}