{"bibleAbbr":"BB1572","bookName":"John","bookEnglishName":"John","chapterNumber":11,"verses":[{"number":1,"verse":"A certayne man was sicke, named Lazarus of Bethanie, the towne of Marie and her sister Martha."},{"number":2,"verse":"(It was that Marie which anoynted ye Lorde with oyntment, and wyped his feete with her heere, whose brother Lazarus was sicke.)"},{"number":3,"verse":"Therfore, his sisters sent vnto hym, saying: Lorde, beholde, he whom thou louest is sicke."},{"number":4,"verse":"When Iesus hearde that, he sayde, this infirmitie is not vnto death: but for the glory of God, that the sonne of God, myght be glorified therby."},{"number":5,"verse":"Iesus loued Martha, and her sister, and Lazarus."},{"number":6,"verse":"When he had hearde therfore that he was sicke, he abode two dayes styll in the same place where he was."},{"number":7,"verse":"Then after that, sayde he to his disciples: Let vs go into Iurie agayne."},{"number":8,"verse":"His disciples sayde vnto hym: Maister, the Iewes lately sought to stone thee, and wylt thou go thither agayne?"},{"number":9,"verse":"Iesus aunswered: Are there not twelue houres of the day If any man walke in the day, he stumbleth not, because he seeth the lyght of this worlde."},{"number":10,"verse":"But yf a man walke in the nyght, he stumbleth, because there is no lyght in hym."},{"number":11,"verse":"These thynges sayde he, and after that, he sayde vnto them: Our friende Lazarus slepeth, but I go to wake hym out of slepe."},{"number":12,"verse":"Then sayde his disciples: Lorde, yf he slepe, he shall do well inough."},{"number":13,"verse":"Howbeit, Iesus spake of his death, but they thought that he had spoken of the naturall slepe."},{"number":14,"verse":"Then sayde Iesus vnto the playnely, Lazarus is dead:"},{"number":15,"verse":"And I am glad for your sakes, that I was not there, because ye may beleue. Neuerthelesse, let vs go vnto hym."},{"number":16,"verse":"Then sayde Thomas, which is called Didimus, vnto his felowe disciples: let vs also go, that we may dye with hym."},{"number":17,"verse":"Then went Iesus, and founde that he had lyen in his graue, foure dayes alredy."},{"number":18,"verse":"(Bethanie was nye vnto Hierusalem, about fifteene furlonges of.)"},{"number":19,"verse":"And many of the Iewes came to Martha and Marie to comfort them ouer their brother."},{"number":20,"verse":"Martha assoone as she hearde that Iesus was commyng, went and met hym: but Marie sate styll in the house."},{"number":21,"verse":"Then sayde Martha vnto Iesus: Lorde, yf thou haddest ben here, my brother had not dyed:"},{"number":22,"verse":"Neuerthelesse, nowe I knowe that whatsoeuer thou askest of God, God wyll geue it thee."},{"number":23,"verse":"Iesus sayth vnto her: Thy brother shall ryse agayne."},{"number":24,"verse":"Martha sayth vnto hym: I knowe that he shall ryse agayne in the resurrection at the last day."},{"number":25,"verse":"Iesus sayth vnto her, I am the resurrection, and the lyfe: He that beleueth on me, yea, though he were dead, yet shall he lyue."},{"number":26,"verse":"And whosoeuer lyueth, and beleueth on me, shall neuer dye. Beleuest thou this?"},{"number":27,"verse":"She sayde vnto hym: Yea Lorde, I beleue that thou art Christe the sonne of God, which shoulde come into the worlde."},{"number":28,"verse":"And assoone as she had so sayde, she went her way, and called Marie her sister secretely, saying: The Maister is come, and calleth for thee."},{"number":29,"verse":"Assoone as she hearde that, she arose quickly, and came vnto hym."},{"number":30,"verse":"Iesus was not yet come into the towne: but was in that place where Martha met hym."},{"number":31,"verse":"The Iewes then which were with her in the house & comforted her, when they sawe Marie that she rose vp hastelye, and went out, folowed her, saying: She goeth vnto the graue, to weepe there."},{"number":32,"verse":"Then when Marie was come where Iesus was, and sawe hym, she fell downe at his feete, and sayth vnto him: Lorde, yf thou haddest ben here, my brother had not ben dead."},{"number":33,"verse":"Whe Iesus therfore sawe her weepe, and the Iewes also weepyng which came with her, he groned in the spirite, and was troubled in hym selfe."},{"number":34,"verse":"And sayde: Where haue ye layde him They sayde vnto hym: Lorde, come, and see."},{"number":35,"verse":"And Iesus wept."},{"number":36,"verse":"Then sayde the Iewes: Beholde howe he loued hym."},{"number":37,"verse":"And some of them sayde: Coulde not he which opened the eyes of the blinde, haue made also, that this man shoulde not haue dyed?"},{"number":38,"verse":"Iesus therfore agayne groned in him selfe, and came to the graue. It was a caue, and a stone layde on it."},{"number":39,"verse":"Iesus sayde: Take ye away the stone. Martha, the sister of hym that was dead, sayde vnto hym, Lorde, by this tyme he stinketh: For he hath ben dead foure dayes."},{"number":40,"verse":"Iesus sayde vnto her: Sayde I not vnto thee, that yf thou dyddest beleue, thou shouldest see the glory of God"},{"number":41,"verse":"Then they toke away the stone from the place where the dead was layde. And Iesus lyft vp his eyes, and sayde: Father, I thanke thee that thou hast hearde me."},{"number":42,"verse":"Howbeit, I knowe, that thou hearest me alwayes: but because of the people which stande by, I sayde it, that they maye beleue that thou hast sent me."},{"number":43,"verse":"And when he thus had spoken, he cryed with a loude voyce: Lazarus, come foorth."},{"number":44,"verse":"And he that was dead, came foorth, bounde hande and foote, with graue clothes, and his face was bounde with a napkyn. Iesus sayde vnto them: loose hym, and let hym go."},{"number":45,"verse":"Then many of the Iewes which came to Marie, and had seene ye thynges which Iesus dyd, beleued on hym."},{"number":46,"verse":"But some of them went their wayes to the pharisees, and tolde them what Iesus had done."},{"number":47,"verse":"Then gathered the hye priestes and the pharisees a councell, and sayde: What do we? For this man doth many miracles."},{"number":48,"verse":"If we let hym scape thus, all men wyll beleue on him, and the Romaynes shall come, and take away both our rowme and the people."},{"number":49,"verse":"And one of them named Caiaphas, beyng the hye priest that same yere, sayde vnto them: Ye perceaue nothyng at all,"},{"number":50,"verse":"Nor consider, that it is expedient for vs, that one man dye for the people, and not that all the people perishe."},{"number":51,"verse":"This spake he, not of hym selfe, but beyng hye priest that same yere, he prophesied that Iesus shoulde dye for the people,"},{"number":52,"verse":"And not for the people only: but that he shoulde gather together in one, the chyldren of God, that were scattered abrode."},{"number":53,"verse":"Then from that day foorth, they toke councell together, for to put hym to death."},{"number":54,"verse":"Iesus therfore walked no more openlye among the Iewes: but went his way thence, vnto a countrey nye to a wildernesse, into a citie which is called Ephraim, and there continued with his disciples."},{"number":55,"verse":"And the Iewes Easter was nye at hande, and many went out of the countrey vp to Hierusale before the Easter, to purifie them selues."},{"number":56,"verse":"Then sought they for Iesus, & spake among them selues, as they stoode in the temple: What thynke ye, seeyng he commeth not to the feast day?"},{"number":57,"verse":"The hye priestes and pharisees had geuen a commaundement, that yf any man knewe where he were, he shoulde shewe it, that they myght take hym."}]}