{"bibleAbbr":"BB1572","bookName":"John","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"Before the feast of the Passouer, when Iesus knewe that his houre was come, yt he shoulde departe out of this world vnto the father: When he loued his which were in the world, vnto the ende he loued them."},{"number":2,"verse":"And when supper was ended (after that the deuyll had put in the heart of Iudas Iscariot Simons sonne, to betray hym)"},{"number":3,"verse":"Iesus knowyng that the father had geuen all thynges into his handes, and that he was come from God, and went to God:"},{"number":4,"verse":"He rose from supper, and layde asyde his vpper garmentes: And when he had taken a towel, he gyrded hym selfe."},{"number":5,"verse":"After that, he powred water into a bason, and began to washe the disciples feete, and to wype them with the towel wherwith he was gyrded."},{"number":6,"verse":"Then came he to Simon Peter. And Peter sayde vnto hym: Lorde, doest thou wasshe my feete?"},{"number":7,"verse":"Iesus aunswered, & sayde vnto hym: What I do, thou wotest not nowe, but thou shalt knowe hereafter."},{"number":8,"verse":"Peter sayth vnto hym: Thou shalt neuer wasshe my feete. Iesus aunswered hym: If I wasshe thee not, thou hast no part with me."},{"number":9,"verse":"Simon Peter sayth vnto him: Lorde, not my feete only, but also the handes, and the head."},{"number":10,"verse":"Iesus sayth to hym: He that is wasshed, nedeth not saue to washe his feete, but is cleane euery whit. And ye are cleane, but not all."},{"number":11,"verse":"For he knewe who it was that should betray hym. Therfore sayde he: ye are not all cleane."},{"number":12,"verse":"So, after he had wasshed their feete, and receaued his clothes, and was set downe agayne, he sayde vnto them: Wote ye what I haue done to you"},{"number":13,"verse":"Ye call me Maister, and Lorde, and ye say well, for so am I."},{"number":14,"verse":"If I then your Lorde and Maister, haue wasshed your feete, ye also ought to wasshe one anothers feete."},{"number":15,"verse":"For I haue geuen you an ensample, that ye shoulde do as I haue done to you."},{"number":16,"verse":"Ueryly, veryly, I say vnto you: The seruaunt is not greater the his maister, neither the messenger greater then he that sent hym."},{"number":17,"verse":"Yf ye knowe these thynges, happy are ye, yf ye do them."},{"number":18,"verse":"I speake not of you all. I knowe whom I haue chosen. But that the scripture may be fulfylled: He that eateth bread with me, hath lyft vp his heele agaynst me."},{"number":19,"verse":"Nowe tell I you before it come: that when it is come to passe, ye myght beleue that I am he."},{"number":20,"verse":"Ueryly, veryly, I say vnto you, he that receaueth whomsoeuer I sende, receaueth me: And he that receaueth me, receaueth hym that sent me."},{"number":21,"verse":"When Iesus had thus sayde, he was troubled in spirite, and testified, & saide: Ueryly, veryly, I say vnto you, that one of you shall betray me."},{"number":22,"verse":"Then the disciples loked one on another, doubtyng of whom he spake."},{"number":23,"verse":"There was one of Iesus disciples, leanyng on Iesus bosome, [euen he] whom Iesus loued."},{"number":24,"verse":"To hym beckened Simon Peter therfore, that he shoulde aske who it was of whom he spake."},{"number":25,"verse":"He then, when he leaned on Iesus brest, sayde vnto hym: Lorde, who is it?"},{"number":26,"verse":"Iesus aunswered: He it is to whom I geue a sop when I haue dipped it. And he wet the sop, and gaue it to Iudas Iscariot, Simons sonne."},{"number":27,"verse":"And after the sop, Satan entred into hym. Then sayde Iesus vnto hym: That thou doest, do quickly."},{"number":28,"verse":"That wiste no man at the table, for what intent he spake vnto hym."},{"number":29,"verse":"Some of the thought, because Iudas had the bagge, that Iesus had sayde vnto hym, bye those thynges that we haue neede of agaynst the feast: or, that he shoulde geue somethyng to ye poore."},{"number":30,"verse":"Assoone then, as he had receaued the sop, he went immediatly out: and it was nyght."},{"number":31,"verse":"Therfore, when he was gone out, Iesus sayd, Nowe is the sonne of man glorified: And God is glorified in hym."},{"number":32,"verse":"Yf God be glorified in hym, God shall also glorifie hym in hym selfe, and shall strayghtway glorifie hym."},{"number":33,"verse":"Litle children, yet a litle whyle am I with you. Ye shall seeke me: and as I sayde vnto the Iewes, whither I go, thither can ye not come. Also to you say I nowe:"},{"number":34,"verse":"A newe commaundement geue I vnto you, that ye loue together, as I haue loued you, that euen so ye loue one another."},{"number":35,"verse":"By this shall all men knowe that ye are my disciples, yf ye haue loue one to another."},{"number":36,"verse":"Simon Peter saide vnto him: Lorde, whither goest thou Iesus aunswered hym: Whither I go, thou canst not folowe me nowe, but thou shalt folowe me afterwardes."},{"number":37,"verse":"Peter sayde vnto hym: Lorde, why can not I folowe thee nowe? I wyll ieoparde my lyfe for thy sake."},{"number":38,"verse":"Iesus aunswered hym: Wylt thou ieoparde thy lyfe for my sake Uerly, veryly, I saye vnto thee, the Cocke shall not crowe, tyll thou haue denyed me thryse."}]}