{"bibleAbbr":"BB1572","bookName":"John","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"These wordes spake Iesus, and lift vp his eyes to heauen, and sayde: Father, the houre is come, glorifie thy sonne that thy sonne also may glorifie thee:"},{"number":2,"verse":"As thou hast geuen hym power ouer all fleshe, that he shoulde geue eternall life, to as many as thou hast geuen him."},{"number":3,"verse":"This is lyfe eternall, that they myght knowe thee, the only true God, & Iesus Christe whom thou hast sent."},{"number":4,"verse":"I haue glorified thee on the earth: I haue finished ye worke, which thou gauest me to do."},{"number":5,"verse":"And nowe glorifie thou me, O father, with thine owne selfe, with the glory which I had with thee yer the worlde was."},{"number":6,"verse":"I haue declared thy name vnto ye men, which thou gauest me out of ye world. Thyne they were, and thou gauest the me, and they haue kepte thy worde."},{"number":7,"verse":"Nowe they haue knowen yt al thinges whatsoeuer yu hast geuen me are of thee."},{"number":8,"verse":"For I haue geuen vnto them ye wordes which thou gauest me, and they haue receaued them, and haue knowe surely that I came out from thee, & they haue beleued, that thou dyddest sende me."},{"number":9,"verse":"I pray for them: I pray not for the worlde, but for them which thou hast geuen me, for they are thyne."},{"number":10,"verse":"And all myne are thyne, and thyne are myne, and I am glorified in them."},{"number":11,"verse":"And nowe am I not in the worlde, and they are in the worlde, and I come to thee. Holy father, kepe through thine owne name, the which thou hast geuen me, that they may also be one, as we are."},{"number":12,"verse":"Whyle I was with them in ye worlde, I kept them in thy name. Those that thou gauest me, haue I kept, and none of them is lost, but that lost chylde, that the scripture myght be fulfylled."},{"number":13,"verse":"Nowe come I to thee, and these wordes speake I in the worlde, that they myght haue my ioy fulfylled in them seues."},{"number":14,"verse":"I haue geuen them thy worde, and the worlde hath hated them, because they are not of the worlde, euen as I also am not of the worlde."},{"number":15,"verse":"I pray not that thou shouldest take them out of the worlde: but that thou kepe them from euyll."},{"number":16,"verse":"They are not of the worlde, as I also am not of the worlde."},{"number":17,"verse":"Sanctifie them through thy trueth. Thy worde is the trueth."},{"number":18,"verse":"As thou diddest sende me into ye world, eue so haue I also sent the into ye world."},{"number":19,"verse":"And for their sakes sanctifie I my selfe, that they also myght be sanctified through the trueth."},{"number":20,"verse":"[Neuerthelesse,] I pray not for them alone: but for the also, which shall beleue on me through their preachyng:"},{"number":21,"verse":"That they all may be one, as thou father art in me, and I in thee, and that they also may be one in vs: that ye world may beleue, that thou hast sent me."},{"number":22,"verse":"And the glorie which thou gauest me, I haue geuen them, that they may be one, as we also are one."},{"number":23,"verse":"I in them, and thou in me: that they may be made perfecte in one, and that the worlde may knowe that thou hast sent me, and hast loued them, as thou hast loued me."},{"number":24,"verse":"Father, I wyll that they which thou hast geuen me, be with me where I am, that they may see my glorie which thou hast geuen me. For thou louedst me, before the foundation of the world."},{"number":25,"verse":"O ryghteous father, the worlde [also] hath not knowen thee: But I haue knowen thee, and these haue knowen that thou hast sent me."},{"number":26,"verse":"And I haue declared vnto them thy name, and wyll declare it, that the loue wherewith thou hast loued me, may be in them, and I in them."}]}