{"bibleAbbr":"BB1572","bookName":"John","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"After these thynges, Iesus went about in Galilee: For he would not go about in Iurie, because that the Iewes sought to kyll hym."},{"number":2,"verse":"The Iewes feaste of tabernacles was at hande."},{"number":3,"verse":"His brethren therfore sayde vnto him: Get thee hence, and go into Iurie, that thy disciples also may see thy workes that thou doest."},{"number":4,"verse":"For there is no man that doeth any thyng in secrete, and he hym selfe seketh to be knowen openly. Yf thou do suche thynges, shewe thy selfe to the worlde."},{"number":5,"verse":"For his brethren beleued not in hym."},{"number":6,"verse":"Then Iesus sayde vnto them, My tyme is not yet come: but your tyme is alway redy."},{"number":7,"verse":"The worlde can not hate you, but me it hateth, because I testifie of it, that the workes therof are euyll."},{"number":8,"verse":"Go ye vp vnto this feast: I wyll not go vp yet vnto this feast, for my tyme is not yet full come."},{"number":9,"verse":"When he had saide these wordes vnto them, he abode styll in Galilee."},{"number":10,"verse":"But assoone as his brethre were gone vp, then went he also vp vnto the feaste, not openly, but as it were priuilie."},{"number":11,"verse":"Then sought hym the Iewes at the feaste, and sayde, where is he?"},{"number":12,"verse":"And much murmuryng of hym was there among the people: For some said, he is good: other sayde, nay, but he deceaueth the people."},{"number":13,"verse":"Howebeit, no man spake openlye of hym, for feare of the Iewes."},{"number":14,"verse":"Nowe when halfe of the feast was done, Iesus went vp into the temple, and taught."},{"number":15,"verse":"And the Iewes marueyled, saying: howe knoweth he the scriptures, seyng that he neuer learned?"},{"number":16,"verse":"Iesus aunswered them, & sayde: My doctrine is not myne, but his yt sent me."},{"number":17,"verse":"Yf any man wyll do his wyll, he shall knowe of the doctrine, whether it be of God, or whether I speake of my selfe."},{"number":18,"verse":"He that speaketh of hym selfe, seketh his owne praise: But he that seketh his praise that sent hym, the same is true, & no vnryghteousnes is in hym."},{"number":19,"verse":"Dyd not Moyses geue you a lawe, & [yet] none of you kepeth the lawe? Why go ye about to kyll me?"},{"number":20,"verse":"The people aunswered and sayde: Thou hast the deuyll, who goeth about to kyll thee?"},{"number":21,"verse":"Iesus aunswered, & said vnto the: I haue done one worke, & ye al marueyle."},{"number":22,"verse":"Moyses therefore gaue vnto you the circumcisio (not because it is of Moyses, but of the fathers) And yet ye on the Sabboth day, circumcise a man."},{"number":23,"verse":"Yf a man on the Sabboth day receaue circumcision, without breakyng of the lawe of Moyses: disdayne ye at me, because I haue made a man euerywhyt whole on the Sabboth day?"},{"number":24,"verse":"Iudge not after the [vtter] appearaunce, but iudge with a ryghteous iudgement."},{"number":25,"verse":"The sayde some of them of Hierusale: Is not this he, whom they go about to kyll?"},{"number":26,"verse":"But loe, he speaketh boldly, & they saye nothyng to hym. Do the rulers knowe in deede that this is very Christ?"},{"number":27,"verse":"Howbeit, we know this man whence he is: but when Christe cometh, no man knoweth whence he is."},{"number":28,"verse":"Then cryed Iesus in the temple, as he taught, saying: Ye both knowe me, and whence I am, ye knowe. And I am not come of my selfe: but he that set me is true, whom ye knowe not."},{"number":29,"verse":"But I knowe him, for I am of him, and he hath sent me."},{"number":30,"verse":"Then they sought to take hym: but no man layde handes on hym, because his houre was not yet come."},{"number":31,"verse":"Many of the people beleued on hym, and saide: When Christe commeth, wyl he do mo miracles [then these] that this man hath done?"},{"number":32,"verse":"The pharisees hearde, that the people murmured such thinges concerning hym: And the pharisees and the hye priestes sent seruauntes to take hym."},{"number":33,"verse":"Then sayde Iesus vnto them: yet am I a litle whyle with you, and then go I vnto hym that sent me."},{"number":34,"verse":"Ye shall seke me, & shall not fynde me: & where I am thither can ye not come."},{"number":35,"verse":"Then sayde the Iewes among them selues: Whyther wyll he go, that we shall not fynde hym? Wyll he go vnto the dispearsed among the Gretians, & teache the gentiles?"},{"number":36,"verse":"What [maner of] saying is this that he sayde, ye shall seke me, and shall not fynde me: and where I am, thyther can ye not come"},{"number":37,"verse":"In the last day, that great day of the feast, Iesus stoode and cryed, saying: Yf any man thirste, let him come vnto me and drynke:"},{"number":38,"verse":"He that beleueth on me, as saith the scripture, out of his belly shall flowe ryuers of water of lyfe."},{"number":39,"verse":"(But this spake he of the spirite, which they yt beleue on hym, should receaue. For the holy ghost was not yet [there] because Iesus was not yet glorified.)"},{"number":40,"verse":"Many of the people therfore, when they hearde this saying, sayde: Of a trueth this is the prophete."},{"number":41,"verse":"But other sayde, this is Christe: But some saide, shall Christe come out of Galilee?"},{"number":42,"verse":"Sayth not the scripture, that Christe shall come of the seede of Dauid, and out of the towne of Bethlehem, where Dauid was?"},{"number":43,"verse":"So was there discention among the people, because of hym."},{"number":44,"verse":"And some of them woulde haue taken hym, but no man layde handes on him."},{"number":45,"verse":"Then came the seruauntes to the hye priestes & pharisees: and they sayde vnto them, why haue ye not brought him?"},{"number":46,"verse":"The seruauntes aunswered: Neuer man spake as this man doeth."},{"number":47,"verse":"Then aunswered them the pharisees: Are ye also deceaued?"},{"number":48,"verse":"Doth any of the rulers or of the pharisees beleue on hym?"},{"number":49,"verse":"But this [common] people which know not the lawe, are cursed."},{"number":50,"verse":"Nicodemus sayth vnto the, he that came to Iesus by nyght, and was one of them:"},{"number":51,"verse":"Doth our lawe iudge any man, before it heare hym, and knowe what he hath done?"},{"number":52,"verse":"They aunswered, and saide vnto him: Art thou also of Galilee? Search & loke: For out of Galilee aryseth no prophete."},{"number":53,"verse":"And euery man went vnto his owne house."}]}