{"bibleAbbr":"BB1572","bookName":"John","bookEnglishName":"John","chapterNumber":9,"verses":[{"number":1,"verse":"And as Iesus passed by, he saw a man whiche was blynde fro his birth:"},{"number":2,"verse":"And his disciples asked hym, saying: Maister, who did sinne, this man, or his father and mother, that he was borne blynde?"},{"number":3,"verse":"Iesus aunswered, Neither hath this man sinned, nor yet his father & mother: but that the workes of God shoulde be shewed in hym."},{"number":4,"verse":"I must worke the workes of him that sent me, whyle it is daye. The nyght commeth when no man can worke."},{"number":5,"verse":"As long as I am in the world, I am the lyght of the worlde."},{"number":6,"verse":"Assoone as he had thus spoke, he spat on the grounde, and made claye of the spittle, and he annoynted with the claye the eyes of the blynde,"},{"number":7,"verse":"And sayde vnto hym: Go, washe thee in the poole of Siloe, whiche by interpretation, is [as much to say, as] sent. He went his way therefore, & washed, and came agayne, seyng."},{"number":8,"verse":"So, the neyghbours, and they that hadde seene hym before when he was blynde, sayde: Is not this he that sate and begged?"},{"number":9,"verse":"Some sayde, this is he: Other sayde, he is lyke hym. He hym selfe sayde, I am [euen] he."},{"number":10,"verse":"Therfore sayde they vnto him: Howe are thyne eyes opened?"},{"number":11,"verse":"He aunswered and sayde: The man that is called Iesus made claye, and annoynted myne eyes, and sayde vnto me, go to the poole Siloe and washe: And when I went and washed, I receaued [my] syght."},{"number":12,"verse":"Then sayde they vnto hym, where is he? He sayde, I can not tell."},{"number":13,"verse":"They brought to the pharisees, hym that a litle before was blynde."},{"number":14,"verse":"And it was the Sabboth day when Iesus made ye claye, & opened his eyes."},{"number":15,"verse":"Then againe the pharisees also asked hym, howe he had receaued his syght. He sayde vnto them: He put claye vpon myne eyes, and I washed, and do see."},{"number":16,"verse":"Therfore sayde some of the pharisees, this man is not of God, because he kepeth not the Sabboth day. Other said: How can a man that is a sinner do such miracles? And there was a stryfe among them."},{"number":17,"verse":"They spake vnto the blynde man againe: What sayest thou of him, because he hath opened thyne eyes? He sayde, he is a prophete."},{"number":18,"verse":"But the Iewes dyd not beleue the man, howe that he had ben blynde, and receaued his syght, vntyll they called the father and mother of hym that had receaued his syght:"},{"number":19,"verse":"And they asked them, saying: Is this your sonne, whom ye saye was borne blynde? Howe doeth he nowe see then?"},{"number":20,"verse":"His father & mother aunswered them, and sayde: We knowe that this is our sonne, and that he was borne blynde:"},{"number":21,"verse":"But by what meanes he now seeth, we can not tell: Or who hath opened his eyes, can not we tell. He is olde inough, aske him, let him aunswere for himselfe."},{"number":22,"verse":"Such wordes spake his father & mother, because they feared the Iewes: For the Iewes had decreed alredy, that yf any man dyd confesse that he was Christe, he shoulde be excommunicate out of the synagogue."},{"number":23,"verse":"Therfore sayde his father & mother: he is olde inough, aske hym."},{"number":24,"verse":"Then agayne called they the man that was blynde, and sayde vnto hym: Geue God the prayse, we knowe that this man is a sinner."},{"number":25,"verse":"He aunswered, and sayde: Whether he be a sinner or no, I can not tell: One thyng I am sure of, that wheras I was blynde, nowe I see."},{"number":26,"verse":"Then sayde they to hym agayne: What dyd he to thee? Howe opened he thyne eyes?"},{"number":27,"verse":"He aunswered them: I tolde you yer whyle, and ye dyd not heare. Wherfore woulde ye heare it agayne? Wyll ye also be his disciples?"},{"number":28,"verse":"Then rayted they hym, and sayde, Be thou his disciple: We are Moyses disciples."},{"number":29,"verse":"We are sure, that God spake vnto Moyses: As for this felowe, we knowe not from whence he is."},{"number":30,"verse":"The man aunswered, and sayde vnto them: this is a marueylous thyng, that ye wote not from whence he is, and yet he hath opened myne eyes."},{"number":31,"verse":"For we be sure, that God heareth not sinners: But yf any man be a worshipper of God, and obedient vnto his wyll, hym heareth he."},{"number":32,"verse":"Sence the worlde began, was it not hearde, that any man opened the eyes of one that was borne blynde."},{"number":33,"verse":"If this man were not of God, he coulde haue done nothyng."},{"number":34,"verse":"They aunswered, & sayde vnto hym: Thou art altogether borne in sinne, and doest thou teache vs? And they cast hym out."},{"number":35,"verse":"Iesus hearde that they had excommunicate hym, & when he had founde hym, he sayde vnto hym: Doest thou beleue on the sonne of God"},{"number":36,"verse":"He aunswered and sayde: Who is he Lorde, that I myght beleue on hym?"},{"number":37,"verse":"And Iesus sayde vnto hym: Thou hast both seene hym, and it is he that talketh with thee."},{"number":38,"verse":"And he sayde, Lorde, I beleue: And he worshipped hym."},{"number":39,"verse":"And Iesus sayde vnto hym: I am come vnto iudgement into this worlde, that they which see not, myght see: and that they which see, myght be made blynde."},{"number":40,"verse":"And some of the pharisees which were with hym, hearde these wordes, & sayde vnto hym: Are we blynde also?"},{"number":41,"verse":"Iesus sayde vnto them, Yf ye were blynde, ye shoulde haue no sinne: But nowe ye say, we see, therfore your sinne remayneth."}]}