{"bibleAbbr":"TCVIN2022","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"ஞானமுள்ள பெண் தன் குடும்பத்தைக் கட்டுகிறாள்; ஆனால் அறிவில்லாதவளோ தன் கைகளினாலேயே அதை இடித்துப்போடுகிறாள்."},{"number":2,"verse":"நேர்மையான வழியில் செல்கிறவர்கள் யெகோவாவுக்குப் பயந்து நடக்கிறார்கள், அவரை அசட்டை பண்ணுகிறவர்கள் தங்கள் வழிகளில் மாறுபாடுள்ளவர்கள்."},{"number":3,"verse":"மூடரின் பெருமையான பேச்சு அவர்களுடைய முதுகுக்கே பிரம்படி; ஆனால் ஞானிகளின் உதடுகளோ அவர்களைப் பாதுகாக்கும்."},{"number":4,"verse":"எருதுகள் இல்லாத இடத்தில் களஞ்சியம் வெறுமையாயிருக்கும்; ஆனால் எருதின் பலத்தினால் மிகுந்த அறுவடை உண்டு."},{"number":5,"verse":"மெய்ச்சாட்சிக்காரர் பொய்ப் பேசமாட்டார்கள், ஆனால் பொய்சாட்சிக்காரர் மூச்சுக்கு மூச்சு பொய்ப் பேசுவார்கள்."},{"number":6,"verse":"ஏளனம் செய்பவர்கள் ஞானத்தைத் தேடியும் அதைக் கண்டுபிடிப்பதில்லை, ஆனால் பகுத்தறிவு உள்ளவர்களுக்கோ புத்தி இலகுவாக வருகிறது."},{"number":7,"verse":"மூடரின் வழியைவிட்டு விலகியிரு, ஏனெனில் அவர்களுடைய உதடுகளில் நீ அறிவைக் காணமாட்டாய்."},{"number":8,"verse":"தங்கள் வழியைக் குறித்து சிந்தித்துப் பார்ப்பதே விவேகிகளின் ஞானம், ஆனால் மூடர்கள் தங்களையே ஏமாற்றிக்கொள்கிறார்கள்."},{"number":9,"verse":"பாவத்திற்கு பரிகாரம் செய்வதை மூடர்கள் ஏளனம் செய்கிறார்கள், ஆனால் நீதிமான்களின் மத்தியில்தான் அதற்கு நல்லெண்ணம் காணப்படுகிறது."},{"number":10,"verse":"ஒவ்வொரு இருதயத்தின் கசப்பும் அதற்கு மட்டுமே தெரியும்; அதின் மகிழ்ச்சியையும் வேறு யாராலும் பகிர்ந்துகொள்ள முடியாது."},{"number":11,"verse":"கொடியவர்களின் வீடு அழிக்கப்படும், ஆனால் நீதிமான்களின் கூடாரமோ செழித்தோங்கும்."},{"number":12,"verse":"மனிதனுக்கு சரியெனத் தோன்றும் வழி ஒன்று உண்டு; முடிவில் அது மரணத்திற்கே வழிநடத்தும்."},{"number":13,"verse":"சிரிப்பிலும் மனதிற்குத் துக்கமுண்டு; மகிழ்ச்சியும்கூட துயரத்தில் முடிவடையலாம்."},{"number":14,"verse":"பின்வாங்கிப் போகிற இருதயமுள்ளவர்கள் தங்கள் வழிகளுக்கான தண்டனையை முழுமையாக அனுபவிப்பார்கள்; நல்லவர்கள் தங்களுடைய வழிகளுக்கான வெகுமதியைப் பெறுவார்கள்."},{"number":15,"verse":"அறிவில்லாதவர்கள் எதையும் நம்புகிறார்கள்; ஆனால் விவேகமுள்ளவர்கள் தங்கள் நடைகளைக் குறித்துக் கவனமாயிருப்பார்கள்."},{"number":16,"verse":"ஞானமுள்ளவர்கள் யெகோவாவுக்குப் பயந்து, தீமைக்கு விலகி நடக்கிறார்கள்; ஆனால் மூடர்கள் மோசமான மனநிலையிலிருந்தும் பாதுகாப்பாய் உணர்கிறார்கள்."},{"number":17,"verse":"முன்கோபக்காரன் முட்டாள்தனமான காரியங்களைச் செய்கிறான்; தீயத் தந்திரமுள்ளவன் வெறுக்கப்படுகிறான்."},{"number":18,"verse":"அறிவற்றவர்கள் மூடத்தனத்தை உரிமையாக்கிக் கொள்கிறார்கள்; ஆனால் விவேகிகளுக்கு அறிவு மகுடமாயிருக்கிறது."},{"number":19,"verse":"தீயவர்கள் நல்லவர்கள் முன்னும், கொடியவர்கள் நீதிமான்களின் வாசல்களிலும் விழுந்து பணிவார்கள்."},{"number":20,"verse":"ஏழைகள் தங்கள் அயலவர்களாலும் வெறுக்கப்படுகிறார்கள்; ஆனால் செல்வந்தர்களுக்கோ அநேக சிநேகிதர்கள் உண்டு."},{"number":21,"verse":"தன் அயலாரை அலட்சியம் செய்வது பாவம்; ஏழைகளுக்கு இரங்குகிறவர்கள் ஆசீர்வதிக்கப்பட்டவர்கள்."},{"number":22,"verse":"தீமைக்காக சதிசெய்கிறவர்கள் வழிதப்பிப் போவார்கள் அல்லவா? ஆனால் நன்மையைத் திட்டமிடுபவர்கள் அன்பையும் உண்மையையும் கண்டுகொள்கிறார்கள்."},{"number":23,"verse":"கடும் உழைப்பெல்லாம் இலாபத்தைக் கொண்டுவரும்; ஆனால் வெறும் பேச்சோ ஏழ்மைக்கே வழிநடத்தும்."},{"number":24,"verse":"ஞானிகளின் செல்வமே அவர்களுக்கு மகுடம், ஆனால் மூடர்களின் மடமை மூடத்தனத்தையே பிறப்பிக்கிறது."},{"number":25,"verse":"மெய்ச்சாட்சி உயிர்களைக் காப்பாற்றுகிறது, ஆனால் பொய்ச்சாட்சி ஏமாற்றுகிறது."},{"number":26,"verse":"யெகோவாவுக்குப் பயந்து நடக்கிறவர்களுக்கு ஒரு உறுதியான நம்பிக்கையுண்டு; அது அவர்களுடைய பிள்ளைகளுக்கு அடைக்கலம்."},{"number":27,"verse":"யெகோவாவுக்குப் பயந்து நடப்பதே வாழ்வின் ஊற்று; அது மனிதரை மரணக் கண்ணிகளிலிருந்து காப்பாற்றுகிறது."},{"number":28,"verse":"அதிக மக்கட்தொகை அரசனின் மகிமை, ஆனால் குடிமக்கள் குறைய இளவரசன் அழிந்துவிடுவான்."},{"number":29,"verse":"பொறுமையுள்ளவர் மிகுந்த புரிந்துகொள்ளுதல் உள்ளவர்; ஆனால் முற்கோபக்காரர்கள் மூடத்தனத்தை வெளிப்படுத்துகிறார்கள்."},{"number":30,"verse":"மன அமைதி உடலுக்கு சுகத்தைக் கொடுக்கிறது; ஆனால் பொறாமை எலும்புகளில் புற்றுநோய் போன்றது."},{"number":31,"verse":"ஏழைகளை ஒடுக்குகிறவர்கள் அவர்களைப் படைத்தவரை அவமதிக்கிறார்கள்; ஆனால் ஏழைகளுக்குத் தயவு பண்ணுகிறவர்கள் இறைவனைக் கனம்பண்ணுகிறார்கள்."},{"number":32,"verse":"பேரழிவு வரும்போது கொடியவர்கள் வீழ்ச்சியடைகிறார்கள்; ஆனால் நீதிமான்களோ மரணத்திலும் இறைவனில் புகலிடம் தேடுகிறார்கள்."},{"number":33,"verse":"பகுத்தறிகிறவர்களின் இருதயத்திலே ஞானம் தங்கியிருக்கிறது; மூடர்களிடம் அதற்கு வாய்ப்பில்லை."},{"number":34,"verse":"நீதி ஒரு நாட்டையே உயர்த்தும், ஆனால் பாவம் எந்த மக்களுக்கும் அவமானம்."},{"number":35,"verse":"ஞானமுள்ள பணியாளனால் அரசன் மகிழ்ச்சி அடைகிறான், ஆனால் வெட்கத்திற்குரிய பணியாளன் அரசனின் கடுங்கோபத்திற்கே உள்ளாகிறான்."}]}