{"bibleAbbr":"HSB+","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"דְּבַר־ <WH1697> de-var- The word יְהוָה֙ <WH3068> Yah-weh of the LORD אֲשֶׁ֣ר <WH834> 'a-Sher that הָיָ֔ה <WH1961> ha-Yah, came אֶל־ <WH413> 'el- to יוֹאֵ֖ל <WH3100> yo-'El that came to Joel בֶּן־ <WH1121> ben- the son פְּתוּאֵֽל׃ <WH6602> pe-tu-'El. of Pethuel"},{"number":2,"verse":"שִׁמְעוּ־ <WH8085> shim-'u- Hear זֹאת֙ <WH2063> zoT O הַזְּקֵנִ֔ים <WH2205> haz-ze-ke-Nim, this ye old men וְהַֽאֲזִ֔ינוּ <WH238> ve-ha-'a-Zi-nu, and give ear כֹּ֖ל <WH3605> kol all יוֹשְׁבֵ֣י <WH3427> yo-she-Vei all ye inhabitants הָאָ֑רֶץ <WH776> ha-'A-retz; of the land הֶהָ֤יְתָה <WH1961> he-Ha-ye-tah happened זֹּאת֙ <WH2063> zoT in בִּֽימֵיכֶ֔ם <WH3117> bi-mei-Chem, Hath this been in your days וְאִ֖ם <WH518> ve-'Im or even בִּימֵ֥י <WH3117> bi-Mei in the days אֲבֹֽתֵיכֶֽם׃ <WH1> 'a-Vo-tei-Chem. your fathers'"},{"number":3,"verse":"עָלֶ֖יהָ <WH5921> 'a-Lei-ha and לִבְנֵיכֶ֣ם <WH1121> liv-nei-Chem ye your children סַפֵּ֑רוּ <WH5608> sap-Pe-ru; Tell וּבְנֵיכֶם֙ <WH1121> u-ve-nei-Chem of it and [let] your children לִבְנֵיהֶ֔ם <WH1121> liv-nei-Hem, [tell] their children וּבְנֵיהֶ֖ם <WH1121> u-ve-nei-Hem and their children לְד֥וֹר <WH1755> le-Dor generation אַחֵֽר׃ <WH312> 'a-Cher. another"},{"number":4,"verse":"יֶ֤תֶר <WH3499> Ye-ter hath left הַגָּזָם֙ <WH1501> hag-ga-Zam That which the palmerworm אָכַ֣ל <WH398> 'a-Chal eaten הָֽאַרְבֶּ֔ה <WH697> ha-'ar-Beh, hath the locust וְיֶ֥תֶר <WH3499> ve-Ye-ter hath left הָאַרְבֶּ֖ה <WH697> ha-'ar-Beh and that which the locust אָכַ֣ל <WH398> 'a-Chal eaten הַיָּ֑לֶק <WH3218> hai-Ya-lek; hath the cankerworm וְיֶ֣תֶר <WH3499> ve-Ye-ter hath left הַיֶּ֔לֶק <WH3218> hai-Ye-lek, and that which the cankerworm אָכַ֖ל <WH398> 'a-Chal eaten הֶחָסִֽיל׃ <WH2625> he-cha-Sil. hath the caterpiller"},{"number":5,"verse":"הָקִ֤יצוּ <WH6974> ha-Ki-tzu Awake שִׁכּוֹרִים֙ <WH7910> shik-ko-Rim ye drunkards וּבְכ֔וּ <WH1058> u-ve-Chu, and weep וְהֵילִ֖לוּ <WH3213> ve-hei-Li-lu and howl כָּל־ <WH3605> kol- all שֹׁ֣תֵי <WH8354> Sho-tei all ye drinkers יָ֑יִן <WH3196> Ya-yin; of wine עַל־ <WH5921> 'al- account עָסִ֕יס <WH6071> 'a-Sis because of the new wine כִּ֥י <WH3588> ki That נִכְרַ֖ת <WH3772> nich-Rat for it is cut off מִפִּיכֶֽם׃ <WH6310> mip-pi-Chem. from your mouth"},{"number":6,"verse":"כִּֽי־ <WH3588> ki- For גוֹי֙ <WH1471> goy For a nation עָלָ֣ה <WH5927> 'a-Lah is come up עַל־ <WH5921> 'al- and אַרְצִ֔י <WH776> 'ar-Tzi, upon my land עָצ֖וּם <WH6099> 'a-Tzum strong וְאֵ֣ין <WH369> ve-'Ein and without מִסְפָּ֑ר <WH4557> mis-Par; and without number שִׁנָּיו֙ <WH8127> shin-Nav whose teeth שִׁנֵּ֣י <WH8127> shin-Nei [are] the teeth אַרְיֵ֔ה <WH738> 'ar-Yeh, of a lion וּֽמְתַלְּע֥וֹת <WH4973> u-me-tal-le-'ot and he hath the cheek teeth לָבִ֖יא <WH3833> la-Vi of a great lion לֽוֹ׃ lo."},{"number":7,"verse":"שָׂ֤ם <WH7760> sam He hath laid גַּפְנִי֙ <WH1612> gaf-Ni my vine לְשַׁמָּ֔ה <WH8047> le-sham-Mah, waste וּתְאֵנָתִ֖י <WH8384> u-te-'e-na-Ti my fig tree לִקְצָפָ֑ה <WH7111> lik-tza-Fah; and barked חָשֹׂ֤ף <WH2834> cha-Sof he hath made it clean חֲשָׂפָהּ֙ <WH2834> cha-sa-Fah bare וְהִשְׁלִ֔יךְ <WH7993> ve-hish-Lich, and cast [it] away הִלְבִּ֖ינוּ <WH3835> hil-Bi-nu thereof are made white שָׂרִיגֶֽיהָ׃ <WH8299> sa-ri-Gei-ha. the branches"},{"number":8,"verse":"אֱלִ֕י <WH421> 'e-Li Lament כִּבְתוּלָ֥ה <WH1330> kiv-tu-Lah like a virgin חֲגֻֽרַת־ <WH2296> cha-gu-rat- girded שַׂ֖ק <WH8242> sak with sackcloth עַל־ <WH5921> 'al- For בַּ֥עַל <WH1167> Ba-'al for the husband נְעוּרֶֽיהָ׃ <WH5271> ne-'u-Rei-ha. of her youth"},{"number":9,"verse":"הָכְרַ֥ת <WH3772> ha-che-Rat is cut off מִנְחָ֛ה <WH4503> min-Chah The meat offering וָנֶ֖סֶךְ <WH5262> va-Ne-sech and the drink offering מִבֵּ֣ית <WH1004> mib-Beit from the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD אָֽבְלוּ֙ <WH56> 'a-ve-Lu mourn הַכֹּ֣הֲנִ֔ים <WH3548> hak-Ko-ha-Nim, the priests מְשָׁרְתֵ֖י <WH8334> me-sha-re-Tei ministers יְהוָֽה׃ <WH3068> Yah-weh. the LORD'S"},{"number":10,"verse":"שֻׁדַּ֣ד <WH7703> shud-Dad is wasted שָׂדֶ֔ה <WH7704> sa-Deh, The field אָבְלָ֖ה <WH56> 'a-ve-Lah mourneth אֲדָמָ֑ה <WH127> 'a-da-Mah; the land כִּ֚י <WH3588> ki for שֻׁדַּ֣ד <WH7703> shud-Dad is wasted דָּגָ֔ן <WH1715> da-Gan, for the corn הוֹבִ֥ישׁ <WH3001> ho-Vish is dried up תִּיר֖וֹשׁ <WH8492> ti-Roosh the new wine אֻמְלַ֥ל <WH536> 'um-Lal weak יִצְהָֽר׃ <WH3323> yitz-Har. the oil"},{"number":11,"verse":"הֹבִ֣ישׁוּ <WH954> ho-Vi-shu be ashamed אִכָּרִ֗ים <WH406> 'ik-ka-Rim, O ye husbandmen הֵילִ֙ילוּ֙ <WH3213> hei-Li-lu howl כֹּֽרְמִ֔ים <WH3755> ko-re-Mim, O ye vinedressers עַל־ <WH5921> 'al- For חִטָּ֖ה <WH2406> chit-Tah for the wheat וְעַל־ <WH5921> ve-'al- and שְׂעֹרָ֑ה <WH8184> se-'o-Rah; and for the barley כִּ֥י <WH3588> ki Because אָבַ֖ד <WH6> 'a-Vad is perished קְצִ֥יר <WH7105> ke-Tzir because the harvest שָׂדֶֽה׃ <WH7704> sa-Deh. of the field"},{"number":12,"verse":"הַגֶּ֣פֶן <WH1612> hag-Ge-fen The vine הוֹבִ֔ישָׁה <WH3001> ho-Vi-shah, is dried up וְהַתְּאֵנָ֖ה <WH8384> ve-hat-te-'e-Nah and the fig tree אֻמְלָ֑לָה <WH535> 'um-La-lah; languisheth רִמּ֞וֹן <WH7416> rim-Mon the pomegranate גַּם־ <WH1571> gam- also תָּמָ֣ר <WH8558> ta-Mar tree the palm tree וְתַפּ֗וּחַ <WH8598> ve-tap-Pu-ach, also and the apple tree כָּל־ <WH3605> kol- All עֲצֵ֤י <WH6086> 'a-Tzei [even] all the trees הַשָּׂדֶה֙ <WH7704> has-sa-Deh of the field יָבֵ֔שׁוּ <WH3001> ya-Ve-shu, are withered כִּֽי־ <WH3588> ki- Indeed הֹבִ֥ישׁ <WH3001> ho-Vish is withered away שָׂשׂ֖וֹן <WH8342> sa-Son because joy מִן־ <WH4480> min- From בְּנֵ֥י <WH1121> be-Nei from the sons אָדָֽם׃ <WH120> 'a-Dam. of men ס sa-Mek"},{"number":13,"verse":"חִגְר֨וּ <WH2296> chig-Ru Gird וְסִפְד֜וּ <WH5594> ve-sif-Du yourselves and lament הַכֹּהֲנִ֗ים <WH3548> hak-ko-ha-Nim, ye priests הֵילִ֙ילוּ֙ <WH3213> hei-Li-lu howl מְשָׁרְתֵ֣י <WH8334> me-sha-re-Tei ye ministers מִזְבֵּ֔חַ <WH4196> miz-Be-ach, of the altar בֹּ֚אוּ <WH935> Bo-'u come לִ֣ינוּ <WH3885> Li-nu lie all night בַשַּׂקִּ֔ים <WH8242> vas-sak-Kim, in sackcloth מְשָׁרְתֵ֖י <WH8334> me-sha-re-Tei ye ministers אֱלֹהָ֑י <WH430> 'e-lo-Hai; of my God כִּ֥י <WH3588> ki for נִמְנַ֛ע <WH4513> nim-Na' is withholden מִבֵּ֥ית <WH1004> mib-Beit from the house אֱלֹהֵיכֶ֖ם <WH430> 'e-lo-hei-Chem of your God מִנְחָ֥ה <WH4503> min-Chah for the meat offering וָנָֽסֶךְ׃ <WH5262> va-Na-sech. and the drink offering"},{"number":14,"verse":"קַדְּשׁוּ־ <WH6942> kad-de-shu- Sanctify צוֹם֙ <WH6685> tzOm ye a fast קִרְא֣וּ <WH7121> kir-'U call עֲצָרָ֔ה <WH6116> 'a-tza-Rah, a solemn assembly אִסְפ֣וּ <WH622> 'is-Fu gather זְקֵנִ֗ים <WH2205> ze-ke-Nim, the elders כֹּ֚ל <WH3605> kol all יֹשְׁבֵ֣י <WH3427> yo-she-Vei [and] all the inhabitants הָאָ֔רֶץ <WH776> ha-'A-retz, of the land בֵּ֖ית <WH1004> beit [into] the house יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֵיכֶ֑ם <WH430> 'e-lo-hei-Chem; your God וְזַעֲק֖וּ <WH2199> ve-za-'a-Ku and cry אֶל־ <WH413> 'el- to יְהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":15,"verse":"אֲהָ֖הּ <WH162> 'a-Hah Alas לַיּ֑וֹם <WH3117> lai-Yom; for the day כִּ֤י <WH3588> ki for קָרוֹב֙ <WH7138> ka-rOv [is] at hand י֣וֹם <WH3117> Yom for the day יְהוָ֔ה <WH3068> Yah-weh, of the LORD וּכְשֹׁ֖ד <WH7701> u-che-Shod and as a destruction מִשַׁדַּ֥י <WH7706> mi-shad-Dai from the Almighty יָבֽוֹא׃ <WH935> ya-Vo. shall it come"},{"number":16,"verse":"הֲל֛וֹא <WH3808> ha-Lo not נֶ֥גֶד <WH5048> Ne-ged before עֵינֵ֖ינוּ <WH5869> 'ei-Nei-nu before our eyes אֹ֣כֶל <WH400> 'O-chel Is not the meat נִכְרָ֑ת <WH3772> nich-Rat; cut off מִבֵּ֥ית <WH1004> mib-Beit from the house אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu angels שִׂמְחָ֥ה <WH8057> sim-Chah [yea] joy וָגִֽיל׃ <WH1524> va-Gil. and gladness"},{"number":17,"verse":"עָבְשׁ֣וּ <WH5685> 'a-ve-Shu is rotten פְרֻד֗וֹת <WH6507> fe-ru-Dot, The seed תַּ֚חַת <WH8478> Ta-chat under מֶגְרְפֹ֣תֵיהֶ֔ם <WH4053> meg-re-Fo-tei-Hem, under their clods נָשַׁ֙מּוּ֙ <WH8074> na-Sham-mu are laid desolate אֹֽצָר֔וֹת <WH214> o-tza-Rot, the garners נֶהֶרְס֖וּ <WH2040> ne-her-Su are broken down מַמְּגֻר֑וֹת <WH4460> mam-me-gu-Rot; the barns כִּ֥י <WH3588> ki for הֹבִ֖ישׁ <WH3001> ho-Vish is withered דָּגָֽן׃ <WH1715> da-Gan. for the corn"},{"number":18,"verse":"מַה־ <WH4100> mah- How נֶּאֶנְחָ֣ה <WH584> ne-'en-Chah groan בְהֵמָ֗ה <WH929> ve-he-Mah, How do the beasts נָבֹ֙כוּ֙ <WH943> na-Vo-chu are perplexed עֶדְרֵ֣י <WH5739> 'ed-Rei the herds בָקָ֔ר <WH1241> va-Kar, of cattle כִּ֛י <WH3588> ki Because אֵ֥ין <WH369> 'ein there מִרְעֶ֖ה <WH4829> mir-'Eh because they have no pasture לָהֶ֑ם <WH1992> la-Hem; them גַּם־ <WH1571> gam- Even עֶדְרֵ֥י <WH5739> 'ed-Rei yea the flocks הַצֹּ֖אן <WH6629> hatz-Tzon of sheep נֶאְשָֽׁמוּ׃ <WH816> ne'-Sha-mu. are made desolate"},{"number":19,"verse":"אֵלֶ֥יךָ <WH413> 'e-Lei-cha to you יְהוָ֖ה <WH3068> Yah-weh O LORD אֶקְרָ֑א <WH7121> 'ek-Ra; to thee will I cry כִּ֣י <WH3588> ki For אֵ֗שׁ <WH784> 'Esh, for the fire אָֽכְלָה֙ <WH398> 'a-che-Lah hath devoured נְא֣וֹת <WH4999> ne-'ot the pastures מִדְבָּ֔ר <WH4057> mid-Bar, of the wilderness וְלֶ֣הָבָ֔ה <WH3852> ve-Le-ha-Vah, and the flame לִהֲטָ֖ה <WH3857> li-ha-Tah hath burned כָּל־ <WH3605> kol- all עֲצֵ֥י <WH6086> 'a-Tzei all the trees הַשָּׂדֶֽה׃ <WH7704> has-sa-Deh. of the field"},{"number":20,"verse":"גַּם־ <WH1571> gam- Even בַּהֲמ֥וֹת <WH929> ba-ha-Mot The beasts שָׂדֶ֖ה <WH7704> sa-Deh of the field תַּעֲר֣וֹג <WH6165> ta-'a-Rog cry אֵלֶ֑יךָ <WH413> 'e-Lei-cha; about כִּ֤י <WH3588> ki for יָֽבְשׁוּ֙ <WH3001> ya-ve-Shu are dried up אֲפִ֣יקֵי <WH650> 'a-Fi-kei also unto thee for the rivers מָ֔יִם <WH4325> Ma-yim, of waters וְאֵ֕שׁ <WH784> ve-'Esh and the fire אָכְלָ֖ה <WH398> 'a-che-Lah hath devoured נְא֥וֹת <WH4999> ne-'ot the pastures הַמִּדְבָּֽר׃ <WH4057> ham-mid-Bar. of the wilderness פ Peh"}]}